{
    "b36601": [
        {
            "id": "1",
            "nass": "رسالة إلى كل أسرة فقه التعامل بين الزوجين وقبسات من بيت النبوة ¶ تأليف : أبي عبدالله مصطفى بن العدوي ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونستهديه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده ورسوله، وبعد. ¶ فإن الخير كل الخير والتوفيق غاية التوفيق والنجاة والسلامة والرشاد في اتباع كتاب الله وسنة رسول الله ( ، لا يشك في ذلك مسلم ولا يرتاب في ذلك عاقل، ولا يتردد في ذلك مؤمن بالله واليوم الآخر، ورب العزة سبحانه يقول في كتابه: (ما فرطنا في الكتاب من شيء)[ الأنعام: 38]. ¶ ويقول سبحانه عن كتابه: (هذا هدى)[ الجاثية: 11]، ويقول عز وجل: (هذا بصائر للناس وهدى ورحمة لقوم يوقنون)[ الجاثية: 20]. ¶ وسنة رسول الله ( مبينة لكتاب الله، وقوله ( وحُي، كما قال تعالى: (وما ينطق عن الهوى* إن هو إلا وحي يوحى* علمه شديد القوى)[ النجم: 3- 5]. ¶ فلما كان الأمر كذلك لزم كل حريص على الخير أن يلم بأكبر قدر ممكن من كتاب الله ومن سنة رسول الله (، وتأتي بعد ذلك مرحلة الفقه في الدين فيعمد الشخص إلى الفقه في كتاب الله وسنة رسوله ( فينزل كل نصًّ منزلته اللائقة به، وحينئذٍ يظهر له جليًّا مدى أهميته قول الله عز وجل: (يؤتي الحكمة من يشاء ومن يؤت الحكمة فقد أوتي خيرًا كثيرًا)[ البقرة: 296]، ومدى أهميته قول رسول الله : ((من يرد الله به خيرًا يفقهه في الدين))(1). ¶ فإذا رزق الله العبد تعلم الكتاب والسنة وعلم صحيح السنة من السقيم الذي لم يثبت منها، ورزقه الله الفقه في الكتاب والسنة ومع ذلك رُزق الإخلاص فقد حاز كل الخير ووفق في دنياه وأخراه كل التوفيق، ونجح في معاملاته مع الخلق، فالفقه في كتاب الله وسنة رسول الله أصل في نجاح كل شأن من شئون الحياة مما يتقرب به إلى الله عز وجل.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "هذا وبين أيدينا موضوع من الأهمية بمكان، يحتاج إلى التفقه فيه كل شخصٍ فهو موضوع يهم الوالد والولد, ويهم الأم والبنت, ويهم الزوجة والزوج, ويهم الطفل والجارية، فكل له فيه نصيب وكلٌّ قائمٌ فيه بدور، ألا وهو موضوع فقه التعامل الأسري، أردت طرق هذا الموضوع حتى يعرف كلٌّ الذي له والذي عليه, وكيف يتعامل مع غيره على ضوء كتاب الله وسنة رسول الله ( وسيرة سلفنا الصالح -رحمهم الله-، فيسير في حياته سيرًا رشيدًا سالكًا السبيل المثلى والصراط السوي المستقيم الموصل إلى جنات النعيم. ¶ وبداية أحث نفسي وكل قارئ أن يكثر من الاستغفار؛ فإن الذنب يحول بين العبد والفهم، فالمعصية والذنب يرسبان على القلب طبقةً وينكتان على القلب نكتًا كما قال النبي ((2): ((إن المؤمن إذا أذنب كانت نكتة سوداء في قلبه، فإن تاب ونزع واستغفر صقل قلبه، وإن زاد زادت حتى يعلو قلبه ذاك الرين الذي ذكر الله عز وجل في القرآن: (كلا بل ران على قلوبهم ما كان يكسبون)[ المطففين: 14])). ¶ وهذه الذنوب والمعاصي جالبة للمصائب ومزيلة للنعم، قال تعالى: (وما أصابكم من مصيبة فبما كسبت أيديكم...)[ الشورى: 30]. ¶ وقال تعالى: (فبظلم من الذين هادوا حرمنا عليهم طيبات أحلت لهم)[ النساء: 160]. وعدم الفهم لكتاب الله وسنة رسول الله ( مصيبة من المصائب، وتقوى الله سبب لتحصيل العلم وجلب الفهم كما قال تعالى: (واتقوا الله ويعلمكم الله والله بكل شيء عليم)[ البقرة: 282]. ¶ وجدير بكل من جالس هذا الكتاب هذه الدقائق أو السويعات أن يكثر من الصلاة على النبي ( وخاصة كلما مر بذكره عليه الصلاة والسلام، وكلما قرأ قوله صلوات الله وسلامه عليه, فلله ملائكة تبلغ نبينا منا السلام, والنبي ( يقول: ((من صلى علي واحدةً صلى الله عليه عشرًا))(3).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "هذا وألفت النظر إلى أن موضوع هذا الكتاب كان محاضرة ألقيت بمدينة المنصورة بجمهورية مصر, ثم طُلب مني إعادتها في عدة محافظات, ثم قمت بتنقيحها وتحقيق أحاديثها مع التخريج المختصر المؤدي للغرض؛ خشية الملل وإلحاق بعض الإضافات عليها لطبعها، فإلى الرسالة، أسأل الله أن ينفعنا بها والمسلمين، وأن يصلح بها بين أسرهم ويُضمد بها جروحهم، والله من وراء القصد محيط، وما توفيقي إلا بالله عليه توكلت وإليه أنيب. ¶ وصل اللهم على سيدنا محمد وعلى آله وصحبه وسلم. ¶ كتبه ¶ أبوعبدالله/ مصطفى بن العدوي شلباية ¶ مصر – الدقهلية – منية سمنود ¶ ______________________________ ¶ (1) أخرجه البخاري حديث (71)، ومسلم حديث (1037) من حديث معاوية ( مرفوعًا. ¶ (1) أخرجه أحمد حديث (2/ 297) بإسناد حسن من حديث أبي هريرة . ¶ (1) أخرجه مسلم (4/ 127) من حديث أبي هريرة ( مرفوعًا. ¶ قوامة الرجل على المرأة ¶ قال الله تعالى: (الرجال قوامون على النساء)[ النساء: 34]. ¶ كل بيت يلزمه قيمُ يقوم عليه ويُدبر أَمره ويسوسه (4) ويحفظه ويرعاه, وهذا القيم ينبغي أن يُسمع له ويُطاع ما لم يأمر بمعصية الله -سبحانه وتعالى-، وهذا القيمُ على البيت هو الرجل، وتنصيبُه قيمًا على البيت إنما هو من الله -سبحانه وتعالى-، قال الله سبحانه: (الرجال قوامون على النساء بما فضل الله بعضهم على بعض وبما أنفقوا من أموالهم)[ النساء: 34]. ¶ وقوامةُ الرجل على المرأة-كما ذكر الله سبحانه وتعالى- بشيئين:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أولهما: بما فضل الله بعضهم على بعض، أي: بما فضل الله به الرجال على النساء في أصل خلقتهم من قوة الرجل ورجحان عقله وجلادته وصبره، وبما خص الله به الرجال على النساء من جعل النبوة فيهم(5)، وكذلك الخلافة(6)، وجعل الله شهادة الرجل تعدل شهادة امرأتين, وجعل له من الميراث ضعف المرأة، وجعل له الحق في أن يجمع بين أربع نسوة، ولا يحق للمرأة إلا أن تكون تحت زوج واحد، وجعل الله الطلاق والنكاح والرجعة بيد الرجل، وكذلك انتساب الأولاد إلى أبيهم دون أمهم(7)، وجعل الجهاد على الرجال دون النساء، وكذلك كثير(8) من مسائل الأمر بالمعروف والنهي عن المنكر تتعلق بالرجال دون النساء إلى غير ذلك من الأمور المتعلقة بالرجال دون النساء. ¶ الثاني: في بيان سبب قوامة الرجل على المرأة هو الإنفاق المذكور في قوله تعالى: (وبما أنفقوا من أموالهم)[ النساء: 34]، فالرجل ينفق على المرأة منذ بداية عقده عليها(9) فيجب لها عليه مهر ويجب لها عليه إطعام وكسوة ومسكن وسائر أوجه الإنفاق الواجبة للنساء على الرجال، وحتى إذا طلقها يجب لها في ماله والنفقة والسكنى إلى غير ذلك. ¶ فالرجل قيم على المرأة لهذين السببين الذين ذكرهما الله في كتابه: (بما فضل الله بعضهم على بعض وبما أنفقوا من أموالهم)[ النساء: 34]. ¶ ويتأكد هذا بقول الله سبحانه وتعالى: (وللرجال عليهن درجة)[ البقرة: 228]. ¶ ويزداد هذا المعنى تأكدًا بقول النبي : ((لو كنت آمرًا أحدًا أن يسجد لأحدٍ لأمرت المرأة أن تسجد لزوجها))(10).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وبما ورد بإسناد حسن من حديث أبي سعيد الخدري ((11) أن رجلاً أتى بابنةٍ له إلى النبي ( فقال: إن ابنتي هذه أبَتْ أن تزوَّج قال فقال لها: ((أطيعي أباك)), قال قالت: لا حتى تُخبرني ما حق الزوج على زوجته؟ فرددت عليه مقالتها، قال فقال: ((حق الزوج على زوجته أن لو كان به قرحة فلحستها أو ابتدر منخراه صديدًا أو لحسته ما أدت حقه)), قال فقالت: والذي بعثك بالحق لا أتزوَّج أبدًا قال فقال: ((لا تنكحوهن إلا بإذنهن)). ¶ وبقول النبي ( -لما سئل أي النساء خير؟ قال: ((التي تسره إذا نظر, وتطيعه إذا أمر, ولا تخالفه فيما يكره في نفسها وماله)) (12). ¶ وكذلك فالمرأة لا تصوم(13) وزوجها شاهد إلا بإذنه. ¶ ولا تأذن لأحدٍ في بيته إلا بإذنه(14). ¶ ولا تخرج إلى المسجد إلا بإذنه(15). ¶ وإذا دعاها إلى فراشه وجب عليها طاعته, فإن أبت لعنتها الملائكة حتى تصبح(16)، وكان الذي في السماء ساخطًا عليها(17) إلى غير ذلك من الأدلة الدالة على قوامة الرجل على المرأة, وليس للمرأة أن تعترض على ذلك فهي قسمة الله سبحانه وتعالى الحكيم العليم اللطيف الخبير، وقد قال سبحانه: (ولا تتمنوا ما فضل الله به بعضكم على بعض للرجال نصيب مما اكتسبوا وللنساء نصيب مما اكتسبن واسألوا الله من فضله إن الله كان بكل شيء عليمًا)[ النساء: 32]. ¶ ______________________________ ¶ (1) من السياسة كما قال النبي : ((كانت بنو إسرائيل تسوسهم أنبياؤهم)). ¶ (2)كما قال تعالى: ((وما أرسلنا قبلك إلا رجالاً نوحي إليهم))[الأنبياء: 7]. ¶ (1) وقد قال النبي : ((لن يفلح قوم ولوا أمرهم امرأة)). ¶ (2) إلا في حالات مستثناة نادرة. ¶ (3) ويجوز للنساء في بعض الأحيان تغيير المنكر إذا كان تغييرهن له لا يؤدي إلى فساد أكبر، وقد ثبت في ((صحيح البخاري)) وغيره أن امرأة قالت للقوم الذين كانوا يقدمون عمرو بن سلمة يصلي بهم ويظهر استه إذا سجد...: ألا تغطون عنا است صاحبكم.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "(1) تلاحظ أن المرأة التي تُدخل على زوجها مالاً والمرأة التي تنفق على زوجها لهما نوع تسلط في البيت؛ وذلك لأن القوامة بشيئين كما ذكرنا أولهما خلقة الرجل, وثانيهما الإنفاق، فإذا كانت المرأة هي المنفقة نازعت الزوج القوامة فلينتبه لذلك. ¶ (2) أخرجه الترمذي حديث (1159)، وابن حبان ((موارد الظمآن)) حديث (1291)، والبيهقي حديث (7/ 291)، وعند البيهقي وابن حبان من الزيادة: «لما عظم الله من حقه عليها» وهي زيادة ثابتة أيضًا من حديث أبي هريرة ( بإسناد صحيح بمجموع طرقه. ¶ (11) أخرجه ابن أبي شيبة (((المصنف)) 4/ 303)، والبيهقي (((السنن الكبرى)) 7/ 291)، والنسائي في ((السنن الكبرى)) حديث (3/ 383) وغيرهم. ¶ (2) أخرجه أحمد حديث (2/ 251) بإسناد صحيح لشواهده. ¶ (3) صوم التطوع، والحديث أخرجه البخاري حديث (5192)، ومسلم (ص711) من حديث أبي هريرة ( عن النبي ( قال: ((لا تصوم المرأة وبعلها شاهد إلا بإذنه)). ¶ (4) أخرجه البخاري حديث (5195) من حديث أبي هريرة رضي الله عنه مرفوعًا. ¶ (5) أخرجه البخاري حديث (5238)، ومسلم (ص326) من حديث ابن عمر رضي الله عنهما عن النبي ( قال: ((إذا استأذنت امرأة أحدكم إلى المسجد فلا يمنعها)). ¶ (1) أخرجه البخاري حديث (5193)، ومسلم حديث (1060) من حديث أبي هريرة ( عن النبي( قال: ((إذا دعا الرجل امرأته إلى فراشه فأبت أن تجيء لعنتها الملائكة حتى تصبح)). ¶ (2) وأخرج مسلم حديث (3/ 611) من حديث أبي هريرة ( قال: قال رسول الله : ((والذي نفسي بيده ما من رجل يدعو امرأته إلى فراشها فتأبى عليه إلا كان الذي في السماء ساخطًا عليها حتى يرضى عنها)). ¶ وفي رواية للبخاري (5194), ومسلم (ص1059) من حديث أبي هريرة رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (( إذا باتت المرأة مهاجرة فراش زوجها لعنتها الملائكة حتى ترجع )). ¶ تعليم الرجل أهله",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وينبغي أن يقوم الرجل بتعليم أهله ما ينفعها في أمور دينها ودنياها فقد قال الله سبحانه: (يا أيها الذين آمنوا قوا أنفسكم وأهليكم نارًا وقودها الناس والحجارة عليها ملائكة غلاظ شداد لا يعصون الله ما أمرهم ويفعلون ما يؤمرون)[ التحريم: 6]. ¶ وقال النبي ( لمالك بن الحويرث (18) ومن معه: ((ارجعوا إلى أهليكم فأقيموا فيهم وعلموهم ومروهم)). ¶ ______________________________ ¶ (1) أخرجه البخاري (مع «الفتح» 13/ 231)، ومسلم حديث (674). ¶ قوامة الرجل على عموم البيت ¶ وليست قوامة الرجل في البيت على المرأة فحسب، بل هو مسئول أيضًا عن أولاده وبناته. ¶ قال الله سبحانه وتعالى: (يا أيها الذين آمنوا قوا أنفسكم وأهليكم نارًا وقودها الناس والحجارة عليها ملائكة غلاظ شداد لا يعصون الله ما أمرهم ويفعلون ما يؤمرون)[ التحريم: 6]. ¶ وقال النبي : ((كلكم راعٍ ومسئول عن رعيته، فالأمير الذي على الناس فهو راعٍ عليهم وهو مسئول عنهم، والرجل راعٍ على أهل بيته وهو مسئول عنهم، والمرأة راعية على بيت بعلها وولده وهي مسئولة عنهم، والعبد راعٍ على مال سيده وهو مسئول عنه، ألا فكلكم راعٍ وكلكم مسئول عن رعيته))(19). ¶ ______________________________ ¶ (1)أخرجه البخاري حديث (2554)، ومسلم حديث (1829)، وغيرهما من حديث عبد الله بن عمر ( عن النبي . ¶ الوصاة بالنساء واحتياج القوامة إلى رفق ¶ وليس من معاني القوامة أن يكون الرجل فظًا غليظًا وجلفًا جافيًا في بيته، وإنما ينبغي له أن يتحلى بالخلق الحسن والرفق واللين، فهذا نبينا محمد ( -خير البشر عليه أفضل صلاة وأتم تسليم- صاحب الخلق الكريم القويم مع كوننا أمرنا بطاعته وامتثال أمره واجتناب نهيه، فقد رزقه الله عز وجل اللين وأمره بخفض الجناح للمؤمنين، قال الله سبحانه: (فبما رحمة من الله لنت لهم ولو كنت فظًا غليظ القلب لانفضوا من حولك فاعف عنهم واستغفر لهم وشاورهم في الأمر)[ آل عمران: 159].",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقال سبحانه: (واخفض جناحك لمن اتبعك من المؤمنين)[ الشعراء: 215]. ¶ وأمر صلوات الله وسلامه عليه بالرفق فقال: ((عليك بالرفق)) (20). ¶ وحث عليه بقوله: ((إن الرفق لا يكون في شيء إلا زانه ولا ينزع من شيء إلا شانه)) (21)، وقال عليه الصلاة والسلام: ((إن الله يحب الرفق في الأمر كله))(22) ((ويعطي على الرفق ما لا يعطي على العنف وما لا يعطي على سواه)) (23). ¶ فإذا كان الله -عز وجل- أمر الزوجة بطاعة زوجها فيلزم الزوج كما أسلفنا أن يكون سهلاً لينًا رفيقًا حليمًا كذلك. ¶ وقد جعل الله -سبحانه وتعالى- الزوجة سكنًا لزوجها فليكن رحيمًا بها وعلى مودة معها. ¶ قال الله سبحانه وتعالى: (ومن آياته أن خلق لكم من أنفسكم أزواجًا لتسكنوا إليها وجعل بينكم مودة ورحمة)[ الروم: 21]، وقال سبحانه: (هو الذي خلقكم من نفس واحدة وجعل منها زوجها ليسكن إليها..)[ الأعراف: 189]. ¶ والمرأة إذا كانت صالحة فهي خير متاع يكتنزه الزوج، قال رسول الله : ((الدنيا متاع وخير متاع الدنيا المرأة الصالحة..)) (24). ¶ فحري بالرجل أن يكون خيرًا كريمًا مع أهله، قال رسول الله : ((أكمل المؤمنين إيمانًا أحسنهم خلقًا، وخياركم خياركم لنسائهم)) (25). ¶ والمرأة أسيرة عند الرجل كما قال النبي : ((إنما هن عوان عندكم)) (26) أي: أسارى عندكم. فلهذا -مع غيره- جاءت وصايا رسول الله ( بالنساء، فقد أخرج البخاري ومسلم(27) من حديث أبي هريرة ( عن النبي ( قال: ((من كان يؤمن بالله واليوم الآخر فلا يؤذي جاره... واستوصوا بالنساء خيرًا؛ فإنهن خُلقن من ضلَع وإن أعوج شيء في الضلع أعلاه، فإن ذهبت تقيمه كسرته، وإن تركته لم يزل أعوج فاستوصوا بالنساء خيرًا)). ¶ وفي ((صحيح ابن حبان)) من حديث سمرة بن جندب ( قال قال رسول الله : ((المرأة كالضلع إن أقمتها كسرتها فدارها تعش بها)) (28).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وأمر الله -سبحانه وتعالى- بإحسان معاشرة النساء في جملة آيات قال سبحانه: (وعاشروهن بالمعروف)[ النساء: 19]، وقال سبحانه: (فإمساك بمعروف أو تسريح بإحسان)[ البقرة: 229]، وقال سبحانه: (فإن أطعنكم فلا تبغوا عليهن سبيلاً إن الله كان عليًا كبيرًا)[ النساء: 34]. فيا تسوَّل لك نفسك أن تظلم أهلك وهن لك مطيعات؛ لأنك أعلى منها وأقوى تذكَّر أن الله -عز وجل- عليُّ كبير قادر على أن ينتقم منك والانتصار لها ودفع الظلم عنها. ¶ وقد قال الحافظ ابن كثير -رحمه الله تعالى- في تفسير هذه الآية: أي إذا أطاعت المرأة زوجها في جميع ما يريده منها مما أباحه الله له منها فلا سبيل له عليها بعد ذلك، وليس له ضربها ولا هجرانها، وقوله: (إن الله كان عليًّا كبيرًا( تهديدُ للرجال إذا بغوا على النساء من غير سبب, فإن الله العلي الكبير وليهن وهو منتقم ممن ظلمهن وبغى عليهن. ¶ وبنحو ذلك قال ابن جرير الطبري، ولكنه زاد ما حاصله: أن المرأة إذا أطاعت زوجها وكانت لا تحبه فلا يكلفها حبه ويؤذيها على ذلك؛ فإن ذلك ليس بأيديهن. والله أعلم. ¶ ______________________________ ¶ (1) مسلم حديث (2594) من حديث عائشة رضي الله عنها. ¶ (1) مسلم حديث (2594) أيضًا. ¶ (2) البخاري (6024). ¶ (3) مسلم (2593)، وفي رواية لمسلم (2592) من حديث جرير عن النبي : ((من يحرم الرفق يحرم الخير)). ¶ (1) أخرجه مسلم (3/ 656). ¶ (2) أخرجه الإمام أحمد بإسناد صحيح بمجموع طرقه (2/ 472). ¶ (3) أخرجه الترمذي (1163) من حديث عمرو بن الأحوص مرفوعًا. وسيأتي إن شاء الله. ¶ (4) أخرجه البخاري (مع ((الفتح)) 9/ 252)، ومسلم (ص1091). ¶ (1) أخرجه ابن حبان بإسناد صحيح ((موارد الظمآن)) حديث (1308). ¶ معرفة خصال النساء وبيان نقصان عقلهن ودينهن",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ومن عوامل النجاح في المعاملات بين الزوجين: أن يعرف كل منهما خصال الآخر وما يغضبه وما يرضيه, ويحرص على فعل ما يريح صاحبه ما دام في حدود المسموح به شرعًا، فعلى الرجل أن يعرف خصال المرأة وما جُبلت عليه, حتى يسوسها سياسة طيبة ويصل بها إلى ما يرضي الله -سبحانه وتعالى- عنهما, ويكون سببًا في سعادتها وسعادة أولادهما في الدنيا والآخرة. ¶ فمن ذلك أن يعلم أن من خصال النساء أنهن ناقصات العقل والدين، ففي ((الصحيح))(29) من حديث أبي سعيد الخدري ( أن النبي ( قال: ((يا معشر النساء تصدقن؛ فإني أُريتكن أكثر أهل النار)), فقلن: وبم يا رسول الله؟ قال: ((تكثرن اللعن، وتكفرن العشير، ما رأيت من ناقصات عقل ودين أذهب للب الرجل الحازم من إحداكن))، قلن: يا رسول الله, وما نقصان ديننا وعقلنا يا رسول الله؟ قال: ((أليس شهادة المرأة مثل نصف شهادة الرجل؟)) قلن: بلى قال: ((فذلك من نقصان عقلها، أليس إذا حاضت لم تُصلِّ ولم تَصمْ؟)) قلن: بلى، قال: ((فذلك من نقصان دينها)). ¶ ويتأيد فعل هذا –أي: كون المرأة ناقصة العقل- بأن كثيرًا من المفسرين قالوا في تأويل قول الله تعالى: (ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قيامًا..)[ النساء: 5]، بأن المراد بالسفهاء: النساء والصبيان. ¶ وقد قال النبي : ((المرأة كالضلع إن أقمتها كسرتها, وإن استمتعت بها استمتعت بها وفيها عوج)) (30). ¶ وتقدم حديث النبي ( (. .. واستوصوا بالنساء خيرًا؛ فإنهن خلقن من ضلع، وإن أعوج شيء في الضلع أعلاه، فإن ذهبت تقيمه كسرته، وإن تركته لم يزل أعوج، فاستوصوا بالنساء خيرًا)). ¶ وقال سبحانه وتعالى: (أو من يُنشأ في الحلية وهو في الخصام غير مبين)[ الزخرف: 18]. ¶ وقال: سبحانه وتعالى: (وللرجال عليهن درجة)[ البقرة: 228]. ¶ فهذا كله مما يدل ضعف عقل النساء ونقصه.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فإذا كان الأمر كذلك وعلم الرجل أن هذا هو حال المرأة من نقصان العقل تعيَّن عليه أن يعاملها بناء على عقلها، فمن المعلوم أن الرجل يتعامل مع الناس على قدر عقولهم، وراجح العقل يتعامل مع ضعيف العقل والطفل والمجنون على قدر عقولهم، فإذا آخذ الرجل العقل الطفل الصغير بكل ما يصدر منه حكم الناس على هذا الرجل بقلة العقل، وقال قائلهم: انظروا إلى هذا الرجل ينزل بعقله إلى عقول الأطفال، والله -عز وجل- يقول في شأن أهل الإيمان: (وإذا مروا باللغو مروا كرامًا)[ الفرقان: 72]. ¶ فكذلك فليكن تعامل الرجل مع المرأة لا يؤاخذها بكل خطأ يصدر منها بل إن أخطأت عشرة أخطاء مثلاً آخذها بثلاثةٍ أو أربعة أو خمسة وترك المؤاخذة على الباقي، أما إذا آخذها بالعشرة أخطاء فقد جعل عقله كعقلها وحكم على نفسه بأنه رجل ناقص العقل سفيه. ¶ ومن ثمَّ رُوي عن عبد الله بن عباس رضي الله عنهما أنه قال: ما أحب أن أستنظف جميع حقي عليها(31)؛ لأن الله يقول: (وللرجال عليهن درجة)[ البقرة: 228]. ومعنى كلام ابن عباس رضي الله عنهما: أنني لا أحب أن آخذ حقي كاملاً من امرأتي وإنما أترك لها بعضه؛ لأن الله يقول: (وللرجال عليهن درجة)[ البقرة: 228]. ¶ ونحو هذا في قول الله تعالى: (وإذ أسر النبي إلى بعض أزواجه حديثًا فلما نبأت به وأظهره الله عليه عرَّف بعضه وأعرض عن بعض..)[ التحريم: 3]. فرسول الله ( حدَّث بعض أزواجه -اللواتي هن من خير النساء وفضليات النساء- بحديث وأوصاها أن لا تخبر به أحدًا, فذهبت وأخبرت به فأطلع الله نبيه عليه الصلاة والسلام على الذي كان من أمرها، فلما جاء العتاب ما عاتبها الرسول بكل ما صدر منها بل كما قال الله سبحانه: (عرَّف بعضه وأعرض عن بعض)[ التحريم: 3].",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ومن المعلوم أن الله -سبحانه وتعالى- حث أهل الفضل على العفو عن زلات من هم دونهم، قال الله تعالى: (ولا يأتل أولو الفضل منكم والسعة أن يؤتوا أولي القربى والمساكين والمهاجرين في سبيل الله وليعفوا وليصفحوا ألا تحبون أن يغفر الله لكم..)[ النور: 22]. ¶ ______________________________ ¶ (1) أخرجه البخاري حديث (304)، ومسلم حديث (80). ¶ (1) أخرجه البخاري (5184)، ومسلم (ص1091) من حديث أبي هريرة . ¶ (1) أخرجه الطبري وفي إسناده عنده ابن وكيع وهو سفيان بن وكيع تُكلم فيه لوراق السوء الذي كان عنده. ¶ حيل النساء ¶ وينبغي أن يتفطن الرجل إلى أن النساء ذوات حيل فقد تظهر أمرًا وتخفي أمرًا آخر تريده، وهذا وإن كان واردًا في حق الرجال أيضًا إلا أن النساء لهن القسط الأكبر من ذلك، وقد تفعل المرأة فعلاً خطأً وتلصقه بغيرها، وهذا يظهر جليًّا في تصرف امرأة العزيز، قال تعالى: (وراودته التي هو في بيتها عن نفسه وغلقت الأبواب وقالت هيت لك قال معاذ الله إنه ربي أحسن مثواي إنه لا يفلح الظالمون* ولقد همت به وهم بها لولا أن رأى برهان ربه كذلك لنصرف عنه السوء والفحشاء إنه من عبادنا المخلصين* واستبقا الباب وقدت قميصه من دبر وألفيا سيدها لدى الباب قالت ما جزاء من أراد بأهلك سوءًَا إلا أن يسجن أو عذاب أليم...)[ يوسف: 23- 25]. ¶ وأخرج البخاري(32) من حديث عائشة رضي الله عنها قالت: إن رسول الله ( قال في مرضه: ((مروا أبا بكر يصلي بالناس)), قالت عائشة: إن أبا بكر إذا قام في مقامك لم يسمع الناس من البكاء فمُر عمر فليصل بالناس, فقالت عائشة: فقلت لحفصة: قولي له إن أبا بكر إذا قام في مقامك لم يسمع الناس من البكاء فمر عمر فليصل بالناس، ففعلت حفصة، فقال رسول الله : ((مه إنكن لأنتن صواحب يوسف مروا أبا بكر فليصل بالناس)). فقالت حفصة لعائشة: ما كنت لأصيب منك خيرًا.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قلت: ووجه الشبه يتضح مما قالته عائشة رضي الله عنها (كما في رواية البخاري في المغازي 8/ 140) إذ قالت: لقد راجعت رسول الله ( في ذلك وما حملني على كثرة مراجعته إلا أنه لم يقع في قلبي أن يحب الناس بعده رجلاً قام مقامه أبدًا، ولا كنت أرى أنه لن يقوم أحد مقامه إلا تشاءم الناس به، فأردت أن يعدل ذلك رسول الله ( عن أبي بكر. ¶ وأخرج البخاري ومسلم(33) عن عائشة أن النبي ( كان إذا أراد سفرًا أقرع بين نسائه فطارت القرعة لعائشة، وحفصة، وكان النبي ( إذا كان بالليل سار مع عائشة يتحدث فقالت حفصة: ألا تركبين بعيري وأركب بعيرك تنظرين وأنظر فقالت: بلى فركبت فجاء النبي ( إلى جمل عائشة وعليه حفصة فسلم عليها, ثم سار حتى نزلوا افتقدته عائشة فلما نزلوا جعلت رجليها بين الإذخر(34) وتقول: ربِّ سلِّط عليَّ عقربًا أو حية تلدغني ولا أستطيع(35) أن أقول له شيئًا. ¶ وقد تكون الحيلة في الخير، أخرج مسلم(36) في ((صحيحه)) من حديث أسماء بنت أبي بكر رضي الله عنها قالت: كنت أخدم الزبير خدمة البيت.. فذكرت الحديث وفيه فجاءني رجل فقال: يا أم عبد الله إني رجل فقير أردت أن أبيع في ظل دارك، قالت: إني إن رخصت لك أبى ذاك الزبير، فتعال فاطلب إليَّ والزبير شاهد فجاء فقال يا أم عبد الله: إني رجل فقير أردت أن أبيع في ظل دارك، فقالت: مالك بالمدينة إلا داري؟! فقال لها الزوبير: مالك أن تمنعي رجلاً فقيرًا يبيع، فكان يبيع إلى أن كسب فبعته الجارية فدخل عليَّ الزبير وثمنها في حجري فقال: هبيها لي، قالت: إني قد تصدقت بها. ¶ ______________________________ ¶ (1) البخاري مع (((الفتح)) 2/ 164). ¶ (1) البخاري حديث (5211)، ومسلم (2245). ¶ (2) الإذخر: هو الحشيش. ¶ (3) في رواية مسلم . .. رسولك ولا أستطيع أن أقول له شيئًا). ¶ (4) مسلم حديث (2182). ¶ تحذير للنساء من كفران العشير",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وإذا صدر من الزوج شيء يكره فلا ينبغي أن تكفر المرأة العشير وتنسى كل إحسانه إليها, فقد حذر النبي ( أشد تحذير وبيَّن عليه الصلاة والسلام أن كفران العشير وكفران الإحسان سبب من أسباب دخول النار، فلما خسفت الشمس على عهد النبي ( وصلى النبي ( صلاة الخسوف قال بعد الصلاته: ((إني رأيت الجنة -أو أُريت الجنة- فتناولت منها عنقودًا ولو أخذته لأكلتم منه ما بقيت الدنيا، ورأيت النار فلم أر كاليوم منظرًا قط، ورأيت أكثر أهلها النساء)), قالوا: لِم يا رسول الله؟ قال: ((بكفرهن)), قيل: يكفرن بالله؟ قال: ((يكفرن العشير ويكفرن الإحسان لو أحسنت إلى إحداهن الدهر ثم رأت منك شيئًا قالت: ما رأيت منك خيرًا قط))(37). ¶ وأخرج الترمذي بإسناد(38) حسن عن معاذ بن جبل ( عن النبي ( قال: ((لا تؤذي امرأة زوجها في الدنيا إلا قالت زوجته من الحور العين: لا تؤذيه قاتلك الله فإنما هو عندك دخيل يوشك أن يفارقك إلينا)). ¶ وعن الحصين بن محصن(39) أن عمة له أتت النبي ( في حاجة ففرغت من حاجتها فقال لها النبي : ((أذات زوج أنت؟)) قالت: نعم, قال: ((كيف أنت له؟)) قالت: ما آلوه إلا ما عجزت عنه, قال: ((فانظري أين أنت منه فإنما هو جنتك ونارك)) (40). ¶ ______________________________ ¶ (1) أخرجه البخاري (5197)، ومسلم (ص626) من حديث ابن عباس رضي الله عنهما. ¶ (2) الترمذي حديث (1174). ¶ (3) أخرجه أحمد حديث (4/ 341). ¶ (4) معناه -والله اعلم-: أنك إذا اتقيت الله فيه كانت تقواك لله فيه سبب لدخولك الجنة، وعلى العكس من ذلك إذا لم تتقي الله فيه ولم تؤدي حقه كان ذلك سببًا في دخولك النار. ¶ لا يفرك مؤمن مؤمنة",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ولا ينبغي لمؤمن أن يفرك مؤمنةً فإنه إن كره منها خُلُقا رضي منها آخر (41) والله سبحانه وتعالى يقول: (فإن كرهتموهن فعسى أن تكرهوا شيئًا ويجعل الله فيه خيرًا كثيرًا)[ النساء: 19]. فيندر جدًّا أن تجتمع خصال الخير في امرأة وقد قال النبي : ((إنما الناس كإبل مائة لا تكاد تجد فيها راحلة)) (42). فلا تكاد تجد رجلاً شجاعًا مغوارًا مقدامًا, كريمًا سخيًا عالمًا محسنًا متصدقًا, كاظمًا للغيظ عاف عن الناس, صبورًا يقوم الليل ويصوم النهار واصلاً للأرحام بارًّا بوالدية.., نادرًا ما تجد خصال الخير تجتمع في رجل -كالإبل في المائة- واحد تجده صبورًا على الجوع والعطش, مريحًا في المشي هادئ الطبع لبنه كثير.. نادرًا ما تجد في الإبل كهذا فإذا كان هذا هو الشأن, الشأن في الناس أنهم كإبل مائة لا تكاد تجد فيها راحلة، فالنساء اللواتي خلقن من ضلع من باب أولى ألا تجتمع فيهن خصال الخير، فقد تكون المرأة جميلة حسناء ولكنها بذيئة اللسان، وقد تكون جميلة حسناء لسانها طيب وقولها حلو جميل, لكنها مبذرة في الإنفاق ومتوسعة فيه وغير مقتصدة في معيشتها, وقد تكون مقتصدة في معيشتها لكن لا تجيد الطهي والخبيز(43)، وقد تكون جملية حسنة الخلق حسنة التبعل متقنة لعمل البيت لكنها شديدة الغيرة, وقد يكون فيها ما ذُكر من جمال وبهاء وحسن تبعل واتقان للعمل إلا أنها ضعيفة في العبادة.. إلى غير ذلك. ¶ الشاهد أن المرأة بها عوج كما قال النبي ( كالضلع وكالعود، عودُ في آخره عوج تريد أن تقومه وتعدله فإذا ذهبت تقوِّمه كُسر منك، وإن تركته بقي أعوج، فكذلك المرأة إن ذهبت تقيمها كسرتها وكسرها طلاقها، وإن استمتعت بها استمتعت بها وبها عوج. ¶ فلا بد أن يكون في المرأة عيب وعوج، وكما قال النبي : ((فدارها تعش بها)) (44).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "لا نقول لك اتركها بعيوبها ولكن قوِّمها برفق ولين قدر الاستطاعة, وسدد وقارب ولن تستطيع أن تصل إلى التمام؛ لقول النبي : ((وإن استمتعت بها استمتعت بها وبها عوج)) (45) فليكن منك هذا الحديث على بال والله المستعان وعليه صلاح الأحوال ولا حول وقوة إلا بالله. ¶ ______________________________ ¶ (1) أخرج مسلم -رحمه الله- (3/ 657) من حديث أبي هريرة ( قال: قال رسول الله : ((لا يفرك مؤمن مؤمنةً إن كره منها خلقًا رضي منها آخر- أو قال غيره)). ¶ وقوله لا يفرك: أي لا يبغض، والذي صوَّبه النووي في معنى هذا الحديث: أنه لا ينبغي أن يبغضها؛ لأنه إن وجد فيها خُلُقًا يُكره وجد فيها خلقًا مرضيًا, بأن تكون شرسة الخلق لكنها ديَّنة أو جميلة أو عفيفة أو رفيقة به أو نحو ذلك، والله أعلم. ¶ (2) أخرجه البخاري (6498)، ومسلم (2547) من حديث ابن عمر رضي الله عنهما مرفوعًا. ¶ (1) وأسماء بنت أبي بكر ذات النطاقين العاقلة الرشيدة تقول عن نفسها: ولم أكن أحسن الخبيز. انظر البخاري (9/ 319)، ومسلم (5/ 26) وزينب بنت جحش أم المؤمنين كانت عابدة متصدقة جميلة لكن تعتريها حدةُ أحيانًا. ¶ وأمنا عائشة رضي الله عنها كانت غيورًا مع فضلها وعملها رضي الله عنها. ¶ (1) تقدم الكلام عليه. ¶ (2) تقدم الكلام عليه. ¶ مغاضبات في البيوت وتعوذ من الشيطان ¶ قال تعالى: (إن الذين اتقوا إذا مسهم طائف من الشيطان تذكروا فإذا هم مبصرون)[ الأعراف: 201]. وأغلب البيوت لا تخلوا من مغاضبات بين أهلها حتى بيوت أهل الفضل والصلاح، ولكن أهل الفضل والصلاح لا يتركوا الأمور تسير على ما يحبه الشيطان ويهواه، بل يتعوذون بالله من الشيطان ويستدركون أمورهم ويجمعون شملهم ويصلحون ما بينهم ويُبطلون كيد الشيطان.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فهذا الصديق أبو بكر ( لما أرسل الأضياف إلى بيته مع عبد الرحمن ولده، ورفض الأضياف أن يأكلوا حتى يأتي أبوبكر، فيأتي أبو بكر ويراهم قد تأخروا عن الطعام فماذا صنع الصِّديق الكريم؟!! يغضب على أهل بيته وأضيافه يسبُّ ويجدِّع ويقسم أن لا يأكل، ويبلغ به الأمر إلى حد أن يقول للأضياف: كلوا لا هنيئًا، فيقسم الأضياف أن لا يأكلوا حتى يأكل، وتقسم زوجته هي الأخرى أنها لا تطعمه حتى يطعمه، وفي وسط هذا الغضب الشديد والانفعال الزائد يتذكر هذا الصديق الكريم أن هذا من الشيطان فينزع عن غضبه فيسمي الله، ويقبل على الطعام ويقبل أضيافه على الطعام فيبارك الله -عز وجل- في الطعام، فانظر إلى الصديق كيف رجع عما هو فيه من غضب وانفعال لما علم أن هذا الذي جرى وحدث إنما هو من الشيطان، وها هو الحديث بذلك: أخرج البخاري ومسلم(46) من حديث عبد الرحمن بن أبي بكر رضي الله عنهما: أن أصحاب الصفة كانوا ناسًا فقراء، وإن رسول الله ( قال مرة: ((من كان عنده طعام اثنين، فليذهب بثلاثة، ومن كان عنده طعام أربعة، فليذهب بخامس، بسادس))، أو كما قال: وإن أبا بكر جاء بثلاثة، وانطلق نبي الله ( بعشرة وأبو بكر بثلاثة، قال: فهو وأنا وأبي وأمي-ولا أدري هل قال: وامرأتي وخادم بين بيتنا وبيت أبي بكر- قال: وإن أبا بكر تعشى عند النبي (، ثم لبث حتى صُليت العشاء، ثم رجع فلبث حتى نعس رسول الله (، فجاء بعد ما مضى من الليل ما شاء الله، قالت له امرأته: ما حبسك عن أضيافك، أو قالت: ضيفك؟ قال: أو ما عشيتهم؟ قالت: أبوا حتى تجيء. قد عرضوا عليهم فغلبوهم، قال: فذهبت أنا فاختبأت، وقال: يا غنثر(47)! فجدع وسب، وقال: كلوا لا هنيئًا، وقال: والله! لا أطعمه أبدًا. قال: فايم الله! ما كنا نأخذ من لقمة إلا ربا من أسفلها أكثر منها، قال: حتى شبعنا وصارت أكثر مما كانت قبل ذلك، فنظر إليها أبو بكر فإذا هي كما هي أو أكثر، قال لامرأته: يا أخت بني فراس, ما هذا؟ قالت: لا.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقرة عيني, لهي الآن أكثر منها قبل ذلك بثلاث مرار. قال: فأكل منها أبو بكر، وقال: إنما كان ذلك من الشيطان-يعني يمينه- ثم أكل منها لقمة، ثم حملها إلى رسول الله (، فأصبحت عنده، قال: وكان بيننا بين قوم عقد فمضى الأجل، فعرفنا اثنا عشر رجلاً، مع كل رجلٍ منهم أناس، -الله أعلم كم مع كل رجل- إلا أنه بعث معهم فأكلوا منها أجمعون، أو كما قال. ¶ وفي رواية أخرى لمسلم(48): عن عبد الرحمن بن أبي بكر قال: نزل علينا أضياف لنا، قال: وكان أبي يتحدث إلى رسول الله ( من الليل, قال: فانطلق وقال: يا عبد الرحمن, افرغ من أضيافك(49). قال: فلما أمسيت جئنا بقراهم(50). قال: فأبوا، فقالوا: حتى يجيء أبو منزلنا(51)، فيطعم معنا، قال: فقلت لهم: إنه رجل حديد(52)، وإنكم إن لم تفعلوا خفت أن يصيبني منه أذى، قال: فأبوا، فلما جاء لم يبدأ بشيء أول منهم، فقال: أفرغتم من أضيافكم؟ قال: قالوا: لا، والله ما فرغنا، قال: ألم آمر عبدالرحمن؟ قال: وتنحيت عنه، فقال: يا عبد الرحمن, قال: فتنحيت، قال: فقال: يا غنثر, أقسمت عليك إن كنت تسمع صوتي إلا جئت، قال: فجئت، فقلت: والله مالي ذنب، هؤلاء أضيافك فسلهم، قد أتيتهم بقراهم فأبوا أن يطعموا حتى تجيء، قال: فقال: ما لكم! ألا تقبلوا عنا قراكم؟ قال: فقال أبوبكر: فوالله لا أطعمه الليلة، قال: فقالوا: فوالله لا نطعمه حتى تطعمه، قال: فما رأيت كالشر كالليلة قط، ويلكم! ما لكم أن لا تقبلوا عنا قراكم؟ قال: ثم قال: أما الأولى فمن الشيطان(53)، هلموا قراكم، قال: فجيء بالطعام فسمى فأكل وأكلوا، قال: فلما أصبح غدا على النبي ( فقال: يا رسول الله, بروا (54) وحنثت، قال: فأخبره، فقال: ((بل أنت أبرهم وأخيرهم)). ¶ وليس في بيت أبي بكر فحسب، فهذا رسولنا محمد النبي الكريم -عليه أفضل الصلاة وأتم تسليم- قد آلى من نسائه شهرًا واعتزلهن في مشربة له.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وأخرج البخاري في ((صحيحه))(55) من حديث ابن عباس رضي الله عنهما قال: لم أزل حريصًا على أن أسأل عمر بن الخطاب عن المرأتين من أزواج النبي ( اللتين قال الله تعالى: (إن تتوبا إلى الله فقد صغت قلوبكما)[ التحريم: 4]. حتى حج وحججت، وعدل وعدلت معه بإداوة، فتبرز، ثم جاء فسكبت على يديه منها فتوضأ، فقلت له: يا أمير المؤمنين, من المرأتان من أزواج النبي ( اللتان قال الله تعالى: (إن تتوبا إلى الله فقد صغت قلوبكما)[ التحريم: 4] ؟ قال: واعجبًا لك يا ابن عباس! هما عائشة وحفصة، ثم استقبل عمر الحديث يسوقه قال: كنت أنا وجار لي من الأنصار في بني أمية بن زيد وهم من عوالي المدينة، وكنا نتناوب النزول على النبي ( ، فينزل يومًا وأنزل يومًا، فإذا نزلت جئته بما حدث من خبر ذلك اليوم من الوحي أو غيره، وإذا نزل فعل مثل ذلك، وكنا معشر قريش نغلب النساء، فلما قدمنا على الأنصار إذا قومٌ تغلبهم نساؤهم، فطفق نساؤنا يأخذن من أدب نساء الأنصار، فصخبت عليَّ امرأتي فراجعتني فأنكرتُ أن تراجعني قالت: ولم تنكر أن أراجعك؟ فوالله إن أزواج النبي ( ليراجعنه، وإن إحداهن لتهجره اليوم حتى الليل، فأفزعني ذلك، فقلت لها: قد خاب من فعل ذلك منهن، ثم جمعتُ عليَّ ثيابي فنزلت فدخلت على حفصة، فقلت لها-أي:حفصة-: أتغاضب إحداكن النبيَّ ( اليوم حتى الليل؟ قالت: نعم، فقلت: قد خبت وخسرت، أفتأمنين أن يغضب الله لغضب رسول الله ( فتهلكي؟ لا تستكثري النبي ( ولا تراجعيه في شيء، ولا تهجريه، وسليني ما بدا لك، ولا يغرنك أن كانت جارتك أوضأ منك وأحبَّ إلى النبي ( -يريد عائشة- قال عمر: وكنا قد تحدثنا أن غسان تنعل الخيل لتغزوَنا، فنزل صاحبي الأنصاري يوم نوبته، فرجع إلينا عشاء فضرب بابي ضربًا شديدًا وقال: أثم هو؟ ففزعت فخرجت إليه فقال: قد حدث اليوم أمر عظيم، قلت: ما هو أجاء غسان؟ قال: لا، بل أعظم من ذلك وأهول، طلَّق النبي ( نساءه- قال عبيد بن حنين: سمع",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ابن عباس عن عمر قال: فقال: اعتزل النبي ( أزوجه- فقلت: خابت حفصة وخسرت، وقد كنت أظن هذا يوشك أن يكون، فجمعت عليَّ ثيابي فصليت الفجر مع النبي (، فدخل النبي ( مشربة له فاعتزل فيها، ودخلت على حفصة فإذا هي تبكي، فقلت: ما يبكيك ألم أكن حذرتك هذا؟ أطلقكن النبي (؟ قالت: لا أدري، ها هو ذا معتزل في المشربة، فخرجت فجئت إلى المنبر فإذا حوله رهط يبكي بعضهم، فجلست معهم قليلاً، ثم غلبني ما أجد، فجئت المشربة التي فيها النبي (، فقل لغلام له أسود استأذ لعمر، >فدخل الغلام، فكلم النبي (، ثم رجع، فقال: كلمت النبي (، وذكرتك له فصمت، فانصرف حتى جلست مع الرهط الذين عند المنبر، ثم غلبني ما أجد، فجئت فقلت للغلام: استأذن لعمر، فدخل ثم رجع فقال: قد ذكرتك له فصمت, فرجعت فجلست مع الرهط الذين عند المنبر, ثم غلبني ما أجد, فجئت الغلام فقلت: استأذن لعمر, فدخل ثم رجع إلي فقال: قد ذكرتك له فصمت، فلما وليت منصرفًا، قال: إذا الغلام يدعوني، فقال: قد أذن لك النبي (، فدخلت على رسول الله ( فإذا هو مضطجع على رمال الحصير ليس بينه وبينه فراش قد أثَّر الرمال بجنبه، متكئًا على وسادة من أدم حشوها ليف، فسلمت عليه، ثم قلت وأنا قائم: يا رسول الله أطلَّقت نساءك؟ فرفع إليَّ بصره فقال: ((لا)) فقلت: الله أكبر، ثم قلت وأنا قائم أستأنس: يا رسول الله, لو رأيتني وكنا معشر قريش نغلب النساء، فلما قدمنا المدينة إذا قوم تغلبهم نساؤهم، فابتسم النبي (، ثم قلت: يا رسول الله, لو رأيتني ودخلت على حفصة، فقلت لها: لا يغرنك أن كانت جارتك أوضأ منك وأحب إلى النبي ( -يريد عائشة- فابتسم النبي ( تبسمة أخرى, فجلست حين رأيته تبسم، فرفعت بصري في بيته، فوالله ما رأيت في بيته شيئًا يرد البصر غير أهبة ثلاثة، فقلت: يا رسول الله, ادع الله فليوسع على أمتك، فإن فارس والروم قد وُسع عليهم وأُعطوا الدنيا وهم لا يعبدون الله، فجلس النبي ( وكان متكئًا فقال: ((أو",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "في هذا أنت يا ابن الخطاب؟ إن أولئك قوم قد عجلوا طيباتهم في الحياة الدنيا)). فقلت: يا رسول الله استغفر لي، فاعتزل النبي ( نساءه من أجل ذلك الحديث حين أفشته حفصة إلى عائشة تسعًا وعشرين ليلة، وكان قال: ((ما أنا بداخل عليهن شهرًا)) من شدة موجدته عليهن حين عاتبه الله -عز وجل- فلما مضت تسع وعشرون ليلة دخل على عائشة فبدأ بها، فقالت له عائشة: يا رسول الله, إنك قد أقسمت ألا تدخل علينا شهرًا، وإنما أصبحت من تسع وعشرون ليلة أَعُدها عدًّا، فقال: ((الشهر تسع وعشرون ليلة)). فكان ذلك الشهر تسعًا وعشرين ليلة، قالت عائشة: ثم أنزل الله تعالى آية التخيير، فبدأ بي أول امرأة من نسائه فاخترته، ثم خير نساءه كلهن فقلن مثل ما قالت عائشة. ¶ وهذا عليُّ ( أمير المؤمنين رجل يُحب الله ورسولَه ويحبه الله ورسوله(56) يغاضب إحدى سيدات نساء أهل الحنة وهي زوجته السيدة فاطمة بنت رسول الله ( ورضي الله عنها، ويخرج من البيت بعد مغاضبته لها ويذهب إلى المسجد ينام فيه. ¶ أخرج البخاري(57) من حديث سهل بن سعد الساعدي ( قال: إن كانت أحب أسماء عليًّ ( إليه لأبو تراب، وإن كان ليفرح أن يُدعى بها، وما سماه أبا تراب إلا النبي (، غاضَبَ يومًا فاطمة فخرج فاضطجع إلى الجدار في المسجد، فجاءه النبي ( يتبعه فقال: هو ذا مضطجع في الجدار, فجاءه النبي ( وامتلأ ظهره ترابًا، فجعل النبي ( يمسح التراب عن ظهره ويقول: ((اجلس يا أبا التراب)).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فإذا دبت مشكلة بين زوجٍ وزوجه فعليهما أن يتداركا أمرهما ويتعوذا بالله من الشيطان الرجيم, ويصلحا ذات بينهما ويغلقا عليهما الأبواب، ويسدلا عليهما الحجاب، فإذا غضب الزوج أو انفعلت الزوجة تعوذا بالله وذهبا فتوضأ وصليا ركعتين، وإن كان أحدهما قائمًا فليجلس، وإن كان جالسًا فليضطجع، أو ليقبل أحدهما على الآخر ويعانقه ويعتذر إليه إذا كان مخطئًا في حقه، وليعفو وليصفح لوجه الله، ويحضرني في هذا المقام قصة حدثت لفاطمة بنت عتبة ابن ربيعة مع زوجها عقيل بن أبي طالب وقد أخرجها ابن سعد في ((الطبقات))(58) بإسناد صحيح عن ابن أبي مليكة (59) قال: تزوج عقيل بن أبي طالب فاطمة بنت عتبة بن ربيعة، وكانت كبيرة المال فقالت: أتزوج بك على أن تضمن لي (60) وأنفق عليك، قال: فتزوجها، فكان إذا دخل عليها قالت: أين عتبة بن ربيعة؟ أين شيبة ابن ربيعة؟ قال: فدخل يومًا وهو بَرم، فقالت: أين عتبة بن ربيعة؟ أين شيبة بن ربيعة؟ قال: على يسارك إذا دخلت النار، قال: فشدت عليها ثيابها وقالت: لا يجمع رأسي ورأسك شيء، فأتت عثمان فبعث معاوية وابن عباس، فقال ابن عباس: والله لأفرقن بينهما، وقال معاوية: ما كنت لأفرقن بين شيخين من بني عبد مناف، قال: فأتيا وقد شدا عليها أثوابهما فأصلحا أمرهما.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "قلت: فانظر كيف أصلحا ذات بينهما لما دبت بينهما المشكلة ولم يحتاجا إلى الحكمين وأغلقا عليهما بابهما، فهي امرأة يعتريها ما يعتري النساء من الافتخار بجمال أبيها وعمها (ففي بعض الروايات أنها كانت تقول: أين الذين رقابهم كأباريق الفضة...) وهو رجل يحتمل مقالتها يومًا بعد يوم، ثم يأتي يوم وهو مرهق متعب ضجر فتقول له: أين عتبة بن ربيعة؟ فيقول لها مقالته: عن يسارك في النار، فتلبس ملا بسها وتتجه إلى أمير المؤمنين عثمان ( ، فيرسل الحكمين فلا يصل الحكمان إلى بيت فاطمة وعقيل إلا وقد اصطلحت فاطمة مع عقيل وأغلقا عليهما الأبواب، فلله الحمد، وكذلك فليكن أهل الفضل والصلاح إذا أخطاء أحدهم فليكن سريع الفيئة سريع الأوبة سريع التوبة، وكان الله للأوابين غفورًا. ¶ ______________________________ ¶ (1) أخرجه البخاري حديث (6140، 6141)، ومسلم (2057)، واللفظ لمسلم. ¶ (1) هو الثقيل الوخيم، وقيل: هو الجاهل، وقيل هو السفيه. ¶ (1) (ص1628، 1629). ¶ (2) أي: عشِّهم وقم بحقهم. ¶ (3) القرى هو ما يصنع للضيف من مأكول ومشروب. ¶ (4) أبو منزلنا أي: صاحبه. ¶ (5) رجل حديد أي: فيه قوة وصلابة ويغضب لانتهاك الحرمات والتقصير في حق الضيف. ¶ (1) يعني: اليمين. ¶ (2) أي: بروا في أيمانهم وحنثت. ¶ (3) رواه البخاري حديث (5191)، ومسلم حديث (1111). ¶ (1) أخرج ذلك البخاري (3702)، ومسلم (2407) من حديث سلمة بن الأكوع ( ، وله طرق أخرى عن رسول الله ( حاصلها: أن النبي ( قال يوم خبير: ((لأعطين هذه الراية رجلاً يُحب الله ورسوله، ويُحبه الله ورسوله يفتح الله على يديه..)) فأعطاها عاليًّا. ¶ (2) البخاري (6204). ¶ (1) ابن سعد في ((الطبقات)) (8/ 189). ¶ (2) وفي سماع ابن أبي مليكة من عثمان نظر. ¶ (3) أي: لا تتزوج عليَّ، وأقوم أنا بالإنفاق عليك. ¶ حسن معاشرة مع حسن عبادة",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وكان النبي ( حسن المعاشرة لطيفًا في المداعبة مع أهله، وفي الوقت نفسه يحثهن على طاعة الله -عز وجل- والإكثار من العبادة. ¶ فمن صور تلطفه ومداعبته مع أهله ما أخرجه البخاري ومسلم(61) في ((صحيحيهما)) من حديث أم المؤمنين عائشة رضي الله عنها قالت: كان الحبش يلعبون، فسترني رسول الله ( وأنا أنظر، فما زلت أنظر حتى كنت أنا أنصرف، فاقدروا قدر الجارية الحديثة السن الحريصة على اللهو. ¶ وفي رواية أن النبي ( قال لها: ((يا حميراء, أتحبين أن تنظري إليهم؟)) قالت: نعم(62). ¶ ومن ذلك ما أخرجه الإمام أحمد(63) بسند صحيح عن أم المؤمنين عائشة رضي الله عنها قالت: (خرجت مع النبي ( في بعض أسفاره وأنا جارية لم أحمل اللحم، ولم أبدن، فقال للناس: ((تقدموا))، فتقدموا، ثم قال لي: ((تعايى حتى أسابقك))، فسابقته فسبقتُه، فسكت عني حتى إذا حملت اللحم وبدنت ونسيت خرجت معه في بعض أسفاره، فقال للناس: ((تقدموا))، فتقدموا، ثم قال: ((تعالي حتى أسابقك))، فسابقته فسبقني، فجعل يضحك وهو يقول: ((هذه بتلك))). ¶ ومن ذلك ما أخرجه البخاري ومسلم(64) من حديث أنس ( قال: أتى النبي ( على بعض نسائه ومعهن أم سليم، فقال: ((ويحك يا أنجشة رويدك سوقًا بالقوارير)). ¶ وتأتيه زوجته وهو معتكف، فيجلس معها يحدثها في معتكفه ساعة، ثم يقوم معها يردها إلى قريب من بيتها(65). ¶ ومن ذلك ما أخرجه البخاري ومسلم(66) من حديث عائشة رضي الله عنها قالت: كنت ألعب بالبنات عند النبي ( وكان لي صواحب يلعبن معي، فكان رسول الله ( إذا دخل ينقمعن منه فيُسربهن إليَّ فيلعبن معي.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فها هي أم المؤمنين عائشة وقد تزوجها رسول الله ( وهي بنت ست سنين وبنى بها وهي بنت تسع سنين ومكث معها تسع سنين تلعب مع زميلاتها وصويحباتها بالبنات (وهي الصور التي كانت تصنع من العهن أو من القطن على هيئة بنات) فيدخل النبي ( فتختفي صويحبتها فيرسلهن رسول الله ( إلى عائشة رضي الله عنها يلعبن معها، فأي حلمٍ بعد هذا مع الزوجة!!! ¶ ويحبس(67) النبي ( (أي: يؤخر الجيش) للبحث عن قلادة أسماء التي فقدت من عائشة رضي الله تعالى عنها في السفر(68). ¶ وفي ((صحيح البخاري))(69) أن أم المؤمنين عائشة رضي الله عنها سئلت: ما كان النبي ( يصنع في بيته؟ قالت: كان يكون في مهنة أهله -تعني: خدمة أهله- فإذا حضرت الصلاة خرج إلى الصلاة. ¶ وروى أبو دواد(70) بإسناد حسن لغيره من حديث عقبة بن عامر رضي الله عنه قال: سمعت رسول الله ( يقول: (. .. ليس من اللهو إلا ثلاث: تأديب الرجل فرسه وملاعبته أهله، ورميه بقوسه ونبله)). ¶ وقد حث رسول الله ( على ملاعبة الأهل ومداعبتها، فأخرج البخاري في ((صحيحه))، ومسلم(71) من حديث جابر بن عبد الله رضي الله عنهما أن النبي ( قال له: (. .. أتزوجت؟)) قلت: نعم، قال: ((أبكرًا أم ثيبًا؟)) قال: قلت بل ثيبًا، قال: ((فهلا بكرًا تلاعبها وتلاعبك؟)) قال: فلما قدمنا ذهبنا لندخل فقال: ((أمهلوا حتى تدخلوا ليلاً -أي: عشاءً- لكي تمتشط الشعثة وتستحد المغيبة)). ¶ ويدعوه رجل إلى وليمة فيشترط(72) على الرجل أن يصطحب أهله معه فقد أخرج مسلم من حديث أنس رضي الله عنه أن جارًا لرسول الله ( فارسيًّا كان طيب المرق فصنع لرسول الله ( ثم جاء يدعوه فقال: ((وهذه؟)) لعائشة. فقال: لا، فقال رسول الله : ((لا)), فعاد يدعوه فقال رسول الله : ((وهذه؟)) قال: لا، قال رسول الله : ((لا)), ثم عاد يدعوه فقال رسول الله : ((وهذه؟)) قال: نعم في المرة الثالثة فقاما يتدافعان حتى أتيا منزله(73).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ويجلس عليه الصلاة والسلام مستمعًا إلى أم المؤمنين عائشة وهي تقص عليه حديث النسوة اللآتي جلسن وتعاقدن على أن لا يكتمن من خبر أزواجهن شيئًا ألا وهو حديث أم زرع، وهو حديث طويل ومع ذلك لا يمل رسول الله ( من عائشة وهي تَقُصُّه عليه، والحديث قد أخرجه البخاري ومسلم(74) من حديث أم المؤمنين عائشة ونسوقه لما فيه من الفوائد، قالت رضي الله عنها: (جلس إحدى عشرة امرأةً فتعاهدن أن لا يكتُمن من أخبار أزواجهن شيئًا. ¶ قالت الأولى: زوجي لحمُ جملٍ غَثٍّ(75) على رأس جَبَلٍ(76) لا سهلٍ(77) فيُرتقى (78) ولا سمين(79) فيُنتقل(80). ¶ قالت الثانية: زوجي لا أبثُّ خَبَرَه(81) إني أخاف أن لا أَذَره(82) إن أذكره أذكر عُجره(83) وبُجَرَه(84). ¶ قالت الثالثة: زوجي العشنق(85) إن أنطق أُطلق وإن أسكت أعلق(86). ¶ قالت الرابعة: زوجي كليل تهامةَ(87) لا حَرُّ ولا قَرُّ ولا مخافة ولا سآمة(88). ¶ قالت الخامسة: زوجي إن دخل فَهد(89) وإن خرج أَسدَ(90)، ولا يَسألُ عما عَهد(91). ¶ قالت السادسة: زوجي إن أكل لَفَّ(92) وإن شرب اشتفَّ(93)، وإن اضطجع التفَّ(94) ولا يُولِجُ الكفَّ ليعلم البث(95). ¶ قالت السابعة: زوجي غَيَاياء(96) -أو عَيَاياء(97)- طباقاء(98) كلُّ داء له داء، شَجَّك(99) أو فَلَّك(100) أو جمع كُلاًّ لك. ¶ قالت الثامنة: زوجي المسُّ مسُّ أرنب(101) والريح ريح زرنب(102). ¶ وقالت التاسعة: زوجي رفيعُ العماد(103) طويل النّجاد(104) عظيم الرَّماد(105) قريب البيت من الناد(106). ¶ قالت العاشرة: زوجي مالك(107) وما مالك؟ مالكٌ خيرٌ من ذلك(108)، له إبل كثيرات المبارك قليلاتُ المسارح(109) وإذا سمعن صوتَ المزْهر(110) أيقنَّ أنهن هوالك.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قالت الحادية عشرة: زوجي أَبو زرع، فما أبو زرع؟ أناس(111) من حُليٍّ أذنيَّ وملأ من شحمٍ عضُديَّ(112) وبجَّحني فَبَجحَت(113) إليَّ نفسي، وجدني في أهل غُنيمةٍ بشقٍّ(114) فجعلني في أهل صَهيلٍ(115) وأطيطٍ(116)، ودائسٍ(117) وَمُنقٍ(118)، فعنده أقول فلا أقبَّح(119) وأَرقُد فأتصبَّح(120) وأشرب فأتقنَّح(121). ¶ أم أبي زرع فما أم أبي زرع؟ عكومها(122) رَدَاح(123) وبيتها فساح. ¶ ابن أبي زرع فما ابن أبي زرع؟ مضجعه كمسلِّ شطبةٍ(124) ويشبعه ذراع الجفرة(125). ¶ بنت أبي زرع فما بنت أبي زرع؟ طوعُ أبيها وطوع أمها وملء كسائها(126) وغيظُ جارتها(127). ¶ جارية أبي زرع، فما جارية أبي زرع؟ لا تَبُثُ(128) حديثنا تبثيثًا ولا تُنَقِّث(129) ميراثنا تَنقيثًا(130)، ولا تملأ بيتنا تعشيشًا(131) قالت: خرج أبوزرع والأوطابُ تمخض(132) فلقي امرأة معها ولدان لها كالفهدين(133) يلعبان من تحت خاصرتها برمانتين(134) فطلقني ونكحها، فنكحت بعده رجلاً سريًا(135) ركب شريًا(136) وأخذ خطيًا(137) وأراح(138) عليَّ نعمًا ثريًّا(139) وأعطاني من كل رائحة(140) زوجًا وقال: كُلي أمَّ زرع ومِيرِي(141) أهلك، قالت: فلو جمعت كل شيء أعطانيه ما بلغ أصغر آنية أبي زرع(142)، قالت عائشة: قال رسول الله : ((كنت لك كأبي زرع لأم زرع)))(143). ¶ وأوصى الله سبحانه وتعالى بإحسان المعاشرة فقال سبحانه: (وعاشروهن بالمعروف)[ النساء: 19].",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "قال ابن كثير –رحمه الله- عند تفسير هذه الآية (وعاشروهن بالمعروف)[ النساء: 19] أي: طيِّبوا أقوالكم لهن، وحسِّنوا أفعالكم وهيئاتكم بحسب قدرتكم، كما تحب ذلك منها فافعل أنت بها مثله كما قال تعالى: (ولهن مثل الذي عليهن بالمعروف)[ البقرة: 228]. وقال رسول الله : ((خيركم خيركم لأهله وأنا خيركم لأهلي))(144)، وكان من أخلاقه ( أنه جميل العشرة، دائم البشر، يداعب أهله ويتلطف بهم، ويوسعهم نفقة، ويضاحك نساءه حتى إنه كان يسابق عائشة أم المؤمنين رضي الله عنها يتودد إليها بذلك، قالت: سابقني رسول الله ( فسابقته وذلك قبل أن أحمل اللحم، ثم سابقته بعد ما حملت اللحم فسبقني فقال: ((هذه بتلك)) و... إلى آخره ما ذكره –رحمه الله- ((التفسير)) (1/467). ¶ ______________________________ ¶ (1) أخرجه البخاري حديث (5190)، ومسلم (في طرق حديث 892). ¶ (2) عزاها الحافظ في ((الفتح)) (2/ 444) إلى النسائي، وصحح إسنادها. ¶ (3) أحمد في ((المسند)) حديث (6/ 264). ¶ (1) البخاري (10/ 538، مع الفتح)، ومسلم (5/ 177). ¶ شبه الرسول ( النساء بالقوارير، وأمر أنجشة أن يتلطف في إنشاده وهو يحدو للإبل؛ فإن الإبل إذا سمعت صوت الحادي أسرعت، فخشي على النساء من سرعتها. ¶ (2) أخرج البخاري حديث (2035)، ومسلم (1712) من حديث صفية بنت حيي رضي الله عنها أم المؤمنين أنها جاءت إلى رسول الله ( تزوره في المسجد في العشر الأواخر من رمضان، فتحدثت عنده ساعة، ثم قامت تنقلب، فقام النبي ( معها يقلبها.. الحديث. ¶ (1) أخرجه البخاري (مع ((الفتح)) (10/ 526)، ومسلم (مع النووي 5/ 295). ¶ (2) ومحل هذا إذا لم يكن فيه مشقة على عموم المسلمين. ¶ (3) أخرج البخاري (334)، ومسلم (367) من حديث عائشة رضي الله عنها قالت: خرجنا مع رسول الله ( في بعض أسفاره حتى إذا كنا بالبيداء -أو بذات الجيش- انقطع عقد لي فأقام رسول الله ( على التماسه وأقام معه الناس وليسوا على ماء... الحديث.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "(1) أخرجه البخاري (مع ((الفتح)) 2/ 162). ¶ (2) أخرجه أبودواد (2513) وللحديث شواهد ذكرتها في كتابي ((جامع أحكام النساء))(أبواب الأدب..). ¶ (3) أخرجه البخاري حديث (5247)، ومسلم حديث (715) من عدة وجوه. ¶ (1) وليس هذا في كل الأحوال. ¶ (2) أخرجه مسلم في ((صحيحه)) (2037). ¶ (3) أخرجه البخاري (5189)، ومسلم حديث (2448). ¶ (1) الغث: الهزيل النحيف الضعيف. ¶ (2) في رواية على رأس جبل وعر. ¶ (3) أي: الجبل ليس بسهل، والمعنى: أن صعوده شاق لوعورته. ¶ (4) يُرتقى أي: يُصعد عليه. ¶ (5) المراد: اللحم. ¶ (6) يُنتقل أي: يتحول. ¶ والمعنى الإجمالي لقولها -والله أعلم- أنها شبهت زوجها بلحم الجمل الضعيف الهزيل، وهذا اللحم رغم أنه لحم جمل ضعيف هزيل فهو موضوع على قمة جبل وعرٍ يصعب الصعود إليه، فالجبل ليس بسهلٍ للارتقاء واللحم ليس بسمين يستحق مكابدة المشاق. ¶ وتنزيل هذا على الزوج كالتالي: أنها تذم زوجها فتقول: إن لحمه كلحم الإبل لبس كلحم الضأن الطيب, والمعنى: أنها لا تستمتع بزوجها ذلك الاستمتاع المطلوب فهو رجل ضعيف لحمه غير جيد، وكأنها تصف مضاجعته لها، تعني: أنني إذا استمتعت منه بشيء فكأني آكل لحم الجمل الهزيل وهو مع هذه الحالة من الهزال والضعيف خُلقه سيئ, فلا أحد يعرف كيف يتكلم معه ولا كيف يتخاطب معه ولا يصل إليه لسوء خلقه، وحتى إذا وصلت إليه بعد مكابدتي المشاق فماذا عَساي أن أحصل منه، إنني بعد هذا الجهد للوصول إليه لا أجد شيئًا يستحق أن آخذه وأنتقل به وأستمتع به، والله أعلم. ¶ (1) أبث معناها: أنشر. ¶ (2) أذره: أتركه، والمعنى: أترك خبره. ¶ (3، 4) عُجره وبُجره: العُجر هي العروق والأعصاب التي تنتفخ وتظهر في الوجه والجسد عند الغضب أو عند الكبر، والبُجر مثلها إلا أنها مختصة بالبطن.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "والمعنى الإجمالي-والله أعلم- أن المرأة تشير إلى أن زوجها مليء بالعيوب، فهي تقول: إنني إذا تكلمت فيه ونشرت أخباره أخشى أن أستمر في الحديث ولا أنتهي؛ لكثرة ما فيه من شرور وانفعالات،و ماذا أتذكر من زوجي إن تذكرت منه شيئًا؟ فالذي أتذكره هو العُقد الموجودة في وجهه وانتفاخ أوداجه والنتوء الظاهرة في عروق البطن والجسد، هذا الذي أذكره منه. ¶ ومن العلماء من قال: إن معنى قولها: إني أخاف أن لا أذره أي: أخاف أن لا أتحمل مفارقته؛ فإنه إذا بلغه أنني تكلمت فيه طلقني فأخشى من مفارقته لوجود أولادي وعلاقتي به، والأول أولى، والله أعلم. ¶ (5) العَشنَّق: هو الطويل المذموم الطول، وقيل: هو سيء الخُلق، وقيل: هو النجيب الذي يملك أمر نفسه ولا تتحكم فيه النساء، وقيل: عكس ذلك أنه الأهوج الذي لا يستقر على حال. ¶ (6) أما قولها: إن أنطق أُطلق وإن أسكت أعلق: فمعناه-والله أعلم- إذا تكلمت عنده وراجعته في أمرٍ طلقني وإن سكَتُّ على حالي لم يلتفت إليَّ وتركني كالمعلقة التي لا زوج لها ولا هي أيم، فلا زوج عندها ينتفع به ولا هي أيم تبحث عن زوج لها، والله أعلم. ¶ (7) قولها: كليل تهامة، أما تهامة فبلاد تهامة المعروفة، والليل في هذه البلاد معتدل والجو فيها طيب لطيف، فهي تصف زوجها بأنه لين الجانب هادئ الطبع رجل لطيف. ¶ (1) مخافة من الخوف: والسآمة من قوله: سأم الرجل أي ملَّ وتعب، والمعنى: أنني أعيش مع زوجي آمنة مطمئنة مرتاحة البال لست خائفة ولا أملُّ من معيشته معي، وحالي عنده كحال أهل تهامة وهم يستمتعون بلذة ليلهم المعتدل وجو بلادهم اللطيف. ¶ (2) فهد بفتح الفاء وكسره الهاء وفتح الدال من الفهد المعروف، أي فيه من خصال الفهد. ¶ (3) أسد بفتح الألف وكسر السين وفتح الدال من الأسد، أي: فيه من خصال الأسد. ¶ (4) هذا الوصف الذي وصفت به المرأة زوجها محتمل احتمالين: إما المدح وإما الذم.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أما المدح فله وجوه أحدها: أنها تصف زوجها بأنه فهد؛ لكثرة وثوبه عليها وجماعه لها فهي محبوبة عنده لا يصبر إذا رآها، أما هو في الناس إذا خرج فشجاع كالأسد. ¶ وقولها: لا يسأل عما عهد أي: أنه يأتينا بأشياء من طعام وشراب ولباس ولا يسأل أين ذهبت هذه ولا تلك. ¶ والوجه الثاني: للمدح أنه إذا دخل البيت كان كالفهد في غفلته عما في البيت من هلل وعدم مؤاخذته لها على القصور الذي في بيتها، وإذا خرج في الناس فهو شجاع مغوار كالأسد، ولا يسأل عما عهد، أنه يسامحها في المعاشرة على ما يبدو منها من تقصير. ¶ أما الذم فهي تصف زوجها بأنه إذا دخل كان كالفهد في عدم مداعبته لها قبل المواقعة، وأيضًا سيء الخلق يبطش بها ويضربها ولا يسأل عنها، فإذا خرج من عندها وهي مريضة ثم رجع لا يسأل ولا عن أحوالها ولا عن أولاده، والله أعلم. ¶ (5) أي: مر على جميع ألوان الطعام التي على السفرة فأكل منها جميعًا. ¶ (6) اشتف أي: شرب الماء عن آخره. ¶ (1) أي: التف في اللحاف والفراش وحده بعيدًا عني. ¶ (2)لا يدخل يده إلى جسدي ويرى ما أنا عليه من حال وأحزان، فهي تصف زوجها بما يُذم به الرجل وهو كثرة الأكل والشرب وقلة الجماع، والله أعلم. ¶ (4,3) الغياياء: هو الأحمق، والعياياء (من العي) الذي لا يستطيع جماع النساء. ¶ (5) طباقاء بلغ الغاية في الحمق. ¶ (6) شجك أي: إذا كلمتيه شجك والشج هو الجرح في الرأس. ¶ (7) والفلول هي الجروح في الجسد، والمعنى: إذا راجعته في شيء ضربني على رأسي فكسرها أو على جسدي فأدماه أو جمعهما معًا، أي: جمع لي الضرب على الرأس (الذي هو الشج) مع جراح الجسد (الفلول)، والله أعلم. ¶ (8) قولها: المس مس أرنب، أي: أن زوجها إذا مسته وجدت بدنه ناعمًا كوبر الأرنب، وقيل: كنَّت بذلك عن حسن خلقه ولين عريكته بأنه طيب العرق؛ لكثرة نظافته واستعماله الطيب تظرفًا. ¶ وفي رواية: أنا أغلبه والناس يغلب.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "(9) الزرنب نبت له ريح طيب، فهي تصف زوجها بحسن التجمل والتطيب لها، والله أعلم. ¶ (10) رفيع العماد تعني: أن بيته مرتفع كبيوت السادة والأشراف حتى يقصده الأضياف. ¶ (11) طويل النجاد: النجاد هو حمالة السف، كجراب السيف تصفه بالجرأة والشجاعة. ¶ (1) المراد بالرماد رماد الحطب الذي نشأ عن إيقاد النار في الخشب والحطب, وكونه عظيم الرماد يدل على أنه كريم يكثر الأضياف من المجيء إليه فيكثر من الذبح والطهي لهم فيكثر الرماد لذلك، وهو أيضًا كريم في أهله. ¶ (2) قريب البيت من الناد أي: من النادي فالناس يذهبون إليه في مسائلهم ومشاكلهم، فالمعنى: أنها تصفه بالسيادة والكرم وحسن الخلق وطيب المعاشرة، والله أعلم. ¶ (3) زوجها اسمه مالك. ¶ (4) أي: خيرُ من المذكورين جميعًا. ¶ (5) أي: أن من الإبل من يسرح ليرعى، وكثير منها يبقي بجواره؛ استعدادًا لإكرام الضيف بذبحها. ¶ (6) المزهر آلة كالعود-على ما قاله بعض العلماء- يُضرب به لاستقبال الأضياف والترحيب بهم. ¶ والمعنى: أن الإبل إذا سمعت صوت المزهر علمن أن هناك أضيافًا قد وصلوا، فإذا وصل الأضياف أيقنت الإبل أنها ستذبح، والله أعلم. ¶ (7) أناس من النوس وهو الحركة، والمعنى: حرك أذني بالحلي، والمعنى أيضًا: أكثر في أذني من الحلي حتى تدلى منها واضطرب وسمع له صوت. ¶ (8) أي: أن عضديها امتلأت شحمًا. ¶ (1) بجحني أي: عظمني وجعلني أتبجح فعظمت إليَّ نفسي وتبجحت. ¶ (2) بشق قيل: هو مكان وقيل: شق جبل، والمعنى: وجدني عندما جاء يتزوجني أعيش أنا وأهلي في فقر وفي غنيمات قليلة نرعاها بشق الجبل. ¶ (3) أي: صهيل الخيول. ¶ (4) أطيط أي: إبل، أي: أنها أصبحت في رفاهية بعد أن كانت في ضنك من العيش. ¶ (5) الدائس هو ما يُداس، وهي القمح الذي يدلس عليه ليخرج منه الحبُ ويفصل عنه التبن كما يفعل الآن في بعض بلاد الريف يرمون القمح في طريق السيارت كي تدوسه فتفصل بين الحب والتبن، وكان الدائس في زمان السلف هي الدواب.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "(6) المنق هو الذي له نقيق، قال بعض العلماء: هو الدجاج. ¶ والمعنى: أنها أصبحت في ثروة واسعة من الخيل والإبل والزرع والطيور وغير ذلك. ¶ (7) أي: لا يقبح قولي ولا يرده بل أنا مدللة عنده. ¶ (8) أي: أنام إلى الصباح لا يوقظني أحد لعمل بل هناك الخدم الذين يعملون لي الأعمال فلا يقول لي: قومي جهزي طعام ولا اعلفي دابة ولا هيئي المركب بل هناك من الخدم من يكفيني ذلك. ¶ (9) أتقنح أي: أشرب حتى أرتوي، وقيل: أشرب على مهل؛ لأني لا أخشى أن ينتهي اللبن فهو موجود دائمًا. ¶ (10) العكوم: هي الأعدال والأحمال التي توضع فيها الأمتعة. ¶ (11) رداح أي: واسعة عظيمة. ¶ والمعنى: أنها وصفت والدة زوجها بأنها كثيرة الآلآت والأثاث والمتاع والقماش، وبيتها متسع كبير ومالها كثير تعيش في خير كثير وعيش رغيد وفير. ¶ (1) الشطبة: هي سعف الجريد الذي يشق فيؤخذ منه قضبان رقاق تنسج منه الحصر، والمسل: هي العود الذي سُلَّ (أي: سُحب) من هذه الحصيرة. تعني: أن المضجع الذي ينام فيه الولد صغير، قدر عود الحصير الذي يسحب من الحصيرة، أي: أن الولد لا يشغل حيزًا كبيرًا في البيت. ¶ أما الحافظ ابن حجر -رحمه الله- فقال ((فتح الباري)) (9/ 179): ويظهر لي أنها وصفته بأنه خفيف الوطأة عليها؛ لأن زوج الأب غالبًا يستثقل ولده من غيرها فكان هذا يخفف عنها، فإذا دخل بيتها فاتفق أنه قال فيه: (أي: نام فيه) مثلاً لم يضجع إلا قدر ما يسل السيف من غمده ثم يستيقظ؛ مبالغة في التخفيف عنها. ¶ (2) الجفرة هي: الأنثى من الماعز التي لها أربعة أشهر. ¶ وتعني: أن الولد ليس بكثير الطعام ولا الشراب. ¶ (3) أي: أن جسمها ممتلئ أتاها الله بسطة فيه. ¶ (4) قيل: جارتها ضرتها، وقيل: جارتها على الحقيقة. ¶ (5) لا تبث أي: لا تنشر ولا تُظهر. ¶ (6) أي: لا تخوننا فيه ولا تسرق منه. ¶ (7) وفي رواية: ميرتنا، والمعني بها الطعام.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "(8) أي: أنها نظيفة وتنظف البيت فلا تترك البيت قذرًا دنسًا مليئًا بالخرق ومليئًا بما لا فائدة فيه. ¶ ومعنى آخر: أنها لا تدخل على بيتنًا شيئًا من الحرام وأيضًا لا تترك الطعام يفسد. ¶ (1) الأوطاب: هي قدور اللبن وأوعيته، وتمخض أي: تُخض كي يستخرج منها الزبد والسمن. ¶ ومن أهل العلم من قال: إنه خرج من عندها وهي تمخض اللبن فكانت متعبة فاستلقت فرآها متعبة فكأنه زهد فيها. ¶ (2) أي: أنه سر بالولدين وأُعجب بهما ومن ثمَّ أحب أن يرزق منها بالولد. ¶ (3) ذكر بعض أهل العلم أن معناه: أن إليتيها عظيمتين فإذا استلقت على ظهرها ارتفع جسمها الذي يلي إليتيها من ناحية ظهرها عن الأرض حتى لو جاء الطفلان يرميان الرمانة من تحت ظهارها وذلك من عظم إليتيها. ¶ وقول آخر: أن الطفلين يلعبان وهما مجاورين لها، ومنهم من حمل الرمانتين على ثدييها، ودلل بذلك على صغر سنها أي أن ثديها لم يتدل من الكبر. ¶ (4) سريًا أي: من سراة الناس وهم كبراؤهم في حسن الصورة والهيئة. ¶ (5) شريًا أي: فرسًا جيدًا خيارًا فائقًا يمضي في سيره بلا فتور. ¶ (6) هو الرمح الخطي أي: الذي يجلب من موضع يقال له: الخط، وهو موضع بنواحي البحرين كانت تجلب منه الرماح. ¶ (7) أراح أي: أتى بها إلى المراح وهو موضع الماشية، أو رجع إليَّ (عند رواحه). ¶ (8) الثري: هو المال الكثير من الإبل وغيرها. ¶ (9) في رواية (ذابحة)، المعنى: أعطاني من كل شيء يذهب ويروح صنفين فمثلاً الإبل والغنم والبقر والعبيد وغيرها تروح فكل شيء يروح (أو كل شيء يذبح) أعطاني منه بدلاً من الواحد اثنين أو أعطاني منه صنفًا. ¶ (10) الميرة: هي الطعام، ومنه قول إخوة يوسف عليه السلام: (ونمير أهلنا)[ يوسف: 65]، أي: نجلب لهم الميرة، والمراد أنه قال لها: صليهم وأوسعي عليهم بالميرة.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فهذه المرأة وصفت زوجها بالسيادة والشجاعة والفضل والجود والكرم, فهو رجل يركب أفضل الفرسان ويخرج غازيًا معه سهمٌ جيد من أجود السهام, فيرجع منتصرًا غانمًا الغنيمة فيُدخل عليَّ من كل نوع مما يُذبح زوجًا ولا يضيق عليَّ في الإهداء وصلة أهلي بل يقول: كُلي يا أم زرع وصِلي أهلك وأكرميهم. ¶ (1) من العلماء من قال: إن الذي يجمعه هذا الزوج من الغزوة إذا قُسم على الأيام حتى تأتي الغزو الثانية كان نصيب كل يومٍ من الأيام لا يملأ أصغر إناء من آنية أبي زرع.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "(2) هذا هو القدر المرفوع من حديث رسول الله (، وها هي بعض الفوائد المتعلقة بحديث أم زرع ذكرها الحافظ ابن حجر –رحمه الله- فقال: وفي هذا الحديث من الفوائد غير ما تقدم: حسن عشرة المرء أهله بالتأنيس والمحادثة بالأمور المباحة ما لم يفضِ ذلك إلى ما يمنع، وفيه المزح أيضًا، وبسط النفس به ومداعبة أهله وإعلامه بمحبته لها, ما لم يؤد ذلك إلى مفسدة تترتب على ذلك من تجنيها عليه وإعراضها عنه, وفيه منع الفخر بالمال وبيان جواز ذكر الفضل بأمور الدين، وإخبار الرجل أهله بصورة حاله معهم وتذكيرهم بذلك لا سيما عند وجود ما طبعن عليه من كفر الإحسان, وفيه ذكر المرأة إحسان زوجها، وفيه إكرام الرجل بعض نسائه بحضور ضرائرها بما يخصها به من قول أو فعل، ومحله عند السلام من الميل المفضي إلى الجور، وقد تقدم في أبواب الهبة جواز تخصيص بعض الزوجات بالتحف واللطف إذا استوفى للأخرى حقها, وفيه جواز تحدث الرجل مع زوجته في غير نوبتها, وفيه الحديث عن الأمم الخالية وضرب الأمثال بهم اعتبارًا، وجواز الانبساط بذكر طرف الأخبار ومستطابات النوادر تنشيطًا للنفوس, وفيه حض النساء على الوفاء لبعولتهن وقصر الطرف عليهم والشكر لجميلهم، ووصف المرأة زوجها بما تعرف من حسن وسوء، وجواز المبالغة في الأوصاف، ومحله إذا لم يصر ذلك ديدنًا؛ لأنه يفضي إلى خرم المروءة, وفيه تفسير ما يجمله المخبر من الخبر إما بالسؤال عنه وإما ابتداء من تلقاء نفسه، وفيه إن ذكر المرء بما فيه من العيب جائز إذا قصد التنفير عن ذلك الفعل ولا يكون ذلك غيبة أشار إلى ذلك الخطابي، وتعقبه أبو عبدا لله التميمي شيخ عياض بأن الاستدلال بذلك إنما يتم أن لو كان النبي ( سمع المرأة تغتاب زوجها فأقرها، وأما الحكاية عمن ليس بحاضر فليس كذلك وإنما هو نظير من قال: في الناس شخص يسيء، ولعل هذا هو الذي أراده الخطابي فلا تعقب عليه، وقال المازري قال بعضهم: ذكر بعض هؤلاء النسوة أزواجهن بما",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "يكرهون ولم يكن ذلك غيبة؛ لكونهم لا يعرفون بأعيانهم وأسمائهم، قال المازري: وإنما يحتاج إلى هذا الاعتذار لو كان من تحدث عنده بهذا الحديث سمع كلامهن في اغتياب أزواجهن فأقرهن على ذلك، فأما والواقع خلاف ذلك وهو أن عائشة حكت قصة عن نساء مجهولات غائبات فلا، ولو أن امرأة وصفت زوجها بما يكرهه لكان غيبة محرمة على من يقوله ويسمعه، إلا إن كانت في مقام الشكوى منه عند الحاكم، وهذا في حق المعين فأما المجهول الذي لا يعرف فلا حرج في سماع الكلام فيه؛ لأنه لا يتأذى إلا إذا عرف أن من ذكر عنده يعرفه، ثم إن هؤلاء الرجال مجهولون لا تعرف أسماؤهم ولا أعيانهم فضلاً عن أسمائهم, ولم يثبت للنسوة إسلام حتى يجري عليهن الغيبة فبطل الاستدلال به لما ذكر، وفيه تقوية لمن كره نكاح من كان له زوج؛ لما ظهر من اعتراف أم زرع بإكرام زوجها الثاني لها بقدر طاقته، ومع ذلك فحقرته وصغرته بالنسبة إلى الزوج الأول، وفيه أن الحب يستر الإساءة؛ لأن أبا زرع مع إساءته لها بتطليقها لم يمنعها ذلك من المبالغة في وصفه إلى أن بلغت حد الإفراط والغلو. وقد وقع في بعض طرقه إشارة إلى أن أبا زرع ندم على طلاقها، وقال في ذلك شعرًا، ففي رواية عمر بن عبد الله بن عروة عن جده عن عائشة أنها حدثت عن النبي ( عن أبي زرع وأم زرع وذكرت شعر أبي زرع على أم زرع, وفيه جواز وصف النساء ومحاسنهن للرجل، لكن محله إذا كن مجهولات، والذي يمنع من ذلك وصف المرأة المعينة بحضرة الرجل أو أن يذكر من وصفها ما لا يجوز للرجال تعمد النظر إليه وفيه أن التشبيه لا يستلزم مساواة المشبه بالمشبه به من كل جهة لقوله : ((كنت لك كأبي زرع)) والمراد ما بينَّه بقوله في رواية الهيثم في الألفة إلى آخره لا في جميع ما وصف به أبوزرع من الثروة الزائدة والابن والخادم وغير ذلك وما لم يذكر من أمور الدين كلها, وفيه أن كناية الطلاق لا توقعه إلا مع مصاحبة النية؛ فإنه ( تشبه بأبي زرع وأبو زرع قد",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "طلق فلم يستلزم ذلك وقوع الطلاق؛ لكونه لم يقصد إليه, وفيه جواز التأسي بأهل الفضل من كل أمة؛ لأن أم زرع أخبرت عن أبي زرع بجميل عشرته فامتثله النبي (، كذا قال المهلب واعترضه عياض فأجاد، وهو أنه ليس في السياق ما يقتضي أنه تأسى به بل فيه أنه أخبر أن حاله معها مثل حال أم زرع، نعم ما استنبطه صحيح باعتبار أن الخبر إذا سيق وظهر من الشارع تقريره مع الاستحسان له جاز التأسي به. ¶ (1) صحيح، وسيأتي. ¶ (ساعة وساعة) ¶ فحسن المعاشرة مطلوب والترفيه عن الأهل بين الحين والآخر مطلوب. ¶ وفي ((صحيح مسلم))(145) من حديث حنظلة الأسيدي ( وكان من كتاب رسول الله ( قال: لقيني أبو بكر فقال: كيف أنت يا حنظلة؟ قال: قلت: نافق حنظلة، قال: سبحان الله ما تقول؟! قال: قلت: نكون عند رسول الله ( يُذكِّرنا بالنار والجنة حتى كأنا رأي عينٍ فإذا خرجنا من عند رسول الله ( عافسنا الأزواج والأولاد والضَّيعات فنسينا كثيرًا، قال أبو بكر: فوالله إنا لنلقى مثل هذا فانطلقت أنا وأبو بكر حتى دخلنا على رسول الله ( قلت: نافق حنظلة يا رسول الله، فقال رسول الله : ((وما ذاك؟)) قلت: يا رسول الله نكون عندك تُذكرنا بالنار والجنة حتى كأنا رأي عين, فإذا خرجنا من عندك عافسنا الأزواج والأولاد والضيعات نسينا كثيرًا، فقال رسول الله : ((والذي نفسي بيده إن لم تدومون على ما تكونون عندي وفي الذِّكر لصافحتكم الملائكة على فرشكم وفي طرقكم, ولكن يا حنظلة ساعة وساعة)) ثلاث مرات. ¶ وفي ((صحيح البخاري))(146) من حديث ابن عمر رضي الله عنهما قال: كنا نتقي الكلام والانبساط إلى نسائنا على عهد النبي (؛ هيبة أن ينزل فينا شيء فلما تُوفي رسول الله ( تكلمنا وانبسطنا. ¶ ______________________________ ¶ (1) مسلم مع النووي (17/65). ¶ (1) أخرجه البخاري، حديث (5187). ¶ (حثٌّ على العبادة)",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ومع هذه المعاشرة الطيبة والخلق الحسن لا يتوانى ولا يفتر رسول الله ( عن نصح نسائه وأهل بيته وحثهن على العبادة وعلى فعل الخير والبر, فبهذا أمره ربه -سبحانه وتعال-، قال سبحانه: (وأمر أهلك بالصلاة واصطبر عليها لا نسألك رزقًا نحن نرزقك والعاقبة للتقوى)[ طه: 112], وأثنى الله على نبيِّ من أنبيائه وهو إسماعيل عليه الصلاة والسلام بقوله: (واذكر في الكتاب إسماعيل إنه كان صادق الوعد وكان رسولاً نبيًا * وكان يأمر أهله بالصلاة والزكاة وكان عند ربه مرضيًا)[ مريم: 54، 55]. ¶ وأخرج البخاري ومسلم(147) من حديث عائشة رضي الله عنها قالت: كان رسول الله ( يصلي وأنا راقدة معترضة على فراشه فإذا أراد أن يوتر أيقظني. ¶ وفي ((صحيح البخاري))(148) أيضًا من حديث أم سلمة رضي الله عنها قالت: استيقظ النبي ( ذات ليلة فقال: ((سبحان الله ماذا أنزل الليلة من الفتن، وماذا فتح من الخزائن، أيقظوا صواحب الحجر(149) فربَّ كاسيةٍ في الدنيا عارية في الآخرة)). ¶ وأخرج الإمام أحمد(150) في ((مسنده)) بإسناد حسن عن أبي هريرة ( قال: قال رسول الله : ((رحم الله رجلاً قام من الليل فصلى وأيقظ امرأته فصلَّت فإن أبت نضح في وجهها الماء، ورحم الله امرأة قامت من الليل فصلَّت وأيقظت زوجها فصلى فإن أبى نضحت في وجهه الماء)). ¶ وطرق النبي ( عليًا وفاطمة ليلة فقال لهما: ((ألا تصليان؟)) (151). ¶ وفي ((صحيح البخاري)) (152) من حديث ابن عمر رضي الله عنهما قال: أتى النبيُّ ( بيت فاطمة فلم يدخل عليها، وجاء عليُّ فذكرت له ذلك فذكره للنبي ( قال: ((إني رأيت على بابها سترًا موشيًّا)) (153) فقال: ((ما لي وللدنيا؟)) فأتاها عليٌّ فذكر ذلك لها، فقالت: ليأمرني فيه بما شاء، قال: ((ترسلي به إلى فلان)) أهل بيت فيهم حاجة.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "فعلى الشخص أن يكون حسن المعاشرة مع الأهل وفي الوقت نفسه فيكون مُذكرًا لهن بطاعة الله -عز وجل- حاثًّا لهن على حسن عبادته -سبحانه- وعلى طاعته عز وجل. ¶ ______________________________ ¶ (1) أخرجه البخاري (977)، ومسلم (ص395). ¶ (2) البخاري، حديث (115). ¶ (3) يريد أزواجه –رضي الله عنهن- كي يُصلين. ¶ (4) ((المسند)) (2/250). ¶ (1) أخرجه البخاري (4724)، ومسلم (775) من حديث علي . ¶ (2) أخرجه البخاري (2613). ¶ (3) الموشى: هو المخطط بألوان متعددة. ¶ (حث الزوجة على التَّزيُّن) (وحث الزوج على الجماع) ¶ وعلى الشخص أن يسد حاجة أهله من الجماع قدر استطاعته, كما أنه ينبغي لها هي الأخرى أن تحسن التبعل له وتتزين له، وقد تقدم أن النبي ( لما سئل أي النساء خير؟ قال: ((التي تسره إذا نظر وتطيعه إذا أمر ولا تخالفه في نفسها وماله بما يكره)). ¶ وقال النبي : ((إن الله جميل يحب الجمال)) (154)، فمن دواعي إدخال السرور على الرجل أن يدخل على أهله فيجد امرأته جميلة متطيبة مكتحلة, متزينة مرتدية ما استطاعت من ثيابها الحسنة الجميلة(155), فترد كثيرًا مما وقع في نفسه من رؤيته للنساء الأجنبيات عنه, وينبغي له هو الآخر أن يتزين لها ويتجمل؛ فإنها تحب منه الذي يحبه منها، وقد قال تعالى: (ولهن مثل الذي عليهن بالمعروف)[ البقرة: 228]. وورد عن بعض السلف القول: بأنه يحب أن يتزين لامرأته كما يحب أن تتزين له.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فهذه أسباب تجعل عين الرجل تقر بامرأته وعين المرأة تقر بزوجها ولا تمتد عينه إلى شيء محرم، ولا تمتد عينها كذلك إلى المحرم، ومن ثَمَّ فقد ورد عن رسول الله ( الحث على الجماع والترغيب فيه بل وإثبات الأجر فيه؛ لما فيه من إعفاف وجلب للمودة بين الزوجين والتقارب بينهما، وكم من مشكلة تثار في البيوت إما من الرجل وإما من المرأة ويكون من ورائها امتناع الآخر من الجماع, فإذا تم سكنت النفوس بإذن الله وهدأت الأعصاب وارتاح البال، وقد حث رسول الله ( ورغَّب فيه وبيَّن أن فيه الأجر. ¶ فأخرج الإمام مسلم(156) -رحمه الله تعالى- من حديث أبي ذر ( قال: إن ناسًا من أصحاب النبي ( قالوا للنبي : يا رسول الله ذهب أهل الدثور بالأجور يصلون كما نصلي، ويصومون كما نصوم، ويتصدقون بفضول أموالهم قال: ((أو ليس قد جعل الله لكم ما تصدقون: إن بكل تسبيحة صدقة، وكل تكبيرة صدقة، وكل تحميدة صدقة، وكل تهليلة صدقة، وأمر بالمعروف صدقة، ونهي عن منكر صدقة، وفي بُضع(157) أحدكم صدقة)). قالوا يا رسول الله, أيأتي أحدنا شهوته ويكون له فيها أجر؟ قال: ((أرأيتم لو وضعها في حرام أكان عليه فيها وزر؟ فكذلك إذا وضعها في الحلال كان له أجر)).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وأخرج البخاري ومسلم(158) من حديث جابر بن عبد الله رضي الله عنهما قال: كنت مع النبي ( في غزاة فأبطأ بي جملي وأعيى فأتى عليَّ النبي ( فقال: ((جابر؟)) فقلت: نعم، قال: ((ما شأنك؟)) قلت: أبطأ عليَّ جملي وأعيى فتخلفت، فنزل يحجنه بحجنه ثم قال: ((اركب)) فركبته فلقد رأيته أكفه عن رسول الله ( قال: ((تزوجت؟)) قلت: نعم, قال: ((بكرًا أم ثيبًا؟)) قلت: بل ثيبًا، قال: ((أفلا جارية تلاعبها وتلاعبك؟)) قلت: إن لي أخوات فأحببت أن أتزوج امرأة تجمعهن وتمشطهن وتقوم عليهن قال: ((أما إنك قادم فإذا قدمت فالكيس الكيس)) (159) ثم قال: ((أتبيع جملك؟)) قلت: نعم, فاشتراه مني بأوقية, ثم قدم رسول الله ( قبلي وقدمتُ بالغداة، فجئنا إلى المسجد فوجدته على باب المسجد قال: ((الآن قدمت؟)) قلت: نعم, قال: ((فدع جملك فادخل فصلَّ ركعتين)), فدخلت فصليت فأمر بلالاً أن يزن له أوقية، فوزن لي بلال فأرجح في الميزان، فانطلقت حتى وليت فقال: ((ادع لي جابرًا)), قلت: الآن يرد عليَّ الجمل، ولم يكن شيء أبغض إليَّ منه قال: ((خذ جملك ولك ثمنه)). ¶ وقد كان النبي ( يطوف على نسائه تسع نسوة في الليلة الواحدة. ¶ فقد أخرج البخاري(160) من حديث أنس ( قال: كان النبي ( يدور على نسائه في الساعة الواحدة من الليل أو النهار وهن إحدى عشرة, قال قتادة لأنس أو كان يطيقه؟ قال: كنا نتحدث أنه أُعطي قوة ثلاثين. ¶ وفي رواية للبخاري(161) من حديث أنس أيضًا أن نبي الله ( كان يطوف على نسائه في الليلة الواحدة وله يومئذٍ تسع نسوة وفي رواية(162) أن ذلك كان بغسل واحد. ¶ وفي رواية لعائشة(163) عند البخاري ومسلم: (كنت أطيب رسول الله ( فيطوف(164) على نسائه ثم يصبح مُحرمًا ينضح طيبًا). ¶ وليس نبينا محمد ( فحسب، بل الأنبياء أيضًا، فقد ذكر الله -سبحانه وتعالى- عنهم أولو الأيدي والأبصار أي: الأقوياء العلماء.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وأخرج البخاري(165) من حديث أبي هريرة ( قال: ((قال سليمان بن داود: لأطوفن الليلة على سبعين(166) امرأة تحمل كل امرأة فارسًا يجاهد في سبيل الله, فقال له صاحبه: إن شاء الله, فلم يقل ولم يحمل شيئًا إلا واحدًا ساقطًا أحد شقيه(167)))، فقال النبي : ((لو قالها(168) لجاهدوا في سبيل الله)). ¶ ويستحب للشخص إذا جامع أهله ثم أراد أن يعود لمجامعتها مرة أخرى أن يتوضأ، وهذا للاستحباب وليس للأيجاب، وقد أخرج مسلم(169) من حديث أبي سعيد الخدري ( قال: رسول الله : ((إذا أتى أحدكم أهله ثم أراد أن يعود فليتوضأ)). ¶ ويستحب للزوج أن يقول عند الجماع: بسم الله اللهم جنبنا الشيطان وجنَّب الشيطان ما رزقتنا؛ وذلك لما أخرجه البخاري ومسلم(170) من حديث ابن عباس رضي الله عنهما قال: قال النبي : ((أما لو أن أحدهم يقول حين يأتي أهله: بسم الله، اللهم جنبني(171) الشيطان وجنب الشيطان ما رزقتنا ثم قُدر بينهما في ذلك أو قُضي ولد لم يضره شيطان أبدًا))(172). ¶ وحث النبي ( من رأى امرأة فأعجبته على جماع أهله. ¶ فأخرج الإمام مسلم(173) -رحمه الله- من حديث جابر ( أن رسول الله ( رأى امرأة فأتى امرأته زينب وهي تمعسُ منيئة(174) لها فقضى حاجته ثم خرج إلى أصحابه فقال: ((إن المرأة تقبل في صورة شيطان وتدبر في صورة شيطان, فإذا أبصر أحدكم امرأة فليأت أهله؛ فإن ذلك يرد ما في نفسه))(175). ¶ ______________________________ ¶ (1) مسلم (91) من حديث ابن مسعود مرفوعًا. ¶ (2) وقد كانت النسوة يستعرن القلائد والثياب للتزين بها للأزواج على عهد رسول الله (، فقد أخرج البخاري (1564)، ومسلم (ص279) من حديث عائشة رضي الله عنها أنها استعارت من أسماء قلادة... الحديث.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وأخرج البخاري مع ((الفتح)) (5/241) من طريق عبد الواحد بن أيمن قال: دخلت على عائشة رضي الله عنها وعليها درع قطر ثمن خمسة دراهم فقالت: ارفع بصرك إلى جارتي انظر إليها؛ فإنها تزهي (أي تأنف وتتكبر) أن تلبسه في البيت، وقد كان لي منهن درع على عهد رسول الله ( فما كانت امرأة تًُقيَّن (أي تُزين) بالمدينة إلا أرسلت إلي تستعيره. ¶ (1) مسلم (2/43). ¶ (1) قال النووي -رحمه الله- قوله : ((وفي بضع أحدكم صدقة)) هو بضم الباء، ويطلق على الجماع، ويطلق على الفرج نفسه، وكلاهما تصح إرادته هنا, وفي هذا دليل على أن المباحات تصير طاعات بالنيات الصادقة, فالجماع يكون عبادة إذا نُوي به قضاء حق الزوجة ومعاشرتها بالمعروف الذي أمر الله تعالى به، أو طلب ولد صالح، أو إعفاف نفسه، أو إعفاف الزوجة ومنعهما جميعًا من النظر إلى حرام، أو الفكر فيه، أو الهم به أو غير ذلك من المقاصد الصالحة. ¶ (2) البخاري حديث (2097)، ومسلم (ص 1089). ¶ (1) الكيس فسره بعض أهل العلم: بالجماع، وفسره بعضهم: بالولد، والبعض: بأنه الحث على الجماع. ¶ (2) أخرجه البخاري حديث (268). ¶ (1) أخرجه البخاري حديث (284). ¶ (2) عند مسلم (ص 309). ¶ (3) البخاري حديث (267)، ومسلم حديث (849). ¶ (4) وطوافه ( على نسائه محمول على أنه كان بإذن صاحبة الليلة وذلك لما أخرجه أبو داود (2135) بإسناد صحيح من حديث عائشة رضي الله عنها قالت:... وكان قلَّ يوم إلا وهو يطوف علينا جميعًا فيدنو من كل امرأة من غير مسيس حتى يبلغ إلى التي هو يومها فيبيت عندها. ¶ (5) أخرجه البخاري حديث (3424). ¶ (1) وفي بعض الروايات (ستين) وفي بعضها (تسعين) وفي بعضها (مائة) وللجمع بينها انظر ((الفتح)) (6/ 460). ¶ (2) في رواية للبخاري (5242): ((ولم تلد منهن إلا امرأة نصف إنسان)). ¶ (3) في رواية للبخاري: ((لو قال: إن شاء الله لم يحنث وكان أرجى لحاجته)). ¶ (4) مسلم حديث (308). ¶ (5) البخاري حديث (5165)، ومسلم (ص 1058).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "(1) في بعض الروايات: ((جنبنا)). ¶ (2) اختلف في الضرر المنفي في هذا الحديث على أقوال أقربها -والله أعلم- لم يفتنه في دينه فيرتد إلى الكفر. ¶ (3) مسلم (3/ 550). ¶ (4) تمعس منيئة أي: تدلك الجلد تمهيدًا لدباغته. ¶ (5) وفي بعض ألفاظ الحديث عند مسلم (3/ 551): ((إذا أحدكم أعجبته المرأة فوقعت في قلبه فليعمد إلى امرأته فليواقعها؛ فإن ذلك يرد ما في نفسه)). ¶ وقال النووي-رحمه الله- في شرح الحديث: قال العلماء: إنما فعل هذا بيانًا لهم، وإرشادًا لما ينبغي لهم أن يفعلوه، فعلمهم يفعله وقوله، وفيه: أنه لا بأس بطلب الرجل امرأته إلى الوقاع في النهار وغيره، وإن كانت مشتغلة بما يمكن تركه؛ لأنه ربما غلبت على الرجل شهوة يتضرر بالتأخير في بدنه أو في قلبه وبصره.. والله أعلم. ¶ وامتناع المرأة من فراش زوجها كبيرة من الكبائر ¶ وحذر النبي ( المرأة من الامتناع عن فراش زوجها: ¶ فأخرج البخاري ومسلم(176) من حديث أبي هريرة ( عن النبي ( قال: ((إذا دعا الرجل امرأته إلى فراشه فأبت أن تجيء لعنتها الملائكة حتى تصبح)). ¶ وفي رواية لمسلم(177) من حديث أبي هريرة: ((والذي نفسي بيده ما من رجل يدعو امرأته إلى فراشه فتأبى عليه إلا كان الذي في السماء ساخطًا عليها حتى يرضى عنها)). ¶ ______________________________ ¶ (1) تقدم تخريجه. ¶ (2) تقدم تخريجه. ¶ التحذير من الافتتان بالنساء ¶ ومحبة الرجل لزوجته والزوجة لزوجها ينبغي أن لا تحملها على تحريم ما أحل الله أو تحليل ما حرم الله, أو ارتكاب المعاصي؛ لإرضاء كل واحد منهما الآخر, فها هو نبينا محمد ( يعاتبه ربه -سبحانه وتعالى- فيقول له: (يا أيها النبي لم تحرم ما أحل الله لك تبتغي مرضات أزواجك والله غفور رحيم * قد فرض الله لكم تحلة أيمانكم والله مولاكم وهو العليم الحكيم)[ التحريم: 1، 2].",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ففي ((الصحيحين))(178) من حديث عائشة رضي الله عنها قالت: كان رسول الله ( يشرب عسلاً عند زينب ابنة جحش ويمكث عندها, فواطأت أنا وحفصة عن أيتنا دخل عليها فلتقل له أكلت مغافير؟ إني أجد منك ريح مغافير، قال: ((لا ولكني كنت أشرب عسلاً عند زينب ابنة جحش فلن أعود وقد حلفت لا تخبري بذلك أحدًا)). ¶ وأخرج النسائي والحاكم(179) من حديث أنس ( أن رسول الله ( كانت له أمة يطؤها فلم تزل به عائشة وحفصة حتى جعلها على نفسه حرامًا فأنزل الله هذه الآية: (يا أيها النبي لم تحرم ما أحل الله لك تبتغي مرضات أزوجك..( الآية(180). ¶ هذا وقد حذر الله -سبحانه وتعالى- من الافتتان بالنساء، وحذر النساء من الافتتان بالرجال كذلك. ¶ قال الله سبحانه وتعالى: (يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوًا لكم فاحذروهم)[ التغابن: 14]، وقال تعالى: (زين للناس حب الشهوات من النساء)[ آل عمران: 14]. ¶ وقال النبي : ((ما تركت بعدي فتنة أضر على الرجال من النساء))(181), وقال عليه الصلاة والسلام: ((فاتقوا الدنيا واتقوا النساء؛ فإن أول فتنة بني إسرائيل كانت في النساء))(182). ¶ فليحذر المسلم من هذا أشد الحذر، فمن الناس من يحمله حيُّه الزائد لزوحته على عقوق والديه وقطيعة رحمه والإفساد في الأرض، ومن ثمَّ تحل عليه اللعنة كما قال تعالى: (فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم * أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم)[ محمد: 22/ 23]، وقال سبحانه: (والذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض أولئك لهم اللعنة ولهم سوء الدار)[ الرعد: 25]. ¶ ومن الناس من يحمله حبه لزوجته على أن يكتسب المال من الحرام لإمضاء رغباتها وإشباع شهواتها. ¶ ومن الناس من يتقاتل مع جيرانه وأهل بلده من أجل كيد زوجته وإفسادها وتدبيرها.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "فليحذر المسلم من ذلك أشد الحذر وإن وجد من زوجته خُلُقا مشينًا فليأخذ على يديها، ولا تحمله محبته الزائدة لها على ترك إنكار المنكر عليها إن ظهر منها شيء يستنكر. ¶ ______________________________ ¶ (1) أخرجه البخاري مع (((الفتح)) 8/ 656)، ومسلم (ص 1100). ¶ (2) الحاكم في ((المستدرك)) حديث (2/ 493) وصحح الحافظ ابن حجر في ((الفتح)) إسناده بعد أن عزاه إلى النسائي، قلت: وهو عند النسائي في ((التفسير)) حديث (627). ¶ (3) ولا يمتنع أن تعدد أسباب النزول للآية الواحدة، فتحدث جملة أمور فتنزل الآية فيها جميعًا. ¶ (1) أخرجه البخاري (5096)، ومسلم (2740) من حديث أسامة بن زيد رضي الله عنهما مرفوعًا. ¶ (2) أخرجه مسلم (2742) من حديث سعيد الخدري رضي الله عنه مرفوعًا. ¶ تقويم المرأة إذا اعوجت والأخذ على يديها إذا ظلمت ¶ وإن صدرت منها زلة علمها وأدبها فهو قيم عليها كما أسلفنا، وها هي أم المؤمنين عائشة رضي الله عنها تقول لرسول الله ( -مشيرةً إلى قصر أم المؤمنين صفية بنت حيي رضي الله عنها-: حسبُك من صفية هكذا (تعني: أنها قصيرة)، فماذا قال رسول الله ( لعائشة أحب امرأةٍ (183) إليه؟! قال عليه الصلاة والسلام: ((لقد قلت كلمة لو مُزجت بماء البحر لمزجته))(184). ¶ أي: (باصطلاحنا في مصر) إنها كلمة تنجس بحرًا. ¶ فمع محبته لها عليه الصلاة السلام لم يتركها تخوض في عرض أختها المسلمة وتغتابها وتأكل من لحم أختها الميتة. ¶ ولما رأى(185) النبي ( النمرقة في بيت عائشة ورأى التصاوير فيها اشتد على أم المؤمنين عائشة وقام على الباب فلم يدخل حتى نزعتها. ¶ ولا تمنعه محبته عليه الصلاة والسلام لعائشة من أن يكون منصفًا معها مقتصًا منها لغيرها إن احتاج الأمر إلى قصاص.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "أخرج البخاري(186) من حديث أنس ( قال: كان النبي ( عند بعض نسائه, فأرسلت إحدى أمهات المؤمنين بصحفةٍ فيها طعام فضربت التي النبي ( في بيتها يدَ الخادم فسقطت الصحفة فانفلقت, فجمع النبي ( فلق الصحفة ثم جعل يجمع فيها الطعام الذي كان في الصحفة ويقول: ((غارتْ أمكم)) ثم حَبَسَ الخادم حتى أتي بصحفة من عند التي هو في بيتها. ¶ فدفع الصحفة الصحيحة إلى التي كُسرت صحفتها، وأمسك المكسورة في بيت التي كُسرت فيه. ¶ ونحوه عند النسائي(187) بإسناد صحيح من حديث أم سلمة رضي الله عنها أنها أتت بطعام في صحفة لها إلى رسول الله ( وأصحابه فجاءت عائشةُ متزرة بكساءٍٍ ومعها فهر(188) ففلقت به الصحفة، فجمع النبي ( بين فلقتي الصحفة ويقول: ((كلوا غارت أُمكُم)) مرتين، ثم أخذ رسول الله ( صحفة عائشة فبعث بها إلى أم سلمة، وأعطى صحفة أم سلمة عائشة. ¶ وأخرج أبويعلي(189) الموصلي بإسناد حسن من حديث عائشة رضي الله عنها قالت: أتيتُ النبي ( بخزيرةٍ قد طبختُها له فقلتُ لسودة -والنبي ( بيني وبينها-: كُلي. فأبتْ فقلت: لتأكلن أو لأُلطِخَنَّ وجهك، فَأَبَتْ فوضعتُ يدي في الخزيرة فطليتُ وجهها، فضحك النبيُّ ( فوضع بيده لها: ((الطخي وجهها))، فضحك النبي ( فمرَّ عمر فقال: يا عبدَ الله, يا عبد الله, فظن أنه سَيَدخُل فقال: ((قوما فاغسلا وجوهَكُما)). فقالت عائشة: فمازلت أهاب عُمر لهيبةِ رسولِ الله . ¶ ______________________________ ¶ (1) سئل النبي ( من أحب الناس إليك يا رسول الله؟ قال: ((عائشة..)). ¶ (1) أخرج الترمذي بإسناد صحيح (2502) عن عائشة قالت:.. فقلت: يا رسول الله إن صفية امراة، وقالت بيدها هكذا أنها تعني قصيرة فقال: ((لقد مزجت بكلمة لو مزجت بها ماء البحر لمُزج)).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "(2) أخرج البخاري (مع ((الفتح)) 4/ 325)، ومسلم (8/ 213) من حديث أم المؤمنين عائشة -رضي الله عنها- أنها اشترت نمرقة فيها تصاوير فلما رآها رسول الله ( قام على الباب فلم يدخل فعرفت في وجهه الكراهة فقلت: يا رسول الله أتوب إلى الله وإلى رسوله ماذا أذنبت؟ فقال رسول الله : ((ما بال هذه النمرقة؟)) قلت: اشتريها لك لتقعد عليها وتوسدها، فقال رسول : ((إن أصحاب هذه الصور يوم القيامة يعذبون فيقال لهم: أحيوا ما خلقتم)) قال: ((إن البيت الذي فيه الصور لا تدخله الملائكة...)). ¶ (1) أخرجه البخاري، حديث (5225). ¶ (1) النسائي (7/70). ¶ (3) فهر أي: حجر. ¶ (1) ((مسند أبي يعلى)) (7/449). ¶ (لإرضاء الزوج حدود) ¶ ولا تفعل المرأة الحرام إرضاءً لزوجها وتملقًا له، فمن أرضى الناس بسخط الله سخط الله عليه وأسخط عليه الناس، ومن أرضى الله بسخط الناس رضي الله عنه وأرضى عنه الناس، فتتزين المرأة لزوجها بالمباح كما أسلفنا، فالله جميل يحب الجمال، وقد قال تعالى: (قل من حرم زينة الله التي أخرج لعباده والطيبات من الرزق قل هي للذين آمنوا في الحياة الدنيا خالصة يوم القيامة)[ الأعراف: 32]، ولكنها لا تتزين بالمحرم فلا يجوز لها أن تتنمص, ولا يجوز لها أن تستوشم, ولا يجوز لها أن تصل برأسها شعرًا, ولا يجوز لها أن تتفلج فإن فعلت فإنها ملعونة. ¶ ففي ((الصحيحين))(190) من طريق علقمة قال: لعن عبد الله (يعني ابن مسعود) الواشمات(191) والمتنمصات (192) والمتفلجات (193) للحسن المغيرات خلق الله، فقالت أم يعقوب: ما هذا؟ قال عبد الله: ومالي لا ألعن من لعن رسول الله ( وفي كتاب الله، قالت: والله لقد قرأت ما بين اللوحين فما وجدته فقال: والله لئن قرأتيه لقد وجدتيه: (وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا)[ الحشر: 7].",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وكذلك لا تصل شعرًا بشعرها؛ لأن النبي ( لعن الواصلة والمستوصلة(194)، وصح عن عائشة أن امرأة من الأنصار زوجت ابنتها فتمعط شعر رأسها فجاءت إلى النبي فذكرت ذلك له فقالت: إن زوجها أمرني أن أصل في شعرها فقال: ((لا إنه لعن الوصلات))(195). ¶ وإذا دعاها للجماع وهي حائض فلا تطيعه؛ لأن الله يقول: (ويسألونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض ولا تقربوهن حتى يطهرن فإذا تطهرن فأتوهن من حيث أمركم الله إن الله يحب التوابين ويحب المتطهرين)[ البقرة: 222] . ¶ وكذلك إذا طلب منها أن يجامعها في دبرها لا تطيعه؛ لأن النبي ( لعن من فعل ذلك(196). ¶ ولا تصف له امرأة أجنبية لغير علة فيُفضي ذلك إلى المكروه والمحرم، فقد أخرج البخاري(197) من حديث عبد الله بن مسعود ( قال: قال رسول الله : ((لا تباشر المرأة المرأة فتنعتها لزوجها كأنه ينظر إليها))(198). ¶ وبالجملة فلا يطيع الزوج امرأته في معصية الله ولا تطيع المرأة زوجها في معصية الله؛ وذلك حتى تدوم المودة فيما بينهما، فالمودة نعمة من الله -عز وجل- تذهبها المعصية، قال الله تعالى: (وما أصابكم من مصيبة فبما كسبت أيديكم ويعف عن كثير)[ الشورى: 30]. ¶ وقال النبي : ((إنما الطاعة في المعروف)). ¶ ______________________________ ¶ (1) البخاري مع ((الفتح)) (10/377)، ومسلم (4/836). ¶ (2) الواشمة هي التي تغرز إبرة أو مسلة أو نحوهما في ظهر الكف أو المعصم أو الشفة أو غير ذلك من بدن المرأة حتى يسيل الدم ثم تحشو ذلك الموضع بالكحل أو النورة فيخضر، وقد يفعل ذلك بدارات ونقوش، وقد تكثره وقد تقلله، وفاعلة هذا واشمة، قاله النووي رحمه الله. ¶ (3) أما النامصة: فهي التي تنقش الحاجب حتى تُرقه، والمتنمصة المعمول بها. قاله أبو داود، ومن العلماء من أطلق ذلك على عموم شعر الوجه بالنسبة للمرأة.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "(4) أما المتفلجات للحسن فهن مفلجات الأسنان، وهن اللواتي يبردن ما بين أسنانهن بالمبرد كي يبدو للناس أنهن صغيرات حسناوات. (أما إذا كان التفلج لعلة طبية كأن تكون الأسنان تجرحها فلا بأس؛ لأن الحديث فيه والمتفلجات للحسن..) والله أعلم. ¶ (1) أخرجه البخاري مع ((الفتح)) حديث (10/ 374)، ومسلم (4/ 833) من حديث أسماء رضي الله عنها مرفوعًا. ¶ (2) أخرجه البخاري (5025)، ومسلم (ص 1677). ¶ (3) وهذا بمجموع طرقه صحيح. ¶ (4) البخاري مع ((الفتح)) حديث (9/ 338). ¶ (1) قال الحافظ ابن حجر في ((فتح الباري)): قال القابسي: هذا أصل لمالك في سد الذرائع فإن الحكمة في هذا النهي؛ خشية أن يعجب الزوج الوصف المذكور فيفضي ذلك إلى تطليق الواصفة أو الافتتان بالموصوفة. ¶ أصل في الاقتصاد ¶ والاقتصاد مع الزوجة واقتصاد الزوجة مع الزوج أصل له أدلته من سنة رسول الله . ¶ فأخرج البخاري(199) وغيره من حديث أبي جحيفة ( قال: آخى النبي ( بين سلمان وأبي الدرداء، فزاز سلمان أبا الدرداء فرأى أم الدرداء متبذلة(200) فقال لها: ما شأنك؟ قالت: أخوك أبو الدرداء ليس له حاجة في الدنيا، فجاء أبو الدرداء فصنع له طعامًا فقال له: كل، قال: فإني صائم قال: ما أنا بآكل حتى تأكل. قال: فأكل، فلما كان الليل ذهب أبو الدرداء يقوم قال: نم، فنام ثم ذهب يقوم فقال: نم، فلما كان من آخر الليل قال سلمان: قم الآن. فصليا فقال سلمان: إن لربك عليك حقًا، ولنفسك عليك حقًا، ولأهلك عليك حقًا، فأعط كل ذي حق حقه، فأتي النبي ( فذكر ذلك له فقال له النبي ( ((صدق سلمان)). ¶ وأخرج البخاري ومسلم(201) من حديث عبد الله بن عمرو بن العاص رضي الله عنهما قال: قال لي رسول الله : ((يا عبدالله ألم أُخبر أنك تصوم النهار وتقوم الليل؟)) فقلت: بلى يا رسول الله، قال: ((فلا تفعل صم وأفطر، وقُم ونم؛ فإن لجسدك عليك حقًا, وإن لعينك عليك حقًا, وإن لزوجك عليك حقًا، وإن لزورك(202) عليك حقًا..)) الحديث.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "______________________________ ¶ (2) أخرجه البخاري (1968). ¶ (3) أي أنها لابسة ثياب المهنة، والمراد أنها تاركة للباس الزينة وغير متزينة في نفسها. ¶ (1) البخاري (1975)، ومسلم (ص 817) فما قبلها. ¶ (2) الزور: الضيف. ¶ أثر سيئ للشدة والغلظة والبخل ¶ وشدة الرجل و غلظته على زوجته قد تحملها على الكذب، وبُخله قد يحملها على السرقة، فإذا كانت المرأة كلما أخطأت وجدت من زوجها عنفًا وشدة وغلظة فستضطر إلى ستر أخطائها والكذب على زوجها، وفي هذا المقام يسوغ لي أن أذكر فتوى: أرسلت إليَّ إحدى النساء بها تستفتيني فيها فتقول: إنها أذنبت ذنبًا منذ سبعة عشر عامًا، وكلما تذكرت هذا الذنب نكد عليها عيشتها وتألمت أشد الألم، وحاصل قصتها مع ذنبها: أن كانت في بداية زواجها تعيش مع زوجها وحماتها (تعني أم زوجها) في منزل واحد، وكانت أم زوجها شديدة عليها غاية الشدة وتحاسبها على الصغير والكبير وتؤاخذها على كل خطأ وتتصيد لها أخطاءها، بل والذي لم تخطئ فيه أيضًا وتحصي عليها الداخل والخارج وتسألها كم أكلت؟ كم شربت...؟ وفي ذات يوم أرسلتها إلى السوق تشتري لها دجاجة فاشترت الدجاجة ومن شدة حرصها على الدجاجة وضعتها تحت خمارها وغطتها به، فماتت الدجاجة في الطريق من السوق إلى البيت فخافت خوفًا شديدًا وكربت كربًا عظيمًا, ماذا ستصنع مع حماتها؟ إلا أن سرعان ما أفاقت من الكرب الشديد واتخذت القرار الخاطئ دخلت البيت مسرعة وعمدت إلى المطبخ وذبحت الدجاجة الميتة وطبختها وقالت لحماتها: يا أم عصام تعالي إلى المطبخ -وطبعًا لم تخبرها بأمر الدجاجة- فدخلت أم عصام (حماتها) إلى المطبخ فإذا بالدجاجة قد طبخت ووضع عليها الفلفل الأسود والبهارات حتى غير ريحها فقالت المرأة لحماتها: يا أم عصام: والله ما يذوقها غيرك ولا يشرب مرقها غيرك فها هي كُليها قبل أن يأتي الأطفال فأكلتها عن آخرها وشربت مرقها عن آخره، فتسأل المرأة هل لي من توبة؟",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "فالإجابة نعم، فالله -عز وجل- فتح للتوبة بابًا لا يغلق حتى تطلع الشمس من مغربها، وهو سبحانه يبسط يده بالليل ليتوب مسيء النهار, ويبسط يده بالنهار ليتوب مسيء الليل، وقد قال سبحانه: (قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعًا إنه هو الغفور الرحيم)[ الزمر: 53]. ¶ وقصدي بإيراد هذه القصة النظر إلى ما تصنع الشدة وإلى ما تصنع الغلظة والفظاظة، وإلى ماذا تؤدي؟ ¶ أما كون بخل الزوج قد يحمل الزوجة على السرقة، فقد أخرج البخاري ومسلم(203) من حديث عائشة رضي الله عنها أن هندًا بنت عتبة قالت: يا رسول الله, إن أبا سفيان رجل شحيح وليس يعطيني ما يكفيني وولدي إلا ما أخذت منه وهو لا يعلم فقال: ((خذي ما يكفيك وولدك بالمعروف)). وقد بوَّب البخاري لهذا الحديث بباب: إذا لم ينفق الرجل فللمرأة أن تأخذ بغير علمه ما يكفيها وولدها بالمعروف. ¶ ______________________________ ¶ (1) أخرجه البخاري حديث (5364)، ومسلم (ص 1339). ¶ حسن ظن مع احتياط وتحفظ ¶ وينبغي أن يكون الزوج حسن الظن بزوجته وفي الوقت نفسه يتحفظ ويحتاط ويبتعد عن مسببات الفساد والمخالفات الشرعية. ¶ أما حسن الظن بالزوجة فقد حث الله -سبحانه وتعالى- على ذلك بقوله: (لولا إذ سمعتموه ظن المؤمنون والمؤمنات بأنفسهم خيرًا)[ النور: 12]. ¶ وقال تعالى: (يا أيها الذين آمنوا اجتنبوا كثيرًا من الظن إن بعض الظن إثم ولا تجسسوا)[ الحجرات: 12]. ¶ وقد قال النبي ( ((إذا أطال أحدكم الغيبة فلا يطرق أهله ليلاً))(204).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "أما التحفظ والاحتياط فلما في ((الصحيحين)) من حديث عقبة بن عامر ( أن رسول الله ( قال: ((إياكم والدخول على النساء))(205), فقال رجل من الأنصار: يا رسول الله, أفرأيت الحمو؟ قال: ((الحمو الموت))، وأخرج البخاري ومسلم(206) من حديث ابن عباس رضي الله عنهما عن النبي ( قال: ((لا يخلون رجل بامرأة إلا مع ذي محرم))، ويتضح هذا الظن الحسن والاحتياط في قصة الفاضلة المؤمنة أسماء بنت عميس فقد أخرج مسلم(207) في ((صحيحه)) من حديث عبد الله بن عمرو بن العاص رضي الله عنهما أن نفرًا من بني هاشم دخلوا على أسماء بنت عميس فدخل أبو بكر الصديق (208) وهي تحته يومئذٍ فرآهم فكره ذلك فذكر ذلك لرسول الله ( وقال: لم أرَ إلا خيرًا, فقال رسول الله : ((إن الله قد برأها من ذلك)), ثم قام رسول الله ( على المنبر فقال: ((لا يدخلن رجل بعد يومي هذا على مُغيبة إلا ومعه رجل أو اثنان)). ¶ فرسول الله ( نفى السوء عن أسماء رضي الله عنها ومع ذلك سن لأمته ما يحتاطون به ولا يدع للشيطان مجالاً للوسوسة فالشكوك والوساوس تدمر الأُسر وتخرب البيوت وتهدم العوائل, فلا يكون الرجل دائم الشك في امرأته وفي نفس الوقت لا يترك لها الحبل على الغارب تدخل من شاءت وتخرج من شاءت ويخلو بها من يشاء. ¶ ______________________________ ¶ (1) أخرجه البخاري حديث (5244)، من حديث جابر بن عبد الله رضي الله عنهما. ¶ (2) أخرجه البخاري (5232)، ومسلم (1711). ¶ (3) البخاري (5233)، ومسلم (978). ¶ (4) أخرجه مسلم (4/ 16). ¶ (5) وقد تزوجها أبوبكر ( بعد مقتل زوجها جعفر (, وتزوجها علي ( بعد موت أبي بكر .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ومن اللطائف المتعلقة بأسماء بنت عميس رضي الله عنها ما أخرجه ابن سعد في ((الطبقات)) (8/ 222) بإسناد صحيح عن عامر الشعبي، وصححه ابن حجر عن الشعبي في ((الإصابة)) حديث (8/ 16) وعزاه إلى ابن السكن: (واللفظ من ((الطبقات))) من طريق زكريا بن أبي زائدة قال: سمعت عامرًا يقول: تزوج علي بن أبي طالب أسماء بنت عميس؛ فتفاخر ابناها محمد بن جعفر ومحمد بن أبي بكر فقال: كل واحد منهما أن أكرم منك وأبي خير من أبيك، فقال لها علي: اقضي بينهما يا أسماء، قالت: ما رأيت شابًا من العرب خيرًا من جعفر، ولا رأيت كهلاً خيرًا من أبي بكر، فقال علي: ما تركت لنا شيئًا ولو قلت غير الذي قلت لمقتك، فقالت أسماء: إن ثلاثة أنت أخسهم لخيار. ¶ قلت: (الشعبي وإن كان لم يشهد القصة فهذا محمول على أنه تلقاها إما من أسماء أو من أحد أولادها، والله أعلم). ¶ الكذب المباح بين الزوجين ¶ وينبغي أن يتلطف الزوج مع زوجته ويتكلم معها بالكلام الطيب الذي يريحها ويطمئنها ويهدي بالها, ويكون سببًا في قذف محبته إلى قلبها, وهي الأخرى كذلك ينبغي لها أن تتكلم معه بالكلام الطيب الذي يريحه ويُهدئه ويطمئن باله ويريح فؤاده, ويكون سببًا في جلب محبتها إلى قلبه، وإن اضطرها الأمر أو اضطره إلى الكذب في بعض الأحيان، كأن يبالغ لها في وصف محبته لها أو تبالغ له في وصف محبتها له, أو يبالغ في وصف جمالها وتبالغ في وصف رجولته ونحو ذلك (209), فقد رُخص في الكذب للإصلاح ورخص في الكذب بين الزوجين، ففي ((صحيح مسلم))(210) من حديث أم كلثوم بنت عقبة ابن أبي معيط أنها سمعت رسول الله ( يقول: ((ليس الكذاب الذي يُصلح بين الناس ويقول خيرًا وينمي خيرًا)).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وعند الترمذي وأحمد(211) بإسناد يصح لشواهده من حديث أسماء بنت يزيد قالت قال رسول الله : ((لا يحل الكذب إلا في ثلاث، يحدث الرجل امرأته يرضيها، والكذب في الحرب، والكذب ليصلح بين الناس)). وقد قال النووي(212) -رحمه الله-: وأما كذبه لزوجته وكذبها فالمراد به في إظهار الود والوعد مما لا يلزم ونحو ذلك، فأما المخادعة في منع ما عليه أو عليها، أو أخذ ما ليس له أو لها فهو حرام بإجماع المسلمين، والله أعلم. ¶ وقال ابن حزم في ((المحلى))(213): ولا بأس بكذب أحد الزوجين للآخر فيما يستجلب به المودة... ثم ذكر الحديث. ¶ ومن العلماء من حمل الكذب في الحديث على التورية. ¶ وقال الخطابي(214): كذب الرجل على زوجته أن يعدها ويمنيها ويظهر لها من المحبة أكثر مما في نفسه، يستديم بذلك صحبتها ويصلح به خلقها. والله أعلم. ¶ ______________________________ ¶ (1) أما الكذب الذي فيه تضييع حقوق وأكل مال الآخر بالباطل فهو حرام. ¶ (2) مسلم حديث (2605). ¶ (3) الترمذي (1939)، وأحمد (6/ 454، 459، 460). ¶ (1) ((شرح مسلم)) حديث (5/ 465). ¶ (2) ((المحلى)) (10/ 75). ¶ (3) مع ((عون المعبود)) (13/ 263). ¶ ما جاء في ضرب النساء ¶ وقول الله تعالى: (واللاتي تخافون نشوزهن فعظوهن واهجروهن في المضاجع واضربوهن فإن أطعنكم فلا تبغوا عليهن سبيلاً إن الله كان عليًا كبيرًا)[ النساء: 34]. ¶ وقوله تعالى: (واللاتي تخافون نشوزهن)[ النساء: 34]. ¶ أصل النشوز: هو الارتفاع، فالمرأة الناشز هي المرتفعة المستكبرة على زوجها وتحب معصيته وخلافَه. ¶ وقوله تعالى: (فعظوهن( أي ذكروهن بكتاب الله، وبما فيه من حق الزوج على زوجته، وبسنة رسول الله ( وما فيها من بيان حق الزوج على زوجته وإثم مخالفة الزوجة لزوجها. والله أعلم. ¶ وقوله تعالى: (واهجروهن في المضاجع)[ النساء: 34]. ¶ قال بعض أهل العلم: إن المراد بالهجر هجر الجماع بمعنى أنه يكون معها في فراش واحد ولا يجامعها.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وقال بعضهم: إن المراد بالهجر هجر كلامها. ¶ وقال بعضهم: يهجر الفراش. ¶ والجمهور على أن المراد بالهجران هنا: ترك الدخول عليهن والإقامة عندهن على ظاهر الآية(215). ¶ أما الأحاديث الواردة في الهجران فنذكر بعضها. وها هي... ¶ أخرج البخاري(216) من حديث أنس ( قال: آلى (217) رسول الله ( من نسائه شهرًا، وقعد في مشربة له، فنزل لتسعٍ وعشرين فقيل: يا رسول الله إنك آليت شهرًا قال: ((إن الشهر تسع وعشرون)). ¶ وأخرج البخاري ومسلم(218) من حديث أم سلمة رضي الله عنها أن النبي ( حلف لا يدخل على بعض أهله شهرًا، فلما مضى تسعة وعشرون يومًا غدا عليهن -أو راح- فقيل له: يا نبي الله, حلفت أن لا تدخل عليهن شهرًا قال: ((إن الشهر يكون تسعة وعشرين يومًا)). ¶ وأخرج أبو داود (219) بإسناد صحيح من حديث معاوية القشيري ( قال: قلت يا رسول الله, ما حق زوجة أحدنا عليه قال: ((أن تطعمها إذا طعمت وتكسوها إذا اكتسيت -أو إذا اكتسبت- ولا تضرب الوجه ولا تقبح ولا تهجر إلا في البيت))(220). ¶ قول الله تعالى: (واضربوهن)[ النساء: 43]. ¶ إذا لم ترتدع الزوجة بالموعظة والهجران في المضجع فللزوج أن يضربها، هكذا قال كثير من أهل العلم، وسياق القرآن يفيد أنه يجوز للزوج أن يجمع بين الثلاثة في وقت واحد، أي بين الموعظة والهجران في المضجع والضرب. ¶ أما صفة الضرب فكما أوضحها رسول الله ( وهو يخطب الناس في حجة الوداع، ففي ((صحيح مسلم)) من حديث جابر بن عبد الله في ذكر حجة النبي ( أن رسول الله ( خطب الناس فكان فيما قال: ((فاتقوا الله في النساء؛ فإنكم أخذتموهن بأمان الله، واستحللتم فروجهن بكلمة الله، ولكم عليهن ألا يوطئن فرشكم أحدًا تكرهونه، فإن فعلن ذلك فاضربوهن ضربًا غير مُبرح، ولهن عليكم رزقهن وكسوتهن بالمعروف))(221).",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وقد ورد في مسألة ضرب النساء بعض الأحاديث منها ما أخرجه البخاري ومسلم من حديث عبد الله بن زمعة (222) أنه سمع رسول الله ( يخطب وذكر الناقة والذي عقر فقال رسول الله : ((إذ انبعث أشقاها: انبعث لها رجل عزيز عارم منيع في رهطه مثل أبي زمعة)). وذكر النساء فقال: ((يعمد أحدكم يجلد امرأته جلد العبد فلعله يضاجعها من آخر يومه..)) الحديث. ¶ ومنها ما أخرجه الترمذي(223) من حديث عمرو بن الأحوص ( أنه شهد حجة الوداع مع رسول الله ( فحمد الله وأثنى عليه وذكر ووعظ فذكر في الحديث قصة فقال: ((ألا واستوصوا بالنساء خيرًا؛ فإنما هن عوان عندكم ليس تملكون منهن شيئًا غير ذلك إلا أن يأتين بفاحشة مبينة، فإن فعلن فاهجروهن في المضاجع واضربوهن ضربًا غير مبرح، فإن أطعنكم فلا تبغوا عليهن سبيلاً، ألا إن لكم على نسائكم حقًا، ولنسائكم عليكم حقًا، فأما حقكم على نسائكم فلا يوطئن فرشكم من تكرهون، ولا يأذنَّ في بيوتكم لمن تكرهون، ألا وحقهن عليكم أن تحسنوا إليهن في كسوتهن وطعامهن)). ¶ وأخرج أبو داود(224) بإسناد حسن لغيره من حديث إياس بن عبد الله بن أبي ذباب قال: قال رسول الله : ((لا تضربوا إماء الله)) فجاء عمر رسول الله ( فقال: ذئرن النساءُ على أزواجهن, فرخص في ضربهن، فأطاف بآل رسول الله ( نساء كثير يشكون أزواجهن فقال النبي : ((لقد طاف بآل محمد نساء كثير يشكون أزواجهن ليس أولئك بخياركم)). ¶ وينبغي أن لا يُلجأ إلى الضرب إلا في حال الضرورة واستنفاذ محاولات الإصلاح والوعظ وعدم جدوى الهجر في المضجع؛ وذلك لما أخرجه مسلم(225) من حديث عائشة رضي الله عنها قالت: ما ضرب رسول الله ( شيئًا قط بيده ولا امرأة ولا خادمًا إلا أن يجاهد في سبيل الله, وما نيل منه من شيء قط فينتقم من صاحبه إلا أن يُنتهك شيء من محارم الله فينتقم لله عز وجل. ¶ ______________________________ ¶ (1) قال ذلك الحافظ في ((الفتح)) (9/ 301). ¶ (1) مع ((الفتح)) حديث (9/ 300).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "(2) آلى.. أي: أقسم أن لا يدخل عليهن شهرًا. ¶ (3) البخاري حديث (5202)، ومسلم (ص 764). ¶ (4) أخرجه أبو داود (2142). ¶ (1) في الحديث السابق بيان أن النبي ( كان يهجر خارج البيوت، وفي هذا الحديث بيان أن الهجران في غير البيوت لا يجوز، والجمع بينهما أن ذلك يختلف باختلاف الأحوال، فإذا احتيج إلى الهجر خارج البيوت فعل، وإلا فتكون داخل البيوت، وقد جنح البخاري إلى حديث أنس السابق، وذكر أنه أصح من حديث بهز فكأنه يذهب إلى العمل بحديث أنس وهو الهجران خارج البيوت، والله أعلم. ¶ (1) مسلم مع النووي (3/ 345)، والضرب غير المبرح: هو ما ليس بشديد ولا شاق ولا مؤثر. ¶ (2) أخرجه البخاري حديث (4942)، ومسلم (ص 2191). ¶ (3) الترمذي (1163) بإسناد حسن لغيره. ¶ (1) أبو داود حديث (2146). ¶ وقد ورد في مسألة ضرب النساء وحديث عمر بن الخطاب ( مرفوعًا: ((لا يُسأل الرجل فيما ضرب امرأته))، وهو حديث ضعيف. ¶ (1) أخرجه مسلم (ص 1814). ¶ والصلح خير ¶ وكما تقدم فيستحب للزوجين أن يتعايشا في وفقٍ ووئام ويؤدي كل منهما ما عليه لصاحبه من الحق، وإن دبت بينهما مشاكل فعليهما أن يدفعاها وإن تنازل أحدهما أو كلاهما عن شيء من حقوقه للآخر، (والصلح خير) كما قال الله -سبحانه وتعالى-، الصلح خير لهما من الفرقة والطلاق، الصلح خير للأولاد من التشتت والضياع، الصلح خير لأسرتيهما من العداوة والشقاق, الصلح خير للمسلمين عامة لما فيه من المودة والائتلاف. ¶ الصلح خير من الطلاق، فالطلاق يهواه إبليس وهو من أفعال هاروت وماروت، قال تعالى: (ولكن الشياطين كفروا يعلمون الناس السحر وما أنزل على الملكين ببابل هاروت وماروت وما يعلمان من أحد حتى يقولا إنما نحن فتنة فلا تكفر فيتعلمون منهما ما يفرقون به بين المرء وزوجه وما هم بضارين به من أحد إلا بإذن الله)[ البقرة: 102].",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وفي ((صحيح مسلم))(226) من حديث جابر بن عبد الله رضي الله عنهما قال: قال رسول الله : ((إن إبليس يضع عرشه على الماء ثم يبعث سراياه فأدناهم منه منزلة أعظمهم فتنة يجيء أحدهم فيقول: فعلت كذا وكذا, فيقول: ما صنعت شيئًا، قال: ثم يجيء أحدهم فيقول: ما تركته حتى فرقت بينه وبين امرأته، قال: فيُدنيه منه ويقول: نعْمَ (227)أنت)). ¶ فهذا يدل على أن الطلاق مما يحبه الشيطان. ¶ وقد صح(228)عن ابن عمر رضي الله عنهما أنه طلَّق امرأة له فقالت له: هل رأيت مني شيئًا تكرهه؟‍‍‍‍ قال: لا, قالت: ففيم تطلق المرأة العفيفة المسلمة؟ فارتجعها ابن عمر رضي الله عنهما، فالصلح خير (229)-كما قدمنا- وإن تنازل أحدهما عن بعض حقوقه. ¶ وإن خيف حدوث شقاق بين الزوجين فليرسل الحكام والأمراء وولاة الأمر حكمين: حكمًا من أهله وحكمًا من أهلها(230) للإصلاح بينهما فإن اصطلحا فالحمد لله، وإن وصلت المسائل والمشاكل بينهما إلى طريق مسدود ولم يستطيعا مع هذه المشاكل أن يقيما حدود الله فيما بينهما, وكانت هي لا تستطيع أن تؤدي له حقه المشروع (231)وكان هو الآخر لا يستطيع أن يؤدي إليها حقها، وضاعت فيما بينهما حدود الله ولم يقيما طاعة الله فيما بينهما فحينئذٍ فالأمر كما قال سبحانه: (وإن يتفرقا يُغن الله كلا من سعته وكان الله واسعًا حكيمًا)[ النساء: 130].",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وأيضًا إذا كان الزوجان أو أحدهما غير مقيم لحدود الله ولا مكترث لها ولا مبال بها وغير شاكر لنعم الله عليه والآخر قائم على حدود الله فحينئذٍ فالفراق أولى، فهذا الخليل إبراهيم عليه الصلاة والسلام ينصح ولده إسماعيل بتغيير عتبة بابه، لما أتى إلى بيت إسماعيل فوجد امرأةً غير شاكرة لأنعم الله عليها، وهذا واضح فيما أخرجه البخاري(232) من حديث ابن عباس رضي الله عنهما في شأن هاجر عليها السلام وقصة إبراهيم عليه السلام ومجيئه إلى ولده إسماعيل بعدما تزوج إسماعيل، يطالع تركته فلم يجد إسماعيل فسأل امرأته عنه فقالت: خرج يبتغي لنا، ثم سألها عن عيشهم وهيئتهم فقالت: نحن بشرٍّ، نحن في ضيق وشدة، فشكت إليه قال: فإذا جاء زوجك فاقرئي عليه السلام وقولي له: يُغيِّر عتبة بابه، فلما جاء إسماعيل كأنه آنس شيئًا فقال: هل جاءكم من أحد؟ قالت: نعم جاءنا شيخ كذا وكذا فسألنا عنك فأخبرته، وسألني: كيف عيشنا فأخبرته أنَّا في جهد وشدة، قال: فهل أوصاك بشيء؟ قالت: نعم أمرني أن أقرأ عليك السلام ويقول: غيِّر عتبة بابك، قال: ذاك أبي وقد أمرني أن أفارقك، الحقي بأهلك.. فطلَّقها. ¶ ______________________________ ¶ (1) مسلم (ص 2167). ¶ (2) أي: نعم الفعلة التي فعلتها أنت، وهي التفريق بين المرء وزوجه. ¶ (3) أخرجه سعيد بن منصور ((السنن)) (1099). ¶ (1) قال الله سبحانه وتعالى: (وإن امرأة خافت نشوزًا أو إعراضًا فلا جناح عليهما أن يصلحا بينهما صلحًا والصلح خير وأحضرت الأنفس الشح وإن تحسنوا وتتقوا فإن الله كان بما تعملون خبيرًا)[ النساء: 128]. ¶ وها هي بعض أقوال أهل العلم في هذه الآية الكريمة:",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "أخرج البخاري -رحمه الله- حديث (5206) من حديث أم المؤمنين عائشة رضي الله عنها: (وإن امرأة خافت من بعلها نشوزًا أو إعراضًا....)[ النساء: 128]. قالت: هي المرأة تكون عند الرجل لا يستكثر منها فيريد طلاقها ويتزوج غيرها، فتقول له: أمسكني ولا تطلقني ثم تزوج غيري فأنت في حلِّ من النفقة عليَّ والقسمة لي، فذلك قوله تعالى: (فلا جناح عليهما أن يصلحا بينهما صلحًا والصلح خير. ¶ أما ابن جرير الطبري -رحمه الله- فقد أورد جملة آثار تشهد لهذا المعنى الوارد عن عائشة رضي الله عنها وقال هناك (9/ 267): يعني بذلك جل ثناؤه: وإن خافت امرأة من بعلها يقول: علمت من زوجها (نشوزًا( يعني: استعلاءً بنفسه عنها إلى غيرها أثرة عليها وارتفاعًا بها عنها إما لبغضة، وإما لكراهة منه بعض أسبابها: إما دمامتها، وإما سنها وكبرها أو غير ذلك من أمورها (أو إعراضًا( يعني: انصرافًا عنها بوجهه أو ببعض منافعه التي كانت لها منه (فلا جناح عليهما أن يصلحا بينهما صلحًا( يقول: فلا حرج عليهما يعني: على المرأة الخائفة نشوز بعلها أو إعراضه عنها (أن يصلحا بينهما صلحًا( وهو أن تترك له يومها، أو تضع عنه بعض الواجب لها من حق عليه تستعطفه بذلك، وتستديم المقام في حباله والتمسكَ بالعقد الذي بينها وبينه من النكاح يقول: (والصلح خير( يعني: والصلح بترك بعض الحق استدامةً للحرمة وتمسكًا بعقد النكاح خير من طلب الفرقة والطلاق. ¶ أما قوله تعالى: (وأحضرت الأنفس الشح( فالذي اختاره ابن جرير أن المعنى به هو أحضرت أنفس النساء الشح بأنصبائهن من أزواجهن في الأيام والنفقة.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ثم قال: و(الشح( الإفراط في الحرص على الشيء, وهو في هذا الموضع إفراط حرص المرأة على نصيبها من أيامها من زوجها ونفقتها، فتأويل الكلام: وأحضرت أنفس النساء أهواءهن من فرط الحرص على حقوقهن من أزواجهن، والشح بذلك على ضرائرهن ثم قال: -رحمه الله-: وأما قوله: (وإن تحسنوا وتتقوا( فإنه يعني: وإن تحسنوا أيها الرجال في أفعالكم إلى نسائكم إذا كرهتم منهن دمامة أو خلقًا أو بعض ما تكرهون منهن بالصبر عليهن وإيفائهن حقوقهن وعشرتهن بالمعروف (وتتقوا( يقول: وتتقوا الله فيهن بترك الجور منكم عليهن فيما يجب لمن كرهتموه منهن عليكم من القسمة له، والنفقة، والعشرة بالمعروف (فإن الله كان بما تعملون خبيرًا( يقول: فإن الله كان بما تعملون في أمور نسائكم أيها الرجال من الإحسان إليهن والعشرة بالمعروف والجور عليهن فيما يلزمكم لهن ويجب خبيرًا، يعني: عالمًا خابرًا، لا يخفى عليه منه شيء، بل هو به عالم، وله مُحصٍ عليكم حتى يوفيكم جزاء ذلك، المحسن منكم بإحسانه والمسيء بإساءته. ¶ أما ابن كثير –رحمه الله- فقال: فإذا خافت المرأة من زوجها أن ينفر عنها أو يعرض عنها فلها أن تُسقط عنه حقها أو بعضه من نفقة أو كسوة أو مبيت أو غير ذلك من حقوقها عليه، وله أن يقبل ذلك منها، فلا حرج عليها في بذلها ذلك له، ولا عليه في قبوله منها، ولهذا قال تعالى: (فلا جناح عليهما أن يصلحا بينهما صلحًا(, ثم قال: (والصلح خير( أي: من الفراق، وقوله: (وأحضرت الأنفس الشح( أي: الصلح عند المشاحة خير من الفراق، وأورد ابن كثير -رحمه الله- جملة آثار ثم قال: ولا أعلم في ذلك خلافًا أن المراد بهذه الآية هذا. والله أعلم. ¶ ثم قال -رحمه الله-: وقوله: (وإن تحسنوا وتتقوا فإن الله كان بما تعلمون خبيرًا( وإن تتجشموا مشقة الصبر على ما تكرهون منهن وتقسموا لهن أسوةَ أمثالهن فإن الله عالم بذلك وسيجزكم على ذلك أوفر الجزاء.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وأورد القرطبي-رحمه الله- نحوًا مما تقدم وقال: قال علماؤنا: وفي هذا أن أنواع الصلح كلها مباحة في هذه النازلة بأن يُعطي الزوج على أن تصبر هي، أو تعطي هي على أن يؤْثر الزوج، أو على أن يؤْثر ويتمسك بالعصمة، أو يقع الصلح على الصبر والأثرة من غير عطاء فهذا كله مباح. ¶ وقال -رحمه الله- في قوله تعالى: (وأحضرت الأنفس الشح(, إخبار بأن الشح في كل أحد، وأن الإنسان لا بد أن يشح بحكم خلقته وجبلته حتى يحمل صاحبه على بعض ما يكره، يقال: شح يشح (بكسر الشين) قال ابن جبير: هو شح المرأة بالنفقة من زوجها وبقسمه لها أيامها، وقال ابن زيد: الشح هنا منه ومنها, وقال ابن عطية: وهذا أحسن؛ فإن الغالب على المرأة الشح بنصيبها من زوجها، والغالب على الزوج الشح بنصيبه من الشابة. ¶ (1) ذهب جمهور العلماء إلى أن المخاطب بقوله تعالى: (فابعثوا حكمًا...( هم الحكام، بينما ذهب آخرون إلى أن المراد: الرجل والمرأة. ¶ (2) وقد طلقت أم المؤمنين زينب بنت جحش رضي الله عنها من زوجها زيد بن حارثة ( مع فضلهما وورعهما قال الله تعالى: (فلما قضى زيد منها وطرًا زوجناكها لكي لا يكون على المؤمنين حرج في أزواج أدعيائهم...)[ الأحزاب: 37]. ¶ (1) أخرجه البخاري (3364) من حديث ابن عباس رضي الله عنهما. ¶ خدمة المرأة في بيت زوجها ومعاونة الزوج لها ¶ ويستحب للمرأة أن تقوم على خدمة زوجها وأولادها في البيت قدر استطاعتها، فهي راعية ومسئولة عن رعيتها، وهذا شأن فضليات النساء من الصحابيات وغيرهن. ¶ فقد كانت أسماء بنت أبي بكر ( تعلف فرس الزبير وتستقي الماء وتنقل النوى على رأسها (233).",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ولما جاءت فاطمة بنت رسول الله ( إلى رسول الله ( تشكو إليه ما تلقى في يدها من الرحى وبلغها أنه جاءه رقيق(234) فلم تصادفه... الحديث، وفيه أن النبي ( قال لها: ((لا أدلكما على خير مما سألتما؟ إذا أخذتما مضاجعكما أو أويتما إلى فراشكما فسبحا ثلاثًا وثلاثين واحمد ثلاثًا وثلاثين وكبرا أربعًا وثلاثين فهو خير لكما من خادم))(235). ¶ ولما تزوج جابر بن عبد الله رضي الله عنهما امرأة ثيبًا وقال له رسول الله : ((فهلا جارية تلاعبها وتلاعبك وتضاحكها وتضاحكك؟)) قال فقلت له: إن عبد الله (يعني: والد جابر) هلك وترك بنات، وإني كرهت أجيئهن بمثلهن فتزوجت امرأة تقوم عليهن وتصلحهن(236). ¶ وأثنى رسول الله ( على نساء قريش بقوله: ((خير نساء ركبن الإبل صالح نساء قريش، أحناه على ولدٍ في صغره، وأرعاه على زوج في ذات يده))(237). ¶ وينبغي أن يساعد الرجل أهله في عمل البيت فقد تقدم أن البخاري أخرج من طريق الأسود بن يزيد أنه سأل عائشة رضي الله عنهما ما كان النبي ( يصنع في البيت؟ قالت: كان يكون في مهنة أهله فإذا سمع الأذان خرج(238). ¶ ______________________________ ¶ (1) أخرج البخاري حديث (5224)، ومسلم (2182) من حديث أسماء رضي الله عنها قالت: تزوجني الزبير وما له في الأرض من مالٍ ولا مملوك ولا شيء غير ناضحٍ وغير فرسه، فكنت أعلف فرسه وأستقي الماء وأحرزُ غَربَه (الغرب: هو الدلو الكبير، ومعنى أخرز غربه أي: أخيطه إذا انقطع) وأعجن ولم أكن أُحسن أَخبزُ، وكان يخبز جاراتُ لي من الأنصار، وكن نسوة صدق. ¶ وكنت أنقل النوى من أرض الزبير التي أقطعه (أي: أعطاه) رسول الله ( على رأسي، وهي مني على ثلثي فرسخ. ¶ (2) رقيق: أي خدم. ¶ (3) أخرجه البخاري حديث (5361)، ومسلم (ص 2091). ¶ (1) أخرجه البخاري حديث (5367)، ومسلم (ص 1087). ¶ (2) أخرجه البخاري حديث (5365)، ومسلم (2527). ¶ (3) البخاري حديث (5363). ¶ مثالُ يحتذى به",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "صحابية فاضلة وامرأة رشيدة عاقلة اجتمعت فيها جملة من خصال الخير. ¶ امرأة من أهل الجنة داعية إلى الله مجاهدة في سبيل الله صابرة على المصائب، سائلة عن دينها -كريمة في بيتها، موفية لما عاهدت عليه الله ورسوله. ¶ هي أم سليم رضي الله عنها وهي الغميصاء بنت ملحان أم أنس بن مالك ( ، وزوجه أبي طلحة . ¶ قال رسول الله : ((أُريت الجنة فرأيتُ امرأة أبي طلحة))(239). ¶ وفي رواية: ((دخلت الجنة فسمعت خشفةً فقلت: من هذا؟ قالوا: هذه الغميصاء بنت ملحان أُم أنس بن مالك))(240). ¶ أما دعوتها إلى الله فتظهر جليةً في قصة زواجها. ¶ أخرج النسائي(241) بإسناد صحيح من حديث أنس بن مالك ( قال: خطب أبو طلحة أم سليم فقالت: والله ما مثلك يا أبا طلحة يرد ولكنك رجل كافر وأنا امرأة مسلمة, ولا يحل لي أن أتزوجك فإن تسلم فذاك مهري وما أسألك غيره، فأسلم فكان ذلك مهرها. ¶ قال ثابت: فما سمعت بامرأةٍ قط كانت أكرم مهرًا من أم سليم: الإسلام. فدخل بها فولدت له. ¶ وأخرج ابن سعد(242) في ((الطبقات)) (8/ 312) بإسناد صحيح عن أنس أيضًا قال: جاء أبو طلحة يخطب أم سليم فقالت: إنه لا ينبغي لي أن أتزوج مشركًا، أما تعلم يا أبا طلحة أن آلهتكم التي تعبدون ينحتها عبد آل فلان النجار، وأنكم لو أشعلتم فيها نارًا لاحترقت؟! قال: فانصرف عنها وقد وقع في قلبه من ذلك موقعًا، قال: وجعل لا يجيئها يومًا إلا قالت له ذلك، قال: فأتاها يومًا فقال: الذي عرضت عليَّ قد قبلت، قال: فما كان لها مهر إلا إسلام أبي طلحة. ¶ أما جهادها في سبيل الله فإنها قد خرجت في عدة غزوات مع رسول الله . ¶ فأخرج مسلم(243) في ((صحيحه)) من حديث أنس ( قال: كان رسول الله ( يغزو بأم سليم ونسوةٍ من الإنصار معه إذا غزا، فيسقين الماء ويداوين الجرحى.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وفي ((صحيح مسلم))(244) أيضًا من حديث أنس ( أن أم سليم اتخذت يوم حنين خنجرًا فكان معها، فرآها أبو طلحة فقال: يا رسول الله هذه أم سليم معها خنجرًا، فقال لها رسول الله : ((ما هذا الخنجر؟)) قالت: اتخذته إن دنا مني أحد من المشركين بقرت به بطنه فجعل رسول الله ( يضحك، قالت: يا رسول الله, اقتل من بعدنا الطلقاء(245) انهزموا بك(246), فقال رسول الله : ((يا أمَّ سُليم إن الله قد كفى وأحسن)). ¶ أما صبرها على المصائب فيظهر جليًّا لما مات ولدها من أبي طلحة. ¶ فأخرج البخاري ومسلم(247) من حديث أنس بن مالك ( قال: كان ابن لأبي طلحة يشتكي، فخرج أبو طلحة فقُبض الصبي، فلما رجع أبو طلحة قال: ما فعل ابني؟ قالت أم سليم: هو أسكن ما كان، فقربت إليه العشاء فتعشى ثم أصاب منها، فلما فرغ قالت: وار الصبي. فلما أصبح أبو طلحة أتى رسول الله ( فأخبره فقال: ((أعرستم الليلة؟)) (248) قال نعم. قال: ((اللهم بارك لهما في ليلتهما)) فولدت غلامًا. قال لي أبوطلحة: احفظه حتى تأتي به النبي ( فأتى به النبي ( وأرسلت معه بتمرات فأخذه النبي ( فقال: ((أمعه شيء؟)) قالوا: نعم، تمرات, فأخذها النبي ( فمضغها ثم أخذ من فيه فجعلها في الصبي وحنكه به وسماه عبد الله. ¶ أما سؤالها عن دينها فقد أخرج البخاري ومسلم(249) من حديث أم سلمة أم المؤمنين رضي الله عنها أنها قالت: جاءت أم سليم امرأة أبي طلحة إلى رسول الله ( فقالت: يا رسول الله, إن الله لا يستحيي من الحق, هل على المرأة من غسل إذا هي احتلمت؟(250) فقال رسول الله : ((نعم إذا رأت الماء)).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وفي رواية لمسلم (251) من حديث أم سليم أنها سألت النبي ( عن المرأة ترى في منامها ما يرى الرجل، فقال رسول الله : ((إذا رأت ذلك المرأة فلتغتسل)), فقالت أم سليم: واستحييت من ذلك، قالت: وهل يكون هذا؟ فقال نبي الله : ((نعم فمن أين يكون الشَّبَه، إن ماء الرجل غليظ أبيض، وماء المرأة رقيق أصفر(252) فمن أيهما علا أو سبق يكون منه الشَّبه)). ¶ أما كرمها في بيتها ومعرفتها أن الله -عز وجل- يخلف على المنفق فيتضح جليَّا من قصة مجيء رسول الله ( مع أصحابه إلى بيتها، ففي ((صحيح البخاري)) ومسلم(253) من حديث أنس رضي الله عنه قال: قال أبو طلحة لأم سُليم: لقد سمعت صوت رسول الله ( ضعيفًا أعرف فيه الجوع، فهل عندك من شيء؟ قالت: نعم. فأخرجت أقراصًا من شعير، ثم أخرجت خمارًا لها فلفت الخبز ببعضه، ثم دسَّته تحت يدي ولاثتني ببعضه ثم أرسلتني إلى رسول الله ( قال: فذهبت به فوجدت رسول الله ( في المسجد ومعه الناس، فقمت عليهم، فقال لي رسول الله : ((آرسلك أبو طلحة؟)) فقلت: نعم، قال: ((بطعام؟)) قلت: نعم. فقال رسول الله ( لمن معه: ((قوموا)). فانطلق ونطلقت بين أيديهم حتى جئت أبا طلحة فأخبرته، فقال أبو طلحة: يا أم سليم قد جاء رسول الله ( بالناس، وليس عندنا ما نطعمهم. فقالت: الله ورسوله أعلم. فانطلق أبو طلحة حتى لقي رسول الله ( ، فأقبل رسول الله ( وأبو طلحة معه، فقال رسول الله : ((هلمي يا أم سليم ما عندك)). فأتت بذلك الخبز، فأمر به رسول الله ( ففت، وعصرت أم سليم عكة فأدمته، ثم قال رسول الله ( فيه ما شاء الله أن يقول، ثم قال: ((ائذن لعشرة)). فأذن لهم، فأكلوا حتى شبعوا ثم خرجوا، ثم قال: ((ائذن لعشرة))، فأذن لهم، فأكلوا حتى شبعوا ثم خرجوا، ثم قال ((ائذن لعشرة))، فأذن لهم، فأكلوا حتى شبعوا ثم خرجوا، ثم قال: ((ائذن لعشرة))، فأكل القوم كلهم حتى شبعوا، والقوم سبعون أو ثمانون رجلاً.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فانظر إلى ثباتها وثقتها بالله وبأن الله –سبحانه- سيبارك في الطعام ولن يفضحها ولن يخزيها في الأضياف، وهي تقول: الله ورسوله أعلم. ألا فليذكر ذلك النساء!! ¶ أما وفاؤها بما عاهدت الله عليه فقد أخرج البخاري ومسلم (254) من حديث أم عطية رضي الله عنها قالت: بايعنا النبي ( فقرأ علينا: (أن لا يشركن بالله شيئًا)[ الممتحنة: 12]. ونهانا عن النياحة فقبضتْ امرأة منا يدها فقالت: فلانة أسعدتني وأنا أريد أن أجزيها فلم يقل شيئًا، فذهبت ثم رجعت فما وفت امرأة إلا أم سليم وأم العلاء وابنة أبي سبرة امرأة معاذ –أو ابنة أبي سبرة وامرأة معاذ. ¶ ______________________________ ¶ (1) أخرجه مسلم (2457) من حديث جابر بن عبد الله . ¶ (2) أخرجه مسلم (2456) من حديث أنس بن مالك . ¶ (3) النسائي حديث (6/ 114). ¶ (1) ابن سعد في ((الطبقات)) حديث (8/ 312). ¶ (1) مسلم حديث (1810). ¶ (2) مسلم حديث (1809). ¶ (3) هم الذين أسلموا من مكة يوم الفتح سموا بذلك؛ لأن النبي ( منَّ عليهم وأطلقهم وكان في إسلامهم ضعف فاعتقدت أم سليم أنهم منافقون وأنهم استحقوا القتل بانهزامهم وغيره. ¶ (4) انهزموا بك: الباء في (بك) بمعنى: عن، أي انهزموا عنك على حد قوله تعالى: (فاسأل به خبيرًا)[ الفرقان: 59] أي: عنه. وربما تكون للسببية أي انهزموا بسببك لنفاقهم (التعليق على مسلم). ¶ (1) البخاري حديث (5470) ومسلم (ص 1690). ¶ (2) يعني: هل جامعت أهلك الليلة. ¶ وفي بعض الروايات أن أم سليم قالت: يا أبا طلحة أرأيت أهل بيت أعاروا أهل بيت عارية فطلبها أصحابها أيردونها أو يحبسونها؟ فقال: بل يردونها عليهم قالت: فاحتسب أبا عمير.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وفي رواية أخرى، وإسنادها صحيح أيضًا أن أم سليم قالت: لا تخبروا أبا طلحة بموت ابنه فرجع من المسجد وقد يسرت له عشاءه كما كانت تفعل، فقال: ما فعل الغلام-أو الصبي؟ قالت: خير ما كان، فقربت له عشاءه فتعشى هو وأصحابه الذين معه ثم قامت إلى ما تقوم له المرأة فأصاب من أهله، فلما كان من آخر الليل قالت: يا أبا طلحة, ألم تر إلى آل فلان استعاروا عارية فتمتعوا بها فلما طلبت إليهم شق عليهم؟ قال: ما أنصفوا. قالت: فإن ابنك فلانًا كان عاريةً من الله فقبضه إليه، قال: فاسترجع وحمد الله... الحديث. ¶ وفي رواية أخرى صحيحة أيضًا أنها قالت: يا أبا طلحة إن آل فلان استعاروا من آل فلان عارية فبعثوا إليهم: أن ابعثوا إلينا بعاريتنا فأبوا أن يردوها فقال أبو طلحة: ليس لهم ذلك إن العارية مؤداة إلى أهلها قالت: فإن ابنك كان عارية من الله وإن الله قد قبضه، فاسترجع. ¶ وفي رواية أخرى أنه قال لها: ما فعل ابني؟ قالت: صالح فأتته بتحفتها التي كانت تتحفه بها فأصاب منها، ثم طلبت منه ما تطلب المرأة من زوجها فأصاب منها، ثم قالت: ما رأيت ما صنع ناس من جيرتنا كانت عندهم جارية فطلبوها فأبوا أن يردوها فقال: (بئس ما صنعوا) فقالت: هذا أنت ابنك عارية من الله وإن الله قد قبضه إليه، فقال لها: والله لا تغلبيني الليلة على الصبر... ¶ وكل هذه الروايات عند ابن سعد في ((الطبقات)) وغيره وبمجموعها بل وبمفرداتها تصح بلا شك ولا ريب. ¶ (1) أخرجه البخاري (282)، ومسلم (1/ 608). ¶ (2) أي: رأت أنها تُجامع. ¶ (3) أخرجه مسلم (311). ¶ (1) قال النووي -رحمه الله-: وأما مني المرأة فهو أصفر رقيق وقد يبيض لفضل قوتها. ¶ وله خاصيتان يعرف بواحدة منهما إحداهما: أن رائحته كرائحة مني الرجل، والثاني التذاذ بخروجه وفتور شهوتها عقب خروجه. ¶ (2) أخرجه البخاري (3578)، ومسلم (2040). ¶ (1) البخاري حديث (7215)، ومسلم (ص 645، 646) ¶ بين الصبر والشكر",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وعلى الزوجين أن يعتصما بالله ويلزما الصبر والشكر ويكون أمرهما دائرًا بين هذين أما صابرين، وإما شاكرين، وقد قال النبي : ((عجبًا لأمر المؤمن إن كله خير، وليس ذلك إلا للمؤمن، إن أصابته ضراء صبر فكان خيرًا له، وإن أصابته سراء شكر فكان خيرًا له)). ¶ فعلى الزوجين أن يعلما أن الإنجاب والعقم من الله -سبحانه وتعالى-، فقد يبتلي الله -عز وجل- بعض الناس بالعقم, وقد يبتلي آخرين بإنجاب البنات وآخرين بإنجاب البنين ويزوج آخرين ذكرانًا وإناثًا، وكل ذلك ابتلاء من الله -عز وجل- ولا يسع المؤمن إلا الرضا بقضاء الله في كل الأحوال فهو سبحانه قد قال عن نفسه: (يهب لمن يشاء إناثًا ويعب لمن يشاء الذكور * أو يزوجهم ذكرانًا وإناثًا ويجعل من يشاء عقيمًا إنه عليم قدير)[ الشورى: 49، 50]. ¶ فليس الإنجاب باجتهاد شخص ولا مهارته ولا فحولته ولا قوته ولا ذكائه، فكم من قوي لم يرزقه الله ذرية، وكم من ذكي حرمها كذلك. ¶ وها هن أزواج نبينا محمد ( ورضي الله عنهن لم يرزقهن الله الولد من رسول الله ( اللهم إلا زوجته خديجة وسريته مارية. ¶ وسليمان عليه السلام -كما قدمنا- يقول: لأطوفن الليلة على سبعين امرأة تلد كل امرأة منهن ولدًا يجاهد في سبيل الله فلم تلد امرأة إلا امرأة ولدت نصف إنسان(255). ¶ ورب العزة يرزق زكريا الولد رغم كبره وبعد أن وهن العظم منه واشتعل رأسه شيبًا وكانت امرأته عاقرًا. ¶ وإبراهيم الخليل كذلك يرزقه الله الولد وبعد الكبر وكانت امرأته عاقرًا كذلك، وقد قالت لما بشرت بالولد: (يا ويلتى أألد وأنا عجوز وهذا بعلي شيخًا إن هذا لشيءً عجيب)[ هود: 72]. ¶ ومريم ترزق الولد بدون زوج آية من الله -عز وجل- للعالمين. ¶ فأمر الإنجاب والعقم مرده إلى الله سبحانه وتعالى.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "فإذا ابتلى الله -سبحانه وتعالى- الزوجين بالعقم فعليهما الرضا بقضاء الله, فكم من ولدٍ أرهق أبويه طغيانًا وكفرًا والغلام الذي قتله الخضر طبع كافرًا كما قال النبي (، وقال الخضر في شأنه: (أما الغلام فكان أبواه مؤمنين فخشينا أن يرهقهما طغيانًا وكفرًا..)[ الكهف: 80]. ¶ وكم من غلام كتبت له الشقاوة وهو في بطن أمه. ¶ وقد قال الله سبحانه تعالى: (يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوًا لكم فاحذروهم)[ التغابن: 14]. ¶ وقال تعالى: (آباؤكم وأبناؤكم لا تدرون أيهم أقرب لكم نفعًا..)[ النساء: 11]. ¶ وقد كان يحي بن زكريا عليهما السلام سيدًا وحصورًا. ¶ فالإنجاب ليس خيرًا في كل الأوقات، والأولاد لا يسعدون آباءهم وأمهاتهم في كل الأحوال، قال نوج لولده: (يا بني اركب معنا ولا تكن مع الكافرين * قال سآوي إلى جبل يعصمني من الماء قال لا عاصم اليوم من أمر الله إلا من رحم وحال بينهما الموج فكان من المغرقين)[ هود: 42، 43]، إلى أن قال نوح: (رب إن ابني من أهلي وإن وعدك الحق وأنت أحكم الحاكمين * قال يا نوح إنه ليس من أهلك إنه عمل غير صالح فلا تسألن ما ليس لك به علم إني أعظك أن تكون من الجاهلين)[ هود: 45، 46]، فإذا قُدر على زوجين بعدم الإنجاب فعليهما الصبر مع دعاء الله -عز وجل- وتوطين النفس على الرضا بقضاء الله سبحانه. ¶ وإذا رزق الله الزوجين بالبنات فهو سبحانه يخلق ما يشاء ويختار (ويهب لمن يشاء إناثًا ويهب لمن يشاء الذكور..)[ الشورى: 49]. فعلى الزوجين أيضًا الرضا والشكر ولا يكونا كأهل الجاهلية الذين ذكر الله حالهم بقوله: (وإذا بشر أحدهم بالأنثى ظل وجهه مسودًا وهو كظيم * يتوارى من القوم من سوء ما بُشر به أيمسكه على هون أم يدسه في التراب ألا ساء ما يحكمون)[ النحل: 58، 59].",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وقد ورد عن رسول الله ( بيان عظيم الأجر لمن أحسن إلى البنات ففي ((صحيح مسلم))(256) من حديث أنس بن مالك رضي الله عنه: قال: قال رسول الله : ((من عال (257)جاريتين حتى تبلغا جاء يوم القيامة أنا وهو)) وضمَّ أصابعه. ¶ وأخرج البخاري ومسلم(258) من حديث عائشة رضي الله عنها قالت: جاءتني امرأة معها ابنتان تسألني فلم تجد عندي غير تمرة واحدة فأعطيتها فقسمتها بين ابنتيها ثم قامت فخرجت، فدخل النبي ( فحدثته فقال: ((من يلي من هذه البنات شيئًا فأحسن إليهن كنَّ له سترًا من النار)). ¶ وفي رواية لمسلم(259) من حديث عائشة قالت: جاءتني مسكينة تحمل ابنتين لها فأطعمتها ثلاث تمرات فأعطت كل واحدة منهما تمرة, ورفعت إلى فيها تمرة لتأكلها فاستطعمتها ابنتاها فشقت التمرة التي كانت تريد أن تأكلها بينهما، فأعجبني شأنها فذكرت الذي صنعت لرسول الله ( فقال: ((إن الله قد أوجب لها بها الجنة أو أعتقها بها من النار)). ¶ ______________________________ ¶ (1) تقدم، وانظر أيضًا البخاري (5242). ¶ (1) أخرجه مسلم (5/ 486). ¶ (2) عالهما: أي قام عليهما بالإنفاق والمؤنة والتربية ونحوها. ¶ (1) أخرجه البخاري مع ((الفتح)) (10/ 426)، ومسلم (ص 2027). ¶ (2) مسلم (ص 2027). ¶ نصائح غالية من فضائل العمل والخلق الحسن ¶ ويستحب للرجل إذا دخل بيته أن يذكر الله -عز وجل- حتى لا يدخل الشيطان؛ وذلك لما أخرجه مسلم(260) من حديث جابر بن عبد الله رضي الله عنهما أنه سمع النبي ( يقول: ((إذا دخل الرجل بيته فذكر الله عند دخوله وعند طعامه قال الشيطان: لا مبيت لكم ولا عشاء، وإذا دخل فلم يذكر الله عند دخوله قال الشيطان: أدركتم المبيت، وإذا لم يذكر الله عند طعامه قال: أدركتم المبيت والعشاء)).",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ويشرع له ويستحب أن يسلم على أهله ويقابلهم بوجهٍ مبتسم طلق، وهذا لا يكلفه شيئًا بل يجلب له الأجر والمثوبة من الله -عز وجل-، فإنه إذا تبسم في وجه أهله كانت له صدقة، وقد قال عليه الصلاة والسلام: ((لا تحقرن من المعروف شيئًا ولو أن تلق أخاك بوجه طلقٍ))(261). ¶ وقال الله سبحانه: (فإذا دخلتم بيوتًا فسلموا على أنفسكم تحية من عند الله مباركة طيبة)[ النور: 61]. ¶ وصح عن جابر بن عبد الله رضي الله عنهما أنه قال: إذا دخلت على أهلك فسلم عليهم تحية من عند الله مباركة طيبة (262). ¶ أما أن تدخل وأنت مقطب الجبين عابس الوجه منتفخ الأوداج ترمي عيناك بالشر ويعلو وجهك الرغبة في البطش، وتكون مع الناس مرحًا منبسطًا ضاحكًا ومبتسمًا ولما تدخل البيت يظهر التبرم والضيق وتختلق الانفعال، وإذا نظرت إلى نفسك في المرآة رأيت وجهًا مزعجًا يفرُّ منه من رآه ويتعوذ بالله منه من شاهده، فلا أخالك إلا محرومًا من الخير قد حيل بينك وبين الثواب، وقد قال النبي : ((خيركم خيركم لأهله)). ¶ ______________________________ ¶ (1) أخرجه مسلم حديث (2018). ¶ (2) أخرجه مسلم (2626) من حديث أبي ذر ( مرفوعًا. ¶ (1) أخرجه البخاري في ((الأدب المفرد)) (أثر 1095). ¶ أيها الزوج ¶ ماذا تكلفك يا عبد الله البسمة في وجه زوجك عند دخولك على زوجتك كي تنال الأجر من الله؟! ¶ ماذا تكلفك طلاقة الوجه عند رؤيتك أهلك وأولادك؟!! ¶ هل يضيرك ويرهقك يا عبد الله أن تقبل على زوجتك تقبلها وتلاعبها وأنت داخل عليها؟!! ¶ هل يشق عليك أن ترفع لقمة وتضعها في فيِّ امرأتك حتى تنال الثواب؟!! ¶ هل من العسير أن تدخل البيت فتلقي السلام تامًّا كاملاً: السلام عليكم ورحمة الله وبركاته حتى تنال ثلاثين حسنة (263)؟!! ¶ ماذا عليك إذا تكلمت كلمة طيبة ترضي بها زوجتك ولو تكلفت فيها، وإن كان فيها شيء من الكذب المباح؟!! ¶ سل عن زوجتك عند دخولك عليها وسل عن أحوالها.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "لا أظن أن ترهق وتتعب إذا قلت لزوجتك عند دخولك: يا حبيبتي منذ خروجي من عندك صباحًا إلى الآن وكأنه قد مرَّ عليَّ عام!! ¶ إنك إذا احتسبت، -وإن كنت متعبًا- وأقبلت على أهلك تجامعها فلك الأجر والثواب من الله؛ لقول النبي : ((وفي بضع أحدكم صدقة)). ¶ هل سترهق يا عبد الله إذا دعوت وقلت: اللهم أصلح لي زوجي وبارك لي فيها. ¶ كلمة طيبة صدقة. ¶ طلاقة وجهٍ وتبسم في وجهها صدقة. ¶ إلقاء سلام فيه حسنات. ¶ مصافحة فيها وضع للخطايا. ¶ جماع فيه أجر. ¶ ______________________________ ¶ (1) أخرج أبو داود من حديث عمران بن حصين ( (5/ 379) قال: جاء رجل إلى النبي ( فقال السلام عليكم فرد عليه السلام ثم جلس فقال النبي : ((عشر)) ثم جاء آخر فقال: (السلام عليكم ورحمة الله) فرد عليه السلام فقال: ((عشرون)) ثم جاء آخر فقال: (السلام عليكم ورحمة الله وبركاته) فرد عليه فجلس فقال: ((ثلاثون)). وإسناده صحيح. ¶ وأنت أيتها الزوجة ¶ هل يُضيرك أن تقابلي زوجك عند دخوله بوجه طلق مبتسم؟!! ¶ هل يشق عليك أن تمسحي الغبار عن وجهه ورأسه وثوبه وتُقبليه؟!! ¶ أظنك لن ترهقي إذا انتظرت عند دخوله فلم تجلسي حتى يجلس!! ¶ ما أخاله عسيرًا عليك أن تقولي له: حمدًا لله على سلامتك نحن في شوقٍ إلى قدومك، مرحبًا بك وأهلاً. ¶ تجملي لزوجك واحتسبي ذلك عند الله؛ فإن الله جميل يحب الجمال, تطيبي, اكتحلي, البسي أحسن ثيابك لاستقبال زوجك. ¶ إياك ثم إياك من البؤس والتباؤس. ¶ لا تُصغي ولا تستمعي إلى مخبب مفسد يخببك ويفسدك على زوجك. ¶ لا تكوني دائمًا مهمومة حزينة بل تعوذي بالله من الهم والحزن والعجز والكسل. ¶ لا تخضعي لرجل بالقول فيطمع فيك الذي في قلبه مرض ويظن بك السوء. ¶ كوني منشرحة الصدر هادئة البال ذاكرة لله على كل حال. ¶ هوني على زوجك ما يحل به من متاعب وآلام ومصائب وأحزان. ¶ مُريه ببر أمه وأبيه.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "أحسني تربية أولادك واملئي البيت تسبيحًا وتهليلاً وتمجيدًا وتكبيرًا وتحميدًا، وأكثري من تلاوة القرآن وخاصة سورة البقرة؛ فإنها تطرد الشيطان. ¶ انزعي من بيتك التصاوير وآلات اللهو والطرب والفساد. ¶ أيقظي زوجك لصلاة الليل وحثيه على صيام التطوع وذكريه بفضل الإنفاق ولا تمنعيه من صلة الأرحام. ¶ أكثري من الاستغفار لنفسك وله ولوالديك ولعموم المسلمين، وادْعي الله بصلاح الذرية وصلاح النية وخيري الدنيا والآخرة، واعلمي أن ربك سميع الدعاء يحب الملحين فيه، (وقال ربكم ادعوني أستجيب لكم)[ غافر: 60]. ¶ وللزوجين معًا ¶ إن المحروم من حُرم الثواب. ¶ يا حبذا لو ارتقيتما معًا مرتقًى عاليًا في القربى إلى الله! ¶ يا حبذا لو جلستما معًا تتلوان كتاب الله -عز وجل- وتتدارسان سنة نبيه ( ! ¶ يا له من خيرٍ إذا عكفتما على الفقه في الدين! ¶ صلاة وسلامًا عليكما إذا صليتما على النبي الأمين وسلمتما! ¶ أبشرا بالمغفرة والأجر العظيم إذا كنتما من الذاكرين الله كثيرًا والذاكرات. ¶ هنيئًا لكما ثم هنيئًا إذا كنتما من الصابرين والصادقين والقانتين والمستغفرين بالأسحار. ¶ خُذا هدية لأبويكما واحرصا على برهما وكذلك العشيرة والخلان. ¶ عجبًا لصنيعكما إذا أكرمتما الأضياف، وأهديتما للجيران، ووصلتما الأرحام، وصليتما بالليل والناس نيام. ¶ اسلكا سبيل المحسنين بأن تكونا من الكاظمين الغيظ والعافين عن الناس. ¶ يا له من أجرٍ إذا تعاونتما على البر والتقوى، وتركتما التعاون على الإثم والعدوان. ¶ جنبكما الله الخسران إذا تواصيتما بالحق وتواصيتما بالصبر. ¶ أورثكما الله الجنان إذا أقمتما الأركان وراقبتما الرحمن. ¶ أليس لكما أسوة فيمن قال الله فيهم: . .. ويؤثرون على أنفسهم ولو كان بهم خصاصة)[ الحشر: 9]؟!! ¶ ألا تتبعان سبيل من أناب إلى الله واتبع هداه؟!! ¶ ألا تقتديان بهدى الله الذي جاءت به رسل الله.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "سل الله أيها الزوج وسلي الله أيتها الزوجة أن ينصر الإسلام وأهله وأن يحفظكما وذراريكما والمسلمين والمسلمات، وأن يسكنكما الفردوس، ويجمعكما معًا فيها مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقًا. ¶ ومع الأبناء وقفة ¶ وعلى الوالدين أن يُحسنا تربية أبنائهما ويقوما برعايتهم خير قيام ويعلمانهم التوحيد وأصول الدين وأركان الإسلام والإيمان والإحسان, ويحدثانهم عن الجنة ووصفها، ويرغبانهم فيها وفي العمل المقرب إليها المسبب لدخولها، ويخوفانهم بالنار ويحذرانهم من العمل المورط فيها. ¶ يُذكران الأولاد بتلك الوصية الجامعة والموعظة النافعة، موعظة لقمان ووصيته لولده كما ذكرها الله في كتابه بقوله: (يا بني لا تشرك بالله إن الشرك لظلم عظيم)[ لقمان:13]. ¶ فيحذران الأولاد من الشرك ويوضحان لهم الشرك، ويكشفان لهم عن أنواعه وأن منه دعاء غير الله (ومن أضل ممن يدعو من دون الله من لا يستجيب له إلى يوم القيامة وهم عن دعائهم غافلون * وإذا حشر الناس كانوا لهم أعداء وكانوا بعبادتهم كافرين)[ الأحقاف: 5، 6]. ¶ ومن دعا ميتًا من الميتين ورجاه فقد أشرك بالله قال النبي : ((الدعاء هو العبادة)) (264). ¶ يبينان للأولاد أن طلب المدد والعون لا يكون من الأموات بحال من الأحوال إنما يكون من الله سبحانه وتعالى. ¶ يُفهمان الأولاد أن الأصنام والأوثان والأحجار والأشجار لا تنفع ولا تضر، والموتى لا يملكون لأنفسهم شيئًا فضلاً عن غيرهم، يبينان للأولاد أن النذر لا يكون إلا لله، والذبح والنحر لا يكونان إلا له -سبحانه وتعالى-، والطواف لا يكون إلا ببيته، والركوع والسجود لا يكونان إلا له -عز وجل-، والحلف لا يكون إلا به -سبحانه وتعالى-، والعمل إنما يُرجى به وجهه -عز وجل-، وطلب النفع وكشف الضر من الله وحده.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "يعلمان الأولاد أن الحكم لله، وأن الأمر أمره –سبحانه-، والملك ملكه -عز وجل-، والشرع ما شرعه –سبحانه-، وأن كل مَنْ عليها فان، ويبقى وجه ربك ذو الجلال والإكرام. ¶ يحذران الأولاد من الرياء ذلك الشرك الخفي. ¶ (ووصينا الإنسان بوالديه حملته أمه وهنًا على وهن وفصاله في عامين أن اشكر لي ولوالديك إلىَّ المصير)[ لقمان: 14]. ¶ وليعلم الإنسان أن ربَّه -عز وجل- أوصاه بوالديه، وخص بالذكر أمه التي حملته وهنًا على وهن وأرضعته، فليحسن إليهما وليشكر لله ثم لهما ولا يقل لهما: أف ولا ينهرهما بل ليقل لهم: قولاً كريمًا ويخفض لهما جناح الذل من الرحمة، وليدع لهما بقوله: رب ارحمهما كما ربياني صغيرًا، فليقم الولد على خدمة والديه خاصة عند كبرهما، وقد يبلغ الكبر بأحدهما أو بكلاهما إلى حدِّ يبول الإنسان فيه على نفسه، ويتغوط عليها فليقبل الولد على خدمتهما ولا يتأفف، فإن قُدر وتأفف لكونه بشر يعتريه ما يعتري البشر، فليستدرك وليقلع، قال تعالى: (ربكم أعلم بما في نفوسكم إن تكونوا صالحين فإنه كان للأوابين غفورًا)[ الإسراء: 25]، أي للرجَّاعين عن ذنوبهم المقلعين عن خطاياهم، وليس من معاني بر الوالدين أن يُطاعا إذا دعيا إلى الشرك، بل تجب مخالفتهما في ذلك، فالطاعة إنما هي في المعروف كما قال النبي ( وقد قال تعالى: (ولا تطع من أغفلنا قلبه عن ذكرنا واتبع هواه وكان أمره فُرطًا)[ الكهف: 28]. وإنما الذي يُطاع ويتبع من أناب إلى الله، وسلك طريقه -سبحانه وتعالى-، فالمرجع والمآب إليه وحده عز وجل. ¶ ولكن مع شرك الوالدين يُصاحبان في الدنيا بالمعروف كما قال سبحانه: (وصاحبهما في الدنيا معروفًا)[ لقمان: 15]. ¶ فعلى العبد أن يحرص على أن يموت على التوحيد هو وزوجه وبنوه وأمه وأبوه. ¶ ألا ترى إلى يعقوب عليه الصلاة والسلام لما حضرته الوفاء فجمع بنيه ترى ماذا قال لهم؟!!",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "قال تعالى: (أم كنتم شهداء إذ حضر يعقوب الموت إذ قال لبنيه ما تعبدون من بعدي قالوا نعبد إلهك وإله آبائك إبراهيم وإسماعيل وإسحاق إلهًا واحد ونحن له مسلمون)[ البقرة: 133]. ¶ وقبله جده إبراهيم الخليل عليه الصلاة والسلام الحنيف الحليم الأواه المنيب خليل الرحمن الذي اصطفاه الله في الدنيا وإنه في الآخرة لمن الصالحين قال له ربه أسلم قال أسلمت لرب العالمين (ووصى بها إبراهيم بنيه ويعقوب يا بني إن الله اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون)[ البقرة: 132]. ¶ ثم اتجه لقمان عليه السلام إلى تعريف ولده بربه -عز وجل- مبينًا له أن الله -عز وجل- لا تخفى عليه خافية ولا يضيع عنده عمل، فقال: (يا بني إنها إن تك مثقال حبة من خردل فتكن في صخرة أو في السموات أو في الأرض يأت بها الله إن الله لطيف خبير)[ لقمان: 16]. ¶ ثم حثه على الصلاة والأمر بالمعروف والنهي عن المنكر بقوله: (يا بني أقم الصلاة وأمر بالمعروف وانه عن المنكر واصبر على ما أصابك إن ذلك من عز الأمور)[ لقمان: 17]. ¶ يا لها من وصايا جامعة: ¶ حث على الصلاة عماد الدين التي بإقامتها يُقام الدين ويهدمها يهدم الدين. ¶ حث على الصلاة التي هي الركن الثاني من أركان الإسلام ولم يسبقها إلا الشهادتان. ¶ حث على الصلاة التي بها تنال الجان. ¶ حث على الصلاة التي هي نور. ¶ حث على الصلاة فهذا أمر الله قال سبحانه: (وأمر أهلك بالصلاة واصطبر عليها لا نسألك رزقًا نحن نرزقك والعاقبة للتقوى)[ طه: 132]. ¶ حث على الصلاة فهذا أمر رسل الله . .. وكان يأمر أهله بالصلاة والزكاة وكان عند ربه مرضيًا)[ مريم: 55]. ¶ وقال عليه الصلاة والسلام: ((علموا أولادكم الصلاة لسبع، واضربوهم عليها لعشر))(265).",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "حث على الصلاة للنجاة من النار، فقد قال تعالى: (ويل للمصلين * الذين هم عن صلاتهم ساهون)[ الماعون: 4، 5]، وقال تعالى: (فخلف من بعدهم خلف أضاعوا الصلاة واتبعوا الشهوات فسوف يلقون غيًا * إلا من تاب وآمن وعمل صالحًا..)[ مريم: 59، 60]. ¶ حث على الصلاة؛ لما فيها من عون على المصائب ونهي عن الفحشاء والمنكر. ¶ حث على الصلاة؛ لما فيها من الفضل العميم والخير الجسيم والأجر العظيم والثواب الجزيل، وكذلك تعليم للأولاد وحث لهم على الأمر بالمعروف والنهي عن المنكر والصبر على الأذى الذي يلحقهم، فغالبًا ما يلحق الآمر بالمعروف والناهي عن المنكر نوع من أذى فيلزم حينئذٍ الصبر, كما قال تعالى: (والعصر * إن الإنسان لفي خسر * إلا الذين آمنوا وعملوا الصالحات وتواصوا بالحق وتواصوا بالصبر)[ العصر: 1- 3]. ¶ ثم اتجه لقمان إلى حث ولده على التخلق بالخلق الحسن في تعامله مع الناس بقوله: (ولا تصعر خدك للناس ولا تمش في الأرض مرحًا إن الله لا يحب كل مختال فخور)[ لقمان: 18]. ¶ أي أقبل يا ولدي على الناس بوجهك أثناء حديثك معهم ولا تعرض عنهم ولا تلوي رقبتك وتبتعد بوجهك عنهم، بل استبشر في وجوههم ولا تختال في مشيتك؛ فإن الله لا يحب كل مختال فخور: (واقصد في مشيك وغضض من صوتك إن أنكر الأصوات لصوت الحمير)[ لقمان: 19]. ¶ فعلم ولدك هذه الوصايا الفاذة الجامعة لخيري الدنيا والآخرة، ينبغي أن يُعلم الوالدان أولادهما هذه الكلمات الطيبة النافعة التي علمها النبي ( لابن عمه عبد الله بن عباس رضي الله عنهما إذ قال له: ((يا غلام إني أعلمك كلمات: احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله، واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، ولو اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك، رفعت الأقلام وجفت الصحف))(266).",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "على الوالدين أن يُمرِّنا الأولاد على الطاعات من الصغر ويعرفانهم بالحلال والحرام شيئًا فشيئًا فكما قال القائل: ¶ وينشأ ناشئ الفتيان فينا على ما كان عوَّده أبوه ¶ فيصطحب الوالد ولده إلى المسجد ويعلمه كتاب الله وسنة رسول الله ( ويعلمه الصلاة كما قال رسول الله : ((علموا أولادكم الصلاة لسبع واضربوهم عليها لعشر..))(267). ¶ ويعودانهم على الصيام كما كان السلف الصالح يصنعون، قالت الربيع بنت معوِّذ: كنا نصوم عاشوراء ونصومه صبياننا ونجعل لهم اللعبة من العهن، فإذا بكى أحدهم على الطعام أعطيناه ذلك حتى يكون عند الإفطار(268). ¶ ويُجنبانهم الحرام فقد أخرج البخاري ومسلم(269) من حديث أبي هريرة ( قال: أخذ الحسن بن على رضي الله عنهما تمرة من تمر الصدقة فجعلها في فيه، فقال النبي : ((كخ كخ)) ليطرحها ثم قال: ((أما شعرت أنا (270) لا نأكل الصدقة)). ¶ ويعلمانهم آداب الطعام والشراب والحديث: ¶ أخرج البخاري ومسلم(271) من حديث عمر بن أبي سلمة ( قال: كنت غلامًا في حجر رسول الله ( وكانت يدي تطيش في الصحفة، فقال لي رسول الله : ((يا غلام سم الله وكل بيمينك وكل مما يليك)). ¶ وأخرج مسلم(272) من حديث حذيفة ( قال: كنا إذا حضرنا مع النبي ( طعامًا لم نضع أيدينا حتى يبدأ رسول الله ( فيضع يده، وإنا حضرنا معه مرة طعامًا فجاءت جارية كأنها تُدفع فذهبت لتضع يدها في الطعام فأخذ رسول الله ( بيدها، ثم جاء أعرابي كأنما يُدفع فأخذه بيده، فقال رسول الله : ((إن الشيطان يستحل الطعام أن لا يذكر اسمُ الله عليه، وإنه جاء بهذه الجارية ليستحل بها فأخذت بيدها، فجاء بهذا الأعرابي ليستحل به فأخذت بيده، والذي نفسي بيده إن يده في يدي مع يدها)). ¶ وجاء اثنان إلى رسول الله ( فذهب أحدهما يتكلم وكان أصغرهما، فقال النبي : ((كبِّر)) (273). ¶ فليعلم الوالد ولده توقير الكبير والحنو على الصغير وليعرفه حق الجار وحق الرحم. ¶ ويدعوان لأولادهما بالهداية والصلاح:",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "كما كان يفعل أهل الصلاح، يقول قائلهم: (وأصلح لي في ذريتي)[ الأحقاف: 15]، ويقول: (ربنا هب لنا من أزواجنا وذرياتنا قرة أعين)[ الفرقان: 74]. ¶ والنبي ( قد قال: ((اللهم أهل بيتي أذهب عنهم الرجس وطهرهم تطهيرًا)) (274). ¶ ويعوِّذ الوالدان أولادهما وبناتهما كما كان النبي ( يفعل، ففي ((صحيح البخاري))(275) من حديث ابن عباس رضي الله عنهما قال: كان النبي ( يعوِّذ الحسن والحسين ويقول: ((إن أباكما إبراهيم كان يُعوِّذ بها إسماعيل وإسحاق: أعوذ بكلمات الله التامة من كل شيطان وهامة ومن كل عين لامة)). ¶ ولننبه على سنةٍ ترك الكثير من الناس العمل بها، وهي ما أخرجه البخاري ومسلم(276) من حديث جابر بن عبد الله رضي الله عنهما قال: قال رسول الله : ((إذا كان جنح الليل أو أمسيتم فكفُّوا صبيانكم؛ فإن الشياطين تنتشر حينئذٍ، فإذا ذهب ساعة من الليل فحلوهم فأغلقوا الأبواب واذكروا اسم الله؛ فإن الشيطان لا يفتح بابًا مغلقًا, وأوكوا قربَكم واذكروا اسم الله، وخمِّروا آنيتكم واذكروا اسم الله ولو أن تعرضوا عليها شيئًا، وأطفئوا مصابيحكم)). ¶ والولد قد تراه نحيفًا ضارعًا وتكشف عليه عند الأطباء فلا يذكرون مرضًا، ولكن المرض من نوع آخر قد تكون امتدت إليه عين حاسد، فأحيانًا تسبب عين الحاسد في نحافة الطفل، كما ورد عن رسول الله ( لما زار آل جعفر فرأى أجسام بني جعفر ضارعة، فسأل أمهم أسماء بنت عميس: ((مالي أرى أجسام بني أخي ضارعة؟ تصيبهم الحاجة؟)) قالت لا أدري ولكن العين تسرع إليهم، قال: ((ارقيهم)) قالت: فعرضت عليه فقال: ((ارقيهم)) (277). ¶ وينبغي أن يعدلا بين الأولاد في العطيات حتى لا يسببا الضغائن بين أولادهما ويوّلدا الأحقاد بينهما.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وقد أخرج مسلم (278) من حديث النعمان بن بشير رضي الله عنهما قال: أعطاني أبي عطيةً، فقالت عمرة بنت رواحة: لا أرضى حتى تُشهد رسول الله (، فأتى رسول الله ( فقال: إني أعطيت ابني من عمرة بنت رواحة عطيةً فأمرتني أن أشهدك يا رسول الله، قال: ((أعطيت سائر ولدك مثل هذا؟)) قال: لا, قال: ((فاتقوا الله واعدلوا بين أولادكم)). قال: فرجع فرد هديته. ¶ صحيح أن المحبة لا يملكها إلا الله -سبحانه وتعالى- فقد يحب الشخص بعض ولده أكثر من الآخر، وقد قال أخوة يوسف: (ليوسف وأخوه أحب إلى أبينا منا ونحن عصبة...)[ يوسف: 8]. ¶ ولكن ينبغي أن يسدد العبد ويقارب ولا يُظهر ما يضايق الأبناء ويسبب الشحناء. ¶ وثمَّ أدب جليل على الأبوين أن يلاحظانه ويقيمانه في الأسرة ألا وهو ما أمر الله به حيث قال: (يا أيها الذين آمنوا ليستئذنكم الذين ملكت أيمانكم والذين لم يبلغوا الحلم منكم ثلاث مرات من قبل صلاة الفجر وحين تضعون ثيابكم من الظهيرة ومن بعد صلاة العشاء ثلاث عورات لكم ليس عليكم ولا عليهم جناح بعدهن طوافون عليكم بعضكم على بعض كذلك يبين الله لكم الآيات والله عليم حكيم * وإذا بلغ الأطفال منكم الحلم فليستئذنوا كما استأذن الذين من قبلهم كذلك يبين الله لكم آياته والله عليم حكيم)[ النور: 58، 59]، فأرشد الله -سبحانه وتعالى- الأبوين إلى أدب رفيع وهو تعليم أبنائهما المميزين الذين لم يبلغوا الحلم أن يستأذنوا عليهما في هذه الأوقات الثلاثة التي هي مظنة انكشاف العورات وخلع الثياب، وهي: ¶ من قبل صلاة الفجر. ¶ حين تضعون ثيابكم من الظهيرة. ¶ من بعد صلاة العشاء.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "فالغالب أن الرجل وزوجته يتكشفان في هذه الأوقات، وهي أوقات مظنة للجماع، فأمر الأبوان أن يعلما الأطفال المميزين الذين لم يبلغوا الحلم الاستئذان عليهما في هذه الأوقات الثلاثة، فقد يدخل الولد أو تدخل البنت على أبويهما في هذه الأوقات فيجد الوالدين على حال يكرها أن يُريا عليها من التكشف أو الجماع أو نحو ذلك، فيخرج الولد وتخرج البنت وقد ارتسمت في أذهانهما المناظر التي رأوها من أمهما وأبيهما فيتلوث فكرهما، ويخرج الطفل يبحث عن طريقة لتطبيق ذلك الذي رآه من أمه وأبيه فيطبق ذلك مع جارته ومع زميلته, بل ومع أخته في بيوت الذين لا يتحفظون ولا يفرقون بين الأبناء في المضاجع, طفل ينام بجوار أخته ويرى من أمه وأبيه منظرًا مثيرًا فكيف يصنع مع أخته؟ إن الشيطان حريص على الفساد فقد يقوده الفساد والرذيلة مع أخته. ¶ فديننا دين نظيف يحفظ تصورات الأطفال نظيفة، ويحفظ عقولهم نظيفة ويحفظ أفئدتهم وألسنتهم كذلك نظيفة، ألا فليمتثل المسلم والمسلمة لأوامر الله -عز وجل- وأوامر نبيه (، ولتتحفظ الأم في سيرها في البيت أمام أولادها المراهقين فلا تتبرج تبرجًا زائدًا أما بنيها فالشيطان يزين لهم الحرام، وكذلك فليتحفظ الوالد ولا يمشي في البيت بثياب تثير بناته، كهذا الذي يمشي بالسروال القصير في البيت أو يمشي في الكلوت (الشورت القصير جدًا) داخل البيت فَيُحدِّد هذا الشورت وهذا السروال عورته أما بناته ويقودهن ذلك إلى طريقة لا تحمد عقباها. ¶ والاستئذان شرع من أجل البصر كما قال(279) النبي : ((إنما جُعل الإذن من أجل البصر))، فإذا كان الأمر كذلك فجدير بالأبوين أن يحفظا أودهما -والحفيظ هو الله سبحانه- من مشاهدة الأفلام السيئة التي تبث الفسق والرذيلة بل وتنشر الفحشاء والمنكر وتهيج على الدعارة والفساد فكيف بالولد المراهق إذا رأى منظر رجلٍ فوق امرأة يحتضنها ويقبلها؟ ألا يهيجه ذلك ويدفعه إلى الفساد ويقوده إليه؟!",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "كيف بالبنت البكر المراهقة إذا رأت شابًا ممتلئًا فحولة يحتضن فتاة ويقبلها ويعلوها، ألا تتوق نفسها إلى أن تكون مثل هذه الفتاة وتهيج فيها الشهوة بما يدفعها إلى الوقوع في المكروه والمحرم والعياذ بالله؟ ¶ إن بعض العلماء يذكرون أن المرأة إذا رأت فرسًا ينزو على أنثى من الفرسان أو قطًا يعلو قطة ونحو ذلك تهيج وتشتاق إلى الجماع هي الأخرى، فجدير بكل أب وكل أم أن يحفظا ويحافظا على أولادهما وبناتهما من هذا الفساد العريض والشر المستطير. ¶ نهيب بكل أب وبكل أم أن يحملا رسالتيهما ويؤديا الأمانة التي أخذها الله عليهما في حفظ أولادهما وبناتهما، فالولد الصالح ينفع الله به أبويه في الحياة وبعد الممات قال النبي : ((إن الرجل لترفع درجته يوم القيامة فيقول: يا رب أنى لي هذا؟ فيقال: باستغفار ولدك لك)). ¶ نهيب بكل رجلٍ غيور أن يكون قوامًا خيِّرًا على أهل بيته ولا يكن ديوثًا راضيًا بالفحشة مقرًا للخبث في بيته. ¶ اصطحب ولدك إلى مواطن الصلاح يا عبد الله واصرفه عن مواطن الفساد. ¶ هل ترضى أن ينجح ابنك في الثانوية بتفوق ويكون من حطب جهنم؛ بتركه للصلاة وخوضه مع الخائضين وفساده مع المفسدين. ¶ ذكِّر ولدك يا عبد الله بقول الله تعالى: (ولقد جئتمونا فرادى كما خلقناكم أول مرة وتركتم ما خولناكم وراء ظهوركم وما نرى معكم شفعاءكم الذين زعمتم أنهم فيكم شركاء لقد تقطع بينكم وضل عنكم ما كنتم تزعمون)[ الأنعام: 94]. ¶ ______________________________ ¶ (1) أخرجه الترمذي (5/ 374) بإسناد صحيح من حديث النعمان بن بشير ( مرفوعًا. ¶ (1) أخرجه أبو داود وغيره بإسناد حسن، ولفظ أبي داود (495): ((مروا أولادكم بالصلاة وهم أبناء سبع سنين، واضربوهم عليها وهم أبناء عشر سنين، وفرقوا بينهم في المضاجع)). ¶ (1) أخرجه الترمذي حديث (2516) بإسناد صحيح لشواهده. ¶ (2) تقدم قريبًا. ¶ (3) أخرجه البخاري حديث (1960). ¶ (1) أخرجه البخاري (1491)، ومسلم (1069).",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "(2) يعني: آل محمد . ¶ (3) أخرجه البخاري مع ((الفتح)) حديث (9/ 521)، ومسلم (13/ 192). ¶ (4) مسلم (13/ 187). ¶ (1) أخرجه البخاري (6142، 6143)، ومسلم (ص 1294). ¶ (2) أخرجه أحمد في ((المسند)) حديث (6/ 298) بإسناد صحيح لشواهده. ¶ (1) البخاري مع ((الفتح)) حديث (6/ 408). ¶ (2) البخاري مع ((الفتح)) حديث (10/ 88)، ومسلم (13/ 183). ¶ (1) أخرجه مسلم مع ((النووي)) حديث (14/ 185). ¶ (2) البخاري حديث (2587)، ومسلم (ص 148، 149). ¶ (1) أخرجه البخاري مع ((الفتح)) حديث (12/ 243)، ومسلم حديث (2156) من حديث سهل بن سعد الساعدي ¶ وإلى الأبناء ¶ حفظكم الله جميعًا بحفظه: ¶ راقبوا الله في الوالدين فقد أوصاكم الله بذلك قال تعالى: (وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحسانًا إما يبلغن عندك الكبر أحدهما أو كلاهما فلا تقل لهما أف ولا تنهرهما وقل لهما قولاً كريماً * واخفض لهما جناح الذل من الرحمة وقل رب ارحمهما كما ربياني صغيرًا)[ الإسراء: 23، 24]. ¶ وقال سبحانه: (واعبدوا الله ولا تشركوا به شيئًا وبالوالدين إحسانًا)[ النساء: 36]. ¶ وقال تعالى: (قل تعالوا أتل ما حرم ربكم عليكم أن لا تشركوا به شيئًا وبالوالدين إحسانًا)[ الأنعام: 151]. ¶ وقال سبحانه: (ووصينا الإنسان بوالديه حملته أمه وهنًا على وهن وفصاله في عامين أن اشكر لي ولوالديك إليَّ المصير)[ لقمان: 14]. ¶ وقال تعالى: ( ووصينا الإنسان بوالديه حملته أمه كرهًا ووضعته كرهًا..)[ الأحقاف: 15]. ¶ وسئل النبي : أي العمل أفضل (280)؟ قال: ((الصلاة على وقتها)) قال: ثم أي؟ قال: ((ثم بر الوالدين)). ¶ وسئل النبي : من أحق الناس بحسن صحابتي؟ قال: ((أمك)) قال ثم من؟ قال: ((أمك)) قال ثم من؟ قال: ((أمك)) قال ثم من؟ قال: ((ثم أبوك)) (281).",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "والطاعة معشر الأبناء في المعروف ليست في معصية الله -عز وجل- ولا في الشرك به قال تعالى: (وإن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما وصحابهما في الدنيا معروفًا)[ لقمان: 15]. ¶ وستغفروا لوالديكم وارفقوا بهما، وصلوا من كان أبوكم يصله. ¶ ______________________________ ¶ (1) البخاري مع ((الفتح)) حديث (10/ 400)، ومسلم (85). ¶ (1) أخرجه البخاري (10/ 401)، ومسلم (5/ 410). ¶ وللأسرة جميعًا ¶ اعتصموا بحبل الله جميعًا ولا تفرقوا. ¶ تحابوا في الله واجتمعوا عليه وافترقوا عليه. ¶ تعاونوا جميعًا معشر الأسرة على البر والتقوى ولا تعاونوا على الإثم والعدوان. ¶ طيبوا طعامكم وشرابكم وملبسكم حتى تتقبل دعواتكم. ¶ املئوا البيت بتلاوة القرآن والذكر والتهليل والتحميد والتسبيح والتكبير. ¶ لينصر كل منكم أخاه ظالمًا أو مظلومًا، ظالمًا يمنعه من الظلم، ومظلومًا بالسعي لرد مظلمته إليه. ¶ من مات منكم قبل أخيه فليستغفر له أخوه وليزره في قبره؛ فإن زيارته في قبره تُذكر بالآخرة، واعلموا أن كل من عليها فان ويبقى وجه ربك ذو الجلال والإكرام. ¶ سلوا الله كما جمعكم في الدنيا في بيت واحد على طاعته أن يجمعكم في الفردوس في مقعد صدق عند مليك مقتدر. ¶ واستغفروا ربكم إنه كان غفارًا. ¶ وصلوا وسلموا على نبيكم محمد يُصلي عليكم ربك عز وجل. ¶ الخاتمة ¶ بحمد الله تمت هذه الرسالة اللطيفة، وأسأل الله أن ينفعنا بها والمسلمين ويقربنا الله بما فيها من آيات وأحاديث إليه سبحانه، وأن يجمع بها بين الأسر، وأن يصلح بها الأخلاق، ويُحسن بها المعاملات، وأن يجعل مآل كاتبها وقارئيها وأسرهم إلى جنات النعيم. ¶ وصلى الله وسلم وبارك على سيدنا محمد وعلى آله وصحبه وسلم، سبحانك اللهم وبحمدك أشهد ألا إله إلا أنت أستغفرك وأتوب إليك. ¶ كتبها ¶ أبو عبد الله/ مصطفى بن العدوي",
            "page": "87",
            "part": "1"
        }
    ],
    "t36601": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة إلى كل أسرة فقه التعامل بين الزوجين وقبسات من بيت النبوة"
        }
    ]
}