{
    "b36619": [
        {
            "id": "1",
            "nass": "الفروع الإسلامية التابعة للمصارف الربوية ¶ دراسة في ضوء الاقتصاد الإسلامي ¶ د. فهد الشريف ¶ (طبعة تمهيدية) ¶ ملخص البحث ¶ يختص موضوع هذا البحث بدراسة ظاهرة اتجاه العديد من المصارف الربوية لإنشاء فروع تابعة لها تقدم الخدمات المصرفية الإسلامية، ونظراًٍ لاختلاف طبيعة عمل كل من المصارف الربوية والفروع الإسلامية التابعة لها فإن هذا البحث يهدف إلى التعرف على حقيقة الفروع الإسلامية وأسباب نشأتها والخصائص التي تميزها عن الفروع الأخرى التقليدية وطبيعة عمل تلك الفلك والعلاقة بينها وبين المصارف الربوية المنشئة لها، كما يهدف هذا البحث إلى بيان موقف المهتمين بشؤون الاقتصاد الإسلامي من الفروع الإسلامية وحكم التعامل معها، وما لإنشاء تلك الفروع من آثار اقتصادية على النظام المصرفي التقليدي بشكل عام والعمل المصرفي الإسلامي بشكل خاص. ¶ ويختم هذا البحث بذكر أهم ما أمكن التوصل إليه من نتائج وما أمكن استخلاصه من توصيات. ¶ Abstract: ¶ The purpose of this research is to study the fact that many of the interest-based banks are opening sub-branches that offer Islamic banking services. Since there is a difference in the nature of operation between the interest-based, banks and its Islamic-based branches, this research focuses on finding the real truth about this Islamic branches, and the reasons behind its establishment, and the specifications that differ this branches from other conventional branches and the nature of operation of this branches, as well as the relation between the interest-based banks and it Islamic-based branches.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "This research also focuses on showing the position of those who are interested in the subject of Islamic economy from this Islamic-based braches, and the Islamic view of dealing with these branches, and the economical impact of the establishment of such branches on the conventional banking system in general, and the Islamic-based banking in specific. ¶ This research concludes by listing the most important results found, as well as the recommendations that were extracted. ¶ المقدمة: ¶ إن الحمد لله نحمده ونستعينه ونستهديه ونستمد منه العون ونرجوه السداد في القول، وأشهد إلا لا إله إلا الله وحده لاشريك له، وأشهد أن محمد عبده ورسوله، أرسله الله رحمة للعالمين. وهادياً بإذنه إلى الصراط المستقيم، صلى الله عليه وعلى آله وصحبه أجمعين.…وبعد … ¶ فلقد شهد الربع الأخير من القرن العشرين بروز ظاهرة اتجاه العديد من المصارف الربوية لإنشاء فروع تابعة لها تقدم الخدمات المصرفية الإسلامية ، وقد نمت هذه الظاهرة وتزايد الإقبال عليها حتى أصبحت من الأهمية بمكان بحيث لم يعد في مقدر الكثير من المصارف الربوية في معظم الدول الإسلامية إلا أن تعيد النظر في حساباتها للدخول بشكل أو بآخر إلى ميدان العمل المصرفي الإسلامي ، سواء كان ذلك من خلال إنشاء فروع إسلامية أو فتح نوافذ تقدم الخدمات الإسلامية أو صناديق استثمارية إسلامية أو غير ذلك. ¶ ونظراً لاتساع ونمو حجم السوق المصرفي الإسلامي وتزايد الطلب على الخدمات المصرفية الإسلامية بشكل كبير ومتنامي من قبل شرائح عريضة في مختلف المجتمعات فقد انتقلت هذه الظاهرة من كونها ظاهرة محلية لتصبح ظاهرة عالمية يقدم عليها أكبر المصارف والمؤسسات المالية التقليدية في الغرب.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وعلى الرغم من أن هذه الظاهرة تعتبر اعترافا من المصارف الربوية بأهمية ونجاح العمل المصرفي الإسلامي والمصارف الإسلامية، كما قد تكون خطوة مشجعة للتحول للعمل بأساليب وصيغ الاستثمار الإسلامية في النظام المصرفي التقليدي إلا أن النظام المصرفي الإسلامي ، كأي نظام آخر، له كيانه الخاص به وأسسه التي يقوم عليها وقواعده وأنظمته التي يتميز بها عن غيره، ولذلك فهناك حاجة ماسة لدراسة ظاهرة إنشاء الفروع الإسلامية في المصارف الربوية للتعرف على حقيقة تلك الفروع وإمكانية التعامل معها من الناحية الشرعية. ¶ هدف البحث: ¶ يتمثل الهدف من البحث في النقاط التالية: ¶ التعرف على حقيقة الفروع الإسلامية التابعة للمصارف الربوية وأسباب نشأتها، وخصائصها والأنشطة التي تقوم بها، وطبيعة العلاقة بينها وبين المصارف الربوية المنشئة لها. ¶ بيان موقف المهتمين بشؤون الاقتصاد الإسلامي من الفروع الإسلامية. ¶ الوقوف على حكم التعامل مع الفروع الشاملة. ¶ خطة البحث: ¶ بناء على ما سبق فإن الدراسة في هذا البحث ستشتمل على المباحث التالية: ¶ المبحث الأول: مفاهيم أساسية حول الفروع الإسلامية. ¶ المبحث الثاني : طبيعة العلاقة بين المصارف الربوية والفروع الإسلامية التابعة لها ¶ المبحث الثالث: الآراء الاقتصادية حول الفروع الإسلامية ¶ المبحث الرابع: التعامل مع الفروع الإسلامية في ضوء الاقتصاد الإسلامي. ¶ المبحث الخامس: الآثار الاقتصادية لإنشاء الفروع الإسلامية. ¶ المبحث الأول ¶ مفاهيم أساسية حول الفروع الإسلامية ¶ يتناول هذا المبحث بعض المفاهيم الخاصة بالفروع الإسلامية للوقوف على مدلولها ونشأتها والأسباب التي دعت إلى نشأتها وخصائصها وطبيعة الأنشطة التي تزاولها وغير ذلك من المفاهيم التي تساعد على تكوين فكرة واضحة عن تلك الفروع وذلك على النحو التالي : ¶ أولاً - مفهوم الفروع الإسلامية",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "لقد تعددت الآراء حول مفهوم الفروع الإسلامية , فبعض الاقتصاديين يعرفها بأنها الفروع التي تنتمي إلى مصارف ربوية وتمارس جميع الأنشطة المصرفية طبقاً لأحكام الشريعة الإسلامية (1). ويعرفها البعض بأنها وحدات تنظيمية تديرها المصارف التقليدية , وتكون متخصصة في تقديم الخدمات المالية الإسلامية (2). كما يطلق البعض على ظاهرة الفروع الإسلامية مسمى النظام المزدوج , أي النظام الذي يقدم فيه المصرف الربوي خدمات مصرفية إسلامية إلى جانب الخدمات التقليدية (3). ¶ ويلاحظ من التعاريف السابقة أنها تدور أصلاً حول مدلول كلمة الفرع والتي تعبر عن المؤسسة التي تنشئها شركة أو مؤسسة أكبر منها (4). وبالتالي يمكن تعريف الفروع الإسلامية بشكل عام بأنها \"الفروع التي تنشئها المصارف الربوية لتقديم الخدمات المصرفية الإسلامية \" . ¶ ثانياً - نشأة الفروع الإسلامية ¶ __________ ¶ (1) الهوامش ¶ -… الدكتور حسين حسين شحاته , الضوابط الشرعية لفروع المعاملات الإسلامية بالبنوك التقليدية, مجلة الاقتصاد الإسلامي, بنك دبي الإسلامي , الإمارات العربية المتحدة , العدد 240, ربيع الأول 1422ه‍/ يونيو 2001 م , ص33 . ¶ (2) - الدكتور سعيد سعد المرطان , الفروع الإسلامية في المصارف التقليدية , مجلة دراسات اقتصادية إسلامية , البنك الإسلامي للتنمية, المملكة العربية السعودية , المجلد السادس , العدد الأول , رجب 1419ه‍, 1999م , ص10 . ¶ (3) - الدكتور عمر زهير حافظ , رأي في مسألة النظام المزدوج في الأعمال البنكية , مجلة الأموال , شركة الاتصالات الدولية, جدة , السنة الأولى , العدد الأول , أكتوبر / ديسمبر 1996م, ص60 . ¶ (4) - الدكتور فريدي باز وآخرون , معجم المصطلحات المصرفية , اتحاد المصارف العربية, بيروت , الطبعة الأولى, 1985م , ص60 .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إن فكرة إنشاء فروع إسلامية تابعة للمصارف الربوية تعود إلى بداية ظهور المصارف الإسلامية , فعندما بدأت فكرة إنشاء المصارف الإسلامية تنتقل من الجانب النظري إلى الواقع العملي في مطلع السبعينات قامت بعض المصارف الربوية بالتصدي لهذه المصارف ومحاولة التشكيك في مصداقية العمل فيها والأساليب الاستثمارية التي تطبقها, وعندما باءت تلك المحاولات بالفشل تقدمت بعض المصارف الربوية باقتراح فتح فروع تابعة لها تقدم الخدمات المصرفية الإسلامية (1). إلا أن هذا الاقتراح لم يصل إلى حيز التطبيق إلا عندما أدركت المصارف الربوية مدى الإقبال على المصارف الإسلامية وحجم الطلب المتنامي لمختلف شرائح المجتمع على الخدمات المصرفية الإسلامية. عندها قررت بعض المصارف الربوية خوض غمار هذه التجربة فقامت بإنشاء فروع تابعة لها تتخصص في تقديم الخدمات المصرفية الإسلامية. ¶ وقد كان مصرف مصر في طليعة المصارف الربوية التي إتجهت إلى إنشاء فروع تقدم خدمات مصرفية وفقاً لأحكام الشريعة الإسلامية , حيث قام مصرف مصر في عام 1980م بإنشاء أول فرع يقدم الخدمات المصرفية الإسلامية وأطلق عليه اسم \"فرع الحسين للمعاملات الإسلامية\" (2). ¶ __________ ¶ (1) - عبداللطيف جناحي , استراتيجية البنوك الإسلامية وأهدافها , بحوث مختارة من المؤتمر العام الأول للبنوك الإسلامية , الاتحاد الدولي للبنوك الإسلامية , مصر , الطبعة الأولى , 1408ه‍/ 1987م , ص227 . ¶ (2) - سمير مصطفى متولى , فروع المعاملات الإسلامية مالها وما عليها , مجلة البنوك الإسلامية , الاتحاد الدولي للبنوك الإسلامية, مصر , العدد (34) , ربيع الآخر 1404ه‍/ فبراير 1984م , ص21 .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقد أدى تشجيع المصرف المركزي المصري لهذا الاتجاه إلى قيام العديد من المصارف الربوية هناك إلى إنشاء فروع تتخصص في تقديم الخدمات المصرفية الإسلامية, الأمر الذي ترتب عليه ارتفاع عدد الفروع الإسلامية التي تم الترخيص بإنشائها خلال عامي 80/1981م إلى خمس وثلاثين فرعاً تتبع عدداً من المصارف الربوية كمصرف مصر و مصرف التجارة والتنمية ومصرف التنمية الوطني ومصرف النيل وغيرها , كما اتخذت بعض هذه المصارف قراراً بإنشاء وحدات للخدمات الإسلامية بكل فرع من فروعها التقليدية التي تنشأ في المستقبل(1). ¶ وفي المملكة العربية السعودية كان للمصرف الأهلي التجاري السبق في خوض غمار هذه التجربة حيث قام في عام 1987م بإنشاء أول صندوق استثماري يعمل وفقاً لأحكام الشريعة الإسلامية وهو صندوق المتاجرة العالمية في السلع , ثم تلى ذلك قيام المصرف بإنشاء أول فرع إسلامي وكان ذلك في عام 1990م , ونظراً للإقبال المتزايد على هذا الفرع قام المصرف الأهلي بإنشاء عدة فروع لتقديم الخدمات المصرفية الإسلامية . ومع التوسع في إنشاء الفروع الإسلامية قام المصرف في عام 1992م بإنشاء إدارة مستقلة للإشراف على تلك الفروع التي تجاوز عددها ست وأربعون فرعاً إسلامياً موزعة على مختلف مدن المملكة (2). هذا بالإضافة إلى الفروع الإسلامية التابعة للمصارف الربوية الأخرى والتي قررت الدخول بشكل أو بآخر إلى ميدان العمل المصرفي الإسلامي كالمصرف السعودي البريطاني والمصرف السعودي الهولندي , ومصرف الرياض وغير ذلك. ¶ ثالثاً - أسباب نشأة الفروع الإسلامية ¶ __________ ¶ (1) - المرجع السابق مباشرة , نفس الصفحة . ¶ (2) - الدكتور سعيد المرطان , الفروع الإسلامية في المصارف التقليدية ,مرجع سابق , ص ص19, 35 .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "لقد تعددت الآراء حول الأسباب التي دعت العديد من المصارف الربوية لإنشاء فروع تتخصص في تقديم الخدمات المصرفية الإسلامية , وهذه الأسباب وإن اختلفت من مصرف لآخر, إلا أنه بشكل عام يمكن حصر أهمها فيما يلي (1): ¶ رغبة المصارف الربوية في تعظيم أرباحها وجذب المزيد من رؤوس الأموال الإسلامية للاستحواذ على حصة كبيرة من سوق رأس المال . ¶ تلبية الطلب الكبير والمتنامي على الخدمات المصرفية الإسلامية , حيث أن شريحة كبيرة من الأفراد في كثير من المجتمعات الإسلامية تتحرج من التعامل مع المصارف الربوية . ¶ الحيلولة دون تزايد الحاجة لإنشاء المزيد من المصارف الإسلامية . ¶ المحافظة على عملاء المصارف الربوية من ال‍ن‍زوح إلى المصارف الإسلامية . ¶ حب المنافسة والتقليد وعدم الرضا بغياب إسم المصرف عن هذا الميدان الجديد . ¶ سهولة سيطرة المصرف الرئيسي على الفرع بالنسبة للسيطرة على مصرف مستقل, هذا بالإضافة إلى سهولة الإجراءات القانونية لإنشاء فرع بالنسبة لتأسيس مصرف جديد . ¶ __________ ¶ (1) - انظر المراجع التالية : ¶ الدكتور عمر زهير حافظ , النوافذ الإسلامية في البنوك التقليدية , مجلة الأموال شركة الاتصالات الدولية , جدة , السنة الثانية , العدد السادس , يناير / مارس 1998م , ص39 . ¶ الدكتور سعيد محمود عرفة , تحليل مصادر واستخدامات الأموال في فروع المعاملات الإسلامية للبنوك التقليدية, المجلة المصرية للدراسات التجارية , جامعة المنصورة , مصر , المجلد الحادي عشر, العدد الأول , 1987م, ص238 . ¶ الدكتور أحمد محمد المصري , إدارة البنوك التجارية والإسلامية , مؤسسة شباب الجامعة , مصر , 1998م , ص76 . ¶ الدكتور حسين شحاته , الضوابط الشرعية لفروع المعاملات الإسلامية , مرجع سابق , ص33 .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وبالإضافة إلى الأسباب السابقة والتي تركزت بشكل أساسي في الجانب المادي وروح المنافسة , إلا أنه يجب عدم التقليل من الجانب العقائدي , إذ أن بعض المصارف الربوية يحركها في إنشاء الفروع الإسلامية بصفة أساسية الرغبة في التحول التدريجي نحو العمل بالنظام المصرفي الإسلامي . ¶ بالنسبة للمصارف الربوية في الدول الغربية فإن التزايد المستمر والكبير في أعداد المسلمين في تلك الدول ورغبتهم للتعامل وفق النظام المصرفي الإسلامي هو السبب الرئيسي وراء إنشاء تلك المصارف لفروع تتعامل وفق أحكام الشريعة الإسلامية للاستفادة من أموال المسلمين هناك . ¶ رابعاً - أساليب تقديم الخدمات المصرفية الإسلامية ¶ اتخذت المصارف الربوية في خوضها لغمار هذه التجربة عدة أساليب لتقديم خدماتها المصرفية الإسلامية , ويمكن إيجاز هذه الأساليب على النحو التالي (1): ¶ - فروع إسلامية متخصصة : ¶ وهذا الأسلوب هو الأكثر شيوعاً في مجال التطبيق العملي لهذه التجربة , وهو ال‍مقصود بالدراسة في هذا البحث, وفي هذا الأسلوب يقوم ال‍مصرف الربوي بتقديم ال‍خدمات ال‍مصرفية الإسلامية بإحدى الطريقتين التاليتين (2): ¶ أ – إنشاء فرع جديد ومستقل للمعاملات الإسلامية منذ البداية , وقد ركزت كثير من المصارف الربوية التي خاضت هذه التجربة على هذه الطريقة إذ أنها تعتبر أكثر مصداقية في جذب العملاء من الأساليب الأخرى . ¶ ب – تحويل أحد الفروع التقليدية القائمة إلى فرع يتخصص في تقديم ال‍خدمات ال‍مصرفية الإسلامية مع إجراء التغيرات اللازمة لذلك, وهذه الطريقة تتطلب إشعار العملاء بعملية التحويل وت‍خييرهم بين التعامل مع الفرع الإسلامي وفقاً للأسلوب ال‍جديد أو التحول إلى فرع آخر . ¶ __________ ¶ (1) - انظر الدكتور سعيد المرطان , الفروع الإسلامية في المصارف التقليدية , مرجع سابق ص11 . ¶ (2) - الدكتور سعيد عرفة , تحليل مصادر واستخدامات الأموال في فروع المعاملات الإسلامية , مرجع سابق , ص236.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "– صناديق استثمار إسلامية : ¶ وفي هذا الأسلوب يقوم ال‍ مصرف الربوي بإنشاء صناديق استثمار تسير وفقاً لأساليب الاستثمار الإسلامية . وهذه الصناديق بشكل عام هي عبارة عن وعاء مالي يسعى إلى ت‍جميع مدخرات الأفراد واستثمارها في الأوراق ال‍مالية من خلال جهة متخصصة ذات خبرة وكفاءة في إدارة م‍حافظ الأوراق ال‍مالية (1). ¶ وتكيّف تلك الصناديق من الناحية الشرعية على أنها عقد شركة بين إدارة الصندوق والمساهمين فيه , ويدفع بمقتضاه المساهمون مبالغ نقدية معينة إلى إدارة الصندوق التي تتعهد باستثمار تلك المبالغ في بيع وشراء الأوراق المالية بما يتفق مع أحكام الشريعة الإسلامية, ويشترك المساهمون في الأرباح الناتجة عن استثمارات الصندوق كل بنسبة ما يملكه من حصص وفقاً لشروط نشرة الإصدار (2). ¶ وفي هذا الأسلوب يقوم المصرف الربوي بتقديم الخدمات المصرفية الإسلامية عن طريق طرح صناديق استثمار تعمل على أساس عقد المضاربة الشرعية , والذي تمثل فيه إدارة الصندوق دور المضارف الذي يقوم بتجميع الأموال من المكتتبين في الصندوق واستثمارها وفقاً لمنهج الاستثمار الإسلامي . ¶ - نوافذ إسلامية : ¶ يقصد بالنوافذ الإسلامية بشكل عام قيام المصرف الربوي بتخصيص جزء أو حيز في الفرع الربوي لكي يقدم الخدمات المصرفية الإسلامية إلى جانب ما يقدمه هذا الفرع من الخدمات التقليدية . ¶ __________ ¶ (1) - الدكتور عصام عبدالهادي أبو النصر , ن‍موذج محاسبي مقترح لقياس وتوزيع عوائد صناديق الاستثمار في ضوء الفكر الإسلامي , مجلة الاقتصاد الإسلامي , بنك دبي الإسلامي، الإمارات العربية المتحدة , العدد 200 , رجب 1418ه‍/ نوفمبر 1997م , ص41 . ¶ (2) - انظر الدكتور أحمد حسن الحسني , صناديق الاستثمار من منظور الاقتصاد الإسلامي , مؤسسة شباب الجامعة , الإسكندرية , 1999م , ص6 .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ويهدف هذا الأسلوب أساساً إلى تلبية احتياجات بعض العملاء الراغبين في التعامل بالنظام المصرفي الإسلامي حتى لايتحولوا إلى التعامل مع المصارف الإسلامية . ¶ – أدوات تمويل إسلامية : ¶ وفي هذا الأسلوب يقوم المصرف الربوي بتوفير بعض أدوات أو صيغ التمويل الإسلامية كالمشاركة والمضاربة وبيع المرابحة والاستصناع والإجارة ونحو ذلك لجذب شريحة العملاء التي ترغب في التعامل وفق أحكام الشريعة الإسلامية (1). ¶ وتقدم معظم المصارف الربوية في المملكة العربية السعودية على هذه الصيغ أو المنتجات مع اختلاف مستوى وطريقة التقديم ومدى الالتزام الشرعي في التطبيق العملي لهذه الأدوات أو الصيغ. ¶ خامساً - خصائص الفروع الإسلامية : ¶ تتميز الفروع الإسلامية في المصارف الربوية ببعض الخصائص التي تميزها عن باقي الفروع التقليدية في تلك المصارف , ومن أهم هذه الخصائص ما يلي (2): ¶ طبيعة عمل الفروع الإسلامية وجميع الأنشطة التي تقوم بها يراعى فيها أنت تكون متفقة مع أحكام الشريعة , أما الفروع الأخرى التقليدية فإن طبيعة عملها تقوم أساسا على الفائدة الربوية . ¶ يخضع العديد من الفروع الإسلامية لمراقب شرعي أو هيئة رقابة شرعية , وهذا غير وارد بالنسبة للفروع التقليدية . ¶ تتمثل أهم صيغ وأساليب الاستثمار في الفروع الإسلامية في المضاربة والمشاركة والمرابحة والإجارة, بينما يقتصر الأمر في الفروع التقليدية على صيغة واحدة وإن اختلفت صورها ومسمياتها وهي منح القروض الربوية . ¶ __________ ¶ (1) - الدكتور سعيد المرطان , الفروع الإسلامية في المصارف التقليدية , مرجع سابق . ص13. ¶ (2) - انظر في هذا الموضوع ما يلي : ¶ الدكتور حسين شحاته , الضوابط الشرعية لفروع المعاملات الإسلامية , مرجع سابق , ص33. ¶ الدكتور محمد سويلم , إدارة المصارف التقليدية والمصارف الإسلامية , دار الطباعة الحديثة , القاهرة , 1987م, ص428 .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "حسابات الاستثمار في الفروع الإسلامية تتضمن تنظيم العلاقة بين الفرع الإسلامي والعميل على أساس عقد المضاربة الشرعية , أما في الفروع التقليدية فالعلاقة بين الفرع والعميل هي علاقة دائن ومدين . ¶ عند حاجة الفرع الإسلامي إلى التمويل يقوم المصرف الرئيسي(1) بإيداع وديعة استثمارية لدية , على أن تكون خاضعة للربح والخسارة مثله في ذلك مثل أي مودع آخر . ¶ سادساً - الأنشطة التي تقوم بها الفروع الإسلامية ¶ تمارس الفروع الإسلامية مختلف الأنشطة المصرفية التي لاتتعارض مع أحكام الشريعة, إذ يقوم المصرف الرئيسي في معظم الأحيان بتعيين أحد العلماء الذين لديهم اهتمام أو خبرة في مجال العمل المصرفي لكي يعمل كمراقب شرعي على أعمال الفروع الإسلامية , وقد تقوم بعض الفروع الإسلامية بتعيين هيئة رقابة شرعية تقع على مسؤوليتها التثبت من شرعية الأنشطة التي تمارسها تلك الفروع وتنفيذها بما يتفق مع أحكام الشريعة الإسلامية . ¶ ويمكن تقسيم الأنشطة التي تمارسها الفروع الإسلامية على النحو التالي (2): ¶ - خدمات مصرفية عامة : ¶ وتشمل هذه الخدمات جميع الخدمات المصرفية الخالية من الفائدة الربوية عادة , كفتح الحسابات الجارية وتسديد فواتير المرافق العامة , وإصدار الشيكات وأوامر الدفع والحوالات المحلية والدولية والاعتمادات المستندية وصناديق الأمانات والخدمات المصرفية الالكترونية والقيام بأعمال الصرافة وغير ذلك . ¶ - الاستثمارات الإسلامية : ¶ __________ ¶ (1) - سيتم استخدام عبارة المصرف الرئيسي للدلالة على المركز الرئيسي أو المصرف الربوي الأم الذي تعود إليه ملكية الفرع الإسلامي. ¶ (2) - منشورات البنك الأهلي التجاري , الخدمات المصرفية الإسلامية , عام 1423ه‍, ص1 .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "لاتخرج الاستثمارات الإسلامية التي تقوم بها الفروع الإسلامية بشكل عام عن صيغ الاستثمار المعروفة لدى المصارف الإسلامية , حيث اعتمدت تلك الفروع على صيغ وأساليب الاستثمار الإسلامية المطبقة في المصارف الإسلامية كمنطلق لها في هذا المجال , ومن أهم تلك الصيغ التي استخدمتها الفروع الإسلامية في نشاطها الاستثماري المرابحة والمضاربة والمشاركة والاستصناع والإجار والسلم والمتاجرة في صناديق الاستثمار الإسلامية والاكتتاب في أسهم الشركات المساهمة وغير ذلك (1). ¶ وكما هو الحال في المصارف الإسلامية من حيث التركيز على صيغة المرابحة في كثير من أنشطتها الاستثمارية, فإن أسلوب المرابحة يغلب على استثمارات الفروع الإسلامية وخاصة في مجال التجارة الخارجية (2). ¶ - التمويل الشخصي الإسلامي : ¶ تقوم بعض الفروع الإسلامية كالفروع الإسلامية التابعة للمصرف الأهلي التجاري بتقديم بعض المنتجات أو الأدوات والصيغ التي صممت لتوفير التمويل للمستهلكين وفقاً للضوابط الشرعية , وتعتمد هذه المنتجات أو الصيغ بشكل عام على أسلوب المرابحة الشخصية وهو أسلوب يوفر للعملاء شراء واقتناع السلع الشخصية بالتقسيط كالمستلزمات المنزلية والسيارات وغير ذلك, حيث يقوم الفرع الإسلامي بشراء السلعة التي يرغب فيها العميل ثم يبيعها له بالتقسيط وعلى أسس خالية من الفائدة الربوية (3). ¶ __________ ¶ (1) - انظر الدكتور سعيد عرفة , تحليل مصادر واستخدامات الأموال في فروع المعاملات الإسلامية , مرجع سابق, ص260. ¶ الدكتور حسين شحاته , الضوابط الشرعية لفروع المعاملات الإسلامية بالبنوك التقليدية , مرجع سابق, ص35 . ¶ منشورات البنك الأهلي التجاري , الخدمات المصرفية الإسلامية , مرجع سابق , ص7 . ¶ (2) - الدكتور سعيد عرفة , تحليل مصادر واستخدامات الأموال في فروع المعاملات الإسلامية , مرجع سابق , ص260 . ¶ (3) - منشورات البنك الأهلي التجاري , التمويل الشخصي الإسلامي , عام 1423ه‍, ص2.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المبحث الثاني ¶ طبيعة العلاقة بين المصارف الربوية والفروع الإسلامية التابعة لها ¶ إن اختلاف طبيعة عمل كل من المصارف الربوية والفروع الإسلامية التابعة لها يستدعي الوقوف على طبيعة العلاقة بينهما في العديد من النواحي لعل من أهمها ما يلي : ¶ أولاً - طبيعة العلاقة من حيث الملكية والتكييف القانوني ¶ تعتبر الفروع الإسلامية في حقيقة الأمر تابعة للمصارف الربوية من حيث الملكية , فليس لتلك الفروع أي شخصية اعتبارية مستقلة عن المصرف الرئيسي فالمالك لهما واحد, وكذلك الحال من حيث التكييف القانوني إذ لايتمتع الفرع الإسلامي بأي صفة مستقلة عن المصرف الرئيسي من وجهة نظر المصرف المركزي الذي يتعامل مع المصرف ككل وليس كفروع مستقلة , ولذلك تظهر الفروع الإسلامية ضمن إطار الخريطة التنظيمية للمصرف الربوي والذي يمتلك كذلك فروعاً أخرى ربوية تعمل بالطريقة التقليدية ولكن لكل منهما أنشطته التي يقوم بها(1). ¶ ثانياً - طبيعة العلاقة من حيث تمويل رأس المال ¶ __________ ¶ (1) - انظر الدكتور حسين شحاته , الضوابط الشرعية لفروع المعاملات الإسلامية , مرجع سابق , ص ص 34-35. ¶ …- الدكتور سعيد سعد المرطان , ضوابط تقديم الخدمات المصرفية الإسلامية في البنوك التقليدية, اللجنة الاستشارية العليا للعمل على استكمال تطبيق أحكام الشريعة الإسلامية , منتدى الاقتصاد الإسلامي , كتاب المنتدى الأول , الكويت الطبعة الأولى , محرم 1420ه‍/ مايو 1999م , ص30 .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "إن تبعية الفروع الإسلامية للمصارف الربوية وعدم استقلالها عنها يوضح أنه ليس لتلك الفروع رأس مال خاص بها تستخدمه في عملية الإنشاء والبدء في مزاولة الأعمال حتى تنشط ودائعها, كما أن افتقاد الفروع الإسلامية للشخصية الاعتبارية المستقلة من وجهة النظر القانونية يسلبها القدرة على طرح أسهمها للإكتتاب العام لتوفير رأس المال اللازم لإنشائها بعيداً عن أموال المصرف الرئيسي التي يشوبها الربا , ولذلك فإن رأس مال الفروع الإسلامية هو في حقيقة الأمر جزء من رأس مال المصرف الرئيسي الذي يتعامل بالربا (1). ¶ ويقوم المصرف الرئيسي بتمويل رأس مال الفرع الإسلامي عادة بأحد الصور التالية (2): ¶ ت‍مويل رأس المال في صورة قرض حسن يحصل عليه الفرع الإسلامي من المصرف الرئيسي , ويتم استرجاعه بعد فترة محددة , وفي هذه الحالة لايحصل المصرف الرئيسي على عائد لقرضه بصفة مباشرة وإنما يكون متبرعاً بهذا العائد لأصحاب الودائع , إلا أن المصرف الرئيسي يحصل على عائد للقرض بطريق غير مباشر وذلك عندما يحول إليه نصيب الفرع الإسلامي (كمضارب) من أرباح الاستثمارات التي قام بها . ¶ ت‍مويل رأس المال في صورة وديعة استثمارية يتم استردادها دفعة واحدة أو على دفعات مقابل حصول المصرف الرئيسي على نصيبه من الربح في ضوء أرباح الاستثمارات التي يقوم بها الفرع ويعامل المصرف الرئيسي في هذه الحالة معاملة أصحاب الودائع الاستثمارية من عملاء الفرع الإسلامي . ¶ ت‍مويل رأس المال عن طريق تخصيص مبلغ معين من أموال المصرف الرئيسي تحت مسمى رأس مال الفرع الإسلامي . ¶ __________ ¶ (1) - سمير مصطفى متولي , فروع المعاملات الإسلامية ما ل‍ها وما عليها , مرجع سابق , ص22 . ¶ (2) - الدكتور سعيد عرفة , تحليل مصادر واستخدامات الأموال في فروع المعاملات الإسلامية , مرجع سابق , ص240 . ¶ - الدكتور سعيد المرطان , ضوابط تقديم الخدمات المصرفية الإسلامية في البنوك التقليدية , مرجع سابق , ص33",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ويلاحظ أن صور التمويل السابقة وإن اختلفت إلا أن مصدرها واحد وهو أموال المصرف الرئيسي الذي يتعامل بالربا , وهذا يثير بعض التحفظات على طريقة تمويل رأس مال الفروع الإسلامية وسيتم مناقشة هذا الموضوع فيما بعد إن شاء الله . ¶ ثالثاً - طبيعة العلاقة من حيث الإدارة ¶ لايتمتع الفرع الإسلامي بشكل عام بالاستقلال الإداري عن المصرف الرئيسي حيث يقوم الأخير باختيار مدير الفرع الإسلامي وموظفيه وكذلك إبداء الرأي في القرارات التي يتخذها الفرع الإسلامي وغير ذلك من الإجراءات التي يتخذها المصرف الرئيسي نظراً لكون الفرع الإسلامي وحدة تابعة للمصرف الرئيسي وليس مستقلة عنه (1). ¶ ويلاحظ هنا أن تبعية الفرع الإسلامي إدارياً للمصرف الرئيسي وعدم الاستقلال التام عنه قد تؤدي إلى محدودية دور إدارة الفرع الإسلامي في إتخاذ القرارات للأنشطة التي يمارسها الفرع على الرغم من أن تميز موارد الفرع الإسلامي ومجالات وصيغ وضوابط توظيف تلك الموارد يتطلب نوعاً من الاستقلال الإداري والمالي عن المصرف الرئيسي , ولتحقيق ذلك قد يستدعي الأمر إنشاء إدارة مستقلة للعمل الإسلامي تؤمن به وتعمل على تطويره ومتابعة كافة الأنشطة التي تمارسها الفروع الإسلامية ويسند إليها اتخاذ كافة القرارات الخاصة بتلك الفروع . ¶ رابعاً - طبيعة العلاقة من حيث الميزانية ¶ يعتبر كثير من المختصين أن من المعايير الهامة والحيوية لمصداقية العمل في الفروع الإسلامية هو أن يقوم المصرف الرئيسي بالفصل التام لأموال وميزانية تلك الفروع عن باقي الفروع الأخرى التقليدية (2). ¶ __________ ¶ (1) - الدكتور سعيد عرفة , تحليل مصادر واستخدامات الأموال في فروع المعاملات الإسلامية , مرجع سابق , ص238 . ¶ (2) - الدكتور سعيدالمرطان , ضوابط تقديم الخدمات المصرفية الإسلامية في البنوك التقليدية , مرجع سابق, ص ص 32-33 .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وعلى الرغم من أهمية هذا المعيار إذ يعتبر المحك الرئيسي لنجاح تجربة الفروع الإسلامية إلا أن هذا الفصل بين ميزانية وأموال الفروع الإسلامية عن المصرف الرئيسي وباقي الفروع الأخرى التقليدية يتم داخلياً فقط , فنظراً لأن الفروع الإسلامية ليس لها الاستقلال القانوني عن المصرف الرئيسي فإن النتائج الفعلية لها لاتظهر منفصلة عن الميزانية العمومية للمصرف الرئيسي , ولذا تعتبر ميزانية الفروع الإسلامية قوائم مالية غير رسمية الهدف منها تحديد قياس النتائج الفعلية لتلك الفروع, وبالتالي يعاد دمجها في الميزانية العمومية (1). ¶ ومن ناحية أخرى فإن المعيار السابق يصعب تطبيقه نظراً لأن جزءاً من أموال الفرع الإسلامي سوف تحول إلى المصرف الرئيسي في حالة وجود سيولة عالية لدى الفرع, وبالتالي سوف تختلط أمواله بأموال المصرف الرئيسي الذي يتعامل بالربا (2). ¶ المبحث الثالث ¶ الآراء الاقتصادية حول الفروع الإسلامية ¶ إن إنشاء المصارف الربوية لفروع تتخصص في تقديم الخدمات المصرفية الإسلامية يحظى بجدل واسع بين المهتمين بشؤون الاقتصاد الإسلامي , وبتتبع آراء العديد من علماء الشريعة والاقتصاديين المهتمين بهذا المجال يتضح أن هناك تباين في الآراء ووجهات النظر يمكن تقسيمها على النحو التالي : ¶ أولاً - المؤيدون للفروع الإسلامية (3) ¶ __________ ¶ (1) - انظر المرجع السابق , ص34 . ¶ - الدكتور الغريب ناصر ,الضوابط الشرعية لإنشاء نوافذ ووحدات إسلامية بالبنوك التقليدية , مجلة الاقتصاد الإسلامي, بنك دبي الإسلامي , الإمارات العربية المتحدة , العدد 245, شعبان 1422ه‍/ نوفمبر 2001م , ص27. ¶ (2) - الدكتور سعيد عرفة , تحليل مصادر واستخدامات الأموال في فروع المعاملات الإسلامية , مرجع سابق, ص239. ¶ (3) - يمثل هذا الرأي العديد من علماء الشريعة الإسلامية والمهتمين بشؤون الاقتصاد الإسلامي منهم على سبيل المثال لا الحصر ما يلي : ¶ فضيلة الشيخ عبدالله بن سليمان المنيع عضو هيئة كبار العلماء في المملكة (مقابلة شخصية أجريت مع فضيلته في مسجد بن منيع في يوم الأحد 8/12/1423ه‍). ¶ فضيلة الشيخ الدكتور عبدالله المطلق عضو هيئة كبار العلماء (مقابلة شخصية أجريت مع فضيلته في مسجد حسين عرب في يوم السبت 7/12/1423ه‍). ¶ فضيلة الشيخ الدكتور عبدالله عبدالعزيز المصلح رئيس لجنة الإعجاز العلمي برابطة العالم الإسلامي (مقابلة أجريت مع فضيلته في مقر الرابطة بمنى في يوم الأحد 8/12/1423ه‍) . ¶ فضيلة الشيخ الدكتور حمزة حسين الفعر (مقابلة شخصية مع فضيلته في رحاب جامعة أم القرى). ¶ الدكتور محمد علي القري , انظر (حكم التعامل مع إدارة وفروع الخدمات المصرفية الإسلامية في البنك الأهلي التجاري , منشورات البنك الأهلي التجالي , ص1 ). ¶ الأستاذ قاسم محمد قاسم مدير عام بنك قطر الدولي الإسلامي , انظر (النوافذ الإسلامية في البنوك التقليدية , مجلة الأموال والعدد السادس , مرجع سابق , ص39) . ¶ الدكتور علي محي الدين قرة داغي (النوافذ الإسلامية في البنوك التقليدية , المرجع السابق , ص41). ¶ الأستاذ حسين محمد المفتي مدير عام بنك التنمية للتعاون (النوافذ الإسلامية في البنوك التقليدية, المرجع السابق , ص42) . ¶ الدكتور محمد الردادي (النوافذ الإسلامية في البنوك التقليدية , المرجع السابق , ص42) . ¶ الدكتور حسين شحاتة (الضوابط الشرعية لفروع المعاملات الإسلامية بالبنوك التقليدية , مرجع سابق , ص36) . ¶ الدكتور سعيد المرطان (الفروع الإسلامية في المصارف التقليدية ,مرجع سابق , ص17) . ¶ الدكتور أحمد محي الدين (الضوابط الشرعية لإنشاء البنوك التقليدية فروعاً ونوافذ إسلامية, مجلة حولية البركة , مجموعة دلة البركة , جدة , الطبعة الأولى , 1422ه‍, العدد الثالث , رمضان 1422ه‍/ 2001م , ص ص 232- 233 ) . ¶ الدكتور أحمد الناقة (مقابلة شخصية مع سعادته في رحاب جامعة أم القرى ) .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": ": ¶ يذهب أصحاب هذا الرأي إلى أن إنشاء المصارف الربوية لفروع إسلامية يعتبر اعترافاً عملياً منها بنجاح النظام المصرفي الإسلامي والمصارف الإسلامية في الواقع العملي , وأن تلك الفروع تعتبر مكسباً دعائياً للمصارف الإسلامية واعترافاً بجدوى قيام وحدات مصرفية تعمل وفقاً للمنهج الإسلامي وبعيداً عن الأساس التقليدي الذي تقوم عليه المصارف الربوية وهو الفائدة الربوية , كما يعتبر أصحاب هذا الاتجاه أن إنشاء تلك الفروع هو بمثابة رد عملي على الادعاءات التي يروجها الغرب عن الإسلام ومنهجه الاقتصادي . ¶ ويرى أصحاب هذا الاتجاه أنه يمكن التعامل مع الفروع الإسلامية التابعة للمصارف الربوية بشرط التزام تلك الفروع بأحكام الشريعة الإسلامية في كافة معاملاتها , ويستدلوا على ذلك بما يلي (1): ¶ أن الفروع الإسلامية تعتبر من وسائل محاربة الربا , وأن رفع بلوى الربا عن المجتمعات الإسلامية هو من أهم المقاصد التي يجب أن يُسعى الى تحقيقها بكل وسيلة ممكنة . ¶ أن الفروع الإسلامية هي البديل الممكن حالياً في بعض الدول لصعوبة الحصول على تصاريح لإنشاء المصارف الإسلامية في الوقت الحاضر . ¶ __________ ¶ (1) - انظر في هذا الموضوع ما يلي : ¶ الدكتور سعيد المرطان , الفروع الإسلامية في المصارف التقليدية , مرجع سابق ص15 . ¶ الدكتور عبدالله سليمان المنيع وآخرون , حكم التعامل مع إدارة وفروع الخدمات المصرفية الإسلامية في البنك الأهلي التجاري , منشورات البنك الأهلي التجاري , ص1 . ¶ الدكتور عمر زهير حافظ , رأي في مسألة النظام المزدوج في الأعمال البنكية , مرجع سابق , ص61. ¶ الدكتور محمد الردادي , النوافذ الإسلامية في البنوك التقليدية , مرجع سابق , ص ص 42-43 . ¶ الدكتور علاء الدين زعتري , المعاملات الإسلامية في البنوك الغربية , مجلة الاقتصاد الإسلامي, بنك دبي الإسلامي , الإمارات العربية المتحدة , العدد 241, ربيع الآخر 1422ه‍/ يوليو 2001م , ص61 .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أن نجاح هذه الفروع قد يغري المصارف الربوية للتحول الكامل إلى المصارف الإسلامية . ¶ أن الفروع الإسلامية تعتبر خطوة للتدرج في تطبيق النظام المصرفي الإسلامي إلى أن يحين الوقت المناسب لتحول المصرف بالكامل إلى مصرف إسلامي , وهذا يتماشى مع منهج الإسلام في التدرج لتطبيق بعض الأحكام كالتدرج في تحريم الخمر وفي فرض الصيام ونحو ذلك . ¶ أن الفروع الإسلامية سوف تساهم في اكتساب أساليب التقنية المتقدمة والخبرات المتراكمة لدى المصارف الربوية منذ مئات السنين بما يدعم ويطور العمل المصرفي الإسلامي ويزيد من فعاليته . ¶ ثانياً - المعارضون للفروع الإسلامية (1) ¶ __________ ¶ (1) - يمثل هذا الرأي العديد من علماء الشريعة الإسلامية والمهتمين بشؤون الاقتصاد الإسلامي ومنهم على سبل المثال لا الحصر ما يلي : ¶ فضيلة الشيخ الدكتور سعيد بن مسفر القحطاني الداعية المعروف (مقابلة مع فضيلته في مسجد فقيه يوم الجمعة 28/11/1423ه‍) . ¶ فضيلة الشيخ الدكتور حسين حامد حسان (مقابلة مع فضيلته بمقر رابطة العالم الإسلامي بمنى في يوم الأحد 26/12/1423ه‍) . ¶ فضيلة الشيخ الدكتور سليمان الصادق البيره (مقابلة مع فضيلته بمسجد فقيه في يوم الجمعة 23/2/1424ه‍) . ¶ فضيلة الشيخ الدكتور أحمد عبدالرزاق الكبيسي (مقابلة مع فضيلته في مسجد الفرقان يوم الجمعة 13/12/1423ه‍) . ¶ الدكتور نصر فريد واصل , انظر (المعاملات الإسلامية في البنوك الغربية , مجلة الاقتصاد الإسلامي, مرجع سابق , ص57) . ¶ الدكتور عبدالحميد الغزالي (المرجع السابق , ص57) . ¶ الدكتور محمد الرحيلي (المرجع السابق , ص58) . ¶ الدكتور شوقي دنيا (المرجع السابق , ص59) . ¶ الدكتور محمد السرطاوي (المرجع السابق , ص59) . ¶ الدكتور محمد عبداللطيف الفرفور (المرجع السابق , ص60) . ¶ الدكتور عمر زهير حافظ (رأي في مسألة النظام المزدوج في الأعمال البنكية , مرجع سابق , ص64) . ¶ الأستاذ نبيل عبدالإله نصيف مدير مصرف فيصل الإسلامي (النوافذ الإسلامية في البنوك التقليدية, مرجع سابق , ص40) . ¶ الدكتور مراد هو فمان (البنوك الإسلامية فرضت نفسها على النظام الاقتصادي الدولي , مجلة الاقتصاد الإسلامي , بنك دبي الإسلامي, مرجع سابق , العدد 224 , ذو القعدة 1420ه‍, ص16.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويذهب أصحاب هذا الرأي إلى أن الفروع الإسلامية إنما هي وسيلة جديدة لخداع المسلمين واست‍ن‍زاف أموالهم وأداة لركوب الموجة والسير مع السائد المطلوب دون أن يرتبط ذلك بقناعة بالمنهج الإسلامي , كما أن تلك الفروع لاتعدوا أن تكون واجهة شكلية أرادت بها المصارف الربوية ألا تفوتها فرصة الفوز بحصة من سوق العمل المصرفي الإسلامي التي يتزايد الإقبال عليها بشكل كبير , وذلك تحت مسميات وشعارات إسلامية . ¶ ويميل معظم القائلين بهذا الرأي إلى عدم جواز التعامل مع الفروع الإسلامية التابعة للمصارف الربوية , ويستدلوا على ذلك بما يلي (1): ¶ قوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِن كُنتُم مُّؤْمِنِينَ - فَإِن لَّمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِّنَ اللَّهِ وَرَسُولِهِ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ } (2). ووجه الاستدلال أن الآية الكريمة لم تترك للمسلم الذي يتعامل بالربا حلاً آخر إلا التوبة , فإما التوبة وترك التعامل بالربا وإما الدخول في حرب مع الله تبارك وتعالى أعاذنا الله من ذلك. ¶ __________ ¶ (1) - انظر في ذلك ما يلي : ¶ الدكتور عمر زهير حافظ , رأي في مسألة النظام المزدوج في الأعمال البنكية , مرجع سابق, ص64. ¶ الأستاذ موسى عبدالعزيز شحاته, النوافذ الإسلامية في البنوك التقليدية , مرجع سابق, ص ص 41-43. ¶ الدكتور سعيد عرفة , تحليل مصادر واستخدامات الأموال في فروع المعاملات الإسلامية , مرجع سابق, ص ص 238 – 239 . ¶ الدكتور علاء الدين زعتري , المعاملات الإسلامية في البنوك الغربية, مرجع سابق, ص ص 60- 61 . ¶ الدكتور عمر زهير حافظ , النوافذ الإسلامية في البنوك التقليدية , مرجع سابق , ص43 . ¶ (2) - سورة البقرة , الآية (278-279) .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قوله تعالى : { أَفَتُؤْمِنُونَ بِبَعْضِ الكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاءُ مَن يَفْعَلُ ذَلِكَ مِنكُمْ إِلاَّ خِزْيٌ فِي الحَيَاةِ الدُّنْيَا وَيَوْمَ القِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ العَذَابِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ } (1). ووجه الاستدلال من الآية الكريمة أن على المسلم أن يأخذ الدين جملة بكامله , فهو كل لايتجزأ, فلا يقبل من المسلم المعترف بحرمة التعامل بالربا الاستمرار فيه , وهذا ينطبق على المصارف الربوية , فلا يقبل منها أن تطبق حكم الله في جانب (وهو الفروع الإسلامية) وتتركه في جانب آخر (وهو الفروع التقليدية) . ¶ أن الفرع الإسلامي هو في حقيقة الأمر تابع للمصرف الربوي , والقاعدة الفقهية تقول \"التابع تابع\"(2).وبناء على ذلك فإنه يحكم على الفرع بما يحكم على الأصل(3). ¶ أن التعامل مع الفروع الإسلامية قد يؤدي إلى اختلاط الأموال الحلال بالحرام, إذ أن الفصل بين أموال الفروع الإسلامية وأموال المصرف الرئيسي يتعذر في معظم الأحيان وخاصة في استخدامات أموال الحسابات الجارية , كما أن فائض السيولة لدى الفرع الإسلامي يحول إلى المصرف الرئيسي الذي يخلطه بأمواله ويستعمله في استثماراته لحين احتياج الفرع الإسلامي إليه , وفي ذلك إعانة له على الربا. ¶ أن الفروع الإسلامية ما هي إلا أداة تسعى بها المصارف الربوية لكسب فرص السوق وليس بدافع إيماني, والدليل على ذلك استمرار تلك المصارف في التعاملات الربوية بعد أن أثبتت الفروع الإسلامية نجاحها. ¶ __________ ¶ (1) - سورة البقرة , الآية (85). ¶ (2) - أحمد محمد الزرقا , شرح القواعد الفقهية , دار القلم , دمشق , الطبعة الثانية , 1409ه‍/ 1989م, ص253 . ¶ (3) - الدكتور محمد عبداللطيف فرفور , المعاملات الإسلامية في البنوك الغربية , مرجع سابق , ص60.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "إن ازدواجية النظام في المصارف الربوية التي تقدم خدمات مصرفية إسلامية لانعكس وضوحاً في التصور ولا اعتبارا للموقف الشرعي من قضية الربا . ¶ ثالثاً - القائلون بالتعامل مع الفروع الإسلامية للضرورة (1) ¶ ويذهب أصحاب هذا الرأي إلى أن التعامل مع الفروع الإسلامية التابعة للمصارف الربوية قد يؤدي إلى دعم وإعانة المصارف الربوية وفي ذلك دعم وإعانة للباطل واستمراراً له , إلا أنه في حالة عدم وجود البديل الشرعي فإن التعامل مع تلك الفروع يكون للضرورة , أي في حالة عدم وجود مصارف إسلامية أو أي بديل شرعي آخر , فإذا احتاج المسلم للخدمات المصرفية كإيداع الأموال للحفاظ عليها من الضياع أو السرقة أو غير ذلك من الخدمات ولم يجد مصرفاً إسلامياً يتعامل معه , فإنه يكون في حكم المضطر , وفي هذه الحالة يمكن له التعامل مع الفروع الإسلامية , واستدل أصحاب هذا الرأي بما يلي (2): ¶ قوله تعالى : { فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَلاَ إِثْمَ عَلَيْهِ } (3). ووجه الدلالة أن المسلم إذا احتاج لبعض الخدمات المصرفية ولم يجد مصرفاً إسلامياً يتعامل معه فإنه ينطبق عليه حكم المضطر . ¶ إن التعامل مع فرع إسلامي , في حالة عدم وجود المصرف الإسلامي , أفضل من التعامل مع مصرف ربوي بحت. ¶ قد يؤدي عدم التعامل مع الفروع الإسلامية إلا في حالة الضرورة إلى حث المصارف الربوية للتحول السريع والكامل إلى مصارف إسلامية . ¶ المبحث الرابع ¶ __________ ¶ (1) - من ضمن القائلين بهذا الرأي : ¶ فضيلة الشيخ أحمد المزروع رئيس المحاكم الشرعية بمكة المكرمة (مقابلة أجريت مع فضيلته في مسجد فقيه في يوم الجمعة 20/12/1423ه‍) . ¶ الدكتور محمد على المرصفي (المعاملات الإسلامية في البنوك الغربية , مرجع السابق , ص63) . ¶ الدكتور صبري عبدالرؤوف (المعاملات الإسلامية في البنوك الغربية , مرجع سابق , ص63) . ¶ (2) - المرجع السابق , ص ص 59, 63 . ¶ (3) - سورة البقرة , الآية (173) .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "التعامل مع الفروع الإسلامية في ضوء الاقتصاد الإسلامي ¶ إن الجدل الواسع الذي تحظى به ظاهرة إنشاء المصارف الربوية لفروع إسلامية كما تبين في المبحث السابق يستدعي قبل الوقوف على مشروعية التعامل مع الفروع الإسلامية التعرف أولاً على الظروف المحيطة بتلك الفروع إذ سيساعد ذلك على تكوين نظرة أكثر شمولاً وأقرب إلى الواقع العملي الذي تطبق من خلاله ظاهرة الفروع الإسلامية , وبالتالي سيشتمل هذا المبحث على المطلبين التاليين : ¶ المطلب الأول ¶ الظروف المحيطة بالفروع الإسلامية ¶ يقصد بهذه الظروف بشكل عام الأمور المتعلقة بطبيعة الفروع الإسلامية وارتباطها بالمصارف الربوية والأنظمة المعمول بها في البيئة التي توجد بها تلك الفروع وغير ذلك من الأمور التي قد تساعد على التوصل إلى حكم أكثر دقة بخصوص التعامل مع الفروع الإسلامية , ويمكن إيجاز تلك الأمور في النقاط التالية : ¶ أولاً - التحفظات الواردة على الفروع الإسلامية : ¶ وتتمثل هذه التحفظات في ما يشوب الفروع الإسلامية من أمور قد تعرضها للنقد , ومن أهم هذه التحفظات ما يلي : ¶ - طريقة تمويل رأس مال الفروع الإسلامية :",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "من أولى التحفظات التي تثار حول الفروع الإسلامية هو ما يختص بنقطة البداية أو الانطلاق لتلك الفروع والتي تتمثل في طريقة ت‍مويل رأس المال , فكما تبين في السابق فإن رأس مال الفروع الإسلامية يتم تمويله عن طريق تقديم المصرف الرئيسي لقرض حسن للفرع الإسلامي, أو عن طريق وديعة استثمارية يودعها المصرف الرئيسي لدى الفرع الإسلامي , ويحصل في مقابلها على نصيبه من الأرباح المتحققة , أو عن طريق تخصيص جزء من رأس مال المصرف الرئيسي ل‍ت‍مويل رأس مال الفرع الإسلامي , ويلاحظ هنا أن طرق التمويل المذكورة وإن اختلفت إلا أن مصدرها واحد وهو أموال المصرف الرئيسي الذي يتعامل بالربا أخذاً وإعطاء , وهذا الأمر قد يثير التساؤل حول مدى تأثير ذلك على التعامل مع الفروع الإسلامية , ويمكن توضيح هذا الأمر على النحو التالي : ¶ أ – بالنسبة للتمويل عن طريق القرض الحسن فمن المعلوم أنه يجوز الاقتراض من أهل المعاصي ومن غير المسلمين طالما كان القرض حسناً ولايجر نفعاً, فقد روت عائشة أن رسول الله - صلى الله عليه وسلم - توفي ودرعه مرهونة عند يهودي بثلاثين صاعاً من شعير (1), ومن المعلوم أن اليهود معظم أموالهم من الربا , وبالتالي فإنه يمكن للفرع الإسلامي الحصول على قرض حسن من المصرف الرئيسي بشرط أن يخلو من الفوائد الربوية أو منفعة يحصل عليها المصرف الرئيسي, إلا أنه بإمعان النظر في هذه الصورة نجد أن نصيب الفرع الإسلامي من أرباح الأنشطة الاستثمارية التي قام بها سيتم تحويله إلى ال‍مصرف الرئيسي , وبالتالي فإن التعامل مع الفرع الإسلامي سيؤدي في نهاية الأمر وبشكل غير مباشر إلى دعم المصرف الرئيسي الذي يتعامل بالربا ويصر على ذلك . ¶ __________ ¶ (1) - محمد ابن اسماعيل البخاري , صحيح البخاري , المكتبة العصرية , بيروت , الطبعة الرابعة , 1420ه‍, جـ2, ص899 .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ب- بالنسبة للتمويل عن طريق الوديعة الاستثمارية أو في صورة جزء من رأس مال المصرف الرئيسي يخصص لتمويل رأس مال الفرع الإسلامي ويحصل على حصته من العائد مقابل ذلك, فإن المصرف الرئيسي في هذه الحالة يعتبر شريكاً للفرع الإسلامي ويعامل معاملة المودعين بغرض الاستثمار , وبالتالي فإن الحكم على هذه الصورة يمكن أن يستفاد من خلال ما تناوله الفقهاء في حكم مشاركة أهل الكتاب , فقد ذهب الكاساني إلى أنه لايشترط إسلام المضارب أو رب المال فتصح المضاربة بين أهل الذمة ,كما تصح بين المسلم والذمي والمستأمن (1), كما نص على أن شركة العنان جائزة بين المسلم والذمي , إلا أنه يكره للمسلم أن يشارك الذمي لأنه يباشر عقوداً لا تجوز في الإسلام(2), وذكر ابن نجيم عن أبي يوسف قوله \"تجوز شركة العنان بين المسلم والذمي, إلا إنها تكره لأن الذمي لايهتدي إلى الجائز من العقود\" (3). ¶ وقد كره الإمام الشافعي مشاركة أهم الكتاب مطلقاً لما رواه عن ابن عباس أنه قال (أكره أن يشارك المسلم اليهودي) ولما رواه الأثرم عن أبي حمزة عن ابن عباس أنه قال (لاتشاركن يهودياً ولانصرانياً ولامجوسياً , لأنهم يربون والربا لايحل) (4). ¶ __________ ¶ (1) - علاء الدين أبي بكر بن مسعود الكاساني , بدائع الصنائع في ترتيب الشرائع , دار الكتب العلمية , بيروت, الطبعة الأولى ,1418ه‍, جـ 8 , ص9 . ¶ (2) - المرجع السابق , جـ7,ص516 . ¶ (3) - زين الدين ابن نجيم , البحر الرائق شرح كنز الدقائق , دار المعرفة , بيروت , الطبعة الثانية بدون تاريخ , جـ5 , ص183 . ¶ (4) - عبدالله بن أحمد بن قدامة المقدسي , المغني , مكتبة الرياض الحديثة , الرياض ,1401ه‍, جـ5, ص ص 3-4.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وجاء في المدونة الكبرى ما نصه (لاتصح شركة النصراني والمسلم واليهودي في قول مالك, إلا أن يكون لايغيب النصراني واليهودي على شيء في شراء ولاقبض ولاتقاضي إلا يحضرة المسلم معه فإذا كان يفعل هذا الذي وصفت وإلا فلا ) (1). ¶ وقال ابن قدامة \"يشارك المسلم اليهودي والنصراني ولكن لايخلو اليهودي والنصراني بالمال دون المسلم ويكون هو الذي يليه , لأنه (أي اليهودي والنصراني) يعمل بالربا\" (2). ¶ وبإمعان النظر في النصوص السابقة يتبين أن الفقهاء يجمعون على كراهة مشاركة المسلم لليهودي والنصراني لأنه لايؤمن تعاملهم بالربا وغير ذلك من المعاملات غير المشروعة, كما أنهم يجيزون هذه المشاركة إذا كان التصرف بيد المسلم . ¶ وبالقياس على ما سبق يمكن القول أنه إذا أجاز الفقهاء مشاركة المسلم لغير المسلم فمشاركة المسلم العاصي تجوز من باب أولى , فإذا كان المصرف الرئيسي لايلي التصرف بل يليه الفرع الإسلامي , وقام هذا الفرع بجميع التصرفات وفق أحكام الشريعة فإن المحذور يزول فتجوز الشركة بهذه الصورة , إلا أن التعامل مع الفرع الإسلامي سيؤدي في نهاية الأمر كما تبين في السابق إلى دعم موقف المصرف الرئيسي الربوي . ¶ - التبعية وعدم الاستقلال التام : ¶ __________ ¶ (1) - الإمام مالك بن أنس الأصبحي , المدونة الكبرى , دار صادر , بيروت , بدون تاريخ للنشر , جـ5, ص70. ¶ (2) - ابن قدامة , المغني , مرجع سابق , جـ5 , ص3 .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "من ضمن التحفظات التي تثار حول الفروع الإسلامية أن هذه الفروع كما تبين في السابق تابعة للمصارف الربوية وليست مستقلة عنها. وهذه المصارف تتعامل بالربا بل وتصر على ذلك وتجاهر به , وقد يكون في التعامل مع هذه الفروع عوناً لتلك المصارف الربوية على الاستمرار والبقاء, وفي ذلك عوناً على إستمرار الباطل , ومن ناحية أخرى قد يؤدي تشجيع تلك الفروع بالتعامل معها إلى انتفاء الحاجة إلى إنشاء المزيد من المصارف الإسلامية , وبالتالي تضييق الفرصة أمام الجهود التي تبذلها المصارف الإسلامية لإقناع الجهات المختصة بالدور الهام الذي تقوم به في خدمة المجتمع وتنميته اقتصادياً واجتماعياً , وبأهمية السماح بإنشاء المصارف الإسلامية بحرية وبالعدد الذي يستوعب متطلبات سوق الخدمات المالية والمصرفية الإسلامية التي يزيد حجمها باستمرار . ¶ - اختلاط الأموال الحلال بالحرام : ¶ من ضمن الأمور التي تشوب الفروع الإسلامية والتي تقلق كثيراً من العملاء ما قد يحدث من اختلاط أموال الفروع الإسلامية بأموال المصرف الرئيسي والفروع الأخرى التقليدية . إذ غالباً ما يتم تحويل فائض السيولة لدى الفروع الإسلامية , والذي يتكون نتيجة للإقبال الكبير عليها , إلى المصرف الرئيسي الذي يقوم باستخدامه في تعاملاته الربوية لحين احتياج الفروع الإسلامية إليه . وتحصل تلك الفروع مقابل ذلك على جوائز من المصرف الرئيسي أو قيام الأخير بتقديم خدمات مصرفية مجانية لها كتنفيذ الاعتمادات المستندية وعمليات الاستيراد والتصدير أو خدمات أخرى بدون عمولة(1). ¶ __________ ¶ (1) - انظر الدكتور سعيد عرفة , تحليل مصادر واستخدامات الأموال في فروع المعاملات الإسلامية , مرجع سابق, ص ص 269-272. ¶ - سمير مصطفى متولي , فروع المعاملات الإسلامية ما لها وعليها , مرجع سابق , ص23 .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وبإمعان النظر في عملية تحويل فائض السيولة من الفرع الإسلامي إلى المصرف الرئيسي يلاحظ أن هذه العملية تتضمن جانبين , يختص الأول منها بما تنطوي عليه هذه العملية من إعانة ودعم لعنصر السيولة في المصرف الرئيسي , إذ ستصبح ودائع عملاء الفروع الإسلامية من المصادر الهامة للسيولة النقدية التي يعتمد عليها المصرف الرئيسي لمنح القروض الربوية وفي ذلك إعانة على المنكر, أما الجانب الآخر فيختص بما تؤدي إليه هذه العملية من اختلاط الأمول الحلال بالحرام, إذ ستختلط الأرباح التي سيحصل عليها الفرع الإسلامي من استثماراته التي يقوم بها بالفوائد التي يحصل عليها الفرع الإسلامي في صورة جوائز أو خدمات مجانية كما تبين في السابق , وبالتالي قد يقع أصحاب الحسابات الاستثمارية في حرج وقلق بسبب ما قد يحدث من اختلاط الأرباح التي ستوزع عليهم بالفوائد الربوية . ¶ وبتتبع آراء الفقهاء في مسألة اختلاط المال الحلال بالحرام نجد أن العديد منهم يرى أنه يجوز التصرف في المال الذي اختلط به الحرام إذا أخرج مقدار الحرام , فقد ذكر شيخ الإسلام ابن تيمية رحمه الله \"أن كثيراً من الناس يتوهم أن الدراهم المحرمة إذا اختلطت بالدراهم الحلال حرم الجميع, وهذا خطأ , وإنما تورع بعض العلماء فيما إذا كانت قليلة , وأما مع الكثرة فما أعلم فيه نزاعاً \" (1). كما ذهب شيخ الإسلام إلى أن \"من اختلط بماله الحلال والحرام أخرج قدر الحرام, والباقي حلال له \" (2). ¶ __________ ¶ (1) - شيخ الإسلام أحمد بن تيمية , مجموع فتاوى شيخ الإسلام ابن تيمية , دار العربية ,بيروت , الطبعة الأولى , 1398ه‍, جـ 29, ص 321 . ¶ (2) - المرجع السابق , جـ 29, ص273 .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وذكر ابن القيم رحمه الله في مسألة اختلاط المباح بالمحظور قوله \"هذا لا يوجب اجتناب الحلال ولاتحريمه البتة , بل إذا خالط ماله درهم حرام , أو أكثر منه أخرج مقدار الحرام وحل له الباقي بلا كراهة, سواء أكان المخرج عين الحرام أم نظيره , لأن التحريم لم يتعلق بذات الدرهم وجوهره , وإنما تعلق بجهة الكسب فيه , فإذا أخرج نظيره من كل وجه لم يبق لتحريم ما عداه معنى \" (1). ¶ وقال العز بن عبدالسلام في هذه المسألة \" وإن غلب الحلال , بأن اختلط درهم حرام بألف درهم حلال, جازت المعاملة كما لو اختلطت أخته من الرضاع بألف امرأة أجنبية \"(2) . ¶ وبناء على ما تقدم من نصوص فإنه يجب إخراج مقدار الفوائد الربوية التي اختلطت بأرباح الفرع الإسلامي , وبما أن العملاء أصحاب الحسابات الاستثمارية لايعرفون مقدار تلك الفوائد التي اختلطت بالأرباح فإن هذا الأمر يقع على عاتق الفرع الإسلامي إذ يجب عليه أن يقوم بفصل الفوائد الربوية التي حصل عليها في صورة جوائز أو خدمات مجانية عن باقي أمواله والتخلص منها في وجوه الخير . ¶ ومن ناحية أخرى فإنه يمكن للفرع الإسلامي الخروج من هذا الإشكال وذلك عن طريق استخدام بعض الأدوات المقترحة لامتصاص فائض السيولة لديه بما يتفق مع أحكام الشريعة الإسلامية, ومن تلك الأدوات ما يلي (3): ¶ __________ ¶ (1) - محمد بن أبي بكر الدمشقي المشهور بابن قيم الجوزية , بدائع الفوائد , دار الشرق العربي , بيروت , جـ3, ص239 . ¶ (2) - عز الدين بن عبدالعزيز بن عبدالسلام , قواعد الأحكام في مصالح الأنام , المكتبة الحسينية , مصر , الطبعة الأولى , 1353ه‍, جـ1 , ص80 . ¶ (3) - انظر الدكتور سعيد عرفة , تحليل مصادر واستخدامات الأموال في فروع المعاملات الإسلامية , مرجع سابق, ص ص 272- 273 . ¶ - الدكتور الغريب ناصر , الضوابط الشرعية لإنشاء نوافذ ووحدات إسلامية بالبنوك التقليدية ,مرجع سابق , ص26 .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أ – تحويل فائض السيولة إلى الفروع الإسلامية الأخرى التي لا تواجه هذه المشكلة , إلا أن استخدام هذه الأداة سيكون محدوداً نظراً لأن معظم الفروع الإسلامية الأخرى ستواجه نفس المشكلة من حيث فائض السيولة . ¶ ب – التوسع في ت‍مويل المشاريع الاستثمارية طويلة ومتوسطة الأجل , إذ أن ذلك سيقلل من فائض السيولة بشكل كبير نظراً لما تستدعيه تلك المشاريع من تمويلات ضخمة , ومن ناحية أخرى فإن أرباح تلك الفروع سوف تزيد , إذ أن مجالات الاستثمار الأكثر ربحية ترتبط عادة بمجال الاستثمار في المشاريع طويلة ومتوسطة الأجل وخاصة طويلة الأجل . ¶ ج‍- تعاون الفروع الإسلامية مع بعضها البعض لتكوين سلة استثمارات متوسطة وطويلة الأجل كإنشاء شركات استثمار كبيرة أو نحو ذلك . ¶ د- فتح حسابات استثمار في المصارف الإسلامية القائمة . ¶ - عدم الثقة في مصداقية العمل والتدرج في التطبيق : ¶ من ضمن التحفظات التي ترد على الفروع الإسلامية ما يثار حول مصداقية سير العمل المصرفي الذي يقدم من خلال تلك الفروع وفق أحكام الشريعة الإسلامية, إذ أن طبيعة عمل المصرف الرئيسي التي تقوم أساساً على الفوائد الربوية تفقد كثيراً من العملاء ثقتهم في مصداقية تطبيق أحكام الشريعة في التعاملات التي ستتم من خلال الفروع الإسلامية خاصة إذا كان الذين يقومون على إدارة العمل الإسلامي والتقليدي (الربوي) هم نفس الفريق . ويزيد من فقدان تلك الثقة إذا لم توجد هيئة رقابة شرعية دائمة تقوم بالتدقيق والتثبت من سير جميع المعاملات التي تتم في الفروع الإسلامية وفق أحكام الشريعة الإسلامية .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أما بخصوص ما يحتج به المؤيدون للفروع الإسلامية من أن هذه الفروع ما هي إلا خطوة للتدرج في تطبيق النظام المصرفي الإسلامي إلى أن يحين الوقت المناسب للتحول الكامل إلى مصرف إسلامي , فإن عدم الثقة في مصداقية هذا التوجه يرجع إلى أن بعض المصارف الربوية بعد أن تجاوزت مرحلة البداية في مشروعها للتدرج نحو التحول الكامل للعمل بأحكام الشريعة الإسلامية أصبحت تعد الخطط والبرامج التي تسمح للفروع التقليدية أيضاً بتقديم الخدمات المصرفية الإسلامية للعملاء الراغبين في ذلك (1). وبالتالي قد يؤدي ذلك إلى عدم الحاجة في المستقبل إلى تحويل باقي الفروع التقليدية إلى فروع إسلامية أو التسويف والمماطلة في التحول الكامل إلى مصرف إسلامي كما كان يتوقع العملاء في بداية الأمر . ¶ __________ ¶ (1) - الدكتور سعيد المرطان , ضوابط تقديم الخدمات المصرفية الإسلامية في البنوك التقليدية , مرجع سابق, ص36 .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ومن ناحية أخرى فإن هناك من يرى أن الأخذ بمبدأ التدرج في هذه المسألة قد يتعارض مع قوله تعالى : { وَأَحَلَّ اللَّهُ البَيْعَ وَحَرَّمَ الرِّبَا فَمَن جَاءَهُ مَوْعِظَةٌ مِّن رَّبِّهِ فَانتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عَادَ فَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ } (1). وقوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِن كُنتُم مُّؤْمِنِينَ - فَإِن لَّمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِّنَ اللَّهِ وَرَسُولِهِ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ } (2). ففي الآيات السابقة أمر المولى تبارك وتعالى بترك الربا والانتهاء عنه بالتوبة منه . وشروط التوبة معروفة في الفقه الإسلامي, ومن أهمها ترك المعصية والإقلاع عنها فوراً , وبالتالي لا يقبل من المسلم العالم بحرمة الربا الاستمرار فيه, وهذا ينطبق على المصارف الربوية التي يمتلكها أو يديرها المسلمون , فلا يقبل من أصحاب هذه المصارف والقائمين عليها من المسلمين تقديم عمل مصرفي إسلامي في بعض الفروع وفي نفس الوقت يصيروا على التعامل بالربا في الفروع الأخرى , فالدين قد اكتمل وهو كلٌ لايتجزأ (3). ¶ __________ ¶ (1) - سورة البقرة , الآية (275) . ¶ (2) - سورة البقرة . الآية (278-279) . ¶ (3) - الدكتور عمر زهير حافظ , رأي في مسألة النظام المزدوج في الأعمال البنكية , مرجع سابق , ص64 .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ويلاحظ هنا أن وجهة النظر السابقة وإن كان لها محلها من الاعتبار والاستدلال , إلا أن بعض المصارف الربوية في العديد من المجتمعات الإسلامية تعتبر في حالة الضرورة للأخذ بمبدأ التدرج في التطبيق , فإذا أقفل أمامها هذا الباب ماذا ستكون النتيجة ؟ إن النتيجة المترتبة على ذلك هي حرمان المصارف الربوية الصادقة في توجهها من فرصة التحول إلى العمل المصرفي الإسلامي , وهذا هو أمل كل مسلم, ومن ناحية أخرى سيترتب على ذلك أيضاً حرمان بعض المجتمعات الإسلامية التي يصعب فيها إنشاء مصارف إسلامية من هذا البديل المتاح حالياً , وبالتالي إذا كانت هناك ضرورة قصوى للأخذ بمبدأ التدرج للتحول الكامل إلى العمل المصرفي الإسلامي فلا بأس بذلك, بشرط أن يكون الأخذ بهذا المبدأ حسب خطة صريحة وواضحة يلتزم بها المصرف ويقرها المختصين من علماء الشريعة الإسلامية كما سيتبين ذلك فيما بعد إن شاء الله . ¶ ثانياً - موقف الإسلام من الربا وما جاء من الوعيد الشديد للمتعاملين به:",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "إن المتتبع لقضية الربا في التعاملات المصرفية يلاحظ أنه عندما إزداد وعي المجتمعات الإسلامية بحرمة الربا وخطورته على الأفراد والمجتمعات والإثم والشر والمحق المصاحب له, وتأصلت رغبة عامة لدى تلك المجتمعات بإنشاء المصارف الإسلامية , بدأ التشكيك في حرمة تلك التعاملات وذلك عن طريق إقناع الناس بأن الفائدة المصرفية المعروفة ليست هي الربا المحرم , وقد تداعى للرد على ذلك سائر العلماء وهيئات الفتوى التي تتمتع بثقة المسلمين , وبانتشار ظاهرة الفروع الإسلامية التابعة للمصارف الربوية بدأ كثير من الأفراد يتساءلون عن حكم التعامل مع تلك الفروع نظراً لأن ازدواجية النظام لانعكس وضوحاً في موقف تلك المصارف من قضية الربا ولذلك كان من المهم قبل التعرف على حكم التعامل مع الفروع الإسلامية التأكيد على موقف الإسلام من الربا والنصوص الواردة في ذلك , إذ أن هذا التمهيد ضروري لتكوين نظرة متكاملة حول هذه المسألة . فمن المعلوم من الدين بالضرورة وبالأدلة الشرعية من الكتاب والسنة أن الإسلام يعتبر التعامل بالربا من أعظم الكبائر , بل لم يتوعد المولى تبارك وتعالى أحداً من أهل الكبائر بالحرب مثل ما توعد بحرب من أصر على التعامل بالربا . كما أن هذا الوعيد ينسحب على كل من يساعد على القيام بالربا , ومن النصوص الواردة في هذا الشأن ما يلي :",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "قوله تعالى : { الَّذِينَ يَأْكُلُونَ الرِّبَا لاَ يَقُومُونَ إِلاَّ كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ المَسِّ ذَلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا البَيْعُ مِثْلُ الرِّبَا وَأَحَلَّ اللَّهُ البَيْعَ وَحَرَّمَ الرِّبَا فَمَن جَاءَهُ مَوْعِظَةٌ مِّن رَّبِّهِ فَانتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عَادَ فَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ - يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ وَاللَّهُ لاَ يُحِبُّ كُلَّ كُفَّارٍ أَثِيمٍ } (1). ¶ وقوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِن كُنتُم مُّؤْمِنِينَ - فَإِن لَّمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِّنَ اللَّهِ وَرَسُولِهِ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ } (2). ¶ وقال النبي - صلى الله عليه وسلم - : \" اجتنبوا السبع الموبقات . قالوا : يارسول الله وما هن , قال : الشِّرك بالله, والسِّحر وقتل النَّفس الّتي حرَّم الله إلا بالحق وأكل الرِّبا وأكل مال اليتيم والتَّولِّي يوم الزحف وقذف المحصنات الغافلات المؤمنات \" (3). ¶ وقال - صلى الله عليه وسلم - : \"الرّبا سبعون حوباً(4) , أيسرها أن ينكح الرجل أمه \" . صححه الشيخ الألباني(5) . ¶ __________ ¶ (1) - سورة البقرة . آية (275-276) . ¶ (2) - سورة البقرة . آية (278- 279) . ¶ (3) - محمد بن إسماعيل البخاري , صحيح البخاري , مرجع سابق , جـ2 , ص853 . ¶ (4) - الحوب : أي الإثم , والمراد أنه سبعون نوعاً من الإثم . ¶ (5) - الشيخ محمد ناصر الدين الألباني , صحيح سنن ابن ماجة , مكتبة المعارف , الرياض , الطبعة الأولى , للطبعة الجديدة , 1417ه‍, جـ 2 , ص240 .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وعن جابر رضي الله عنه قال : لعن رسول الله - صلى الله عليه وسلم - آكل الربا وموكله وكاتبه وشاهديه وقال: هم سواء\" (1). ¶ كما بين سماحة الشيخ عبدالعزيز بن بار رحمه الله أن التعامل بالرب يغضب الرب عز وجل ويسبب عدم قبول العمل , فقد صح عن الرسول - صلى الله عليه وسلم - أنه قال : \"إن الله تعالى طيب لايقبل إلا طيباً\" وأن الله أمر المؤمنين بما أمر به المرسلين , فقال تعالى: { يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ } (2). وقال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ } (3). ثم ذكر الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء يا رب يا رب ومطعمه حرام ومشربه حرام وملبسه حرام وغذي بالحرام فأنى يستجاب لذلك \" (4). وبين سماحته أن على المسلم أن يكتفي بما أباح الله ورسوله - صلى الله عليه وسلم - , وأن يكف عما حرمه الله ورسوله, ففيما أباح الله كفاية وغنى عما حرم , وقد أصبح كثير من الناس لايهتم بأحكام الإسلام وإنما يهتم بما يدر عليه المال من أي طريق كان وما ذلك إلا لضعف الإيمان وقلة الخوف من الله عزوجل وغلبة حب الدنيا على القلوب(5). ¶ __________ ¶ (1) - مسلم بن الحجاج القشيري النيسابوري , صحيح مسلم , دار ابن حزم , بيروت , الطبعة الأولى , 1416ه‍, ج‍3 , ص988 . ¶ (2) - سورة المؤمنون , الآية (51) . ¶ (3) - سورة البقرة , الآية (172) . ¶ (4) - مسلم بن الحجاج النيسابوري , صحيح مسلم , مرجع سابق , جـ2 , ص ص 581- 582 . ¶ (5) - سماحة الشيخ عبدالعزيز بن عبدالله بن باز , نصيحة هامة في التحذير من المعاملات الربوية , رئاسة إدارة البحوث العلمية والإفتاء , الرياض , الطبعة الثالثة , 1423ه‍, ص ص 4 – 5 .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وبالتمعن في النصوص السابقة وما جاء فيها من الوعيد لا يبقى لأصحاب المصارف الربوية والقائمين عليها مجال للتردد في التوبة أو التسويف فيها أو الركون بدون ضرورة إلى ما يسمى بالنظام المزدوج لأنه تقاعس عن ا لقيام بالواجب الأصلي وهو تحول تلك المصارف السريع والكامل إلى مصارف إسلامية . ¶ ثالثاً - صعوبة الحصول على تراخيص لإنشاء المصارف الإسلامية : ¶ من النقاط الهامة والتي ينبغي عدم إهمالها في التعرف على حكم التعامل مع الفروع الإسلامية بشكل أكثر واقعية ودقة الأخذ في الاعتبار ما تعاني منه بعض المجتمعات من صعوبة الحصول على تراخيص لإنشاء مصارف إسلامية , إذ لاتزال المصارف المركزية في العديد من الدول الإسلامية تتردد في إصدار قوانين تسمح بإنشاء المصارف الإسلامية وتنظيم عملها بما يتلاءم مع طبيعة وخصوصية هذه المصارف , رغم أن إصدار مثل هذه القوانين سوف يزيد من روح المنافسة بين المصارف بما يرفع من كفاءتها ويزيد من تطوير خدماتها وانخفاض تكلفة التعامل معها , وهذا بدوره سيؤدي إلى زيادة الطلب على خدماتها والتوسع في إنشاء المشاريع الإنتاجية بما يخدم عملية التنمية في المجتمع , إذ أن الصناعة المصرفية المتطورة هي من العناصر الهامة في البنية الأساسية اللازمة لتقدم أي اقتصاد . ¶ ومن ناحية أخرى فإن إصدار مثل تلك القوانين سيخضع المصارف الإسلامية لرقابية السلطات النقدية كما سيقضي على أي تجاوزات قد تنجم عن عدم وضوح الناحية القانونية والتنظيمية حول تلك المصارف , مما سيؤدي في النهاية إلى اطمئنان المتعاملين مع المصارف الإسلامية على حقوقهم وأموالهم , وهذا بدوره سيؤدي إلى انخفاض نسبة خروج الأموال الوطنية للخارج للبحث عن أوعية ادخارية أو استثمارية إسلامية محمية من السلطات النقدية .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وإزاء هذا الموقف المتردد والمتحفظ في بعض الأحيان من قبل المصارف المركزية للسماح بإنشاء المصارف الإسلامية قد تكون الفروع الإسلامية التابعة للمصارف الربوية هي البديل المتاح حالياً أمام شريحة كبيرة من أفراد المجتمع والتي تتورع عن إيداع أموالها أو استثمارها لدى المصارف الربوية . ¶ ويلاحظ هنا أنه رغم هذا الموقف المتحفظ تجاه النشاط المصرفي الإسلامي إلا أن ذلك لايعفي المصارف الإسلامية من بذل مزيد من الجهد لإقناع المصارف المركزية بأهمية وفعالية الدور الذي تقوم به المصارف الإسلامية في أسلمة أساليب وصيغ الاستثمار والعودة بها إلى جادة الطريق وإلى المنهج الذي يتوافق مع أحكام الشريعة الإسلامية , وأيضاً الدور الكبير والهام لهذه المصارف في تنمية المجتمعات الإسلامية اقتصاديا واجتماعياً, هذا بالإضافة إلى مقدرة المصارف الإسلامية الكبيرة في تجميع وتعبئة المدخرات اللازمة لدفع عجلة التنمية الاقتصادية في المجتمع نظراً للإقبال الكبير عليها, وهذه الخاصية للمصارف الإسلامية يشهد بها حتى المنافسين لها من المصارف الربوية , بل هي أحد الأسباب الرئيسية التي دفعت المصارف الربوية لفتح الفروع الإسلامية كما تبين في المبحث الأول. ¶ المطلب الثاني ¶ حكم التعامل مع الفروع الإسلامية ¶ بعد استعراض آراء المهتمين بشؤون الاقتصاد الإسلامي حول الفروع الإسلامية وأدلة كل فريق , وفي ضوء الظروف المحيطة بظاهرة الفروع الإسلامية يمكن القول بشكل عام أن الوقوف على حكم التعامل مع تلك الفروع يستدعي تقسيم الاقتصاديات إلى قسمين حتى يمكن الحكم على كل قسم بما يناسبه , لأن التعميم هنا قد يكون غير مناسب , ويمكن توضيح ذلك على النحو التالي: ¶ أولاً - الفروع الإسلامية في الاقتصاديات الوضعية :",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "أمام التزايد المستمر والكبير لأعداد المسلمين في الدول الغربية وتنامي أموالهم ورغبتهم في استثمارها وفقاً لأحكام الشريعة الإسلامية قامت بعض المصارف الغربية منذ سنوات بفتح فروع للمعاملات الإسلامية بهدف جذب أموال المسلمين هناك والاستفادة منها في تعظيم أرباحها وتوفير رؤوس الأموال لتمويل مزيد من المشروعات وذلك تحت شعارات إسلامية دون أن يرتبط هذا العمل بقناعة بأحكام الشريعة الإسلامية أو النظام المصرفي الإسلامي (1). ¶ ويلاحظ هنا أنه على الرغم من أن الفروع الإسلامية للمصارف الغربية قد تكون عبارة عن ظاهرة شكلية دون التقيد الفعلي بأحكام الشريعة إلا أنه في ظل غياب المصارف الإسلامية في معظم الدول الغربية فإنه لاحرج على المسلم الذي يعيش في الغرب ولايجد البديل الإسلامي الذي يطمئن إليه من التعامل مع هذه الفروع الإسلامية للضرورة , فإذا تحققت الضرورة ولم يوجد البديل الإسلامي ففي هذه الحالة يكون التعامل مع الفرع الإسلامي المشكوك في مصداقية تعامله وفقاً لأحكام الشريعة الإسلامية أفضل من التعامل مع مصرف ربوي مجاهر بالربا ومصر عليه . ولكن قبل الإقدام على التعامل مع تلك الفروع فإن على الجاليات الإسلامية في الغرب أن تبذل جهدها وما في وسعها لإيجاد البديل الإسلامي , كالتعاون فيما بينهم لإقامة مصرف إسلامي يكون له فروع في العديد من العواصم والمدن الغربية الكبرى , فإذا لم يستطيعوا إيجاد البديل فإن تلك الجاليات تكون في حكم المضطر وينطبق عليها قوله تعالى: { فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَلاَ إِثْمَ عَلَيْهِ } (2). ¶ __________ ¶ (1) - الدكتور شوقي دنيا , المعاملات الإسلامية في البنوك الغربية , مرجع سابق , ص ص 59-60. ¶ (2) - سورة البقرة , الآية (173).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وانطلاقاً من مبدأ الأمر بالتعاون على البر والتقوى والنهي عن التعاون على الإثم والعدوان , وضرورة إسهام كل مسلم بقدر طاقته واستطاعته في الأمر بالمعروف والنهي عن المنكر , ونظراً إلى أن الربا من أعظم الذنوب والكبائر , فإن على أصحاب رؤوس الأموال الإسلامية والقائمين على المصارف الإسلامية أن يقوموا بواجبهم تجاه إخوانهم المسلمين في الغرب بمد يد المساعدة لهم وذلك عن طريق التعاون لإقامة مصرف إسلامي كبير تنتشر فروعه في معظم العواصم والمدن الغربية الكبرى لجذب أموال المسلمين هناك واستثمارها وفق المنهج الإسلامي وبعيداً عن الشكوك والشبهات التي تحاصر الفروع الإسلامية في المصارف الغربية, أو فتح فروع للمصارف الإسلامية القائمة حالياً لكي تعمل في الدول الغربية وبذلك يمكن توظيف واستثمار أموال المسلمين هناك بما يحقق مصالحهم وبالتالي تُحْرَم المصارف الغربية التي يسيطر عليها اليهود عادة من الاستفادة من تلك الأموال . ¶ ثانياً - الفروع الإسلامية في الاقتصاديات الإسلامية : ¶ بإمعان النظر في هذا القسم نجد أنه تنتفي الضرورة هنا للتعامل مع الفروع الإسلامية التابعة للمصارف الربوية , إذ يفترض في الاقتصاديات الإسلامية عدم وجود المصارف الربوية أصلاً , فإن وجدت – وهذا هو الواقع المؤلم- وسُمح بإقامة مصرف إسلامي أو أكثر فإن الواجب على كل مسلم أن يستبرئ لدينه وأن يكتفي بما هو حلال محض عما فيه الشبه والريبة , فالرسول - صلى الله عليه وسلم - يقول: \"إن الحلال بيِّن وإن الحرام بيِّن, وبينهما أمور مشتبهات لايعلمهن كثير من الناس , فمن اتقى الشبهات فقد استبرأ لدينه وعرضه , ومن وقع في الشبهات وقع في الحرام , كالراعي يرعى حول الحمى يوشك أن يرتع فيه , ألا وإن لكل ملك حمى ألا وإن حمى الله محارمه \" (1). ¶ __________ ¶ (1) - مسلم بن الحجاج , صحيح مسلم , مرجع سابق , جـ3 , ص988 .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وبناء على ما تقدم يمكن القول بشكل عام أن الحكم على التعامل مع الفروع الإسلامية في الاقتصاديات الإسلامية ينبني أساساً على نقطة هامة وهي وجود المصارف الإسلامية من عدمه , ويمكن توضيح ذلك على النحو التالي: ¶ أ – حالة وجود المصارف الإسلامية : ¶ وفي هذه الحالة على المسلم ترك التعامل مع الفروع الإسلامية التابعة للمصارف الربوية تورعاً لما يشوبها من شبهات كما تبين في السابق , وأن يحرص على التعامل مع المصارف الإسلامية وإيثارها على غيرها إكتفاء بما هو حلال وابتعاداً عما فيه حرام أو شبهة , وأيضاً من باب التعاون على البر والتقوى والابتعاد عن التعاون على الإثم والعدوان واحتساب الأجر في هذا الأمر عند الله تعالى , هذا فضلاً عن اعتبار ذلك من ثمار التقوى وتحري أسباب الرزق الطيب والكسب الحلال , قال تعالى : { ... وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجاًّ - وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ ... } (1). ¶ ويلاحظ هنا أن ترك التعامل مع الفروع الإسلامية تورعاً لما فيها من شبهات يترتب عليه ترك التعامل مع المصارف الربوية وجوباً لقيامها على الربا امتثالا لأمر الله تبارك وتعالى ووقوفاً عند حدوده واجتناباً لغضبه وسخطه وأليم عقابه وبعداً عن الدخول في حرب مع الله ورسوله - صلى الله عليه وسلم - كما تبين في المطلب الأول . ¶ __________ ¶ (1) - سورة الطلاق , الآية (2-3 ) .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ومما تجدر الإشارة إليه هنا هو حساسية هذا الموضوع وأهمية التروي فيه والأخذ بجميع أبعاده والأمور المترتبة عليه, إذ أن الفروع الإسلامية قد تكون فعلاً خطوة إيجابية ومشجعة للمصارف الربوية للتحول إلى النظام المصرفي الإسلامي , وقد تؤدي معارضة إنشاء تلك الفروع إلى حرمان المجتمع الإسلامي من فرصة ثمينة لتحول المصارف الربوية إلى مصارف إسلامية , وبناء على ذلك يمكن القول بالتعامل مع المصرف الربوي الذي يريد أن يتوب ويرجع إلى الله وأن يتحول فعلاً وبعزيمة صادقة إلى مصرف إسلامي إلا أنه لا يستطيع ذلك دفعة واحدة لتعارض ذلك مع القوانين واللوائح المنظمة للعمل المصرفي في المجتمع الذي يمارس فيه المصرف أعماله مثلاً , أو لأن المصرف يحتاج إلى بعض الوقت لتصفية الحقوق والالتزامات السابقة أو غير ذلك من العقبات , فإذا بذل القائمون على المصرف جهدهم للتغلب على العقبات التي تحول دون التحول دفعة واحدة ولم يستطيعوا ذلك فإن الله لا يكلف نفساً إلا وسعها , وبما أن باب التوبة مفتوح , وبما أن المولى تبارك وتعالى يفرح بتوبة عباده , وبما أن رجوع تلك المصارف إلى الحق وإلى العمل بما يتوافق مع أحكام الشريعة الإسلامية فيه خير كثير للأمة , فلا بأس في هذه الحالة من الأخذ بمبدأ التدرج في التحول , ولا بأس أيضاً من تشجيع هذا المصرف بالتعامل مع فروعه الإسلامية فقط وبشرط أن يقوم المصرف بالإجراءات التي تدل على صدق توجهه نحو التحول الكامل حتى لا يكون ذلك مجرد ظاهرة شكلية, ومن تلك الإجراءات ما يلي (1): ¶ إعداد خطة عادلة يقرها علماء الشريعة لتصفية الحقوق والالتزامات السابقة . ¶ __________ ¶ (1) - انظر في هذا الموضوع : ¶ الدكتور سعيد المرطان , ضوابط تقديم الخدمات المصرفية الإسلامية في البنوك التقليدية, مرجع سابق, ص32 . ¶ الدكتور عمر زهير حافظ , رأي في مسألة النظام المزدوج في الأعمال البنكية , مرجع سابق , ص64 .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "إعداد جدول زمني محدد ومعلن رسمياً يقره العلماء ذوي الخبرة في مجال العمل المصرفي للانتهاء من التعامل بالربا أو أي محذور شرعي آخر , وذلك عن طريق التدرج في تحويل الفروع التقليدية التابعة للمصرف إلى فروع إسلامية إلى أن يحين الوقت الذي تم تحديده وأعلن عنه لتحويل المصرف بالكامل إلى مصرف إسلامي. ¶ ويجب التأكيد هنا على أهمية الالتزام التام للعمل بالجدول الزمني المعلن, وأن المحك الرئيسي لمصداقية التدرج في التحول هو في التطبيق الفعلي لهذا الجدول , ومن ناحية أخرى يجب ألا تطول الفترة الزمنية للتحول حتى لايفقد المتعاملين مع المصرف ثقتهم في مصداقية التحول. ¶ قبل البدء في افتتاح الفروع الإسلامية يجب تعيين هيئة رقابة شرعية دائمة من كبار العلماء الموثوق بهم وبعلمهم وخبراتهم في مجال العمل المصرفي الإسلامي لتعمل على التثبت من شرعية العقود وصيغ الاستثمار التي تعمل بمقتضاها الفروع الإسلامية, وأن جميع الأنشطة والعمليات التي تقوم بها تلك الفروع يتم تنفيذها وفقاً لأحكام الشريعة الإسلامية وضوابطها. ¶ ضرورة الالتزام الفعلي بالفصل التام بين أموال وأنشطة الفروع الإسلامية وأموال وأنشطة المصرف الرئيسي والفروع الأخرى التقليدية , وأن يضع القائمون على المصرف نصب أعينهم أن هذا الفصل هو معيار هام وحيوي لمصداقية العمل المصرفي الإسلامي الذي يتم من خلال الفروع الإسلامية للمصرف . ¶ العمل على الاستقلال المحاسبي للفروع الإسلامية عن المصرف الرئيسي والفروع الأخرى الاستعانة بالمختصين في هذا المجال لتحقيق ذلك . ¶ العمل على إنشاء إدارة مستقلة تقوم بشؤون الفروع الإسلامية وتوفير احتياجاتها وتذليل وحل المشاكل والعقبات التي يمكن أن تواجهها , والعمل على تطوير تلك الفروع وتوفير الموارد البشرية المؤهلة والمدربة والرفع من كفاءتها باستمرار وغير ذلك.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "استحضار النية الخالصة والصادقة واحتساب الأجر عند الله تعالى في القيام بعملية التحويل وفي ممارسة الأنشطة المصرفية وفق أحكام الشريعة واستشعار أن هذا العمل هو عبادة وطاعة وليس عمل تقليدي , لأن استشعار ذلك سيساعد بإذن الله على تحمل الأعباء والمعوقات التي يمكن أن تواجه عملية التحول . وما أجمل أن يستحضر القائمون على عملية التحويل قوله تعالى : { ... وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجاًّ - وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً } (1). وقوله تعالى : { أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الحَقِّ } (2). ¶ ب – حالة عدم وجود المصارف الإسلامية : ¶ وهي حالة المجتمع الإسلامي الذي لاتوجد به مصارف إسلامية , أو لايسمح أو يصعب فيه الحصول على ترخيص لإنشاء المصارف الإسلامية , وفي هذه الحالة يكون التعامل مع الفروع الإسلامية التابعة للمصارف الربوية للضرورة كما تبين في السابق , فإذا وجدت المصارف الإسلامية انتفت الضرورة ووجب التحول للتعامل مع تلك المصارف الإسلامية . ¶ __________ ¶ (1) - سورة الطلاق , الآية (2-3) . ¶ (2) - سورة الحديد , الآية (16) .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وتجدر الإشارة هنا إلى أن تحفظ المصارف المركزية في بعض الدول الإسلامية تجاه النشاط المصرفي الإسلامي لا يعفي القائمين على المصارف الإسلامية والمهتمين بشؤون الاقتصاد الإسلامي في تلك المجتمعات من بذل الجهد والنصح بالحكمة والموعظة الحسنة لإقناع القائمين على المصارف المركزية بأهمية الدور الذي تقوم به المصارف الإسلامية في تنمية المجتمع الإسلامي اقتصادياً واجتماعياً وفي دفع عجلة التنمية من خلال تعبئة المدخرات وت‍مويل المشروعات الإنتاجية التي يحرص أصحابها على تمويلها بصيغ وأساليب الاستثمار الإسلامية التي تتبعها المصارف الإسلامية , وأن المصارف الإسلامية إنما هي في حقيقة الأمر قوة دافعة للاقتصاد وليست معوقه له . ¶ المبحث الخامس ¶ الآثار الاقتصادية لإنشاء الفروع الإسلامية ¶ لقد ترتب على إنشاء المصارف الربوية لفروع تقدم الخدمات المصرفية الإسلامية العديد من الآثار الاقتصادية الإيجابية والسلبية , ويمكن إيجاز أهم تلك الآثار على النحو التالي : ¶ أولاً – الآثار الإيجابية (1): ¶ لقد أظهرت هذه التجربة أن هناك شرائح كبيرة من أفراد المجتمعات الإسلامية ترغب بل وتبحث عن البديل الإسلامي للمصارف الربوية , وهو الأمر الذي أكده الإقبال الكبير على الفروع الإسلامية في ظل غياب المصارف الإسلامية . ¶ __________ ¶ (1) - انظر الدكتور عمر زهير حافظ , رأي في مسألة النظام المزدوج في الأعمال البنكية مرجع سابق , ص64 . ¶ الدكتور سعيد مرطان , النوافذ الإسلامية في البنوك التقليدية ,مرجع سابق , ص ص 35- 38 . ¶ الدكتور أحمد محي الدين أحمد, الضوابط الشرعية لإنشاء البنوك التقليدية فروعا ونوافذ إسلامية , مرجع سابق , ص228 .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "إن إقدام المصارف الربوية على فتح فروع إسلامية إنما هو اعتراف عملي منها بنجاح النظام المصرفي الإسلامي ودحض للأسطورة التي يتمسك بها الغرب وهي عدم إمكانية قيام النشاط الاقتصادي على غير الأساس التقليدي القائم على سعر الفائدة الربوية , ومن ناحية أخرى فإن إنشاء الفروع الإسلامية في الغرب يعتبر مكسباً دعائياً كبيراً للإسلام ورداً عملياً على المشككين في صلاحية الإسلام للتطبيق في الحياة العملية , كما قد يؤدي ذلك إلى التقليل من حدة العداء للمصارف الإسلامية . ¶ قد تكون الفروع الإسلامية خطوة إيجابية للتحول إلى العمل بالنظام المصرفي الإسلامي , كما قد يؤدي نجاح تلك الفروع إلى تحول المصارف الربوية الأخرى إلى مصارف إسلامية , إلا أنه يجب متابعة هذه الظاهرة حتى لاتكون مجرد ظاهرة شكلية الغرض منها إس‍ت‍ن‍زاف المزيد من أموال المسلمين وثرواتهم . ¶ السماح بإنشاء الفروع الإسلامية في العديد من الدول العربية والإسلامية يدل على أن السلطات النقدية في تلك الدول بدأت تقتنع ولله الحمد بجدوى ونجاح النظام المصرفي الإسلامي وبأهمية المصارف الإسلامية ودورها في تنمية المجتمع , وأن المصارف الإسلامية إنما هي قوة دافعة للاقتصاديات النامية لتخطي العقبات التي تواجه تلك الاقتصاديات وخاصة عقبة عدم توفر رأس المال بالشكل المطلوب. ¶ إقدام المصارف الربوية على فتح فروع إسلامية سيجعلها توظف ما تملكه من تكنولوجيا متطورة في هذا المجال وما لديها من خبرات طويلة لتطوير وتفعيل أداء الخدمات المصرفية الإسلامية . ¶ إن الإقبال المتزايد على الخدمات المصرفية الإسلامية وصيغ الاستثمار الإسلامي سيؤدي في المدى الطويل إلى إعادة توزيع الودائع بين النظام المصرفي الإسلامي والنظام المصرفي الربوي بحيث يتوسع الأول على حساب الثاني إذا أحسن القائمون على المصارف الإسلامية الاستفادة من هذه الفرصة . ¶ ثانياً - الآثار السلبية (1) ¶ __________ ¶ (1) - انظر في ذلك كلاً من : ¶ الدكتور عمر زهير , رأي في مسألة النظام المزدوج في الأعمال البنكية , مرجع سابق , ص64 . ¶ الدكتور عمر زهير حافظ , النوافذ الإسلامية في البنوك التقليدية , مرجع سابق, ص ص 40 –41 . ¶ المراجع ¶ أولاً : القرآن الكريم . ¶ ثانياً : الكتب مرتبة حسب ذكرها في البحث . ¶ الدكتور فريدي باز وآخرون , معجم المصطلحات المصرفية , اتحاد المصارف العربية, بيروت , الطبعة الأولى , 1985م . ¶ عبداللطيف جناحي , إستراتيجية البنوك الإسلامية وأهدافها , بحوث مختارة من المؤتمر العام الأول للبنوك الإسلامية , الاتحاد الدولي للبنوك الإسلامية , مصر , الطبعة الأولى , 1408ه‍/ 1987م . ¶ الدكتور أحمد محمد المصري , إدارة البنوك التجارية والإسلامية , مؤسسة شباب الجامعة , الإسكندرية, 1998م . ¶ صلاح الدين حسن السيسي , الحسابات والخدمات المصرفية الحديثة , مؤسسة الاتحاد للصحافة والنشر , أبو ظبي , الطبعة الأولى , 1419هـ ¶ الدكتور أحمد بن حسن الحسني , صناديق الاستثمار من منظور الاقتصاد الإسلامي, مؤسسة شباب الجامعة , الاسكندرية , 1999م . ¶ الدكتور محمد سويلم , إدارة المصارف التقليدية والمصارف الإسلامية , دار الطباعة الحديثة, القاهرة, 1987م . ¶ الدكتور سعيد سعد المرطان , ضوابط تقديم الخدمات المصرفية الإسلامية في البنوك التقليدية اللجنة الاستشارية العليا للعمل على استكمال تطبيق أحكام الشريعة الإسلامية , منتدى الاقتصاد الإسلامي , كتاب المنتدى الأول , الكويت , الطبعة الأولى , محرم 1420ه‍/ مايو 1999م . ¶ أحمد محمد الزرقا , شرح القواعد الفقهية , دار القلم و دمشق ,الطبعة الثانية ,1409ه‍/ 1989م . ¶ محمد بن إسماعيل البخاري , صحيح البخاري , المكتبة العصرية , بيروت, الطبعة الرابعة , 1420ه‍. ¶ علاء الدين أبي بكر بن مسعود الكاساني , بدائع الصنائع في ترتيب الشرائع , دار الكتب العلمية , بيروت , الطبعة الأولى , 1418ه‍. ¶ زين الدين ابن نجيم , البحر الرائق شرح كنز الدقائق , دار المعرفة , بيروت , الطبعة الثانية, بدون تاريخ للنشر . ¶ عبدالله بن أحمد بن قدامة المقدسي , المغني ,مكتبة الرياض الحديثة , الرياض 1401ه‍. ¶ الإمام مالك بن أنس الأصبحي , المدونة الكبروى , دار صادر , بيروت , بدون تاريخ للنشر . ¶ شيخ الإسلام أحمد بن تيمية , مجموع الفتاوى , دار العربية , بيروت , الطبعة الأولى , 1398ه‍. ¶ محمد بن أبي بكر الدمشقي المشهور بابن قيم الجوزية , بدائع الفوائد , دار الشرق العربي, بيروت , بدون تاريخ للنشر . ¶ عز الدين بن عبدالعزيز بن عبدالسلام , قواعد الأحكام في مصالح الأنام , المكتبة الحسينية, مصر , الطبعة الأولى , 1353ه‍. ¶ محمد ناصر الدين الألباني , صحيح سنن ابن ماجة , مكتبة المعارف , الرياض , الطبعة الأولى للطبعة الحديثة , 1417ه‍. ¶ مسلم بن الحجاج القشيري النيسابوري , صحيح مسلم , دار ابن حزم , بيروت, الطبعة الأولى , 1416ه‍. ¶ الشيخ عبدالعزيز بن عبدالله بن باز , نصيحة هامة في التحذير من المعاملات الربوية ,رئاسة إدارة البحوث العلمية والإفتاء , الرياض , الطبعة الثالثة , 1423ه‍. ¶ ثالثاً : المجلات : ¶ مجلة دراسات اقتصادية إسلامية , البنك الإسلامي للتنمية , المملكة العربية السعودية , المجلد السادس , العدد الأول , رجب 1419ه‍/ 1999م . ¶ مجلة الاقتصاد الإسلامي , بنك دبي الإسلامي , الإمارات العربية المتحدة , الأعداد : 193, 200, 224, 240, 241, 245 . ¶ حولية البركة , مجموعة دلة البركة , المملكة العربية السعودية , الطبعة الأولى ,1422ه‍, العدد الثالث , رمضان 1422ه‍/ 2001 . ¶ مجلة الأموال , شركة الاتصالات الدولية , جدة , الأعداد : 1, 6 . ¶ مجلة البنوك الإسلامية , الاتحاد الدولي للبنوك الإسلامية , مصر , الأعداد : 30, 34. ¶ المجلة المصرية للدراسات التجارية , جامعة المنصورة , مصر , المجلد الحادي عشر , العدد الأول , 1987م . ¶ رابعاً : المنشورات : ¶ الخدمات المصرفية الإسلامية , منشورات البنك الأهلي التجاري . ¶ التمويل الشخصي الإسلامي , منشورات البنك الأهلي التجاري . ¶ حكم التعامل مع إدارة وفروع الخدمات المصرفية الإسلامية , منشورات البنك الأهلي التجاري .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": ": ¶ إن موافقة المصارف المركزية على إنشاء المصارف الربوية لفروع إسلامية يثير تساؤلاً هاماً وهو كيف يمكن فهم تحفظ المصارف المركزية على نشاط المصارف الإسلامية وفي نفس الوقت يسمح للمصارف الربوية بفتح فروع إسلامية ؟ ¶ لقد أظهرت هذه التجربة تقاعس مالكي المصارف الربوية أو المسؤولين فيها عن قيامهم بالواجب الأصلي وهو بذل الجهد لتحويل تلك المصارف إلى الالتزام الكامل والشامل للتعامل وفقاً لأحكام الشريعة الإسلامية . ¶ قد يؤدي تقديم العمل المصرفي الإسلامي من قبل المصارف الربوية إلى إعاقة إنشاء المصارف الإسلامية وانتفاء المبرر لوجودها أو عدم التوسع في إنشاء المزيد منها. ¶ قد يؤدي التعامل مع هذه الفروع إلى خروج أموال المسلمين لكي تستمثر في الخارج باسم الإسلام نظراً لأن معظم أصحاب المصارف الربوية في كثير من الدول الإسلامية هم من الأجانب وخاصة اليهود . ¶ تقديم الخدمات المصرفية الإسلامية من قبل فروع تابعة لمصرف ربوي قد يؤدي إلى تشويه العمل المصرفي الإسلامي وعدم وضوح للموقف الشرعي من قضية الرِّبا . ¶ قيام المصارف الربوية بفتح فروع إسلامية سيترتب عليه استمرار تلك المصارف وإطالة عمرها وبالتالي استمرار المحق والشر والإثم المصاحب للربا ومظاهره . ¶ الخاتمة: ¶ تشتمل هذه الخاتمة على استعراض لأهم ما أمكن التوصل إليه من نتائج وما أمكن استخلاصه من توصيات , وذلك على النحو التالي : ¶ أولا - النتائج : ¶ يمكن تلخيص أهم النتائج التي توصل إليها البحث من خلال الدراسة السابقة في النقاط التالية : ¶ ترجع فكرة إنشاء الفروع الإسلامية التابعة للمصارف الربوية إلى بداية ظهور المصارف الإسلامية في مطلع السبعينات , إلا أن هذه الفكرة لم تصل إلى حيز التطبيق إلا عندما أدركت المصارف الربوية مدى نجاح المصارف الإسلامية وتزايد الإقبال عليها .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "لقد أظهرت هذه التجربة أن هناك شرائح كبيرة من أفراد المجتمعات الإسلامية تتورع عن التعامل مع المصارف الربوية وتبحث عن البديل الإسلامي لتلك المصارف, وهو الأمر الذي أكده الإقبال الكبير على الفروع الإسلامية في ظل غياب المصارف الإسلامية في العديد من الدول الإسلامية . ¶ تعتبر الفروع الإسلامية في حقيقة الأمر تابعة للمصارف الربوية , فليس لتلك الفروع أي شخصية اعتبارية مستقلة عن المصرف الرئيسي فالمالك لها واحد , وكذلك الحال من حيث التكييف القانوني لتلك الفروع إذ لا يتمتع الفرع الإسلامي بأي صفة مستقلة عن المصرف الرئيسي من وجهة نظر السلطات الرقابية . ¶ لقد تعددت آراء المهتمين بشؤون الاقتصاد الإسلامي حول تجربة إنشاء المصارف الربوية لفروع تتخصص في تقديم الخدمات المصرفية الإسلامية فمن مؤيد لتلك الفروع ومن معارض لها ومن قائل بالتعامل معها للضرورة ولكل وجهة نظره وأدلته التي يستند إليها . ¶ بدراسة الظروف المحيطة بتجربة إنشاء الفروع الإسلامية تبين أن الحكم على التعامل مع تلك الفروع ينبني أساساً على مدى وجود المصارف الإسلامية في المجتمع من عدمه , فإذا وجدت مصارف إسلامية في المجتمع وجب التعامل مع هذه المصارف وترك التعامل مع الفروع الإسلامية التابعة للمصارف الربوية تورعاً لما يشوبها من شبهات , أما إذا لم توجد مصارف إسلامية في المجتمع فإن التعامل مع الفروع الإسلامية حينئذ يكون للضرورة .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "من باب التعاون مع العاصي الذي يريد أن يتوب ويرجع إلى الله ومساعدته لتحقيق ذلك فإنه يمكن القول بالتعامل مع الفروع الإسلامية حتى مع وجود المصارف الإسلامية وذلك في حالة المصرف الربوي الذي يريد فعلاًً أن يتوب ويرجع إلى الله ويترك التعامل بالربا وأن يتحول بعزيمة صادقة وإرادة قوية إلى مصرف إسلامي إلا أنه لايستطيع ذلك دفعة واحدة لتعارض هذا الأمر مع الأنظمة والقوانين المعمول بها في المجتمع أو لظروف أخرى خارجة عن إرادته وقدرته, ففي هذه الحالة يمكن التعامل مع فروع هذا المصرف الإسلامية فقط , بشرط أن يقوم المصرف بالإجراءات التي تدل على صدق توجهه نحو التحول إلى مصرف إسلامي . ¶ ثانياً - التوصيات : ¶ لقد أسفرت الدراسة السابقة عن التوصيات التالية : ¶ دعوة المصارف الربوية إلى التحول الكامل والسريع للعمل بمقتضى الشريعة الإسلامية وعدم التقاعس أو المماطلة في التحول أو الأخذ بالنظام المزدوج , فقد ثبت لديها بما لايدع مجالاً للشك مدى نجاح العمل المصرفي الإسلامي وتزايد الإقبال عليه . ¶ إن عدم اقتناع المسؤولين في المصارف المركزية في كثير من الدول الإسلامية بالعمل المصرفي الإسلامي وترددهم في السماح بإنشاء المصارف الإسلامية لايعالج بالتعامل مع المصارف الربوية , كما لايعالج بالركون إلى تجربة الفروع الإسلامية التابعة للمصارف الربوية ,وإنما الواجب هو التكاتف والتعاون وبذل الجهد والنصيحة لإقناع القائمين على المصارف المركزية بأهمية ودور المصارف الإسلامية في تنمية المجتمع اقتصادياً واجتماعياً , وأن المصارف الإسلامية إنما هي قوة دافعة للاقتصاديات النامية وليست معوقة لها .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "بذل قصارى الجهد وما في الوسع من قبل الجميع, سواء السلطات النقدية أو المؤسسات المالية أو العلماء وهيئات الرقابة الشرعية أو المختصين بشؤون الاقتصاد الإسلامي , لأسلمة أساليب وصيغ الاستثمار القائمة على الربا والرجوع بها إلى المنهج الإسلامي وبما يتوافق مع أحكام الشريعة الإسلامية , لأن البديل عن ذلك هو حرب من الله تعالى ورسوله - صلى الله عليه وسلم - واستمرار للمحق واللعن والإثم والنكبات التي تعاني منها الأمة الإسلامية وغير ذلك من الشرور المصاحبة للربا ومظاهره في الدنيا والآخرة , أعاذنا الله تعالى من كل ذلك . ¶ نظراً لوجود شرائح عريضة ومتنامية في كثير من الدول الإسلامية ترغب في التعامل وفقاً للنظام المصرفي الإسلامي , فإن على المصارف المركزية في تلك الدول بذل الجهد لإيجاد إطار قانوني يسمح بإنشاء المصارف الإسلامية وينظم عملها وتعمل تحت مظلته . ¶ في حالة الاضطرار للأخذ بمبدأ التدرج للتحول إلى النظام المصرفي الإسلامي فلا بد من التأكيد على الاستقلال التام للفروع الإسلامية عن المصرف الرئيسي وباقي الفروع الأخرى التقليدية إدارياً ومحاسبياً ومالياً , ولاسيما في مصادر الأموال واستخدامها, وأن يكون هناك قانون ونظام ولوائح خاصة بالتنظيم والرقابة والإشراف على الفروع الإسلامية تتفق مع طبيعة عملها , كما يجب التأكيد على أن تكون للفروع الإسلامية هيئة رقابة شرعية دائمة ومستمرة وليست مجرد إفتاء عند الطلب . ¶ وعلى المستوى الدولي فإن على المصارف الإسلامية أن تتعاون فيما بينها لإقامة مصرف إسلامي كبير تنتشر فروعه في معظم العواصم والمدن الغربية الكبرى لكي يجد المسلمون هناك مكاناً آمناً يدخرون فيه أموالهم ويستثمرونها وفق المنهج الإسلامي, أو تقوم تلك المصارف بفتح فروع لها في الغرب تعمل على جذب أموال المسلمين واستثمارها بما يحقق الدعم للجاليات الإسلامية في الغرب.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "يجب على المسلمين أن يستفيدوا من تجاوب المصارف الغربية وإقدامها على التعامل بالنظام المصرفي الإسلامي في تعريف الغرب بعظمة الإسلام وبحكمة تحريمه للربا وما للربا من آثار سلبية على الأنشطة الاستثمارية بشكل خاص وعلى المجال الاقتصادي والاجتماعي والاقتصاد القومي بشكل عام . ¶ هذه هي أهم النتائج والتوصيات التي خرج بها البحث , وهذا جهدي أقدمه يحتمل الصواب والخطأ , فما كان من صواب فمن الله وأحمد الله عليه , وما كان فيه من خطأ فمني وأسأل الله أن يوفقني إلى تصويبه , وحسبي أن بذلت فيه جهدي للتعرف على ماهية هذه الفروع الإسلامية وطبيعتها وحكم التعامل معها , ولا يخفى على كل منصف مدى قلة المراجع والكتابات التي تطرقت لهذا الموضوع , وأرجو أن أساهم بهذا البحث في إعطاء نظرة شاملة ودقيقة عن هذه الفروع الإسلامية , وما توفيقي إلا بالله عليه توكلت وإليه أنيب, وآخر دعوانا أن الحمد لله رب العالمين والصلاة والسلام على سيدنا محمد وعلى آله وصحبه أجمعين .",
            "page": "50",
            "part": "1"
        }
    ],
    "t36619": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الفروع الاسلامية التابعة للمصارف الربوية"
        }
    ]
}