{
    "b36615": [
        {
            "id": "1",
            "nass": "العسكرية العربية الإسلامية ¶ تأليف ¶ المرحوم اللواء الركن ¶ محمود شيت خطاب",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ الشمول: ¶ تشتمل العسكرية العربية الإسلامية على ستة أقسام: القسم الأول هي العقيدة الإسلامية، والقسم الثاني هي المعارك العربية الإسلامية، والقسم الثالث هم القادة العسكريون العرب والمسلمون، والقسم الرابع هو التراث العسكري العربي الإسلامي، والقسم الخامس هي الأسلحة العربية الإسلامية القديمة، والقسم السادس هي اللغة العسكرية العربية والإسلامية. ¶ [1] العقيدة العسكرية الإسلامية: ¶ القسم الأول من العسكرية العربية الإسلامية، هي العقيدة العسكرية الإسلامية، وهي العقيدة التي وردت تفاصيلها في القرآن الكريم والسنَّة النبوية والفقه الإسلامي، مبادئ طبقها المسلمون الأولون على عهد الرسول القائد عليه الصلاة والسلام، وبعد التحاقه بالرفيق الأعلى، فأحرزوا بتطبيقها الانتصارات المتوالية على أعدائهم في داخل شبه الجزيرة العربية من العرب والمشركين ويهود، وفي خارج شبه الجزيرة العربية من الفرس والروم وغيرهما من الأمم الأخرى، حتى امتدت فتوح المسلمين من المحيط إلى المحيط. ¶ فلما تخلى المسلمون عن تطبيق هذه العقيدة العسكرية الإسلامية، تخلى عنهم النصر. ¶ [2] المعارك العربية الإسلامية: ¶ والقسم الثاني من العسكرية الإسلامية، هي المعارك العربية الإسلامية، وتشمل غزوات النبي صلى الله عليه وسلم وسراياه، ومعارك حروب الردِّة، ومعارك الفتح الإسلامي العظيم، ومعارك استعادة الفتح بالنسبة للبلاد المفتوحة والتي انتقضت، والمعارك الدفاعية التي صدَّت الغزاة عن بلاد المسلمين، ومعارك الاندحار. ¶ وهذه المعارك مدونة في المصادر التاريخية العربية الإسلامية المعتمدة، القديمة منها والحديثة.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "والمعارك العربية الإسلامية وخاصة غزوات النبي صلى الله عليه وسلم وسراياه، ومعارك حروب الردَّة، ومعارك الفتح الإسلامي، ومعارك استعادة الفتح، عبارة عن التطبيق العملي للعقيدة العسكرية الإسلامية، أُخرجت من نطاق المبادئ النظرية إلى نطاق التطبيق العملي، فأثبتت أنها عقيدة منشئة بناءة تقود إلى النصر. ¶ [3] القادة العسكريون العرب والمسلمون: ¶ والقسم الثالث من العسكرية الإسلامية، هم القادة العسكريون العرب والمسلمون، وهم قادة النبي صلى الله عليه وسلم الذين تولّوا قيادة سراياه أو قيادة بعض تشكيلاته التعبوية في غزواته، وقادة حروب الردَّة، وقادة الفتح الإسلامي العظيم، وقادة المعارك الدفاعية الذين صدوا الغزاة عن بلاد المسلمين. ¶ وهؤلاء القادة، وخاصة النبي صلى الله عليه وسلم، وقادة حروب الردَّة، وقادة الفتح الإسلامي، وقادة استعادة الفتح، هم الحماة القادرون الذين طبقوا العقيدة العسكرية الإسلامية في المعارك التي خاضوها تطبيقاً عملياً على الأرض وفي ميادين القتال، فأثبتوا أن هذه العقيدة مطاوعة للتطبيق العلمي، وقادرة على إحراز النصر. ¶ ومصادر هؤلاء القادة المعتمدة، هي مصادر التاريخ العربي الإسلامي خاصة ومصادر طبقات المحدِّثين وكتب الرجال المختلفة وغيرها من المصادر المعتمدة عامة. ¶ [4] التُّراث العسكري العربي الإسلامي: ¶ والقسم الرابع من العسكرية الإسلامية، هو التراث العسكري العربي الإسلامي العريق. ¶ وهذا التراث الأصيل، موزَّع في المكتبات العامة والخاصة، والمتاحف ودور الآثار في جميع أرجاء العالم تقريباً. ¶ وهذا التراث، ينتظر التحقيق والنشر وإخراجه للناس، أسوة بما حُقِّق ونشر من التراث العربي الإسلامي في مجالات الآداب والعلوم والفنون، لأنه ليس أقل أهمية من التراث الذي جرى تحقيقه ونشره.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "[5] الأسلحة العربية الإسلامية القديمة: ¶ والقسم الخامس من العسكرية الإسلامية، هي الأسلحة العربية الإسلامية القديمة التي استعملها المجاهدون في غزوات النبي صلى الله عليه وسلم وسراياه، وفي معارك حروب الردَّة، وفي معارك الفتح الإسلامي العظيم، وفي معارك استعادة الفتح، وفي المعارك الدفاعية عن البلاد الإسلامية، فكانت من أسباب انتصار المسلمين على أعدائهم، ولو أن السِّلاح عامة ليس مهماً كأهمية اليد التي تستعمله والإنسان الذي يتصرَّف به. ¶ وهذه الأسلحة أنواع كثيرة، منها: السَّيف، والرمح، والسهم، والدِّرع، والمنجنيق، والدَّبابة، والعرَّادة ... إلخ. ¶ ولكل سلاح من هذه الأسلحة عدة أنواع، لكلِّ نوع منها اسم خاص، وقد اهتم العرب والمسلمون بأسمائها اهتماماً بالغاً، وهي مدوَّنة بالتفصيل في كتب اللغة، كالمخصص لابن سيده، والمعجمات العربية القديمة، كـ ((لسان العرب )) لابن منظور، والفيروز آبادي في معجمه ((القاموس المحيط )). ¶ وقد أصبح أسلوب استخدام قسم من هذه الأسلحة غير معروف في الوقت الحاضر، وفي التراث العسكري العربي الإسلامي شرح لأساليب استخدامها وأنواعها معزَّرة بالأشكال والمخططات الإيضاحية. ¶ ومن المفيد معرفة هذه الأسلحة وأساليب استعمالها، لمعرفة سبب من أسباب انتصار العرب والمسلمين، ولتوضيح المعارك القتالية التي استعملت فيها. ¶ [6] اللغة العسكرية العربية: ¶ والقسم السادس من العسكرية الإسلامية، هي اللغة العسكرية العربية في البلاد العربية واللغات الإسلامية الأخرى في البلاد الإسلامية. ¶ وكانت اللغة العسكرية سليمة في البلاد العربية حتى سقوط بغداد في أيدي التتار سنة ست وخمسين وستمائة الهجرية (1258م )، فانهارت الدولة العباسية، وتغلبت لغات العنصر غير العربي على البلاد العربية، فطعَّموا اللغة العربية العسكرية باللغات الأجنبية: ¶ الفارسية والتركية على الغالب الأعم.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وكان من نتائج الحكم العثماني للبلاد العربية، أن اللغة التركية أصبحت لغة التعليم، فسادت المصطلحات العسكرية التركية على المصطلحات العسكرية العربية، وأصبح العسكريون العرب يتلقّوْن تدريبهم العسكري وتعليمهم باللغة التركية، ويتعلمون في المدارس العسكرية التركية، ويعملون في الجيش التركي. ¶ وفي أواخر القرن التاسع عشر وأوائل القرن العشرين الميلاديين، ابتُليت البلاد العربية بالاستعمار الفرنسي والإيطالي والبريطاني، فبدأ مد المصطلحات العسكرية الغربية يطغى على العسكريين العرب، وأصبحت اللغة العسكرية العربية مطعَّمة بالمصطلحات العسكرية التركية، وبالمصطلحات العسكرية الفرنسية في سورية ولُبنان وتُونس والجزائر والمغرب، وبالمصطلحات العسكرية البريطانية في العراق ومصر والسودان والأردن وفلسطين وإمارات الخليج العربي واليمن الجنوبي، وبالمصطلحات العسكرية الإيطالية في ليبيا. ¶ وجرت محاولات تطهير المصطلحات العسكرية العربية من المصطلحات العسكرية الأجنبية، كما جرت محاولات توحيد المصطلحات العسكرية العربية، وأخيراً تكللت تلك المحاولات بالتوفيق بصدور المعجمات العسكرية الأربعة في سنة ثلاث وتسعين وثلاثمائة وألف للهجرة (1973م )، فلا عذر للدولة العربية التي لا تلتزم بهذه المعجمات العسكرية الموحِّدة الأربعة إلاَّ إذا فضلت المصطلحات العسكرية الدخيلة على المصطلحات العسكرية الأصيلة، وفضلت لغة المستعمر على لغة القرآن الكريم، وفضلت التفرقة على التوحيد. ¶ وبالرغم من صدور المعجمات العسكرية الموحَّدة الأربعة منذ بضع سنين خلت، إلاَّ أن قسماً من الدول العربية لم يلتزم بها حتى اليوم، مع أن لجنة توحيد المصطلحات للجيوش العربية التي أعدت هذه المعجمات الموحّدة، كانت مؤلفة من ضابط من كل جيش عربي، وعضو من مجمع اللغة العربية بالقاهرة وضابط من القيادة العربية الموحدة، عملت بموافقة الدول العربية كافة في كنف جامعة الدول العربية.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وهنا أُلمِّح بالدول العربية التي لم تلتزم بالمعجمات العسكرية الموحِّدة، وغداً أصرِّح بأسمائها علناً، تاركاً حسابها في جفاء لغة القرآن الكريم على شعوبها والتاريخ الذي لا يرحم. ¶ وما يقال عن اللغة العسكرية العربية، يقال في سائر لغات المسلمين، فينبغي تطهير المصطلحات العسكرية العربية الإسلامية من المصطلحات العسكرية الدخيلة، لأنها مظهر من بقايا الاستعمار، تؤثر في المعنويات فتنهار، وتزعزع الثقة بكفاية اللغة العربية دون مسوِّغ. ¶ وقد طهرت معظم الدول العربية مصطلحاتها العسكرية من المصطلحات العسكرية الأجنبية الدخيلة ووحّدتها، وهذا يبشر بالخير العظيم ¶ [7] المفصّل: ¶ تلك هي لمحات موجزة توضح ما نعنيه بالعسكرية العربية الإسلامية للقرَّاء والدارسين، ولكنها لا تُغني عن مفصّل يُغني عن كلِّ قول. ¶ ما هي العقيدة العسكرية الإسلامية، وكيف ينبغي أن نعيد كتابتها، وما هي مصادرها المعتمدة؟ ¶ كيف وضعت مبادئ العقيدة الإسلامية موضع التنفيذ، وكيف أُخرجت من ميدان الفكر النظري إلى ميدان التَّطبيق العملي، وما نتائج تطبيقها على الفتوح، وما أثرها وتأثيرها في العرب والمسلمين؟ ¶ وكيف نعيد كتابة المعارك العربية الإسلامية، وما هي مصادرها المعتمدة، وما هو منهاج إعادة تدوينها، وما جدوى إعادة كتابتها وتدوينها لحاضر العرب والمسلمين ومستقبلهم؟ ¶ ومَنْ هم القادة العسكريون العرب والمسلمون، وماذا حقَّقوا للعرب والمسلمين، وكيف ندوِّن تأريخهم لأول مرة في التاريخ، وما جدوى تدوين تاريخهم بالنسبة لحاضر العرب والمسلمين؟ ¶ وهل اهتم العرب والمسلمون بقادتهم قديماً اهتمامهم بالعلماء والأدباء والفنانين، وكيف نستطيع تصحيح الخطأ القديم بالإنتاج الجديد؟ ¶ وما هو التراث العربي الإسلامي، وما مبلغ أهميته فكراً ومجداً وأصالة، وكيف يجري تحقيقه ونشره وإخراجه للناس؟ ¶ وما أهمية تحقيق التراث العربي الإسلامي ونشره وإخراجه للناس بالنسبة للحضارة العربية والإسلامية خاصة والحضارة العالمية عامة؟ ¶ وما فائدة وصف الأسلحة العربية الإسلامية القديمة وبيان استعمالها في القتال، وإحياء مصطلحاتها العسكرية العربية الإسلامية القديمة؟ ¶ وما أهمية توضيح الأسلحة العربية الإسلامية القديمة بالأشكال والمخططات بالنسبة للدارسين وللتدريسيين في دراسة التاريخ العربي الإسلامي؟ ¶ وما فائدة تطهير اللغة العسكرية العربية من المصطلحات الأجنبية الدخيلة، واعتماد العربية الفصحى في المصطلحات العسكرية العربية؟ ¶ وما هي المصادر المعتمدة لمعين المصطلحات العسكرية العربية الفصحى، وهل يكفي هذا الرصيد اللغوي في تغطية المصطلحات العسكرية الأجنبية كافة؟ ذلك ما تقرؤه في الدراسات القادمة وشيكاً بإذن الله.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الفصل الأول ¶ إعادة كتابة المعارك العسكرية العربية الإسلامية ¶ [1] تطوير المعارك: ¶ المعارك العسكرية الإسلامية، قسم من أقسام العسكرية الإسلامية لا تقل أهمية عن أقسامها الأخرى، فهي التطبيق العملي للعقيدة العسكرية الإسلامية على الأرض وفي ميادين القتال، وهي التي أثبتت عملياً بأن العقيدة العسكرية الإسلامية مبادئ قابلة للتطبيق العملي بنجاح وقادرة على إحراز النصر. ¶ والمعارك العسكرية العربية الإسلامية، بدأت في السنة الثانية من هجرة النبي صلى الله عليه وسلم من مكة إلى المدينة المنورة، فقاد الرسول القائد عليه الصلاة والسلام ثماني وعشرين غزوة، وبعث سبعاً وأربعين سريَّة، وكان من جملة ثمرات الغزوات والسرايا توحيد شبه الجزيرة العربية تحت لواء الإسلام. ¶ والفرق بين الغزوة والسريَّة، أن الغزوة يقودها النبي صلى الله عليه وسلم، والسرية يقودها أحد قادته.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وبعد التحاق النبي صلى الله عليه وسلم بالرفيق الأعلى، بدأت حروب الرِدَّة، وهي معارك بين المسلمين من جهة وبين المرتدين عن الإسلام من جهة أخرى، وجرت في أوائل خلافة أبي بكر الصدِّيق رضي الله عنه، واستمرت نحو سنة كاملة، أحرز فيها المسلمون النصر المؤزَّر على المرتدين. ¶ وبدأت معارك الفتح الإسلامي بعد عودة الوحدة إلى شبه الجزيرة العربية تحت لواء الإسلام بانتصار المسلمين في حروب الردَّة سنة إحدى عشرة الهجرية على عهد أبي بكر الصديق رضي الله عنه، وتصاعد مدّ الفتح الإسلامي على عهد عمر ابن الخطاب رضي الله عنه، وأوائل عهد عثمان بن عفان رضي الله عنه، حتى أصبح الفتح طوفاناً عارماً. ¶ ولكن مد الفتح أصيب بنكسة من جراء اختلاف المسلمين، فأصيب هذا الفتح بالجزر، ثم استأنف مسيرته المظفرة بعد إعادة الوحدة ثانية إلى المسلمين، فاستعادت معارك الفتح مدَّها العارم، كما استعاد المسلمون فتح البلاد التي سبق فتحها وانتقضت، فكانت المعارك كافة بين الفتح واستعادة الفتح، حتى توقف الفتح سنة مائة الهجرية (718م ). ¶ ومن سنة مائة الهجرية بدأت معارك الدفاع عن البلاد الإسلامية، وندرت الفتوح واستعادة الفتوح، لتفرق كلمة العرب والمسلمين وتشتت صفوفهم، فتوزعت الدولة الواحدة دولاً، على كلِّ دولة منها قائد أو ملك أو أمير. ¶ وكانت المعارك الدفاعية ناجحة في الغالب حتى جاء التتار بجحافلهم، فاستولوا على بغداد في صَفَر سنة ست وخمسين وستمائة الهجرية (1258م )، ودخلوها دخول الضواري المفترسة، وقتلوا مئات الألوف من أهلها، ونهبوا خزائنها وذخائرها، وحرقوا كتبها وألقوا بقسم منها في نهر دجلة حتى اسود ماء النهر من مداد تلك الكتب النفيسة، وقضوا على الخلافة العباسية، وعلى معالم الحضارة الإسلامية، ثم قتلوا الخليفة المستعصم بالله وأفراد أسرته وأكابر دولته إداريين وقادة وجنوداً.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وما كان هذا الانهيار الشنيع ليصيب الدولة الإسلامية، لو بقيت دولة واحدة، بقيادة واحدة، بحماية جيش واحد . . . ¶ لقد أصيبت بهذا الأنهيار الفضيح، لأنها كانت دولاً كثيرة لا دولة واحدة. ¶ [2] بصيص النور في الظلام: ¶ وبعد غزو التتار لبلاد المسلمين، أصبحت المعارك الدفاعية الناجحة للمسلمين هزائم شنيعة تعاقبت على المسلمين، فانهار المسلمون قوة عالمية لها وزن واعتبار، وبقي الإسلام قوة حضارية عالمية. ¶ وانهزم المسلمون عسكرياً أمام التتار، ولكن الإسلام انتصر على التتار، فلم يلبثوا إلاَّ قليلاً على شركهم حتى اعتنقوا الإسلام. ¶ ولكن المعارك الدفاعية الإسلامية التي بدأت سنة مئة هجرية، لم تخل من معارك هجومية منتصرة، فقد فتح أسد بن الفُرات جزيرة صِقِلّية سنة ثلاث عشرة ومائتين الهجرية (828م )، واستعاد صلاح الدين الأيوبي فتح القدس من الصليبيين سنة ثلاث وثمانين وخمسمائة الهجرية (1187م )، كما استطاع السلطان قطز في معركة (عين جالوت ) الانتصار على التتار على أرض فلسطين سنة ثمان وخمسين وستمائة الهجرية (1260م )، أي بعد انتصارهم على العباسيين في بغداد بسنتين فقط، فكانت هذه المعارك بصيصاً من النور في وسط الظلام الدامس. ¶ وفتح محمد الفاتح القُسْطَنْطِينِيَّة سنة سبع وخمسين وثمانمائة الهجرية (1453م)، فكانت هذه المعركة بصيصاً رابعاً من النور وسط الظلام، بعد تلك المعارك الثلاث المنتصرة. ¶ وبلغ انهيار المسلمين أقصى مداه، في أواخر القرن التاسع عشر وأوائل القرن العشرين الميلاديين، إذ غزاهم الاستعمار في عقر دارهم، وسيطر على بلادهم، ولم ينجُ بلد إسلامي من الاستعمار إلاَّ شبه الجزيرة العربية وأفغانستان.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وفي سنة ثمان وستين وثلاثمائة وألف الهجرية (1948م )، اقتطع العدو الصهيوني قسماً من فلسطين، وخلق له كياناً في ذلك الجزء من البلاد العربية بمعاونة الاستعمار، وفي سنة سبع وثمانين وثلاثمائة وألف الهجرية (1967م )، استطاع ذلك العدو السيطرة على فلسطين كافة وأجزاء من سورية والأردن ومصر، وهذا هو قمة ما وصل إليه المسلمون من ذلٍ وهوان. ¶ وإعادة كتابة المعارك العربية الإسلامية من جديد، بأيدٍ أمينة قادرة، في غاية الأهمية بالنسبة لمعارك الفتح واستعادة الفتح، لأنها المفاخر الأولى والأخيرة للعرب والمسلمين، ولأنها أثبتت عملياً بأن هذه الأمة قادرة على الفتوح وعلى استعادة الفتوح بالنصر على الأمم الأخرى، وأن مكانها ليس الذل والهوان، بل المجد والعز إن أعدِّت قواتها بالإيمان والسلاح والاتحاد. ¶ ولكن أهمية إعادة كتابة المعارك العربية الإسلامية لا تقتصر على معارك الفتح ومعارك استعادة الفتح باعتبارها صفحات مضيئة في تاريخ العرب والمسلمين المجيد، بل تشمل المعارك الدفاعية الناجحة والمعارك الدفاعية الخاسرة، لكي نعرف عرباً ومسلمين لماذا انتصرنا، ولماذا اندحرنا، وكيف يمكن أن ننتصر؟ وكيف يمكن أن نتحاشى الاندحار؟ ¶ إن الدروس المستنبطة من المعارك كافة، والعِبَر التي نتعلمها من دراسة تلك المعارك كافة، بها أعظم الفائدة لحاضر العرب والمسلمين ومستقبلهم. ¶ وهذه هي فائدة التاريخ لكل أمة من الأمم، لأن الماضي هو دعامة الحاضر وأمل المستقبل، فلا ينبغي إهماله أو إلغاؤه، كما لا ينبغي استنساخه بدون إبراز دروسِه المفيدة وعِبَره النافعة، فالأمة التي لا تاريخ لها كالشجرة التي لا جذور لها، تموت غداً إن لم تكن قد ماتت اليوم أو بالأمس القريب أو البعيد.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "[3] المصادر : ¶ معارك الفتح ... ومعارك استعادة الفتح، والمعارك الدفاعية، متيسرة في المصادر التاريخية العربية الإسلامية المعتمدة. ¶ وهذه المصادر موثوق بها، لأن المؤرخين الذين ألَّفوها ثقات من طراز فريد، فقد كانوا في أكثرهم مفسِّرين ومحدِّثين وفقهاء ونُحاة وأدباء ومؤرخين، إضافة إلى علوم أخرى، كالطبري مثلاً صاحب: تاريخ الرُّسل والملوك، وإمام المؤرخين. ¶ لقد كان الإمام أبو جعفر محمد بن جرير الطبري (224هـ ـ 310هـ ) مفسراً، وهو صاحب التفسير المشهور، ومحدِّثاً، وفقيهاً، وهو صاحب كتاب: ((اختلاف الفقهاء ))، ونحوياً، ومؤرخاً، وكان مشهوراً بالورع والتقوى، معروفاً بالاستقامة والصدق. ¶ وقد ذكره الإمام النووي في كتابه: ( تهذيب الأسماء واللغات )، فقال: ((هو في طبقة الترمذي والنسائي، وكان أحد الأئمة، يُحكم بقوله ويُرْجع إلى رأيه، لمعرفته وفضله، وكان قد جمع من العلوم ما لم يشاركه فيه أحد من أهل عصره، وكان حافظاً لكتاب الله، عارفاً بالقراءات، بصيراً بالمعاني، فقيهاً في أحكام القرآن، عالماً بالسنن وطرقها وصحيحها وسقيمها، وناسخها ومنسوخها، عارفاً بأقوال الصحابة والتابعين فمن بعدهم في الأحكام، عارفاً بأيام الناس وأخبارهم، وله كتاب التاريخ المشهور، وكتاب في التفسير لم يصنِّف أحد مثلَه، وكتاب ((تهذيب الآثار))، لم أرَ سواه في معناه لكنه لم يتمه، وله في أصول الفقه وفروعه كتب كثيرة، وتفرد بمسائل حُفظت عنه )) (1). ¶ وذكره الإمام الذهبي في كتابه: (ميزان الاعتدال في نقد الرجال )، فقال: ((الإمام أبو جعفر محمد بن جرير الطبري، صاحب التصانيف الباهرة، ثقة، صادق، من كبار أئمة الإسلام المعتمدين )) (2). ¶ وقال ابن خلكان في كتابه: (وفيات الأعيان ) عن المؤرخ ابن الأثير: ((وكان إماماً في حفظ الحديث ومعرفته وما يتعلق به، وحافظاً للتواريخ المتقدمة والمتأخرة، وخبيراً بأنساب العرب وأيامهم ووقائعهم وأخبارهم، صنَّف في التاريخ كتاباً كبيراً سماه (الكامل)، ابتدأ فيه من أول الزمان إلى آخر سنة ثمان وعشرين وستمائة الهجرية، وهو من خيار التواريخ )) (3).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "تلك هي بعض مزايا الطبري وابن الأثير، وأمثالهما من المؤرخين المعتمدين يحرصون على تدوين الحقائق التاريخية كما حدثت بصدق وأمانة، لأنهم يخافون الله فلا يفترون الكذب، ولأنهم علماء بحق لا يلوِّثون علمهم بالكذب والافتراء، ولأنهم قادرون على تدوين التاريخ بأمانة وصدق وعلم، ولو أنهم لا يقدرون على التدوين كما ينبغي، لانصرفوا عنه إلى علومهم الأخرى التي يحاولون ما استطاعوا أن ينتفع بها الناس، واضعين نصب أعينهم حديث رسول الله صلى الله عليه وسلم: ((إذا مات ابن آدم انقطع عمله (4) إلاَّ من ثلاث: صدقة جارية، أو علم يُنْتَفَعُ به، أو ولد صالح يدعو له ))(5)، فكانوا يعتبرون العلم عبادة من أجل العبادات، ويرجون ثواب الله في كل كلمة يخطُّونها باعتبار العلم يتجدد ثوابه ما أقبل عليه الناس وانتفعوا به، ولا ثواب إلاِّ على علم موثوق به لا غش فيه ولا تدليس، ولا ثواب على علم ملفق لا ينفع الناس. ¶ لذلك كان المؤرخون المسلمون القدامى، كالطبري وابن الأثير وأضرابهما من المؤرخين، يحاسبون أنفسهم قبل أن يُحاسبوا، ونياتهم أن يتعبدوا بما يكتبون، وإنما الأعمال بالنيات. ¶ ولا يدعي أحد الكمال للمؤرخين المسلمين المعتمدين، فالكمال لله وحده، والكتاب العزيز هو الكتاب الوحيد الذي لا يأتيه الباطل من بين يديه ولا من خلفه، أما ما يخطه البشر فلا يخلو من الوهم والخطأ والنسيان، وكتب المؤرخين المسلمين المعتمدين لا تخلو من الخطأ، ولكن نسبة خطئهم إلى صوابهم ضئيل. ¶ وقد كانت الرقابة النقدية على مختلف رواة الأخبار صارمة جداً في العصور الغابرة، والرواة الذين ينحرفون عن الصدق يُسجَّل عليهم انحرافهم بلا رحمة ولا هوادة، فيقول عنهم النقاد بصراحة وصدق وأمانة: ((لا يوثق بهم ))، أو يقولون عن المفتري: ((كذَّاب ))، أو يعبرون عن أقوالهم بأنها غير موثوق بها بقولهم: ((حاطب ليل ))، أو : ((لا يؤخذ بأقوالهم )).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وحتى في تعبير أصحاب الرجال والمؤرخين، يقولون عن الموثوق به: ((روى فلان، وقال فلان )) ويقولون عن غير الموثوق به: ((زعم فلان ))، أو يقولون عنه: ((لا يؤخذ بقوله )). ¶ والمصادر التاريخية العربية الإسلامية المعتمدة لإعادة كتابة معارك الفتح ومعارك استعادة الفتح والمعارك الدفاعية، هي: تاريخ الطبري، وتاريخ ابن الأثير، وتاريخ فتوح البلدان للبلاذري، وما أكثر المصادر الأخرى، ولكن المصادر الثلاثة التي ذكرتها تعتبر من أوثق المصادر التاريخية القديمة المعتمدة، وقد تكفي للنهوض بمهمة إعادة كتابة المعارك العربية الإسلامية الخاصة بالفتوح واستعادة الفتوح. ¶ أما المعارك الدفاعية الحديثة التي خاضها العرب والمسلمون، فمصادرها العربية والأجنبية كثيرة جداً، ولكن معظمها لا يخلو من تحيز وانحياز: العرب يتحيزون لأمتهم، والأجانب ينحازون لأقوامهم، وقد ضاعت الحقائق بين التحيز والانحياز. ¶ والمؤرخون المحدثون في الغالب غير ملتزمين بالمُثُل العليا التي كان يلتزم بها المؤرخون القدامى المعتمدون، فتقتضي دراسة المصادر والمراجع المحدثة جذراً شديداً، للعثور على الحقائق بين ركام الإفراط والتفريط، فقد مضى الوقت الذي كان المؤرخون يعتبرون العلم عبادة من أجلّ العبادات، وجاء الزمن الذي أصبح فيه أكثرهم يعتبرون العلم تجارة من أربح التجارات. ¶ ولكن لا يخلو أي وقت من الثقات، وعلى هؤلاء مسؤولية إعادة كتابة معارك العرب والمسلمين الحديثة. ¶ [4] الأسلوب والمنهاج: ¶ كتب المؤرخون القدامى المعارك العربية الإسلامية بأسلوب يضم جميع المعلومات المفصلة عن تلك المعارك، ولكن الحوادث غير منسقة تارة وغير مترابطة تارة أخرى، وفيها شيء من الغموض الذي يصعب فهمه على كثير من القراء والدارسين. ¶ كما أن المصطلحات القديمة لا يعرفها غير المختصين ويجهلها غيرهم من الناس.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "والأسلوب المطلوب إعادة كتابة المعارك بموجبه، هو تقسيم كل معركة إلى: الموقف العام قبل المعركة، والقوات المشاركة في المعركة للجانبين، وقادة الطرفين، وسير القتال، وخسائر الطرفين، ونتائج المعركة، والدروس المستنبطة من المعركة. ¶ ومن المناسب جداً أن تكون المعركة موضَّحة على خريطة أو عدَّة خرائط، تعين الدارس والقارئ على تفهم سير القتال تفهماً كاملاً. ¶ وهذا هو الأسلوب أو المنهاج الحديث لإعادة كتابة تاريخ المعارك، والمؤرخون القدامى لم يكونوا على علم به، وطريقتهم في عرض المعارك هي حشد المعلومات عنها بحسب توقيت وقوع الحوادث تارة، وبعدم الالتزام بالتوقيت تارة أخرى، ويتم حشد المعلومات عن المعركة حشداً كيفما اتفق في بعض الأحيان. ¶ والمهم في إعادة كتابة تاريخ المعارك هو الاحتفاظ بالمعلومات الواردة عنها في ¶ المصادر التاريخية الإسلامية المعتمدة، وعدم تشويشها أو بترها أو إقحام معلومات جديدة عليها لم تقع أبداً بحجة أو بأخرى. ¶ إن الأمانة المطلقة في النقل مطلوبة للغاية، ومعيد كتابتها مسؤول (فقط ) عن تصنيف المعلومات الواردة عنها وتبويبها، واستنتاج الدروس المستنبطة منها التي تفيد العرب والمسلمين في حاضرهم ومستقبلهم، وتوضيحها بالخرائط والمخطَّطات إن أمكن، على أن تستوفى المعلومات الواردة عنها بكل دقة وأمانة بدون زيادة ولا نقصان. ¶ [5] قوات الجانبين وخسائرهم: ¶ سقط قسم من المؤرخين العرب المسلمين المحدثين، وبينهم أسماء لامعة جداً وصلت إلى القمة في الشهرة، في وهدة التشكيك بتعداد قوات الجانبين التي اشتبكت في المعارك عامة وبتعداد الجانب العربي الإسلامي خاصة، إلاَّ إذا حظي التعداد العربي الإسلامي بتزكية مصدر من المصادر الأجنبية مهما يكن ذلك المصدر الأجنبي تافهاً لا قيمة له من الناحية العلمية ولا وزن!!",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وهذا التشكيك يتم تسويغه باسم البحث العلمي، وغالباً ما يزرع الباحث الشَّك دون أن يبدي رأيه في تعداد قوات الجانبين، بل يترك الأمر مبهماً بعد أن يسدل عليه ستاراً من الدخان الكثيف. ¶ ومن الغريب جداً، أن يعزو المؤرخ العربي المسلم المُشكَّك أمر التشكيك إلى نفسه، كأنه استنتجه ببحثه العلمي الخاص به الذي لم يسبقه إليه آخر، والواقع أنه نقله نقلاً حرفياً من أحد المصادر الأجنبية بأمانة، دون أن يشير بأمانة أيضاً إلى المصدر الذي نقل حرفياً منه التشكيك، كما تقتضي الأمانة العلمية في النقل. ¶ وتعود إلى المصدر الأجنبي المنقول منه ذلك التشكيك، فيذهلك حقاً أن مؤلِّفه الأجنبي عدو للعرب والمسلمين، كاره لتاريخهم العريق، لأنه يهودي أو مُنصِّر أو جاسوس، أكل قلبه الحقد على الفتوح العربية الإسلامية، وهو مَعْنِيّ بهدم الفتوح والتهوين من شأنها وقيمتها، ليصل إلى هدفه الحيوي، وهو التهوين من قدرة العرب أُمَّة ومن أثر الإسلام في العرب ديناً. ¶ وما يقال عن التشكيك في تعداد قوات الجانبين، يقال عن التشكيك في تعداد خسائر الجانبين بالأرواح. ¶ وتتلخص حجج الأجنبي في تشكيكه في تساؤله: ¶ كيف يمكن حصر عَدَد قوات الجانبين، وكيف يمكن إحصاؤها في الظروف الحربية الصعبة، وحصرُ القوات وإحصاؤها صعبٌ في الظروف الاعتيادية؟! ¶ وكيف يمكن إحصاء الخسائر بالأرواح في الحرب، وهي كَرُّ وفَرُّ . . لا تستقر على قرار، ولا تعطي الوقت الكافي للإحصاء؟! ¶ وهدف الأجنبي الحاقد مفهوم، أما هدف المؤرخ العربي المسلم الذي يستسلم للتشكيك المريب فغير مفهوم، إلاَّ أن يكون الناقل جاهلاً، يستورد تاريخ العرب والمسلمين من المصادر الأجنبية دون فهم ولا تمحيص. ¶ أو يكون الناقل ملوث العقل بما قرأه في المصادر الأجنبية، فلوَّث بالعدوى عقول تلاميذه وطلاَّبه في المؤسسات التعليمية وقرائه وسامعيه.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولا ينبغي السكوت عن الجهل الذي أدَّى إلى تلوث عقول فلذات أكبادنا التلاميذ والطلاب، وإخواننا الدَّارسين والسَّامعين العرب المسلمين. ¶ إن القوات العربية الإسلامية التي كانت تشهد الحروب، يسودها النظام الدقيق، منذ مغادرة المقاتل بيته حتى يشتبك في القتال، ثم يعود إلى بيته سالماً إذا وضعت الحرب أوزارها، أو يسقط شهيداً. ¶ فهو لا يخرج وحده من بيته إلى ميدان القتال على انفراد، بل مع جماعة من إخوانه المجاهدين، وغالباً ما يكونون من عشيرته أو قبيلته أو قومه. ¶ وللسيطرة على المقاتلين الذين غادروا ديارهم، وللتعاون الوثيق بينهم في حلِّهم وترحالهم، وقبل القتال وفي أثنائه وبعده، يكون على كل عشرة مقاتلين عريف، وعلى كل عشرة عرفاء نقيب من عشيرة المقاتلين أو من قبيلتهم أو من قومهم. ¶ ويمضي بناء القوات العربية الإسلامية الهرمي في تصاعده قُدُماً، فيكون على كل عشرة نقباء أمير، هو أمير الألف (كردوس )(6)، وعلى كل عشرة أمراء أمير الجيش، وهو أمير عشرة آلاف فصاعداً، وهو قائد الجيش الذي يتولى قيادة جيش المسلمين في قطر من الأقطار إقليم من الأقاليم الإسلامية، ويكون عادة والي القطر أو الإقليم الذي يطلق عليه عادة لقب: الأمير.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وكل جزء من أجزاء الجيش، اعتباراً من العريف الذي يقود عشرة رجال، يتألف جنود ينتسبون إلى عشيرة واحدة أو قبيلة واحدة كعشيرة بني سعد من قبيلة بني تميم (مثلاً )، وقائدهم من رتبة عريف إلى أمير الألف يكون من العشيرة نفسها أو القبيلة نفسها، قُدِّم على رجاله لتقواه واستقامته وشجاعته وإقدامه وكفايته وإخلاصه، فإذا كان من رؤساء العشائر أو رؤساء القبائل من يتسم بتلك السمات القيادية، فُضِّل على غيره في قيادة قبلته، أما إذا لم يتسم بالسمات القيادية المطلوبة، فيفضَّل عليه غيره من أفراد عشيرته أو قبيلته، وكثيراً ما تبرز السمات القيادية للرجال في القتال، فتقدِّمهم أعمالهم وتلفت إليهم الأنظار، والقتال أهم محكٍ لسمات الرجال القيادية. ¶ والقادة بمختلف رتبهم ومناصبهم ـ عدا أمير الجيش ـ يعيشون في أيام السلام في بلد واحد مع رجالهم، فقد قسم المسلمون البلاد إلى أجناد في القواعد الإسلامية الرئيسة، وكان جند كل قاعدة ينقسم باعتبار العشائر والقبائل، فكانت القبائل (مثلا ً) خمسة أقسام تسمى: الأخماس، يقيم في كل خمس منها قبيلة من القبائل العربية وهم: الأزْد، وتَميم، وبَكْر وعبد القيس، وأهل العالية، وهم أهل المدينة المقيمون، وكانوا من قريش وكِنَانَة والأزْد بَجِيْله وخَثْعم وقيس عَيْلان كلِّها ومُزَيْنة، وكان على كل خمس أمير من أمراء تلك القبائل. ¶ أما في أيام الحرب، فتبدأ مسيرة القادة مع رجالهم ابتداء من رحلتهم إلى ميدان القتال، فيكون اتصال القادة برجالهم في مرحلة مسير الاقتراب من القاعدة إلى الهدف، وفي المعسكرات في مراحل التنقل، وفي المعسكرات المتقدمة قبل نشوب القتال وفي القتال، وبعده، وفي مسيرة العودة إلى الوطن.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ولا يمكن أن يكون الاتصال المباشر وثيقاً بمثل هذه الدرجة بين القائد ورجاله في أيام السَّلام والحرب معاً، حتى في الجيوش الحديثة لكل الأمم بدون استثناء، وعلى هذا يكون التعارف بينهم وثيقاً إلى أبعد الحدود. ¶ كما كان يجري إحصاء الجند وتسجيلهم بالأسماء في ديوان الجند الذي يطلق عليه: (الديوان ) وبموجب هذا الديوان يتقاضى الجند أعطياتهم ما داموا على قيد الحياة، فإذا قتلوا رُقِّن قيدهم في الديوان، وهذا الديوان إحصاء دقيق للجند وهم أحياء، وإحصاء دقيق لهم إذا قتلوا، وطالما سمعنا القائد يقول: ((بلغ ديواني مائة ألف )) (7) وهكذا. ¶ وقبل المعركة يستعرض القائد الجند، فيسأل عن رجلٍ رجلً، من هو؟ وما هي قبيلته، وعن حاله وسلاحه، فإذا مرَّ الجندي بالقائد العام بحضور قائده المرؤوس رمى بسهم في مكان معين ثم مضى إلى سبيله. ¶ فإذا نشب القتال ثم انتهت المعركة استعرض القائد العام الجنود من جديد، فيأخذ كل جندي بعد استعراضه سهماً واحداً، وبعد انتهاء العرض يبقى عدد من الأسهم في مكانها المعين لم يأخذها أحد، وهي بعدد القتلى الذين سقطوا في المعركة من الشهداء. ¶ وهذا الاستعراض إحصاء بالغ الدقة لتعداد الجنود قبل المعركة، وتعدادهم بعد المعركة، وتعداد خسائرهم من جراء القتال، هذا بالإضافة إلى تعدادهم بالديوان، ومعرفة كل قائد ـ وخاصة العرفاء ـ تعداد جنوده الذين شهدوا المعركة وعدد خسائره من الجنود في القتال، وأخيراً فإن العريف مسؤول عن ترقين أسماء الشهداء من الديون بعد المعركة، لتتوقف أعطياتهم وتنقل إلى أهليهم الأحياء. ¶ فإذا لم تكن كل هذه الإجراءات الدقيقة كفيلة بمعرفة تعداد الذين شهدوا المعركة، وتعداد الخسائر بدقة متناهية، فلا نعرف كيف يتم الإحصاء الدقيق !! ¶ وما يقال عن تعداد المقاتلين العرب والمسلمين، يقال عن تعدد المقاتلين من الروم والفرس.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وما يقال عن تعداد خسائر العرب والمسلمين في كل معركة من المعارك، يقال عن تعداد خسائر الروم والفرس أيضاً. ¶ ولكن دقة تعداد العرب والمسلمين أكثر دقة من تعداد الفرس والروم، نظراً لعلاقة القربى بين القادة وجنودهم واتصالهم المباشر بكل شيء. ¶ ومما تقدم، نستطيع أن نتبين بوضوح وجلاء، أن التشكيك في تعداد المقاتلين وخسائرهم من الجانبين، لا يدل إلا على الحقد الأسود أو الجهل المطبق. ¶ وإذا كنا لا نطمع في الحد من حقد الأجنبي اليهودي، أو المنصر الصليبي، أو الجاسوس على العرب والمسلمين، فلا أقل من أن نعيد المغرَّر بهم من العرب والمسلمين إلى طريق الحق والصواب. ¶ [6] المحافظة على حقائق التاريخ: ¶ أعاد قسم من الإخوة العسكريين كتابه بعض معارك الفتح الإسلامي خاصة، كمعركة القادسية ومعركة اليرموك، ومعركة نهاوند التي أُطلق عليها بحق: معركة فتح الفتوح، ومعركة حصن بابليون، فحمَّلوا تلك المعارك ما لا تطيق وما لا ينبغي أن تتحمل، إذ جعلوا منها معارك حديثة من آخر طراز وما هي كذلك، ولا يمكن أن تكون كذلك، وشتان بين معركة جرت قبل أربعة عشر قرناً، وبين معركة جرت قبل سنوات معدودات. ¶ وقد تتشابه المعركة القديمة والمعركة الحديثة في تطبيق قسم من مبادئ الحرب المعروفة والثابتة التي لا تتغير، أما في أساليب القتال، فالتشابه بينهما غير وارد، لاختلاف الأساليب القتالية باختلاف الأسلحة المستخدمة في القتال وتطورها وتعداد المقاتلين وتنظيمهم وتسليحهم وتجهيزهم وباختلاف عقائدهم القتالية. ¶ والأساليب القتالية تتغير عبر القرون، أما مبادئ الحرب فثابتة لا تتغير. ¶ والدروس المستنبطة من معارك الفتوح الإسلامية بالنسبة لمبادئ الحرب الثابتة قيِّمة جداً ومفيدة للغاية، وبالإمكان أن نقنع بهذه الفائدة الكبيرة دون أن نجعل من المعارك بعد إعادة كتابة تاريخها أن تحافظ على اسمها التاريخي فقط ولا تحتفظ بمضمونها التاريخي الأصيل.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وإذا لم يستطع الذين يعيدون كتابة معارك الفتوح وغيرها من المعارك، أن يحتفظوا بالحقائق التاريخية، ويحافظوا على أصالتها، فما أعادوا كتابة تاريخ تلك المعارك، بل مسخوا تاريخه مسخاً وشوهوها تشويهاً، والأفضل لهم وللمسلمين وللتاريخ أن يُريحوا ويستريحوا. ¶ ومن الصعب جداً أن نقارن بين معركة إسلامية جرت قبل أربعة عشر قرناً، وبين معركة حديثة جرت في الحرب العالمية الثانية (1358هـ ـ 1365هـ ) أي (1939م ـ 1945م)، من ناحية التفاصيل والأساليب القتالية المتغيرة أبداً، وزجّ هذه المقارنة بمناسبة وبدون مناسبة في مثل هذا الموقف خطأ لا مسوِّغ له في أي حال من الأحوال. ¶ والذي يقعون في مثل هذا الخطأ، يحسبون أنهم يحسنون صُنْعاً، بحجة أنهم يثبتون سبق المسلمين في هذا الميدان، وما أحسنوا بل أساؤوا إساءة بالغة، لأنهم جعلوا من العسكرية الإسلامية ذنباً للعسكرية الأجنبية، وهي ليست ذنباً بل رأساً، وقد يقتبس الحديث من القديم، والعكس ليس صحيحاً بل مستحيلاً. ¶ كما أن العسكرية الإسلامية رائدة لأنها استطاعت فتح بلاد شاسعة تضم في الوقت الحاضر سبعاً وثمانين مملكة وجمهورية وإمارة ومشيخة ومستعمرة في آسيا وأوروبا وإفريقية، ولو لم تكن عسكرية رائدة لما استطاعت بمثل هذه السرعة المذهلة تحقيق كل هذه الانتصارات السريعة الحاسمة الباهرة الباقية. ¶ ولست أجهل أن حسن النية وإسباغ المفاخر على المعارك الإسلامية حباً في العرب والمسلمين من أسباب الوقوع في هذا الخطأ الشنيع. ¶ ولكنني أخشى أن تكون من أسبابه ابتلاء عقول قسم من الذين أعادوا كتابة تاريخ الفتوح الإسلامية من عسكريين ومدنيين عرباً ومسلمين بالاستعمار الفكري البغيض، وانْبهارهم الخطر بالعسكرية الأجنبية، واعتمادهم في إعادة كتابة تاريخ المعارك الإسلامية على المصادر الأجنبية وحدها. ¶ إن المطلوب من الذين يعيدون كتابة تاريخ المعارك الإسلامية، المحافظة على حقائق التاريخ وأصالة المعارك، بأسلوب حديث ومنهج واضح. ¶ والمطلوب منهم أن يبقوها عربية إسلامية، ولا يمسخوها أعجمية أجنبية!! ¶ ***",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الفصل الثاني ¶ العقيدة العسكرية الإسلامية ¶ [1] غياب العقيدة العسكرية الإسلامية : ¶ إن العقيدة العسكرية الإسلامية، غائبة غياباً تاماً عن القوات المسلحة العربية والإسلامية في جميع أرجاء البلاد العربية والدول الإسلامية، مجهولة جهلاً كاملاً في المدارس والمعاهد والكليات العسكرية العربية والإسلامية، وفي سائر المؤسسات التعليمية العسكرية والمدنية أيضاً في الوطن العربي ودار الإسلام، لا يعرفها العسكريون العرب المسلمون، ولا يقدرون قيمتها العظيمة ومكانتها الرفيعة بين العقائد العسكرية الشرقية والغربية المعروفة، ولا يعملون بها لأنهم يجهلونها ويجهلون أثرها وتأثيرها في العرب والمسلمين، والمرء عدوّ ما جهل. ¶ وقد يعرفها قسم من الفقهاء العرب والمسلمين، يتحدثون عنها في مجالاتهم التدريسية، كفرع من فروع الفقه فحسب، فهي مبادئ في كتب الفقه للعلم لا للعمل، مجمدة لا تُطبق. ¶ أما القوات المسلحة العربية والإسلامية ضباطاً ومراتب وجنوداً، فتطبق في الوقت الحاضر ثلاثة أقسام، أو ثلاثة أنواع من العقائد العسكرية الأجنبية، كل قسم من الدول العربية والإسلامية يطبِّق نوعاً من أنواع العقائد العسكرية الأجنبية. ¶ القسم الأول من الدول العربية الإسلامية، يطبق العقيدة العسكرية الغربية، وهذه العقيدة تقسم إلى ثلاثة أنواع: العقيدة العسكرية الأمريكية، والعقيدة العسكرية البريطانية، والعقيد العسكرية الفرنسية. ¶ أما العقيدة العسكرية الأمريكية، فتسود في القوات المسلحة العربية الإسلامية التي تستورد السِّلاح من الولايات المتحدة الأمريكية، وتوفد طلابها العسكريين وضباطها إلى المؤسسات العسكرية الأمريكية.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أما العقيدة العسكرية البريطانية، فتسود في القوات المسلحة العربية والإسلامية التي تستورد السِّلاح من بريطانيا، وتوفد الطلاب العسكريين للدراسة في مؤسساتها العسكرية، أو كانت مستعمرة لبريطانيا وجرى تدريب قواتها المسلحة على أيدي الخبراء العسكريين البريطانيين. ¶ أما العقيدة العسكرية الفرنسية، فتسود في القوات المسلحة التي تستورد السلاح من فرنسا، أو جرى تدريب جيشها على أيدي الفرنسيين يوم كانت بلادهم مستعمر لفرنسا. ¶ والقسم الثاني من قوات العرب المسلمين المسلحة، يطبق العقيدة العسكرية الشرقية، وهي القوات التي كسرت احتكار السلاح، واستوردت أسلحتها من الدول الشرقية بعد أن كانت تستورده من الدول الغربية وأوفدت التلاميذ والطلاب إلى المدارس والمعاهد والكليات العسكرية الشرقية، واستقدمت الخبراء الشرقيين لتدريب جيشها. ¶ والقسم الثالث من قوات العرب المسلمين المسلحة، يطبِّق العقيدة الغرابية، كما اصطلحت على تسميتها نسبة للغراب الذي أراد تقليد العصفور في مشيته، فأخفق في محاولته، ولكنه نسي مشيته الأصلية، فلا أصبح كالعصفور في مشيته، ولا بقي غراباً كأمثاله من الغربان.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "هذه القوات العربية الإسلامية، كانت تطبق العقيدة الغربية، ثم طبقت العقيدة الشرقية، ثم بدَّلت رأيها فعادت أدراجها إلى العقيدة الغربية، وتبدَّلت عقيدتها في مدة زمنية قصيرة غير كافية لاستيعاب أية عقيدة من العقيدتين كما ينبغي، وأصبح لديها ضباط وضباط صف تخرج قسم منهم في العقيدة الغربية، وتخرج قسم منهم في العقيدة الشرقية، فأصبح كل قسم من هذين القسمين يدرِّب رجال على العقيدة التي تعلمها، فلم تبق تلك القوات المسلحة على إحدى العقيدتين، بل امتزجت العقيدتان امتزاجاً متناقضاً، فأصبح التدريب والتعليم العسكريان في تلك القوات المسلحة في تلك القوات المسلحة على إحدى العقيدتين، بل امتزجت العقيدتان امتزاجاً متناقضاً، فأصبح التدريب والتعليم العسكريان في تلك القوات المسلحة العربية الإسلامية أقرب إلى الفوضى منه إلى النظام. ¶ إن العقيدة العسكرية الغربية تسود قسماً من القوات العربية الإسلامية المسلحة، وتسود قسماً آخر منها العقيدة العسكرية الشرقية، وتسود القسم الثالث والأخير منها العقيدة العسكرية الغرابية، أما العقيدة العسكرية العربية الإسلامية، فغائبة عن القوات العسكرية العربية الإسلامية غياباً كاملاً، ومن النادر جداً أن يعرف عسكري عربي مسلم، أن هناك عقيدة عسكرية عربية إسلامية سادت ردحاً من الزمن، وقادت العرب والمسلمين إلى النصر. ¶ [2] لماذا العقيدة العسكرية الإسلامية؟ ¶ لكي نعلم لماذا العقيدة العسكرية الإسلامية وحدها تناسب العرب والمسلمين وتقودهم إلى النصر، ولا تناسبهم العقيدتان العسكريتان الغربية أو الشرقية، وتقودهم إلى الاندحار، لابد من مقارنة العقائد الثلاث، ليكون الجواب على هدى وبصيرة. ¶ والمقارنة تقتصر على (المبادئ ) التي تميز تلك العقائد وتتسم بها، أما (الأساليب ) فقد تكون متشابهة أو متقارنة بين العقائد العسكرية الثلاث، وأهمية الأساليب بالنسبة لأهمية المبادئ لا قيمة لها.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "والعقيدة العسكرية الغربية تنقسم إلى ثلاثة أنواع: العقيدة العسكرية الأمريكية، والعقيدة العسكرية البريطانية، والعقيدة العسكرية الفرنسية، وهي تختلف بالأساليب ولكنها تتفق في المبادئ ، وكانت العقيدة العسكرية الغربية قبل الحرب العالمية الثانية تنقسم إلى خمسة أنواع، يضاف إلى العقائد الغربية الثلاث، العقيدتان: الألمانية والإيطالية، فجمدت هاتان العقيدتان بعد هزيمة ألمانيا وإيطاليا في تلك الحرب. ¶ والعقيدة الغربية ترتكز على المبدأ القائل: ((مزيد من النيران وقليل من المقاتلين ))، أي: أن الهدف الذي يعترض العمليات الحربية في القتال، يمكن السيطرة عليه بدكه دكاً بالنيران الأرضية والجوية الكثيفة بمختلف الأسلحة المتيسرة، مهما بلغت كثافة النيران كمية وكيفية ونفقات، وحينذاك يستولي على ذلك الهدف بعد إخماده بالنيران وإسكاته عدد محدود من المحاربين، لغرض التقليل من الخسائر في الأرواح جهد الإمكان. ¶ وعلى هذا المبدأ: ((مزيد من النيران، وقليل من المقاتلين ))، يجري تدريب وتسليح وتجهيز وتنظيم وقيادة القوات المسلحة التي تعتمد العقيدة الغربية في العسكرية. ¶ ولم يأت هذا المبدأ السائد في العقائد العسكرية الغربية من فراغ، ولم يفرض نفسه عبثاً، ولا يُعمل به من غير جدوى بل فرضه فرضاً عاملان حيويان: ¶ الأول: هو أن الدول الغربية دول صناعية تنتج السلاح في مصانعها الخاصة بها، وبإمكانها إنتاج السلاح الذي تريده، بالكمية التي تريدها، وتزويدُ جيوشها بالسلاح التقليدي والسلاح المتطور ليس مشكلة بالنسبة لتلك الدول الغربية الصناعية، وهذا هو العامل الصناعي.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أما العامل الثاني: فهو عامل سياسي، فالديمقراطية التي تُتيح الحرية الكاملة لكل فرد، تجعل لحياة ذلك الفرد قيمة عظيمة لا يمكن التساهل بأي شكل من الأشكال في إهدارها دون مسوِّغاً يرتفع عالياً في التنديد بكل تبديد في الأرواح دون مسوِّغ وبغير حق أيضاً، فلا مجال للمغامرة بالأرواح، وهناك كل المجال للمغامرة بالنيران. ¶ والقائد المنتصر في معركة من المعارك، لا يحاسب في الغرب على إسرافه في النيران، ولكن يحاسب على إسرافه في الأرواح، ولا تعتبر المعركة ناجحة إذا كانت الخسائر بالأرواح فوق المعدل وأكثر من المعقول. ¶ أما العقيدة العسكرية الشرقية، فترتكز على المبدأ القائل: ((مزيدٌ من المقاتلين وقليل من النيران))، أي: أن المبدأ الشرقي يناقض المبدأ الغربي من الناحية العسكرية على خط مستقيم، فالهدف الذي يعترض العمليات الحربية في القتال يمكن السيطرة عليه بموجات متعاقبة من المحاربين، يتعاقب تقدمها: قَدَمَة قتالية بعد قَدَمَة قتالية، حتى تستطيع إحدى القدمات القتالية النجاح في السيطرة على الهدف المطلوب، ويكون تقدم القدمات المقاتلة نحو هدفها مسنداً بالنيران المتيسرة من الأرض أو من الجو أو منهما معاً، ولا يحول نقص النيران كمية ونوعاً دون إقدام المقاتلين على النهوض بواجبهم في احتلال هدفهم في الوقت المناسب. ¶ وبموجب هذا المبدأ ((مزيد من المقاتلين وقليل من النيران ))، يجري تدريب وتسليح وتجهيز وتنظيم وقيادة القوات المسلحة التي تعتمد العقيدة الشرقية في العسكرية. ¶ وفرض هذا المبدأ عاملان رئيسان: ¶ الأول: ضخامة نفوس الدول الشرقي عامة والاتحاد السوفييتي خاصة، وتسخير الحشود لمصلحة الدولة بحيث تذوب مصلحة الفرد في مصلحة الجماعة. ¶ والثاني: هو عدم تكامل الإنتاج الصناعي للأسلحة في الدول الشرقية كما هو الحال في تكاملها في الدول الغربية، فلابد من الاقتصاد فيه واستعماله دون إسراف، كما يجري في العقيدة العسكرية الغربية.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وليس معنى ذلك عدم تكثيف النيران في العقيدة الشرقية، بل معناه أن معدل كمية النيران في العقيدة الشرقية أقل منها في العقيدة الغربية. ¶ أن العقيدة العسكرية الغربية عبارة عن إفراط في النيران، وتفريط في المقاتلين، والعقيد العسكرية الشرقية عبارة عن إفراط في المقاتلين، وتفريط في النيران. ¶ أما العقيدة العسكرية الإسلامية، فلا إفراط فيها ولا تفريط، بل هي وسط في كل شيء، وصدق الله العظيم: (وكذلك جعلناكم أُمَّةً وسطاً لتكونوا شهداء على الناس ويكون الرسولُ عليكم شهيداً ) (البقرة:143). ¶ لا إفراط في العقيدة العسكرية الإسلامية بالنيران، لأن الدول العربية والإسلامية تستورد معظم أسلحتها ولا تصنعها، فلا يمكن أن نفرط في استخدامها كالدول الصناعية الغربية التي تنتج أسلحتها وتصنعها في بلادها محلياً. ¶ ولا إفراط في هذه العقيدة بالمقاتلين، لأن الروح البشرية قدسية خاصة في الإسلام، ينبغي الحرص على سلامتها وأمنها، والقائد المسلم الذي يفرط في تقديم الخسائر بالأرواح عبثاً ليس قائداً ولا مسلماً، وقد كان القادة المسلمون يحرصون أشد الحرص على أرواح المجاهدين، وغالباً ما كانوا يستأثرون بالخطر ويؤثرون رجالهم بالأمن. ¶ والدول الإسلامية في مجموعها ليست كثيفة السكان إلا في باكستان وبنجلاديش، وبالرغم من كثافة سكان هذين القطرين الإسلاميين، فالحرص على أرواح المقاتلين في الحرب من أول واجبات القادة. ¶ وما يقال عن الإفراط في النيران والمقاتلين، يقال في التفريط بهما، فلا يناسب الدول الإسلامية غير العقيدة الوسط، لا شرقية ولا غربية، بل وسطاً بين ذلك.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ومن مناقشة العقائد العسكرية الثلاثة، يتبين لنا، بأن العقيدة العسكرية الإسلامية هي أفضل من العقيدتين الشرقية والغربية، وهي التي تناسب العرب والمسلمين، تنفيذاً لتعاليم الإسلام، لأن العقيدة العسكرية الإسلامية جزء لا يتجزأ من العقيدة الإسلامية، ولأنها تناسب المسلمين نفوساً وقدرات صناعية، ولأنها العقيدة التي جربناها فانتصرنا، وجربنا غيرها فلم ننتصر أبداً. ¶ [3] سمات العقيدة العسكرية الإسلامية: ¶ انتصرنا بالعقيدة الإسلامية، لأن لها سمات معينة لا مثيل لها في العقائد العسكرية الأخرى. ¶ إن الإسلام بتعاليمه السمحة الرضية جعل بحوافزه المادية والمعنوية المسلم الحق، مطيعاً لا يعصي، صابراً لا يتخاذل، شجاعاً لا يجبن، مقداماً لا يتردد، مُقبلاً لا يفر، ثابتاً لا يتزعزع، مجاهداً لا يتخلف، مؤمناً بمثل عُليا، مضحياً من أجلها بالمال والروح، يخوض حرباً عادلة لإحقاق الحق وإزهاق الباطل، ولتكون كلمة الله هي العليا، مدافعاً عن الأرض والعِرض وحرية وانتشار الدعوة وصيانتها، وعن المسلمين في دار الإسلام. ¶ هذا المؤمن الحق، لا يخاف الموت ولا يخشى الفقر، ولا يهاب قوة الأرض، يسالم ولا يستسلم، ولا تضعف عزيمته الأراجيف والإشاعات، ولا يستكين للاستعمار الفكري، ويقاوم الغزو الحضاري الذي يناقض دينه، ولا يقنط أبداً ولا ييأس من رحمة الله. ¶ وهذا المؤمن الحق، يقظ أشد اليقظة، حذر أعظم ما يكون الحذر، يتأهب لعدوِّه ويعُد العدة للقائه، ولا يستهين به، في السلم والحرب، ويجاهد بأمواله وروحه في سبيل الله. ¶ وكل هذه التوجيهات العسكرية مستمدة من القرآن الكريم، الذي حوت آياته المحكمة على ترسيخ العقيدة العسكرية الإسلامية في عقل المسلمين وقلوبهم بكل ما فيها من أسس وتفاصيل.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وهذه العقيدة العسكرية الإسلامية، تفسر سر الفتوح الإسلامية العظيمة التي امتدت خلال تسع وثمانين سنة (من سنة إحدى عشرة الهجرية إلى سنة مائة الهجرية ) من الصين شرقاً، إلى فرنسا غرباً، ومن سيبيريا شمالاً، إلى المحيط جنوباً. ¶ ذلك لأن شعار المسلمين كان: (قل هل تربَّصون بنا إلاَّ إحدى الحسنيين ) (التوبة:52): النصر أو الشهادة. ¶ ولأن المسلمين كانوا يحرصون على الموت حرص غيرهم على الحياة: (الذين قال لهم الناس إن الناس قد جمعوا لكم فاخشوهم فزادهم إيماناً وقالوا حسبُنا الله ونعم الوكيل، فانقلبوا بنعمةٍ من الله وفضل لم يمسسهم سوءُُ واتبعوا رضوان الله والله ذو فضلٍ عظيم ٍ) (آل عمران:173 ـ174). ¶ وأشهد أنني لم أقرأ، حتى في كتب التعبية وسَوْق الجيش الفنية الصادرة حديثاً، أوضح تعبيراً، وأدق تعريفاً، وأكثر شمولاً، وأوجز عبارة، مما جاء في القرآن الكريم في هذه الآية الكريمة أسلوباً فذاً لمصاولة الحرب النفسية المعادية، وتعريفاً لإرادة القتال في العقيدة العسكرية الإسلامية. ¶ بل لا يقتصر معناها على ذلك فحسب، بل يشمل تعريف: المعنويات العالية التي يجب أن يتحلى بها الجندي المسلم أيضاً. ¶ تلك هي عظمة القرآن الكريم حتى في المجالات العسكرية، ولكن يا ليت قومي يعلمون. ¶ ونعود لنتساءل: أهذه العقيدة العسكرية الإسلامية أفضل وأقوم وأمتن وأجدى ... أم العقيدتان العسكريتان المستوردتان: الشرقية والغربية؟!!",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "[4] المصادر المعتمدة : ¶ أول المصادر للعقيدة العسكرية الإسلامية وأهمها هو القرآن الكريم، وقد اعتمدته وحده في إبراز سمات هذه العقيدة في الذي أوردته من سمات، ويمكن إجراء دراسة مستفيضة في: الجهاد بالمال، الجهاد بالنفس، عقاب المتخلف، الطاعة، الصبر، الشجاعة، الشهادة، والشهيد، الثبات، الحرب العادلة، العهود والمواثيق، الأسرى، الغنائم والفيء والجزية، مصاولة الحرب النفسية، الحذر واليقظة، الإعداد الحربي، وغيرها من الدراسات الحيوية المهمة. ¶ والمصدر الثاني: كتب الحديث، وأهمها الصحاح الستة: البخاري، مسلم، أبو داود، الترمذي، النسائي، وابن ماجه. ¶ وفي مصادر الحديث ذخيرة لا تقدر بثمن في العقيدة العسكرية الإسلامية. ¶ والمصدر الثالث: كتب الفقه الإسلامي، وعلى رأسها كتب المذاهب الأربعة: أحمد بن حنبل، ومالك، وأبي حنيفة، والشافعي، فقد شرح الفقهاء عليهم رحمة الله العقيدة العسكرية الإسلامية شرحاً وافياً لا مزيد عليه. ¶ ولعل من المفيد أن ألفت أنظار الباحثين إلى كتاب: ((السير الكبير )) لمحمد بن الحسن الشيباني تلميذ الإمام أبي حنيفة رضي الله عنهما، وشرحه لمحمد بن أحمد السرخسي الذي حققه الدكتور صلاح الدين المنجد، فهو مصدر عظيم الفائدة جليل القدر في العقيدة العسكرية الإسلامية. ¶ المصدر الرابع: المصادر التاريخية المعتمدة وكتب المغازي، وعلى رأسها السيرة النبوية المطهرة، وأهم المصادر التاريخية المعتمدة: تاريخ الرسل والملوك لأبي جعفر محمد بن جرير الطبري، والكامل في التاريخ لعز الدين ابن الأثير وغيرهما كثير. ¶ وفي هذه المصادر تفاصيل المعارك التي خاضها المسلمون في الفتح واستعادة الفتح، والمعارك الدفاعية، وغزوات النبي صلى الله عليه وسلم وسراياه، وهي التطبيق العملي للعقيدة العسكرية الإسلامية، وفيها لمحات من سير القادة الذين طبقوا تلك العقيدة عملياً.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وهناك المصادر الجغرافية القديمة المعتمدة، وهي تعين على تفهم أماكن المواقع الحربية وتصفها وصفاً يقربها إلى القراء جهد المستطاع، وعلى رأس تلك المصادر: معجم البلدان لياقوت الحموي. ¶ والذي نتوخاه من دراسة المصادر المعتمدة كافة ، هو كتابة العقيدة العسكرية الإسلامية بأسلوب سهل مبسط بعيد عن التعقيد، مع إدخال المصطلحات العسكرية الحديثة، بعد تثبيت المصطلحات الفقهية القديمة، لأنها من تراث العرب والمسلمين الذين ينبغي أن يحافظوا عليه ويعتزوا به، وكمثال على ذلك، فإذا الجهاد يكون (فَرْضَ عَيْن ) وهو النفير العام، أو (فرض كِفَاية )، وهو النفير الخاص، بموجب المصطلحات العسكرية الحديثة، وذكر هذه المصطلحات يقربها إلى أفهام العسكريين خاصة والقراء عامة، مع إبقاء المصطلحات الفقهية القديمة في المتن. ¶ والهدف الحيوي من إعادة كتابة: العقيدة العسكرية الإسلامية، هو إعادة تدريسها في المدارس والمعاهد والكليات العسكرية الإسلامية، فقد طال تخلي العرب والمسلمين عن عقيدتهم العسكرية الإسلامية المستمدة من دينهم الحنيف وقد آن لهم أن يعودوا إليها من جديد. ¶ إن العرب والمسلمين يريدون أن يستعيدوا الأرض المقدسة في فلسطين، ويريدون أن يستعيدوا القدس والمسجد الأقصى، ويريدون أن يدافعوا عن حقوق المسلمين المغتصبة في كثير من أرجاء العالم. ¶ ولن يستطيعوا استعادة الأرض المقدسة والحقوق المغتصبة ويدافعوا عن العقيدة والأرض والعِرض إلا بالجهاد الإسلامي. ¶ وهذا الجهاد غير وارد في العقيدتين العسكريتين الشرقية والغربية، بل تقف هاتان العقيدتان المستوردتان منه موقف الرفض، والعداء! ¶ والعقيدة العسكرية الإسلامية، هي العقيدة الوحيدة التي تأمر بالجهاد، وتنهى عن تركه، وتعلم أسسه ومبادئه، وتخرج المجاهدين الصادقين. ¶ والعود الأحمد إلى هذه العقيدة، هو طريق النصر والعزة والمجد وإلاّ فكيف ننتصر بدونها!!! ¶ ***",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الفصل الثالث ¶ القادة العسكريون العرب والمسلمون ¶ وكتابة تاريخهم ¶ [1] طبقات القادة: ¶ (أ) الطبقة الأولى من قادة العرب والمسلمين، هم قادة النبي صلى الله عليه وسلم، الذين قادوا سراياه، أو قادوا تشكيلاته التعبوية في غزواته. ¶ وقادة سراياه، هم الذين قادوا إحدى سراياه، لتحقيق واجب معين في وقت معين، وكان تعداد سراياه سبعاً وأربعين سريه. ¶ والتشكيلات التعبوية في غزواته، هي المقدمات والمؤخرات والمجنبات التي كان يتخذها لحماية جيشه في مرحلة مسير الاقتراب، وقادة المفارز الاستطلاعية، وقادة أصحابه كالمهاجرين والأنصار والقبائل، وقادة أرتاله المكلفة بواجب خاص، كالأرتال التي دخلت مكة المكرمة في غزوة الفتح. ¶ وقادة النبي صلى الله عليه وسلم من الصحابة الكرام خريجو مدرسته القيادية، وكلهم من العرب المسلمين. ¶ (ب) والطبقة الثانية: من قادة العرب والمسلمين، هم قادة الفتح الإسلامي، وقادة إعادة الفتح الإسلامي بالنسبة للبلاد التي سبق فتحها ثم انتقضت، فأعاد المسلمون فتحها من جديد. ¶ وقد بدأ الفتح الإسلامي سنة إحدى عشرة الهجرية (132م )، وانتهى سنة مائة الهجرية (718م )، وكان مد الفتح الإسلامي عالياً على عهد أبي بكر الصديق وعمر بن الخطاب رضي الله عنهما، وحتى سنة إحدى وثلاثين الهجرية (651م ) من عهد عثمان بن عفان رضي الله عنه، ثم أصبح الفتح الإسلامي فتحاً جديداً واستعادةً للفتح من سنة إحدى وثلاثين الهجرية إلى سنة مائة الهجرية، وذلك بعد عودة الوحدة إلى صفوف المسلمين. ¶ وأكثر قادة الفتح من الصحابة، وأقلهم من التابعين، وجميعهم من العرب المسلمين عدا طارق بن زياد فاتح الأندلس الذي كان من البربر المسلمين. ¶ ويمكن إضافة أسد بن الفرات فاتح صقلية، ومحمد الفاتح فاتح القسطنطينية إلى طبقة قادة الفتح، كما يمكن إضافة صلاح الدين الأيوبي إلى طبقة قادة إعادة الفتح.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "(ج) الطبقة الثالثة من قادة العرب والمسلمين، هم قادة الدفاع عن البلاد الإسلامية الذين استطاعوا صد العدوان الخارجي، واستطاعوا القضاء على الفتن الداخلية، وهم القادة الذين جاؤوا بعد سنة مائة الهجرية وانتهوا بسقوط بغداد عاصمة العباسيين على أيدي التتار سنة ست وخمسين وستمائة الهجرية (1258م ). ¶ وقد استطاع السلطان قطز سنة ثمان وستمائة الهجرية (1260م ) صد التتار في معركة (عين جالوت ) على أرض فلسطين وانتصر عليهم، فهو من قادة الدفاع عن البلاد الإسلامية أيضاً. ¶ (د) والتوقيت الذي ذكرته بالنسبة لقادة الفتح الإسلامي وقادة استعادة الفتح الإسلامي، وقادة الدفاع عن البلاد الإسلامية، توقيت يصدق على الأغلبية العظمى من القادة في تصنيفهم إلى طبقات، أما القلة القليلة من القادة الفاتحين أو مستعيدي الفتح أو المدافعين، فيمكن إضافة كل قائد إلى طبقة مع الإشارة إلى تاريخ فتحه أو استعادته الفتح أو انتصاره في المعارك الدفاعية. ¶ لقد فتح قسم من القادة أجزاء من أوروبا في أيام الدولة العثمانية، فهم بدون شك من قادة الفتح. ¶ واستطاع قسم من القادة استعادة بلاد إسلامية احتلها أعداء المسلمين في عهد الدولة العباسية، وفي الحروب الصليبية خاصة، فهم بلا مراء من قادة استعادة الفتح. ¶ واستطاع قسم من القادة الدفاع بنجاح عن بلاد المسلمين في عهد العباسيين وملوك الطوائف، وفي أيام الحروب الصليبية الخاصة، فهم بلا ريب من قادة الدفاع عن بلاد المسلمين. ¶ ولكن أعداد أولئك القادة المنتصرين قليلة، بالمقارنة بأعدادهم الضخمة التي وردت في توقيت تصنيف طبقاتهم، فلا ينبغي إغفال كتابة تاريخهم تقديراً لجهادهم وجهودهم، وهم يستحقون أعظم التقدير وأصدق الوفاء. ¶ [2] المصادر: ¶ في المصادر التاريخية المعتمدة، معلومات غزيرة عن المعارك المختلفة خاضها قادة العرب والمسلمين، تغطي الناحية العملية من حياة القادة تغطية كاملة أو قريبة من الكمال.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ولكن كتابة سِيَر القادة العرب والمسلمين، تشمل سِيَرهم قادةً وسيرهم بشراً، ولا ينبغي الاقتصار على سيرهم قادة، وإبراز سماتهم العسكرية، والسكوت عن أية سمة لأي قائد إنساناً، فذلك وحده يكمل الصورة لتاريخ القادة العسكرية وغير العسكرية. ¶ وقد كان عمل القادة في الغالب، لا يقتصر على العمليات العسكرية، بل يشمل القضايا الإدارية، لأنهم كانوا ولاة يمارسون الإدارة، وقادة يمارسون القيادة، وتاريخهم الإداري لا يقل أهمية عن تاريخهم العسكري، وتاريخهم الرسمي قادة وإداريين جزء من تاريخهم الكامل، فينبغي تدارس تاريخهم بشراً يأكلون الطعام ويمشون في الأسواق، ويعملون عمل سائر البشر، زواجاً وإنجاباً، ولهم سماتهم البشرية مزايا ومآخذ، ليكون تاريخهم كاملاً جهد الإمكان، بحيث يستطيع الذي يدرس تاريخهم أن يتصور أي نوع من البشر كانوا في حياتهم بالإضافة إلى تصوُّرِهم أيِّ نوع من القادة والولاة. ¶ والمصادر غير التاريخية التي تفيد في كتابة تاريخ القادة تكاد لا تُعدُّ ولا تحصى، ولكن ليس من السهل كتابة تاريخهم لأنه لا تتيسر دراسات خاصة مستقلة لكل قائد، بعكس المفسرين والمحدثين والمؤرخين والفقهاء والأدباء والشعراء والنحاة واللغويين والصوفية والأطباء والفلاسفة وأصحاب الملل والنحل ومختلف العلماء العرب والمسلمين في مختلف العلوم، فلكل واحد من هؤلاء الأعلام دراسة خاصة مستقلة. ¶ أما القادة العرب والمسلمون، فينبغي للذين يحبون أن يكتبوا تاريخهم، أن يجمعوا شتات ما جاء عن كل واحد منهم من مختلف المصادر التاريخية والأدبية والعلمية، ومصادر التفسير والحديث والأنساب والفروسية والمعجمات وغيرها، ليبنوا سيرتهم من جديد لأول مرة في التاريخ لَبِنَةً لبنة بجهد جهيد ودأب متواصل وعمل شاق وصبر جميل.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وكل مصدر من المصادر يذكر القادة بالنسبة لاختصاص ذلك المصدر: ¶ مصادر التاريخ تذكر معاركهم وأعمالهم الإدارية ولاة وقادة، وكتب الحديث تذكر عدد الأحاديث التي روها وأسماء الرواة الذين أخذوا عنهم وأسماء الرواة الذين أخذوا منهم ومبلغ الثقة بهم، وكتب الأدب تروي محلهم الأدبية وأقولهم السائرة، وخطبهم وأحاديثهم البليغة وشعرهم ونثرهم، وما قيل فيهم من الشعر في المدح أو الهجاء، وكتب الأنساب تتحدث عن أنسابهم وعن أعقابهم وذريتهم وأزواجهم، وكتب الفروسية تروي نتفاً من فروسيتهم. ¶ ولا أعرف مصدراً عربياً إسلامياً معتمداً يمكن الاستغناء عن دراسته، لاستكمال كتابه تاريخ القادة، فلابد أن يكون المؤلف خبيراً بالكتب والمكتبات، مغرماً بالقراءة والتتبع، يلتقط كل كلمة أو جملة تفيده في دراسته وتأريخه. ¶ ولكي يبني قصة حياة قائد من القادة، عليه أن يدرس عشرات المصادر المعتمدة بل مئات المصادر، حتى يستطيع إبراز سيرته قائداً وإنساناً، وكل جهد ووقت ومال ينفق من أجل تحقيق هذا الهدف الحيوي يهون، والمهم أن نبدأ الطريق الطويل الشاق، وكل بداية في كل مسيرة طويلة شاقة، تبدأ بالخطوة الأولى، ثم تتعاقب الخطوات خطوة بعد أخرى، حتى يصل إلى المثابة المرجوة بالمثابرة والإصرار والاستمرار. ¶ إن قراءة مصدر واحد عن قائد من القادة لا يكفي أبداً، فيجب قراءة المصادر كافة مهما يبلغ تعدادها، لأن إخراج سيرة قائد واحد بشكل متكامل أو قريب من الكمال، أجدى وأبقى من إخراج سِيَر عدة قادة بشكل ناقص أو مشوه أو مبتور.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "[3] إنصاف القادة: ¶ لم تجحد أمة من الأمم قادتها العسكريين، كما جحدت الأمة العربية والإسلامية قادتها العسكريين، فقد لاقى القادة العرب والمسلمون عقوقاً وجحوداً من أمتهم بشكل منقطع النظير بين سائر الأمم الأخرى. ¶ وقد عكف المؤلفون القدامى من العرب والمسلمين، على تأليف كتب الطبقات من كل صنف ونوع، إلا القادة العسكريين، فلم يكن لهم نصيب أي نصيب في كتب الطبقات على الرغم من كثرتها وتعدد أصنافها وأنواعها بما لا مزيد عليه. ¶ فهناك كتب طبقات المحدثين، وكتب طبقات المفسرين، وكتب طبقات الفقهاء في شتى المذاهب الإسلامية، وكتب طبقات الأدباء، وكتب طبقات الشعراء، وكتب طبقات النحاة، وكتب طبقات الصوفية، وكتب طبقات الأطباء، وحتى كتب طبقات المغنِّين ... وغيرهم كثير . . ¶ أما كتب طبقات القادة العسكريين، فلا ذكر لهم في كتب الطبقات!!! وربما يزعم من يزعم، أن ذكر القادة العسكريين العرب المسلمين قد ورد في المصادر التاريخية وطبقات المحدِّثين وغيرها من المصادر الأخرى ولكن ما ورد عنهم في تلك المصادر نزر قليل من جهة، وموزع على عشرات المصادر من جهة أخرى، وكل مصدر يذكرهم بالنسبة لاختصاص ذلك المصدر فحسب. ¶ ولا أعتقد أن كتب مصادر الطبقات التي دونت تاريخ الرجال العرب المسلمين الأعلام، من مختلف الصنوف والأنواع في مختلف العلوم والآداب والفنون، أكثر أهمية من القادة العسكريين عامة، وقادة الفتح الإسلامي وقادة استعادة الفتح الإسلامي خاصة، لأنهم فتحوا البلاد وحملوا الإسلام إليها بالفتح، ولم يحملوهم على الإسلام بذلك الفتح، ولأنهم نشروا اللغة العربية في البلاد المفتوحة، فلم يمض زمن قصير إلا ونبغ من سكان البلاد المفتوحة علماء أعلام في العربية يتعلمون بها ويعلمون، ويكتبون بها ويؤلفون، ويخطبون بها ويتكلمون. ¶ وهذه الأعمال الباهرة التي قدمها القادة العرب المسلمون لعقيدتهم ولغتهم وأُمتهم، ينبغي أن تذكر لهم بكثير من العرفان، وتسجل في سيرة كل واحد منهم بالفخر والاعتزاز، في صفحات مشرقة بالنور من صفحات الرجال الأفذاذ.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أليس من الغريب حقاً والمخجل أيضاً، أن تخلو كتب الطبقات العربية الإسلامية القديمة على كثرتها وتنوعها بحيث تضيق عن الحصر وتصعب في التصنيف، من كتاب واحد عن: قادة الفتح الإسلامي !!! ¶ وجاء الاستعمار القديم في أواخر القرن التاسع عشر وأوائل القرن العشرين الميلاديين، فوجد الجو مناسباً لطمس أسماء القادة العرب والمسلمين من مناهج التدريس في المعاهد والجامعات، وإبراز القادة الأجانب في تلك المناهج، فتخرج التلاميذ والطلاب في تلك المؤسسات التعليمية وهم جيل الاستعمار القديم، يجهلون حتى مجرد أسماء قادتهم الذين فتحوا بلادهم وحملوا إليها الإسلام ديناً والعربية لغةً، لأنهم شغلوا عن قادتهم الغر الميامين بقادة الاستعمار القديم، فأصبحوا يعرفون عن نابليون بونابارت (مثلاً ) كل شيء ويجهلون عن خالد بن الوليد كل شيء!! ¶ ولم تقتصر الجهود الاستعمارية على طمس أسماء القادة العرب المسلمين وسير حياتهم على المؤسسات التعليمية المدنية، بل شملت المؤسسات العسكرية العربية والإسلامية أيضاً، بل كانت الجهود الاستعمارية في المؤسسات التعليمية العسكرية أدهى وأمر وأشهد إمعاناً في التخريب مما كانت عليه في المؤسسات التعليمية المدنية، فقد كان يدرس في المؤسسات التعليمية العسكرية العربية الإسلامية في مادة: (تاريخ الحرب )، سِيَر قادة الاستعمار الأجنبي الذين قادوا الحملات العسكرية لاكتساح البلاد العربية والإسلامية واستعبادها وإذلالها والاستحواذ على خيراتها، فكان يُدرَّس في الكلية العسكرية العراقية الملكية للطلاب الذين يصبحون ضباطاً بعد تخرجهم في تلك الكليات، معارك استعمار العراق في الحملة البريطانية أثناء الحرب العالمية الأولى بأسلوب يبهر الطلاب العسكريين بمزايا القادة البريطانيين الأجانب وبعقيدتهم العسكرية الأجنبية في القتال!!",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "والمعنويات العالية، هي التي تقود العسكري إلى النصر، ولا نصر مع المعنويات المنهارة، والضابط العربي المسلم يتخرج في كليته العسكرية محطم المعنويات مشلول الإرادة، مبهوراً بالعقيدة العسكرية التي تحتل بلاده وبالعسكريين الذين اغتصبوها، يؤمن بأن الأجنبي متفوق عليه عسكرياً وفكراً وعقيدة فلا مجال للحاق به أو منافسته، وليس له إلاَّ أن يستخذي للمستعمر ويستجدي رحمته وعطفه ويستسلم له، وهنا بيت القصيد. ¶ ومضى الاستعمار القديم إلى غير رجعة، فاستقلت الدول العربية الإسلامية بخروج الاستعمار القديم ورحيله عنها، ولكنها بقيت تعاني عقابيل الاستعمار الفكري الذي لا يزال مُعَشْعشاً فيها، وابتليت بالاستعمار الحديث بعد أن تخلصت من الاستعمار القديم، إذ خرج القديم من الأبواب ودخل الحديث من النوافذ، وبقي جيل الاستعمار القديم مسيطراً على التعليم والمؤسسات التعليمية، ينفث سموم ما لقنه المستعمر في عقول التلاميذ والطلاب. ¶ أليس من المذهل حقاً أن أوجِّه هذا السؤال إلى معارفي من المثقفين، ومنهم أساتذة للتاريخ في الجامعة: ما اسم القائد الذي فتح المدينة التي نعيش فيها؟ فلم أسمع جواباً!! أو سمعت جواباً بعيداً عن الصواب! ¶ ذلك هو مبلغ ما وصل إليه العرب والمسلمون من عقوق شنيع قادتهم، وهذا هو الواقع المرير. ¶ [4] كتابة سِيَر القادة العسكريين: ¶ (أ) ومن الطبيعي أن يبادر القادرون على كتابة سِيَر القادة العسكريين إلى العمل الجاد لإخراج سيرهم في كتب للناس، لعل كل عربي مسلم يعرف القائد الذي فتح بلده، وهذا أضعف الإيمان، ولعل سيرهم الباهرة تطهر عقول الذين بُهروا بالقادة الأجانب وقلوبهم من أدرانها التي علقت بها بتأثير المناهج الدراسية للمستعمر الحاقد، ولعل شباب العرب والمسلمين يقتدون بسيرهم الغنية بالرجولة والشجاعة والإقدام والتضحية والفداء، ويقتفون آثارهم الفذة ليصلوا إلى النتائج نفسها التي حققها أولئك القادة العظام.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ولعل العرب والمسلمين أيضاً، يوقنون أن قادتهم أعظم من القادة الأجانب وأكثر كفاية واقتداراً، وأن ما غرسه المستعمر في نفوسهم من تفوق الأجنبي ما هو إلاَّ حديث خرافة بعيد عن الواقع والحق، وأن العرب والمسلمين أمة لا تقل شأناً عن سائر الأمم، وبإمكانها أن تأخذ مكانتها المرموقة بين الأمم الأخرى. ¶ وأخيراً، لعل المدارس والمعاهد والكليات المدنية والعسكرية، تُثْبِتُ في مناهجها دراسة سِيَر قادة العرب والمسلمين، وتمحو من مناهجها سير القادة الأجانب، وبذلك يستبدلون الذي هو خير بالذي هو أدنى، فيتخرج التلاميذ والطلاب العرب والمسلمون في تلك المدارس والمعاهد والجامعات المدنية والعسكرية، وعقولهم وقلوبهم معاً طاهرة من سموم الاستعمار الفكري البغيض. ¶ وأحب أن أضع زبدة تجاربي في كتابة سير قادة الفتح الإسلامي وقادة استعادة الفتح الإسلامي بين أيدي الذين يحبون أن يشاركوا في العمل بهذا الميدان. ¶ إن الإفاضة في قراءة أكبر عدد من المصادر لكتابة سيرة قائد من القادة ضروري جداً، فذلك وحده يخرج سيرته قريبة من الكمال، أما الاكتفاء بقراءة عدد محدود من المصادر اقتصاداً بالوقت أو توفيراً للجهد، فيؤدي إلى إخراج سيرته بعيدة عن النضوج. ¶ ودراسة القادة لا ينبغي أن تقتصر على المشاهير منهم دون المغمورين، بل يجب أن تشمل على المشهورين والمغمورين أيضاً، وقد اكتشفت أن قسماً من القادة المغمورين فتحوا بلاداً أوسع من العراق ومصر مساحة وأكثر منهما سكاناً، ولكنهم بقوا مغمورين في صفحات المصادر المعتمدة، وكأنهم لم يفتحوا بلداً، ولم يجاهدوا في الله حق جهاده! ¶ إن بعث القادة المغمورين أهم بكثير من كتابة سِيَر القادة المشهورين، ولكن الكتابة عن المغمورين أصعب بكثير من الكتابة عن المشهورين، لأن المغمورين اكتشاف، والمشهورين اقتباس، فلا ينبغي اختيار الطريق الممهدة وتجنب الطريق الصعبة، فهي الطريق الوحيدة التي تؤدي إلى اكتشاف جديد.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وللقادة العرب والمسلمين سماتهم ومزاياهم التي تناسب عصرهم وعقيدتهم وتقاليدهم، فيجب الإبقاء على تلك السمات والمزايا كما هي، وكما كانت على أصحابها، دون أن نبقي أسماءهم كما هي، ونمسخ سيرتهم بإضافة سمات ومزايا جديدة إليهم، لم يكونوا يعرفونها ولم يسمعوا بها، ولا كانوا يحلمون بها، ولو عادوا إلى الحياة لاشمأزوا منها ورفضوها. ¶ لقد عاشوا قبل أربعة عشر قرناً، والقادة الأجانب الذين عاشوا في القرن الحالي اقتبسوا منهم ـ إذا فعلوا ذلك حقاً ـ أما إذا لم يفعلوا فلا ينبغي أن ندعي لقادتنا ما ليس لهم بحق، إذ لا يزيد في قدرتهم وقيمتهم هذا الادعاء، وإسباغ سمات ومزايا القادة الأجانب عليهم خطأ فاحش، وهو إن دل على شيء فإنما يدل على إعجابنا الشديد إلى حد الانبهار بالقادة الأجانب كأثر من آثار الاستعمار الفكري المستحوذ على عقول الذين يقعون في مثل هذا الخطأ الشنيع، كما أن قادتنا أعظم قدراً ومنزلة من القادة الأجانب لأنهم أكثر فتحاً وأرسخ عقيدة وأعظم شجاعة، فإذا شبَّهناهم بالقادة الأجانب كما فعل قسم من المؤلفين، فقد قلَّلنا من أقدارهم ومنزلتهم وأسأنا إليهم من حيث أردنا الإحسان .. وهذا ما لا يقبله العقل ولا يرتضيه المنطق، ولا يقره الوجدان، ويأباه القادة العرب المسلمون. ¶ (ب) ونعود إلى أسلوب كتابة سِيَر القادة العرب المسلمين: هل -نقلد الأسلوب الأجنبي في الإطناب الممل، كالذي اتخذه طلاب الدراسات العليا في إعداد رسائلهم، أم نقلد أسلوب (المتون ) في الإيجاز المخل، كالذي اتخذه كتاب (المتون ) التي تحتاج إلى (الشروح ) على (المتون )، ثم تكون (التعليقات ) على الشروح؟",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "لقد قلد قسم من الذين حاولوا الكتابة عن قائد أو أكثر من قائد من قادة العرب والمسلمين الأسلوب الأجنبي، فأخرجوا للناس كتاباً ضخماً عن قائد واحد، يمكن اختصاره في صفحات معدودات دون مغادرة شاردة أو واردة من المعلومات الواردة في الكتاب إلا أحصتها، وما بقي من سائر صفحات الكتاب حشو ولغو وتكرار مبتذل. ¶ وبالإمكان أن أضرب مثلاً على ذلك، فقد ورد في أحد المصادر العربية القديمة، أن خالد بن الوليد رضي الله عنه هو الذي فتح مصر، ومؤلف هذا المصدر أورد هذا الخبر مسنداً إلى رواته الذين لا يعتمد على روايتهم ولا يؤخذ بها، لأنهم ضعفاء لا ثقة بما يقولون. ¶ ومؤلف هذا المصدر المذكور، أورد هذا الخبر بهذا الشكل من الإسناد الضعيف، ليقول بصورة غير مباشرة: إن الخبر عن خالد لا نصيب له من الصحة، ولكنه ذكره في مصنفه ليدل على الخبر المكذوب، لأنه أورد أن فاتح مصر هو عمرو بن العاص بإسناد متين، وهذا هو منتهى الدقة في الأمانة العلمية لتدوين الأخبار. ¶ ولكن المؤلف الحديث، ناقش بإطناب: هل فتح خالد مصر أم لم يفتحها؟ واستغرقت مناقشتة أكثر من عشر صفحات من القطع المتوسط، فضيَّع وقته الثمين دون مسوِّغ، لأنه اعتمد الأسلوب الأجنبي في التدوين. ¶ وأخشى أن يكون ذلك المؤلِّف يعتبر أهمية الكتاب تقدر بوزنه لا بما فيه من فائدة، فضاعف وزن كتابة باللغو من القول. ¶ والأسلوب الذي أراه مناسباً في كتابة سِيَر القادة العرب المسلمين، ليس الأسلوب الأجنبي الذي يعتمد الإطناب، ولا أسلوب تدوين (المتون ) الذي يعتمد الإيجاز، بل الأسلوب الوسط الذي يكتفي بنقل الحقائق من مصادرها المعتمدة التي تُعين على استنتاج سمات القائد ومزاياه إنساناً وقائداً، واستنتاج ما يفيد العرب والمسلمين في حاضرهم ومستقبلهم.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وهذا الأسلوب الوسط يُدوَّنُ بكلمات عربية أصلية، بعيدة عن الكلمات الأجنبية الدخيلة، فالعربية الفصحى لغة القرآن الكريم ليست عاجزة عن التعبير الرائع البليغ المعبر المفهوم في مختلف مجالات العلوم والآداب والفنون، بعد أن استطاعت التعبير الواضح الوافي البليغ في كتاب الله، وحملت قروناً طويلة في تعبيرها الفصيح شتى أنواع المعارف الإسلامية بكفاية واقتدار. ¶ ويبدو لي أن قسماً من الكتاب العرب المسلمين مغرمون غراماً شديداً بترصيع ما يكتبون بالكلمات الأجنبية الدخيلة، وهؤلاء بدون شك يعانون من أدران الاستعمار الفكري البغيض إذا كانوا يتقنون العربية الفصحى، أما إذا كانوا لا يتقنونها، فلماذا يحملون أنفسهم ما لا تطيق بالكتابة والتأليف، والله لا يكلف نفساً إلا وُسْعَهَا. ¶ وقد صدرت المعجمات العسكرية الموحِّدة وأصبحت متيسرة في المكتبات العامة والخاصة، وهي تغطي المصطلحات العسكرية الأجنبية بمصطلحات عسكرية عربية. ¶ كما صدرت مجموعات المصطلحات الأدبية والعلمية والفنية الأجنبية التي وضعت المجامع اللغوية والعلمية ما يقابلها من مصطلحات عربية. ¶ فبماذا نعلِّل إصرار قسم من الكتاب العرب على استعمال المصطلحات الأجنبية، بعد صدور المصطلحات العربية الأصلية!! ¶ أيستبدلون الذي هو أدنى بالذي هو خير! ¶ (ج) وترد في المعارك التي خاضها القادة العرب المسلمون أسماء مواقع وأماكن ومدن وجبال ووديان وأنهار وبحيرات وبحار وصحارى. ¶ والبلدانيون العرب والمسلمون القدامى لم يقصروا أبداً في شرح تلك المواقع شرحاً مفصلاً تارة ومختصراً تارة أخرى. ¶ ومن المفيد أن نشرح تلك المواقع الواردة في معارك القادة بما يكفي لتوضيحها للقراء والدارسين، وبيانها على الخرائط القديمة، إن وجدت، والحديثة مفيد أيضاً. ¶ أن العرب والمسلمين، يتمنون على الله أن يُكتب تاريخ قادتهم بشكل يدعو إلى الفخر والاعتزاز، ولن يكون ذلك بتغريبهم أو تشريقهم، فما كانوا يتقبلون هذا التشريق أو التغريب، ويرفضون إلا أن يبقوا كما كانوا عرباً مسلمين. ¶ وعلى الذين يريدون كتابة تاريخهم أن يضعوا هذا الهدف الحيوي نصب أعينهم، وليس تحقيقه عليهم بعزيز. ¶ ***",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الفصل الرابع ¶ تحقيق التراث العسكري العربي الإسلامي ونشره ¶ [1] أهمية التحقيق والنشر: ¶ التراث لغة: هو ما وُرِث، وقد ورث العرب والمسلمون عن أجدادهم من جملة ما ورثوا، مؤلفات قيِّمة في شتى مجالات العلوم والآداب والفنون، فاستطاع الناشرون إخراج كثير من المؤلفات العلمية والأدبية والفنية القيمة إلى النَّاس محققة تارة وبدون تحقيق تارة أخرى. ¶ وفي الوقت الذي حظي كثير من التراث العربي الإسلامي الأصيل بالتحقيق والنشر، فإن حظ تحقيق التراث العسكري العربي الإسلامي بقي عاثراً، فلم يحقق حتى اليوم غير عدد محدود من التراث العسكري العربي الإسلامي العريق. ¶ وإعادة كتابة المعارك العربية الإسلامية بشكل واضح وأسلوب حديث، بحاجة ماسة إلى تحقيق التراث العربي الإسلامي ونشره، لأنه يعين على تفهم سير القتال في المعركة وطريقة توزيع قوات الجانبين في تشكيلاته تعبوية، وطريقة عمل كل تشكيل قتالي في المعركة، كما يعين على شرح الأسلحة التي استخدمها الجانبان في المعركة، ومزايا تلك الأسلحة، وأسلوب عملها في القتال. ¶ ولعل تحقيق التراث العسكري العربي الإسلامي، يكمل إعادة كتابة التاريخ العسكري العريق الإسلامي وإعادة كتابة العسكرية الإسلامية بأسلوب واضح جديد. ¶ ولقد انتصر المسلمون الأولون بعقيدتهم الراسخة، ولكن معلوماتهم العسكرية النظرية والعملية كانت على درجة رفيعة جداً من التقدم والرقي. ¶ ولم تكن المعلومات مدونة في الكتب أيام الفتوح واستعادة الفتوح، ولكنها دوِّنت في العصر العباسي.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "أما السلف الصالح من الفاتحين، فقد كانوا قبل عصر التدوين، يتلقون المعلومات العسكرية العملية والنظرية خلفاً عن سلف، ويمارسون تلك المعلومات العسكرية عملياً في ميدان القتال، والممارسة العملية خير مدرسة كما هو معلوم. ¶ وبعد تدوين العلوم العسكرية في العصر العباسي وفي العصور التي جاءت من بعده، أصبحت للعرب مؤلفات عسكرية مدونة، فورثها أبناؤهم تراثاً عسكرياً إسلامياً أصيلاً من المؤلفات العسكرية التي لا تقل أهمية عن كتب التراث الأخرى في العلوم والآداب والفنون. ¶ والتراث العسكري العربي الإسلامي جزء من الحضارة العربية الإسلامية، وهذه جزء من الحضارة العالمية. ¶ وتحقيق التراث العسكري العربي الإسلامي ونشره، خدمة كبيرة للحضارة العربية الإسلامية وللحضارة العالمية أيضاً. ¶ فلا ينبغي إهمال هذا التراث، إذ لا يزال ينتظر من يحققه وينشره بين الناس. ¶ [2] غزارة التراث العسكري: ¶ إن التراث العسكري العربي الإسلامي، يعمر مكتبات أوروبا ومتاحفها، ويتيسر في مكتبات العالم كافة ومتاحفها، وتزخر به مكتبات المخطوطات العربية في شتى أصقاع العالم، ويحوي معهد المخطوطات التابع لجامعة الدول العربية على جزء مهم من هذا التراث العريق. ¶ وحسبنا أن نتصفح كتاب: (فهرست ابن النديم ) الذي عدد فيه مؤلفه: ((الكتب المؤلفة في الفروسية وحمل السلاح وآلات الحرب والتدبير والعمل بذلك لجميع الأمم ))، لنتلمس بوضوح أي تراث عسكري أصيل كان العرب والمسلمين منذ عدة قرون. ¶ ومن مقارنة ما جاء في: ((فهرست ابن النديم )) عن الكتب التي اطلع عليها في عصره وسجلها في كتابه، بالمؤلفات العربية الإسلامية المعروفة في الوقت الحاضر، يتبين لنا أن كثيراً من التراث العسكري العربي الإسلامي لا يزال مفقوداً.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ولكن ما وصل إلينا من المخطوطات العربية، يدل على أن العرب المسلمين بلغوا شأواً بعيداً في العلوم والفنون العسكرية، وأنهم لم يقتصروا على علوم الدين والفلسفة والعلوم العقلية والنقلية والتاريخ والأدب، بل كان لهم في العلوم العسكرية باع طويل وقدم راسخة. ¶ وهذا التراث قسمان: ¶ القسم الأول: ألَّفه العرب والمسلمون. ¶ والقسم الثاني: نقلوه عن الأمم الأخرى، كالفرس والروم والهنود، حسب أسبقية ذكرها في كمية النقل. ¶ والتراث العسكري العربي الإسلامي بالنسبة لكتبه عدة أنواع: كتب للتدريب على الرمي، وكتب للتدريب على الفروسية، وكتب في صفات الأسلحة والتدريب عليها وأساليب استعمالها، وكتب في الأسلحة الهجومية ككتاب الدبابات والمنجنيقات والحِيَل والمكايد ، وكتب للتدريب التعبوي، ككتاب أدب الحروب، وفتح الحصون والمدائن، وتربيص الكمين، وتوجيه الجواسيس والطلائع والسرايا، ووضع المسالح، وكتب عسكرية عامة تشمل التدريب على الأسلحة، وعلى القضايا التعبوية، ككتاب ((الحيل )) للهرثمي الشعراني الذي ألَّفه للمأمون الخليفة العباسي وحُقِّق ونُشر جزء منه (ابن النديم: 314 ـ 315 ). ¶ وهناك تراث عسكري عربي إسلامي في البيطرة، وعلاج الدَّواب وصفات الخيل واختيارها (ابن النديم: 315 )، وقد كان للخيل أثر عظيم في الحروب القديمة، لذلك ألَّف العرب المسلمون كثيراً من الكتب في الخيل وعلاجها وصفاتها ومزاياها والتدريب عليها وتدريبها، ككتاب: ((فضل الخيل )) الذي صنعه الشيخ عبد المؤمن الدمياطي المتوفى سنة (705هـ )، وكتاب: ((رشحات المداد فيما يتعلق بالصافنات الجياد )) للشيخ محمد البخشي الحلبي المتوفى سنة(1908هـ ) (طبعا في المطبعة العلمية بحلب ـ 1349هـ ).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "تلك لمحات عن كتب التراث العسكري العربي الإسلامي، تدل على أنها تغطي أنواع التدريب والتعليم في القوات المسلحة، ولا تغفل أنواع الأسلحة وآليتها وأسلوب استعمالها، وأنواع الدواب وعلى رأسها الخيل ومداواة الدواب وإدارتها وتدريبها والتدريب على الفروسية. ¶ وهذه ثروة ضخمة من الثقافة العسكرية لا ينبغي التفريط بها وإهمالها. ¶ [3] جمع النصوص: (8) ¶ إن أعلى النصوص قيمة وأكثرها أهمية، هي المخطوطات التي وصلت إلينا حاملة عنوان الكتاب واسم مؤلفه، وجميع مادة الكتاب على آخر صورة دوَّنها المؤلف بنفسه، أو يكون قد أشار بكتابتها أو أملاها أو أجازها، ويكون في النسخة ما يفيد اطلاعه عليها أو إقراره لها. ¶ وأمثال هذه النسخ تسمى: نسخة الأم. ¶ وتلي نسخة الأم النسخة المأخوذة منها، ثم فرعها، ثم فرع فرعها، وهكذا. ¶ وقد يخلو قسم من المخطوطات من بعض هذه الحدود، فيكون ذلك مدعاة للتحقيق وموجباً للبحث الأمين، حتى يؤدى النص تأدية مقاربة. ¶ وهذا الضرب من المخطوطات يعد أصولاً ثانوية إن وجد معها الأصل الأول، وأما إذا عُدم الأصل الأول، فإن أوثق هذه المخطوطات يرتقي إلى مرتبة، ثم يليه ما هو أقل منه وثوقاً. ¶ والنسخ المطبوعة التي فقدت أصولها أو تعذر الوصول إليها يمكن اعتبارها أصولاً ثانوية في التحقيق إذا كان ناشرها يوثق به ويطمئن إليه، أما الطبعات التجارية فهي نسخ مهدرة، ومن الإخلال بأمانة العلم والأداء أن يُعتمد عليها في التحقيق. ¶ وأما المصورات من النسخ، فهي بمنزلة أصلها ما كانت الصورة واضحة تامة تؤدي أصلها كل الأداء، فمصورة النسخة الأولى هي نسخة أولى، ومصورة النسخة الثانوية أيضاً. ¶ وهنا تعرض مشكلة المسودات والمبيضات، وهو اصطلاح قديم جداً ويراد بالمسودة: النسخة الأولى قبل أن يهذبها ويخرجها سوية، وأما المبيضة: فهي التي سويت وارتضاها المؤلف كتاباً يخرج للناس.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ومسودة المؤلف إن ورد نص تاريخي على أنه لم يخرج غيرها، كانت هي الأصل، وأن لم يرد نص كانت مرتبة النصوص الأولى، ما لم تعارضها المبيضة، فإنها تكون في مرتبة النصوص الأولى، لأن مبيضة المؤلف هي الأصل الأول، وإذا وجدت معها مسودة كانت أصلاً ثانوياً لتصحيح القراءة فحسب. ¶ على أن وجود نسخة للمؤلف لا يدلنا دلالة قاطعة على أن هذه النسخة هي النسخة عينها التي اعتمدها المؤلف، لأن قسماً من المؤلفين يؤلف كتابه أكثر من مرة، لهذا فإن نسخة المؤلف قد تتكرر، ولا يمكن القطع بها ما لم ينص هو عليها. ¶ وضح مما سبق أن منازل النسخ هي: نسخة المؤلف، ثم النسخة المنقولة منها، ثم فرعها وفرع فرعها، وهكذا. ¶ ومن البديهي أنه لا يمكن بوجه قاطع أن نعثر على جميع المخطوطات التي تخص كتاباً واحداً إلا على وجهٍ تقريبي، فهما يجهد المحقق نفسه للحصول على أكبر مجموعة من المخطوطات، فإنه سيجد وراءه معقباً يستطيع أن يظهر نسخاً أخرى من المخطوطات، وحسب المحقق أن يبذل قصارى جهده في العثور على أكبر عدد من المخطوطات لكتابه الذي يزمع تحقيقه، والكمال لله وحده. ¶ [4] التحقيق : (9) ¶ أصل التحقيق من قولهم: حقَّقَ الرجلُ القولَ: صدقه أو قال: هو الحق. والجاحظ يسمي العالم المحقق: محقاً، قال: ((إنه لم يخل زمن من الأزمان فيما مضى من القرون الذاهبة إلا وفيه علماء محقون قرأوا كتب من تقدمهم ودارسوا أهلها ))، والإحقاق: الإثبات، يقال: أحققت الأثر إحقاقاً، إذا أحكمته وصححته. ¶ والتحقيق يشمل: تحقيق عنوان الكتاب، وتحقيق اسم المؤلف، وتحقيق نسبة الكتاب إلى مؤلفه، وتحقيق نسبة الكتاب إلى مؤلفه، وتحقيق متن الكتاب حتى يظهر بقدر الإمكان مقارباً لنص مؤلفه.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وتحقيق عنوان الكتاب ليس هيناً، لأن بعض المخطوطات يكون خالياً من العنوان، إما لفقد الورقة الأولى منها، أو انطماس العنوان، أو لإثبات عنوان جلي واضح، ولكنه يخالف الواقع إما بداعٍ من دواعي التزييف، أو لجهل قارئ ما وقعت إليه نسخة مجردة من عنوانها فأثبت ما خاله عنوانها. ¶ والمحقق بحاجة إلى الرجوع إلى كتب المؤلفات، كابن النديم، أو كتب التراجم، أو يتاح له الظفر بطائفة من نصوص الكتاب مضمنة في كتاب آخر ، أو أن يكون له إلْفٌ خاص أو خبرة خاصة بأسلوب مؤلف من المؤلفين وأسماء ما ألف من الكتب، فتضع تلك الخبرة في يده الخيط الأول للوصول إلى حقيقة عنوان الكتاب. ¶ وتحقيق اسم المؤلف، لابد أن يكون مصحوباً بالحذر، فليس يكفي أن نجد عنوان الكتاب واسم مؤلفه في ظاهر النسخة واسم مؤلفه في ظاهر النسخة لنحكم بأن المخطوطة من مؤلفات صاحب الإِسم المثبت، بل لابد من إجراء تحقيق علمي يطمئن معه الباحث إلى أن الكتاب نفسه صادق النسبة إلى مؤلفه. ¶ وأحياناً تفقد النسخة النص على اسم المؤلف، فمن العنوان يمكن التَّهدي إلى ذلك الإِسم ، بمراجعة فهارس المكتبات،، أو كتب المؤلفات، أو كتب التراجم التي أُخرجت إخراجاً حديثاً وفُهرست فيها الكتب، كمعجم الأدباء لياقوت، أو غير ذلك من الوسائل العلمية. ¶ والمحقق إذا عثر على طائفة معقولة من الكتاب منسوبة إلى مؤلف معين في نقل من النقول، كان ذلك مما يؤيد ما يرجحه أو يقطع به في ذلك. ¶ وقد يعتري التحريف والتصحيف أسماء المؤلفين المثبتة في الكتب، فالنصري قد يصحف بالبصري، والحسن بالحسين، وهذا يحتاج إلى تحقيق لا يُكتفى فيه بمرجع واحد، فقد يكون ذلك المرجع فيها عين ذلك التصحيف أو تصحيف آخر أقسى منه، فليس هناك بدٌ من الاطمئنان بالبحث العلمي الواسع. ¶ وما قيل في تزييف العناوين، يقال أيضاً في تزييف أسماء المؤلفين، لذلك لم يكن بد من أن يتنبه المحقق لهذا الأمر الدقيق.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وليس بالأمر الهين أن نؤمن بصحة نسبة أي كتاب كان إلى مؤلفه، ولا سيما الكتب الخاملة التي ليست لها شهرة، فيجب أن تُعرض هذه النسبة على فهارس المكتبات والمؤلفات وكتب التراجم، لنستمد منها اليقين بأن هذا الكتاب صحيح الانتساب. ¶ على أن معرفة منزلة المؤلف العلمية، مما يسعف في التحقيق بنسبة الكتاب، ولكن بعض المؤلفين تتفاوت منزلتهم العلمية اختلافاً ظاهراً بتفاوت أعمارهم، وباختلاف ضروب التأليف التي يعالجونها، فنجد المؤلف الواحد يكتب في صدر شبابه كتاباً ضعيفاً، فإذا علت به السن وجدت بوناً شاسعاً بين يوميه، وهو كذلك يكتب في فنٍ من الفنون قوياً مُتْقِناً، على حين يكتب في غيره وهو من الضعف على حال، فلا يصح أن يُجعل هذا القياس حاسماً باطراده في تصحيح نسبة الكتاب. ¶ وتعد الاعتبارات التاريخية من أقوى المقاييس في تصحيح نسبة الكتاب أو تزييفها، فالكتاب الذي تحشد فيه أخبار تاريخية تالية لعصر مؤلفه الذي نسب إليه، جدير بأن يُسقط من حساب ذلك المؤلف. ¶ أما تحقيق متن الكتاب، فمعناه أن يُؤدى الكتاب أداءً صادقاً كما وضعه مؤلِّفه كماً وكيفاً بقدر الإمكان، وليس معنى تحقيق الكتاب أن نتلمس للأسلوب النازل أسلوباً هو أعلى منه، أو نُحل كلمة صحيحة محل أخرى صحيحة بدعوى أن أولاهما أولى بمكانها أو أجمل أو أوفق، أو ينسب صاحب الكتاب نصاً من النصوص إلى قائل وهو مخطئ في هذه النسبة، فيبدل المحقق ذلك الخطأ ويحل محله الصواب، أو أن يخطئ في عبارة خطأً نحوياً دقيقاً فيصحح خطأه في ذلك، أو أن يوجز عبارته إيجازاً مُخلاً فيبسِّط المحقق عبارته بما يدفع الإخلال. ¶ ليس تحقيق المتن تحسيناً أو تصحيحاً، وإنما هو أمانة الأداء التي تقتضيها أمانة التاريخ، فإن متن الكتاب حكم على المؤلف، وحكم على عصره وبيئته، وهي اعتبارات تاريخية لها حرمتها، كما أن ذلك الضرب من التصرف عدوان على حق المؤلف الذي له وحده حق التبديل والتغيير.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وقد يقال: كيف نترك ذلك الخطأ يشيع، وكيف نعالجه؟ ¶ إن المحقق إن فطن إلى شيء من ذلك الخطأ، نبَّه عليه في الحاشية أو في آخر الكتاب، وبين وجه الصواب فيه، وبذلك يحقق الأمانة، ويؤدي واجب العلم. ¶ ويجب أن يستشعر المحقق الحذر الكامل في تحقيق الآيات القرآنية، وإلا يركن إلى أمانة غيره في ذلك مهما بلغ قدره. ¶ وإبقاء النص القرآني المحرف كما هو في الصلب، فيه مزلة للأقدام، فإن خطر القرآن الكريم يجل عن أن نجامل فيه مخطئاً، أو نحفظ فيه حق مؤلف لم يلتزم الدقة فيما يجب عليه فيه أن يلزم غاية الحذر. ¶ واختبار النصوص القرآنية لا يكفي فيها أن نرجع إلى المصحف المتداول، بل لابد فيه من الرجوع إلى كتب القراءات السبع، ثم العشر، ثم الأربع عشرة، ثم كتب القراءات الشاذة، وفي كتب التفسير يلجأ إلى تلك التي تُعنى عناية خاصة بالقراءات، كتفسير القرطبي وأبي حيان. ¶ وأما نصوص الحديث، فيجب أن تختبر بعرضها على مراجع الحديث، لقراءة نصها وتخريجها إن أمكن التخريج. ¶ وهذا أيضاً هو واجب المحقق إزاء كل نص من النصوص المضمنة، من الأمثال والأشعار ونحوها، فيجب أن يتجه إلى مراجعها، ليستعين بها في قراءة النص وتخريجه إن أمكن التخريج. ¶ وهذا الضروب الثلاثة من النصوص، هي أخطر ما يجب فيه الدقة والحرص والتريث، وليس معنى ذلك أن نستهين بغيرها، ولكن معناه أن نبذل لها من اليقظة، ونستشعر لها من الحرص، ما يعادل خطرها البالغ. ¶ إن التحقيق أمر جليل، وإنه يحتاج من الجهد والعناية إلى أكثر مما يحتاج إليه التأليف، وتحقيق النصوص محتاج إلى مصابرة وإلى يقظة علمية، وإلى سخاء في الجهد الذي لا يضن على الكلمة الواحدة بيوم واحد، أو أيام معدودات.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "[5] الإضافات الجديدة: (10) ¶ يجري تقديم النص، التعريف بالمؤلف، وبيان عصره، وما يتصل بذلك من تاريخ، وقد كان الناشرون القدماء يُعْنَوْنَ بهذا بعض العناية، وربما اقتصر جهدهم على نقل نص من كتاب معين يتضمن التعريف بالمؤلف، وكثيراً ما وضعوا ذلك التعريف في صفحة العنوان أو في الخاتمة. ¶ كما يقتضي كذلك عرض دراسة خاصة بالكتاب وموضوعه، وعلاقته بغيره من الكتب التي تمت إليه بسبب من الأسباب. ¶ كما ينبغي تقديم دراسة فاحصة لمخطوطات الكتاب، مقرونة بالتحقيق العلمي الذي يؤدي إلى صحة نسبة الكتاب والاطمئنان إلى متنه، وجدير بالمحقق أن يشرك القارئ معه، بأن يصف له النُّسخ التي عوَّل عليها وصفاً دقيقاً يتناول خطها وورقها وحجمها ومدادها وتاريخها وما تحمله من إجازات وتمليكات، ويتناول كذلك كل ما يُلْقي الضوء على قيمتها التاريخية، وهو إن قرن ذلك بتقديم بعض نماذج مصورة لها، كان ذلك أجدر به وأولى. ¶ وإعداد الكتاب للطبع مهم جداً، إذ أن لهذا الإعداد أثره البالغ في ضبط العمل وإتقانه، فالأصل المعد للنشر يجب أن يكون دقيقاً مراجعاً تمام المراجعة، مراعى في كتابته الوضوح والتنسيق الكامل، ويكون ذلك بكتابة النسخة بعد التحقيق والمراجعة بالخط الواضح الذي لا لبس فيه ولا إيهام، وأن يكون مستوفياً لعلاقات الترقيم، وأن يكون منظم الفقار والحواشي. ¶ وينبغي معالجة تجارب الطبع، وهو فن يحتاج إلى مزاولة طويلة متنبهة إلى مزلات التصحيح، والأفضل أن يتولى المحقق معالجة تجارب الطبع بنفسه، ويستحسن أن يستعان في معالجة التجربة الأخيرة بعين أخرى غير عين المحقق، لأن القارئ الغريب قد يكون أيقظ نظراً وأدق انتباهاً.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وصنع الفهارس الحديثة له المقام الأول بين الإضافات الجديدة، إذ بدونها تكون دراسة الكتب، ولا سيما القديمة منها عسيرة كل العسر، فالفهارس تفتش ما في باطنها من خفيات يصعب التَّهدِّي إليها، كما أنها معيار توزن بها صحة نصوصها، بمقابلة ما فيها من نظائر قد تكشف عن خطأ المحقق أو سهوه. ¶ وقد أصبح الحديث المعقد في حاجة ملحة إلى اختزال الوقت، وإنفاق كل دقيق منه في الأمر النافع. ¶ وللفهارس سابقة قديمة عند العرب في كتب الرجال والتراجم والبلدان، ومعجمات اللغة، وقد اقتبس العرب من الغرب فهارس الأعلام والقبائل والبلدان والشعر والأيام والأمثال والكتب وأضافوا فيها ضروباً أخرى كثيرة. ¶ ولكل كتاب منهج خاص في فهرسته دون التقيد بالطرق العامة للفهارس، وهي الطرق التقليدية القديمة، والتي كانت حديثة بالأمس، إذ أن الفهارس ما وضعت إلا لتمكين القارئ من أن ينتفع بالكتاب غاية الانتفاع. ¶ وترتيب الفهرس مع غيره من الفهارس أمر هام، فإن المنهج المنطقي يقتضي تقديم أهم الفهارس وأشدها مساساً بموضوع الكتاب، فإن كان الكتاب كتاب تراجم وتاريخا قُدِّم فيه فهرس الأعلام، أو كتاب أمثال قُدِّم فهرس الأمثال، أو قبائل قُدِّم فهرس القبائل ... وهكذا. ثم تساق بعده سائر الفهارس مرتَّبة حسب ترتيبها المألوف. ¶ ومهما أجهد المحقق نفسه وفكره في إخراج الكتاب، فلابد أن تفوته بعض التحقيقات أو التوضيحات، أو يزل فكره أو قلمه زلّة تقتضي المعالجة. وفي باب: الاستدراك والتذييل الذي يلحق غالباً بنهاية الكتاب، مجال واسع لتدارك ما فات محقق الكتاب أو شارحه، أو مازلِّ فيه فكره أو قلمه.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "[6] في خصوصية تحقيق التراث العسكري: ¶ لا يختلف تحقيق التراث العسكري العربي الإسلامي عن تحقيق سائر التراث العربي الإسلامي في المبادئ الأساسية، ولكنه يختلف عنها في التفاصيل العامة التي فرضتها على التراث العسكري طبيعته العسكرية في المصطلحات العسكرية، والمصطلحات الفقهية، والمصطلحات التعبوية، ومصطلحات الأسلحة المختلفة بما فيها الأسلحة غير المعروفة أو غير الشائعة في هذه الأيام. ¶ والمصطلحات العسكرية العربية في التراث العسكري، لابد من شرحها شرحاً وافياً، مثل: التعرف، النقيب ... في أسماء الرتب، مع ملاحظة أن معاني هذه المصطلحات في تطوير مستمر، ويمكن الإطلاع على الرتب العسكرية وتطوريها في ((صبح الأعشى )) للقلقشندي. ¶ وكذلك في أسماء الوحدات العسكرية القديمة مثل: حضيرة، فصيلة، سرية، كتيبة، جيش، كردوس ... إلخ، فينبغي شرح هذه المصطلحات الخاصة بالوحدات العسكرية أيضاً، ومعجمات اللغة العربية تيسر هذا الشرح. ¶ وكذلك في المصطلحات التعبوية: القديمة، المؤخرة، السَّاقة، الجريدة، الميمنة، الميسرة، الكمين، الربيئة ... إلخ. فينبغي شرح هذه المصطلحات الخاصة بالقضايا التعبوية، وكتب اللغة تيسِّر هذا الشرح، وعلى رأسها ((المخصص )) لابن سيده. ¶ وكذلك في مصطلحات أسماء الأسلحة المختلفة، كالمنجنيق، والعرادة، والجوشن ... إلخ فينبغي شرحها وبيان طريقة استعمالها، وتعزيز الشرح بالمخططات التوضيحية، وفي ((المخصص )) لابن سيده ما يفيد في الشرح، وفي المعجمات العربية وكتب الأدب ما يعين المحقق كثيراً. ¶ وكذلك المصطلحات الفقهية، وخاصة في التراث الخاص بالجهاد، مثل: فَرضُ عَين، وفرض كفاية ... إلخ.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وشروح الكتب الفقهية تفيد كثيراً في شرح هذه المصطلحات، ولكن من الضروري إثبات ما يقابلها في المصطلحات العسكرية الحديثة لتوضيح معانيها للقراء والدَّارسين. ¶ وينبغي وضع المصطلحات العسكرية الحديثة إلى جانب المصطلحات العسكرية القديمة، زيادة في الشرح، لكي يتفهم العسكري الحديث خاصة معاني المصطلحات العسكرية القديمة، ويتفهمها القراء والدارسون من غير العسكريين عامة، وتكون هذه الشروح في الهامش لا في المتن. ¶ والمعجم العسكري الموحِّد بأجزائه الأربعة: عربي ـ إنكليزي، وانكليزي ـ عربي، وفرنسي ـ عربي، وعربي ـ فرنسي. يقدِّم للمحقق المصطلحات العسكرية الحديثة، وهي المصطلحات التي اعتمدتها لجنة توحيد المصطلحات العسكرية للجيوش العربية في جامعة الدول العربية المؤلفة من ممثل واحد لكل جيش عربي، وممثل لمجمع اللغة العربية في القاهرة، وممثل للقيادة العربية الموحدة، وهي المصطلحات التي أقرتها لجنة من أعضاء مجمع اللغة العربية، فلا عذر لمن ينحرف عنها أو يحيد عن استعمالها من الجيوش العربية من المحققين العسكريين وغير العسكريين أيضاً. ¶ ومن الضروري تنظيم فهرس بالمصطلحات العسكرية القديمة وما يقابلها في المصطلحات العسكرية الحديثة، ويلحق هذا الفهرس بالفهارس الأخرى في آخر الكتاب المحقَّق، على أن يُقدم هذا الفهرس على الفهارس الأخرى في أسبقية ترتيب الفهارس، لأهميته بالنسبة لذلك الكتاب. ¶ تلك هي أهم ما يقتضي للمحقق الانتباه إليه في تحقيق التراث العسكري العربي الإسلامي.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "[7] التراث العسكري المغبون: ¶ حقق كثير من العلماء الأعلام كثيراً من التراث العربي الإسلامي وأخرجوه للناس، فأسدوا للفكر العربي الإسلامي أولاً خيراً كثيراً، وأسدوا للفكر العالمي ثانياً خيراً كثيراً أيضاً. ¶ كما أنصف هؤلاء للعلماء الأعلام مؤلفي التراث العربي الإسلامي الذي حققوه وأخرجوه للناس، فعادت أسماؤهم إلى الذِّكر ثانية تحيط بها هالة من النور والتقدير والعرفان، وعاد علمهم إلى الحياة من جديد يُنتفع به ويهدي للتي هي أقوم، وكان قبل تحقيقه مغموراً أو معروفاً في نطاق محدود، وكان مصنِّفوه مغمورين أو معروفين في مجال ضيِّق عند الخاصة من العلماء وفي فهارس التراث. ¶ ولا يزال التراث العربي الإسلامي بحاجة ماسة إلى كثير من المحققين وإلى كثير من التحقيق، لأن نسبة ما حقق منه بالمقارنة بكميته المعروفة الموجودة لا يزال ضئيلاً جداً، وما بقي من التراث العربي الإسلامي الذي ينتظر التحقيق أضعاف ما جرى تحقيقه حتى اليوم. ¶ ومن المعروف أن التحقيق أصعب كثيراً من التأليف، وصدق الجاحظ في قوله: ((ولربما أراد مؤلف الكتاب أن يصلح تصحيفاً أو كلمة ساقطة، فيكون إنشاء عشر ورقات من حُرِّ اللفظ وشريف المعاني أيسر عليه من إتمام ذلك النقص حتى يرده إلى موضعه من اتصال الكلام )). ¶ وبدون شك، ان العرب مقصرون بالنسبة لتحقيق تراثهم العظيم عامة، ولكنهم مقصرون أعظم التقصير بالنسبة لتراثهم العسكري العربي، الذي لم يُحقق منه غير جزء يسير للغاية، ولا يزال معظمه في رفوف المكتبات والمتاحف بحاجة ماسَّة إلى التحقيق. ¶ وبين يدي الجزء اليسير المحقق من هذا التراث، وعدده لا يتجاوز عدد أصابع اليدين إلا قليلاً، ودراسته تظهر أهمية هذا التراث الأصيل، وفائدة تحقيقه للحضارة الإسلامية والعربية والعالمية، فينبغي الإقبال على تحقيقه إقبالاً يرفع عنه ما لاقاه من غبن مرير. ¶ وأرى أن الجهات العسكرية المسؤولة في الدول العربية قادرة على إخراج التراث العربي الإسلامي إلى النور بالتحقيق والنشر بالتعاون مع العلماء الأعلام في الأقطار العربية من جهة، وبالتعاون مع الضباط المثقفين في جيوشها من جهة أخرى.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ففي معهد المخطوطات التابع لجامعة الدول العربية عدد غير يسير من المخطوطات العسكرية العربية الإسلامية، تستطيع الجهات العسكرية العربية أخذ صورها وحفظ تلك الصور في مكتبة الجيش العامة، واختيار العلماء الأعلام لتحقيق جزء منها، فإذا أُنجز التحقيق تكفلت تلك الجهات بطبع التحقيق ونشره وإخراجه كاملاً للناس بشكل يسر القراء والدارسين. ¶ أما الجزء الباقي منه، فيمكن أن يحقِّقه طلاب كليات الأركان والقيادة، كجزء من دراستهم العلمية العسكرية، باعتبارها رسائل الطلاب التي تقدم إلى الكليات في نهاية سِني الدراسة، فينال الطلاب عليها التقدير العلمي المتميز ما أحسنوا والتقدير العلمي غير المتميز ما قصروا، وحينذاك تحال المخطوطات التي لم تستوف حقها من التحقيق إلى طلاب جُدد آخرين، ثم يتم تحقيقها بشكل يرضي العلم والعلماء، وحينذاك تنشر المخطوطات لتكون جاهزة للدراسة من القراء والدارسين. ¶ كما تستطيع الجهات العسكرية العربية تكليف الضباط المتقاعدين المعروفين بالثقافة والعلم والقدرة على التحقيق، لينهضوا بواجب تحقيق جزء من المخطوطات العسكرية العربية الإسلامية، ولن يتأخر عن هذا الواجب العلمي النافع أحد من هؤلاء الضباط. ¶ المهم أن تتحرك الجهات العسكرية العربية المسؤولة، لتؤدي خدمة للتراث العربي الإسلامي العريق، فإن هذه الخدمة تشرِّف تلك الجهات، وتسد ثغرة واسعة في المكتبة العربية الإسلامية لا ينبغي أن تبقى، وترفع التقصير عن تحقيق التراث العربي الإسلامي العريق الذي تقع مسؤوليته على العسكريين أولاً، وتزيل الغبن الفاحش الذي تعانيه المخطوطات العربية الإسلامية الذي يجب أو يزول. ¶ المهم أن تتحرك الجهات العربي الإسلامية والجهات العسكرية الإسلامية الأخرى، ففي الحركة بركة، والسكون علامة من علامات الموت، وقد طال السكون في زمان تخطى السكون إلى الحركة فمتى نتحرك؟!",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "إن الجهات العربية الإسلامية، لا تستطيع النجاح في تحقيق التراث العربي الإسلامي فحسب، بل تستطيع أن تتفوق في هذا النجاح على سائر الجهات غير العسكرية الأخرى، وقد أصبح لدى أكثر الدول العربية والإسلامية كليات للأركان والقيادة، وأصبح لدى قسم منها جامعات للدراسات العسكرية العليا، وبإمكان الضباط الطلاب في الكليات والجامعات العسكرية أن ينهضوا بمهمة تحقيق التراث العربي الإسلامي بكفاية واقتدار، كما فعلوا في دراساتهم السابقة. ¶ فلابد أن يكون لهؤلاء الطلاب من الضباط دور فاعل مرموق في التحقيق والنشر، أسوة بغيرهم من الطلاب الضباط في الدول الأجنبية، وأسوة بغيرهم من طلاب الكليات والجامعات العربية والإسلامية في الوطن العربي والدول الإسلامي بدون استثناء. ¶ ولعل الجهات العسكرية العربية الإسلامية تضع هذا الاقتراح موضع التنفيذ، فتفيد الطلاب الضباط، وتفيد الكليات والجامعات العسكرية، وتفيد الحضارة العربية والإسلامية، وتفيد الحضارة العالمية، وترفع الحيف عن تراث العرب والمسلمين العسكري، وتنصف مؤلفي ذلك التراث العظيم، وتُبْقي ذكرها عالياً في الآفاق، فما يرفع ذكر تلك الجهات كما يرفعها العلم والعلماء، دون أن تخسر شيئاً لقاء هذه الفوائد الحيوية الكثيرة، ويوم تزول الأعراض المادية الفانية، يبقى ذكر العلماء، ويبقى العلم الذي ينفع الناس، ويبقى ذكر الذين أحيوا هذا العلم ونشروه حياً من التراث. ¶ ***",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الفصل الخامس ¶ اللغة العسكرية العربية واللغات العسكرية الإسلامية ¶ [1] العربية الفصحى: ¶ كانت العربية الفصحى، نقية من شوائب الألفاظ الدخيلة حتى اختلط العرب بالعجم في الفتح، فسكن قسم من العرب البلاد المفتوحة، وسكن قسم من غير العرب البلاد العربية، فشحنت العربية الفصحى بالألفاظ الدخيلة وشاع اللحن بين العرب، ولم يكن قبل هذا الاختلاط شائعاً. ¶ ولكن اللغة العربية الفصحى كانت سائدة على اللغات الأخرى لأسباب كثيرة، أهمها: أن الفصحى لغة القرآن الكريم ، فهي لغة الإسلام، إضافة إلى أنها لغة العرب، وكما أن القرآن الكريم هو كتاب الإسلام الأول، فهو أيضاً كتاب العربية الأول، كما أن العربية الفصحى لغة الفاتحين، والمغلوب يقلد الغالب في كل شيء حتى في لغته، لكسب عطفه والتقرب منه والتعاون معه، ثم إن العربية الفصحى لغة حية اشتقاقية غنية بالمفردات، تستعين بها اللغات الأخرى في تغطية حاجتها من مفردات العلوم والآداب والفنون. ¶ وظلت سيادة العربية الفصحى في مدٍ عارم حتى سنة اثنتين وثلاثين ومائة الهجرية (749م )، حيث مضى عهد الدولة الأموية وبدأ عهد الدولة العباسية، فأخذت المفردات الدخيلة تتكاثر في العربية الفصحى، وتوالى العدّ التنازلي في المد العارم باتجاه الجَزْر، فانتهى المدّ سنة ست وخمسين وستمائة الهجرية (1258م ) بانهيار الدولة العباسية وسقوط بغداد في أيدي التتار، وبدأ الجزر بتغلب العنصر غير العربي على البلاد العربية، فطعموا اللغة العسكرية العربية باللغات الأجنبية: الفارسية والتركية وغيرهما من اللغات الأعجمية الأخرى.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وإذا كانت الفصحى ظلت سيدة في المجالات العلمية والأدبية والفنية، لأنها أصبحت لغة الحضارة ولغة الدين معاً، حتى بعد سقوط بغداد في أيدي التتار، لا تستطيع لغة من اللغات الأخرى منافستها في سيادتها المطلقة في تلك المجالات، إلا أن اللغة العسكرية العربية تأثرت كثيراً باللغات الأجنبية، فأصبحت المصطلحات العسكرية الأجنبية تتغلغل في المصطلحات العسكرية العربية بالتدريج، كما يتضح ذلك جلياً في المصادر العربية المعتمدة كـ ((النجوم الزاهرة، ونهاية الأرب، وصبح الأعشى )) حيث نقرأ كثيراً من المصطلحات العسكرية الأجنبية تغزو المصطلحات العسكرية العربية وتستولي على مكانها ومكانتها، لأنها لغة الحكام الجدد من غير العرب الذين كانوا من العسكريين غالباً، استولوا على الحكم بالقوة العسكرية لا بالفكر الحضاري، فكان لابد لهم أن يفرضوا لغتهم الأجنبية في مصطلحاتها على اللغة العربية الفصحى. ¶ وفي القرن العاشر الهجري (السادس عشر الميلادي )، أصبحت الدولة العثمانية مسيطرة على البلاد العربية، وأصبحت البلاد العربية جزءاً من الدولة العثمانية. ¶ وفي سنة ثلاث وعشرين وتسعمائة الهجرية (1517م )، استولى العثمانيون على مصر، فرأى السلطان العثماني سليم الفاتح أن يستولي على الخلافة الإسلامية، فأصبح خليفة المسلمين بعد خلع محمد المتوكل على الله آخر الخلفاء العباسيين في مصر. ¶ وكان من نتائج الحكم العثماني للبلاد العربية، أن اللغة التركية أصبحت لغة التعليم الرسمي، فسادت المصطلحات العسكرية التركية على المصطلحات العسكرية العربية، وأصبح العسكريون العرب يتلقون تدريبهم العسكري باللغة التركية، ويتعلمون في المدارس العسكرية التركية، ويعملون في الجيش التركي.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وحين تولى الخديوي محمد علي مصر سنة عشرين ومائتين وألف الهجرية (1805م )، بذل جهده ليبني الجيش المصري على أسس عصرية، فأسس مدرسة إعدادية عسكرية، وأنشأ مدرسة للطب تخرج الأطباء العسكريين إحدى وأربعين ومائتين وألف الهجرية (1825م )، وأوفد البعثات العسكرية إلى إيطاليا وفرنسا وبريطانيا، وبذلك استطاع تطوير الجيش المصري من الناحيتين التدريبية والتنظيمية، ولكنه لم يستطع تطويره من الناحية اللغوية، إذ كانت اللغة التركية هي لغة التدريب والتعليم في مدارس الجيش وقطاعاته العسكرية. ¶ وفي سنة ست وأربعين ومائتين وألف الهجرية (1830م )، احتل الفرنسيون الجزائر، كما احتلوا تُونس سنة تسع وتسعين ومائتين وألف الهجرية (1881م )، والمغرب سنة إحدى وثلاثين وثلاثمائة وألف الهجرية (1912م )، واحتل الإنكليز مصر سنة ثلاثمائة وألف الهجرية (1882م )، واحتل الإيطاليون ليبيا سنة تسع وعشرين وثلاثمائة وألف الهجرية (1911م )، فاضمحلت الجيوش العربية المحلية، وبقي في مصر جيش صوري، وفي المغرب جيش رمزي، للمراسيم والاحتفالات وللحراسات الداخلية. ¶ هذا الاستعمار الأجنبي، أشاع المصطلحات العسكرية الفرنسية في الجزائر وتونس والمغرب، وأشاع المصطلحات العسكرية الإيطالية في ليبيا، وأشاع المصطلحات العسكرية الإنكليزية في مصر. ¶ ولكن عمق جذور المصطلحات العسكرية التركية في البلاد العربية كافة، جعلها تثبت أمام الغزو الفكري الجديد وتبقى سائدة على المصطلحات العسكرية العربية القديمة، والمصطلحات العسكرية الأجنبية الجديدة، لأن الدولة العثمانية كانت مسيطرة على تلك البلاد سيطرة زمنية وسيطرة دينية منذ أكثر من أربعة قرون خلت.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وبعد الحرب العالمية الأولى، أصبحت أكثر الدول العربية خاضعة للاستعمار الغربي، فبدأ مد المصطلحات العسكرية الغربية يطغى على العسكريين في هذه الأقطار، وأصبحت اللغة العسكرية العربية مطعمة بالمصطلحات العسكرية التركية وبالمصطلحات العسكرية الفرنسية في الجزائر وتونس والمغرب وسورية ولبنان، وبالمصطلحات العسكرية التركية وبالمصطلحات العسكرية البريطانية في مصر والعراق والسودان والأردن وفلسطين وإمارات الخليج العربي واليمن الجنوبي، وبالمصطلحات العسكرية التركية وبالمصطلحات العسكرية الإيطالية في ليبيا. ¶ وهكذا تلوثت المصطلحات العربية بالمصطلحات العسكرية الأجنبية بتأثير الدول غير العربية التي غزت البلاد العربية في القرون القريبة والبعيدة، ولم تبق اللغة العسكرية العربية نقية لا يكدر صفوها ألفاظ دخيلة، بل اختلطت الألفاظ العسكرية العربية الأصيلة بالألفاظ الأجنبية الدخيلة، فوجب التخلص من الدخيل والاحتفاظ بالأصيل. ¶ [2] تناقض المصطلحات العسكرية العربية: ¶ أصبح للدول العربية كافة جيوش عربية وقوات مسلحة، بعد أن كان لمصر والمغرب وحدهما جيش خاص بكل دولة منهما دون سائر الدول العربية الأخرى. ¶ وبدأ قسم من الدول العربية يترجم المصطلحات العسكرية الأجنبية إلى مصطلحات عسكرية عربية قبل أن يرحل الاستعمار عن بلادها وتنال استقلالها، وبقي قسم آخر من الدول العربية ينتظر رحيل الاستعمار ليضع مصطلحات العسكرية العربية، وبصورة عامة تصاعدت محاولات العودة إلى العربية الفصحى في القوات المسلحة العربية بعد رحيل الاستعمار عنها ـ عدا سورية والعراق ـ فقد كان نشاطهما قبل رحيل الاستعمار عنهما في تطهير المصطلحات العسكرية من الكلمات الأجنبية الدخيلة وإقرار المصطلحات العسكرية العربية، أما بقية الدول العربية الأخرى، فقد ظهر نشاطها اللغوي الخاص بالمصطلحات العسكرية بعد رحيل الاستعمار لا قبله.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "إن بقاء طائفة من المصطلحات العسكرية التركية أو الإنكليزية أو الفرنسية أو الإيطالية أو الأمريكية، أثر من آثار الاستعمار الفكري البغيض، لأن القوات المسلحة التي لا تزال تستعمل تلك المصطلحات الأجنبية في قواتها المسلحة العربية، تتذكر دائماً استعمار تلك الدول لبلادها، ولا تنسى أنها كانت خاضعة للدول الأجنبية في يوم من الأيام، كما أنها باستعمالها تلك المصطلحات العسكرية الأجنبية تقر بتفوق جيوش الدول الأجنبية عليها حتى في لغاتها، وكل ذلك يؤثر أسوأ الأثر في معنويات الجيوش العربية، ولا نصر لجيش مزعزع المعنويات ولا يتحلى بالمعنويات العالية. ¶ ولكن وضع المصطلحات العسكرية العربية بمحاولات كل جيش عربي أن يضع المصطلحات العسكرية العربية الخاصة به، دون أن ينسق مصطلحاته بمصطلحات الجيوش العربية الشقيقة، أدى إلى ظهور مشكلة لغوية حقيقية، هي أن اللغة العربية الفصحى الواحدة، أصبحت متناقضة بالنسبة للمصطلحات العسكرية العربية، وأصبح كل جيش عربي لدولة عربية لا يستطيع التفاهم مع جيش عربي شقيق لدولة عربية أخرى، أو يصعب عليها التفاهم على أقل تقدير، لأن لغته العسكرية تختلف اختلافاً كبيراً عن اللغات العسكرية للجيوش العربية الأخرى. ¶ وأذكر أن وفداً عسكرياً من إحدى دول المشرق العربي قدم العراق سنة أربع وسبعين وثلاثمائة وألف الهجرية (1954م ) في زيارة رسمية لمقرات ومؤسسات وتشكيلات عسكرية للجيش العراقي، وكان في منهاج ذلك الوفد العسكري الشقيق زيارة وحدات عسكرية في مدينة (الموصل )، وكنت حينذاك آمراً لإحدى الوحدات العسكرية هناك، فلم أستطع ولم يستطع قادة الوحدات الأخرى التفاهم مع ذلك الوفد إلا بلغة أجنبية. ¶ وقد زرت وحدات وتشكيلات ومقرات ومؤسسات عسكرية في قسم من الدول العربية الشقيقة، فلم أستطع فهم معاني كثير من مصطلحاتها العسكرية إلا بصعوبة.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ولكي ندرك مدى التناقض الكبير بين ألفاظ المصطلحات العسكرية في الجيوش العربية، أضرب مثلاً بالمصطلحات العسكرية لسلاح صغير من الأسلحة الخفيفة هو: (الغدارة )، كما نطلق عليه في العراق و (الرشاش الصغير )، كما يطلقون عليه في مصر، لكي نقارن بين قسم من أسماء أجزائها في الجيش العراقي بأسماء تلك الأجزاء بأعيانها في جيش مصر، وفي الستينات من القرن العشرين الميلادي، لتصوير فكرة واضحة عن البون الشاسع في المصطلحات العسكرية بين الجيشين العربيين الشقيقين، مع أن هذه المصطلحات في هذين الجيشين هي أقل اختلافاً عند مقارنتها بالمصطلحات العسكرية في الجيوش العربية الأخرى: ¶ هذا التناقض في ألفاظ المصطلحات العسكرية، يشمل أنواع الأسلحة الخفيفة الأخرى، وأنواع المدافع، ويشمل مصطلحات الرمي الخاصة بالأسلحة الخفيفة والمتوسطة والثقيلة وأنواع ذخيرتها، كما يشمل مصطلحات صنوف الجيش: كالمشاة والخيالة والدروع والمدفعية والهندسة والإشارة والقوة الجوية والقوية النهرية والقوة البحرية، ويشمل كذلك مصطلحات الخدمات الإدارية كالميرة والتموين والعينة والنقلية الآلية ونقلية الدواب، والهندسة الآلية الكهربائية، ويشمل أيضاً أجزاء السيارات والمدرعات والدبابات والطائرات والسفن والبواخر والبوارج وحاملات الطائرات وأدواتها الاحتياطية، كما يشمل أسماء الرتب والمناصب والوحدات والتشكيلات والمقرات العسكرية، ومصطلحات التدريب والتعبية (Tactlcs ، والسَّوْقStyategy )، وواجبات الأركان وصفحات القتال. ¶ وكل هذه المصطلحات تتناقض أشد التناقض في الجيوش العربية الشقيقة .. (11)",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "[3] محاولات توحيد المصطلحات العسكرية العربية: ¶ (أ) قطعت الجيوش العربية شوطاً بعيداً نحو ترجمة المصطلحات العسكرية الأجنبية إلى اللغة العربية الفصحى أو اللغة غير الفصحى أحياناً، فبذل كل جيش عربي جهوداً مشكورة لترجمة مصطلحاته العسكرية داخل نطاق جيشه، معتمداً على مصطلحات قسم من الجيوش العربية وعلى معلومات رجاله اللغوية والعسكرية. ¶ لقد كانت المصطلحات العسكرية مختلفة أشد الاختلاف في نطاق كل جيش عربي، وكان هذا الاختلاف أمراً طبيعياً، لأن الجيوش العربية الحديثة ولد أكثرها بعد نيل استقلالها، فكانت النواة الأولى لكل جيش عربي حديث عبارة عن ضباط ومراتب دُرِّبوا تدريباً أجنبياً بلغة أجنبية: ¶ تركية، أو انكليزية، أو فرنسية، أو إسبانية، أو إيطالية، أو أمريكية أو روسية. ¶ ولعل أهم ثمرة من ثمرات ترجمة المصطلحات العسكرية الأجنبية داخل جيش عربي في نطاق قطري، هو تأليف عدة معجمات عسكرية عربية، أهمها خمسة هي: ¶ المعجم العسكري العراقي (إنكليزي ـ عربي ). ¶ والمعجم العسكري السوري (فرنسي ـ عربي ) و (إنكليزي ـ عربي ). ¶ والمعجم العسكري اللبناني (فرنسي ـ عربي ). ¶ والقاموس العسكري المصري (إنكليزي ـ ألماني ـ فرنسي ـ عربي ). ¶ والمعجم العسكري الفني المصري (إنكليزي ـ عربي ). ¶ وهناك معجمات عسكرية عربية مخطوطة، لم تر النور حتى اليوم، فلا مجال لذكرها. ¶ والمعجم العسكري العراقي (إنكليزي ـ عربي )، يؤخذ عليه أن مصطلحاته العسكرية قديمة قد تصلح لجيش في الأربعينيات من هذا القرن، ولكنه لا يصلح لجيش حديث متطور. لأن المصطلحات العسكرية الحديثة تنقصه، مثل مصطلحات: الذَّرة والأجهزة الألكترونية، ومصطلحات الحرب الكيماوية، ومصطلحات الحرب الجرثومية. ¶ أما المعجم العسكري السوري، فهو لسورية ومصر في الأصل، وسنتكلم عنه بعد قليل في الحديث عن المعجمات الموحدة.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "أما المعجم العسكري اللبناني (فرنسي ـ عربي )، فيؤخذ عليه اقتصاره على المصطلحات العسكرية البحتة، وعدم شموله مصطلحات العلوم التي لها علاقة بالمصطلحات العسكرية. ¶ كما يؤخذ عليه، أن مصطلحاته قديمة لا تشمل المصطلحات الفنية العسكرية الحديثة كمصطلحات الأسلحة النووية والتعابير العسكرية العلمية الحديثة. ¶ ثم يؤخذ عليه أيضاً، أن لغته مدنية عليها طابع اللغة الأدبية التي تهتم بالكلمات الغربية الحوشية، على حين أن اللغة العسكرية لغة علمية، تحرص على الوضوح والبساطة في التعبير. ¶ وفي النهاية يؤخذ على هذا المعجم العسكري اللبناني، أنه يضم ألفاظاً عامية مثل: أنبار، وألفاظاً أخرى منحوتة مثل: المجوقل، للنقل جواً. ¶ أما القاموس العسكري المصري، فمما يؤخذ عليه أنه مرتب حسب الحروف الأبجدية الإنكليزية، لذلك فمن الصعوبة أن يستفيد من المترجم الفرنسية إلى العربية أو من الألمانية إلى العربية. ¶ ومما يؤخذ على هذا المعجم خلوه من المصطلحات العسكرية الحديثة، كما يؤخذ عليه وجود كثير من الكلمات التركية دون مسوِّغ. ¶ ومما يؤخذ عليه لجوء واضعيه إلى التعريب لضرورة ولغير ضرورة، وكثرة الأخطاء الإملائية واللغوية فيه. ¶ أما المعجم العسكري الفني المصري، فمما يؤخذ عليه إغارقه في الكلمات الغربية الصعبة التي لا يستسيغها العسكريون بسهولة ويسر، مما يدل على سيطرة المدنيين على العسكريين في إعداد المعجم. ¶ كما يؤخذ عليه إغراقه في التعريب دون مسوغ. ¶ (ب) ولْعل أهم محاولات توحيد المصطلحات العسكرية في نطاق جيشين عربيين فحسب، هما: محاولة توحيد المصطلحات العسكرية الجيشين السوري والمصري أولاً، ومحاولة توحيدها بين الجيشين المصري والعراقي ثانياً وقد ذكرت هاتين المحاولتين بموجب تسلسلهما الزمني، إذ جرت المحاولة الأولى قبل المحاولة الثانية.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فقد أعدت المعجم العسكري السوري (انكليزي ـ عربي ) و(فرنسي ـ عربي ) لجنة مختلطة من سورية ومصر لإعداد معجم عسكري لجيش الجمهورية العربية المتحدة، فبدأت عملها سنة تسع وسبعين وثلاثمائة وألف الهجرية(1959م )، وصدر المعجم بعد الحركة الانفصالية بين سورية ومصر، مما أدى إلى عدم التزام الجيش المصري بهذا المعجم، والتزم به الجيش السوري وحده، ولهذا أطلق عليه: ¶ المعجم العسكري السوري: ¶ ومما يؤخذ على هذا المعجم، أنه يضم طائفة من الكلمات العامية، مثل: كميون، وهي كلمة فرنسية أطلقت على سيارة الشحن. ¶ كما أن من مصطلحاته ما لا يعبر عن المعنى المقصود في الأصل الأجنبي تعبيراً دقيقاً، فمثلاً مصطلحاً (Military Report ) ، ترجم في المعجم العسكري السوري بـ: (نشرة حربية )، في حين أن معناه: (تقرير عسكري )، والفرق كبير بين (النشرة )، وبين (التقرير ) من الناحية العسكرية. ¶ كما يؤخذ عليه كثرة المترادفات للكلمة الواحدة التي يجب أن يكون لها معنى واحد، فكان الواجب يقضي بوضع مصطلح عسكري عربي واحد، للمصطلح الأجنبي العسكري الواحد، يفي بالمقصود تماماً، يحول دون الارتباك والالتباس. ¶ ومما يؤخذ عليه كذلك، ميله إلى الكلمات الحوشية الجاسية في بعض المصطلحات العسكرية، وكان من الأفضل استعمال الكلمات البسيطة السهلة الخالية من التعقيد، لأن اللغة العسكرية لغة علمية. ¶ أما المعجم العسكري العراقي الموحد، فقد أعدته لجنتان عسكريتان: لجنة عسكرية عراقية، ولجنة عسكرية مصرية، تنقلتا بين القاهرة وبغداد خلال سنة خمس وثمانين وثلاثمائة وألف الهجرية (1965م )، وصدر هذا المعجم بعد طبعه في مطابع الجيش العراقي في تلك السنة.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "والذي يؤخذ على هذا المعجم، أن إعداده اقتصر على الضباط فقط، وكان من الضروري أن يشارك في إعداده أعضاء المجامع اللغوية والعلمية، لإمكان تفادي الأخطاء اللغوية أولاً، ولإعطاء المعجم قوة لغوية تجعل له قيمة لا غبار عليها في البلاد العربية كافة من الناحية اللغوية. ¶ كما يؤخذ عليه أيضاً، أن القيادة العربية الموحدة لم تشارك في إعداده، وكانت يومئذ على قيد الحياة، فكان من الواجب أن يكون بين أعضاء لجنتي إعداده عضو من القيادة العربية الموحدة، حتى يأخذ هذا المعجم معنى الشمول، وتعترف به الدول العربية كافة، وتعمل على تطبيقه في جيوشها. ¶ ويؤخذ على تنظيم المعجم العسكري العراقي الموحد كذلك، أنه كان يجب أن يبوَّب على حسب ترتيب حروف الهجاء الانكليزية أسوة بالمعجمات العسكرية الأخرى وغير العسكرية أيضاً، ثم تنظم مفردات المصطلحات العسكرية في نهاية المعجم على حسب أسلحة الجيش وأقسامه الإدارية. وهذا الأسلوب يجعل أمر استخراج المصطلح العسكري المطلوب سهلاً هيناً سريعاً ويحول دون تكرار المصطلحات العسكرية دون مسوِّغ لهذا التكرار. ¶ على أنه يؤخذ عليه بالإضافة إلى ذلك، أن الذين نظموه كتبوا عناوين المصطلحات الإنكليزية باللغة الإنكليزية فوق عناوين المصطلحات العربية مباشرة، وليس من المناسب أن يعلو التعبير الأجنبي على التعبير العربي في معجم صدر في بلد عربي يرمي إلى توحيد المصطلحات العسكرية في البلاد العربية. ¶ وأخيراً يؤخذ عليه خلوه من المصطلحات العسكرية الحديثة. ¶ وقد كان بالإمكان تلافي هذه المآخذ كلها على المعجم العسكري الموحد، لتشمل فائدته المرجوة جيوش العرب كلها، فيكون بحق معجماً موحِّداً لا معجماً موحَّداً. ¶ وللتاريخ نذكر أن مصر لم تلتزم بهذا المعجم على الرغم من مشاركتها في إعداده! ¶ وعلى كل حال، فهذا المعجم خطوة موفقة إلى حدٍ ما على طريق توحيد المصطلحات العسكرية العربية.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ومن محاولات توحيد المصطلحات العسكرية في الجيوش العربية: نشرة المصطلحات العسكرية الموحدة التي أصدرتها القيادة العربية الموحدة سنة خمس وثمانين وثلاثمائة وألف الهجرية (1965م )، والتي تحتوي على (285 ) مصطلحاً عسكرياً في أربع وعشرين صفحة من القطع الكبير، مكتوبة بالآلة الناسخة، وقد وزعت على جيوش الدول العربية. ¶ ولكن مصطلحات هذه النشرة، تختلف عن مصطلحات المعجم العسكري العراقي الموحد الذي أعدته لجنتان عسكريتان: لجنة من مصر، ولجنة من العراق، مما يدل على أن القيادة العربية الموحدة لم تكن على علمٍ بإعداد هذا المعجم. ¶ وقد أعدت هذه النشرة لجنة من ضباط القيادة العربية الموحدة، وهي تشمل على المصطلحات العسكرية الرئيسة التي يكثر التخاطب بها في الجيوش العربية، خاصة في إصدار الأوامر العسكرية. ¶ وقد كان من الممكن أن تصدر القيادة العربية الموحَّدة معجماً موحِّداً لا نشرة موحَّدة، ولكن ظروفها وقلة الضباط القادرين على إصدار هذا المعجم بين منتسبيها وضيق الوقت حال بينها وبين إصدارها المعجم العسكري الموحَّد. ¶ ومما يؤخذ على هذه النشرة، اقتصارها على عدد محدود من المصطلحات العسكرية، لا تكاد تغني ولا تسمن من جوع. ¶ كما يؤخذ عليها أن إعدادها اقتصر على عدد قليل من ضباط القيادة العربية الموحدة، وعدم الاستعانة بأعضاء مجمع اللغة العربية في إعدادها. ¶ كذلك يؤخذ عليها، أن مصطلحاتها لا تتفق مع المصطلحات العسكرية الشائعة في أكثر الجيوش العربية، مما أدى إلى عدم استعمالها في تلك الجيوش.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "[4] إخفاق المحاولات والمعجمات: ¶ (أ) بذلت جهود كثيرة لتوحيد المصطلحات العسكرية للجيوش العربية، ولكن تلك المحاولات باءت كلها بالإخفاق الذريع. ¶ فقد عقدت اجتماعات عديدة بين لجان عسكرية من الجيشين الشقيقين المصري والعراقي في أكثر من محاولة لتوحيد المصطلحات العسكرية في الجيشين الشقيقين، وكان آخر اجتماع لممثلي هذين الجيشين سنة خمس وثمانين وثلاثمائة وألف الهجرية (1965م )، أثمر عن المعجم العسكري الموحد، ولكن جيوش الدول العربية وجيش مصر لم تلتزم به. ¶ وعقدت اجتماعات بين لجان عسكرية في جيشي الإقليمين السوري والمصري من سنة تسع وسبعين وثلاثمائة وألف الهجرية (1959م ) إلى سنة إحدى وثمانين وثلاثمائة وألف الهجرية (1961م ) إبان الوحدة بين مصر وسورية، فكان من ثمراتها صدور المعجم العسكري السوري، ولكن جيوش الدول العربية ومنه جيش مصر لم تلتزم بها أيضاً. ¶ وحاولت اللجنة العسكرية الدائمة في جامعة الدول العربية سنة ثلاث وسبعين وثلاثمائة وألف الهجرية (1953م ) توحيدها، ولكنها عجزت عن ذلك. ¶ وحاولت تلك اللجنة العسكرية الدائمة بطلب من أمين جامعة الدول العربية أكثر من مرة توحيد المصطلحات العسكرية للجيوش العربية وإصدار معجم عسكري موحد، ولكنها لم تنجح في محاولاتها. ¶ وحاولت القيادة العربية الموحَّدة توحيد الحد الأدنى من المصطلحات العسكرية للجيوش العربية، فأصدر نشرتها سنة خمس وثمانين وثلاثمائة وألف الهجرية (1965م )، ولكن جيوش الدول العربية لم تلتزم حتى بهذه النشرة التي توحِّد الحد الأدنى من المصطلحات العسكرية لهذه الجيوش العربية! ¶ وهكذا أخفقت كل تلك المحاولات التي بذلت لتوحيد المصطلحات العسكرية العربية، والتي بدأت من سنة ثمانٍ وستين وثلاثمائة وألف الهجرية (1948م ) في ظل جامعة الدول العربية، وانتهت في سنة خمس وثمانين وثلاثمائة وألف الهجرية (1965م ) في ظل القيادة العربية الموحدة.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "(ب) كما أخفقت معظم المعجمات العسكرية العربية التي أصدرتها الجيوش العربية في أداء رسالتها بإقرار المصطلحات العسكرية العربية التي لا تشوبها شائبة العجمة داخل جيوشها وتوحيد المصطلحات العسكرية في جيوش الوطن العربي. ¶ وان تعدد المعجمات العسكرية ومحاولة كل جيش عربي لا يملك معجماً عسكرياً أن يكون له معجم عسكري خاص به، عاملاً من عوامل تناقض المصطلحات في الجيوش العربية. ¶ فقد كان المفروض أن يقتبس واضعو المعجمات العسكرية الجديدة المصطلحات العسكرية العربية القديمة التي أقرتها الجيوش العربية من قبلُ، ما كان عربية سليمة لا غبار عليها، ولكن هؤلاء في أغلب الأحيان وقفوا موقف الناقد لتلك المصطلحات العسكرية القديمة بالحق أو بالباطل، واجتهدوا أن يضعوا بأنفسهم مصطلحات عسكرية جديدة، حتى ولو كانت المصطلحات العسكرية القديمة باعتراف هؤلاء المجتهدين الجدد، متينة في بناها رصينة في معناها. ¶ وأسباب إخفاق المعجمات العسكرية العربية في إداء رسالتها كثيرة. ¶ من هذه الأسباب: اقتصار وضع المصطلحات العسكرية العربية على العسكريين من الضباط وحدهم في قسم من الجيوش العربية، مما أدى إلى أن تكون تلك المصطلحات العسكرية العربية ضعيفة من الناحية اللغوية. ¶ ومنها: تأليف لجان في قسم من الجيوش العربية يغلب عليها طابع علماء اللغة، مما أدى إلى أن تكون المصطلحات ضعيفة من الناحية العسكرية، فيها كثير من المفردات الأدبية والألفاظ العربية الصعبة التي عفى عليها الدهر وأصبحت قليلة الاستعمال. ¶ ثم أيضاً من هذه الأسباب: اقتصار اللجان على ممثلي جيشين عربيين، مما أدى إلى عدم التزام الدول العربية الأخرى التي لم تشارك في إعداد المعجم العسكري به. ¶ ويضاف إليها: إغفال تمثيل القيادة العربية الموحدة في لجان توحيد المصطلحات العسكرية بين جيشين عربيين، مما أدى إلى إعطاء تلك المصطلحات العسكرية العربية صفة محلية ضيقة وحرمانها من الصفة العربية الشاملة.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ثم كذلك: إغفال إشراف جامعة الدول العربية على لجان توحيد المصطلحات العسكرية العربية، مما أدى إلى حرمانها من الصفة العربية الشاملة عليها أيضاً. ¶ ومنها أيضاً: إغفال تمثيل المجامع اللغوية في لجان توحيد المصطلحات العسكرية العربية، مما حرمها من القوة اللغوية التي يمكن أن تضيفها المجامع اللغوية على المعجمات العسكرية العربية. ¶ كما أن ترك وضع المصطلحات العربية لكل مَنْ هَبَّ وَدَبَّ، يزيد المصطلحات العربية تناقضاً واختلافاً. ¶ لذلك كان لابد من اتخاذ تدابير جديدة أخرى، تضع الأمور في نصابها. ¶ [5] توحيد المصطلحات العسكرية العربية: ¶ (أ) خلاصة الدروس: ¶ كانت الدروس المكتسبة من أسباب إخفاق محاولات توحيد المصطلحات العسكرية العربية للجيوش العربية كافة، وإخفاق المعجمات العسكرية المطبوعة في تطهير المصطلحات العسكرية العربية من المصطلحات العسكرية الأجنبية الدخيلة، وفي أن تخرج من نطاقها القطري إلى نطاق الوطن العربي، تخالج كثيراً من عقول الضباط خاصة، وغير الضباط عامة من المعنيين بتطهير المصطلحات العسكرية العربية من المصطلحات العسكرية الدخيلة، وبتوحيد المصطلحات العسكرية للجيوش العربية، وبإصدار معجمات عسكرية موحِّدة تجمع مصطلحات الجيوش العربية كافة على كلمة سواء. ¶ وفي مؤتمر مجمع اللغة العربية المصري والمجمع العلمي العراقي الذي عقد في بغداد سنة خمس وثمانين وثلاثمائة وألف الهجرية (من 20 تشرين الأول ((نوفمبر)) 1960م إلى 30 من الشهر المذكور )، أُلقي بحث عنوانه: (أهمية توحيد المصطلحات العسكرية العربية ) (12). ¶ وكان من جملة مقررات هذا المؤتمر: ((تشكيل لجنة من المختصين تحت إشراف جامعة الدول العربية والقيادة العربية الموحَّدة، لتوحيد المصطلحات العسكرية، على أنه يعاونها بعض اللغويين )).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وبعد عودة أعضاء مجمع اللغة العربية الذين شهدوا مؤتمر بغداد إلى القاهرة، كتب الأمين العام لمجمع اللغة العربية رسالة إلى الأمين العام لجامعة الدول العربي، يبلِّغه فيها بقرار مؤتمر مجمع اللغة العربية المصري والمجمع العلمي العراقي الخاص بتوحيد المصطلحات العسكرية للجيوش العربية (برقم 60 والمؤرخ في 11/1/1966م ). ¶ وبعد مخابرات واتصالات عديدة بين جامعة الدول العربية والدول العربية ووزارة الدفاع المصرية، انتهت سنة سبع وثمانين وثلاثمائة وألف الهجرية (24 كانون الثاني1967م )، باعتذار وزارة الدفاع المصرية عن الموافقة على توحيد المصطلحات العسكرية العربية للجيوش العربية في الوقت الراهن لعدم ملاءمة الظروف (كذا )، فتقرر إرجاء توحيد المصطلحات العسكرية إلى إشعار آخر! ¶ وفي أوائل سنة ثمان وثمانين وثلاثمائة الهجرية (بداية سنة 1968م )، زرت جامعة الدول العربية في القاهرة، واطلعت على سير معاملة توحيد المصطلحات العسكرية، فذُهلت لأنه المعاملة رُكنت على الرف إلى موعد غير معلوم. ¶ وجرت محاولات جديدة لإخراج فكرة توحيد المصطلحات العسكرية إلى حيِّز التنفيذ، فنجحت تلك المحاولات، وتقرَّر أن تجتمع لجنة توحيد المصطلحات العسكرية للجيوش العربية في جامعة الدول العربية في آخر النصف الأول من سنة ثمان وثمانين وثلاثمائة وألف الهجرية (30 آذار ((مايو)) 1968م ). ¶ (ب) لجنة توحيد المصطلحات العسكرية للجيوش العربية: ¶ وبالاستفادة من الدروس المكتسبة من إخفاق التوحيد والمعجمات العسكرية العربية، وبالمذاكرة مع السيد الأمين العام لجامعة الدول العربية، والأمين العام لمجمع اللغة العربية في القاهرة، والقائد للقيادة العربية الموحَّدة، ورئيس هيئة أركان حرب الجيش المصري، اقترحنا على الأمين العام للجامعة العربية تأليف لجنة توحيد المصطلحات العسكرية للجيوش العربية من ممثلين لكل من: ¶ - عضو واحد من مجمع اللغة العربية في القاهرة.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "- ضابط من كل جيش عربي من دول جامعة الدول العربية. ¶ - ضابط من القيادة العربية الموحدة. ¶ وقدم ممثل مجمع اللغة العربية المصري في اللجنة تقريراً إلى السيد الأمين العام لجامعة الدول العربية، شرح فيه الطريقة المثلى لتشكيل اللجنة وأسلوب عملها. ¶ ووافق السيد الأمين العام لجامعة الدول العربية على ما جاء في تقرير ممثل مجمع اللغة العربية المصري، حول تشكيل لجنة توحيد المصطلحات العسكرية للجيوش العربية، وتحدد يوم اجتماع اللجنة في رحاب جامعة الدول العربية. ¶ ودروس الماضي في إخفاق توحيد المصطلحات العسكرية العربية، هي التي أوحت بشكل لجنة توحيد المصطلحات العسكرية بهذا الأسلوب وهذه الطريقة. ¶ واجب ممثل مجمع اللغة العربية المصري، وهو عضو من أعضاء المجمع، في هذه اللجنة: إقرار المصطلحات العسكرية العربية القديمة ما دامت ملتزمة بالعربية الفصحى، ونبذ المصطلحات العسكرية العربية القديمة ما دامت غير ملتزمة بالعربية الفصحى، ووضع المصطلحات العسكرية العربية الجديدة بلغة عربية سليمة، وحمل اللجنة على الإلتزام باللغة العربية الفصحى التزاما صارما. ¶ وواجب ممثلي الجيوش العربية من الضباط في اللجنة: عرض المصطلحات العسكرية المستعملة في جيوشهم، لإقرار المصطلح العربي الفصيح ونبذ المصطلح الأجنبي الدخيل أو العربي غير الفصيح ، والمصادقة على قرار اللجنة في توحيد المصطلحات العسكرية العربية، وجعل هذا القرار نابعا من موافقة ممثلي الجيوش العربية كافة لا من موافقة ممثلي جيش عربي واحد أو جيشين عربيين شقيقين ، حتى تلتزم الجيوش العربية كلها بالمعجم العسكري الموحد الذي أقر مصطلحاته ممثلوها في اللجنة . ¶ وواجب ممثل القيادة العربية الموحدة: إضفاء الصفة العسكرية العربية الشاملة على المعجم العسكري الموحد من الناحية العسكرية .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وعقدت اللجنة اجتماعاتها في كنف جامعة الدول العربية بالقاهرة وبرعايتها وإشرافها ، لكي يكون للمعجم العسكري الموحد صفة عربية شاملة من الناحة السياسية . ¶ وهكذا حاولت هذه اللجنة في تشكيلها وفي عملها ، أن تخرج مهمة توحيد المصطلحات العسكرية العربية من النطاق القطري الضيق إلى النطاق العربي الشامل ، وأن تجعل لهذا التوحيد قوة لغوية وقوة عسكرية وقوة سياسية ، تحمل الجيوش العربية والدول العربية على الإلتزام به في مصطلحاتها العسكرية . ¶ وقد شهد كل ممثلي الجيوش العربية اجتماعات اللجنة، عدا ممثل الجيش التونسي الشقيق. ¶ (ج) المبادئ التي التزمت بها اللجنة في عملها: ¶ التزمت لجنة توحيد المصطلحات العسكرية للجيوش العربية بمبادئ واضحة المعالم ، وضعتها نصب أعين أعضائها ، وحاولت جهد الإمكان ألا تحيد عنها قيد أنملة . وقد كان حرصها الشديد على الإلتزام بهذه المبادئ أن يعصف بها وهي في بداية الطريق بعد أيام معدودات من عقد اجتماعاتها. ¶ من هذه المبادئ: الالتزام باللغة العربية الفصحى، ونبذ المصطلحات العسكرية الأجنبية الدخيلة، كالمصطلحات التركية والفرنسية والبريطانية، وكالمصطلحات الموضوعة باللغة العامية الدارجة. ¶ ومنها: اختيار الألفاظ العربية السهلة البسيطة، لأن اللغة العسكرية لغة علمية، والتخلي عن الألفاظ الحوشية الجاسية التي قد تصلح للتعابير الأدبية، ولكنها لا تصلح للتعابير العسكرية. ¶ ومنها أيضاً: الاقتصار على (الترجمة إلى العربية، والابتعاد عن (التعريب) إلا لضرورة قصوى ). ¶ ثم منها كذلك: اقتباس الألفاظ الحضارية التي وضعتها المجامع العربية، والأخذ بها وإقرارها. ¶ وأخيراً: تفضيل المصطلح العسكري الشائع في أكثر الجيوش العربية على المصطلح العسكري الشائع في عدد قليل من الجيوش العربية.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "تلك هي مجمل المبادئ التي التزمت بها لجنة توحيد المصطلحات العسكرية للجيوش العربية، والتي كادت أن تعصف باللجنة في أيامها الأولى، لأن ممثل كل جيش عربي كان يحرص على إقرار المصطلحات العسكرية الشائعة في جيشه، دون الالتفات إلى قوتها اللغوية أو مطابقتها لمعنى ما يقابلها من مصطلحات عسكرية في الجيوش الأجنبية الحديثة. ¶ ولكن صوت لغة القرآن الكريم أسكت كل صوت، وكلمة الحق أزهقت كلمة الباطل، وتغلب العلم على الجهل، وآثر أعضاء اللجنة المصلحة العربية على المصلحة القطرية. ¶ وسار عمل اللجنة في بداية أمره بطيئاً مُتلكئاً، ثم انطلق لتحقيق أهدافه سريعاً واثقاً على هدى اللغة العربية الفصحى وبصيرة العلم العسكري الأصيل. ¶ (د) أسلوب عمل اللجنة: ¶ وحين اجتمعت لجنة توحيد المصطلحات العسكرية العربية في رحاب جامعة الدول العربية، وضعت أمامها المعجمات العسكرية العربية المطبوعة والمخطوطة، فقد استصحب كل ضابط من أعضاء هذه اللجنة معه المصطلحات العسكرية العربية المعمول بها في جيشه. ¶ وكان أمام اللجنة مسلكان: ¶ الأول: توحيد المصطلحات العسكرية المتيسرة على حسب ترتيبها الأبجدي، وهذا المسلك يؤدي إلى اصطدام أعضاء اللجنة ببعضهم بين مدة وأخرى عند إقرار المصطلحات العسكرية العربية الحيوية الشائعة في جيوشها منذ القديم، إذ يصعب على تلك الجيوش التخلي عنها بسهولة حتى ولو كانت لا تمت إلى العربية الفصحى بصلة قريبة أو بعيدة! ¶ والثاني: توحيد المصطلحات العسكرية العربية الحيوية الشائعة في الجيوش العربية أولاً، وهي التي يبرز فيها التناقض في المعنى والمبنى، ولكل جيش عربي مصطلحاته الخاصة به ليس من السهل عليه تبديلها. ¶ وهذا المسلك يؤدي إلى اصطدام أعضاء اللجنة ببعضهم في الأيام الأولى من عملهم، وربما يؤدي هذا الاصطدام إلى إخفاق اللجنة في النهوض بمهمتها الصعبة الشاقة.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وقد آثر اللجنة أن تبدأ بتوحيد المصطلحات العسكرية الشائعة المتناقضة في الجيوش العربية، حتى إذا أخفقت في توحيدها، أعلنت إخفاقها دون أن تضيِّع الوقت سدى. ¶ وفي خلال الشهرين الأولين من مدة عمل اللجنة، لم تستطع اللجنة أن توحِّد أكثر من خمسمائة مصطلح عسكري عربي، بعد جهد جهيد ومشقة بغير حدود. ¶ وكمثال على ذلك، فإن كلمة (Tactics ) الإنكليزية، كان المصطلح المقابل لها في قسم من الجيوش العربية هو كلمة: (تكتيك )، وكان المصطلح العربي المقابل لها في القسم الآخر من الجيوش العربية هو كلمة: (تَعْبِئَة ). ¶ وما يقال عن هذه الكلمة يقال عن كلمة: (strategy ) الإنكليزية، فقد كان قسم من الجيوش العربية يستعمل كلمة: (استراتيجية )، وكان قسم من الجيوش العربية يستعمل كلمة: (السَّوْق ). ¶ وقد أمضت اللجنة أسبوعاً كاملاً في جدال عنيف حول هاتين الكلمتين الشائعتين، حتى استقر الرأي على استعمال المعنيين العربيين: ¶ (تعبئة ) و (سَوْق ) لهاتين الكلمتين المعربتين. ¶ وفي خلال الشهرين الأولين من مدة عمل اللجنة، أكملت اللجنة توحيد المصطلحات العربية المتناقضة من جهة والحيوية الشائعة من جهة أخرى، وهي مصطلحات: الإيعازات العسكرية، والتعبوية، والسّوْقية، والتدريب، وأسماء الأسلحة والذخيرة، والرتب والمناصب العسكرية، وأسماء الوحدات والتشكيلات والمؤسسات والمقرات والمدارس والمعاهد والكليات العسكرية. ¶ ولما تم للجنة توحيد تلك المصطلحات المتناقضة الشائعة التي كان يصعب تبديلها ويصعب إقرارها أيضاً، أصبح نجاح اللجنة في عملها مضموناً، وأصبح إكمال واجبها في التوحيد قضية وقت ليس إلا، لأن المصطلحات المتبقية ليست حيوية ولا شائعة ولا متناقضة بالدرجة التي كانت عليها المصطلحات العسكرية التي جرى توحيدها.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ولكن برزت مشكلة جديدة لم تكن في حسبان اللجنة، هي أن المعجمات العسكرية العربية المطبوعة والمخطوطة تفتقر إلى المصطلحات العسكرية الحديثة، مثل مصطلحات الحرب النووية، ومصطلحات الحرب الكيماوية، ومصطلحات الحرب الجرثومية، ومصطلحات الأجهزة الألكترونية، ومصطلحات الأسلحة الحديثة المتطورة. ¶ إن العلوم التي لها صلة مباشرة بالمصطلحات العسكرية كثيرة، وقد استوعب المعجم الفني المصري مصطلحات نحو ستين علماً، ومع ذلك قصر عن استيعاب المصطلحات العلمية الحديثة كلها. ¶ وقررت اللجنة أن يكون عملها متكاملاً، وذلك بنقل المصطلحات الحديثة إلى العربية، لكي لا تبقى المصطلحات العسكرية التي تضمها المعجمات العسكرية العربية بدائية، قد تصلح لحرب مثل الحرب العالمية الأولى، ولكنها لا تصلح لحرب حديثة ضد العدو الصهيوني الذي بلغ في العلوم التطبيقية شأواً بعيداً. ¶ واللجنة يوم بدأت في إعداد المعجم العسكري الموحِّد، ظنت أن المدى لإنجازه لن يطول، وأنه سيتم خلال شهر أو بعض شهر، ولكن قرارها الخاص بنقل المصطلحات العسكرية الحديثة، جعل مدة الإعداد تطول إلى خمس سنوات كاملة، كانت اللجنة خلالها تجتمع يومياً بدون راحة، حتى في أيام الأعياد الرسمية، حرصت أن تعمل فيها كسائر الأيام، وشعارها: الاحتفال بالأعياد بالعمل. ¶ فإذا انقضى يوم من أيام العمل الذي يبدأ في الساعة التاسعة صباحاً وينتهي بانتهاء العمل المخصص في ذلك اليوم، في عمل دائب منظم، حمل كل عضو من أعضاء اللجنة معه إلى مستقره عملاً إضافياً يؤديه في أوقات راحته، ويُطالب به صباح اليوم التالي: ¶ وأخيراً تكلل مجهود اللجنة بالنجاح والحمد لله، فأنجزت: ¶ المعجم العسكري الموحِّد (انكليزي - عربي ). ¶ المعجم العسكري الموحِّد (عربي - إنكليزي ). ¶ المعجم العسكري الموحِّد (فرنسي - عربي ). ¶ المعجم العسكري الموحِّد (عربي - فرنسي ).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "يكفي أن أذكر أن المعجم العسكري الموحِّد (إنكليزي - عربي ) وحده، يضم بين دفتيه ثمانين ألف مصطلح عسكري. ¶ (هـ) مراجعة المعجم العسكري الموحِّد وطبعه وتوزيعه: ¶ آمنت لجنة إعداد المعجم العسكري الموحِّد، أن هذا المعجم لن يتكامل إلا بمراجعته في مجمع اللغة العربية بالقاهرة، لكي يتدارك المجمع ما فيه من هفوات لغوية، ولكي تكون له قيمة لغوية تحول دون تنصل أي جيش عربي من الالتزام به بعد صدوره بحجة هفواته اللغوية. ¶ لذلك بادرت اللجنة بعرض المعجم العسكري الموحِّد على مجمع اللغة العربية لمراجعته وإقراره، فوافق المجمع مشكوراً على مراجعته، وأوكل أمر مراجعته إلى لجنة مجمعية مؤلفة من ثلاثة أعضاء من أعضائه. ¶ وعكفت اللجنة المجمعية على مراجعته، فأكملت مهمتها على ما يرام. ¶ إن المعجم العسكري الموحِّد يحوي عنصرين: العنصر العلمي العسكري الفني أولاً، والعنصر اللغوي ثانياً. ¶ ومن الطبيعي أن تكون لجنة توحيد المصطلحات العسكرية للجيوش العربية مسؤولة مسؤولية كاملة عن هذين العنصرين، ولكن اللجنة المجمعية، تشاطر لجنة إعداد المعجم المسؤولية في العنصر اللغوي من المعجم إلى درجة محدودة. ¶ وحملت اللجنة المعجم إلى المطبعة، فجرى بعد أجزائه بالتدريج، وصدر إلى الناس، وتولت جامعة الدول العربية توزيعه على الجيوش العربية والدول العربية، وعلى المكتبات العامة والخاصة بموجب طلبات الجيوش والدول والمكتبات. ¶ وكان ثمن النسخة يُساوي ثمن تكليفه، فهو ليس مشروعاً تجارياً يقصد منه الربح، بل هو مشروع بعيد عن كل مادة وكل شيء مادي.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وربما يتبادر إلى الأذهان أن الهيئة الإدارية التي ساعدت لجنة إعداد المعجم في طبع المسوّدات وتصحيحها، وتنظيم المفردات تنظيماً معجمياً، وتصحيح ملازم الطبع مرات . . . لابد أن تكون هيئة كبيرة، تظم كتَّاب الآلة الطابعة، والمصححين، والمنظمين، والخبراء والواقع أن هذه الهيئة كانت تضم شخصين فقط، أحدهما يعمل على الآلة الطابعة، والثاني يعمل في تنظيم المفردات تنظيماً معجمياً! أما بقية أعمال إعداد المعجم، فقد نهض بها أعضاء لجنة توحيد المصطلحات العسكرية العربية الذين كانوا حتى ممثل مجمع اللغة العربية في القاهرة من الضباط، الذين يفتقرون التجربة الكافية للنهوض بمثل هذه الأعمال، ولكنهم تسلحوا بالعزم والإخلاص، فتغلبوا على الصعاب بسهولة ويسر وصبر وعناء. ¶ [6] أهمية المعجم العسكري الموحِّد والالتزام به: ¶ (أ) قرأت ترجمة لمذكرات أحد قادة الحرب العالمية الثانية الأجانب، نقلها إلى العربية في الخمسينيات أستاذ جامعي: يتقن باللغة الأجنبية التي ترجم عنها، ويتقن اللغة العربية التي ترجم إليها، ولكنه لا يتقن المصطلحات العسكرية العربية، فجاءت ترجمته تافهة هزيلة متهافتة، قبلت معاني تلك المذكرات رأساً على عقب ومسخت المعلومات العسكرية الواردة فيها مسخاً. ¶ مثلاً ترجمة كلمة: (Section ) الإنكليزية إلى كلمة: (فرقة ) العربية، وملاك الفرقة خمسة عشر ألف مقاتل بين ضابط وضابط صف وجندي. ¶ والترجمة السليمة لهذه الكلمة الإنكليزية هي (حَضِيْرة )، وملاك الحضيرة بين ثمانية مقاتلين وعشرة مقاتلين من ضباط الصف والجنود فقط. ¶ وشتان بين خمسة عشر ألف مقاتل فيهم عدد ضخم من الضباط، وبين ثمانية مقاتلين وعشرة مقاتلين ليس بينهم أي ضابط.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ولست بصدد نقد هذا الأستاذ الجامعي، ولكن بصدد تبرئة ساحته من التقصير، لأن هذا الأستاذ ترجم الأسلوب العسكري بمصطلحات مدنية من عنده، لأنه حُرم من معجم عسكري عربي يستعين به في ترجمته، بسبب ما تحاط به المعجمات العسكرية العربية من سرية لا أعرف لها سبباً ولا مسوِّغاً. ¶ إن مفردات المصطلحات العسكرية العربية الواردة في هذه المعجمات، هي من صميم العربية، وهي موجودة في معجماتت اللغة، فلماذا تكون تلك المفردات في المعجمات العسكرية سراً ولا تكون سراً في معجمات اللغة؟؟ ¶ وكمثال على ذلك، فإن كلمة: (مِدْفع ) ليست سراً ولكن عدد (المدافع ) وأنواعها ومواضعها وأساليب استخدامها ومستودعاتها هي السر الذي ينبغي أن يبقى طي الكتمان الشديد. ¶ وحين أرادت لجنة توحيد المصطلحات العسكرية للجيوش العربية الاستعانة بالمعجمات العسكرية الأجنبية: الإنكليزية والأمريكية والكندية والفرنسية والروسية والمعجم العسكري لحلف الأطلسي، استطاعت أن تشتري هذه المعجمات من المكتبات العامة، واستوردت المعجمات العسكرية غير المتيسرة في المكتبات العامة بالقاهرة من الخارج، وهذه المعجمات العسكرية الأجنبية بدون استثناء متيسرة في المكتبات العامة، ويستطيع اقتناءها العسكريون والمدنيون متى أرادوا من تلك المكتبات. ¶ لقد كانت المعجمات العسكرية العربية سرية لا تباع في المكتبات، ويقتنيها العسكريون وحدهم، فلما صدر المعجم العسكري الموحِّد كسر هذه السرية التي لا معنى لها، وأصبح متيسراً في المكتبات العامة، مشاعاً للمدنيين وللعسكريين.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وقد كان المدنيون الذين يترجمون الكتب العسكرية التاريخية أو الجغرافية، أو الخاصة بعلم النفس العسكري، أو كتب الثقافة العسكرية العامة مثل مذكرات قادة الحرب، أو يترجمون المقالات العسكرية من الصحف والمجلات الأجنبية، أو الذين يترجمون التعليقات العسكرية التي تذاع من الإذاعات الخارجية، بأمسِّ الحاجة إلى المعجمات العسكرية، وقد تيسر لهم المعجم العسكري الموحِّد بعد صدوره، فلا عُذر لمن لا يقتنيه ولا يلتزم به في ترجمته. ¶ وما يقال عن المترجمين المدنيين، يقال عن المذيعين في الإذاعة المسموعة والإذاعة المرئية، فإن التزامهم بالمعجم العسكري الموحِّد يطهِّر لغتهم من الألفاظ الأجنبية الدخيلة ويطوَّعها للألفاظ العربية الفصحى الأصلية، كما يعمل عملاً مؤثراً في إشاعة المصطلحات العسكرية الموحِّدة. ¶ وكل مثقف عربي مدعوٌ للالتزام بالمعجم العسكري الموحِّد، ليتكلم العرب لغة عسكرية واحدة، لا لغات عسكرية متناقضة شتى. ¶ (ب) وأهمية المعجم العسكري الموحِّد لا تقتصر على المثقفين العرب بل تتعداها إلى الكتب العسكرية العربية الفنية. ¶ إن الكتاب العسكري العرب المطبوع في قطر عربي من الأقطار العربية، يستعمل في جيش ذلك القطر وحده، ولا يستعمل في الجيوش العربية الأخرى، لأن تلك الجيوش لا تستطيع فهمه نظراً لاختلاف المصطلحات العسكرية في الجيوش العربية. ¶ والكليات والمعاهد والمدارس العسكرية في قطر عربي تخرِّج ضباطاً وضباط صفٍ، لذلك القطر العربي وحده، لأن سياق التدريب والمصطلحات العسكرية في الجيوش العربية المتناقضة، فالعسكري الذي يتخرج في كلية عسكرية في قطر عربي ما، ثم يعود إلى قطره عليه أن يعيد تدريبه مبنى ومعنى، كالذي يتخرج في كلية عسكرية أجنبية. ¶ والقائد العسكري الذي يصدر أوامر عسكرية في الميدان، يصعب على العسكريين الذين ينتسبون إلى غير قطره فهم أوامره، ويصعب عليهم تنفيذها نتيجة لذلك.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "إن توحيد المصطلحات العسكرية والالتزام بتطبيق المعجم العسكري الموحِّد، عاملان رئيسيان لوضع التعاون العسكري العربي في السلم والحرب موضع التنفيذ. ¶ وإذا كان التعاون العسكري العربي ضروري قبل وجود كيان العدو الصهيوني، فإنه أصبح بعد وجوده قضية حياة أو موت بالنسبة للعرب. ¶ ولن يتم التعاون العسكري العربي، إلا إذا توحَّدت المصطلحات العسكرية العربية بالالتزام المطلق بالمعجم العسكري الموحِّد. ¶ وهذا الالتزام بالمعجم العسكري الموحد، يقضي قضاءً مبرماً على الكتب العسكرية القُطْرِيَّة ويجعلها كتباً عسكرية عربية، تشيع الانسجام الفكري بين العسكريين في القضايا العسكرية الفنية، وتشيع الانسجام الفكري بين الأمة العربية في قضايا الثقافة العسكرية العامة. ¶ وهذا الالتزام، يجعل الكليات والمعاهد والمدارس العسكرية القطرية كليات ومعاهد ومدارس عسكرية عربية، يغترف منها العسكريون العرب التدريب العسكري الفني، وينهلون منها الثقافة العسكرية الموحِّدة. ¶ وهذا الالتزام، يجعل الأوامر التي يصدرها قائد عسكري من قادة العرب العسكريين مفهومة من العسكريين العرب في كل مكان. ¶ إن توحيد الجيوش العربية هو الحجر الأساس لبناء الوحدة العربية الشاملة، فلا وحدة للعرب بدون قوة ضاربة، ولا قوة ضاربة إذا بقيت الجيوش العربية متفرقة. ¶ والأساس لتوحيد الجيوش العربية هو توحيد مصطلحاتها العسكرية لكي يشيع الانسجام بين منتسبيها أولاً، ولكي تستطيع التفاهم فيما بينها ثانياً، ولا يمكن توحيد المصطلحات العسكرية العربية، إذا لم نلتزم بالمعجم العسكري الموحِّد، وخلفناه وراءنا ظهرياً‍‍‍‍‍‍‍ ‍‍‍‍!! ¶ لقد فعلت لجنة توحيد المصطلحات العسكرية للجيوش العربية كل ما بوسعها أن تفعل في إعداد المعجم العسكري الموحد وطبعه ونشره وإخراجه للناس.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وبقي على العرب أن يفعلوا كل ما بوسعهم أن يفعلوه في الالتزام بالمعجم العسكري الموحِّد، من أجل حاضرهم ومستقبلهم، ومن أجل الحفاظ على سلامة لغة القرآن الكريم. ¶ فإن لم يفعلوا اليوم، فسيفعلون غداً، وكل آت قريب. ¶ [7] درجة التزام العرب بالمعجم العسكري الموحِّد: ¶ (أ) إن العربي الأصيل والمسلم الحق، بعد أن تتبع ما بذلته لجنة توحيد المصطلحات العسكرية للجيوش العربية من جهود مكثفة مضنية طويلة مخلصة، في تحقيق الحلم البعيد الذي أصبح حقيقة بإخراج المعجم العسكري الموحِّد، الذي حقق أملين طالما راودوا المخلصين من العرب المسلمين: توحيد المصطلحات العسكرية في الجيوش العربية أولاً، وتطهيرها من المصطلحات الأجنبية والدخيلة ثانياً، فحقق هذا المعجم هذين الأملين للعرب المخلصين حقاً، وكان تحقيقها أقرب إلى الخيال منه إلى الواقع. ¶ هذا العربي الأصيل وليس من قوارير، والمسلم الحق، وليس من الجغرافيين، وبعد أن تتبع فوائد الالتزام بهذا المعجم التزاماً صارماً لحاضر العرب ومستقبلهم من الناحيتين السياسية والعسكرية، ولتوحيد الجيوش العربية وإشاعة الانسجام الفكري في صفوفها بتوحيد تدريبها وتعليمها ومؤسساتها العسكرية العلمية وما تصدره من كتب ودراسات عسكرة تدريبية وتعليمية وفنية وتعبوية وسَوْقية وثقافية، لابد أن يتساءل: ¶ ما درجة التزام العرب بالمعجم العسكري الموحِّد لخدمة مصالحهم المصيرية؟",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وسأجيب على هذا التساؤل، بصفتي رئيس لجنة توحيد المصطلحات العسكرية للجيوش العربية، وممثل مجمع اللغة العربية المصري في اللجنة، وممثل عدة دول عربية اعتذرت عن إيفاد ممثليها في اللجنة، لأنها لا تملك من يقوم بهذه المهمة كما ينبغي في اللجنة من ضباطها، فجعلتني وكيلاً مفوضاً عنها في المرحلة الأولى من إعداد المعجم، وممثل جميع الدول العربية عدا مصر والعراق وسورية ولبنان في المرحلة الثانية من إعداد المعجم: إن الالتزام بالمعجم من الدول العربية كان متفاوتاً بين الإفراط والتفريط، كما هو شأن هذه الدول بكل أمورها. ¶ فقد التزام به قسم من الدول العربية التزاماً كاملاً، فطبقته في جيوشها وطبقته في أجهزة إعلامها، وعممت على مؤسساتها التدريسية. ¶ وقد أغفل قسم من الدول العربية الالتزام به، كأنه لم يصدر ولم تسمع بصدوره ولا وصلت نسخة منه إليها. ¶ وللتاريخ أذكر، أن نسخاً من المعجم أُهديت إلى ملوك ورؤساء الدول العربية وإلى وزراء الدفاع ورؤساء أركان الجيوش ومؤسساتها العسكرية، وسُلِّمت بعض النسخ المهداة يداً بيد في أحد مؤتمرات القمة التي عقدت في جامعة الدول العربية، وسُلٍّم بعضها بيد سفراء الدول العربية المعتمدين في القاهرة، وتسلمت لجنة توحيد المصطلحات العسكرية للجيوش العربية رسائل من السادة المهداة إليهم المعجمات العسكرية الموحِّدة، فلا عذر لمن يدعي أنه لا علم له بصدور المعجم أو لم يتسلم نسخة أو أكثر منه. ¶ وكنت أرصد الدول التي أخذت بالمعجم والدول التي أغفلته، فسافرت شرقاً وغرباً في زيارة الدول التي لم تأخذ به وأغفلته، وكلَّمت قمة المسؤولين فيها، فوعدوا خيراً، ثم لم يبروا بوعدهم!! ¶ وكنت أسأل عن سبب إغفال المعجم من المسؤولين العسكريين في أعلى المستويات، فقيل لي: إن الجيش اعتاد المصطلحات العسكرية القديمة، وللمرء من دنياه ما قد تعوَّدا، ومن الصعب عليه أن يستبدل الذي هو خير بالذي هو أدنى!",
            "page": "82",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وأنظر في مصطلحاتهم العسكرية التي يعتزون بها ولا يصبرون على فراقها، فلا أرى إلا مصطلحات أجنبية دخيلة لجيش استعماري كان يحتل بلادهم ويمتص دماءهم ويستهين أول ما يستهين بجيشهم! ¶ وقد اتخذت لجنة توحيد المصطلحات العسكرية للجيوش العربية كل الاحتياطات الممكنة مما ذكرته سابقاً ومما لم أذكره، ومما يخطر على البال ومما لا يخطر، لكي تقطع الطريق على الدول العربية التي تضمر التنصل من الالتزام بالمعجم العسكري الموحِّد، فذهبت ما اتخذته من احتياطات أدراج الرياح. ¶ ولا أقنط من رحمة الله، فالأمل أن تلتزم به سائر الدول العربية التي لم تلتزم به حتى اليوم. ¶ وما دام المعجم العسكري قد أصبح واقعاً لا مراء فيه، فإن الالتزام به حتمي اليوم أو غداً، فلا أظن عربياً كائناً من كان نيةً واتجاهاً، يفضل لغة المستعمر على لغة القرآن الكريم. ¶ (ب) ولعل ظروف جامعة الدول العربية الراهنة، ساعدت في تخلف قسم من الدول العربية عن الالتزام بالمعجم العسكري الموحِّد، فهذه الجامعة هي المسؤولة عن نشره وتوزيعه، وقد هاجرت من مقرها الدائم في القاهرة إلى مقرها المؤقت في تونس، فتركت نسخ المعجم في مستودعات كتبها بالقاهرة، كما بقيت رُقوق المعجم في مطبعة دار المعارف بالقاهرة، فلا تستطيع الجامعة في هذه الظروف توزيع المعجم ولا إعادة نشره إلا إذا تحركت وبذلت قليلاً من الجهد. ¶ إن الجامعة تستطيع أن تعيد نشره بمطابع الاستنساخ، ثم تقوم بتوزيعه على الدول العربية، إلا أن هذه العملية تحتاج إلى من يُشرف على إخراجها إلى حيِّز التطبيق العملي، وبإمكانها الاستعانة باللجنة التي أعدت المعجم أو بقسم من أعضائها، ليؤدوا واجبهم في تنفيذ هذه العملية.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "ولتذكر جامعة الدول العربية أن توحيد المصطلحات العسكرية العربية وإخراج المعجم العسكري الموحِّد، هو أول وأبرز عمل علمي أنجزته الجامعة في تاريخها، وهو إنجاز وحدوي لا غبار عليه تفخر به الجامعة وتعتد به، وهو يستحق منها بعض العناء. ¶ وتوحيد المصطلحات العسكرية العربية، كان أول عمل وحدوي علمي نجحت الجامعة في إخراجه إلى حيز التنفيذ، ولم تنجح في مشروع وحدوي ولا علمي قبله، ولا أظنها تنجح بعده، فقد حاولت منذ أكثر من عشر سنوات توحيد المصطلحات الإدارية العربية، وهي أقل من ألف مصطلح عدّاً، فما نجحت في تحقيق هذا التوحيد حتى اليوم، ولو تولى أمره أحد أعضاء لجنة توحيد المصطلحات العسكرية لأنجزه من زمن بعيد. ¶ فلا بد للجامعة من إعادة طبع المعجم ونشره، فهو إنجاز عظيم له ما بعده بإذن الله. ¶ وبهذه المناسبة، فقد نشر المعجم قبل عشر سنوات تقريباً، فاستجدت كثير من المصطلحات العسكرية، لأن الأسلحة والمعدات والأجهزة في تطور سريع، فعلى الجامعة أن تعيد تشكيل لجنة توحيد المصطلحات العسكرية من جديد، لإصدار ملحق للمعجم يضم ما استجد من مصطلحات عسكرية حديثة. ¶ وأخشى أن أكون قد أزعجت الجامعة وعكَّرت عليها صفو راحتها، وهي تغط في نوم عميق. ¶ (ج) بقي علي أن أمر بسرعة بالمصطلحات العسكرية للدول الإسلامية الأخرى، فظروف مصطلحاتها العسكرية تشابه تماماً ظروف المصطلحات العسكرية العربية. ¶ وقد زرت إحدى الدول الإسلامية زيارة رسمية سنة أربع وثمانين وثلاثمائة وألف الهجرية (1964م )، وشهدت تدريب جيشها، وسمعت محاضرة عسكرية فيها، فكانت جميع المصطلحات العسكرية السائدة في جيش تلك الدول الإسلامية مصطلحات أجنبية بلغة المستعمر الذي رحل سياسياً واستقر فكرياً. ¶ ولذلك الجيش لغة إسلامية عريقة جداً، فما ينبغي أن تسود اللغة الأجنبية على اللغة الأصلية. ¶ وكما أحرص على اللغة العربية الفصحى، أحرص على لغة الدول الإسلامية، وقد حدثت أحد كبار علمائها الذي صادفته في موسم من مواسم الحج، عن المصطلحات العسكرية السَّائدة في جيش بلاده، فوعد أن يثير هذه المشكلة ويعمل على وضع حدٍ لها. ¶ ولا أزل أنتظر أن يبر بوعده، وقد طال الانتظار كثيراً. ¶ والله أسأل أن يطهِّر اللغة العسكرية في البلاد العربية من المحيط إلى الخليج، واللغات العسكرية الإسلامية من المحيط إلى المحيط، من المصطلحات العسكرية الأجنبية والدخيلة، إنه سميع مجيب. ¶ ***",
            "page": "84",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "الفصل السادس ¶ الأسلحة العربية الإسلامية القديمة ¶ [1] الأهمية: ¶ استعمل العرب المسلمون الأسلحة العربية الإسلامية في غزوات النبي صلى الله عليه وسلم وسراياه، وفي معارك حروب الرِدَّة، وفي معارك الفتح الإسلامي العظيم، وفي معارك استعادة الفتح، وفي المعارك الدفاعية عن البلاد الإسلامية، وفي معركة (عين جالوت ) بقيادة قطز على التتار، وفي معارك صلاح الدين الأيوبي على الصليبيين. ¶ وكان من نتائج غزوات النبي صلى الله عليه وسلم وسراياه، التي استمرت سبع سنوات فقط (الرسول القائد 423 ) توحيد شبه الجزيرة العربية تحت لواء الإسلام، لأول مرة في التاريخ، ولربما لآخر مرة أيضاً، إذ لم يوحِّدها غيره حتى اليوم. ¶ وكان من نتائج معارك حروب الردَّة التي استمرت سنة أو بعض السنة: إعادة الوحدة إلى شبه الجزيرة العربية تحت لواء الإسلام، وإعادة الوحدة إلى صفوف المجاهدين التي لو لا إعادتها لما كان الفتح الإسلامي ممكناً، ولظل العرب في ديارهم يتخذون خطة الدِّفاع، والمدافع لا ينتصر أبداً. ¶ وكان من نتائج معارك الفتح: فتح بلاد شاسعة تمتد من الصين شرقاً إلى قلب فرنسا غرباً، ومن سيبيريا شمالاً إلى المحيط جنوباً، وإحراز انتصارات حاسمة على أعظم إمبراطوريتين: الفرس والروم، وغيرهما من الأمم العريقة.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وكان من نتائج معارك استعادة الفتح: إعادة فتح البلاد التي انتقضت إلى حظيرة الدولة الإسلامية من جديد بعد انتقاضها. ¶ وكان من نتائج المعارك الدفاعية عن البلاد الإسلامية: بسط الحماية القادرة على تلك البلاد، وصد غارات المعتدين والطامعين عنها. ¶ وكان من نتائج معركة (عين جالوت ): كسرُ شوكة تعرض التتار الكبير لأول مرة على بلاد المسلمين، وصدهم عن تنفيذ خطتهم المتعرضة للسيطرة على سائر بلاد المسلمين. ¶ وكان من نتائج جهاد صلاح الدين الأيوبي: تحرير كثير من البلاد العربية من سيطرة الصليبيين، وكان على رأس البلاد المحررة مدينة القدس، والمسجد الأقصى أولى القبلتين وثالث الحرمين الطاهرين. ¶ وكان استعمال العرب المسلمين للأسلحة العربية الإسلامية القديمة، سبباً من أسباب انتصارهم في تلك المعارك على أعدائهم، فمن المفيد معرفة هذه الأسلحة وأساليب استعمالها، لمعرفة سبب من أسباب انتصار المسلمين في مسيرتهم الطويلة المظفرة، ولتفصيل المعارك القتالية التي استعملت فيها هذه الأسلحة من أجل تقريبها إلى الأفهام، وهذا التفصيل مفيد للغاية في إعادة كتابة تاريخ المعارك العربية الإسلامية من جديد بأسلوب واضح خالٍ من التعقيد. ¶ [2] المنهاج: ¶ والأسلحة العربية الإسلامية كثيرة العدد، وازداد عددها كمّاً ونوعاً بالتدريج، ولم تبق على ما هي عليه من أيام غزوات النبي صلى الله عليه وسلم وسراياه إلى المعارك الدفاعية، بل تطورت وتكاثرت يوماً بعد يوم. ¶ لقد كان العرب المسلمون يتحلون بمزية (المرونة ) في القضايا العسكرية عامة: في التسليح والقضايا التعبوية والتنظيمية وأساليب القتال.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وكمثال على ذلك، فإن خالد بن الوليد رضي الله عنه اقتبس أسلوب الكراديس، قبل معركة اليرموك، نتيجة لاستطلاعه الشخصي لقوات الرُّوم قبل أن ينشب القتال، وخرج في تعبية لم تُعبِّها العرب من قبلُ في ستة وثلاثين كُردوساً إلى الأربعين (الطبري 3/396 )، وباشر القتال بهذا الأسلوب القتالي، فأحرز النصر على الروم في تلك المعركة الحاسمة. ¶ وما كان خالد لينتصر على الروم، لو جمد على أسلوب العرب القتالي القديم: الكرّ والفرّ، وأسلوب الصفوف، ولكنه اقتبس من الرُّوم ما وجده صالحاً لجيش المسلمين في القتال، وطبَّقه فوراً، ولم يبق جامداً على الأساليب القتالية القديمة. ¶ كذلك كان العرب المسلمون يقتبسون صنوف الأسلحة من أعدائهم، كما كان أعدائهم يقتبسون منهم صنوف الأسلحة ـ نتيجة للمعارك التي يخوضونها ـ فكانت هجرة الأسلحة من جانب إلى جانب من جملة الدروس المستفادة من تلك المعارك.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "لقد كانت أسلحة المسلمين عند ظهور الإسلام في غاية البساطة: رماحهم من مُرَّان (شجر تتخذ من فروعه رماح فيها صلابة ولدونة )، وأسنتهم من قرون البقر، يركبون الخيل في الحرب أعراء، فإن كان الفرس ذا سرجٍ فسرجه رِحاله (سرج من جلدٍ بلا خشب )، من أَدَم (الجلد غير المدبوغ، ويطلق على المدبوغ أيضا ً)، ولم يكن ذا ركاب، والرِّكاب من أجود آلات الطَّاعن برمحه، والضارب بسيفه، وكان فارسهم يطعن بالقناة الصمَّاء، بينما الجوفاء أخف حملاً وأشد طعنةً، وكانوا يفخرون بطول القناة، ولا يعرفون الطعن بالمطارد (جمع مطرد، وهو الرمح القصير )، وإنما القنا الطوال للرجالة والقصار للفرسان، وكانوا في ابتداء الفتح الإسلامي لا يعرفون الرُّتيلة (آلة تقذف الحصيات على العدو )، ولا العرَّادة (آلة تشبه المنجنيق )، ولا المجانيق، ولا الدبابات، والخنادق ولا الحَسَك (خناجر تصنع من الحديد الصلب، لها شعب تغرز أنصبتها في الأرض حول المعسكر، أو حول الموضع الدفاعي، حتى إذا دبَّ العدو إلى المعسكر أو الموضع، أنشبت في أرجل الخيل أو الرجالة، فتمنعهم من الدنو )، ولا يعرفون الأقْبِيَة (جمع قباء: ضرب من الثياب، أخذتها العرب من الفرس )، ولا السراويلات، ولا تعليق السيوف، والطبول ولا البنود (جمع بند، والبند: العلم الكبير )، ولا التجافيف (جمع التجفاف، بكسر التاء، آلة يُغَطَّى بها الفارس والفرس في الحرب للوقاية )، ولا الجواشن (الجواشن: صدور الدروع، وقد تطلق على الدرع كله )، ولا الرمي بالمنجنيقات ولا الزرق بالنفط والنيران.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "تلك بعض مطاعن الشعوبية على العرب بشأن آلات الحرب، كما نقلها الجاحظ في كتابه: (البيان والتبيين: 3/13 -16 )، ورد عليها (3/17-24 )، ولا أرى في هذا المطاعن شيئاً يستحق الرد، فهي مفاخر لا مطاعن، كفى العرب فخراً أنهم تغلبوا على أعدائهم بهذه الأسلحة البسيطة البدائية، بينما كانت أسلحة أعدائهم أفضل من أسلحتهم، فالأهم من السلاح اليد التي تستخدمه، وقد انتصر العرب المسلمون بهذه الأسلحة البدائية بفضل الأيدي المتوضئة التي استخدمتها في القتال. ¶ ومن المعروف في تاريخ السلاح في العالم، أن السلاح ينتقل من أمة إلى أخرى بعد انكشاف أمره وفضح أسراره، وبمجرد استعماله في المعركة لا يبقى سراً من الأسرار العسكرية، بل يصبح معروفاً للصديق والعدو معاً. ¶ والمنهاج الذي أعتمده في هذه الدراسة يهدف إلى التركيز على أهمية دراسة الأسلحة العربية القديمة، للدلالة على الطريق فحسب، تاركاً للباحثين سلوكه، لأن الدخول في تفصيلات سلاح واحد كالسيف مثلاً، يستغرق كتاباً مستقلاً ووقتاً طويلاً. ¶ ولكن لابد من التطرق إلى أنواع الأسلحة، وخاصة المهمة منها، مع شيء من الوصف لها، لنعين الدارس على سلوك الطريق. ¶ [3] التدريب على السلاح: ¶ لا قيمة لأي سلاح من الأسلحة إلا باستعماله، والتدريب على استعمال السلاح تدريباً راقياً دائباً هو الذي يؤدي إلى استعماله بكفاية، والمقاتل المدرب على استعمال سلاحه هو وحده يستطيع استعماله بنجاح، أما المقاتل غير المدرب فلا يستفيد من سلاحه كما ينبغي، والمدرَّب يستطيع التغلب على غير المدرَّب بسهولة ويسر. ¶ ومن الضروري أن يثق المقاتل بسلاحه، والثقة تتم بالتدريب على استعمال السلاح، فإذا كان المقاتل لا يثق بسلاحه لضعف تدريبه أو لضعف السلاح، فإن مصير هذا المقاتل مصير لا يُحسد عليه.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وقد كان العرب قبل الإسلام يتدربون على استعمال السلاح، ولكن لم يكن تدريبهم إلزامياً، فكان منهم من يتدرب ومنهم من لا يتدرب بحسب رغبته وهواه. ¶ فلما جاء الإسلام أمر بالتدريب وحث عليه، لأن الجهاد فرض على كل مسلم قادر على حمل السلاح، فالمسلمون كلهم جند في جيش المسلمين، يجاهدون في سبيل الله لتكون كلمته هي العليا. ¶ وقد وردت أحاديث كثيرة في الحث على الرمي، والرمي كما هو معروف، هو الاختبار العلمي للتدريب على السلاح، فإذا كان الرامي (هدَّافا ً) كان ذلك دليل على تدريبه المتقن الراقي، وإذا كان الرامي (وَسَطا ً) كان تدريبه وسطاً أيضاً، أما إذا كان (ضعيفا ً)، فهو ضعيف في تدريبه. ¶ فقد مر الرسول صلى الله عليه وسلم على نَفر من (أَسْلَم ) - إحدى القبائل العربية - يَنْتَضِلون بالسّوق، فقال: (ارموا بني إسماعيل، فإن أباكم كان رامياً. ارموا وأنا مع بني فلان ))، فأمسك أحد الفريقين بأيديهم، فقال رسول الله صلى الله عليه وسلم: (ما لكم لا ترمون؟))، فقالوا: ((كيف نرمي، وأنت معهم؟ )) فقال: ((ارموا وأنا معكم كلكم )) (رواه أحمد والبخاري). ¶ وعن عُقْبَة بن عامر رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: ((وأعدوا لهم ما استطعتم من قوةٍ، ألا إن القوة الرمي ألا إن القوة الرمي، ألا إن القوة الرمي ))، (رواه أحمد). ¶ وقال عليه الصلاة والسلام: ((مَنْ عَلِمَ الرمي، ثم تركه، فليس منا )) (رواه أحمد)، وقد شوهد كثير من الأئمة وكبار العلماء يمارسون الرمي بعد أن بلغوا الشيخوخة المتقدمة، ومنهم: الإمام أحمد بن حنبل رضي الله عنه، فإذا سُئلوا عن سبب هذه الممارسة أو لمحوا استغراب الناس مما يفعلون، أجابوا المتسائلين والمتغربين بهذا الحديث النبوي الشريف. ¶ ومعنى هذا الحديث أن المسلم يجب أن يمضي في تدريبه على السلاح من المهد إلى اللحد دون توقف بسبب العمر أو العمل أو غيرهما من أسباب.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وعن النبي صلى الله عليه وسلم أنه قال: ((إن الله يُدْخِل بالسَّهم الواحد ثلاثة نَفَرٍ الجنة: صانعه الذي يحتسب في صَنْعَته الخير، والذي يُجهِّز به في سبيل الله، والذي يرمي به في سبل الله ))، وقال: (( ارموا واركبوا، وأن ترموا خيرٌ لكم من أن تركبوا ))، وقال: ((كل شيء يلهو به ابن آدم فهو باطل، إلا ثلاثاً: رَمْيَه عن قَوْسه، وتأديبه فرسَه، وملاعبته أهله )) (رواه الخمسة: أحمد والترمذي والنسائي وأبو داود وابن ماجه). ¶ وعن علي بن أبي طالب رضي الله عنه قال: كانت بيد رسول الله صلى الله عليه وسلم قَوْس عربية، فرأى رجلاً بيده قوس فارسية، فقال: (( ما هذه؟ أَلْقِها، وعليك بهذه وأشباهها، ورِماح القَنَا، فإنهما يؤيد الله بهما في الدِّين، ويومكِّن لكم في البلاد )) (رواه ابن ماجه). ¶ وعن عمرو بن عنَبسَة، قال: سمعت النبي صلى الله عليه وسلم يقول: ((مَنْ رمى بسهمٍ في سبيل الله، فهو له عَدْلٌ مُحَرَّر ـ مثل عتق رقبة حررها - ))، (رواه الخمسة، وصححه الترمذي). ¶ وبالإمكان اتخاذ أهداف التصويب عليها في التدريب على الرمي من الأحجار أو الأخشاب وسائر المواد التي لا روح فيها، فقد لعن النبي صلى الله عليه وسلم مَن اتخذ شيئاً فيه الروح غرضاً، وقال عليه الصلاة والسلام: ((لا تتخذوا شيئاً فيه الروح غَرَضاً - هدفاً يرمي بالسهام - ))، ((رواه مسلم وأحمد والترمذي والنسائي وأبو داود وابن ماجه)). ¶ ودخل أنس بن مالك رضي الله عنه دار الحكم بن أيوب، فإذا قوم نصبوا دَجاجة يرمونها، فقال: ((نهى رسول الله صلى الله عليه وسلم، أن تُصْبَر البهائم )) (رواه البخاري ومسلم وأحمد). ¶ وكان الذي يجيد الرماية في عهد الرسول القائد عليه أفضل الصلاة والسلام يشار إليه بالبنان، ويرفع ذكره بين الناس.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "فسَعْد بن أبي وقاص رضي الله عنه كان يرمي بين يدي النبي صلى الله عليه وسلم في غزوة (أُحُد )، وكان أرمى الناس، فكان يجمع له الرسول صلى الله عليه وسلم أبويه ويقوله له: ((ارم فداك أبي وأمي )) (البخاري ومسلم). ¶ قال سعد: ((جمع لي النبي صلى الله عليه وسلم أبويه يوم أُحُد )) (فتح الباري شرح البخاري: 7/66). ¶ وان من مهرة الرماة يوم (أُحُد ) سَهْل بن حُنَيْف رضي الله عنه الذي بايع النبي صلى الله عليه وسلم على الموت، وجعل ينضح عنه بالنَّبل حتى كشف الناس فكان عليه الصلاة والسلام يقول لأصحابه: ((نَبِّلُوا سَهْلا ً)) (أسد الغابة: 1/365)، أي: اعطوه نبلكم. ¶ وكان رماة المسلمين يوم (أُحُد) خمسين، ويومها رمى النبي صلى الله عليه وسلم عن قوسه (الكَتُوم) حتى صار شظايا، فرمى بالحجر، (ابن سعد: 2/29)، وكسر أبو طلحة يومئذٍ قوسين أو ثلاثة (البخاري شرح القسطلاني: 5/95). ¶ هؤلاء الهدافون ذكرهم النبي صلى الله عليه وسلم وذكرهم أصحابه، ولا يزال ذكرهم يضيء صفحات التاريخ وكتب الرجال بالتقدير والثناء، لأن أحدهم كان هدّافاً ماهراً في الرمي. ¶ ولا أعرف عقيدة عسكرية غير العقيدة العسكرية الإسلامية، أمرت بالتدريب على السلاح، ونهت عن التخلف عنه، وشجعت المتفوقين فيه، وكرَّمتهم في حياتهم وبعد موتهم، مما أدى إلى تفوق المسلمين في التدريب على استخدام أسلحتهم، ومهارتهم في استعمالها في ميادين القتال. ¶ ومن الواضح أن حرص المسلمين على التدريب، وتفوقهم فيه، كان سبباً من أسباب انتصارهم في المعارك التي خاضوها.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "[4] الأسلحة الفردية القديمة: ¶ (أ) القوس والسَّهم: (13) ¶ أولاً - القوس: ¶ القوس (14) في الأصل، عود من شجر جبلي صلب، يُحنى طرفاه بقوة، ويُشد فيهما وترٌ من الجلد أو العصب الذي يكون في عنق البعير، وهو يشبه إلى حدٍ ما قوس المنجِّدين في هذه الأيام. ¶ وكان العرب يسمونها الذِّراع، لأنها في طولها، ولذا كانوا يتخذون منها وحدة للقياس، فيقيسون بها المذروع، ومن ذلك قوله تعالى: (فكان قاب قوسين أو أدنى )، (النجم:9)، أي قدر قوسين عربيين أو قدر ذراعين. ¶ وعلى الرامي إذا أراد الرمي، أن يمسك وسط القوس باليسرى، ثم يثبت السهم في وسط الوتر باليمنى، ثم يجذب إليه مساوياً مرفقه الأيمن بكتفه، مسدداً بنظره إلى الهدف، فإذا بلغ الوتر نهايته تركه من أصابعه، فاندفع إلى وضعه الأول، دافعاً أمامه السهم إلى هدفه. ¶ وللقوس أجزاء، تجد أسماءها في الشكل المرفق (الشكل رقم 1) و(الشكل رقم 2). ¶ شكل رقم (1) ¶ ثانياً - السَّهم(15): ¶ القوس للرامي كالبندقية، والأسهم كطلقاتها، ولابد للرامي من أن يحتفظ في كِنانته بعدد من الأسهم عند القتال. ¶ والسَّهم والنبل والنشاب ... أسماء لشيء واحد، وهو عود رفيع من شجر صلب في طول الذراع تقريباً، يأخذه الرامي فينحته ويسويه، ثم يفرض فيه فِراضاً دائرية، ليركب فيها الريش، ويشهده عليها بالجلد المتين أو يلصقه بالغراء ويربطه ثم يركب في قمته نصلاً من حديدٍ مدبب، له سنتان في عكس اتجاهه، يجعلانه صعب الإخراج إذا نشب في الجسم. ¶ وأجود الخشب للقوس والسهم ما اجتمع في الصلابة والخفة ورقة البشرة وصفاء الأديم، وكان طويل العرق غير رخوٍ ولا متنفِّش، وأجود الخشب بالمشرق عود الشوحط وبالأندلس الصنوبر الأحمر الخفيف. ¶ ومجمل أجزاء السهم تجدها في (الشكل رقم3). ¶ والأصل في السهام أن يُرمى بها عن بُعد، سواء أكن ذلك في ميدان مكشوف أم من وراء الأسوار والحصون، وهو سلاح قَتَّال فتَّاك، وخاصة إذا سقي نصله السم. ¶ في بعض الأحيان، كانت السهام تستعمل كأداة للتخاطب، يكتب عليها راميها ما يشاء، ثم يرميها لمن يشاء، حفظاً للسرية ¶ شكل رقم (2)",
            "page": "93",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "(ب) الرُّمح: ¶ كان العربي يتخذ رمحه من فروع أشجار صلبة، أشهرها النبع والشوحط، وأحياناً كان يأخذه من القصب الهندي المجوَّف بعد تسوية عُقده بالسكين، وتركيب نصل من حديد في رأسه. ¶ ومجمل أسماء أجزاء الرمح تجدها في (الشكل رقم4). ¶ والرمح سلاح عريق في القدم، شاع استعماله عند الشعوب القديمة، وكان أكثر شيوعاً عند الأمم التي ترتاد الصحراء، ومنهم العرب. ¶ وكان للرماح أطوال مختلفة، تتراوح بين الأربع أذرع والخمسة والعشرة وما فوقها، الرماح الطوال خاصة بالفرسان حيث تساعدهم الخيل على حملها، أما النيازك أو المطارد وهي الرماح القصيرة فقد يستعملها الراجل والفارس أيضاً. ¶ وفي اللغة العربية الفصحى أن الحربة والنيزك والمزراق والمطرد والعَنَزة، كلها أسماء لشيء واحد، وهي القصار من الرماح التي لم تبلغ أربعة أذرع، وهي أشبه شيء بالعصا. ¶ وكان العرب يعنون بالرمح، ويفضِّلون القناة الصماء على الجوفاء لصلابتها وغنائها في المعارك، فيوالون دهنها بالزيت لتحافظ على مرونتها ولدونتها. ¶ وطريقة حمل الرمح، كانت في الغالب: الاعتقال، وهو خاص بالفرسان، وهو جعل الرمح بين الركاب والسَّاق (نهاية الأرب:6/218)، بحيث يكون النصل لأعلى والزج لأسفل، على أنه كان لقسم من القبائل العربية طرائق خاصة في حمله، فبنوا سُلَيْم كانوا إذا ركبوا يضعون رماحهم بين آذان خيلهم، والأوس والخزرج كانوا يحملونها عليها مستعرضة، ¶ شكل رقم (3) ¶ أما قريش فكانوا يحملون رماحهم على عواتقهم (ابن هشام: 3/252). ¶ وكان المسلمون يقضون وقتاً طويلاً في التدريب على استخدام الرماح: إما بمطاردة الوحوش وطعنها بها، وإما بإعداد حَلْقة من الحديد تسمى: (الوترة) يتمرنون على الطعن داخلها، حتى حذقوا الطعن بها.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "(ج) السيف : (16) ¶ السيف أشرف الأسلحة عند العرب وأكثرها غناء في القتال، يحافظ العربي على سيفه ولا يكاد يفارقه، وقد امتلأت بتمجيده أشعارهم، وجاوزت أسماؤه المائة في لغتهم. ¶ وهو آخر الأسلحة استعمالاً في المعركة بعد القوس والرمح، وذلك أن القتال يكون أول أمره بالسَّهام عن بُعْد، ثم تطاعناً بالرماح عند المبارزة واقتراب الصفوف، ثم تصافحاً بالسيوف عند الاختلاط، ثم تضارباً بالأسلحة البيضاء، وخلساً بالخناجر عند الالتحام والاختلاط ... (نهاية الأرب: 6/238) فهو الذي يحدد مصير المعركة، وعلى حسن بلائه تتوقف نهايتها. ¶ ويكفي لبيان فضل السيف قول النبي صلى الله عليه وسلم: ((الجنة تحت ظلال السيوف )) (رواه الحاكم، شرح الجامع الصغير للمناوي: 1/249). ¶ ومجمل أجزاء السيف تجدها في (الشكل رقم 5). ¶ وسيوف العرب أنواع كثيرة تختلف باختلاف صنَّاعها وأماكن صنعها.. ¶ أشهرها: السيف اليماني نسبة إلى اليمن، والهندي أو الهندواني أو المهند، وهو المصنوع في الهند، وهو يلي اليماني بالجودة، والمشرفي المنسوب إلى مشارف الشام، ¶ شكل رقم (4) ¶ والقَلَعي نسبة إلى القلعة حصن بالبادية، والبُصْروِي المنسوب إلى بُصْرى بالشام. ¶ وطريقة حمل السيف، تكون بتعليقه في الأكتاف والعواتق، ولذا يقال: تقلَّد سيفه، أي جعله كالقلادة، وذلك بحمله على الكتف الأيمن وتركه متدلياً في جنبه الأيسر. ¶ أما إذا كان الفارس يحمل سيفين، فإنه يتقلد بأحدهما ويجعل الآخر في وسطه، وقد علق كل واحد منهما في حمالته محفوظاً في قرابه الجلدي. ¶ (د) الخنجر: (17) ¶ وهو معروف، يحمله المحارب في منطقته، أو تحت ثيابه، فإذا اختلط بآخر طعنه به خلسة. ¶ وقد كان قسم من نساء المسلمين يحملن الخناجر في الغزوات المختلفة تحت ثيابهن للدفاع الشخصي. ¶ (هـ) الدبّوس: ¶ وبعضهم يسميها: المِطْرَقة، وهي عصا قصيرة من الحديد، لها رأس حديد مربع أو مستدير، وهي في العادة للفرسان يحملونها في سروجهم ويقاتلون بها عند الاقتراب. انظر (الشكل رقم6).",
            "page": "95",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "(و) الفأس أو البلطة: ¶ وهو سلاح له نصل من الحديد، مركب في قائم من الخشب، كالبلطة، ¶ شكل رقم (5) ¶ شكل رقم (7-6) ¶ العادية، بحيث يكون النصل مدبباً من ناحية، ومن الناحية الأخرى رقيقاً مشحوذاً كالسكين. ¶ وللاطلاع عليهما انظر (الشكل7). ¶ [5] الأسلحة الجماعية القديمة: (18) ¶ (أ) المنجنيق والعَرَّادة: ¶ هذا السلاح شديد النكاية بالأعداء، بعيد الأثر في قتالهم، فبحجارته تُهدم الحصون والأبراج، وبقنابله تُحرق الدور والمعسكرات، وهو يشبه سلاح المدفعية الحديثة. ¶ والعَرَّادة آلة من آلات الحرب القديمة، وهي منجنيق صغير. ¶ وقد كان الإنسان أول مرة يحارب بالحجر يرميه بيده، ثم اتخذ المقلاع بعد ذلك لتكون رميته بعيدة قوية، ثم فكر في طريقة لرمي حجارة أكبر ولهدف أبعد، فهداه تفكيره إلى المنجنيق، واتخذه أولاً على هيئة (الشَّادوف ) الذي يسقي به قسم من الفلاحين زرعهم، وهو عبارة عن رافعة، محول الارتكاز فيها في الوسط، والقوة في ناحية والمقاومة في أخرى، على أن يكون ثقل الحجارة هو المحرك له، بحيث إذا هوى الثقل ارتفع الشيء المرمى في كفَّته. ¶ وقد جعل في أول أمره على شكل قاعدة من الخشب السميك، مربعة أو مستطيلة يرتفع في وسطها عمود خشبي قوي، ثم يُركَّب في أعلاه ذراع المنجنيق قابلاً للحركة كذراع الشَّادوف، بحيث يكون ربعه تقريباً للأسفل، يتدلى منه صندوق خشبي، مملوء بالرصاص والحجارة والحديد أو نحوها، ويختلف حجمه باختلاف المنجنيق، وتكون ثلاثة أرباع الذراع للأعلى، تتدلى من نهايتها شبكة مصنوعة من حبال قوية، يوضع فيها الحجر المراد قذفه، وعند القذف به يُجذب أعلى الذراع إلى الأرض بقوة الرجال، فيرتفع الثقل المقابل من الحجارة والرصاص والحديد الذي بالصندوق، ثم تترك الذراع فجأة فيهوي الثقل، ويرتفع أعلى الذراع بالشبكة قاذفاً ما فيها من الحجارة إلى الهدف المعين (انظر الشكل رقم 8 ).",
            "page": "96",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وبمرور الزمن، شمل التحسين هذا السلاح، فصار يُصنع من القاعدة المتقدمة نفسها، وفوقها قاعدة أخرى على شكل مربع ناقص ضلع من أسفل، ثم تركب ذراع المنجنيق في وسط السَّطح العلوي لهذه القاعدة، بحيث تكون قابلة للحركة، وبحيث يكون ثقل الرصاص في الناحية القصيرة السُّفلى، ثم يسحب الذراع كما سبق ذكره وتترك فجأة فيهوي الثقل بشدة، وتصدم الذراع بالعارضة السفلى في المربع، فتقذف الشبكة ما فيها بشدة، لاصطدام الذِّراع بالحائط الخشبي (انظر الشكل رقم9 ). ¶ وبعد أن شاع استعمال هذا السِّلاح، لحقه كثير من التطوير، فعُرف منه نوع قوي يعمل بقوة الأوتار، وهو عبارة عن قاعدة مصنوعة من كتل خشبية ضخمة، تجر بقوة الرجال على الزّحّافات أو العجلات الصغيرة، وقد ارتفعت القاعدة من ناحية على شكل جدار خشبي، وثُبِّت الذراع في أسفل القاعدة القابلة للحركة، وخلفها وَتَر قوي مُستعرَض يمنع سحبها للخلف، بينما ربطت بحبال مثبتَّة إلى مؤخرة القاعدة تجذبها إلى الخلف، وعند الرمي يلفّ الرجال العمود الخشبي المربوط به الذِّراع، ¶ شكل رقم (8-9) ¶ فتجذب الذِّراع إلى الخلف، فيمتد الوتر الذي خلفها إلى نهايته، ثم يوضع الجسم المراد رميه في كفَّة الذِّراع، ثم تفك الحبال الخلفية مرة واحدة، فيجذبها الوتر بقوة عند انكماشه، فتصدم الذراع بالحائط الخشبي المثبت أمامها بقوة، فترمي رميتها كأبعد وأقوى ما يكون الرمي. (انظر الشكل رقم 10). ¶ ولم يستجد العرب في الجاهلية المنجنيق، وأول من استعمله الرسول صلى الله عليه وصلى الله وسلم في حصار مدينة الطائف (ابن الأثير:2/266). ¶ (ب) الدبَّابة: ¶ الدبابة آلة تتخذ للحرب وهدم الحصون (الوسيط:1/268)، وسميت بذلك لأنها تدب حتى تصل إلى الحصون، ثم يعمل الرجال الذين بداخلها في ثقب أسوارها بالآلات التي تحفر. ¶ والضَّيْرُ هي الدبابة تتخد من خشبٍ يغشّى بالجلد، يحتمي بها الرجال ويتقدمون بها إلى الحصون لدق جدرانها ونقبها (الوسيط:1/533).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وكانت الدبابة أول الأمر عبارة عن هودج مصنوع من كتل خشبية صلبة، على هيئة برج مربع، له سقف من ذلك الخشب ولا أرض له، وبين كتل البرج مسافات قليلة يستطيع الرجال العمل من خلالها، وقد ثُبِّت هذا الهودج على قاعدة خشبية، لها عجلات أربع أو أكثر، أو بكرات صغيرة كالعَجَل، متخذين منها درعاً يقيهم سهام الأعداء من فوق الأسوار، أو دفعوها وهم بداخلها، فإذا ألصقوها بالسُّور عملوا من داخلها بمساعدة آلات الحفر الحديدية، على نقض حجارة السور، من الموضع الذي أوهنته حجارة المنجنيق، وكلما نقضوا منه قدراً علَّقوه بدعائم خشبية، حتى لا ينهار السور عليهم. فإذا فرغوا من عمل فجوة متسعة فيه، دهنوا الأخشاب بالنفط ، ¶ شكل رقم (10) ¶ ثم أشعلوا فيها النار، وانسحبوا إلى الدبابة، فإذا احترقت الأخشاب انهار السور مرة واحدة، تاركاً ثغرة صالحة للاقتحام منها. (انظر الشكل رقم11). ¶ واستعمل النبي صلى الله عليه وسلم الدبابة في غزوة حصار الطائف (الطبري: 3/84)، ثم أدخل المسلمون عليها كثيراً من التحسينات، حتى صارت ضخمة كثيرة العجل، فجعلوها برجاً مرتفعاً بارتفاع السور، وبداخلها سلالم مستعرضة تنتهي إلى شرفات فيها، تقابل شرفات الحصن، فيصعد الرجال في أعلاها، ويستعلون على السور وينتقلون من شرفاتها إليه، ثم يطردون منه رماة الأعداء. ¶ وبمرور الزمن زاد المسلمون من حجم الدبابة، فصاروا يصنعونها كبيرة بحيث تجر على ست عجلات أو ثماني عجلات، وتتسع الواحدة لعشرة رجال أو أكثر، يعملون بها على نقب السُّور، فهي سلاح يتعاون مع المنجنيق.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "(ج) رأس الكّبْش وسُلّم الحصار: ¶ يُحمل رأس الكبش داخل برج خشبي، أو داخل دبابة، وهي عبارة عن كتلة خشبية ضخمة مستديرة، يبلغ طولها حوالي عشرة أمتار أو أكثر، قد رُكِّب في نهايتها مما يلي العدو، رأس من الحديد أو الفولاذ، تشبه رأس الكبش تماماً بقرونها وجبهتها، كما يركب السنان الحديدي على الرمح الخشبي، وتتدلى هذه الكتلة من سطح البرج أو الدبابة، محمولة بسلاسل أو حبال قوية تربطها من موضعين، فإذا أراد الجُند هدم سور أو باب قرَّبوا البرج منه، ثم وقفوا داخله على العوارض الخشبية، ثم يأخذون في أرجحة رأس الكبش للخلف والأمام، وهو معلق بالسلاسل، ويصدمون به السور عدة مرات، ¶ شكل رقم (11) ¶ حتى تنهار حجارته، فيعملون على نقبه وهدمه. (انظر الشكل 12). ¶ وفي كثير من الحالات، كان رأس الكبش يُحمل داخل الدبابة الكبيرة ذات البرج، في الجزء السفلي منها، لاستخدامه عند الحاجة إليه. ¶ أما السُلَّم، فهو من آلات الحصار أيضاً، وهو يساعد المحاصِر على اعتلاء الأسوار وفتح مغالين الحصون. ¶ وبمرور الزمن صارت السلالم تصنع من الأخشاب والحديد، مرتفعة بارتفاع السور تقريباً، يصعد فيها الرجال بعد أن يسندوها إلى السور من مكان أمين. ¶ واهتم المسلمون بالسلالم لأهميتها في اعتلاء الأسوار واقتحام الحصون، فطوروها وأدخلوا التحسينات عليها، فصار السلم بعد ذلك يصنع على قاعدة خشبية كبيرة تساعد على إثباته. وأحياناً كان يُقام عليها سُلَّمان يلتقيان في النهاية العلوية، ليدْعم كل منهما الآخر، وجعلوا لهذه القاعدة بكرات من خشب أو عجلات ثابتة، ليسهل بها نقله من مكان إلى آخر، ثم أكثروا من أعداد السلَّم في الجيوش، وصار من أهم آلات الحصار كالمنجنيق والدبابة وغيرهما.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "[6] أسلحة النصر: ¶ لم يبق للأسلحة العربية الإسلامية القديمة من أثر في الحروب ¶ الحاضرة، فقد تخطاها الزمن إلى أسلحة تضاعف الخسائر وتطيل أمد الحرب وتلق الويلات بالغالب والمغلوب. ¶ ولكن هذه الأسلحة القديمة تبقى بالنسبة للعرب والمسلمين أسلحة النصر التي تذكرهم بماضيهم المجيد. ¶ ولا تزال قسم من الأمم الحديثة، تحتفظ في متاحف السلاح، بكامل أسلحتها القديمة على اختلاف أنواعها، تذكرها بتاريخها الحربي، وقد أحسنت قسم من الدول العربية صنعاً بإنشاء متاحف لأسلحتها القديمة، فأصبحت تلك المتاحف مصدراً للدارسين وعبرة للمعتبرين. ¶ إن معرفة الماضي هي وحدها تطوِّع لنا تصور المستقبل وتوجِّه جهودنا إلى الغاية الجديرة بتراثنا العظيم، فالماضي والحاضر والمستقبل وحدة لا سبيل إلى انفصامها، ومعرفة الماضي هي وسيلتنا لتشخيص الحاضر ولمعرفة المستقبل. ¶ والسلاح العربي الإسلامي جزء لا يتجزأ من العسكرية الإسلامية عقيدة وتاريخاً، ولغة وسلاحاً، وهذه العسكرية هي (روح ) انتصاراتنا وفخر تاريخنا، فلابد من دراسة تلك الأسلحة ومعرفة أنواعها وأساليب استخدامها وتأثيرها المباشر في الحرب، فذلك يوضِّح المعارك العربية والإسلامية ويقربها إلى الأفهام. ¶ وقد دأب المؤرخون القدامى المعتمدون على السكوت عن وصف خواص الأسلحة وكيفية عملها في المعركة، وخاصة الأسلحة الجماعية كالمنجنيق والدبابة مثلاً، وسكوتهم قد يكون سببه معرفتهم الكاملة لخواصها وتشغيلها لأنها كانت معروفة يومئذٍ . . أما اليوم فقد اختلف الأمر، فأصبح ما كان معروفاً قبل قرون غير معروف اليوم، فلابد من السعي الحثيث لتعريف خواص الأسلحة وآليتها، بدراسة كتب الأسلحة القديمة ونشرها، وبدراسة الأسلحة المتيسرة في المعارض والمتاحف العربية والأجنبية، فنضيف دراسة عسكرية للأسلحة العربية الإسلامية القديمة تفيدنا كثيراً في دراساتنا التاريخية وفي إعادة المعارك العسكرية العربية الإسلامية.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "الخاتمة: ¶ القادرون على إعادة كتابة العسكرية الإسلامية ¶ [1] الأهداف: ¶ كان عبد العزيز فهمي (باشا ) يؤمن: ((أن تحسين الكتابة العربية لا يتأتى مطلقاً إلا بتغيير الحروف التي تكتب بها واتخاذ الحروف اللاتينية، وبذلك نتمكن من الكتابة ومن النطق صحيحين ))، وكان يتحدث بهذا الرأي ويبشِّر به، وأخيراً تقدم بهذا الرأي إلى مجمع اللغة العربية بالقاهرة سنة اثنتين وستين وثلاثمائة وألف الهجرية (1943م ) (مجلة مجمع فؤاد الأول للغة العربية، 1951،6/18 ) ونشره في رسالته: (رسالة في اقتراح الحروف اللاتينية لكتابة العربية )، فاستنكر الرأي العام العربي والإسلامي هذا الرأي واستهجنه، فمات في مهده غير مأسوف عليه. ¶ وكان ممن استنكر هذا الرأي الشيخ عبدالعزيز البشري (المتوفى سنة 1943م، وقد كان يعمل مراقباً إدارياً لمجمع اللغة العربية بالقاهرة )، المعروفة بنوادره وفكاهته، فقال لعبد العزيز فهمي: ((ماذا: تريد بإدخال الحروف اللاتينية في الكتابة العربية؟! ))، فردَّ عليه: ¶ (( أريد أن أعمِّمها، فأجابه فوراً: )) ((تريد أن تُبَرْنِطها والله لا أن تُعَمِّمها! ))، فذهب جواب البشري عليه رحمة الله مثلاً، وأضحك الذين سمعوه في حينه، ولا يزال يضحك مَنْ يسمعه حتى اليوم. ¶ وبالطبع أراد عبد العزيز فهمي: ((أريد أن أعمِّمها ))، أي أن أجعلها أكثر انتشاراً في العالم، فتظاهر الشيخ البشري بأنه فهم من هذا التعبير، أنه يريد أن ترتدي العمامة، فرد عليه إنك تريدها أن ترتدي (البرنيطة ) لا (العمامة ). ¶ وقد أوردت هذه الحادثة في هذا المجال، لأنني أتذكرها كثيراً، حين أقرأ ما يكتبه قسم من الذين يعيدون كتابة العسكرية الإسلامية: عقيدة وتاريخاً، وقادة وتراثاً، ولغة وسلاحاً، فأجد أنهم يمسخون هذه العسكرية مسخاً، إما لجهلهم المطبق، وإما لأن أفكارهم ملوَّثة بالاستعمار الفكري البغيض، أو لأنهم جهلاء وملوثون أيضاً . ظلمات بعضها فوق بعض، أو لأنهم يكرهون العرب والمسلمين ويعادون كل ما يتصل بهم من قريب أو بعيد.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ولست أشك في حسن نية بعض الذين يعيدون كتابة العسكرية الإسلامية من العرب والمسلمين، وأغلبهم يقصدون خدمة هذه العسكرية خدمة صادقة أو يريدون إبراز مزاياها وعبقريتها، فيجعلون منها عسكرية غربية أو شرقية، وبذلك (يبرنطونها ) ، وهي في حقيقتها لا شرقية ولا غربية، بل هي عربية إسلامية، فما نريد من الذين يُعيدون كتابة العسكرية الإسلامية إلا أن يحافظوا على أصالتها عربية إسلامية، وألا يمسخها شرقية أو غربية، لأن ذلك يناقض الواقع، ويخالف التاريخ، ويجعلها ذنباً للعسكرية الأجنبية، ولا يبقيها رأساً عالياً من الرؤوس العالية. ¶ والعقيدة العسكرية الإسلامية، جزء لا يتجزأ من العقيدة الإسلامية التي نزل بها الكتاب العزيز، وجاءت بها السنة النبوية المطهرة، فلا ينبغي التلاعب بمبادئها لتوافق العقائد العسكرية الأجنبية لسبب أو لآخر، فذلك تحريف لا يقره الواقع ولا يرتضيه العقل السليم، ويخالف نصوص الكتاب والسنة. ¶ أما الجزء الذي لم يرد فيه نص في الكتاب والسنة، أو ورد في نص اختلف الفقهاء في تفسيره، فلابد من العودة إلى أقوال الفقهاء المجتهدين في الدين من الأئمة، وموازنة آرائهم والأخذ بالأصلح للأمة زماناً ومكاناً. ¶ والمعارك العسكرية الإسلامية، هي التطبيق العلمي للعقيدة العسكرية الإسلامية، فينبغي عند إعادة كتابتها ألا نبدِّل أو نحوِّر شيئاً من حقائقها التاريخية، بل نكتفي بنقل الوقائع كما حدثت فعلاً بأسلوب عصري حديث، لاستخلاص الدروس والعبر التي تفيد العرب في حاضرهم ومستقبلهم. ¶ أما أن نحرِّفها لنجعل منها معارك تشابه المعارك الحديثة، فليس مقبولاً بأي عذر من الأعذار، ولأي سبب من الأسباب.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وكتابة قصة حياة قادة العرب والمسلمين، ينبغي أن يطابق واقعهم الحقيقي رجالاً أدُّوا دورهم القيادي في زمانهم، لا أن نحاول إبقاء أسمائهم وتحوير سيرة حياتهم، حتى نقارن بينهم وبين قادة الأجانب ونفخر بهذه المقارنة، فذلك هدم لقادة العرب والمسلمين، لأنه تشويه للحقائق وتزوير للتاريخ وتزييف للواقع. ¶ ودراسة التراث العربي الإسلامي، ينبغي أن يُنشر محَّققاً كما هو لا كما نشتهي أن يكون، فالحق أحق أن يُتَّبع، والحقيقة أولى بالتحقيق، وإلا فما نشرنا تراثاً أصيلاً، بل زورنا تراثاً غير أصيل. ¶ ووصف الأسلحة العربية الإسلامية وصفاً حقيقياً واقعياً، وإبراز أثرها العملي في القتال، أهم وأجدى من اختراع أوصاف لها غريبة عنها وعن الذين استخدموها في الحرب، وانتصروا على أعدائهم بها. ¶ أما اللغة العسكرية العربية، واللغات العسكرية الإسلامية، فينبغي تطهير مفردات من الألفاظ والمصطلحات الأجنبية الدخيلة، وألا تُستعمل المصطلحات العسكرية الأجنبية بمناسبة وبغير مناسبة بحجة أنها شائعة أو مشهورة، لأن لغة القرآن الكريم لا تعجز عن استيعاب المصطلحات العسكرية الحديثة، ولغة الكتاب العزيز أحق بالحرص على سلامتها والاعتزاز بها من اللغات الأجنبية الأخرى.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "ذلك ما كنت أبغي من إثارة موضوع إعادة كتابة العسكرية الإسلامية، وهدفي من إثارته ما وجدته من انحراف واضح في كتابة قسم من أقسام هذه العسكرية، وأملي الوطيد بإيقاف هذا الانحراف عند حِّده قبل أن يصبح تياراً جارفاً لا يُبقي ولا يذر، وحرصي على إعادة كتابة العسكرية الإسلامية بأقسامها كافة بأيدٍ أمينة لا غبار عليها، والعمل بها في المؤسسات العسكرية التدريبية والتعليمية، والالتزام بها في القوات المسلحة العربية الإسلامية نصاً وروحاً، لتقود العرب والمسلمين إلى النصر بإذن الله، هو من أهم أهدافي الحيوية التي آمُل أن يوفقني الله على تحقيقها بمعاونة العرب والمسلمين، والتي عشت من أجل تحقيقها كل حياتي العسكرية والعلمية. ¶ [2] التيارات المريبة: ¶ (أ) لابد لنا من معرفة أبرز التيارات المريبة التي تبذل قصارى جهدها فيهدم الفكر العربي الإسلامي، لكي نستطيع أن نتبين القادرين حقاً على إعادة كتابة الحضارة العربية الإسلامية، ومنها العسكرية الإسلامية. ¶ والهدف الرئيس لهذه التيارات الفكرية المريبة: تلويث الفكر العربي الإسلامي، وانتزاع ثقة العرب والمسلمين بحضارتهم العريقة وماضي أمتهم العربية الإسلامية المجيد، لتنهار معنوياتهم فلا يستطيعون الحرب والقتال، ويستسلمون استسلاماً كاملاً للأعداء. ¶ (ب) فمن هذه التيارات، التيار الاستعماري الصهيوني الماسوني، الذي يقلب الحقائق رأساً على عقب، أو يعللها تعليلاً منحرفاً يصور فيه أمجاد العرب والمسلمين، وكأنها أشياء تافهة لا قيمة لها ولا تستحق الذكر أو الفخر. ¶ والذي يتصيد (المثالب ) ويضخمها، ويبرز معالمها ويعمِّق آثارها، ويغض الطرف عن (المزايا ) أو يهون عمداً من قيمتها الحقيقية.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وأُطلِق على هؤلاء لقب: (الجُعَلِيُّون )، نسبة إلى دابَّة الأرض التي تسمى: (الجُعَل )، وهي دابة لا تستريح إلا في المواضع الندية القذرة ذات الرائحة الكريهة، فإذا وضعت في الأماكن الجافة النظيفة ذات الرائحة الطيبة الذكية، ماتت فوراً. ¶ ويتألف هؤلاء من المستشرقين المغرضين الحاقدين على العرب والمسلمين، وطلابهم من المستغربين الذين حذوا حذوَ المستشرقين المغرضين الحاقدين، وتلوثت عقولهم بما كتبه أساتذتهم فنقلوها إلى العربية نقلاً وادَّعوه لأنفسهم كذباً وزوراً. ¶ (ج) ومن هذه التيارات، التيار الصليبي، الذي يحاول أن يغزو كل مفاخر العرب والمسلمين في الفتوح والحضارة والعلوم والفلسفة والفنون إلى النصارى، فالنصارى عاونوا في الفتح الإسلامي العظيم، وهم الذين نقلوا العلوم والفنون والفلسفة من اللغات الأجنبية إلى العربية وحدهم دون سواهم من الناس. ¶ ولا ينكر التاريخ العربي الإسلامي عليهم حقَّهم ولا حق غيرهم، ولكن إبراز ذلك الحق وجعله كل شيء، ينكره كل مؤرخ منصف، ويستنكره أيضاً. ¶ وأُطلق على هؤلاء لقب: (الصليبيون ) نسبة إلى الحروب الصليبية التي كانت لخدمة الاستعمار لا لخدمة المسيح عليه السلام. ¶ (د) ومن هذه التيارات، التيار الشيوعي، من أصحاب الولاء المزدوج: الولاء الأول للأجنبي، والولاء الثاني لوطنهم الأصلي، فإذا تناقض الولاءان كانت الأسبقية في التفضيل للولاء الأجنبي.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "وهؤلاء يجعلون من كل مفخرة عربية إسلامية (إنجازاً )، اشتراكياً، فالفتح الإسلامي (مثلا ً) كان لأسباب اقتصادية، وكل شخصية إسلامية تحدب على الفقراء شخصية اشتراكية، دون أن يفقهوا أن هذا الحدب قد جعله الله (حقا ) للفقراء على الأغنياء، فقال تعالى: (والذين في أموالهم حقٌ معلومٌ للسائل والمحروم ) (المعارج:24)، وقال تعالى: (وفي أموالهم حقٌ للسائل والمحروم ) (الذاريات:19)، وهذا ما لا يحلمون به ولا يطمعون أن تحظى به شعوبهم المغلوبة على أمرها، فالنبي صلى الله عليه وسلم في زعم هؤلاء المنحرفين (يساويّ )، وأبو بكر الصديق رضي الله عنه (وسط )، وعمر بن الخطاب رضي الله عنه (يساري )، وعثمان بن عفان رضي الله عنه (يميني )، وعلى بن أبي طالب (يساري )، إلى غير ذلك من المهازل التي يرفضها العقل، ويدحضها المنطق، ويكذبها التاريخ، ويأباها الدين الحنيف!! ¶ وأُطلق على هؤلاء لقب: (القَصَّابِيُّون ) نسبة إلى القصاب الذي ذبح الرجال وسحلهم، وخرَّب البيوت ونهبها، وروَّع الآمنين وانتهك الحرمات، باسم الحرية والتقدمية والاشتراكية، وهو لا يفقه من كل هذه المُثُل شيئاً (جرى ذلك في مدينة الموصل سنة 1959م ). ¶ (هـ) ومن هذه التيارات التيار الجاهلي، الذي يحاول أن يعزو كل أثر للإسلام وتعاليمه ورجاله للعرب، والغرض من هذا الاتجاه هو تمجيد أثر الإسلام في الفتح والحضارة، فظاهره حب للعرب، وباطنه كره للإسلام. ¶ ولا شك في أن الأمة العربية أمة مجيدة، ولا يكره العربَ مسلم حق سواء أكان عربياً أو غير عربي، ولأنني عربي فلا أكره أن أسمع على قومي أطيب الثناء. ¶ ولكن الواقع شيء، والاختلاق شيء آخر. ¶ ولست أعرف ديناً سماوياً، ولا عقيدة أرضية، كرَّمت العرب أُمة وأفراداً، كما كرمها الإسلام. ¶ يكفي أن يكون النبي صلى الله عليه وسلم عربياً ويكفي أن يكون القرآن عربياً، ويكفي أن يكون الخلفاء الراشدون والأمويون والعباسيون عرباً.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ويكفي أن يكون كل قادة الفتح وجنوده (تقريباً ) من العرب. ¶ وقد وردت إحدى وأربعون آية كريمة في سور مختلفة من سُور القرآن الكريم عن العرب بالذات. (تفصيل آيات القرآن الكريم:566 - 571 ). ¶ وقال رسول الله صلى الله عليه وسلم: ((لا يكره العرب إلا منافق )) (رواه الإمام أحمد)، كما جاء في فضل العرب كثير من الأحاديث النبوية ترويها كتب السُّنة، منها: (( إذا ذلَّ العرب ذل الإسلام )) (19)، ومنها: ((حُب العرب إيمان وبغضهم نفاق )) (20)، ومنها: ((أحبوا العرب لثلاث: لأني عربي، والقرآن عربي، وكلام أهل الجنة عربي ))(21)، ومنها: ((ألاَ مَنْ أحب العرب فبحُبي أحبَّهم، ومَنَ أبغض العرب فببغضي أبغضهم )) (رواه الطبراني). ¶ وقال الإمام ابن تيمية: ((إن العرب أفضل من جنس العجم ))، وقال: ((الأحاديث الواردة في فضل قريش كثيرة، وهي تدل على فضل العرب )) (22). ¶ ولم يقبل النبي صلى الله عليه وسلم الجزية من عرب الجزيرة العربية، وهذا خلاف الحكم على غيرهم (الخراج لأبي يوسف:70 ). ¶ وقد ضاعف عمر بن الخطاب رضي الله عنه الصدقة على نصارى بني َتغْلِب وأسقط عنهم الجزية(23)، تكريماً للعرب. ¶ وحتى الفقهاء أعطوا للعرب مكانتهم التي يستحقونها شرعاً، ففي بيان ما تعتبر فيه الكفاءة، في قضايا الزواج، ذكروا أشياء منها: النسب، فقالوا: ((والعرب بعضهم أكفاء لبعض: رجل برجل، والموالي أكفاء بعضهم لبعض: رجل برجل، لأن التفاخر والتعيير يقعان بالأنساب )) ولا تكون الموالي أكفاء للعرب، لفضل العرب على العجم . ¶ وقال السرخسي: العرب بعضهم أكفاء لبعض، فإن فضيلة العرب بكون رسول الله صلى الله عليه وسلم منهم، ونزول القرآن بلغتهم، قال رسول الله صلى الله عليه وسلم: (( حب العرب من الإيمان )، وقال لسلمان الفارسي: (( لا تبغضني! قال: وكيف أبغضك وقد هداني الله بك؟! قال تبغض العرب فتبغضني )) (المبسوط: 5،44).",
            "page": "107",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "ولو أردنا أن نستقصي كل ما جاء في فضل العرب من الأقوال أئمة المسلمين، لجئنا بأقوال لا تُعَدُّ ولا تحصى . (انظر خاتمة كتابنا: قادة فتح الشام ومصر ). ¶ ولا أظن أن هناك عربياً واحداً، مسلماً كان أو نصرانياً، مخلصاً (حقاً ) لقومه العرب، يرفض الإسلام ويتنكر لأثره العظيم في العرب، إلا إذا كان جاهلاً كل الجهل، أو صليبياً أو صهيونياً يكره الإسلام ويحاربه، أو عميلاً للاستعمار والصهيونية وأعداء العرب والمسلمين، أو مغرَّراً به كل التغرير. ¶ وأُطلق على هؤلاء لقب: (الجاهليون )، نسبة إلى الجاهلية في عصبيتها القبلية وشركها وتخبطها وكرهها للإسلام، وهذا هو معنى الجاهلية: جهالة وضلالة، والحالة التي تكون عليها الأمة قبل أن يجيئها الهدى والنبوة. ¶ (و) ومن هذه التيارات، التيار الشعوبي، وهو المفضل أمر العجم على العرب، والمصغِّر أمر العرب، والمحاول الحط منهم (متن اللغة: 3/328 )، وهو مفرد الشعوبية، وكانت نزعة في العصر العباسي تنكرت للعرب أي تنكر وعادتهم أي عداء. ¶ وهؤلاء يقللون من شأن العرب، ويغمطون حقوقهم، ويحطون من أقدارهم، وينكرون عليهم كل فضل، ويتنكرون لهم بالتظاهر بالإخلاص للإسلام والدِّفاع عنه. ¶ ولا يمكن أن يحب المرء الإسلام ويخلص له ويتمسك به بتعاليمه ويلتزم به، ثم يكره العرب الذين هم مادة الإسلام، فيتنكر لهم وينكر فضلهم، ويقلل من شأنهم ويغمط حقهم في أمجاد المسلمين حضارة وفتحاً. ¶ إن العرب جسد، روحه الإسلام، والجسد بدون روح فناء، والجسد بالروح بقاء. ¶ وأُطلِق على هؤلاء لقب: (الشُّعوبيون )، ولا يكره العرب إلا منافق، كما قال عليه أفضل الصلاة والسلام.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "(ز) إن كل عربي ومسلم، لا يأتمن الجُعَلِيِّين والصليبيين والقصابين والجاهليين والشعوبيين على إعادة كتابة العسكرية الإسلامية عقيدة وتاريخاً، وقادة وتراثاً، ولغة وسلاحاً، فهؤلاء الحاقدون والمبغضون والمنحرفون والمرتدون والمنافقون يمسخون العسكرية الإسلامية ويشوهون معالمها، ويزيفون أحداثها، ويدسون فيها ويفترون عليها ويشكون بها باسم البحث العلمي والموضوعية والنقد وشعارات زائفة أخرى، وكل هذه الشعارات منهم براء. ¶ إن كل عربي مسلم، لا يأتمن على إعادة كتابة العسكرية الإسلامية غير العربي الأصيل والمسلم الحق، فهؤلاء وحدهم يعيدون كتابتها بأسلوب العصر، وينقونها من الشوائب التي علقت بها عبر القرون. ¶ ولكن هذا القول وحده، لا يُغني عن كل قول. ¶ [3] العلماء القادرون: ¶ (أ) إن القادرين على إعادة كتابة العسكرية الإسلامية كثيرون من علماء العرب والمسلمين وقليلون من الضباط. ¶ وهذا العصر أصبح عصر ذوي الاختصاص بالدرجة الأولى، والضباط وحدهم هم القادرون بحق على النهوض بهذه المهمة الصعبة الشاقة ذات المجالات المتشعبة الواسعة، التي تحتاج إلى الصبر الجميل والدأب المتواصل، والسهر المستمر، والحرص الشديد، والاختصاص والتفرغ الكامل. ¶ ومن المهم جداً، أن يعاون الضباط علماء من ذوي الاختصاص، كل حسب اختصاصه، لأن الضباط يستطيعون تفهم العسكرية الإسلامية بأقسامها بشكل أفضل من غيرهم، لعلاقة العسكرية الإسلامية بعملهم المباشر ضباطاً في الجيش، ولكن ليس كل ضابط قادراً على النهوض بمثل هذا الواجب الحيوي العظيم.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "إن الضابط الذي يستطيع أن ينتج في مجال العسكرية الإسلامية إنتاجاً سوياً، لابد من أن يكون عالماً في فنه العسكري، مجرِّباً تجارب طويلة ومثمرة في العمليات القتالية والأمور الإدارية، متقناً للغة العربية إتقاناً جيداً، نظيفاً في عقله لا يعاني داء الاستعمار الفكري، ليس مبهوراً بالعقائد العسكرية الأجنبية، سليماً في عقيدته الإسلامية، يعرف قيمة المعارك الإسلامية وأقدار والقادة المسلمين، خبيرً بالمصادر العربية الإسلامية المعتمدة وبالمصادر الأجنبية الموثوق بها، يعتبر العلم عبادة من أجلِّ العبادات لا تجارة من أربح التجارات، ويرى في جهده مهما يكن شاقاً وطويلاً جهاداً خالصاً لوجه الله، مستعداً للتضحية بجهده وماله من أجل إخراج إنتاجه العربي الإسلامي إلى حيز التنفيذ، دون أن ينتظر من أحد جزاء ولا شكوراً، وحسبه أجر الله في إخراج علماً يُنتفع به، ويبقى أجره متجدِّداً ما بقي المنتفعون به. ¶ والضابط من هذا الطراز نادر جداً، لأن المستعمر رَبّى الضباط على حب لغة الأجنبي وتعلمها، وكره العربية الفصحى وجهلها، ودراسة القادة الأجانب وإغفال القادة العرب والمسلمين، والانبهار بالعقيدة العسكرية الأجنبية والاحتقار للعقيدة العسكرية العربية الإسلامية، والتفرغ للكأس والطاس والسهر في الحفلات الترفيهية والنوادي الرخيصة. ¶ فإذا استطاع نفر قليل جداً من الضباط - برحمة الله - أن يتملصوا من تربية المستعمر ومناهجه التخريبية، فالفضل لله وحده، ولولا رحمة الله لما اهتدوا وما استقاموا. ¶ وعلى هؤلاء النفر القليل من الضباط، يقع واجب قيادة عملية إعادة كتابة العسكرية الإسلامية من جديد. ¶ (ب) ولكن العلماء المدنيين من ذوي الاختصاص، لهم دور مرموق في إعادة كتابة العسكرية الإسلامية بأسلوب عصري مفيد.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "فالعلماء المفسرون والمحدِّثون والفقهاء، لهم أهمية خاصة في إعادة كتابة العقيدة العسكرية الإسلامية، خاصة وأن أهم مصادر هذه العقيدة هي القرآن الكريم، وكتب الحديث وكتب الفقه. ¶ والمؤرخون الثقات، لهم أهمية كبيرة في إعادة كتبة المعارك العربية الإسلامية خاصة وأن أهم مصادر هذه المعارك هي: المصادر التاريخية العربية الإسلامية المعتمدة. ¶ والجغرافيون الثقات، لهم دور في إعادة كتابة المعارك العربية الإسلامية، خاصة وأن أهم مصادر مواقع هذه المعارك هي المصادر: الجغرافية القديمة، كما أن رسم الخرائط والمخطَّطات ضروري لتوضيح هذه المعارك. ¶ والمؤرخون والجغرافيون الثقات، لهم أهمية قصوى في كتابة سِيَر قادة العرب والمسلمين، لجمع المعلومات الخاصة بهؤلاء القادة من مظانها في المصادر المختلفة، ورسم الخرائط والمخططات التوضيحية لمعارك القادة. ¶ وتحقيق التراث العربي الإسلامي بحاجة إلى علماء اللغة بالدرجة الأولى، فهم القادرون على تحقيق هذا التراث ونشره. ¶ والمؤرخون واللغويون والمهندسون لهم أهمية خاصة في تحقيق أنواع الأسلحة العربية الإسلامية وأسلوب عملها واستخدامها، المؤرخون لتحقيق المعارك التي استعملت فيها، واللغويون لتحقيق أسمائها وأقسامها في اللغة، والمهندسون لرسم أشكالها وتفصيل عملها وآليتها. ¶ واللغويون لهم دور عظيم في تطهير اللغة العسكرية في الألفاظ الدخيلة ووضع المصطلحات العسكرية الحديثة. ¶ (ج) ولكن أي صنف من العلماء ينبغي أن يكون هؤلاء المرشحون للعمل في إعادة كتابة العسكرية الإسلامية؟ ¶ لابد أن يكون العالم متيناً في علمه، حتى يمكن أن يفيد فائدة كاملة ورصينة، ولا فائدة من عالم غير متمكن من علمه، لأنه يضر أكثر مما يفيد، وانحرافه عن الواقع تكون له عواقب وخيمة إلى أبعد الحدود. ¶ وأن يكون مخلصاً بعمله، غايته النجاح في عمله، فإذا انتفع بعمله مادياً فذلك خير، لا أن تكون غايته الانتفاع مادياً أولاً وقبل كل شيء.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "وبهذه المناسبة، أجد قسماً من الدول العربية الغنية تغدق الأموال الطائلة على العلماء، أو على المشتغلين بالعلم بتعبير أدق، لأن العالم حقاً لا يُغرى بالمال. ¶ وأشهد أن إغداق الأموال الطائلة على المشتغلين بالعلم أو تجار العلم، أفسد العلم، لأن تجار العلم انتهزوها فرصة للإثراء السريع، فأخذوا يكتبون أي شيء ويحاضرون بأي كلام، ليقبضوا الأموال بسرعة، لأن الكتابة الأصلية تستغرق وقتاً طويلاً في البحث والتنقيب والإعداد، لذلك يكتبون أي كلام ليتقاضوا الأجر المادي، وهذه الكتابة المتهافتة الهزيلة تنجز بسرعة، ويتقاضى عليها الأجر نفسه الذي يتقاضاه على البحث الأصيل، بينما يستغرق إعداد البحث الأصيل أضعاف ما يستغرقه البحث الهزيل من وقت، ولهذا يُؤْثِر البحث الهزيل على البحث الأصيل حباً بالمال، مما أدى إلى ضعف مستوى الكلمة المكتوبة، فأصبحنا نشم رائحة المال منها ولا نشم رائحة العلم. ¶ وما يقال عن الكلمة المكتوبة، يقال عن الكلمة المسموعة. ¶ أما إذا جرى انتداب تجار العلم للنهوض بواجب علمي معين، فإنهم يستغرقون وقتاً لإنجازه، هو أضعاف الوقت المناسب لإنجازه، فهم يعملون من الحبة قُبَّة لكي يقتنصوا أضخم مبلغ ممكن من المال، ومن المشكوك جداً أن ينجز هؤلاء عملاً علمياً كما ينبغي، لأنهم تجار وليسوا علماء حتى ولو كانوا علماء حقاً. ¶ وتجار العلم يكتبون ويقولون ما (يحب ُّ) أن يسمع دافع الأموال لهم سواء أكان الدافع حكومة أو شعبياً، وهذا ليس علماً بل نفاقاً. ¶ أما العالم المخلص في عمله، فيكتب ويقول ما (يجب ) أن يسمع دافع الأموال، لأن كلمة العلم فوق كل كلمة، ونعم الأمراء على أبواب العلماء، وبئس العلماء على أبواب الأمراء. ¶ إن أدعياء العلم، وتجار العلم، وعلماء السلطان، لا مكان لهم في كتابة العسكرية الإسلامية، لأنهم يضرون ولا ينفعون، ويعمرون جيوبهم بخراب قلوبهم.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "وأخيراً، أن يكون العالم محافظاً على كرامة العلماء، فكل مَنْ هَبّ ودبّ يستطيع أن يكون رئيساً أو مسؤولاً أو يتولى سلطة كبيرة، ولكن ليس كل من هب ودب يستطيع أن يكون عالماً، ويمكن أن تولي (المراسيم ) أي شخص أي منصب، ولكنها لا يمكن أن تجعل من الجاهل عالماً. ¶ وما أروع قولة هارون الرشيد: ((تكبر علينا علم مالك، فاستفدنا منه )) وما تكبر علم مالك على الفقراء، ولكنه لم يستخذ لذوي السلطان. ¶ إن العالم الذي يفيد حقاً في كتابة العسكرية الإسلامية، هو العالم المتين في علمه، العامل بعلمه، المخلص بعمله، المحافظ على كرامة العلماء، المؤمن بأن العلم (عبادة ) من أجلِّ العبادات وليس (تجارة ) من أربح التجارات. ¶ وهؤلاء العلماء الأعلام، إذا تعاونوا مع الضباط الذين ذكرنا مزاياهم، فإن إعادة كتابة العسكرية الإسلامية ستولد حَيَّة، تفيد حاضر العرب ومستقبلهم، وسيكون لها أثر وتأثير عظيمان في العقول والنفوس معاً، وستؤتي ثمراتها مرتين بإذن الله. ¶ أما إذا تعاون تجار العلم مع الضباط الملوثين عقلياً فإن إعادة كتابة العسكرية الإسلامية ستولد ميِّتة، لا تفيد صديقاً ولا تضر عدواً، تفوح منها رائحة الدرهم والدينار أكثر مما تفوح منها رائحة العلم، ويكون مولدها من مصلحة أعداء العرب والمسلمين لا من مصلحة العرب والمسلمين. ¶ [4] المنهاج والأسلوب: ¶ (أ) لا أثق بتشكيل اللجان كثيراً، وخاصة في القضايا العلمية، فقد كان نصيب اللجان الإخفاق الكامل إلا نادراً. ¶ لهذا أرى أن يقوم بإعادة كتابة العسكرية الإسلامية ضابط واحد فقط، يعاونه في: ¶ كتابة العقيدة الإسلامية مفسِّر واحد وفقيه واحد. ¶ وكتابة المعارك العربية الإسلامية، مؤرخ واحد، وجغرافي واحد. ¶ وكتابة قادة العرب والمسلمين، مؤرخ واحد، وجغرافي واحد أيضاً. ¶ وكتابة الأسلحة العربية الإسلامية، مؤرخ واحد، ولغوي واحد، ومهندس واحد.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "وكتابة اللغة العسكرية العربية، لغوي واحد، وعالم واحد باللغة الإنكليزية، وعالم واحد باللغة الفرنسية. ¶ ويكون مع كل قسم من هذه الأقسام الخمسة إداريان: الأول كاتب على الآلة الطابعة، والثاني منسِّق للكلمات والمفردات والتصحيح. ¶ أما تحقيق التراث العسكري الإسلامي العربي فيوزع التراث على اللغويين المختصين لإجراء التحقيق في دورهم، وتوقيت الانتهاء من التحقق، ثم يبعثون التراث الذي حققوه إلى مقر هيئة إعادة كتابة العسكرية الإسلامية، لمراجعة التحقيقات وإخراجها للناس. ¶ إن ضخامة عدد العاملين في هذا الحقل لا فائدة فيه، وقد يؤدي إلى عرقلة إنجاز المشروع أكثر مما يؤدي إلى الإسراع بإنجازه. ¶ وما يقال عن العاملين، يقال عن الإداريين أيضاً، والمهم هو تقسيم الواجبات بوضوح، ومطالبة كل فرد بأداء واجبه. ¶ أما أن نحشر الإداريين حشراً، فهو يؤدي إلى ضياع المسؤولية، وبالتالي إلى الإخفاق. ¶ لقد كتبت قادة الفتح وحدي، لا يعاونني أحد، أعمل كل شيء بنفسي، فأخرجت سلسلة قادة الفتح الإسلامي الأربع: قادة فتح العراق والجزيرة، وقادة فتح بلاد فارس، وقادة فتح بلاد الشام ومصر، وقادة فتح المغرب العربي، وهي مطبوعة. ¶ وأنجزت حتى اليوم: قادة فتح السند وأفغانستان، وقادة فتح ما وراء النهر، وقادة فتح أرمينية، وقادة فتح بلاد الروم، وهي مخطوطة تنتظر أن أدفع بها إلى المطبعة قريباً إن شاء الله. ¶ كما كنت رئيساً للجنة توحيد المصطلحات العسكرية للجيوش العربية التي أخرجت للناس أربعة معجمات موحِّدة سبق ذكرها. ¶ والقادة واللغة أصعب كثيراً من أقسام العسكرية الإسلامية الأخرى، وتجربتي هي التي أنارت لي الطريق في اقتراح منهاج العمل لإنجاز ما تبقى من هذه العسكرية. ¶ ومن المهم إعداد المصادر التاريخية والجغرافية والفقهية واللغوية، التي تعين العاملين في هذا المجال للنهوض بمهمتهم على أحسن وجه وبأحسن طريقة وأسرع وقت.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "وسنتان على الأكثر كافيتان لإنجاز ما تبقى من العسكرية الإسلامية. ¶ (ب) أما أسلوب إعادة كتابة العسكرية الإسلامية، فقد ذكرت شطراً منه فيما سبق، وأسلوب إعادة كتابة العقيدة العسكرية الإسلامية، والمعارك العربية الإسلامية معروف جداً، والمهم فيه أن يكون عربياً إسلامياً لا مستورداً من الشرق أو الغرب الذي يعتمد أسلوب الإطناب الممل، ولا أسلوب المتون الذي يعتمد الإيجاز المخل، بل الأسلوب الوافي بالغرض . . البعيد عن الإطناب والإيجاز، الذي يحافظ على الحقائق ولا يحمل القضايا ما لا تطيق، والذي يمكن استنباط الدروس والعرب منه بسهولة ووضوح، بدون استعمال الألفاظ الأجنبية الدخيلة، والاكتفاء بالألفاظ العربية الأصيلة. ¶ وقد حاولت أن أقرأ كل ما صدر من دراسات عسكرية حديثة في شتى أقسام العسكرية الإسلامية التي صنعها مؤلفون عرب ومسلمون، وسأعرض ما لمسته في تلك الدراسات في انحراف. ¶ فقد ذكر أحد المؤلفين المحدثين، في دراسة خاصة بالحرب والسلام في الإسلام: أن لكل نبي معجزة، فمعجزة موسى العصا، ومعجز عيسى شفاء المرضى الذين لا يُرجى شفاؤهم بإذن الله، ومعجزة محمد (هكذا ) الحرب! ¶ وقد وقع هذا المؤلف فريسة سهلة بيد المؤلفين الأجانب من أعداء العرب والمسلمين، فنقل مزاعمهم نقلاً ونسبها إلى نفسه. ¶ والغريب العجيب أن أحد المؤلفين الأجانب نقل هذا الكلام عن المؤلف العربي المسلم، وبنى عليه أباطيل مذهلة في السراب!! ¶ ولو لم يكتب المؤلف العربي المسلم ما كتب، لأسدى أعظم خدمة بسكوته للعسكرية الإسلامية، ولكن سبق السيف العذل. ¶ أما في مجال إعادة كتابة المعارك العربية الإسلامية، فقد أكثر الذين أعادوا كتابتها في تحميلها ما لا تحتمل، فاحتفظوا بأسماء المعارك، ومسخوا فحواها مسخاً.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وإذا لم يستطع الذين يعيدون كتابة معارك الفتوح مثلاً أن يحتفظوا بالحقائق ويحافظوا عليها، فالأفضل لهم وللعرب والمسلمين وللتاريخ وللعسكرية الإسلامية أن يُبقوا كل شيء على ما هو عليه. ¶ إن من الصعب جداً أن نقارن بين معركة إسلامية جرت قبل أربعة عشر قرناً، بمعركة حديثة جرت في الحرب العالمية الثانية، من ناحية التفاصيل والأساليب القتالية، لأنها مختلفة في المعركتين اختلافاً بعيداً، لاختلاف أنواع الأسلحة ووسائط النقل والمواصلات وتعداد المقاتلين، وزج هذه المقارنة بهذه الطريقة الناشزة، بمناسبة أو بدون مناسبة، خطأ فاحش لا مسوِّغ له، وقع فيه كثير من الذين حاولوا إعادة كتابة المعارك العربية الإسلامية، فأساؤوا وهم يحسبون أنهم أحسنوا صنعاً، لأنهم جعلوا من المعارك العربية الإسلامية ذنباً للمعارك الأجنبية، وهي ليست ذنباً بل رأساً، لأنها أقدم توقيتاً من المعارك الأجنبية، وقد يقتبس الحديث من القديم، والعكس ليس صحيحاً بل مستحيلاً. ¶ ولكن يمكن مقارنة مبادئ الحرب في المعركتين القديمة والحديثة، لأن المبادئ ثابتة، والأساليب متغيرة. ¶ وما يقال عن المعارك العربية الإسلامية، يقال عن القادة العرب والمسلمين، فلهؤلاء القادة سماتهم ومزاياهم التي تناسب عصرهم وعقيدتهم وسلوكهم وتقاليدهم، فينبغي الإبقاء على تلك المزايا والسِّمات كما كانت عليه دون أن نبقي أسماءهم كما هي ونمسخ سيرتهم بإضافة مزايا وسمات جديدة إليهم لم يكونوا يعرفونها ولم يسمعوا بها، ولو عادوا إلى الحياة لما تقبلوها. ¶ لقد عاشوا قبل أربعة عشرا قرناً، والقادة الأجانب الذين عاشوا في القرن الحالي، يختلفون عنهم في كل شيء تقريباً، فإذا شبهنا قادة العرب والمسلمين بالقادة الأجانب كما يفعل قسم من المؤلفين المحدثين من العرب والمسلمين، فقد قللنا من أقدار قادتنا ومنزلتهم، وأسأنا إليهم من حيث أردنا الإحسان . .",
            "page": "116",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "وهذا ما لا يقبله العقل ولا يرتضيه المنطق ولا يُقرُّه الوجدان ويأباه القادة العرب والمسلمون. ¶ (ج) ذلك غيض من فيض، تتسم به الدراسات العسكرية الإسلامية، أكفي بذكر أمثلة منها وأترك الباقي للدارس العربي المسلم الحصيف. ¶ ولا أريد أن أشق على القارئ في سرد تفاصيل تلك الانحرافات والأخطاء، وحسبي ما ذكرته منها دليلاً على أنها ليست بالمستوى المؤمل . ¶ وسبب هذه الانحرافات والأخطاء التي وقع فيها المؤلفون الأجانب، هو التنفيس عن حقدهم الدفين على العرب والمسلمين، بتزوير التاريخ وتشويهه، واتهام الحضارة الإسلامية بتهم هي منها براء. ¶ وانتقل الزور والتشويه والدس والافتراء إلى العقول العربية بالأستاذ الذي تخرج في الجامعات الأجنبية، وبالكتاب الذي ألَّفه المؤلفون الأجانب، وبترجمة الكتب الأجنبية المريبة ونقلها إلى العربية دون تمحيص، وبتدريس تلك الكتب في المؤسسات التعليمية العربية والإسلامية، حتى استشرى التزوير والدس وشاع، فأصبح بالنسبة للجهلة هو الحق الذي لا مراء فيه، وبالنسبة للملوثة عقولهم بهذا الكذب الصارخ هو العلم الذي لا علم غيره. ¶ وبالتدريج نقلت هذه الافتراءات في الكتب المؤلفة حديثاً، عن حسن نية أو سوء نية، لا فرق بينهما، لأن النتيجة واحدة، وهي أنها تثبت أن عقل المؤلف ملوَّث بالاستعمار الفكري البغيض، وأنه مطية للأجنبي الحاقد شاء أم أبى، وانه جاهل بمصادر المعتمدة التي ينبغي أن يعتمدها في تأليفه ولا يعتمد المصادر الأجنبية المريبة.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "وقد حدثتك عن المؤلف العربي المسلم الذي نقل فرية: ((أن معجزة محمد هي الحرب )) من المصادر الأجنبية المعروفة بانحيازها للصهيونية والصليبية والماسونية وتحيزها على العرب والمسلمين، فالتقط هذه الفرية مؤلف أجنبي ونقلها فوراً عن المؤلف العربي المسلم، ليدعي أن هذه ليست فرية بل حقيقة ثابتة يتداولها المسلمون فيها بينهم ويعترفون بها، ويقرون بحقيقتها ... وهو يعلم حق العلم أنها فرية مكشوفة، زورها الأجانب الحاقدون، واستوردها العرب والمسلمون الجهلة، كما أنه يعلم حق العلم أن العربي الحق والمسلم الصحيح بعيد بُعد السماء عن لأرض عن مثل هذه الافتراءات التي لم يسجلها مصدر عربي إسلامي، ولا رواها أو عرفها ولا مسلم منذ جاء الإسلام حتى اليوم. ¶ ومن أجل أن أذكِّر العرب والمسلمين بأهمية العسكرية العربية الإسلامية وضرورة إعادة كتابتها بأيدٍ أمينة قادرة، من جديد. ¶ ومن أجل أن أضع الطريقة المثلى لإعادة كتابتها أمام العرب والمسلمين. ¶ ومن أجل أن أستثير همم علماء العرب والمسلمين، ليعيدوا كتابتها لمصلحة حاضر العرب والمسلمين في كل مكان للاتجاه نحو غد أفضل. ¶ ومن أجل تحقيق كل هذه الأهداف الحيوية الرئيسة، عكفت على تدوين هذه الدراسة، داعياً الله أن تكون خالصة لوجهه الكريم، وأن يحقق الأهداف التي دُوِّنت من أجلها، وحسبنا الله ونعم الوكيل .. ¶ وصلى الله على سيدنا ومولانا محمد وعلى آله وأصحابه الطيبين الطاهرين. ¶ ورضي الله عن قادة الفتح وجنوده، وقادة الفكر وجنوده، وعن المجاهدين الصادقين، وعن جميع الذين خدموا الإسلام شريعة وعقيدة ومُثُلاً عُليا ولغة وتراثاً. ¶ ***",
            "page": "118",
            "part": "1"
        }
    ],
    "t36615": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "العسكرية العربية الإسلامية"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول إعادة كتابة المعارك العسكرية العربية الإسلامية"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "[1] تطوير المعارك:"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "[2] بصيص النور في الظلام:"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "[3] المصادر :"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "[4] الأسلوب والمنهاج:"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "[5] قوات الجانبين وخسائرهم:"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "[6] المحافظة على حقائق التاريخ:"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني العقيدة العسكرية الإسلامية"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "[1] غياب العقيدة العسكرية الإسلامية :"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "[2] لماذا العقيدة العسكرية الإسلامية؟"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "[3] سمات العقيدة العسكرية الإسلامية:"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "[4] المصادر المعتمدة :"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث القادة العسكريون العرب والمسلمون"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "[1] طبقات القادة:"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "[2] المصادر:"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "[3] إنصاف القادة:"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "[4] كتابة سير القادة العسكريين:"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع تحقيق التراث العسكري العربي الإسلامي ونشره"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "[1] أهمية التحقيق والنشر:"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "[2] غزارة التراث العسكري:"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "[3] جمع النصوص:"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "[4] التحقيق :"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "[5] الإضافات الجديدة:"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "[6] في خصوصية تحقيق التراث العسكري:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "[7] التراث العسكري المغبون:"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس اللغة العسكرية العربية واللغات العسكرية الإسلامية"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "[1] العربية الفصحى:"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "[2] تناقض المصطلحات العسكرية العربية:"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "[3] محاولات توحيد المصطلحات العسكرية العربية:"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "[4] إخفاق المحاولات والمعجمات:"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "[5] توحيد المصطلحات العسكرية العربية:"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "[6] أهمية المعجم العسكري الموحد والالتزام به:"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "[7] درجة التزام العرب بالمعجم العسكري الموحد:"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس الأسلحة العربية الإسلامية القديمة"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": "1",
            "tit": "[1] الأهمية:"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "[2] المنهاج:"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "[3] التدريب على السلاح:"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "[4] الأسلحة الفردية القديمة:"
        },
        {
            "id": "94",
            "lvl": "3",
            "sub": "1",
            "tit": "(أ) القوس والسهم:"
        },
        {
            "id": "95",
            "lvl": "3",
            "sub": null,
            "tit": "(ب) الرمح:"
        },
        {
            "id": "96",
            "lvl": "3",
            "sub": null,
            "tit": "(ج) السيف :"
        },
        {
            "id": "96",
            "lvl": "3",
            "sub": "1",
            "tit": "(د) الخنجر:"
        },
        {
            "id": "96",
            "lvl": "3",
            "sub": "2",
            "tit": "(هـ) الدبوس:"
        },
        {
            "id": "97",
            "lvl": "3",
            "sub": null,
            "tit": "(و) الفأس أو البلطة:"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": "1",
            "tit": "[5] الأسلحة الجماعية القديمة:"
        },
        {
            "id": "97",
            "lvl": "3",
            "sub": "2",
            "tit": "(أ) المنجنيق والعرادة:"
        },
        {
            "id": "98",
            "lvl": "3",
            "sub": null,
            "tit": "(ب) الدبابة:"
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": null,
            "tit": "(ج) رأس الكبش وسلم الحصار:"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "[6] أسلحة النصر:"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة:"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": "1",
            "tit": "القادرون على إعادة كتابة العسكرية الإسلامية"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "2",
            "tit": "[1] الأهداف:"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "[2] التيارات المريبة:"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "[3] العلماء القادرون:"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "[4] المنهاج والأسلوب:"
        }
    ]
}