{
    "b36629": [
        {
            "id": "1",
            "nass": "ـ[ المولد النبوي ، بين المتبعين والمبتدعين ]ـ ¶ المحاضر : مازن السرساوي (معاصر) ¶ قام بتفريغه وإدراجه : أبو الوليد المقتدي غفر الله له وهداه سنن البشير . ¶ أحد أعضاء ملتقى أهل الحديث : http://www.ahlalhdeeth.com ¶ عن : محاضرة عن المولد النبوي ألقاها الشيخ حفظه الله على قناة الناس 1429 . ¶ المصدر : www.islamway.com ¶ العنوان : ¶ خدمات : مفهرس ومزيد بالحواشي مع بعض تعليقات المضيف ¶ ـ[ والله أسأل أن يغفر لنا ذنوبنا وأن يهدينا الصراط المستقيم ]ـ",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "المحتوى ¶ ________________ ¶ [00:00:00] ¶ المولد النبوي، بين المتبعين والمبتدعين ¶ [ محبة الله ، ومحبة رسوله -صلى الله عليه وسلم - ] ¶ [ضوابط المحبة الصحيحة ] ¶ حتى يبقى الناس على أحد دربين ¶ [00:05:00] ¶ محبة النبي - صلى الله عليه وسلم - منها الفرض و النفل ¶ [00:10:00] ¶ [ إساءة ، وخطأ بالغ ] ¶ [ كيف يحب عامة المسلمون النبي -صلى الله عليه وسلم - ] ¶ [ نظرة مجردة ] ¶ فالمحب يحب كل شيء ¶ ميلاد النبي -صلى الله عليه وسلم - في أي يوم ؟ ¶ [00:15:00] ¶ [ حب الصحابة للنبي -صلى الله عليه وسلم - : الحب الحقيقي ] ¶ فهل في مذهب هؤلاء الأربعة الاحتفال بالمولد النبوي ؟! ¶ لماذا يعمل هذا الفعل ؟! ¶ [00:20:00] ¶ بداية هذة البدعة ¶ [ الخاسرون ، فهماً وعملاً ] ¶ [ إساءة ، وليس توقير ] ¶ [ لماذا أتبع الناس هذا المنهج ] ¶ [00:25:00] ¶ هل القضية [ قضية ] أكل وشرب ؟! ¶ [ حظ النبي - صلى الله عليه وسلم - من أمته ] ¶ [ نهي ، وتحذير ] ¶ [ أحباء الرسول - صلى الله عليه وسلم - ، من ؟! ] ¶ [00:30:00] ¶ في إحياء ذكراه ماذا تفعل ؟ ¶ [ الاحتفال المشروع ] ¶ أهذا مولد النبي - صلى الله عليه وسلم - الذي جاء يكسر الأصنام ؟! ¶ [00:35:00] ¶ [ سؤال هام جداً ] ¶ الصواب هو الإتباع ¶ [ قضية الحلوى ] ¶ [00:40:00] ¶ كيف نغير الواقع ؟ ¶ [ ما يطلبه المستمعون ] ¶ [ الحب الرخيص ، والحب الفعلي ] ¶ [ اختبار ، وامتحان ] ¶ [00:45:00] ¶ [ بيوتنا من الداخل ] ¶ [00:50:00] ¶ أين الدين في البيوت ؟!!! ¶ [ منهج عملي ] ¶ هل النبي - صلى الله عليه وسلم - كان رجل دنيا ؟!! ¶ [ النبي - صلى الله عليه وسلم - في بيوتنا ] ¶ [00:55:00] ¶ أترونه يفتح ؟ ¶ [ الروافض ]",
            "page": null,
            "part": null
        },
        {
            "id": "3",
            "nass": "ـ[ المولد النبوي ، بين المتبعين والمبتدعين ]ـ ¶ مقدمة (1) ¶ : ¶ إن الحمد لله ، نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا . ¶ من يهده الله فلا مضل له ، ومن يضلل فلا هادي له ، وأشهد أن لا إله إلا الله وحده لا شريك له ، وأشهد أن محمدًا عبده ورسوله. ¶ [ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ] (آل عمران: 102) ¶ [ يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا] (النساء:1) ¶ [ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا ] (الأحزاب:70-71) ¶ أما بعد: ¶ فإن أصدق الحديث كتاب الله ، وأحسن الهدي هدي محمد ، وشر الأمور محدثاتها ، وكل محدثة بدعة ، وكل بدعة ضلالة ، وكل ضلالة في النار \". ¶ ثم أما بعد : ¶ فقد جاء في الأثر : \" يحمل هذا العلم من كل خلف عدوله ينفون عنه تحريف الغالين وانتحال المبطلين وتأويل الجاهلين \" (2) ، وهو وإن كان مختلفٌ في ثبوته عن رسول الله - صلى الله عليه وسلم - ؛ ( فقد صححه العلامة الألباني في مشكاة المصابيح ) . ¶ إلا أنه صحيح المعنى لما جاء في الصحيحين وغيرهما عن النبي - صلى الله عليه وسلم - : \" لاَ يَزَالُ نَاسٌ مِنْ أُمَّتِى ظَاهِرِينَ حَتَّى يَأْتِيَهُمْ أَمْرُ اللَّهِ وَهُمْ ظَاهِرُونَ \" (3) ¶ ولا شك من واجب هذه الطائفة من الدعوة إلى الله ونبذ البدع المحدثات والأمر بالمعروف والنهي عن المنكر عملاً واجباً فيجتمع عليهم من خالفهم من الغالين والمبطلين والجاهلين كما هو مذكور . ¶ __________ ¶ (1) مقدمة صاحب التفريغ والتنسيق ¶ (2) صحيح : أخرجه البيهقي (10/209 ، رقم 20700) ، وابن عساكر (7/38) وأخرجه أيضًا : العقيلى (4/256 ، ترجمة 1854 معان بن رفاعة السلامي ¶ (3) صحيح : أخرجه البخاري (3/1331 ، رقم 3441) . وأخرجه أيضًا : أحمد (4/244 ، رقم 18160) ، ومسلم (3/1523 ، رقم 1921) ، ¶ وأبو عوانة (4/507 ، رقم 7508) ، والطبراني (20/402 ، رقم 960) .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد قال الله تعالى : [وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ] [آل عمران : 187] ¶ فكان هذا واجباً على أهل الحق والعلم أن يبينوا للناس الطريق القويم والمنهج المستقيم ، نبذاً للمحدثات التي أحدثها الناس على مر القرون حتى صارت ديناً كما صح معناه عن ابن مسعود موقوفاً - وهو في حكم المرفوع - : \"كيف أنتم إذا لبستكم فتنة يهرم فيها الكبير ويربو فيها الصغير ويتخذها الناس سنة إذا ترك منها شيء قيل : تركت السنة ) (1) ¶ فكذلك ؛ الحادث اليوم مع المسلمين ، تجدهم أحرص ما يكون على أمورٍ لم ينزل الله بها من سلطان ، وما تعبدنا الله بها ، ومع هذا تجدهم ينبذون الدين الصحيح ويتهمون أهله بالتنطع والتشدد وغيرها من التهم الزائفة ، وذلك لأمرهم الناس بضرورة الاعتصام بالسنة وهجر المخالفات الشرعية . ¶ وأمراً منا بالمعروف ونهياً عن المنكر وحرصاً عل إتباع النبي - صلى الله عليه وسلم - ، وجدنا من الفائدة تفريغ هذه المحاضرة للشيخ الفاضل : مازن السرساوي حفظه الله وسدد خطاه. ¶ وعملنا فيها يتلخص في الآتي : ¶ 1- تدوين المحاضرة كاملة . ¶ 2- إبدال بعض الكلمات للعربية بما لا يغير المعنى وهذه غالباً ما تجدها بين معقوفين [ ] . ¶ 3- إدراج بعض الكلمات التي نجد في ذكرها حسن فهم أو تجنب الخطأ في الفهم لكلام الشيخ حفظه الله وهذه أيضاً تجدها بين معقوفين [ ] بحيث لو حذفت لم تؤثر في الكلام . ¶ 4- التعليق و إدراج الهوامش بالأسفل وهي من عملنا ليست من كلام الشيخ . ¶ 5- تخريج الأحاديث وعزوها لمصادرها مع بيان الصحة والضعف . ¶ 6- كتابة الآيات بالرسم العثماني . ¶ 7- إدراج العناوين بخط كبير واضح بحيث يكون العنوان الذي ليس من كلام الشيخ بين معقوفين [ ] وما كان من كلام الشيخ فلا يكون كذلك ¶ 8- قمنا بتقسيم المحاضرة على الوقت بحيث كل خمس دقائق من المادة ننوه بذكر الوقت مثلاً : في الدقيقة العاشرة [00:10:00] ، والدقيقة العشرون [00:20:00] وهكذا وهو موجود . ¶ 9- واخترنا لها عنوان [ المولد النبوي ، بين المتبعين والمبتدعين ] ¶ مع العلم بأن هذه المحاضرة تم تحميلها من موقع طريق الإسلام : www.islamway.com وهي بعنوان المولد النبوي . ¶ هذا وما كان من توفيق فمن الله وما كان من خطأ فنسبه إلي حق ، والله أسأل أن يغفر لنا ذنوبنا وأن يهدينا الصراط المستقيم والسلام عليكم ورحمة الله وبركاته ¶ أبو الوليد المقتدي ¶ __________ ¶ (1) صحيح موقوفاً وهو في حكم المرفوع :( رواه الدارمي ( 1 / 64 ) بإسنادين أحدهما صحيح والآخر حسن والحاكم ( 4 / 514 ) وغيرهما )",
            "page": "2",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "[ المولد النبوي، بين المتبعين والمبتدعين ] (1) ¶ \" إن الحمد لله نحمده و نستعينه ونستغفره ونتوب إليه ونعوذ بالله تعالى من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد ألا إله إلا الله وحده لا شريك له واشهد أن محمداً عبد الله ورسوله اللهم صلِّ على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم وبارك اللهم على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم في العالمين إنك حميد مجيد ¶ أما بعد : ¶ فإن أصدق الحديث كتاب الله تعالى وأحسن الهدي هدي محمد صلى الله عليه وآله وصحبه وسلم وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة ¶ ثم أما بعد ¶ فأهلاً ومرحباً بكم أيها الأخوة الأحباب في حلقة جديدة من\" فتح الباري لشرح صحيح البخاري \" ولا يزال حديثنا موصولا ً مع \" كتاب الأيمان \" ومع ذلك الباب الذي عقده البخاري في الباب التاسع من كتاب الإيمان فقوله : باب \" حلاوة الإيمان \" ¶ __________ ¶ (1) بداية المحاضرة",
            "page": "3",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قال المصنف رحمه الله تعالى : حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثقفي قَالَ حَدَّثَنَا أَيُّوبُ عَنْ أَبِى قِلاَبَةَ عَنْ أَنَسٍ رضي الله عنه عَنِ النبي - صلى الله عليه وسلم - قَالَ « ثَلاَثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلاَوَةَ الإِيمَانِ أَنْ يَكُونَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا ، وَأَنْ يُحِبَّ الْمَرْءَ لاَ يُحِبُّهُ إِلاَّ لِلَّهِ ، وَأَنْ يَكْرَهَ أَنْ يَعُودَ في الْكُفْرِ كَمَا يَكْرَهُ أَنْ يُقْذَفَ في النَّارِ » (1) ¶ [ محبة الله ، ومحبة رسوله - صلى الله عليه وسلم - ] ¶ وقد تكلمنا عن شطرٍ صالح وعن قدرٍ لا بأس به من هذا الحديث فتكلمنا عن الخصلة الأولى التي بينها النبي - صلى الله عليه وسلم - والتي بين أنه لا يمكن لأحد من المؤمنين أن يذوق حلاوة الإيمان حتى يُحَصِلَهَا وهي : حب الله تعالى ورسولِه - صلى الله عليه وسلم - \" أَنْ يَكُونَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا \" ¶ وتكلمنا بما لعله يكفي في محبة المرء لربه ، وكيف يُحَصِلُ المرء تلك المحبة ؟ و ما هي الوسائل التي تعين على زيادة حب المرء لربه جل في علاه ؟ ¶ وبينا يومئذٍ أيضاً أن حب الله تعالى منه ما هو فرض ومنه ما هو نفل . ¶ __________ ¶ (1) صحيح : أخرجه الطيالسي (ص 264 ، رقم 1959) ، وأحمد (3/103 ، رقم 12021) ، والبخاري (1/14 ، رقم 16) ، ومسلم (1/66 ، رقم 43) ، ¶ والترمذي (5/15 ، رقم 2624) ، وقال : حسن صحيح . والنسائى في الكبرى (6/527 ، رقم 11718) ، وابن ماجه (2/1338 ، رقم 4033) ، ¶ وابن حبان (1/474 ، رقم 238) .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فحب الله الفرض الذي يحمل المرء على فعل الواجبات و على ترك المحرمات وحب الله النفل يعني : المستحب ، هو الذي يحمل العبد على فعل المستحبات وينهاه ويزجره عن المكروهات ، وأن المرء لا يكمل إيمانه ولا يشعر بلذة الإيمان وحلاوته ولا تخالط تلك البشاشة قلبه حتى يحب الله تعالى الحبين حب الفرض وحب النفل . ¶ وبمقدار ما يستكثر من ذلك الحب بمقدار ما يشعر بتلك اللذة الغامرة لتلك الحلاوة الرائعة للإيمان وعلى قدر استقلاله من تلك المحبة على قدر ذهاب تلك اللذة من قلبه ¶ حتى يبقى الناس على أحد دربين : ¶ 1- محب ذائق حلاوة الإيمان ¶ 2- وغافل لا يعرف عن الله شيئا إلا اسمه ولا يشعر بشيء من حلاوة الإيمان ¶ [00:05:00] ¶ وهذا الذي لا يحب الله تعالى - وعلامة تركه حب الله أنه لا يشعر في ذاته بلذة الإيمان ولا يحس بها - هذا الذي يقول يوم يسأل من ربك ؟ يقول : \" هاه هاه لا أدري \" لا يعرف لا يعرف عنه شيئاً ¶ لأنه ما جرب أن يحب ربه لا الحب الفرض ولا الحب النفل وبينا ذلك بما لعله يشفي ¶ قال النبي - صلى الله عليه وسلم - : [ ثَلاَثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلاَوَةَ الإِيمَانِ أَنْ يَكُونَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا ] (1) ثم يأتي دور محبة الرسول صلى الله عليه وآله وصحبه وسلم ومحبة النبي - صلى الله عليه وسلم - سبب إتباعه فإنه لا يتبعه إلا من أحبه ، ثم هي أيضاً أحد أكبر الأسباب الموصلة لحب الله سبحانه قال سبحانه : [ قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ ] [ آل عمران : 31 ] ¶ [ضوابط المحبة الصحيحة ] ¶ ومحبة النبي - صلى الله عليه وسلم - - المحبة الصحيحة - قضية لها ضوابط ليس لكل إنسان أن يتصرف في ذلك الحب بما يريد وبما يشاء بل الحب له قوانين لا يخرج عنها أحد قط في حب أي أحد وما سمعنا أحداً قط يحب أحداً بالأكل والشرب كما يصنع اليوم عامة المسلمين وللأسف !!! ¶ __________ ¶ (1) صحيح : تقدم تخريجه",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وهذه في الأعم الأغلب ينبغي أن تكون إهانة وليست حباً ¶ عندما يحب واحدٌ واحداً ثم يخالفه في جميع أمره ثم يأتي يبرهن على حبه بالأكل والشرب !!! يعني : يأكل يوم يقابله ويستكثر من الطعام !!! أو يجلب الحلوى وهلم جرى !!!! ¶ أي حبٍ هذا !!! ¶ هذا حب البطون . ليس حب القلوب ¶ فكثير من الناس استثقل محبة النبي - صلى الله عليه وسلم - وفر منها . المحبة الحقيقية صعبة ، لها تبعات ولها مصاريف كثيرة والمرء في سبيلها سيترك كثيرا من ملاذه وأهوائه وشهواته ، ¶ وليس كل الناس يقدر على هذا بل عامة الناس يميل للدعة والسكون أي يريح دماغه . ¶ محبة النبي كمحبة الله سبحانه منها الفرض و النفل ، محبة النبي - صلى الله عليه وسلم - منها الفرض و النفل . ¶ وعامة الناس تفر من مثل هذا . هم أصلاً لا يتبعون النبي - صلى الله عليه وسلم - لا في قليل ولا في كثير ، بل تراهم أبعد الناس عنه وأشدهم بغضاً لسنته - صلى الله عليه وسلم - ، ¶ وإلا بم تفسر - مثلاً - حينما تأمر شخصاً بإتباع سنته الشريفة - صلى الله عليه وسلم - ؛ كأن تقول - مثلاً - يا أخي أطلق اللحية ؛ فيقول لك لا والله ؛ صراحة أنا لا أحب اللحية هذه أبداً ، أنا أكرهها جدا لما أرى اللحية يحدث لي نوع من \" الأفتيكاريا \" وأتضايق من هذا الشكل .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "كيف يقول هذا من يزعم أنه يحب النبي - صلى الله عليه وسلم - وكانت لحية النبي - صلى الله عليه وسلم - تغطي صدره الشريف حتى يراها مَنْ وراءَه وكان الصحابة رضي الله عنهم يعرفون قراءة النبي قفي الصلاة السرية - قراءة السورة بعد الفاتحة يعرفون أنه قرأ أو لم يقرأ - باضطراب لحيته الشريفة - صلى الله عليه وسلم - (1) ؛ فهم لا يسمعون صوته ؛ ويقفون خلفه ولعظم لحيته ولكثرتها صلوات الله وسلامه عليه - وعظم هيئتها - كان مَنْ ورائَه إذا قرأ - صلى الله عليه وسلم - في الصلاة السرية بعد الفاتحة كان إذا قرأ لا شك يتحرك فكه الأسفل الشريف ، ¶ وعليه لحيته الكريمة فكانت تضطرب تلك اللحية لعظمها فيراها من خلفه ¶ فكيف يقنعنا أحد الناس بأنه يحب النبي - صلى الله عليه وسلم - ثم هو يبغض مثلاً اللحية ويقول أنها شيء شكله ليس حسن .... وعدم نظافة ....... كما يقول كثير من السفهاء ؟!! أين ذلك الحب ؟!!! كيف يتأتى الحب مع المخالفة ؟!!! ¶ من يحب إنسانا - يعني - يحب أي شيء حتى من رائحته ، مجنون ليلى يقول : ¶ أمر على الديار ديار ليلى ................ أقبل ذا الجدار وذا الجدارَ ¶ يعني : هذا الجدار وهذا الجدار . ¶ وما حب الديار شغفن قلبي.............. ولكن حب من سكن الديارَ ¶ يقوا أنا أحب حيطان ليلى !! أحب حيطان ليلى !! أحب الأرض التي أمام بيت ليلى !! [00:10:00] ¶ أرى الشمس في ديار ليلى خير من الشمس في بقية الديار - لأني أحب ليلى - سأحب كل شيء من [جهة] ليلى ¶ وهذا استدلال في موضعه ؛ المرء لما يحب واحدا يحب [ كل شيء حتى ] رائحته . ¶ __________ ¶ (1) صحيح: الحديث : [ عن أبي معمر قال قلنا لخباب هل كان رسول الله صلى الله عليه و سلم يقرأ في الظهر والعصر قال نعم قلنا بم كنتم تعرفون ذاك قال ¶ باضطراب لحيته ] أخرجه البخاري في \" صحيحه \" (2/184 و 195) وفي \" جزئه \" (25) ، وأبو داود (1/128) ، وابن ماجه (1/274) ، والطحاوي (1/123) ، ¶ البيهقي (2/37 و 54 و 193) ، وأحمد (5/109 و 112 و 6/395) ، والطبراني في \" الكبير \" من طرق عن الأعمش : ثني عمارة عنه",
            "page": "7",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "[ إساءة ، وخطأ بالغ ] ¶ وقد أساء بعض من تسند منصب الإفتاء وسُئِلَ مرةً : هل يجوز تقبيل السور الحديدي لمقام الحسين رضي الله عنه وهذا إن كان منه شيء رضي الله عنه - والحسين ليس في مصر من شيء لا رأسُه ولا قدمُه رضي الله عنه وعن أبيه وعن أمه وصلى على جده صلوات الله وسلامه عليه- الحسين ليس في مصر منه شيء أصلاً . ¶ وعلى زعم أن منه شيء هنا أو هناك ؛ فَسُئِلَ ذلك الرجل هل يجوز تقبيل السور الحديدي الذي حول الحسين فقال : نعم يجوز بل هذا مستحب !! ¶ قال الله تعالى : [ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ ] [ الحج : 32 ] ¶ هل السور الحديدي الذي حول المقام - والمقام أصلاً هذا بدعة دميمة نهى النبي - صلى الله عليه وسلم - عن هذا وقال : \" لعنة الله على اليهود والنصارى \" (1) \" هم شرار الخلق \" (2) \" اتخذوا قبور أنبيائهم مساجد \" . ولا يجتمع في دين الإسلام مسجد وقبر (3) كما قال شيخ الإسلام ابن القيم رحمه الله وكما هو رأي جماهير أهل العلم هل هذا من شعائر الله !! ¶ ثم أردف ذلك قائلاً ألم تسمع المجنون يقول : ¶ أمر على الديار ديار ليلى ................ أقبل ذا الجدار وذا الجدارَ . . ¶ وما حب الديار شغفن قلبي.............. ولكن حب من سكن الديارَ . ¶ فقال - يعني - : هذا حجة على جواز تقبيل السور الحديدي !! ¶ أبقي بنا الأمر إلى أن نأخذ ديننا من المجانين ؟! إذا فقدنا الدليل الشرعي في مسألة مثل هذه . ¶ __________ ¶ (1) صحيح : الحديث [ لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد ] ¶ (2) صحيح : الحديث : [ إن أولئك إذا مات فيهم الرجل الصالح بنوا على قبره مسجدا وصوروا فيه تلك التصاوير أولئك شرار الخلق عند الله يوم القيامة ] ¶ (3) زاد المعاد في هدي خير العباد 3/571 : ونص الكلام : ( فيهدم المسجد إذا بني على قبر كما ينبش الميت إذا دفن في المسجد نص على ذلك الإمام أحمد ¶ وغيره فلا يجتمع في دين الإسلام مسجد وقبر بل أيهما طرأ على الآخر منع منه ) أهـ .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "جاءت النصوص المتواترة في النهي عنها وفي سد باب الشرك ولهذا لم يُبْرَزْ قبر النبي - صلى الله عليه وسلم - ، ولولا هذا لأبرز قبره للناس ؛ دفن في بيت السيدة عائشة رضي الله عنها كما هو المتفق عليه ؛ ثم أدخل بعض الولاة من الظالمين القبر الشريف في المسجد بعد هذا بعد انتهاء عصر الصحابة ¶ أقول : إذا كان الأمر كذلك وجاءت النصوص في النهي عن وضع الصالحين أو غيرهم من الأنبياء في المساجد أيُسْتَدَلُ على خلاف تلك النصوص بقول المجنون ؟!! ¶ إن هذا لهو الجنون . ¶ لكن نحن عندما نقول : بقواعد الحب أن من يحب واحدا يحب [ كل شيء منه حتى ] رائحته ونقول كلام قيس بن الملوح . ¶ طبعي ما نستدل بهذا على قضية شرعية هذه قضية عامة أي أحد يحب أحد يحب حتى رائحته . ¶ ويقول : ( كُلُ عَيْنٍ تُكْرَمْ لَهَاْ أَلْفُ عَيْن ) ¶ فطريقة الاستدلال ملتوية عند هؤلاء المبتدعة الذين يُلَبِسُوْنَ على المسلمين حياتهم ويضللونهم بعلمٍ أو بغير علم . ¶ فالمحب يحب كل شيء . ¶ لا يتأتى أبداً أن يحب المرء أحداً ثم يبغض شيئاً من طريقه أو شيئاً من أحواله أو شيئاً من هيئته . ¶ ثم إننا ما عاش الناس وما سمعوا - من لدن أبيهم آدم وإلى اليوم - ما سمعوا عن شخصٍ يزعم حب شخصٍ ثم يفعل كما يزعم عوام المسلمين الآن وبعض من يدعي العلم وحب النبي - صلى الله عليه وسلم - عندما يحتفلون بمولد النبي - صلى الله عليه وسلم - . هذا أمرٌ ماله في الدنيا - كلها - نظير ولا يفعله عاقلٌ أبداً . ¶ [ كيف يحب عامة المسلمون النبي - صلى الله عليه وسلم - ] ¶ عندما ننظر نقول : كيف يحب هؤلاء النبي ؟ يقول لك : نحن نحب النبي - صلى الله عليه وسلم - . طيب ؛ كيف ؟ ¶ [ نظرة مجردة ] ¶ وأرجو أن ينظر الجميع لهذه القضية بتجرد ننسى أن هناك كل سنة ما يسمى \" بالمولد النبوي \" ¶ نعمل المولد ونأكل الحلوى وأصبحت عادة ........... ننسى كل هذا . ¶ نأخذها بشيء من التجرد والعقل والمنطق و الشرع .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "مات النبي - صلى الله عليه وسلم - في الثاني عشر من ربيع الأول في العام الحادي عشر للهجرة [ 12- ربيع أول - 11هـ ] ¶ وهذا متفق عليه بين جميع الطوائف ، ¶ الأمة كلها مطبقة و مجمعة عن بكرة أبيها على أن النبي الأكرم صلوات الله وسلامه عليه انتقل إلى جوار ربه ولحق بالرفيق الأعلى في اليوم الثاني عشر من ربيع عام 11هـ ؛ ¶ وهذا متفق عليه يوم 12 ربيع هذا يوم وفاة النبي - صلى الله عليه وسلم - . ¶ ميلاد النبي - صلى الله عليه وسلم - في أي يوم ؟ ¶ أجمعوا على أنه - صلى الله عليه وسلم - ولد يوم الاثنين من ربيع الأول ، طيب موافقة اليوم اختلفوا في ذلك اختلافا طويلاً وليس هناك قول يمكن ترجيحه بحجة قوية . ¶ من قائل يوم ثمانية [8] ، ومن قائل يوم ثمانية عشر [18] ، ومن قائل يوم اثني عشر [12] ، ومن قائل يوم كسر وعشرين ،اختلاف لم يتفقوا فيه على شيء . ¶ إذاً ليس هناك إجماع على أن الولادة النبوية كانت يوم اثني عشر [12] ، صحيح يوم الاثنين لكن لم يكن يوم اثني عشر ؛ ¶ [ فيه خلاف ؛ قد ] يكون يوم آخر في الشهر . ¶ أكيد أن يوم اثني عشر [12] وفاة النبي - صلى الله عليه وسلم - ¶ [00:15:00] ¶ ثم جرى ما جرى ؛ وجاء عصر أبي بكر... و عصر عمر ..... وعصر عثمان ...... وعصر علي ..... و جميع الخلفاء و مرت على الأمة قرون طويلة ....... ستة قرون تمر على الأمة بعد وفاة حبيبها وسيدها وقائدها الأعظم صلوات الله وسلامه عليه . ¶ ما أُثِرَ عن أحدٍ في هذه القرون و فيها خير القرون كما قال النبي - صلى الله عليه وسلم - ؛ كما في الصحيح من حديث عمران بن حصين : [ خير الناس قرني ثم الذين يلونهم ثم الذين يلونهم ] القرون الثلاثة المفضلة . ¶ ما أُثِرَ عن أحدٍ قط في هذه القرون الثلاثة المفضلة ولا بعدها - وكانوا أشد الناس - حباً لرسول الله - صلى الله عليه وسلم - ليس فينا أحدٌ - وإن زعم ما زعم - يحب النبي - صلى الله عليه وسلم - كحب أبي بكرٍ للنبي - صلى الله عليه وسلم - . ¶ هل هناك من يزعم هذا ؟! ¶ الذي يزعم هذا يخرج من ماله كله لله ورسوله فوراً الآن - إن كان صادقاً في زعمه - .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "[ حب الصحابة للنبي - صلى الله عليه وسلم - : الحب الحقيقي ] ¶ من يقول ويظن من نفسه أنه يحب النبي - صلى الله عليه وسلم - كحب أبي بكر له - صلى الله عليه وسلم - ، يرينا ؛ يخرج من ماله كله الآن ويرجع بلا مال لأهله ؛ هذا إن كان يزعم أنه يحبه كحب أبي بكر . ¶ يحب مثل عمر يخرج من نصف ماله لله ورسوله يحبه مثل عثمان يفعل كفعل عثمان يجهز جيش المسلمين من ماله . ¶ ما في أحد فينا مهما أدعى ومهما زعم ورفع بذلك عقيرته وصرخ أنه يحب الرسول - صلى الله عليه وسلم - ما فينا واحد يحبه كحب هؤلاء السادة ؛ أبداً أبداً ¶ [ نحن ] ما قدمنا شيئاً كما قدم هؤلاء . هؤلاء قاتلوا على الدين و حموا النبي - صلى الله عليه وسلم - برقابهم . ¶ نحن أخذنا الدين جاهزاً وصرنا نتلاعب بدين الله عز وجل . ¶ فهؤلاء المحبون المقربون منه - صلى الله عليه وسلم - هم أشد الناس له حباً . لما مات النبي - صلى الله عليه وسلم - أبو بكر الصديق جاء في يوم اثنى عشر من ربيع [ 12 ربيع ] وجمع الصحابة كما كان يجمعهم في الجمعة وفي المهمات وقال هيا يا أصحاب محمد - صلى الله عليه وسلم - نحتفل بميلاد حبيبنا رسول الله - صلى الله عليه وسلم - ، ونعقد طبقات الذكر ونقعد نقرأ الموالد في يوم وفاته - صلى الله عليه وسلم - ؟!! فعل هذا أبو بكر ؟! حاشاه أن يفعل هذا . ¶ [ قد يقول : ] أبو بكر كان مشغولاً بحروب الردة ، وبعث البعوث . ¶ [ طيب ] عمر طالت مدته ، فعل هذا عمر ؟! ¶ ما فعله عمر . ¶ عثمان . ¶ فعل هذا عثمان ؟! ¶ ما فعله عثمان . ¶ فعل هذا علي - رضي الله عن الجميع - ؟! ¶ ما فعل هذا علي . ¶ فعل هذا أحدٌ قط ممن يشار إليه بالبنان ؛ ويقال هذا رجلٌ ممن يؤخذ بقوله ؟! ¶ فعل واحدٌ من الصحابة كبارهم صغارهم ؟! ¶ فعل واحد من التابعين ؟! ¶ من أتباع التابعين ؟! ¶ الأئمة الأربعة المتبوعين ؛",
            "page": "11",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الشافعي فعل هذا ؟ ¶ هل الشافعي أُثِر َعنه أنه كان يحتفل بالمولد النبوي - كل سنة مرة - ؟! ¶ أبداً . ¶ هل فعل هذا أبو حنيفة ؟! ¶ أبداً . ¶ هل فعل هذا أحمد ؟! ¶ أبداً . ¶ فعله مالك ؟! ¶ أبداً . ¶ وهؤلاء قادة الأمة وكل من على وجه الأرض الآن - أو عامتهم - يدينون بمذهب واحد من هؤلاء الأربعة . ¶ فهل في مذهب هؤلاء الأربعة الاحتفال بالمولد النبوي ؟! لم يحدث هذا قطك . ¶ ? متى بدأت هذه الفتنة وهذه السبة التي ضيع بها المسلمون نبيهم ؟ ¶ هل أحدٌ يتصور أن النبي - صلى الله عليه وسلم - يخرج بعد هذا كله من الدنيا بيومٍ واحدٍ من السنة ؟! يخرج بيوم !! بعدما فعل ما فعل و أنقذ هذه الأمة من الضلال وبوأها الله به مقام الخيرية . ¶ يكون حظه من الأمة يوم ! يوم واحد في السنة ! مثله مثل \" عيد الأم \" و \" عيد شم النسيم \" ويا ليت يوم محترم . يوم يعمل فيه ¶ [ العرائس ] وتؤكل فيه الحلوى ، ولا يذكر الله فيه إلا قليلا . ¶ هذا حظ النبي - صلى الله عليه وسلم - من أمته ؟! ويقول لك : الاحتفاااااال بالمولد النبوي . ¶ إن هذا [خبال] (1) وليس هذا احتفال ، هذا [ خبال] (2) . ¶ صحيح هذا لعب بعرض النبي - صلى الله عليه وسلم - ؛ هذه خيانة لرسول الله - صلى الله عليه وسلم - و إهانة له . ¶ أيكون حظه من المسلمين يوماً واحداً في العام ؟! يذكرونه ويحتفلون .لعبوا بذكراه . ¶ ما جاء النبي - صلى الله عليه وسلم - لهذا . ما جاء النبي - صلى الله عليه وسلم - لتحتفل به أمته يوم واحد ؛ إنما قال - صلى الله عليه وسلم - : [ لا يؤمن أحدكم حتى أكون أحب إليه من ماله وأهله والناس أجمعين ] (3) ¶ نحن نحتفل بأنفسنا يوم واحد في السنة ؟ ¶ نحن نأكل يوم واحد مثلاً ؟ ¶ هل نحن ننفق على أنفسنا يوم واحد في السنة ؟ ¶ نأتي بالطعام يوم واحد في السنة لأنفسنا ؟ ننفق على أبنائنا يوم واحد في السنة ؟ ¶ أم ننفق كل يوم على أنفسنا وعلى عيالنا وعلى أبنائنا . ¶ __________ ¶ (1) قالها الشيخ حفظه الله : استهبال ¶ (2) قالها الشيخ حفظه الله : استهبال ¶ (3) صحيح : أخرجه أحمد (3/177 ، رقم 12837) ، وعبد بن حميد (ص 355 ، رقم 1175) ، والبخارى (1/14 ، رقم 15) ، ومسلم (1/67 ، رقم 44) ، ¶ والنسائى (8/115 ، رقم 5014) ، وابن ماجه (1/26 ، رقم 67) ، والدارمى (2/397 ، رقم 2741) ، وابن حبان (1/405 ، رقم 179) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "لماذا لا يكون للنبي - صلى الله عليه وسلم - هذا الحظ منا كما هو حظ نفسنا ؟ ¶ - مع أنه شرط علينا هذا - ألا نؤمن حتى يكون أحب إلينا من أنفسنا . ¶ من ذا الذي ينسى نفسه عاما ثم يأتي يحتفل بذكرى نفسه يوما في السنة ؟ ¶ من ذا الذي يفعل هذا ؟ ¶ لا يفعله أحد . ¶ [00:20:00] ¶ [ بداية هذة البدعة ] ¶ فهذه البدعة أول من صنعها في العالم رجلٌ ظالمٌ عسوف ؛ حاكم اسمه : \" الملك المظفر\" ملك إربل كان كما يقول المؤرخون ممن كانوا عاصروه كان ظلوما عسوفا . ¶ كان رجلاً مجرماً ¶ وهؤلاء الجماعة المجرمون لهم سنة يعملونها يريد أن يغطوا على مصائبهم ، فيعملوا الاحتفال بـ ...... و..... وقصص خائبة وذلك لأجل أن يكتب المؤرخون عنهم : أنهم كانوا يقدسون الشريعة ويحترمون النبي - صلى الله عليه وسلم - ، [ وهم ] يخالفونه في كل شيء ، ولا يتبعون سنته في شيء أصلاً ؛ ثم يأتون يوماً واحداً فقط ويقولوا الاحتفال بالمولد النبوي . ¶ هذا الذي بدأ هذه البدعة الملك المظفر ملك إربل وكان كما يقول مؤرخوه ظلوماً عسوفاً لا يخافُ الله . ¶ لماذا يعمل هذا الفعل ؟! ¶ لأنه لا يعرف يتبع السنة ولا يقدر على ذلك ، ولا يملك الهمة ، ولا يملك الدين الذي يؤهله لذلك . لكن في نفس الوقت يريد أن يسترضي الرعية ، فيأتي يوم المولد - وهو أول من عمل هذا العمل - يأتي يوم المولد النبوي - كما زعموا - وبدأ ينصب الأسمطة ، يأتي بالحبل ويعلقه بطول الطريق ويعلق فيه الخرفان والفراخ و الأوز و البط ومن كل شيء ، ويأتي بالحلوى ويعلقها ويعمل العرائس والبهجة والفوانيس . ¶ إيه يا رجل ؛ ماذا حصل ؟! ¶ يقول اليوم نحتفل بمولد النبي - صلى الله عليه وسلم - . ¶ طيب ؛ وبقية السنة لا يعرفون عن النبي - صلى الله عليه وسلم - شيئاً - يخالفه في كل أمره - يرضي نفسه !!",
            "page": "13",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "[ الخاسرون ، فهماً وعملاً ] ¶ مثل الجماعة الراقصين ، تجد الراقصة من هؤلاء طول السنة ترقص وتغوي عباد الله وتأتي في رمضان ؛ وتعمل \" مائدة الرحمن \" !! تكفر عن سيئاتها !! ¶ ويقول لك : \" الحاجة كانت تحج ، الحاجة راجعة من العمرة - ولله الحمد - تقدم للأمة الإسلامية مائدة الرحمن !! ¶ من أجرة الرقص !! . ¶ فتحتاط لنفسها بحيث لما يأتي أحد يقول : الدين ؛ تقول أنا عندي دين ، أنا كنت أحج لم ؟! ¶ مثلاً : تأتي من العمرة تقول : أنا أعمل حفلة مجاناً لوجه الله !! ¶ هي راجعة من العمرة ؛ يعني عاملة معروف كبير . ¶ تعتمر ثم ترجع من العمرة تعمل حفلتين رقص لوجه الله عز وجل . ¶ هذا الجنون بعينه . ¶ هؤلاء [الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا] [ الكهف : 104 ] ¶ مثل الرجل الذي حكى شيخنا العلامة الحويني قصته ويحكيها مراراً ؛ [ المرأة التي جاءت وقتل زوجها غدراً ، امرأة زوجها قتل غدراً . لا تحسن تعمل شيئاً وحيدة ، فدلوها على [ سفاح ] (1) رجل قاتل محترف القتل فذهبت إليه وقالت : زوجي قتل غدراً ولا أعرف ما أصنع أريد أن أثأر له ولا أستطيع ، ¶ قال لها : هل معك نقود قالت : لا ، فقال : لا تيأسي ؛ سأقتله لك لوجه الله عز وجل ، وإن الله لمع المحسنين !! ¶ فهو يقتل !! لوجه الله !! وزيادة \" محسن \" !! . ¶ ما رضينا أنه يقتل لوجه الله ، حتى صار هو الآخر من المحسنين . والله تعالى معه هذا إغواء [ وتضليل ] الشيطان لهؤلاء (2) . ¶ يلعب ويغلط ثم يقول : [ لا بأس لا بأس ] ¶ [ إساءة ، وليس توقير ] ¶ مثل ما كان يحدث في الإعلام - قبل أن ترزق الأمة بهذه القنوات النظيفة التي تبث الدين وتبث الفضيلة وتمنع الرذيلة قبل أن تكرم الأمة بهذا الطرح المبارك - كان التليفزيون الرسمي يبدأ الصبح بالقرآن [ الكريم ] ، وقد يبدأ القارئ بقول الله سبحانه ¶ [قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ] [النور : 30 ] . ¶ __________ ¶ (1) قالها الشيخ حفظه الله : بلطجي ¶ (2) قالها الشيخ حفظه الله : على هؤلاء",
            "page": "14",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الشيخ يبدأ عادي جداً ، ثم بعد الشيخ مباشرة مذيعة متبرجة يظهر شعرها وصدرها وتقول : ومع هذه الرقصة وهذا أول ¶ [ القصيدة ] وبعد الرقصة يأتي الفيلم ثم الأغنية ثم يأتي ............. ¶ وآخر الليل الفيلم العربي [ وأخيراً ] مع القرآن الكريم ¶ يقول القائل : [ أ ] هؤلاء ناسٌ محترمون !! يعرفون الله !! ¶ يبدأون اليوم بالقرآن !! ويختمونه بالقرآن !! ¶ وفي [ خلاله ] رقص !! هذا أقرب منه إلى الاستهتار والاستهزاء منه إلى الاحترام . ¶ هل يصح أن يأتي المرء قبل أن يشرب الخمر يقول : بسم الله ، لابد للمرء أن يسمي الله قبل أن يشرب ويشرب بعدها الخمر ؟! لو فعل هذا أحد متعمد ، يكون هذا إنسان محترم أم إنسان مستهزئ . ¶ يقال له : خذ أشرب الخمر ، يقول لك : لابد أن أسمي الله أولاً . ¶ يريد أن يزني ، يقول : أتوضأ قبل أن أزني . ¶ لابد للمرء أن يأخذ حذره ، أن يعمل بالمعروف ، والوضوء سنة عند ........ ، ثم يقوم يتوضأ ليزني !! ¶ هل هذا كلام يعقل ؟! ¶ هذا من تلبيس إبليس ، هذا من تلبيس الشيطان وإغوائه لهؤلاء الجهلة . . ¶ [00:25:00] ¶ فبنفس المنطق ؛ أتى هذا الظالم العسوف المجرم ، وبعد [ إجرامه و ] إفساده وبعدما ظلم وأكل حقوق الخلق و أهدر الدماء و ضيع الفروج ، يأتي في آخر السنة ويعمل \" المولد النبوي \" [ ولسان حاله ] : يا أيها الناس كلوا و أمرحوا في ذكرى النبي - صلى الله عليه وسلم - ، ومن يحب النبي - صلى الله عليه وسلم - يصلي عليه !! . ¶ وطبعاً ينتهي المولد في آخر الليل ، والصبح لا يصلون الفجر بالعبث !! ¶ ما هذه القصة ؟!! . ¶ أيمكن أن يتصور أن هذا دين النبي - صلى الله عليه وسلم - ؟! هل النبي - صلى الله عليه وسلم - أتى لهذا ؟!! من قال هذا ؟!! ¶ طبعاً [ لا ] . ¶ [ لماذا أتبع الناس هذا المنهج ] ¶ طيب : لماذا أتبع الناس هذا المنهج ؟ لماذا ساروا على هذا الطريق ؟! ¶ [ الجواب ] : هذا أسهل طريق في الدنيا ؛ أسهل شيء . تعمل ما تريد [ما يوافق هواك] ثم تأتي تقول : أحب النبي - صلى الله عليه وسلم - في يوم و انتهى الأمر .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وهذا مثله مثل عيد الأم - عندنا - ، لماذا نرفض عيد الأم ؟ لماذا ؟ ¶ ونعترض عليه جداً ، ولا يصح بأي حال من الأحوال لماذا؟! ¶ [ الجواب : ] أولاً : هذا مبتدع . ¶ هذا كلام فارغ ، الأم ليس لها يوم واحد في حياتنا . ¶ الأم التي وصى الله تعالى بها والتي وصى بها النبي - صلى الله عليه وسلم - ، لا يصح أن نطردها من البيت ، أهينها و أسبها وأقدم عليها زوجتي و أولادي و لا أكلمها و لا أتابعها و أهجرها طول العام ، وأهملها طول حياتي ، و أجيء يوم واحد وعشرين مارس [ 21 مارس ] أهديها علبة حلوى ، وأقول لها : كل عام أنت بخير يا أمي ؛ كلي ...! ¶ ماذا تأكل ؟! وأين كنت طول العام ؟! ¶ هل القضية [ قضية ] أكل وشرب ؟! ¶ هذا ما يريده أعداء الإسلام ؛ يريدون أن يختصروا قدر الأم وحب الأم ومنزلة الأم في الإسلام التي قرنها الله تعالى بالإيمان به ، يختصرونها كلها في يوم واحد في هدية . ¶ عقها طول عمرك ؛ وأفعل ما تريد !! لكن ؛ لا تنس ، لا تنس يوم واحد و عشرين مارس [ 21 مارس ] - وهو آتٍ قريب - تهديها الهدية المعروفة وترميها لها ! حتى بالبريد المستعجل ! وتكون قد أديت ما عليك !! وتكون ابن بار !! ، أنت بذلك رجل بار بأمك !!. ¶ فيكون الجماعة العاقين أصلاً ؛ لما يسمعوا شيخ يقول لهم : أهم شيء عيد الأم يا أولاد , وأهم شيء تهديها الهدية الكبيرة الجميلة عباءة ..... ؛ ¶ فيقول [ هذا العاق ] : الدين جميل جداً !! ، [ في منتهى اليسر! ] . ¶ أنا أهجرها طول العام وفي هذا اليوم انتهى الأمر !! \" فوافق شنٌ طبقة \" . ¶ وكما قال أبو الطيب : وإنما تُنْجِحُ المقالةُ في المرءِ إذا صادفت هوىً في الفؤادِ . ¶ [ أمرٌ على الهوى ] . شيء سهل جداً . ¶ [ حظ النبي - صلى الله عليه وسلم - من أمته ] ¶ فكذلك جرى مع النبي - صلى الله عليه وسلم - ، الأمة مطالبة بأن يعيش النبي - صلى الله عليه وسلم - معها في بيوتها وفي أنفسها طول العام ، كل لحظة ، لكن الأمة عجزت عن هذا لأنها ضيعت حق النبي - صلى الله عليه وسلم - وضيعت النبي - صلى الله عليه وسلم - لكن الأمة تبغي أن تُرضِي نفسها بأي حدٍ ،",
            "page": "16",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "تقول : طالما نحن ضيعناه ، نعمل له يوم ، يوم نحتفل به ، نحيي الذكرى النبوية فيه ، ويعملون ما يعملون . !! ¶ طيب : لا يصح أن يكون يوماً واحداً أبداً ولا يومين ، لما أرادوا أن يصلحوها في إذاعة القرآن الكريم جعلوها كل يوم لمدة شهر ويقولون : الاحتفال ..... بالمولد النبوي لمدة شهر\" ربيع الأول \" ، ¶ وهل بهذا انتهى ؟!! الأمر انتهى حظ النبي - صلى الله عليه وسلم - بهذا ؟! ¶ من واحد ربيع والموضوع انتهى ، وباقي السنة لمن ؟! يحتفل فيها بمن ؟! ¶ لا . ¶ [ نهي ، وتحذير ] ¶ نحن ننهى تماماً ونحذر الأمة أن تختزل و تختصر حق النبي - صلى الله عليه وسلم - في يوم أو في شهر ، لا [ أيها المسلمون ] النبي - صلى الله عليه وسلم - حقه علينا أن نحتفل به كل لحظة كل يوم ، كل ساعة تمر من عمرك وليس للنبي - صلى الله عليه وسلم - فيها حظ ليس له فيها نصيب ، ولا تنصره فيها فأنت مقصر في حق النبي - صلى الله عليه وسلم - ، وما فعلت شيئاً . ... ¶ حياتك كلها ينبغي أن تكون ذباً عن دين الله تعالى ونصرةً للنبي - صلى الله عليه وسلم - ، هذا هو الكلام [ الصحيح ] ¶ [ أحباء الرسول - صلى الله عليه وسلم - ، من ؟! ] ¶ بعض الجهلة و أصحاب النفوس المريضة ممن يصطادون في الماء العكر و هم يعلمون هذا ، لكنهم فقدوا دينهم قبل فقد عقولهم إذا قلنا هذا الكلام وحذرنا الأمة من إهانة النبي - صلى الله عليه وسلم - بهذه الصورة الضيقة جداً ، الضئيلة ، مما لا يليق بمقامه الشريف - صلى الله عليه وسلم - ؛ يخرج هؤلاء الغوغاء يقولون للناس : هؤلاء المشايخ يكرهون النبي - صلى الله عليه وسلم - . ¶ زعموا قبحهم الله . ¶ بل نحن نحبه أكثر منهم ألف مرة . ¶ لكن حبنا عملي ، وحبهم كلام ، كلامٌ في الهواء ، حبهم أكلٌ وشربٌ ونوم !! ¶ لكن حبنا حب عمل ، حب نؤذى بسببه . ¶ من يحبه أكثر ؟ ¶ الذي يؤذى بسببه ، يقال له : دع سنته و إلا شردناك فلا يدعها ثم يسجن بسببه ، أم الذي يأكل البط وينام بسبب رسول الله - صلى الله عليه وسلم - ؟ من يحبه أكثر ؟! ¶ من يخالف سنته ويأكل في ذكراه ولا يعمل شيئاً من سنته ، أم الذي يسجن بسببه ويقطع عيشه بسبب رسول الله - صلى الله عليه وسلم - لأنه متمسك بدين رسول الله - صلى الله عليه وسلم - ؟ ¶ من الذي يحبه ؟ هذا أم ذاك ؟!",
            "page": "17",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "[00:30:00] ¶ أمرٌ واضحٌ جداً للعيان . ¶ أما هؤلاء البطالون يريدون أن يقلبوا الصورة . يقولون للأمة لا تسمعوا لهؤلاء ، إنهم يكرهون النبي - صلى الله عليه وسلم - ؛ لا يحبونه ، ينهون عن الاحتفال بمولده الشريف . ¶ لا ؛ لسنا كذلك - والحمد لله - بل نحن نحبه حباً لا يعلمه إلا الله . ولولا حب النبي - صلى الله عليه وسلم - ما خالفنا هؤلاء الغوغاء ، لكن حبنا له - صلى الله عليه وسلم - أوقعنا في مخالفة هؤلاء . ولو أننا أبغضناه كما يبغضونه ، وأهملناه كما يهملونه لالتقينا على طريق واحدٌ ، لكن هذا لا يكون أبداً - إن شاء الله عز وجل - . ¶ فالحب ليس كما يصنع هؤلاء . الحب الحقيقي [ ما نحكيه ] أن نحتفل بالنبي - صلى الله عليه وسلم - كل يوم ، كل يوم . ¶ طيب ؛ لو سلمنا - جدلاً - أنهم مصيبون ، وأن الاحتفال يوم و ..... و إحياء الذكرى ، بم يكون إحياء الذكرى ؟ بم ؟ عندما تريد أن تحتفل بمن تحب ماذا تفعل ؟ ¶ في إحياء ذكراه ماذا تفعل ؟ ¶ أي إنسان يريد أن يحتفل بذكرى من يحب ، هل يصنع ما يحبه ؛ أم ما يبغضه ؟ ¶ الحاصل الآن أن الناس يوم المولد النبوي ويكون عندهم موسم . ¶ موسم يعني : يذبحون فيه [ الذبائح و ] الفراخ والبط والأوز ويجمعون العائلة ، ويأكلون ويشربون ..... إلى أن يناموا من المغرب ! ¶ وممكن [ أنهم ] لا يصلون الفجر !! وحلوى و حلو و ..... وهذا كله في حب النبي - صلى الله عليه وسلم - !! ¶ هل النبي - صلى الله عليه وسلم - عاش حيته كذلك ؟! عاش حياته يأكل ويشرب وينام ؟! أم ماذا كان يصنع ؟ ¶ النبي - صلى الله عليه وسلم - لما سئل عن يوم الاثنين قال : [ ذلك يوم ولدت فيه ] فكان يصومه . من يحب النبي - صلى الله عليه وسلم - حقيقةً ، ويريد أن يحيي ذكرى مولد النبي - صلى الله عليه وسلم - - حقيقةً - يصوم كل يوم اثنين . ¶ طبعاً ؛ لا يوافق . ¶ يقول : لا ، ما هذا الحب المكلف ؟! ¶ هو يريد حب الأكل لا حب الفعل ، يريد حباً لا يكلفه ، يحب من غير أي تضحية ، يريد أن يحب و يأكل ، يحب ويشرب ، لكن يحب ويعمل ؛ لا . ما على هذا اتبعناك .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "[ الاحتفال المشروع ] ¶ [ نقول : ] من يريد أن يطبق الاحتفال حقيقةً ؛ ¶ أولاً : يصوم كل يوم اثنين - كما كان النبي - صلى الله عليه وسلم - يفعل - النبي - صلى الله عليه وسلم - كان يفعل هذا . كان يصوم كل يوم اثنين - طول حياته - ، كل اثنين يصومه ، وليس اثنين واحد في السنة ؛ لا ، كل يوم اثنين . ¶ هذا الدليل الحق ، ألست محباً ؟ [- إن كنت كذلك -] فافعل ذلك . [ وها ] أنا أدلك على الاحتفال الحقيقي بالنبي - صلى الله عليه وسلم - ، واحتفل [ على هذه الطريقة ] بالنبي - صلى الله عليه وسلم - ، ¶ ونحن معك محتفلون بالنبي - صلى الله عليه وسلم - . ¶ بل لا يؤمن أحدٌ لم يحتفل قلبه برسول الله - صلى الله عليه وسلم - . الاحتفال - هذا- أمرٌ واجب ، لكن ؛ ليس يوماً في السنة ، لا ؛ [ هذا ] كل يوم [ بل ] كل ساعة . ¶ [ وهم ] يعدون الأكل ليأكلوا ، والجماعة صناع الحلوى منذ شهر وهم يعدون هذه الحلوى [ بأشكالها المعروفة ] كالعرائس والحصان و السفن و ........... ، ما هذا أيها القوم ؟! ¶ من الذي مات ؟! ¶ مولد من هذا ؟! ¶ أهذا مولد النبي - صلى الله عليه وسلم - الذي جاء يكسر الأصنام ؟! ¶ النبي الذي دخل الكعبة يوم الفتح ودخل بالمحجن في يده دخل الكعبة والأصنام بها ، وأخذ يكسرها بيده ويقول : ¶ [وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا] [ الإسراء : 81 ] وأخذ يحطم الأصنام ؛ ليوحد الله تعالى وحده . (1) ¶ أيوم الاحتفال بمولده نصنع له أصنام ثانية ؟!! ¶ أهذا احتفال أم غيظ للنبي - صلى الله عليه وسلم - ؟!! ما معناه ؟ ¶ [ لو كان الاحتفال ] بأبي جهل لكان مناسباً . ¶ هذا أمرٌ طبعي ، أبو جهل رجل كان يعبد الأصنام [ فلازم ذلك ] أن نحتفل له بالأصنام كما كان يحب . ¶ لكن الذي جاء ليكسر الأصنام يحتفل في ميلاده بإنشاء الأصنام الصغيرة ؟! ¶ وتعليق قلوب الأطفال بها !! يحضر لها عروسة وتحضر له حصان أو مركب !! ¶ ثم تطور الأمر الآن ، أصبحت عرائس ( بلاستيك ) أي شيء هذا !! ¶ __________ ¶ (1) صحيح : سنن الترمذي 3138 و الحديث [عن ابن مسعود قال دخل رسول الله - صلى الله عليه وسلم - مكة عام الفتح وحول الكعبة ثلاث مائة وستون ¶ نصبا فجعل النبي - صلى الله عليه وسلم - يطعنها بمخصرة في يده وربما قال بعود ويقول [ وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا] ¶ قال هذا حديث حسن صحيح وفيه عن ابن عمر .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أيها الناس ، أربعوا على أنفسكم ، اتقوا الله ، عظموا النبي - صلى الله عليه وسلم - ، ما هكذا يكون تعظيم النبي - صلى الله عليه وسلم - ، [ علموا ] الناس سنة النبي - صلى الله عليه وسلم - ، في ذلك اليوم - يوم الميلاد هذا النبوي - ذكر نفسك وإخوانك وأولادك بالنبي - صلى الله عليه وسلم - كيف كان يعيش - صلى الله عليه وسلم - ثم أتبع سنته ، ¶ وأتخذ هذا اليوم يوم الانطلاقة , يوم الارتباط بالنبي - صلى الله عليه وسلم - ، أجعل يوم المولد يوم الارتباط برسول الله - صلى الله عليه وسلم - ، أن تربط نفسك به - صلى الله عليه وسلم - ، تربط نفسك بحياته (1) ، تطبق كل ما تعرف من أحاديثه ، تبحث عن سنته ، لا تغادر منها رسماً ، تأخذ على نفسك عهداً ألا تخالف النبي - صلى الله عليه وسلم - قط . ¶ يا محب ؛ إن كنت محباً ؛ لا تخالف . لا تقل أني أحبه وتخالفه !! ¶ وهذا [ الذي ذكرناه ] هو الاحتفال الحقيقي . لكن البط والإوز والعرائس و ......... هذا كلام فارغ . ¶ ولهذا لا ينبغي لأحدٍ قط - يحب الله ورسوله - أن يستهتر بالنبي - صلى الله عليه وسلم - هذا الاستهتار ، فيفعل هذه الفعلة القبيحة لا ينبغي لأحدٍ هذا أصلاً . كيف يكون ذلك ؟! لا ينبغي لأحدٍ - يحب الله ورسوله - أن يشتري هذه الحلوى ولا يأكل هذا الأكل ولا يأتي بهذه [العرائس ] هذا عيب في حق النبي - صلى الله عليه وسلم - . عيبٌ أن تفعل أمته به هذا بعد موته . ¶ [00:35:00] ¶ من يحب النبي - صلى الله عليه وسلم - يتبع سنته ، يحيي ذكراه بحق ، يعيش مع النبي - صلى الله عليه وسلم - كل يوم . ¶ عندما يصحو من النوم صباحاً - على سنة النبي - صلى الله عليه وسلم - - يقول : ماذا كان يقول النبي - صلى الله عليه وسلم - إذا أستيقظ ؟ كان الرسول - صلى الله عليه وسلم - يقول كذا وكذا ، أقول مثله . ¶ ماذا كان يفعل بعدما يقوم من نومه ؟ ¶ كان يفعل كذا وكذا وكذا . ¶ كيف كان يفعل إذا بدأ نهاره ؟ ¶ كان يفعل كذا وكذا وكذا . ¶ يبدأ يسأل عن كل خطوة وكل حركة من حركات النبي - صلى الله عليه وسلم - فيطبقها على نفسه . ¶ هذا بحق المحب . ¶ __________ ¶ (1) يقصد الشيخ أن تجعل حياتك مرتبطةً بحياته - صلى الله عليه وسلم - بالإقتداء و العمل كما كان يعمل قفي حياته .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ومن يفعل هذا لا يكون فارغاً [ ولن يجد وقتاً ] ليعمل ذلك الكلام الفارغ [ وهذا الهراء والعبث ] لكن البطال الذي لا يريد أن يعمل شيئاً أصلاً يريح نفسه ، ويأكل - ما ذكرناه - ويقول : لقد احتفلت بالنبي - صلى الله عليه وسلم - كما ينبغي . ¶ إياكم عباد الله أن تصل بكم المهانة أو أن يصل بكم استقلال حق النبي - صلى الله عليه وسلم - إلى هذه الوهدة (1) وإلى هذا المقام السافل ، لا ينبغي لكم هذا . ¶ حب النبي - صلى الله عليه وسلم - ليس بهذا . ¶ حب النبي - صلى الله عليه وسلم - ومحبته بإتباعه قال الله سبحانه : [ قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ] [ آل عمران : 31 ] ¶ أتبعوا النبي - صلى الله عليه وسلم - ، أتبعوا النبي - صلى الله عليه وسلم - ؛ وأعلموا : أنكم إن فعلتم هذا لن تسألوا أبداً من الله سبحانه ، لماذا لم تحتفلوا بالميلاد بهذه الصورة ؟ ¶ [ سؤال هام جداً ] ¶ وهذا سؤالٌ مهم جداً . ¶ هل الشخص الذي لن يحتفل بالنبي - صلى الله عليه وسلم - في الثاني عشر من ربيع [ 12 ربيع ] ويشتري العرائس و الحصان والحلوى ويأكل البط ........... , ¶ هل سيسأله الله تعالى ويقول له : يا عبدي ، لماذا لم تحتفل بالنبي - صلى الله عليه وسلم - في يوم الثاني عشر من ربيع الأول ¶ [ 12 ربيع الأول ]؟ ¶ هل الله يقول له هذا ؟! ¶ ويسأله يوم القيامة ؟ ¶ [ الجواب ] : قطعاً لا ، لن يسأله يوم القيامة ، لماذا ؟ ¶ لأنه لو سأله الله ؛ سيقول : يارب - والله - ما أمرني أحدٌ بهذا . ¶ ما أمرتني أنت يارب بهذا ؟ وما أمرني به نبيك ، ولا أمرني به أصحابه ، ولا أمرني به إمامٌ متبوع (2) ، ¶ إنما فعل هذا ملك ظالمٌ ففعلت مثله . هل هذا يصلح ؟! هل هذا يصلح إجابة على [ سؤال ] الله عز وجل ؟! ¶ الله سيسأل الناس عن كل ما يفعلون ، والمرء قبل أن يفعل أي فعل ؛ ينبغي أن يسأل نفسه من فعل هذا الفعل قبلي ؟ لماذا أفعل هذا ؟ من سبقني (3) . ¶ __________ ¶ (1) هي : الانحطاط ¶ (2) قصد الشيخ أمر الإمام مقروناً بالدليل وإلا فقول أي إمام - مهما علا قدره - لا يشرع من عند نفسه ومن هواه ونحن نجلهم عن هذا . ¶ (3) وهذا بخلاف السنن الثابتة عن رسول الله - صلى الله عليه وسلم - . ¶ [ قال ابن القيم في إعلام الموقعين \" 4 / 212 \" : فدفعنا إلى زمان إذا قيل لأحدهم ثبت عن النبي - صلى الله عليه وسلم - أنه قال كذا وكذا، يقول من قال بهذا ؟ ويجعل هذا دفعاً في صدر الحديث أو يجعل جهله بالقائل حجة له في مخالفته وترك العمل به، ولو نصح نفسه لعلم أن هذا الكلام من أعظم الباطل وأنه لا يحل دفع سنن رسول الله - صلى الله عليه وسلم - بمثل هذا الجهل ] نقلاً عن : ( من أصول الفقه على منهج أهل الحديث / صـ 39 )",
            "page": "21",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "لا بد يكون لي سلف في فعلي ، سلف إما الكتاب والسنة أو فعل الصحابي أو إجماع الأمة أو إمام متبوع من السلف ¶ فأفعل كفعله . (1) ¶ وحين أُسأل ، أقول : يارب - والله - فعلت بفعل فلان . لكن ؛ أقول من عند نفسي ، لا ينبغي لي هذا . ¶ إذاً من يحتفل بالمولد سوف يسألون : لماذا فعلتم هذا ؟! فليعدوا لذلك جواباً . ¶ الذين يفعلون هذا العمل ويختصرون حق النبي - صلى الله عليه وسلم - في يوم ، وفي أكل وشرب وكلام فارغ ؛ واللهِ سيسألون عن هذا يوم القيامة ، ¶ سيسألهم عن هذا يقول لهم : يا عبادي هل أمرتكم - وأرسلت إليكم نبياً وظل (بينكم) \\ فيكم ثلاثاً وعشرين سنة يذوق ألوان العذاب والأذى ثم بعد هذا ، تحتفلون به يوماً في العام ؟! أهذا حقه عليكم ؟! ¶ أهذا حق النبي - صلى الله عليه وسلم - على الأمة ؟! وليعد كل واحد منا إجابة لهذا السؤال - إن فعل- ، ¶ أما من لا يفعل فقد بَرِأْ . ¶ لكن ؛ لا يقف الأمر عند البراء . ¶ لابد من فعل شيء ، أن أعمل الصواب والصواب هو الإتباع . ¶ أسأل عن سنته - صلى الله عليه وسلم - . أبدأ من اليوم ائت بـ \" صحيحَ البخاري \"ائت بـ \" رياض الصالحين \" ¶ ائت بـ \" الأذكار \" للإمام النووي ، وهذه كلها كتب أحاديث ، وأبدأ أقرأ وأقرأ أولادك وأسمع وأهلك : حديث رسول الله \" - صلى الله عليه وسلم - ، الذي يجهل عامته المسلمون . ¶ المسلمون عامة المسلمين - ولا حول ولا قوة إلا بالله - قد لا يكون يعرف من الأحاديث إلا حديثاً أو اثنين أو ثلاثة ، بل قد يخلط بين الأحاديث وبين القرآن ، يعني بعض الناس يقول على الأحاديث : قرآن ، ¶ ويقول على القرآن : هذا حديث [ جهلاً ] ، لا يعرف شيئاً قط في الدنيا لأنه ما قرأ قط القرآن وما فكر مرة أن يقرأ كتاب من [كتب السنة ] أحاديث النبي - صلى الله عليه وسلم - . ¶ __________ ¶ (1) وهذا بيان لكلام الشيخ السابق لئلا يساء الفهم .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ثم يأتي - مثل هذا - إذا قيل له : قال رسول الله - صلى الله عليه وسلم - كذا ، يقول : والله هذا كلام [ لا يقنعني ] النبي - صلى الله عليه وسلم - ما قال هذا . كيف يقول النبي - صلى الله عليه وسلم - هذا الكلام ؟! يعني : [بعد] \\مع هذا كله يعترض بالجهالة . (1) ¶ لا يا إخوان ، هذا لا ينبغي ، [قال - صلى الله عليه وسلم - ] : \" أن يكون الله ورسوله أحب إليه مما سواهما \" الحب ليس كلام ، الحب أعمال [ وليس أعمال فقط بل ] وأعمال صحيحة ، أعمال تنفيذية تدل على مراد المحب . ¶ نحب النبي - صلى الله عليه وسلم - كما كان يحبه أبو بكر وعمر وعثمان وعلي وكما كان يحبه السلف الصالح ، لكن حب الأكل والشرب و ...........هذا حب البطالين إياكم وهذا . ¶ [ قضية الحلوى ] ¶ يقول قائل : الحلوى هذه ، ما نصنع بها ؟ ¶ [00:40:00] ¶ نقول : لا تشتري الحلوى ، طيب هذا الذي صنعها ؟ لا تشتريها . هل الحلوى حرام ؟ ¶ الحلوى في ذاتها حلال وهل هناك من يحرم الطيبات من الرزق ، فالحلوى مطعوم حلال ، لكن أكل الحلوى في هذا الموقف وبهذه النية حرام ، لأن هذا - كما قلت - استهتار بحق النبي - صلى الله عليه وسلم - . ¶ النبي الذي يؤذى ثلاث وعشرين سنة تحتفل وتأكل حلوى يوم يموت ؟! هذا والله يا أخي [ لا يعقل ] . ¶ هل أحد منا يوم يموت أبوه يعمل حفل ويأكل [حلوى] ؟! أبداً . ¶ يوم يموت ويأكل هو وإخوته و أبنائه ؟! يقولون هذا مجنون . هذا كان يكرهه أم كان يحبه ؟! أيصح هذا ؟! ¶ والحاصل الآن هو هذا بعينه ، يوم اثنى عشر ربيع [ 12 ربيع ] هذا يوم وفاة النبي - صلى الله عليه وسلم - ، والأمة كلها تأتي وتحتفل وتشتري الحلوى في هذا اليوم . ¶ يقولون : يوم مولد النبي - صلى الله عليه وسلم - . ¶ هذا ما ينبغي ؛ ما ينبغي أبداً . بل يجب على الأمة أن تفارق هذا النهي . ¶ [ لذا ] لا تشتر الحلوى ، ولا تقبلها من أحدٍ هدية في ذلك اليوم ، طيب ؛ هؤلاء الذين يصنعونها !! (2) ¶ __________ ¶ (1) كمن يردون الحديث بعقولهم وفكرهم المثقوب . ¶ (2) يشير الشيخ - حفظه الله - للخسارة الواقعة على صانعيها",
            "page": "23",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "[ نقول : ] عفواً ، لما أنا ، وأنت ، وكل شخص محب للنبي - صلى الله عليه وسلم - يقلع عن هذه العادة الذميمة والحلوى طوال السنة موجودة ، لتأكلها في العيد ، في رمضان ، في أي وقت آخر ، عندنا اثنى عشر شهراً ، ثلاثمائة وستين يوماً [ لا نجد إلا هذا اليوم ] ونأكلها فيه . ¶ كيف نغير الواقع ؟ ¶ [ يمكننا تغيير الواقع ] بالامتناع ، ما أحد يشتري الحلوى , ولا يقبلها [- كما قلنا -] عندما ترجع للمحل ويجدها [ كاسدة ] غير رائجة لن يفعلها العام القادم . ¶ ونقول له : نحن نأخذها منك في العيد - إن شاء الله - . ¶ آكل حلوى يوم العيد - لا مشكلة - في رمضان ، في بداية السنة الدراسية ، في ...............في أي وقت [ غير يوم وفاة النبي - صلى الله عليه وسلم - ] لأن هذا اختصار سيء اختصار سيء لحق النبي - صلى الله عليه وسلم - . ¶ حلوى و ............!! ¶ الأمر خطير ، المسألة مسألة رموز . بعض الناس قد يقول : هذا كلام ليس له معنى ، وكيف نرد الحلوى ، و ...........؟ العبرة ليست بالحلوى العبرة بالمبدأ نفسه . ¶ كيف أختزل محبة النبي - صلى الله عليه وسلم - في الحلوى ؟! ¶ وكيف احتفل بهذا الاحتفال في يوم وفاة النبي - صلى الله عليه وسلم - ؟! ¶ ثم أنا أترك الإتباع وأترك السنن الكثيرة التي يهملها عامة الناس و أختصر احتفالي وحبي في هذا ؟!! ¶ هذا ما لا يقوله أحد قط . وأسأل الله تعالى السلامة و التوبة .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "[ ما يطلبه المستمعون ] ¶ هذا أردت التنبيه عليه وبيانه ؛ لأن الآن للأسف ، هناك أناس كثيرون غفلوا عن هذا الدين ، لأصلاً ، ولم يعرفوه حق معرفته ولم يقدروا النبي - صلى الله عليه وسلم - حق قدره ويريدون أن يمشوا مع العامة ، ومنطقهم قول شوقي في بعض مسرحياته يقول : ¶ إذا الفتنة اضطرمت في البلاد ورمت النجاة ، فكن إمعة . ¶ بعض المشايخ يحيا دور الإمعة !! ¶ ماذا يريد الناس ؟ يريدون حلوى ؟ إذاً الحلوى حلال !! ، يريدون المولد ؟ إذا المولد حلال !! الناس يريدون الربا ؟ إذاً الربا حلال !! ¶ ماذا يريد الناس ؟ ما يطلبه المستمعون ؟ !! ¶ وليس هكذا دين الله عز وجل ، دين الله تعالى هو ما أراده الله ، ما شرعه الله لعباده ، سواء رضي الناس أو لم يرضوا هذا دين الله . ¶ لكن بعض المشايخ ، ما يطلبه المستمعون !! ما يريده الناس ويحيا دور الإمعة . ¶ فترى هؤلاء الآن ، يناظرون للاحتفال بالمولد !! اتقوا الله ، من سبقكم لهذا ؟؟ ¶ يا شيخ ، يا من تقول الاحتفال هذا من الدين وسنة .........!! ¶ [ كلمة ] سنة هذه ، تعني : عملها النبي - صلى الله عليه وسلم - . ¶ ألنبي - صلى الله عليه وسلم - أحتفل بيوم مولده بهذا المنظر بالحلوى والعرائس والأكل ؟! ¶ أم كان يصوم كل أثنين ، وليس أثنين واحد في السنة . ؟! ¶ اتقوا الله . يقولون : النبي - صلى الله عليه وسلم - كان يصوم يوم الاثنين ونحن يمكن أن نحتفل بصورة أخرى ..... لا . لا يصلح هذا . ¶ إن كنت لابد محتفل ؛ فأحتفل كاحتفال النبي - صلى الله عليه وسلم - . صم كل أثنين فقط ، لا تزد عن ذلك . ثم أرنا الإتباع بعد ذلك . ¶ الذين يناظرون (1) لأجل هذا الأمر، فليسألوا أنفسهم سؤال : من سبقهم لهذا ؟ ¶ لما ربنا يسأل هؤلاء المشايخ يقول لهم : يا مشايخ ، يا أهل العلم لماذا أمرتم الأمة بفعل هذا الفعل ؟! ¶ من سبقكم إليه ؟! لن يجدوا لذلك جواباً أصلاً . ¶ __________ ¶ (1) ولعله الشيخ حفظه الله قالها : ينظرون",
            "page": "25",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "يقولون : الناس اعتادوا ذلك ، لا نريد أن يحزن الناس [ بترك ذلك ] والناس يحبون النبي - صلى الله عليه وسلم - وهذا هو الحب الرخيص . ¶ لا ؛ طبعاً ¶ [ الحب الرخيص ، والحب الفعلي ] ¶ النبي - صلى الله عليه وسلم - لكن حب مكلف [ حب يعقبه ] فعل [ انظر ] يقف أمامه أبو طلحة رضي الله عنه يقول : نحري دون نحرك يا رسول الله ، وأبو بكر الصديق رضي الله عنه يمشي خلفه مرة و أمامه مرة وعن يمينه مرة وعن يساره مرة ، لأنه يحبه فعلاً ؛ يخاف على رسول الله - صلى الله عليه وسلم - . ¶ يوم الهجرة تارة يمشي من أمامه وتارة من خلفه وأخرى عن يمينه وأخرى عن شماله ، فقال : مالك يا أبا بكر ¶ [00:45:00] ¶ فقال : يا رسول الله أذكر الرصد [ من ينتظروننا ] فأمشي أمامك ، ¶ ثم أذكر من يتبعنا فأمشي خلفك ثم أخشى أن يصيبك سهم غرض من هنا أو هنا ، فأمشي هنا تارة وهنا تارة . يحب النبي - صلى الله عليه وسلم - يخشى عليه [ جداً ] لا يستطيع المشي من التلفت لأنه يحبه ، ¶ هذا هو الحب حب الإتباع حب المحافظة على النبي - صلى الله عليه وسلم - . ¶ اليوم سنته التي بين أيدينا ، من يحبه [ حقاً ] يحافظ عليها ، ومن لا يحبه ، لا يحافظ على شيء . ¶ طيب ؛ هؤلاء أصحاب الموالد هل يطبقون سنته - صلى الله عليه وسلم - ؟! هل يحفظون شيئاً من حديثه - صلى الله عليه وسلم - ؟! هل يعتنون بدينه أصلاً ؟! ¶ أبداً ؛ تراهم أبعد الناس عن الدين ، ترى فيهم المدخن ترى فيهم من لا يقرأ القرآن أصلاً ، ¶ ترى فيهم من لا يصلي أصلاً !! ¶ ثم يقتنعون بهذا ، يكفيه المولد !! يشتري علبة حلوى ويهديا الناس وبهذا يكون محباً للنبي - صلى الله عليه وسلم - ¶ وأصلح ما بينه وبين الله تعالى !! هذا كلام فارغ . ما ينبغي لأحدٍ أن يفعل هذا [ الفعل ] . ¶ إذاً حب الرسول - صلى الله عليه وسلم - حب عملي كحب الله تعالى ، حتى من يحب الرسول - صلى الله عليه وسلم - يجب أن يعرف الرسول - صلى الله عليه وسلم - ، ¶ [ اختبار ، وامتحان ] ¶ وهؤلاء أصحاب الموالد لا يعرفون شيئاً عن النبي - صلى الله عليه وسلم - ، لا يعرفون شيئاً عنه أصلاً ، لو سألته أسماء أبناءه لا يعرف طيب ؛ أسماء زوجاته ، عدوا لي أسماء زوجات النبي - صلى الله عليه وسلم - ، [ أي أحد يقرأ هذا الكلام وهو يحتفل بهذا المسمى المولد النبوي ] يعد لي الآن أسماء أزواج النبي - صلى الله عليه وسلم - ، أيعرف ؟ ¶ أكيد ، لا يعرف ؛ إلا من رحم ربي . ¶ قليل من سيعلم هذا ، ¶ يعني أنت تأكل الحلوى [ في ذكرى النبي - صلى الله عليه وسلم - ] ولا تعرف[ أمهات المؤمنين وأزواج النبي - صلى الله عليه وسلم - ] ؟!! ¶ لا تعرف أمهاتك ؟!! [النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ ] [ الأحزاب : 6 ] ¶ هل هناك أحدٌ لا يعرف أمهاته ؟!! ¶ للأسف ، لا يعرفون [ ولسان حاله : أنا مشغول عنهم ] ¶ قل له : صف لي النبي - صلى الله عليه وسلم - ، ما هو شكل النبي - صلى الله عليه وسلم - ؟",
            "page": "26",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "يأتي شخصٌ يقول : أنا في المنام البارحة رأيت رجلاً يلبس ثوباً أبيضاً ولحيته بيضاء وشعره أبيض وعينيه خضراء !!! ¶ يقول : النبي - صلى الله عليه وسلم - ، نعم النبي - صلى الله عليه وسلم - كأنه منير . نعم ؛ هذا الذي رأيته النبي - صلى الله عليه وسلم - . !!! ¶ يا أخي أتعرف النبي - صلى الله عليه وسلم - ما صفته ؟ ¶ ما كان هذا شكل النبي - صلى الله عليه وسلم - أصلاً ، تُوُفِيَ وليس في شعره ولا لحيته ثلاث وعشرين شعرة بيضاء ، والنبي - صلى الله عليه وسلم - كانت عيناه سوداوان ، وما كان في شعره بياض إلا ثلاث وعشرين شعرة ، كان[ شعره ] أسود . ¶ الناس لا يعرفون أصلاً وصفه ، لو رأوه ما عرفوه !!!! ¶ لو (1) الآن النبي - صلى الله عليه وسلم - خرج من قبره ، ولا يخرج منه أبداً إلا بعد القيامة . هو الآن - صلى الله عليه وسلم - حيٌ في قبره حياةً برزخية ، خير من حياته على الأرض ، لكن لا يخرج ولا يلتقي بأحدٍ ، ولا يقابل أحدٌ ، ولا يجلس إليه أحد . ¶ ليس كما يزعم هؤلاء المفتونون الضلال يقول لك : أنا أرى النبي (2) يقظة (3) !!!!!!!!!!!!!!!!!!!!!!!!!!! ¶ كَذَبْ . كَذَبْ . ¶ إذاً هو صحابي ، من رآه قبلك يقظة ؟!!! من ؟!! أنت فقط ؟!! أم بعض من خُدع مثلك ؟!! ¶ هذا ليس ممكناً ، لو (4) النبي - صلى الله عليه وسلم - يخرج للناس ويرونه في الطرق ؛ ¶ ما كان يصلح أن يتولى أمر المؤمنين غير النبي - صلى الله عليه وسلم - . ¶ طالما يمشي ويقابل هذا يقظة ويجالس هذا يقظة - كما يزعم هؤلاء الغلاة - ما جعل أبا بكر يتولى الخلافة ؟ّ!!! ¶ أبو بكر لم يكن قادراً عل الصلاة والنبي - صلى الله عليه وسلم - مريض ، ما كان قادراً ، ولما دخل تراجع أبو بكر ، وقال له النبي - صلى الله عليه وسلم - : أثبت . ¶ وقال الصديق لأن أقدم فيضرب عنقي لا يقربني ذلك من إثم ، أحب إلي من أن أتقدم على رسول الله - صلى الله عليه وسلم - . كيف يجدر بي أن أصلي بالنبي - صلى الله عليه وسلم - ؟ . ¶ أبو بكر لا يريد أن يصلي بالنبي - صلى الله عليه وسلم - ، كيف يتولى الخلافة والنبي - صلى الله عليه وسلم - حي ؟!!!! ¶ من قال هذا ؟!!! ¶ لما قامت الفتنة - فتنة صفين و الجمل - أين كان النبي - صلى الله عليه وسلم - ؟!!! طالما هو حي يكلم الناس ؟!!! كما يزعم هؤلاء الضلال . لماذا لم يخرج ليحل كل هذه الفتن ؟!!!! ¶ الأمة الآن تذوق المر . ¶ أين رسول الله - صلى الله عليه وسلم - الذي يخرج ويقابل هذا وهذا - كما يزعم هؤلاء المفتونون - ؟!!! ¶ __________ ¶ (1) ولو تفيد الاستحالة ¶ (2) صلى الله عليه وسلم ¶ (3) وهو رجل معروف معاصر بل ومتصدر يعرفه عامة أهل مصر . ¶ (4) ولو تفيد الاستحالة",
            "page": "27",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "[ لكن ] النبي - صلى الله عليه وسلم - حي في قبره ، حياة برزخية أكمل من حياته على وجه الأرض ، لكنه لا يقابل أحد ولا يلقى أحد ولا يخرج لأحدٍ . ¶ ومن زعم غير هذا فهو ضال مضل - مهما كان شأنه - . ¶ فهؤلاء الناس يقولون كلاماً عجيباً جداً . لا يمكن قبوله بحال من الأحوال . ¶ [ نقول : ] حب النبي - صلى الله عليه وسلم - إتباع . حبه إتباع ، عمل . ¶ المرء الآن حتى يتبع النبي - صلى الله عليه وسلم - وحتى يعرفه ، لابد يعرفه ، حتى يبدأ يحبه . أنا كيف أحب شخص وأنا لا أعرف عنه شيء ؟!!! ولا أسمع عنه أصلاً ؟!!! ¶ [ بيوتنا من الداخل ] ¶ الواجب أن المرء يبدأ يبحث أصلاً عن صفة النبي - صلى الله عليه وسلم - ، يبحث في شمائله ¶ يسأل : ما هي صفة النبي - صلى الله عليه وسلم - ؟ ، ويقرأ الشمائل . ماذا كان يصنع النبي - صلى الله عليه وسلم - ؟ ¶ ويقرأ كتب السنة ، وكتب السيرة ، يتعلق بها ، يشتريه ويدخلها بيته ، متى ستدخل كتب السيرة والسنة البيوت ؟!!! ¶ متى ؟!! ¶ ويكفينا (Mickey mouse ) و .......... وهذه الأشياء الفارغة التي أفسد بها المسلمون بيوتهم وأفسدوا بها عقول أبنائهم كفى كفى هذا اللعب . ¶ بيوتنا ملأى بهذا الغثاء ، ترى الأطفال يقرأون كل يوم مجلة الأطفال و ........... و .............و قصص الشباب و ........ و يفرغون من محتواهم الديني ، ومن عقائدهم . ¶ [00:50:00] ¶ أين السيرة وأين السنة ؟!!! ¶ أين الدين في البيوت ؟!!! ¶ نعلم أن الدين في المدارس راح [ وذهبت قيمته ] لم يعد يضاف للمجموع و ....... و ........ . ¶ طبعاً هذه سبة ولأجلها الدين أصبح مشوهاً [ في عقول الأبناء ] ، الباقي من الدين في المدارس مقطوع محذوف منه ............ على هوى من يريد !!! ¶ ينبغي أن يكون في البيوت ديناً [ صحيحاً ] وإلا تضيع الأمة .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أين الدين في البيوت ؟!!! ¶ ماذا يصنع في البيوت ؟!! ¶ الأطفال يسمعون الأفلام والمسلسلات و الانترنت و يقرأون مجلات ........ و........ . سئموا !! . حتى يشب الواحد منهم يبلغ الثلاثين والأربعين ولا يعرف أسماء رسول الله - صلى الله عليه وسلم - !!! ¶ لا يعرف إلا محمد - فقط- !! تقول له : أحمد . يقول : من أحمد ؟! ، [ أحمد من أسمائه ] ؟ ما قال لي هذا أحد !!!! طبعاً : من يقول لك ؟!!! ¶ لا يعرف أسماء هل هذه زوجة أو لا . بعض الناس كان يقول : أسماء بنت أبي بكر زوج النبي - صلى الله عليه وسلم - !!! ¶ حتى أن طالب مرة سُأل - هذا السؤال - في بعض الفرق في كلية شرعية للأسف : قيل له تكلم عن أسماء بنت أبي بكر الصديق . فقال : أسماء بنت أبي بكر الصديق ، أم عمر بن الخطاب رضي الله عنه وزوج النبي - صلى الله عليه وسلم - وأم الحسن والحسين و........ وأدخل معها كل الصحابة تقريباً !!!!! ¶ يقول ولدت عام الهجرة [ أو ] بعد الهجرة بعشر سنين وكانت تحمل الطعام في الهجرة للنبي - صلى الله عليه وسلم - وأبيها الصديق رضي الله عنه !!!!!!!!! ¶ ما هذا ؟!!!! هذا شخص فكره مشوش تماماً . لا يعرف من هي أسماء ؟!! جعلها مرة مع عمر ومرة مع ..... ، بسب هذا التفريط . ¶ [ منهج عملي ] ¶ نحن نحتاج أن تبنى بيوتنا من الداخل على السنة وعلى السيرة وعلى حب النبي - صلى الله عليه وسلم - بحق ، وعلى تعظيم حق النبي - صلى الله عليه وسلم - . ¶ هناك كتب كثيرة جداً تتناول هذا الأمر . ¶ من يرد تعلم السيرة النبوية ويرد معرفة الشمائل المحمدية يقرأ : شمائل النبي - صلى الله عليه وسلم - للإمام الترمذي ، وهناك كتاب مختصر - ظريف - في الشمائل ، اسمه : مختصر الشمائل المحمدية ، ¶ أختصره الشيخ العلامة المحدث نابغة العصر أبو عبد الرحمن ( محمد ناصر الدين الألباني ) ، طيب الله تعالى مضجعه ، كتاب اختصار الشمائل للترمذي ، اختصار الشيخ الألباني رحمه الله موجود في المكتبات ، كتاب صغير في الحجم أختصر فيه الألباني أصح الأحاديث التي جاءت في وصف النبي - صلى الله عليه وسلم - ، وصفه في بيته ، وصفه في حياته ، وكيف كان يجلس وكيف كان يأكل وكيف كان يضحك ، وكيف كان يمشي ، وشكله - صلى الله عليه وسلم - كيف ؟ ¶ هذا كله أمر لا ينبغي أن يخفى على المسلمين - أصلاً - ، قبل أن يحتفلوا به يعرفوه أولاً .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "سيرته ؛ كتب السيرة كثيرة جداً ، كتب السيرة كثيرة ، هناك مختصر في السيرة للشيخ ابن عبد الوهاب شيخ الإسلام رحمه الله وهناك زاد المعاد في هدي خير العباد ، وهو ينتظم أموراً كثيرة من حياة النبي - صلى الله عليه وسلم - من ذكر خدمه ومواليه ، و أمور كثيرة ، وحياته وغزواته وعباداته ومعاملاته ، ¶ هذا كتاب من أروع ما كتب \" زاد المعاد في هدي خير العباد \" - صلى الله عليه وسلم - . ¶ يُقرأ هذا في البيوت . ¶ قبل أن يلعب المسلمون بنبيهم يقرأون هذا الكلام ، إن قرأوا هذا الكلام شغلوا عن هذا اللعب ، وعرفوا قدر النبي - صلى الله عليه وسلم - ، واستحقروا جداً أن يختزل النبي - صلى الله عليه وسلم - في يوم واحد في العام . ¶ لا يصلح هذا . ¶ مقامه أكبر من هذا بكثير [ جداً ] ، حياة النبي - صلى الله عليه وسلم - أعظم عند ربه وأعز في قلوب أحبابه من أن يختصر حبه في يوم واحد ترفع فيه الأعلام وتؤكل فيه الحلوى والبط والأوز !!!! ¶ عيب . عيب . ¶ لا يليق بقدر النبي - صلى الله عليه وسلم - . هل النبي - صلى الله عليه وسلم - كان رجل دنيا ؟!! ¶ هل النبي - صلى الله عليه وسلم - كان رجل دنيا ؟!! ¶ لأجل أن نعمل له هذا الأكل والحلوى والحفلات !!! هل كان - صلى الله عليه وسلم - رجل دنيا ؟!! ¶ النبي - صلى الله عليه وسلم - ما أخذ شيئاً من الدنيا . تعرض عليه جبال مكة ذهب فيأبى ويرضى أن يعيش نبياً عبداً رسولاً لا يأخذ معه - يوم مات - من حطام الدنيا شيء . ¶ يموت - يوم يموت - - صلى الله عليه وسلم - وقد رهن درعه عند يهودي في بضعة أصوعة من شعير أستسلفها لأهله - صلى الله عليه وسلم - . ¶ النبي - صلى الله عليه وسلم - يوم يموت ما كان في بيته شيء ، عنده تسع بيوت ما كان فيها شيء ، لما مَاْتَ مَاتَ - صلى الله عليه وسلم - ودرعه مرهونة عند يهودي في بضعة أصوعة من شعير ، بعض الشعير أستسلفها من اليهودي لأهله حتى يأكلوا منه - صلى الله عليه وسلم - . ¶ ما أكل المرقق قط . ¶ ما أكل - صلى الله عليه وسلم - خبزاً مرققاً حتى مات ، وما رأى المنخل أبداً . ¶ ما رأى مثل هذه الأشياء المعهودة لدينا . ¶ بل كان يأكل الخبز بالشعير . ¶ وكان يلبث الشهر والشهرين لا توقد في بيته نار - صلى الله عليه وسلم - . ¶ لا توقد في بيته ولا بيوت أزواجه التسع نار .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ماذا كانوا يأكلون إذاً ؟ كيف يأكلون ؟ قال القائل لأم المؤمنين رضي الله عنها يوم روت هذا الحديث قال يا أماه ما كان قوتكم ؟ ماذا كنتم تأكلون ؟ . ¶ [00:55:00] ¶ قالت الأسودان : التمر والماء (1) . نأكل تمر وماء فقط . ¶ النبي - صلى الله عليه وسلم - ما كان رجل دنيا ما كان يحيا لأجل الدنيا : الاحتفالات و الليالي الرسمية والليالي الملاح حتى تحتفل أمته بهذا به . ¶ عيب . ¶ هذا ينافي مقصد النبوة أصلاً ، لا ينبغي لأحدٍ أن يفعل هذا يا إخواني . ¶ اتقوا الله في رسول الله - صلى الله عليه وسلم - , الرسول - صلى الله عليه وسلم - أعظم من هذا في أنفسنا ، وينبغي أن يكون أجل في عيوننا من ذلك . ¶ عيب ينبغي على فاعل هذا أن يعذر ، يؤدب ، يؤدب ، يقال له اتق الله وتأدب ، ما هكذا يفعل بالنبي - صلى الله عليه وسلم - . ¶ [ النبي - صلى الله عليه وسلم - في بيوتنا ] ¶ النبي - صلى الله عليه وسلم - يعيش معنا في بيوتنا ، وليس مطروداً خارج البيت . نعم ، أنت طردت النبي - صلى الله عليه وسلم - من بيتك !! لا ترضى أن تدخله البيت عندك ، ترضى أن تدخل النبي - صلى الله عليه وسلم - البيت ؟ ترضى أن ابنك يترك اللحية ويقوم الليل ويأخذ بالسنن الظاهرة ، ويترك اللعب ؟ أبداً . ترضى أن تنتقب ابنتك ؟ كما أمر النبي - صلى الله عليه وسلم - ؟ أبداً ¶ ما هذا ؟!! أنت لا تريد أن تدخله بيتك أصلاً . ¶ اليوم لو أن النبي - صلى الله عليه وسلم - جاء وأراد أن يدخل بيوت أحد المسلمين ، أيقبل أحدٌ أن يستقبله ؟ هذا الذي يستمع الآن للأغاني في بيته ويعلق صور العاريات في بيته ، وترك حبل بناته ، وزوجته تمشي في الشارع عارية . ¶ __________ ¶ (1) صحيح : [ البخاري ( 2567 ، 6458 ، 6459) ومسلم (7642 ) ]والحديث : وعن عروة عن عائشة رضي الله عنها أنها كانت تقول والله يا ابن أختي إن كنا لننظر إلى الهلال ثم الهلال ثم الهلال ثلاثة أهلة في شهرين وما أوقد في أبيات رسول الله - صلى الله عليه وسلم - نار ¶ قلت: يا خالة فما كان يعيشكم قالت الأسودان التمر والماء إلا أنه قد كان لرسول الله - صلى الله عليه وسلم - جيران من الأنصار وكانت لهم منايح فكانوا يرسلون إلى رسول الله قمن ألبانها فيسقيناه",
            "page": "31",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "يرضى هذا المسلم - الذي سيحتفل بلا شك سيحتفل بالمولد النبوي بعد أيام - أن يدخل النبي - صلى الله عليه وسلم - بيته ؟ ¶ يفتح له الباب ؟ ¶ لو الباب طرق الآن عليك وصاحبنا يسمع الأفلام والعبث وبناته يمشون في الشارع لا يعرف عنهم شيئاً ، لو طُرق البابُ الآن , وصاحبنا يسمع الغناء مطرب ، فطرق الباب ، فقال صاحبنا : من ؟ قال : أنا رسول الله ¶ أترونه يفتح ؟ ¶ لا لن يفتح له الباب . ¶ ماذا يقول له ؟!! ¶ [ يقول ] لا لا ما كنا ندري أنك تأتينا الآن . ¶ لا يا رسول الله لا يصح ، لكن أمهلني عدة سنوات !! ¶ أجهز نفسي وبيتي لاستقبالك !! ¶ أين أدخله ؟! ¶ يجلس مع من بالداخل ؟! ¶ يجلس يسمع ........... ويرى ................ ؟!! ¶ لا ينبغي أن نخدع أنفسنا لأن النبي - صلى الله عليه وسلم - قال - كما في الصحيح - : بينا أنا على حوضي أسقي الناس ¶ [ وحوض النبي - صلى الله عليه وسلم - عظيم كما بين صنعاء إلى حضرموت عليه بعدد نجوم السماء آنية ماؤه أبيض من اللبن وألذ من العسل من شرب منه شربة لم يظمأ بعدها أبدا ويقف النبي - صلى الله عليه وسلم - بنفسه ويسقي الناس - صلى الله عليه وسلم - ] ¶ بينما واقف على حوضه الشريف الميمون يسقي الناس إذ يأتي أناس ليشربوا فيؤخذ بهم من أقفيتهم ، ناس يذهبون يشربون - وهذا قاله النبي - صلى الله عليه وسلم - أهلاً وسهلاً بالنبي ومرحبا ، يوم المنى يوم أرى النبي - صلى الله عليه وسلم - والناس في المحشر يوم القيامة لا يستطيعون أن يفعلوا شيئاً دعوى الرسل : سَلِّم سَلِّمْ . ¶ فحين يعرفون نبيهم الكل يجري للنبي - صلى الله عليه وسلم - فبينما هم يجرون حتى يشربون من حوضه الشريف ، إذ الملائكة تأخذ - بعضهم - من أقفيتهم ، ترجعهم للوراء . ¶ فيقول النبي - صلى الله عليه وسلم - هؤلاء أصحابي . ¶ أصيحابي أصيحابي . ¶ لماذا تفعلون هذا بهم ؟!! ¶ هؤلاء من أمتي !!! ¶ فيقول [ الملائكة ] : إنهم قد بدلوا بعدك يا محمد . لا تدري ما كانوا يفعلون . ¶ لقد مت وقد أحدثوا وأفسدوا ، وخالفوا دينك ، وضيعوا شريعتك ، ولم يحترموك ، ولم يعذروك ، ولم يوقروك ، وضيعوك ،",
            "page": "32",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فيقول - صلى الله عليه وسلم - : أوقد فعلوا ؟ يقولون : نعم . فيقول - صلى الله عليه وسلم - : سحقاً سحقاً ، خذوهم . (1) ¶ ولا يشربون من حوضه الشريف . ¶ الأمر ليس سهلاً ، القضية صعبة جداً . لا تخدعوا أنفسكم . ¶ كل واحد معول على الاحتفال بالمولد ويظن أن هذا هو الدين كله!!! ¶ أنت واهم ، أستيقظ . قم من نومك . ليس ذلك الدين وحده ، بل هذا ليس من الدين أصلاً . أهمل هذا اللعب ، وأنشط وتعلم حق النبي - صلى الله عليه وسلم - وأطلع على سيرته , وأقرأ شمائله ، وأعرف أحاديثه ، وطبق ما تستطيعه منها ، وأعتن بالنبي - صلى الله عليه وسلم - . ¶ تذكره دائماً ، وكن محباً له ، وتسعى في نصرته ، لما تسمع أحد [ يسب ] أحد من أزواجه ثر في وجهه ورد عليه ، ¶ لا تقل : القول والقول الآخر . ¶ __________ ¶ (1) متفق عليه :[ (البخاري 6584) ، ( مسلم 607 )] إني فرطكم على الحوض من مر علي شرب ومن شرب لم يظمأ أبدا ليردن علي أقوام أعرفهم ويعرفونني ثم يحال بيني وبينهم فأقول : إنهم مني . فيقال : إنك لا تدري ما أحدثوا بعدك ؟ فأقول : سحقا سحقا لمن غير بعدي \" .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "[ الروافض ] ¶ اليوم ؛ الروافض الأخباث الأقذار يملأون الدنيا بسب الصحابة ، وسب أمهات المؤمنين وعلى رأسهم تلك الرزان الحصان المبرأة عائشة رضي الله عنها . ¶ أين محبو النبي - صلى الله عليه وسلم - ؟ أين الذين يحبون النبي - صلى الله عليه وسلم - ؟ أصحاب الموالد !! يقولون : بيننا وبين الشيعة تقارب !! تقارب ووحدة مذاهب، ............. ، وتقارب بين الشيعة وبين السنة !!! ¶ أصحاب الموالد هم الذين يقولون : أيدينا في أيدي الشيعة [ معاً ] واحدة ، إخواننا !!! إخوانكم !!! ¶ هؤلاء يشتمون عرض النبي - صلى الله عليه وسلم - . ¶ هل تعرفون النبي - صلى الله عليه وسلم - أصلاً ، لكي تدافعوا عنه ؟!! لا يعرفون النبي - صلى الله عليه وسلم - أصلاً . ¶ أنتم مع الناس كما قلت لكم ، يعني : تكون إمعة . ¶ فحب النبي - صلى الله عليه وسلم - ليس كلاماً وليس فعالاً حمقاء ، تُفْعَلْ على غير هدى ، تخالف هديه وسنته ، إنما حب النبي - صلى الله عليه وسلم - وإتباع النبي - صلى الله عليه وسلم - ، والاحتفال بالنبي - صلى الله عليه وسلم - ، إتباع سنته ومعرفة قدره - صلى الله عليه وسلم - . ¶ أسأل الله تعالى أن يردنا والمسلمين للدين رداً جميلاً ، وأن يأخذ بأيدينا إليه سبحانه ، وأن يبصرنا بعيوبنا ، وأن يردنا لإتباع دينه - صلى الله عليه وسلم - ، وأن يملأ قلوبنا بحب رسول الله - صلى الله عليه وسلم - ، وحب من يحبه ، ويملأها بتعظيم رسول الله - صلى الله عليه وسلم - ، وتقديره ، واحترامه ، وحبه الحب اللائق به ، الذي أمر الله تعالى به ، وأمر رسوله - صلى الله عليه وسلم - . ¶ أقول قولي هذا وأستغفر الله لي ولكم ، والسلام عليكم ورحمة الله وبركاته .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فهرس الموضوعات ¶ المقدّمة ... 1 ¶ بداية المحاضرة ... 3 ¶ محبة الله ، ومحبة رسوله - صلى الله عليه وسلم - ... 4 ¶ حتى يبقى الناس على أحد دربين : ... 5 ¶ [ضوابط المحبة الصحيحة ] ... 5 ¶ [ إساءة ، وخطأ بالغ ] ... 8 ¶ المحب يحب كل شيء ... 9 ¶ [ كيف يحب عامة المسلمون النبي - صلى الله عليه وسلم - ] ... 9 ¶ [ نظرة مجردة ] ... 9 ¶ ميلاد النبي - صلى الله عليه وسلم - في أي يوم ؟ ... 10 ¶ [ حب الصحابة للنبي - صلى الله عليه وسلم - : الحب الحقيقي ] ... 11 ¶ متى بدأت هذه الفتنة وهذه السبة التي ضيع بها المسلمون نبيهم ؟ ... 13 ¶ لماذا يعمل هذا الفعل ؟! ... 13 ¶ [ الخاسرون ، فهماً وعملاً ] ... 14 ¶ [ إساءة ، وليس توقير ] ... 14 ¶ [ لماذا أتبع الناس هذا المنهج ؟] ... 15 ¶ هل القضية [ قضية ] أكل وشرب ؟! ... 16 ¶ [ حظ النبي - صلى الله عليه وسلم - من أمته ] ... 16 ¶ [ نهي ، وتحذير ] ... 17 ¶ [ أحباء الرسول - صلى الله عليه وسلم - ، من ؟! ] ... 17 ¶ [ الاحتفال المشروع ] ... 19 ¶ [ سؤال هام جداً ] ... 21 ¶ [ قضية الحلوى ] ... 23 ¶ كيف نغير الواقع ؟ ... 24 ¶ [ ما يطلبه المستمعون ] ... 25 ¶ [ الحب الرخيص ، والحب الفعلي ] ... 26 ¶ [ اختبار ، وامتحان ] ... 26 ¶ [ بيوتنا من الداخل ] ... 28 ¶ [ منهج عملي ] ... 29 ¶ [ النبي - صلى الله عليه وسلم - في بيوتنا ] ... 31 ¶ أترونه يفتح ؟ ... 32 ¶ [ الروافض ] ... 34 ¶ الفهرس ... 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فهرس التوقيت ¶ [00:00:00] .............. 3 ¶ [00:05:00] .............. 5 ¶ [00:10:00] .............. 7 ¶ [00:15:00] .............. 10 ¶ [00:20:00] .............. 13 ¶ [00:25:00] .............. 15 ¶ [00:30:00] .............. 18 ¶ [00:35:00] .............. 20 ¶ [00:40:00] .............. 23 ¶ [00:45:00] .............. 26 ¶ [00:50:00] .............. 28 ¶ [00:15:00] .............. 31",
            "page": "36",
            "part": "1"
        }
    ],
    "t36629": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمات"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "المحتوى"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "[00:00:00]"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "المولد النبوي، بين المتبعين والمبتدعين"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "[ محبة الله ، ومحبة رسوله -صلى الله عليه وسلم - ]"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "[ضوابط المحبة الصحيحة ]"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "حتى يبقى الناس على أحد دربين"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "2",
            "tit": "[00:05:00]"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "محبة النبي - صلى الله عليه وسلم - منها الفرض و النفل"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "[00:10:00]"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "[ إساءة ، وخطأ بالغ ]"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "[ كيف يحب عامة المسلمون النبي -صلى الله عليه وسلم - ]"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "[ نظرة مجردة ]"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "2",
            "tit": "فالمحب يحب كل شيء"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "ميلاد النبي -صلى الله عليه وسلم - في أي يوم ؟"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "[00:15:00]"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "[ حب الصحابة للنبي -صلى الله عليه وسلم - : الحب الحقيقي ]"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "فهل في مذهب هؤلاء الأربعة الاحتفال بالمولد النبوي ؟!"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "لماذا يعمل هذا الفعل ؟!"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "[00:20:00]"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "2",
            "tit": "بداية هذة البدعة"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "[ الخاسرون ، فهماً وعملاً ]"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "[ إساءة ، وليس توقير ]"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "[ لماذا أتبع الناس هذا المنهج ]"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "[00:25:00]"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "هل القضية [ قضية ] أكل وشرب ؟!"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "[ حظ النبي - صلى الله عليه وسلم - من أمته ]"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "[ نهي ، وتحذير ]"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "[ أحباء الرسول - صلى الله عليه وسلم - ، من ؟! ]"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "[00:30:00]"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "في إحياء ذكراه ماذا تفعل ؟"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "[ الاحتفال المشروع ]"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "أهذا مولد النبي - صلى الله عليه وسلم - الذي جاء يكسر الأصنام ؟!"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "[00:35:00]"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "[ سؤال هام جداً ]"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "الصواب هو الإتباع"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "[ قضية الحلوى ]"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "[00:40:00]"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "كيف نغير الواقع ؟"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "[ ما يطلبه المستمعون ]"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "[ الحب الرخيص ، والحب الفعلي ]"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "[ اختبار ، وامتحان ]"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "2",
            "tit": "[00:45:00]"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "[ بيوتنا من الداخل ]"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": "1",
            "tit": "[00:50:00]"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "أين الدين في البيوت ؟!!!"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "[ منهج عملي ]"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "هل النبي - صلى الله عليه وسلم - كان رجل دنيا ؟!!"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "[ النبي - صلى الله عليه وسلم - في بيوتنا ]"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": "1",
            "tit": "[00:55:00]"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "أترونه يفتح ؟"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "[ الروافض ]"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "الفهارس"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "فهرس الموضوعات"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "فهرس التوقيت"
        }
    ]
}