{
    "b36620": [
        {
            "id": "1",
            "nass": "الفساد الاقتصادي ¶ أنواعه. أسبابه. آثاره وعلاجه ¶ د. عبد الله بن حاسن الجابري ¶ قسم الاقتصاد الإسلامي ¶ جامعة أم القرى ¶ (طبعة تمهيدية) ¶ المقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على المبعوث رحمة للعاملين سيدنا محمد وعلى آله وصحبه أجمعين . وبعد ،، ¶ فهناك الكثير من المشاكل الاقتصادية التي تؤرق المخططين وصانعي السياسة الاقتصادية في الدول المختلفة . ومن هذه المشاكل الفساد الاقتصادي، والذي تعاني منه جميع الدول المتقدمة والنامية على حد سواء ، وإن اختلف حجمه وآثاره ، تبعاً لاختلاف التركيبة السياسية والاقتصادية والاجتماعية لكل دولة . والمتتبع لهذا الداء يقر بوجوده في كل زمان ومكان ، إلا أنه اتسع نطاقه في السنوات الأخيرة خصوصاً في الدول النامية - مما دفع الباحثين على اختلاف مناهجهم إلى بحث أسبابه وآثاره الاقتصادية وطرق علاجه . وهذا ما سيركز عليه البحث (بمشيئة الله تعالى ) ¶ أهمية الموضوع وأسباب اختياره : ¶ يعود اختياري لهذا الموضوع لجملة من الأسباب من أهمها :- ¶ 1) حاجة هذا الموضوع لمزيد من التأصيل والبحث خاصة في الجانب الإسلامي، والذي لم تركز عليه أغلب الدراسات الموجودة . ¶ 2) خطورة أثار الفساد الاقتصادية وتبعاته ، ذلك أن انتشار هذا الداء واستشرائه في أمة من الأمم يعنى تدهور اقتصادياتها ، ليس هذا فحسب بل وتقويضها سياسياً وما يتبع ذلك من فوضى ومفاسد لا تحمد عقباها، وهذا ما أثبته الواقع المعاصر ، فما حدث للرئيس النيجيري شيهوشاغارى عام 1983م، من انقلاب عسكري أطاح به وبحكومته المدنية ،كان بسبب الفساد الكبير الذي انتشر وأتسع نطاقه في عهده . كما أدى الفساد أيضاً إلى سقوط نظام الحكم في الفلبين عام 1986م (كيتجارد ص 19 ) . ¶ 3) الإسهام مع غيري من الباحثين المسلمين في كشف النقاب عن نظامنا الإسلامي وكيفية معالجته لبعض القضايا الاقتصادية المعاصرة. ¶ منهج البحث وخطته :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "يقوم هذا البحث على المنهج الوصفي اعتماداً على المصادر والأبحاث المتخصصة في هذا الموضوع ، لمعرفة أسباب الفساد وآثاره وعلاجه وخصوصاً في الإسلام. ¶ وقد جاء البحث في مقدمة وأربعة مطالب وخاتمة وتشتمل المقدمة على أهمية الموضوع وسبب اختياره وخطته . ¶ أما المطالب فهي : ¶ المطلب الأول : ... تعريف الفساد الاقتصادي وأنواعه . ¶ المطلب الثاني : ... أسباب الفساد الاقتصادي . ¶ المطلب الثالث : ... الآثار الاقتصادية الكلية للفساد. ¶ المطلب الرابع : ... علاج الفساد الاقتصادي . ¶ وأما الخاتمة فقد احتوت على أهم النتائج والتوصيات . ¶ المطلب الأول ¶ تعريف الفساد الاقتصادي ¶ يعتبر تعريف موضوع الدراسة من ضرورات البحث العلمي ، حتى تكون الأحكام مبنية على هذا التعريف والنتائج مرتبطة به ، ولذا من المفيد قبل الخوض في التفاصيل أن يعرض البحث لتعريف الفساد الاقتصادي وذكر أنواعه كل في فرع مستقل على النحو التالي :- ¶ الفرع الأول : ... تعريف الفساد الاقتصادي . ¶ الفرع الثاني : ... أنواع الفساد الاقتصادي . ¶ الفرع الأول ¶ تعريف الفساد الاقتصادي ¶ مصطلح الفساد من المصطلحات العامة ، وله تعاريف متعددة ، لعل أهمها ¶ أ ) تعريف البعض له بأنه \" استخدام الوظيفة العمومية لتحقيق مكاسب شخصية (تقرير التنمية في العالم ،1996م ص 124 ) ¶ ب ) وهناك من يعرفه بأنه \" سوء استخدام الوظيفة العامة للحصول على كسب خاص (مورو ، 1998م ، ص 11) ¶ ج) ... ويعرفه آخرون بأنه ، \"سوء استخدام المنصب لغايات شخصية\"(الأموال ، 2000م ، ص 76) ¶ د) ... ويعرفه johnstonبإساءة استخدام الأدوار \" تقصيد الوظائف \" العامة أو الموارد العامة بغرض المنفعة الخاصة \" Johnston ,1977 ¶ مناقشة التعريفات",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "اتفقت جميع التعاريف على الغاية أو الهدف من الفساد ، وهو الحصول على كسب خاص أو منفعة شخصية . أما الوسيلة التي يمكن من خلالها تحقيق هذا الهدف فكانت محل خلاف بين هذه التعاريف ، حيث قصرها التعريف الأول والثاني والرابع على الوظيفة العمومية فقط ، وهذا على خلاف الواقع، لحدوث الفساد في القطاعين العام والخاص في آن واحد معاً ، أو في كل قطاع على حده. ¶ أما في التعريف الثالث فقد جاءت هذه الوسيلة عامة ، لاستخدام هذا التعريف مصطلح المنصب بدلاً من الوظيفة العمومية ، وذلك ليشمل استغلال المنصب في القطاعين العام والخاص على حد سواء . ¶ وقد تميز التعريف الرابع عن غيره بالإشارة إلى الفساد الإداري والسياسي . ¶ أما الإداري فكا استغلال صغار الموظفين العموميين لوظائفهم في تحقيق منافع خاصة . وأما السياسي فيتمثل في اختلاس الموظفين الكبار للموارد والأموال العامة . ¶ وبعد هذه المناقشة لعل التعريف المناسب للفساد الاقتصادي هو \"سوء استخدام الوظيفة أو المنصب عموماً لتحقيق منفعة خاصة \" ذلك أن استخدام مصطلح الوظيفة أو المنصب عموماً في هذا التعريف يعد أكثر شمولاً من استخدامها مقيدة فيما سواه ، حيث يشمل هذا المصطلح كلاً من الوظيفة العمومية.، والتي لا تطلق إلا على العاملين في القطاع العام . كما يشمل أيضاً الوظيفة في القطاع الخاص ، غاية ما في الأمر أن الموظف العمومي أكثر عرضة للفساد من الموظف في القطاع الخاص لبعد الأول عن الرقابة وأمنه منها بخلاف الثاني فهو أكثر تعرضاً للمساءلة والرقابة إما من قبل المدير المسؤول عنه مباشرة ،أو من قبل المالك أو مجلس الإدارة ونحو ذلك ، وبالتالي فإنه أقل فساداً من الأول. ¶ الفرع الثاني ¶ أنواع الفساد الاقتصادي ¶ يمكن تصنيف الفساد إلى ثلاثة أقسام رئيسية هي :- ¶ 1) عرضي (( فردي )) ¶ 2) مؤسسي . ¶ 3) منتظم.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد يكون الفساد أحياناً حالة عرضية لبعض الأفراد السياسيين أو الموظفين العموميين ، أو مؤقتاًَ وليس منتظماً. ¶ وفي حالات أخرى يكون الفساد موجوداً في مؤسسة بعينها أو في قطاعات محددة للنشاط الاقتصادي دون غيرها من القطاعات الأخرى ، وذلك كوجود بعض الموظفين الرسميين الفاسدين في بعض الوزارات والقطاعات المختلفة. ¶ ويكثر الفساد في القطاعات التي يسهل جني الريع منها ،حيث يسود الضعف في النظام وتضعف الرقابة والتنظيم في هذه القطاعات . ¶ وفي أحيان أخرى يصبح الفساد ظاهرة يعاني منها لمجتمع بكافة طبقاته ومختلف معاملاته ، وهذا ما يقصده Johnston بالفساد المنتظم أو الممتد . وهذا الفساد يؤثر على المؤسسات وسلوك الأفراد على كافة مستويات النظام السياسي والاقتصادي والاجتماعي ، وله ملامح تميزه عن غيره :- ¶ أ ) أنه متجسد في بيئات ثقافية واجتماعية معينه. ¶ ب) ... يميل إلى أن يكون احتكارياً. ¶ ج) ... أنه فساد منظم ويصعب تجنبه . ( Johnston , 1977). ¶ وخلاصة القول أن للفساد أشكال كثيرة ، فقد يكون فردياً أو مؤسسياً أو منتظماً ، وقد يكون الفساد مؤقتاً أوفي مؤسسة معينة أو قطاع معين دون غيره . وأن أخطر هذه الأنواع هو الفساد المنتظم حين يتخلل الفساد المجتمع كاملاً ويصبح ظاهرة يعاني منها هذا المجتمع . ¶ المطلب الثاني ¶ أسباب الفساد الاقتصادي ¶ ... تتفق آراء المحللين على أن الفساد \" وخصوصاً الممتد\" ينشأ ويترعرع في المجتمعات التي تتصف بالآتي :- ¶ أ ) ضعف المنافسة السياسية . ¶ ب ) نمو اقتصادي منخفض وغير منتظم . ¶ ج) ... ضعف المجتمع المدني وسيادة السياسات القمعية . ¶ د) ... غياب الآليات والمؤسسات التي تتعامل مع الفساد . ¶ وعكس ذلك تتميز المجتمعات الخالية من الفساد بالآتي :- ¶ 1) احترام الحريات المدنية. ¶ 2) المحاسبه الحكومية. ¶ 3) نطاق واسع من الفرص الاقتصادية المتاحة للأفراد. ¶ 4) منافسة سياسية منتظمة هيكيلياً ومؤسسياً",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وهو ما يميز بصفه أساسية وليس كلياً الدول الغربية المتقدمه. Johnston 1997m ¶ وقد اختلفت النظريات المختلفة في تفسير أسباب الفساد على النحو التالي:- ¶ * ترجع النظرية الاقتصادية الفساد إلى البحث عن الريع ، وهذا ما يراه أنصار نظرية الاختيار العام ، والتي يرجئ أنصارها أسباب الفساد إلى التفاعل بين الزبائن ، العملاء \" سواء كانوا قطاعاً عائلياً أو مواطنين عامين أو سياسيين أو رسميين عموميين، وأفراد آخرين يتصفون بالفساد.وطبقاً لـ GOLTURJ فإن هذا الرأي لم يأخذ في اعتباره دور الموظفين الرسميين في الدولة في التعيين على الوظائف ووضع العقوبات والحوافز ، مما يشكل بيئة مناسبة للمؤسسات والقطاعات التي يحدث في نطاقها الفساد . ¶ ** وأما علماء السياسة فقد تباينت وجهات نظرهم ، فمنهم من يرى أن الفساد دالةٌ لنقص المؤسسات السياسية الدائمة وضعف وتخلف المجتمع المدني . ¶ ومما يؤخذ على هذا الرأي نظرته لقوة الديمقراطية السياسية والإصلاحات السياسية باعتبارها مؤثراً هاماً على التغيرات الدائمة في سلوك الموظفين العموميين للحد من استفحال ممارستهم الفسادية . ¶ وهناك فئة من السياسيين ترى أن الفساد وسيلة للمحافظة على هياكل القوى القائمة الفاسدة ونظم السيطرة السياسية ، ولهذا فإنهم يشككون في الفاعلية المحتملة للإصلاحات السياسية والهيكلية . وعلاوة على ذلك فإن تلك الآراء اعتمدت في تحليلها للفساد على نموذج بسيط مبالغ في تحديده كما في نظرية الاختيار العام ، أو على تقسيمات وصفية تنتشر في مجال العلوم السياسية . ¶ وهناك مدخل بديل تأصل في الاقتصاد السياسي يتماشى مع الخطوط الفكرية التي طورها (Khan 1996) ، حيث يركز على :- (1) الفروق في القوة السياسية بين المجموعات (2)الفروق في الموارد المخصصة بواسطة الدولة للمجموعات كمتغيرات تفسيرية – وتؤسس على المقدمات التالية : ¶ أ- يعترف بتعقد الفساد . ¶ ب- يقبل بوجود الكثير من أشكال الفساد .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ج- يركز على حركية القوة والوكالة بدلاً من المصالح الفردية ذاتها . ¶ د- يرى أن النظرة طويلة الأجل مستأصلة في التجربة التاريخية والحقائق السياسية والتي تحتل أهمية كبيرة في فهم الفساد واتخاذ إجراءات فعالة لمقاومته . ¶ وتركز مداخل مقاومة الفساد في نظرية الاختيار العام على الإصلاحات الاقتصادية والدولة كطريق رئيسي للإصلاح . بينما مدخل الاقتصاد السياسي يحبذ التدخل السياسي الواعي كأداة أساسية لجهود مقاومة الفساد . ¶ ولكن المداخل التي تستمد جذورها من نظرية الاختيار العام والمدخل الجماعي تميل إلى قصر تحليلها على دول ومؤسسات معينة متجاهلة دور القوة الفاعلة الدولية في تشكيل شكل الفساد ومحتوى الممارسات الفسادية على المستوى القومي . ¶ *** العوامل الدولية : ¶ تعد هذه العوامل سبباَ آخر من أسباب الفساد ، رغم أنه لم تنل هذه القوى حظاً وافراً من البحث الدقيق كمحددات أساسية له حتى عهد قريب ، ورغم أهمية الدور الذي تلعبه المساعدات الخارجية والاستثمار الأجنبي والتجارة الخارجية كوسيلة من الوسائل التي يمكن من خلالها جني الريع من قبل الموظفين الفاسدين. ¶ وفي الآونة الأخيرة ووفقاً للمحللين المحافظين حظى البعد القومي للفساد باهتمام ملموس من صانعي السياسة وعلت أصوات تدعو إلى توجيه الجهود في سبيل محاربة الفساد الدولي ، والذي قد يأخذ أشكالاً مختلفة ، فقد يكون في صورة رشاوى ومدفوعات غير مشروعة في إطار التجارة والمساعدات الأجنبية وتدفقات الاستثماريين الدول ، أوفي صورة مزايا تفضيلية في فرص التجارة أو التحيز لصالح اقتراحات استثمارية معينة ، أو استبعاد بعض العملات من نطاق المعاملات الدولية بالخداع ونحو ذلك .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "أما البحوث الكمية التي كان قصب السبق فيها لـ Johan Lambs drof فترى أن درجة الفساد في الدولة المستوردة يؤثر على هيكل التجارة للدول المصدرة ، وهذا يتضح في ميل المصدرين الأجانب إلى تقديم رشاوي للموظفين الرسميين في الدول المستوردة. ¶ وعليه فإن الشركات الرائشة تطرد الشركات الأمينة من نطاق التجارة ، لكن إذا كانت الشركات غير الأمينة تخضع لرقابة تنظيمية جيدة ،فإن هذه الشركات ستنال النصيب الأكبر من التجارة . ¶ وهنا يأتي دور وجهود منظمة التعاون الاقتصادي والتنمية “O. E.C .D”في مقاومة الرشوة الدولية غير الشرعية. ¶ **** ويرى بعض المحللين أن للفساد الدولي دوراً هاماً في انتشار بعض أشكال الفساد في أفريقيا وآسيا وأمريكا اللاتينية ، فكثيراً ما يقال إن الفساد في أمريكا اللاتينية هو أحد ملامح التوطن الاستعماري للقارة منذ زمن بعيد حتى وقتنا الحالي ،كما أنه يعكس عمق التقاليد الثقافية والاجتماعية الموروثة التي كانت ضد التغيير . ¶ ويرى آخرون بأن جذور الفساد تعود إلى السيطرة التاريخية للدولة على الشئون الاقتصادية والسياسية ، مما خلق فرصاً لجني الريع والبحث عنه من جهة. ومن جهة أخرى أضعفت هذه السيطرة من قدرة المواطنين على محاسبة السياسيين والرسميين على تصرفاتهم الفاسدة (Little, 1996 ) وفي أفريقيا فإن الفساد الممتد هو أحد ملامح الدول التي مرت بتجربة استعمارية ، لكن هذا لا يمنع من وجود دول أخرى في هذه القارة تعاني من الفساد رغم أنها لم تستعمر كأثيوبيا وليبيريا . وعليه يمكن القول بأن حالات الفساد المعاصرة في أفريقيا لا يمكن تفسيرها كلية بالاستعمار ،كل ما في الأمر أن النظم الاستعمارية في هذه القارة تركت دماراً مؤسسياً ، تمثل في الاعتماد الكبير على المساعدات الخارجية ، التي يمكن اعتبارها متغيراً مفسراً للفساد في هذه الدول .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وطبقاً لتحليل Khan فإن شكل وانتشار الفساد في آسيا يمكن تفسيره بعملية تراكم رؤوس الأموال وتطور حقوق الملكية عبر الزمن ، فنمط العلاقات الزبائنية التي استقرت بين طبقات الرأسماليين والسياسيين وفئة البيروقراطيين تعكس كلها عوامل اجتماعية – اقتصادية تعتبر المحددات الرئيسية للأشكال المفترضة للفساد وأثره على النمو الاقتصادي، فبدلاً من الحد من الفساد فإن التحرر الاقتصادي والسياسي في كوريا الجنوبية أدى إلى زيادة القدرة على المساومة لقطاع الأعمال بالنسبة للحكومة ، مما أفضى إلى ترسيخ الجذور المؤسسية للفساد ، ولكن هذا الأمر قد يعوض عن طريق المطالبة بمزيد من الديمقراطية والحرية، وبالتالي إمكانية المحاسبة للمسئولين العموميين في نطاق نمو الأزمات الاقتصادية ¶ (Khan 1996 ) وخلاصة القول أن سبب الفساد هو الحصول على الريع ، وفي الدول النامية فإن هناك أسباباً أخرى للفساد ، بعضها يعود لعوامل داخلية ، والبعض الآخر منها يعود لعوامل خارجية . ¶ أما العوامل الداخلية فتتمثل في ضعف المنافسة السياسية والمجتمع المدني بصفة عامة، هذا إلى جانب قلة الفرص الاقتصادية المتاحة للأفراد لتحسين مستوى دخلهم ، وكذا غياب الآليات المؤسسية التي تتعامل مع الفساد . ¶ وأما العوامل الخارجية فكا لاستعمار والقوى الدولية الأخرى كالاستثمار الأجنبي والمساعدات الخارجية ونحو ذلك. ¶ المطلب الثالث ¶ الآثار الاقتصادية الكلية للفساد ¶ للفساد آثار اقتصادية كثيرة ، سواء على المستوى الكلي أو الجزئي وفي هذا المطلب سيكون التركيز على أهم هذه الآثار الكلية ، والتي تتمثل في أثره على النمو الاقتصادي ، وعلى القطاع الضريبي ، هذا إلى جانب أثر الفساد على الإنفاق الحكومي ، وعلى سوق الصرف الأجنبي وعلى سوق الأوراق المالية وصناديق الاستثمار ، وهذا ما يمكن بيانه على النحو التالي :- ¶ أولاً : أثر الفساد على النمو الاقتصادي. ¶ ثانياً : أثر الفساد على القطاع الضريبي .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ثالثاً : أثر الفساد على الإنفاق الحكومي . ¶ رابعاً : أثر الفساد على سوق الصرف الأجنبي . ¶ خامساً : أثر الفساد على سوق الأوراق المالية وصناديق الاستثمار. ¶ أولاً : أثر الفساد على النمو الاقتصادي: ¶ طبقاً للنظرية الاقتصادية التقليدية فإن الفساد يعوق النمو الاقتصادي من خلال استخلاص الريع \" الاستئثار بالفائض الاقتصادي \" مما يؤثر سلباً على هذا النمو سواء بالنسبة لمنظمي المشروعات المحلية أو الأجنبية وهذا ما أثبتته الدراسة المقطعية التي تشير إلى وجود علاقة عكسية بين الفساد والاستثمار Ades and Die Tella 1996 يكون له آثاراً سلبية على النمو الاقتصادي. ¶ ليس هذا فحسب وإنما الفساد يثبط أيضاً الاستثمار الأجنبي ويخفض الموارد المتاحة للهياكل الأساسية للعملية الإنتاجية والخدمات العامة وبرامج محاربة الفقر كما يقرر ( ( Johnston , 1997 إعاقة الفساد للمؤسسات السياسية من خلال إضعاف شرعيتها وإمكانية محاسبة الحكومات . ¶ وباختصار فالفساد هو المعوق الأول للتنمية المستدامة ومعوق أول لتخفيض الفقر والأداء الحكومي الجيد ( Ades and Die Tella 1996) ¶ والفساد لا يؤثر على الناس الفقراء بطريقة مباشرة تماماً من خلال سوء تخفيض الموارد العامة ( ولاسيما المستمدة من المساعدات الخارجية ) والذي يمارسه المسئولون المحليون الفاسدون ، ولكن يبقى البلاد الفقيرة فقيرة ويعوقها من أن تصبح غنية . ¶ ولهذه الأسباب فإن ما نحى المساعدات يركزون بدرجة متزايدة على الفساد وأثره على التنمية ويدركون الحاجة إلى ابتكار برامج لمساعدة الحكومات في القضاء على الفساد (World Bank , 1997a)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وهناك من يرى عكس ذلك فالفساد في نظرهم يحسن الرفاهية الاقتصادية ويحسن الكفاءة الاقتصادية من خلال التغلب على العقبات البيروقراطية المختلفة . ( Rose Ackerman 1978). وفي بعض التحليلات ( على خلاف النظرية التقليدية ) هناك رأي يقرر أن الفساد يمكن فعلاًَ أن يدفع النمو الاقتصادي \" أو على الأقل لا يعيقه ) من خلال تسهيل الاستثمار الداخلي أو تحقيق ريع مرتفع من خلال المعاملة الضريبية . ومن الشواهد على ذلك تجربة جنوب شرق آسيا والتي أثبتت أن كثافة الفساد لا يعني بالضرورة وجود علاقة عكسية بين الفساد والنمو الاقتصادي . ومن ناحية أخرى فإن الدليل المقارن حديثاً المبنى على الدراسات المقطعية يشير إلى علاقة عكسية بين الفساد والاستثمار مما يكون له آثاراً سلبية على النمو الاقتصادي Ades and Die Tella 1996 ¶ وهكذا يمكن القول بأن أغلب الدراسات الحديثة أثبتت وجود علاقة عكسية بين الفساد والنمو الاقتصادي ، وأن هذه العلاقة ليست حتمية في كل الأوقات ، فقد يوجد الفساد ولكنه لا يكون عائقاً للنمو الاقتصادي كما في تجربة جنوب شرق آسيا . ¶ ثانياً : أثر الفساد على القطاع الضريبي: ¶ يترتب على الفساد في مجال القطاع الضريبي أثاراً خطيرة ، يمكن أن نشير إلى بعضها :",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "1) عندما يكون هناك فساد في القطاع الضريبي فإن هذا يدفع البعض إلى تقديم إقرارات ضريبية تظهر وعاءاً ضريبياً غير حقيقي لهؤلاء الأفراد وبهذه الطريقة يتمكنون وبطريقة زائفة من إظهار مقدرة منخفضة مقارنة بمقدرتهم الحقيقية ، في حين لا يستطيع الممولون الأمناء من تخفيض هذه المقدرة بنفس الطريقة ، فإذا عومل الإثنان وهو من يقدم إقرارات صحيحة ذات مقدرة حقيقية على الدفع ، ومن يقدم إقرارات مزيفة لا تعكس مقدرته الحقيقية على الدفع ، معاملة ضريبية واحدة فإن هذا يعني إخلال الفساد بمبدأ العدالة الأفقية ، التي تقوم على أساس معاملة ضريبية متماثلة للأفراد ذوي القدرة المتساوية على الدفع . ومن جانب آخر فإن هذا يعد إخلالاً بمبدأ العدالة الرأسية التي تقتضي معاملة ضريبية مختلفة للأفراد ذوي القدرة المختلفة على الدفع . مما يترتب عليه في النهاية إخلال الفساد بمبدأ العدالة الاجتماعية في توزيع الأعباء العامة . ¶ 2) يترتب على الممارسات الفسادية في القطاع الضريبي مقدرة زائفة على الدفع للأفراد المنهمكين في الممارسات الفسادية ، مما ينجم عن هذه الممارسات وانتشارها على نطاق واسع انخفاض زائف في الطاقة الضريبية للمجتمع ككل . (كوفمان وآخرون 1998، ص 7 – 9 ) ¶ فإذا كان صانع السياسة المالية سيضع حجم الإيرادات الحكومية ، ويخطط الحجم الإنفاق الحكومي على أساس الطاقة الضريبية الزائفة ، فإن السياسة الاقتصادية لن تستطيع تحقيق ما ينشده المجتمع من أهداف مختلفة، سواء ما يتعلق منها بتحقيق النمو الاقتصادي ، أو تمويل الإنفاق العام ، أو تمويل الخدمات الاجتماعية العامة أو الجديرة بالإشباع التي لم يتم إشباعها بالقدر المرغوب اجتماعياًٍ. وأمام هذا الوضع تجد الدولة نفسها مضطرة إلى التخلي عن بعض الأهداف التي وعدت المجتمع بإشباعها له . ¶ ثالثاً : أثر الفساد على الإنفاق الحكومي:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "يترتب على الفساد الممتد وانتشاره في القطاع الحكومي آثار على تخصيص النفقات العامة ، مما يؤدي إلى تحقيق أدنى نفع ممكن من هذا الإنفاق وليس أقصى نفع ممكن منه . وعليه يترتب على شيوع الفساد وانتشاره في مجتمع ما ، سؤ تخصيص لموارد هذا المجتمع العامة ،لأنها سوف تتجه صوب أوجه الإنفاق التي لا تحظى بأولوية الإنفاق العام من وجهة نظر المجتمع . ومن ثم ستحظى الأنشطة المظهرية كالأنشطة الرياضية والأندية ووسائل الإعلام ونحو ذلك بإنفاق سخي وفي مقابل ذلك سيتم إغفال الكثير من الأنشطة والقطاعات الاقتصادية الهامة ، أو يكون الإنفاق عليها ليس بالدرجة الكافية ، كالإنفاق على القطاع الزراعي والصناعي ، أو الإنفاق على تحسين مستوى المناطق النائية . ¶ كما أن تنفيذ المشروعات العامة والمناقصات ستتميز بدرجة عالية من التميز وعليه سيتم استيراد المواد الخام ومواد البناء والآلات ونموها ، من بلاد أجنبية معينة ، في حين قد لا تكون هذه السلع المستوردة من هذه البلاد جيدة أو رخيصة مقارنة بغيرها من المصادر المتاحة . ¶ كما أن المناقصات والمشروعات الهامة سترسو على شركات معينة مملوكة لأصحاب النفوذ والجاه في المجتمع ( مورو 1998، ص12). ¶ رابعاً: أثر الفساد على سوق الصرف الأجنبي:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "تقوم الدول عادة بتحديد سعر لعملتها الوطنية مقابل العملات الأجنبية الأخرى. وتحاول هذه الدول أن يتسم هذا السعر بالثبات على الأقل لفترة معينة، حتى تتمكن من أجراء الإصلاحات الاقتصادية المعينة التي ترغب في تحقيقها، ولكن الممارسات الفسادية في سوق الصرف الأجنبي يترتب عليها إنقسام هذا السوق إلى سوقين :- سوق رسمي يسوده السعر الرسمي للصرف الأجنبي ، ويتميز هذا السوق بندرة في الصرف الأجنبي مقارناً بالطلب . وسوق غير رسمي يسوده سعر غير رسمي للصرف أعلى من السعر الرسمي ويتميز هذا السوق بالحركة والنشاط في شراء العرض المتاح من النقد الأجنبي ، وتوجيه هذا النقد إما إلى تمويل أنشطة غير مخططة ، أو تمويل أنشطة محظورة أو غير مرغوب فيها من وجهة نظر المجتمع ، كما لو تم توجيه النقد الأجنبي الذي يتم تجميعه من السوق الرسمي إلى تمويل تجارة المخدرات أو إلى السلع المهربة من الخارج أو إلى الكماليات المستوردة من الخارج ونحو ذلك ، مما يفضى في النهاية إلى زيادة عجز ميزان المدفوعات واستمراريته ، وربما عدم قدرة الدولة على سداد ديونها ولجوئها إلى الاقتراض من الخارج وهذا مما يجعلها تعيش في دوامة من القروض وما لذلك من آثار سيئة على الاقتصاد. ¶ خامساً : أثر الفساد على سوق الأوراق المالية وصناديق الاستثمار. ¶ يقوم سوق الأوراق المالية على الشفافية في إباحة المعلومات المتعلقة بالشركات التي تطرح أوراقاً في الأسواق المالية، سواء تعلقت هذه المعلومات بالميزانية الختامية ، أو بالنسب المالية التي تعكس الوضع الحقيقي لنشاط الشركة ومدى جدارتها الائتمانية ونحو ذلك.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ولكن يترتب على انتشار الفساد انتهاج إجراءات محاسبية غير حقيقية بل ومضلله في أغلب الأحيان، وإعداد حسابات للأرباح والخسائر تعكس وعاءاً ضريبياً منخفضاً بغرض المعاملة الضريبية، وحسابات أخرى تظهر معدلات مرتفعة للربحية تنتشر في أسواق المال بقصد الترويج للاكتتاب في أوراق هذه الشركات . مما ينجم عنه في النهاية تضليل للمستثمر في هذه الأوراق المالية، حيث بعد فترة زمنية معينة من إدراج الأوراق المالية لهذه الشركة في البورصة وتداولها من عدد كبير من المستثمرين الماليين يحدث انهيار لأسعارها. ¶ أما بالنسبة لصناديق الاستثمار فهي تستند عل مبدأ أن الجمهور غير المصرفي، وخصوصاً معظم أفراد القطاع العائلي ليس لديهم المعرفة الفنية الكافية لتقييم جودة الأوراق المالية لكي يمكن المقارنة بينها، وبالتالي اختيار أفضل توليفة من هذه الأوراق التي تعطي عائداً أعلى في ظل مستوى معين من المخاطر. وبالتالي يقوم صندوق الاستثمار بتعيين خبراء ماليين لديهم المقدرة في تقويم جدارة الأوراق المالية نيابة عن الأفراد المستثمرين ، ومن ثم يتم تجميع الموارد المالية منهم واستثمارها في أوراق مالية ذات معدل عائد معين ومخاطر منخفضة، بحيث يتم في النهاية جعل المخاطر المترتبة على الاستثمار في هذا الصندوق عند حدها الأدنى . ¶ ولكن ما يحدث عملاً ، وفي أغلب الأحيان حدوث اتفاق بين القائمين على الصندوق ومديري شركات معينة للترويج لأوراقها، فيرتفع سعر أوراق هذه الشركات المروج لها في السوق المالي ، مما يدفع الجمهور إلى شراء أسهم هذه الشركات بسعر مرتفع ، وبالتالي تحقيق الصندوق مكاسب رأسمالية، وتجمع الشركات المروج لأسهمها مبالغ مالية كبيرة مقابل بيع أسهمها، ثم تنخفض بعد ذلك أسعار هذه الأسهم وتحل الخسارة بعدد كبير من الأفراد من المستثمرين الصغار ، كما تنخفض أسعار أسهم صناديق الاستثمار نفسها كما حدث في عدد من البلدان النامية .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وعليه يمكن أن تقرر أن للفساد آثار اقتصادية سيئة على المجتمع .وهذه الآثار تتمثل في إعاقة للنمو الاقتصادي هذه إلى جانب أثره السيئ على القطاع الضريبي بالحد من موارد الدولة ، مما يجعلها غير قادرة على الوفاء بالحاجات الأساسية للمجتمع من جهة ، ومن جهة أخرى فإن الفساد يخل بمبدأ العدالة الاجتماعية في توزيع الأعباء العامة. ¶ هذا إلى جانب أثر ه على الإنفاق الحكومي من خلال سوء تخصيص الموارد العامة أو ضعف جودة السلع المستوردة أو المشروعات المقامة إضافة إلى أثر الفساد على سوق الصرف الأجنبي من خلال زيادة عجز ميزان المدفوعات، وتفاقم هذا العجز باستمرار الفساد مما يضطر الدولة إلى الاقتراض عند عجزها عن سداد ديونها. ¶ وعلاوة على ما سبق فإن الفساد يسهم في الإخلال بمبدأ الشفافية والذي هو شرط أساسي لقيام سوق المال وتطوره. ¶ المطلب الرابع ¶ علاج الفساد الاقتصادي ¶ يتناول هذا المطلب علاج الفساد الاقتصادي في الفكر الوضعي والإسلامي كل في فرع مستقل على النحو التالي:- ¶ الفرع الأول : علاج الفساد في الاقتصاد الوضعي. ¶ الفرع الثاني : علاج الفساد في الاقتصاد الإسلامي. ¶ الفرع الأول ¶ علاج الفساد في الاقتصاد الوضعي ¶ يرى أنصار نظرية الاختيار العام أنه يمكن تخفيض الفساد بالتقليل من الفرص المتاحة لجني الريع ، وذلك بالتحرر الاقتصادي، والحد من قوة الدولة من خلال مزيج من الإصلاحات الاقتصادية كالخصخصة وإزالة الرقابة على الأسعار، وعلى القطاع المصرفي، وإزالة المعونات وتخفيض التعريفات الجمركية وأشكال الرقابة الأخرى على التجارة والتوقع هو أنه بتخفيض حجم القطاع العام والتدخل المباشر في النشاط الاقتصادي وتخفيض فرص جني الريع يقل الفساد ( world Bank. 1997b )",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ويمكن للإصلاح الاقتصادي أن يكون له نتائج عكسية على الفساد ولا سيما في الأجل القصير. فمثلاً في غياب قوة الإجبار في الإصلاحات الضريبية المخصصة لزيادة الإيرادات الحكومية يمكن أن يزيد الحوافز على الممارسات الفاسدة . كما أن الخصخصة في غياب إجراءات تنظيمية قوية فعالة ذات إمكانية كبيرة لتوليد مستويات عالية من السعي لجني الريع الاقتصادي ولا سيما في الاحتكارات الطبيعية، ويشير المنتقدون للإصلاح الاقتصادي إلى الحاجة إلى مصادر جديدة للدخل والعمالة خارج نطاق القطاع العام لتخفيض حوافز سلوك جني الريع من ناحية ، وللإصلاحات السياسية لتوفير بيئة مؤسسية يمكن من خلالها معالجة الفساد من ناحية أخرى. (White: 1996, Kong 1996) ¶ وهذا الإصلاح يستلزم في نظرية الاختيار العام مزيداً من الرقابة المحكمة والتنظيم الصارم لهذه الإصلاحات حتى لا يكون المنتفع النهائي من هذه الإصلاحات النخبة التي تنتمي للدولة. ¶ وعلاوة على ذلك ، فإن غياب الفرص الاقتصادية البديلة يحد من مجال تخفيض الفساد إذا ما ظل القطاع العام المصدر الأساسي للدخل والعمالة الرسمية ( World Bank, 1997a ) ¶ أما مدخل الجماعية فيرون إمكانية الحد من الفساد بخلق المؤسسات الديمقراطية الجديدة، كالمشرعون المنتخبون، ولجان البرلمانات المنتخبة والمؤسسات الرقابية ونحوها، لأن هذه الإصلاحات السياسية تساهم في خلق بيئة أكثر حفزاً في تخفيض الفساد لأنها تزيد استجابة السياسية لرغبة أفراد المجتمع (little, 1996) ¶ ويرد على هذا الرأي بأنه رغم أن المنافسة السياسية تقدم نخباً سياسية جديدة يمكن أن تتخذ تصرفات جادة ضد الفساد، إلا أن هذا لا يمنع من اتخاذ تلك النخب لنفسها مزيداً من الفرص لجني الريع، كما بدا ذلك في القارة الأفريقية .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وعلاوة على ذلك فليس هناك ارتباط معنوي بين الحقوق والعمليات الديمقراطية والفساد، كما أثبت ذلك (Johnston) في دليله الإحصائي. ويضاف إلى ما سبق فإن هناك الكثير من الأمثلة لبلدان زاد الفساد، مما يعني أن هذه المؤسسات والوكالات لا يكتب لها النجاح في مقاومة الفساد إلا بتنظيم الأفراد لأنفسهم تنظيماً فاعلاً، وهو ما يطلق عليه (Johnston)مفهوم التقوية الاجتماعية، ويقصد بها نطاق الموارد الاقتصادية والسياسية المتاحة للمواطنين المدنيين كأساس لمقاومة الفساد المنتظم أو الممتد. ¶ وعليه فالمظاهرات الجماهيرية ضد السياسيين الفاسدين كثيراً ما دفعت السلطات إلى إزالة هؤلاء الفاسدين من أمكانهم ومراكزهم في بعض الدول كما حدث لحكومة نظير بوتو في باكستان ، وكولردي ميلو في البرازيل . ¶ ولكن هذه المظاهرات ليست حلاً جذرياً للمشكلة وخصوصاً عندما يكون الفساد ممتداً، وإنما قد تفضى إلى غياب مؤقت لها، ولكن سرعان ما تظهر على السطح ¶ من خلال قنوات أخرى . لذا لا بد من دعم هذا المبادرات بإيجاد منظمات ومشروعات وشبكات داخل المجتمع المدني يمكن من خلالها مراقبة سلوك الأفراد الرسميين وزرع الثقة الجماهيرية فيما يقوم به موظفو الدولة الرسميون من واجبات ووظائف. ورغم كل ذلك فليس كل المنظمات داخل المجتمع على وتيرة واحدة في مكافحة الفساد، فقد يكون بعضها قوة دافعة لمكافحة الفساد، ومع ذلك فإن هناك مجموعات أخرى من هذه المنظمات منتفعة منه ومن ثم تقاوم التغيير، لذا يقترح البعض تدعيم هذا الأمر وتكميله بواسطة تدخلات مؤسسية . ¶ مدخل الأشواك المتعددة:-",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "تقوم جهود مكافحة الفساد وفقا لمدخل الأشواك المتعددة على مجموعة من الإصلاحات السياسية والتشريعية والمؤسسية . وأما السياسية فكتقوية آليات إمكانية المحاسبة والرقابة على استخدام الموارد، وتحسين شروط تشغيل المستخدمين، وعدم محاباة الأقارب في التعيين ونحو ذلك. وأما التشريعية فكإصلاح النظام القانوني، بحيث يتضمن عقوبات وكذا صلاحيات كافية لردع الفساد ومن ذلك الحقوق الإجبارية للملكية والحقوق التعاقدية الإجبارية وكذا إجراءات تحسين الهيئة القضائية وجعلها أكثر مصداقية ونزاهة. وأما المؤسسية فكإنشاء وكالة لمقاومة الفساد ، وكذلك محاكم خاصة لمراجعة حالات الفساد، وإعلان ملكية الأصول لكل السياسيين والمستخدمين المدنيين . ولكن نجاح هذه الوكالات المتخصصة في مكافحة الفساد يتوقف على مجموعة واسعة من العوامل الاجتماعية والاقتصادية وأشكال أوسع يفرضها الفساد في دول معينة، فعندما يكون الفساد ممتداً فإن تلك الوكالات يمكن أن تلعب دوراً محدوداً ، يتوقف على قوتها في البحث والاستقصاء والإجبار والذي يحد منه نفوذ السياسيين المؤثرين والمستخدمين المدنيين المتلبسين بالفساد. فكما يرى (Little, 1996)أن نجاح مقاومة الفساد يعتمد على الإرادة السياسية، وهذا غير متوفر في أفريقيا وأمريكا اللاتينية بسبب التهديد المحتمل الذي تواجهه المؤسسة السياسية والبيروقراطية. ¶ العوامل الخارجية : ¶ يحظى الفساد المؤسسي بتأييد كبير من ممثلين خارجيين وخصوصاً ما نحى المعونات الخارجية. ويمكن تخفيض الفساد بالإصلاح المؤسسي والذي لا يكون فاعلاً في تحقيق ذلك كالإصلاحات السياسية وإنما قد يكون ملائماً ربما في دول لا يكون الفساد ممتداً فيها أو يكون بها قوانين ووكالات لمحاربة الفساد، أو تأييد جماهيري واسع، لأن حكومات هذه الدول غالباً ما تأتي عن طريق التصويت الحر والعملية الديمقراطية، ولهذا فإنها تكون خاضعة للمساءلة والمحاسبة من الجمهور.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وبعض المراقبين حذرين من الفاعلية المحتملة للإصلاحات السياسية والمؤسسية، طالماَ أنها ستصل إلى مدى محدود في بلاد يكون الفساد فيها متجسداً في الهياكل الاجتماعية والاقتصادية. ولكل هذه الأسباب فإن هدف استئصال الفساد في هذه البلاد قد يكون صعباً. صحيح أنه يمكن الحد منه إلى مستويات مقبولة وغير عائقة للاستقرار السياسي والتنمية الاقتصادية. ¶ ولذا فقد أدت محدودية الإصلاحات السياسية والمؤسسية مجتمعه إلى نمو الاعتراف بأهمية القوى الدولية كسبب من أسباب الفساد إلى استجابات دولية متنوعة. ¶ ولما كان فساد المؤسسات في الدولة المصدرة من أحد عوامل انتشاره في الدول المستوردة، فإن هناك الكثير من الجهود الدولية المبذولة والمكملة للإصلاحات السياسية والمؤسسية في البلدان المستوردة . ومن أهم المبادرات الحديثة في الشأن مبادرة دول الاتحاد الأوربي “ O.E.C.D” ومع ذلك فهناك الكثير من الشركات الأمريكية المتورطة في تقديم رشاوي لمسئولين أجانب، مما يجعلها مرتكبة لجرائم طبقاً لقوانين الممارسات الفسادية الخارجية على مدار أكثر من عقدين. ¶ وإضافة على ما سبق فهناك مبادرات مماثلة على المستوى الإقليمي داخل الاتحاد الأوربي وأمريكا اللاتينية تمثلت في اتفاقيات دولية متعددة الأطراف، الهدف منها الرقابة على الفساد سواء كان وطنياً أو دولياً، من خلال اتفاقيات دولية لتبادل المعلومات والتعاون في الإجراءات القانونية لمحاكمة المتورطين في الفساد.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "كما أن لمنظمة الشفافية الدولية دوراً بارزاً في محاربة الفساد الدولي من خلال إجراءات متنوعة، لعل أحدثها تقديم المتعاقدين المحتملين والموردين للسلع والخدمات لا قرارات موقعة من قبلهم بعدم تقديم رشاوي تتصل بالعقود الرسمية. وفي الوقت نفسه تلتزم الحكومة نفسها بقواعد الشفافية، وذلك بمنع وقبول الرشاوي بواسطة المسئولين العموميين . وفي بعض الدول هناك مجموعات وطنية تعمل على تحقيق ذلك من خلال التزام المنتمين للحكومة والمجتمع المدني والقطاع الخاص.وأخيراً يمكن القول بأن جميع النظريات تتفق على صعوبة القضاء على الفساد (وخصوصاً الممتد) لكن يمكن التخفيف منه وذلك الإرادة الصادقة لمكافحة الفساد، وذلك يستلزم مجموعة من الإجراءات والإصلاحات تختلف من نظرية لأخرى، فوفقاً لنظرية الاختيار العام يكون التخفيف من الفساد بتقليل الفرص المتاحة لجني الريع، وذلك بالتحرر الاقتصادي والحد من احتكار الدولة ونحو ذلك . هذا إلى جانب تأمين الفرص الاقتصادية . وفي المذهب الجماعي يكون التخفيف بالإصلاحات السياسية وذلك بخلق المؤسسات الديمقراطية والمؤسسات الرقابية والبرلمانات المنتخبة ونحو ذلك. ¶ أما نظرية الأشواك المتعددة فيكون التخفيف بمزيج من الإجراءات والإصلاحات السياسية والتشريعية والمؤسسية، بل وكل الأنظمة التي تولد الفساد فالإصلاح السياسي يكون بتقوية الآليات ومؤسسات الرقابة على استخدام الموارد وتحسين ظروف العمل ونحو ذلك. ¶ وأما التشريعي فيكون بإصلاح القانون الجنائي والمدني وتحسين كفاءة الهيئة القضائية وماشابه ذلك . ¶ وأما المؤسسي فيكون بوجود أنظمة للرقابة والمراجعة،وكذا وكالة خاصة لمقاومة الفساد. ¶ وأما العوامل الخارجية للفساد فيكون التخفيف من حدتها بإصلاح مؤسسي وسياسي من شأنه الحد منه إلى مستويات معقولة بحيث لا يعوق الاستقرار السياسي والتنمية الاقتصادية.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "كما يمكن الاستعانة ببعض المنظمات الدولية التي من شأنها تقديم المعونات لمؤازرة الإصلاحات الديمقراطية، وإقامة اقتصاديات أكثر قدرة على المنافسة والأخذ بتوجيه إداري أفضل ومن هذه المنظمات منظمة الشفافية الدولية . ¶ الفرع الثاني ¶ علاج الفساد في الاقتصاد الإسلامي ¶ يقوم علاج الفساد في الإسلام على مجموعة من الأسس والمعايير الاقتصادية، لعل أهمها :- ¶ (1) حسن الاختيار في التعيين، أو ما يمكن أن نطلق عليه معايير التخصيص الأمثل للموارد البشرية، .. يقول تعالى \" قالت إحداهما يا أبت استأجره إن خير من استأجرت القوي الأمين\" (القصص الآية – 26).ومن السنة هناك الكثير من الأحاديث التي يصعب سردها هنا فهي أكثر من أن تحصى، ولكني سأكتفي هنا بواقعة صغيرة يمكن من خلالها استنتاج بعض تلك المعايير فعن أبي ذر رضي الله عنه قال : قلت : يا رسول الله ألا تستعملني ؟قال : فضربني بيده على منكبي ثم قال يا أبا ذر إنك ضعيف وإنها أمانة وإنها يوم القيامة خزي وندامة إلا من أخذها بحقها وأدى الذي عليه فيها ( صحيح مسلم بشرح النووي. ج12 ص209) ومن هذا الحديث يتضح أن الرسول صلى الله عليه وسلم قصد بالأمانة المتطلبات الأساسية والحد الأدنى من كفاءة الأداء ، والمهارات الذهنية والعقلية التي تتطلبها الوظيفة التي طلب الصحابي أن تسند إليه. ولما كان الرسول عليه السلام ببعد نظره وجد أن المهارات والقدرات الذهنية والاستعداد النفسي والعقلي غير متوافرة لدى هذا الصحابي فإنه قال له \" إنك أمرؤ ضعيف\" بمعنى أن الرسول صلى الله عليه وسلم كان يقصد أن ما لدى هذا الصحابي من مهارات وقدرات أقل نسبياً مما تتطلبه الوظيفة العامة، فكان الرسول عليه الصلاة والسلام – ببعد نظر – يعطي تقديراً خاصاً للموارد النادرة نسبياً، وأنه كان حريصاً على استغلال هذه الموارد أفضل استغلال ممكن. وهذا من شأنه تحقيق المجتمع الإسلامي لأعلى إنتاجية ممكنة.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فإذا افترضنا- جدلا – أنه عليه الصلاة والسلام أخذته جوانب العطف والشفقة في تولية الوظائف والمهام، وتغاضى عن جانب المهارات والقدرات المتوافرة لدى الأفراد المختلفين، فإن الأمر سينتهي به إلى وضع بعض الأفراد في وظائف تتطلب مهارات وقدرات أكثر مما لديهم، مما يعني أن هؤلاء الأفراد سيقومون بأداء بعض الجوانب الوظيفية ومهامها التي تتفق مع مهاراتهم، والبعض الآخر من جانب الوظيفة لن يقوموا بأدائه لعدم توفر المهارات اللازمة لهذا الأداء.وحيث أن عدم أداء هذا الجزء من الوظيفة يضيع على المجتمع الإسلامي جني مكاسب هذا الأداء، فإن المنفعة الاجتماعية لن تكون عند حدها الأقصى. ومن هنا يكون هذا المجتمع معظماً للمنفعة. وحيث أن الرسول صلى الله عليه وسلم قدر مهارات وقدرات هذا الصحابي تقديراً صحيحاً، مما يعني أنه عليه السلام كان حريصاً على استثمار القدرات والمهارات البشرية لدى أفراد المجتمع الإسلامي بطريقة صحيحة، مما يجعلنا نستنتج أن \" المجتمع الإسلامي الكفء، والذي يأخذ بأفعال وأقوال وتصرفات الرسول صلى الله عليه وسلم يتميز بالتخصيص الأمثل للموارد البشرية ويمكن أن نسمي هذا المجتمع بالمجتمع الإسلامي الكفء\" . ولما كان المجتمع الإسلامي الكفء يحقق التخصيص الأمثل للموارد، فإن انحراف المجتمع الإسلامي الفعلي عن المجتمع الإسلامي الكفء هو الذي يؤدي إلى انخفاض مستوى إنتاجية عناصر الإنتاج عن مستوى الإنتاجية المتحقق في ظل التخصيص الأمثل للموارد للمجتمع الكفء. وبمقدار انحراف المجتمعات الإسلامية عن المجتمع الإسلامي الكفء يكون انحراف الناتج القومي المحتمل . وهذا الانحراف ينجم عن التصرفات السلوكية المنحرفة عن السلوك الإسلامي الرشيد ، وينجم عن التصرفات السلوكية المنحرفة انتشار المحاباة والمجاملة في إسناد الوظائف وتخصيص الموارد وتوزيع الدخول.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقد ساد المجتمع الإسلامي الكفء في عهد الخلفاء الراشدين أيضاً فلم يؤثر عنهم المحاباة والمجاملة، كما لم يؤثر عنهم الإسراف في استخدام موارد المجتمع الإسلامي، بل إن الموارد الاقتصادية المتاحة للمجتمع كانت تخصص في أفضل استخداماتها لصالح المجتمع ككل . ولهذا حققت الدولة الإسلامية في عهودها الأولى معدلات مرتفعة للنمو الاقتصادي في المجالات الاقتصادية المختلفة سواء كانت زراعية أو صناعية أو تجارية . ¶ (",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "2) ومن المعايير الهامة التي يقرها الإسلام المبدأ الاقتصادي الذي يقرر المساواة بين الأجر والإنتاجية، حتى لا يكون هناك إثراء بلا سبب، ولا يكون هناك غبناً في الأجر، وهي من صور الفساد في المجتمعات المعاصرة فعندما يعرف الفرد مقدماً أن الأجر الذي سيتقاضاه يعادل إنتاجيته الحقيقية ( الإنتاج الحدي النقدي/ مستوى الأسعار أو سعر المنتج الذي يساهم فيه )فإن جهده واهتمامه سينصرف إلى زيادة إنتاجيته بهدف زيادة أجره ، وإذا اختل هذا المبدأ فإن الحرص على الحصول على المال من مصدر آخر غير العمل سيزيد وسيشتهر حصول الأفراد على دخول لا تستند إلى العمل .ولهذا فإن الإسلام أقر مبدأ المحاسبة للعمال وسؤالهم عن مصدر هذا المال حيث أن ثروة الفرد في الإسلام إما أن تأتي من الإرث أو مدخراته المتراكمة ، وقد كان عمر بن الخطاب رضي الله عنه – وهو خليفة – يحاسب الولاة حساباً شديداً ، فيحصى ثروته قبل العمل وأثناء العمل فإذا ظهرت زيادة غير مبررة بسبب غير مشروع أخذها منه وردها إلى بيت المال.وقبله كان عليه السلام يحاسب عماله ويناقشهم، فقد روى عنه صلى الله عليه وسلم أنه استعمل رجلاً على الصدقة فلما جاء قال هذا لكم وهذا أهدى إلى فقام عليه السلام خطيباً فحمد الله وأثنى عليه وقال \" ما بال العامل نبعثه فيجيء فيقول هذا لكم وهذا أهدى إلى ألا جلس في بيت أمه أو أبيه فينظر أيهدي له أم لا ، لا يأتي أحد منكم بشئ من ذلك إلا جاء به يوم القيامة إن كان بعيراً فله رغاء أو بقرة فلها خوار أو شاة .. اللهم هل بلغت ، اللهم بلغت ، (سنن أبي داود . جـ3 ص135).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وقد أكدت هذه المبادئ السابقة أيضاً وصية الإمام على بن أبي طالب رضي الله عنه لأحد عماله حيث قال له \" ثم أنظر في أمور عمالك فاستعملهم اختباراً ولا تولهم محاباة أو أثره فإنهم جماع من شعب الجور والخيانة . وتوخ فيهم أهل التجربة والحياء .. فإنهم أكرم أخلاقاً وأصح أعراضاً وأقل في المطامع إشراقاً وأبلغ في عواقب الأمور نظراً .. ثم أسبغ عليهم الأرزاق فإن ذلك قوة لهم على استصلاح أنفسهم وغني لهم عن تناول ما تحت أيديهم وحجة عليهم إن خالفوا أمرك أو تلموا أمانتك ثم تفقد أعمالهم وابعث العيون من أهل الصدق والوفاء عليهم فإن تعاهدك في السر لأمورهم حدوة لهم على استعمال الأمانة والرفق بالرعية ( نهج البلاغة ، 1416هـ / 1996م ، ص 634). ¶ (3) فإذا ما أضيف إلى ذلك الرقابة الداخلية لدى المسلم ، والمتمثلة في ضميره الحي المرتبط بالله عز وجل في كل أموره الظاهرة والباطنة ، وإدراكه التام لرقابة الله عز وجل له في السر والعلن، كما قال تعالى: \" أم يحسبون أنا لا نسمع سرهم ونجواهم بلى ورسلنا لديهم يكتبون . الزخرف الآية 80 وقوله أيضاً: \"وأسروا قولكم أو اجهروا به إنه عليم بذات الصدور \" الملك الآية (13). ¶ فإن هذا يدفع المسلم إلى البعد عن الممارسات الفسادية أيا كان نوعها ، وإن غاب عن أعين الناس أو أعين السلطة وأجهزة الأمن، لأنه يدرك أنه مراقب من خالقه محاسب على أعماله السرية والجهرية وعليه فإن هذه الرقابة تعتبر أسلوباً وقائياً هاماً في النظام الإسلامي لمكافحة الفساد، وهذا ما لم تركز عليه السياسات الوضعية . ¶ الخاتمة ¶ وفي نهاية هذا البحث يمكن أن نصل إلى النتائج التالية :- ¶ (",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "1) وقوع الفساد الاقتصادي في القطاع العام والخاص على حد سواء، إلا أن الموظف في القطاع العام أكثر عرضه للفساد من غيره لبعده عن المساءلة، وأمنه من الرقابة ، بخلاف الموظف في القطاع الخاص الأكثر المساءلة إما من مديره مباشرة أو من مالك المشروع أو مجلس الإدارة ونحو ذلك . ¶ (2) وجود الفساد في كل المجتمعات المتقدمة والنامية، إلا أنه أكثر شيوعاً في المجتمعات النامية، لما تتسم به من خصائص معينة تجعلها أكثر سهولة لجني الريع منها أكثر من غيرها كضعف الرقابة والمؤسسات ونحو ذلك. ¶ (3) تعدد صور الفساد واختلافها من بلد لأخر، إلا أن أشدها خطورة هو الفساد المنظم. ¶ (4) تنوع أسباب الفساد، وهذه الأسباب بعضها يعود لعوامل داخلية، والبعض الآخر منها يعود لعوامل خارجية، وهذه العوامل لا تقل أهمية عن سابقتها في الآونة الأخيرة، إن لم تكن أكثر أهمية منها في أحيان أخرى. ¶ (5) علاج الفساد في الأنظمة الاقتصادية الوضعية يكون بتقليل الفرص المتاحة لجني الريع، وذلك باتخاذ مجموعة من الإجراءات والإصلاحات الاقتصادية والسياسية ونموها. ¶ (6) دور الإرادة الصادقة في مكافحة الفساد، ولكن هذه الإرادة غير كافية إن لم يرافقها مجموعة من الإجراءات والإصلاحات السياسية والاقتصادية المختلفة للمعالجة . ¶ (7) دور الوازع الديني أو الرقابة الداخلية لدى الفرد المسلم في منع الفساد قبل وقوعه، وهذا الأمر يعد من الإجراءات الوقائية لمكافحة الفساد في الإسلام وهو ما أغفلته الدراسات الاقتصادية الوضعية. ¶ (8) أن هناك مجموعة من الآثار الاقتصادية الكلية التي يحدثها الفساد وهذه الآثار تتمثل في: ¶ أ ) ... إعاقته للنمو الاقتصادي. ¶ ب ) إخلاله بمبدأ العدالة الاجتماعية في توزيع الأعباء العامة، وتخفيضه للطاقة الضريبية للمجتمع ككل. ¶ ج) ... سوء تخصيص الموارد العامة للمجتمع. ¶ د) ... تدهور أسعار الصرف وما يترتب على ذلك من عجز ميزان المدفوعات واستمراريته.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "هـ) ... تضليل المستثمرين في سوق الأوراق المالية. ¶ وقد توصل البحث إلى التوصيات التالية : ¶ 1- أن الحاجة ما زالت ملحة لمزيد من الدراسات حول أسباب الفساد (وخصوصاً العوامل الدولية ) لما لها من أهمية في العصر الحاضر، وتقديم الحلول لها وخاصة الإسلامية. ¶ 2- الدعوة ( وخصوصاً في الدول النامية) إلى توفير قدر كبير من الشفافية في القوانين والتنظيمات المختلفة ، سواء كانت اقتصادية أو سياسية أو قضائية أو إدارية ، التي من شأنها الحد من انتشار الفساد. ¶ 3- غرس الوازع الديني لدى الأفراد في المجتمع الإسلامي من خلال وسائل الإعلام المختلفة، وهذا يكون باستضافة العلماء المتخصصين في علوم الشريعة والاقتصاد من خلال برامج وندوات متعددة، يتم فيها تسليط الضوء على هذا الداء الفعال وعواقبه الدنيوية والأخروية وأثاره السيئة سواء كانت اقتصادية أو اجتماعية على الفرد والمجتمع. ¶ 4- تفعيل أجهزة المساءلة مع إشراك أصحاب الأعمال والمواطنين فيها، ومعاقبة من يثبت إدانته بالفساد معاقبة سريعة وقاسية . ¶ - - - ¶ المراجع ¶ أولاً : المراجع العربية : ¶ - القرآن الكريم. ¶ (1) الأموال. العدد 6 سبتمبر ، 2000م ، ص 76. ¶ (2) تقرير عن التنمية في العالم، 1996م ، ص 124. ¶ (3) أبو داود ( سليمان بن الأشعث). سنن أبي داود. الطبعة (بدون)، الدار المصرية اللبنانية، القاهرة، 1408هـ / 1988م، جـ3، ص135. ¶ (4) الشريف الرضى، نهج البلاغة، شرح وتعليق محمد عبده. الطبعة (بدون)، مؤسسة المعارف، بيروت، 1416هـ/ 1996م، ص634, ¶ (5) كيتجارد، روبرت. السيطرة على الفساد، ترجمة د. علي حسين حجاج. مراجعة فاروق جراز. الطبعة (بدون)، دار البشير، عمان، الأردن،ص19 ¶ (6) كوفمان ، دانيال وآخرون. الفساد والتنمية . التمويل والتنمية ، مارس 1998م / ص7. ¶ (7) مسلم (مسلم بن الحجاج) صحيح مسلم بشرح النووي . الطبعة الثانية، دار احياء التراث العربي ، بيروت، لبنان ، 1392هـ / 1972م، ج12،ص634. ¶ (",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "8) مورو،باولو. الفساد ، الأسباب والنتائج . التمويل والتنمية، مارس 1998م،ص.ص.11 – 13. ¶ ثانياً: الإنجليزية: ¶ 1- Ades, A. and R. Di Tella, 1996, “The Causes and Consequences of corruption: A Review of Recent Empiricol Contribution” IDS Bulletin, Vol. 27, No. 2, PP. 6-11. ¶ 2- Johnston, M. , 1997, “What can be done about Entrenched Corruption?” Paper presented to the Ninth Annual Banl Conference on Development Economics, The World Bank, Washington DC., 30 April – 1 May. ¶ 3- Khan, M. H, 1996, ‘A typology of corrupt transactions in Developing Countries’ IDS Bulletin, Vol. 27, No. 2, PP. 12-21. ¶ 4- Kony, T.Y : 1996, “Corruption and its Istitutional Foundations: The Experience of South Korea: IDS Bulletin, Vol. 26, No. 2, PP. 48-55. ¶ 5- Little, W., 1996, “Corruption and Democracy in Latin America,” IDS Bulletin, Vol. 26, No. 2, PP. 64-70. ¶ 6- Rose – Ackerman, S. 1978, “Corruption: A Study in Political Economy, New-York Academic press. ¶ 7- White, G., 1996, ‘Corruption and market Reform in China, IDS Bulletin, Vol 27, No. 2, PP. 40-47. ¶ 8- World Bank, 1997 a, Helping Countries Combal Corruption: The Role of the World Bank, Washington Dc, : the World Bank. ¶ 9- World Bank, 1997 b, World Development Report 1997: The State in a Changing World, New York: Oxford University.",
            "page": "28",
            "part": "1"
        }
    ],
    "t36620": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الفساد الاقتصادي أنواعه"
        }
    ]
}