{
    "b36622": [
        {
            "hno": null,
            "id": "1",
            "nass": "الفوائد البهية ¶ في المواريث الشرعية ¶ على مذهب الإمام الأعظم ¶ أبي حنيفة النعمان رضي الله تعالى عنه ¶ تأليف ¶ قاسم بن نعيم الطائي الحنفي",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "الاهداء ¶ الى روح الأستاذ المفضال، العالم العامل ¶ الشيخ بكر بن حسين بن أحمد الرشيدي البرزنجي الموصلي الحنفي ¶ رحمه الله تعالى وأكرم مثواه آمين… ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله الباعث الوارث على كل حالة، القائل: يستفتونك قل الله يفتيكم في الكلالة، والصلاة والسلام الأتمان الأكملان على منبع العلوم والحكم، القائل: تعلموا الفرائض وعلموها فإنها نصف العِلْم، وعلى آله الأبرار وصحبه الأخيار ما دام الليل والنهار.",
            "page": "1",
            "part": "2"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "أما بعد: فلما كان الاشتغال بالعلوم الشرعية أعظم الأعمال بعد الفرائض قدراً، وأكثرها أجراً، صرف الأئمة العلماء أنفس الأوقات لخدمتها تعليماً وتأليفاً، وتحريراً وتهذيباً، وقد نال علم الفقه من ذلك الحظ الأوفر، والنصيب الأكبر، ولما كان علم الفرائض والمواريث من أوسع أبوابه، وأدق مسائله، تجد العلماء قد أكثروا فيه من التآليف، وكتبوا فيه الدفاتر والتصانيف، حتى غدا كثير المسائل، محقق الدلائل، وكان من أشهر مصنفاته وأجمعها كتاب السراجية للإمام العلامة الفقيه المحقق الشيخ سراج الدين محمد بن عبد الرشيد السجاوَنْدي رحمه الله تعالى وقد لقي كتابه قبولاً ورواجاً في المدارس العلمية، أيام كانت العلوم غضّة طرية، ورغبة الطلاب في تحصيلها قوية، فكُتبت عليه الشروح والحواشي والتعليقات النافعة، حتى أصبح حصر أسامي الشرَّاح ومحشيه بمكان من الصعوبة وكان شرح العلامة المحقق الفقيه جامع أشتات الفضائل الشيخ علي الجرجاني المشهور بالسيد الشريف رحمه الله تعالى من أنفع الشروح، وأوسعها، وأجمعها للمسائل، وأدقها، وكانت فرحة أهل العلم بهذا الشرح كبيرة، بسبب ما اشتهر عن الشارح من الدقة في التأليف، واستثارة الأبحاث اللطيفة النادرة، وتحقيق المسائل، ونقل الأقوال وتعليلها بأحسن عبارة، ولم تكن جهود العلمآء المتأخرين قليلة، بل صرفوا هممهم في تحقيق المطالب العالية، وجمع فوائد السلف الغالية، فكتبوا وأجادوا وحققوا وأفادوا شكّر الله سعيهم، ولما وفقني الله تعالى لتدريس العلوم وخدمتها، وصرف أوقاتي في تعليمها، وكان المقرر في منهاج الأشياخ الحنفية تدريس شرح السراجية، المشهور بالصعوبة والدقة عند الطلاب، رأيت أن أضع رسالة جامعة في المواريث على مذهب إمام الأئمة، وفقيه الملة سيدنا أبي حنيفة - رضي الله عنه - ، أتوخّى فيها السهولة والتوضيح، والإيجاز غير المخل والتنقيح، لتكون لي ولأخواني معينة على قراءة كتب الفرائض الحنفية المطولة،",
            "page": "2",
            "part": "2"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "ومقدمة لفهم المباحث والمسائل الدقيقة، ورتبتها على مقدمة وتسعة فصول وخاتمة وسميتها الفوائد البهية في المواريث الشرعية على مذهب الإمام الأعظم أبي حنيفة - رضي الله عنه - . ¶ هذا وأرجو من الناظر فيها إذا عثر على شيء زلت به القدم أو طغى به القلم أن يصلحه بعد التأمل والنظر، ويتذكر أن الإنسان محل السهو والنسيان والله اسأل أن يتقبل مني هذا العمل وينفع به جميع الطلاب إنه خير مأمول وأكرم مسؤول، وصلى الله على سيدنا محمد كلما ذكرك وذكره الذاكرون وغفل عن ذكرك وذكره الغافلون وآخر دعوانا أن الحمد لله رب العالمين. ¶ مقدمة ¶ إِعلَمْ أَنَّ لهذا العلم الشريفِ تَعْرِيفاً، وأَرْكَاناً، وأسْبَاباً، وشروطاً، وموانع، وحقوقاً متعلقةً بأهل الاستحقاق. ¶ أَما تعريفُهُ: فهو عِلْمٌ بأصولٍ يعرفُ بها حقُّ كلِّ وارث مستحق نصيباً مقدَّراً من التركة. ¶ وأما أركانه فثلاثة: ¶ موت المُوَرِّث. 2. ووارث له. 3. وشيء موروث. ¶ وأما أسبابه فثلاثة: ¶ نكاح صحيح. 2.قرابة. 3.ولآء العتاقة. ¶ وأما شروطه فثلاثة : ¶ 1.موت المورث حقيقة، أو حكماً: كالمفقود، أو تقديراً: كالجنين المنفصل بجنايةٍ على أُمه. ¶ وحياة الوارث حقيقة، أو حكماً: كالحمل. ¶ والعلم بجهة إرث الوارث من حيث إنّها قرابة أو ولاء. ¶ وأما موانعهُ فأربعة: ¶ الرَّقّ. ¶ والقتل لا حداً وقصاصاً ودفاعاً عن النفس ولا صبياً ومجنوناً. ¶ واختلاف الدين. ¶ واختلاف الدارين. ¶ وأمّا الحقوقُ المتعلّقة بالمستحقّين: ¶ فأداء أمر التكفين بلا تبذير وإقتار. ¶ وقضاء الدين. ¶ وتنفيذ الوصية مَّما بقي من الثلث. ¶ وتقسيم الباقي على الورثة. ¶ والمستحقون من أهل القرابة ثلاثة: ¶ أصحاب الفروض المقدَّرة في الكتاب العزيز. ¶ والعصبات النَّسَبية: وهم مَن يأخذ الباقي بعد أخذ أصحاب الفروض فروضهم. ¶ وذوو الأرحام: وهم مَن له قرابة بالمْيت وليس من الصنفين المتقدِّمين. ¶ ومن الموالي ثلاثة:",
            "page": "3",
            "part": "2"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "مولى العتاقة. 2. وعصبته. 3. ومولى الموالاة ¶ ومن الأجانب ثلاثة: ¶ المقرُّله بالنَّسب: وهو مَن أقرَّ له الَمْيت بالنَّسب على الغير. ¶ والموصى له بجميع المال. ¶ وبيت المال. ¶ فالأصنافُ تسعة، عاشرها: المردود: وهو كل قريب نسبي ذي فرض عند فقهائنا. ¶ كيفية إعطاء السهام: ¶ تُقدَّم أصحاب الفروض أوَّلاً. ¶ فإن بقى فللعصبات النسبية فالسببية. ¶ وإلاّ فلأصحاب الردِّ من أصحاب الفروض النسبية بقدر حقوقهم. ¶ وإلاّ فلذوي الأرحام إن وجدوا. ¶ والافمولى الموالات وصورته : ان يقول شخص مجهول النسب لآخر انت مولاي ترثني اذا مت وتعقل عني اذا جنيت . ¶ وإلا فللمُقَرِ له بالنَّسب. ¶ وإلا فللموصى له بجميع المال. ¶ وإلا فلبيت المال. ¶ والفروض ستَّةٌ: ¶ نصف، وربع، وثمن، وثلثان، وثلث، وسدس. ¶ وأصحابُها من الرجال أربعة: ¶ الأبُ. 2. والجد الصحيح وإن علا. 3. والأخُ لأمِّ. 4. والزوجُ. ¶ ومن النساء ثمانية: ¶ الزوجة. 2. والبنت. 3. وبنت الابن وإن نزلت. 4. والأخت لأبوين وتسمى الشقيقة أيضاً. 5. والأخت لأب. 6. والأخت لأم. 7. والأم. ¶ والجدة الصحيحة. ¶ فصل ¶ في معرفة أحوال أصحاب الفروض ¶ ... اعلم أن هذا الباب منعقد لذكر أحوالِهم أصالةً ولا بأسَ بذكر مَن يأخذُ بالتعصيب منهم، أو مَن يَحْجِبُ أو يُحجَبُ منهم حجب كمال أو نقصان تتميماً للفائدة. ¶ فلنبدأ أولاً بذكر أحوال الرجال ثمّ النساء. ¶ أحوال الرجال: ¶ أمَّا أحوالُ الأبِ فثلاث: ¶ الحالة الأولى: أخذُه الفرض، وهو السدس، وذلك مع الابن أو ابن الابن وإن نزل. ¶ والحالة الثانية: أخذُه الفرض أوّلاً، والتعصيبَ ثانياً، وذلك مع البنت أو بنت الابن وإن نزلت. ¶ والحالة الثالثة: أخذه التعصيب المحض وذلك عند عدم الولد وولد الابن وإن نزل. ¶ تمرين: ¶ مات رجل عن أب وابن أو ابن ابن. للأب في هذه الحالة السدس فقط. ¶ مات رجل عن أب وبنت أو بنت ابن. للأب في هذه الحالة السدس مع أخذه الباقي بعد إعطاء البنت فرضها.",
            "page": "4",
            "part": "2"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "مات رجل عن أب ولا وارث له سواه. يعطى له جميع المال تعصيباً محضاً. ¶ وأما أحوال الجدّ فأربع: ¶ الحالة الأولى: يأخذ السدس بالفرض وحده مع الابن أو ابن الابن وان نزل. ¶ الحالة الثانية: يأخذ السدس بالفرض والباقي بالعصوبة مع البنت أو بنت الابن وان نزلت. ¶ الحالة الثالثة: يأخذ بالعصوبة جميع المال وذلك عند عدم الولد أو ولد الابن. ¶ الحالة الرابعة: يسقط بالأب إذ هو أصل في قرابة الجد للميت. ¶ ويفترق عن الأب في خمسة أحوال: ¶ الحالة الأولى: إن أم الأب لا ترث مع الأب وترث مع الجد. ¶ الحالة الثانية: إن الميت إذا ترك الأبوين والزوج، فللأم ثلث ما بقي بعد نصيب الأب والزوج، ولو كان جد مكان الأب؛ فللأم ثلث جميع المال إلا عند أبي يوسف: فإن لها ثلث الباقي. ¶ الحالة الثالثة: إن الميت إذا ترك الأبوين والزوجة، فللأم بعد أخذ الأب والزوجة نصيبهما ثلث الباقي، ولو كان جد مكان الأب، فللأم ثلث جميع المال إلا عند أبي يوسف فإن لها ثلث الباقي. ¶ الحالة الرابعة: إن الإخوة الأشقاء أو لأب يسقطون مع الأب إجماعاً ولا يسقطون مع الجد إلا عند أبي حنيفة، وبه يفتى. ¶ الحالة الخامسة: أن أب المعتق مع أبنه يأخذ سدس الولاء وليس للجد ذلك، بل الولاء كله للابن. ¶ تمرين: ¶ مات رجل عن جد وابن أو ابن ابن. للجد السدس والباقي للابن أو لابن الابن تعصيباً. ¶ مات رجل عن جد وبنت أو بنت ابن. للجد السدس مع أخذه الباقي تعصيباً بعد إعطاء البنت فرضها. ¶ مات رجل عن جد فقط. للجد كل المال بالتعصيب. ¶ مات رجل عن جد وأب. لا يأخذ الجد شيئاً لحجبه بالأب. ¶ مات رجل عن جد وأم وزوجة. للجد السدس وللأم الثلث من جميع التركة وللزوجة الربع ويرد الباقي على الجد. أما لو كان أب بدل الجد فإن الأم تأخذ ثلث الباقي، ويرد الباقي على الأب.",
            "page": "5",
            "part": "2"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "ماتت امرأة عن جد وأم وزوج. للجد السدس وللأم الثلث من جميع التركة وللزوج النصف. أما لو كان أب بدل الجد فإن الأم تأخذ ثلث الباقي، ويرد الباقي على الأب. ¶ مات رجل عن جد وإخوة أشقاء أو لأب. يحجب الجد الاخوة على رأي الإمام. وبه يفتى. ¶ مات رجل عن جد وأم أب أي جدة. للجدة السدس وللجد الباقي تعصيباً. أما لو كان أب بدل الجد، فإنه يحجب أم الأب. ¶ مات رجل مُعْتِقٌ عن ابن وجد. الولاء كله للابن، وأما لو كان أب مكان الجد فإن له السدس والباقي للابن. ¶ وأما أحوال الأخوة لأم فثلاث: ¶ الحالة الأولى: الثلث لاثنين فأكثر وذكرهم وأنثاهم في القسمة والاستحقاق سواء. ¶ الحالة الثانية: السدس للواحد. ¶ الحالة الثالثة: أنهم يسقطون بالولد وولد الابن وإن نزل وبالأب والجد بالاتفاق. ¶ تمرين: ... ¶ مات رجل عن أخوين لأم. لهما الثلث. ¶ مات رجل عن أخ لأم. له السدس. ¶ مات رجل عن أب وابن وأخ لأم. للأب السدس وللابن الباقي تعصيباً ولا شيء للأخ لأم لحجبه بالابن. ¶ مات رجل عن بنت وأخت لأم أو أخ لأم. تأخذ البنت جميع التركة فرضاً ورداً ولا شيء للأخ أو الأخت لأم. ¶ مات رجل عن جد وأخوة لأم. يحجب الجد الأخوة لأم ويأخذ جميع التركة. ¶ وأما الزوج فله حالتان: ¶ الحالة الأولى: النصف عند عدم الولد وولد الابن وإن نزل. ¶ الحالة الثانية: الربع مع الولد وولد الابن وإن نزل. ¶ تمرين: ¶ ماتت امرأة عن زوج وابن وبنت. للزوج الربع والباقي للابن والبنت للذكر مثل حظ الانثيين. ¶ ماتت امرأة عن زوج وابن ابن وبنت ابن. للزوج الربع والباقي لابن الابن وبنت الابن للذكر مثل حظ الانثيين. ¶ ماتت امرأة عن زوج ولا وارث لها سواه. للزوج النصف والباقي يرد عليه على المفتى به عند المتأخرين وسيأتي ذلك في محله. ¶ أحوال النساء ¶ أما الزوجة فلها حالتان: ¶ الحالة الأولى: الربع إن لم يكن لها ولد أو ولد الابن. ¶ الحالة الثانية: الثمن إن كان لها ولد أو ولد الابن.",
            "page": "6",
            "part": "2"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "تنبيه: الزوجة واحدة كانت أو أكثر تستوي في هذه الفريضة. ¶ تمرين: ¶ مات رجل عن زوجة أو ثلاث زوجات. لها الربع أو لهن الربع. ¶ مات رجل عن زوجة وابنين وبنت. للزوجة الثمن والباقي بين الابنين والبنت للذكر مثل حظ الانثيين. ¶ وأما البنت الصلبية فلها ثلاثة أحوال: ¶ الحالة الأولى: النصف للواحدة. ¶ الحالة الثانية: الثلثان للاثنتين فصاعداً. ¶ الحالة الثالثة: تكون عصبة مع الابن سواء كانت واحدة أو أكثر، وله ضعف ما لها كما قال تعالى: }للذكر مثل حظ الأنثيين{ . ¶ تمرين: ¶ مات رجل عن زوجة وأب وبنت وأخ لأم. للزوجة الثمن وللأب السدس وللبنت النصف ويحجب الأخ لأم بالبنت، والباقي للأب تعصيباً. ¶ مات رجل عن ابن وبنت وجد. للجد السدس والباقي بين الابن والبنت للذكر مثل حظ الانثيين. ¶ وأما بنت الابن فلها ستّ أحوال: ¶ الحالة الأولى: النصف للواحدة عند عدم البنت الصلبية. ¶ الحالة الثانية: الثلثان للاثنتين فأكثر عند عدم البنت الصلبية. ¶ الحالة الثالثة: السدس تكملةً للثلثين واحدة كانت أو متعدّدة بشرط وجود بنت صلبية واحدة. ¶ الحالة الرابعة: تأخذ بالعصوبة واحدة كانت أو متعددة إن كان معها ابن ابن واحد أو أكثر، وله ضعف ما لها كما قال تعالى: }للذكر مثل حظّ الانثيين{. ¶ فإن كان معها ابن ابنٍ أسفل منها، فلها فرضُها، والباقي له بالتعصيب. ¶ تنبيه: لا تؤثر البنت الواحدة الصلبية في أخذ بنت الابن مع أخيها بالتعصيب إن كانت موجودةً معها والحالة هذه. ¶ الحالة الخامسة: لا ترث مع الصلبيتين واحدة كانت أو متعددة إلا إذا كان معها غلام أخوها أو ابن عمّها أو كان معها غلام أسفل منها في ظاهر المذهب، فإنه حينئذٍ يعصّبها وللذكر مثل حظ الانثيين. ¶ تنبيهان: ¶ الأول: قد رأيتَ في هذه الحالة أَنَّ بنت الابن تأخذ بالعصوبة مع الصلبيتين إذا كان معها غلام بدرجتها أو أنزل منها، وإلاّ فلا، بخلاف الحالة الرابعة، فإن الغلامَ الذي يعصِّبها فيها لابد أن يكون بدرجتها.",
            "page": "7",
            "part": "2"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "الثاني: أن هذا الغلام يحجب بنت الابن التي أنْزل منه، فمن مات وترك بنتين صلبيتين أو واحدة وبنتي ابن وابن ابن وبنت ابن الابن، فالصلبيتان تاخذان الثلثين أو الواحدة تأخذ النصف، وبنتا الابن وأخوهما بالتعصيب للذكر مثل حظّ الانثيين، ولا شيء لبنت ابن الابن حينئذٍ. ¶ الحالة السادسة: يسقطن بالابن. ¶ ... تمرين: ¶ مات رجل عن بنت وبنت ابن وأخ لأم. للبنت النصف، ولبنت الابن السدس تكملة للثلثين ولا شيء للأخ لأم لحجبه بالبنت. ¶ مات رجل عن بنت وبنت ابن وابن ابن الابن. للبنت النصف، ولبنت الابن السدس، والباقي لابن ابن الابن بالتعصيب. ¶ مات رجل عن بنت ابن وابن ابن وزوجة. للزوجة الثمن والباقي بين بنت الابن وابن الابن للذكر مثل حظّ الانثيين. ¶ مات رجل عن ثلاث بنات وبنت ابن وجدّ. للبنات الثلاث الثلثان وللجد السدس فرضاً والباقي تعصيباً وبنت الابن محجوبة بالبنات. ¶ ماتت امرأة عن زوج وبنتين وثلاث بنات ابن وابن ابن. للزوج الربع وللبنتين الثلثان، والباقي لبنات الابن وابن الابن تعصيباً للذكر مثل حظ الانثيين. ¶ ماتت امرأة عن خمس بنات ابن وأَب وزوج. لبنات الابن الخمس الثلثان وللزوج الربع، وللأب السدس. ¶ ماتت امرأة عن ابن وبنَتي ابن وابن ابن وزوج وأب. للزوج الربع وللأب السدس والباقي للابن بالتعصيب ولا شيء لبنتي الابن وابن الابن. ¶ ماتت امرأة عن بنتين وبنت ابن وابن ابن وبنت ابن الابن. للبنتين الثلثان ولبنت الابن وابن الابن الباقي للذكر مثل حظّ الانثيين ولا شيء لبنت ابن الابن. ¶ وأما الأخت لأمّ وأب فلها ست أحوال: ¶ الحالة الأولى: النصف للواحدة. ¶ الحالة الثانية: الثلثان للاثنتين فصاعداً. ¶ الحالة الثالثة: تأخذ بالتعصيب إذا كان معها أخوها لأُم وأَب وله ضعف ما لها. ¶ الحالة الرابعة: تأخذ الباقي بالتعصيب واحدة كانت أو أكثر مع البنات أو بنات الابن، أو معهما.",
            "page": "8",
            "part": "2"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "الحالة الخامسة: تَحْجِبُ -إذا كانت عصبة مع الغير- الأَخَ لأب والأخت لأب وأولاد الأخوة مطلقاً والعمّ لأبوين ولأب وأبنائهما. ¶ الحالة السادسة: تسقط بالابن وابن الابن وإن نَزل وبالأب بالاتفاق،وبالجدّ عند الإمام، وبه يفتى. ¶ تمرين: ¶ مات رجل عن بنت وبنت ابن وأخت شقيقة. للبنت النصف ولبنت الابن السدس تكملة للثلثين وللأخت الشقيقة الباقي بالتعصيب. ¶ مات رجل عن بِنْتَي ابن وأخت شقيقة. لبنتي الابن الثلثان وللأخت الباقي بالتعصيب. ¶ مات رجل عن خمس أخوات شقيقات. للأخوات الخمس الشقيقات الثلثان. ¶ ماتت امرأة عن زوج وأخت شقيقة. للزوج النصف وللأخت الشقيقة النصف. ¶ ماتت امرأة عن أب وزوج وبنت وأخت شقيقة. للزوج الربع وللبنت النصف وللأب السدس فريضةً والباقي عصوبةً ولا شيء للأخت الشقيقة لحجبها بالأب. ¶ ماتت امرأة عن ابنين وخمس أخوات لأبوين. المال كله للابنين ولاشيء للأخوات. ¶ ماتت امرأةٌ عن بنت وأخت شقيقة وأخ لأب. للبنت النصف وللأخت الشقيقة الباقي تعصيباً ولاشيء للأخ لأب. ¶ ماتت امرأةٌ عن بنت ابن وأخت شقيقة وأخت لأب وعم. لبنت الابن النصف وللأخت الشقيقة الباقي تعصيباً ولا شيء للأخت لأب والعمّ. ¶ وأما الأخت لأب فلها سبع أحوال: ¶ الحالة الأولى: النصف للواحدة عند عدم الأخت الشقيقة. ¶ الحالة الثانية: الثلثان للاثنتين فصاعداً عند عدم الأخت الشقيقة. ¶ الحالة الثالثة: السدس مع الأخت لأبوين تكملة الثلثين. ¶ تنبيه: الواحدة في هذه الحالة والمتعددة سواء. ¶ الحالة الرابعة: تأخذ بالتعصيب مع الأخ لأب وله ضعف مالها. ¶ الحالة الخامسة: تأخذ الباقي مع البنات أو بنات الابن أو معهما. ¶ الحالة السادسة: لا ترث مع الأختين لأبوين إلا إذا كان معها أخ لأب فيعصّبها وحينئذٍ يكون للذكر مثل حظّ الانثيين. ¶ الحالة السابعة: تسقط بالابن وابن الابن وإن نزل وبالأب بالاتفاق وبالجد عند الإمام وبه يفتى وبالأخ لأبوين والأخت الشقيقة إذا كانت عصبة مع الغير.",
            "page": "9",
            "part": "2"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "تمرين: ¶ مات رجل عن زوجة وأخت لأب. للزوجة الربع وللأخت لأب النصف. ¶ مات رجل عن أختين لأب. للأختين لأب الثلثان. ¶ مات رجل عن زوجةٍ وأخت شقيقة وأخت لأب. للزوجة الربع وللأخت الشقيقة النصف وللأخت لأب السدس تكملة الثلثين. ¶ مات رجل عن بنت وبنت ابن وأختين لأب. للبنت النصف ولبنت الابن السدس والباقي للأخت لأب بالتعصيب. ¶ ماتت امرأةٌ عن بنت ابن وأخت لأب وأخ لأب. لبنت الابن النصف والباقي بين الأخت لأب والأخ لأب للذكر مثل حظّ الانثيين. ¶ ماتت امرأةٌ عن أب وابن وبنت وبنت ابن وابن ابن وأخت لأب. للأب السدس وللابن والبنت الباقي للذكر مثل حظّ الانثيين ولا شيء للباقين. ¶ ماتت امرأة عن أختين شقيقتين وأخت لأب. للأختين الشقيقتين الثلثان، ولا شيء للأخت لأب لحجبها بالأُختين الشقيقتين. ¶ ماتت امرأةٌ عن أربع أخوات شقيقات وأختين لأب وأخ لأب. للأربع الأخوات الثلثان والباقي بين الأختين لأب والأخ لأب للذكر مثل حظّ الانثيين. ¶ ماتت امرأةٌ عن بنت وأخت شقيقة وأخت لأب. للبنت النصف وللأخت الشقيقة الباقي تعصيباً ولا شيء للأخت لأب. ¶ ماتت امرأةٌ عن أخت وأخ شقيقين وأخت لأب. يكون الميراث بين الأخت والأخ الشقيقين للذكر مثل حظّ الانثيين وتحجب الأخت لأب بهما. ¶ ماتت امرأة عن زوج وجد وأخت شقيقة وأخت وأخ لأب. للزوج النصف وللجد الباقي تعصيباً وتحجب الأخت الشقيقة والأخ والأخت لأب بالجد عند الإمام وبه يفتى. ¶ وأما الأم فلها ثلاث أحوال: ¶ الحالة الأولى: السدس إن كان معها ولد أو ولد الابن وإن نزل أو اثنان من الأخوة والأخوات فصاعداً من أي جهة كانا. ¶ الحالة الثانية: الثلث عند عدم الولد وولد الابن وان نزل وعدم الاثنين من الأخوة والأخوات فصاعداً. ¶ الحالة الثالثة: تأخذ ثلث الباقي إذا كان معها أب وزوج أو زوجة. ¶ تنبيهان",
            "page": "10",
            "part": "2"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "الأول: سبق أن قلنا في بيان أحوال الجدّ أن الأم تأخذ ثلث الباقي مع الأب وإن كان جد مكانه فلها ثلث جميع المال خلافاً لأبي يوسف - رضي الله عنه - فانه عنده تأخذ ثلث الباقي. ¶ الثاني: قد عُلِمَ أنّ الأخوة اثنين فصاعداً يحجبون الأمَّ من الثلث إلى السدس ويسمَّى هذا حجبَ نقصان كما سيأتي في بابه ولا فرق بين أن يكون الأخوة في هذا الحجب وارثين أو محجوبين، فلو مات رجل وترك أماً وأباً وأخوة فللأم السدس لحجبها حجب نقصان بالأخوة الذين حُجِبُوا بالأب قال العلامة السيد في شرح السراجية: فالأخوة يحجبونها وهم محجوبون بالأب ألا ترى أنَّهم لا يرثون مع الأب شيئاً عند عدم الأمّ؛ لأنَّهم كلالة فلا ميراث لهم مع الوالد وليس حال الأخوة مع وجود الأم بأقوى من حالهم مع عدمها. انتهى. ¶ ... تمرين: ¶ مات رجل عن أمٍّ وأخ شقيق وزوجة. للزوجة الربع وللأم الثلث، وللأخ الشقيق الباقي تعصيباً. ¶ مات رجل عن أمّ وأب وأخ لأم وأخ لأب. للأم السدس والباقي للأب تعصيباً ولاشيء للأخ لأم وللأخ لأب. ¶ مات رجل عن أم وثلاث أخوات شقيقات. للأم السدس وللأخوات الثلثان. ¶ مات رجل عن أمٍّ وأخت لأمٍّ. للأم الثلث وللأخت لأم السدس. ¶ مات رجل عن أمٍّ وأختين لأب وأخت لأمّ. للأم السدس وللأخت لأم السدس، وللأختين لأب الثلثان. ¶ ماتت امرأة عن أمٍّ وجدٍّ وزوج. للأم الثلث وللزوج النصف وللجد الباقي تعصيباً. ¶ وأما الجدة الصحيحة: - وهي التي لا يدخل في نسبتها إلى الميت جد فاسد(1) - فلها ثلاث أحوال: ¶ الحالة الأولى: السدس سواء كانت الجدّة لأمّ كأم الأمّ أو لأب كأمّ الأب بشرط الاتحاد في الدرجة لأن القربى تحجب البعدى. ¶ __________ ¶ (1) وهو من تدخل في نسبته إلى الميت أُم .",
            "page": "11",
            "part": "2"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "الحالة الثانية: تسقط الواحدةُ والمتعدِّدةُ من أي جهةٍ كانت بالأمّ، وتسقطُ أم الأب بالأب دون أمِّ الأمّ؛ لذا قيل: تسقط الأبويّات بالأب. ويسقطن أيضاً بالجدِّ إلا أمّ الأب التي هي زوجة الجد المذكور وإن علت كأم أم الأب فإنّها ترثُ مع الجدّ؛ لأنّها ليست من قِبَلِهِ. ¶ تنبيه: هذا الذي ذكرناه في الجدِّ إنما هو إذا كان بُعْدُهُ عن المْيت بدرجة واحدة، وأما إذا كان بُعْدُهُ بدرجتين كأب أب الأب فإنّه يرث معه أبويَّتان وهما أمّ أب الأب التي هي زوجة الجد المذكور، وأمّ أمّ الأب التي هي زوجة أب الأب، وإذا بَعُدَ عنه بثلاث درجات ترث معه ثلاث أبويّات كأب أب أب الأب فإنه ترث معه أم أب أب الأب التي هي زوجة الجدّ المذكور، وأم أم أب الأب وأم أم أم الأب وهكذا كلَّما ازدادت درجات بُعْد الجد ازدادت بحسبها عدد الأبويّات اللواتي يرثن معه. ¶ الحالة الثالثة: الجدّة القربى من أي جهة كانت تَحْجِبُ البعدى من أي جهة كانت سواء كانت القربى: ¶ وارثةً كأم الأب عند عدم الأب فإنها تَحْجِبُ أمّ أمّ الأمّ. ¶ أو محجوبة كأم الأب مع الأب فإنها تحجب أم أم الأم ويكون المال كله للأب. ¶ تكميل: إذا كانت الجدّة ذات قرابة واحدة: كأم أم الأب، وأخرى ذات قرابتين أو أكثر: كأم أم الأم، وهي أيضاً أم أب الأب، فالسدس يقسم بينهما عند أبي يوسف - رضي الله عنه - وأثلاثاً باعتبار الجهات عند محمد - رضي الله عنه - وزفر - رضي الله عنه - ولا رواية للإمام- رضي الله عنه - في صورة تعدد قرابة إحدى الجدتين، وذكر في شرح السراجية: أن قول الإمام أبي حنيفة والإمام مالك والإمام الشافعي - رضي الله عنهم - هو قول أبي يوسف - رضي الله عنه -. ¶ تمرين: ¶ مات رجل عن جدٍّ وجدة. للجدة السدس وللجدّ الباقي تعصيباً. ¶ مات رجل عن جدٍّ وأمٍّ وأمّ أب. للأم ثلث المال وللجدّ الباقي تعصيباً ولا شيء لأم الأب لحجبها بالأم.",
            "page": "12",
            "part": "2"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "مات رجل عن أمّ أب وأمّ أمّ الأمّ وأب. للأب كل المال تعصيباً وتحجب أم الأب بالأب وأم أم الأم بأم الأب المحجوبة. ¶ مات رجل عن أب وأم أم وأم أب. لأم الأمّ السدس وللأب الباقي تعصيباً وتحجب أم الأب بالأب. ¶ مات رجلٌ عن أمّ أمّ الأب وأمّ أمّ الأمّ وهي أيضاً أمّ أب الأب. عند أبي يوسف - رضي الله عنه - يكون السدس نصفين بينهما، وعند محمدٍ - رضي الله عنه - أثلاثاً. ¶ فصل في التعصيب ¶ العَصَبَة: جمع عاصب وهي في اللغة قرابةُ الرجل من أبيه وتطلقُ على الواحد والاثنين والجمع في عرف الفقهاء هكذا قالوا. ¶ وبالجملة أنّها عند الفقهاء: كلُّ من أحرز المال عند عدم مستحِقٍّ له وتنقسم إلى قسمين: ¶ الأول: عصبة سببية. ¶ والثاني: عصبة نِسْبية. ¶ أما العصبة السببية: فهي التي تكون بسبب عتق المعِتق عتيقَه، ويعبَّرُ عنها بمولى العتاقة، وهي مؤخرة عن العصبة النسبية، ومقدمة على ذوي الأرحام والردّ على ذوي الفروض. ¶ والمعتِقُ: إما أن يكون ذكراً أو أنثى: ¶ فإن كان ذكراً فهو يرث عتيقه بعد موته إذا لم يكن للعتيق عصبةٌ نسبيةٌ، وإن مات المعتِق فلابنه أو لابن ابنه ولأبيه ولا شيء للجدّ مع الابن أو ابن الابن. ¶ وإن كان أنثى فلها الولاء إذا لم يكن للعتيق عصبةٌ نسبيةٌ أيضاً. ¶ واعلم أن مَن ملك ذا رحم عُتِقَ عليه ويكون ولاؤه له قال الشريف العلامة: تنبيه على أن العتق وإن لم يكن اختيارياً سبب للولاء. انتهى. ¶ وأما العصبة النسبية: ¶ فهي التي تكون بسبب القرابة. ¶ وتنقسم إلى ثلاثة أقسام: ¶ الأول: عصبةٌ بنفسه. ¶ والثاني: عصبة بغيره. ¶ والثالث: عصبة مع غيره. ¶ أما العصبة بنفسه: فهي كلُّ ذكر لا تدخل في نسبته إلى المْيت أنثى، فإن دخلَتْ في نسبته لم يكن عصبةً: كأولاد الأمّ فإنهم من أصحاب الفروض، وكأب الأم وابن البنت فإنهما من ذوي الأرحام. ¶ وتنحصر في أربعة: ¶ الأول: البنوة كالابن وابن الابن وإن نزل. ¶ الثاني: الأبوة كالأب والجد الصحيح.",
            "page": "13",
            "part": "2"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "الثالث: الأخوة كالأخ لأم وأب والأخ لأب وأولادهما الذكور. ¶ الرابع: العمومة كالعمّ لأب وأمّ والعمّ لأب وأولادهما الذكور. ¶ واعلم أن جهة البنوة مقدمةٌ على جهة الأبوةِ والأخوّةِ والعمومة وجهةَ الأبوة مقدمةٌ على الأخوةِ والعمومةِ وجهةَ الأخوة مقدمةٌ على العمومةِ. ¶ فمن ترك أبناً وأباً، فالمال كله للابن بعد اخذ الاب فرضه وكذا لو كان بدل الأب أخاً أو عمّاً،فإن اتحدت الجهة يقدم من هو أقرب درجةً إلى المْيت، ويسمَّى تقديم الدرجة كابن وابن ابن، فالمال كلُّه للابن؛ لأنه أقرب للميت من ابن الابن، وكالأخ لأَبٍ وابن أخ لأمّ وأب أو عم لأب وابن عم لأم وأب فالمال كله للأخ لأب وللعمّ لأب في الصورتين . ¶ فإن اتحدَت الجهة والدرجة يقدَّمُ الأقوى، ويسمى هذا التقديمَ بالقوّة فمن كان صاحبَ قرابتين قدِّم على صاحب قرابةٍ: كأخ لأمّ وأب وأخ لأب، فالمال كلُّه للأخ لأمّ وأب: وكالعمِّ الشقيق والعمِّ لأب، فالمال كلُّه للعم الشقيق ¶ ... فإن اتحد تقديم الجهة والدرجة والقوة استوى الجميع في الميراث كابنين فاكثر وأخوين شقيقين، أولأب فأكثر وعمَّين شقيقين أو لأب فأكثر. ¶ تمرين: ¶ مات رجل عن زوجةٍ وبنتِ ابن وأخ شقيق وعمّ. للزوجة الثمن ولبنت الابن النصف وللأخ الشقيق الباقي ولا شيء للعم. ¶ مات رجل عن أبناء خمسة. يقسم المال بينهم بالسوية. ¶ مات رجل عن ثلاث أخوة لأب وعمّين شقيقين. يقسم المال بالسوية بين الأخوة لأب ويحجب العمّان بهم. ¶ مات رجل عن أخوين شقيقين وأخ لأب. يقسم المال بين الأخوين الشقيقين بالسوية ولا شيء للأخ لأب. ¶ مات رجل عن ابن وأب. للأب السدس فرضاً وباقي المال للابن تعصيباً. ¶ مات رجل عن جد وبنت وأخوة أشقاء. للبنت نصف المال والباقي للجد فريضة وعصبةً ويحجب الأخوة بالجد. ¶ مات رجل عن عمّ لأب وابن عمّ لأم وأب. كل المال للعم لأب ولاشيء لابن العم لأم وأب.",
            "page": "14",
            "part": "2"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "مات رجل عن ابن أخ شقيق وابن عم لأم وأب. كل المال لابن الأخ الشقيق ويحجب ابن العم لأم وأب. ¶ مات رجل عن ابن عم لأم وأب وابن عم لأب. كل المال لابن العم لأم وأب ولاشيء لابن العم لأب. ¶ مات رجل عن أب وأخوين لأب وعمين شقيقين. كل المال للأب تعصيباً ولا شيء لما عداه. ¶ مات رجل عن ابن وابن ابن. كل المال للابن ولاشيء لابن الابن. ¶ مات رجل عن أم ومُعْتِق. للأم الثلث والباقي للمعتِق. ¶ مات رجل عن أب ومعتِق. للأب كل المال تعصيباً. ¶ مات رجل عن زوجةٍ وابن معتِق وجدٍ. للزوجة الربع والباقي لابن المعتِق ولا شيء للجد. ¶ مات رجل عن أم وبنتِ مُعْتِقَتِهِ. للأم الثلث فرضاً والباقي ردّاً ولا شيء لبنت معتقته. ¶ وأما العصبة بغيره: ¶ فأربع من النسوة اللاتي فرضهن النصف والثلثان: وهن البنتُ وبنتُ الابن والأخت لأمّ وأب والأخت لأب فإنهنَّ يصرن عصبة بأخوتهن كما عُلِمَ سابقاً في أحوالهن. ¶ تنبيه: مَن لا فرضَ لها من الإناث وأخوها عصبة لا تصير عصبة بأخيها إذ النصّ الواردُ في تعصيب الذكور والإناث إنّما هو في موضعين البنات بالبنين والأخوات بالأخوة، ومثال مَن لا ترثُ بالعصبة مع أخيها لكونها ليست من أصحاب الفروض: العمّة مع العمّ إذا كانا لأبوين أو لأب، وابن العمّ مع بنت العمّ إذا كانا كذلك، وابن الأخ وأخته إذا كانا كذلك أيضاً. ¶ تمرين: ¶ مات رجلٌ عن ابن وابن ابن وبنتين. الميراث بين الابن والبنتين للذكر مثل حظ الانثيين ولا شيء لابن الابن. ¶ مات رجلٌ عن أختين لأب وأخ لأب. الميراث بينهم للذكر مثل حظ الانثيين. ¶ مات رجلٌ عن خمسة أخوة أشقاء وأختين شقيقتين. الميراث بينهم للذكر مثل حظ الانثيين. ¶ مات رجلٌ عن ابن ابن وبنت ابن. الميراث بينهما للذكر مثل حظ الانثيين. ¶ مات رجلٌ عن ابن أخ وبنتي أخ. المال كله للأخ ولا شيء لبنتي الأخ لأنهما من ذوي الأرحام.",
            "page": "15",
            "part": "2"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "مات رجلٌ عن أختين شقيقتين وأخ لأب وأخت لأب. للأختين الثلثان وللأخ لأب والأخت لأب الباقي للذكر مثل حظّ الانثيين. ¶ وأما العصبة مع غيره: ¶ فهي كلُّ أنثى احتاجت في عصوبتها إلى الغير ولم يشاركها ذلك الغير في تلك العصوبة، وهما اثنتان: الأخت لأم وأب والأخت لأب، فكلُّ واحدة منهما تصير عصبةً مع البنات أو بنات الابن أو معهما لا فرقَ بين كلِّ منهما واحدةً أو أكثر. ¶ تمرين: ¶ مات رجل عن أخت شقيقة وبنت ابن. لبنت الابن النصف وللأخت الشقيقة الباقي تعصيباً. ¶ مات رجل عن بنت وأخت لأب. للبنت النصف وللأخت لأب الباقي تعصيباً. ¶ مات رجل عن بنت وبنت ابن وثلاث أخوات لأم وأب. للبنت النصف ولبنت الابن السدس تكملة للثلثين والباقي للأخوات لأم وأب تعصيباً. ¶ فصل في الحجب ¶ هو في اللغة: المنع مطلقاً، ومنه الحجاب لما يستر به الشيء ويمنع من النظر إليه. ¶ وفي الاصطلاح: منعُ شخص معَّين من ميراثه كلِّه أو بعضه لوجود شخص آخر وهو قسمان: ¶ حجب حرمان. ¶ وحجب نقصان. ¶ أما حجب الحرمان: فهو منعُ شخص عن ميراثِهِ كلِّه بسبب وجود شخصٍ آخر كحجب الجدِّ بالأب، وابن الابن بالابن، وابن الأخ بالأخ. ¶ والورثة فيه فريقان: ¶ فريقٌ لا يحجبون هذا الحجب، وهم ستةٌ: ¶ ثلاثة من الرجال: الابن، والأب، والزوج. ¶ وثلاثة من النساء: البنت، والأم، والزوجة. ¶ وفريق يرثون بحال ويحجبون هذا الحجب بحال أُخرى، وهم ما عدا هؤلاء الستّة. ¶ وأما حجب النقصان: فهو منع شخص عن فرض أكثر إلى فرض أقلّ، ويدخلُ على خمسة أشخاصٍ من الورثة، وهم: الأم، وبنت الابن، والأخت لأب، والزوج، والزوجة، وذلك كانتقال الأمّ من الثلث إلى السدس بسبب وجود ولد، أو ولد الابن مثلاً. ¶ تنبيه: المحروم من الميراث بالكليّة: كالكافر والقاتل والرقيق لا يحجبُ غيرَه عندنا لا حجبَ حرمان ولا نقصان، وهو قول عامّة الصحابة. كذا استفيد من السراجية. ¶ وإليك جدول حجب الحرمان ليسهل عليك حفظه وضبطه: ¶ المحجوب من الميراث",
            "page": "16",
            "part": "2"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "الحاجب من الورثة ¶ الجدّ الصحيح وإن علا والجدّات الأَبويات ¶ بالأب ¶ الجدات الصحيحات سواء كنّ من جهة الأب أو من جهة الأم ¶ تنبيه: تُحجَب البعدى بالقربى ¶ بالأم ¶ ابن الابن ¶ بالابن ¶ ابن ابن الابن ¶ تنبيه: يحجب الأعلى من الأبناء الأدنى كما علم سابقاً ¶ بابن الابن ¶ بنت الابن ¶ بالابن ¶ بنت الابن إذا لم تكن معصبة بابن الابن ¶ بالبنتين الصلبيتين ¶ الأخت لأبوين واحدة كانت أو أكثر والأخوة لأبوين كذلك ¶ بالابن وابن الابن وإن نزل والأب والجد ¶ الأخوة لأم ذكوراً كانوا أو إناثاً ¶ بالابن وابن الابن وإن نزل والبنت وبنت الابن وإن نزلت والأب والجد ¶ الأخوة والأخوات لأب ¶ أبناء الأخوة لأبوين ¶ بالابن وابن الابن وإن نزل والأب والجد والأخ لأبوين والأخت لأبوين إذا كانت عصبة مع الغير ¶ بالابن وابن الابن وإن نزل والأب والجد وإن علا وبالأخ لأبوين والأخ لأب والأخت لأبوين إذا كانت عصبة مع الغير والأخت لأب إذا كانت عصبة مع الغير عند عدم الأخت لأبوين أو عدم وجود حاجب لها ¶ أبناء الأخوة لأب ¶ بهؤلاء المذكورين وبابن الأخ لأبوين ¶ العم لأبوين ¶ بهؤلاء المذكورين وبابن الأخ لأبوين أَو لأب ¶ العم لأب ¶ بهؤلاء المذكورين وبالعم لأبوين ¶ أبناء العم لأبوين ¶ بهؤلاء المذكورين والعم لأبوين والعم لأب ¶ أبناء العم لأب ¶ بهؤلاء المذكورين وأبناء العم لأبوين ¶ تنبيه: الجمع في أبناء العمّ لأبوين أو لأب ليس شرطاً فيحجب ابن العمّ لأبوين ابن العم لأب سواء كان واحداً أو أكثر. ¶ فصل في الحساب ¶ ... قد علمت أنّ الفروضَ المقدّرة ستّةٌ وهي: النصف، والربع، والثمن، والثلثان، والثلث، والسدس ولا بُدَّ في هذا الفصل من معرفة طريقتين: ¶ الطريقة الأولى: في معرفة مخارج الفروض، وكيفية إخراج أصل المسألة اعلم أنَّنا قبل أن نشرع في شرح هذه الطريقة لا بُدَّ من معرفةِ أربع نسب تكون بين كلِّ عددين:",
            "page": "17",
            "part": "2"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "الأولى: المماثلة، وتسمى بالتماثل: وهي مساواةُ أحد العددين للآخر كاثنين واثنين مثلاً. ¶ الثانية: المداخلة، وتسمى بالتداخل: وهي انقسامُ العدد الأكبر على الأصغر قسمة صحيحة وإن شئت قلت اجتماع عددين مختلفين يغاير كلٌّ منهما الآخر بحيث يكون الأكبر ضعف الأصغر مرتين أو أكثر كثلاثة وستّة أو ثلاثة وتسعة. ¶ الثالثة: الموافقة، وتسمى بالتوافق: وهو أن يقسم العددين عدد ثالث غير الواحد ويسمى ذلك العدد وَفْقاً كثمانية وعشرة فإن القاسم المشترك بينهما النصف ونصف الثمانية أربعة كما ان نصف العشرة خمسة. ¶ الرابعة: المباينة، وتسمّى بالتباين: وهي اجتماع عددين متفاضلين ليس بينهما اشتراك كثلاثة وأربعة، وإن شئت قلت أن يُفْنِي العددين المختلفين عددٌ ثالث. ¶ إذا فهمت هذه النسب فاعلم أنك أول ما تعمل عند اجتماع أصحاب الفروض هو معرفة مخارجهم، فمخرج النصف اثنان، ومخرج الربع أربعة، ومخرج الثمن ثمانية، ومخرج الثلثين والثلث ثلاثة، ومخرج السدس ستّة. ¶ وبعد هذا العمل انظر إلى المخارج فإن كان في المسألة وارث واحد فاجعل فرضه أصل المسألة كزوجة ماتت وتركت زوجاً فله النصف ومخرجه اثنان، ومنه تكون أصل المسألة، ويرسم الجدول هكذا عند الفرضيين: ¶ ت ¶ 2 ¶ 1 ¶ 2 ¶ زوج ¶ 1 ¶ وإن كان فيها وارثان فأخرج مخرجَيْ فرضيهما أولاً ثم انظر إلى المخرجين فأن كان بينهما تماثل فخذ أحد العددين المتماثلين وأجعله أصل المسألة: كزوجة ماتت وتركت زوجاً وأختاً شقيقة فللزوج نصف وللأخت نصف ومخرج كل منهما اثنان، وهما متماثلان فيكون أحدهما أصل المسألة ويرسم الجدول هكذا: ¶ ت ¶ 2 ¶ 1 ¶ 2 ¶ زوج ¶ 1 ¶ 1 ¶ 2 ¶ أخت شقيقة ¶ 1 ¶ وإن كان بينهما تداخل فخذ أكبر العددين وأجعله أصل المسألة كزوج مات وترك زوجةً وأختاً شقيقة للزوجة الربع وللأخت النصف، ومخرج كلّ منهما اثنان وأربعة، وبينهما تداخل، فيجعل الأكبر وهو الأربعة أصل المسألة، ويرسم الجدول هكذا: ¶ ت ¶ 4 ¶ 1 ¶ 4 ¶ زوجة ¶ 1",
            "page": "18",
            "part": "2"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "1 ¶ 2 ¶ أخت شقيقة ¶ 2 ¶ وإن كان بينهما توافق فخذ وَفْقَ أحدهما أعني القاسم المشترك بينهما واضربه في كل العدد الآخر، والحاصل يكون أصل المسألة كزوج مات وترك زوجةً وأخاً لأم فللزوجة الربع ومخرجه أربعة وللأخ لأم السدس، ومخرجه ستة وبين المخرجين توافق بالنصف، فتضرب نصف أحد العددين في كلّ الآخر، هكذا تكون صورته 2X6،3X4، والحاصل اثنا عشر يكون أصل المسألة، ويرسم الجدول هكذا: ¶ ت ¶ 12 ¶ 1 ¶ 4 ¶ زوجة ¶ 3 ¶ 1 ¶ 6 ¶ أخ لأم ¶ 2 ¶ وإن كان بينهما تباين فاضرب أحد العددين في كل الآخر والحاصل منهما يكون أصل المسألة كزوجة ماتت وتركت زوجاً وأماً فللزوج النصف ومخرجه اثنان وللأم الثلث ومخرجه ثلاثة وبين المخرجين مباينة فاضرب: 3X 2 يحصل لك ستة تكون هي أصل المسألة، ويرسم الجدول هكذا: ¶ ت ¶ 6 ¶ 1 ¶ 2 ¶ زوج ¶ 3 ¶ 1 ¶ 3 ¶ أم ¶ 2 ¶ هذا إذا كان في المسألة وارثان أما إذا كان فيها ثلاثة فأكثر فأنظر إلى مخارج الفروض، فإن كان بين عددين منهما إحدى النسب المذكورة فاعمل بما عرفته ثم انظر إلى الحاصل بعد هذا العمل فإن كان بينه وبين العدد الثالث أَحدى النسب المذكورة فاعمل بما عرفته، والحاصل منهما يكون أصل المسألة كزوجة ماتت وتركت زوجاً واخا لأم وأماً فللزوج النصف ومخرجه اثنان وللاخ لأم السدس ومخرجه ستة وللأم الثلث ومخرجها ثلاثة وبين مخرج الزوج والاخ لام تداخل فيفنى الأصغر وهو اثنان في الأكبر وهو ستة، ثم تنظر إلى الستة والثلاثة وبينهما تداخل أيضاً فيفنى الأصغر في الأكبر، فيكون أصل المسألة من ستة.",
            "page": "19",
            "part": "2"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وكزوج مات عن زوجة وبنت وأم فللزوجة الثمن ومخرجه ثمانية وللبنت النصف ومخرجه اثنان وللأم السدس ومخرجه ستة وبين الثمانية والاثنين تداخل فيفنى الأصغر في الأكبر ثم تنظر إلى الثمانية والستة تجد بينهما موافقة بالنصف ونصف الثمانية أربعة كما ان نصف الستة ثلاثة فتضرب وفق أحدهما في كل الآخر هكذا صورته 4x6 ،3x8 والحاصل أربعة وعشرون يكون أصل المسألة. ¶ وكزوجة ماتت وتركت زوجاً وأباً وبنتاً فللزوج الربع ومخرجه أربعة وللأب السدس ومخرجه ستة وللبنت النصف ومخرجه اثنان وبين الأربعة والاثنين تداخل فيفنى الأصغر في الأكبر ثم تنظر الى الأربعة والستة تجد بينهما توافقاً في النصف ونصف الأربعة اثنان كما أن نصف الستة ثلاثة فتضرب وفق أحدهما في كل الآخر والحاصل يكون أصل المسألة، هكذا صورته 2x6 ، 3x4 والحاصل 12 وهكذا إذا كان الورثة أربعة أو خمسة فاسلك هذه الطريقة ليحصل لك أصل المسألة. ¶ وأما إذا كان الورثة من العصبات فاجعل اصل المسألة من عدد رؤوسهم فمثلاً إذا مات رجل عن ابنين وبنتين فأجعل اصل المسألة من ستة؛ لان الابنين يأخذان ضعف البنتين فتحسبهما ضعف عددهما. ¶ وأما إذا كان الورثة من أهل الفروض والعصبات فأصل المسألة يكون من مخارج أصحاب الفروض كزوج مات وترك زوجة وابناً وبنتاً يكون اصل المسألة من ثمانية هي مخرج فرض الزوجة. ¶ تنبيه: قد علمت ان المخارج خمسة، وينضمُّ إليها مخرجان يحصلان من اختلاط أصحاب الفروض بعضهم مع بعض، وهما اثنا عشر وأربعة وعشرون، فتكون المخارج سبعة، وتسمى بأصول المسائل، وقد تزيد بعض هذه الأصول على اصلها ويسمى هذا عولاً. ¶ فصل في العول ¶ ... هو في اللغة مأخوذ من عالَ الميزان إذا رفعه، وفي الاصطلاح: أن يزاد على المخرج شيءٌ من أجزائه: أي إذا ضاق المخرج عن الوفاء بالفروض المجتمعة فيه ترفعُ التركة إلى عدد اكثر من ذلك المخرج، ثم يقسم حتى يدخل النقصان في فرائض جميع الورثة على نسبة واحدة.",
            "page": "20",
            "part": "2"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "والمخارج سبعة كما علمت سابقاً، أربعة منها لا تعول أصلاً وهي: اثنان وثلاثة وأربعة وثمانية، وثلاثة منها قد تعول وهي: الستة والأثناعشر والأربعة والعشرون أما الستة فقد تعول إلى سبعة فيما إذا اجتمع نصف وثلثان: كزوج وأختين لأم وأب، فاصل المسألة من ستة لوجود النصف ومخرجه اثنان والثلثين ومخرجه ثلاثة وبين المخرجين مباينة فاضرب كل أحدهما في الآخر، فيحصل لك ستة تكون اصل المسألة، فللزوج ثلاثة وللأختين لأم وأب أربعة أسهم، ومجموع السهام سبعة، ومنها تكون المسألة، وتسمى المسألة عائلة إلى سبعة، وترسم هكذا في الجدول: ¶ ت ¶ 6-7 ¶ 1 ¶ 2 ¶ زوج ¶ 3 ¶ 2 ¶ 3 ¶ أختان لأم وأب ¶ 4 ¶ وإلى ثمانية: فيما إذا اجتمع نصف وثلثان وسدس كزوج وأختين لأم وأب وأم وإلى تسعة: فيما إذا اجتمع نصف وثلثان: كزوج وأُختين لأب وأم وأُختين لأُم وإلى عشرة: فيما إذا اجتمع نصف وثلثان وثلث وسدس كزوج وأختين لأم وأب وأختين لأم، وأُم واعمل في عول الستة إلى ثمانية وتسعة وعشرة ما عملناه لك في عولها إلى سبعة وأما الأثنا عشر: فقد تعول:إلى ثلاثة عشر فيما إذا اجتمع ربع وثلثان وسدس: كزوجة وأُختين لأم وأب، وأم. وإلى خمسة عشر: فيما إذا اجتمع ربع وثلثان وثلث كزوجة وأختين لأم وأب وأختين لأم. وإلى سبعة عشر: فيما إذا اجتمع ربع وثلثان وثلث وسدس: كزوجة وأُختين لأم وأب وأختين لأم وأم.وأما الأربعة والعشرون: فإنّها تعول إلى سبعة وعشرين عولاً واحداً فيما إذا اجتمع ثمن وثلثان وسدسان كزوجة وبنتين وأم وأب. ¶ تمرين: ¶ ماتت امرأة عن زوج وأختين لأم وأب وأمّ. للزوج النصف وللأختين الثلثان وللأم السدس. ¶ ت ¶ 6-8 ¶ 1 ¶ 2 ¶ زوج ¶ 3 ¶ 2 ¶ 3 ¶ أختان لأم وأب ¶ 4 ¶ 1 ¶ 6 ¶ أُم ¶ 1 ¶ ماتت امرأة عن زوج وأختين لأب وأم وأختين لأم، وأُم. للزوج النصف وللأختين لأب وأُم الثلثان وللأختين لأم الثلث وللأم السدس. ¶ ت ¶ 6-10 ¶ 1 ¶ 2 ¶ زوج ¶ 3 ¶ 2 ¶ 3 ¶ أختان لأم وأب ¶ 4 ¶ 1 ¶ 3 ¶ أختان لأم",
            "page": "21",
            "part": "2"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "2 ¶ 1 ¶ 6 ¶ أم ¶ 1 ¶ 3 . مات رجل عن زوجة وأختين لأم وأب وأختين لأم. للزوجة الربع وللأختين الثلثان وللأختين لأم الثلث. ¶ ت ¶ 12-15 ¶ 1 ¶ 4 ¶ زوجة ¶ 3 ¶ 2 ¶ 3 ¶ أختان لأم وأب ¶ 8 ¶ 1 ¶ 3 ¶ أختان لأم ¶ 4 ¶ مات رجل عن زوجة وأختين لأم وأب وأختين لأم، وأم. للزوجة الربع وللأختين لأم وأب الثلثان وللأختين لأم الثلث وللأم السدس. ¶ ت ¶ 12-17 ¶ 1 ¶ 4 ¶ زوجة ¶ 3 ¶ 2 ¶ 3 ¶ أختان لأم وأب ¶ 8 ¶ 1 ¶ 3 ¶ أختان لأم ¶ 4 ¶ 1 ¶ 6 ¶ أم ¶ 2 ¶ 5. مات رجل عن زوجة وبنتين وأم وأب. للزوجة الثمن وللبنتين الثلثان وللأم السدس وللأب السدس. ¶ ت ¶ 24-27 ¶ 1 ¶ 8 ¶ زوجة ¶ 3 ¶ 2 ¶ 3 ¶ بنتان ¶ 16 ¶ 1 ¶ 6 ¶ أم ¶ 4 ¶ 1 ¶ 6 ¶ أب ¶ 4 ¶ الطريقة الثانية: ¶ ... اعلم أنك بعد أن تخرج أصل المسألة أعطِ لكل ذي فرض فرضه فإن انقسمت السهام على رؤوس الورثة فبها ونعمت: كمن مات عن أم وأختين لأم وأب وأختين لأم، فأصل المسألة من ستة لفناء الثلاثة التي هي مخرج الثلثين والثلاثة فيها، وللأم سهم، وهو سدسها، وللأختين لأم وأب أربعة أسهم، وهي منقسمة عليهما بلا كسر، وللأختين لأم سهمان، وهما منقسمان عليهما أيضاً بلا كسر، ومجموع السهام سبعة فتعول الستة إليها وصورة المسألة هكذا في الجدول: ¶ ت ¶ 6-7 ¶ 1 ¶ 6 ¶ أم ¶ 1 ¶ 2 ¶ 3 ¶ أختان لأم وأب ¶ 4 ¶ 1 ¶ 3 ¶ أختان لأم ¶ 2 ¶ ... وإن لم تنقسم السهام على الرؤوس، فالورثة إما صنف أو صنفان فأكثر، ومهما يكن فلك عملان: ¶ عمل بين السهام والرؤوس. ¶ وعمل بين الرؤوس والرؤوس. ¶ فإن كان الورثة صنفاً واحداً ولم تنقسم السهام على عدد الرؤوس فاعمل بالموافقة أو المباينة بينهما والحالة هذه.",
            "page": "22",
            "part": "2"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "مثال الموافقة: فيمن مات عن أم وأب وعشر بنات فأصل المسألة من ستة لوجود السدس الذي هو فرض الأب والأم ومخرجه ستة والثلثين الذي هو فرض البنات ومخرجه ثلاثة وبين الثلاثة والستة مداخلة فتفنى الثلاثة في الستة، ويكون منها أصل المسألة، فللأب سهم من ستة، وللأم سهم منها أيضاً، وللبنات العشرة أربعة أسهم منها، وهذه الأربعة لا تنقسم على العشرة التي هي عدد رؤوس البنات وإذا أجرينا إحدى النسبتين المذكورتين نجد بين الأربعة والعشرة موافقة بالنصف ونصف العشرة التي هي عدد رؤوس البنات خمسة ويسمى هذا جزء السهم فتضربه في أصل المسألة وهو ستة فيحصل لك ثلاثون ومنها تصح المسألة. ... ¶ فإذا أردت إعطاء كل فريق نصيبه من هذه المسألة تضرب ما كان للأب والأم والبنات العشرة من أصل المسألة السابقة وهو سهم واحد للأب وواحد للأم وأربعة أسهم للبنات في جزء السهم وهو خمسة، يحصل لك سهم كل فريق بلا كسر والصورة في الجدول هكذا: ¶ ت ¶ 6 ¶ 30 ¶ 1 ¶ 6 ¶ أم ¶ 1 ¶ 5 ¶ 1 ¶ 6 ¶ أب ¶ 1 ¶ 5 ¶ 2 ¶ 3 ¶ عشرة بنات ¶ 4 ¶ 20 ¶ ومثال المباينة: فيمن ماتت عن زوج وخمس أخوات لأم وأب، فأصل المسألة من ستة لوجود النصف الذي هو فرض الزوج، ومخرجه اثنان، والثلثين الذي هو فرض الأخوات ومخرجه ثلاثة، وبين المخرجين مباينة، فتضرب أحدهما في الآخر فيحصل لك ستة يكون منها أصل المسألة، وتعول إلى سبعة لأخذ الزوج ثلاثة أسهم والأخوات الخمسة أربعة أسهم ولا تنقسم هذه الأربعة على الخمسة التي هي عدد رؤوس البنات وإذا أجرينا إحدى النسبتين المذكورتين بينهما نجد بينهما مباينة فتضرب عدد رؤوسهن، وهو خمسة في عول المسألة وهو سبعة، فيحصل لك خمسة وثلاثون، ومنها تصح المسألة ¶ فإذا أردت إعطاء كل فريق نصيبه تضرب ما كان له من أصل المسألة السابقة في جزء السهم، وهو الخمسة يحصل لك سهم كل فريق والصورة في الجدول هكذا: ¶ ت ¶ 6-7 ¶ 35 ¶ 1 ¶ 2 ¶ زوج ¶ 3 ¶ 15 ¶ 2 ¶ 3 ¶ خمس أخوات لأبوين ¶ 4 ¶ 20",
            "page": "23",
            "part": "2"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "وإن كان الورثة صنفين فأكثر فاعمل العملين السابقين بأن تنظر أولاً إلى السهام والرؤوس وثانياً إلى الرؤوس والرؤوس، فإن كان بين السهام والرؤوس موافقة فاحفظ في يدك وفق عدد الرؤوس، وإن كان بينهما مباينة فاحفظ في يدك عدد الرؤوس، وانظر بعد هذا العمل في المحفوظتين أو المحفوظات في يدك واعمل بالنسب الأربعة المذكورة سابقاً فيهما أو فيها. ¶ ... وخذ مثالين ليتضح لك هذا كل وضوح: ¶ المثال الأول: فيمن مات عن أربع زوجات وبنت وأربع وعشرين بنت ابن وأخ لأم وأب. فأصل المسألة من أربعة وعشرين لوجود الثمن الذي هو فرض الزوجات ومخرجه ثمانية، والنصف الذي هو فرض البنت ومخرجه اثنان وهو داخل في الثمانية، والسدس الذي هو فرض بنات الابن ومخرجه ستة، وبين الثمانية والستة موافقة في النصف فتضرب وفق أحدهما في كل الآخر أي ثلاثة في ثمانية أو أربعة في ستة فيحصل لك أربعة وعشرون ومنها تصح المسألة. ¶ ... فللزوجات من الأربعة والعشرين الثمن وهو ثلاثة أسهم، وللبنت منها النصف وهو اثنا عشر سهماً، ولبنات الابن منها السدس وهو أربعة أسهم، والباقي للأخ لأم وأب، وهو خمسة أسهم.",
            "page": "24",
            "part": "2"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "... وإذا نظرت إلى سهام الزوجات وجدتها لا تنقسم على عدد رؤوسهن لمباينة الثلاثة للأربعة فتحفظ عندئذٍ عدد رؤوسهن وهو أربعة في يدك وإذا نظرت أيضاً إلى سهام بنات الابن وجدتها لا تنقسم على عدد رؤوسهن وبين سهامهن وهي أربعة وبين عدد رؤوسهن وهو أربعة وعشرون موافقة بالربع، فتأخذ ربع عدد رؤوسهن وهو ستة وتحفظه في يدك ثم تنظر في المحفوظتين وهما الأربعة التي هي عدد رؤوس الزوجات والستة التي هي وفق عدد رؤوس بنات الابن وتجري بينهما إحدى النسب الأربعة فتجد أن بينهما موافقة بالنصف فتضرب وفق أحدهما في كل الآخر أي ثلاثة في أربعة أو اثنين في ستة فيحصل لك اثناعشر وهو جزء السهم وتضربه في أصل المسألة، وهو أربعة وعشرون، والحاصل من هذا الضرب 288 ومنها تصح المسألة.فإذا أردت إعطاء كل فريق نصيبه من هذه المسألة تضرب ما كان له من أصل المسألة السابقة في جزء السهم، وهو اثنا عشر يحصل لك سهم كل فريق والصورة في الجدول هكذا: ¶ ت ¶ 24 ¶ 288 ¶ 1 ¶ 8 ¶ أربع زوجات ¶ 3 ¶ 36 ¶ 1 ¶ 2 ¶ بنت ¶ 12 ¶ 144 ¶ 1 ¶ 6 ¶ بنات ابن أربع وعشرون ¶ 4 ¶ 48 ¶ عصبة ¶ أخ لأم وأب ¶ 5 ¶ 60 ¶ والمثال الثاني: فيمن مات عن زوجتين، وخمس جدات، وتسع بنات، وسبعة أعمام، فأصل المسألة من أربعة وعشرين أيضاً لوجود الثمن الذي هو فرض الزوجتين ومخرجه ثمانية، والسدس الذي هو فرض الجدات الخمسة، ومخرجه ستة والثلثين الذي هو فرض البنات ومخرجه ثلاثة، وهو داخل في الستة كما ترى، وبين الثمانية والستة موافقة في النصف فتضرب وفق أحدهما في الآخر أي نصف الثمانية وهو أربعة في ستة أو نصف الستة، وهو ثلاثة في ثمانية فيحصل لك أربعة وعشرون منها تصح المسألة.",
            "page": "25",
            "part": "2"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "... فللزوجتين من الأربعة والعشرين الثمن وهو ثلاثة أسهم، وللجدات الخمسة منها السدس وهو أربعة أسهم، وللبنات التسعة منها ستة عشر سهماً، والباقي للأعمام السبعة وهو واحد وإذا نظرت إلى سهام الزوجتين وجدتها لا تنقسم على عددهما لمباينة السهام وهي ثلاثة لعددهما وهو اثنان فتحفظ في يدك عددهما وهو اثنان وإذا نظرت إلى سهام الجدات الخمس وجدتها لا تنقسم على عدد رؤوسهن وهو خمسة لمباينة السهام وهي أربعة لعددهن وهو خمسة فتحفظ في يدك عددهن وهو خمسة وإذا نظرت إلى سهام البنات وجدتها لا تنقسم على عدد رؤوسهن لمباينة السهام وهي ستة عشر سهماً لعددهن وهو تسعة فتحفظ في يدك عددهن وهو تسعة وإذا نظرت إلى سهم الأعمام وجدته لا ينقسم على عدد رؤوسهم لمباينة السهم الواحد لعددهم وهو سبعة فتحفظ في يدك عددهم وهو سبعة ... ثم تنظر إلى المحفوظات في يدك وهي اثنان وخمسة وتسعة وسبعة وتجري النسب الأربعة بينها فتجد بين الاثنين والخمسة مباينة فتضرب أحدهما في الآخر فيحصل لك عشرة وبينها وبين التسعة مباينة أيضاً، فتضرب أحدهما في الآخر فيحصل لك تسعون، وبينهما وبين السبعة مباينة أيضاً فتضرب أحدهما في الآخر فيحصل لك ستمائة وثلاثون، وهو جزء السهم، وتضربه في أصل المسألة، وهو أربعة وعشرون فيحصل لك (15120) ومنها تصح المسألة. ¶ ... فإذا أردت إعطاء كل فريق نصيبه من هذه المسألة تضرب ما كان له من أصل المسألة السابقة في جزء السهم وهو (630)، وحاصل الضرب يكون منقسماً على أفراد كل فريق، والصورة في الجدول هكذا: ¶ ت ¶ 24 ¶ 15120 ¶ 1 ¶ 8 ¶ زوجتان ¶ 3 ¶ 1890 ¶ 1 ¶ 6 ¶ خمس جدات ¶ 4 ¶ 2520 ¶ 2 ¶ 3 ¶ تسع بنات ¶ 16 ¶ 10080 ¶ عصبة ¶ سبعة أعمام ¶ 1 ¶ 630 ¶ تمرين: ¶ مات رجل عن أربع زوجات وثلاث جدات واثني عشر عماً لأبوين أو لأب. للأربع زوجات الربع وللجدات الثلاث السدس ولاثني عشر عماً الباقي. ¶ ت ¶ 12 ¶ 144 ¶ 1 ¶ 4 ¶ أربع زوجات ¶ 3 ¶ 36 ¶ 1 ¶ 6 ¶ ثلاث جدات ¶ 2 ¶ 24",
            "page": "26",
            "part": "2"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "عصبة ¶ اثني عشر عماً ¶ 7 ¶ 84 ¶ مات رجل عن أبوين وثمان بنات. للأب السدس وللأم السدس وللبنات الثلثان. ¶ ت ¶ 6 ¶ 12 ¶ 1 ¶ 6 ¶ أب ¶ 1 ¶ 2 ¶ 1 ¶ 6 ¶ أم ¶ 1 ¶ 2 ¶ 2 ¶ 3 ¶ ثمان بنات ¶ 4 ¶ 8 ¶ ماتت امرأة عن زوج وست شقيقات. للزوج النصف وللشقيقات الستة الثلثان. ¶ ت ¶ 6-7 ¶ 21 ¶ 1 ¶ 2 ¶ زوج ¶ 3 ¶ 9 ¶ 2 ¶ 3 ¶ ست شقيقات ¶ 4 ¶ 12 ¶ ماتت امرأة عن ثلاث بنات وثلاث جدات وثلاث أخوات لأب. للبنات الثلاث الثلثان وللجدات الثلاث السدس وللأخوات الباقي تعصيباً. ¶ ت ¶ 6 ¶ 18 ¶ 2 ¶ 3 ¶ ثلاث بنات ¶ 4 ¶ 12 ¶ 1 ¶ 6 ¶ ثلاث جدات ¶ 1 ¶ 3 ¶ عصبة ¶ ثلاث أخوات لأب ¶ 1 ¶ 3 ¶ ماتت امرأة عن بنت وست أخوات شقيقات. للبنت النصف وللأخوات الشقيقات الست الباقي تعصيباً. ¶ ت ¶ 2 ¶ 12 ¶ 1 ¶ 2 ¶ بنت ¶ 1 ¶ 6 ¶ عصبة ¶ ست أخوات شقيقات ¶ 1 ¶ 6 ¶ مات رجل عن زوجتين وست أخوات شقيقات وخمس أخوات لأم. للزوجتين الربع وللأخوات الشقيقات الست الثلثان وللأخوات لأم الخمس الثلث. ¶ ت ¶ 12-15 ¶ 450 ¶ 1 ¶ 4 ¶ زوجتان ¶ 3 ¶ 90 ¶ 2 ¶ 3 ¶ ست أخوات شقيقات ¶ 8 ¶ 240 ¶ 1 ¶ 3 ¶ خمس أخوات لأم ¶ 4 ¶ 120 ¶ خلاصة الفصل: ¶ ... إن السهام إن انقسمت على أصحاب الفروض فبها ونعمت، وإن لم تنقسم فينظر أولاً بين السهام والرؤوس في ثلاث من النسب، وهي التماثل والتوافق والتباين، فأما التماثل فلا يحتاج معه إلى العمل لصحة القسمة عندئذٍ، وأما التوافق فخذ وفق الرؤوس واضربه في أصل المسألة، ومن الحاصل يكون أصل المسألة، وأما التباين فخذ عدد الرؤوس واضربه فيها أيضاً، ومن الحاصل يكون أصل المسألة.",
            "page": "27",
            "part": "2"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "هذا إذا كان الذين لا تنقسم عليهم السهام فريقاً واحداً من الورثةأما إذا تعددت الفرق فاعمل العمل الأول بأن تنظر إلى السهام والرؤوس، فإذا كان بينهما تماثل فلا إشكال في صحة الانقسام وإن كان توافق فاحفظ في يدكوفق الرؤوس، وإن كان بينهما تباين فاحفظ عدد الرؤوس في يدكأيضاً، ثم انظر في المحفوظتين أو المحفوظات مراعياً النسب الأربعة المذكورة سابقاً ففي التماثل تأخذ أحد عدد الرؤوس وتضربه في أصل المسألة، وفي التداخل تأخذ العدد الأكبر وتضربه في أصل المسألة وفي التوافق تأخذ الوفق وتضربه في كل العدد الآخر والحاصل تضربه في أصل المسألة، وفي التباين تضرب أحدهما في الآخر، والحاصل تضربه في أصل المسألة، وما تضربه في هذا كله يكون أصل المسألة ويسمى تصحيحاً، وهو في اللغة إزالة السقم، وفي الاصطلاح تحصيل أقل عدد يخرج منه حظ كل وارث صحيحاً بلا كسر. هذا والله أعلم واستغفر الله العظيم. ¶ فصل في المناسخة ¶ هي في اللغة: من نسخ بمعنى النقل والتحويل. ¶ وفي الاصطلاح: انتقال نصيب بعض الورثة بموته قبل القسمة إلى من يرث منه، وحينئذٍ تعمل ما عرفته في الحساب من إخراج أصل المسألة مراعياً النسب الأربعة، ومن تصحيح المسألة مراعياً النسب أيضاً، وتعمل للميت الثاني مسألة وتصححها إن احتاجت إلى تصحيح، وتجعلها في جدول واحد مع الأولى وتربطهما بجامعة، وانظر بعد هذا كله بين سهم الميت الثاني في المسألة الأولى التي كان فيها وارثاً وبين أصل مسألته التي هو ميت فيها.",
            "page": "28",
            "part": "2"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "... فإن كان بينهما تماثل فاجعل المسألة الأولى أصلاً للمسألتين، وتكون جامعة لهما: كمن مات عن ثلاث بنات وأخ وأختين أشقاء ثم ماتت إحدى الأختين عن أخيها وأختها قبل تقسيم التركة فأصل المسألة الأولى من ثلاثة لوجود الثلثين الذي هو فرض البنات، فلهن اثنان من ثلاثة، وللأخ وأختيه الباقي، وهو واحد، ومعلوم عندك أن الاثنين لا تنقسم على عدد رؤوس البنات الثلاثة للمباينة بينهما فاحفظ في يدك عددهن، كما أن الواحد لا ينقسم على عدد رؤوس الأخوة للمباينة بينهما فاحفظ عددهم في يدك، وهو أربعة؛ لأن الذكر يحسب ضعف الأنثى في باب التعصيب. ¶ ... ثم انظر في المحفوظتين تجد بينهما مباينة فاضرب أحدهما في الآخر، وما ينتج يضرب في أصل المسألة، وهو ثلاثة يحصل لك ستة وثلاثون، ومنها تصح المسألة وبعد هذا اعمل للميت الثاني مسألته وانظمها مع الأولى وانظر بين سهام الميت في المسألة الأولى وبين أصل مسألته تجد مماثلة فاجعل عندئذٍ المسألة الأولى جامعة للمسألتين والصورة هكذا في الجدول: ¶ ت ¶ 3 ¶ 36 ¶ 3 ¶ 36 ¶ ثلاث بنات ¶ 2 ¶ 24 ¶ 24 ¶ أخ شقيق ¶ 1 ¶ 6 ¶ أخ شقيق ¶ 2 ¶ 8 ¶ جمعنا سهمه في المسألتين فكان الحاصل ثمانية ¶ أخت شقيقة ¶ 3 ¶ أخت شقيقة ¶ 1 ¶ 4 ¶ جمعنا سهمها في المسألتين فكان الحاصل أربعة ¶ أخت شقيقة ¶ 3 ¶ ت ¶ ... وإن كان بينهما توافق فاضرب وفق أصل المسألة الثانية في كل الأولى جاعلاً ذلك الوفق فوق المسألة الأولى، ووفق سهام الميت الثاني فيها فوق أصل مسألته ليسهل عليك إعطاء كل وارث حقه في الجامعة. ¶ ... وبعد عملية الضرب تجعل الحاصل في مسألة تسمى جامعة، وعند إعطاء الورثة حقوقهم اضرب سهامهم في الوفق الذي فوق مسألتهم ثم اجمعهما في الجامعة، فإن كان المجموع عين الجامعة فعملك المتقدم صحيح وإلا فارجع قهقرى لتقف على الغلط الذي وقعت فيه لتصحيح العمل.",
            "page": "29",
            "part": "2"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "... ومثال التوافق كمن ماتت عن زوج وبنت وبنت ابن وابن ابن، ثم مات الزوج عن زوجة وأم وأختين لأب وأم وأخت لأم، فأصل المسألة الأولى من اثني عشر، للزوج ثلاثة، وللبنت ستة، والباقي ثلاثة بين بنت الابن وابن الابن للذكر مثل حظ الأنثيين، وأصل المسألة الثانية للميت الثاني من اثني عشر، وتعول إلى خمسة عشر للزوجة ثلاثة وللأم اثنان وللأختين لأب وأم ثمانية وللأخت للأم اثنان وبين سهام الزوج أعني ثلاثة وبين مسألته أعني خمسة عشر موافقة بالثلث فتضرب ثلث خمسة عشر، وهو خمسة في المسألة الأولى، ويكون الحاصل في الجامعة جاعلاً وفق سهم الميت فوق مسألته كما تجعل وفق مسألته فوق المسالة الأولى.وعند الإعطاء اضرب سهم كل وارث في الوفق الذي فوق مسألته واجعل الحاصل في الجامعة والصورة هكذا في الجدول. ¶ 5 1 ¶ ت ¶ 12 ¶ 12-15 ¶ 60 ¶ زوج ¶ 3 ¶ ت ¶ بنت ¶ 6 ¶ 30 ¶ بنت ابن ¶ 1 ¶ 5 ¶ ابن ابن ¶ 2 ¶ 10 ¶ زوجة ¶ 3 ¶ 3 ¶ أم ¶ 2 ¶ 2 ¶ أختان شقيقتان ¶ 8 ¶ 8 ¶ أخت لأم ¶ 2 ¶ 2 ¶ وإن كان بينهما تباين فاضرب أصل المسألة الثانية في كل الأولى جاعلاً سهم الميت الثاني في المسألة الأولى فوق مسألته الثانية وأصل الثانية فوق الأولى ليسهل عليك الإعطاء في الجامعة، والحاصل من عملية الضرب يكون أصل الجامعة. ¶ ومثال التباين: كمن ماتت عن زوج وأبوين وبنت، ثم مات الزوج عن بنته وزوجة وأخت لأبوين، فأصل المسألة الأولى من اثني عشر وتعول إلى ثلاثة عشر للزوج ثلاثة ولكل من الأبوين اثنان وللبنت ستة، وأصل المسالة الثانية للميت الثاني من ثمانية للبنت أربعة وللزوجة واحد وللأخت ثلاثة وبين سهام الميت أعني ثلاثة وأصل مسألته أعني ثمانية تباين، فتضرب أصل المسألة الثانية وهو ثمانية في عول أصل المسألة الأولى، وهو ثلاثة عشر، والحاصل أعني مائة وأربعة يكون أصل الجامعة.",
            "page": "30",
            "part": "2"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "... وعند الإعطاء تضرب سهم كل وارث في المسألة الأولى في أصل المسألة الثانية وسهم كل وارث في المسألة الثانية في سهم الميت، والصورة في الجدول هكذا. ¶ 8 3 ¶ ت ¶ 12-13 ¶ 8 ¶ 104 ¶ زوج ¶ 3 ¶ ت ¶ أب ¶ 2 ¶ 16 ¶ أم ¶ 2 ¶ 16 ¶ بنت ¶ 6 ¶ بنت ¶ 4 ¶ 60 جمعنا الحاصل من ضرب 6×8 ومن ضرب 4×3 فكان 60 ¶ زوجة ¶ 1 ¶ 3 ¶ أخت شقيقة ¶ 3 ¶ 9 ¶ ... وهكذا تعمل إن كان الميت ثالثاً ورابعاً وخامساً فاجعل المسألة الجامعة بعد الميت الثاني مقام الأولى والمسألة الجامعة بعد الميت الثالث مقام الثانية وهكذا تعمل في كل ميت رابع وخامس حتى نهاية الموتى. ¶ مثال ذلك: امرأة ماتت عن زوج وأم وعم ثم مات الزوج عن خمسة بنين ثم ماتت الأم عن أربع أخوة لأب فأصل المسألة الأولى من ستة وأصل المسألة الثانية من خمسة وبين سهام الميت الثاني في المسألة الأولى وهي ثلاثة وبين أصل مسألته وهو خمسة تباين ضربنا أصل المسألة الثانية في الأولى فكان الحاصل ثلاثين وعند الإعطاء تضرب سهام الورثة في المسألة الأولى في أصل المسألة الثانية كما تضرب سهام الورثة في المسألة الثانية في أصل الأولى وبعد هذا تعمل للميت الثالث مسألة وتربطها بالجامعة الأولى وتنظر إلى سهام الميت في الجامعة هذه وبينها وبين مسألته موافقة بالنصف فتضرب نصف الأربعة في الجامعة الأولى فحصل ستون وهي الجامعة الثانية وعند الإعطاء تضرب سهام الورثة في الجامعة الأولى بوفق المسألة للميت الثالث كما تضرب سهامهم في مسألته بوفق سهمه كما علمته سابقاً والصورة هكذا في الجدول. ¶ 5 3 2 5 ¶ ت ¶ 6 ¶ 5 ¶ 30 ¶ 4 ¶ 60 ¶ زوج ¶ 3 ¶ ت ¶ أم ¶ 2 ¶ 10 ¶ ت ¶ عم ¶ 1 ¶ 5 ¶ 10 ¶ خمسة بنين ¶ 5 ¶ 15 ¶ 30 ¶ أربعة أخوة لأب ¶ 4 ¶ 20 ¶ تمرين:",
            "page": "31",
            "part": "2"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "ماتت امرأة عن زوج وأم وعم ثم مات الزوج عن أم وأب. ¶ ت ¶ 6 ¶ 3 ¶ 6 ¶ زوج ¶ 3 ¶ ت ¶ أم ¶ 2 ¶ 2 ¶ عم ¶ 1 ¶ 1 ¶ أم ¶ 1 ¶ 1 ¶ أب ¶ 2 ¶ 2 ¶ مات رجل عن أم وابن وبنت ثم مات الابن عن جدة وابن وابن وبنت. ¶ 3 5 ¶ ت ¶ 6 ¶ 18 ¶ 6 ¶ 54 ¶ أم ¶ 1 ¶ 3 ¶ 9 ¶ ابن ¶ 5 ¶ 10 ¶ ت ¶ بنت ¶ 5 ¶ 15 ¶ جدة ¶ 1 ¶ 5 ¶ ابن ¶ 2 ¶ 10 ¶ ابن ¶ 2 ¶ 10 ¶ بنت ¶ 1 ¶ 5 ¶ مات رجل عن أم وابن وابن ثم مات أحد الابنين عن جدة وابن وابن وبنت. ¶ 6 5 ¶ ت ¶ 6 ¶ 12 ¶ 6 ¶ 72 ¶ أم ¶ 1 ¶ 2 ¶ 12 ¶ ابن ¶ 5 ¶ 5 ¶ ت ¶ ابن ¶ 5 ¶ 30 ¶ جدة ¶ 1 ¶ 5 ¶ ابن ¶ 2 ¶ 10 ¶ ابن ¶ 2 ¶ 10 ¶ بنت ¶ 1 ¶ 5 ¶ مات رجل عن زوجة وأم وأب وبنتين ثم مات الأب عن هؤلاء وعن أخ شقيق. ¶ 6 1 ¶ ت ¶ 24-27 ¶ 24 ¶ 162 ¶ زوجة ¶ 3 ¶ 18 ¶ أم ¶ 4 ¶ زوجة ¶ 3 ¶ 24+3=27 ¶ أب ¶ 4 ¶ ت ¶ بنت ¶ 8 ¶ بنت ابن ¶ 8 ¶ 48+8=56 ¶ بنت ¶ 8 ¶ بنت ابن ¶ 8 ¶ 48+8=56 ¶ أخ شقيق ¶ 5 ¶ 5 ¶ فصل في الرد على ذوي الفروض ¶ ... الرد مصدر ردّ عليه الشيء، وفي عرفهم رد الباقي من الفروض على أصحاب الفروض عند عدم العصبة، وهو ضد العول، قال السيد في شرح السراجية (1) : في العول تفضل السهام على المخرج وفي الرد يفضل المخرج على السهام. انتهى. ¶ __________ ¶ (1) صفحة 86 .",
            "page": "32",
            "part": "2"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "... وتفصيله أن الفروض إذا لم تستغرق أصحابها ولا يوجد عاصب يأخذ الباقي اقتضى الرد على أصحاب الفروض بقدر فروضهم، ما عدا الزوجين فإنه لا يرد عليهما أصلاً وهو قول عامة الصحابة، وإليه ذهب أئمتنا وأكثر الفقهاء لكن قال اللكنوي في حاشية السراجية (1): قال المتأخرون من الحنفية والشافعية بجواز الرد على جميع ذوي الفروض في زماننا هذا الذي اندرس فيه بيت المال وقال في رد المحتار، وفي المستصفى: الفتوى اليوم على جواز الرد على الزوجين لكن إنما يجوز الرد عليهما في هذا الزمان عند عدم الوارثين الآخرين. ¶ وقال المحقق أحمد بن يحيى بن سعد التفتازاني: أفتى كثير من المشايخ بالرد عليهما إذا لم يكن من الأقارب سواهما فافهم. انتهى. والمقصود بالأقارب أهل الفروض والعصبات وقد تقدم في أول الكتاب بيان ترتيب المستحقين من الورثة فتفطّن. ¶ والرد إما أن يكون على صنف واحد أو أكثر وعلى التقديرين إما في المسألة من لا يرد عليه بأن يكون فيها أحد الزوجين أو لا فالأقسام أربعة: ¶ الأول: إذا كان الورثة صنفاً واحداً ممن يرد عليه كثلاث بنات أو خمس أخوات لأم فقسّم الباقي على عدد روؤسهم. ¶ الثاني: إذا كان الورثة صنفين أو أكثر ممن كانوا يرد عليهم فاجعل المسألة الردّية من مجموع سهامهم وصححها إن احتاجت إلى تصحيح كجدة وأخت لأم فالمسألة من ستة لكل واحدة منهما سهم فتفضل أربعة أسهم، وحينئذٍ تعمل مسألة ردية من مجموع سهامهما وهو اثنان، ويقسم الفاضل –وهو أربعة أسهم- نصفين فيعطى لكل منهما نصف. ¶ __________ ¶ (1) صفحة 86 .",
            "page": "33",
            "part": "2"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "الثالث: إذا كان الورثة صنفاً واحداً وكان معه أحد الزوجين ممن لا يرد عليه فاجعل مسألة من يرد عليه من ذوي الفروض من مخرج فرض أحد الزوجين، وأعطِ فرض أحدهما، واقسم الباقي على عدد رؤوس من يرد عليه من ذوي الفروض إن استقام وإلا فصحح كما عرفت سالفاً كزوج وثلاث بنات فأصل المسألة من اثني عشر للزوج ثلاثة أسهم منها وللبنات ثمانية منها أيضاً والباقي سهم واحد يرد على البنات بأن تعمل مسألة من مخرج فرض الزوج وهو أربعة فتكون أصل المسألة فتعطي للزوج سهماً من أربعة وللبنات الباقي وهو ثلاثة أسهم ويصح انقسامها على عدد رؤوسهن ولو كان مكان الثلاث أربع بنات لما صحّ الانقسام فعندئذٍ تحتاج إلى تصحيح المسألة بالطريقة المشروحة لك سابقاً وصورة هذا العمل كله في جدولين، جدول للمسألة الأولى قبل الرد وجدول للمسألة الردّية. ¶ صورة جدول المسألة الأولى صورة جدول المسألة الردّية ¶ ت ¶ 12 ¶ ت ¶ 4 ¶ 1 ¶ 4 ¶ زوج ¶ 3 ¶ زوج ¶ 1 ¶ 2 ¶ 3 ¶ ثلاث بنات ¶ 8 ¶ ثلاث بنات ¶ 3 ¶ الرابع: إذا كان في المسألة صنفان فاكثر وكان فيها أحد الزوجين أعني من لا يرد عليه فأعمل مسألة من مخرج فرض أحدهما فإن انقسم الباقي على أصحاب الفروض بقدر سهامهم فبها ونعمت ... وإن لم ينقسم فأعمل مسألة لهم أيضاً كما عملت لأحد الزوجين مسألة واجمع سهامهم فيها واجعلها أصل المسألة ثم اضربها في اصل مسألة أحد الزوجين والحاصل يكون مخرج الفريقين وإذ أردت الإعطاء فاضرب سهام أصحاب الفروض فيما بقي من مسألة أحد الزوجين واضرب سهم أحدهما في مجموع سهام أصحاب الفروض.",
            "page": "34",
            "part": "2"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "... مثاله رجل مات عن أربع زوجات وتسع بنات وست جدات فأصل المسألة من أربعة وعشرين للزوجات ثلاثة اسهم وللبنات ستة عشر سهماً وللجدات أربعة أسهم والباقي سهم واحد وبعد تصحيحها تعمل مسألة ترد فيها الباقي على أصحاب الفروض فأعمل للزوجات مسألة من مخرج فرضهنّ وهو ثمانية وأعط لهن ثمنه وهو واحد والباقي سبعة، واعمل لأصحاب الفروض مسألة أيضاً من مخرج فروضهم وهو ستة لوجود سدس الجدات وثلثي البنات وبعد توزيع سهامهم اجمع السهام وأجعلها أصل المسألة وهي ههنا خمسة، لأن الجدات يأخذن سهماً من ستة والبنات يأخذن أربعة منها والمجموع خمسة اسهم ثم اضربها في أصل مسألة الزوجات وهو ثمانية والحاصل يكون مخرج الفريقين وهو أربعون وإذا اردت الإعطاء فاضرب سهم الزوجات وهو واحد في مجموع سهام أصحاب الفروض وهو خمسة واضرب سهم الجدات فيما بقي من مسألة الزوجات وهو سبعة كما تضرب سهام البنات فيما بقي من مسألتهن وتصحح المسألة بعد هذا إن احتاجت إلى تصحيح والصورة في الجدول هكذا. ¶ 6-5 ¶ 8 ¶ 40 ¶ 1440 ¶ جدات ستة ¶ 1 ¶ زوجات أربعة ¶ 1 ¶ زوجات أربعة ¶ 5 ¶ 180 ¶ بنات تسعة ¶ 4 ¶ 7 الباقي ¶ جدات ستة ¶ 7 ¶ 252 ¶ بنات تسعة ¶ 28 ¶ 1008 ¶ تمارين ... : ¶ ماتت امرأة عن زوج وأم وبنت . ¶ 6-4 ¶ 4 ¶ 16 ¶ أم ¶ 1 ¶ زوج ¶ 1 ¶ زوج ¶ 4 ¶ بنت ¶ 3 ¶ 3 الباقي ¶ أم ¶ 3 ¶ بنت ¶ 9 ¶ مات رجل عن زوجة وأُم وبنت. ¶ 6-4 ¶ 8 ¶ 32 ¶ أم ¶ 1 ¶ زوجة ¶ 1 ¶ زوجة ¶ 4 ¶ بنت ¶ 3 ¶ 7 الباقي ¶ أم ¶ 7 ¶ بنت ¶ 21 ¶ مات رجل عن أربع بنات. ¶ ت ¶ 3 ¶ 6 ¶ 4 ¶ 8 ¶ 2أربع بنات ¶ 2 ¶ 4 ¶ الباقي اثنان ¶ بنت ¶ بنت ¶ بنت ¶ بنت ¶ 2 ¶ 2 ¶ 2 ¶ 2 ¶ فصل في ذوي الارحام",
            "page": "35",
            "part": "2"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "... ذو الرحم في اللغة بمعنى ذي القرابة مطلقاً، وفي الشريعة كل قريب ليس بذي فرض ولا عصبة، وكانت الصحابة ترى توريث ذوي الأرحام، وبه قال إمامنا الأعظم وأصحابه أبو يوسف ومحمد وزفر ومن تابعهم - رضي الله عنهم - . ¶ وأصنافهم أربعة يقدم الأقرب فالأقرب كما في العصبات، فإذا وجد الصنف الأول فإنه يأخذ الميراث ويحجب باقي الأصناف وإذا وجد الثاني فإنه يحجب الثالث، والثالث يحجب الرابع، وهذا هو المختار للفتوى. ¶ الصنف الأول: أولاد البنات كابن بنت وبنت بنت، وأولاد بنات الابن كبنت بنت الابن وابن بنت الابن فيقدم من كان جهته أقرب إلى الميت كبنت البنت فإنها أولى من بنت بنت الابن. ¶ ... فإن استووا في الدرجة فولد الوارث أولى من ولد ذي الرحم كبنت بنت الابن فإنها أولى من ابن بنت البنت لادلائها بوارث وهو بنت الابن. ¶ ... وإن استوت درجاتهم في القرب ولم يكن فيهم ولد وارث كبنت ابن البنت وابن بنت البنت، أو كان كلهم يدلون بوارث كابن البنت وبنت البنت، فأبو يوسف والحسن رحمهما الله تعالى يعتبران أبدان الفروع ويقسمان المال عليهم باعتبار حال ذكوريتهم وأنوثتهم سواء اتفقت صفة الأصول في الذكورة والأنوثة كابن البنت وبنت البنت أو اختلفت كابن بنت البنت وبنت ابن البنت. فإن كانوا ذكوراً فقط أو إناثاً فقط اقتسموا المال بالسوية وإن كانوا ذكوراً وإناثاً فللذكر مثل حظ الأنثيين. ¶ ... وأما محمد بن الحسن رحمه الله تعالى فإنه يوافقهما إن اتفقت الأصول، فعندئذٍ يقسم المال على أبدان الفروع أما إن اختلفت الأصول ذكورة وأنوثة فإنه يعطي الفروع ميراث الأصول مخالفاً لهما.",
            "page": "36",
            "part": "2"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "الصنف الثاني: الساقطون من الأجداد والجدات أربعة أب الأم وأب أم الأب، وأم أب الأم، وأم أب أم الأب، فأولاهم بالميراث أقربهم إلى الميت من أي جهة كان كأب الأم فإنه أولى من أب أم الأم، فإن استووا فمن كان يدلي إلى الميت بوارث فهو أولى ممن لا يدلي إليه بوارث عند أبي سَهْلٍ الفرضي وأبي فضل الخفاف وعلي بن عيسى البصري كأب أم الأم فإنه أولى من أب أب الأم لادلائه بوارث وهو الجدة الصحيحة أعني أم الأم والثاني يدلي بغير وارث وهو الجد الفاسد أعني أب الأم ويرى أبو سليمان الجرجاني وأبو علي البستي عدم التفضيل بين من يدلي بوارث أو لا يدلي به، ففي الصورة المذكورة يقسم المال عندهما أثلاثاً ثلثاه لأب أب الأم وثلثه لأب أم الأم ما دامت درجتهما في القرب متساوية، وإن كان الكل لا يدلي بوارث وقد استوت درجاتهم قرباً وبعداً كأب أب أم الأب، وأم أب أم الأب أو كان الكل يدلي بوارث مع الاستواء المذكور كأب أم أب أب الأب، وأب أم أم أم الأب وقد اتفقت صفة من يدلون به ذكورة وأنوثة واتحدت قرابتهم بأن يكونوا كلهم من جانب أب الميت أو أمه. ¶ فالقسمة حينئذٍ على أبدان الفروع بالسوية إن كانوا ذكوراً فقط أو إناثاً فقط وللذكر مثل حظ الأنثيين إن كانوا مختلفين. ¶ ... أما إن اختلفت صفة من يدلون به ذكورة وأنوثة واستوت الدرجة فالمال يقسم على أول بطن وقع الاختلاف فيها ثم ما أصاب كل فريق يقسم بينهم كما لو اتحدت قرابتهم كأب أم أب أب الأب، وأب أم أم أم الأب وإن اختلفت قرابتهم مع استواء الدرجة كما إذا ترك أم أب أم أب الأب، وأم أب أب أب الأم فالثلثان لقرابة الأب وهو نصيب الأب، والثلث لقرابة الأم وهو نصيب الأم.",
            "page": "37",
            "part": "2"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "والحاصل: انه إما أن يكون هناك استواء الدرجة أو لا فعلى الثاني الأقرب أولى، وعلى الأول إما أن تتحد القرابة أو تختلف فإن اختلفت يقسم المال أثلاثاً كما ذكرنا وإن اتحدت فإن اتفقت صفة فالقسمة على أبدان الفروع وإن لم تتفق يقسم المال على الخلاف الذي ذكرناه في الصنف الأول فاحفظ هذه الضابطة فإنها نافعة. قالها السيد العلامة في شرح السراجية. ¶ الصنف الثالث: وهم أولاد الأخوات وبنات الأخوة مطلقاً وبنو الأخوة لأم. ¶ فأولاهم بالميراث أقربهم إلى الميت فبنت الأخت أولى من ابن بنت الأخ لأنها أقرب فإن استووا في درجة القرب فولد العصبة أولى من ولد ذوي الرحم كبنت ابن الأخ وابن بنت الأخت كلاهما لأب وأم أو لأب أو أحدهما لأب وأم والآخر لأب، المال كله لبنت ابن الأخ لأنها ولد العصبة، وإن كان ابن بنت الأخت، وبنت ابن الأخ لأم كان المال بينهما للذكر مثل حظ الأنثيين عند أبي يوسف رحمه الله تعالى إذ الأصل عنده في المواريث تفضيل الذكر على الأنثى، وعند محمد رحمه الله تعالى يكون المال بينهما أنصافاً باعتبار الأصول، وهو ظاهر الرواية. ¶ وإن استووا في القرب وليس فيهم ولد عصبة كبنت بنت الأخ وابن بنت الأخ أو كان كلهم أولاد العصبات كبنتي ابن الأخ لأب وأم أو لأب أو كان بعضهم أولاد العصبات وبعضهم أولاد أصحاب الفرائض كبنت الأخ لأب وأم وبنت الأخ لأم، فأبو يوسف رحمه الله تعالى يعتبر الأقوى في القرابة فمن كان أصله أخاً لأب وأم أولى ممن كان أصله أخاً لأب فقط أو لأم فقط عنده ومحمد رحمه الله تعالى يقسم المال على الأخوة والأخوات مع اعتبار عدد الفروع والجهات في الأصول وهو الظاهر من قول الإمام الأعظم - رضي الله عنه - فما أصاب كل فريق من تلك الأصول يقسم بين فروعهم كما إذا ترك ثلاث بنات أخوة متفرقين وثلاثة بنين وثلاث بنات أخوات متفرقات بهذه الصورة:",
            "page": "38",
            "part": "2"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "فأبو يوسف رحمه الله تعالى يقسم كل المال بين فروع الأخوة لأب وأم لأنهم أقوى في القرابة من غيرهم فيجعل المال أرباعاً يعطى ابن الأخت لأب وأم ربعين، وبنت الأخ لأب وأم ربعاً، وبنت الأخت لأب وأم ربعاً آخر، فإن لم يوجد فروع بني الأعيان يقسم المال على فروع بني العلات أي فروع الأخوة لأب أرباعاً كما تقدم ومحمد رحمه الله تعالى يقسم ثلث المال بين فروع أولاد الأخوة لأم على السوية أثلاثاً لاستواء أصوله في القسمة، والباقي بين فروع بني الأعيان أنصافاً فبنت الأخ تأخذ نصف أبيها، وابن الأخت لأب وأم وبنت الأخت لأب وأم يأخذان النصف الآخر للذكر مثل حظ الأنثيين. ¶ ولو ترك ثلاث بنات بني أخوة متفرقين لكان المال كله لبنت ابن الأخ لأب وأم بالاتفاق بين الصاحبين لأنها ولد العصبة، ولها قوة القرابة من جانبي الأب والأم والصورة هكذا: ¶ ميت: ¶ بنت ابن الأخ لأب وأم بنت ابن الأخ لأب بنت ابن الأخ لأم ¶ الصنف الرابع: العمات لأب وأم أو لأب أو لأم، والأعمام لأم، والأخوال والخالات مطلقاً إذا انفرد واحد منهم استحق المال كله لعدم المزاحم وإذا اجتمعوا وكان حيز قرابتهم متحداً بأن يكون الكل من جانب واحد كالعمات والأعمام لأم فإنهم من جانب الأب أو الأخوال والخالات فإنهم من جانب الأم، فالأقوى منهم في القرابة أولى بالإجماع أعني من كان لأب وأم أولى بالميراث ممن كان لأب، ومن كان لأب أولى ممن كان لأم ذكوراً كانوا أو إناثاً، وإن كانوا ذكوراً وإناثاً واستوت أيضاً قرابتهم في القوة فللذكر مثل حظ الأنثيين كعمة وعم كلاهما لأم، وإن كان حيز قرابتهم مختلفاً فلا اعتبار لقوة القرابة كعمة لأب وأم وخالة لأم أو خالة لأب وأم وعمة لأم فالثلثان لقرابة الأب وهو نصيب الأب والثلث لقرابة الأم وهو نصيب الأم، وكذا لو ترك عمة لأب وأم وخالة لأب وأم، أو عمة لأب وأم وعمة لأم.",
            "page": "39",
            "part": "2"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "تتمة: في أولاد هذا الصنف يقدم أقربهم إلى الميت من أي جهة كان فبنت العمة أو ابنها أولى من بنت بنت العمة وابن بنتها وبنت ابنها فإن استووا في القرب وكان حيز قرابتهم متحداً فمن كان له قوة القرابة فهو أولى بالإجماع كبنت العمة لأب وأم فإنها مقدمة على بنت العمة لأب أو أم، وان استووا في القرب بحسب الدرجة، والقرابة بحسب القوة وكان حيز قرابتهم متحداً فولد العصبة أولى ممن لا يكون ولد العصبة كبنت العم وابن العمة لأب وأم أو لأب المال كله لبنت العم لأنها ولد العصبة دون ابن العمة وإن كان أحد هذين المذكورين لأب وأم والآخر لأب كان المال كله لمن كانت له قوة قرابة في ظاهر الرواية، وإن استووا في القرب ولكن اختلف حيز قرابتهم فلا اعتبار ههنا لقوة القرابة ولا لولد العصبة في ظاهر الرواية كابن عمة لأب وأم وابن خالة لأب وأم فالثلثان لابن العمة لإدلائه بالأب، والثلث لمن يدلي بالأم. ¶ ... ثم عند أبي يوسف رحمه الله تعالى ما أصاب كل فريق من فريقي الأب والأم يقسم على أبدان الفروع مع اعتبار عدد الجهات في الفروع، وعند محمد رحمه الله تعالى يقسم المال على أول بطن اختلف مع اعتبار عدد الفروع والجهات في الأصول وما ذكرنا في هذا الصنف من عمومة الميت وخؤلته وأولادهم ينتقل إلى جهة أبوي أبويه وخؤلتهم وأولادهم … ¶ هذا الفصل كله استفدته من السراجية تارة نقلته بالحرف وتارة بالمعنى والله أعلم واستغفر الله العظيم. ¶ فصل ¶ في كيفية توريث الحمل والمفقود والخنثى وولد ¶ الزنا واللعان والحرقى والهدمى والقتلى ¶ الحمل أكثر مدته سنتان عند الإمام الأعظم وأصحابه - رضي الله عنهم - وأقلها ستة أشهر بالاتفاق وإنما يرث بشرط كونه في بطن أمه وقت موت مُوَرِّثه يقيناً وكونه منفصلاً من بطن أمه حياً فلو خرج أكثره حياً لورث.",
            "page": "40",
            "part": "2"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "وحَدُّ الأكثر خروج صدر الولد إن خرج مستقيماً أو سرته إن خرج منكوساً أما لو خرج ميتاً أو إنفصل أقل من ذلك الحد حياً ثم مات فلا يرث شيئاً ويوقف له نصيب أربعة بنين أو أربع بنات أيهما أكثر عند الإمام الأعظم - رضي الله عنه - ونصيب ابن واحد أو بنت واحدة عند أبي يوسف وهو الأصح وعليه الفتوى ويعطى لباقي الورثة أقل الأنصباء إذا كانت الأنصباء متفاوتة قلة وكثرة في حالتي تقدير ذكورة الحمل وأنوثته أما إذا لم تتغير فيهما فيعطى للوارث نصيبه كاملاً وأما إذا كان مستحقاً في حالة ومحجوباً في أخرى فلا يرث شيئاً حتى يتبين حال الحمل بعد الوضع والزائد من التركة موقوف حتى يتبين الحال. ¶ فإذا ظهر الحمل ذكراً، وكان مستحقاً للأكثر الموقوف أخذه أو أنثى وكانت مستحقة له أخذته أيضاً أو كان مستحقاً للأقل أخذه أو كانت مستحقة له أخذته وأَخذ الورثة ما زاد من التركة الموقوف بحسب فروضهم المقدرة وهذا ظاهر إن شاء الله تعالى. ¶ كيفية العمل: ¶ تعمل مسألتين للحمل مسألة على تقدير ذكورته ومسألة على تقدير أنوثته ثم تربط المسألتين بجامعة. ¶ وتفصيله أنك تنظر إلى أصل المسألتين فإن كان بينهما مماثلة فاجعل أصلهما في الجامعة فاصلاً بينهما بفاصل وتوقف أكثر نصيبيه في المسألتين وتعطي أقل الأنصباء للورثة والزائد موقوف حتى يتبين الحال. ¶ وان كان بينهما موافقة فاضرب وفق أحدهما في كل الآخر والحاصل من الضرب يكون أصل الجامعة وعند الإعطاء تضرب سهام الورثة في المسألة الأولى في وفق الثانية كما تضرب سهام الورثة في الثانية في وفق الأولى وتوقف أكثر نصيبه في المسألتين حتى يتبين الحال بعد الوضع وتعطي للورثة أقل الأنصباء والباقي موقوف حتى يتبين الحال.",
            "page": "41",
            "part": "2"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "وان كان بينهما مباينة فاضرب أصل كل من المسألتين في الآخر والحاصل من هذا الضرب يكون أصل الجامعة وعن الإعطاء تضرب سهام كل من الورثة في المسألتين في أصل الأخرى وتوقف أكثر نصيبه حتى يتبين الحال وتعطي للورثة أقل الأنصباء والباقي موقوف حتى يتبين الحال أيضاً. ¶ وخذ مثالين ليتضح لك ما شرحناه ¶ مات رجل عن زوجة حامل وأخ شقيق ¶ فعلى تقدير الذكورة للزوجة الثمن والباقي للحمل ولا شيء للأخ لحجبه به وعلى تقدير الأنوثة للزوجة الثمن وللحمل النصف والباقي للأخ. ¶ وأصل المسألتين من ثمانية ومنها يكون اصل الجامعة ولما كان الأخ يرث في الحالة الثانية ولا يرث في الأولى لا يعطى له شيء حتى يتبين الحال بعد الوضع ويوقف للحمل أكثر نصيبه فيهما وهو سبعة حتى يتبين الحال بعده أيضا فإن ظهر ذكراً أخذ الباقي كله ولا شيء للأخ وأن ظهر أنثى أخذت النصف وكان الباقي للأخ وتأخذ الزوجة سهماً كاملاً لعدم تغيره في الحالتين. والصورة هكذا في الجدول. ¶ 1. الذكورة 2. الانوثة 3. الجامعة ¶ ت ¶ 8 ¶ ت ¶ 8 ¶ ت ¶ الذكورة ¶ الانوثة ¶ 8 ¶ زوجة ¶ 1 ¶ زوجة ¶ 1 ¶ زوجة ¶ 1 ¶ 1 ¶ 1 ¶ حمل ¶ 7 ¶ حمل ¶ 4 ¶ حمل ¶ 7 ¶ 4 ¶ 7 ¶ أخ شقيق ¶ / ¶ أخ شقيق ¶ 3 ¶ أخ شقيق ¶ / ¶ 3 ¶ مات رجل عن زوجة حامل وثلاث بنات وأخت شقيقة . ¶ فعلى تقدير الذكورة أصل المسألة من ثمانية للزوجة سهم وللحمل والبنات الباقي وهو غير منقسم على عدد رؤوسهم للمباينة فتضرب عددهم وهو خمسة في أصل المسألة والحاصل من هذا يكون أربعين، للزوجة خمسة اسهم والباقي للذكر مثل حظ الأنثيين للحمل أربعة عشر سهماً وللبنات واحد وعشرون سهماً لكل بنت سبعة أسهم ولا شيء للأخت لحجبها بالحمل.",
            "page": "42",
            "part": "2"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "وعلى تقدير الأنوثة أصل المسألة من أربعة وعشرين للزوجة ثلاثة اسهم وللحمل والبنات ستة عشر سهماً للحمل أربعة اسهم ولكل بنت أربعة اسهم أيضاً والباقي للأخت الشقيقة تعصبياً. ¶ وإذا نظرت إلى أصل المسألتين تجد بينهما موافقة بالثمن وثمن الأربعين خمسة تضربه في أربعة وعشرين والحاصل يكون أصل الجامعة وتنظر الى نصيبي الحمل في المسألتين في الجامعة فتوقف للحمل أكثر نصيبيه وهو 42 وتعطي للزوجة نصيبها كاملاً لعدم تغيره فيهما وتعطي للبنات أقل نصيبهن وهو 60 والزائد 3 موقوف ولا يعطى للأخت شيء حتى يتبين الحال فإن ظهر الحمل ذكراً أخذ الورثة نصيبهم في مسألة الذكورة ولا شيء للأخت وإن ظهر أنثى أخذ الورثة نصيبهم في مسألة الأنوثة وللأخت الباقي والصورة في الجدول هكذا. ¶ يوقف 25 نصيب الأخت و3 زائدة بعد إعطاء البنات أقل نصيبهن. ¶ 1. الذكورة 3 2. الانوثة 5 3. الجامعة ¶ ت ¶ 8 ¶ 40 ¶ ت ¶ 24 ¶ ت ¶ الذكورة ¶ الانوثة ¶ 120 ¶ زوجة ¶ 1 ¶ 5 ¶ زوجة ¶ 3 ¶ زوجة ¶ 15 ¶ 15 ¶ 15 ¶ 7167حمل ¶ 14 ¶ حمل ¶ حمل ¶ 42 ¶ 20 ¶ 42 ¶ ثلاث بنات ¶ 21 ¶ ثلاث بنات ¶ ثلاث بنات ¶ 63 ¶ 60 ¶ 60 ¶ أخت شقيقة ¶ / ¶ / ¶ أخت شقيقة ¶ 5 ¶ أخت شقيقة ¶ / ¶ 25 ¶ / ¶ تمرين: ¶ مات رجل عن زوجة حامل وابن. ¶ 1. الذكورة 3 2. الانوثة 2 3. الجامعة ¶ ت ¶ 8 ¶ 16 ¶ ت ¶ 8 ¶ 24 ¶ ت ¶ الذكورة ¶ الانوثة ¶ 48 ¶ زوجة ¶ 1 ¶ 2 ¶ زوجة ¶ 1 ¶ 3 ¶ زوجة ¶ 6 ¶ 6 ¶ 6 ¶ 777حمل ¶ 7 ¶ حمل ¶ 7 ¶ حمل ¶ 21 ¶ 14 ¶ 21 ¶ ابن ¶ 7 ¶ ابن ¶ 14 ¶ ابن ¶ 21 ¶ 28 ¶ 21 ¶ مات رجل عن زوجة وعم وزوجة أخ شقيق حامل. ¶ 1. الذكورة 2. الانوثة 3. الجامعة ¶ ت ¶ 4 ¶ ت ¶ 4 ¶ ت ¶ الذكورة ¶ الانوثة ¶ 4 ¶ زوجة ¶ 1 ¶ زوجة ¶ 1 ¶ زوجة ¶ 1 ¶ 1 ¶ 1 ¶ عم ¶ / ¶ عم ¶ 3 ¶ عم ¶ / ¶ 3 ¶ / ¶ حمل ¶ 3 ¶ حمل ¶ / ¶ حمل ¶ 3 ¶ / ¶ 3",
            "page": "43",
            "part": "2"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "المفقود: هو الغائب الذي انقطع خبره ولا تدرى حياته ولا موته. ¶ حكمه: هو حي في ماله حتى لا يرث منه أحد، وميت في مال غيره حتى لا يرث من أحد ويوقف ماله حتى يظهر موته أو يمضي عليه مدة تسعين سنة من وقت ولادته وهذا هو المفتى به في المذهب، واختار الكمال ابن الهمام تقديره بسبعين سنة ويعطى لباقي الورثة أقل الأنصباء والزائد موقوف حتى يظهر حال المفقود. ¶ كيفية العمل: تعمل مسألتين للمفقود مسألة على تقدير حياته ومسألة على تقدير وفاته وتصححهما إن احتاجتا إلى تصحيح ثم تربطهما بجامعة وباقي العمل ما ذكرناه في الحمل فتفطن ولا تغفل والله يتولاني ويتولاك برحمته وإليك مثالاً ليزداد ما ذكرناه وضوحاً. ¶ ... ماتت امرأة عن زوج وأختين شقيقتين وأخ شقيق مفقود فعلى تقدير وفاته يكون أصل المسألة من ستة وتعول إلى سبعة وعلى تقدير حياته يكون أصل المسألة من اثنين وتصحح من ثمانية وبين الأصلين مباينة فتضرب كلاً منهما في الآخر والحاصل يكون أصل الجامعة وهو ستة وخمسون وعند الإعطاء تضرب سهام كل من المسألتين في أصل الأخرى ثم تنظر إلى السهام فما يكون من سهم المفقود فهو موقوف إلى أن يظهر الحال بموته أو بمضي تسعين سنة وما يكون من سهام الورثة يعطى لهم أقلها والزائد موقوف حتى يظهر الحال فيكون جميع ما يصرف في هذه المسألة إلى الورثة أعني الزوج والأختين 38سهما والباقي الموقوف وهو 18سهما والصورة هكذا في الجدول. ¶ 1. الوفاة 8 2. الحياة 7 3 .الجامعة ¶ ت ¶ 6-7 ¶ ت ¶ 2 ¶ 8 ¶ ت ¶ الوفاة ¶ الحياة ¶ 56 ¶ زوج ¶ 3 ¶ زوج ¶ 1 ¶ 4 ¶ زوج ¶ 24 ¶ 28 ¶ 24 ¶ 14أختان شقيقتان ¶ 4 ¶ أختان شقيقتان ¶ 2 ¶ أختان شقيقتان ¶ 32 ¶ 14 ¶ 14 ¶ أخ شقيق مفقود ¶ / ¶ أخ شقيق مفقود ¶ 2 ¶ أخ شقيق مفقود ¶ / ¶ 14 ¶ 14 ¶ تمرين: ¶ مات رجل عن ابنتين وابن مفقود. ¶ 1. الوفاة 4 2 . الحياة 3 3. الجامعة ¶ ت ¶ 3 ¶ ت ¶ 4 ¶ ت",
            "page": "44",
            "part": "2"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "الوفاة ¶ الحياة ¶ 12 ¶ بنتان ¶ 2 ¶ بنتان ¶ 2 ¶ بنتان ¶ 8 ¶ 6 ¶ 6 ¶ ابن مفقود ¶ / ¶ ابن مفقود ¶ 2 ¶ ابن مفقود ¶ / ¶ 6 ¶ 6 ¶ ماتت امرأة عن زوج وأم وأخت شقيقة وأخ شقيق مفقود. ¶ 1.الوفاة 9 2. الحياة 4 3. الجامعة ¶ ت ¶ 6-8 ¶ ت ¶ 6 ¶ 18 ¶ ت ¶ الوفاة ¶ الحياة ¶ 72 ¶ زوج ¶ 3 ¶ زوج ¶ 3 ¶ 9 ¶ زوج ¶ 27 ¶ 36 ¶ 27 ¶ أم ¶ 2 ¶ أم ¶ 1 ¶ 3 ¶ أم ¶ 18 ¶ 12 ¶ 12 ¶ 2أخت شقيقة ¶ 3 ¶ أخت شقيقة ¶ 2 ¶ أخت شقيقة ¶ 27 ¶ 8 ¶ 8 ¶ أخ شقيق مفقود ¶ / ¶ أخ شقيق مفقود ¶ 4 ¶ أخ شقيق مفقود ¶ / ¶ 16 ¶ 16 ¶ الخنثى وهو فُعلى من الخَنَث وهو اللين والتكسر وجمعه على خَنَاثى كحُبلى وحَبَالى والمراد به ههنا من له آلة الرجال وآلة النساء أو ليس له شيء منهما أصلاً. ¶ حكمه: للخنثى المشكل أقل النصيبين أي أسوأ الحالين عند الإمام وأصحابه - رضي الله عنهم - وهو قول عامة الصحابة وعليه الفتوى ويعطى لباقي الورثة أقل الأنصباء والباقي موقوف إلى أن يظهر حاله ومن كان من الورثة محجوباً في حالة ووراثاً في حالة أخرى لا يعطى له شيء حتى يظهر الحال. ¶ كيفية العمل: تعمل مسألتين مسألة على تقدير كونه ذكراً ومسألة على تقدير كونه أنثى ثم تصححها إن احتاجت إلى تصحيح ثم تربطهما بجامعة وباقي العمل ما ذكرناه في الحمل. ¶ مثاله: مات رجل عن ابن وبنت وخنثى. ¶ فعلى تقدير كونه ذكراً يكون له سهمان وعلى تقدير كونه أنثى يكون له سهم فيعطى له نصيب الأنثى لأنه أقل وباقي العمل واضح جداً والصورة هكذا في الجدول. ¶ 1.الذكورة 4 2.الانوثة 5 3.الجامعة ¶ ت ¶ 5 ¶ ت ¶ 4 ¶ ت ¶ الذكورة ¶ الانوثة ¶ 20 ¶ ابن ¶ 2 ¶ ابن ¶ 2 ¶ ابن ¶ 8 ¶ 10 ¶ 8 ¶ بنت ¶ 1 ¶ بنت ¶ 1 ¶ بنت ¶ 4 ¶ 5 ¶ 4 ¶ خنثى ¶ 2 ¶ خنثى ¶ 1 ¶ خنثى ¶ 8 ¶ 5 ¶ 5 ¶ تمرين: ¶ ماتت امرأة عن زوج وأخت شقيقة وخنثى لأب. ¶ 1.الذكورة 7 2. الانوثة 2 3. الجامعة ¶ ت ¶ 2 ¶ ت ¶ 6-7 ¶ ت",
            "page": "45",
            "part": "2"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "الذكورة ¶ الانوثة ¶ 14 ¶ زوج ¶ 1 ¶ زوج ¶ 3 ¶ زوج ¶ 7 ¶ 6 ¶ 6 ¶ أخت شقيقة ¶ 1 ¶ أخت شقيقة ¶ 3 ¶ أخت شقيقة ¶ 7 ¶ 6 ¶ 6 ¶ خنثى لأب ¶ / ¶ خنثى لأب ¶ 1 ¶ خنثى لأب ¶ / ¶ 2 ¶ الباقي موقوف ¶ ماتت امرأة عن زوج وأم وشقيق خنثى. ¶ 1.الذكورة 4 2. الانوثة 3 3. الجامعة ¶ ت ¶ 6 ¶ ت ¶ 6-8 ¶ ت ¶ الذكورة ¶ الانوثة ¶ 24 ¶ زوج ¶ 3 ¶ زوج ¶ 3 ¶ زوج ¶ 12 ¶ 9 ¶ 9 ¶ أم ¶ 2 ¶ أم ¶ 2 ¶ أم ¶ 8 ¶ 6 ¶ 6 ¶ خنثى شقيق ¶ 1 ¶ خنثى شقيق ¶ 3 ¶ خنثى شقيق ¶ 4 ¶ 9 ¶ 4 ¶ المرتد: ¶ ... إذا مات المرتد على ارتداده أو قتل أو لحق بدار الحرب وحكم القاضي بلحاقه بدار الحرب فما اكتسبه في حال إسلامه فهو لورثته من المسلمين، وما اكتسبه في حال ردته يوضع في بيت المال عند الإمام الأعظم - رضي الله عنه - وعندهما الكسبان جميعاً لورثته المسلمين وما اكتسبه بعد اللحوق بدار الحرب فهو فيء بالإجماع وكسب المرتدة جميعاً لورثتها المسلمين بلا خلاف بين أئمتنا - رضي الله عنهم - وأما المرتد فلا يرث من أحد لا من مسلم ولا من مرتد مثله وكذلك المرتدة إلا إذا ارتد أهل ناحية بأجمعهم فحينئذٍ يتوارثون لأن ديارهم صارت ديار حرب لظهور أحكام الكفر فيها .كذا استفيد من السراجية وشرحها للشريف العلامة. ¶ ولد الزنا واللعان: ¶ أما ولد الزنا فهو من انعقدت نطفته من ماء الزنا. ¶ حكمه: أنه لا يتوارث من أبيه وأقاربه وإنما يتوارث من أمه. ¶ وأما ولد اللعان فهو كولد الزنا لا يتوارث من أبيه وإنما يتوارث من أمه. ¶ واللعان في اللغة الطرد والإبعاد وشرعاً المباهلة بين الزوجين في إزالة حد أو نفي ولد بلفظ مخصوص أمام القاضي. ¶ الغرقى والحرقى والهدمى:",
            "page": "46",
            "part": "2"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "... إذا مات جماعة بينهم قرابة ولا يدرى أيهم مات أولاً كما إذا غرقوا في السفينة معاً أو وقعوا في النار دفعة أو سقط عليهم جدار أو سقف بيت أو قتلوا في معركة ولم يعلم التقدم والتأخر في موتهم جعلوا كأنهم ماتوا معاً فمال كل واحد منهم لورثته الأحياء ولا يرث بعض هؤلاء الأموات من بعض هذا هو المختار عندنا كذا قاله في شرح السراجية (1). ¶ ... فلو مات الأخوان معاً وكان لأحدهما زوجة وبنت وعم وكان للثاني بنتان وعم فالمسألة الأولى من ثمانية أسهم للزوجة الثمن وهو سهم واحد وللبنت النصف وهو أربعة أسهم والباقي للعم تعصيباً والمسألة الثانية من ثلاثة أسهم للبنتين الثلثان وهما سهمان وللعم الباقي ولا تعمل لهما جامعة بل اعمل لهما ما عرفته في الحساب جاعلاً لكل منهما مسألة على حدة والصورة هكذا في الجدول. ¶ ت ¶ 8 ¶ ت ¶ 3 ¶ زوجة ¶ 1 ¶ بنتان ¶ 2 ¶ بنت ¶ 4 ¶ عم ¶ 1 ¶ عم ¶ 3 ¶ خاتمة في معرفة التخارج وتقسيم التركة ¶ ... التخارج تفاعل من الخروج والمراد منه ههنا أن يتصالح الورثة على إخراج بعضهم من الميراث على شيء معلوم سواء كان هذا الشيء من التركة أو من غيرها وهو جائز عند التراضي وكيفية ذلك أن تطرح سهام من أخرج من المسألة وتجعله كأنه استوفى نصيبه ثم تقسم باقي التركة على قدر سهام من بقي منهم. ... ومثال ذلك امرأة ماتت عن زوج وأم وعم لأبوين أو لأب فأصل المسألة من ستة للزوج ثلاثة أسهم وللأم سهمان وللعم الباقي تعصيباً. فإذا صالح الزوج على ما في ذمته من المهر للزوجة وخرج من بين الورثة فاطرح سهام الزوج من المسألة وهي ثلاثة واقسم باقي التركة وهو ما عدا المهر بين الأم والعم أثلاثاً بقدر سهامهما للأم سهمان وللعم سهم واحد. ¶ كيفية قسمة التركة: ¶ __________ ¶ (1) ص 156.",
            "page": "47",
            "part": "2"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "... المال المتروك إن كان عدداً مماثلاً لأصل المسألة أخذ الورثة منه بقدر سهامهم وإن كان موافقاً للأصل ردّ كل من عدد المال وأصل المسألة إلى وفقيهما ثم تضرب سهام الورثة في وفق التركة والحاصل من هذا يقسم على وفق اصل المسألة . ¶ مثال ذلك: امرأة ماتت عن زوج وبنتين وأخ لأبوين. ... ¶ أصل المسألة من اثني عشر للزوج منها ثلاثة أسهم وللبنتين ثمانية أسهم وللأخ سهم واحد فلو كانت التركة تسعة دنانير كان بينها وبين أصل المسألة موافقة بالثلث وثلث التركة ثلاثة كما أن ثلث الإثني عشر أربعة فاضرب عندئذٍ سهم كل وارث بوفق التركة ثم اقسم الحاصل على وفق أصل المسألة يخرج لك نصيبه من المال المتروك فالزوج في المثال المذكور له 3 تضربها في 3 يكون الحاصل 9 ثم تقسمها على أربعة فيخرج 2 و 4/1 وهذا نصيبه والبنتان لهما 8×3=24÷4=6 وهذا نصيبهما والأخ له 1×3=3÷4=4/3 وهذا نصيبه. ¶ وإن كان مبايناً فاجعله فوق أصل المسألة ثم اضرب سهام كل وارث في عدد التركة والحاصل من هذا التقسيم يكون نصيب كل وارث. ¶ مثال ذلك: امرأة ماتت عن زوج وأخت شقيقة. ¶ اصل المسألة من إثنين للزوج سهم وللأخت الشقيقة سهم أيضاً فلو ترك خمسة دنانير مثلاً كان بينه وبين أصل المسألة مباينة وعندئذ تضع عدد التركة فوق أصل المسألة وتضرب سهم الزوج وهو واحد في خمسة فينتج خمسة ثم تقسمها على أصل المسألة وهو اثنان والناتج يكون ¶ 1 2",
            "page": "48",
            "part": "2"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "من التركة وذكرت طريقة أخرى في معرفة تقسيم التركة أسهل من هذه وهي أنك تضرب سهام الوارث في التركة والحاصل من هذا يقسم على أصل المسألة فلو كانت التركة 60 ديناراً وسهام أحد الورثة 4 فاضرب كلاً منها في الآخر والناتج وهو 240 يقسم على أصل المسألة وهو 24 مثلاً والحاصل من التقسيم يكون نصيب الوارث من التركة هذا واسأل الله تعالى أن يجعل لنا من تركة العلوم الشرعية أوفر نصيب ويحفظنا من الزلل ويتقبل منا العمل، ويرحمنا في ذلك اليوم العصيب. ¶ ... ¶ المحتويات ¶ الموضوع ¶ الصفحة ¶ 1 ¶ الاهداء ¶ 1 ¶ 2 ¶ المقدمة ¶ 2 ¶ 3 ¶ مقدمة ¶ 4 ¶ 4 ¶ فصل في معرفة أحوال أصحاب الفروض ¶ 7 ¶ 5 ¶ أحوال الرجال ¶ 7 ¶ 6 ¶ أحوال النساء ¶ 11 ¶ 7 ¶ فصل في التعصيب ¶ 21 ¶ 8 ¶ فصل في الحجب ¶ 26 ¶ 9 ¶ فصل في الحساب ¶ 28 ¶ 10 ¶ فصل في العول ¶ 33 ¶ 11 ¶ فصل في المناسخة ¶ 46 ¶ 12 ¶ فصل في الرد على ذوي الفروض ¶ 54 ¶ 13 ¶ فصل في ذوي الأرحام ¶ 58 ¶ 14 ¶ فصل في كيفية توريث الحمل والمفقود والخنثى وولد الزنا واللعان والحرقى والهدمى والقتلى ¶ 63 ¶ 15 ¶ خاتمة في معرفة التخارج وتقسيم التركة ¶ 73 ¶ 16 ¶ المحتويات ¶ 76",
            "page": "49",
            "part": "2"
        }
    ],
    "t36622": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الفوائد البهية "
        }
    ]
}