{
    "b36621": [
        {
            "id": "1",
            "nass": "الفساد في النشاط الاقتصادي ¶ (صوره وآثاره وعلاجه) ¶ أ. د. رشاد حسن خليل ¶ كلية الشريعة والقانون - جامعة الأزهر بالقاهرة ¶ (طبعة تمهيدية) ¶ ملخص البحث ¶ لقد تناول هذا البحث المتواضع موضوع الفساد في النشاط الاقتصادي (صوره وآثاره وعلاجه)، وقد اشتمل هذا البحث على مقدمة وأربعة مباحث. ¶ المقدمة: وكانت للكلام على أهمية الموضوع وخطة البحث. ¶ المبحث الأول: تناول تعريف الفساد في اللغة وعند علماء الأصول وتعريفه عند علماء الاقتصاد الإسلامي. ¶ المبحث الثاني: يتناول شيوع التصرفات الضارة والتعامل المحرم، وقد شمل ذلك بعض الممارسات التي يحفل بها النشاط الاقتصادي المعاصر كالاحتكار، فتوجه البحث لبيان المراد بالاحتكار وحكمه، والفرق بين الاحتكار وادخار القوت وإمساك السلع، والكلام عن الاحتكار في عصر التقدم الصناعي، وأضرار الاحتكار، وعلاجه على ضوء المعطيات الشرعية والتوجه الاقتصادي السليم. ¶ ثم كان الكلام على الربا من حيث تعريفه وبيان أوجه الفساد فيه، كما تناول هذا المبحث الكلام عن البيوع المنهي عنها والتي تؤثر سلباً على الحركة الاقتصادية وهو ما يتمثل في بيع الغرر، وبيع العربون، وبيع النجش، وبيع الرجل على بيع أخيه، وقد جاء التناول لما شمله هذا النوع من الفساد في إطار علمي يتسم بإبراز المنهج الإسلامي العادل في حرصه على استقامة التعامل على نحو عادل ومنصف، وسعيه إلى ازدهار المجتمع وتنميته بما يحقق له الرفعة المنشودة. ¶ المبحث الثالث: يتناول تبديد المواد وسوء استخدامها وهو ما يمكن تسميته بالتصرفات الخاطئة التي تعرقل مسيرة التنمية وتؤثر على الاستثمار المأمول، فكان الكلام على عناصر الفساد التي يمثلها هذا الجانب وهو ما يتمثل في الإسراف والتبذير والاكتناز وهي عوامل هدم للبناء الاقتصادي وتبديد للموارد في غير ما شرع الله وأحله في مجال تملك المال وإنفاقه.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "المبحث الرابع: يتناول الكلام عن غياب القيم الأخلاقية والضوابط الشرعية في الممارسات الاقتصادية، والتي ترتب على التنكر لها والغفلة عنها مفاسد كثيرة وشرور مستطيرة تمثلت في انتشار الغش في التعامل بصوره المتقدمة، وكذلك الاشتغال ببيع وصناعة الأشياء المحرمة وتزييف النقود،مما زعزع من أساليب التعامل وجرد المجتمع الإسلامي من فضائل الأخلاق وطهارة التعامل وركن به إلى البدعة القاتلة، ¶ والاستسلام للبث الرخيص من المارقين والأغيار في سعيهم الماكر لتقويض الدعائم الأخلاقية التي ينبني عليها التعامل الرشيد ويقوم بها المجتمع الفاضل. ¶ Theme Synopsis ¶ About ¶ Viciousness of the economic activity ¶ Abstract: ¶ This modest theme has dealt the viciousness or cheating of the economic activities (its images, its effects, and its treatment). This theme has contained: Introduction's 2, four studies: ¶ 1- The first theme: has dealt the definition of cheating lexically and according to the fundamentalist of Islamic Society.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "2- The second theme: deals the harmful behaviour and the prohibited dealing in common \"It has involved some practices which spread in the contemporary economic activity such as: monopoly, this study has indicated the definition of Monopoly, its regulation\" judgment to keep commodities it talks about monopoly the era of current and industrial progress, the horns of monopoly, the way of treating it under the presence of Islamic principles\" and the healthy and legal orientation. Theme we talked about usury, its definition, and show the aspects of its viciousness. As it also the prohibited purchase which affect badly on the economic movement, such as \"AL GRAR\" purchase which means \"selling what do you don't possess, earnest selling, urging buyers to cancel their purchase to sell them yourselves and selling through dispute\". The subject of this viciousness \"cheating\" has been shown scientifically to indicate the Islamic and fair method that take care about realizing righteousness in a fair and just way and keep no spare of effect to achieve and realize the prosperity of the Islamic Society and its developing by realizing his desirable highness.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "3- The third theme: wasting and misusing the resources that we can call it \"the bad conduct\" which obstacles the march of development and affect on the desirable investment that we hope, talk about the factors and elements of viciousness \"cheating\" which is represented in waste, squandering, piling, these factors shake the economic building and waste its resources, contradicting to what \"ALLAH\" and legislate and prescribe it in the field of possessing money and spending it. ¶ 4- The fourth theme: talk about the absence of moral values, the canonical principles through the economic practices which lead to much viciousness and great mischief that was shown in spreading the vicious dealing through its innovative images to negation and not attention to these moral values. ¶ It also deals selling and producing prohibited commoditive and forging that leads to shaking the methods of dealing which strip the Islamic community from virtue and the purification of dealing and drove it to the heretical doctrine, surrender to the cheap propagation from the heretic who do their best cunningly to undermine the moral values on which the healthy dealing has been built upon which the unique society stands. ¶ مقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين، سيدنا محمد النبي الأمين وعلى آله وصحابته وتابعيه أجمعين، وبعد: ¶ فيسعدني أن يتحقق أي شرف المشاركة في هذا المؤتمر العظيم، والإسهام في فعالياته الرائدة التي تستهدف في جملتها حسن الفهم لشريعتنا الغراء، واستجلاء مقاصدها الكريمة في رفعة الشأن الإسلامي، وتصحيح مساراته الحياتية تطلعاً إلى وجود كريم وحاضر آمن ومستقبل سعيد.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ومن حق رعاة هذا المؤتمر أن نذكر لهم بالاعتزاز والامتنان ما كان منهم من قصب السبق وإيقاظ الأفهام، ولفت الأنظار إلى أهمية البحث في قضايا الاقتصاد الإسلامي. فقد شاء الله تعالى أن يحقق للملكة العربية السعودية فضل الريادة في بعث مسيرة الاقتصاد الإسلامي العلمية والتطبيقية وذلك من خلال المؤتمر العالمي الأول الاقتصاد الإسلامي الذي نظمته جامعة الملك عبد العزيز في رحاب مكة المكرمة عام 1396هـ، ثم تلى ذلك الاهتمام بإنشاء أول قسم الاقتصاد الإسلامي بكلية الشريعة والدراسات الإسلامية بمكة المكرمة وذلك عام 1401هـ، فكان افتتاح هذا القسم تجسيداً حياًَ وتطبيقاً عملياً لدور المملكة العربية السعودية في التبصير بالشريعة الإسلامية وبذل الجهود المتواصلة في التمكين للإسلام وحماية عقيدته ورعاية نظمه، وذلك يستوجب الإشادة به والتقدير له والثناء عليه. ¶ وقد يكون من نافلة القول التأكيد على أهمية الاقتصاد الإسلامي وحتمية التطبيق لمحتواه التشريعي، فقد أظهرت الدراسة لمسائله ونتائج البحث في موضوعاته أنه نظام منقذ وتشريع حي، له خصائصه الفريدة ومزاياه السامية، ووسائله الفعالة في تحرير الإنسان، وتحقيق التنمية الشاملة، وتدعيم النهضة المنشودة، والوصول بالمجتمع الإنساني إلى ما يرجى له من تعاون وتفاعل وعدل وتراحم. ¶ وإذا أظهرت لنا غاية الاقتصاد الإسلامي التي توضح حقيقته وتبين معالمه، فإنه يتعين على الباحثين فيه والدارسين له أن يقفوا من قضاياه موقف الراصد لعثرات تطبيقه والمقوم لمسيرته والكشف عن كمالاته وتصحيح مستحدثات العصر على ضوء أحكامه.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وصدوراً عن ذلك فقد آثرت أن أسهم في أبحاث هذا المؤتمر بالكتابة في موضوع: الفساد في الاقتصاد الإسلامي (صوره وآثاره وعلاجه) وهو من وجهة نظري موضوع مهم، وتوجه ضروري ذلك أن من بين ما يتغياه النشاط الاقتصادي في ظل النظام الإسلامي تحقيق الكسب الطيب وتحصيل الرزق الحلال من خلال سلامة التعامل المعيشي والتداول المالي على أساس عادل ومنصف، فيسود المجتمع الإخاء والتكافل، ويعمه الاستقرار كما تختفي منه أساليب الجشع والاستغلال. ¶ وفي ضوء هذه المعطيات الفطرية والمسلمات الشرعية، فإن كل نشاط اقتصادي ستهدف الخروج عليها والتنكر لها يكون نشاطاً مردوداً يرفضه النظام الإسلامي في مجمله، وتأباه ضوابط الحلال والحرام فيه، كما أنه يمس العقيدة الإسلامية وينال من جوهرها القويم في ارتباطها بالشريعة والهيمنة على مقرراتها وأحكامها. ¶ ومن خلال وضوح سمات هذا البحث ورغم محدودية صفحاته فإنه يمكن القول إنه يلقي الضوء على أهم الجوانب في مجال رقابة الإسلام لمسيرة المال، وما قرره من ضوابط تمنع ظهور طوائف من المترفين والمكتنزين والمتسلطين، وطوائف أخرى من الضيّاع والمعوزين والمحرومين. ¶ وفي سبيل إجلاء عناصر هذا الموضوع وإبراز أهم مسائله، فإن الخطة التي نسير عليها في دراسته ترد متمثلة في المباحث الآتية: ¶ المبحث الأول: المراد بالفساد. ¶ المبحث الثاني: شيوع التصرفات الضارة والتعامل المحرم. ¶ المبحث الثالث: تبديد الموارد وسوء استخدامها. ¶ المبحث الرابع: غياب القيم الأخلاقية والضوابط الشرعية. ¶ وفي ختام هذه المقدمة أسال الله تعالى التوفيق والسداد والهداية والرشاد، إن أُريد الإصلاح إلا ما استطعت، وما توفيقي إلا بالله عليه توكلت وإليه أُنيب. ¶ المبحث الأول ¶ المراد بالفساد ¶ الفساد: نقيض الصلاح وأخذ المال ظلماً، مأخوذ من فسد الشيء يفسد فساداً وفسوداً، وحقيقته العدول عن الاستقامة إلى ضدها. ¶ والمفسدة خلاف المصلحة، والجمع المفاسد(1) ¶ __________ ¶ (1) الهوامش ¶ (1) …لسان العرب، ج3، ص335- المصباح المنير، ج2، ص472- تفسير القرطبي، ج1، ¶ ص202.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": ". ¶ الفساد عند علماء الأصول: يتفق علماء الأصول على ثبوت الترادف بين الفاسد والباطل في باب العبادات، فيراد بها نقيض الصحة(1). ¶ إلا أنهم يختلفون في مدلول الفساد في باب المعاملات، فذهب الجمهور إلى القول بالترادف فالباطل والفاسد بمعنى واحد في العقود وهو نقيض الصحة، فالعقد إما صحيح أو باطل وكل باطل فاسد(2). ¶ وذهب الحنفية إلى منع الترادف بينهما، فالفاسد من العقود: ما كان مشروعاً بأصله دون وصفه، والباطل: ما لم يكون مشروعاً بأصله ووصفه، وقاعدتهم في ذلك: أنه لا يلزم من كون الشيء ممنوعاً بوصفه أن يكون ممنوعاً بأصله، فكان الفساد متوسطاً بين الصحيح والباطل. ¶ فالفاسد في نظرهم منعقد لإفادة الحكم وهو ترتب ثمرته المقصودة منه، فهو المشروع بأصله فلما كانت فائت المعنى من جهة أنه يلزم فسخه شرعاً كان غير مشروع بوصفه، وذلك كعقد الربا فإنه مشروع من حيث أنه بيع وممنوع من حيث أنه عقد ربا، فيثبت الملك في بيع الربا حال كونه مطلوب التفاسخ شرعاً رفعاً للإثم، ويلزم العقد الصحة إذا سقطت عنه الزيادة، وأم الباطل فهو ما كان فائت المعنى من كل وجه إما لانعدام محل التصرف كبيع الميتة والدم، وإما لانعدام أهلية التصرف كبيع المجنون والصبي الذي لا يعقل(3). ¶ __________ ¶ (1) تيسير التحرير، محمد أمين بادشاه، ج2، ص236. ¶ (2) المستصفى لأبي حامد الغزالي، ج2، ص153 وما بعدها. ¶ (3) شرح التلويح على التوضيح، سعد الدين مسعود بن عمر التفتازاني، ج1، ص376- تيسير التحرير، محمد أمين، ج1، ص376- 380.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الفساد عند علماء الاقتصاد الإسلامي: باستقراء الدراسات المتعددة عند المحدثين من علماء الاقتصاد الإسلامي نرى أنها لم تتعرض لتعريف الفساد ووضع حد له، وقد يكون ذلك راجعاً لعدم خفاء معناه ووضوح حقيقته، ولكننا على ضوء الأحكام السياسية والقواعد الاقتصادية العامة التي جاء بها القرآن الكريم، وجاءت السنة النبوية مفسرة وموضحة لها، ومن خلال اجتهادات الفقهاء في مجال عقود المعاملات، وما يرتبط بها من النشاط الاقتصادي وبالوقوف على ما قدمته الممارسة الاقتصادية في صدر الإسلام وبخاصة في عهد الخليفة الراشد عمر بن عبد العزيز من رخاء اقتصادي حيث بلغت الدولة الإسلامية م الغنى ما زاد عن حاجات المسلمين حتى أسلفوا منه أهل الذمة(1)، فإنه يمكننا أن نتوصل إلى تعريف للفساد من وجهة نظر علماء الاقتصاد المسلمين فنقول بأنه: جعل الجانب المادي الهدف الوحيد للنشاط الاقتصادي لذي يمارسه الإنسان المعاصر دون مراعاة للقيود الشرعية التي تنظم أحكام المال، أو التفات للجوانب الأخرى التي يكتمل بها البناء الاقتصادي كالقيم والمبادئ الأخلاقية الروحية. ¶ وبعبارة أخرى فإن الفساد الاقتصادي يتمثل في التركيز أثناء الممارسة الاقتصادية عملاً وإنتاجاً وتوزيعاً على جانب واحد من جوانب الحياة الإنسانية وإهمال الجوانب الأخرى، كعدم الالتزام الكامل بالأحكام الشرعية المنظمة لتحصيل المال وكيفية تنميته وإنفاقه، وكذلك عدم أداء الحقوق الواجبة في المال وإساءة التصرف في التعامل بما يضر بمصالح النظام الاقتصادي السليم من جوهره الذي يقوم عليه، ويفرغ مساره التطبيقي من وسائله المشروعة التي تكفل له الوجود الحقيقي والأداء المنشود. ¶ المبحث الثاني ¶ شيوع التصرفات الضارة والتعامل المحرم ¶ تمهيد: ¶ __________ ¶ (1) الأموال لأبي عبيد، ص319.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "تختلف العبادات في أساس تشريعها في النظام الإسلامي عن المعاملات، فبينما يكون الغرض من العبادات التعبد والتقرب إلى الله تعالى وفقاً للصور التي قيد الله بتها العبادات وحدد إطارها. نجد أن المعاملات يكون الغرض منها تحقيق مصالح العباد في المعاش ورفع الحرج عنهم بعيداً عن الباطل والحرام، ولهذا كامن من مميزات الشريعة الإسلامية أنها تقوم على جلب المصالح ودرء المفاسد في كل زمان ومكان مصداقاً لقوله صلى لله عليه وسلم: (( لا ضرر ولا ضرار))(1). ¶ وعلى ضوء ما جاء في كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم وأصول الشريعة من معايير ثابتة وقواعد خاصة يُهتدى بها في تنظيم واستثمار المال واستثمار الجهود الإنسانية وهو ما يفهم منها أن النظام الإسلامي لم يصادر النشاط الاقتصادي كلية أو يبيح الكسب مطلقاً، بل قيدهما بقيود معينة تضمن تحقيق العدالة لكل الناس وتمنع الاستغلال ودفع الضرر عنهم، فلا يطقئ غني على فقير ولا كثير مال على قليله، ولا يستبد أصحاب النفوذ بغرض الكسب دون غيرهم من الناس وهذا عملاً بما يقرره الفقهاء من أن الأصل في المعاملات الصحة حتى يقوم دليل على البطلان والحرمة، فإن لحلا ما أحله الله والحرام ما حرّمه الله، وما سكت عنه فهو عفو. ¶ وتأسيساً على ما تقدم فإننا نعقد هذا البحث للكلم عما شاع في النشاط الاقتصادي من تعامل وتصرفات ضارة، وهو ما يتمثل في الاحتكار والربا والبيوع المنهي عنها. ¶ ونفصل الكلام على هذه المفاسد فيما يلي: ¶ 1- الاحتكار ¶ تعريفه في اللغة: تدور معاني كلمة حر في اللغة حول الظلم في المعاملة وإساءة المعاشرة، والحبس والاستبداد والتربص والالتواء، والمضرة على الناس في معاملتهم ومعايشتهم(2). ¶ __________ ¶ (1) المسند لأحمد بن حنبل ج1، ص313- سنن البيهقي، ج6، ص156. ¶ (2) لسان العرب لابن منظور، ج2، ص149- المصباح المنير، ج1، ص472.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "تعريفه اصطلاحاً: اختلف الفقهاء في تعريف الاحتكار، وذلك بحسب ما اعتمدوه من الأشياء التي يرد فيها ونوع التملك لها. ¶ فيرى فريق من الفقهاء وهم أبو حنيفة ومحمد والشافعية أن الاحتكار يختص بأقوات الآدميين والبهائم(1)، ويجعله الحنابلة خاصاً بأقوات الآدميين(2)، واستدلوا إلى ذلك بقوله صلى الله عليه وسلم:\" من احتكر على المسلمين طعامهم ضربه الله بالجذام والإفلاس\"(3). ¶ ويرى فريق آخر وهم المالكية وأبو يوسف من الحنفية أن الاحتكار يشمل كل ما يؤدي حبسه إلى إيقاع الضرر بالناس(4)، ويجعله الظاهرية في الامتناع أو إمساك ما يبتاع شاملاً ذلك لكل ما يؤدي حبسه إلى إيقاع الضرر بالناس(5). ¶ ونرى رجحان ما ذهب إليه القائلين بشمول الاحتكار لكل ما يحتاج إليه الناس سواء أكان طعاماً أم غيره، لقوله صلى الله عليه وسلم: \"لا يحتكر إلا خاطئ\"(6)، كما أن التصريح بلفظ الطعام في بعض الروايات لا يصلح لتقييد بقية الروايات المطلقة بل هو من التنصيص على فرد من الأفراد التي يطلق عليها المطلق. ¶ وبناءً على ما تقدم فإنه يمكننا أن نستخلص تعريفاً راجحاً للاحتكار، فنقول بأنه: حبس الطعام أو غيره مما يحتاج إليه الناس إرادة إغلائه عليهم، فبائع الطعام أو غيره من أنواع السلع يحبسه لينظر به غلاء الأسعار، فإذا غلت باعه بالسعر المرتفع فيكون ذلك ضرراً يلحق الأفراد والمجتمع. ¶ حكم الاحتكار: ¶ __________ ¶ (1) بدائع الصنائع، ج5، ص129- نهاية المحتاج، ج3، ص472. ¶ (2) المبدع شرح المقنع، ج4، ص47. ¶ (3) 10) سنن ابن ماجة، ج2، ص729. ¶ (4) 11) مواهب الجليل، ج4، ص323. ¶ (5) 12) المحلى، ج9، ص64. ¶ (6) 13) صحيح مسلم بشرح النووي، ج11، ص43- سنن ابن ماجة، ج2، ص728.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "اتفق الفقهاء على أن الاحتكار محظور شرعاً لما فيه من الإضرار بالناس والتضييق عليهم وإلحاق الحرج بهم. وقد اختلف الفقهاء في المراد بالحظر، فذهب الجمهور إلى القول بحرمة الاحتكار(1) ، وذهب بعض الفقهاء إلى القول بالكراهة(2). ¶ ونرى رجحان ما ذهب غليه جمهور الفقهاء من أن الاحتكار محرم، وما ذهب غليه بعض الفقهاء من القول بكراهة الاحتكار يحمل على الكراهة التحريمية وهي ما يثبت طلب تركه طلباً جازماً بدليل ظني، وذلك من الحرام عند الجمهور فيكون الخلاف في حكم الاحتكار خلافاً لفظياً. ¶ وقد استدل الفقهاء على حرمة الاحتكار بأحاديث كثيرة منها قوله صلى الله عليه وسلم: \"من احتكر فهو خاطئ\"(3)، وقوله: \"من احتكر حكرة يريد أن يغلي بها على المسلمين فهو خاطئ\"(4)، وقوله: الجالب مرزوق والمحتكر ملعون\"(5). ¶ فهذه الأحاديث بما اشتملت عليه من الوعد واللعن تدل على تحريم الاحتكار، ولا شك أن أحاديث الباب تنهض بمجموعها للاستدلال على عدم الجواز. كما أن امتناع المحتكر عن بيع السلعة لمن يحتاجون إليها يكون منعاً لحق مستفاد لهم شرعاً، ومنع الحق عن المستحق ظلم، والظلم حرام(6). ¶ الاحتكار وادخار القوت وإمساك السلع: ¶ __________ ¶ (1) 14) مواهب الجليل، ج4، ص224- نهاية المحتاج، ج3، ص472- المغني مع الشرح الكبير، ج4، ص305- المحلى لابن حزم، ج9، ص717. ¶ (2) 15) الهداية ج4، ص92- تكملة المجموع، ج13، ص44. ¶ (3) 16) صحيح مسلم بشرح النووي، ج11، ص43. ¶ (4) 17) مسند الإمام أحمد، ج2، ص351. ¶ (5) 18) سنن ابن ماجة، ج2، ص728. ¶ (6) 19) الهداية ج4، ص92- مغني المحتاج، ج2، ص38.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "يفرّق الفقهاء بين الاحتكار وادخار القوت، فالأول ممنوع والثاني جائز، وقد أفاضت عبارات الفقهاء في بيان ذلك فقالوا بأنه لا خلاف في أن ما يدخره الإنسان من قوت وما يحتاج إليه الناس من سمن وعسل وقمح وغير ذلك جائز ولا بأس به، ويدل على ذلك ما ثبت أن النبي صلى الله عليه وسلم كان يُعطي كل واحدة من زوجاته مائة وسق من خيبر، كما كان صلى الله عليه وسلم يدخر لأهله قوت سنتهم من تمر وغيره(1). ¶ وبناءً على ذلك فإن ما يحتاج إليه الإنسان في معيشته من قوت يكون ادخاره جائزاً ولا يسمى ذلك احتكاراً، لأن الاحتكار هو حبس الطعام إرادة إغلائه على الناس، أما ادخار القوت فليس بهدف الإغلاء ولكن بغرض الحصول على السلعة بأرخص الأثمان في الوقت المناسب وهو ما فعله الرسول صلى الله عليه وسلم. ¶ أما إمساك ما اشتراه الإنسان حالة استغناء أهل البلد رغبة في أن يبيعه إليهم وقت حاجتهم إليه فإنه ينبغي إلا يكره بل يستحب وربما يكون هذا حسنة، لأنه ينفع به الناس ويحقق مصلحة المتعاملين. ¶ وها نظر سديد يُظهر حرص الفقهاء على منع الضرر عن المنتجين مع حفظ حقوق المستهلكين فامتصاص الزائد عن الحاجة من الأسواق يمنع الضرر عن المنتجين، إذ قد يكون هذا الإنتاج هو كل ثروته ولا يستطيع الوفاء بالتزاماته وسداد ديونه إلا ببيع ما عنده في هذا الوقت بالذات، ومن ثم كان منع ذلك تضييقاً على الناس وإيقاعهم في حرج بالغ والحرج مرفوع، كما أن حفظ هذا الزائد عن الحاجة لدى من يشتريه من التجار ليبيعه مرة أخرى إلى المستهلكين حتى وإن غلا ثمنه عند وقت شرائه، فذلك أمر طبيعي إذ حفظه لوقت الحاجة إليه يحتاج إلى نفقات فضلاً عن حاجة التاجر إلى ربح أمواله التي استخدمها في ذلك- يحقق المصلحة للمستهلكين في حصولهم على ما يحتاجون إليه وقت رغبتهم إليه. ¶ __________ ¶ (1) 20) فتح الباري شرح صحيح البخاري، ج9،ص414- بدائع الصنائع، ج5، ص139- مغني المحتاج، ج2، ص38.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "كما أن هذا الرأي يتمشى مع الواقع العلمي لفهم معنى التجارة الجائزة والمباحة، لأن من ضروبها أن يشتري التاجر السلع وقت عرضها بكثرة وتنازل قيمتها تبعاً لقلة الرغبة في الإقدام على شراء المزيد منها، وتحول الرغبة عنها إلى غيرها، وهذا ينطبق على حالة شراء السلع وإمساكها إلى أن يحتاج إليها الناس(1). ¶ الاحتكار في عصر التقدم الصناعي الحاضر: ¶ في نهاية القران التاسع عشر الميلادي تغير شكل السوق بتراجع المشروع الفردي الذي كان يحقق المنافسة الكاملة في ظل نظام السوق الحر، والذي كانت تتحدد فيه أسعار السلع على أساس العرض والطلب، فظهرت المشروعات الكبيرة التي تقوم بإنتاج سلع عديدة، وأصبح نظام السوق يتضمن بصفة أساسية مشروعات احتكارية تتدرج من الاحتكار المطلق إلى احتكار القلة والمنافسة الاحتكارية(2). ¶ وقد ساعدت أساليب الصناعة الحديثة والاتفاق الذي تم بين أقطاب الصناعة وبين المصارف المالية على تفشي الاحتكار في الدول الرأسمالية، وتنوع صوره وأشكاله، وكان ذلك ناتجاً عن إطلاق يد المنتج في التصرف في تحديد مقدار ما ينتجه ويبيعه بالثمن الذي يريده مهما بلغ من غير اعتبار لانخفاض قيمة السلعة تبعاً لقلة التكلفة لها وكثرة المنتج منها، مما ترتب عليه تحديد الأسعار بالقدر الذي يضمن للمحتكر أكبر ربح بغض النظر عما يصيب المستهلكين من أضرار. ¶ __________ ¶ (1) 21) الاقتصاد الإسلامي، د/ حسن الشاذلي، ص186 وما بعدها. ¶ (2) 22) الاقتصاد السياسي، د/ رفعت المحجوب، ج2، ص223 وما بعدها.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وعلى ضوء ذلك التصرف يتضح لنا أن العامل المحرك وراء معظم الاحتكارات التي شادت في النظم الرأسمالية هو الرغبة في تحقيق أقصى ربح ممكن بصرف النظر عن العوامل الأخرى مثل كفاءة الإنتاج،والاحتياجات الفعلية للمستهلكين(1)، وفي ذلك يلتقي مفهوم الاحتكار في الفكر الاقتصادي الوضعي مع المفهوم الشرعي للاحتكار في أنه يتمثل في كل ما يؤدي حبسه من سلع إلى الإضرار بالمجتمع. ¶ أضرارا الاحتكار: ¶ للاحتكار أضرار عديدة وآثار سيئة، يتمثل الجانب الأكبر منها في ارتفاع أسعار السلع المحتكرة، حيث يقوم المحتكر بخفض حجم الإنتاج مقابل مقدار الطلب فننجه الأسعار للارتفاع بسبب زيادة الطلب عن العرض، كما أن المحتكر قد يقوم برفع السعر دون خفض للإنتاج وذلك لزيادة إيراداته حيث أن الطلب على السلعة المحتكرة في ازدياد مستمر بسبب عدم وجود بدائل قريبة لها، وبالتالي فهو يضمن انخفاض الطلب عند رفع الثمن، فيؤدي ذلك إلى انهيار القيمة الشرائية للنقود وهو ما يعرف بالتضخم عند علماء الاقتصاد الوضعي. ¶ كما تظهر آثار الاحتكار الضارة في ظهور السوق السوداء حيث تظهر طبقات طفيلية تستغل فرصة انخفاض عرض المنتجات عن الطلب عليها، فتسحب جزءاً منها لبيعه بأسعار أكثر ارتفاعاً(2).وأيضاً يؤدي الاحتكار إلى زيادة التفاوت في توزيع الدخول بين أفراد المجتمع بسبب ما يحصل عليه المحتكرون من أموال طائلة في غياب حرية التعامل في الأسواق وتفاعل قوى العرض والطلب في حرية تامة لتحديد الأسعار(3). ¶ علاج الاحتكار: ¶ اهتمت الشريعة الإسلامية بمنع الاحتكار تجنباً لآثاره الضارة ووقاية للمجتمع من أزماته، فقررت بصدد ذلك العديد من الوسائل والتي تتمثل فيما يلي: ¶ __________ ¶ (1) 23) النظرية الاقتصادية ، د/ أحمد جامع، ص765 وما بعدها. ¶ (2) 24) الاستثمار في الاقتصاد الإسلامي، د/ أميرة عبد اللطيف مشهور، ص234 وما بعدها. ¶ (3) 25) النظام الاقتصادي في الإسلام، د/ شوكت عليان، ص164.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "1- إجبار المحتكر على بيع ما يحتكره: فذهب جمهور الفقهاء إلى أن لولي الأمر المعتمد، وقد أمرت الشريعة برفع الظلم، فإذا رفض المحتكر تنفيذ ذلك جاز لولي الأمر مصادرة السلع المخزونة وبيعها في السوق بثمن المثل، ويجوز تعويض المحتكر بعد ذلك أو عدم تعويضه(1). ¶ كما يجوز لولي الأمر تعزير المحتكر بأحد أمور يراها الحاكم، فقد يكون التعزير بأخذ ما يترتب على الحتكار من ربح ويوزعه على المحتاجين، وقد يكون التعزير بحبس المحتكر وضربه والطواف به في الأسواق، ويكون هذا الجزاء لمن اعتاد الاحتكار ولم ينزجر،(2) وقد يكون التعزير عن طريق إتلاف أمواله الممحتكرة تأديباً له، كما فعل علي بن أبي طالب مع بعض المحتكرين. (3) ¶ 2- العمل على توفير السلع: وذلك بأن يعمل ولي الأمر على زيادة انتاج السلع التي أصبحت نادرة في السوق، إما بفعل المحتكرين، أو بفعل المنتجين، فله إجبار أهل الصناعات والمتجين على توجيه اهتماماتهم إلى إنتاج ما يحتاجه الناس من سلع يقل وجودها ويرتفع نتيجة لذلك سعرها، وقد قال ابن تيمية في ذلك: \"فإذا كان الناس محتاجين إلى فلاحة قوم أو نساجتهم أو بنائهم صار هذا العمل واجباً يجبرهم ولي الأمر عليه إذا امتنعوا عنه بعوض المثل، ولا يمكن الناس من ظلهمهم بأن يعطوهم دون حقهم. (4) ¶ 3- تشجيع التبادل التجاري: ولهذا الجانب أثره في تحقيق الرواج الاقتصادي الذي يمنع ظهور الاحتكار؛ لأنه يؤدي إلى زيادة عرض السلع، فتنخفض الأسعار. ¶ __________ ¶ (1) 26) مواهب الجليل، ج4، ص227- نهاية المحتاج، ج3، ص456- الطرق الحكيمة لابن القيم، ص243- تبيين الحقائق للزيلعي، ج6، ص28.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد اهتم الاسلام بذلك فعمل على تنظيم الاستيراد عن طريق النهي عن تلقي الركبان، وفي ذلك يقول رسول الله صلى الله عليه وسلم: \"لا تلقوا الركبان\".(1) والحكمة في ذلك هو حماية التجار الجالبين من الغش والظلم، لعدم معرفتهم بأسعار السوق. فكان منع الوسطاء بين الجالبين وأهل البلد وسيلة تفادي الاحتكار، وما ينتج عنه من أضرار. ¶ كما نهى الاسلام في هذا المجال عن بيع الحاضر للبادي وهو الغريب الذي يجيئ من البادية أو من بلد آخر بمتاع تعم الحاجة إليه ليبيعه بسعر يومه، فيقول له الحاضر اتركه عندي لأبيعه على التدرج بأعلى، وفي ذلك يقول الرسول صلى الله عليه وسلم: \"لا تلقو الركبان ولا يبيع حاضر لباد\" وقد فسر ابن عباس رضي الله عنهما قول الرسول صلى الله عليه وسلم : \"لا يبيع حاضر لباد بأن معناه لا يكون سمساراً. (2) ¶ فعلة النهي عن بيع الحاضر للبادي هي دفع الضرر؛ لأن الحضري يريد البيع بالتدريج لتحقيق أقصى ربح، وهو نوع من الحبس والتخزين للسلع والتحكم في المعروض منها ورفع سعرها، وذلك من باب الاحتكار ولرعاية المصلحة نهى الشرع عن هذا النوع من البيع فهو من باب تحمل الضرر الخاص لدفع الضرر العام. (3) ¶ وينبغي أن يفهم أنه لا يخشى من احتكار التجار الوافدين للسوق؛ لأن الجالب غريب عن البلد، ويحتاج إلى نفقات إقامة إذا أراد الإقامة لفترة طويلة، كما ويحتاج إلى نفقات لتخزين سلعته، ولهذا فهو يفضل البيع بالسعر السائد في السوق. (4) ¶ 4- التسعير: وهو في اللغة: تقدير السعر(5) ¶ __________ ¶ (5) 27) أحكام السوق ليحيى بن عمر، ص113. ¶ (28) المحلى لابن حزم،ج9، ص65. ¶ (29) الحسبة في الإسلام لابن تيمية، ص14. ¶ (30) فتح الباري شرح صحيح البخاري، ج4، ص370. ¶ (31) صحيح مسلم بشرح النووي، ج10، ص161. ¶ (32) الحسبة في الإسلام لابن تيمية، ص24 وما بعدها. ¶ (33) الاستثمار في الاقتصاد الإسلامي، د/ أميرة عبد اللطيف مشهور، ص240. ¶ (34) مختار الصحاح، ص299. ¶ (35) الطرق الحكيمة لابن القيم، ص245. ¶ (36) تبيين الحقائق، ج6، ص28- القوانين الفقهية، ص281- مغني المحتاج، ج2، ص38- المغني، ج4، ص159. ¶ (37) الطرق الحكيمة لابن القيم، ص325. ¶ (38) الحسبة لابن تيمية، ص41. ¶ (39) الاقتصاد الإسلامي، د/ حسن الشاذلي، ص198. ¶ (40) مختار الصحاح، ص231. ¶ (41) المبسوط، ج12، ص109. ¶ (42) الآية 275 سورة البقرة. ¶ (43) الآيتان 178- 179 سورة البقرة. ¶ (44) فتح الباري شرح صحيح البخاري، ج5، ص393. ¶ (45) صحيح مسلم بشرح النووي، ج11، ص26. ¶ (46) الآية 70 سورة الإسراء. ¶ (47) مجموع فتاوى ابن تيمية، مجلد29، ج9، ص24. ¶ (48) إغاثة اللهفان، ج1، ص368. ¶ (49) فتح الباري شرح صحيح البخاري، ج10، ص438 ¶ (50) تفسير الرازي، ج7، ص94. ¶ (51) فتح الباري شرح صحيح البخاري، ج5، ص304 ¶ (52) دراسات في الفقه الإسلامي، د/ رشاد حسن خليل، ص152. ¶ (53) مجموع فتاوى ابن تيمية، ج29، ص23. ¶ (54) صحيح مسلم بشرح النووي، ج10، ص156. ¶ (55) نفس الهامش السابق. ¶ (56) الاستثمار في الاقتصاد الإسلامي، د/ أميرة مشهور، ص249. ¶ (57) بلغة السالك، ج2، ص74- المجموع للنووي، ج9، ص235- المغني، ج4، ص175. ¶ (58) سنن أبي داود، ج3، ص768- سنن ابن ماجة، ج2، ص838. ¶ (59) شرح فتح القدير، ج6، ص376- حاشية الدسوقي، ج3، ص67- مغني المحتاج، ج2، ص27- المغني، ج4، ص660. ¶ (60) صحيح مسلم بشرح النووي، ج10، ص161. ¶ (61) بداية المجتهد، ج2، ص189- المغني، ج4، ص160- المحلى، ج9، ص468. ¶ (62) المغني، ج4، ص161- صحيح مسلم بشرح النووي، ج10، ص160. ¶ (63) بدائع الصنائع، ج5، ص232- بداية المجتهد، ج2، ص188- مغني المحتاج، ج2، ¶ ص37- كاشف القناع، ج3، ص183- المحلى، ج9، ص466. ¶ (64) صحيح مسلم بشرح النووي، ج10، ص160. ¶ (65) المصدر السابق. ¶ (66) المغني، ج4، ص161- المحلى، ج9، ص466. ¶ (67) المغني، ج4، ص161. ¶ (68) سنن الترمذي، ج2، ص345. ¶ (69) الآية 61 سورة هود. ¶ (70) الآية 205 سورة البقرة. ¶ (71) الآية 5 سورة النساء. ¶ (72) القيم الإسلامية ودورها في ترشيد السلوك الاستهلاكي ،ص20 ¶ (73) الأحكام السلطانية للماوردي، ص187. ¶ (74) ) الآية 31 سورة الأعراف. ¶ (75) سبل السلام للصنائعي، ج4. ¶ (76) الآية 141 سورة الأنعام. ¶ (77) تفسير القرطبي، ج15، ص74. ¶ (78) الآيتان 26- 27، سورة الإسراء. ¶ (79) صحيح مسلم بشرح النووي، ج12، ص11. ¶ (80) فتح الباري شرح صحيح البخاري، ج10، ص96- 97. ¶ (81) ) أسس الاقتصاد الإسلامي للماوردي، ص164. ¶ (82) مقدمة في النقود والبنوك، د/ محمد زكي شافعي، ص357. ¶ (83) تفسير القرطبي، ج8، ص123- 125. ¶ (84) التنمية الاقتصادية، د/ علي لطفي، ص15. ¶ (85) الاستثمار في الاقتصاد الإسلامي، د/ أميرة مشهور، ص220. ¶ (86) صحيح الترمذي، ج3، ص136. ¶ (87) مواهب الجليل للحطاب، ج4، ص437- نهاية المحتاج، ج3، ص2- المغني، ج4، ص108. ¶ (88) الآية 188 سورة البقرة. ¶ (89) سنن أبي داود، ج3، ص272. ¶ (90) صحيح مسلم بشرح النووي، ج2، ص467. ¶ (91) الآية 119سورة التوبة. ¶ (92) صحيح مسلم بشرح النووي، ج10، ص173. ¶ (93) سنن الترمذي، ج3، ص506. ¶ (94) فتح الباري بشرح صحيح البخاري، ج4، ص315. ¶ (95) ¶ (96) نيل الأوطار، ج6، ص369. ¶ (97) صحيح مسلم بشرح النووي، ج2، ص109. ¶ (98) الآية 152 سورة الأنعام. ¶ (99) الآيات 1-4 سورة المطففين. ¶ (100) فتح الباري بشرح صحيح البخاري، ج4، ص361. ¶ (101) الآية 100 سورة المائدة. ¶ (102) صحيح مسلم بشرح النووي، ج11، ص7. ¶ (103) الآية 6 سورة لقمان. ¶ (104) تفسير ابن كثير، ج3، ص242. ¶ (105) سنن الترمذي، ج8، ص7. ¶ (106) تفسير القرطبي، ج6، ص133. ¶ (107) شرح الخرشي، ج3، ص392. ¶ (108) مقدمة ابن خلدون، ص434. ¶ (109) مقدمة ابن خلدون، ص231. ¶ (110) مقدمة ابن خلدون، ص231. ¶ (111) الاقتصاد الإسلامي، د/ حسن الشاذلي، ص208. ¶ (112) سنن أبي داود، ج4، ص17. ¶ (113) إحياء علوم الدين للغزالي، ج3، ص137. ¶ (114) الآيتان 33- 34، من سورة المائدة.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "، وفي اصطلاح الفقهاء: إلزام الحاكم الناس إلا يبيعوا ولا يشتروا إلا بثمن المثل(1). ¶ وقد اتفق الفقهاء على أنه إذا كان التعامل في الأسواق مستقراً، بأن توافرت السلع بسعرها المعتاد ولم يكن هناك احتكار لها، فإن التسعير في هذه الحالة محظور ولا يصح(2). أما إذا انعدم استقرار التعامل في الأسواق بأن زاد بعض التجار في ثمن بعض السلع وكان الناس في حاجة إليها أو استأثر بعض التجار بسلعة معينة فباعوها بما يريدون، وكذلك إذا تواطأ التجار فيما بينهم على بخس ثمن سلعة معينة فلا يشترونها إلا بثمنٍ بخس، فإنه بمثل هذه الحالات يكون التسعير جائزاً، بل متعيناً على الحاكم منعاً للضرر عن الناس(3). ¶ فالتسعير وإن كان الأصل فيه المنع إلا أنه يكون جائزاً في حالة الضرورة والحماية للناس من جشع التجار ودرء المخاطر الاحتكار عنهم، فهو من قبيل السياسة الشرعية التي جعل للحاكم أو نائبه في مثل ذلك الحق في التخصيص والتقدير والتسعير(4). ¶ وإذا أُجيز التسعير تحت هذا الاعتبار فإنه حينئذٍ يجب أن يكون له صفة التأقيت لا الدوام فما بقيت الضرورة دافعة إليه ومصلحة الناس متمثلة فيه بقي ببقائها ولزم بحصولها. ¶ كما أنه يجب أن يُراعى في التسعير كل ظروف إنتاج السلعة، وما أحاط بها وما أنفق عليها بصورة مباشرة أو غير مباشرة، وجهد المنتج وعمله ووضع الربح المعقول له(5). ¶ وبهذه النظرة العادلة يكون التسعير مانعاً من جبروت الاحتكار وغلو التجار وأصحاب السلع في التضييق على الناس، ولك ما يتفق مع الفطرة السليمة وتقره العقول الصحيح. ¶ 2- الربا ¶ تعريفه لغةً: الربا مصدر ربا يربو، بمعنى الزيادة والنماء، يُقال: ربا المال أينما وزاد(6). ¶ تعريفه اصطلاحاً: تعددت تعريفات الفقهاء للربا، ولكننا نختار منها ما ذكره الحنفية فقد عرّفوا الربا بأنه فضل مال بلا عوض في معاوضة مال بمال(7).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "حكمه: الربا حرام ومن الذنوب المهلكات، وقد دلّ على ذلك الكتاب والسنة والإجماع. أما الكتاب: فقد ورد به كثير من الآيات التي تدل على حرمة الربا، ومن ذلك قوله تعالى: { وأحلَّ الله البيع وحرَّم الربا } (1)وقوله تعالى: { يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين* فإن لم تفعلوا فأذنوا بحربٍ من الله ورسوله فإن تبتم فلكم رؤوس أموالكم لا تَظلمون ولا تُظلمون } (2). ¶ وأما السنة: فهي كثيرة ومنه قوله صلى الله عليه وسلم:( اجتنبوا السبع الموبقات، قالوا يا رسول الله: وما هن؟ قال: الشرك بالله، والسحر، وقتل النفس التي حرّم الله إلا بالحق، واكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات)(3). وأخرج مسلم عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال:\" لعن الله آكل الربا وموكله و كاتبه وشاهديه، وقال: هم سواء\"(4). ¶ وأما الإجماع: فقد أجمعت الأمة على تحريم الربا، وأنه لم يحل في شريعة قط. ¶ حرَّم الإسلام الربا تحريماً قاطعاً، وجعله من أكبر الكبائر ولما فيه من استغلال فاحش لذوي الحاجات الذين يجب إعانتهم وقضاء حوائجهم، فإن للمسلم على أخيه المسلم حقوقاً كثيرة أدناها أن يكون رحيماً به، محسناً إليه، عطوفاً عليه، والتعامل بالربا خروج على هذه المبادئ السامية وانتهاك لواجب الإنسان نحو أخيه الإنسان، وذلك بخلاف ما تؤدي إليه هذه المعاملة من بث الأحقاد والضغائن في نفوس الماس بعضهم حيال بعض، وإثارة أسباب الفتن والصراع بين أفراد المجتمع، وتوسيع الفرق بين طبقة الموسرين وطبقة الفقراء، وصرف أصحاب رؤوس الأموال عن طريق الكسب الإنتاجي النافع، لأن الفائدة التي يحصل عليها المقرض لا تأتي نتيجة لعملية إنتاجية سليمة أسهم فيها بماله، بل إنها تأتي بدون مقابل اقتصادي، فهي مبلغ اُستقطع من مال المقترض من غير أن يحدث زيادة في الثروة العامة. ¶ أوجه الفساد في الربا:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الكلام عن الربا يتضمن العديد من الأمور التي ترتبط به كبيان اللأموال التي يجري فيها، وعلة تحريم الربا وأنواع الربا، وتبايع الأموال الربوية، إلا أنه نظراً لطبيعة البحث وتساوقاً مع مساره، فإننا نقصر الكلام هنا على ما يترتب على التعامل بالربا من فساد في النشاط الاقتصادي وتعارض ذلك مع الضوابط الشرعية ، والقيم الأخلاقية التي توضح للناس معالم الكسب الحلال، وتحذرهم من الكسب بطريق الانتظار. ¶ وعلى ضوء ما زخر به الفقه الإسلامي والتناول البحثي لعلماء الاقتصاد الإسلامي من رصد لهذه المفاسد، فإننا نشير إليها فيما يلي: ¶ 1- استغلال القوي الغني للضعيف الفقير: فالأصل في المعاملات الربوية هو الحاجلة للمال، واستغلال حاجة الفرد بزيادة أصل الدين يكون ظلماً، والظلم فضلاً عن تحريم الإسلام له فإن الفطرة السوية تأباه والعقل الرشيد يرفضه، فكرامة الإنسان ملازمة لإنسانيته وملاصقة لأصل نشأته، يقول تعالى: { ولقد كرمنا بني آدم } (1)، وبمقتضى ذلك لا يصح أن يكون الصراع على المصالح الخاصة سبباً للنيل من كرامة الإنسان، والاجتراء عليه باستغلاله والمساس بحقه في الحياة الكريمة، وذلك مما جعل من تحريم الإسلام للربا منهجاً فاضلاً، وتوجهاً صادقاً لتحقيق الأخوة البشرية، وإعطائها ما تستحق من تقدير ورعاية. ¶ وتأسيساً على ما تقدم فإن الفرد لا يعطي ربا إلا ما زاد عن حاجته من المال ويتحمل المحتاج عبء الزيادة الربوية، بينما يستفيد القادر المرابي من حاجة الطرف الآخر دون حقن وبذلك يكون الربا ضد الصدقة التي أوجبها الله على الأغنياء، فإن حاجة الفقير هي دين على الغني وعد أداء الغني للصدقة في هذه الحالة هو تفريط في حق من حقوق الله(2).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ويتسلط الغني على الفقير، ويزداد ضرر المحتاج وتعريضه للفقر الدائم والدين الذي لا ينفك عنه، وتولد ذلك وزيادته إلى غاية تجتاحه وتسلبه متاعه وأثاثه(1)، وهو ما يؤدي إلى سريان الحقد والحسد والبغض والكراهية بين طبقات المجتمع، فترى طبقة الفقراء الكادحة العاملة أن جزءاً كبيراً من تعبها وجهدها يذهب يسيراً سهلاً لطبقة الأغنياء لا لشيء سوى إقراضهم بالربا، فيسود المجتمع التباغض والتحاسد بسبب هذه الطبقية الناتجة عن التعامل بالربا، وذلك مما جعل الإسلام يوجه عنايته إلى القضاء على هذه الطبقية الظالمة، فيدعو أتباعه إلى المواساة ومد يد العون والمساعدة للمحتاج عن طريق الزكاة والصدقة وغيرها.وفي ذات الوقت يحرم كل طريق للاستغلال من ربا ونحوه، فيقول صلى الله عليه وسلم: \"مثل المؤمنين في توادهم وتراحمهم كمثل الجسد الواحد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمّى\"(2). ¶ 2- عرقلة مسيرة التنمية وتقليل مجلات الاستثمار: لم يكن الإسلام في منعه للربا حرباً على الأغنياء أو ضد الثراء، بل كان التزام الحق والعدل في استنماء المال وتوظيفه في دفع عجلة التنمية الاقتصادية وتحقيق ازدهار المجتمع ورخائه. ومن هنا كان تحريم الربا ضابطاً رئيسياً للاستثمار الرشيد في الاقتصاد الإسلامي، وذلك أن الربا يؤدي إلى تمييز رأس المال على سائر عناصر الإنتاج بأن يكون مستحقاً لعائد دون مقابل من إنتاج أو عمل أو تعرض لمخاطرة، وبعبارة أخرى فإن المعاملات الربوية تؤدي إلى استخدام النقود في غير وظيفتها الأساسية فتكون سلعة تُباع وتُشترى يُباح تأجيرها بثمن معين يسمى الفائدة، مما يمنحها القدرة على إنتاج نقود من غير إسهام فعلي فيء العملية الإنتاجية بالعمل أو التعرض للمخاطرة أو الإنتاج الفعلي.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وبناءً على ذلك فإن الربا يؤدي إلى تعطيل استخدام النقود الأساسي كوسيط للتبادل، فتركز الثروة في أيدي طبقة محدودة من المجتمع فتصبح هي المتحكمة في رأس ماله، وذلك يترتب عليه قلة الإنتاج من جراء توقف الاستثمار الحقيقي الذي يتطلب بذل الجهد وممارسة العمل من الجميع، والاشتراك في تحمل المخاطرة، فالمرابون بما يحصلون عليه من كسب محرم بدون جهد وعناء ومخاطرة يصرفهم ذلك عن تحمل مشقة الكسب والتجارة والصناعات الشاقة، وذلك يفضي إلى انقطاع منافع الخلق، ومن المعلوم أن مصالح العالم لا تنتظم بالتجارات والحرف والصناعات والعمارات(1). ¶ ولقد تفاقم أمر الربا في هذا الجانب فتعداه من طاق الدولة الداخلي إلى المستوى الدولي بشكل ألحق الضرر بالدول الفقيرة وجعلها مكبلة بالديون الخارجية وفوائدها الربوية المتراكمة بعد أن عجزت مواردها المحلية عن الوفاء بالتزامات ديونها الخارجية التي أخفقت في تنميتها الاقتصادية جعلتها في موقف ضعيف إزاء طغيان الدول الدائنة التي جعلت من هذه الديون عوامل ضغط وإكراه لربط اقتصاد الدول المدينة بالتبعية لها، وذلك مما أدى إلى انتقال الموارد من فقراء العالم إلى أغنيائه وتفشي ظاهرة التضخم في كثير من الدول، واختلال توزيع الدخل والثروة بين البشر.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "3- تضييق مجال التعامل والوقوع في الحرج: ويظهر ذلك جلياً في ربا الفضل الذي يتمثل في مبادلة المال الربوي بجنسه مع الزيادة في أحد العوضين متقابضين في المجلس أو غير متقابضين، فهذا النوع من التعامل إذا كان في المطعومات القابلة للادخار فإنه يؤدي إلى احتكارها لمن يملكونها، فمن كان عنده قمح إذا باعه لغيره بقمح متفاضل، فإن ذلك يجعل من كان يملك نقوداً وليس لديه قمح إلا يحصل على ما يريده من قمح، فكان في ذلك تضييقاً عليه وإلحاقاً للضرر والمشقة به، فلا يحصل على حاجته من الغذاء من عنده نقوده وليس عنده قوت، ولذلك أمر النبي صلى الله عليه وسلم من جاءه بتمر جيد اشتراه بتمر رديء مع زيادة الرديء عن الجيد بأن يبيع الرديء ثم يشتري بثمنه جيداً قائلاً له: \"بع الجمع (التمر الرديء) بالدراهم، ثم ابتع بالدراهم جنيناً( التمر الجيد)\"(1). ¶ ويفهم من ذلك أنه لو أُجيزت المقايضة مع التفاضل ما أكل المحتاج إلى التمر شيئاً منه، فمن ليس عنده تمر جيد ولا رديء وعنده نقود لا يستطيع الحصول على ما يرغب فيه من تمر، فكان ذلك تضييقاً على الناس ولحدث الغبن وفشا في التعامل لعدم وجود المقياس النقدي الذي يقوم الأشياء بالدقة التي تحدد العدل والإنصاف. ¶ وأيضاً يتحقق الإضرار بالناس عند وقوع التعامل براب الفضل في النقدين، كما لو بيع الدرهم بدرهمين ولا يكون ذلك إلا للتفاوت بين النوعين إما في الجودة أو الثقل أو الخفة، فقد يتدرج المتعاملين بذلك من الربح المعجل إلى الربح المؤجل بأن تحدث زيادة في نظير التأجيل فيتحقق بذلك الربا المحرم(2). ¶ 3- البيوع المنهي عنها ¶ رغم أن الشريعة الإسلامية تنهى عن التعالم ببعض البيوع التي تنطوي على الجهالة أو تشمل الخداع، فقد فشا في مجال التعامل أنواعاً من هذه البيوع التي ترتب عليها فساد لنشاط الاقتصادي وعدم استقرار التعامل.ونتكلم عن أهم هذه البيوع فيما يلي:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "1- بيع الغرر: والمراد ببيع الغرر هو البيع الذي يكتنفه الخطر أو الشك في وجود المبيع، أو الجهل بالعاقبة لاحتمال عدم القدرة على تسليم المبيع. وقد أبطلت الشريعة الإسلامية هذا النوع من البيع، لما يؤدي إليه من التنازع والشقاق بين المتعاقدين أو غبن أحدهما للآخر، فهو من أكل أموال الناس بالباطل(1). ¶ وقد جاء النهي عن بيع الغرر بما رواه أبو هريرة رضي الله عنه أن النبي صلى الله عليه وسلم: \"نهى عن بيع الغرر\". ¶ ويدخل في بيع الغرر المنهي عنه إجماعاً أنواع كثيرة من البيوع شاع التعامل بها في الوقت الحاضر، كبيع ما لم يتم ملك البائع به، وقد جاء النهي عنه ما رواه عبد الله ابن عمر عن النبي صلى الله عليه وسلم أنه قال: \"من ابتاع طعاماً فلا يبيعه حتى يقبضه\"(2)، وما جاء عن حكم بن حزام أنه قال: قلت للرسول صلى الله عليه وسلم: يا رسول الله يأتيني الرجل فيسألني عن البيع لما ليس عندي فأبيعه منه ثم أبتاع من السوق، فقال صلى الله عليه وسلم:\" لا تبع ما ليس عندك\"(3) أي لاتبع ما ليس حاضراً عندك وتحت يدك، لأن البائع لا يعلم صفة المبيع فكيف بالمشتري، فمن الأولى إلا يشتري شيئاً لا يعرف عنه شيئاً وليس للبائع عليه سلطان. ¶ كما يدخل في بيع الغرر بيع الثمار في الحقول والحدائق قبل أن يبدو صلاحها، وبعد التعاقد قد يحدث أن يصيبها آفة سماوية فتلك الثمار ويختصم البائع والمشتري، فيقول البائع: قد بعت وتم البيع، ويقول المشتري: إنما بعت لي ثمراً ولم أجدهن ولذلك نهى النبي صلى الله عليه وسلم عن بيع الثمار حتى يبدو صلاحها إلا أن يشترط القطع في الحال، ونهى عن بيع السنبل حتى يبيّض ويأمن العاهة، وقال:\" إذا منع الله الثمرة بما ستحل أحدكم مال أخيه\".",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ومما ظهر ونشأ من بيوع الغرر في المعاملات الحديثة المضاربة في أسواق الأوراق المالية، وهي التي يقوم بها الأفراد المضاربين بهدف الحصول على كسب من فروق الأسعار فقط، وقد تكون المضاربة على النزول أي بيع المضارب عقوداً انتظاراً لهبوط أسعارها ثم يشتريها بسعر أقل ويحقق كسباً من هذا الفرق، وقد تكون المضاربة على الصعود أي يشتري المضارب لعقود انتظاراً لارتفاع أسعارها فيبيعها ويكسب الفرق بين سعر البيع وسعر الشراء، ففي هذه العمليات لا يتم استلام السلعة التي يتم باسمها التعامل فتكون هذه المضاربة نوعاً من المقامرة التي تنبني على الضرر ولا جهالة، وهي تتشابه في ذلك مع بيع ما لا يملك أو ما ليس عنده، لأنها تقوم على تعامل وهمي دون تبادل حقيقي للسلع، بل تتداول فيها عقوداً لا تمثل الكمية الفعلية من السلعة الموجودة(1)، فضلاً عن ذلك فإن ما ينتج عنها من تغير في الأسعار لا يأتي معبراً عن تفاعل حقيقي بين قوى العرض والطلب. ¶ وينبغي أن نشير إلى أن كل غرر ليس ممنوعاً فإن بعض ما يُباع لا يخلو من غرر، كالذي يشتري داراً لا يستطيع أن يطّلع على أساسها وداخل حيطانها فذلك غرر يسير تدعو إليه الضرورة لأنه غير مقصود فلا يفسد العقد. ¶ 2- بيع العربون: والمراد به أن يشتري الشخص شيئاً فيدفع إلى البائع من ثمن ذلك المبيع شيئاً على أنه إن تم العقد بينهما كان ذلك المدفوع من الثمن، وإن لم يتم العقد صار المدفوع من حق البائع ولا يطالبه المشتري بشيء(2). ¶ وقد ذهب جمهور الفقهاء إلى عدم صحة بيع العربون، لما رواه عمر بن شعيب عن أبيه عن جده أنه قال: \"نهى رسول الله صلى الله عليه وسلم عن بيع العربون\"(3). كما أن بيع العربون فيه شرط فاسد، ويترتب عليه أكل أموال الناس بالباطل، حيث لم تطب نفس المشتري بترك بعض ماله دون عوض أو مقابل مما يترتب عليه وقوع العداوة والبغضاء والشجار بين الناس.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "3- بيع النجش: والمراد به الزيادة في ثمن السلعة ممن لا يريد شراءها ليقع غيره فيها(1). وقد سميّ هذا البيع بذلك؛ لأن الناجش يثير الرغبة قي السلعة وقد يقع ذلك بمواطأة البائع، فيرتفع ثمن السلعة دون مبرر، وهذه الصورة هي الغالبة والأكثر شيوعاً، وقد يقع النجش بغير علم البائع فيقع الإثم على الناجش وحده، وقد يقع النجش بفعل البائع وحده وذلك بأن يدّعي أنه اشترى السلعة بأكثر مما اشتراه به لغير غيره بذلك. ¶ وقد أجمع الفقهاء على أن النجش حرام وفاعله عاص لارتكابه ما نهى الشرع عنهن لقوله صلى الله عليه وسلم: \"و لا تناجشوا \"، ولما روى عن أبي هريرة أن النبي صلى الله عليه وسلم :\"نهى عن الجش والتصرية\"(2). ¶ ورغم اختلاف الفقهاء في صحة عقد البيع الذي دخله النجش، فإننا نرجح الرأي القائل ببطلانه(3)، لورود النهي عنه والنهي يقتضي فساد المنهى عنه وهو النجش، ولأنه بيع يقوم على الخديعة فيكون من باب أكل أموال الناس بالباطل الذي حرمته الشريعة وحذرت منه. ¶ 4- بيع الرجل على بيع أخيه: وهو المسمى بالسوم، وهو كما يكون في البيع يكون في الشراء، وصورته في البيع أن يقول لمن اشترى شيئاً في مدة الخيار افسخ هذا البيع وأنا أبيعك مثله بأرخص من ثمنه أو أجود منه بثمنه، أو يقول له نحو ذلك، وصورته في الشراء أن يقول للبائع في مدة الخيار افسخ هذا البيع وأنا أشتريه منك بأكثر من هذا الثمن، أو يقول له نحو ذلك(4). ¶ ولا خلاف بين الفقهاء في أنه إذا باع الرجل على بيع أخيه، أو اشترى على شرائه فإن فعله هذا محرم ويكون آثماً(5)، لقوله صلى الله عليه وسلم: \"لا يبيع بعضكم على بيع أخيه\"(6)، ولما روي عن أبي هريرة رضي الله عنه أنه قال: \"نهى النبي صلى الله عليه وسلم أن يقام الرجل على سوم أخيه\"(7).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وقد اختلف الفقهاء في حكم هذا البيع، ونرى رجحان ما ذهب إليه القائلين ببطلان هذا البيع لورود النهي عنه، وذلك ما يقتضي فساده وحرمة فعله(1)، لقيامه على المكر والخديعة. ¶ وينبغي إلى أن يفهم إلى أن حرمة هذا البيع تتقرر بعد استقرار الثمن وركون أحدهما للآخر ولم يأذن الأول، ولم يترك البيع، كأن يوجد من البائع تصريحاً بالرضا أو أن يظهر منه ما يدل على الرضا من غير تصريح(2). ¶ أما إن ظهر منه ما يدل على الاعتراض وعدم الرضا فلا يحرم السوم على السوم في هذه الحالة، لأن النبي صلى الله عليه وسلم باع بالمزايدة صح رجل وحلسه، فقد روى انس بن مالك رضي الله عنه أن رجلاً شكى إلى رسول الله صلى الله عليه وسلم الشدة والجهد- أي الفقر- فقال له: \"أما بقي لك سيء\" فقال: بلى حلس وقدح، قال: فأتني بها، فأتاه بهما فقال: من يبتاعهما، فقال رجل: أخذتهما بدرهم، فقال النبي صلى الله عليه وسلم: من يزيد على درهم، فأعطاه رجل درهمين فبتاعهما منه(3). ¶ فهذا دليل على جواز بيع المزايدة وعدم دخوله في السوم، لأن السوم يكون بطلب المبيع بالثمن الذي تقرر به البيع، أما في بيع المزايدة فلم يتقرر الثمن ولم يركن أحد المتعاقدين إلى الآخر فكان مخالفاً لبيع السوم. ¶ المبحث الثالث ¶ تبديد الموارد وسوء استخدامها ¶ تمهيد: ¶ إن ممارسة النشاط الاقتصادي على أساس المنهج الإسلامي تأتي مرتبطة بدائرة الحلال الواسعة التي تشمل الاستغلال الأمثل للموارد الاقتصادية باعتبارها الوعاء الذي يمارس فيه المجتمع نشاطه الاقتصادي للقيام بعمارة الأرض تحقيقاً لقوله تعالى: { هو أنشأكم من الأرض واستعمركم فيها } (4).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وتأسيساً على ذلك فإن التصرفات الاقتصادية الخاطئة التي تنطوي على توظيف الموارد في غير ما أحله الله أو تبديدها وإتلافها مما لا يسمح به الإسلام ولا يقره مسلكه العادل، ويعتبره نوعاً من الفساد في الأرض، يقول تعالى: { وإذا تولى سعى في الأرض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد } (1). ¶ والمتأمل في النشاط الاقتصادي في الوقت الحاضر يروعه تبدل الحال فيه وانفلات المأخذ الإسلامي في مساراته، وذلك لما سرى فيه من نبذ لتوجيهات الشريعة والتنكر لما حدث عليه ودعت إليه في مجال حفظ المال وصيانته من التبديد، وذلك باستثماره وتشغيله والتمكين له من وظيفته الأساسية، فهو قوام الحياة، والمحافظة عليه صيانة للحياة، يقول تعالى: { و لا تؤتوا السفهاء أموالكم التي جعل الله لكم قياماً، وارزقوهم فيها واكسوهم وقولوا لهم قولاً معروفا } (2). ¶ ولما كان عدم استثمار المال وإغفال استخدامه وتشغيله يمثل أحد أنواع الفساد في النشاط الاقتصادي، فإننا نتناول الكلام عليه فيما يلي: ¶ مظاهر هذا النوع من الفساد: ¶ 1- الإسراف: ويراد به تجاوز الحد في الإنفاق الاستهلاكي مطلقاً، وبمعنى آخر فهو تجاوز الحد في استهلاك المباحات، والاستجابة لرغبات النفس التي لها أصل مشروع، مما يجعل الشخص يخرج عن حد الاعتدال والتوسط، وبما أن الدخل محدود فغالباً ما يترتب على الإسراف في جانب التقتير في آخر(3)، فيكون ذلك جهلاً بمقادير الحقوق(4). ¶ والإسراف محرم في الإسلام لنفس الأسباب التي حرم من أجلها التقتير لما فيها من ظلم للنفس وتحطيم لقدراتها وإن اختلفت الوسيلة، كما أن كليهما إهدار للموارد الاقتصادية، وإذا كان التقتير يؤدي إلى الكساد فإن الإسراف يؤدي إلى التضخم وكلاهما شر يجب تجنبهن يقول تعالى: { فكلوا واشربوا ولا تسرفوا } (5). ويقول صلى الله عليه وسلم: \"كل ما شئت والبس ما شئت ما أخطأتك خصلتان: سرف ومخيلة\"(6).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فالإسلام يضفي على الإسراف صفة التحريم القاطع، ويجعل النهي عنه في المأكل والمشرب والملبس وكذلك الصدقة، يقول تعالى: { و آتوا حقه يوم حصاده ولا تسرفوا إنه لا يحب المسرفين } (1). وما كان ذلك التحري إلا لأن الإسراف تبديد الموارد وإضاعة للثروات في غير ما يفيد وينفع. ¶ وحتى لا يقع المسلم في شرك الإسراف فإن عليه أن يكون صاحب إرادة قوية ويقظة مستمرة أمام مشتهيات النفس التي لا تنقطع مستجيباً في ذلك لأمر اله تعالى، وما يرشد إليه الفكر السديد والعقل السليم. ¶ 2- التبذير: ويراد به إنفاق المال بترك الطيبات والإنفاق على الخبيث(2)، وهو محرم وإن كان شيئاً قليلاً، يقول تعالى: { ولا تبذر تبذيرا إن المبذرين كانوا إخوان الشياطين وكان الشيطان لربه كفورا } .(3) ¶ كما أخبر النبي صلى الله عليه وسلم أن صرف المال في غير وجوهه الشرعية مما نهى الله تال عنه وكرهه لعباده لأنه فساد، والله لا يحب المفسدين، فجاء عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"إن الله يرضى لكم ثلاثاً ويكره لكم ثلاثاً، فيرضى لكم أن تعبدوه ولا تشركوا به شيئاً، وان تعتصموا بحبل الله جميعاً ولا تفرقوا، ويكره لكم قيل وقال، وكثرة السؤال، وإضاعة المال\"(4). ¶ ومما يجدر البيان له أن دائرة السفه تتسع لتشمل سائر وجوه إنفاق المال في معصية الله وفي غير الحق وفي الفساد، ومن ذلك الإنفاق المتعلق بالأكل والشرب المحرم من أنواع الخمر والمسكرات والمخدرات التي حرمها الإسلام، وكذلك الإنفاق فيما يتعلق بالاستماع للغناء المحرم، كما يدخل في استعمال الذهب والفضة في المأكل والمشرب، ويلحق بذلك استعمالها في الطيب والاكتحال وسائر وجوه الاستعمال، وأيضاً يشمل ذلك لبس الذهب والحرير للرجال(5).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فالإنفاق في الملذات المحرمة بجانب ما يعود على الفرد المنفق من أضرار فإنه ينجم عنه أضررا كثيرة تؤثر في النشاط الاقتصادي، حيث يؤدي ذلك إلى تشجيع غيره من أصحاب الأموال فيفعلوا كفعله بحثاً عن السعادة في ظنهم، مما يترتب عليه فساد طائفة مهمة من المجتمع المسلم التي بيدها مقاليد الاقتصاد، وفي ذلك الفساد أضرار عامة تعود على المجتمع من تأخر المسلمين وتسلط الأعداء عليهم. ¶ كما أنه لا يخفى ما في هذه التصرفات في مجال إضاعة المال من تشجيع لكثير من ضعفاء الإيمان إلى محاولة كسب المال عن هذه الطرق وذلك بالعمل على تيسير أماكن اللهو والمنكرات إلى الراغبين في الملذات المحرمة وهو ما يشاهد في بعض البلاد الإسلامية، وهو ما كان له الأثر السلبي على النشاط الاقتصادي في المجتمع الإسلامي من صرف فئة السفهاء عن الأعمال الصالحة النافعة التي تعود على المجتمع المسلم بالنفع والفائدة من انتشار المصانع والمشاريع الزراعية ونحو ذلك من الأعمال التي تحتاجها الأمة، ولو أحسن استغلال هذه الأموال وهذه الجهود التي تصرف في تهيئة المنكرات لكان في ذلك خير عظيم لهذه الأمة(1). ¶ 3- الاكتناز: ويراد به في الفكر الاقتصادي الحديث إمساك النقود وحبسها عن التداول، وبمعنى آخر فإن الاكتناز هو الاحتفاظ بالمدخرات في صورة أرصدة نقدية عاطلة(2). ¶ وهذا المعنى قريب من التفسير الشرعي للاكتناز حيث يراد به المجموع من النقدين –الذهب والفضة- ما لم يكن حلياً مباحاً، وخصّ الذهب والفضة بالذكر لأنه مما لا يطلع عليه بخلاف سائر الأموال، كما استثنى الحلي لأنه مأذون باتخاذه ولاحق فيه(3).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقد حذر الإسلام من هذه الظاهرة لأضرارها الجسيمة على النشاط الاقتصادي وارتباطها بالتقلبات الاقتصادية، بأن الاكتناز يؤدي إلى فقد النقود لوظيفتها الأساسية كوسيلة للمبادلة، حيث يتم اقتنائها لذاتها بهدف تنمية الثروة والممتلكات الخاصة، مما يؤدي إلى نقص في عرض النقود عن الطلب عليها نتيجة لسحب مقدار منها من النشاط الاقتصادي، كما أن استخدام النقود كسلعة وتنميتها عن طريق الإقراض بفائدة أدى إلى أن أصح الاكتناز وسيلة لتنمية الثروة بدلاً من استخدام النقود لتمويل الاستثمار، ولذا يعتبر الاكتناز من الضوابط الشرعية المكملة لتحريم الربا، من حيث إعادة النقود لوظيفتها الطبيعية وعدم اقتنائها لذاتها بتوليد النقد من النقد أو الاحتفاظ به لذاته(1). ¶ وينبغي أن يفهم أن تحريم الاكتناز لا يعني أنه تحريم الإسلام لتملك المال، فالإسلام يحترم الملكية الخاصة، ويراها أكبر دافع للعمل واستثمار المال وتنميته، إلا أن الاكتناز يكون محرماً لما يستتبعه من أضرار عديدة تؤدي إلى ارتكاب آثام مختلفة سواء بعدم تنمية المال واستثماره أو بالتعامل بالربا(2). ¶ ورغم أن الزكاة تفرض على الأرصدة النقدية بلا توظيف إذا توافرت شروط الزكاة فيها، فإن ذلك أمر غير مرغوب فيه شرعاً، لأن الموارد العاطلة تنطوي على صور من الضياع الاقتصادي لا يرضاه الإسلام، وفيه تعريض للنقود للتآكل وتدهور قيمتها، سواء من خلال الاستقطاع السنوي منها عبر فريضة الزكاة مصداقاً لقوله صلى الله عليه وسلم: \"من ولى يتيماً له مال فليتجر فيه ولا يتركه حتى تأكله الصدقة\"(3). أو من خلال تأثرها بموجات التضخم العالمي مع ما يؤدي إليه الاكتناز من وقوع المجتمع في براثن الانكماش وتدهور مستوى النشاط الاقتصادي. ¶ المبحث الرابع ¶ غياب القيم الأخلاقية والضوابط الشرعية ¶ تمهيد:",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يرتكز النشاط الاقتصادي في النظام الإسلامي على مبادئ إنسانية وأسس أخلاقية وضوابط شرعية، تغرس في نفوس أتباعه الحرص على مزاولته وإتقانه في الإطار الذي يسهم في تحقيق التنمية الاقتصادية والاجتماعية، ويكفل تصحيح المخالفات لجميع أنواع التصرفات الضرورية والجماعية، جامعاً لكلٍ من الجانبين المادي والروحي في وقت واحد باعتبار أن الاهتمام بجانب دون الآخر يؤدي إلى خلل واضطراب في حياة الفرد والمجتمع. ¶ وتحقيقاً لهذه الغاية الفريدة فقد وضع الإسلام للنشاط الاقتصادي آداباً وقيماً تهدف إلى ربطه بالأخلاق الحميدة، مما يحقق له الفاعلية الإيجابية والحركة الصحيحة. ¶ ومع وضوح هذه الحقيقة ودعوة الإسلام الصريحة لها ،فإن ما جنح إليه النشاط الاقتصادي في الوقت الحاضر من تجنب لها وغفلة عنها جعل العلاقات الاقتصادية بين الناس تقوم على أسس نفعية مادية كما تتجه إلى تحقيق غايات فردية. ¶ وفي سبيل التناول لهذا الجانب من موضوع البحث وبسط القول عنه، فإننا نتكلم عنه فيما يلي: ¶ 1- الغش ¶ معناه وحكمه: الغش هو إظهار الشيء على غير ما هو عليه في الواقع وذلك بكتمان العيب وإخفائه، فالغش خيانة وخداع(1). ¶ والغش حرام بإجماع المسلمين، وفاعله مذموم عقلاً وشرعاً، وقد ثبت تحريم الغش بالكتاب والسنة والإجماع، أما الكتاب فعموم الآيات التي تنهى عن أكل أموال الناس بالباطل ومنه قوله تعالى : { ولا تأكلوا أموالكم بينكم بالباطل } (2). ¶ أما السنة فقد جاءت أحاديث كثيرة تدل على تحريم الغش منها قوله صلى الله عليه وسلم: \"من غشّ فليس مني\"(3). ¶ وأما الإجماع فقد أجمعت الأمة على تحريم الغش(4).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "صور الغش: تتنوع صور الغش والخداع في مجال النشاط الاقتصادي، ومن أكثرها شيوعاً الكذب وهو ضد الصدق وقد حذر الإسلام من الكذب في البيع، وأمر بالصدق فيهما، فيقول تعالى: { يا أيها الذين آمنوا اتقوا الله وكونوا مع الصادقين } (1). ويقول صلى الله عليه وسلم: \"البيعان بالخيار ما لم يتفرقا، فإن صدقا وبينا بورك لهما في بيعهما، وإن كذبا وكتما تحققت بركة بيعهما\"،(2) كما يقول ايضا : \"التاجر الصدوق الأمين مع النبيين والصديقين والشهداء\"(3) . ¶ ويدخل في ذلك الحلف على البيع، فهو مكروه؛ لأنه قد يكون موصلاً لتغرير المتعاملين، كما يكون سبباً لزوال تعظيم اسم الله تعالى من القلب. ¶ وعلى هذا فلا يصح الحلف على البيع وإن كان يؤدي إلى بيع السلعة؛ لأنه يمحق البركة، وقد قال صلى الله عليه وسلم: \" الحلف منفقة للسلعة ممحقة للبركة\".(4) ¶ ومن صور الغش في النشاط الاقتصادي كتمان العيب وعدم إظهاره، فلا يحل لكم بيع سلعة أن يكتم ما بها من عيوب للنهي عن ذلك، فقد جاء عن النبي صلى الله عليه وسلم أنه قال: \" المسلم أخو المسلم، لا يحل لمسلم إن باع من أخيه بيعاً عيب إلا بينه له\".(5) ¶ وفي هذا الجانب لا يقتصر إظهار ما بالبيع من عيوب عن صاحبه فقط، بل يجب على كل من يعلم ذلك أن يبينه، وقد روى في ذلك عن النبي صلى الله عليه وسلم أنه قال: \" لا يحل لأحد أن يبيع شيئاً إلا بين ما فيه ولا يحل لأحد يعلم ذلك إلا بينه\".(6) ¶ ومن صور الغش في البيع ما يكون من خداع المتعاملين والتدليس عليهم فهو من أكل أموال الناس بالباطب، وقد به إليه رسول الله صلى الله عليه وسلم، فقد روى عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم مر على صبرة طعام فأدخل يده فيها، فأصابت أصابعه بللاً، فقال: \" ما هذا يا صاحب الطعام ؟\" قال: أصابته السماء يا رسول الله ، قال: \" أفلا جعلته فوق الطعام كي يراه الناس ؟ من غش فليس مني \".(7)",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ويدخل في الغش نقصان الكيل والميزان وعدم بخسهما، لما يترتب عليه من ظلم وأضرار للمتعاملين، وقد حذر الاسلام من ذلك وأمر بالوفاء بالكيل والميزان بالعدل، فقال تعالى: { وأوفو الكيل والميزان بالقسط لا تكلف نفساً إلا وسعها } (1). كما توعد الله سبحانه وتعالى بالويل لكل من يطفف أو ينقص في المكيال والميزان إذا باع ويزيد إذا اشترى، فقال تعالى: { ويل للمطففين الذي إذا اتالوا على الناس يستوفون وإذا كالوهم أو وزنوهم بخسرون ألا يظن ذلك أنهم مبعوثون ليوم عظيم يوم يقوم الناس لرب العالمين } (2). وروى عن النبي صلى الله عليه وسلم أنه قال لأصحاب المكيال والميزان: \" أنكم وليتم أمرين هلكت فيهما الأمم السابقة\" أي فاحذروا النجس في ذلك، وإلا هلكتم كما هلك السابقون\". ¶ ومن صور الغش التي شاع ظهورها وتتنافى مع مكارم الأخلاق، تصرية الحيوان قبل بيعه بأن يترك الشخص حلب الشاة أو البقرة، فيكثر اللبن في ضرعها، ثم يعرضها للبيع فيظن المشتري أن هذه عادتها، فيزيد في الثمن لما يرى من كثرة اللبن، فيكون ذلك ظلماً وغشاً لمن ابتاعها، ومن قبيل أكل أموال الناس بالباطل، وذلك حرام، وقد جاء النهي عن هذا الفعل فيما رواه أبو هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"لا تصروا الإبل والغنم فمن ابتاعها بعد، فإنه بخير النظرين بعد أن يحلبها، إن شاء أمسكها وإن شاء ردّها وصاعا من تمر\"(3). ¶ 2- بيع وصناعة الأشياء المحرمة",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "اتجهت الاقتصاديات الوضعية على قصر عنايتها على الجانب المادي وحده، فأصبح الهدف الوحيد للنشاط الاقتصادي المعاصر دون مراعاة أو التفات للجوانب الأخرى كالقيم والمبادئ الأخلاقية، فقد شاع التعامل بالأشياء المحرمة في مجال الأطعمة والأشربة والصناعات، وذلك ما يمنعه الإسلام وتأباه شريعته التي لا تسمح أبداً بأية صورة من صور الكسب الخبيث، يقول تعالى: { قل لا يستوي الخبيث والطيب ولو أعجبك كثرة الخبيث فاتقوا الله يا أولي الألباب لعلكم تفلحون } (1). ¶ كما أن في إجازة بيع المحرمات والاتجار فيها يعتبر تنويهاً بتلك المعاصي وتسهيلاً للناس في اتخاذها وتقريباً لهم منها، وغي تحريم بيعها واقتنائها لها وإخمال بذكرها، وإبعاد للناس عن مباشرتها، يقول صلى الله عليه وسلم: \"إن الله ورسوله حرّم بيع الخمر والميتة والخنزير والأصنام\"، كما يقول :\"إن الله إذا حرّم شيئاً حرّم ثمنه\"(2). ¶ ويدخل في عداد المحرمات آلات اللهو إلا ما أباحه الشارع من طبل ودف، أما غير ذلك فلا يجوز الاتجار فيها، لضررها وصرفها للناس عن السلوك الجاد، فهي من لهو الحديث، يقول تعالى: { ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزواً أولئك لهم عذابٌ أليم } (3). ¶ وقد قال المفسرون إن المراد بلهو الحديث آلات العزف(4)، وقد نهى النبي صلى الله عليه وسلم عن بيع وشراء آلات اللهو فقال: \"إن الله بعثني رحمة للعالمين، وأمرني بمحق المعازف والمزامير، لا يحل بيعهن ولا تعليمهن ولا التجارة فيهن، وثمنهن حرام\"(5). ¶ وقد أجمعت الأمة على حرمة العامل في آلات العزف ولا يجوز أن تكون سلعاً، لأنها تتنافى ومكارم الأخلاق ولا مصلحة فيها(6). ¶ 3- تزييف النقود:",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "يطلق النقد على المسكوك من الذهب والفضة وغيرها(1)، وسك النقود بمعنى إصدارها في كافة مراحله صورةً ونقشاً ووزناً ومادة، يكون من اختصاص الدولة التي يمثلها الحاكم، لأنها تمس مصالح الجميع، فهي تجري بين الناس من يد إلى يد، فصلاحها وانضباطها صلاح وانضباط لكل معاملات الناس وطمأنينة لهم واستقرار لقيم الأشياء، ذلك من السياسة الشرعية ورعاية المصلحة العامة، وتحقيق مقاصد الشريعة في التيسير على الناس في معاملاتهم ورفعه الحرج عنهم في أمور معاشهم. ¶ وتأتي أهمية النقود في أنها تؤدي وظيفتين في حياة الأفراد والجماعات، فهي أولاً أداة مبادلة ووسيلة إلى تحقيق رغبات الناس، وأنها قيمة لكل ما يتموله الناس، وهي ثانياً أداة ادخار يتم عن طريقها تجميع المال في صورة تيسير الانتفاع به من غير عناء في الاحتفاظ به أو صعوبة التعامل فيه(2). ¶ والأصل في النقود أنها تكون من معدني الذهب والفضة فإنهما جعلا ثمناً للأشياء وأعدا للتجارة بأصل خلقتهما، وذلك لسهولة حملهما ونقلهما فضلاً عن متانتهما وتجانس هذين المعدنين في كل بقاع الأرض وصعوبة تزييفهما، وقابليتهما للتجزئة دون التأثير على قيمتهما، إذ كل منهما حافظ لقيمته(3). ¶ ومع تطورات الحياة المتلاحقة وما استحدثته التغيرات الاجتماعية فقد ظهر في مجال النقد المسكوك أشياء أخرى من غير الذهب والفضة لها صفة الثمنية، وهو مؤيد بما اتجه إليه سيدنا عمر رضي الله عنه عندما فكر في الانتفاع بجلود الإبل عن طريق جعلها دراهم ثم بعد مواجهته بعدم ملائمة ذلك التفكير لأحوال العصر امتنع من الإقدام على ذلك. كما أجاز بعض الفقهاء اتخاذ غير النقدين ثمناً إذا اتخذه الناس ولو كان من غير المعنيين التقليديين(4). ¶ وعلى هذا فكل ما ارتضته الدولة على جعله وسيلة للتبادل وتحقيق مآرب الناس كان ثمناً ولو كان مكن أي معدن غير الذهب والفضة أو من غير المعادن(5).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وباستقرار ذلك وظهور النقود الورقية وتداولها عالمياً وتعارف الناس علي الأخذ بها فقد اتجه ضعاف النفوس إلى تزييفها وتسخير كل ما يمكنهم من دهاء ومكر في هذا التحايل، فانتشر في سوق النقد والصرف تزييف النقد، مما أفسد التعالم فيه وترتب عليه الكثير من الأضرار، وقد عني الإسلام بسلامة النقود من العبث بها، فكما حرم الغش في السلع والتدليس في التعامل، حرم الغش في النقد واعتبره خطراً عاماً يمتنع تداوله، لأن تداوله بين الناس يتم بسرعة، وهذا يجعل ضرره متنقلاً من شخص إلى آخر، وهكذا حتى يعم أناساً كثيرين. ¶ وقد نهى رسول الله صلى الله عليه وسلم عن أن تكسر الدراهم أو الدنانير أو الفلوس التي عليها سكة الإمام وخاتم الدولة ما دام التعامل بتها جارياً بين المسلمين، فجاء عن عبد الله بن عمرو المازني قال: \"نهى رسول الله صلى الله عليه وسلم أن تكسر سكة المسلمين الجائزة بينهم إلا من بأس\"(1). ¶ والحكمة من هذا النهي ما يترتب على كسر النقود من إضاعة المال، وإهدار ما بُذل فيها من أعمال، وإخلال بحق الدولة ونظمها في إصدار النقد، وكذلك ما يؤدي إليه هذا التصرف الآثم من نقص في النقود المتداولة بين الناس، وهذا يؤثر بدوره على مسيرة التعامل والتبادل. ¶ ولا شك أن تزييف النقود مما يدخل في هذا الإضرار بل يزيد عليه بأنه ظلم وعدوان، إذ يستضر به المعامل إن لم يعرف ذلك الزيف، وإن عرف فيروجه على غيره، وكذلك الثالث يروجه على غيره، وكذلك الرابع وهكذا، ولا يزال يتردد في الأيدي ويعم ضرره ويتسع الفساد ويكون وزر الكل راجعاً إليه فإنه هو الذي فتح هذا الباب(2).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وقد ذهب بعض العلماء إلى جعل من زيّف النقود وأفسد السكة سارقاً أو مفسداً في الأرض، أما أنه يعتبر سارقاً فالوجه فيه أن يتقاضى في مقابلة الدرهم الزائف سلعة يفوق ثمنها في الحقيقة والواقع، بل لا يكون لهذا النقد الزائف قيمة على الإطلاق، فيكن قد أخذ السلعة اختلاساً أو سرقة، وأما اعتباره مفسداً فما أتاه من ضرر كبير، وإذا كان هذا الوصف ينطبق على المزيف للنقود فتكون عقوبته هي عقوبة المفسد في الأرض التي نصّ عليها قوله تعال: { إنما جزاء الذين يحاربون الله ورسوله ويسعون في الأرض فساداً أن يقتلّوا أو يصلبوا أو تقطّع أيديهم وأرجلهم من خلاف أو يُنفوا من الأرض أولئك لهم خزي في الدنيا ولهم في الآخرة عذابٌ عظيم* إلا الذين تابوا من قبل أن تقدروا عليهم فاعلموا أن الله غفورٌ رحيم } (1). ¶ وهذا في نظري رأي سديد، وفكر رشيد يساير النظرة الإسلامية بما تهدف إليه من صيانة الحق، وتحقيق مصالح الخلق. ¶ ( وآخر دعوانا أن الحمد لله رب العالمين) ¶ الهوامش ¶ (1) …لسان العرب، ج3، ص335- المصباح المنير، ج2، ص472- تفسير القرطبي، ج1، ¶ ص202. ¶ (2) تيسير التحرير، محمد أمين بادشاه، ج2، ص236. ¶ (3) المستصفى لأبي حامد الغزالي، ج2، ص153 وما بعدها. ¶ (4) شرح التلويح على التوضيح، سعد الدين مسعود بن عمر التفتازاني، ج1، ص376- تيسير التحرير، محمد أمين، ج1، ص376- 380. ¶ (5) الأموال لأبي عبيد، ص319. ¶ (6) المسند لأحمد بن حنبل ج1، ص313- سنن البيهقي، ج6، ص156. ¶ (7) لسان العرب لابن منظور، ج2، ص149- المصباح المنير، ج1، ص472. ¶ (8) بدائع الصنائع، ج5، ص129- نهاية المحتاج، ج3، ص472. ¶ (9) المبدع شرح المقنع، ج4، ص47. ¶ (10) سنن ابن ماجة، ج2، ص729. ¶ (11) مواهب الجليل، ج4، ص323. ¶ (12) المحلى، ج9، ص64. ¶ (13) صحيح مسلم بشرح النووي، ج11، ص43- سنن ابن ماجة، ج2، ص728.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "(14) مواهب الجليل، ج4، ص224- نهاية المحتاج، ج3، ص472- المغني مع الشرح الكبير، ج4، ص305- المحلى لابن حزم، ج9، ص717. ¶ (15) الهداية ج4، ص92- تكملة المجموع، ج13، ص44. ¶ (16) صحيح مسلم بشرح النووي، ج11، ص43. ¶ (17) مسند الإمام أحمد، ج2، ص351. ¶ (18) سنن ابن ماجة، ج2، ص728. ¶ (19) الهداية ج4، ص92- مغني المحتاج، ج2، ص38. ¶ (20) فتح الباري شرح صحيح البخاري، ج9،ص414- بدائع الصنائع، ج5، ص139- مغني المحتاج، ج2، ص38. ¶ (21) الاقتصاد الإسلامي، د/ حسن الشاذلي، ص186 وما بعدها. ¶ (22) الاقتصاد السياسي، د/ رفعت المحجوب، ج2، ص223 وما بعدها. ¶ (23) النظرية الاقتصادية ، د/ أحمد جامع، ص765 وما بعدها. ¶ (24) الاستثمار في الاقتصاد الإسلامي، د/ أميرة عبد اللطيف مشهور، ص234 وما بعدها. ¶ (25) النظام الاقتصادي في الإسلام، د/ شوكت عليان، ص164. ¶ (26) مواهب الجليل، ج4، ص227- نهاية المحتاج، ج3، ص456- الطرق الحكيمة لابن القيم، ص243- تبيين الحقائق للزيلعي، ج6، ص28. ¶ (27) أحكام السوق ليحيى بن عمر، ص113. ¶ (28) المحلى لابن حزم،ج9، ص65. ¶ (29) الحسبة في الإسلام لابن تيمية، ص14. ¶ (30) فتح الباري شرح صحيح البخاري، ج4، ص370. ¶ (31) صحيح مسلم بشرح النووي، ج10، ص161. ¶ (32) الحسبة في الإسلام لابن تيمية، ص24 وما بعدها. ¶ (33) الاستثمار في الاقتصاد الإسلامي، د/ أميرة عبد اللطيف مشهور، ص240. ¶ (34) مختار الصحاح، ص299. ¶ (35) الطرق الحكيمة لابن القيم، ص245. ¶ (36) تبيين الحقائق، ج6، ص28- القوانين الفقهية، ص281- مغني المحتاج، ج2، ص38- المغني، ج4، ص159. ¶ (37) الطرق الحكيمة لابن القيم، ص325. ¶ (38) الحسبة لابن تيمية، ص41. ¶ (39) الاقتصاد الإسلامي، د/ حسن الشاذلي، ص198. ¶ (40) مختار الصحاح، ص231. ¶ (41) المبسوط، ج12، ص109. ¶ (42) الآية 275 سورة البقرة. ¶ (43) الآيتان 178- 179 سورة البقرة. ¶ (44) فتح الباري شرح صحيح البخاري، ج5، ص393. ¶ (45) صحيح مسلم بشرح النووي، ج11، ص26.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "(46) الآية 70 سورة الإسراء. ¶ (47) مجموع فتاوى ابن تيمية، مجلد29، ج9، ص24. ¶ (48) إغاثة اللهفان، ج1، ص368. ¶ (49) فتح الباري شرح صحيح البخاري، ج10، ص438 ¶ (50) تفسير الرازي، ج7، ص94. ¶ (51) فتح الباري شرح صحيح البخاري، ج5، ص304 ¶ (52) دراسات في الفقه الإسلامي، د/ رشاد حسن خليل، ص152. ¶ (53) مجموع فتاوى ابن تيمية، ج29، ص23. ¶ (54) صحيح مسلم بشرح النووي، ج10، ص156. ¶ (55) نفس الهامش السابق. ¶ (56) الاستثمار في الاقتصاد الإسلامي، د/ أميرة مشهور، ص249. ¶ (57) بلغة السالك، ج2، ص74- المجموع للنووي، ج9، ص235- المغني، ج4، ص175. ¶ (58) سنن أبي داود، ج3، ص768- سنن ابن ماجة، ج2، ص838. ¶ (59) شرح فتح القدير، ج6، ص376- حاشية الدسوقي، ج3، ص67- مغني المحتاج، ج2، ص27- المغني، ج4، ص660. ¶ (60) صحيح مسلم بشرح النووي، ج10، ص161. ¶ (61) بداية المجتهد، ج2، ص189- المغني، ج4، ص160- المحلى، ج9، ص468. ¶ (62) المغني، ج4، ص161- صحيح مسلم بشرح النووي، ج10، ص160. ¶ (63) بدائع الصنائع، ج5، ص232- بداية المجتهد، ج2، ص188- مغني المحتاج، ج2، ¶ ص37- كاشف القناع، ج3، ص183- المحلى، ج9، ص466. ¶ (64) صحيح مسلم بشرح النووي، ج10، ص160. ¶ (65) المصدر السابق. ¶ (66) المغني، ج4، ص161- المحلى، ج9، ص466. ¶ (67) المغني، ج4، ص161. ¶ (68) سنن الترمذي، ج2، ص345. ¶ (69) الآية 61 سورة هود. ¶ (70) الآية 205 سورة البقرة. ¶ (71) الآية 5 سورة النساء. ¶ (72) القيم الإسلامية ودورها في ترشيد السلوك الاستهلاكي ،ص20 ¶ (73) الأحكام السلطانية للماوردي، ص187. ¶ (74) ) الآية 31 سورة الأعراف. ¶ (75) سبل السلام للصنائعي، ج4. ¶ (76) الآية 141 سورة الأنعام. ¶ (77) تفسير القرطبي، ج15، ص74. ¶ (78) الآيتان 26- 27، سورة الإسراء. ¶ (79) صحيح مسلم بشرح النووي، ج12، ص11. ¶ (80) فتح الباري شرح صحيح البخاري، ج10، ص96- 97. ¶ (81) ) أسس الاقتصاد الإسلامي للماوردي، ص164.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "(82) مقدمة في النقود والبنوك، د/ محمد زكي شافعي، ص357. ¶ (83) تفسير القرطبي، ج8، ص123- 125. ¶ (84) التنمية الاقتصادية، د/ علي لطفي، ص15. ¶ (85) الاستثمار في الاقتصاد الإسلامي، د/ أميرة مشهور، ص220. ¶ (86) صحيح الترمذي، ج3، ص136. ¶ (87) مواهب الجليل للحطاب، ج4، ص437- نهاية المحتاج، ج3، ص2- المغني، ج4، ¶ ص108. ¶ (88) الآية 188 سورة البقرة. ¶ (89) سنن أبي داود، ج3، ص272. ¶ (90) صحيح مسلم بشرح النووي، ج2، ص467. ¶ (91) الآية 119سورة التوبة. ¶ (92) صحيح مسلم بشرح النووي، ج10، ص173. ¶ (93) سنن الترمذي، ج3، ص506. ¶ (94) فتح الباري بشرح صحيح البخاري، ج4، ص315. ¶ (95) ¶ (96) نيل الأوطار، ج6، ص369. ¶ (97) صحيح مسلم بشرح النووي، ج2، ص109. ¶ (98) الآية 152 سورة الأنعام. ¶ (99) الآيات 1-4 سورة المطففين. ¶ (100) فتح الباري بشرح صحيح البخاري، ج4، ص361. ¶ (101) الآية 100 سورة المائدة. ¶ (102) صحيح مسلم بشرح النووي، ج11، ص7. ¶ (103) الآية 6 سورة لقمان. ¶ (104) تفسير ابن كثير، ج3، ص242. ¶ (105) سنن الترمذي، ج8، ص7. ¶ (106) تفسير القرطبي، ج6، ص133. ¶ (107) شرح الخرشي، ج3، ص392. ¶ (108) مقدمة ابن خلدون، ص434. ¶ (109) مقدمة ابن خلدون، ص231. ¶ (110) مقدمة ابن خلدون، ص231. ¶ (111) الاقتصاد الإسلامي، د/ حسن الشاذلي، ص208. ¶ (112) سنن أبي داود، ج4، ص17. ¶ (113) إحياء علوم الدين للغزالي، ج3، ص137. ¶ (114) الآيتان 33- 34، من سورة المائدة.",
            "page": "40",
            "part": "1"
        }
    ],
    "t36621": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الفساد في النشاط الاقتصادي"
        }
    ]
}