{
    "b36625": [
        {
            "id": "1",
            "nass": "المباحث المفيدة في تحديد عرض ¶ المسعى وحكم توسعته الجديدة ¶ تأليف : د. جابر بن علي الحوسني ¶ 1429هـ - 2008م ¶ مقدمة ¶ الحمد لله الحكيم العليم القائل في كتابه العظيم : ( إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما ومن تطوع خيرا فإن الله شاكر عليم ) ، وأزكى الصلاة والتسليم على خير من حج وسعى ، وقال لأمته : (خذوا عني مناسككم ) ، ثم الرضا والسلام على الآل والصحب الكرام ، و من اقتدى بهم واهتدى . أما بعد : ¶ فهذه رسالة لطيفة سميتها : ( المباحث المفيدة في بيان عرض المسعى وحكم توسعته الجديدة ) ، و قد دعاني إلى كتابتها ما حصل هذه السنة – أي سنة تسع وعشرين وأربعمائة وألف - من الزيادة الكبيرة في عرض المسعى الذي كان عرضه عشرين مترا ، فصار بالزيادة التي أضيفت إليه من الجهة الشرقية أربعين مترا ، وأردت فيها بيان الحكم الشرعي في السعي داخل هذه الزيادة ، وقسمتها إلى ستة مباحث ، وخاتمة ، وذلك على هذا النحو : ¶ المبحث الأول : عرض المسعى في الروايات التاريخية المعتد بها . ¶ المبحث الثاني : التحقيق في عرض المسعى وفتاوى المتأخرين فيه . ¶ المبحث الثالث : سعة الصفا والمروة (الامتداد والحد ) . ¶ المبحث الرابع : الرد على شبه من انتصروا لجواز التوسعة الحالية في عرض المسعى . ¶ المبحث الخامس : أقوال الفقهاء في حكم التقيد بالمسعى . ¶ المبحث السادس : أقوال الفقهاء في ركنية السعي . ¶ الخاتمة : وتتضمن النتائج والخلاصة . ¶ المبحث الأول ¶ عرض المسعى في الروايات التاريخية المعتد بها",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "تلقى الفقهاء المعتد بأقوالهم بالقبول طائفة من الروايات والأخبار التاريخية المبينة لحدود عرض المسعى ، وجرى بها العمل منذ الربع الأخير من القرن الثالث ، ولم تدون المصادر التاريخية والجغرافية- حسب علمي- أخبارا تخالف تلك الروايات التي عليها مدار تحديد عرض المسعى وذرعه من حديه الأيمن والأيسر ، واعتمدها الناس ؛ نظرا لتقدم القائلين بها ، ومباشرتهم لذرع عرض المسعى دون الاعتماد على مجرد السماع ، و كذلك لكونهم من الثقات المأمونين ، وبينت تلك الروايات عرض المسعى قبل أن يضيق بسبب ما أخذ منه فيما بعد كما سيأتي ذكره مفصلا . ¶ وقبل الوقوف على هذه الروايات يحسن تبيين معنى المسعى في اللغة والاصطلاح : ¶ 1- المسعى في اللغة: ¶ اسم مكان ، مأخوذ من سعى يسعى سعياً ، إذا مشى بسرعة وهرول أوعدا، وهو دون الشد وفوق المشي، وقيل السعي الجري والاضطراب والحركة، قال ابن دريد ( ت 321 هـ): \" السعي مصدر سعى يسعى سعياً من العدو وسعى للسلطان إذا ولي له الصدقة.... \" ، وقال أيضا: \" سعى يسعى سعياً إذا أسرع \" . وقال الجوهري: (ت 393 هـ): \" سعى الرجل يسعى سعياً، أي عدا\" . وقال ابن منظور (ت711هـ) : \" والسعي عدو دون الشد سعى يسعى سعياً، وفي الحديث : \" إذا أتيتم الصلاة فلا تأتوها وأنتم تسعون ولكن ائتوها وعليكم السكينة فما أدركتم فصلوا وما فاتكم فأتموا\" . فالسعي هنا العدو سعى إذا عدا وسعى إذا مشى.. قال الزجاج : السعي والذهاب بمعنى واحد، لأنك تقوله للرجل وهو يسعى في الأرض وليس هذا باشتداد .....\" . ¶ وقال الفيومي (ت 770هـ) : \" وسعى في مشيه هرول\" . ¶ وقال الفيروز آبادي (ت 817هـ) :\" سعى يسعى سعياً ، كرعى: قصد، وعمل ومشى وعدا..\" .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وفى تاج العروس: \" وسعى إذا مشى زاد الراغب بسرعة، ومنه أخذ السعي بين الصفا والمروة، وسعى إذا عدا ، وهو دون الشد وفوق المشي، وقيل السعي الجري والاضطراب كل ذلك ذكره ابن الأعرابي..... وقال الراغب : أصل السعي المشي السريع ويستعمل للجد في الأمر خيراً كان أو شراً..\" . ¶ 2- وفي الاصطلاح : ¶ هو المكان أو الموضع الذي يطوف فيه الحاج والمعتمر بين جبلي الصفا والمروة لأداء شعيرة السعي. ¶ و السعي يطلق على المشي وعلى الجري والهرولة في مكان مخصوص قال البكري (ت 487 هـ) مبيناً ذلك : وكان رسول الله صلي الله عليه وسلم في طوافه بينهما ـ الصفا والمروةـ يمشي حتى إذا نصبت قدماه في بطن الوادي سعى \". . ¶ والطواف يطلق على السعي والمشي بين الصفا والمروة ، ففي التنزيل : (إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح أن يطوف بهما ) . ¶ الروايات التي عول عليها الفقهاء في تحديد عرض المسعى : ¶ عول الفقهاء في تحديد عرض المسعى على روايات تاريخية أهمها الروايات الآتية: ¶ أ - رواية أبي الوليد الأزر قي : ¶ قال الأزرقي محدداً عرض المسعى: \"وذرع ما بين العلم الذي على باب المسجد إلى العلم الذي بحذائه على باب دار العباس ¶ ابن عبد المطلب، وبينهما عرض المسعى، خمسة وثلاثون ذراعاً ونصف \" . ¶ والشاهد هو قوله : \" وبينهما عرض المسعى خمسة وثلاثون ذراعاً ونصف \" أي ما يعادل ثمانية عشر مترا تقريبا .. ¶ ب - رواية أبي عبد الله الفاكهي : ¶ قال الفاكهي : \" وذرع ما بين العلم الذي على باب المسجد إلى العلم الذي بحذائه على باب العباس بن عبد المطلب ـ رضي الله عنه ـ ، وبينهما عرض المسعى ، خمسة وثلاثون ذراعا واثنتا عشرة إصبعا\" . ¶ ج - رواية أبي إسحاق الحربي : ¶ قال الحربي في كتابه المناسك وهو رحلته إلى الحج : \" وذرع المسعى من المسجد الحرام إلى دار العباس اثنان وثلاثون ذراعا\" .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وهذا التحديد ينقص عن تحديد الأزرقي والفاكهي بثلاثة أذرع ونصف ؛ مع أن الحربي كان معاصرا للأزرقي والفاكهي ، فلعله قدر ذراعا خاصًا به ، وهو ممن دخل مكة وحرر كتابه إبان حجه، بخلاف الأزرقي والفاكهي اللذين استوطنا البلد الحرام ، و يجوز أن يقال في الجمع بين الروايتين : إن الأزرقي والفاكهي حددا أقصى عرض للمسعى ، والحربي اعتبر حال المسعى بعد دخول الأبنية والديار المجاورة فيه ، فالجميع متفق على أن للمسعى عرضا محددا ؛ تمسكا بدليل الاستصحاب ، لكن ذرع الأزرقي و الفاكهي كان لتحديد أكثر عرض المسعى . ¶ كما يمكن حمل ذرع الفاكهي والأزر قي على أوسع عرض للوادي وذلك يقتضي وجود التواءات في حديه فيضيق تارة في بعض مواضعه عن مواضعه الأخرى ، وعليه يكون ذرع الفاكهي والأزرقي قد توجه إلى حساب الأكثر فبلغ خمسا وثلاثين ذراعًا ونصف ، إذ يتعذر عادة استقامة حافتي الوادي ، وأظن أن قول الفقهاء : لو التوى يسيرا عن دار العباس لم يضره ذلك ، قد راعى تعرجات والتواءات الوادي التي تجعل بعض مواضعه أعرض وأوسع من بعضها الآخر ، وهذا معهود في كل واد ؛ فيبعد أن يكون عرض الوادي مستقيمًا استقامة كلية في سائر أجزائه الأفقية والعمودية أو الطولية والعرضية كما نراه اليوم في فناء المسعى. ¶ توثيق أصحاب الروايات الثلاث: ¶ 1- الأزرقي وروايته : ¶ تقدم أن الأزرقي هو أبو الوليد محمد بن عبد الله بن أحمد بن محمد بن الوليد بن عقبة بن الأزرق الغساني المكي الشافعي ، وجده هو أحمد بن محمد الأزرقي ثقة روى عن مالك وابن عينيه والشافعي وعنه روى البخاري وأبو حاتم وحفيده وغيرهم . وقال عنه ابن سعد ( ت 230هـ) : ثقة كثير الحديث . ووثقه أيضا البخاري ( ت256 هـ ) ، والرازي (ت327هـ) ، وابن حبان (ت 354هـ) ..",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قال ابن ماكولا (ت 475 هـ) في معرض ذكر من رووا عن جد الأزرقي : \" وابن ابنه أبو الوليد محمد بن عبد الله بن أحمد بن محمد ابن الوليد الأزرقي صاحب كتاب مكة يحدث عن جده أحمد بن محمد الأزرقي وعلي بن هارون بن مسلم العجلي ومهدي بن أبي المهدي وجماعة كثيرة، روى عنه كتاب مكة محمد بن إسحاق بن أحمد بن إسحاق بن نافع الخزاعي \" . ¶ قال السمعاني (ت 562هـ ) : \" أبو الوليد محمد بن عبد الله بن أحمد بن محمد بن الوليد الأزرقي صاحب كتاب أخبار مكة ، وقد أحسن في تصنيف ذلك الكتاب غاية الإحسان ، روى عن جده ومحمد بن يحيي بن أبي عمر العدني وغيرهما ، و روى عنه أبو محمد إسحاق بن أحمد بن نافع الخزاعى\" . ¶ والخزاعي هذا متقن ثقة حجة رفيع الذكر توفي سنة 308هـ بمكة ، أحد فصحاء مكة . ¶ وعندما يروي الخزاعي عن الأزرقي فإن ذلك يكون بمثابة توثيقه وتعديله ؛ فالثقة حين يروي عن أحد يكون ذلك بمثابة توثيقه له ، عند جمع من المحدثين ، وإليه ميل البخاري ومسلم وغيرهما ، وكذلك هو الصحيح عند الأصوليين كالآمدي وابن الحاجب وغيرهما . ¶ والأزرقي روى عن ثقات وروى عنه ثقة ، قال ابن عبد البر (ت 463هـ) : \" كل حامل علم معروف العناية به فهو عدل محمول في أمره أبدا على العدالة حتى تتبين جرحته في حاله ، أو في كثرة غلطه ، لقوله صلى الله عليه وسلم : \" يحمل هذا العلم من خلف عدوله \" . ¶ ولم يرد – حسب ما وقفت عليه - عن أحد ممن يحتج بهم في الجرح والتعديل أنه ضعف أبا الوليد الأزرقي . ¶ ولعظم مكانة كتاب الأزرقي عكف عليه علماء كثيرون بالتعليق والشرح والاختصار، ، وعولوا عليه في العديد من الأحكام الشرعية المتعلقة بمناسك الحج والعمرة ، ومنها مكان السعي، وجعلوه الحجة والعمدة في شأن بيان حدود المسعى ، وهذا أمر معروف لدى الفقهاء والمحدثين والمؤرخين ، والشواهد على ذلك أكثر من أن يحيط بها هذا المبحث ، وحسبنا منها ما يأتي :",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "1- استشهد النووي ( ت 676 هـ ) بتقريرات الأزرقي في ذرع البيت ، بعد أن وصفه بأنه إمام بقوله: \" وقد وصفه الإمام أبو الوليد الأزرقي في تاريخ مكة فأحسن وأجاد.. \" . ونقل في كتابه تهذيب الأسماء واللغات كلام الأزرقي كاملا في ذرع المسجد والمسعى ، وقال في نهايته : \" هذا كلام الأزرقي \". مع أن عادته فيه الاختصار ، لكنه عند الحديث عن المسجد الحرام أورد كلام الأزرقي في نحو أربع صفحات ، مما يدل على اعتماده الكامل عليه في هذا الباب . ¶ 2- اعتمد المحب الطبري على تخريجات الأزرقي ورواياته ، فكثيرا ما يقول بعد سرد شيء من أخبار البلد الحرام : أخرجه الأزرقي ، أو هذا ما نقله أبوالوليد الأزرقي في كتابه المشهور . ¶ 3- قال التقي الفاسي ( ت 832 هـ ) : \" وقد رأيت أن أذكر إسنادي في تاريخ الأزرقي لكثرة المنقول منه في هذا الكتاب ، وإذا كان متصلا بالإسناد فهو مما يستجاد\" . ¶ وذكر الفاسي أيضاً أنه عول كثيراً على ما ذكره وحدده الأزرقي وجمعه ، وأنه صاحب قصب السبق في أخبار مكة . ¶ 3- صرح ابن حجر الهيتمي (ت973هـ ) أن الأزرقي إمام شأن ذرع المسعى ، وقال في حقه : \" تقرر أنه العمدة في هذا الشأن كله في درج الصفا والمروة .. \" . ¶ وقال أيضا : \" وإن كلام الأزرقي صريح فيه ، وإنه أعني الأزرقي أولى بالاعتماد من غيره..\" . ¶ وفوق ذلك كله نقل عن الأزرقي جمع غفير من أئمة العلم والتاريخ كابن جرير وابن الأثير وابن كثير والذهبي وغيرهم مما يدل على رسوخ قدمه وتوثيق العلماء له في أخبار مكة ووصف معالم البيت العتيق والمسعى . ¶ 2- الفاكهي وروايته:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قال التقي الفاسي : \" وللإمام الأزرقي والفاكهي فضل السبق والتحرير والتحصيل ، فإن ما ذكراه هو الأصل الذي انبنى عليه هذا الكتاب وفي كتاب الفاكهي وهو محمد بن إسحاق بن العباس المكي أمور كثيرة مفيدة جداً ليست من معنى تأليف الأزرقي ولا من المعنى الذي ألفناه ،وكان في المائة الثالثة ، والفاكهي تأخر عن الأزرقي قليلا في غالب الظن ، ومن عصرهما إلى تاريخه خمسمائة سنة ونحو أربعين سنة وأزيد لم يصنف بعدهما في المعنى الذي صنفا فيه أحد ..\" . ¶ ولقد أكثر الفاسي النقل عن الفاكهي والاعتماد عليه في كتابيه العقد الثمين وشفاء الغرام ، وكلاهما مخصص لتاريخ مكة وما يتعلق بها من تراجم وأخبار . ¶ وقال التقي الفاسي أيضاً عنه : \" وكتابه في أخبار مكة كتاب حسن جدا لكثرة ما فيه من الفوائد النفيسة ، وفيه غنية عن كتاب الأزرقي ، وكتاب الأزرقي لا يغني عنه ؛ لأنه ذكر فيه أشياء حسنة مفيدة جدا لم يذكرها الأزرقي . وأفاد في المعنى الذي ذكره الأزرقي أشياء كثيرة لم يفدها الأزرقي ، وإني لأعجب من إهمال الفضلاء لترجمته ، فإن كتابه يدل على أنه من أهل الفضل، فاستحق الذكر، وأن يوصف بما يليق به من الفضل والعدالة أو الجرح وحاشاه من ذلك ، وشابهه في إهمال الترجمة الأزرقي صاحب أخبار مكة الآتي ذكره . وهذا عجب أيضا، فإنه بمثابة الفاكهي في الفضل ، وما هما فيما أحسب بدون الجندي صاحب فضائل مكة . فإن له ترجمة في كتب العلماء والله أعلم بتحقيقة ذلك\" . ¶ 3- رواية الحربي :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لم تشتهر رواية الحربي بين المحررين والمحققين في تاريخ مكة والمناسك فيما يتصل بعرض المسعى ، إلا أن هذا لا يدل بحال من الأحوال على عدم قبول روايته في ذلك أو ردها ، فالحربي صدوق ثقة، وهو من أئمة العلم والفقه ، ومن الحفاظ للحديث المميزين لعلله ، ورث أموالا كثيرة أنفقها في طلب الحديث ، ومن زهده أنه ما احتفل في ملبسه ولا في مأكله يوما قط ولا شكا مرضا بجسده إلى أحد من أهله . حتى قيل إنه يقاس بأحمد بن حنبل في زهده وورعه وعلمه . ¶ المبحث الثاني ¶ التحقيق في عرض المسعى وفتاوى المتأخرين فيه ¶ إن الأزرقي والفاكهي والحربي هم أقدم من بين عرض المسعى من حيث القياس بالذراع ، ولا يعني ذلك عدم تحديد غيرهم لعرض المسعى ، وإنما هم أصحاب أقدم مستند في عرض المسعى وصل إلينا مدونًا ، وكان ما قرره الأزرقي والفاكهي مبينا لعرض المسعى الذي سعى فيه رسول الله صلي الله عليه وسلم ومن سعى معه من المسلمين ولم يجاوزوه ، الأمر الذي جعل الفقهاء يعتمدون على ذلك في تقرير أحكام عرض وطول المسعى ، ويقوي ذلك أن الأزرقي والفاكهي ممن عاش في القرن الثالث المشهود له بالخيرية ، وعاصرا أئمة الإسلام ممن نقلوا الشرع الحنيف عن رجال لم يبعدوا عن عهد رسول الله صلي الله عليه وسلم وأصحابه كثيراً ، كما أن الاعتماد على كلام الأزرقي والفاكهي مبني على أنهما بينا أوسع عرض لأرض المسعى ، قبل حدوث نقصان فيه بسبب دخول بعض الديار والأبنية في بعض أرجائه من جهته الشرقية ، أي أن كلامهما بين ما كان عليه أصل عرض المسعى الشرعي المعني في نصوص الكتاب والسنة ، قبل أن يضيق بسب طرو البناء المستحدث في أرضه ، فيكون ذرع الأزرقي والفاكهي (35 ذراعا ونصف ) هو الحد الأوسع لعرض المسعى .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقد بقي الناس على اعتبار أكثر عرض المسعى (35 ذراعاً ونصف الذراع) حتى دخلت سنة 1357هـ/ 1932م ، حيث أمر الملك عبد العزيز بإزالة النواتىء العارضة على جانبي المسعى ، فصار المشعر من الصفا والمروة بعد عملية الرصف متساوي الأطراف ، وبلغ عرضه بالنظام المتري عشرين متراً ونصف المتر . ¶ ثم لما دخلت سنة ( 1366هـ - 1947م ) ، أمر الملك عبدالعزيز بتحديد سقف المسعى بصورة فنية محكمة ، ونفذت عملية سقف المسعى من الصفا والمروة بعرض عشرين متراً ونصف المتر ، فيما عدا ثمانية أمتار مقابل باب علي رضي الله عنه تركت بدون سقف ؛ لأنها تمثل ميداناً متسعاً وتركها دون سقف يكسبها جمالاً في نظر القائلين بذلك .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وتوالت الانشاءات والأبنية في مشعر المسعى طولا وعرضا من عهد الملك سعود أول ملك من أولاد الملك عبد العزيز إلى ثاني ملك ، وهو أخوه الملك فيصل ، وتنقل المراجع المصنفة في تاريخ عمارة المسجد الحرام أن توسعة وتحسين حال المسعى بدأت وتعاقبت على ثلاث مراحل بدءا من سنة 1357هـ إلى سنة 1382هـ ، ومن أهم من باشروا بعض تلك الأعمال اللجنة المعينة من قبل الملك سعود وتكونت من تسعة أعضاء وهم : الشيخ عبد الملك بن إبراهيم آل الشيخ ، والشيخ عبد الله بن جاسر ، والشيخ علوي بن عباس المالكي ، والشيخ محمد بن علي الحركان ، والشيخ محمد بن لادن ، والشيخ محمد صالح القزاز ، والمعلم حسين عجاج ، والمهندسان الفنيان طارق الشواف وطه القرملي ، وأوكل لهذه اللجنة متابعة عشرة أعمال ،منها : فصل المباني المجاورة للمسعى والمسجد الحرام ، وقطع المرور من المسعى ليتمكن الحجاج من السعي بين الصفا والمروة ، من غير مزاحمة أو مجاورة العربات ومرتادي الأسواق ، وفي سنة 1377هـ هدم ما بقي بجانبي المسعى من بيوت ودكاكين لبناء المسعى ، وهدم أيضا ما خلفهما من الجهة الشرقية إلى الصفا من مساكن وأسواق ، وبني فيما بين الصفا والمروة بناء المسعى بطابقيه ، وأصبح عرضه 20 مترا ونصف المتر ،موافقاً لما كان عليه الأمر في عهد الملك عبد العزيز بعد أن أمر بسقف المسعى كما تقدم.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وفي ظل هذه الأحداث صدرت عن اللجنة المذكورة عدة توصيات وآراء وقرارات أبرزها القرار رقم 35 الصادر في 23 / 9 / 1374 هـ ، الذي خلص بعد البحث في المصادر الفقهية وفي مصادر تاريخ البيت الحرام ومراجعه ، إلى أن الأصل في السعي عدم وجود بناء وأن البناء فيه حدث قديما وحديثاً ، وأن مكان السعي تعبدي ، وأن الالتواء كثيراً حتى يسقط الساعي في الشارع العام يضر فلا يعتد بسعيه ، وذلك مثل ما يفعله بعض الجهال في أوقات الزحمة عندما ينصرفون من الصفا قاصدين المروة ، فيخرجون عن حد المسعى حتى يصلوا إلى الشارع المحاذي ، فينتفي المقصود من البينية بين الصفا والمروة بسبب الخروج عن حد الطول من ناحية باب الصفا والعرض معاً ، وأن الالتواء اليسير لا يضر ؛ لأن التحديد المنصوص عليه في كلام المؤرخين تقريبي ، وأنه لا بأس بالسعي في موضع دار الشيببي ، لأنها على مسامتة بطن الوادي بين الصفا والمروة ، على أن لا يتجاوز الساعي حين يسعى من الصفا أو يأتي إليه ما كان بين الميلين والمسجد مما يلي الشارع العام وذلك للاحتياط والتقريب . ¶ وفي تاريخ 19 / 4 / 1377هـ جاء اقتراح من عضو في بعض اللجان التنفيذية التي شكلت بعد ذلك لتوسعة المسجد الحرام ، وهو محمد طاهر الكردي ، ومفاد هذا الاقتراح أن تؤلف لجنة من علماء المذاهب الأربعة لبيان مبدأ السعي ومنتهاه في الصفا والمروة ، وذلك بأن يكسر صخر الصفا والمروة ، ولا يبقى درج مطلق ، بل يبقى جدار سميك فقط في آخر الصفا ، وجدار آخر ينتهي في آخر المروة يبدأ السعي منه وينتهي إليه ؛ معللا ذلك بتيسير حصول السعي في العربات بين الصفا والمروة . ¶ ورد المفتي الأكبر في السعودية آنذاك الشيخ محمد بن إبراهيم على هذا الاقتراح بكلام نفيس ، هذا نصه :",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "\" وبعد تأمل الاقتراح المذكور ظهر لنا أنه يتعين ترك الصفا والمروة على ما هما عليه أولا . ويسعنا ما وسع من قبلنا في ذلك ، ولو فتحت أبواب الاقتراحات في المشاعر لأدى ذلك إلى أن تكون في المستقبل مسرحاً للآراء أو ميدانا للاجتهادات أو نافذة يولج منها لتغير المشاعر وأحكام الحج ، فيحصل بذلك فساد كبير ، ويكفي في حصول وصول العربات التي تحمل المرضى والعاجزين ما يحصل به الوصول إلى ما يكفي الوصول إليه في استكمال السعي ، يكفي في ذلك إعادة أرض المسعى إلى ما كانت عليه قبل هذا العمل الجديد ، أو يجمع بين هذه المصلحة ومصلحة انخفاض المسعى ، بأن يجعل ما يلي كلا من الصفا والمروة متصاعدا شيئًا فشيئًا حتى يكون ما يلي كلا منهما على حالته قبل هذا العمل الجديد ،ولا مشقة في ذلك ، مع المحافظة على ما ينبغي من بقاء المشاعر على حالها وعدم التعرض لها بشيء ، ولا ينبغي أن يلتفت إلى أماني بعض المستصعبين لبعض أعمال الحج واقتراحاتهم ؛ بل ينبغي أن يعمل حول ذلك البيانات الشرعية المدعمة بالدلائل القطعية المشتملة على مزيد الحث والترغيب في الطاعة والتمسك بهدي رسول الله صلي الله عليه وسلم وسنته في المعتقدات والأعمال ، وتعظيم شعائر الله ومزيد احترامها..\" .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ولو فرضنا العمل بالرأي الفقهي المرخص في الانحراف اليسير عن أرض المسعى ، فإنه يتعين الانطلاق من اعتبار الفقهاء والمؤرخين أن خمسة وثلاثين ذراعاً ونصف الذراع هو أعلى حد لعرض المسعى ، وما زاد قليلا عنه بذراع أو ذراعين ، فلا بأس به تأسيساً على احتمال وجود تضييق لعرض المسعى بسبب الأبنية وغيرها ، من غير أن يكون ذلك مبررا لزيادات وتوسيعات أخرى فاحشة ، ولعل من أهم الفتاوى التي لها الفصل في هذا الأمر الفتوى التي صدرت عن اللجنة الدائمة للبحوث العلمية والإفتاء بالسعودية سنة 1393 هـ التي تنص على جواز السعي فوق سقف المسعى ، فقد ورد عن هذه اللجنة ما نصه: \"الخلاصة : وبعد اطلاع الهيئة على البحث المتقدم ودراستها للمسألة واستعراض أقوال أهل العلم في حكم الطواف والسعي والرمل راكبًا والصلاة إلى هواء الكعبة أو قائما وكذا حكم الطواف فوق أسطحه الحرم وأروقته، وحكمهم بأن من ملك أرضا ملك أسفلها وأعلاها، وبعد تداول الرأي والمناقشة انتهى المجلس بالأكثرية إلى الإفتاء بجواز السعي فوق سقف المسعى عند الحاجة بشرط استيعاب ما بين الصفا والمروة ، وأن لا يخرج عن مسامتة المسعى عرضا..\" ، وتكونت هذه اللجنة من عضوية عبد الله بن سليمان بن منيع، وعبد الله بن عبد الرحمن بن غديان، وكان نائب الرئيس عبد الرزاق عفيفي ، وإبراهيم بن محمد آل الشيخ رئيسا للجنة فهؤلاء هم القائلون بالجواز، ومحل الاستشهاد هو: \" وألا يخرج عن مسامتة المسعى عرضا ، فهذا الاستثناء صريح في وجوب الالتزام بعرض المسعى المعهود في ذلك الوقت ، وأنه لا يجوز للساعي الخروج عن عرضه . ¶ وقد أخذ مجلس كبار العلماء بالسعودية بهذه الفتوى ، فقرر بتاريخ 22/2/1427هـ بالأكثرية عدم جواز توسيع عرض المسعى، فقد نص القرار على ما يأتي :",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "\" الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن اهتدى بهداه، أما بعد : فإن مجلس هيئة كبار العلماء في دورته الرابعة والستين التي انعقدت في مدينة الرياض ابتداء من تاريخ 18 / 2 /1427هـ درس موضوع توسعة المسعى من الناحية الشرعية بناء على ما ورد من صاحب السمو الملكي أمير منطقة مكة المكرمة عضو هيئة تطوير مكة المكرمة والمدينة المنورة والمشاعر المقدسة بالكتاب رقم 751078 / 3س وتاريخ 6 / 8 / 1426هـ المشار فيه إلى برقية المقام السامي رقم 8020 / م ب ¶ وتاريخ 15 / 6 / 1426هـ وقد استعرض المجلس ما صدر عنه بالقرار رقم (21) وتاريخ 12 / 11 / 1393 هـ المتضمن جواز المسعى فوق سقف المسعى عند الحاجة واطلع على البحوث المعدة حول مشعر المسعى من الناحية الشرعية والتاريخية . ¶ واطلع كذلك على الفتاوى الصادرة من سماحة الشيخ محمد بن إبراهيم آل الشيخ ، والسيد علوي عباس المالكي والشيخ عبدالله بن دهيش ، والشيخ عبد الله بن جاسر ، والشيخ يحيى أمان ، والشيخ محمد الحركان رحمهم الله جميعاً وذلك لمتابعة إدخال ما هو من المسعى وإخراج ما ليس منه مما هو منصوص عليه في كتب أهل العلم من محدثين وفقهاء ومؤرخين. ¶ وقد نص العلماء على عرض المسعى بالذراع وجزء الذراع فكان ذلك المنصوص حداً بما هو مذكور كذلك في كتب العلماء رحمهم الله . والمسعى بطوله يحكمه جبل الصفا والمروة وعرضه يحكمه عمل القرون المتتالية من عهد النبي صلي الله عليه وسلم إلى يومنا هذا . ¶ وبعد الدراسة والمناقشة والتأمل رأى المجلس بالأكثرية أن العمارة الحالية للمسعى شاملة لجميع أرضه ومن ثم فإنه لا يجوز توسعتها ويمكن عند الحاجة حل المشكلة رأسياً بإضافة بناء فوق المسعى ، وبالله التوفيق وصلى الله وسلم على نبينا محمد وعلى آله وصحبه .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "رئيس المجلس عبد العزيز بن عبد الله آل الشيخ ، عبد الله بن سليمان المنيع ، عبد الله بن عبد الرحمن الغديان ، صالح بن محمد اللحيدان ، د. عبد الوهاب بن إبراهيم أبو سليمان ( متحفظ وله وجهة نظر مرفقة ) ، د. عبد الله بن عبد المحسن التركي ،د. صالح بن فوزان الفوزان ، د. أحمد بن علي سير المباركي ( الموضوع في حاجة إلى مزيد من البحث ) ، د. صالح بن عبد الله بن حميد ، د. عبد الله بن محمد آل الشيخ ، د. عبد الله بن سعد الرشيد ، د. محمد بن عروس بن عبد الله ، د. عبد الله بن محمد المطلق ( له وجهة نظر مرفقة ) ، محمد بن حسن آل الشيخ ، عبد الله بن محمد بن خنين ، د. عبد الرحمن بن محمد السدحان ، د. يوسف بن محمد الغفيص ، د. سعد بن ناصر الشتري ، د. علي بن سعيد الضويحي \" . ¶ فالمانعون لزيادة عرض المسعى من أعضاء هذا المجلس ستة عشر عالماً منهم رئيس المجلس ، ورئيس القضاء ، والمتوقفون اثنان ، والمجيز واحد . ¶ وقد تقرر أن المسعى اسم للرقعة الواقعة بين الصفا والمروة وبينت الآثار الصحيحة عن الصحابة أن حدود المسعى من جهة الطول تبدأ من دار ابن أبي حسين إلى زقاق بني عباد ، فقد ثبت عن عبد الله بن عمر ـ رضي الله عنهما ـ أن السعي من دار بني عباد إلى زقاق بني أبي حسين ، أما من حيث عرض المسعى فتذكر بعض الروايات أنه من البيت العتيق إلى دار العباس بن عبد المطلب . وبالقياس على رواية العرض ذرع الأزرقي والفاكهي ومن جاء بعدهما فتوصلوا إلى أنه خمسة وثلاثون ذراعاً ، وكل ما زاد عليه ليس من المسعى ولا يتناوله مسماه ، ولم يرد عن المتقدمين خلاف في هذا الشأن ، وتابعهم في ذلك المتأخرون ممن حرروا الذرع بأنفسهم كالتقي الفاسي ¶ 1- وفي سنة 619هـ : مات بالمسعى جماعة من الزحام ؛ لكثرة الخلق الذين حجوا في هذه السنة من العراق والشام . ¶ 2- قال ابن فهد المكي (ت885هـ) عن الأحداث التي حصلت في سنة 875هـ :",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "\" وفيها : في يوم السبت ثاني عشر رجب- كان عقد مجلس بالمسجد الحرام - سببه : أن ابن الزمن استأجر لنفسه ميضأة الأشرف شعبان بن حسين التي بين الميلين بالمسعى والرّبع الذي عليها، وأربعة دكاكين ملاصقة للميضأة من وقف برباط العباس رضي الله عنه -عم النبي صلى الله عليه وسلم -، وهو على يمين الداخل إلى الرباط بالمسعى أيضا، وكان استئجاره لذلك بالقاهرة في سنة أربع وسبعين وثمانمائة، ثم شرع في عمارة ذلك فاحتفر الميضأة جداً، وجعل علوها رَبعا، وجعل إلى جانبها رباطا ، وبنى بيتا ببوابة ، ثم أراد أن يعمل سبيلا على بعض المساطب التي كانت أمام بعض الدكاكين فأرسل إليه القاضي برهان الدين بن ظهيرة بالمنع ، فلم يمتنع فتوجه القاضي برهان الدين بن ظهيرة إلى هناك ، ومنع الفعلة من حفر ذلك ، وأرسل إلى القضاة الثلاثة ، وإلى جماعة من المجاورين من أهل الشام العلماء ، منهم : القاضي علاء الدين المرداوي الحنبلي ، والشيخ قاسم الحنفي ،وشرف الدين موسى بن عبد الحق الحنفي، وجلس بالمسجد الحرام ، فحضر المذكورون وغيرهم وحضر ابن الزمن ، فسألهم القاضي برهان الدين: هل يجوز أن يبنى في مشعر من مشاعر الحج شيء؟ فأفتوا بأن ذلك حرام .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وأنكر القاضي علاء الدين ذلك إنكارا قويا، وقام بأعباء المجلس – جزاه الله خيراـ وأكثر من أمثاله، وقال القاضي برهان الدين في المجلس : إن في تاريخ مكة للفاكهي أن عرض المسعى بين الميلين خمسة وثلاثون ذراعاً، فذرع حينئذ ما بين المسجد الحرام إلى جدار عمارة ابن الزمن، فوجد سبعة وعشرون ذراعاً، فقال ابن الزمن: هل هذا المنع مختص بي أم بجميع ما في المسعى؟ فقال القاضي: حكمت بهدم جميع ذلك ، وأمر الأمير طوغان بهدم ذلك ، فقال طوغان: أكتبوا لي مستنداً بذلك، فأمر القاضي برهان الدين الشيخ نور الدين بن الشيخة بكتابة سجل بذلك ، فكتب في يومه، وأخذ عليه خط القضاة الأربعة وجماعة من حضر المجلس ، ثم أن طوغان لم يفعل ذلك، بل اجتمع هو وابن الزمن يوم الخميس سابع عشر الشهر، وقاسا المسعى من الأماكن الضيقة ، ويقال : إنه كتب بذلك محضرا، وأرسله مع قاصد إلى القاهرة ، وبلغ السلطان أشياء كثيرة في تزويق وتنميق ، وصادف أن صهر ابن الزمن زوج أخته الشمس البخاري شيخ الباسطية بمكة كان بالقاهرة ، فبلغ السلطان أشياء عن القاضي في تزويق وتنميق، فصادف عرض جميع ذلك للسلطان ، فكان ما سيأتي.. والمساطب التي كانت أمام الدكاكين التي أراد أن يعمل على بعضها سبيلا ابن الزمن لم يكن لها وجود قبل الأربعين وثمانمائة ، وإنما وجدت بعد الأربعين، فإن الدكاكين كان يكتريها غسالون يغسلون على أبوابها الثياب ،ويخبطونها على أحجار يضعونها تحت أبواب الدكاكين إلى جانب الحائط ، ثم انتقل الغسالون واكترى الدكاكين جماعة يبيعون فيها الفخار ، وأحدثوا لهم مساطب صغارا، ثم صاروا يكبرونها إلى أن صار عرضها ما يقارب الثلاثة أذرع، ويقال: أن جماعة أفتوا ابن الزمن أنه على حق، والله يقابل كل واحد على صنيعه.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومما أحدثه ابن الزمن في هذه العمارة أنه جعل بطريق سوق الليل أبوابا يصعد منها للميضأة ودكة بطول الميضأة من أمامها ، ودرجة يصعد منها إلى علو الربع، وكانت الطريق تسع قطارين ، والآن لا تسع إلا قطارا واحدا، والله تعالى بين المسلمين وبينه\" . ¶ و عن نفس الخبر قال الدرعي المغربي في رحلته الكبرى إلى الحج : \" ومما يناسب ما ذكر من التعدي على المسعى ما وقع في دولة الجراكسة في سلطنة الملك الأشرف قايتباي المحمودى ـ سامحه الله ـ وملخصه : \" أن تاجراً أرسله قايتباي إلى مكة اسمه محمد بن عمر بن الزمن الخواجا يتعاطى له تجارة ، ويعمر له مدرسة وجانبا من الحرم والحجر وجوف الكعبة ، فكان من جوره وحبه للجاه أن كان بين الميلين ميضأة أمر بعملها السلطان الملك الأشرف شعبان بن الناصر حسن بن قلاوون في مقابلة باب علي يحدها من الشرق بيوت الناس ومن الغرب المسعى الشريف ومن الجنوب سيل وادي إبراهيم الذي يقال له رباط سكنه الفقراء ، فهدم الخواجا الميضأة المذكورة وهدم من جانب المسعى بقدر ثلاثة أذرع ، وحفر أمامه ليبني بها رباطا يسكنه الفقراء فمنعه من ذلك قاضي القضاة بمكة برهان الدين إبراهيم بن علي بن ظهيرة ، فلم يمتنع من ذلك فجمع القاضي جماعة وافرة من علماء المذاهب الأربعة وأنكروا ذلك ، وقالوا للظالم في وجهه: إن عرض المسعى كان خمسة وثلاثين ذراعا وأحضروا النقل من تاريخ الفاكهي ، وذرعوا من ركن المسجد إلى المحل الذي وضع فيه الظالم المذكور بنيانه فكان سبعة وعشرين ذراعاً، ومع ذلك لم ينتهه ، فكتب من بمكة من العلماء خطوطهم بمنعه ، ووجهوها إلى السلطان قايتباي وكان للجراكسة تعصب فيمن يلوذ بهم ، ولو كان على باطل ، فلما وصل ذلك انتصر لخادمه فكتب له يمضي على عمله فبناه رباطا وبنى من جانبه دارا وحفر الميضأة وجعل في جانبها مطبخا فيه ما يفرق على الفقراء ووقف على ذلك مدة إلى أن انقطع حتى بيعت الدور والديار وقايتباي وخادمه من أحسن",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الجراكسة عقلا ودينا ، ومع ذلك صدر منهم هذا الفعل الذي قام الإجماع بتحريمه\" . ¶ 1- قال الجزيري ( سنة 960 هـ) : وفي يوم الاثنين خامس عشر القعدة أجهز النداء بمكة لجميع أصحاب الدكاكين بالمسعى أن لا يبسطوا أسبابهم إلا في نفس الدكاكين في الجدر ، ولا يخرج قدّام دكانه شيئًا ولا يضع دكة خشب ولا غيره ...وفي ثاني المناداة ركب قاضي مكة ونائب جدة وأزالوا جميع الدكك التي بالمسعى ليتسع المسعى ، وقد كان قديماً واسعاً ثم ضيق بالأبنية لتسامح الناس للكرا من هذا المشعر تعديا وظلما ، فقد ذكر في التاريخ أن عرض المسعى كان ستة وثلاثين ذراعا ، وقد ضاق في زماننا خصوصا وقد وضع فيه الدكك فيحصل أيام الحج\" . وهذا الكلام صريح في أن عرض المسعى كان معروفا ، فتحمل التوسعة على إعادة الأرض المأخوذة من المسعى إليه.. ¶ 2- وقال الجزيري أيضا في معرض حديثه عن ما حصل من العمائر على يد الأمير خوشكلدي أمين جدة وأمير اللواء الشريف السلطاني : \" ومن متجدادته توسعة بها من مقاعد الباعة والمساطين وإزالة ذلك بالكلية جزاه الله خيراً\" . ¶ أي عودة حدود المسعى من جهة العرض إلى أصلها ، فلا يقال توسعة زائدة عن الأصل ، بدليل قوله : إزالة ذلك بالكلية أي إزالة السوق ونحوه عن طريق الساعين. ¶ 3- قال القطبي الحنفي (ت1014هـ) :\" وهنا إشكال ما رأيت من تعرض له وهو أن السعي بين الصفا والمروة من الأمور التعبدية التي أوجبها الله علينا في ذلك المحل الذي سعى رسول الله صلي الله عليه وسلم فيه ، وعلى ما ذكره هؤلاء الثقات أدخل ذلك المسعى في الحرم الشريف وحول المسعى إلى دار ابن عباد كما تقدم . وأما المكان الذي يسعى فيه الآن فلا يتحقق أنه من المسعى الذي سعى فيه النبي صلي الله عليه وسلم أو غيره فكيف يصح السعي فيه وقد حول عن محله كما ذكر هؤلاء الثقات.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ولعل الجواب عن ذلك أن المسعى في عهد رسول الله صلي الله عليه وسلم كان عريضا ً وبنيت تلك الدور بعد ذلك بعرض المسعى القديم فهدمها المهدي وأدخل بعضها في المسجد الحرام وترك بعضها للسعي ولم يحول ذلك تحويلا كليا وإلا لأنكره علماء الدين من الأئمة المجتهدين رضوان الله عليهم مع توفرهم إذ ذاك فكان الإمامان أبو يوسف ومحمد بن الحسن رضي الله عنهما والإمام مالك بن أنس ـ رضي الله عنه ـ موجودين يومئذ وقد أقروا ذلك وسكتوا وكذلك صار بعد ذلك الوقت من في مرتبة الاجتهاد كالإمام الشافعي وأحمد بن حنبل وبقية المجتهدين رضوان الله عليهم أجمعين فكان إجماعا منهم رضي الله عنهم على صحة السعي من غير نكير نقل عنهم . وبقي الإشكال في جواز إدخال شيء من المسعى في المسجد الحرام وكيف يصير ذلك مسجداً ويصح الاعتكاف فيه ؟ وحله بأن يجعل حكم السعي حكم الطريق فيصير مسجداً ويصح الاعتكاف فيه حيث لم يضر بمن يسعى فاعلم ذلك . وهذا مما تفردت ببيانه ولله الحمد على التوفيق لبيانه\" . فإذا كان الحرج متحققاً في القرون الأولي من جهة التحقق وعدمه من المكان الذي سعى فيه رسول الله صلي الله عليه وسلم واجتهد الفقهاء في تحرير الكلام عن تحويل بعض أماكن المسعى حتى قرروا الجواز ، فكيف يسوغ السعي في أماكن أخرى لا تعهد من أرض المسعى ولا يقوم دليل على أنها منه ، وإباحة ذلك اعتمادا على الرأي في حكم تعبدي غير معلل و لا يسوغ فيه القول بالرأي .. بل لو كانت التوسعة في عرض المسعى سائغة لذكر القطبي شيئا منها وأعمل اجتهاده في حكمها ، لاسيما أنه صرح باجتهاده فيما يتصل به ، ونبه على انفراده به مع أن تحرير الكلام عن حكم السعي خارج مكانه المعهود مستوجب الوقوف عليه ولم يحتج القطبي إلى التفريع فيه والتفصيل ، فدل ذلك على أخذه بالقول المانع من السعي خارج محله ، هذا إلى جانب تقريره أن السعي من الأمور التعبدية ، وأن له مكاناً مخصوصاً.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "4- في تاريخ الغازي عند الكلام علي ترجمة المشير الحاج محمد حسين باشا الذي تولي مكة من قبل الدولة العثمانية سنة 1264هـ بعد ذكر ما عمله المذكور من العمران وغيره :\" ولقد أراد المذكور أن يوسع المسعى ويهدمها ليتسع على الحجاج حال السعي ويأخذ من الدور الداخلة في مشعر المسعى ، ويكمل طريقا في الذهاب للسعي وآخر للإياب ، ونصب حبلا كان مراده أن يجعل عوضه داربزانا من الحديد أو غيره .. وهدم بعض الدور الداخلة بالمشعر فكتب فيه بعض أهالي مكة المشرفة ونقموا عليه، وتوجه بالكتب إلى الدولة العلية السيد عبدالله بن عقيل ، توجه خفية على ناقة إلى التنعيم ، ثم أخذ برا من طريق الحديبية وتوجه إلى الأستانة ، وشكى فأمرت الدولة العلية بعزله سنة 1266هـ (ست وستين ومائتي وألف فتوجه إلى الأستانة\" . ¶ و مما يدل على دقة ذرع الأزرقي ومن وافقه تواطؤ الفقهاء على موافقته و متابعة المؤرخين ذرع الأزرقي ، فالفاسي يعتمد على الأزرقي ثم يقوم بتحرير القياس بنفسه ، ومع ذلك يستشهد بكلام الأزرقي ويقول : هكذا قال الأزرقي ، أو الفاكهي ، أي أنه يأخذ بذرعهما ولو ذرع بنفسه وذلك لأنه يعتبرهما الحجة في هذا الشأن ، كما أن الفاسي من عادته في كتابيه العقد الثمين وشفاء الغرام إذا وجد اختلافاً في الذرع من حيث النقصان أو الزيادة نبه عليه ولو طرأ ذلك بعد الأزرقي والفاكهي ولم يعهداه . ¶ وبعد هذا كله ، يبقي الإشكال القائم هو ما مدى صحة الاحتجاج بسعة إمتداد الصفا والمروة على جواز توسعة عرض المسعى باعتبار أن - الصفا والمروة ـ أساس التحديد ؟ وهل هذا الاحتجاج له وجه شرعي صحيح ؟ لذلك احتيج إلى المبحث الآتي : ¶ المبحث الثالث ¶ سعة الصفا والمروة (الامتداد والحد )",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الصفا والمروة المذكوران في كتاب الله جبلان بالقرب من البيت العتيق . وهما كأي جبل من الجبال له ارتفاع في السماء ، وسعة في العرض للمقابل له ، وله كذلك امتداد محدد، وبما أن الصفا والمروة متقابلان ويرقى إليهما الساعي ؛ تعبدا لله فلابد من معرفة امتدادهما من الجهة الأمامية لكل منهما لتعلقهما بالبينية المطلوب توفرها كشرط لصحة السعي ؛ بحيث يتحقق مدلول السعي بين الصفا والمروة بمماسة قدم الساعي في الحد المجزئ شرعاً ، وهذا في الواقع العملي مفروغ منه بعد بناء المجسم المشاهد في فناء المسعى قبل الشروع في التوسعة الجديدة ، فالجدار الأيمن بالنسبة للقادم من الصفا محدد لآخر حد الامتداد ، وهذا بعد الزيادة المذكورة وبمراعاة الشكل الهندسي كما تقدم ، بيد أن من المسلم به لدى الجميع أن البناء حادث ، وأن الجغرافيين قد أفصحوا عن تحديد لسعة وارتفاع وامتداد أطراف أي جبل مهما ترامت أطرافه الشرقية والغربية ، وكذلك تحدثوا عن أول درجته من جهته السفلى ، ولم يخالف مسلك المؤرخين والفقهاء وأهل اللغة مسلك أولئك الجغرافيين ، فالفقهاء فرعوا على أول درجات الصفا والمروة السفلى أحكام وجوب أو استحباب الصعود منها إلى الجبلين أم الأكتفاء بمماسة أول درجة فقط باعتبارها من الجبلين الصفا والمروة وتحقق مدلول الطواف بينهما واستيعاب جميع المسافة ، والمؤرخون تناولوا بالتفصيل ما آلت إليه حالة الدرج من الأسفل ، وذكروا سعة الصفا والمروة ، وما حولها من جبال وشعاب ، وغير ذلك.. ونبين كل هذا مفصلا على هذا النحو: ¶ أولا - الأمر بالطواف بين الصفا والمروة : ¶ قال تعالي :\" إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما \" . ومعنى الطواف في لغة العرب الدوران حول الشيء ، قال ابن دريد (ت321هـ) : وطاف يطوف طوفا إذا دار حول الشيء وأطاف به يطيف إطافة إذا ألم به ، وقرئ على أبي حاتم ـ رحمه الله ـ لأبي خراش الهذلي :",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ما لِدُبَّيةَ منذ اليوم لم آرَه ¶ وسط الشروب فلم يُلمم ولم يطف ¶ وفي البارع لأبي علي القالي (ت 356هـ ) : قال الأصمعي : يقال طاف الرجل يطوف طوفا إذا أقبل وأدبر وجال . ومنه الطواف بالبيت ، ويقال : أطاف فلان بالقوم إطافة على مثال أفعل افعالة ،إذا استدار بالقوم وأتاهم من نواحيهم ، وهو مطيف بهم على مثال مفعل بضم الميم وكسر العين ..\" ¶ وقال ابن السكيت (ت 244هـ) :\" ..وقد طاف حول الشيء يطوف طوفا إذا دار حوله ..\" ¶ وقال ابن سيده ( ت 458هـ ) : \" وطاف بالقوم وعليهم طوفا وطوفانا وأطاف استدار وجاء من نواحيه، وفي التنزيل :\" ويطاف عليهم بآنية من فضة وأكواب كانت قواريرا\" . وقيل : طاف به ، حام حوله...وطاف بالبيت ، واطاف عليه دار حوله . قال أبوخراش : ¶ تُطِيفُ عليه الطير وهو مُلَحَّبُ ¶ خلاف البيوت عند محتمل الصرم \" ¶ وقال ابن فارس (ت395هـ) :\"(طوف) : الطاء والواو والفاء أصل واحد صحيح يدل على دوران الشيء ، وأن يُحفَّ به يُحمل عليه ، يقال طاف به ، وبالبيت يطوف وطوافا ، واطَّاف به ، واستطاف ، ثم يقال لما يدور بالأشياء ويغشيها من الماء طوفان..\" .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فالمقصود من قوله تعالى : \" أن يَطَّوف بهما \" هو أن يبدأ الحاج أو المعتمر من الصفا وينتهي بالمروة ثم يأتي من المروة إلى الصفا وهكذا ، فيكون بذلك مثل الطوائف بالبيت بجامع أن كلا منهما دوران شيء على شيء ، وقد غلب السعي على الطواف بالصفا والمروة مع أن السعي المشي بشدة في موطن واحد من مكان السعي بين الصفا والمروة ، فالحاصل أن الحاج والمعتمر عليه أن يدور بين الصفا والمروة في مكان مخصوص حتى يكون منقادا للأمر الوارد في التنزيل : \" أن يطوف بهما \" سواء دار في مبتدإ أحدهما الأول المحاذي للبيت أو آخر حد لامتدادهما من الجهة الشرقية ، ولا يتصور أن يقال أن يأتي من خلفهما مما يلي الصفا مثلا بسبب مفارقة تناول جبل الصفا لمسمى الأرض التي تليه من الجنوب ؛ لأن النبي صلى الله عليه وسلم قد سعى بين الصفا والمروة ، وقال : اسعوا فإن الله كتب عليكم السعي . ¶ ثانيا - الصفا والمروة جبلان ضبط امتدادهما منذ القدم : ¶ جميع النصوص الواردة عن علماء التاريخ واللغة والفقه تثبت أن جبلي الصفا والمروة جبلان مستقلان بمكة علق الشارع بهما شعيرة السعي ، ونذكر من هذه النصوص ما يأتي:",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "1- قال الحربي: \" وحيال باب القاضي من طرف باب الصفا إلى منعرج الوادي جبل الصفا ثم الركن ركن المسجد فيه منارة ، وحيالها جبل أبي قبيس يتعرج خلف الصفا طرف منه ، ثم يرجع الحد إلى الرواق الأيسر للداخل من باب بني شيبة وهو حيال باب البيت ، وهناك باب على ثلاث طاقات يقال له باب بني هاشم وقبله في بطن الوادي مع باب المسجد علم أحمر ، وحياله في شق الوادي الآخر علم مثله ، وذاك حد المسعى \" . فقوله :\" جبل أبي قيس يتعرج خلف الصفا طرف منه \" ، لا يدل على جواز اعتباره من الصفا وامتداده ؛ لأن هذا الطرف من أجزاء جبل أبي قيس وامتداده ، والحقيقة الشرعية تقتضي السعي في أجزاء جبل الصفا والمروة وامتدادهما لا في أطراف أجزاء من جبال أخر ، وإلا لزم جواز السعي في أطراف وأجزاء واسعة ؛ نظرا لارتباط واتصال جبلي الصفا والمروة بجبل أبي قيس وجبل قعيقعان ، مما سيؤدي إلى نقض البينية المشروطة في السعي بين الصفا والمروة عند جميع الفقهاء ، فلابد من التسليم بامتداد مخصوص تفرضه الحقيقة الشرعية والعرفية ، وتضبطه حدود الرسم والتعريف بالأسماء والاطلاقات . وسيظهر لك من الآتي سعة الصفا والمروة وامتدادهما كما ضبطه المحققون من أهل العلم ممن يحتج بهم في هذا الأمر .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "2- قال البكري (ت 487هـ) :\" المروة جبل بمكة معروف ، والصفا جبل آخر بإزائه، وبينهما قُدَيْد ينحرف عنهما شيئًا . والمُشَلَّل هو الجبل الذي ينحدر منه إلى قديد ، وعلى المشلل كانت مناة ، فكان من أهل بها من المشركين ، وهم الأوس والخزرج يتحرج أن يطوف بين الصفا والمروة، ثم استمروا على ذلك في الإسلام ، فأنزل الله تعالى :\" إن الصفا والمروة من شعائر الله \". هكذا روى الزهري عن عروة عن عائشة...\" ، والبكري هنا سمى كل واحد منهما جبلا ، يتقابلان ويتوازيان ، لا أن امتدادهما طويل إلى حد يصعب تمييزه عن غيره إما لاستغراقه وتشعبه بغيره ، أو لاعتباره أوسع بكثير مما حددته بعض الروايات من جهة البيت إلى جهة دار العباس عرضا ، ومن زقاق بني عباد إلى زقاق بني أبي حسين طولا ، وكل ذلك محسوم بذراع الأزرقي والفاكهي ومن وافقهما ، ولا عبرة بإطلاقات بعض الشعراء الجاهلين ، لاحتمال استعمال المجاز في إلحاق الصفا والمروة بالجبال المحيطة بها . ¶ 3- قال القاضي عياض ( ت 544هـ) :\"والمروة هي الحجارة ومنه سميت المروة قرينة الصفا\" . ولم يقل قرينة جبل آخر غير الصفا ، فدل هذا على محدودية المكان المجزئ للسعي الذي عهده الفقهاء ولم يحتاجوا إلى التفصيل في عرضه وافتراض توسيعه .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "4- قال ابن عطية الأندلسي (ت546هـ) : \" الصفا والمروة جبيلان \" . وقال أيضا : \" وجبيل الصفا بمكة صليب ، وجبيل المروة إلى اللين ماهق ، فبذلك سميا ..\" وقال :\" ومن شعائر الله \" ، معناه : من معالمه ومواضع عبادته ، وهي جمع شعيرة أو شعارة ..\" . وقوله تعالى : \" إن الصفا والمروة من شعائر الله \" خبر يقتضي الأمر بما عهد من الطواف بهما \" . وتؤخذ من كلام ابن عطية فائدة ، وهي إفصاحه عن صغر جبلي الصفا والمروة بتصغيره لكلمة جبل ، ومعلوم أن الأسماء ذات الشرف والقدسية لا تصغر ، لكن يصغر ما أضيف إليها ، فدل ذلك على تنبيه ابن عطيه على صغر مكان السعي ؛ لأنه قرن التصغير بالكلام عن مواضع عبادة السعي ، في قوله :\" معناه من معالمه ومواضع عبادته \" . ¶ 5- نقل أسامة بن منقذ (ت 584هـ) شاهدا على قرب الديار من الساعين بين الصفا والمروة ، فقال :\" ودُعيت دار الأرقم على ولده ، فقرأتُ نسخة صدقة الأرقم بدار \" بسم الله الرحمن الرحيم : هذا ما قضى الأرقم في ربعه ما حاز الصفا أنها صدقة بمكانها من الحرم لا تباع ولا تورث ، شهد هشام بن العاص ، وفلان مولى هشام بن العاص \". قال : فلم تزل . قال يحيى بن عمران بن عثمان بن الأرقم : إني لأعلم اليوم الذي وقعت في نفس أبي جعفر - المنصور – وذاك أنه كان يسعى بين الصفا والمروة في حجة حجها ونحن على ظهر الدار في فسطاطها ، فيمر تحتنا ، ولو أشاء أن آخذ قلنسوة عليه لأخذتها ، وإنه لينظر من حيث يهبط بطن الوادي حتى يصعد إلي الصفا..\" . ونقل ابن منقد قول الشاعر: ¶ ولو كنت في الدار التي مسقط الصفا ¶ مرضت ولكن غاب عني معللي\" ¶ ومسقط الصفا منتهاه ، والصفا مكان مرتفع من جبل أبي قبيس ، بينه وبين المسجد الحرام عرض الوادي الذي هو طريق وسوق \" .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "6- قال ابن الأثير (ت 606 هـ): \" وفيه ذكر الصفا والمروة في غير موضع ، - والصفا- اسم أحد جبلي المسعى \" . وقال أيضا : \" ومروة المسعى التي تذكر مع الصفا ، وهي أحد رأسييه اللذين ينتهي إليهما السعي \" . وعنصر الإطلاق العرفي يرجح ما حدده الأزرقي والفاكهي ، و يرجحه أيضا اكتفاء العلماء المحتج بهم بالاستناد على المؤرخين الثقات ، وعدم تكلفهم بالبحث في أقوال الشعراء العرب في أقصى امتداد الصفا والمروة في أحوال تحققت فيها أسباب يصح جعلها مسوغة لتوسيع مكان المسعى كما ينادى بذلك اليوم بعض المجازفين ، فلا ندع تحديد هؤلاء الأثبات إلى شهادة شهود لا يحتج بأقوالهم ممن هو ليس من أهل الدراية والرواية ، وإن جاور أرض المسعى ، وتقدم به العمر . ¶ قال ياقوت الحموي ( ت 626هـ ) :\" الصَفا : بالفتح والقصر ، والصفا والصفوان والصفواء كله العريض من الحجارة الملس ، جمع صَفاه ، ويكتب بالألف ، ويثني صفوان ، ومنه الصفا والمروة ، وهما جبلان بين بطحاء مكة والمسجد ، أما الصفا فمكان مرتفع من جبل أبي قبيس ، بينه وبين المسجد الحرام عرض الوادي الذي هو طريق وسوق ، ومن وقف على الصفا كان بحذاء الحجر الأسود ، والمشعر الحرام بين الصفا والمروة \" . ¶ وقال ياقوت أيضاً :\" المروة : واحدة ، والمرو الذي قبله : جبل بمكة يعطف على الصفا ، قال عرّام: ومن جبال مكة ، المروة : جبل مائل إلى الحمرة ، أخبرني أبو الربيع سليمان بن عبد الله المكي المحدث أن منزله في رأس المروة ، وأنها أكمة لطيفة في وسط مكة تحيط بها ، وعليها دور أهل مكة ومنازلهم ، قال: وهي في جانب مكة الذي يلي قعيقعان ، وقد ثناه جرير ، وهو واحد في قوله: ¶ فلا يقربن المروتين ولا الصفا ¶ ولا مسجد الله الحرام المطهر \" .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فمن كلام ياقوت ومن نقل عنهم يظهر أن جبلي الصفا والمروة موضع يتوسط بطحاء مكة والبيت الحرام ، وأنهما إلى البيت أقرب ؛ لكون الراقي على الصفا محاذيا للحجر الأسود ، وإن المروة جبل يُعطف على جبل الصفا ، وأن الصفا جبل ومكان مرتفع من جبل أبي قبيس ، وأن جبل المروة في جانب مكة الذي يلي قعيعقان ،فيحصل من ذلك اختصاص كل منهما بحيز محدد ، وينطبق على المستوعب لما بينهما مفهوم السعي شرعًا . وعندما يقول ياقوت :\" والمشعر العلم المتعبد من متعبداته ، وهو بين الصفا والمروة وهو من مناسك الحج ، وقد روى عياض في ميمه الفتح والكسر ، والصحيح الفتح ..\" ، فأين سينقل هذا المشعر إذا أحدثت التوسعة الجديدة ؟ وهو ذو مكان محدد تواترت الروايات عليه؟ كما أنه مشعر متعبد به بين الصفا والمروة عهد بينيته أهل العلم منذ القدم. ¶ 7- قال ابن منظور (ت 711هـ ) :\" ومنه الصفا والمروة وهما جبلان بين بطحاء مكة ¶ والمسجد ، وفي الحديث ذكرهما ، والصفا اسم أحد جبلي المسعى ، والصفا موضع بمكة\"، وهذا صريح في أن الصفا اسم موضوع على مكان يبتدأ به العبادة فلا يصار إلى غير موضعه ، ومن قال بنقيض ذلك تحكم . وقال ابن منظور أيضاً:\" ومروة المسعى التي تذكر مع الصفا ، وهي أحد رأسيه اللذين ينتهي السعي إليهما . والمروة جبل بمكة شرفها الله تعالى..\" .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "8- قال عبدالمؤمن البغدادي ( ت 739هـ) :\" الصَفا بالفتح والقصر المذكور في القرآن الكريم : مكان مرتفع من جبل أبي قبيس ، بينه وبين المسجد الحرام عرض الوادي الذي هو طريق وسوق ، وإذا وقف الواقف عليه كان حذاء الحجر الأسود ، ومنه يبتدىء السعي بينه وبين المروة \" . وقال البغدادي أيضاً: \" المروة واحدة ، المرو جبل بمكة ينتهي إليه السعي من الصفا أكمة لطيفة في سوق مكة ، حولها وعليها دور أهل مكة عطفت على الصفا ، وهو أول المسعي في قوله تعالي :\" إن الصفا والمروة من شعائر الله \". فلذلك ثناها قوم في الشعر فقالوا المروتين . ¶ 9- قال البلوي (ت نحو 767 هـ) عن جبل أبي قبيس :\" وهو أحد أخشبي مكة ، والأخشب الثاني الجبل المتصل بقعيقعان في الجهة الغربية ، وسطح أبي قبيس مسجد محتفل البناء عليه..\" ¶ 10- قال الفيروزآبادي (ت817هـ) :\" الصفا من مشاعر مكة يلحف أبي قبيس ، وابتنيت على متنه دار فيحاء \" . ¶ 11- قال الزبيدي (ت 1205هـ):\" والصفا من مشاعر مكة شرفها الله تعالى ، وهو جبل صغير يلحف جبل أبي قبيس ، ومنه قوله تعالى :\" إن الصفا والمروة من شعائر الله \" . وابتنيت على متنه دار فيحاء ، أي واسعة \" . وقال أيضا :\" والمروة بهاء ، جبل بمكة يذكر مع الصفا ، وقد ذكرهما الله تعالى في كتابه العزيز\" . ¶ ثالثا - تحديد سعة الصفا والمروة بالخطوة والقدم : ¶ 1- ذكر ابن جبير (ت614هـ ) أن سعة الصفا تضاهي سبع عشرة خطوة ، ومعلوم أن ابن جبير ألف كتاباً سماه ( رسالة اعتبار الناسك في ذكر الآثار الكريمة والمناسك ) عرف بعد ذلك برحلة ابن جبير ، فابن جبير وقف بنفسه على سعة الصفا ، ولم يقلد فيه من تقدم عليه ، يقول ابن جبير :\" وللصفا أربعة عشر درجا ، وهو على ثلاثة أقواس مشرفة ، والدرجة العليا متسعة كأنها مصطبة ، وقد أحدقت بها الديار وفي سعته سبع عشرة خطوة \" .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ويقول ابن جبير عن المروة :\" وأدراج المروة خمسة ، وهما بقوس واحد كبير ، وسعتها سعة الصفا سبع عشرة خطوة ، وما بين الصفا والمروة مسيل هو اليوم سوق حفيلة بجميع الفواكه وغيرها من الحبوب وسائر المبيعات الطعامية ، والساعون لا يكادون يخلصون من كثرة الزحام، وحوانيت الباعة يميناً وشمالاً ، وما للبلدة سوق منتظمة سواها إلا البزازين والعطارين، فهم عند باب بني شيبة تحت السوق المذكورة وبمقربة تكاد تتصل بها \" . وذكر ابن جبير أن جبل أبي قبيس أحد أخشبي مكة ، والأخشب الثاني الجبل المتصل بقعيقعان في الجهة الغربية، ونقل أيضاً أنه كان يظن أن الكعبة المقدسة قد انحرفت عن وسط المسجد إلى جهة باب الصفا ، لكن الاختبار الذي قام به هو ـ ابن جبير- في جوانبها المباركة بالكيل تبين بالدليل على أن الكعبة المقدسة في وسط المسجد ، بحسب ما تضمنه رسم السارية .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "على أن الدليل القوي الذي يثبت تواتر وتعاقب العمل على تحديد الحد الأيمن للمسعى للقادم من الصفا الذي يجاور دار العباس هو قول ابن جبير:\" ومنها يُرمل في السعي إلى الميلين الأخضرين وهما أيضا ساريتان خضراوان على الصفة المذكورة الواحدة منها بإزاء باب علي في جدار الحرم ، وعن يسار الخارج من الباب ، والميل الآخر يقابله في جدار تتصل بدار الأمير مكثر ، وعلى كل واحدة منهما لوح قد وضع على رأس السارية كالتاج ألفيت منه نقوشاً برسم مذهب : \" إن الصفا والمروة من شعائر الله ..الآية \" . فقوله والميل الآخر يقابله في جدار تتصل بدار الأمير مكثر . فيه إشارة إلى آخر عرض المسعى باعتبار أن ما بين الميلين له عرض مخصوص وطول مخصوص ، والعرض هو مسامة لعرض المسعى في الجملة أو في أكثر عرضه أو أدناه ، وفيه دليل على عدم استقامة حافتي عرض المسعى مثلما نشاهد اليوم ، وفيه دليل على تسليم الناس للأمر التعبدي المتعلق بعدم تجاوز ما بين الجدارين خاصة الجدار المقابل للجدار القريب من البيت الحرام ، وقد اختلفت التسميات بحسب العصور التاريخية ، فتارة أطلق عليها دار العباس ، وتارة أطلق عليها رباط العباس وفق ما ذكره التقي الفاسي . . و يقوي ما عليه هذا العمل الذي يتمثل في وضع علم يشير إلى ما بين عرضي الهرولة ( العلمين ) قول ابن رسته (ت نحو 300هـ ) :\" وهو باب العباس بن عبد المطلب ، وعنده علم المسعى من خارج ..\" .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ويحاذي دار العباس سوق الليل ، فمن التوى في سعيه حتى دار من سوق الليل ، أو نزل من الصفا ودخل من المسجد لم يصح سعيه كما قال الحطاب ، مع أن سوق الليل لا يبعد كثيرا عن آخر عرض المسعى من جهة دار العباس أو آخر حد للجانب الأيمن للمسعى ، قال الحربي : \" ثم باب آخر على ثلاث طاقات يقال له باب بني هاشم قبله علمان أحمران على صفة ، وهما حدا المسعى وبطن الوادي ، والناس يسعون من ذينك العلمين الأولين إلى هذين العلمين الآخرين ، وحياله سوق الليل ، وحيال ما بين هذين البابين مما في صحن المسجد بيت الشراب \" . ¶ 2- قال ابن رسته عن الصفا وسعتها :\" وما بين جداري الباب ست وثلاثون ذراعاً ، وجدار الباب ملبس رخاماً ...وفي عتبة الباب ست درجات ، وفي الدرجة الرابعة إذا خرجت من المسجد الحرام حذاء الطاق الأوسط حجر من رصاص علامة في ذلك الموضع ، ذكر المكيون أن النبي صلي الله عليه وسلم وطىء في موضعها حيث خرج إلى الصفا ، وكان في موضعه زقاق ضيق يخرج منه من مضي من الوادي يريد الصفا فكانت هذه الرصاصة في وسط الزقاق يتحرونها ويجدونها..\". ¶ 3- وقال ابن رسته :\" وذرع جدار المسجد الحرام الذي يلي المسعى ، وهو الشرقي ثمانية عشر ذراعاً ، وطول الجدار الذي يلي الوادي ، وهو في الشق اليماني اثنتان وعشرون ذراعاً\" .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فإذا جعلت المسافة بين جدار الكعبة إلى أول حد المسعى ثمانية عشر ذراعاً ، جاءت نتيجة بديهية وهي احتفاظ المسعى بعرض مخصوص ، وهذا أول حد من جهة البيت العتيق ، وآخره عند دار العباس لا أبعد ، ومن ثم لا تتداخل الحقائق ويستقيم الأمر وتسلم الحدود والأسماء من دخول غيرها فيها، وعليه يحمل قول الحربي المتقدم :\" وذرع المسعى من المسجد الحرام إلى دار العباس اثنان وثلاثون ذراعاً ، فيندفع التوهم عن ابتداء حد المسعى هل هو من أول باب الكعبة الموازي لعرض المسعى أم ابتداء أوله من جهة الصفا المقابلة للكعبة مباشرة ؛ هذا إن روعي عدم وجود جدار مماثل للجدار الموجود اليوم يفصل بين الكعبة وأرض المسعى ، فيقال: الصحيح أن يعتد بالبدء من قرب الجدار الأول أو الأيسر لمن كان ذاهبا من الصفا إلى المروة ؛ بدليل انتفاء تنبيه العلماء على عدم كون حد المسعى الأول من جهة البيت محاذيا للبيت أو مماسا له بحيث لا يوجد بينه وبين الطواف فاصل ، وكذلك لدفع اختلاط الساعي بالطائف ، فيكون الاعتداد من الجدار الفاصل بين الكعبة وأرض المسعى كما هو عليه الآن ، ومن جهة أخرى ، يقال : إن الواقع يشهد لعدم دخول الجهة المحاذية للبيت في الذرع ؛ فهو أكثر من اثنين وثلاثين ذراعاً ، بحسب ما ذكره الحربي نفسه في موضع آخر من كتابه المناسك ، وكذلك بحسب ما سرده اليعقوبي (ت292هـ ) عن أعمال المهدي التوسيعية في الحرم عندما قال : \" وزاد مما يلي الكعبة إلى باب الصفا تسعين ذراعاً ...فكان المهدي آخر من زاد في المسجد الحرام ، وبنى العلمين اللذين يسعى بينهما ، وبين الصفا والمروة ..\" .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وقال ابن رسته :\" ذكر بناء درج الصفا والمروة ، قال: كانت الصفا والمروة يُسند فيهما من سعى بينهما سعيا ، ولم يكن فيهما بناء ولا درج ، فلم يزل على ذلك حتى كان في خلافة أبي جعفر المنصور ، فعملها عبد الصمد بن علي بن عبد الله بن عباس ، فجعل لهما درجا وسواها ، وأوطأها فدرجهما إلى اليوم قائمة ، وقد كانت تعمر وتكحل بالنورة ، وكان أول من أحدث فيهما بناء بعد بناء عبد الصمد وكحلها بالنورة الطبري في خلافة المأمون \" . ¶ 4- قال النووي (ت676هـ) :\" الصفا هو مبدأ السعي مقصور ، وهو مكان مرتفع عند باب المسجد الحرام وهو أنف جبل أبي قبيس ، وهو الآن إحدى عشرة درجة فوقها أَزَج كأيوان ، وعرض فتحه هذا الأَزَج نحو خمسين قدماً ، وأما المروة فلاطنة جداً ، وهي أنف جبل قعيقعان وهي درجتان وعليها أيضاً أَزَج كأيوان وعرض ما تحت الأَزَج نحو أربعين قدما ، فمن وقف عليها كان محاذيا للركن العراقي وتمنعه العمارة من رؤيته . وقولهم : إذا نزل من الصفا سعى حتى يكون بينه وبين الميل الأخضر المعلق بفناء المسجد نحو ست أذرع فيسعى سعياً شديداً حتى يحاذي الميلين الأخضرين اللذين بفناء المسجد وحذاء دار العباس ، ثم يمشي حتى يصعد المروة . واعلم أن السعي وهو ما بين الصفا والمروة واد ، وهو سوق البلد ملاصق للمسجد الحرام \" .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "5- قال البلوي (ت767هـ ) :\"ومن باب الصفا إلى الصفا ست وسبعون خطوة ، والصفا أربعة عشر درجا ، وهو على ثلاثة أقواس مشرفة ، والدرجة العليا متسعة كأنها مصطبة ، وقد أحدقت به الديار ، وفي سعته سبعة عشرة خطوة ، والميل سارية خضراء ، وهي خضرة صياغية وهي إلى ركن الصومعة التي على الركن الشرقي من الحرم الشريف ، وفيها يرمل في السعي إلى الميلين ، وهما أيضاً ساريتان خضراوان على الصفا المذكورة الواحدة منها بإزاء باب علي رضي الله عنه في جدار الحرم الشريف ، وعن يسار الخارج من الباب والميل الآخر يقابله في جدار دار ، وعلى كل واحد منهما لوح قد وضع على رأس السارية كالتاج منقوش فيه برسم مذهب: \"إن الصفا والمروة من شعائر الله \"الآية ، وبعدها أمر بعمارة هذا الميل عبد الله وخليفته أبو محمد المستضيء بأمر الله أمير المؤمنين أعز الله نصره سنة ثلاث وسبعين وخمسمائة ، فجميع خطى الساعي من الصفا إلى المروة أربعمائة خطوة ، والخطوة ثلاثة أقدام وما بين الصفا والمروة (مسيل) هو اليوم سوق حافلة بجميع الفواكه وغيرها..\" . ¶ 6- قال ابن بطوطة ( ت779هـ) في رحلته الشهيرة باسمه ، المسماه تحفة النظار في غرائب الأمصار وعجائب الأسفار :\" ذكر الصفا والمروة ، ومن باب الصفا الذي هو أحد أبواب المسجد الحرام إلى الصفا ست وسبعون خطوة ، وسعة الصفا سبعة عشرة خطوة ، وله أربع عشرة درجة علياهن كأنها مصطبة ... وللمروة خمس درجات ، وهي ذات قوس ولحد كبير ، وسعة المروة سبع عشرة خطوة ... وبين الصفا والمروة دار العباس رضي الله عنه ، وهي الآن رباط يسكنها المجاورون...\" .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "والملاحظ أن ابن جبير والبلوي وابن بطوطة استعملوا في التحديد قياس الخطوة لا الذراع والقدم كما فعل النووي ، ولا يخفى أن البلوي وابن بطوطة قد أخذا عن ابن جبير ، ذلك أن الناظر في كلامهم يجد تشابها بيناً في المضمون والأسلوب ، إلا أن ذلك لا يدل على اعتماد البلوي وابن بطوطة المطلق على ابن جبير ؛ لأن كلا منهما ألف كتابه أثناء رحلته للحج، بمعنى أن كل واحد منهما قد وقف على القياس والتحديد مع إضافة البلوي تحويل حجم الخطوة إلى ما يقابلها من القدم ، في قوله :\" والخطوة ثلاثة أقدام \" ، كما أن تحديد المؤرخين لما بين الصفا والمروة بالذراع أو الخطوة ، يدل على استقرار ما في أذهانهم من البينية ، ويدفع توهم امتداد الصفا والمروة لأكثر من المعهود ولعل هذا هو المغزى من قول الأزرقي :\" وذرع ما بين الصفا والمروة سبعمائة ذراع وستة وستون ذراعا ونصف \" ، وقول الحربي:\" وذرع ما بين الصفا والمروة سبع مائة ذراع وتسع أذرع ، وثماني أصابع ، وذرع المسعى من ذلك مائة ذراع وتسع عشرة ذراعا \" ، وقول ابن جبير :\" فجميع خطا الساعي من الصفا إلى المروة أربع مائة خطوة وثلاث وتسعون خطوة\" . ¶ الخطوة وما يقابلها في النظام المتري : ¶ قال البلوي : \" والخطوة ثلاثة أقدام \" ، والخطوة هي خطوة الآدمي ذي الخلقة المعتدلة المعتادة في أكثر الآدميين لا القصير ولا الضخم العظيم ذي الجثة والخطوة الواسعة ، فيكون مقدار الخطوة التي استعملها ابن جبير والبلوي وابن بطوطة ثلاثة أقدام بوضع قدم في الأمام ، والقدم الأخري وراءها ، وبينهما مقدار قدم مماثلة لهما ، ويصح أن تكون المعادلة على هذا النحو: ¶ القدم = 30 سنتمتر × 3 أقدام = 90 سنتمتر . ¶ فتكون الخطوة بمقدار 90 سنتمتر ، والمتر فيه 100 سنتمتر ، ويطلق على الخطوة يارد بالنظام التقديري الحديث ، وعليه تكون السبع عشرة خطوة مضروبة في 90 سنتمتر ليُتحصل على المقدار المتري فتكون المعادلة على هذا النحو :",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "90 سنتمتر × 17= 1530 سنتمتر ، 9 ( 1530 ) = 30 ,15 ( خمسة عشر مترا وثلاثين سنتيمتر ) أي أن سعة الصفا والمروة بحسب قياس ابن جبير ومن وافقه خمسة عشر مترا ونصف متر تقريبا ، وهو لا يختلف عن تحديد النووي في الصفا دون المروة ؛ لأن تحديد النووي للمروة أقل من تحديد الآخرين بأحد عشر قدما ، أي ثلاث خطوات ، وهو ما يساوي مترين ونصف تقريبا ، وهذا اختلاف خفيف غير مؤثر في الحكم . ¶ الاحتجاج بذرع ابن جبير والبلوي وابن بطوطة: ¶ لا ريب أن رواية ابن جبير والبلوي وابن بطوطة فيها دقة من حيث جزمهم بمقدار السعة التي حددوها وشاهدوها بأمهات أعينهم ، ورواياتهم في الآثار المكانية والمشاهد التاريخية مقدمة عند طائفة من العلماء ، وفيما يأتي الدليل على ذلك : ¶ 1- توثيق ابن جبير وكتابه ( الرحلة ) : ¶ قال المنذري المحدث ( ت 656هـ ) عن ابن جبير وهو ممن عاصره وسمع منه : \"كان من أهل العلم والديانة والفضل والصيانة ، وكان مقدما في بلاده في ذلك ، وانفرد منقطعا إلى الخير وأهله \" . ¶ وقال عنه لسان الدين ابن الخطيب (ت 776هـ ) : \" وكان أديبا بارعاً شاعراً مجيداً سنيا فاضلا نزيه الهمة سري النفس كريم الأخلاق أنيق الطريقة في الخط... ورحلته نسيجة وحدها طارت كل مطار \" . ¶ وقال لسان الدين أيضا : \" وصنف الرحلة المشهورة وذكر مناقله فيها وما شاهده من عجايب البلدان وغرائب المشاهد ... وسكن غرناطة ثم مالقه ثم سبتة ثم فاس منقطعا إلى إسماع الحديث والتصوف وتروية ما عنده ، وفضله بديع ،وورعه يتحقق وأعماله الصالحة تزكو..\" ¶ 2- توثيق البلوي وكتابه تاج المفرق : ¶ أثنى عليه الشاطبي (ت790هـ) بقوله : \" هو الشيخ الفقيه القاضي الأعدل \" . وذكره أحمد بابا التنبكتي فقال عنه : \" من أهل الفضل كثير التواضع والخلق الحسن ، جميل المعشر ، محب الأدب ، تقضى ببلده وغيرها ، حج وقيد رحلته في سفره ، وصف فيها البلاد ومن لقي بها ..\" .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ورحلته مشحونة بالفوائد والفرائد ، وفيها من العلوم والآداب ما يتجاوزه الرائد ، ورحلته كانت من بلده فيتورية إلى بيت الله الحرام ، وقبر رسول الله صلي الله عليه وسلم ؛ لأداء النسك والزيارة... واشتهرت رحلته بالمغرب والمشرق وتداولتها الأيدي ، وكانت عمدة في تراجم الكثير من الرجال والأعلام ، وله تخريج في حديث الرحمة ، وكتاب عن أسانيد ثلاثيات البخاري، أشار له في تاج المفرق . ¶ 3- توثيق ابن بطوطة وكتابه ( رحلة ابن بطوطة ) : ¶ قال لسان الدين ابن الخطيب نقلا عن شيخه أبي البركات : \" وجاور بمكة واستقر عند ملك الهند ، فحظي لديه وولاه القضاء وأفاده مالا جسيما ، وكانت رحلته على رسم الصوفية زيا وسجية ، ثم قفل إلى بلاد المغرب ، ودخل جزيرة الأندلس ، فحكى بها أحوال المشرق وما استفاد من أهله ، فكُذب ..\" . ¶ ونقل الحافظ ابن حجر ( ت 854 هـ ) أن البلفيقي رمى ابن بطوطة بالكذب ، فبرأه ابن مرزوق ، وقال : \" إنه بقي إلى سنة سبعين ومات وهو متولي القضاء ببعض البلاد ، قال ابن مرزوق: ولا أعلم أحدا جال البلاد كرحلته ، وكان مع ذلك جوادا محسنا \" . ¶ و رحلة ابن بطوطة وصلتنا من طريق ابن جزي المالكي(ت 741هـ) ، فهو الناقل والكاتب لها فيما بعد ، وله مقدمة عليها ، ويثبت كلامه أحيانا في صلب الرحلة ، فمثلا يقول : أخبرني بعض أشياخي الرحالين أن أحد الرمالين بالإسكندرية.. . ¶ وشهد ابن جزي لابن بطوطة برسوخ القدم في أحوال البلدان وأخبارها ، ومن ذلك قوله فيه :\" الشيخ الفقيه السائح الثقة الصدوق ، جوال الأرض ، ومخترق الأقاليم بالطول والعرض أبو عبدالله محمد بن عبدالله بن محمد بن إبراهيم اللواتي الطنجي المعروف بابن بطوطة ، المعروف في البلاد المشرقية بشمس الدين ، وهو الذي طاف الأرض معتبرا ، وطوى الأمصار مختبرا ، وباحث فرق الأمم ..\" . ¶ تحديد عرض المسعى في القرنين الآخيرين :",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "انقضى عصر الأزرقي والفاكهي والحربي وعصر ابن جبير والنووي والبلوي ، وتعاقبت عصور، حتى جاء أهل التاريخ والمعرفة بالآثار المكانية في القرنين المنصرمين بتحديد ينقص نقصانا بينا عن تحديد المؤرخين والعلماء السابقين ، فذكر غير واحد من أهل الاختصاص التاريخي في العصر الحديث أن عرض المسعى اثنا عشر مترا ، ومن هؤلاء محمد بيرم التونسي ( ت1307هـ ) في قوله عن المسعى : \" وبينهما ـ الصفا والمروة ـ طريق متسع عرضه ما بين عشرة أمتار ، واثني عشر مترا\" . ¶ ومنهم محمد باشا صادق ، فقد قال عن وصف شارع المسعى : \" في شارع عرضه تارة عشرة أمتار ، وتارة اثنا عشر مترا \" ¶ ويرجع السبب في اختلاف عرض المسعى في بعض مواضعه بحسب ما ذكره محمد بيرم التونسي ومحمد باشا صادق إلى أن الوادي يضيق أحيانا ويتسع أحيانا ، وتظهر الصور الفوتوغرافية التي يقال أن محمد باشا صادق أول الملتقطين لها حالة المسعى ومدى قربه من الكعبة، وكذلك إحاطة البناء والحوانيت به ، وكأنه ممر أو زقاق ضيق يخترقها ، وما ذاك إلا لدخولها في أجزاء شاسعة منه تصل إلى سبعة أمتار في مواضع أخرى. ¶ وقال إبراهيم رفعت باشا ( ت 1353 – 1935م ) الذي كان أميرا لمحمل الحج المصري عدة مرات\" ، والشارع الذي بين الصفا والمروة هو المسعى ، وطوله أربعمائة وخمسة أمتار ، وعرضه تارة عشرة أمتر ، وتارة اثنا عشر مترا\" . ¶ وقال حسين عبدالله باسلامة المكي : \" وعرض أصل الصفا التي عليها الثلاثة عقود اثنا عشر مترا \" . ¶ وقال محمد طاهر الكردي المكي ( 1903م – 1980م ) : \" وعرض أصل الصفا التي عليها الثلاثة عقود اثنا عشر مترا \" .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وهكذا تطابقت تحديدات مؤرخي القرنين الأخيرين الرابع والخامس عشر ، فوجد فرق بين تحديد المتقدمين وتحديدهم يصل إلى قرابة ستة أمتار ، والغالب أن حساب محمد بيرم ومن وافقه قد اعتبر مكان سعي الناس في ذلك الوقت دون الاكتراث بحقيقته و امتداده الأصلي ، وذلك لدخول الأبنية والأسواق أو الدكاكين في أجزاء من عرض المسعى من جهته الشرقية ؛ لأن محمد بيرم نفسه يقول : \" وحول المسجد من أغلب الجهات طرق وباب السلام يفتح في الطريق الواقع بين الصفا والمروة ، وهو طريق متسع حوله ديار ذات عدة طبقات ، ومنها : دار الشيبي ، وأسفل الديار حوانيت عليها مظلات يباع بها المأكولات ، وغيرها.. وكل من الصفا والمروة محل في نهاية زاوية من الطريق متسع ذو درج عريضة تنتهي إلى حائط \"، \" وفي جبل أبي قبيس المطل على المسجد الحرام مسجد صغير ، وبعض ديار و زاوية للشيخ السنوسي \" . ¶ وقد يكون الاختلاف في حساب حجم المسعى راجعا إلى الاختلاف في المقاييس ، كما ذكر حسين باسلامة بقوله : \" قد اعتنى بذرع شارع المسعى كثير من العلماء في كتب شتى من مناسك وتاريخ وما أشبه ذلك بالذراع والخطوة في الأزمنة القديمة ، وبالمتر في العصر الحاضر ، ونتج من ذلك خلاف سببه اختلاف المقاييس \" . ¶ وعلى كل حال فالذي يتعين الاعتماد عليه في تحديد عرض المسعى هو كلام المتقدمين كالأزرقي والفاكهي لا كلام هؤلاء المتأخرين الذين عاينوا المسعى في زمن ضاق فيه عرضه بسبب ما اقتطعه منه من يجاوره من أصحاب الدور والدكاكين . ¶ المبحث الرابع ¶ الرد على شبه من انتصروا لجواز التوسعة الحالية في عرض المسعى ¶ يعتمد هؤلاء على شبه أهمها ثلاث: ¶ - إحداها: أن الشارع لم يرد عنه شيء يحدد عرض المسعى ، وأن الأمر في ذلك يرجع لاجتهاد أهل الرأي . ¶ - والثانية أن إبقاء المسعى على حاله يوقع الحجاج والمعتمرين في مشقة الزحام الشديد ويتعين لذلك أن يوسع تسهيلا عليهم ورفقا بهم.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "- الثالثة : امتداد عرض كل من جبل الصفا وجبل المروة في الجانب الشرقي منهما إلى أبعد بكثير مما كان يشاهده الناس في الآونة الأخيرة. ¶ أما الشبهة الأولى ، فيكفي لبيان زيفها أن تعلم: ¶ أولا: أنه لا خلاف بين علماء أصول الفقه في أن فعل النبي صلى الله عليه وسلم الوارد لبيان إجمال نص من القرءان حكمه حكم ذلك النص القرآني الذي ورد لبيان إجماله، قال الرهوني عند قول ابن الحاجب في مختصره الأصلي : \" وما سواهما إن وضح انه بيان بقول أو قرينة مثل ( صلوا ) و ( خذوا عني ) الخ، ما نصه: ( والثاني من القسم الثاني إن اتضح أن الفعل بيان لمجمل ودل قول على أن ذلك الفعل بيان لذلك المجمل، فلا نزاع في أن حكم ذلك الفعل حكم ذلك المجمل لأنه داخل في الأمر بذلك المجمل إذ المراد من ذلك المجمل هو ما بين النبي صلى الله عليه وسلم فإن قوله : ( صلوا كما رأيتموني أصلي ) يدل على أن فعله بيان لقوله تعالى : ( أقيموا الصلاة ) وكذا ( خذوا عني مناسككم ) يدل على أن أفعاله في الحج بيان لقوله تعالى : ( ولله على الناس حج البيت ) و الحديث الأول خرجه البخاري و الثاني خرجه مسلم ، ولكن بلفظ لتأخذوا مناسككم فإني لا أدري لعلي لا أحج بعد حجتي هذه وخرجه النسائي ولفظه ( أيها الناس خذوا عني مناسككم) . ¶ وقال الباجي في إحكام الفصول ما نصه : ( والكلام هنا في الأفعال وهي تنقسم إلى قسمين أحدهما ما يفعله بيانا لمجمل الكتاب أو السنة فهذا حكمه حكم المبين على الوجوب والندب و الإباحة ) . ¶ وقال السبكي في جمع الجوامع : ( وتُعلم بنص وتسوية بمعلوم الجهة و وقوعه بيانا او امتثالا لدال على وجوب او ندب أو إباحة ) . وقال المحلي : ( فيكون حكمه حكم المبين أو الممتثل ) .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وقال البناني في حاشيته على شرح المحلي المذكور: ( فإن قلت وجوب الطواف معلوم من الأمر به فما فائدة علم وجوبه من وقوعه بيانا لذلك الأمر؟، قلت: فائدته وجوب الصفة التي وقعت ككونه سبعا والابتداء بالحجر وجعل البيت عن يساره، وأيضا يصح الاستناد في الوجوب إلى هذا البيان فيكون دليلا آخر على الوجوب اهـ. ¶ وما قاله البناني هنا في الطواف يجري نحوه في السعي. ¶ ثانيا : أن النبي صلى الله عليه وسلم قال في حجة الوداع: ( لتأخذوا مناسككم فإني لا أدري لعلي لا أحج بعد حجتي هذه) .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ثالثا: أن السعي بين الصفا والمروة في الحج واجب وجوب الأركان عند الجمهور وواجب غير ركن عند الأحناف وبعض الحنابلة كما يتضح لك إن شاء الله في آخر هذه الرسالة ، وعلى ذلك يكون حكم سعيه صلى الله عليه وسلم بين الصفا والمروة الذي بين به ما في الآية المتعلقة بالسعي من الإجمال هوحكم تلك الآية التي جاء لبيانها من حيث الصفة، ويترتب على ذلك أن التقيد في عرض المسعى بالقدر الذي بينه النبي صلى الله عليه وسلم بفعله وتقريره أثناء سعيه هو ومن معه من المسلمين بين الصفا والمروة حكمه حكم السعي نفسه من الركنية عند الجمهور والوجوب عند الأحناف والحنابلة في القول المرجوح عندهم وأن ذلك الحكم من الركنية أو الوجوب مأخوذ من أدلة شرعية لا مطعن فيها هي فعله عليه الصلاة والسلام الذي استفيد من قوله الثابت عنه أنه جاء مبينا لإجمال الآية المتعلقة بالسعي مع ما انضاف لذلك الفعل من تقريره لسعي من سعى معه من المسلمين . قال الجويني(ت 478هـ) : \"ومكان السعي معروف لا يتعدى\" .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فإذا تقرر ذلك لا يصح السعي خارج نطاق طول المسعى الوارد في بعض الروايات أنه من زقاق بني أبي حسين المحاذي لجبل الصفا إلى زقاق دار بني عباد المحاذي لجبل المروة ، كما يبطل سعي من سعى في خارج عرض المسعى الذي صرحت بعض الروايات أنه من جهة البيت العتيق إلى دار العباس بن عبد المطلب ؛ لأن منسك السعي توقيفي تعبدي لا مجال للاجتهاد في الترخيص في تضييق أرضه أو توسيعها مثلما حدث هذا العام عام تسعة وعشرين وتسعمائة وألف من الهجرة النبوية ، وتأسيسا على القاعدة الأصولية : الأصل في العبادات التوقيف ، فلا يحق لأحد الاجتهاد في حكم تعبدي صرف ، حصل في تحديد محله نقل مستفيض من قبل العلماء المحققين استنادا على ما حرره عمدة هذا الشأن المؤرخ الأزرقي المكي (ت نحو250هـ ) ، فقد ذكر أن عرض المسعى الذي سعى فيه رسول الله – صلى الله عليه وسلم وأصحابه وتابعوهم بإحسان إلى عصر الأزرقي لا يزيد عن خمسة وثلاثين ذراعا ونصف الذراع ( وهو يعادل 18 متر تقريبا) ، وهو مقارب جدا لعرض المسعى المشاهد اليوم للعيان قبل ترخيص بعض المفتين المعاصرين اعتبار التوسعة الأخيرة من عرض المسعى ؛ مخالفين بذلك فتوى اللجنة التي أجمع عليها سلفهم . ¶ وهذا كما ترى واضح لا لبس فيه ويزيده وضوحا أن النبي صلى الله عليه وسلم قال في حجة الوداع في منى: ( نحرت ههنا ومنى كلها منحر ، وفي عرفات وقفت ههنا وعرفة كلها موقف وفي مزدلفة وقفت ههنا والمزدلفة كلها موقف ) . وفي صحيح مسلم : ( نحرت ههنا ومنى كلها منحر فانحروا في رحالكم ، ووقفت ههنا وعرفة كلها موقف ، ووقفت ههنا وجَمع كلها موقف ) .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وعليه فالنبي صلى الله عليه وسلم الذي بلغ في حجة الوداع للناس أحكام الحج بين أن المكان الذي تتعلق به العبادة في كل من عرفة والمزدلفة ومنى أوسع من المكان الذي أدى هو فيه هذه العبادة وسكت عن بيان نحو ذلك في أماكن أخرى من المشاعر منها السعي سكوتا يدل على أنها غير واسعة سعة تزيد بكثير على المكان الذي أدى هو ومن معه من المسلمين فيه العبادة المتعلقة بتلك المشاعر، ولو كانت أماكن العبادة من تلك المشاعر التي سكت عن بيان سعتها واسعة فعلا على نحو وسعها في الأماكن التي بين أنها واسعة وسكت عن بيان سعتها مع أن الحاجة الداعية إلى بيان أن كلا منهما واسع واحده للزم من سكوته هذا وقوع تأخير البيان عن وقت الحاجة وهو غير واقع في شرعنا بإجماع جميع علماء أصول الفقه . ¶ ولزم أيضا أن بيانه عليه الصلاة و السلام لكون تلك المشاعر التي بين سعتها واسعة لا فائدة فيها إذ تساويها في ذلك تلك التي سكت عن بيان أنها واسعة ولا يخفى ما في هذا من المحذور. ¶ وبسبب أن أفعال النبي صلى الله عليه وسلم في سعيه جاءت لبيان ما في قوله تعالى : ( إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح أن يطوف بهما) من الإجمال ، فهمت عائشة رضي الله عنها أن السعي لابد منه وأنه لا يكون إلا بين الصفا والمروة عندما قالت : ¶ ( وقد سن رسول الله صلى الله عليه وسلم الطواف بينهما فليس لأحد أن يترك الطواف بينهما ) وفي رواية أخرى ( ما أتم الله حج امرئ ولا عمرته لم يطف بين الصفا والمروة ) . قال الحافظ ابن حجر في فتح الباري : \" قول عائشة سن رسول الله صلى الله عليه وسلم الطواف بين الصفا و المروة \". أي فرضه بالسنة وليس مرادها نفي فرضيته ويؤيده قولها : ( لم يتم الله حج أحدكم ولا عمرته ما لم يطف بينهما ) .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "فأخذت عائشة رضي الله عنها من فعل النبي صلى الله عليه وسلم في السعي لا من لفظ الآية اشتراط أن يكون السعي بين الصفا و المروة مع أن حكم البينية بينهما غير مستفاد من لفظ الآية فقالت : ( سن رسول الله صلى الله عليه وسلم السعي والطواف بينهما ) ورتبت بالفاء على ذلك قولها : \"فليس لأحد أن يترك الطواف بينهما \" ، وقولها : ( ما أتم الله حج امرئ ولا عمرته لم يطف بين الصفا والمروة ) فترتيبها لذلك الحكم الذي هو لزوم السعي بينهما على فعله عليه الصلاة والسلام بالفاء وجزمها بأنه لا يتم حج ولا عمرة من لم يسع بينهما دليل واضح على أنها أخذت لزوم السعي واشتراط كونه بين الصفا والمروة - لا في مكان آخر لا تحصل فيه البينية بينهما - من فعله عليه الصلاة والسلام لكونه جاء مبيّنا إجمال آية السعي التي سألها عنها ابن أختها عروة بن الزبير وتابعها على هذا الفهم السليم العلماء ، فقد قال ابن رشد المالكي – الجد- (ت520هـ ) في المقدّمات: \" بين رسول الله صلى الله عليه وسلم كل ما أجمل الله عز وجل في كتابه من أمر الحج فوقت المواقيت لأهل الآفاق ، وبين عدد الطواف بالبيت والسعي بين الصفا والمروة ، وما يبدأ به في ذلك كله ، وكيف يصنع فيه ، ووقت الوقوف بعرفة والمزدلفة ، والجمع بين الصلاتين بهما ، وصفة رمي الجمار والنحر ، وما يجب في ذلك كله ، وما لا يجب قولا وعملا في حجه الذي حج بالناس\" .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وقال النووي الشافعي (ت676هـ) في شرحه على صحيح مسلم اثناء كلامه على قوله عليه الصلاة والسلام : (لتأخذوا مناسككم ) ، بين رسول الله - صلى الله عليه وسلم - كل ذلك ، وأمر أمته بإتباع نسكه - صلى الله عليه وسلم - على وجه الإلزام ، فقال : ( لتأخذوا عني مناسككم ) . اللام هنا لام الأمر ، أي لتأخذوا عني مناسككم ، ومعناه : خذوا مناسككم ، وهكذا وقع في رواية غير مسلم ، وتقديره : هذه الأمور التي أتيت بها في حجتي من الأقوال والأفعال والهيئات هي أمور الحج وصفته ، وهي مناسككم فخذوها عني واقبلوها واحفظوها واعملوا بها وعلموها الناس ، وهذا الحديث أصل عظيم في مناسك الحج ، وهو نحو قوله صلى الله عليه وسلم في الصلاة : صلوا كما رأيتموني أصلي\" . ¶ وسار على هذا النهج كثير من العلماء يضيق المجال عن نقل كلامهم ، وحدد علماء التاريخ والآثار سعة ذلك المسعى الذي سعي فيه النبي صلي الله عليه وسلم هو ومن معه من المسلمين تحديدا دقيقا وبينوه بيانا سد الطريق أمام كل من يريد أن يزيد فيه بلا دليل ونقلوا بهذا التحديد الدقيق إلى من يأتي من بعدهم سعة المسعى الذي سعى فيه النبي صلى الله عليه وسلم والصحابة وبين النبي صلى الله عليه وسلم بفعله وتقريره أنه هو المسعى الذي يتعين التقيد به وعدم الزيادة فيه حفاظا على صحة العبادة المتعلقة به والتزم المسلمون بهذا التحديد فلم يزيدوا في سعة عرض المسعى خلال ما يزيد على ألف سنة من تاريخهم و إنما حصل فيه في بعض الأحيان من نقصان العرض ما لم يؤثر على صحة السعي لأنه كان يقع في الباقي منه فتحصل من هذا أن تحديد عرض المسعى مأخوذ بالتلقي عن الشارع وأنه غير متروك للاجتهاد.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "و أما الشبهة الثانية فهي أيضا زائفة لأن مشقة الازدحام في المشاعر مشقة لا ينفك عنها الحج وقد قرره الشارع عليها ولم يخل أمر الحج في أي عصر من العصور من الازدحام في المشاعر وإن كان حجم ذلك الازدحام يختلف من حين إلى آخر وقد نص العلماء على أن المشقة التي قررت معها العبادة لكونها لا تنفك عنها لا توجب تخفيفا في تلك العبادة قال القرافي( ت 684 هـ) في الفرق الرابع عشر بين قاعدتي المشقة المسقطة للعبادة والمشقة التي لا تسقطها : \" وتحرير الفرق بينهما أن المشاق قسمان ، أحدهما : قسم لا تنفك عنه العبادة كالوضوء والغسل في البرد والصوم في النهار الطويل والمخاطرة بالنفس في الجهاد ونحو ذلك ، فهذا القسم لا يوجب تحفيفا في العبادة لأنه قرر معها \" .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وقال العز بن عبدالسلام (ت660هـ) : \"المشاق ضربان : أحدهما مشقة لا تنفك العبادة عنها كمشقة الوضوء والغسل في شدة السبرات ، وكمشقة إقامة الصلاة في الحر و البرد، و لاسيما صلاة الفجر ، و كمشقة الصوم في شدة الحر وطول النهار ، وكمشقة الحج التي لا انفكاك عنها غالبا ، وكمشقة الاجتهاد في طلب العلم والرحلة فيه ، وكذلك المشقة في رجم الزناة ، وإقامة الحدود على الجناة ، و لا سيما في حق الآباء والأمهات والبنين والبنات ، فإن في ذلك مشقة عظيمة على مقيم هذه العقوبات بما يجده من الرقة والمرحمة بها للسراق والزناة والجناة من الأجانب والأقارب من البنين والبنات ، ولمثل هذا قال تعالى : \" و لا تأخذكم بهما رأفة في دين الله \" ، وقال عليه الصلاة والسلام : \" لو أن فاطمة بنت محمد سرقت لقطعت يدها \" ، وهو صلى الله عليه وسلم أولى بتحمل المشاق من غيره ؛ لأن الله سبحانه وتعالى وصفه في كتابه العزيز بأنه رؤوف رحيم ، فهذه المشاق كلها لا أثر لها في إسقاط العبادات والطاعات ، و لا في تخفيفها ؛ لأنها لو أثرت لفاتت مصالح العبادات والطاعات في جميع الأوقات ، أو في غالب الأوقات ، ولفات ما رتب عليها من المثوبات الباقيات ما دامت الأرض والسماوات\" .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وقال السيوطي (ت911هـ) : \"وهذه فوائد يختم بها الكلام على هذه القاعدة ، الأولى : في ضبط المشاق المقتضية للتخفيف ، المشاق على قسمين : مشقة لا تنفك عن العبادة غالبا كمشقة البرد في الوضوء والغسل ، ومشقة الصوم في شدة الحر وطول النهار ، ومشقة السفر التي لا انفكاك للحج والجهاد عنها ، ومشقة ألم الحدود ورجم الزناة ، وقتل البغاة ، فلا أثر لهذه في إسقاط العبادات في كل الأوقات ، ومن استثنى من ذلك جواز التيمم للخوف من شدة البرد لم يصب ؛ لأن المراد أن يخاف من شدة البرد حصول مرض من الأمراض التي تبيح التيمم ، وهذا أمر ينفك عنه الاغتسال في الغالب ، أما ألم البرد الذي لا يخاف معه المرض المذكور فلا يبيح التيمم بحال ، وهو الذي لا يبيح به الانتقال إلى التيمم ..\" . ¶ وقال ابن نجيم (ت970هـ ) :\" المشاق على قسمين : مشقة لا تنفك عنها العبادة ، كمشقة البرد في الوضوء والغسل ، ومشقة الصوم في شدة الحر وطول النهار ، ومشقة السفر التي لا انفكاك للحج والجهاد عنها ، ومشقة ألم الحد ورجم الزناة ن وقتل البغاة ، فلا أثر في إسقاط العبادات في كل الأوقات..\" . ¶ فبان بهذا أنه لا يمكن شرعًا أن تكون حجة اتقاء مشقة الازدحام في المشاعر مبررا لتغيير معالم هذه المشاعر ولاسيما إذا كان التغيير كبيرًا جدًا ومتعلقا بأحد الأركان، ورحم الله مفتي المملكة العربية السعودية ورئيس مجلس كبار العلماء فيها في زمنه الشيخ محمد بن ابراهيم فقد قال سنة 1377 هـ ردًا على اقتراح محمد طاهر الكردي الذي نادى في ذلك الزمن بما ينادى به اليوم من ينتصر للتوسعة الحالية في عرض المسعى من ضرورة توسيع عرض المسعى تفاديا لمشقة الازدحام فيه وتيسيرًا على الساعين، قال رادا عليه : ¶ (",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "يتعين ترك الصفا والمروة على ما هما عليه أولا ، ويسعنا ما وسع من قبلنا في ذلك ولو فتحت أبواب الاقتراحات في المشاعر لأدى ذلك إلى أن تكون في المستقبل مسرحًا للآراء أو ميدانا للاجتهادات أو نافذة يولج منها لتغيير المشاعر وأحكام الحج فيحصل بذلك فساد كبير ) ¶ إلى أن قال : ¶ ( ولا ينبغي أن يلتفت إلى أماني بعض المستصعبين لبعض أعمال الحج واقتراحاتهم، بل ينبغي أن تعمل حول ذلك البيانات الشرعية المدعومة بالدلائل القطعية المشتملة على مزيد الحث والترغيب في الطاعة و التمسك بهدي رسول الله صلى الله عليه وسلم وسننه في المعتقدات والأعمال و تعظيم شعائر الله ومزيد احترامها أ.هـ باختصار . ¶ ومن المؤسف أن ما حذر أهل بلده منه وقعوا فيه في هذه الآونة الأخيرة فالله المستعان. ¶ وأما الشبهة الثالثة ، فهي مجرد زعم عار عن الدليل ؛ لأن من المعلوم الذي لا يمكن أن يكون فيه نزاع أن اسم كل من الصفا والمروة علم شخص لمكان معين ، وأن علم الشخص يعين مسماه ويشخصه في الخارج تشخيصا يمنع من دخول غير ذلك المشخص في الخارج تحت مدلول هذا العلم ، و أن الله عز وجل قال : ( إن الصفا و المروة من شعائر الله ) . ¶ ومعنى ذلك أن الحقيقة المعبر عنها بالعلم الشخصي لكل من الصفا والمروة هي التي وصفت في هذه الآية بأنها من شعائر الله ، وعليه فلا يمكن أن يدخل في هذا الوصف أي شيء آخر لتعيين مسمى كل من الصفا و المروة بعلمه الشخصي ، وقد مر بك أن العلماء الموثوق بروايتهم كابن جبير والبلوي وابن بطوطة حددوا سعة كل من الصفا والمروة تحديدا خلاصته أن عرض كل منهما من جهة المشرق إلى المغرب لا يتجاوز نحو 16مترا فاتضحت بهذا ثلاثة أمور:",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "أحدها : أن السعي لا يصح شرعا إلا بين الصفا والمروة الموصوفتين في الآية بأنهما من شعائر الله . ويترتب على هذا لزوم أن يبقي الساعي في ذهابه من الصفا إلى المروة وفي عودته من المروة إلى الصفا بين مسمى جبل الصفا الذي لا تتجاوز سعته شرقا وغربا نحو 16 مترا وبين مسمي جبل المروة الذي لا تتجاوز سعته مثل ذلك . ¶ الأمر الثاني: أن طرف جبل أبي قبيس المتصل بالصفا من جهة الشرق لا يشمله اسم الصفا، ولو كان قريبا منها ومتصلا بها ؛ لأنه جزء من جبل يسمى بأبي قبيس ، وأن طرف جبل قعيقعان المتصل بالمروة من جهة الشرق لا يشمله اسمها ولو كان قريبا منها ومتصلا بها ؛ لأنه جزء من جبل يسمى قعيقعان. ¶ الأمر الثالث: أن الساعي عندما يخرج في ذهابه من الصفا إلى المروة عن مسامتة حدودهما أي 16 مترا خروجا بينا في الجانب الشرقي يكون ساعيا بين الطرف الغربي من جبل أبي قبيس والطرف الغربي من جبل قعيقعان ، ويترتب على هذا عدم صحة هذا الشوط من سعيه لكونه لم يقع بين الصفا والمروة ، ولا ينفعه والحالة هذه وقوع رجوعه من المروة إلى الصفا بينهما ؛ لأن أربعة من أشواطه السبعة وهي التي ذهب فيها من الصفا إلى المروة صارت كلها بين جبلي أبي قبيس وقعيقعان ولم يقع بين الصفا والمروة من أشواط سعيه إلا ثلاثة هي التي عاد فيها من المروة إلى الصفا .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "فتحصل من هذا كله أن كتب الروايات حددت عرض كل من الصفا و المروة بنحو 16 مترا ، وهو تحديد يناسب تحديدها لعرض المسعى بنحو 17 مترا ، وإن أوسع زيادة في عرض المسعى من جهة الشرق إلى الغرب يمكن أن يلتمس لها وجه مراعاة لقول من قال من العلماء أن خروج الساعي عن أرض المسعى خروجا خفيفا مغتفر هي الزيادة التي حصلت سنة 1357هـ، وصار بها عرض المسعى 20 مترًا تقريبا وأن الزيادة الحالية في عرض المسعى التي زادت عرض المسعى من الجهة الشرقية زيادة بلغت 20 مترا لكي تخصص هذه الزيادة للذهاب من الصفا إلى المروة وتبقى العودة من المروة إلى الصفا في المسعى القديم غير واردة لما يترتب عليها من وقوع أربعة من أشواط الساعي السبعة بين جبل أبي قبيس وجبل قعيقعان كما قدّمنا.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وأما ما يزعمه من ينتصر للتوسعة الحالية من وجود شهود أحياء الآن من أهل مكة شهدوا على امتداد كل من جبلي الصفا و المروة من الجهة الشرقية امتدادا طويلا يزيد على ما كان عليه قبل عهد التوسعات الأخيرة فلا ينفعهم لأن مرده إلى أن هؤلاء الشهود – إن صدقوا - انخدعوا باتصال بعض الجبال ببعض إذ لا نزاع في أن جبل الصفا كان متصلا من الجهة الشرقية بالطرف الغربي من جبل أبي قبيس وأن جبل المروة كان أيضا متصلا من نفس الجهة بجبل قعيقعان فانخدع هؤلاء الشهود وهم أشخاص عادييون بهذا الاتصال ، فاعتبروا الطرف الغربي من جبل أبي قبيس من الصفا والطرف الغربي من جبل قعيقعان من جبل المروة ، وغرهم أن الطرف الغربي من جبل أبي قبيس كان منخفضا عن الجبل نفسه شأنه في ذلك شأن كل طرف للجبل ، وأنه بهذا الانخفاض في حجم جبل الصفا الذي هو في الأصل جُبيل صغير ونفس الشيء في انخفاض الطرف الغربي من جبل قعيقعان انخفاضا جعله في حجم جبيل المروة الصغير ، وفات هؤلاء الشهود من الدقة والضبط ما كان عند العلماء القدماء الذين حددوا سعة كل من الصفا والمروة تحديدًا دقيقًًا ، وميّزوا كلا منهما عن غيره ، ولم يلبس عليهم اتصال بعض الجبال ببعض الذي لبس على هؤلاء الشهود. ¶ وعليه فلا تعتبر شهادة هؤلاء الشهود دليلا يمكن أن يعول عليه ولقائل أن يسأل أين كان هؤلاء الشهود في العهود الماضية وحتى القريبة جدًا عندما أفتى العلماء هناك بعدم جواز توسيع عرض المسعى عن القدر الذي كان عليه؟ وهل علم هؤلاء الشهود من أمر مكة أكثر مما علمه أهل مكة الذين استند إليهم ابن جبير والبلوي وابن بطوطة مثلا في تحديدهم لعرض جبلي الصفا والمروة ؟وكيف تقدم شهادة هؤلاء الشهود على روايات العلماء المنقولة من قديم و التي عمل بها علماء المسلمين على مر عصورهم كلها؟.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ومن الغريب أن بعض المنتصرين للتوسعة الحالية اقترح على المعنيين بالأمر إزالة جبلي الصفا والمروة وإبدال كل منهما ببناء جديد يراه هو أكثر ملائمة وأخذ مع الأسف اقتراحه بعين الاعتبار اقترح هذا وهو يقرأ قوله تعالى : ( إن الصفا والمروة من شعائر الله) وقوله تعالى : ( ذلك ومن يعظم شعائر الله فإنها من تقوى القلوب ) . فهل من تعظيم شعائر الله إزالتها من الوجود؟. ¶ فبان من كل ما تقدم أن الشبه التي يعتمد عليها من ينتصرون للتوسعة الحالية في عرض المسعى واهية كلها ولا يصح التعويل على أي واحدة منها ، والله تعالى أعلم. ¶ المبحث الخامس ¶ أقوال الفقهاء في التقيد بالمسعى ¶ نص الفقهاء على وجوب التقيد بعرض المسعى ، و نصوا على عدم إجزاء سعي من سعى خارج العرض المعهود عند الفقهاء ، والمأخوذ من تحديد الأزرقي والفاكهي ومن وافقهما ، فقد نص فقهاء الحنفية والمالكية والشافعية والحنابلة على ذلك ، وننقل بعض نصوصهم في ذلك : ¶ أولا – في المذهب الحنفي : ¶ 1- قال السرخسي (ت 490 هـ) :\" وكذلك لو ترك منها أربعة أشواط ، فهو كترك الكل في أنه يجب عليه الدم به ؛ لأن الأكثر يقوم مقام الكمال ، وإن ترك ثلاثة أشواط أطعم لكل شوط مسكينا إلا أن يبلغ ذلك دما فحينئذ ينقص منه ما شاء \" . ¶ 2- وقال الكاساني ( ت 587هـ ) : \" والأصل أن كل ما وجب في جميعه دم يجب في أكثره دم..\"، وقال أيضا: \" وأما ركنه ـ السعي ـ فكينونته بين الصفا والمروة ، سواء كان بفعل نفسه ، أو بفعل غيره عند عجزه عن السعي بنفسه ، بأن كان مغمى عليه أو مريضا ، فسعي به محمولا أو سعى راكبا ، لحصوله كائنا بين الصفا والمروة ، وإن كان قادرا على المشي بنفسه ، فحمل أو راكب يلزم الدم \" .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "3- وقال البابرتي (ت 786هـ): \" فإن قيل ما الفرق بين الطواف والسعي حتى كان مبدأ الطواف هو المنتهي دون السعي أجيب بأن الطواف دوران لا يتأتي بحركة دورية ، فيكون المبدأ أو المنتهي واحدا بالضرورة، وأما السعي فهو قطع مسافة بحركة مستقيمة ، وذلك لا يقتضي عوده على بدئه\" . ¶ 4- وقال الكرلاني(ت بعد 743هـ ) : \" فإن قيل الواجب في الطواف أن ينتهي إلى الدوران حول البيت ، فلابد أن يدور حول كل البيت ، وإنما يكون هكذا إذا عاد إلى ما بدأ به ، وههنا الواجب هو ما بدأ به حتى يعد شوطا واحدا ، فالسعي ينبغي أن يكون كذلك قلنا الواجب الطواف بالبيت ، وهو السعي بين الصفا والمروة ، وهو ساع بينهما في كل مرة حقيقة..\" . ¶ 5- وقال ابن الهمام ( ت861هـ ) : \" فالوجه أن إثبات مسمى الشوط في اللغة يصدق على كل من الذهاب من الصفا إلى المروة والرجوع منها إلى الصفا ، وليس في الشرع ما يخالفه ، فيبقى على المفهوم اللغوي ، وذلك أنه في الأصل مسافة يعدوها الفرس كالميدان ونحوه مرة واحدة...\" . ¶ وحاصل كلام الحنفية اشتراطهم في كمال السعي استيعاب المسافة بين الصفا والمروة في أرض المسعى المقرر طولها وعرضها في كلام الأزرقي والفاكهي ومن وافقهما ، وقول الكاساني ( فكينونته ـ السعي - ) صريح في كون السعي داخل حدود الصفا والمروة هو المجزئ. ¶ ثانيا – في المذهب المالكي : ¶ 1- قال ابن عبد البر (ت 463هـ ) : \" وأقل ما يجزئه أن يستوفي ما بينهما ـ الصفا والمروة ـ مشيا وسعيا\" ، وقال أيضا : \" ومن ترك في طوافه أو سعيه شوطا واحداً أو أكثر لم يجزه ، وكان عليه أن يأتي به بانيا إن قرب أو مستأنفا إن تباعد ، فإن لم يذكره حتى رجع إلى بلاده عاد على بقية إحرامه ، فطاف وسعى وأهدى لتأخيره ذلك العمل عن وقته \" .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "2- وقال : \" ومن ترك من السعي ذراعا لم يجزه حتى يسعى ، فيتم ما بين الصفا والمروة.. \" . وقال : \" وعليه أن يرجع من بلده حراما يطوف ويسعى ويهدي لتأخيره السعي عن زمانه ، وليس الهدي واجبا عليه \" . ¶ 3- وقال البراذعي ( ت نحو 438 هـ ) : \" ومن ترك السعي بين الصفا والمروة أو شوطا منه في حجة أو عمرة أو فاسدة ، فليرجع لذلك من بلده \" . ¶ 4- وقال ابن فرحون ( ت 799 هـ ) : \" ومن ترك من السعي ذراعا لم يُجزه\" . ¶ 5- وقال الحطاب ( ت 954هـ ) : \" السعي ركن هو المعروف من المذهب ، فمن ترك السعي أو شوطا منه أو ذراعا من حج أو عمرة صحيحتين أو فاسدتين رجع له من بلده \" . ¶ 6- وقال الحطاب أيضا : \" وللسعي شروط منها كونه سبعة أشواط ، وتقدم الكلام على أن الطواف .. وأن من ترك من السعي شيئاً ولو ذراعا يرجع له من بلده ، ومنها كونه بين الصفا والمروة ، فلو سعى في غير ذلك المحل ، بأن دار من سوق الليل أو نزل من الصفا ودخل من المسجد لم يصح سعيه ، والواجب فيه السعي بين الصفا والمروة\" . ¶ 7- وقال العدوي ( ت 1189هـ) :\" قوله فمن ترك شوطا ، أي أو بعضه لم تبرأ ذمته ، بل لابد منه إن كان بالقرب ، وإلا ابتدأ السعي لبطلانه ، لعدم الموالاة ويرجع له ولو من بلده \" . ¶ 8- وقال الخرشي(ت 1101هـ) : \" ثم الركن الثالث السعي للحج والعمرة بشروط كونه سبعا لا أنقص ، وكونه بين الصفا والمروة ، وكون البدء من الصفا إلى المروة \" . ¶ 9- وقال الأمير ( ت1232 هـ ) : \" وأعلم أن الأحوط للأنسان أن يميل في السعي لجهة المسجد ؛ لأنهم ذكروا أن الحرم أخذ فيه من المسعى ، والحذر أن يجعل بناء العين الذي هناك بينه وبين الحرم ، فيخرج عن المسعى وهو سطح ما بين القوسين المنظرين على الصفا والمروة وقد نبه على ذلك الشافعي \" .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "10- وقال العمروسي ( ت 1173هـ ) : \" ثم الركن الثالث السعي لهما بشروط كونه سبعا لا أنقص ، ولو بعض شوط ، فلا يجزىء ، وكونه بين الصفا والمروة لا بين غيرهما ..\" . ¶ فهذه نصوص المالكية وهي صريحة في بطلان سعي من ترك شيئًا من السعي ، وكذلك بطلان سعي من سعى في غير المحل الذي سعى فيه رسول الله صلى الله عليه وسلم وأصحابه ، كما يقول الحطاب : فلو سعى في غير ذلك المحل ، بأن دار من سوق الليل أو نزل من الصفا ، ودخل من المسجد لم يصح سعيه \"، فإذا كان هذا من جهة المسجد فكيف من جهة ظاهرة البعد عن عرض المسعى ، والحطاب مفتي المالكية بمكة ، ومن قرأ مواهبه ومنسكه يدرك إلمامه الواسع بأحوال مكة . ¶ ثالثا – في المذهب الشافعي: ¶ 1- روي عن الشافعي ( ت 204 هـ ) أن وجوب استيفاء ما بين الصفا والمروة شرط ، حتى ولو أخل بشيء منه وإن قل لا يجوز \" . قال ابن جماعة ( ت 767هـ): \" و لابد أن يكون السعي في بطن الوادي ، فإن التوى شيئا يسيرا أجزأه ، وإن عدل حتى فارق الوادي إلى زقاق العطارين لم يجزئه ، نص عليه الشافعي \" . ومعنى قوله :\" فإن التوى يسيرا\" ، عدم بطلان من انحرف عن المسعى يسيرا بنحو ذراع أو ذراعين إذا عاد إلى المكان المجزئ في كل شوط من طوافه والله أعلم . ¶ 2- في المجموع للنووي : \" قال الشافعي والأصحاب لا يجوز السعي في غير موضع السعي ، فإن سعى وراء موضع السعي في زقاق العطارين أو غيره لم يصح سعيه ؛ لأن السعي مختص بمكان فلا يجوز فعله في غيره كالطواف . قال أبو علي البندنيجي في كتابه الجامع : موضع السعي بطن الوادي . قال الشافعي في القديم فإن التوى شيئًا أجزأه ، وإذا عدل حتى يفارق الوادي المؤدي إلى زقاق العطارين لم يجزئ ، وكذا قال الدارمي : إن التوى في السعي يسيرا جاز ، وإن دخل المسجد أو زقاق العطارين فلا والله أعلم \" .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "3- وقال النووي : \" مذهبنا أنه ـ السعي ـ ركن من أركان الحج والعمرة لا يتم واحد منهما إلا به ، ولا يجبر بدم ، ولو بقيت منه خطوة لم يتم حجه ولم يتحلل إحرامه..\" . ¶ 4- قال المحب الطبري ( ت 694 هـ ) :\" فيبدأ بالصفا ثم بالمروة ، فلو عكس تلك الطوفة حتى يأتي الصفا ، والعدد فلا بد من استكمال سبعة أشواط ، يبدأ بالصفا فإذا انتهى إلى المروة كانت واحدة ، ثم من المروة إلى الصفا ثانية ، هكذا إلى أن يختم بالمروة\" . ¶ 5- وقال ابن جماعة: \" ومن واجبات السعي عند الشافعية قطع جميع المسافة بين الصفا والمروة ، فلو بقي منهما بعض خطوة لم يصح سعيه \" . ¶ 6- وقال ابن حجر الهيتمي : \" فليحذر من أن يخلفها وراءه ، فلا يصح سعيه حينئذ ..فإن الأزرقي هو إمام هذا الشأن ، فحيث ذكر ذلك الذرع القاضي بخلاف جميع الدرج المدفون غلب على الظن صدق ما قال .. \" . ¶ وفي هذا المعنى يقول الشيخ محمد الأمين الشنقيطي: \" اعلم أنه لا يجوز السعي في غير موضع السعي فلو كان يمر من وراء المسعى حتى يصل إلى الصفا والمروة من جهة أخري لم يصح سعيه ، وهذا لا ينبغي أن يُختلف فيه ، وعن الشافعي في القديم : أنه لو انحرف عن موضع السعي انحرافا يسيرا أنه يجزئه ، والظاهر أن التحقيق خلافه ، وأنه لا يصح السعي إلا في موضعه \" . ¶ رابعا – في المذهب الحنبلي : ¶ 1- قال ابن قدامه ( ت 620 هـ ) : \" فإن لم يرق على الصفا ، فلا شيء عليه ، قال القاضي : لكن يجب عليه أن يستوعب ما بين الصفا والمروة ، فيلصق عقبيه بأسفل الصفا ، ثم يسعى إلى المروة ، فإن لم يصعد عليها ألصق أصابع رجليه بأسفل المروة ، والصعود عليها الأولى ؛ اقتداء بفعل النبي صلى الله عليه وسلم ، فإن ترك مما بينهما شيئًا ولو ذراعا لم يجزيه حتى يأتي به ، والمرأة لا يسن لها أن ترقى ؛ لئلا تزاحم الرجال ، وترك ذلك أستر لها ، و لا ترمل في طواف و لا تسعى ، والحكم في وجوب استيعابها ما بينهما بالمشي كحكم الرجال \" .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "2- قال ابن مفلح( ت763هـ): \" ويجب استيعاب ما بينهما فقط ، فيلصق عقبيه بأصليهما \" . ¶ 3- قال الحجاوي ( ت 968هـ ) : \" و يجب استيعاب ما بينهما ـ الصفا والمروة ـ \" . ¶ 4- قال البهوتي ( ت 1051هـ) شارحا عبارة الحجاوي : \" أي الصفا والمروة ؛ لفعله صلي الله عليه وسلم وقوله : خذوا عني مناسككم ، فإن لم يرقهما ألصق عقب رجليه بأسفل الصفا ، وألصق أصابعها بأسفل المروة ؛ ليستوعب ما بينهما\" . ¶ وذكر ابن جماعة عن الحنابلة أنه يجب استيعاب ما بين الصفا والمروة في المرات السبع ، فإن التوى إلى جانبه أجزأ ، وإن خرج عنه فمقتضى مذهبهم أنه لا يجزئه . ¶ المبحث السادس ¶ أقوال الفقهاء في ركنية السعي ¶ اختلف الفقهاء في حكم السعي بين الصفا والمروة في الحج والعمرة هل هو ركن أم غير ركن ؟ ¶ على ثلاثة مذاهب : ¶ المذهب الأول : ( مذهب المالكية والشافعية والحنابلة في المعتمد عندهم) ¶ ذهب المالكية والشافعية والحنابلة في المعتمد والمشهور عندهم إلى أن السعي ركن في الحج والعمرة ، وهذه طائفة من نصوصهم : ¶ أولاً: المالكية ¶ 1- جاء في المدونة الكبرى : \" السعي من أركان الحج لا يتم إلا به ، فإن نسي شوطاً من السعي رجع من بلده \" . ¶ 2- قال القاضي عبد الوهاب ( ت422 هـ ) : \" السعي ركن من أركان الحج لا ينوب عنه الدم خلافا لأبي حنيفة في قوله : إنه واجب وليس بركن ، وينوب عنه الدم ، لما روت حبيبة بنت أبي ثابت ، قالت : رأيت رسول الله صلى الله عليه وسلم يسعى بين الصفا والمروة ، وهو يقول : \" اسعوا فإن الله عز وجل قد كتب عليكم السعي \" ، ففيه أدلة : أحدها – فعله ، وقد قال صلى الله عليه وسلم : اسعوا ، والأمر على الوجوب ، والثالث : قوله :\" فإن الله قد كتب عليكم السعي \" ، وهذا إخبار عن وجوبه بأبلغ ألفاظ الوجوب وآكدها ، وهو كونه مكتوبا ، ولأنه مشي ذو عدد سبع ، فوجب أن يكون ركنا في الحج كالطواف ، ولأنه نسك هو ركن في العمرة ، فكان ركنا في الحج كالإحرام \" .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "3- قال ابن الجلاب ( ت 378هـ): \" قال مالك -رحمه الله- : وفروض الحج أربعة ، وهي النية ، والإحرام ، والوقوف بعرفة ، والسعي ، والطواف \" . ¶ 4- قال ابن عبد البر : \" وفرائض الحج أربع ،أولها : الإحرام على حسب ما وصفنا ، والثاني :الوقوف بعرفة نهارا أو ليلا ، والثالث : السعي بين الصفا والمروة \" . ¶ 5- قال ابن الفرس( ت 597هـ): \" فذهب مالك وأصحابه إلى أنه واجب في الحج والعمرة ، وعلى من تركه حتى يرجع إلى بلده العودة حتى يأتي به.. \" . ¶ 6- قال الباجي( ت494 هـ): : \" من نسي السعي بين الصفا والمروة ، فإنه يرجع إليه حيث ما ذكره ؛ لأننا قد بينَّا أن السعي بينهما من أركان الحج أو العمرة ، فالمكلف ما لم يأت بذلك باق على إحرامه ، لا يخرج عنه بتحلله كما لو ترك طوافه بالبيت ، فإنه يرجع إليه من حيث ذكر ؛ لأنه لم يكمل بعد نسكه حين ترك ركنا من أركانه ، وهذا مبني على مسألتين : احداهما : أن السعي ركن من أركان الحج وقد بينّاه ، والثانية : أن النسك لا يخرج منه بالتحلل دون التمام وقد تقدم ذكره فإذا كان السعي بين الصفا والمروة من أركان الحج والعمرة لم يتم إلا به ، وإذا لم يتم إلا به ، فلا يصح الخروج منها قبل الإتيان به ، فرجع من حيث ذكره باقيا على إحرامه ، فإن كان لم يدخل على إحرامه فسادا رجع فأتم نسكه ، وإن كان قد أدخل عليه فسادا رجع فأتم عمرته التي أفسدها ثم قضاها وأهدي..\" . ¶ 7- قال ابن العربي :\"لا خلاف بين العلماء أن السعي ركن ، والدليل عليه قوله صلي الله عليه وسلم : \" إن الله كتب عليكم السعي فاسعوا \" ، ومعنى كتب : أوجب ، وحتم ، وفرض ،ووجب ، ومنه قوله عز وجل : \" كتب على نفسه الرحمة \" ، أي حتمه على نفسه بفضله وامتنانه \" . ¶ 8- قال ابن رشد( ت 520هـ): : \" وفرائض الحج أربعة النية ، والطواف بالبيت ، والسعي بين الصفا والمروة ، والوقوف بعرفة \" .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "9- قال القرافي ( ت 684هـ):: \" المقصد الرابع : السعي ، وأصل وجوبه وركنيته حديث جابر\" . ¶ 10- قال ابن فرحون ( ت 799هـ):: \" السعي ، وهو من الواجبات التي لا تنجبر بدم عند مالك . ¶ 11- قال ابن جزي : \" فرائضه ، الأركان التي لا يجبرها الدم ، وهي خمسة : النية ، والاحرام ، والوقوف بعرفة ، وطواف الإفاضة ، والسعي بين الصفا والمروة\" . ¶ 12- قال الحطاب : \" السعي ركن هو المعروف من المذهب \" . ¶ 13- قال المواق ( ت 897 هـ): \" السعي ركن \" . ¶ 14- قال الزرقاني ( ت 1099 هـ): \" ثم الركن الثالث السعي \" ، وقال: وسعى السعي الركني \" . ¶ 15- قال ابن عاشر( ت1040 هـ): ¶ الحج فرض مرة في العمر ¶ أركانه إن تركت لم تجبر ¶ الإحرام والسعي وقوف عرفة ¶ ليلة الأضحى والطواف ردفه . ¶ قال ميارة ( ت 1072هـ) شارحه : \" أخبر أن الحج فرض واجب على الإنسان مرة في العمر ، وأن له أركانا أي فرائض إن تركت كلها أو ترك واحد منها لم يجبر ذلك المتروك أي بالدم وهو الهدي ؛ إذ لا يجبر به إلا الواجبات غير الأركان حسبما يأتي ، وأن تلك الأركان هي الإحرام ، والسعي أي بين الصفا والمروة ، والوقوف بعرفة ليلة الأضحي ، والطواف الذي يردفه ويقع بعده ، وهو طواف الإفاضة..\" . ¶ 16- قال الدردير( ت1201 هـ): : \" الركن الثالث : السعي لهما ( سبعا بين الصفا والمروة منه ) أي من الصفا (البدء مرة ) ، فإن بدأ من المروة لم يحتسب به وأعاد ، وإلا بطل سعيه \" . ¶ قال عليش ( ت 1299هـ ) :\" السعي ركن ، كتقديم السعي الذي هو ركن الحج ، فيجب تقديمه قبل وقوف عرفة \" . ¶ ثانياً : الشافعية ¶ 1- قال الشيرازي( ت476هـ) : \" وأركان الحج أربعة الإحرام والوقوف والطواف والسعي ..وأفعال العمرة كلها إلا الحلق ، ومن ترك ركنا لم يحل من إحرامه ، حتى يأتي به ومن ترك واجبا لزمه دم ، ومن ترك سنة لم يلزمه شيء\" .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "2- قال العمراني( ت 558هـ) : \" ثم يسعى بين الصفا والمروة ، وهو ركن من أركان الحج والعمرة إذا تركه لم يحل إحرامه ، ولم ينجبر بالدم ، دليلنا ما روي عن صفية بنت شيبة عن جدتها عن حبيبة ـ إحدى نساء بني عبد الدار ـ أنها قالت : دخلت مع نسوة من قريش دار آل أبي حسين ؛ لأنظر إلى رسول الله وهو يسعى بين الصفا والمروة ، فرأيته يسعى ، وإن مئزره ليدور في وسطه من شدة السعي، حتى لأقول : إني لأرى ركبتيه ، وسمعته يقول :\" اسعوا فإن الله كتب عليكم السعي \"، وهذه اللفظة أبلغ لفظة في كون السعي مفروضا ، وأما قول الله تعالي : \" فلا جناح عليه أن يطوف بهما \" فأراد رفع الجناح عنهم في السعي بينهما \" . ¶ 3- قال النووي : \" أركان الحج خمسة الإحرام ، والوقوف ، والطواف ، والسعي ، والحلق إذا جعلناه نسكا ولا تجبر بدم \" . وقال النووي أيضا : \" والسعي ركن لا يجبر بدم ، ولا يتحلل بدونه \" . ¶ 4- قال الغزالي ( ت505هـ): \" وأركانه خمسة : الإحرام ، والطواف ، والسعي بعده ،والوقوف ، والحلق ، وأركان العمرة كذلك إلا الوقوف\" . ¶ 5- قال ابن المقري( ت 837هـ): \" ثم السعي سبعا يبدأ فيه بالصفا ، ويعود من المروة وذاك مرتان\" . ¶ وقال ابن حجر الهيتمي شارحًا كلام ابن المقري : \"ثم الركن الرابع للحج ، والثالث للعمرة السعي بين الصفا والمروة سبعا يقينا بعد طواف قدوم ما لم يقف بعرفة أو بعد طواف إفاضة للاتباع..\" . ¶ 6- قال زكريا الأنصاري ( ت 926هـ): \" أركان الحج : إحرام ، ووقوف ، وطواف ، وسعي ، وحلق أو تقصير ، وترتيب المعظم ، ولا تجبر ، وغير الوقوف أركان للعمرة ، ويؤديان بإفراد ، بأن يحج ثم يعتمر ..\" . ¶ 7- قال أبو شجاع ( ت 593هـ): \" وأركان الحج أربعة : الإحرام مع النية ، والوقوف بعرفة ، والطواف بالبيت ، والسعي بين الصفا والمروة \" . ¶ ثالثاً : الحنابلة",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "اختلفت روايات الحنابلة في حكم السعي هل هو ركن أم واجب أم مستحب ؟ على ثلاث روايات ، والصحيح من مذهبهم أنه ركن . ¶ 1- قال ابن قدامه : \" اختلفت الرواية في السعي ، فروي عن أحمد أنه ركن لا يتم إلا به ، وهو قول عائشة و عروة ومالك والشافعي \" . ¶ 2-قال ابن مفلح : \" أركان الحج : الوقوف بعرفة ، وطواف الزيارة .. وكذا السعي ، وعنه ـ أحمد ـ يجبره بدم ، وعنه سنة ، وفي الفصول : السعي فيها ركن بخلاف الحج\" . ¶ 3- قال المرداوي (ت885هـ) :\" أما السعي ، ففيه ثلاث روايات ، إحداهن : هو ركن وهو الصحيح من المذهب نص عليه وجزم به في المنور ، وصححه في التلخيص والمحرر ، وقدمه في الفروع ، والرعايتين ، والحاويين ، والفائق . والرواية الثانية : هو سنة ، وأطلقه في الهداية ، والمستوعب ، والخلاصة . ¶ والرواية الثالثة : هو واجب ، اختاره أبو الحسن التميمي ، والقاضي ، والمصنف ، والشارح ، وصاحب الفائق وغيرهم ، وجزم به في الوجيز المنتخب ، وأطلقهن في المذهب\" . ¶ وقال المرداوي :\" قوله : (أركان العمرة الطواف ) بلا نزاع ، وفي الإحرام والسعي روايتان : اعلم أن الخلاف هنا في السعي والإحرام ، وفي الإحرام أيضا من الميقات ، كالخلاف في ذلك في الحج على ما تقدم نقلا ومذهبا ، هذا الصحيح من المذهب . وقيل : أركانها الإحرام ، والطواف فقط ، ذكره في الرعاية . وقال في الفصول : السعي في العمرة ركن بخلاف الحج ؛ لأنها أحد النسكين ، فلا يتم إلا بركنين كالحج \" . ¶ 4- قال المرداوي في التنقيح :\" ومن أركان الحج : إحرام ، وسعي نصا .. وأركان العمرة : إحرام ، وطواف ، وسعي . وواجباتها : حلق أو تقصير .. \" .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "5- وفي منتهى الإرادات لابن النجار (ت972هـ) :\" أركان الحج : الوقوف بعرفة ، وطواف الزيارة ، فلو تركه رجع معتمرا ، والإحرام والسعي ..وأركان العمرة : إحرام ، وطواف ، وسعي ، وواجبها : حلق أو تقصير ، فمن ترك الإحرام لم ينعقد نسكه ، ومن ترك ركنا غيره أو نيته لم يتم نسكه إلا به \" . ¶ 6 - قال الحجاوي : \" والسعي ركن في الحج ، فلا يتحلل إلا بفعله ..\" . ¶ وقال أيضا : \" أركان الحج أربعة : الإحرام ، والطواف ، و السعي ، والوقوف بعرفة .. وأركان العمرة ثلاثة : الإحرام والطواف والسعي \" . ¶ تنبيه : من المقرر عند الحنابلة أنه إذا اتفق صاحبا الإقناع ومنتهى الإرادات على رأي ، يكون هو الرأي المعتمد في الفتوى والقضاء ، وقد نصا على ركنية السعي في الحج والعمرة ، وبهذا يكون الرأي المعتمد عند الحنابلة متفق مع جمهور الفقهاء من المالكية والشافعية على أن السعي ركن في الحج والعمرة . ¶ المذهب الثاني : مذهب الحنفية ¶ السعي عند الحنفية واجب ، وليس ركنا ، وعند بعضهم سنة مؤكدة ، وهذه طائفة من نصوصهم علمائهم تثبت هذا : ¶ 1- قال الجصاص (ت 370هـ) : \" والرمل في بطن الوادي في الطواف بين الصفا والمروة مما قد نقلته الأمة قولا وفعلا ، ولم يختلف في أن النبي صلى الله عليه وسلم فعله ، وإنما اختلف في كونه مسنونا بعده ، وظهور نقله إلى هذه الغاية دلالة على بقاء حكمه \" . ¶ 2- قال المرغياني (ت593هـ) : \" ثم السعي بين الصفا والمروة واجب ، وليس بركن ، ولنا قوله تعالى :\" فلا جناح عليه أن يطوف بهما \" . ومثله يستعمل للإباحة ، فينفي الركنية والإيجاب ، إلا أنا عدلنا عنه في الإيجاب ، ولأن الركنية لا تثبت إلا بدليل مقطوع به ، ولم يوجد ، ثم معنى ما روي (كتب) استحباب كما في قوله تعالى :\" كتب عليكم إذا حضر أحدكم الموت \" الآية .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "3- قال العيني (ت854هـ) : \" لفظ سن الوارد في حديث سن رسول الله لا يدل على معنى أنه جعله ركنا ، وإلا لا يبقى فرق بين السنة والركن ، وكيف يقول إنه ركن ، وركن الشيء مما هو داخل في ذات الشيء ، ولم يقل أحد إن السعي بين الصفا والمروة داخل في ماهية الحج ، وكذا قول بعضهم أي فرضه بالسنة ليس مدلول اللفظ ، وقوله : ليس مراد عائشة نفي فرضيتها ، فنقول : وكذا لا يدل على إثبات فرضيتها ، غاية ما في الباب أنه سنة مؤكدة ، وهي في قوة الواجب\" . وقال العيني أيضا :\" والتخيير ينفي الفرضية لا سيما مذهب عائشة فيما حكاه الخطابي أن السعي بينهما تطوع ، وما ذهب إليه الحنفية هو مذهب الحسن وقتادة والثوري حتى يجب بتركه بدم ، وعن عطاء سنة لا شيء فيه\" . ¶ 4- قال الموصلي (ت683هـ) : \" السعي بين الصفا والمروة واجب ؛ لقوله عليه الصلاة والسلام : \" كتب عليكم السعي فاسعوا \" ، وأنه خبر آحاد ، فلا يوجب الركنية ، فقلنا بالوجوب ، وقوله تعالى :\" فلا جناح عليه أن يطوف بهما \" ينفي الركنية أيضا \" . ¶ خاتمة",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "إن من أهم ما يجدر أن يقال في خاتمة هذه الرسالة إن طول المسعى الوارد في بعض الروايات يبدأ من زقاق بني أبي حسين المحاذي لجبل الصفا ، وينتهي بزقاق دار بني عباد المحاذي لجبل المروة، أما عرض المسعى ، فصرحت رواية الأزرقي أنه من جهة البيت إلى دار العباس ، وهو خمسة وثلاثون ذراعاً ونصف ذراع ، فلا يصح سعي من سعى خارج مقدار هذا العرض بأكثر من ذراعين أو نحوه ؛ لكونه غير يسير ، و لأن منسك السعي توقيفي لا مجال للاجتهاد والرأي في تحديد محله لا تضييقا ولا توسعة ، مثلما حدث هذا العام عام تسعة وعشرين وتسعمائة وألف من الهجرة النبوية ، ولأن القاعدة الأصولية تقول : الأصل في العبادات التوقيف ، والمستقر عند الثقات من الأولين ، وعند المتأخرين المتابعين لهم أن عرض المسعى في أوسع امتداد له لا يزيد عن ستة وثلاثين ذراعاً ، ولم يرد عنهم إجزاء الطواف في عرض أوسع من هذا بكثير ، ولا يسعنا إلا ما وسعهم ، كما أن من المستقر عندهم عدم وجود امتداد بعيد للصفا والمروة أبعد مما عهده السابقون ، فلا حجة للاستشهاد بقول شاعر جاهلي لم يفقه مناسك الحج التي أداها رسول الله صلى الله عليه وسلم وبلغها أمته ، ومنها سعيه صلى الله عليه وسلم في بطن الوادي وهو مكان محدد ، ولا عبرة بشهادة العوام ممن ليس لهم دراية ولا رواية ، وكيف يعرض المجيزون لتوسعة عرض المسعى عن فتاوى العلماء ممن تقدم عليهم بعقدين أو ثلاثة عقود فقط ، ويأخذون بآراء أشخاص أحياء الآن يُزعم أن لهم معرفة بحدود جبلي الصفا والمروة قبل رصف جوانب الوادي الواقع بينهما ؟ لا ريب أن مقاييس الإنصاف تأبى هذا ، وتلزم بإتباع فتوى أهل العلم لا سيما ، وقد استعانوا بأهل المعرفة ، والخبرة بالآثار المكانية من المؤرخين والجغرافيين و المكيين.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فيتعين على هؤلاء المجيزين الكف عن القول بالجواز ، وعلى من جعل لهم الله عز وجل ولاية على البيت الحرام الرجوع إلى أقوال أهل العلم في هذا الأمر التعبدي التوقيفي ، وعدم الالتفات إلى الآراء المبيحة لتوسعة عرض المسعى ، وإعادة الأمور إلى ما كانت عليه ؛ لأن منسك السعي ركن عند جمهور الفقهاء ، والسعي خارج نطاقه غير صحيح ولا يعتبر صاحبه ساعيا ، ومن ثم لا يتم حجه ولا عمرته ، ويلزمه أن يكون باقيا على إحرامه حتى يسعى في المكان المجزئ ، ولا يخفى ما في هذا من المشقة ، إذ يلزم في الغالب رجوع من لم يتم سعيه من بلده مرة أخرى ، ولا تبرأ ذمته عند ربه ما دام حياً. ¶ هذا كل ما يسر الله لي جمعه وتقييده في هذا الموضوع ، فإن أصبت فمن الله وحده ، وله الحمد والمنة ، وإن أخطأت فمن نفسي والشيطان ، وأستغفر الله وأتوب إليه ، وآخر دعوانا أن الحمد لله رب العالمين ، وصلى الله وسلم على سيد الأولين والآخرين ، وعلى آله وصحبه الطيبين الطاهرين . ¶ اطلع على مضمون الرسالة ووافق عليها الشيخ محمد الأمين بن محمد بيب حفظه الله ورعاه",
            "page": "69",
            "part": "1"
        }
    ],
    "t36625": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "Microsoft_Word_Document_ط¬ط¯ظٹط¯"
        }
    ]
}