{
    "b36628": [
        {
            "id": "1",
            "nass": "المنهاج ¶ في ¶ يوميات الحاج ¶ جمع وإعداد ¶ خالد بن عبدالله بن ناصر ¶ مراجعة ¶ فضيلة الشيخ ¶ عبدالله بن عبدالرحمن الجبرين ¶ وفضيلة الشيخ ¶ عبدالمحسن بن ناصر العبيكان ¶ يوميات الحاج تبدأ من صفحة25 ¶ الطبعة العاشرة 1422هـ ¶ بسم الله الرحمن الرحيم ¶ تمهيد ¶ في هذه الأيام المباركة يأتي الناس من كل مكان إلى بيت الله الحرام لأداء الركن الخامس من أركان الإسلام, قال الله تعالى: (وأذن في الناس بالحج يأتوك رجالا وعلى كل ضامر يأتين من كل فج عميق) ¶ دعاء السفر ¶ * «الله أكبر، الله أكبر، الله أكبر» { سبحان الذي سخر لنا هذا وما كنا له مقرنين. وإنا إلى ربنا لمنقلبون } «اللهم إنا نسألك في سفرنا هذا البر والتقوى، ومن العمل ما ترضى، اللهم هوِّن علينا سفرنا هذا واطوِ عنّا بعده، اللهم أنت الصاحب في السفر، والخليفة في الأهل، اللهم إني أعوذ بك من وعثاء السفر، وكآبة المنظر، وسوء المنقلب: في المال، والأهل..». ¶ * وإذا رجع من سفره قالهن وزاد عليهن: «آيبون، تائبون عابدون، لربنا حامدون»(1). ¶ أخي الحاج... ¶ هذه بعض الكتب والأشرطة المفيدة والمهمة فاحرص على أن تكون في حوزتك لأهميتها ولتستفيد منها عند أداء مناسك الحج والعمرة. ¶ ? فمن الكتب: ¶ بعد كتاب الله عز وجل مع «التفسير الميسر» طبعة مجمع الملك فهد: ¶ * كتاب سماحة العلاّمة الشيخ عبدالعزيز بن باز –رحمه الله -: «التحقيق والإيضاح». ¶ * كتاب المحدّث الشيخ محمد ناصر الدِّين الألباني – رحمه الله - «حجة النبي- صلى الله عليه وسلم - ». ¶ * كتاب الشيخ محمد بن صالح العثيمين – رحمه الله - «الشرح الممتع» المجلد السابع. ¶ * كتاب الشيخ صالح الفوزان: «الإرشاد إلى صحيح الاعتقاد». ¶ * كتاب «فتاوى الحج والعمرة والزيارة» جمع وترتيب محمد المسند. ¶ * كتاب «السُّنن في المناسك» و«مناسك المرأة» للشيخ صالح الحسن. ¶ * كتاب «10 دروس في تدبر معاني أقوال الصلاة» د/ قاسم الفهد. ¶ __________ ¶ (1) رواه مسلم 2/989.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "* كتاب الشيخ بكر بن عبدالله أبو زيد «تصحيح الدعاء». ¶ * كتاب «حصول الأجر» للشيخ سعود بن يوسف الخماس. ¶ ..................................................... ¶ ومن الأشرطة: ¶ * «مناسك الحج والعمرة والزيارة» للشيخ/ إبراهيم عبدالله الغيث. ¶ * «سورة الحج» تلاوة الشيخ/ عبدالله خياط – رحمه الله-. ¶ * «عرفات عبر وعبرات» للشيخ/ إبراهيم الدويش. ¶ * «الحج عبادة وميدان دعوة» للشيخ/ صالح بن عبدالعزيز آل الشيخ. ¶ مقدمة ¶ الحمد لله حمدا كثيراً طيباً مباركاً فيه كما يحب ربنا ويرضى، وصلى الله على نبينا محمد وآله وصحبه وعلى من بسنته اهتدى، أما بعد: ¶ فانطلاقاً من قول الله عز وجل: { ولله على الناس حج البيت من استطاع إليه سبيلاً } وقوله - صلى الله عليه وسلم - «خذوا عني مناسككم» وقوله - صلى الله عليه وسلم - : «من حج فلم يرفث ولم يفسق رجع من ذنوبه كيوم ولدته أمه». وحرصاً على نشر العلم، ورغبةً في تحصيل الثواب لقوله عليه الصلاة والسلام: «إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له»، أهدي إليك أخي الحاج الكريم هذه الكلمات العطرة من جهد متواضع أملاه عليَّ حق الأخوة في الله، مبيناً فيه ما يشرع للحاج فعله من نُسك في أيام الحج مقتبساً ذلك من كلام الله تعالى ونور مشكاة هدي نبينا محمد - صلى الله عليه وسلم - ومستنيراً بكلام علمائنا الأعلام. ¶ علماً أن ما خطَّه مدادُ هذا القلم قد طبع سلفاً على هيئة «نشرة مطوية» في عام 1410هـ مقتصراً فيها على ذكر صفة الحج ابتداءً من اليوم الثامن من ذي الحجة حتى نهاية اليوم الثالث عشر على شكل يوميات.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقدَّر الله عز وجل أن تقع نسخة من هذه المطوية بيد فضيلة الشيخ عبدالله الجارالله – يرحمه الله – الذي سعى وأوصى بطباعتها على هيئة كتاب سماه : «المنهاج في يوميات الحاج» جعل الله ذلك في موازين حسناتنا وحسناته، ولقد حرصت كل الحرص على ألا أذكر إلا الثابت من هديه عليه الصلاة والسلام وبشيء من الاختصار. ¶ ثم لا يفوتني في هذه العجالة إلا أن أشكر فضيلة الشيخ عبدالله بن عبدالرحمن الجبرين، وفضيلة الشيخ عبدالمحسن بن ناصر العبيكان على ما تفضلا به من إبداء ملاحظاتهما وتصحيحاتهما حول هذه الرسالة، وكذلك أخي في الله سامي بن عبدالله الخلف، وكل من أفادني بتوجيه أو ملاحظة. هذا وأسأل الله العلي القدير أن يجزيهم خير الجزاء، كما أسأله أن يجعل هذا العمل خالصاً لوجهه الكريم، وأن ينفع به من كتبه أو قرأه أو سمعه أو راجعه أو نشره أو أعان على نشره. ¶ { رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأصلح لي في ذريتي إني تبت إليك وإني من المسلمين } . ¶ وصلى الله على نبينا محمد وعلى آله وصحبه ومن تبعهم بإحسان. ¶ أخوكم في الله أبو عبدالله ¶ ص.ب 7807 – الرياض: 11472 ¶ البريد الإلكتروني: khalid@hamlah.com ¶ في البداية ¶ أخي المسلم اعلم أنَّ العمل لا يُقبل إلاَّ بشرطين هما: الإخلاص لله تبارك وتعالى، والاتباع لرسوله - صلى الله عليه وسلم -. ¶ قال تعالى: { فمن كان يرجوا لقاء ربه فليعمل عملا صالحاً ولا يشرك بعبادة ربه أحداً } [سورة الكهف]. ¶ وقال رسول الله - صلى الله عليه وسلم -: «إنما الأعمال بالنيات وإنما لكل امرئ ما نوى».. الحديث، رواه البخاري ومسلم. ¶ وقال رسولنا - صلى الله عليه وسلم -: «من عمِلَ عملاً ليسَ عليه أمرُنا فهو رد». رواه مسلم «أي مردود عليه». ¶ وقال عليه أفضل الصلاة والسلام: «تركتُ فيكم أمرين ما إن تمسكتم بهما لن تضلوا بعدي أبداً: كتاب الله وسنتي». حديث حسن أخرجه الحاكم، والبيهقي.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وبعدُ، فاحمد الله تعالى أخي الحاج أن أعانك ووفقك ويسر لك الأسباب للوصول إلى الأماكن المقدسة، التي هي أحب البقاع إلى الله عز وجل- فاستشعر ذلك -. ¶ { ذلك ومن يعظم شعائر الله فإنها من تقوى القلوب } ولقد اجتمع لك شرف الزمان وشرف المكان. ¶ الحج المبرور ¶ قال رسول الله - صلى الله عليه وسلم -: «والحج المبرور ليس له جزاء إلا الجنة». [متفق عليه]. ¶ أخي الحاج: وفقك الله إلى كل خير. ¶ هل تريد أن يكون حجك مبروراً؟! ¶ إذن ضع نصب عينيك هذين السؤالين عازماً على أن يكون الجواب منك جواباً عملياً! ¶ أولاً: كيف يكون حجك موافقاً لهدي النبي - صلى الله عليه وسلم - ؟ ¶ ثانياً: كيف تحافظ عليه حتى يقبل منك ولا يحبط؟ ¶ ربما تعجبت من هذه المقدمة!! ¶ أقول: لأننا رأينا كثيرا من الحجاج إذا أحرموا بالحج لا يستشعرون أنهم تلبسوا بعبادة تفرض عليهم اجتناب ما حرّم الله، والحرص على معرفة هدي نبينا محمد - صلى الله عليه وسلم - في الحج بالأدلة الصحيحة الثابتة، فتجد أن أكثرهم (لم يتغير من سلوكهم المنحرف قبل الحج شيء، وذلك دليل عملي منهم على أن حجهم ليس كاملاً، إن لم يكن غير مقبول) (1). والعياذ بالله . ¶ ولذا فإن هناك أموراً لا بد لك من معرفتها والعمل بها، وهي كما يلي: ¶ التوحيد أولاً(2) ¶ «لبيك لا شريك لك لبيك». ¶ جئت أخي الحاج ملبياً بالتوحيد. ¶ __________ ¶ (1) ما بين الأقواس من كلام المحدّث محمد ناصر الدين الألباني– رحمه الله– في كتابه«حجة النبي- صلى الله عليه وسلم -»، ص5 ¶ (2) سُئل الشيخ عبد العزيز ابن باز – رحمه الله – ما هي الكتب التي ينصح بها سماحته أن تقرأ في مجال العقيدة؟ فأجاب: «أحسن كتاب وأعظم كتاب وأصدق كتاب يجب أن يقرأ في تعليم العقيدة والأحكام والأخلاق، هو كتاب الله – عز وجل -..». (انظر: كتاب [تحفة الأخوان] السؤال الثامن)",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لذا فاعلم وفقك الله أنه لا بد من تحقيق معنى هذه التلبية في أقوالك وأعمالك، قلبية كانت أو بدنية، حيث إنه يستلزم عليك تعظيم الخالق بجميع التعظيمات اللائقة به وتعلق القلب به، وصرف جميع أنواع العبادات إليه سواء كانت: ¶ قلبيبة: كالمحبة، والخوف، والرجاء، والتوكل، والإنابة ونحوها. ¶ أو قولية: كالذكر والدعاء والاستعانة والاستغاثة. ¶ أو بدنية: كالركوع والسجود والطواف ونحوه. ¶ أو مالية: كالذبح والنذر والصدقة ... وغير ذلك. ¶ لقوله تعالى: { قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين. لا شريك له وبذلك أمرت وأنا أول المسلمين } [سورة الأنعام: 162-163]. ¶ وقال الله تعالى: { فليعبدوا رب هذا البيت } [سورة قريش]. ¶ انظر إلى أمر الله في هذه الآية حيث قال: { فليعبدوا رب هذا البيت } ولم يقل: (فليعبدوا هذا البيت). ¶ وقال الله عز وجل على لسان رسوله - صلى الله عليه وسلم -: { إنما أمرت أن أعبد رب هذه البلدة الذي حرمها وله كل شيء وأمرت أن أكون من المسلمين } [سورة النمل: 91]. ¶ { وأمرت أن أكون من المسلمين } أي الموحدين المخلصين الممتثلين لأمره والمجتنبين لنهيه. ¶ فمن أراد الله به خيراً فتح له باب الذل والانكسار والافتقار إليه سبحانه وتعالى. ¶ قال ابن القيم رحمه الله : (وأقرب باب يدخل منه العبد على الله تعالى هو الإفلاس، فلا يرى لنفسه حالاً، ولا مقاماً، ولا سبباً يتعلق به، ولا وسيلة منه يمن بها، بل يدخل على الله – تعالى – من باب الافتقار الصرف، والإفلاس المحض، دخول من قد كسر الفقرُ والمسكنةً قُلبه ..) (1) . ¶ واعلم أن من تعظيم الله تعالى وإجلاله تعظيم أمره ونهيه، والله تعالى يقول في سياق آيات الحج: { الحج أشهر معلومات فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال في الحج وما تفعلوا من خير يعلمه الله وتزودوا فإن خير الزاد التقوى واتقون يا أولى الألباب } . ¶ __________ ¶ (1) «الوابل الصيب من الكلم الطيب» لابن القيم رحمه الله، ص17.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "إن الله عز وجل نهاك عن أشياء ثلاثة: الرفث(1)، والفسوق(2)، والجدال(3)، ثم أمرك بالتقوى؛ فاحرص يا أخي المسلم على اجتناب ما نهيت عنه، وفعل ما أمرتُ به فإن فعلت فأنت الموفق. ¶ واعلم – وفقك الله لطاعته – أنه ينبغي عليك أن تقوم بأداء شعائر الحج على سبيل التعظيم والإجلال والمحبة والافتقار والخضوع لله رب العالمين. ¶ قال الشيخ صالح بن فوزان الفوزان: من أبى أن يعبد الله فهو مستكبر، ومن عَبَدَ الله وعَبَدَ معه غيره فهو مشركٌ، ومن عَبَدَ الله وحده بغير ما شَرَعَ فهو مبتدعٌ، ومن عَبَدَ الله وحده بما شرع فهو المؤمن الموحِّد. ¶ فإنه لا ينفع حج من يدعو ويستغيث بغير الله، لعدم تحقيق التوحيد. ¶ ثانياً: إقامة الصلاة ¶ قال الله تعالى: { وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمة } [سورة البينة]. ¶ وقال الله تعالى: { قل لعبادي الذين آمنوا يقيموا الصلاة } [سورة إبراهيم: 31]. ¶ فالصلاة هي آكد أركان الإسلام بعد الشهادتين. ¶ وهي أشهر معالم التوحيد، كما أنها فرقانٌ بين الإسلام والكفر وهي عمود الدين وأول ما يحاسب عنه العبد يوم القيامة فلا يقبل من العبد زكاة ولا صوم ولا حج ولا بر ولا صدقة حتى يحافظ على الصلوات الخمس في أوقاتها مستوفياً لشروطها وأركانها وواجباتها. ¶ قال الله تعالى: { وما منعهم أن تقبل منهم نفقاتهم إلا أنهم كفروا بالله وبرسوله ولا يأتون الصلاة إلا وهم كسالى ولا ينفقون إلا وهم كارهون } [سورة التوبة: 54 وقال النبي - صلى الله عليه وسلم -: «بين الرجل وبين الكفر والشرك ترك الصلاة»(4). ¶ __________ ¶ (1) الرفث: يطلق على الجماع، وعلى الفحش من القول والفعل. ¶ (2) الفسوق: المعاصي بأنواعها مثل أكل الرباء، والغيبة والنميمة وغير ذلك. ¶ (3) الجدال: المخاصمة والملاحاة حتى تغضب صاحبك. ¶ (4) أخرجه مسلم (116).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فالواجب على كل مسلم ومسلمة المحافظة على الصلوات الخمس وتعلم كيفية صلاة النبي عليه الصلاة والسلام لأمره عليه الصلاة والسلام بذلك في قوله: «صلوا كما رأيتموني أصلي»(1). ¶ ويجتهد على نفسه فيها بتحقيق الخشوع وحضور القلب. ¶ لقول الله تعالى: { قد أفلح المؤمنون. الذين هم في صلاتهم خاشعون } [سورة المؤمنون]. ¶ وتأمل قوله عليه الصلاة والسلام: «يا بلالُ! أرحنا بالصلاة»(2). ¶ وقوله : «وجُعلَتْ قرّة عيني في الصلاة»(3). ¶ وقول النبي - صلى الله عليه وسلم -: «إن العبد ليصلي الصلاة ما يكتب له منها إلا عشرها، تسعها، ثمنها، سبعها، سدسها، خمسها، ربعها، ثلثها، نصفها»(4). ¶ (وكان العلماء السابقون من السلف الصالح يجعلون معيار من يؤخذ عنه العلم تمسكه بالسنة وخاصة في صلاته. ¶ قال إبراهيم النخعي – رحمه الله-: «كانوا إذا أتوا الرجل يأخذون عنه العلم: نظروا إلى صلاته، وإلى سنته، وإلى هيئته ثم يأخذون عنه». ¶ وقال أبو العالية : «كنا نأتي الرجل لنأخذ عنه فننظر إذا صلى: فإن أحسنها جلسنا إليه وقلنا: هو لغيرها أحسن، وإن أساءها قمنا عنه، وقلنا: هو لغيرها أسوأ»(5). ¶ ثالثاً: الطيبات من الرزق ¶ __________ ¶ (1) أخرجه البخاري (595) ومسلم (1080)، ولتتعلّم كيفية الصلاة انظر كتاب الشيخ العلامة محمد ناصر الدين الألباني [صفة صلاة النبي - صلى الله عليه وسلم -] من التكبير إلى التسليم كأنك تراها، وكتاب [تعظيم قدر الصلاة] للإمام محمد بن نصر المروزي رحمهما الله. ¶ (2) أخرجه أبو داود (4985) وأحمد (5/364). ¶ (3) أخرجه النسائي (7/61) وأحمد (3/128) وغيرهما. ¶ (4) صحيح رواه ابن المبارك في الزهد وأبو داود والنسائي بسند جيد. انظر كتاب (صفة صلاة النبي - صلى الله عليه وسلم - للألباني، ص36). ¶ (5) سنن الدارمي 1/39-94 باب في الحديث عن الثقات.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فأفضل ما أنفقت فيه الأموال، إنفاقها في الوصول إلى المحبوب وإلى ما يحبه المحبوب، فكيف وهو سبحانه الغني الحميد قد وعدنا بإخلاف النفقة والبركة في الرزق. ¶ قال الله تعالى: { وما أنفقتم من شيء فهو يخلفه وهو خير الرازقين } [سبأ: 39 ¶ وإنفاقها في زيارة المسجد الحرام الذي هو أول بيت وضع للناس والصلاة فيه التي تعدل مائة ألف صلاة فيما سواه من المساجد والتشرف بالطواف فيه امتثالاً لقوله تعالى: { وليطوفوا بالبيت العتيق } [سورة الحج: 39]. هو من خير ما أنفقت فيه الأموال وفرغت من أجله الأوقات، ولكن تعلم أن ذلك مشروط بالنفقة والكسب الحلال لقول النبي - صلى الله عليه وسلم -: «إن الله تعالى طيب لا يقبل إلا طيباً، وإن الله تعالى أمر المؤمنين بما أمر به المرسلين فقال تعالى: { يا أيها الرسل كلوا من الطيبات واعملوا صالحاً إني بما تعملون عليم } [سورة المؤمنون: 51]. ¶ وقال الله تعالى: { يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم واشكروا لله إن كنتم إياه تعبدون } [سورة البقرة: 172]. ¶ ثم ذكر الرجل يطيل السفر أشعث أغبر، يمد يديه إلى السماء، يا رب، يا رب! ومطعمه حرام، ومشربه حرام، وملبسه حرام، وغذي بالحرام، فأنى يستجاب له»(1). ¶ ومعنى الحديث أن الله تعالى سبحانه جل جلاله مقدس منزه عن النقائص والعيوب فهو لا يقبل إلا الطيب من الأعمال وهو ما كان خالياً من المفسدات، كالرياء، والسمعة، والعجب، وسائر أنواع الشرك. ¶ ولا يقبل من الصدقات إلا ما كان من مال طيب حلال، ولا يقبل من الأقوال إلا ما كان طيباً. ¶ وجاء في حديث التشهد: «التحيات لله، والصلوات، والطيبات». ¶ ومعنى «الطيبات» أن الله طيب في ذاته وصفاته وأفعاله وأقواله، وأنه لا يليق به إلا الطيب من الأقوال والأفعال الصادرة من الخلق. ¶ فتنبه لذلك وتدبر وأنت تقول التحيات كل يوم تسع مرات أو أكثر. ¶ رابعاً: حسن الخلق ¶ __________ ¶ (1) رواه مسلم رقم (1015).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أخي المسلم: اعلم أن لك في حسن الأخلاق، والإحسان إلى الحجاج، وسقايتهم، وعدم مضايقتهم، والتواضع لهم الأجر العظيم عند الله سبحانه وتعالى. ¶ حيث قال جل جلاله: { واخفض جناحك للمؤمنين } . [سورة الحجر: 88]. ¶ وفي الحديث المتفق عليه: «إنّ من خياركم أحسنكم أخلاقاً»(1). ¶ وقال رسول الله - صلى الله عليه وسلم -: «أحب الناس إلى الله تعالى أنفعهم للناس، وأحب الأعمال إلى الله عز وجل سرور تدخله على مسلم، أو تكشف عنه كربةً، أو تقضي عنه ديناً، أو تطرد عنه جوعاً، ولأن أمشي مع أخي المسلم في حاجة أحب ألي من أن أعتكف في هذا المسجد – مسجد المدينة – شهراً، ومن كف غضبه سترالله عورته، ومن كظم غيظاً، ولو شاء أن يمضيه أمضاه، ملأ الله قلبه رضى يوم القيامة، ومن مشى مع أخيه المسلم في حاجته حتى يثبتها له، أثبت الله تعالى قدمه يوم تزل الأقدام، وإن سوء الخُلق ليفسد العمل كما يفسد الخل العسل»(2). ¶ خامساً: الصبر والاحتساب ¶ __________ ¶ (1) أخرجه البخاري. (10/378) ومسلم (2321). ¶ (2) أخرجه الطبراني في المعجم الكبير وابن عساكر وابن أبي الدنيا، انظر: صحيح الجامع (176)، وسلسلة الأحاديث الصحيحة (906) للألباني.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أخي الحاج الكريم: تذكر قوله عليه الصلاة والسلام عن الحج والعمرة بأنهما: «جهاد لا قتال فيه»(1) وأن الحج مدرسة للأخلاق، وتهذيب للنفوس، وسمو بها إلى أعلى المقامات، وهو اختبار عملي للصبر والأخلاق، فلربما مرضت أو تعبت(2) أثناء تنقلك بين المشاعر، أو ربما فقدت شيئا عزيزاً عليك، أو سمعت خبرا مزعجاً، أو ربما أحسنت فأسيء إليك، أو أصابك الهم والحزن لأي من الأسباب، أو ربما ضاع مالك أو سرق – بإهمال منك أو من غير إهمال – لذا عليك أن تعلم بأن هذا كله ابتلاء من الله تعالى ليمتحن صبرك وثباتك وصدقك أو لحكمة أخرى أرادها الله سبحانه؛ لذا أوصيك هنا بوصايا: ¶ أولاً: الصبر! الصبر! الصبر! وأكثر من قول: «قدّر الله وما شاء فعل» واحذر من أن تقول: لو أني فعلت كذا لكان كذا وكذا(3) ولكن أكثر من الاسترجاع وتذكر قول الله عز وجل: { ولنبلونكم بشيء من الخوف والجوع ونقص من الأموال والأنفس والثمرات وبشر الصابرين. الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون. أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون } [سورة البقرة: 155-156]. ¶ ثانياً: اعلم: «إن لكل شيء حقيقة وما بلغ عبد حقيقة الإيمان حتى يعلم أن ما أصابه لم يكن ليخطئه وما أخطأه لم يكن ليصيبه»(4). ¶ بل من عقيدتنا الإيمان بقضاء الله وقدره خيره وشره، وأن الله عز وجل لا يكلف نفسا إلا وسعها. ¶ __________ ¶ (1) جزء من حديث عائشة الذي رواه أحمد (6/165) وهو صحيح. ¶ (2) أوصيك أخي الحاج أن تحمل معك خريطة لموقع المخيم ورقم الهاتف أو شريطاً يوضع في معصمك تبين فيها المعلومات الواضحة والكاملة عنك. ¶ (3) ورد في جزء من حديث لأبي هريرة في صحيح مسلم (2664). ¶ (4) حديث أخرجه أحمد (6/441، 442) وابن أبي عاصم في السُّنَّة (246) وإسناده حسن.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ثالثاً: أحسن الظن بالله عز وجل، وأنه سيعوضك خيرا كثيراً؛ فإن رسول الله - صلى الله عليه وسلم - يقول في الحديث القدسي فيما يرويه عن ربه أنه تعالى قال: «أنا عند ظن عبدي بي فليظن بي ما شاء»(1) الحديث. ويقول الرسول - صلى الله عليه وسلم -: «عجباً لأمر المؤمن أن أمره كله خير، وليس ذاك لأحد إلا للمؤمن، إن أصابته سراء شكر فكان خيراً له، وإن أصابته ضراء صبر فكان خيراً له»(2). ¶ وإليك الآن بيان صفة الحج خطوة خطوة: ¶ مواقيت الحج والعمرة ¶ قال الله تعالى: { الحج أشهر معلومات } ¶ المواقيت: جمع ميقات وهو ما حدد وُوقتَ للعبادة من زمان ومكان، فالميقات الزماني للحج هو في الثلاثة الأشهر (شوال، وذو القعدة، والعشر الأول من ذي الحجة)، وأما الميقات الزماني للعمرة فهو طوال العام في أي وقت شاء اعتمر. ¶ أما المواقيت المكانية فهي الأماكن التي حددها رسول الله - صلى الله عليه وسلم - لمن أراد الحج والعمرة بأن يحرم منها ولا يجوز أن يتجاوزها بغير إحرام إذا نوى الحج أو العمرة، ومن يتجاوزها فإنه يجب عليه أن يعود إليها ويحرم منها وإلا فعليه دم يذبحه ويوزعه على فقراء الحرم. ¶ فعن عبدالله ابن عباس – رضي الله عنهما - «أن النبي - صلى الله عليه وسلم - وقّت لأهل المدينة ذا الحليفة، ولأهل الشام الجحفة، ولأهل نجد قرن المنازل، ولأهل اليمن يلملم، قال: فهن لهن ولمن أتى عليهن من غير أهلهن لمن أراد الحج والعمرة، فمن كان دونهن فمهله من أهله وكذلك حتى أهل مكة يهلون منها»(3). ¶ وعن عائشة – رضي الله عنها – أن النبي - صلى الله عليه وسلم - «وقّت لأهل العراق ذات عرق». ¶ __________ ¶ (1) أخرجه البخاري (13/325-328) ومسلم (2675). ¶ (2) أخرجه مسلم (2999). ¶ (3) رواه البخاري جـ1 ص 471، ومسلم جـ8 ص 83 واللفظ له.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فإذا وصل من نوى الحج أو العمرة إلى ميقاته وجب عليه أن يحرم منه، وذلك بأن يخلع ثيابه التي يلبسها، ويرتدي ثياب الإحرام من رداء وإزار ونعلين ثم يعلن التلبية. ¶ وأما المرأة فتحرم بلباسها، وتعلن التلبية بالحج والعمرة، ويستحب عند الميقات: 1- الاغتسال. 2- التطيب في البدن ولا يمس الطيب الإحرام. 3- أن يكون الرداء والإزار أبيضين نظيفين للرجل(1). أما المرأة فتلبس ما شاءت من الثياب المباحة غير ثياب الزينة ولا يحل لها أن تتطيب بما ظهر ريحه لأن الطيب الذي يجوز للمرأة ما ظهر لونه وخفي ريحه. ¶ أنواع الأنساك الثلاثة ¶ أخي الحاج: كيف تكون متمتعاً أو مفرداً أو قارناً؟ ¶ إذا كنت تريد الحج، ووصلت في أشهر الحج وهي: شوال، وذو القعدة، والعشر الأول من ذي الحجة إلى الميقات فإنك مخير بين ثلاثة أنساك: التمتع، أو الإفراد، أو القران. ¶ فعليك أخي المسلم أن تنوي أحد هذه الأنساك الثلاثة: ¶ 1- التمتع، وهو أفضلها(2) (إذا لم تسق معك هدي ولم يضق عليك الوقت فتخشى فوات الحج) حيث تقول من عند الميقات: «لبيك عمرة» فتأخذ عمرة، ثم تحل الإحرام، وتلبس ثيابك ويحل لك كل شيء من الجماع وغيره من محظورات الإحرام(3). وفي اليوم الثامن تنوى الحج، وتفعل كما هو موضح لك في هذه الرسالة – واعلم أنه يجب عليك هديٌ – أي تذبح في الحرم ما يتسر لك من سُبُع بدنه، أو سُبُع بقرة، أو واحدة من الغنم. ¶ __________ ¶ (1) ويغطي كتفيه ولا يكشف منها شيء. ¶ (2) هل الأفضل التمتع أو الإفراد أو القران؟ يقول شيخ الإسلام ابن تيمية في منسكه ص22 (فالتحقيق في ذلك: أنه يتنوع باختلاف حال الحاج). ¶ (3) انظر: محظورات الإحرام، ص 14.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "2- الإفراد، وهو أن تحرم بالحج وحده حيث تقول من عند الميقات: «لبيك حجاً»، ويستحب لك عند وصولك إلى مكة أن تطوف طواف القدوم، ويلزمك أن تبقى على إحرامك حتى يوم النحر، وتفعل في اليوم الثامن(1) كما هو موضح لك في هذه الرسالة «واعلم أنه لا يجب عليك هدي». ¶ 3- القران(2) , وهو أن تحرم بالحج والعمرة معاً من عند الميقات، فتقول: «لبيك حجاً وعمرة»، ويستحب لك عند وصولك إلى مكة أن تطوف طواف القدوم وتسعى، ويلزمك أن تبقي عليك الإحرام إلى يوم النحر، وتفعل في اليوم الثامن كما هو موضح لك في هذه الرسالة: «واعلم أنه يجب عليك هدي». أما أهل مكة فلا يجب عليهم الهدي. لقوله تعالى: { ... لمن لم يكن أهله حاضري المسجد الحرام } . ومن لم يقدر على دفع ثمن الهدي يصوم عشرة أيام متتابعة أو متفرقة، ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله، ابتداءً من اليوم السابع من ذي الحجة. ¶ فضل التلبية ورفع الصوت بها(3) ¶ كان النبي - صلى الله عليه وسلم - يقول في تلبيته: ¶ أ- «لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك لك». ¶ ب- وكان من تلبيته - صلى الله عليه وسلم -: «لبيك إله الحق». ¶ جـ- وكان الذين مع النبي - صلى الله عليه وسلم - يزيدون: «لبيك ذا المعارج، لبيك ذا الفواضل». ¶ __________ ¶ (1) انظر أعمال اليوم الثامن: ص 25. ¶ (2) ملاحظة: القارن والمفرد ليس بينهما فرق في الأعمال إلا في وجوب الهدي على القارن وعليهما سعي واحد فقط، فإما أن يقدماه مع طواف القدوم، أو يؤخراه مع طواف الإفاضة، فإذا قدماه فلا يحلقا عند نهاية السعي ويبقيا على إحرامهما حتى رمي جمرة العقبة في اليوم العاشر. ¶ (3) من كتاب الشيخ العلامة محمد ناصر الدين الألباني رحمه الله (باختصار وإضافة). وقد ذكر ابن القيم رحمه الله في «حاشية على سنن أبي داود» قواعد عظيمة وفوائد جليلة اشتملت عليها التلبية وصلت إحدى وعشرين فائدة.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "د- وكان ابن عمر يزيد فيها: «لبيك وسعديك والخير بيديك والرغباء إليك والعمل». ومعنى «لبيك اللهم لبيك»: أنا مجيب لك مقيم على طاعتك مستسلماً لحكمتك مطيعاً لأمرك مرة بعد مرة. ¶ ويؤمر الملبي بأن يرفع صوته بالتلبية لقوله - صلى الله عليه وسلم -: «أتاني جبريل فأمرني أن آمر أصحابي ومن معي أن يرفعوا أصواتهم بالتلبية»(1). ¶ وقال عليه أفضل الصلاة والسلام: «أفضل الحج العجُّ والثج»(2). ¶ و«العج» رفع الصوت بالتلبية حيث كان أصحاب النبي - صلى الله عليه وسلم - في حجته يصرخون بها صراخاً حتى تبح أصواتهم. و«الثج» سيلان دم الهدي والأضاحي. ¶ ويقول الرسول - صلى الله عليه وسلم -: «ما من ملب يلب إلا لبى ما عن يمينه وعن شماله من حجر أو شجر أو مدر، حتى تنقطع الأرض من هنا وهنا – يعني – عن يمينه وشماله»(3). ¶ فالتلبية شعار الحج، ومن السنة إكثارها ويتأكد قولها عند تغير الحال كركوب سيارة أو مقابلة حاج أو عند التنقل من مكان إلى مكان، فمثلاً عند سيره: ¶ * من الميقات إلى الكعبة. ¶ * من المكان الذي نزل فيه إلى منى. ¶ * من منى إلى عرفات. ¶ * من عرفات إلى مزدلفة. ¶ * من مزدلفة إلى جمرة العقبة. ¶ أفضل الحجاج والمعتمرين ¶ يقول ابن القيم رحمه الله : «في الفائدة السادسة والخمسين في ذكر الله عز وجل». ¶ إن أفضل أهل كل عمل أكثرهم فيه ذكرا لله – عز وجل-، فأفضل الصُّوَّام أكثرهم ذكرا لله – عز وجل – في صومهم، وأفضل المتصدقين أكثرهم ذكراً لله – عز وجل، وأفضل الحجاج أكثرهم ذكراً لله عز وجل، وهكذا سائر الأحوال(4). ¶ ولقد قال رسول الله - صلى الله عليه وسلم -: «إنما جعل الطواف بالبيت، وفي الصفا والمروة، ورمي الجمار لإقامة ذكر الله»(5). ¶ __________ ¶ (1) أخرجه ابن ماجه (2/579). ¶ (2) أخرجه الترمذي (3/189) وابن ماجه (2/975). ¶ (3) حديث حسن رواه الترمذي وابن ماجه وابن خزيمة. ¶ (4) الوابل الصيب، ص141. ¶ (5) أخرجه أبوداود (1888) والترمذي بنحوه (902) وقال: حسن صحيح.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قال ابن رجب رحمه الله: وقد تكاثرت النصوص بتفضيل الذكر على الصدقة بالمال وغيره من الأعمال»(1). ¶ محظورات الإحرام على ثلاثة أقسام(2) ¶ القسم الأول: يحرم على الرجال والنساء وهو: ¶ 1- إزالة الشعر من الرأس وسائر الجسد بحلق أو غيره. ¶ 2- تقليم الأظافر من اليدين أو الرجلين. ¶ 3- استعمال الطيب بعد الإحرام في الثوب أو البدن. ¶ 4- الجماع ودواعيه كعقد النكاح أو النظر بشهوة أو التقبيل أو غيره. ¶ 5- قتل الصيد. ¶ 6- لبس القفازين وهما شراب اليدين. ¶ القسم الثاني: ما يحرم على الرجال دون النساء وهما: ¶ 1- لبس المخيط كالفنيلة والسراويل وغيرهما. ¶ 2- تغطية الرأس بملاصق. ¶ القسم الثالث: ما يحرم على النساء دون الرجال وهو: ¶ 1- لبس النقاب «وهو البرقع». ¶ (لذلك يحرم على النساء بعد تجاوز الميقات لبس القفازين والبرقع). ¶ (ولا بأس أن تغطي يديها بثوبها أو غيره. ويجب عليها تغطية وجهها وكفيها إذا كانت بحضرة الرجال الأجانب لأنها عورة) (3). ¶ أحكام تخص المرأة ¶ أولاً: لابد من وجود محرم مع المرأة إذا أرادت السفر إلى الحج أو غيره، لقول الرسول - صلى الله عليه وسلم -: «لا يحل لامرأة تؤمن بالله واليوم الآخر أن تسافر مسيرة يوم ليلة ليس معها محرم»(4). وكذلك هناك شرط ثاني هو أن لا تكون معتدة من طلاق أو وفاة. ¶ __________ ¶ (1) جامع العلوم والحكم (ص: 225). ¶ (2) انظر: كتاب الحج د. عبدالله الطيار، ص72. ¶ (3) الشيخ عبدالعزيز بن باز في كتابه: «التحقيق والإيضاح»، ص32. ¶ (4) رواه البخاري (1026).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ثانياً: إذا حاضت المرأة أو ولدت وهي في طريقها إلى الحج، فإنها تواصل طريقها إلى الحج ولا تنتظر حتى تطهر، فإن وصلت الميقات وهي حائض أو نفساء فإنها تحرم كغيرها من النساء الطاهرات ويستحب لها أن تتنظف وتغتسل كغيرها من الحاجات، لأن عقد الإحرام لا يشترط فيه الطهارة(1)، ولما جاء في صحيح مسلم أن رسول الله - صلى الله عليه وسلم - قال لأسماء بنت عميس لما ولدت بذي الحليفة عندما سألته: كيف أصنع؟ قال: «اغتسلي واستثفري بثوب وأحرمي» ونستفيد مما سبق أنها: ¶ (أ) تحرم من الميقات كغيرها من النساء، وتتجنب محظورات الإحرام(2) وتذهب إلى مكة وإن لم تطهر. ¶ (ب) تخلع القفازين والنقاب (وهو البرقع). ¶ (جـ) كما أن لها أن تلبس ما شاءت من اللباس غير الزينة، وليس هناك لون مخصص كما سيأتي(3). ¶ فالمحظور هو أن لا تطوف بالبيت حتى تطهر وتغتسل من الحيض أو النفاس. ¶ ثالثاً: إذا جاء يوم عرفة ولم تطوف بسبب أنها لم تطهر بعد، وكانت قد أحرمت بالعمرة متمتعة بها إلى الحج فإن عليها أن تحرم بالحج. وتدخله على العمرة وتصبح قارنة، كما تفعل جميع أعمال الحج غير أنها لا تطوف بالبيت حتى تطهر وتغتسل لقوله - صلى الله عليه وسلم - لعائشة لما حاضت: «افْعلي ما يفعل الحاج غير أن لا تطوفي بالبيت حتى تطهري»(4). فإذا طهرت طافت بالبيت وبين الصفا والمروة طوافاً واحداً وسعياً واحداً، فجزأها ذلك عن حجها، وعمرتها جميعاً. ¶ حكم حج الصبي والجارية ¶ __________ ¶ (1) بالمناسبة هناك قصة حدثت وهي: أن أحد الزملاء سافر ومعه أخته للعمرة وعندما وصلا إلى الميقات حاضت أخته. وجهلاً منه استأجر سكناً حول الميقات ينتظر حتى تطهر أخته ظناً منه أنه لا يجوز لها الإحرام من الميقات إلا وهي طاهرة وهذا خطأ؛ والصحيح أنها تحرم وتواصل طريقها إلى مكة. ¶ (2) انظر: محظورات الإحرام، ص14. ¶ (3) انظر ص: 26 «مخالفات». ¶ (4) أخرجه البخاري (3/504) ومسلم (2/888).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "يصح حج الصبي والجارية الصغيرين ولكن لا يجزئهما هذا الحج عن حجة الإسلام ووليهما يفعل عنهما ما عجزا عنه من رمي وغيره وإذا كانا دون سن التمييز يلبي عنهما، ويفعلان جميع ما يفعله الحاج، وإذا قطعا أعمال الحج فلا شيء عليهما. ¶ عن ابن عباس رضي الله عنهما، قال: رفعت امرأة صبياً لها فقالت: يا رسول الله، ألهذا حج؟ فقال: «نعم، ولك أجر»(1). ¶ وفي صحيح البخاري، عن السائب بن يزيد رضي الله عنه قال: (حُجَّ بي مع رسول الله - صلى الله عليه وسلم - وأنا ابن سبع سنين) (2). ¶ وعن ابن عمر رضي الله عنهما: أنه كان يحج صبيانه وهم صغار، فمن استطاع منهم أن يرمي رمى ومن لم يستطع أن يرمي، رمى عنه. ¶ فكل ما أمكنه فعله بنفسه لزمه فعله، كالوقوف بعرفة والمبيت في مزدلفة ونحو ذلك، وما عجز عنه، عمله وليه. ¶ من خصائص الحرم(3) وأحكامه(4) ¶ أولاً: فضله، وأن العبادة فيه أفضل من العبادة في الحل، وهذا باتفاق العلماء. ¶ ثانياً: مضاعفة الأعمال الصالحة فيه، كمضاعفتها بالمسجد الحرام، وهذا قول طائفة من أهل العلم، وهو الراجح. ¶ ثالثاً: عظم السيئات وغلظها وشدتها فيه، قال الله تعالى: { ومن يرد فيه بإلحاد بظلم نذقه من عذاب أليم } [سورة الحج: 25]. ¶ رابعاً: تحريم صيده على المحرم وغير المحرم، وهذا بإجماع العلماء. ¶ خامساً: تحريم قطع شجره وحشيشه الأخضرين البريين إلا الاذخر، واستثنى العلماء ما له شوك، فلا يحرم، فيقاس على الحيوان المؤذي، ويستثني ما أنبته الآدمي، فلا يحرم. ¶ سادساً: يحرم أن يدخله الكفار لقوله تعالى: { يا أيها الذين ءامنوا إنما المشركون نجس فلا يقربوا المسجد الحرام } [التوبة: 28]. ¶ __________ ¶ (1) رواه مسلم (2378) ¶ (2) رواه البخاري (1725). ¶ (3) ويقصد بالحرم هنا ما يقابل الحل. ¶ (4) من كتاب نيل المآرب في تهذيب شرح عمدة الطالب للشيخ عبدالله آل بسام (بتصرف).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "سابعاً: لقطة مكة لا يحل لأحد أن يلتقطها إلا من أراد أن ينشدها دائماً أو يسلمها إلى ولي الأمر لقول النبي - صلى الله عليه وسلم -: «ولا تحلُّ لقطتها إلا لمنشد...» (1). ¶ صفة دخول مكة ¶ من قدم يريد الحج والعمرة فعليه قبل الطواف أمران: ¶ 1- الاحرام من المكان الذي يجب عليه الإحرام منه. ¶ 2- الطهارة الكاملة من الحدث الأصغر والأكبر. ¶ لقول عائشة رضي الله عنها عن النبي - صلى الله عليه وسلم -: «أنه أول شيء بدأ به حين قدم أنه توضأ ثم طاف بالبيت»(2) وأما ما يسن لدخول مكة: ¶ 1- الاغتسال : ودليل ذلك ما رواه نافع قال: «كان ابن عمر رضي الله عنهما إذا دخل أدنى الحرم أمسك عن التلبية؛ ثم يبيت بذي طوى، ثم يصلي به الصبح، ويغتسل ويحدث أن النبي - صلى الله عليه وسلم - كان يفعل ذلك»(3). ¶ 2- الدخول من باب بني شيبة، إذا أمكنه ذلك أو من أي باب. ¶ 3- وعند دخول المسجد الحرام يقدم رجله اليمنى ويقول: بسم الله، اللهم صلي على محمد، اللهم افتح لي أبواب رحمتك أو «أعوذ بالله العظيم، وبوجهه الكريم، وسلطانه القديم من الشيطان الرجيم». ¶ 4- عند رؤية البيت يدعو بما شاء وليس هناك دعاء مخصوص. ¶ وإن شاء دعا بدعاء عمر رضي الله عنه: «اللهم أنت السلام، ومنك السلام فحينا ربنا بالسلام»، فحسنٌ، لثبوته(4). ¶ صفة العمرة ¶ صفة العمرة ¶ الطواف: ¶ إذا دخل المعتمر المسجد الحرام يتجه إلى الكعبة مباشرةً قاصداً الابتداء من الحجر الأسود ويسن له في طواف القدوم أمران: ¶ 1- أن يضطبع وهو أن يخرج منكبه الأيمن ويغطي الأيسر. ¶ 2- يرمل في الأشواط الثلاثة الأولى وهو الإسراع في المشي مع تقارب الخطى. ¶ __________ ¶ (1) رواه مسلم، وفي البخاري «المعرف» بدلاً من «لمنشد». ¶ (2) رواه البخاري (1641) ومسلم (1235). ¶ (3) متفق عليه. ¶ (4) أخرجه البيهقي (5/73).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويبدأ من الحجر الأسود(1) يستلمه بيمينه ويقبله إن أمكن من غير مزاحمة شديدة، وإن لم يتمكن من استلامه يشير بيده قائلاً في بداية الشوط الأول: ¶ «بسم الله والله أكبر» وباقي الأشواط يقول: في بدايتها «الله أكبر»، ثم يجعل البيت عن يساره، فيطوف حول البيت من وراء الحجر سبعة أشواط، وليس هناك دعاء مخصوص لكل شوط، بل يدعو بما شاء من الأدعية ويسال الله من خيري الدنيا والآخرة. وكلما مر بالحجر الأسود استلمه وقبله إن استطاع فإن شق عليه ذلك فإنه يستلمه بيده ويقبلها أو يستلمه بعصا ويقبلها وإن شق ذلك كله أشار إليه وكبر، وإذا أشار إليه فإنه لا يقبل يده. كل هذه الصفات وردت عن النبي - صلى الله عليه وسلم - وهي مرتبة حسب ما يتيسر. أما الركن اليماني فإنه يستلمه فقط ولا يقبله عند استلامه فإن لم يتمكن من استلامه لا يشير إليه كما يفعله بعض الناس، وكان - صلى الله عليه وسلم - لا يستلم إلا الحجر الأسود والركن اليماني، فإذا أكمل سبعة أشواط كاملة تم طوافه وإن شك في عدد الأشواط بنى على الأقل وأكمل النقص. ¶ الأدعية في الطواف ¶ __________ ¶ (1) وقد وضعت له علامة في الأرض على شكل خط بني اللون (ولا يشترط الوقوف عليه عند البداية أو كلما حاذاه وهو علامة يجوز أن يبتدئ قبلها أو بعدها فالمهم هو محاذاة الحجر الأسود بكل بدنه).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "عند محاذاة الحجر الأسود يستقبله ببدنه ويستلمه قائلاً: «بسم الله والله أكبر»(1) لثبوت ذلك عن ابن عمر رضي الله عنهما، فهذه كلمات عظيمة لابد من استشعارها وفي استلام الحجر الأسود فضلٌ كبير لقوله - صلى الله عليه وسلم - في الحجر: «ليبعثن الله الحجر يوم القيامة، وله عينان يبصر بهما، ولسان ينطق به، ويشهد على من استلمه بحق»(2)، وقال: «مسح الحجر الأسود والركن اليماني يحطان الخطايا حطا»(3). ¶ ويقبله تعظيماً لله عز وجل واتباعاً لسنة نبيه - صلى الله عليه وسلم -. ¶ ولذا قبّل عمر بن الخطاب الحجر الأسود وقال: «إني لأعلم أنك حجر لا تضر ولا تنفع، ولولا أني رأيت النبي - صلى الله عليه وسلم - يقبلك ما قبلتك»(4). ¶ ثم يقول: «اللهم إيماناً بك، وتصديقاً بكتابك، ووفاء بعهدك، واتباعاً لسنة نبيك محمد - صلى الله عليه وسلم -». ¶ كما كان علي رضي الله عنه يقول ذلك في بداية الطواف(5). ¶ ويقول بين الركن اليماني والحجر الأسود: «ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة، وقنا عذاب النار»(6). وله أن يذكر الله ويقرأ القرآن ويدعو بما شاء. قال ابن القيم – رحمه الله تعالى -: «كان عبدالرحمن بن عوف – أو سعد بن أبي وقاص – يطوف بالبيت وليس له دأب إلا هذه الدعوة: رب قني شح نفسي، رب قني شح نفسي». ¶ فقيل له: أما تدعو بغير هذه الدعوة؟ ¶ فقال: إذا وقيت شُحَّ نفسي، فقد أفلحت(7)، وقد قال الله تعالى: { ومن يوق شح نفسه فأولئك هم المفلحون } [الحشر: 9، والتغابن: 16]. ¶ وقد ذكر ابن تيمية أن القائل هو عبدالرحمن بن عوف رضي الله عنه. ¶ __________ ¶ (1) رواه البيهقي (5/79) وقوله: «الله أكبر» وردت في البخاري (3/475). ¶ (2) أخرجه الإمام أحمد وحسنه الترمذي. ¶ (3) حسنه الترمذي وصححه ابن حبان. ¶ (4) أخرجه البخاري ومسلم. ¶ (5) أخرجه البيهقي، وورد عن عبدالله بن عمر رضي الله عنهما أيضاً. ¶ (6) أخرجه أحمد وابن خزيمة. ¶ (7) الوابل الصيب ص86.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وورد في فضل الطواف والركن الأسود واليماني حديث ابن عمر رضي الله عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن مسحهما كفارة للخطايا، وسمعته يقول: من طاف بهذا البيت أسبوعاً فأحصاه – أي طاف سبعة أشواط-: كان كعتق رقبة، وسمعته يقول: لا يضع قدماً ولا يرفع أخرى إلا حط الله عنه بها خطيئة، وكتب له بها حسنة»(1). ¶ الصلاة خلف مقام إبراهيم ¶ والشرب من ماء زمزم ¶ وإذا انتهى من الشوط السابع غطّى كتفه الأيمن وانطلق إلى مقام إبراهيم وقرأ { واتخذوا من مقام إبراهيم مصلى } [سورة البقرة: 125]. ¶ ثم يصلي ركعتين خلف المقام إن تيسر ذلك (وهي سنة) ويجعل المقام بينه وبين البيت ولو صلى بعيدا عن المقام، ولا يسبب المضايقة على الطائفين. ¶ وإن لم يتيسر له ذلك لزحام أو غيره صلاهما في أي موضع من المسجد ويستحب أن يقرأ في الركعة الأولى بعد الفاتحة: { قل يا أيها الكافرون } وفي الأخرى بعد الفاتحة: { قل هو الله أحد } ولا يطيل فيهما ويضايق المسلمين. ¶ وبعد ذلك يستحب له أن يذهب إلى زمزم ويشرب منها ويصب على رأسه لفعله - صلى الله عليه وسلم -، ولقوله - صلى الله عليه وسلم - عن ماء زمزم «إنه طعام طُعْم»(2). ¶ ثم يرجع إلى الحجر الأسود فيكبر ويستلمه إن استطاع لفعله - صلى الله عليه وسلم - ذلك بعد انتهائه من ماء زمزم، فإن لم يتيسر له ذلك ذهب للسعي مباشرة. ¶ السعي بين الصفا والمروة ¶ __________ ¶ (1) رواه الترمذي وقال حديث حسن. ¶ (2) رواه مسلم، وزاد أبو داود «وشفاء سقم».",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "بعد ذلك يذهب إلى الصفا، فإذا دنا من الصفا قرأ هذه الآية: { إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما ومن تطوع خيرا فإن الله شاكر عليم } 158 [سورة البقرة]. وفي رواية مسلم إلى قوله: { من شعائر الله } . ولا يقرأها إلا عند البداية فقط ويقول: «أبدأ بما بدأ الله به»(1). ¶ ثم يبدأ بالصفا فيرتقي عليه حتى يرى الكعبة. ¶ فيستقبل الكعبة، ويرفع يديه كصفة الداعي ويوحِّد الله ويكبره، فيقول: الله أكبر الله أكبر الله أكبر. ¶ لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، يحيى ويميت، وهو على كل شيء قدير. ¶ لا إله إلا الله وحده، أنجز وعده، ونصر عبده، هزم الأحزاب وحده، يقول ذلك ثلاث مرات، ويدعو بين ذلك. ¶ وعلى هذا يكون المجموع في بداية كل سعي. ¶ التكبير تسعاٌ والتهليل ستاً والدعاء مرتين . (ذكر ذلك ابن تيمية في شرحه للعمدة 2/455). ¶ ثم ينزل ليسعى بين الصفا والمروة، لقوله - صلى الله عليه وسلم -: «اسعوا، فإن الله كتب عليكم السعي»(2). ¶ * ويشتغل أثناء سعيه بالدعاء والتضرع إلى الله سبحانه. ¶ فيمشي إلى العلَم (الأنوار الخضراء) عن اليمين والشمال، وهو المعروف بالميل الأخضر، ثم يسعى منه سعياً شديداً إلى العلم الآخر الذي بعده، والشدة بالجري خاصة بالرجال دون النساء. ¶ ودليل ذلك «فعل النبي - صلى الله عليه وسلم -، فإنه كان يسعى حتى تدور به إزاره من شدة السعي»(3). ¶ ثم يمشي حتى يأتي المروة فيرتقي عليها، ويصنع فيها كما صنع على الصفا من استقبال القبلة، والتكبير والتوحيد، والدعاء، ويعتبر هذا شوطاً واحداً. ¶ __________ ¶ (1) أخرجه مسلم في كتاب الحج – صفة حج النبي - صلى الله عليه وسلم - (8/170). ¶ (2) أخرجه أحمد (6/421)، والدار قطني في كتاب الحج. ¶ (3) مسند الإمام أحمد (26101). وذكر بعض العلماء أنه في طواف الإفاضة يسعى بشدة ويركض بين العلمين بقاء على الأصل.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ثم يعود حتى يصل إلى الصفا، يمشي موضع مشيه، ويسعى موضع سعيه، وهذا شوط ثان(1). ¶ وإن دعا في السعي بقوله: «رب اغفر وارحم إنك أنت الأعز الأكرم» فلا بأس لثبوته عن ابن عمر وعبدالله بن مسعود رضي الله عنهم. ¶ ثم يعود إلى المروة، وهكذا حتى يتم له سبعة أشواط نهاية آخرها على المروة. ¶ فإذا انتهى من الشوط السابع على المروة قص شعر رأسه إذا كانت عمرته قريبة من الحج ويشترط تعميم الرأس كله والمرأة قدر أنملة. ¶ وبذلك تنتهي العمرة، وحل له ما حرم عليه بالإحرام، ويمكث هكذا حلالاً إلى يوم التروية. ¶ قال الرسول - صلى الله عليه وسلم -: «اللهم ارحم المحلّقين، قالوا: والمقصرين يا رسول الله؟ قال: اللهم ارحم المحلّقين، قالوا والمقصرين يا رسول الله؟ قال: والمقصرين». رواه البخاري ومسلم. ¶ أركان العمرة: ¶ 1- الإحرام. 2- الطواف. 3- السعي. ¶ واجبات العمرة: ¶ 1- الإحرام من الحل. 2- الحلق أو التقصير. ¶ أركان الحج ¶ الأول: الإحرام الثاني: طواف الإفاضة. ¶ الثالث: الوقوف بعرفة. الرابع: السعي بين الصفا والمروة. ¶ واجبات الحج ¶ الأول: الإحرام من الميقات. ¶ الثاني: الوقوف بعرفة إلى الغروب لمن وقف نهاراً. ¶ الثالث: المبيت بمزدلفة إلى الفجر حتى يسفرّ الصبح جداً إلا الضعفاء، والنساء فإلى غيبوبة القمر.. ¶ الرابع: المبيت بمنى ليالي أيام التشريق. ¶ الخامس: رمي جمرة العقبة والجمار أيام التشريق. ¶ السادس: الحلق أو التقصير. السابع: طواف الوداع. ¶ ملحوظة مهمة جداً: ¶ __________ ¶ (1) كثير ما يخطي الناس في السعي حيث يسعى من ليس لديه علم أربعة عشر شوط؛ والواجب عليه سبعة أشواط يحسب بالذهاب شوطاً واحداً وبالرجوع شوطاً ثانياً، يفتتح بالصفاء ويختتم بالمروة.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "سيمر معك أخي القارئ علامات وضعتها في بعض الأماكن في يوميات الحاج تُميِّزُ الركن من الواجب من السنة، وإليك إيضاح ذلك: قمت بوضع علامة (***) إشارة إلى الركن، وعلامة (**) إشارة إلى الواجب، وعلامة (*) إشارة إلى السنة، فتأمل ذلك جيداً. ¶ ثم اعلم رحمك الله بأن من ترك ركنا لم يصح حجه ولا يتم إلا به، ومن ترك شيئاً من واجبات الحج فعليه دم لفقراء الحرم. ومن ترك سنة فلا شيء عليه. ¶ يوميات الحاج ¶ يوميات الحاج ¶ بيان ما يفعله الحاج ابتداءً من اليوم الثامن ¶ أخي الحاج: ¶ (*) يسمى اليوم الثامن من شهر ذي الحجة «يوم التروية». ¶ (*) قبل نية الدخول في النسك ولبس الإحرام يستحب للمتمتع أن يغتسل ويتنظف ويقص أظافره ويحف شاربه ويلبس الإزار والرداء الأبيضين وأما المرأة فتلبس ما شاءت غير القفازين والنقاب وهو البرقع وأما القارن والمفرد فيكون عليهما الإحرام من قبل. فلا يفعلان كما يفعل المتمتع من قص وغيره. ¶ (*) وفي وقت الضحى من هذا اليوم، تُحْرِمُ من المكان الذي أنت نازل فيه حيث تنوي أداء مناسك الحج، و تقول: لبيك حجاً وهو ما يسمى بـ (الإهلال بالحج). ¶ (*) إن كنت خائفاً من عائق يمنعك من إتمام الحج فاشترط وقل بعد الإهلال بالحج : «فإن حبسني حابس فمحلي حيث حبستني» وإن لم تكن خائفاً فلا تشترط؛ لأن النبي - صلى الله عليه وسلم - لم يشترط. ¶ (**) بعدما تنوي الحج يجب عليك أن تتجنب محظورات الإحرام جميعها(1). ¶ (*) ثم تكثر من التلبية وهي: «لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك، لا شريك لك» ولا تقطعها حتى ترمي جمرة العقبة في اليوم العاشر من ذي الحجة. ¶ (*) ثم تنطلق إلى منى وأنت تلبي حيث تصلي فيها الظهر والعصر والمغرب والعشاء والفجر كل صلاة في وقتها حيث تصلي الرباعية منها ركعتين قصراً بلا جمع، ولا فرق بين الحجاج من أهل مكة وغيرهم فالجميع يقصر الصلاة. ¶ __________ ¶ (1) محظورات الإحرام: ص14.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "(*) لم يكن النبي - صلى الله عليه وسلم - يحافظ على شيء من السنن الرواتب في السفر إلا سنة الفجر بالإضافة إلى الوتر. ¶ (*) وينبغي أن تحافظ على الأذكار الثابتة(1) التي وردت عن رسول الله - صلى الله عليه وسلم - بعد الصلاة وأذكار الصباح والمساء والنوم وغيرها. ¶ (*) ثم تبيت في منى هذه الليلة كما فعل النبي صلى الله عليه وآله وسلم. ¶ من مخالفات اليوم الثامن من ذي الحجة ¶ 1- عدم سؤال أهل العلم عما خفي من أحكام الحج، فترى كثيراً من الحجاج يقومون بأداء الحج بناء على ما يرونه من فعل العامة من الناس ولسان حالهم يقول: رأيت الناس يفعلون شيئاً ففعلت، وهذا عين الجهل ولا يعذر من أخطأ في ذلك، لأن الله تعالى يقول: { فاسألوا أهل الذكر إن كنتم لا تعلمون } [سورة الأنبياء: 7]. ¶ 2- كثير من الحجاج «يضطبع»(2) من هذا اليوم إلى نهاية الحج، وهذا خطأ، فالاضطباع لا يشرع إلا أثناء طواف القدوم فقط. ¶ 3- اعتقاد بعض النساء أن لثياب الإحرام لوناً خاصاً كالأخضر أو الأبيض مثلاً وهذا من الجهل والخطأ، فالمرأة تحرم بثيابها العادية الشرعية إلا ثياب الزينة، كما أنها لا تلبس النقاب ولا القفازين. ¶ 4- من الحجاج من يستعد للإحرام بأمور محرمة كتقصير أو حلق اللحية أو إسبال الإزار ونحو ذلك مما ينقص أجر الحج. ¶ 5- يُرى من بعض الحجاج تركه المبيت بمنى اليوم الثامن بل إن بعضهم ينطلقون في هذا اليوم إلى عرفات وهذا خلاف هدي رسول الله - صلى الله عليه وسلم - . ¶ __________ ¶ (1) قال ابن عباس رضي الله عنهما: إذا ذكر العبدُ الله في أدبار الصلوات، وغُدُوَّا وعَشِيّاً، وفي المضاجع، وكلما استيقظ من نومه، وكلما غدا وراح من منزله، فهو من الذاكرين الله كثيراً. ¶ …انظر: مقدمة كتاب [الأذكار] للإمام النووي رحمه الله. ¶ (2) الاضطباع: هو أن يجعل وسط ردائه تحت إبطه الأيمن وطرفيه على كتفه الأيسر.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "6- يدعو كثير من الحجاج الله تعالى بأدعية لا يفقهون لها معنى وذلك بناء على ما يقع في أيديهم من كتب الأدعية والأذكار الغير صحيحة. ¶ والمشروع أن يدعو الله تعالى بدعاء ثابت يعرف معناه ويرجو من الله إجابته(1). ¶ 7- لا يشرع للمسلم التلفظ بما نوى لأن النية محلها القلب، ولكن الذي يشرع ذكر النسك الذي يريده من حج أو عمرة بعد لبس ثياب الإحرام مثل أن يقول: لبيك عمرة، أو اللهم لبيك عمرة. وإن كانت نيته الحج قال: لبيك حجاً، أو اللهم لبيك حجاً؛ لأن النبي - صلى الله عليه وسلم - فعل ذلك. أما في الصلاة والطواف وغيرهما فلا يتلفظ في شيء منها بالنية فلا يقول: نويت أن أصلي كذا وكذا، ولا نويت أن أطوف كذا، بل التلفظ بذلك من البدع المحدثة والجهر بذلك أقبح وأشد إثماً(2). ¶ ثاني أيام الحج ¶ أعمال اليوم التاسع من ذي الحجة ¶ (الحج عرفة) ¶ (*) إذا صليت الفجر.. وطلعت عليك الشمس فانطلق إلى عرفة وأنت تلبي قائلاً «لبيك اللهم لبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك» وتكبر قائلاً: «الله أكبر الله أكبر لا إله إلا الله والله أكبر الله أكبر ولله الحمد» ترفع بذلك صوتك. ¶ (*) يكره لك صيام هذا اليوم حيث وقف النبي - صلى الله عليه وسلم - مفطراً إذ أرسل إليه بقدح لبن فشربه. ¶ (*) من السنة أن تنزل في نمرة إلى الزوال(3) إن أمكن. ¶ (*) ثم تكون هناك خطبة وبعدها تصلي الظهر والعصر جمع تقديم بركعتين لا يجهر فيهما بقراءة القرآن وتكون بأذان وإقامتين. ولا تصلي بينهما ولا قبلهما شيئاً من النوافل. ¶ (***) ثم تدخل عرفة وتتأكد أنك داخل حدودها(4) لأن وادي عرنة ليس من عرفة. ¶ __________ ¶ (1) انظر: للفائدة ص (45) من هذا الكتاب. ¶ (2) انظر: التحقيق والإيضاح، ص (15) لسماحة الشيخ ابن باز. ¶ (3) الزوال: أي وقت دخول صلاة الظهر. ¶ (4) علماً أن جزءاً كبيراً من مقدمة مسجد نمرة ليس من عرفة.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "(*) وتتفرغ للذكر والتضرع إلى الله عز وجل والدعاءء بخشوع وحضور قلب(1). ¶ (*) عرفة كلها موقف .. وإن تيسر لك أن تقف عند الصخرات أسفل الجبل – الذي يسمى جبل الرحمة وتجعله بينك وبين القبلة فهو أفضل. ¶ (*) وليس من السنة صعود الجبل، كما يفعله بعض الجهلة. ¶ (*) أثناء الدعاء تستقبل القبلة رافعاً يديك تدعو بخشوع وحضور قلب حتى الغروب. ولا تنشغل بالضحك والمزاح أو النوم عن الدعاء كما هو حال الغافلين . نسأل الله السلامة. ¶ (*) وتكثر من قول (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير)، كذلك تقول التلبية وتزيد عليها «إنما الخير خير الآخرة» وتكثر أيضاً من الصلاة على النبي - صلى الله عليه وسلم -. ¶ (**) لا تخرج من عرفة إلا بعد غروب الشمس(2). ¶ (*) قال الرسول - صلى الله عليه وسلم -: «ما ُرئي الشيطان يوما هو فيه أصغر ولا أدحر ولا أحقر ولا أغيظ منه في يوم عرفة وما ذاك إلا لما رأى من تنزل الرحمة وتجاوز الله عن الذنوب العظام إلا ما أُريَ يوم بدر ...» الموطأ. ¶ (*) وفي مثل هذا اليوم وهذا المكان أنزل الله سبحانه: { اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا } [المائدة: 3]. ¶ (**) بعد الغروب تنطلق إلى مزدلفة بهدوء وسكينة، وإذا وجدت متسعاً فأسرع قليلاً لأنها السنة، وتستغفر الله وتذكره. ¶ (*) قال الله تعالى: { ثم أفيضوا من حيث أفاض الناس واستغفروا الله إن الله غفور رحيم } [سورة البقرة: 199]. ¶ __________ ¶ (1) انظر: ص 43 بعض الأذكار والأدعية. ¶ (2) يحرم الخروج من عرفة قبل غروب الشمس؛ لأنه خلاف السنة وهو من أعمال الجاهلية. ومن انصرف من عرفة قبل الغروب فعليه فدية عند أكثر أهل العلم توزع على مساكين الحرم.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "(**) حين تصل إلى مزدلفة تصلي المغرب والعشاء جمعاً وقصراً، والسنة أن تجعل المغرب ثلاث ركعات، والعشاء ركعتين، ولا تصل بعدهما شيئاً إلا أن توتر، فإن كنت تخشى أن لا تصل إلى مزدلفة إلا بعد منتصف الليل بسبب الزحام أو غيره فإنه يجب عليك أن تصلي ولو في الطريق، والمهم في ذلك أن تصلي الصلاة قبل أن يخرج عليك وقتها. ¶ (**) ثم تنام حتى الفجر.. أما الضعفاء والنساء فيجوز لهم الذهاب إلى منى بعد منتصف الليل والأحوط بعد غيبوبة القمر. ¶ (**) وجوب المبيت في مزدلفة لقوله - صلى الله عليه وسلم -: «خذوا عني مناسككم» ولقوله تعالى: ¶ { فإذا أفضتم من عرفات فاذكروا الله عند المشعر الحرام } . فهذا الأمر القرآني الصريح يدل على أنه لابد من ذكر الله عند المشعر الحرام بعد الإفاضة من عرفات ومزدلفة كلها موقف، تدخل في مسمى المشعر الحرام، أما المعذور فله أن يذكر الله ليلاً. ¶ من مخالفات اليوم التاسع ¶ 1- بعض الحجاج يقف خارج حدود عرفة، ومن حصل منه هذا ولم يستدرك نفسه بالوقوف ولو قبل طلوع فجر يوم النحر بلحظات فقد فسد حجه ولزمه إتمامه أولاً وكذا إعادته إن كان فرضاً السنة القادمة. ¶ 2- صيام هذا اليوم من بعض الحجاج، ومن صام يخشى عليه الإثم. ¶ 3- التكلف بالذهاب إلى ما يسمى بـ«جبل الرحمة» وصعوده. ¶ 4- الانشغال يوم عرفة بالضحك والمزاح وفضول الكلام، وإضاعة الوقت بالنوم عن الدعاء والذكر. ¶ 5- يلاحظ أن بعض الحجاج – هداهم الله – يلتقطون لهم صوراً «فوتوغرافية» ويسمونها صوراً تذكارية وهذا منكر. ¶ 6- يرى من كثير من الحجاج الإسراع والمسابقة بالسيارات حين الإفاضة، علماً أن الرسول - صلى الله عليه وسلم - قال في هذا الموضع: «السكينة السكينة». ¶ …ولا يقتصر الأمر على سائق السيارة بل كل من في السيارة ينشغل معه ويترك التلبية. ¶ 7- عدم تحري جهة القبلة عند الصلاة في مزدلفة.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "8- لا ينبغي لأحد أن يدع المبيت في مزدلفة لأنه واجب من واجبات الحج، ومن ترك المبيت وهو ليس من أهل الأعذار الشرعية فعليه دم. ¶ ثالث أيام الحج ¶ أعمال اليوم العاشر وهو يوم النحر «العيد» ¶ (**) لابد من صلاة الفجر لجميع الحجاج في مزدلفة إلا الضعفاء والنساء؛ يجوز لهم الذهاب بعد غيبوبة القمر. ¶ (*) بعد صلاة الفجر والانتهاء من الأذكار عقب الصلاة تستقبل القبلة: فتحمد الله، وتكبره، وتهلله، وتدعوه حتى يسفر الصبح جداً. ¶ (*) ثم تنطلق قبل طلوع الشمس إلى منى ملبياً، وعليك السكينة. ¶ (*) إذا مررت بوادي مُحسِّر(1) تسرع السير إن أمكن. ¶ (*) تلتقط سبع حصيات من أي مكان من طريقك من مزدلفة إلى منى، أو من منى، وتستمر في التكبير والتلبية ولا تقطع التلبية إلا مع بداية الرمي. ¶ ثم عليك ما يلي: ¶ (**) ترمي جمرة العقبة(2) بسبع حصيات متعاقبات واحدة بعد الأخرى وتكبر مع كل حصاة. ¶ __________ ¶ (1) هو الوادي الذي يفصل بين مزدلفة ومنى. ¶ (2) الرمي الصحيح لجمرة العقبة له ثلاث شروط هي: ¶ …أولاً: أن بداية رمي جمرة العقبة في القول الراجح هو: بعد منتصف الليل لأهل الأعذار، وطلوع الشمس لغيرهم. ¶ …ثانياً: مكان وقوف الرامي: الأفضل أن يرميها مستقبلاً لها جاعلاً منى عن يمينه والكعبة عن يساره. ولا يرميها من خلفها لأن الحوض نصف دائري فلا يقع فيه الحصى. ولو رمى رامي واصطدمت بالعمود ثم سقطت بعيد عن الحوض فلا تجزئ لأن الشرط إصابة المرمى يعني وقوع الحصى في الحوض. ¶ …الثالث: لا يجوز الرمي بحصى كبير أو بالحذاء أو بالأخشاب وغير ذلك، ويستحب أن يكبر مع كل حصاة، ويقول: «اللهم اجعله حجاً مبروراً وذنباً مغفوراً». ¶ …لثبوت هذا الدعاء عن ابن مسعود رضي الله عنه عند رميه جمرة العقبة.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "(**) تذبح الهدي وتأكل منه وتوزع على الفقراء قال الله تعالى: { فكلوا منها وأطعموا البائس الفقير } [سورة الحج: 28]، والذبح واجب على المتمتع والقارن فقط. وتقول عند الذبح والنحر: «بسم الله، والله أكبر، اللهم هذا منك ولك، اللهم تقبل مني». ¶ (**) ثم تحلق أو تقصر مع تعميم الرأس كله، والحلق أفضل مبتدئاً باليمين، وهذا الحلق فيه كمال الخضوع والذل والإنقياد لله عز وجل، أما المرأة فتقصر بقدر أنملة، وهي طرف الأصبع؛ وبذلك تتحلل التحلل الأول، فتلبس ثيابك وتتطيب، ويحل لك جميع محظورات الإحرام إلا النساء، ولا يحل لك الجماع إلا بعد طواف الإفاضة والسعي إن كان عليك سعي. أما إذا جامع الرجل زوجته بعد رمي جمرة العقبة, فحجه صحيح، وعليه دم شاة توزع على فقراء الحرم. ¶ (***) بعد ذلك تذهب إلى مكة وتطوف طواف الإفاضة بدون رمل وهو: الإسراع في المشي مع تقارب الخطى أثناء الطواف ثم تصلي ركعتي الطواف ولقد طاف النبي - صلى الله عليه وسلم - في هذا اليوم متطيباً لابسا الملابس المعتادة. ¶ (***) ثم تسعى. والسعي على المتمتع، وكذا على القارن والمفرد اللذين لم يسعيا مع طواف القدوم؛ وبذلك تتحلل التحلل الكامل. ¶ (*) إن قدّمت بعض هذه الأمور على بعض فلا حرج. ¶ (*) وتشرب من ماء زمزم. وتصلي الظهر(1) في مكة إن أمكن. ¶ (**) ثم عليك المبيت بمنى باقي الليالي. ¶ من مخالفات اليوم العاشر ¶ 1- بعض الحجاج يصلون الفجر ليلة مزدلفة قبل دخول الوقت، وهذا خطأ عظيم وتعدٍ على حدود الله عز وجل والصلاة قبل دخول الوقت محرمة، وغير مقبولة. ¶ __________ ¶ (1) لا تنس التكبير المقيد في هذا اليوم وهو أن تقول بعد الصلاة مباشرة: «الله أكبر، الله أكبر لا إله إلا الله، الله أكبر الله أكبر ولله الحمد». ومن السنة أن تكررها. علماً أنه قد ورد لها عدة صيغ، إذا التكبير شعار هذه الأيام قال الله عز وجل: { فإذا قضيتم مناسككم فاذكروا الله } .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "2- يتساهل كثير من الحجاج فيرمي جمرة العقبة من خلفها؛ مما يحول بينه وبين إيقاع الحصى داخل الحوض لأن الحوض نصف دائري. ¶ 3- من الحجاج من يعتقد أثناء رميه جمرة العقبة أنه يرمي (الشيطان)، وهذا من الجهل والخطأ؛ حيث إن الرمي وضع اقتداء برسول الله - صلى الله عليه وسلم - وإقامة لذكر الله عز وجل كما بيِّن ذلك معلم البشرية عليه الصلاة والسلام، واقتداءً بأبي الأنبياء إبراهيم عليه الصلاة والسلام. ¶ 4- يعمد كثير من الحجاج بعد رمي الجمرة إلى حلق لحيته، وهذه معصية في وقت ومكان فاضلين. ¶ 5- عدم تعظيم هذا اليوم بذكر الله تعالى وعمل القربات من النوافل كالصدقة وإفشاء السلام على المسلمين وطلاقة الوجه لهم وإدخال السرور عليهم؛ حيث إن هذا اليوم يوم عيد. ¶ …قال - صلى الله عليه وسلم -: « إن أعظم الأيام عند الله تعالى يوم النحر ثم يوم القرِّ». [رواه أبو داود]. ويوم القر هو اليوم الأول من أيام التشريق، وهو اليوم الذي يلي يوم النحر، وهو أفضل أيام التشريق، وسمي يوم القر لأن أهل منى يستقرون فيها. ¶ 6- بعض الحجاج يذبح ولا يتحرى ما يشترط في الهدي، حيث جاء في فتاوى اللجنة الدائمة ما نصه: «يشترط في الهدي ما يشترط في الأضحية، فلا تجزئ العوراء البيِّن عورها، ولا المريضة البين مرضها، ولا العرجاء البين عرجها، ولا الهزيلة التي لا تنقي(1)، وأدنى سن في الشاة ستة شهور، وفي المعز سنة، وفي البقر سنتان، وفي الإبل خمس سنين، فما كان أقل من ذلك لا يجزئ هديا ولا أضحية»(2). وقال الله تعالى: { لن ينال الله لحومها ولا دماؤها ولكن يناله التقوى منكم كذلك سخرها لكم لتكبروا الله على ما هدأكم وبشر المحسنين } [الحج: 37]. ¶ __________ ¶ (1) أي: التي ما بقي لها مخ من ضعفها وهزالها. ¶ (2) فتاوى اللجنة الدائمة (رقم: 2897 في 12/3/1400هـ).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "7- يقوم بذبح الهدي من لا يصلي، وهذا لا تقبل منه وتعتبر ذبيحته خبيثة(1). ¶ …ومن السنة أن تذبح ذبيحتك بيدك؛ لفعل النبي - صلى الله عليه وسلم - ولقد قال الله تعالى: { فصل لربك وانحر } [سورة الكوثر]. ¶ 8- الذبح خارج حدود الحرم كعرفات وجدة، وغيرهما، وهذا لا يجزئ ولو وزع لحمه في الحرم، فمن فعل ذلك يجب عليه هدي آخر يذبحه داخل حدود الحرم المعروفة ويوزعه (سواء فعل ذلك جاهلاً أو عالماً) (2). ¶ 9- للذبح أيام محددة وهي يوم العيد وثلاثة أيام بعده فلا تتجاوزها. ¶ 10- على كل شاب أعطاه الله القوة أن يسارع في تطبيق أعمال الحج في أول وقتها لحصول الأجر العظيم، وتشجبع الناس ليقتدوا به، ولا يُسَوَّف ويجعل نفسه من أهل الأعذار. ¶ رابع أيام الحج ¶ أعمال اليوم الحادي عشر من ذي الحجة ¶ «أيام التشريق» ¶ (*) اعلم أن هذه الأيام تسمى أيام التشريق. وهذا هو اليوم الأول منها وقد قال رسول الله - صلى الله عليه وسلم -: «أيام التشريق أيام أكل وشرب وذكر الله». [رواه مسلم]. ¶ (*) رمي الجمار شرع لإقامة ذكر الله. ¶ (*) من ذكر الله المحافظة على الصلوات الخمس مع الجماعة(3). ¶ (*) ويسن كثرة التكبير بعد الصلاة، وأن تكبر الله في كل حال وزمان في الأسواق والطرقات وغيرها، لفعل ابن عمر رضي الله عنهما. ¶ (*) ويبدأ رمي الجمرات الثلاث بعد الظهر أي بعد الزوال حيث تجمع إحدى وعشرين حصاة من أي مكان من منى. ¶ (**) فتبدأ برمي الصغرى ثم الوسطى ثم الكبرى التي تسمى «العقبة». ¶ __________ ¶ (1) للذكاة الشرعية «الذبح والنحر» شروط لابد من توفرها؛ انظر: كتاب الشيخ صالح الفوزان «الذكاة الشرعية وأحكامها». ¶ (2) من فتاوى سماحة الشيخ ابن باز – رحمه الله -. ¶ (3) احرص على الصف الأول وسماع محاضرات العلماء التي تلقى بعد الصلاة في هذه الأيام، فإنها فرصة عظيمة لك في هذا الموسم الذي يلتقي فيه العلماء وطلاب العلم من كل بلد.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "(**) ترمي كل واحدة بسبع حصيات متعاقبات واحدة بعد الأخرى وتكبر مع كل حصاة. ¶ (*) والأفضل في رمي الجمرة الصغرى والوسطى أن ترميها وأنت مستقبل القبلة والجمرة بين يديك. ثم تتقدم على الجمرة أمامها بعيداً عن الزحام فتستقبل القبلة وتدعو طويلاً، تجعل الجمرة الصغرى عن يسارك، والوسطى عن يمينك أثناء الدعاء لفعله - صلى الله عليه وسلم - وكان ابن عمر رضي الله عنهما يقوم عند الجمرتين مقدار ما يقرأ سورة البقرة(1). ¶ فليحرص المسلم على الوقوف للدعاء ولو قلّ. لأن السنة كلما ضيعت كان فعلها أوكد، وليجمع العامل بها بين فضيلة العمل وإحياء السنة. ¶ (*) وترمي جمرة العقبة مستقبلها جاعلا الكعبة عن يسارك ومنى عن يمينك ثم تذهب ولا تقف للدعاء لأن الرسول - صلى الله عليه وسلم - لم يقف بعدها. ¶ (*) لا يجوز أن يوكل في الرمي إذا كان صحيحاً بل يجب عليه أن يرمي بنفسه ما دام قادراً على الرمي. لكن لو فرض أنه عاجز ولا يمكنه الرمي بنفسه لا في النهار ولا في الليل فهنا يجوز له التوكيل، ولا يشترط للموكل أن يلتقط الحصى بنفسه ويعطيها من وكله، ولأن رمي الجمار عبادة أفردت لها سبع مسائل في الصفحات القادمة نظراً للأهمية. ¶ (**) ثم عليك المبيت بمنى. ¶ سبع مسائل في رمي الجمرات(2) ¶ * المسألة الأولى: حكم الرمي: الرمي واجب من واجبات الحج وهو أطول زمن يقضيه الحاج في منى أيام حجه حيث يستغرق من وقته ثلاثة أيام أو أربعة. ¶ وهل يجبر الواجب؟ نعم يجبر بدم. ¶ __________ ¶ (1) فتح الباري 3/1753). ¶ (2) الرمي: هو القذف والدفع. والجمرات : هي الحصيات التي يرمي بها في مكة، واحدتها جمرة وتطلق أيضاً على مجمّع الحصى.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "* المسألة الثانية: حجم الحصى: يكون مثل حصى (الخذف) (1) وقد حددها بعض الفقهاء بأنها: أكبر من الحمص وأصغر من البندق. وفي سنن ابن ماجه عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم - غداة العقبة وهو على ناقته ألقط لي حصى فلقطت له سبع حصيات هن حصى الخذف فجعل ينفضهن في كفه ويقول: «أمثال هؤلاء فارموا» ثم قال: «يا أيها الناس إياكم والغلو في الدين فإنه أهلك من كان قبلكم الغلو في الدين». ¶ * المسألة الثالثة: عدد الحصى ومكان لقطه: تَرمى الجمرة الواحدة بسبع حصيات، ومجموع الحصى الذي يرمي به الحاج الجمرات طوال أيام الحج سبعون حصاة. أو تسع وأربعون حصاةً لمن تعجل. ¶ حيث يجب على كل حاج أن يرمي جمرة العقبة يوم النحر بسبع حصيات، يسن له أن يلتقط الحصى من مزدلفة أو من طريقه إلى منى. ¶ أما أيام التشريق يجب عليه أن يرمي الجمرات الثلاث كل جمرة بسبع حصيات، يجوز له أن يلتقط الحصى من أي مكان من منى. ¶ * المسألة الرابعة: شروط الرمي: ¶ أ- أن يكون المرمي به حصى فلا يصح أن يرمي بأسمنت أو طين أو حجر كبير أو غيره، لأنه لا يطلق عليه اسم الحصى. ¶ ب- أن تقع الحصاة في الحوض الدائري على الجمرتين الصغرى والوسطى، أما جمرة العقبة فالحوض نصف دائرة فينتبه لذلك لأن الكثير يرميها من الخلف ولا تقع في الحوض وهذا الرمي غير صحيح, إلا إذا رماها من فوق الجسر جاز له ذلك. ¶ ج- تفريق الرميات أي يرمي واحدة بعد واحدة، ولا يصح أن يرمي السبع جميعاً بكف واحد، وإذا رمى السبع بكف واحد تعتبر له رمية واحدة. ¶ د- ترتيب رمي الجمرات: يرمي الصغرى، ثم الوسطى، ثم العقبة ولا يصح العكس. ¶ __________ ¶ (1) الخذف: هي الحصاة التي توضع بين السبابتين ويرمى بها.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "المسألة الخامسة: وقت رمي جمرة العقبة يبتدئ من طلوع الشمس إلى الزوال من يوم النحر فمن رماها في هذا الوقت فقد أصاب سنتها ووقتها المختار، وإنه لا يرمي يوم النحر غيرها، أما الضعفاء والمرضى وكبار السن ونحوهم ممن يشق عليهم مزاحمة الناس ومن يرافقهم كالسائق أو المحرم أو المساعد فإنهم ينصرفون من مزدلفة إلى منى بعد مغيب قمر ليلة النحر، فمتى ما وصلوا إلى جمرة العقبة جاز لهم رميها وآخر وقت لرمي جمرة العقبة ينتهي بغروب شمس ذلك اليوم. ¶ أما وقت رمي الجمرات أيام التشريق: فيبدأ الرمي من زوال الشمس وهو وقت دخول صلاة الظهر وينتهي بغروب الشمس لمن ليس له عذر. ¶ والأفضل فعل العبادة في أول وقتها لمن قدر على ذلك ولفعله - صلى الله عليه وسلم - وقوله: «خذوا عني مناسككم». ¶ المسألة السادسة: جواز الرمي ليلاً أيام التشريق، فمن كان له عذر جاز له مثل الرعاة والسقاة وكبار السن وكل ضعيف والنساء عموماً لمنع اختلاطهن بالرجال وخوف التكشف. ¶ ولا يجوز التوكيل إلا لمن لا يستطيع الرمي ليلاً أو نهاراً مثل الحامل التي تخشى على ولدها أو المريضة أو لعذر نحوهما، ولا يجوز أن يتولى الرمي إلا من كان حاجاً. ¶ المسألة السابعة: سنن الرمي: ¶ أ- من السنّة للحاج عند دخوله منى أن يبتدئ برمي جمرة العقبة وهي تحية منى. ¶ ب- يستقبل جمرة العقبة حيث يجعل منى عن يمينه والكعبة عن يساره ثم يرمي ويقطع التلبية. ¶ جـ- يكبر مع كل حصاة (الله أكبر). ¶ د- يسن أيام التشريق أن يذهب إلى الجمرات الثلاث ماشياً.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "هـ- يسن أن يقف للدعاء مستقبل القبلة بعد رمي الجمرة الأولى والتي تسمى الصغرى يجعلها على يساره بعيداً عن الزحام ويرفع يديه يدعو وكذلك بعد رمي الجمرة الوسطى يجعلها عن يمينه بعيداً عن الزحام ويطيل في دعائه، وليس هناك دعاء بعد رمي جمرة العقبة(1). ¶ من مخالفات اليوم الحادي عشر ¶ 1- الرمي قبل الزوال ومن رمى قبل الزوال فعليه دم إلا أن يعيده بعد الزوال فلا شيء عليه. ¶ 2- من الخطأ رمي الجمار بالعكس حيث يبدأ برمي الكبرى ثم الوسطى، ثم الصغرى, فمن فعل ذلك فيجب عليه إعادة رمي الوسطى ثم الكبرى. ¶ 3- من ترك الرمي في اليوم الثاني عشر ظنّاً منه أن هذا هو التعجل وغادر ولم يطف للوداع فما حكم حجه؟ ¶ …فالجواب: (حجه صحيح؛ لأنه لم يترك فيه ركناً من أركان الحج، ولكن ترك فيه ثلاث واجبات إن كان لم يبت ليلة الثاني عشر بمنى. ¶ …الواجب الأول: المبيت بمنى ليلة الثاني عشر. ¶ …والواجب الثاني: رمي الجمار في اليوم الثاني عشر. ¶ …والواجب الثالث: طواف الوداع. ¶ …ويجب عليه لكل واحد منها دم يذبحه في مكة ويوزعه على الفقراء، لأن الواجب في الحج عند أهل العلم إذا تركه الإنسان وجب عليه دم يذبحه في مكة ويفرقه على الفقراء) من كتاب (فتاوى أركان الإسلام، لفضيلة الشيخ محمد بن صالح العثيمين – رحمه الله تعالى-). ¶ خامس أيام الحج ¶ أعمال اليوم الثاني عشر من ذي الحجة ¶ ثاني أيام التشريق ¶ (**) يلزمك المبيت بمنى هذه الليلة. ¶ (*) عليك أن تستغل وقتك بفعل الخيرات وذكر الله والإحسان إلى الخلق. ¶ (**) وبعد الظهر ترمي الجمرات الثلاث وتفعل كما فعلت في اليوم الحادي عشر فترمي بعد الظهر الصغرى ثم الوسطى ثم الكبرى. ¶ (*) وتقف للدعاء بعد الصغرى والوسطى. ¶ __________ ¶ (1) ولمزيد من الفائدة انظر كتاب (رمي الجمرات وما يتعلق بها من أحكام) للدكتور شرف بن علي الشريف. وعقد الإمام البخاري رحمه الله عشرة أبواب في رمي الجمار في جامعه الصحيح.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "(*) وبعد أن تنتهي من الرمي إن أردت أن تتعجّل في السفر جاز لك. ¶ (**) إن نويت التعجل فيلزمك الانصراف من منى قبل غروب الشمس وتطوف طواف الوداع. ولا شيء عليك إذا تأخرت بسبب الزحام. ¶ (*) لكن التأخُّر للحاج أفضل لقول الله تعالى: { فمن تعجل في يومين فلا إثم عليه ومن تأخر فلا إثم عليه لمن اتقى } [البقرة]. ولفعل رسول الله - صلى الله عليه وسلم - ولنيل فضيلة الرمي. ¶ (*) إذا أمكنك أن تصلي أثناء بقائك في منى أيام التشريق في مسجد الخيف كان أفضل؛ لأنه «صلى في مسجد الخيف سبعون نيباً»(1). ¶ سادس أيام الحج ¶ أعمال اليوم الثالث عشر من ذي الحجة ¶ ثالث أيام التشريق ¶ (**) بعد المبيت بمنى ليلة الثالث عشر. ¶ (**) ترمي الجمرات الثلاث بعد الزوال وقت دخول صلاة الظهر وتفعل كما فعلت في اليومين السابقين. ¶ (**) فإذا عزمت الرجوع إلى بلدك فطف طواف الوداع، أما الحائض والنفساء فليس عليهما طواف وداع، إلا إذا طهرتا قبل السفر فوجب عليهما. ¶ قال الله تعالى: { وأتموا الحج والعمرة لله } (2). ¶ وبذلك تمت مناسك الحج ولله الحمد والمنة(3). ¶ من مخالفات يومي الثاني عشر والثالث عشر ¶ __________ ¶ (1) ذكر ذلك الشيخ محمد ناصر الدين الألباني في كتابه مناسك الحج والعمرة (41/127). وقال: أخرجه الطبراني والضياء المقدسي في «المختارة» وحسن إسناده المنذري وهو كما قال: «باعتبار له طرقاً أخرى...». ¶ (2) قد أجمع العلماء على أنه يجب على من أحرم بحج أو عمرة أن يكمل ذلك بفعل جميع الأركان والواجبات المتعلقة بهما. انظر: مجموع فتاوى سماحة الشيخ ابن باز – رحمه الله – في الحج والعمرة (7/314). ¶ (3) ملحوظة هامة: انظر بعدها «من مخالفات اليوم الثاني عشر والثالث عشر»، وتجدر الإشارة إلى أنه من أكثر الأخطاء بعد الحج التشكي من متاعب الحج والمنة على الله بما عمل وذلك لضعف الإيمان وقلة الاحتساب – نسأل الله السلامة.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "1- عدم المحافظة على نظافة المكان وتركه متسخاً دون أي مبالاة وهذا ليس من أدب الإسلام في شيء. ¶ 2- كثير من الناس يغفل عن حسن الخلق وإنما الأعمال بالخواتيم. ¶ …قال - صلى الله عليه وسلم -: «ما من شيء أثقل في ميزان المؤمن يوم القيامة من خُلُقٍ حسن» [رواه الترمذي]. ¶ 3- الالتزام بزيارة المسجد النبوي؛ حيث يعتقد بعض الحجاج أن لها علاقة بالحج، أو أنها من مكملاته وهذا خطأ، والصحيح أن زيارة المسجد النبوي سنة قبل الحج أو بعده، وليست من مكملاته. والصلاة فيه بألف صلاة، فيكون مقصد السفر للصلاة فيه لا لزيارة القبر، وبعد الصلاة يستحب زيارة قبر الرسول - صلى الله عليه وسلم - وصاحبيه، أبي بكر وعمر – رضي الله عنهما – والسلام عليهم ثم زيارة مسجد قباء للصلاة فيه، ثم زيارة بقيع الغرقد حيث قبور الصحابة رضي الله عنهم، والسلام عليهم، والدعاء لهم، ثم قبور الشهداء في أحد والدعاء لهم. ¶ وأحذر من دعاء الأموات أو الاستغاثة بهم، لكونه شركاً أكبر ومحبطاً للعمل. ¶ أثر الحج ¶ وتحقيق العبودية بترك أمور الجاهلية ¶ وقف النبي - صلى الله عليه وسلم - موقفاً عظيماً وأعلن إعلاناً أشهد عليه صحابته خير هذه الأمة، وذلك تقرباً إلى الله عز وجل فتدبر أيها الحاج ملياً هذه الخطبة: ¶ حيث قال - صلى الله عليه وسلم - في يوم عرفة: «إن دماءكم وأموالكم حرام عليكم، كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا. ¶ ( ألا إن كل شيء من أمر الجاهلية تحت قدميّ موضوع. ¶ ( ودماء الجاهلية موضوعة، وإن أول دم أضع من دمائنا دم ابن ربيعة بن الحارث بن عبدالمطلب كان مسترضعاً في بني سعد فقتلته هذيل. ¶ ( وربا الجاهلية موضوع، وأول ربا أضع ربانا. ربا عباس بن عبدالمطلب فإنه موضوع كله.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "( فاتقوا الله في النساء فإنكم أخذتموهن بأمانة الله واستحللتم فروجهن بكلمة الله ولكم عليهن أن لا يوطئن فرشكم أحداً تكرهونه، فإن فعلن ذلك فاضربوهن ضرباً غير مبرّح ولهن عليكم رزقهن وكسوتهن بالمعروف. ¶ ( وإني قد تركت فيكم ما لن تضلوا بعد إن اعتصمتم به كتاب الله وأنتم تسألون عني، فما أنتم قائلون؟ قالوا: نشهد أنك قد بلغت رسالات ربك وأديت، ونصحت لأمتك، وقضيت الذي عليك، فقال بأصبعه السبابة يرفعها إلى السماء وينكتها إلى الناس «اللهم اشهد، اللهم اشهد». رواه مسلم. ¶ ............................................................................ ¶ طرق كسب الثواب ¶ قال الله تعالى: { والذين ءامنوا أشد حبا لله } [البقرة، الآية: 165]. ¶ ( إظهار البراءة من المشركين وتعمد مخالفتهم. ¶ ( احرص على تطبيق جميع السنن الواردة عن رسول الله - صلى الله عليه وسلم -. ¶ ( إفشاء السلام على من عرفت ومن لم تعرف وطلاقة الوجه. ¶ ( سقاية الحجاج وإطعامهم والإحسان إليهم. ¶ ( الصبر على إخوانك الحجاج وما تجده منهم من مضايقة أو إزعاج. ¶ ( مساعدة الضعيف وتعليم الجاهل بالحكمة والموعظة الحسنة. ¶ ( نشر الكتب القيمة والأشرطة العلمية المفيدة. ¶ ( الدعاء لإخوانك المسلمين في كل مكان. ¶ ( الأمر بالمعروف والنهي عن المنكر وبذل النصحية. ¶ ( سلامة الصدر والابتعاد عن الغيبة وتجريح الناس وخصوصاً الدعاة ولمن لهم عليك ولاية، والدعاء لهم بالخير والصلاح والتوفيق في الدنيا والآخرة. ¶ ( تنال رحمة الله إذا كنت سمحاً. يقول الرسول - صلى الله عليه وسلم -: «رحم الله رجلاً سمحاً إذا باع وإذا اشترى وإذا اقتضى»(1). ¶ حاجتنا إلى دعاء الله عز وجل ¶ قال الله تعالى: { وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين } [سورة غافر: 60]. ¶ وقال جل شأنه: { وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان } [سورة البقرة: 186]. ¶ __________ ¶ (1) رواه البخاري (4/206).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقال سبحانه وتعالى: { أمن يجيب المضطر إذا دعاه ويكشف السوء } [سورة النمل: 62]. ¶ وقال رسول الله - صلى الله عليه وسلم -: «إن ربكم حيي كريم يستحيي من عبده، إذا رفع يديه إليه أن يردهما صفراً»(1). ¶ وقال - صلى الله عليه وسلم -: «إنه من لم يسأل الله تعالى يغضب عليه»(2). ¶ وقال عليه الصلاة والسلام: «الدعاء هو العبادة»(3). ¶ وقال عليه أفضل الصلاة وأتم التسليم لابن عباس رضي الله عنهما: «يا غلام! إني أعلمك كلمات: احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله، واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، وإن اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك، رفعت الأقلام وجفت الصحف»(4). ¶ وروي عن عمر رضي الله عنه أنه قال: (إني لا أحمل همّ الإجابة، ولكن أحمل هم الدعاء، فإذا أُلهمت الدعاء فإن الإجابة معه). ¶ لذلك نحن بحاجة مع ما سأذكره من بعض آداب الدعاء إلى الجزم والثقة واليقين على الله بالإجابة. ¶ حيث يقول - صلى الله عليه وسلم -: «ادعوا الله وأنتم موقنون بالإجابة، واعلموا أن الله لا يستجيب من قلب غافل لاه»(5). ¶ من آداب الدعاء: ¶ 1- أن تسأل الله تعالى بأسمائه الحسنى، لقول تعالى: { ولله الأسماء الحسنى فادعوه بها } . ¶ 2- البدء بحمد الله والثناء عليه والصلاة على رسول الله - صلى الله عليه وسلم -. ¶ 3- الصدق والإخلاص لله في الطلب. ¶ 4- الإلحاح وعدم الاستعجال. ¶ 5- تكرار الدعاء ثلاثاً. ¶ __________ ¶ (1) أخرجه أبو داود (1488) والترمذي (3556) وهو في صحيح سنن أبي داود، وإسناده حسن. ¶ (2) رواه الترمذي عن أبي هريرة، انظر: صحيح الجامع 2418. ¶ (3) رواه أحمد وابن أبي شيبة عن النعمان بن بشير، انظر: (صحيح الجامع 3407). ¶ (4) أخرجه أحمد (1/293) والترمذي (2516) واللفظ له وإسناده حسن. ¶ (5) رواه الترمذي والحاكم، وهو في سلسلة الأحاديث الصحيحة (594).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "6- كون المطعم والمشرب والملبس من الحلال. ¶ 7- رفع الأيدي في الدعاء واستقبال القبلة. ¶ 8- الوضوء قبل الدعاء إن تيسر. ¶ 9- خفض الصوت بالدعاء (بين المخافتة والجهر) قال الله تعالى: { إنهم كانوا يسارعون في الخيرات ويدعوننا رغباً ورهباً } [سورة الأنبياء، الآية: 90]. ¶ 10- عدم تكلف السجع في الدعاء. ¶ 11- عدم الاعتداء في الدعاء أو الدعاء بالإثم أو قطيعة الرحم. ¶ 12- لا يسأل إلا الله وحده. ¶ أخي الحاج: إن من الناس من يشهد أن لا إلا الله، وأن محمداً رسول الله باللسان فقط!! وحسبوا أنهم على شيء وأنى لهم ذلك!! إذ أن أقوالهم وأعمالهم شاهدة بفساد دعواهم، ودليل ذلك أنهم دعوا غير الله تعالى، فأشركوا بالله في عبادته ما لم ينزل به سلطاناً، فلم يزدهم شركهم عند ربهم إلا مقتاً وبعداً، فدعا فريق منهم رسول الله - صلى الله عليه وسلم -، ودعا آخرون عليًّا والحسن والحسين رضي الله عنهم، ودعا آخرون البدوي والجيلاني وأبا طير وغير هؤلاء من المخلوقين؛ فزلت أقدام هؤلاء الداعين(1). وأشركوا بالله رب العالمين وضلوا عن صراطه المستقيم: { ومن أضل ممن يدعوا من دون الله من لا يستجيب له إلى يوم القيامة وهم عن دعائهم غافلون. وإذا حشر الناس كانوا لهم أعداء وكانوا بعبادتهم كافرين } [الأحقاف 6]. ¶ فلا تسأل ولا تدع إلا الله وحده واحذر أن تشرك بالله شيئاً، والحمد لله القائل: ¶ { ادعوني أستجب لكم } . ¶ 13- الدعاء بما ورد عن النبي - صلى الله عليه وسلم - وتضمن اسم الله الأعظم. ¶ ومن أهم الآداب الدعاء بجوامع الأدعية ¶ وإليك بعض الأذكار والأدعية ¶ قال النبي - صلى الله عليه وسلم -: «أفضل ما قلت أنا والنبيون عشية عرفة: لا إله إلا الله وحده، لا شريك له، له الملك، وله الحمد، وهو على كل شيء قدير»(2). ¶ __________ ¶ (1) من كتاب «فقه الدعاء» للشيخ مصطفى العدوي. ¶ (2) حديث حسن، انظر: سلسلة الأحاديث الصحيحة (1503).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "* وصح عنه - صلى الله عليه وسلم - أنه قال: «أحب الكلام إلى الله أربع: سبحان الله والحمد لله ولا إله إلا الله والله أكبر»(1). ¶ * وقال - صلى الله عليه وسلم -: «كلمتان خفيفتان على اللسان ثقيلتان في الميزان حبيبتان إلى الرحمن سبحان الله وبحمده سبحان الله العظيم»(2). ¶ * وكان الرسول - صلى الله عليه وسلم - يقول عند الكرب: «لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات ورب الأرض ورب العرش الكريم»(3). ¶ * وكان عليه الصلاة والسلام يقول: «اللهم أصلح لي ديني الذي هو عصمة أمري،وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي فيها معادي واجعل الحياة زيادة لي في كل خير، واجعل الموت راحة لي من كل شر»(4). ¶ * وكان يقول: «اللهم إني أسألك الهدى والتقى والعفاف والغنى»(5). ¶ * «اللهم إني أعوذ بك من زوال نعمتك، وتحوُّل عافيتك، وفجاءة نقمتك، وجميع سخطك»(6). ¶ * عن عائشة رضي الله عنها أن رسول الله - صلى الله عليه وسلم -أمرها أن تدعو بهذا الدعاء: «اللهم إني أسألك من الخير كله عاجله وآجله ما علمت منه وما لم أعلم وأسألك الجنة وما قرب إليها من قول أو عمل، وأسألك من خير ما سألك عبدك ورسولك محمد - صلى الله عليه وسلم -، وأعوذ بك من شر ما استعاذ بك منه عبدك ورسولك محمد - صلى الله عليه وسلم -، وأسألك ما قضيت لي من أمر أن تجعل عاقبته رشداً»(7). ¶ __________ ¶ (1) رواه مسلم (2137). ¶ (2) رواه البخاري (11/175) ومسلم (2694). ¶ (3) رواه البخاري (11/123) ومسلم (2730). ¶ (4) رواه مسلم (2720). ¶ (5) رواه مسلم (4992). ¶ (6) رواه مسلم (2739). ¶ (7) أخرجه ابن ماجه (3846) وابن حبان (2413)، وأحمد (6/134) وإسناده حسن، وهو من أجمع الأدعية.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وعليك أن تكثر من الاستغفار وتتوب إلى الله توبة صادقة، وتسأل الله من خيري الدنيا والآخرة، وتكثر من الصلاة على رسول الله - صلى الله عليه وسلم -، وكان أكثر دعاء النبي(1) - صلى الله عليه وسلم -: «اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار». متفق عليه. وقال ابن كثير رحمه الله تعالى: جمعت هذه الدعوة كل خير في الدنيا، وصرفت كل شر، فإن الحسنة في الدنيا تشمل كل مطلوب دنيوي، من عافية، ودار رحبة، وزوجة حسنة، ورزق واسع، وعلم نافع، وعمل صالح، ومركب هين، وثناء جميل إلى غير ذلك مما اشتملت عليه عبارات المفسرين، ولا منافاة بينها، فإنها كلها مندرجة في الحسنة في الدنيا. وأما الحسنة في الآخرة، فأعلى ذلك دخول الجنة وتوابعه من الأمن من الفزع الأكبر في العرصات، وتيسير الحساب، وغير ذلك من أمور الآخرة الصالحة(2). ¶ الدعاء الذي جمعه سماحة الشيخ ¶ عبدالعزيز بن باز – رحمه الله – في منسكه(3) ¶ ويختار جوامع الذكر والدعاء ومن ذلك: ¶ «سبحان الله وبحمده سبحان الله العظيم». ¶ «لا إله إلا أنت سبحانك إني كنت من الظالمين». ¶ «لا إله إلا الله ولا نعبد إلا إياه، له النعمة وله الفضل وله الثناء الحسن، لا إله إلا الله مخلصين له الدين ولو كره الكافرون». ¶ «لا حول ولا قوة إلا بالله». ¶ { ربنا ءاتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار } . ¶ «اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي فيها معادي، واجعل الحياة زيادة لي في كل خير، والموت راحة لي من كل شر». ¶ «أعوذ بالله من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء». ¶ __________ ¶ (1) للاستزادة من الأدعية انظر: الصفحات القادمة. ¶ (2) تفسير ابن كثير (1/244،243). ¶ (3) «التحقيق والإيضاح» (ص47-51)، يدعو رافعاً يديه مستقبلاً القبلة.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "«اللهم إني أعوذ بك من الهم والحزن، ومن العجز والكسل، ومن الجبن والبخل، ومن المأثم والمغرم، ومن غلبة الدين وقهر الرجال». ¶ «أعوذ بك اللهم من البرص والجنون والجذام، ومن سيء الأسقام». ¶ «اللهم إني أسألك العفو والعافية في الدنيا والآخرة». ¶ «اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي، اللهم استر عوراتي وآمن روعاتي، واحفظني من بين يدي ومن خلفي، وعن يميني وعن شمالي، ومن فوقي وأعوذ بعظمتك أن أغتال من تحتي». ¶ «اللهم اغفر لي خطيئتي وجهلي وإسرافي في أمري، وما أنت أعلم به مني». ¶ «اللهم اغفر جدِّي وهزلي وخطئي وعمدي وكل ذلك عندي». ¶ «اللهم اغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، وما أنت أعلم به مني، أنت المقدم وأنت المؤخر وأنت على كل شيء قدير». ¶ «اللهم إني أسألك الثبات في الأمر والعزيمة على الرشد، وأسألك شكر نعمتك وحسن عبادتك، وأسألك قلباً سليماً ولساناً صادقاً، وأسألك من خير ما تعلم وأعوذ بك من شر ما تعلم وأستغفرك لما تعلم إنك علام الغيوب». ¶ «اللهم ربِّ النبي محمد عليه الصلاة والسلام اغفر لي ذنبي وأذهب غيظ قلبي وأعذني من مضلات الفتن ما أبقيتني». ¶ «اللهم ربِّ السموات ورب الأرض ورب العرش العظيم ربنا ورب كل شيء فالق الحب والنوى منزل التوراة والإنجيل والقرآن، أعوذ بك من شر كل شيء أنت آخذ بناصيته، أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عني الدين واغنني من الفقر». ¶ «اللهم أعط نفسي تقواها وزكها أنت خير من زكاها، أنت وليها ومولاها». ¶ «اللهم إني أعوذ بك من العجز والكسل، وأعوذ بك من الجبن والهرم والبخل، وأعوذ بك من عذاب القبر». ¶ «اللهم لك أسلمت وبك آمنت وعليك توكلت وإليك أنبت وبك خاصمت أعوذ بعزتك أن تضلني لا إله إلا أنت. أنت الحي الذي لا يموت والجن والإنس يموتون».",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "«اللهم إني أعوذ بك من علم لا ينفع ومن قلب لا يخشع ومن نفس لا تشبع ومن دعوة لا يستجاب لها». ¶ «اللهم جنبني منكرات الأخلاق والأعمال والأهواء والأدواء». ¶ «اللهم ألهمني رشدي وأعذني من شر نفسي». ¶ «اللهم اكفني بحلالك عن حرامك، واغنني بفضلك عمن سواك». ¶ «اللهم إنِّي أسألك الهدى والتقى والعفاف والغنى». ¶ «اللهم إني أسألك الهدى والسداد». ¶ «اللهم إني أسألك من الخير كله عاجله وآجله ما علمت منه وما لم أعلم، وأعوذ بك من الشر كله عاجله وآجله ما علمت منه وما لم أعلم، وأسألك من خير ما سألك منه عبدك ونبيك محمد، صلى الله عليه وآله وسلم، وأعوذ بك من شر ما استعاذك منه عبدك ونبيك محمد - صلى الله عليه وسلم -». ¶ «اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل، وأعوذ بك من النار وما قرب إليها من قول أو عمل، وأسألك أن تجعل كل قضاء قضيته لي خيراً». ¶ «لا إله الله وحده لا شريك له، له الملك وله الحمد يحيى ويميت بيده الخير وهو على كل شيء قدير». ¶ «سبحان الله والحمد لله ولا إله إلا الله والله أكبر ولا حول ولا قوة إلا بالله العلي العظيم». ¶ «اللهم صل على محمد وعلى آل محمد، كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد». ¶ «ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار». ¶ ويستحب في هذا الموقف العظيم أن يكرر الحاج ما تقدم من الأذكار والأدعية وما كان في معناها من الذكر والدعاء والصلاة على النبي، - صلى الله عليه وسلم -، ويلح في الدعاء، ويسأل ربه من خيري الدنيا والآخرة، وكان النبي صلى الله عليه وآله وسلم، إذا دعا كرر الدعاء ثلاثاً فينبغي التأسي به ¶ في ذلك عليه الصلاة والسلام.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ويكون المسلم في هذا الموقف مخبتاً لربه –سبحانه – متواضعاً له، خاضعاً لجنابه منكسراً بين يديه، يرجو رحمته ومغفرته، ويخاف عذابه ومقته، ويحاسب نفسه ويجدد توبة نصوحاً، لأن هذا يوم عظيم ومجمع كبير، يجود الله فيه على عباده ويباهي بهم ملائكته ويكثر فيه العتق من النار، وما يرى الشيطان في يوم هو فيه أدحر ولا أصغر ولا أحقر منه في يوم عرفة إلا ما رؤي يوم بدر، وذلك لما يرى من جود الله على عباده وإحسانه إليهم وكثرة إعتاقه ومغفرته، وفي صحيح مسلم عن عائشة – رضي الله عنها – أن النبي – صلى الله عليه وآله وسلم، قال: «ما من يوم أكثر من أن يعتق الله فيه عبداً من النار من يوم عرفة، وإنه ليدنو ثم يباهي بهم الملائكة فيقول: ما أراد هؤلاء؟.)). ¶ فينبغي للمسلمين أن يروا الله من أنفسهم خيراً، وأن يهينوا عدوهم الشيطان ويحزنوه بكثرة الذكر والدعاء وملازمة التوبة والاستغفار من جميع الذنوب والخطايا، ولا يزال الحجاج في هذا الموقف مشتغلين بالذكر والدعاء والتضرع إلى أن تغرب الشمس. ¶ فإذا غربت الشمس انصرفوا إلى مزدلفة بسكينة ووقار وأكثروا من التلبية. انتهى كلام سماحة الشيخ ابن باز رحمه الله. ¶ الدعاء الذي جمعه(1) ¶ الشيخ محمد بن صالح العثيمين – رحمه الله – ¶ في منسكه(2) ¶ حيث قال: فالسُّنة للحاج أن يتفرغ في آخر يوم عرفة للدعاء والذكر والقراءة ويحرص على الأذكار والأدعية الواردة عن النبي - صلى الله عليه وسلم -، فإنها من أجمع الأدعية وأنفعها فيقول: ¶ __________ ¶ (1) حرصاً لفائدة إخواني الحجاج بحثت في كتب العلماء الإجلاء مثل شيخ الإسلام ابن تيمية وابن القيم والنووي وابن كثير وابن حجر العسقلاني رحمهم الله جميعاً فيما جمعوا من أدعية فوجدت ما جمعه الشيخ ابن باز وابن عثيمين رحمهما الله شاملاً لجميع ما تفرق في كتب العلماء المذكورين. ¶ (2) «مناسك الحج والعمرة والمشروع في الزيارة» (ص 57-58).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "«اللهم لك الحمد كالذي نقول وخيراً مما نقول، اللهم لك صلاتي ونسكي ومحياي ومماتي وإليك رب مآبي ولك رب تراثي». ¶ «اللهم إني أعوذ بك من عذاب القبر ووسوسة الصدر وشتات الأمر». ¶ «اللهم إني أعوذ بك من شر ما تجيء به الريح». ¶ «اللهم إنك تسمع كلامي، وترى مكاني، وتعلم سري وعلانيتي، لا يخفى عليك شيء من أمري، أنا البائس الفقير المستغيث المستجير الوِجل المشفق المقر المعترف بذنوبي، أسألك مسألة المسكين، وأبتهل إليك ابتهال المذنب الذليل. وأدعوك دعاء من خضعت لك رقبته وفاضت لك عيناه، وذل لك جسده، ورغم لك أنفه». ¶ «اللهم لا تجعلني بدعائك رب شقياً، وكن بي رؤوفاً رحيماً يا خير المسؤولين ويا خير المعطين». ¶ «اللهم اجعل في قلبي نوراً، وفي سمعي نوراً وفي بصري نوراً». ¶ «اللهم اشرح لي صدري ويسر لي أمري، اللهم إني أعوذ بك من شر ما يلج في الليل، وشرما يلج في النهار، وشر ما تهب به الرياح، وشر بوائق الدهر». ¶ «اللهم ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار». ¶ «اللهم إني ظلمت نفسي فاغفر لي إنك أنت الغفور الرحيم». ¶ «اللهم إني أعوذ بك من جهد البلاء، ومن دَرْك الشقاء، ومن سوء القضاء، ومن شماتة الأعداء». ¶ «اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والجبن والبخل، وضلع الدين وغلبة الرجال، وأعوذ بك من أن أُرَدَّ إلى أرذل العمر، وأعوذ بك من فتنة الدنيا». ¶ «اللهم إني أعوذ بك من المأثم والمغرم، ومن شر فتنة الغنى وأعوذ بك من فتنة القبر». ¶ «اللهم اغسل عني خطاياي بماء الثلج والبرد، ونق قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب». ¶ فالدعاء يوم عرفة خير الدعاء.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قال النبي - صلى الله عليه وسلم -: «خير الدعاء دعاء يوم عرفة، وخير ما قلت أنا والنبيون من قبلي، لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير»(1). ¶ وإذا لم يحط بالأدعية الواردة عن رسول الله - صلى الله عليه وسلم -، دعا بما يَعرفُ من الأدعية المباحة. فإذا حصل له ملل، وأراد أن يستجم بالتحدث مع رفقته بالأحاديث النافعة، أو مدارسة القرآن، أو قراءة ما تيسر من الكتب المفيدة، خصوصاً ما يتعلق بكرم الله تعالى وجزيل هباته، ليقوى جانب الرجاء في هذا اليوم، كان حسناً ثم يعود إلى الدعاء والتضرع إلى الله، ويحرص على اغتنام آخر النهار بالدعاء. ¶ وينبغي أن يكون حال الدعاء مستقبلا القبلة، وإن كان الجبل خلفه أو يمينه أو شماله، لأن السنة استقبال القبلة، ويرفع يديه، فإن كان في إحداهما مانع رفع السليمة، لحديث أسامة بن زيد رضي الله عنه قال: «كنت ردف النبي - صلى الله عليه وسلم - بعرفات فرفع يديه يدعو، فمالت به ناقته فسقط خطامها فتناول الخطام بإحدى يديه وهو رافع الأخرى»(2). ¶ ويظهر الافقتار والحاجة إلى الله عز وجل، ويلح في الدعاء ولا يستبطئ الإجابة. ¶ ولا يعتدي في دعائه بأن يسأل ما لا يجوز شرعاً، أو ما لا يمكن قدراً، فقد قال الله تعالى: { ادعوا ربكم تضرعاً وخفية إنه لايحب المعتدين } . وليتجنب أكل الحرام فإنه من أكبر موانع الإجابة. ¶ فقه الذكر والدعاء في الحج ¶ «من يرد الله به خيرا يفقهه في الدين» ¶ من فقه الذكر والدعاء في الحج :- ¶ أولاً: المواضع التي رفع النبي - صلى الله عليه وسلم - يديه الشريفتين ودعا فيها هي: ¶ * على الصفا. ¶ * على المروة. ¶ * في عرفة. ¶ * في مزدلفة. ¶ * عند الجمرة الأولى. ¶ __________ ¶ (1) رواه مالك في «الموطأ» (1/422) مرسلا بسند صحيح، ووصله الترمذي (3585) بسند ضعيف. وله شواهد أخرى، فهو حسن إن شاء الله. ¶ (2) رواه النسائي (5/254). رواه أحمد (5/209). وابن خزيمة (2824) بسند صحيح.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "* عند الجمرة الثانية. ¶ قال ابن القيم – رحمه الله – في زاد المعاد: تضمنت حجته - صلى الله عليه وسلم - ست وقفات للدعاء. ¶ ثانياً: اعلم أن الدعاء عبادة. فأنت في قيامك بدعاء الله تتعبده بذلك. ¶ ثالثاً: يوم عرفة يوم من الأيام الفاضلة في عشر ذي الحجة. ¶ وللدعاء فيه مزية على غيره فإن النبي - صلى الله عليه وسلم - قال: «خير الدعاء دعاء يوم عرفة وخير ما قلت أنا والنبيون من قبلي لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير». ¶ قال ابن عبدالبر – رحمه الله – في التمهيد: (6/41). ¶ «وفيه من الفقه أن دعاء يوم عرفة أفضل من غيره، وفي ذلك دليل على فضل يوم عرفة على غيره ... وفي الحديث أيضاً دليل أن دعاء يوم عرفة مجاب في الأغلب، وفيه أيضاً أن أفضل الذكر لا إله إلا الله...». ¶ رابعاً: للدعاء مراتب: ¶ * أفضلها(1): ذكر الله والثناء عليه ولهذا كانت سورة الفاتحة نصفين – نصفا ثناء، ونصفاً دعاءً – ونصف الثناء هو المقدّم، وهو الذي لله عز وجل. وكذلك حديث الشفاعة الصحيح قال النبي - صلى الله عليه وسلم -: «.. فإذا رأيت ربي خررت له ساجداً، فأحمد ربي بمحامد يفتحها على لا أحسنها الآن، فيقول: يا محمد، ارفع رأسك، وقل تسمع وسل تعطه...» فبدأ بالحمد لله حتى أذن له في السؤال، فيسأل ... كما قيل: ¶ إذا أثنى عليك المرء يوماً ¶ كفاه من تعرّضه الثناء ¶ __________ ¶ (1) كتاب [قاعدة في أنواع الاستفتاح لشيخ الإسلام ابن تيمية ص (2-10)",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "خامساً: تفكر في الأدعية التي علمها رسول الله - صلى الله عليه وسلم - أهله وصحابته الذين كانوا حريصين على طلب دخول الجنة والنجاة من النار، وهي التي حولها ندندن(1)، ونذكر ثلاثة منها على سبيل المثال: ¶ أ- فهذي زوجة الرسول - صلى الله عليه وسلم - أم المؤمنين عائشة رضي الله عنها تقول: قلت يا رسول الله أرأيت إن علمت أي ليلة ليلة القدر ما أقول فيها قال: قولي: «اللهم إنك عفو كريم تحب العفو فاعف عني» رواه الترمذي وابن ماجه. ¶ ب- وهذا صاحب رسول الله - صلى الله عليه وسلم - أبو بكر الصديق رضي الله عنه: أنه قال لرسول الله - صلى الله عليه وسلم -: علمني دعاء أدعو به في صلاتي قال: «قل اللهم إني ظلمت نفسي ظلما كثيراً ولا يغفر الذنوب إلا أنت فاغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم» رواه البخاري. ¶ ج- وهذا معاذ ابن جبل رضي الله عنه: قال أخذ بيدي رسول الله - صلى الله عليه وسلم - فقال: «إني لأحبك يا معاذ» فقلت: وأنا أحبك يا رسول الله فقال رسول الله - صلى الله عليه وسلم -: «فلا تدع أن تقول في كل صلاة رب أعني على ذكرك وشكرك وحسن عبادتك» رواه النسائي وأبو داود. ¶ قال الشيخ بكر أبو زيد في كتابه: تصحيح الدعاء ص 34و35: ¶ وأنفع الدعاء: طلب العون من الله – تعالى- على مرضاته. ¶ وذكر كلام ابن القيم وكلام شيخ الإسلام ابن تيمية في ذلك. ¶ __________ ¶ (1) قال النبي - صلى الله عليه وسلم - لرَجُل: «كيف تقول في الصلاة» قال: أتشهّد ثم أقول: اللهم إني أسألك الجنة وأعوذ بك من النار أما إني لا أحسن دندنتك ولا دندنة معاذ، فقال النبي - صلى الله عليه وسلم -: «حولها ندندن». رواه أحمد وأبو داود.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ثم قال: وإذا تفضل الله – سبحانه – عليك بالإجابة، ولا بد أن تدرك خيراً، فاشكر الله واحمده على ما تفضل به عليك، ويُروى عن النبي - صلى الله عليه وسلم - أنه قال: «ما يمنع أحدكم إذا عرف الإجابة من نفسه، فشفي من مرض، أو قدم من سفر أن يقول: «الحمد لله الذي بنعمته تتم الصالحات». ¶ سادساً: الذكر المطلوب بعد قضاء المناسك: ¶ { فإذا قضيتم مناسككم فاذكروا الله كذكركم آباءكم أو أشد ذكرا } [من الآية 200 من سورة البقرة]. ¶ المناسك تقضى يوم النحر وهو اليوم العاشر من ذي الحجة بعد التحلل وذلك يكون غالباً في ضحى يوم النحر، وتكون أول صلاة بعد ذلك هي صلاة الظهر من يوم النحر. ¶ قال القرطبي – رحمه الله – في تفسيره: قال مجاهد: المناسك الذبائح وراقة الدماء وقيل: هي شعائر الحج: لقوله - صلى الله عليه وسلم - : «خذوا عني مناسككم» والمعنى: فإذا فعلتم منسكاً من مناسك الحج فاذكروا الله واثنوا عليه بآلائه عندكم. ¶ وقال ابن كثير – رحمه الله – في تفسيره : «يأمر تعالى بذكره والإكثار منه بعد قضاء المناسك وفراغها وقوله: «كذكركم آباءكم» اختلفوا في معناه فقال ابن جريج عن عطاء: هو كقول الصبي أبه أمه – يعني كما يلهج الصبي يذكر أبيه وأمه – فكذلك أنتم فالهجوا بذكر الله بعد قضاء النسك.. ¶ وقال سعيد بن جبير عن ابن عباس: كان أهل الجاهلية يقفون في الموسم فيقول الرجل منهم: كان أبي يطعم ويحمل الحمالات ويحمل الديات. ليس لهم ذكر غير فعال آبائهم. فأنزل الله على محمد - صلى الله عليه وسلم -: { فاذكروا الله كذكركم آباءكم أو أشد ذكراً } ... والمقصود منه الحث على كثرة الذكر لله عز وجل ولهذا كان انتصاب قوله أو أشد ذكرا على التمييز تقديره كذكركم آباءكم أو اشد ذكرا. ثم إنه تعالى أرشد إلى دعائه بعد كثرة ذكره فإنه مظنة الإجابة. ¶ سابعاً: طلب الآخرة:",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "لقد نبه الله عز وجل لطلب الآخرة مع الدنيا فقال الله تعالى: { فمن الناس من يقول ربنا ءاتنا في الدنيا وما له في الآخرة من خلاق. ومنهم من يقول ربنا ءاتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار، أولئك لهم نصيب مما كسبوا والله سريع الحساب } . ¶ قال ابن كثير – رحمه الله – في تفسيره : «وذم الله من لا يسأله إلا في أمر الدنيا وهو معرض عن أخراه». ¶ وقال ابن جرير الطبري – رحمه الله – في تفسيره : «حدثنا أبو كريب قال: سمعت أبا بكر بن عياش في قوله: { ... فمن الناس من يقول ربنا ءاتنا في الدنيا وما له في الآخرة من خلاق } قال: كانوا – يعني أهل الجاهلية – يقفون يعني بعد قضاء مناسكهم فيقولون: اللهم ارزقنا إبلاً، اللهم ارزقنا غنماً، فأنزل الله هذه الآية». اهـ. ومعنى الخلاق: الحظ والنصيب. ¶ ثامناً: الذكر أيام التشريق: ¶ يقول الرسول - صلى الله عليه وسلم -: «أيام التشريق أيام أكل وشرب وذكرلله» وأيام التشريق هي اليوم الحادي عشر والثاني عشر والثالث عشر من ذي الحجة قال تعالى: ¶ { واذكروا الله في أيام معدودات فمن تعجل في يومين فلا إثم عليه ومن تأخر فلا إثم عليه لمن اتقى } [البقرة: 203]. ¶ قال البخاري رحمه الله تعالى : قال ابن عباس رضي الله عنهما: { ليشهدوا منافع لهم ويذكروا اسم الله في أيام معلومات } [سورة الحج: 28] هي أيام عشر ذي الحجة ، والأيام المعدودات التي في الآية { واذكروا الله في أيام معدودات } هي: أيام التشريق. قال ابن رجب: هذا قول ابن عمر وأكثر العلماء. ¶ وقد دلت النصوص المتقدمة على أمرين(1): ¶ الأول: أن أيام التشريق أيام أكل وشرب وإظهار للفرح والسرور ولا مانع في التوسع في الأكل والشرب، بشرط أن لا يصل ذلك إلى حد الإسراف والتبذير أو التهاون بنعم الله تعالى. ¶ __________ ¶ (1) انظر: [مجالس عشر ذي الحجة وأيام التشريق] للشيخ عبدالله بن صالح الفوزان.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الثاني: أن هذه الأيام أيام ذكر لله تعالى، وذكر الله تعالى المأمور به في هذه الأيام أنواع متعددة منها: ¶ أ: ذكر الله تعالى بالتسمية والتكبير عند ذبح الهدايا والأضاحي. ¶ ب- ذكر الله عز وجل عقب الصلوات المكتوبة بالتكبير في أدبارها وهو المشروع إلى آخر أيام التشريق وهذا هو التكبير المقيد. ¶ جـ- ومنها ذكر الله عز وجل عند الأكل والشرب. ¶ د: ومنها الدعوة إلى الله أيام التشريق في منى بتبيين التوحيد وفضله، والتحذير من نواقضه. ¶ هـ- ومنها ذكر فضل الله علينا، كم كرر الله ذلك وبينه في كتابه العظيم، فلولا فضل الله ما اهتدينا، ولا تصدقنا، ولا صلينا. ¶ و: ومنها رمي الجمار والتكبير مع كل رمية. ¶ يقول ابن رجب – رحمه الله تعالى – في كتابه: [لطائف المعارف ص 332]: «وفي قول النبي - صلى الله عليه وسلم -: «إنها أيام أكل وشرب وذكر لله عز وجل». إشارة إلا أن الأكل في أيام الأعياد والشرب إنما يستعان به على ذكر الله تعالى وطاعته)).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ز: ومنها أنه يشرع هذه الأيام التكبير المطلق في أي وقت، إذ التكبير شعار هذه الأيام. قال شيخ الإسلام ابن تيمية – رحمه الله - «التكبير مشروع في المواضع الكبار، لكثرة الجمع، أو لعظمة الفعل، أو لقوة الحال،أو نحو ذلك من الأمور الكبيرة: ليبين أن الله أكبر وتستولي كبرياؤه في القلوب على كبرياء تلك الأمور الكبار، فيكون الدين كله لله، ويكون العباد له مكبرون فيحصل لهم مقصودان، مقصود العبادة بتكبير قلوبهم لله، ومقصود الاستعانة بانقياد سائر المطالب لكبريائه، ولهذا شرع التكبير على الهداية، والرزق، والنصر، لأن هذه الثلاث أكبر ما يطلبه العبد، وهي جماع مصالحه والهدى أعظم من الرزق والنصر، لأن الرزق والنصر قد لا ينتفع بهما إلا في الدنيا، وأما الهدى فمنفعته في الآخرة قطعاً، وهو المقصود بالرزق والنصر فخص بصريح التكبير، لأنه أكبر نعمة الحق، وذانك دونه فوسع الأمر فيهما بعموم ذكر اسم الله، فجماع هذا أن التكبير مشروع عند كل أمر كبير من مكان وزمان وحال ورجال، فتبين أن الله أكبر لتستولى كبرياؤه في القلوب على كبرياء ما سواه ويكون له الشرف على كل شرف»(1). ¶ «الله أكبر الله أكبر لا إله إلا الله، والله أكبر الله أكبر ولله الحمد». ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين وسلم تسليماً كثيراً. ¶ *** ¶ وختاماً ¶ نسأل الله تعالى أن يتقبل منا ومنك صالح الأعمال وندعوه عز وجل بدعوة أبينا إبراهيم وابنه إسماعيل : { ربنا تقبل منا إنك أنت السميع العليم } [البقرة: 127]. ¶ هذا وإني أذكرك أخي الحبيب بقول رسولنا الكريم عليه أفضل الصلاة وأتم التسليم : (( إن الله لا ينظر إلى أجسامكم ولا إلى صوركم ، ولكن ينظر إلى قلوبكم وأعمالكم )) رواه مسلم ¶ لا تنس الهدية لمن تحب ¶ * ماء زمزم - السواك ¶ * بعض الكتب النافعة: مثل: ¶ (أ) «الوابل الصيب» للإمام ابن القيم الجوزية. ¶ __________ ¶ (1) مجموع الفتاوى] (24/229-230).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "(ب) «فتاوى أركان الإسلام» للشيخ محمد بن صالح العثيمين. ¶ (جـ) «صفة صلاة النبي - صلى الله عليه وسلم - » للعلامة محمد ناصر الدين الألباني. ¶ (د) «أذكار طرفي النهار» للشيخ بكر بن عبدالله أبو زيد. ¶ (هـ) «كتاب التوحيد» للشيخ صالح بن فوزان الفوزان. ¶ .............................................................. ¶ الفهرس ¶ الموضوع الصفحة ¶ دعاء السفر… 2 ¶ كتب وأشرطة ننصح بها… 2 ¶ مقدمة… 3 ¶ الحج المبرور… 4 ¶ أمور لا بد منها…5-10 ¶ الحج خطوة خطوة…10 ¶ محظورات الإحرام…14 ¶ أحكام تخص المرأة…14 ¶ من خصائص الحرم…16 ¶ صفة دخول مكة…17 ¶ صفة العمرة…19 ¶ يوميات الحاج…25-65 ¶ سبع مسائل في رمي الجمرات …35 ¶ أثر الحج وطرق كسب الثواب…40 ¶ حاجتنا إلى دعاء الله عز وجل…41 ¶ بعض الأدعية والأذكار…43-49 ¶ فقه الذكر والدعاء…50 ¶ الخاتمة…52",
            "page": "55",
            "part": "1"
        }
    ],
    "t36628": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المنهاج في يوميات الحاج"
        }
    ]
}