{
    "b36632": [
        {
            "id": "1",
            "nass": "بحث من رسالة الدكتوراه بعنوان ¶ الأحكام المتعلقة بالطيران وآثاره ¶ إعداد ¶ د/ فايز بن عبد الكريم الفايز ¶ الإحرام في الطائرة؛ وفيه فرعان: ¶ الفرع الأول: من أين يحرم القادم بالطائرة. ¶ الفرع الثاني: الإحرام في الطائرة قبل الميقات ¶ احتياطاً.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الفرع الأول: من أين يحرم القادم بالطائرة؟ ¶ مجال سير الطائرات هو الأجواء الهوائية لا الممرات الأرضية، وهل المرور في السماء، هو بمنزلة المرور على الأرض أم لا؟ ¶ فإن قيل: لا يُشبهه في الحكم؛ فلا يلزم منه الإحرام (¬1) في الجو. وذلك لأنه لم يتجاوز الميقات، بل يصبح إذا هبط في محيط المواقيت (¬2) أي دونها وأقرب منها إلى مكة ميقاتياً، فيُحرم حينئذ من مكانه الذي هبط فيه لقوله - صلى الله عليه وسلم -: ((من كان دون ذلك فمهله من أهله)) (¬3). ¶ وإن قيل: هو مثله؛ لزم المار في الجو ما يلزم المار بالأرض أو مُحاذاته. ¶ وبحكم أن هذه المسألة من المسائل النازلة فللعلماء المعاصرين فيها قولان: ¶ القول الأول: ¶ ¬__________ ¶ (¬1) الإحرام لغة: بمعنى التحريم يقال أحرمه و حرمه وأحرم بالحج والعمرة لأنه يحرم عليه ما كان حلالا من قبل كالصيد والنساء. مختار الصحاح مادة (حرم) 1/ 56. والإحرام في الاصطلاح: نية الدخول في النسك. كشاف القناع2/ 406. وينظر: حاشية الدسوقي2/ 3، حاشية البجيرمي2/ 113. وعند الحنفية: الإحرام: الدخول في حرمات مخصوصة غير أنه لا يتحقق شرعاً إلا بالنية مع الذكر أو الخصوصية. حاشية ابن عابدين 2/ 213. ¶ (¬2) الميقات لغة: الموضع. يقال: هذا ميقات أهل الشام للموضع الذي يحرمون منه. مختار الصحاح مادة (وقت) 1/ 304. ¶ (¬3) أخرجه البخاري في كتاب الحج، باب مهل أهل الشام (2/ 555)، ومسلم في كتاب الحج، باب مواقيت الحج والعمرة (2/ 839).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أن المرور الجوي كالمرور الأرضي سواء بسواء، وأن المار بسماء الميقات يلزمه ما يلزم المار بالميقات. ¶ وبهذا قال أكثر العلماء المعاصرين، ومنهم: أعضاء اللجنة الدائمة للإفتاء بالسعودية: عبدالعزيز ابن باز (¬1)، وعبدالرزاق عفيفي، وعبدالله بن قعود (¬2)، وعبدالله بن غديان (¬3). وأعضاء مجمع الفقه الإسلامي بجدة بالأغلبية، ومنهم: عبدالله بن حميد (¬4) (¬5)، ومحمد العثيمين (¬6) وبكر أبو زيد، ووهبة الزحيلي (¬7).وغيرهم غفر الله لهم. ¶ القول الثاني: ¶ ¬__________ ¶ (¬1) ينظر: مجلة البحوث الإسلامية 64/ 282، ومجموع فتاوى ومقالات ابن باز: (17/ 23). ¶ (¬2) هو عبد الله بن حسن بن محمد بن حسن بن عبد الله القعود. ولد في ليلة 17 رمضان عام 1343 هـ ببلدة الحريق. عمل عضواً في اللجنة الدائمة للبحوث العلمية والإفتاء المنبثقة من هيئة كبار العلماء, بجانب عضويته في هيئة كبار العلماء. وله من المؤلفات مجموعة خطب صدرت في أربعة أجزاء باسم (أحاديث الجمعة)، وله تعليق على بعض مقررات الحديث والفقه في المرحلة الثانوية والمتوسطة بالمعارف آنذاك بالاشتراك مع بعض المفتشين. توفي - رحمه الله - في 9 رمضان عام 1426 هـ في مدينة الرياض. ينظر: فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء 1/ 8ـــ9. ¶ (¬3) فتاوى اللجنة الدائمة: (11/ 126، 130، 131). ¶ (¬4) هوعبد الله بن محمد بن عبد العزيز بن عبد الرحمن بن حميد، من بني خالد. ولد بمدينة الرياض عام 1329هـ وفقد بصره في طفولته. حفظ القرآن عن ظهر قلب في صغره، وشرع في طلب العلم بهمة ونشاط ومثابرة، وكان مشايخه يتفرسون فيه الذكاء. وفي عام 1395هـ عين رئيسا للمجلس الأعلى للقضاء، من مؤلفاته: التوحيد وبيان العقيدة السلفية النقية، الدعوة إلى الله وجوبها وفضلها وأخلاق الدعاة. من محاسن الإسلام. وله فتاوى كثيرة متفرقة. توفي في يوم الأربعاء 20 من ذي الحجة عام 1402هـ، ينظر: مقدمة فتاوى سماحة الشيخ عبد الله بن حميد إعداد عمر بن محمد بن قاسم ص 11 - 12. ¶ (¬5) هداية السالك ص 17. ¶ (¬6) الشرح الممتع (7/ 66). ¶ (¬7) مجلة مجمع الفقه الإسلامي: الدورة 3، ع3، س1408هـ، ص 1637، 1638.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المرور بسماء الميقات لا يعد كالمرور بأرضه وليس مثله في الحكم. وإلى هذا ذهب بعض العلماء المعاصرين، منهم: الطاهر بن عاشور (¬1) (¬2)، وعبدالله بن زيد آل محمود (¬3) (¬4)، ومصطفى الزرقا (¬5) (¬6)، وعبدالله بن كنون (¬7) (¬8)، وغيرهم غفر الله لهم. ¶ ¬__________ ¶ (¬1) هو محمد الطاهر بن محمد الشاذلي بن عبدالقادر بن محمد بن عاشور، نقيب أشراف تونس وكبير علمائها، في عهد الباي محمد الصادق \"باشا\". ولي قضاءها سنة 1268هـ، ثم الفتيا (سنة 1277هـ) فنقابة الأشراف. وتوفي بتونس سنة 1284هـ. له كتب منها: شفاء القلب الجريح، وحاشية على المحلى على جمع الجوامع، وحاشية على شرح العصام لرسالة البيان. ينظر: عنوان الأريب 2/ 122 ومجلة الهداية الإسلامية 2/ 29. ¶ (¬2) إحرام المسافر إلى الحج في المركبة الجوية، لابن عاشور، ص21. ¶ (¬3) هو عبدالله بن زيد بن عبدالله بن محمد بن محمود آل حامد، وينتهي نسبه إلى الحسن بن علي بن أبي يطالب. ولد في حوطة بني تميم سنة 1329هـ وتولى القضاء في قطر بإذن الملك عبدالعزيز ــ رحمه الله ـ وهو حنبلي المذهب سلفي العقيدة، وله عدة مؤلفات منها: تحقيق المقال في جواز تحويل المقام، رسالة الخليج في منع الاختلاط، الأحكام الشرعية ومنافاتها للقوانين الوضعية، توفي 28، رمضان 1417هـ. ينظر: علماء نجد خلال ثمانية قرون 4/ 120 وما بعدها. ¶ (¬4) ينظر: مجموع رسائل عبدالله آل محمود 3/ 189. ¶ (¬5) هو مصطفى بن أحمد بن محمد الزرقاء، ولد في حلب سنة 1322هـ، تولى رئاسة لجنة موسوعة الفقه الإسلامي بجامعة دمشق ومن أعمالها معجم فقه ابن حزم والدليل لموطن المصطلحات الفقهية، وإدارته لمشروع الموسوعة الفقهية الكويتية سنة 1966م، وله مؤلفات كثيرة منها: أحكام الأوقاف والاستصلاح والمصالح المرسلة في الفقه الإسلامي ونظام التأمين وغيرها توفي يوم السبت 19ربيع الأول 1420. ينظر: علماء ومفكرون عرفتهم لمحمد المجذوب 2/ 343وما بعدها، و (مقدمة) فتاوى مصطفى الزرقاء لمجد أحمد مكي ص 21. ¶ (¬6) من أين يُحرم القادم بالطائرة، للزرقا، من مجلة مجمع الفقه الإسلامي الدورة 3، ع3، ج3، ص1408هـ ص1431. ¶ (¬7) هو عبدالله بن محمد بن المدني كنون ولد في فاس سنة 1326هـ وله أعمال منها: رئيس رابطة علماء المغرب وعضو في رابطة العالم الإسلامي، ومجمع اللغة في القاهرة، وله مشاركات في دراسات إسلامية وتحقيق نصوص لغوية وإسلامية وأدبية وتاريخية، توفي سنة 1409 هـ ينظر: عبدالله كنون سبعون عاما من الجهاد المتواصل لعدنان الخطيب ص 10ومابعدها، وأبحاث وأعلام عبدالله كنون لفاطمة الحبابي ص 5 ومابعدها. ¶ (¬8) مجلة الهداية، ع4، س5 ربيع الثاني 1398هـ. ص96.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أدلتهم: ¶ استدل أصحاب القول الأول القائلون أن المرور الجوي كالمرور الأرضي سواء بسواء بما يلي: ¶ 1 - اللغة، ووجه الدلالة فيها من وجهين: ¶ الأول: من مر بسماء القرية أو المحلة أو المدينة فقد مر بها، وهذا واضح كل الوضوح، ودال أوضح الدلالة على أن المار بسماء الميقات مار بالميقات. ¶ فيقال: مر الطير الفلاني بكذا يعني بسمائه، وكذا الطائرة (¬1). ¶ الثاني: لفظ: ((من أتى عليهن)) معجز في الدلالة على المرور في سماء الميقات؛ لأن لفظ (على) تدل على العلو والارتفاع مهما بلغ، فيشمل حينئذ راكب الطائرة وغيرها (¬2). ¶ 2 - من السنة: حديث ابن عباس رضي الله عنهما قال: ((وقت رسول الله لأهل المدينة ذا الحليفة، ولأهل الشام الجحفة، ولأهل نجد قرن المنازل، ولأهل اليمن يلملم، وقال: هنَّ لهنَّ ولمن أتى عليهن)) (¬3). ¶ وجه الدلالة: ¶ ¬__________ ¶ (¬1) مجلة مجمع الفقه الإسلامي الدورة 3، ع3، ج3، ص1408هـ، ص1637. ¶ (¬2) المرجع السابق ص1644. ¶ (¬3) أخرجه البخاري في كتاب الحج، باب مهل أهل الشام (2/ 555)، ومسلم في كتاب الحج، باب مواقيت الحج والعمرة (2/ 838) عن ابن عباس.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لفظه يشمل المرور في سماء الميقات (¬1). ¶ 3 - التخريج على أقوال الفقهاء: ¶ يشتهر عند الفقهاء بلا خلاف الهواء يتبع القرار في مسائل (¬2)، وقد دل على معناه قول الله تعالى: { ... الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ} (¬3). ¶ وفرعوا عليه مسائل، منها: مَن ملك أرضاً ملك سماءها (¬4)، والمصلي فوق جبل أبي قبيس - وهو علو الكعبة (¬5) - يكون مصليا إلى الكعبة (¬6)، والواقف فوق جبل أو على شجرة في عرفة واقف بها (¬7)، وهواء المسجد منه (¬8). ¶ 4 - القياس: المقصود الأكبر في الميقات هو البُعد عن مكة (¬9)، وسماء الميقات مثله في البُعد أو هي أقرب الأشياء إلى الميقات من جهة السماء، فهي مثله في الحكم. ¶ ولهذا المعنى لا خلاف في جواز الإحرام من مُحاذاة الميقات إذا كان مثله في البُعد ¶ ¬__________ ¶ (¬1) مجلة مجمع الفقه الإسلامي: الدورة 3، ع3، ج3، س1408هـ، ص1644. ¶ (¬2) كمسألة: هواء المسجد منه، ينظر: بدائع الصنائع (1/ 121)، روضة الطالبين (1/ 121)، نهاية المحتاج (3/ 298)، حاشية البيجوري على شرح الغزي على أبي شجاع (1/ 210)، المنثور في القواعد للزركشي (2/ 377). ¶ (¬3) سورة البقرة، الآية: 22. ¶ (¬4) ينظر: الفتاوى الفقهية الكبرى، لابن حجر الهيتمي (3/ 59)، والمنثور في القواعد للزركشي (2/ 377). ¶ (¬5) بارتفاع 420م عن مستوى سطح البحر. التاريخ القويم، لكردي (1/ 29). ¶ (¬6) ينظر: مغني المحتاج (1/ 251)، المنثور في القواعد، للزركشي (2/ 377). وقال في بدائع الصنائع: (جازت صلاته بالإجماع)، (1/ 121). ¶ (¬7) شرح البهجة (2/ 294)، وفي هذه المسألة خلاف. ينظر: نهاية المحتاج (3/ 298). ¶ (¬8) ينظر: المنثور في القواعد للزركشي (2/ 377)، الإنصاف (3/ 372). ¶ (¬9) شرح العمدة لابن تيمية (1/ 336).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إلى مكة ولم يتمكن من القدوم عليه (¬1). ¶ 5 - سماء الميقات مثل أرضه لم يفرق الشرع بينهما، ومن ادعى الفرق فعليه أن يأتي بالدليل، ولا دليل (¬2). ¶ واستدل أصحاب القول الثاني القائلون المرور بسماء الميقات لا يُعد كالمرور بأرضه وليس مثله بما يلي: ¶ 1 - المحلق في السماء لم يصل إلى الأرض، فلا يعد واصلاً إلى الميقات (¬3). ¶ واعترض عليه: ¶ بأن اشتراط مماسة أرض الميقات لا دليل عليه في ألفاظ الشريعة، ولا مقاصدها، ولا تسنده اللغة (¬4). ¶ 2 - الميقات الذي حدده رسول الله - صلى الله عليه وسلم - هو الميقات الأرضي لا الجوي (¬5)، بدليل أن هذا هو المعروف في عهد النبي - صلى الله عليه وسلم - والصحابة - رضي الله عنهم - ولم يفهموا إلا هذا، فلا نحدث فهماً آخر أوسع منه (¬6). ¶ واعترض عليه: ¶ أ - بأن ادعاء أن هذا مراد رسول الله - صلى الله عليه وسلم - فقط باطل، لأنه مُجرد دعوى، وحال رسول الله - صلى الله عليه وسلم - لا يدل على تقييد كلامه بوقت؛ لأنه - صلى الله عليه وسلم - رسول البشرية إلى قيام الساعة، ¶ ¬__________ ¶ (¬1) هداية السالك لابن جماعة (2/ 582). ¶ (¬2) مجلة مجمع الفقه الإسلامي: الدورة 3، ع3، ج3، س1408هـ، ص1637 - 1639. ¶ (¬3) ينظر: إحرام المسافر إلى الحج في المراكب الجوية لابن عاشور، ص21، من أين يُحرم القادم بالطائرة، للزرقاء ص1427، 1436. ¶ (¬4) مجلة مجمع الفقه الإسلامي: الدورة 3، ع3، ج3، س1408هـ، ص1638 - 1639. ¶ (¬5) من أين يُحرم القادم بالطائرة للزرقاء ص1435، 1627. ¶ (¬6) المرجع السابق ص1627.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وهو المؤيد بالوحي من ربه (¬1)، {وَمَا كَانَ رَبُّكَ نَسِيّاً} (¬2). ¶ ب - فهم أصحاب النبي - صلى الله عليه وسلم - هو توسيع دلالة المعاني الشرعية بحسب ما تقتضيه اللغة وما يتجدد من وقائع - ومنه: قول: عبدالله (¬3) لامرأة من بني أسد يقال لها ¶ أم يعقوب، وما لي لا ألعن من لعن رسول الله - صلى الله عليه وسلم - (يعني قوله: لعن الواشمات والمستوشمات .. الخ) وهو في كتاب الله، فقالت المرأة: لقد قرأت ما بين لوحي المصحف فما وجدته، فقال: لئن كنت قرأته لقد وجدته، قال الله عز وجل: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} (¬4) (¬5). ¶ ومثل هذا الفهم يتوافق تمام الاتفاق مع القول بأن راكب الطائرة إذا مر بسماء الميقات ولم يحرم منها أثم بتركه الإحرام من الميقات، لقوله - صلى الله عليه وسلم -: ((هن لهن ولمن أتى عليهن)) (¬6)، ولقول ابن تيمية - رحمه الله -: (فهذا الذي حملته الجن إلى عرفة قد ترك ما أمره الله به قبل الوقوف) (¬7) - يريد الإحرام من الميقات لأنه مر بسمائه. ¶ 3 - قول أكثر الفقهاء: من لم يمر بالميقات ولا بمحاذاته يُحرم على بُعد مرحلتين ¶ ¬__________ ¶ (¬1) مجلة مجمع الفقه الإسلامي: الدورة 3، ع3، ج3، س1408هـ، ص1644. ¶ (¬2) سورة مريم، الآية: 64. ¶ (¬3) المقصود: عبد الله بن مسعود - رضي الله عنه -. فتح الباري 10/ 373. ¶ (¬4) أخرجه البخاري في كتاب اللباس، باب المتنمصات (4/ 79)، واللفظ له، ومسلم في كتاب اللباس والزينة، باب تحريم فعل الواصلة والمستوصلة والواشمة والمستوشمة والنامصة والمتنمصة والمتفلجة والمغيرات خلق الله (3/ 1678). ¶ (¬5) سورة الحشر، الآية: 7. ¶ (¬6) سبق تخريجه ص 224 ... . ¶ (¬7) ينظر: جامع المسائل لابن تيمية (قاعدة في أعمال الحج)، (1/ 218).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "من مكة (¬1)، نخرج على كلامهم: ¶ القادم في الطائرة لا يمر بالميقات، ولا محاذاته، فيحرم على بعد مرحلتين من مكة، ومطار جُدة يزيد في البعد عن مكة مرحلتين فيجوز الإحرام منه. ¶ واعترض عليه: ¶ بأن مسألة المرور الجوي لم تكن في تصور الفقهاء، فلا يُحمل كلامهم على مقصودها (¬2). ¶ والمرور الجوي من خارج الميقات لا تعدو أحكامه أحكام المرور الأرضي على الصحيح، لانطباق كلمة المرور عليه لفظاً ومعنى كما سبق (¬3). وعلى فرض أن المار بسماء الميقات لم يمر به حقيقة، فهو مثله في الحكم وذلك لكونه محاذياً له (¬4). ¶ الراجح: ¶ ما ذهب إليه أصحاب القول الأول لقوته وإمكان الرد على أدلة القول الثاني. ... وعليه فإن من يمر بسماء الميقات فيجب عليه الإحرام إذا كان مريداً النسك لقوله - صلى الله عليه وسلم -: ¶ ((هن لهن ولمن مر عليهن)) (¬5) وإلا كان آثماً لأنه إما أن يكون داخلاً في النص حقيقة أو في معناه. ¶ ¬__________ ¶ (¬1) وهو قول الحنفية والشافعية والحنابلة، ينظر: شرح فتح القدير (2/ 426)، البحر الرائق (3/ 557)، تحفة المحتاج (2/ 17، 18)، مغني المحتاج (1/ 474)، شرح منتهى الإرادات (2/ 9)، كشاف القناع (2/ 402). ¶ (¬2) مجلة البحوث الفقهية المعاصرة، ع65، ص17 عام 1425هـ. ¶ (¬3) في ص 224 من هذا البحث. ¶ (¬4) ينظر: جامع مسائل ابن تيمية (1/ 218). ¶ (¬5) سبق تخريجه في ص 224 ... .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ومن يمر بمحاذاة سماء الميقات، فهذا يلزمه الإحرام محاذاة الميقات (¬1)، وإن أراد أن يرجع إلى الميقات ثم يحرم منه بعد أن يهبط فهذا له، لأن الرجوع إلى أرض الميقات رجوع إلى الأصل المتفق عليه، وإن كان فيه كلفة ومشقة فالأولى عدمه، لأن الشرع جاء باليسر ورفع الحرج. وأما إذا كانت الطائرة لا تمر بسماء الميقات ولا بمحاذاته وهذا يتصور بالمرور غرب جدة مباشرة في حالات نادرة فإنه يحرم على بعد مرحلتين من مكة، لكونها مسافة أقرب المواقيت إلى مكة (¬2). ¶ ¬__________ ¶ (¬1) المرجع السابق. ¶ (¬2) ينظر: فتح القدير (2/ 426)، تحفة المحتاج (2/ 17، 18)، كشاف القناع (2/ 402).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الفرع الثاني: الإحرام في الطائرة قبل الميقات احتياطاً. ¶ لا خلاف بين أهل العلم في صحة الإحرام قبل الميقات، وقد نقل الإجماع على هذا النووي (¬1) وابن المنذر (¬2). ¶ وإنما اختلفوا في الأفضل والمكروه من الإحرام من الميقات أو قبله على قولين: ¶ القول الأول: ¶ لا بأس بالإحرام قبل الميقات، أو من دويرة أهله، بل هو الأفضل ويشترطون أن يكون في أشهر الحج، وأن يأمن من الوقوع في المحظورات. ¶ وإليه ذهب الحنفية (¬3)، وقول عند الشافعي (¬4)، وأحد القولين في المذهب الشافعي (¬5). ¶ القول الثاني: ¶ أن الإحرام من الميقات أفضل، ويكره الإحرام قبله. ¶ وإليه ذهب مالك (¬6)، وهو الأصح عند الشافعية (¬7)، وهو مذهب أحمد (¬8)، وهو قول إسحاق بن راهوية، وعطاء، والحسن البصري (¬9). ¶ ¬__________ ¶ (¬1) ينظر: المجموع 7/ 205. ¶ (¬2) ينظر: الإجماع ص 47 حيث قال: (وأجمعوا على أن من أحرم قبل الميقات أنه محرم). ¶ (¬3) ينظر: حاشية ابن عابدين 3/ 483. ¶ (¬4) ينظر: الأم 8/ 722. ¶ (¬5) ينظر: المجموع 7/ 205. ¶ (¬6) ينظر: حاشية الدسوقي 2/ 229، بداية المجتهد 1/ 328. ¶ (¬7) ينظر: المجموع 7/ 206، روضة الطالبين 3/ 139. ¶ (¬8) ينظر: الإنصاف 8/ 127، كشاف القناع 2/ 469. ¶ (¬9) ينظر: بداية المجتهد 1/ 328، المجموع 7/ 208.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الأدلة: ¶ استدل أصحاب القول الأول القائلون بجواز الإحرام قبل الميقات بالأدلة الآتية: ¶ 1 - ما ورد أن عليا - رضي الله عنه - لما سئل عن قوله تعالى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} (¬1) قال: تحرم من دويرة أهلك (¬2). ¶ اعترض عليه: ¶ إن صح الأثر فسنة النبي - صلى الله عليه وسلم - أولى بالاتباع، مع أن شيخ الإسلام قد فسره فقال: ¶ (آراء عمر وعلي – رضي الله عنهما – أن تسافر للحج سفراً وللعمرة سفراً، وإلا فهما لم ينشأ الإحرام من دويرة الأهل، ولا فعل ذلك رسول الله - صلى الله عليه وسلم - ولا أحد من خلفائه) (¬3). ¶ 2 - حديث أم سلمة (¬4) – رضي الله عنها – أن النبي - صلى الله عليه وسلم - قال: ((من أهل من المسجد الأقصى بحجة أو عمرة غُفر له ما تقدم من ذنبه، وما تأخر)) (¬5). ¶ ¬__________ ¶ (¬1) سورة البقرة آية: 196. ¶ (¬2) أخرجه الحاكم في المستدرك 2/ 303، والبيهقي في السنن الكبرى 4/ 341 وابن أبي شيبة في المصنف 3/ 125 وابن الجعد في مسنده 1/ 26، والبيهقي في السنن الصغرى 3/ 530، والشافعي في الأم 8/ 723، وقال محمد المقدسي: (إسناده صحيح)، الأحاديث المختارة 2/ 221، نصب الراية 3/ 16، التلخيص الحبير 3/ 96. ¶ (¬3) المجموع 7/ 204. ¶ (¬4) هي الصحابية الجليلة هند بنت أبي أمية بن المغيرة بن عبد الله بن عمر بن مخزوم القرشية المخزومية، زوج النبي - صلى الله عليه وسلم - كانت قبل النبي - صلى الله عليه وسلم - عند أبي سلمة بن عبد الأسد المخزومي فولدت له سلمة، وعمرو ودرة وزينب وتوفي، فخلفه عليها رسول الله - صلى الله عليه وسلم - بعده، توفيت سنة 59هـ وقيل سنة 61هـ. ينظر: أسد الغابة لابن الأثير 5/ 588، 589، الإصابة لابن حجر 4/ 460. ¶ (¬5) أخرجه ابن حبان في صحيحه 9/ 14، وأحمد في المسند 6/ 299، و أبو يعلى في مسنده 12/ 441، والهيثمي في موارد الظمآن 1/ 251، وأبو داود في السنن 2/ 143 و ابن ماجه في السنن 2/ 999، وقال: النووي (إسناده ليس بالقوي) المجموع 7/ 204، و ضعفه الألباني. ضعيف سنن أبي داود ص 138.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وجه الدلالة: ¶ جواز الإهلال بالحج أو العمرة قبل الميقات. ¶ يمكن أن يعترض عليه: ¶ أن الحديث ضعيف، قال: النووي إسناده ليس بالقوي (¬1) ¶ واستدل أصحاب القول الثاني القائلون بكراهية الإحرام قبل الميقات بالأدلة الآتية: ¶ 1 - أنه فعل النبي - صلى الله عليه وسلم - فهو إنما أحرم من الميقات كما في حديث جابر - رضي الله عنه - (¬2) وغيره، وهو لا يفعل إلا الأفضل (¬3). ¶ 2 - قوله - صلى الله عليه وسلم -: ((يستمتع أحدكم بحله ما استطاع، فإنه لا يدري ما يعرض له في إحرامه)) (¬4). ¶ 3 - أنه لا يأمن إذا تقدم بالإحرام أن يقع في محظورات الإحرام، كما أن فيه مشقة على النفس فكُرِه كالوصال في الصوم (¬5). ¶ 4 - ما ورد من آثار عن الصحابة في كراهتهم للتقدم بالإحرام قبل الميقات، ومنها: ¶ ¬__________ ¶ (¬1) المجموع 7/ 204. ¶ (¬2) تقدم تخريجه ص 221. ¶ (¬3) ينظر: بداية المجتهد (1/ 328)، المجموع (7/ 206)، المغني (5/ 66). ¶ (¬4) أخرجه البيهقي في السنن الكبرى في كتاب الحج، باب من استحب الإحرام من دويرة أهله، (5/ 45) وقال: هذا إسناد ضعيف؛ لأن فيه واصل بن السائب منكر الحديث ينظر: الجرح والتعديل للرازي 9/ 31. ¶ (¬5) ينظر: المغني (5/ 67).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ما رواه الحسن أن عمران بن الحصين أحرم من البصرة فكره له ذلك عمر بن الخطاب – رضي الله عنهم – (¬1). ¶ كما كره ذلك عثمان - رضي الله عنه - من بعض من فعله (¬2). ¶ الراجح: ¶ لا شك أن فعل النبي - صلى الله عليه وسلم - في إحرامه من الميقات هو الفيصل في المسألة، فقد ثبت في أحاديث صحاح لا تكاد تقاومها أدلة القول الأول. ¶ وقد نقل ابن عبد البر: (أن الإحرام من المواقيت أفضل وهي السنة المجمع عليها، سنها رسول الله - صلى الله عليه وسلم - لأمته وعمل بها الصحابة معه وبعده ووجد عليها عمل المسلمين) (¬3). ¶ لذا فإن الراجح أن السنة والأفضل الإحرام من المواقيت وعدم تقدمها، اقتداءً بالنبي - صلى الله عليه وسلم -. ¶ والإحرام قبل الميقات وإن كان مكروهاً على الصحيح، إلا أن الكراهة تزول إذا كان ثمة مسوِّغ شرعي، ومن ذلك الإحرام في الطائرة قبل الميقات بقليل احتياطاً نظراً لسرعة الطائرة في الوصول للميقات ومجاوزته (¬4). ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في السنن الكبرى (5/ 46). ¶ (¬2) أخرجه البيهقي في السنن الكبرى (5/ 46). ¶ (¬3) الاستذكار (11/ 82). ¶ (¬4) جاء عن اللجنة الدائمة قولهم: (وإذا بقي على الميقات شيء قليل أحرم بما يريد من حج أو عمرة) فتاوى اللجنة الدائمة 11/ 154، ومما جاء في فتاوى اللجنة: أيضاً (وإن نويتم الدخول في الإحرام بالحج أو العمرة ولبيتم بذلك قبل الميقات الذي ستمرون عليه خشية أن تتجاوزوه غير محرمين فلا بأس) 11/ 131. ¶ وقال الشيخ عبد العزيز بن باز ــ رحمه الله ــ: (ومن المعلوم أن الإحرام قبل المواقيت صحيح، وإنما الخلاف في كراهته وعدمها، ومن أحرم قبلها احتياطاً خوفاً من مجاوزتها بغير إحرام فلا كراهة في حقه) مجموع فتاوى ومقالات متنوعة 17/ 24. ¶ وقال أيضا: (القادم من طريق الجو أو البحر إذا حاذى الميقات مثل صاحب البر إذا حاذى الميقات أحرم في الجو أو في البحر أو قبله بيسير حتى يحتاط لسرعة الطائرة وسرعة السفينة أو الباخرة) مجموع فتاوى ومقالات متنوعة 17/ 25.وقال الشيخ محمد بن صالح العثيمين – رحمه الله ــ: (الإحرام بالطائرة ينبغي للإنسان أن يحتاط فيه، وذلك لأن الطائرة سريعة المرور، فلهذا ينبغي أن يحتاط ويحرم قبل خمس دقائق أو دقيقتين ونحو ذلك) مجموع فتاوى ورسائل فضيلة الشيخ ابن عثيمين 21/ 387. ¶ لذا فلا كراهة في الإحرام قبل الميقات بقليل لراكبي الطائرة احتياطاً.",
            "page": "14",
            "part": "1"
        }
    ],
    "t36632": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المتعلقة بالإحرام في الطائرة"
        }
    ]
}