{
    "b36646": [
        {
            "id": "1",
            "nass": "المسائل الفقهية المتعلقة بالجندي المسلم في الحج ¶ د. عبدالعزيز بن سعود عرب ¶ الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه، وبعد: ¶ لقد أمر الله سبحانه وتعالى نبيه وخليله إبراهيم -عليه السلام- بالنداء في الناس بالحج بقوله: \"وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ\" (1)، قال ابن كثير رحمه الله: \"أي نادِ في الناس بالحج داعياً لهم إلى الحج إلى هذا البيت الذي أمرناك ببنائه، فذُكر أنّه قال: يا رب كيف أبلغ الناس وصوتي لا ينفذهم؟ فقال: نادِ وعلينا البلاغ، فقام على مقامه، وقيل على الحجر، وقيل على الصفا، وقيل: على أبي قبيس، وقال: يا أيها الناس إنَّ ربكم قد اتخذ بيتاً فحجوه، فيقال إنّ الجبال تواضعت حتى بلغ الصوت أرجاء الأرض، وأسمع من في الأرحام والأصلاب، وأجابه كل شيء سمعه من حجر ومدر وشجر، ومن كتب الله أن يحج إلى يوم القيامة لبيك اللهم لبيك\" (2). ¶ فاستجاب الناس إلى دعاء نبي الله إبراهيم عليه السلام، فأتوا قاصدين بيت الله الحرام من كل قطر من أقطار الأرض، ملبين مكبرين، بأعداد كبيرة، وجموع غفيرة تقدر بالملايين، فحبى الله بلادنا المباركة خاصية خدمة هؤلاء الحجيج، ومن المعلوم أنه لا تستقيم أمور الحج؛ إلا بالقيام على تنظيمه وترتيبه، والعمل بما فيه مصلحة الحجيج. ¶ ومن هؤلاء القائمين على أمور ومصالح الحجيج، الجنود ورجال الأمن، حيث أنيط بهم تنظيم سير الحجيج، وحمايتهم بعد حماية الله ولطفه، وإنقاذ مصابهم ودلالة تائههم، والحيلولة دون وقوع الحوادث والكوارث بعد توفيق الله ورعايته، من هنا كان وجود الجنود مع الحجيج أمر في غاية الأهمية والحاجة، ومما لاشك فيه أن الجندي المسلم هو في حقيقته فرد من عموم المسلمين، مخاطب بنصوص الشريعة، وتجري عليه جميع الأحكام الشرعية. ¶ بيد أن هناك مسائل وأحكاماً فقهية، متعلقة بالجندي المسلم في الحج سببها طبيعة عمله وحاله، فكان لزاماً معرفة بعض هذه المسائل، وهي على النحو الآتي: ¶ المسألة الأولى: حكم حج الجندي المشارك بمهمة في الحج: ¶ بعض الجنود المشاركين بمهمة في الحج يرغبون في الحج، ولكن في بعض الأحيان يمنعهم المسئول عنهم من أداء نسك الحج، بحُجَّة الحاجة إلى تفرغ الجندي لأداء عمله المناط به، وأنّ ذلك أدعى للانضباط، فما حكم طاعة الجندي لرئيسه في هذا؟ ¶ الجواب: إنّ طاعة ولي الأمر القائم بشرع الله وحدوده، من الأمور الواجبة على كل مسلم، وذلك استجابة لنداء الله",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "في قوله: \"يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ\" (3)، قال ابن تيمية رحمه الله: \" نزلت في الرعية من الجيوش وغيرهم، عليهم أن يطيعوا أولي الأمر الفاعلين لذلك في قسمهم وحكمهم ومغازيهم وغير ذلك؛ إلا أن يُؤمروا بمعصية الله، فإذا أُمروا بمعصية الله فلا طاعة لمخلوق في معصية الخالق\" (4)، فطاعة ولي الأمر، أو من ينيبه في غير معصية الله \"هي من الأمور الضرورية، لتمكين الإمام من القيام بواجبه الملقى على عاتقه، وضرورية أيضاً لتمكين الدولة من تنفيذ أهدافها وتحقيق أغراضها، ورضي الله عن عمر بن الخطاب حيث يقول: (لا إسلام بلا جماعة، ولا جماعة بلا أمير، ولا أمير بلا طاعة) \" (5). ¶ فالواجب على الجندي المشارك بمهمة في الحج أن يطيع المسئول في هذا الأمر، إلا أن يأذن له، أو يجعل الأمر حسب الاختيار (6). ¶ أما إذا حجَّ الجندي وهو مخالف لأمر رئيسه فهو آثم لمخالفته ولي الأمر أو نائبه، ولكن حجَّه صحيح من حيث الجملة؛ لتوفر شروطه والقيام بأركانه –والله أعلم–. ¶ المسألة الثانية: حكم لبس اللباس العسكري للجندي الحاج: ¶ بعض الجنود الحجاج الذين أذن لهم صاحب الصلاحية بالحج، طبيعة أعمالهم تستلزم منهم لبس اللباس العسكري أثناء الإحرام؛ كرجال الأمن القائمين على تنظيم السير، ورجال الدفاع المدني وأمثالهم، وذلك كي يُعرفوا فيطيعهم الناس، ويكون لهم هيبة واحترام؛ فينتظم حينئذ أمر الحجيج، وتتحقق المصالح، ويدرأ الفساد، فما حكم لبس اللباس العسكري للجندي الحاج؟ ¶ قبل الإجابة على هذا؛ يحسن أن نعرف ما هي ممنوعات اللباس في الإحرام. ¶ أجمع الفقهاء -رحمهم الله- على أن المحرم ممنوع من لبس القميص، والعمامة، والسراويل، والخفاف، والبرانس (7)، وذلك لحديث عبد الله بن عمر رضي الله عنهما أن رجلاً قال: يا رسول الله ما يلبس المحرم من الثياب؟ قال رسول الله صلى الله عليه وسلم: (لا يلبس القمص ولا العمائم ولا السراويلات ولا البرانس ولا الخفاف، إلا أحد لا يجد نعلين فليلبس خفين، وليقطعهما أسفل الكعبين، ولا تلبسوا من الثياب شيئاً مسه زعفران أو ورس) (8)، قال ابن حجر رحمه الله: \"أجمع المسلمون على أن ما ذكر في هذا الحديث لا يلبسه المحرم، وأنّه نبه بالقميص والسراويل على كل مخيط، وبالعمائم والبرانس على كل ما يغطي الرأس به مخيطاً أو غيره، وبالخفاف على كل ما يستر الرجل\" (9). ¶ فهذا هو الواجب على كل محرم أن يتجرد من المخيط (10)، وأن يلبس الإزار والرداء، ولكن قد يحتاج المحرم إلى لبس المخيط لحاجة فإنه يجوز له ذلك؛ قال النووي رحمه الله: \"لو احتاج الرجل إلى ستر الرأس أو لبس المخيط",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لعذر، كحر أو برد، أو مداواة، أو احتاجت المرأة إلى ستر الوجه، جاز ووجبت الفدية\" (11). ¶ وقد اتفق جمهور الفقهاء من الحنفية، والمالكية، والشافعية، والحنابلة (12)، على لزوم الفدية على من لبس المخيط، لفعله محذوراً من محذورات الإحرام سواء كان بعذر أم بغير عذر؛ فإن كان بعذر فلا إثم عليه، وإن كان بغير عذر فعليه إثم لمخالفته للواجب، وذلك قياساً على الحلق بسبب الأذى كما في قوله تعالى: \"فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ\" (13)، قال ابن سعدي رحمه الله: \"ومثل هذا كل ما كان في معنى ذلك، من تقليم الأظافر، أو تغطية الرأس، أو لبس المخيط، أو الطيب، فإنه يجوز عند الضرورة مع وجوب الفدية المذكورة، لأن القصد من الجميع إزالة ما به يترفه\" (14)، ولما روي عن كعب بن عجرة -رضي الله عنه- قال: أتى عليَّ رسول الله -صلى الله عليه وسلم- زمن الحديبية وأنا أوقد تحت قدر لي، والقمل يتناثر على وجهي، فقال: (أيؤذيك هوام رأسك؟) قال، قلت: نعم، قال: (فاحلق وصم ثلاثة أيام، أو أطعم ستة مساكين، أو انسك نسيكة) (15). ¶ ومن هنا يظهر –والعلم عند الله– جواز لبس اللباس العسكري للجندي الحاج إذا كانت طبيعة عمله تستلزم منه لبس اللباس العسكري أثناء إحرامه، وذلك لدعاء الحاجة إلى ذلك، وأنَّ عليه الفدية للبسه للمخيط بناءً على قول جمهور الفقهاء. ¶ ولكن إذا قلنا بقول جمهور الفقهاء بوجوب الفدية عليه، فإنه من المعلوم أن لباس الجندي يتكون من غطاء الرأس، و (البدلة)، والحذاء العسكري (16)، فهل يلزمه فدية لتغطية رأسه، وفدية للبسه للمخيط، وفدية للبسه الحذاء، أم تلزمه فدية واحدة؟. ¶ قال الزيلعي رحمه الله من فقهاء الحنفية: \" ولو لبس اللباس كلها من قميص وقباء وسراويل وخفين يوماً كاملاً يلزمه دم واحد؛ لأنه من جنس واحد، فصار كجناية واحدة \" (17). ¶ وقال النووي رحمه الله وهو من فقهاء الشافعية: \"أو لبس أنواعاً كالعمامة، والقميص، والسراويل، والخف، أو نوعاً واحداً مرة بعد أخرى؛ نظر: فإن فعل ذلك في مكان على التوالي لم تتعدد الفدية، ولا يقدح في التوالي طول الزمان في مضاعفة القمص وتكوير العمامة ... \" (18). ¶ وقال ابن قدامة الحنبلي رحمه الله: \"وإذا لبس عمامة وقميصاً وسراويل وخفين، فعليه فدية واحدة، لأنه جنس واحد، فأشبه ما لو طيب رأسه وبدنه\" (19). ¶ فالذي يظهر –والعلم عند الله– بأنَّ على الجندي الذي احتاج إلى لبس اللباس العسكري وهو محرم، فدية واحدة؛ لأن فعله للمحظور كان من جنس واحد.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المسألة الثالثة: حكم الدفع للجنود من عرفة قبل الغروب: ¶ أجمع الفقهاء رحمهم الله على أن الوقوف بعرفة للحجاج ركن من أركان الحج لا حج لمن فاته الوقوف بها (20)، مستدلين بأدلة منها: ¶ - قول الله تعالى: \"فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ\" (21) قال ابن كثير رحمه الله: \"وعرفة موضع الوقوف في الحج، وهي عمدة أفعال الحج\" (22). ¶ - عن عبد الرحمن بن يعمر رضي الله عنه: أن ناساً من أهل نجد أتوا رسول الله صلى الله عليه وسلم وهو بعرفة، فسألوه فأمر منادياً ينادي: (الحج عرفة، من جاء ليلة جمع قبل طلوع الفجر فقد أدرك الحج ... ) (23)، قال الترمذي رحمه الله: \"والعمل على حديث عبد الرحمن بن يعمر عند أهل العلم من أصحاب النبي -صلى الله عليه وسلم- وغيرهم: أنه من لم يقف بعرفات قبل طلوع الفجر فقد فاته الحج \" (24). ¶ - عن عروة بن مضرس -رضي الله عنه- قال: أتيت رسول الله –صلى الله عليه وسلم- بالمزدلفة حين خرج إلى الصلاة، فقلت: يا رسول الله، إني جئت من جبلي طيء، أكللت راحلتي وأتعبت نفسي، والله ما تركت من جبل إلا وقفت عليه، فهل لي من حج؟ فقال رسول الله –صلى الله عليه وسلم-: (من شهد صلاتنا هذه، ووقف معنا حتى ندفع، وقد وقف بعرفة قبل ذلك ليلاً أو نهاراً فقد تم حجه، وقضى تفثه) (25). ¶ إذا تقرر هذا؛ فإن بعض الجنود الحجاج يحتاجون إلى الدفع من عرفة قبل غروب الشمس من يومها، وذلك بعد وقوفهم فيها، وذلك لاستقبالهم للحجيج في مزدلفة لتنظيم سيرهم، أو لإنقاذ مصاب، أو إسعاف مريض، ونحو ذلك من المهام، فما حكم الدفع والحالة هذه؟ ¶ قبل الإجابة على هذا؛ يحسن أن نذكُر حكم البقاء بعرفة إلى غروب الشمس لمن وقف نهاراً فيها، وماذا يترتب عليه إن دفع قبل الغروب، وذلك كتأصيل للمسألة. ¶ اختلف الفقهاء رحمهم الله على ثلاثة أقوال هي: ¶ القول الأول: أن الوقوف إلى غروب الشمس واجب يجبر بدم. ¶ وهو مذهب الحنفية، وقال به من فقهاء المالكية ابن العربي، ومال إليه ابن عبد البر، وهو قول عند الشافعية، ومذهب الحنابلة (26). ¶ القول الثاني: أن الوقوف بعرفة إلى غروب الشمس مستحب، والفدية فيه مستحبة. ¶ وهو مذهب الشافعية (27). ¶ القول الثالث: أن من دفع من عرفة قبل الغروب لا يجزئه، وعليه حج من قابل، وذلك لأن الوقوف ساعة بعد الغروب",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ركن لا ينجبر بدم، وأما الوقوف نهاراً فواجب ينجبر بالدم. وهو مذهب المالكية (28). ¶ الأدلة: ¶ أدلة القول الأول: ¶ 1 - دليل وجوب الوقوف حتى غروب الشمس هو ما رواه جابر -رضي الله عنه- في الحديث الطويل الذي وصف فيه حجة النبي صلى الله عليه وسلم وفيه: \" ... فلم يزل واقفاً حتى غروب الشمس وذهبت الصفرة قليلاً حتى غاب القرص ... \" (29). ¶ وجه الدلالة: ¶ قال أصحاب هذا القول: أن النبي -صلى الله عليه وسلم- هذا فعله، وقد قال: (لتأخذوا مناسككم فإني لا أدري لعلي لا أحج بعد حجتي هذه) (30)، والأمر يدل على الوجوب. ¶ 2 - أما دليل وجوب الفدية على من دفع قبل الغروب، ما روي عن ابن عباس رضي الله عنهما قال: من نسي من نسكه شيئاً أو تركه فليهرق دماً (31). ¶ وجه الدلالة: ¶ أن من دفع قبل الغروب فقد ترك واجباً؛ ومن ترك واجباً فعليه دم. ¶ أدلة القول الثاني: ¶ استدل أصحاب هذا القول بحديث عروة بن مضرس –رضي الله عنه-؛ وفيه قوله صلى الله عليه وسلم: ( ... وقد وقف بعرفة قبل ذلك ليلاً أو نهاراً فقد تم حجة وقضى تفثه) (32). ¶ وجه الدلالة: ¶ قال العمراني رحمه الله: \"وتمامه يقتضي: أن لا دم عليه، لأن الدم يراد لجبر النقص، ولأنه وقف في أحد زماني الوقوف، فلم يجب عليه الدم كما لو وقف بالليل دون النهار\" (33). ¶ وأما استحباب أصحاب هذا القول لإراقة الدم للدافع قبل الغروب، فهو خروج من خلاف من أوجبه. ¶ أدلة القول الثالث: ¶ استدل أصحاب هذا القول بما روي عن عبد الله بن عمر رضي الله عنهما أنه قال: من لم يقف بعرفة من ليلة المزدلفة قبل أن يطلع الفجر فقد فاته الحج (34). ¶ وجه الدلالة: ¶ يمكن أن يقال في وجه استدلالهم: أن هذا الأثر دل على أن الاعتماد عليه في الوقوف بعرفة هو الليل، والنهار تبع",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "له. ¶ المناقشة: ¶ يجاب عن استدلالهم بما يلي: ¶ 1 - أن هذا الأثر ضعَّفه بعض أهل العلم (35). ¶ 2 - ما رواه عروة بن مضرس -رضي الله عنه- عن النبي -صلى الله عليه وسلم- وفيه: ( ... وقد وقف بعرفة قبل ذلك ليلاً أو نهاراً فقد تم حجه، وقضى تفثه) (36)، فقد اعتبر النبي –صلى الله عليه وسلم- صحة حج من وقف بعرفة ليلاً أو نهاراً لأنه وقف في زمن الوقوف، فدل على أن النهار أحد زمني الوقوف. ¶ 1 - قال ابن قدامة رحمه الله: \"فأما خبره -أي خبر ابن عمر- فإنما خص الليل لأنَّ الفوات يتعلق به إذا كان يوجد بعد النهار، فهو آخر وقت الوقوف\" (37). ¶ 2 - وقال العمراني: رحمه الله: \"النبي -صلى الله عليه وسلم- وقف الكثير من النهار، والجزء اليسير من الليل، فلو كان الليل هو الاعتماد في الوقوف لكان يقف أكثر الليل وأقل النهار \" (38). ¶ الترجيح: ¶ الذي يظهر ترجيحه –والعلم عند الله– أن الوقوف بعرفة إلى غروب الشمس لمن وقف بها نهاراً أمر واجب، إذا تركه يجبر بدم، وإن كان مذهب الشافعية له حظ من النظر والدليل. ¶ وبعد هذا العرض؛ نأتي إلى حكم مسألتنا وهي: أن الجنود الحجاج إذا احتاجوا إلى الدفع من عرفة قبل الغروب –لأحوال ذكرت سلفاً–، فإنه يجوز لهم ذلك، ولكن هل يلزمهم دم لترك الواجب وهو الوقوف إلى غروب الشمس؟!. ¶ الذي يظهر –والله أعلم– أن الدم لا يلزمهم؛ لأن عملهم هذا فيه مصلحة عامة للحجيج، وذلك قياساً على الرعاة وأهل السقاية، فإن النبي –صلى الله عليه وسلم- لم يلزمهم بالفدية، ولم يأمرهم بها في مسألة ترك المبيت بمنى، مع أنهم تركوا واجباً من واجبات الحج وذلك للمصلحة العامة. ¶ المسألة الرابعة: حكم ترك الجندي للمبيت بمزدلفة والدفع منها ليلاً: ¶ قد يحتاج الجنود الحجاج إلى ترك المبيت بمزدلفة؛ لأجل القيام على مصالح الحجيج؛ كتنظيم السير إلى منى، وعند الجمرة ونحو ذلك من المهام والأعمال المناطة بهم، وفي أحيان أخرى يتمكنون من الوقوف بمزدلفة، ولكن قد يحتاج بعضهم إلى الدفع منها ليلاً للمصلحة العامة. ¶ ولكن قبل الحديث عن حكم المسألة؛ يحسن أن نبين حكم المبيت في مزدلفة من حيث الأصل: ¶ اتفق جمهور الفقهاء من الحنفية والمالكية والشافعية والحنابلة، على أن الوقوف بمزدلفة ليلة جمع واجب، وأن من",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "تركه لغير عذر لزمه الدم؛ لأنه ترك واجباً من واجبات الحج لكن على خلاف بينهم في القدر المجزئ والواجب من الوقوف والمبيت (39)، وذلك لأدلة منها حديث عروة بن مضرس –رضي الله عنه- أن رسول الله –صلى الله عليه وسلم- قال: (من شهد صلاتنا هذه، ووقف معنا حتى ندفع، وقد وقف بعرفة قبل ذلك ليلاً أو نهاراً فقد تم حجه وقضى تفثه) (40). ¶ وأما ترك المبيت والوقوف بمزدلفة لعذر فقد نص الفقهاء رحمهم الله على أنه لا يلزمه شيء وحجه صحيح. ¶ فقال الكاساني رحمه الله: \"وأما حكم فواته عن وقته: أنه إن كان لعذر فلا شيء عليه\" (41)، وقال العيني رحمه الله: \"وإن تركه بعذر لازدحام، أو تعجيل السير إلى منى فلا شيء عليه\" (42)، وقال الحطاب رحمه الله: \"ومن تركه لعذر فلا دم عليه\" (43)، وقال النووي رحمه الله: \"أما من ترك مبيت مزدلفة أو منى لعذر فلا دم عليه\" (44). ¶ وبهذا يظهر –والله أعلم– أن الجنود الحجاج إذا تركوا المبيت بمزدلفة للحاجة، ولأمر فيه مصلحة عامة للحجيج؛ فإنه لا شيء عليهم؛ لأنهم معذورون، ويمكن أيضاً قياسهم على الرعاة وأهل السقاية في الترخيص لهم في ترك المبيت ليالي منى بها (45) لأجل المصلحة العامة، ولأن عليهم مشقة في المبيت لحاجتهم إلى حفظ مواشيهم وسقي الحاج، فكان لهم ترك المبيت (46)، وقد قاس ترك المبيت بمزدلفة للرعاة والسقاة على ترك المبيت بمنى البهوتي رحمه الله وذلك بقوله: \"وأما السقاة والرعاة فلا دم عليهم؛ لأنه -صلى الله عليه وسلم- رخص للرعاة في ترك البيتوتة في حديث عدي، ورخص للعباس في ترك البيتوتة لأجل سقايته، وللمشقة عليهم بالمبيت\" (47)، وقال الشربيني رحمه الله: \"ويسقط مبيت منى ومزدلفة والدم عن الرعاء .. لأنه –صلى الله عليه وسلم- رخص لرعاء الإبل أن يتركوا المبيت بمنى، وقيس بمنى مزدلفة \" (48)، وقال النووي رحمه الله: \" ومن المعذورين [أي عن المبيت بمزدلفة] من له مال يخاف ضياعه لو اشتغل بالمبيت، أو له مريض يحتاج إلى تعهده، أو يطلب آبقاً، أو يشتغل بأمر يخاف فوته، ففي هؤلاء وجهان: الصحيح المنصوص: أنه لا شيء عليهم بترك المبيت، ولهم أن ينفروا بعد الغروب \" (49). ¶ أما حكم الدفع للجنود من مزدلفة ليلاً بعد الوقوف بها لحاجة تتعلق بها مصلحة الحجيج العامة؛ فلا بأس بذلك ولا شيء عليهم؛ وذلك لأنه إذا جاز ترك المبيت بمزدلفة بالكلية لأجل العذر فجوازه هنا من باب أولى مع وجود العذر –والله أعلم–. ¶ المسألة الخامسة: حكم ترك الجندي للمبيت بمنى: ¶ بعض الجنود الحجاج تتطلب طبيعة أعمالهم ترك المبيت بمنى جميع الليالي أو بعضها، وذلك للقيام بمصالح الحجيج، وحفظ الأمن وغير ذلك من الأعمال المناطة بهم، وقبل بيان حكم المسألة يحسن أن نقف على حكم المبيت بمنى وما يلزم تاركه، وذلك لأن مسألتنا مبنية عليه:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "اختلف الفقهاء رحمهم الله في حكم المبيت بمنى على قولين: ¶ القول الأول: ¶ أن المبيت بمنى أمر واجب؛ يلزم تاركه الدم. ¶ وهو قول جمهور الفقهاء من المالكية والشافعية والحنابلة (50). ¶ القول الثاني: ¶ أن المبيت بمنى سنة. ¶ وهو مذهب الحنفية ورواية عن الإمام أحمد (51). ¶ الأدلة: ¶ أدلة القول الأول: ¶ 1 - عن ابن عمر رضي الله عنهما: أن العباس –رضي الله عنه- استأذن النبي –صلى الله عليه وسلم- ليبيت بمكة ليالي منى من أجل سقايته، فأذن له (52). ¶ وجه الدلالة: ¶ قال ابن حجر رحمه الله: \"وفي الحديث دليل على وجوب المبيت بمنى، وأنه من مناسك الحج، لأن التعبير بالرخصة يقتضي أن مقابلها عزيمة، وأن الإذن وقع للعلة المذكورة، وإذا لم توجد أو ما في معناها لم يحصل الإذن\" (53)، وقال ابن عبد الهادي الحنبلي رحمه الله: \"فوجه الحجة: أنّه لولا أنّه واجب لم يحتج إلى إذن\" (54)، وقال القرافي رحمه الله: \"والرخصة تقتضي انتفاء الوجوب لقيام المانع، وثبوت الوجوب عند عدمه\" (55). ¶ 2 - أما دليل وجوب الفدية، فلأنه ترك واجباً من واجبات الحج. ¶ أدلة القول الثاني: ¶ استدل أصحاب هذا القول أيضاً بحديث ابن عمر رضي الله عنهما الذي استدل به أصحاب القول الأول، ولكنهم قالوا في وجه الدلالة: \"لو كان واجباً لم يكن العباس يترك الواجب لأجل السقاية، ولا كان النبي –صلى الله عليه وسلم- يرخص له في ذلك\" (56). ¶ المناقشة: ¶ أن العباس -صلى الله عليه وسلم- إنما استأذن رسول الله –صلى الله عليه وسلم- في ترك الواجب لأجل مصلحة سقاية الحجيج؛ لأنهم هم أهل السقاية في الجاهلية وصدر الإسلام، ولو كان المبيت سنة لما احتاج العباس إلى استئذان النبي صلى الله عليه وسلم.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الترجيح: ¶ الذي يظهر ترجيحه –والله أعلم– هو القول الأول القائل بوجوب المبيت بمنى، وأن تاركه يلزمه الدم لتركه واجباً من واجبات الحج، وذلك لقوة ما استدلوا به من دليل، ولسلامته من المناقشة القائمة. ¶ أما رخصة ترك المبيت بمنى لأهل السقاية والرعاة؛ فهي ثابتة ومتفق عليها عند جميع الفقهاء (57)، وذلك مبني على حديث ابن عمر رضي الله عنهما السابق في استئذان العباس للنبي –صلى الله عليه وسلم- في المبيت بمكة لأجل السقاية، وعلى حديث عاصم بن عدي –رضي الله عنه- قال: رخص رسول الله لرعاء الإبل في البيتوتة، أن يرموا يوم النحر، ثم يجمعوا رمي يومين بعد يوم النحر فيرمونه في أحدهما \" (58). ¶ ولكن هل يلحق بهم من كان في معناهم من أهل الأعذار؟ ¶ ذهب جمهور الفقهاء من الشافعية والحنابلة إلى جواز ذلك (59)، وذلك إذا وجد فيهم المعنى الذي رخص رسول الله –صلى الله عليه وسلم- لأجله لأهل السقاية والرعاية، قال ابن قدامة رحمه الله: \"وكل ذي عذر من مرض، أو خوف على نفسه أو ماله؛ كالرعاة في هذا لأنهم في معناهم\" (60)، وقال النووي رحمه الله: \"ومن المعذورين من له مال يخاف ضياعه لو اشتغل بالمبيت، أو يخاف على نفسه، أو كان به مرض يشق معه المبيت، أو له مريض يحتاج إلى تعهده، أو يطلب آبقاً، أو يشتغل بأمر آخر يخاف فوته، ففي هؤلاء وجهان الصحيح المنصوص: يجوز لهم ترك المبيت ولا شيء عليهم\" (61). ¶ وخالف في ذلك فقهاء المالكية، فقالوا: إن الرخصة ثبتت لرعاة الإبل فقط، وللعباس وولده خاصة، فتقصر الرخصة عليهم فقط (62)، وذلك لأنهم لا يرون أن الرخص تتعدى. ¶ والجواب عليهم في ذلك: أن عمومات أدلة القياس لا تفرق بين الأحكام، سواء سميت برخص أو غير ذلك، فمتى ما عقلت العلة وفهم المعنى جاز حينئذ التعدي والقياس (63)، وهنا نص على العلة في ترك المبيت للعباس وأهل السقاية معه؛ وهي الحاجة إلى سقاية الحجيج، وإعداد الماء لهم، و أما الرخصة للرعاة في ترك المبيت فهي مبنية على حاجتهم إلى حفظ أموالهم، والقيام عليها، والمشقة في تركها، فمتى ما وجدت هذه العلل والمعاني في أحد فيصبح حينئذ من أهل الأعذار كما قرر ذلك جمع من الفقهاء، قال ابن دقيق العيد رحمه الله: \"والأقرب اتباع المعنى\" (64) –والله أعلم–. ¶ قال ابن القيم رحمه الله: \"وإذا كان النبي –صلى الله عليه وسلم- قد رخص لأهل السقاية وللرعاء في البيتوتة؛ فمن له مال يخاف ضياعه، أو مريض يخاف من تخلفه عنه، أو كان مريضاً لا تمكنه البيتوتة، سقطت عنه بتنبيه النص على هؤلاء\" (65).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقال الشنقيطي رحمه الله: \"الظاهر أن من ترك المبيت بمنى لعذر لا شيء عليه، كما دل عليه الترخيص للعباس من أجل السقاية، والترخيص لرعاء الإبل في عدم المبيت\" (66). ¶ وبعد عرض هذه المسألة؛ فإن الجنود الحجاج إذا كان العمل يتطلب منهم ترك المبيت بمنى الليالي كلها أو بعضها للحاجة أو المصلحة العامة التي تتعلق بأمور الحجيج، فإنه يرخص لهم في ذلك؛ قياساً على أهل السقاية والرعاية، وذلك لأجل المصلحة العامة، ولأجل المشقة في المبيت، ولأن الشارع قد اعتبر هذه العلل فرخص فيها وراعاها، ومن مقاصد الشريعة التيسير ورفع الحرج إذا وجدت المشقة – والله أعلم. ¶ المسألة السادسة: حكم تأخير الجندي لرمي الجمار: ¶ قد يحتاج بعض الجنود الحجاج إلى تأخير الرمي وجمعه مع بعضه البعض، وذلك لأن طبيعة أعمالهم تتطلب منهم البقاء عليها، وعدم مغادرتها كالقائمين على أعمال الحراسة في غير منى، أو العاملين في غرف العمليات والمراقبة ولا يستطيعون مغادرتها. ¶ ورد أن النبي –صلى الله عليه وسلم- رخَّص للرعاء أن يرموا يوماً ويدعوا يوماً، وذلك في حديث عاصم بن عدي –صلى الله عليه وسلم- حيث قال: رخص رسول الله –صلى الله عليه وسلم- لرعاء الإبل في البيتوتة، أن يرموا يوم النحر، ثم يجمعوا رمي يومين بعد النحر فيرمونه في أحدهما (67)، وفي رواية أخرى: أن النبي –صلى الله عليه وسلم- رخص للرعاء أن يرموا يوماً ويدعوا يوماً (68). ¶ قال الشوكاني رحمه الله: \"وإنما رخص للرعاء، لأن عليهم رعي الإبل وحفظها لتشاغل الناس بنسكهم عنها، ولا يمكنهم الجمع بين رعيها وبين الرمي، فيجوز لهم ترك المبيت للعذر، والرمي على الصفة المذكورة\" (69). ¶ ومعنى هذا: أنه يرخص للرعاة إذا رموا جمرة العقبة، أن يتركوا رمي اليوم الأول من أيام التشريق، وهو اليوم الحادي عشر إلى اليوم الثاني أو الثالث من أيام التشريق، فيرموا الجميع في وقت واحد (70). ¶ بهذا هل يلحق برعاة الإبل من كان في معناهم من أهل الأعذار؟ ¶ سبق بيان كلام الفقهاء في ذلك، وأن الصحيح هو ما عليه جمهور الفقهاء من جواز تعدي العلة إذا وجدت في أهل الأعذار. ¶ وبناءً على ذلك فإن الجنود الحجاج الذين تتطلب طبيعة أعمالهم القيام عليها وعدم مغادرتها لمصلحة الحجيج العامة، ولا يتمكنون من الذهاب إلى منى لرمي الجمار في كل يوم، فإنه يرخص لهم في جمع رمي الجمار في أيام التشريق، فيجوز لهم حينئذ جمع رمي اليوم الأول إلى اليوم الثاني، أو جمع رمي اليوم الأول والثاني إلى اليوم الثالث من أيام التشريق؛ وذلك لقياسهم على رعاة الإبل بجامع المشقة والحاجة إلى الجمع، بخلاف رمي جمرة العقبة فإنها",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "لا تجمع بل ترمى في وقتها المحدد – والله أعلم –. ¶ ـــــــــــــ ¶ (1) سورة الحج؛ آية: 27. ¶ (2) تفسير القرآن العظيم لابن كثير: 3/ 226. ¶ (3) سورة النساء؛ آية: 59. ¶ (4) السياسة الشرعية لابن تيمية: ص 6. ¶ (5) الإمامة العظمى عند أهل السنة والجماعة للدكتور / عبد الله الدميجي: ص 375. ¶ (6) انظر: فتاوى اللجنة الدائمة: 11/ 116 – 119، و الفتاوى رقم: 6159، 7672، 9815. ¶ (7) انظر: الإجماع لابن المنذر: ص 53، صحيح مسلم بشرح النووي: 4/ 8/77. ¶ (8) رواه البخاري برقم: [1542]، ورواه مسلم برقم: [1177]. ¶ (9) فتح الباري لابن حجر: 3/ 402. ¶ (10) ضابط المخيط: كل ملبوس معمول على قدر البدن، أو قدر عضو منه، بحيث يحيط به بخياطة أو غيرها. ¶ (11) روضة الطالبين للنووي: 2/ 405. ¶ (12) انظر: تبين الحقائق للزيلعي: 2/ 362، مواهب الجليل للحطاب: 4/ 240، البيان للعمراني: 4/ 146، شرح منتهى الإرادات للبهوتي: 2/ 495. ¶ (13) سورة البقرة: آية: 196. ¶ (14) تيسير الكريم الرحمن في تفسير كلام المنان لابن سعدي: ص 73. ¶ (15) رواه البخاري برقم: [1814]، ورواه مسلم برقم: [1201]. ¶ (16) انظر: مجموعة الأنظمة السعودية؛ أنظمة الخدمة والشؤون العسكرية؛ نظام الملبوسات: ص 8 – 10. ¶ (17) تبين الحقائق للزيلعي: 2/ 356 – 357. ¶ (18) روضة الطالبين للنووي: 2/ 443. ¶ (19) الكافي لابن قدامة: 2/ 379. ¶ (20) انظر: الإجماع لابن المنذر: ص 57. ¶ (21) سورة البقرة؛ آية: 198. ¶ (22) تفسير القرآن العظيم لابن كثير: 1/ 248. ¶ (23) رواه أبو داود برقم: [3015]؛ ورواه ابن ماجة برقم: [3015]، وصححه الألباني في إرواء الغليل: 4/ 256. ¶ (24) جامع الترمذي مع شرحه تحفة الأحوذي للمباركفوري: 3/ 750. ¶ (25) رواه أبو داود برقم: [1950]، ورواه الترمذي برقم: [891]، وصححه الألباني في إرواء الغليل: 4/ 259. ¶ (26) انظر: تبيين الحقائق للزيلعي: 2/ 373، التمهيد لابن عبد البر: 9/ 169، حاشية الدسوقي: 2/ 254، روضة الطالبين للنووي: 2/ 377، الإنصاف للمرداوي: 9/ 170، وهناك رواية عن الإمام أحمد أنه لا دم عليه. ¶ (27) انظر: مغني المحتاج للشربيني: 2/ 260، 263. ¶ (28) انظر: مواهب الجليل للحطاب: 4/ 132، حاشية الدسوقي: 2/ 373. ¶ (29) رواه مسلم برقم: [1218]. ¶ (30) رواه مسلم برقم: [1297]. ¶ (31) رواه الإمام مالك في الموطأ برقم: [1825]، ورواه البيهقي في السنن الكبرى: 5/ 152، وقال الألباني في إرواء الغليل: 4/ 299: \" ثبت موقوفاً \". ¶ (32) سبق تخريجه. ¶ (33) البيان للعمراني: 4/ 321. ¶ (34) رواه الإمام مالك في الموطأ برقم: [1687]. ¶ (35) انظر: المحلي لابن حزم: 7/ 123، الإتحاف بتخريج أحاديث الإشراف للدكتور / بدوي بن عبد الصمد: 3/ 1064. ¶ (36) سبق تخريجه. ¶ (37) المغني لابن قدامة: 3/ 433. ¶ (38) البيان للعمراني: 4/ 318. ¶ (39) انظر: بدائع الصنائع للكاساني: 2/ 322، الشرح الكبير للدردير مع حاشية الدسوقي: 2/ 265، روضة الطالبين للنووي: 2/ 379، شرح منتهى الإرادات للبهوتي: 21/ 556. ¶ (40) سبق تخريجه.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "(41) بدائع الصنائع للكاساني: 2/ 322. ¶ (42) البناية في شرح الهداية للعيني: 4/ 123. ¶ (43) مواهب الجليل للحطاب: 4/ 170. ¶ (44) روضة الطالبين للنووي: 2/ 386. ¶ (45) سيأتي تخريجه. ¶ (46) انظر: الشرح الكبير لشمس الدين ابن قدامة مع المغني: 3/ 442. ¶ (47) شرح منتهى الإرادات للبهوتي: 2/ 556. ¶ (48) مغني المحتاج للشربيني: 2/ 275. ¶ (49) روضة الطالبين للنووي: 2/ 386. ¶ (50) انظر: الذخيرة للقرافي: 3/ 279، المجموع للنووي: 8/ 137، الإنصاف للمرداوي: 9/ 246. ¶ (51) انظر: البناية في شرح الهداية للعيني: 4/ 146، 157، الكافي لابن قدامة: 2/ 448. ¶ (52) رواه البخاري برقم: [1745]، ورواه مسلم برقم: [1315]. ¶ (53) فتح الباري لابن حجر: 3/ 579. ¶ (54) تنقيح التحقيق في أحاديث التعليق لابن عبد الهادي: 3/ 541. ¶ (55) الذخيرة للقرافي: 3/ 279. ¶ (56) بدائع الصنائع للكاساني: 2/ 363. ¶ (57) انظر: البناية في شرح الهداية للعيني: 4/ 157 – 158، مواهب الجليل للحطاب: 4/ 189، البيان للعمراني: 4/ 357 – 358، شرح منتهى الإرادات للبهوتي: 2/ 573. ¶ (58) رواه أبو داود برقم: [1975]، ورواه الترمذي برقم: [955]؛ واللفظ له، ورواه ابن ماجة برقم: [3037]، وصححه الألباني في إرواء الغليل: 4/ 280. ¶ (59) انظر: البيان للعمراني: 4/ 358، شرح منتهى الإرادات للبهوتي: 2/ 573، نيل الأوطار للشوكاني: ص 935. ¶ (60) الكافي لابن قدامة: 2/ 452. ¶ (61) المجموع للنووي: 8/ 138. ¶ (62) انظر: التمهيد لابن عبد البر: 9/ 198، حاشية الدسوقي: 2/ 273. ¶ (63) انظر: العدة لأبي يعلى: 9/ 1409، الرخص الشرعية وإثباتها بالقياس للدكتور /عبد الكريم النملة: ص 186. ¶ (64) إحكام الأحكام لابن دقيق العيد: ص 670. ¶ (65) زاد المعاد لابن القيم: 2/ 290. ¶ (66) منسك الإمام الشنقيطي: 2/ 125. ¶ (67) سبق تخريجه. ¶ (68) رواه أبو داود برقم: [1976]، ورواه ابن ماجة برقم: [3036]، وصححه الألباني في إرواء الغليل: 4/ 281. ¶ (69) نيل الأوطار للشوكاني: ص 936. ¶ (70) انظر: بدائع الصنائع للكاساني: 2/ 324، الشرح الكبير للدردير مع حاشية الدسوقي: 2/ 273 – 274، روضة الطالبين للنووي: 2/ 386، الكافي لابن قدامة: 2/ 451.",
            "page": "12",
            "part": "1"
        }
    ],
    "t36646": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الفقهية المتعلقة بالجندي المسلم في الحج"
        }
    ]
}