{
    "b36642": [
        {
            "id": "1",
            "nass": "بِسْمِ اللّهِ الرَّحْمَنِ الرَّحِيمْ ¶ حقوق الإنسان الثقافية بين الشريعة الإسلامية والمواثيق الدولية ¶ الواقع والمأمول ¶ بحث مقدم إلى مؤتمر ¶ \"الإسلام والتحديات المعاصرة\" ¶ المنعقد بكلية أصول الدين في الجامعة الإسلامية ¶ في الفترة: 2-3/4/2007م ¶ إعداد: ¶ د. داود درويش حلس ¶ دكتوراه الفلسفة في التربية – مناهج وطرائق تدريس اللغة العربية ¶ أبريل/ 2007 ¶ خلاصة البحث ¶ هدفت الدراسة إلى تكوين رأي عام على مستوى المجتمع ضد هذه الانتهاكات الفاضحة لحقوق الإنسان ولا سيما الحقوق الثقافية، ولما كثر المدافعون اليوم عن حقوق الإنسان وإعلان البعض في صفاقة ووقاحة أن الإسلام امتهن حقوق الإنسان، فأكثر هؤلاء لم يدرس الإسلام، أو درس الإسلام وعرف كثيراً عن حقائقه؛ لكنه الكيد والعدوان الذي جعلهم يهاجمونه في كل جانب ومن كل ناحية، وهم يعلمون- يقيناً- أن ما يقولونه باطل ومنافٍ للحقيقة فسيسوا هذه الحقائق ووظفوها! ¶ والإسلام يرفض التوظيف السياسي لحقوق الإنسان؛ لأنها حق أعطته الشريعة الإسلامية إياه، وجميع الأديان، وجميع العقول السليمة، ولم يعطه إياه أي بشر وبين هؤلاء يضيع كثيراً من الناس فلا يعرفون الحقيقة التي يحاول طمسها المغرضون بالإسلام حتى ملأوا الدنيا ضجيجاً عبر الفضائيات والصحف هباءً أسود مما دفع الباحث لهذه الدراسة بهدف: ¶ إبراز التأصيل الإسلامي لحقوق الإنسان الثقافية. ¶ الكشف عن أن مسألة حقوق الإنسان مسألة يجب أن تختص بها مؤسسات المجتمع بدءاً من الأسرة، والمدرسة، والجامعة، والإعلام بشقيه (المسموع –المقروء- المرئي) وبما يضمن تنمية الفرد والمجتمع تنمية كاملة على أساس الحرية، والعدل، والسلام ¶ الكشف عن ضرورة دمج حقوق الإنسان في مناهجنا الدراسية التعليمية. ¶ حاجة المكتبة العربية والفلسطينية خاصة لمثل هذه الدراسات؛ لتفتح أمام الباحثين مجالات أخرى تتعلق ببيان حقوق الإنسان. ¶ Abstract",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "The target of this study is to form a common perspective against these violations for human rights especially in the fields of culture. Among these advocate for human rights some wrongly believe that Islam was against human rights. Those have never understood Islam or read a bout it.It is only ignorance for the facts and principles of Islam and their hatered towards Moslems.Islam refuses to exploit the topic for political purposes. Human rights is donated by god.Islam emphasized these rights. Accusations against Islam in connection with human rights from those who know nothing about it spread across media.That motivated the writer to have his say for the purpose of: ¶ to clarify the basis of Islam for human rights. ¶ To emphasize that human rights issue has to do with institutions of society including the family، the school،the university and media That will guarantee developing of the individual and society on the basis of liberty،justice and peace. ¶ To emphasize the necessity to integrate human rights in our curriculum. ¶ To emphasize our need for libraries for this kind of study by opening new aspects for researchers in the field of human rights. ¶ المبحث الأول ¶ الإطار العام والدراسات السابقة ¶ تقديم:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الممعن في النظر لعالمنا اليوم يرى أنه عالم غارق في أوحال المادية، والذي أصبح في حاجة ماسة إلى من يسمعه صوت السماء، وينقذه من الضياع، ويشق له الطريق إلى السلام الآمن من غير خوف ضمن أسرة دولية إنسانية واحدة جعلهم الله-سبحانه وتعالى– شعوباً وقبائل؛ ليتعارفوا، وليتعاونوا على البر والتقوى لا على الإثم والعدوان كما دعا إليه صريح القرآن الكريم حيث نادى البشر قائلاً: { يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ } (الحجرات: 13) وقال تعالى: { وَتَعَاوَنُواْ عَلَى الْبرِّ وَالتَّقْوَى وَلاَ تَعَاوَنُواْ عَلَى الإِثْمِ وَالْعُدْوَانِ } (المائدة: 2)؛ لأن التعاون على الإثم والعدوان يمحو كل كرامة للإنسان، فجاءت شريعتنا الإسلامية الحنيفة. ولأن من المفيد لهؤلاء الذين يتحدون الإسلام وشريعته السمحاء أن يسمعوها منا، وأن يفكروا فيها فالقرآن الكريم قال في ذلك { وَنُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ } (التوبة: 11)، وتارة قال: { كَذَلِكَ نُفَصِّلُ الآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ } (يونس: 24) وتارة قال: { كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ } (الروم: 28) وقرآننا الكريم هو ما يتفق مع العلم والعقل والتفكير! وطالما أن شريعتنا الإسلامية تتفق مع العلم والعقل والتفكير فهي قادرة على مسايرة تطورات هذا العالم المتجدد وأن تجيب في ضوء المصلحة عن كل مسألة تتعلق بهذا الإنسان. ¶ مشكلة البحث: كونت هذه الدراسة لدى الباحث تساؤلات عدة في ذهنه عن أسباب هذا التحدي السافر للإسلام – اليوم– تمثلت في السؤال الرئيس التالي: ¶ ما مدى حفظ الإسلام لحقوق الإنسان الثقافية؟ ¶ ويتفرع من السؤال الرئيس السابق الأسئلة الفرعية التالية: ¶ ما أبرز خصائص حقوق الإنسان الثقافية في الإسلام؟",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ما أبرز خصائص حقوق الإنسان الثقافية في المواثيق الدولية؟ ¶ ما دور كل من الأسرة والمدرسة والإعلام في الكشف عن حقوق الإنسان؟ ¶ هل يمكن إدماج حقوق الإنسان في مناهجنا التعليمية الفلسطينية؟ ¶ أهمية البحث: ¶ لما زادت الانتهاكات – الفاضحة – لحقوق الإنسان التي نراها ونسمع بها صباح مساء عبر وسائل الإعلام في ظل العدالة الدولية اليوم؛ ليؤكد الحاجة الملحة إلى تكوين رأي عام على مستوى المجتمع ضد هذه الانتهاكات. ¶ ومن الجميل – حقاً – أن تقوم مؤسسة تعليمية كالجامعة الإسلامية بغزة – بالتوعية والتأهيل العلمي لهذه القضية – خاصة – إذا نظرنا إليها ضمن السياق الفكري والثقافي للمجتمع، وأن هذه المرحلة التي يمر بها شعبنا الفلسطيني توجب أن تكون ¶ ثقافة حقوق الإنسان على رأس الأولويات التعليمية والتربوية. وأول أبواب التوعية بحقوق الإنسان تبدأ من داخل الأسرة، والمدرسة، والجامعة... وإذا كانت وسائل الإعلام الغربي قد أفاضت بالإشارة لحقوق الإنسان وفق المرجعيات الأوروبية التي لم تبدأ إلا في نهاية القرن الثامن عشر مع الثورة الفرنسية أو قبلها بقليل ومع الثورة الأمريكية مما دفع الباحث إلى تناول هذه الحقوق ولاسيما الحقوق الثقافية. ¶ أهداف البحث: ¶ تتمثل أهداف هذه الدراسة إلى تحقيق ما يلي: ¶ إبراز التأصيل الإسلامي لحقوق الإنسان الثقافية الذي سبقنا به الأمم قبل أربعة عشر قرناً. ¶ الكشف عن أن حقوق الإنسان الثقافية مسألة يجب أن تختص بها مؤسسات المجتمع بدءاً من الأسرة والمدرسة والجامعة والإعلام (المقروء– المسموع- المرئي) بما يضمن تنمية الفرد والمجتمع تنمية كاملة على أساس الحرية، والعدالة، والسلام. ¶ الكشف عن ضرورة دمج حقوق الإنسان في مناهجنا التعليمية.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "حاجة المكتبة العربية بشكل عام، والفلسطينية بشكل خاص – حسب علم الباحث – لمثل هذه الدراسة مما جعل في هذه الدراسة إضافة مطلوبة في هذا المجال، ولتتفتح أمام الباحثين جوانب أخرى في بيان حقوق الإنسان، وتفعيلها بالبحث والدراسة. ¶ أسئلة البحث: كي تحقق الدراسة أهدافها يحاول الباحث الإجابة عن السؤال الرئيس التالي: ¶ - ما مدى حفظ الإسلام لحقوق الإنسان الثقافية؟ ¶ ويتفرع من السؤال الرئيس السابق الأسئلة التالية: ¶ ما موقف الإسلام من حق حرية الأديان؟ ¶ ما أبرز المفارقات بين خصائص حقوق الإنسان الثقافية في الإسلام، والمواثيق الدولية؟ ¶ ما دور كل من الأسرة، المدرسة، الجامعة، الإعلام في الكشف عن حقوق الإنسان؟ ¶ هل يمكن إدماج حقوق الإنسان في المناهج التعليمية؟ ¶ منهج البحث: ¶ اتبع الباحث في دراسته هذه: ¶ المنهج الاستنباطي: وهو طريقة لاستخراج العلم بالاجتهاد من كلمات العلم الخصبة خاصة آيات القرآن الكريم والأحاديث النبوية(1). ¶ المنهج الوصفي: وهو وصف لما هو كائن وتفسيره وتحديد الظروف والعلاقات كما يهتم بتحديد الممارسات الشائعة والسائدة، والتعرف على المعتقدات والاتجاهات وطرقها في النمو والتطور(2). ¶ حدود البحث: ¶ تدور هذه الدراسة حول حقوق الإنسان الثقافية من خلال التركيز حول نصوص الإسلام وتطبيقاته للحقوق الثقافية للإنسان ومقارنتها مع نصوص المواثيق الدولية الصادرة لحماية حقوق الإنسان الثقافية. ¶ أداة البحث: ¶ __________ ¶ (1) حلس، داود – دور الأسرة في تربية النشء وفق المنهج الإسلامي في ضوء متغيرات العصر – مؤتمر كلية الشريعة والقانون الدولي الأول – الجامعة الإسلامية غزة 1427 ج2 ص582. ¶ (2) العساف، صالح – مناهج البحث العلمي في العلوم السلوكية - الرياض- العبيكان ط1 2000م.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "تمثلت أداة هذه الدراسة في اعتماد الباحث على المصادر والمراجع والمواثيق التي تناولت موضوع حقوق الإنسان حيث يقوم الباحث بانتقاء وتحليل وتفسير الموضوعات ذات الصلة بموضوع الدراسة، ومن ثم الخروج بالنتائج والتوصيات والمقترحات. ¶ المصطلحات: ¶ تستخدم الدراسة المصطلحات التالية: ¶ حقوق: الحق لغة: مصدر نقيض الباطل قال تعالى: { وَلاَ تَلْبِسُواْ الْحَقَّ بِالْبَاطِلِ } (البقرة:42) وتجمع على حقوق وحقاق(1). وأصل الحق المطابقة والموافقة كمطابقة الباب في حقه لدورانه على الاستقامة(2). ¶ والحق شرعاً: الحقوق في الشريعة تنقسم باعتبار ما يضاف إليه الحق، أما حق الإنسان فهو أكثر من أن يخص وينقسم إلى عام وخاص، فالعام ما ترتب عليه مصلحة عامة للمجتمع من غير اختصاص بأحد في مثل: التعليم – المساواة –القضاء... أما حق الإنسان الخاص فهو ما تعلقت به مصلحة خاصة بالفرد كحقه في إدارة عمله، وحق الزوج على زوجته... (3). ¶ الحق في القانون الوضعي: ¶ تنقسم الحقوق في القوانين الوضعية إلى تقسيمات مختلفة باختلاف المعنى الذي تدور حوله فمنها حقوق سياسية، اقتصادية، اجتماعية، ثقافية... (4). ¶ حقوق الإنسان: ¶ __________ ¶ (1) ابن منظور، أبي الفضل جمال الدين- لسان العرب –دار المعارف بمصر. ¶ (2) مجد الدن محمد يعقوب الفيروز أبادي – القاموس المحيط – تحقيق مكتب تحقيق التراث في مؤسسة الرسالة بإشراف محمد نعيم العرقسوسي ط5 1996م. ¶ (3) الأسطل، إسماعيل- حقوق الانسان في الشريعة والقانون- الجامعة الإسلامية غزة ط61 ص15. ¶ (4) الأسطل والمرجع السابق ص19.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يقول محمد النجيمي المقصود بحقوق الإنسان: (تلك المبادئ والقوانين العامة التي اتفقت عليها الأديان، والقوانين الدولية فيما يتعلق باحترام الإنسان في مجال عقيدته، وحريته، وثقافته، وفي مجال حقوق المرأة والطفل، والقضايا السياسية، وحرية التفكير... وهي حقوق كفلتها الشريعة الإسلامية وجميع الأديان والقوانين الدولية) (1). ¶ ويرى الزحيلي أن المراد بحقوق الإنسان حماية مصلحة الشخص سواء أكان حقاً عاماً كتحقيق الأمن، وقمع الجريمة، ورد العدوان، والتمتع بالمرافق العامة. أم خاصاً كحق الزوجة في النفقة وحق الأم في الحضانة لطفلها، وحق الأب في الولاية على أولاده ونحوه...(2). ¶ وعبر الشوربجي عن حقوق الإنسان بقوله: \" أنها حرمات الله –سبحانه وتعالى – فهو الذي تفضل بها على الإنسان؛ ولأن حمايتها والذود عنها قربى لله تعالى فلا يجوز لصاحبها أن يفرط فيها\"(3). ¶ ويرى الباحث بأنه يمكننا القول: \" بان حقوق الإنسان تتمثل في المعايير الأساسية التي تفضل بها الله - سبحانه وتعالى – على العباد وبما يكفل للناس كافة أن يعيشوا بكرامة كبشر \". ¶ الثقافة: ¶ الثقافة لغة: جاء في لسان العرب: ثقف الشيء ثَقفاً وثِقافاً وثُقوفة: حذقه، ورجل ثقُفَ وثقِفٌ حاذق وفهم، ويقول ابن دريد ثَقِفتُ الشيء حذقته، وثقفته ظفرت به قال تعالى: { فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِم } (الأنفال:57) والتثقيف هو التهذيب، والتشذيب والحذق، والتقويم، والفطانة(4). ¶ __________ ¶ (1) جريدة الرياض -13/10/2003م. ¶ (2) الزحيلي، وهبة- الفقه الإسلامي وأدلته 4/14 ¶ (3) الشوربجي، محمد البشري- حقوق الانسان أمام القضاء- مجلة كلية الشريعة والقانون – جامعة الأزهر العدد الثالث 1981ص283. ¶ (4) مجلة النبأ العدد29 أكتوبر 2006م شهرية ثقافية http:// www. Annvaa.org",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "اصطلاحاً: تعني كل ما اكتسبه الإنسان من خلال تفاعله مع الآخرين، واكتسابها عملية عقلية تقوم على التعليم والتعلم وبالتالي فهي تراكمية تنتقل من جيل إلى جيل(1). ¶ ويرى غازي الصوراني بأن الثقافة \" تطلق على جميع الأفعال والمتغيرات التي تعطي المجتمع طابعاً خاصاً بما في ذلك طريقته في النظر إلى الحياة، والتعامل معها(2). ¶ ويرى الباحث أن الثقافة: \"مخزون تراكمي مركب نتيجة لمحصلة العلوم والمعارف والأفكار والمعتقدات والفنون والآداب، والأخلاق والقوانين، والأعراف والتقاليد والموروثات التاريخية واللغوية والبيئية التي تشكل فكر الإنسان وتمنحه من الصفات الخلقية والقيم الاجتماعية فتصوغ سلوكه في الحياة \". ¶ ثانياً: الدراسات السابقة: ¶ بعد الاطلاع على المؤلفات والدراسات التي تناولت حقوق الإنسان الثقافية للإجابة عن أسئلة البحث وجد الباحث أنها متضمنة تحت عنوان حقوق الإنسان وتنقسم إلى قسمين: ¶ دراسات عامة: تتناول موضوع المرأة من زوايا قرآنية وتربوية ذات علاقة عمومية بموضوع البحث. ¶ دراسات خاصة: تتناول بعض جوانب الموضوع حسب ما يتناوله موضوع مؤلفاتهم ودراساتهم، وبعضها غلب عليه الدراسة القانونية وآخر الطابع الفكري. ¶ وفي حدود علم الباحث أن الموضوع لم يسبق أن تناوله الباحثون تناولاً حديثاً بالشكل التطبيقي ومنفرداً عن الحقوق الأخرى، ومن الدراسات التي استطاع الباحث أن يطلع عليها: ¶ __________ ¶ (1) عفانة، عزو – اللولو، فتحية – المنهاج المدرسي أساسياته واقعه وأساليبه ط1 2004 ص33. ¶ (2) الصوراني، غازي – حول الثقافة في فلسطين الحوار المتمدن(نت) نقلاً عن التقرير السنوي حول حقوق الإنسان مركز الميزان لحقوق الإنسان غزة.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "* دراسة إحسان الأغا(1) (المؤتمر التربوي الأول: تطوير التعليم في الأراضي الفلسطينية المحتلة من أين نبدأ 1993) بعنوان حقوق الطفل الفلسطيني وتطبيقاتها التربوية. ¶ هدفت الدراسة إلى: وضع قائمة بأهم الحقوق التي يجب أن تتوافر للطفل الفلسطيني، وكيف يمكن إجراء التطبيقات التربوية حفاظاً لهذه الحقوق وخلصت الدراسة إلى أربعة عشر حقاً هي: (حق الطفل في الحياة، في التربية والتعليم والثقافة، وفي فرص متكافئة، وفي الاهتمام به اهتماماً متكاملاً، وفي تأكيد فرديته المتميزة، وفي اللعب، وفي الإرشاد والتوجيه، وفي التعبير عن ذاته وأفكاره، وفي الرفق في المعاملة، وفي التقدير والاحترام، والحب والحنان، وتوفير الصحبة والرفاق، في تنمية ثقته بنفسه، في الطمأنينة والأمن، وفي الحماية أثناء الحروب والمنازعات). ¶ منهج الدراسة: اعتمد الباحث المنهج الوصفي التحليلي باستخدام المصادر المطبوعة المتوافرة لحقوق الطفل عالمياً وإسلامياً. ¶ خلصت الدراسة إلى ضرورة: ¶ تحديد مفهوم العمر الزمني للطفل الفلسطيني تحديد حقوق الطفل الفلسطيني ومتطلباتها التربوية كمتطلب مسبق لبناء مناهجنا الفلسطينية التعليمية، ورسم الأنشطة التطويرية ذات العلاقة. ¶ هناك جهات عدة كمصادر للتربية منها الأسرة – المسجد – الإعلام... ولابد من التنسيق بين هذه المؤسسات لتحقيق حقوق الطفل. ¶ ومن أبرز توصيات الدراسة: أن تنبع التطبيقات التربوية لمقابلة حقوق الطفل من تربية فلسطينية متميزة تقوم على أسس فلسطينية واجتماعية وتعليمية نابعة من تراثنا وقيمنا وخبراتنا الذاتية، ومستفيدة من تجارب الأمم ونتائج الأبحاث والدراسات السابقة والمحلية والإقليمية والدولية. ¶ __________ ¶ (1) الأغا، إحسان حقوق الطفل الفلسطيني وتطبيقاتها التربوية – المؤتمر التربوي الأول تطوير التعليم في الأراضي الفلسطينية المحتلة من أين نبدأ 1993م جامعة الأزهر غزة.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "* دراسة عبدالكريم الدهشان(1): (جامعة القرآن الكريم والعلوم الإسلامية ¶ بالسودان 1995) بعنوان حقوق الإنسان في القرآن الكريم والسنة النبوية رسالة دكتوراه غير منشورة) ¶ هدفت الدراسة إلى: بيان مكانة حقوق الإنسان في القرآن الكريم والسنة النبوية والمحافظة عليها بنظرية قرآنية ذات علاقة تفسيرية مصبوغة بصبغة حديثة؛ دفاعاً عن الدعوة الإسلامية من الشبهات والمطاعن الموجهة إليها من أعداء الإسلام، واتهامها بالتخلف والقصور. ¶ منهج الدراسة: اتبع الباحث جمع الآيات التي تناولت حقوق الإنسان إضافة إلى المراجع والآيات التي لها علاقة بالموضوع متخذاً الصبغة التفسيرية. ¶ خلصت الدراسة إلى نتائج عدة منها: ¶ أن نظرية حقوق الإنسان لن تحقق بالشكل المثالي إلا في ظل نظام سياسي إسلامي يحكم بكتاب الله وسنة نبيه المصطفى –- صلى الله عليه وسلم -–. ¶ حقوق الإنسان حقوق ثابتة أبدية لا تقبل حذفاً، ولا تبديلاً، ولا نسخاً، ولا تعطيلاً؛ لأنها حقوق شرعية. ¶ ومن أبرز التوصيات التي توصلت إليها الدراسة: أن يكون علم حقوق الإنسان الشرعي مساق يدرسه الطلاب والطالبات في الجامعات، والكليات المتوسطة. وعلى ¶ أن تتبنى ذلك كليات الشريعة بدلاً من كليات الحقوق. ¶ * دراسة وليد عويضة(2) (الجامعة الإسلامية – غزة – كلية أصول الدين 2000م) بعنوان حقوق المرأة وواجباتها في السنة النبوية. ¶ هدفت الدراسة: لبيان حقوق المرأة وواجباتها في السنة النبوية، وبيان أن الإسلام كان سباقاً في إعطاء حقوقها، ومكانتها مقارنة بالمواثيق الدولية. ¶ __________ ¶ (1) الدهشان، عبدالكريم – حقوق الإنسان في القرآن الكريم والسنة النبوية – رسالة دكتوراه غير منشورة- جامعة القرآن الكريم والعلوم الإسلامية بالسودان 1995م. ¶ (2) وليد عويضة- حقوق المرأة وواجباتها في السنة النبوية – رسالة ماجستير غير منشورة – الجامعة الإسلامية غزة 2000م.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "منهج الدراسة: اعتمد الباحث المنهج الموضوعي من خلال الاستفتاح بالآيات القرآنية ذات الصلة بالموضوع داخل البحث. ¶ خلصت الدراسة إلى: ¶ أن الإسلام اعتبر المرأة النصف الآخر للإنسان فبوأها مكانة سامية وأكرمها بنتاً، وزوجةً، وأماً فأعطاها حق الحياة كالرجل، والتصرف بالملكية، وحق العمل الشريف الذي يحفظ كرامتها. ¶ ومن أبرز توصيات الدراسة: العودة الصحيحة إلى الشرع الحنيف والاستفادة منه في بعض القضايا والمعضلات التي تخص المرأة. ¶ * دراسة رمضان الزيان(1) (المؤتمر التربوي الأول– التربية في فلسطين ومتغيرات العصر المنعقد في الجامعة الإسلامية 2004م) بعنوان ملامح التربية السياسية في ضوء السنة النبوية هدفت الدراسة إلى تأصيل مفهوم التربية السياسية للمسلم في جميع مراحله العمرية والتعرف على أهم المؤسسات التربوية التي قامت بالتربية السياسية في العصر النبوي بغية الإسهام في تصحيح المفاهيم التربوية والقيام بعملية التربية الإسلامية الصحيحة ¶ منهج الدراسة: استخدم الباحث المنهج الاستقرائي حيث قام الباحث بجمع النصوص الحديثة من مصادرها الأصلية بطريقة النظام المحوسب أو اليدوي كما استخدم المنهج النقدي في التعامل مع النصوص المجموعة والحكم عليها من حيث القبول أو الرد، كما استخدم أيضاً المنهج التحليلي في فهم الأقوال أو الأفعال، والمواقف الواردة في النصوص، والاستنباط منها وربطها بالواقع السياسي للأمة في العصر الحالي. ¶ ومن أبرز التوصيات التي أوصت بها الدراسة: ¶ العمل على إيجاد تنشئة صحيحة للطفل المسلم من خلال المناهج الدراسية التي تقدم لهم، وتطوير تربية الأسرة لأبنائها سياسياً. ¶ __________ ¶ (1) الزيان، رمضان- ملامح التربية السياسية في ضوء السنة النبوية- المؤتمر التربوي الأول التربية في فلسطين ومتغيرات العصر المنعقد في الجامعة الإسلامية غزة 2004م.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "العمل على قيام المؤسسة التعليمية الرسمية وغيرها بإحداث التربية السياسية المطلوبة وبما يتناسب وحجم الدور المطلوب منها. ¶ * دراسة أمين مشارقة ورياض الصلح(1) (مجلة دراسات الصادرة عن ¶ عمادة البحث العلمي – الجامعة الأردنية العدد (3) تشرين الأول 2003م) بعنوان نمط ثقافة حقوق الإنسان في المجتمع الأردني دراسة ميدانية. ¶ هدفت الدراسة إلى: البحث في نمط ثقافة حقوق الإنسان في المجتمع الأردني. ¶ منهج الدراسة: اعتمد الباحث المنهج الامبريقي بعينة عشوائية قوامها (260) مواطناً بأداة بحث ذات محاور ثلاثة. ¶ أهم النتائج التي توصلت إليها الدراسة: وجود توافق في توجهات المجتمع الأردني نحو مرجعية حقوق الإنسان وآلياتها وضماناتها وأولوياتها على الرغم من وجود بعض التفاوت في درجة التوافق وكانت أعلى درجات التفاوت في التوجهات نحو أهمية أولوية حقوق الإنسان، ثم نحو آليات وضمانات حقوق الإنسان، وأخيراً مرجعية حقوق الإنسان ¶ أبرز التوصيات كانت: ¶ العمل على زيادة تثقيف المجتمع الأردني بحقوق الإنسان خاصة عبر وسائل الإعلام المتعددة، وضمن مساقات حقوق الإنسان في الجامعات والمدارس، بل يمكن إعداد تخصصات على مستوى البكالوريوس، أو الدراسات العليا في مجال حقوق الإنسان. ¶ التعليق على الدراسات السابقة: ¶ __________ ¶ (1) مشارقة أمين، الصبح، رياض – نمط ثقافة حقوق الإنسان في المجتمع الأردني – دراسة ميدانية- مجلة دراسات الصادرة عن عمادة البحث العلمي الجامعة الأردنية العدد (3) تشرين الأول 2003م.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "من العرض الموجز السابق يتضح الاهتمام بموضوع حقوق الإنسان بشكل مجمل والتي غلب عليها طابع التحليل النظري أكثر من الامبريقي. أما الدراسات التي تناولت الحقوق الثقافية فيغلب عليها أيضاً أن تناولها من جانب في مثل حقوق الطفل التربوية، أو حقوق المرأة بهدف المساواة والذي منها التعليم. في حين أن هذه الدراسة تميزت بأن تناولت الحقوق الثقافية بشكل أعم وأوسع موضحة دور الأسرة والمدرسة والجامعة والإعلام في تفعيل ثقافة حقوق الإنسان. ¶ المبحث الثاني ¶ أبرز المفارقات بين الخصائص الثقافية في الإسلام والمواثيق الدولية: ¶ أولاً: موقف الإسلام بحق حرية الأديان: ¶ لما كثر في يومنا هذا المدافعون عن حقوق الإنسان، وإعلان البعض في–صفاقة ووقاحة– أن الإسلام امتهن حقوق الإنسان وانتشر بحد السيف. كان لزاماً أن نذكر هذين الموقفين التاريخيين؛ لنؤكد بهما بر القرآن الكريم والإسلام نحو العالم المسيحي، وإجابة للسؤال الفرعي الأول (موقف الإسلام بحق حرية الأديان كأعظم حق من حقوق الإنسان الثقافية وتطبيقها في الإسلام).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الموقف الأول: منذ ظهور الإسلام مطلع القرن السابع الميلادي ففي تلك الفترة انتصر المجوس على الكاثوليك في سوريا وفلسطين. فقامت الأفراح لدى الوثنيين العرب تعبيراً عن شعورهم المعادي للإسلام الذي كان يشيد بذكر المسيح -عليه السلام-وأمه الطاهرة العذراء. فأحزنت أفراح العرب الوثنيين قلوب المسلمين، ولذلك جاءت آيات القرآن الكريم؛ لتخفف عن المسلمين أحزانهم وتبشرهم– جزماً – بقرب عودة المعركة؛ ولتؤكد أن الكاثوليكية سوف تنتصر، وأن المسلمين سوف يفرحون حينذاك مما شجع هذا أصحاب رسول الله - - صلى الله عليه وسلم -– على تحدي الوثنيين، وإعلان ثقتهم بما بشر به القرآن الكريم(1). ولم تمر بضع سنين حتى نشبت المعركة من جديد وأذن الله في آن واحد بانتصار الروم الكاثوليك على المجوس وانتصار المسلمين على الوثنيين العرب في معركة بدر في آن واحد، فقامت الأفراح لدى المسلمين ونزلت الأحزان مضاعفة على الوثنيين. بل ذهب الإسلام إلى أبعد من ذلك فأمر بالبر لسائر الناس مهما اختلف المسلمون معهم في الدين، والعرق، والوطن كما نص القرآن الكريم { لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَارِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ } (الممتحنة: 8) وفي هذا البر أعظم قواعد التعاون الإنساني منطلقاً من حرية العقيدة وعدم جواز الإكراه. ¶ __________ ¶ (1) الدواليبي، محمد – الندوات العلمية حول الشريعة الإسلامية وحقوق الإنسان في الإسلام- الرياض مطابع العصر بدون (ت) ص91.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الموقف الثاني: ظهر بر الإسلام كأروع صورة لتطبيق البر بالأديان بعد انتصار المسلمين على البيزنطيين ودخول عمر بن الخطاب –- رضي الله عنه -– القدس فأعطى الكاثوليك أماناً لأنفسهم، ولأموالهم، وكنائسهم، وصلبانهم. وأن لا تسكن كنائسهم، ولا تهدم ولا ينقص منها ولا من حيزها، وأن لا يسكن معهم أحد من اليهود. وذلك في ميثاق تاريخي مكتوب، وموقع من عمر بن الخطاب –- رضي الله عنه -– إلى بطريرك الكنيسة صفرنيوس فقضى عمر بهذا على أية مخاوف لدى المسيحيين من الفاتحين المسلمين، وبقي هذا الوفاء إلى يومنا هذا ! مما انفرد به الإسلام على الدوام في تاريخ حروب الأديان المنتصرة(1). ¶ هذان الموقفان التاريخيان شاهدان على ما يتمتع به الإسلام من رعاية، وحماية لغيره من الأديان؛ بل دليل قاطع لحرمة حقوق الإنسان ولاسيما في حرية الأديان والإيمان كحق من الحقوق الثقافية، وكأعظم دليل لتطبيقها في الإسلام. ¶ ثانياً: نظرة الإسلام للحقوق الثقافية للإنسان: ¶ إجابة للسؤال الثاني فإن نظرة الإسلام للحقوق الثقافية للإنسان هي نظرة جزئية من أصل نظرة كلية إلى: (الله - والكون – والإنسان) والإسلام بموجب هذه النظرة الكلية حول (الله والكون والإنسان) يفرض على الإنسان المسلم باسم الدين النظر فيما بين السموات والأرض { إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ } (آل عمران:190) بل وفي نفسه أيضاً { وَفِي أَنفُسِكُمْ أَفَلَا تُبْصِرُونَ } (الذاريات:21) لمقاصد عليا مطلوبة منه طلباً حتمياً يمكن أن نجملها فيما يلي: ¶ الإيمان العلمي بحقيقة الوجود الأولى التي لا بد منها لخلق الكون والإنسان ¶ __________ ¶ (1) الدواليبي المرجع السابق ص93",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "المعرفة العلمية بعظمة خالق هذا الكون بمنتهى الإتقان في صنعه وصنع الإنسان وصولاً لعظمة الإبداع فيهما وأن كل شيء بحسبان { الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ } (الرحمن: 5) وبميزان ونظام للدلالة الجازمة على عظمة الخالق –عز وجل- لهذا الكون القادر العالم الحكيم المستحق للعبادة وحده. ¶ ? المعرفة العلمية أيضاً بأن الإنسان إنما يشغل جزءاً صغيراً من هذا الكون العظيم في أبعاده والعجيب في نظامه. والله كرم هذا الإنسان بأن سخر له ما في السموات والأرض وأمره بالإصلاح في هذه الأرض وعدم الفساد. { وَلاَ تُفْسِدُواْ فِي الأَرْضِ بَعْدَ إِصْلاَحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا } (الأعراف: 56). ¶ إضافة لهذا الإيمان، ولهذه المعرفة العلمية بعظمة الوجود وبكرامة الإنسان، وما سخر له في السموات والأرض { وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً } (الإسراء: 70) فإنه مطلوب من هذا الإنسان طلباً جازماً بأن يعمر هذه الأرض بجهده { وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا وَجَاءتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ } (الروم:9)؛ حتى يتمتع بطيباتها، ولكن بموجب نظام يحفظ الإيمان بالله، ويضمن الكرامة، والعدل، والمساواة، والحرية لهذا الإنسان من غير تمييز بين إنسان وآخر ويكون بكل ذلك عندئذٍ عاملاً لشريعة الله وعابداً لله حتى في لذائذ الفم، ومطالب الجنس ما دام كل ذلك لا عدوان فيه على شريعة الله، ولهذا أنزل كتبه وبعث رسله.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ولهذا كله فإن النظرة الكلية للإسلام حول الله والكون والإنسان تفرض العلم على بني البشر في مفهوم العلم والدين الذي يطلق عليه كلمة الفقه أي العلم بما للإنسان وما عليه. ولهذا قال الرسول –- صلى الله عليه وسلم -– \" ومن يرد الله به خيراً يفقهه في الدين\"(1). ¶ ثالثاً: موقف الإسلام من العلم: ¶ الإسلام بالعلم بأوسع آفاقه الروحية والمادية كأساس لكرامة الإنسان لذلك نجد أن القرآن الكريم رفع من شأن العلم فقال: { قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ } (الزمر: 9) وقال: { إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاء } (فاطر: 28) وقال المصطفى – - صلى الله عليه وسلم --: \"طلب العلم فريضة على كل مسلم\"(2) فالعلم الطريق إلى معرفة الله وعبادته، وعمارة هذه الأرض بسلام فأطلق الإسلام على مجمل دعوته القائمة على هذا الأساس أنها دعوة إلى الحياة، وآخى بين الدين والعلم، والدين والعقل، وبين الدين والفكر، وبالجملة آخى بين الدين والحياة. كما أكدت في ذلك آيات عديدة في القرآن الكريم خاصة ما جاء في قوله تعالى: { اسْتَجِيبُواْ لِلّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ } (الأنفال:24). ¶ في ضوء هذا المفهوم الواسع نجد أن العلم الشامل في الإسلام أساس لكرامة الإنسان. والكرامة أمام الله من غير تمييز بين إنسان وإنسان إلا بالتقوى: { إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ } (الحجرات: 13). ¶ رابعاً: موقف الإسلام من مشكلة الأمية (كحق ثقافي للإنسان): ¶ __________ ¶ (1) صحيح مسلم ج2 رقم، 98 ص718 مسلم بن الحجاج القشيري النيسابوري ت261 تحقيق محمد فؤاد عبدالباقي- بيروت دار إحياء التراث. ¶ (2) مجمع الزوائد ومنبع الفوائد 1/326 – نور الدين علي بن أبي بكر الهيثمي دار الفكر- بيروت 1412.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "بدأ الإسلام منذ ظهوره بمعالجة الأمية قبل أية مشكلة من مشاكل الحياة وبشكل سريع ففرض الرسول – - صلى الله عليه وسلم -– العلم على كل مسلم ومسلمة وقال: \" طلب العلم فريضة على كل مسلم\"(1) أي على كل من أسلم ويشمل هذا الذكر والأنثى،ثم فتح لهم آفاق السموات والأرض للنظر فيها. قال تعالى: { قُلِ انظُرُواْ مَاذَا فِي السَّمَاوَاتِ وَالأَرْضِ } (يونس: 101). ¶ جعل المصطفى – - صلى الله عليه وسلم -- في أول حرب للإسلام مع المشركين فدية الأسرى -المتعلمين منهم– تعليم عشرة من المسلمين جزاء فكاكه من الأسر معتبراً القراءة والكتابة مفتاح العلم ولهذا ضرب المصطفى– - صلى الله عليه وسلم -– مثلاً لم يسبقه إليه أحد من العالمين إذا علمنا حاجة المسلمين الشديدة في ذلك الوقت للمال قبل حاجتهم للعلم بل ومضى الرسول- صلى الله عليه وسلم --- بقول العالم والمتعلم شريكان في الخير ولا خير في سائر الناس بل يقول مفضلاً الزيادة في العبادة: \"ما اكتسب مكتسب مثل فضل علم يهدي صاحبه إلى هدى أو يرده عن ردى وما استقام دينه حتى يستقيم عمله\" وفي رواية حتى يستقيم عقله. فكان لهذا الإعلان النبوي طلب العلم فريضة دينية على كل مسلم أثراً عجيباً في نفوس المسلمين كوَّن فيهم غراماً بالتعليم، وبعث فيهم باسم الدين نشاطاً لطلب العلم أصبح مثلا وحيداً في التاريخ ويؤكد هذا (كوستاف لوبون) في كتابه (حضارة العرب) قائلاً: \"شَغَفُ المسلمين العرب بالعلم منبعث عن الدين نفسه وقال في ذلك: إن العلم الذي استخفت به أديان أخرى قد رفع المسلمون من شأنه عالياً، وإليهم ترجع حقيقة هذه الملاحظة الصائبة القائلة باسم الدين\": إنما الناس هم الذين يتعلمون والذين يعلمون وأما من عاداهم فمضر لا خير فيه\"(2). ¶ __________ ¶ (1) سنن ابن ماجه 1/228 ح82 محمد بن يزيد القزويني. ¶ (2) الدواليبي المرجع السابق ص104.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقال أيضاً: \"كان المسلمون إذا ما استولوا على مدينة وجهوا عنايتهم في الدرجة الأولى إلى تأسيس مسجد أو إقامة مدرسة. وما أظن من سبقهم لهذا بل وأكد في كتابه بقوله: لقد بلغ شغف المسلمين العرب بالتعليم مبلغاً عظيماً حتى أن خلفاء بغداد كانوا يستعملون كل الوسائل لجذب العلماء إلى قصورهم\". ¶ ولم يفرق الإسلام بين الرجل والمرأة في التعليم والثقافة، بل أباح للمرأة أن تحصل على ما تشاء الحصول عليه من علم، وأدب، وثقافة، وتهذيب ولا يفرق الإسلام في حق التعليم والثقافة بين الحرة والأمة فقد روى البخاري في صحيحه عن برده عن أبيه قال: قال رسول الله -- صلى الله عليه وسلم - - \" أيما رجل كانت عنده وليدة (أي جارية) فعلمها فأحسن تعليمها وأدبها فأحسن تأديبها ثم أعتقها وتزوجها فله أجران\"(1). ¶ خامساً: حرية الرأي والتعبير: ¶ أكبر مظهر لحرية الرأي في الإسلام الاجتهاد في الرأي، وبذل أقصى الجهد العلمي له. ومن الأحاديث النبوية التي تدل على ذلك قول الرسول- - صلى الله عليه وسلم - - لمعاذ بن جبل حين بعثه إلى بلاد اليمن:\" كيف تصنع إذا عرض لك قضاء؟ فقال: أقضي بكتاب الله. قال: إن لم يكن في كتاب الله؟ قال: فبسنة رسول الله. قال فإن لم يكن في سنة رسول الله؟ قال أجتهد رأي ولا ألو. قال فضرب رسول الله -- صلى الله عليه وسلم -- ثم قال: الحمد لله الذي وفق رسول رسول الله كما يرضي رسول الله\"(2). ¶ القيود الواردة على حرية الرأي: ¶ __________ ¶ (1) صحيح البخاري 5/4795 ح1955 محمد إسماعيل ث 256 تحقيق مصطفى البغا بيروت – ابن كثير، اليمامة ط3 1407. ¶ (2) سنن الدارمي ج1 باب الفتيا وما فيه في الشدة ص72- عبدالله بن عبدالرحمن أبو محمد الدارمي- دار الكتاب العربي، بيروت ط1 1407 تحقيق فؤاد أحمد زرملي وخالد السبع.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الإسلام لا يكبت طاقة من طاقات الانسان الفكرية كانت، أو روحانية، أو جسدية إلا أنه لا يطلق العنان لهذه الطاقات بصورة مطلقة تنشط بأية طريقة وإنما دأب على تهذيبها وترشيدها لما فيه مصلحة الانسان على هذه الأرض. ومن مظاهر هذا الترشيد الهادف: ¶ ? رد الاختلاف عند التنازع بين أصحاب الرأي إلى كتاب الله وسنة رسوله -- صلى الله عليه وسلم --: { يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً } (النساء 59). ¶ ألا يكون إبداء الرأي من أسباب إثارة وشيوع الفساد في البلاد والتشهير بالآخرين، أو المس بالأمن العام للدولة فقد نهى الإسلام عن الفساد في الأرض عموماً بكل طرائقه، ووسائله، وأشكاله { فَاذْكُرُواْ آلاء اللّهِ وَلاَ تَعْثَوْا فِي الأَرْضِ مُفْسِدِينَ } (الأعراف 74). ¶ وسائل إبداء الرأي: ¶ من أهم مظاهر حرية الرأي والتعبير عنه بحرية الإعلام (المقروء-المسموع ¶ –المرئي) وقد قيل عن الصحافة بأنها السلطة الرابعة في الدول الديمقراطية(1). ¶ وإذا كان الإسلام يتيح للإنسان أن يبدي رأيه فلا يمكن أن يمنعه من حقه عن التعبير- كما سبق- وفي اختيار الوسيلة المناسبة لإيصال هذا الرأي طالما لم يكن في ذلك مخالفة شرعية. تلك هي نظرة الإسلام إلى الحقوق الثقافية للإنسان في الإسلام التي تستوجب منا جميعاً العمل على حفظها وتفعيلها؛ صوناً لكرامة الانسان. ¶ الحقوق الثقافية في المواثيق الدولية ¶ __________ ¶ (1) المحمصاني، صبحي – أركان حقوق الإنسان في الشريعة الإسلامية والقوانين الدولية الحديثة- بيروت – دار العلم للملايين 1970، ط1.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أولاً: الاتفاقيات الدولية الخاصة بالحقوق الثقافية للإنسان(1): ¶ جاء في الفقرة الأولى من المادة (26) من الميثاق الدولي لحقوق الانسان ونصها (كل فرد له حق التربية والتعليم). ¶ جاء في الفقرة الثالثة من هذه المادة ونصها\" أن الآباء لهم الحق في المقام الأول باختيار نوع التربية لأبنائهم. ¶ جاء في الفقرة الثانية من هذه المادة \" أن التربية يجب أن تهدف إلى التفتح الكامل لشخصية الإنسان، وإلى دعم الاحترام لحقوق الانسان وحرياته\". ¶ جاء في الفقرة الأولى من المادة (13) أن الدول الأطراف في هذه الاتفاقية تعترف بحق كل فرد بالتربية، وتتفق على وجوب توجيه التربية والتعليم إلى الإنماء الكامل للشخصية الإنسانية والحس بكرامتها، وإلى توطيد احترام حقوق الإنسان والحريات الأساسية وهي متفقة على وجوب استهداف التربية والتعليم؛ ليتمكن كل شخص من الإسهام بدور نافع في مجتمع حر وتوثيق أواصر التفاهم والتسامح والصداقة بين جميع الأمم ومختلف السلالات أو الاثنية أو الدينية ودعم الأنشطة التي تقوم بها الأمم المتحدة من أجل صيانة المسلم مما يتطلب هذا الحق. ¶ جعل التعليم الابتدائي مجانياً وإتاحته للجميع. ¶ تعميم التعليم الثانوي بمختلف أنواعه (تقني، مهني) وجعله متاحاً للجميع، والأخذ بمجانية التعليم تدريجياً. ¶ جعل التعليم العالي متاحاً للجميع على قدم المساواة تبعاً للكفاءة والأخذ بمجانية التعليم العالي تدريجياً. ¶ تشجيع التربية الأساسية أو تكثيفها إلى أبعد مدى ممكن من أجل الأشخاص الذين لم يتلقوا أو لم يستكملوا الدراسة الابتدائية. ¶ العمل على إنماء شبكة مدرسية على جميع المستويات وإنشاء نظام منح وافٍ بالغرض، ومواصلة تحسين الأوضاع المادية للعاملين في التدريس. ¶ __________ ¶ (1) مركز الميزان لحقوق الإنسان العهد دولي الخاص بالحقوق الاقتصادية والاجتماعية والثقافية للأمم المتحدة المؤرخ في 16 كانون الأول ديسمبر 1966م وفقاً للمادة 27 تاريخ النفاذ يناير 1976م.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "التعهد باحترام حرية الآباء أو الأوصياء في الاختيار لأولادهم مدارس غير المدارس الحكومية وفي ضمان التربية الدينية والأدبية وفقاً لقناعتهم الخاصة. ¶ ما جاء في البروتوكول رقم (1) المضاف لاتفاقية حقوق الإنسان وحرياته الأساسية الصادر عن حكومات المجلس الأوروبي ونصها \" لا يجوز أن يرفض حق أحد في التعليم وأن الدولة ستحترم في ميدان التربية والتعليم حق الآباء في ضمان التربية والتعليم وفقاً لعقائدهم الدينية والفلسفية. ¶ ما جاء في الفقرة الثانية عن المبدأ السابع من تصريح حقوق الطفل ونصها أن المصلحة العليا للطفل هي المرشد لأولئك الذين يحملون مسؤولية تربيته وتوجيهه. وأن هذه المسؤولية تقع بالدرجة الأولى على أهله. ¶ المادة (15) تقر الدول الأطراف في هذا العهد بأن من حق كل فرد: ¶ أن يشارك في الحياة الثقافية. ¶ أن يتمتع بفوائد التقدم العلمي وتطبيقاته ¶ أن يفيد من حماية المصالح المعنوية والمادية الناجمة عن أي أثر علمي أو فني أو أدبي من صنعه. ¶ تتعهد الدول الأطراف في هذا العهد باحترام الحرية التي لا غنى عنها للبحث العلمي والنشاط الإبداعي. ¶ أبرز خصائص الحقوق الثقافية للإنسان في المواثيق الدولية: ¶ نرى في المواثيق الدولية لحقوق الإنسان أهدافاً نبيلة يمكنها أن تحقق متطلبات الإنسان في حقه الثقافي ويعيش بأمن وسلام. ومن الأهمية بمكان حماية وتطوير هذه المؤسسات وهذه الأهداف النبيلة بتزويدها بضمانات تتيح لها تحقيق أهدافها النبيلة بطريقة فاعلة وهي تحقيق أحلام الإنسان التي تضمنها القرآن الكريم الذي يحث الناس على التعاون لفعل الخير وليس التعاون لغاية ارتكاب اعتداءات شريرة { وَتَعَاوَنُواْ عَلَى الْبرِّ وَالتَّقْوَى وَلاَ تَعَاوَنُواْ عَلَى الإِثْمِ وَالْعُدْوَانِ } (المائدة: 2).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ونحن كمسلمين نرفض النظريات الفارغة ونؤمن بأن النصر النهائي هو انتصار العقل على التعصب ومستقبل أفضل للجنس البشري. وقد دعا القرآن إلى وحدة الجنس البشري عن طريق التنوع والتعدد { وَلَوْ شَاء رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً } (هود: 118). فالإسلام يقبل التنوع والتعددية ويعتبرها جزءاً طبيعياً في هذه الحياة والهدف من هذا التنوع هو تعارف الناس وتعاونهم مع بعضهم بعضاً وبالتالي القضاء على التمييز بين الناس على أساس اللون أو العرق أو الجنس فأفضل الناس من كان أكثر فائدة للآخرين. ¶ ويمكننا تلخيص أبرز خصائص الحقوق الثقافية للإنسان في المواثيق الدولية بما يلي: ¶ أن لكل إنسان الحق في التربية والتعليم ولا يجوز أن يرفض له هذا الحق. ¶ أن التربية والتعليم تهدف إلى التفتح الكامل لشخصية الإنسان والشعور بكرامته وإلى دعم الاحترام لحقوق الإنسان وحرياته الأساسية. ¶ أن للآباء في المقام الأول الحق في اختيار التربية الدينية لأولادهم حسب عقائدهم. ¶ أن المصلحة العليا هي وحدها التي ترشد المسؤولين عن تربية الطفل وتوجيهه.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "5-أن مجمل الحقوق الثقافية التي دعت إليها المواثيق الدولية حق خاص وليست فريضة عامة والدليل النص قولاً \" لا يجوز أن يرفض حق أحد في التعليم \" إذ من المتفق عليه في مبادئ الحقوق العالمية أن لكل إنسان ذي حق أن يتنازل عن حقه الخاص، ونتيجة لذلك فإن تنازله عن حقه الخاص لا يشكل جرماً لأنه لا يمس إلا شخصه. وفي هذا إضعاف لهذا الحق في التعليم الذي هو ضرورة أساسية لحياة الإنسان ونزولاً لمستوى الوصايا من غير ضامن من ضمانات التنفيذ لهذه الوصايا خاصة متى لاحظنا الهدف لهذا الحق الثقافي كما نصت المواثيق الدولية بقولها:\" أنه تفتح شخصي لشخص الإنسان ولكرامته \" دون أية إشارة إلى أنواع علوم الحياة الشاملة.وضرورتها لحياة الفرد والمجتمع خاصة الإيمان بالحقيقة العلمية الأولى لمصدر الوجود، وخالق السموات والأرض ومن فيهن، ومبدع الإنسان مع وجوب الخضوع لتعاليمه. وفقدان هذا الإيمان بالله عز وجل كهدف أساس من أهداف حقوق الإنسان الثقافية لدى الأمم المؤمنة بالله تعالى يضيع حقوق الفرد وحرياته ويجعلها في خطر... ¶ أبرز خصائص الإنسان الثقافية في الإسلام: ¶ إذا أمعنا النظر في النصوص الإسلامية لحقوق الإنسان الثقافية نجدها تتميز بما يلي: ¶ ورد التعبير عن الحقوق الثقافية في الإسلام بأنها (فريضة) وبالتالي لا يجوز التنازل عنها فهي ليس مجرد حقوق للإنسان كما أعلنته المواثيق الدولية. ¶ هذه الفريضة تقع في آن واحد على عاتق الفرد والجماعة وكلاهما مسؤول عن تنفيذ هذه الفريضة. فهي فريضة حيوية عامة لا يجوز لأحد إهمالها وليست حقوقاً خاصة تسقط بإهمال صاحبها بها.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "هذه الفريضة تتمتع في الإسلام بضمانات جزائية وليست مجرد توصيات أو أحكام أدبية لا ضامن لها كما هو الأمر في مواثيق المنظمات الدولية. إذ للسلطة الحاكمة في الإسلام حق الإجبار على تنفيذ الفريضة ومعاقبة المتخلفين عن التنفيذ خلافاً للمواثيق الدولية التي تعتبرها حقاً شخصياً مما لا يمكن المعاقبة عليه إذا تنازل صاحبه مما دفع المجلس الأوروبي 1950 بإحداث محكمة لحماية حقوق الإنسان وحرياته. ¶ المواثيق الدولية لحقوق الإنسان تعطي أولياء الأمور الحرية في اختيار نوع الثقافة والتربية التي يختارونها لأولادهم حسب عقائدهم خلافاً للنظم العلمانية والنظم غير الديمقراطية التي تفرض وحدها الثقافة والتربية وحرمان أولياء أمور الطلاب من ممارسة حقهم المعترف به في حقوق الإنسان بل مصادرة عقول الأطفال والشباب وإخضاعهم في العقائد إلى فلسفة النظم الحكومية وحدها، وإبعادهم عن التوجه الشرعي المعترف به في مواثيق حقوق الإنسان مما حدا بكبار الحقوقيين أمثال السيد تيكن في الاجتماع التأسيسي لمجلس أوروبا قوله: \"يجب أن يحرم رسمياً مصادرة الطفولة والشبيبة من قبل النظم غير الديمقراطية\"(1). ¶ الإسلام فتح جميع آفاق السماء والأرض للبحث والعلم بمختلف علوم الحياة وأنواع التكنولوجيا؛ من أجل الاعتراف علمياً بخالق هذا الكون ومبدع الإنسان مما يجنب علوم التكنولوجيا أن تكون مادية نفعية فقط، بل لتكون أداة حقيقية في تغذية الروح إلى جانب مصالح الجسد وتقريب الإنسان من خالقه، وبذلك ينقذ نفسه من الضياع ومن أوحال المادية البحتة. ¶ مجمل القول لحقوق الإنسان الثقافية في الإسلام أن هذه الحقوق واجبات حتمية محمية بالضمانات التشريعية والتنفيذية وليست حقوقاً طبيعية للإنسان ووصايا تدعى الدول لاحترامها، والاعتراف بها من غير ضامن لهذا ! ¶ المبحث الثالث ¶ __________ ¶ (1) مجلة حقوق الإنسان الأوروبية – المجلد السادس 1973م ص479.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "دور التنشئة الاجتماعية في الكشف عن حقوق الإنسان ¶ دور الأسرة: ¶ أولى الإسلام مرحلة الطفولة العناية باعتبار أن الطفل في صرح المجتمع وهي الأسرة، والأسرة لبنة في صرح المجتمع الكبير وهي الأمة، وكلاهما (الأسرة والمجتمع) يتأثران قوة وضعفاً باللبنة الأولى. ويشهد التراث الإسلامي اهتمام العلماء المسلمين أمثال الغزالي، والقابسي، وابن سينا، وابن خلدون... وغيرهم بشرح وتفسير السلوك الإنساني؛ للوقوف على طبيعة الطفولة وكيفية بنائها والتعامل معها، وزاد اهتمام المؤسسات الدولية والإقليمية، والأكاديمية والاجتماعية بالطفل وحقوقه منذ الإعلان عن حقوق الإنسان 1948م ولأن ثقافة كثير من الأسر في مجتمعاتنا العربية محدودة بحدود العشيرة والقبيلة والقرية إضافة إلى تفشي الأمية، وعدم القدرة على القراءة، وعدم وجود ممارسات ديمقراطية إذ يسلك بعض الحكام في سبيل تحقيق غاياتهم أساليب تعتمد على تسخير وسائل التنشئة لتشويه سلامة الوعي العام وبالتالي عدم وعي الأبناء بحقوقهم بالإضافة إلى النمط التربوي الأسري الأبوي الذي يجعل للأب كل السلطة داخل الأسرة مما يتوجب العمل على زيادة التثقيف الاجتماعي؛ من أجل إيجاد وعي أسري قادر على تأصيل القيم الإنسانية كمبدأ العدالة والمساواة، والتسامح، والتضامن، والتعاون... الذي يضمن صون كرامة الإنسان كمقدمة للمطالبة بهذه الحقوق من قبل فئات المجتمع كافة؛ وصولاً لتنمية العنصر الإنساني وتثقيف قيمه وسلوكه كمدخل ضروري لتنمية المجتمع وحداثته بشكل عام.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وبهذا فإن ما يكتسبه الفرد في المؤسسة الأولى (الأسرة) سيمتد أثره إيجاباً أو سلباً على تفكيره وسلوكه فيما بعد طفولته الأولى حينما ينضم إلى نسيج المؤسسات الأخرى التي أولها المدرسة، ولذلك كله فإن التربية داخل الأسرة أحد أسس كل تربية ومنها التربية على حقوق الانسان فإذا لم يجد ما يرسخها ويعززها، وينسجم معها منذ الطفولة الأولى في الأسرة والعائلة فإن ذلك سيكون عائقاً أمامها في المراحل اللاحقة للطفولة في الأسرة، وخارج مجال الأسرة. ¶ دور المؤسسات الإعلامية:",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "يأتي دور المؤسسات الإعلامية (المقروءة، والمسموعة، والمرئية) في تجسيد ثقافة حقوق الإنسان، وحريته، وكرامته. وهذه الثقافة تتمثل في نشر مبادئ حقوق الانسان والقيام بنقد هادف وبناء إذا ما ارتكز على الموضوعية، ومنظومة سلوكية توازن بين الحرية والمسؤولية، والقيام بمجالات تثقيفية وإعلامية بين أفراد المجتمع في إطار توعية حقيقية بأهمية المحافظة على حقوق الإنسان، وبث المعلومات، والنماذج السلوكية القيمية التي تسهم في تشكيل ذهن الطفل وتطلعاته وأنماط سلوكه سواء كانت تخصه كفرد، أو في علاقته مع الآخرين. فالمواد التي يقدمها التلفاز على سبيل المثال للأطفال والكبار أحياناً تصبح ذات أثر فعلي عندما يتم الاقتداء بما تتضمنه من شخصيات وقيم ورموز... فوسائل الإعلام بهذا تكون عاملاً مساعداً، أو عائقاً للتربية على حقوق الانسان حسب نوعية ما تقدمه وتنشره وتلقنه... وتفعيل هذه المبادئ الحقوقية الإنسانية بما يكفل تنشئة المواطنين على احترام حقوق الإنسان، وإحاطتهم بمعلومات كاملة وأمينة عن كافة ما يدور حولهم بعيداً عن المحدودية؛ لاعتبارات الحساسية السياسية التي تثيرها قضية حقوق الانسان مستلهمة رسالتها من رسالة الإسلام السمحة، والعمل دوماً على إعطاء الوسائل الإعلامية الاستقلالية للعمل بشفافية بعيداً عن الثقافة المرجوة للحرب والعنف، والكراهية؛ نظراً لسرعة الانتشار الواسع لهذه الوسائل، وللتعامل اليومي المباشر معها، ولسرعة أثرها خاصة المرئي منها فمثل هذه الوسائل تملك أكبر الأثر على الأذهان، والسلوكيات مما يلزم باستحضارها كمصدر رئيس للتربية على حقوق الانسان وبصورة تنسجم مع باقي مصادر هذه التربية. ¶ دور التعليم العام والتعليم العالي: ¶ دعت الجمعية العامة للأمم المتحدة 1968م إلى تدريس حقوق الانسان بالتدريج في المقررات الدراسية لطلاب المرحلة الابتدائية، والثانوية بهدف تعزيز العدل الاجتماعي.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وفي مؤتمر طهران 1968م تقرر أن تدعى جميع وسائل التعليم من أجل إتاحة الفرصة للشباب كي يشب على روح احترام الكرامة الإنسانية، وبالتساوي في الحقوق وفي سنة 1978م تم تنظيم المؤتمر الدولي في (فينا) من قبل، اليونسكو حول تدريس حقوق الانسان وتوالت المؤتمرات والندوات التي تطالب بضرورة تدريس حقوق الإنسان(1). ¶ ويرى الباحث أن التعليم والتوعية بحقوق الانسان خطوة لا غنى عنها لكفالة احترامها وضمان إعمالها على أرض الواقع، وإلا فكيف يتصور أن يطالب شخص بما يجهل أنه حقه! أو يلتزم آخر باحترام حقوق وحريات الآخرين إذا لم يكن يعلم أصلاً بوجودها. والتعليم والتوعية بحقوق الانسان ومضمونها وأبعادها المختلفة هما نقطة البدء لتطبيقها. وإعمالها بصورة فاعلة باعتبارها خطوة أساسية للخروج بتلك الحقوق من الحيز النظري إلى مجال التطبيق العملي مما يؤدي إلى تنمية الحس الإنساني وتعميق الوعي بها، وتعميق روح التفاهم والتعاون المشترك. لذا فتدريس تربية حقوق الانسان لابد أن يبدأ به في سن مبكرة. واحترام حقوق الانسان يرتبط باتجاهات أساسية يكتسبها الفرد منذ الطفولة بما يعني تأسيس هذه الحقوق كقيم على مستوى الوعي، والوجدان، والمشاعر وكسلوكيات عملية على مستوى الممارسة فيتكون لدينا المواطن المتشبع بالقيم الديمقراطية، ومبادئ وحقوق الانسان القادر على ممارستها في سلوكه اليومي من خلال تمسكه بحقوقه واحترامه لحقوق الغير الحريص على مصالح المجتمع بقدر حرصه على حقوقه ودفاعه عنها. ¶ __________ ¶ (1) الانتصار، عبدالمجيد- التربية على حقوق الإنسان http://www.forumalterhetives.org",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وللإجابة عن السؤال الفرعي الرابع دمج حقوق الانسان في المناهج التعليمية: من خلال المؤتمرات والندوات والتجارب العالمية والإقليمية التي تناولت كيفية دمج حقوق الانسان في المناهج التعليمية نجد تباين الآراء حول كيفية تدريس تربية حقوق الانسان فهناك من يرى أن تكون ضمن مقرر مستقل، وهناك من يعارض أن تكون ضمن مقرر مستقل لأن حقوق الانسان تناولتها مقررات مدرسية متعددة من خلال بعض الموضوعات (كالتربية الإسلامية، والتربية الوطنية، اللغة العربية) وزيادة ساعة دراسية يزيد من العبء الدراسي على الطلاب، وهناك العديد من التجارب التي حققت نجاحاً في جعل مفاهيم حقوق الانسان تدخل في الأنشطة المدرسية كالنوادي، والجمعيات الطلابية والمحاضرات، والندوات... ضمن ما يسمى (المنهج الموازي) فيتشربها الطلاب في عدة مواد وتكبر مع نمو الطلاب إلى أن تنفرد لها مواد مستقلة في المرحلة الثانوية لها منهجها وكتبها.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ويتفق الباحث بدمج مفاهيم تربية حقوق الانسان ضمن المواد الدراسية خاصة: التربية الإسلامية، اللغة العربية، التربية الوطنية، التاريخ وذلك لتلاميذ المرحلتين الأساسية (الدنيا والعليا) وعلى أن يكون هناك لها مقرر مستقل في المرحلة الثانوية ولاشك أن المعلم هو العامل الأساسي في إنجاح المبادرات الجديدة لتعليم حقوق الانسان وتحمل مسؤولية توصيل رسالة تربية حقوق الانسان وجعلها تربية عمل أكثر مما هي تربية نظر وذلك من حيث إن الغرض المتوخى فيها هو مساعدة الصغار على تفهم الحقوق والواجبات؛ بغية تطبيق مبادئ حقوق الانسان على أكمل نظام في وجودنا البشري مما يحتم على المعلمين أن يفعلوا أكثر من مجرد ترديد درس محفوظ لكي تدب الحياة في هذه الأفكار عندئذٍ يمكن للمعلمين والتلاميذ ممارسة هذه المبادئ بدلاً من تدريسها شفوياً أو محاكاتها(1) مما يتطلب الأمر عقد دورات تدريبية للمعلمين وتبصيرهم بأهمية وكيفية تربية حقوق الإنسان... ¶ أما التعليم الجامعي فتدريس حقوق الإنسان في كثير من الجامعات والتي منها الجامعة الإسلامية ضمن مساق خاص مدته ساعتان أسبوعياً لجميع الكليات غايته نشر الوعي الصحيح بحقوق الإنسان وهو الشرط الضروري كي يصبح الرأي العام رقيباً يقظاً على السلطات الحكومية. ¶ التوصيات والمقترحات ¶ __________ ¶ (1) الأمم المتحدة- مبادئ تدريس حقوق الإنسان نيويورك 1989 ص7.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "على أثر هذه الدراسة يتأكد أن حقوق الانسان في الإسلام مبدأ ديني إسلامي بمعنى أن الانسان مُكَّرَّم في الإسلام على أساس العقيدة الإسلامية، ولو انتهك الآخرون حقوقنا واضطهدونا فإننا لن ننتهك حقوقهم مقابل انتهاكهم لحقوقنا أي نعاملهم بالمثل بل يجب أن نحترم حقوقهم؛ لأن ديننا أمرنا بذلك، ومن أجل أن يتم تثبيت هذه الحقوق والواجبات؛ لتتويج هذا الانسان بأن يكون سيداً في وطنه، حراً في أرضه، مواطناً كامل المواطنة في حياته... فالأحرار هم القادرون على التفكير في المستقبل وليست هناك حرية بدون حقوق، وليست هناك حقوق لا يقابلها واجبات يورد الباحث التوصيات التالية: ¶ أولاً: فيما يخص السياسة التعليمية: ¶ أن تتيح السياسة التعليمية إدراج مفاهيم تربية حقوق الانسان في جميع المناهج التعليمية الفلسطينية وعلى جميع مستويات التعليم العام. ¶ التنسيق بين وزارة التربية والتعليم الفلسطينية والجامعات الفلسطينية لتشكيل لجنة من الاختصاصين في القانون والسياسة، والتاريخ، وعلم الاجتماع، والتربية، وعلم النفس تتولى جميع مناهج تربية حقوق الانسان لتتناسب مع كل مرحلة من مراحل التعليم العام وبما فيها المرحلة الجامعية وعلى أن يتفاوت في مضمونه من كلية إلى أخرى ففي كلية التربية مثلاً يكون هناك شق يعكس مفهوم حقوق الانسان في المقررات والمناهج المدرسية في مراحل التعليم العام المختلفة؛ وفي كليات الإعلام بما يتكفل بكيفية استخدام وسائل الإعلام في تنشئة المواطن على حقوق الانسان... ¶ إدخال مفاهيم تربية حقوق الإنسان في الأنشطة المدرسية(كالنوادي- الجمعيات الطلابية- المحاضرات- الندوات...) ضمن ما يسمى (المنهج الموازي)؛ ليتشربها الطلاب في مرحلة مبكرة يتم ممارستها في البيئة المدرسية.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "تدريس تربية حقوق الانسان في المراحل الأساسية عبر المواد الدراسية وبشكل خاص (مادة التربية الإسلامية- اللغة العربية- التربية الوطنية- التاريخ) والتأكيد على أن تربية حقوق الانسان قضية وعي وثقافة إلى كونها ممارسات داخل المؤسسة التعليمية. ¶ الاستفادة من المواد التعليمية السمعية والبصرية والوسائط الفنية (كالمسرح المدرسي) والملصقات في ترويج مفاهيم تربية حقوق الانسان. ¶ وضع برنامج تعليمي تدريبي للمعلمين وكل الفاعلين التربويين يستهدف تعميق وترسيخ مفهوم حقوق الانسان وكيفية تربية حقوق الإنسان، واتخاذ المعلم من نفسه أنموذجاً يحتذي به التلاميذ في سلوكهم. ¶ ثانياً: فيما يخص الإعلام: ¶ الاستمرار في تنظيم برامج تنشيطية متخصصة (دورات تدريبية – ورش عمل – ندوات... لتوعية وتثقيف الإعلاميين بقضايا ومفاهيم حقوق الانسان وترابط مجالاتها الاقتصادية والاجتماعية والثقافية؛ لتمكينهم من تصميم مواد إعلامية لنشر ثقافة حقوق الانسان. ¶ دعوة وسائل الإعلام – كافة- لزيادة التثقيف المجتمعي بحقوق الانسان بالارتكاز على الموضوعية والمنظومة السلوكية الموازنة بين الحرية ¶ والمسؤولية بعيداً عن الصبغة السياسة، والمؤسسية، والدولية. ¶ الاستمرار في دعوة وتشجيع منظمات حقوق الانسان في فلسطين لإصدار تقرير سنوي لرصد انتهاكات حقوق الإنسان (حرية الصحافة- الثقافة- المرأة- الطفل- الأسير...) التي حدثت على ضوء المواثيق الدولية ومبادئ حقوق الانسان ونشرها. ¶ كفالة الحقوق الأساسية للإعلاميين والعاملين في المجال الثقافي؛ لأجل نشر ثقافة حقوق الإنسان. ¶ ثالثاً: فيما يخص المؤسسات الدولية لحقوق الإنسان:",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "لأن الحركة الدولية للصليب الأحمر والهلال الأحمر هي المعنية لمتابعة تطبيق القانون الدولي الإنساني، ومراعاة إشارة الهلال الأحمر والصليب الأحمر حسب اتفاقية جنيف. وطالما لا توجد إدارة سياسية على المستوى الدولي لمعاقبة منتهكي هذه الحقوق فستبقى هذه الانتهاكات مستمرة على الدول الأضعف قوة إذ لا تفيد الإعلانات والاستنكارات والشجب فإسرائيل انتهكت حقوق الإنسان (الاقتصادية والاجتماعية والثقافية) مئات المرات. فأين حرية الأديان بمنع المصلين للصلاة في المسجد الأقصى، كنيسة القيامة بقيت أربعة عشر قرناً تحت حماية الإسلام لم تتعرض لأي أذى في يوم بل بقيت معززة وانتهكت في ظل ما يسمى بإسرائيل وأطلق عليها النار وقتل بداخلها الرهبان دون أن تحرك منظمات حقوق الانسان ساكناً غير الشجب والاستنكار! ناهيك عن إطلاق النار على سيارات الإسعاف والتدخل في المناهج التعليمية. ¶ المقترحات: ¶ يرى الباحث أن هذه الدراسة أثارت عدداً من المقترحات التي تحتاج إلى مزيد من البحوث والدراسات؛ استكمالاً لتفعيل الثقافة والتوعية بحقوق الانسان منها: ¶ إجراء دراسة تحليلية لمضمون المقررات الدراسية في مراحل التعليم العام في فلسطين من حيث مدى اهتمامها بتربية حقوق الانسان. ¶ الاستمرار في الدراسات التي تتناول بيان دور الشريعة الإسلامية في تحقيق احترام حقوق الانسان. ¶ إجراء دراسات استطلاعية حول تغطية وسائل الإعلام في فلسطين لثقافة حقوق الانسان ودورها في تنشئة المواطن عليها. ¶ إجراء دراسة ميدانية لقياس ثقافة حقوق الانسان في المجتمع الفلسطيني. ¶ إجراء دراسة لتحديد حقوق الطفل الفلسطيني في المجتمع التعليمي الفلسطيني.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وختاماً: تلك هي نظرة إسلامنا إلى الحقوق الثقافية للإنسان التي تستوجب منا – جميعاً- ضرورة إسماع هؤلاء الذين أعلنوا في سفاهة، أو عدم دراية، أو حقد أعمى قلوبهم أن الإسلام امتهن حقوق الإنسان... ندعوهم من على منبر الجامعة الإسلامية في غزة – المحفوظة برعاية الله تعالى-، ومن خلال هذا المؤتمر الذي تبنته كلية أصول الدين – أعزها الله بحفظه ورعايته- للمنطق والحكمة والتريث؛ للنهوض بهذا الإنسان كما أمر الإسلام بالدفاع عن كرامة وحقوق الانسان بدلاً من هذا العدوان الذي يمحو كل كرامة للإنسان. ¶ ويهيب الباحث بكل ذي قدرة على العطاء في هذا الميدان في سبيل الارتقاء بكرامة الانسان أن يضيف لبنة إلى البناء فبتآزر الأفكار والآراء يتكامل الصرح، ويرقى إلى المستوى المنشود الذي نتطلع إليه جميعاً. والله المستعان.",
            "page": "35",
            "part": "1"
        }
    ],
    "t36642": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حقوق الإنسان الثقافية بين الشريعة الإسلامية والمواثيق الدولية د. داود حلس 975-1008"
        }
    ]
}