{
    "b36641": [
        {
            "id": "1",
            "nass": "حديث السنة عن القرآن ¶ فضائل وأحكام وآداب ¶ للدكتور: محمد بن عبد الله القناص ¶ أستاذ الحديث المشارك بكلية الشريعة والدراسات الإسلامية – جامعة القصيم ¶ مقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على سيد المرسلين، وعلى آله وصحبه أجمعين، وبعد: ¶ فقد ورد في ثنايا كتاب الله عز وجل حديث مستفيض عن القرآن الكريم حيث تحدثت الآيات الكريمة عن علو شأنه، ورفعة قدره، وعموم بركته، وهدايته للصراط المستقيم، وأمر الله سبحانه بحسن تدبره، والاعتصام به، واتباع ما فيه، والانتفاع بهداياته، ثم جاءت السنة مبينة فضائله، موضحة مكانته ورفعته، مرغبة في تعلمه وتعليمه وتلاوته . وقد عُني أئمة الحديث بجمع الأحاديث الواردة في فضائل القرآن أو ثواب القرآن، ويورد الأئمة تحت هذا العنوان الأحاديث الواردة في تعلم القرآن وتعليمه، وتعاهده واستذكاره، والتغني به، والخشوع والبكاء عند تلاوته، وفضائل بعض السور والآيات، ونحو ذلك مما له صلة بالقرآن..... ومن الأئمة من أفرد هذا الموضوع بتأليف مستقل مثل: أبي عبيد القاسم بن سلام (ت 224هـ )، ومحمد بن أيوب بن الضريس ( ت 295 هـ )، وأحمد بن شعيب النسائي ( ت 303 هـ )، وعماد الدين إسماعيل بن كثير الدمشقي ( ت 774 هـ ) , ......... ومنهم من أدرج أحاديث فضائل القرآن ضمن مصنفاتهم في السنة، وخصصوا له كتاباً مفرداً أو جعلوه تحت كتاب الصلاة مثل: ابن أبي شيبة ( ت 235هـ )، والبخاري ( ت 256 هـ )، ومسلم ( ت 261 هـ )، والترمذي ( ت 279 هـ )، وأبي داود ( ت 275 هـ )، والنسائي ( ت 303 هـ ) ، وغيرهم . (¬1) ¶ ¬__________ ¶ (¬1) هذه المصنفات ونظائرها هي المراجع المعتمدة في موضوع فضائل القرآن ، وقد راجت أحاديث موضوعة في فضائل القرآن في بعض كتب التفسير مثل: الكشف والبيان لأبي إسحاق أحمد بن إبراهيم الثعلبي ، وتفسير البسيط للواحدي ، والكشاف للزمخشري ، وغيرها ......ومن الأحاديث الموضوعة في فضائل القرآن الحديث الطويل المنسوب إلى أبيّ بن كعب - رضي الله عنه - عنه في فضائل سور القرآن سورةٍ سورة ، وهو حديث موضوع ، روى المؤمل بن إسماعيل قال : حدثني شيخ بحديث أبيّ بن كعب في فضائل القرآن سورةٍ سورة ، فقال : حدثني رجل بالمدائن وهو حيّ فصرت إليه ، فقلت له : من حدثك ؟ ، قال : حدثني شيخ بواسط وهو حيّ ، فصرت إليه ، فقلت له : من حدثك ؟ قال : حدثني شيخ بالبصرة ، فصرت إليه ، فقلت من حدثك ؟ ، قال : شيخ بعبادان ، فصرت إليه ، فأخذ بيدي فأدخلني بيتاً فيه من المتصوفة ، وبينهم شيخ ، فقال : هذا الشيخ حدثني ، فقلت : يا شيخ من حدثك ؟ فقال : لم يحدثني أحد ولكننا رأينا الناس قد رغبوا عن القرآن فوضعنا لهم هذا الحديث ليصرفوا قلوبهم إلى القرآن . ( ينظر : التقيد والإيضاح شرح مقدمة ابن الصلاح للعراقي ( ص: 134 ) ، فتح المغيث للسخاوي (1/242) ، الإتقان للسيوطي ( 2/155 ) ) ¶ وقد سأل عبد الرحمن بن مهدي ميسرة بن عبد ربه ، من أين جئت بهذه الأحاديث من قرأ كذا فله كذا ؟ قال: وضعتها أرغب الناس فيها . ينظر : المجرحين من المحدثين لابن حبان ( 1/54 ) ¶ كما سُئل نوح الجامع – عصمة بن أبي مريم – من أين لك: عكرمة ، عن ابن عباس في فضائل القرآن سورة سورة وليس عند أصحاب عكرمة هذا ؟ فقال : إني رأيت الناس قد= = أعرضوا عن القرآن واشتغلوا بفقه أبي حنيفة ومغازي ابن إسحاق فوضعت هذا الحديث حسبة . ( ينظر: تدريب الراوي ( 1 / 282 )، الإتقان للسيوطي ( 2/ 155 ) ) ¶ وقال الموصلي – رحمه الله تعالى -: \" قد ورد: من قرأ سورة كذا فله أجر كذا ... من أول القرآن إلى آخره؛ قال ابن المبارك: أظن الزنادقة وضعتها ، وقال أيضاً: فلم يصح في هذا الباب شيء غير قوله في فاتحة الكتاب لأبي - رضي الله عنه - ... فذكر عشرة أحاديث صحت في الباب في فضل بعض السور والآيات: الفاتحة، والبقرة، وآل عمران، وآية الكرسي، وخواتيم سورة البقرة، والإخلاص، والمعوذتين، وعشر آياتٍ من سورة الكهف، وقال ابن القيم وهو يتحدث عن أمور كلية وأمارات يعرف بها الحديث الموضوع: \" ومنها: ذكر فضائل السور وثواب من قرأ سورة كذا فله أجر كذا من أول القرآن إلى آخره، كما ذكر ذلك الثعلبي والواحدي في أول كل سورة، والزمخشري في آخرها \" ثم ذكر قول ابن المبارك المتقدم، وقال: \" والذي صح في أحاديث السور .... ، فذكر ما في المغني للموصلي، ثم قال: \" والذي يلي هذه الأحاديث وهو دونها في الصحة : حديث: \" إذا زلزلت تعدل نصف القرآن \"، وحديث: \" قل يا أيها الكافرون تعدل ربع القرآن \"، وحديث: \" تبارك الذي بيده الملك، هي المنجية من عذاب القبر \" ثم سائر الأحاديث بعد، كقوله: \" من قرأ سورة كذا ، أعطي ثواب كذا \" فموضوعة على رسول الله - صلى الله عليه وسلم - .... \"، ينظر: المغني عن الحفظ والكتاب للموصلي ص ( 121 – 145 ) ، المنار المنيف ص ( 113 – 115 )، التحديث بما قيل: لا يصح فيه حديث ص (122 ) .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقد اخترت مجموعة من الأحاديث الواردة في فضائل القرآن وأحكامه وشرحتها، وكان ذلك في الدورة الصيفية المقامة في مدينة بريدة عام 1422 هـ ، ثم أعدت النظر في الشرح ، وأضفت ما يحتاج إلى إضافة ، وسميت شرح هذه المجموعة من الأحاديث: \" حديث السنة عن القرآن فضائل وأحكام وآداب \" وقسمت هذا البحث إلى بابين، وجعلت تحت كل باب فصلين وتحت كل فصل عدة تراجم ، وهو على النحو الأتي : ¶ الباب الأول : من فضائل القرآن ¶ الفصل الأول: فضائل عامة ¶ 1- المعجزة الخالدة والآية الباقية . ¶ 2- الخشوع والبكاء عند سماعه وتلاوته . ¶ 3- اغتباط صاحب القرآن . ¶ 4- الجهر بقراءته والتغني به . ¶ 5- الأمر بتعاهده واستذكاره . ¶ 6- فضل حملة القرآن . ¶ 7- نزول السكينة والملائكة عند قراءة القرآن . ¶ 8- الترغيب بتعلمه وتعليمه . ¶ 9- القرآن ذكر الأمة وعزها وشرفها . ¶ 10- الأمر بقراءة القرآن ما ائتلفت عليه القلوب . ¶ الفصل الثاني : من فضائل بعض السور والآيات ¶ 1- فضل فاتحة الكتاب . ¶ 2- فضل سورتي البقرة وآل عمران . ¶ 3- فضل آية الكرسي . ¶ 4- فضل الآيتين الأخيرتين من سورة البقرة . ¶ 5- فضل سورة الكهف . ¶ 6- فضل سورة الإخلاص . ¶ 7- فضل المعوذتين . ¶ الباب الثاني : من أحكام القرآن ¶ الفصل الأول : قراءة القرآن في الصلاة أحكام وآداب . ¶ 1- قراءة الفاتحة في الصلاة . ¶ 2- القراءة في الصلوات المكتوبة . ¶ 3- القراءة في ركعتي الفجر . ¶ 4- القراءة في قيام الليل . ¶ 5- النظائر التي كان رسول الله - صلى الله عليه وسلم - يقرأ بهن . ¶ 6- الأقرأ أحق بالإمامة . ¶ 7- أمر الأئمة بالتخفيف . ¶ 8- النهي عن قراءة القرآن في الركوع والسجود ¶ 9- القراءة في صلاة الجمعة والعيدين . ¶ الفصل الثاني : أحكام عامة . ¶ 1- أخذ الأجرة على تعليم القرآن . ¶ 2- النهي أن يُسافر بالقرآن إلى أرض العدو . ¶ 3- لا يمس القرآن إلا طاهر . ¶ 4- لا يجهر بعضكم على بعض في القراءة . ¶ 5- نهي الجنب عن قراءة القرآن .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "هذا وأسأل الله تبارك وتعالى أن يجعله خالصاً لوجه، نافعاً لعباده، وما كان فيه من صواب فمن الله، وما كان فيه من خطأ فمن نفسي واستغفر الله، وهو جهد المقل، ورحم الله ابن العماد الأصبهاني إذ يقول : \" إني رأيت أنه لا يكتب إنسانٌ كتاباً في يومه إلا قال في غده: لو غير هذا لكان أحسن، ولو زيد كذا لكان يستحسن، ولو قدم هذا لكان أفضل ، ولو ترك هذا لكان أجمل وهذا من أعظم العبر، وهو دليلٌ على استيلاء النقص على جميع البشر \" ¶ ... ... ... ... ... ... وكتبه ¶ ... ... ... ... ... محمد بن عبد الله القناص ¶ ... ... ... ... 1/ 5 / 1422 هـ ¶ القصيم - بريدة ¶ Gnnas_5@hotmail.com ... ... ... ¶ الباب الأول : من فضائل القرآن ¶ الفصل الأول : فضائل عامة ¶ المعجزة الخالدة والآية الباقية ¶ عَنْ أبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ النَّبِي - صلى الله عليه وسلم - : \" مَا مِنَ الأنْبِياءِ نَبِيٌّ إلا أُعْطِي مِنَ الآياتِ مَا مِثْلُهُ آمَنَ عَلَيْهِ البَشَرُ وَكَانَ الذِي أُوتِيتهُ وَحْياً أوحاه الله إلي فَأرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعاً يَوْمَ القِيَامَةِ \" ¶ أخرجه البخاري ح ( 4981 ) ، مسلم ح (152) ¶ شرح الحديث",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أخبر النبي - صلى الله عليه وسلم - في هذا الحديث أن كل نبي بعثه الله فإنه يُعطى من الدلائل والمعجزات ما يدل على صدق ما جاء به من الرسالة ، ويكون مِنْ شأن مَنْ يشاهدها من البشر ممن أراد الله له الهداية أن يؤمن به ويتبعه , ولكن معجزاتهم تنقرض بانقراضهم ، فلا يبقى منها بعدهم إلا الإخبار بها ، وأما الرسول - صلى الله عليه وسلم - فقد فُضِّل وخُص بالمعجزة الخالدة، والآية الباقية وهي : القرآن العظيم والكتاب العزيز ، وليس المراد حصر دلائل نبوته ومعجزاته فيه ، فإنه - صلى الله عليه وسلم - قد أُعطي من كل نوع من أنواع معجزات الأنبياء قبله، بل المراد أنه المعجزة العظمى التي أُخْتص بها دون غيره ، وكانت معجزة كل نبي تقع مناسبة لحال قومه، فأَيدَ الله موسى - عليه السلام - بالعصا على صورة ما يصنع السحرة ، وذلك حين كان السحر فاشياً في قومه ، وأجرى الله على يد عيسى - عليه السلام - إحياء الموتى ، وإبراء الأكمه والأبرص ، وذلك لظهور الطب في زمانه فآتاهم بما لا تصل إليه قدراتهم ، ولما كان العرب الذين بُعث إليهم النبي - صلى الله عليه وسلم - هم أفصح الخلق وأعلمهم بوجوه البيان جاءهم بالقرآن الذي تحداهم أن يأتوا بمثله، قال الله تعالى : { قُلْ لَئِنِ اجْتَمَعَتِ الْأِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً } (¬1) ثم تدرج معهم إلى عشر سور فقال سبحانه : { أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ } (¬2) ثم تحداهم بأن يأتوا بسورة فقال سبحانه : { أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ ¶ ¬__________ ¶ (¬1) سورة الإسراء آية: 88 ¶ (¬2) سورة هود آية: 13",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "صَادِقِينَ } (¬1) ¶ واستمر هذا التحدي في العهد المدني، فقال سبحانه في سورة البقرة: { وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِّنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ } (¬2) فلم يقدروا على ذلك ، وأخبر الله عن عجزهم وضعفهم عن معارضته ، وأنهم لا يفعلون ذلك في المستقبل ، فقال سبحانه { فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ } (¬3) ¶ وفي كتاب الله وجوه كثيرة من دلائل الإعجاز منها :- ¶ 1- حسن تأليفه وبديع نظمه ، وجمال أسلوبه فقد تُخِّيرت ألفاظه ونظمت في نسق عجيب يبلغ في الفصاحة أرقى درجاتها ، وأكمل مقاماتها ، وأوفى غايتها ، فأُحكمت ألفاظه ، وفُصلت معانيه قال سبحانه : { الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ } (¬4) ¶ وقال سبحانه : { وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً وَعَدْلاً } (¬5) أي صدقاً في الأخبار، وعدلاً في الأوامر والنواهي . ¶ قال الراغب في وصف ألفاظ القرآن : \" فألفاظ القرآن ، هي لب كلام العرب ، وزبدته وواسطته وكرائمه ، وعليها اعتماد الفقهاء والحكماء في أحكامهم وحكمهم ، وإليها مفزع حذاق الشعراء والبلغاء في نظمهم ونثرهم ، وما عداه وعدا الألفاظ المتفرعات عنها والمشتقات منها هو بالإضافة إليها كالقشور والنوى بالإضافة إلى أطايب الثمرة ، وكالحثالة والتبن بالإضافة إلى لُبُوب الحنطة \" (¬6) ¶ ¬__________ ¶ (¬1) سورة يونس آية: 38 ¶ (¬2) سورة البقرة آية : 23 ¶ (¬3) سورة البقرة آية : 24 ¶ (¬4) سورة هود آية :1 ¶ (¬5) سورة الأنعام آية : 115 ¶ (¬6) المفردات في غريب القرآن ( ص: 6)",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "2- أسلوبه العجيب، وصورة نظمه الغريب المخالف لأساليب كلام أهل الفصاحة والبيان من العرب نظماً ونثراً حتى حارت فيه عقولهم، ولم يهتدوا إلى الإتيان بشيء مثله مع توافر دواعيهم على تحصيل ذلك وتقريعه لهم على العجز عنه (¬1) ¶ وفي قصة إسلام أبي ذر - رضي الله عنه - أنه بعث أخاه أُنيساً إلى مكة لينظر في أمر النبي - صلى الله عليه وسلم - فقدم أُنيس مكة ثم رجع إلى أبي ذر فقال له: ما صنعت ؟ قَالَ: لَقِيتُ رَجُلًا بِمَكَّةَ عَلَى دِينِكَ يَزْعُمُ أَنَّ اللَّهَ أَرْسَلَهُ قُلْتُ: فَمَا يَقُولُ النَّاسُ ؟ قَالَ: يَقُولُونَ شَاعِرٌ كَاهِنٌ سَاحِرٌ - وَكَانَ أُنَيْسٌ أَحَدَ الشُّعَرَاءِ - قَالَ أُنَيْسٌ: لَقَدْ سَمِعْتُ قَوْلَ الْكَهَنَةِ فَمَا هُوَ بِقَوْلِهِمْ، وَلَقَدْ وَضَعْتُ قَوْلَهُ عَلَى أَقْرَاءِ الشِّعْرِ، فَمَا يَلْتَئِمُ عَلَى لِسَانِ أَحَدٍ بَعْدِي أَنَّهُ شِعْرٌ، وَاللَّهِ إِنَّهُ لَصَادِقٌ وَإِنَّهُمْ لَكَاذِبُونَ \" (¬2) ¶ ولما سمع الوليد بن المغيرة شيئاً من القرآن، وطلب قومه أن يقول في القرآن قال: وماذا أقول؟ فوالله ما منكم رجل أَعْلَمُ بالأشعار مني، ولا أعلم بِرَجَزه، ولا بقَصِيدهِ مني، ولا بأشعار الجن، والله ما يشبه الذي يقول شيئاً من هذا، ووالله إن لقوله الذي يقول حلاوةً ، وإن عليه لَطَلاوةً ، وإنه لمثمرٌ أعلاه ، مغدقٌ أسفله ، وإنه لَيَعْلُو ولا يُعْلَى ، وإنه ليحطمُ ما تحته ..... \" (¬3) ¶ ¬__________ ¶ (¬1) ينظر: فتح الباري ( 9/7 ) ¶ (¬2) أخرجه مسلم ح (2473) ¶ (¬3) أخرجه الحاكم ( 2 / 506 ) ومن طريقه البيهقي في الدلائل ( 2/198) من طريق إسحاق بن رهوايه: حدثنا عبد الرزاق عن معمر عن أيوب عن عكرمة عن ابن عباس، = = وساقه ابن كثير في البداية والنهاية (4/152) من طريق إسحاق ، وقال الحاكم : صحيح على شرط البخاري ولم يخرجاه، ووافقه الذهبي .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "3- إخباره عن القرون الماضية، والأمم الغابرة، والشرائع السالفة، مما كان لا يُعْرف إلا القليل منه عند علماء أهل الكتاب، وهذه القصص والأخبار سيقت بأساليب بيانية وبلاغية بلغت أكمل درجات الفصاحة حتى كأن التالي والسامع مشاهدٌ لأحداثها، حاضرٌ وقائعها يتملاها بعينه، وقد أُبرز في مشاهدها وأحداثها مواضع العبرة والعظة . ¶ ومن ذلك أن هذه القصص فيها الدلائل الظاهرة على إثبات الوحي والرسالة، قال الله سبحانه في أول سورة يوسف: { إِنَّا أَنْزَلْنَاهُ قُرْآناً عَرَبِيّاً لَعَلَّكُمْ تَعْقِلُونَ - نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ } (¬1) ، وقال سبحانه في سورة القصص بعد ذكر قصة موسى - صلى الله عليه وسلم - : { وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ - وَلَكِنَّا أَنْشَأْنَا قُرُوناً فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ وَمَا كُنْتَ ثَاوِياً فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ - وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْماً مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ } (¬2) ¶ وقال سبحانه في سورة آل عمران في أثناء قصة مريم: { ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ } (¬3) ¶ ¬__________ ¶ (¬1) سورة يوسف الآيات من 2- 3 ¶ (¬2) سورة القصص الآيات من 44- 46 ¶ (¬3) سورة آل عمران آية : 44",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقال سبحانه في سورة هود بعد قصة نوح - صلى الله عليه وسلم - : { تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هَذَا } (¬1) ¶ 4- إخباره عن مغيبات، وحوادث مستقبلية فوجدت على الوجه الذي أخبر به القرآن ، كقوله تعالى : { لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ } (¬2) ، وقوله: { غُلِبَتِ الرُّومُ - فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ } (¬3) ، وقوله: { هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ } (¬4) ¶ وقوله : { وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ } (¬5) ¶ وقوله : { إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ - وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً } (¬6) ¶ ¬__________ ¶ (¬1) سورة هود آية : 49 ¶ (¬2) سورة الفتح آية : 27 ¶ (¬3) سورة الروم الآيات من : 2- 4 ¶ (¬4) سورة التوبة آية : 33 ¶ (¬5) سورة النور آية : 55 ¶ (¬6) سورة العصر",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فحصل جميع ما أخبر به فدخل المسلمون المسجد الحرام، وغلبت الروم فارس في بضع سنين، ودخل الناس في دين الله أفواجاً فلم يبق في بلاد العرب كلها موضع لم يدخله الإسلام، واستخلف الله المؤمنين في الأرض، ومكن لهم دينهم، وملكهم إياها من أقصى المشارق إلى أقصى المغارب كما جاء في حديث ثوبان - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \" إِنَّ اللَّهَ زَوَى لِي الْأَرْضَ فَرَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا. وَإِنَّ أُمَّتِي سَيَبْلُغُ مُلْكُهَا مَا زُوِيَ لِي مِنْهَا، وَأُعْطِيتُ الْكَنْزَيْنِ الْأَحْمَرَ وَالْأَبْيَضَ\" (¬1) ¶ 5- تأثيره العظيم على النفوس وروعته التي تعتري القلوب، وقد شرح الله باستماعه قلوباً غافلة، ونفوساً معرضة، فقادها إلى الإيمان يقول جُبير بن مُطعم - رضي الله عنه - : \" سمعت رسول الله - صلى الله عليه وسلم - يقرأ في المغرب بالطور، فلما بلغ هذه الآية { أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ - أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ بَلْ لا يُوقِنُونَ } كاد قلبي يطير \" (¬2) وفي رواية : وذلك أول ما وقر الإيمان في قلبي \" (¬3) ، وجاء في قصة إسلام عمر بن الخطاب - رضي الله عنه - : \" فلما سمعت القرآن رَقَّ له قلبي، وبكيت، ودخلني الإسلام..... \" (¬4) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (2889) ¶ (¬2) أخرجه البخاري ح ( 4853 ) ، والآيات بسورة الطور من 35- 36 ¶ (¬3) أخرجه البخاري ح ( 4023 ) ¶ (¬4) أخرجه ابن إسحاق كما في سيرة ابن هشام ( 1 / 372 ) ، والبداية والنهاية (4/200) قال ابن إسحاق : حدثني عبد الله بن أبي نجيح المكي عن أصحاب عطاء ومجاهد .... ثم ذكره ضمن سياق قصة إسلام عمر .....",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وفي حديث أم سلمة في قصة هجرتهم إلى الحبشة واجتماعهم بالنجاشي أنه قال لجعفر بن أبي طالب: \" هَلْ مَعَكَ مِمَّا جَاءَ بِهِ عَنْ اللَّهِ مِنْ شَيْءٍ ؟ ، قَالَتْ: فَقَالَ لَهُ جَعْفَرٌ: نَعَمْ ، فَقَالَ لَهُ النَّجَاشِيُّ: فَاقْرَأْهُ عَلَيَّ فَقَرَأَ عَلَيْهِ صَدْرًا مِنْ { كهيعص } ، قَالَتْ: فَبَكَى - وَاللَّهِ - النَّجَاشِيُّ حَتَّى أَخْضَلَ لِحْيَتَهُ، وَبَكَتْ أَسَاقِفَتُهُ حَتَّى أَخْضَلُوا مَصَاحِفَهُمْ حِينَ سَمِعُوا مَا تَلَا عَلَيْهِمْ، ثُمَّ قَالَ النَّجَاشِيُّ: إِنَّ هَذَا وَاللَّهِ وَالَّذِي جَاءَ بِهِ مُوسَى لَيَخْرُجُ مِنْ مِشْكَاةٍ ... \" (¬1) ¶ وذكر الله موقف الجن حين سمعوا القرآن، فقال سبحانه: { وَإِذْ صَرَفْنَا إِلَيْكَ نَفَراً مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ - قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَاباً أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ - يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ - وَمَنْ لا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ أُولَئِكَ فِي ضَلالٍ مُبِينٍ } (¬2) ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح (22551) في أثناء حديث طويل من طريق ابن إسحاق قال : حدثني محمد بن مسلم بن عبيد الله بن شهاب عن أبي بكر بن عبد الرحمن بن الحارث بن هشام عن أم سلمة ، وهذا إسناد حسن ، وينظر السيرة النبوية لابن هشام ( 1/360) ¶ (¬2) سورة الأحقاف الآيات من 29- 32",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقال سبحانه: { قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآناً عَجَباً - يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَداً } (¬1) ¶ ووجوه الإعجاز في كتاب الله كثيرة متعددة، يقول شيخ الإسلام ابن تيمية: \" وكون القرآن أنه معجزة، ليس هو من جهة فصاحته وبلاغته فقط، أو نظمه وأسلوبه فقط، ولا من جهة إخباره بالغيب فقط .... ، بل هو آية بينة معجزة من وجوه متعددة، من جهة اللفظ، ومن جهة النظم، ومن جهة البلاغة في دلالة اللفظ على المعنى، ومن جهة معانيه التي أمر بها، ومعانيه التي أخبر بها عن الله تعالى، وأسمائه وصفاته وملائكته وغير ذلك، ومن جهة معانيه التي أخبر بها عن الغيب الماضي والغيب المستقبل، ومن جهة ما أخبر به عن المعاد، ومن جهة ما بَيَّن فيه من الدلائل اليقينية، والأقيسة العقلية، التي هي الأمثال المضروبة كما قال تعالى: { وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ وَكَانَ الإنسَانُ أَكْثَرَ شَيْءٍ جَدَلاً } ..... وكل ما ذكره الناس من الوجوه في إعجاز القرآن هو حجة على إعجازه, ولا يناقض ذلك بل كل قوم تنبهوا لما تنبهوا له \" (¬2) ¶ وقال في موضع آخر: \" نفس نظم القرآن وأسلوبه عجيب بديع، ليس من جنس أساليب الكلام المعروفة .... ونفس فصاحة القرآن وبلاغته عجيب خارق للعادة ليس له نظير في كلام جميع الخلق، وبسط هذا وتفصيله طويل، يعرفه من له نظر وتدبر، ونفس ما أخبر به القرآن في باب توحيد الله وأسمائه وصفاته أمر عجيب خارق للعادة، لم يوجد مثل ذلك في كلام بشر لا نبي ولا غير نبي، وكذلك ما أخبر عن الملائكة والعرش والكرسي والجن، وخلق آدم وغير ذلك، ونفس ما أمر به القرآن من الدين والشرائع كذلك ... \" (¬3) ¶ ¬__________ ¶ (¬1) سورة الجن الآيات من 1- 2 ¶ (¬2) الجواب الصحيح لابن تيمية ( ص:74- 75 ) ¶ (¬3) الموضع السابق ص 78",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال الحافظ ابن كثير رحمه الله: \" فالقرآن العظيم معجزة من وجوه كثيرة، من فصاحته وبلاغته ونظمه وتراكيبه وأساليبه، وما تضمنه من الإخبار بالغيوب الماضية والمستقبلية، وما اشتمل عليه من الأحكام المحكمة الجلية ... \" (¬1) ¶ وقوله - صلى الله عليه وسلم - في الحديث: \" فَأرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعاً يَوْمَ القِيَامَةِ\" رتب النبي - صلى الله عليه وسلم - ما رجاه من كثرة اتباعه يوم القيامة على وجود هذه المعجزة الخالدة وهو كتاب الله، وهذا من دلائل نبوته، فللقرآن تأثير عظيم في دخول الناس في دين الله أفواجاً منذ فجر الرسالة إلى أن يرث الله الأرض وما عليها . ¶ ¬__________ ¶ (¬1) البداية والنهاية ( 8/547)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "يقول أحد الدعاة من الذين لهم جهود دعوية خارج البلاد الإسلامية: \" وجدنا بالتجربة، ووجد بعض إخواننا بالدراسة العلمية أن أكثر ما يُدخِل الناس في دين الله هو قراءتهم لترجمة هذا الكتاب العزيز، ولو رحت أحدثكم عما سمعت أنا وحدي عن مشاعر الرضى والطمأنينة واليقين لبعض من هداهم الله تعالى بالإطلاع على ترجمة تنزيل رب العالمين لطال الحديث . لكنني سأكتفي ببعض ذلك عسى أن تكون فيه لنا ذكرى وزيادة إيمان ويقين، فهذا شاب هو الآن في صحبتنا يحدثنا أنه قرأ كتاباً لمؤلف غير مسلم عن الأديان في العالم، وكان مما كتبه عن الإسلام ترجمة لسورة الفاتحة . يقول الشاب: إنني كثيراً ما كنت أتأثر تأثراً فكرياً ببعض ما أقرأ لكنني حين قرأت ترجمة هذه السورة شعرت بالتأثير في قلبي، ذهب الشاب يبحث عن المسلمين فأسلم ثم انتقل من بلده إلى واشنطن ليلتحق بمعهد العلوم العربية والإسلامية ليدرس اللغة العربية وليتعلم دينه، ومن قبله فتاة قالت: إنها لأبوين لا اهتمام لهما بالدين لكنها عثرت في بيتها على كتاب ديني قديم أثار اهتمامها فبدأت تبحث عن الأديان، فكان مما قرأته شيئاً عن الإسلام . قالت - وهي تسكن في مدينة نائية أشبه بالقرية - إنها صحبت بعض زميلاتها في الذهاب إلى سوق خارج القرية لم تصحبهن إلا لتبحث عن ترجمة للقرآن الكريم، عثرت على طلبتها ثم بدأت تقرأ . تقول الفتاة إنها لم تتجاوز الآية الثانية من سورة البقرة { ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ } حتى وضعت المصحف المترجم وشهدت بأنه لا إله إلا الله وأن محمداً رسول الله .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ثم ذهبت تسأل عن المسلمين ثم جاءت لواشنطن لإكمال دراستها بجامعة جورج واشنطن وهي محجبة حجاباً كاملاً، ومن قبلها شاب لأبوين كاثوليكيين كان يدرس الثانوية بمدرسة كاثوليكية، وكان مع ذلك يشهد دروساً دينية خاصة، لكن عقله لم يقبل أبداً القول بأن لله ولد، لذلك قرر أن يبحث عن دين آخر، فكَّر في اليهودية لكنه لم يقتنع بها، ثم دخل الجامعة وكان مما درسه مقرر في التاريخ شمل الشرق الأوسط وكان من ضمن ما ذكر لهم المحاضر من المراجع القرآن الكريم . يقول إنه لم يكن قبل ذلك يظن هنالك ديناً يزعم أنه سماوي إلا اليهودية والنصرانية ! ولم يكن يعرف شيئاً عن الإسلام ألبتة، لكنه حينما بدأ يقرأ في الترجمة اهتدى. \" (¬1) ¶ وهذا يُذكِّر علماء الإسلام ودعاته بالعناية بتبليغ كتاب الله، وإيضاح معانيه وشرح ما تضمنه من التبشير والإنذار، قال سبحانه وتعالى: { وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ } (¬2) وقال تعالى: { قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ } (¬3) ¶ قال الحافظ ابن رجب: \" وقد كان النبيُّ - صلى الله عليه وسلم - يدعو الخلق بالقرآن إلى الدخول في الإسلام الذي هو الصراط المستقيم، وبذلك استجاب له خواصُّ المؤمنين كأكابر المهاجرين والأنصار، ولهذا المعنى قال مالك: فُتحت المدينة بالقرآن . يعني: أن أهلها إنما دخلوا في الإسلام بسماع القرآن، كما بعث النبيُّ - صلى الله عليه وسلم - مُصعب بن عمير قبل أن يُهاجر إلى المدينة، فدعا أهل المدينة إلى الإسلام بتلاوة القرآن عليهم، فأسلم كثيرُ منهم \" (¬4) ¶ ¬__________ ¶ (¬1) الإسلام لعصرنا (ص131- 132 ) مقالات للأستاذ الدكتور : جعفر إدريس . ¶ (¬2) سورة الأنعام: الآية: 19 ¶ (¬3) سورة الأنبياء: الآية: 45 ¶ (¬4) مجموع رسائل الحافظ ابن رجب ( 1 / 206 )",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "إن كتاب الله سبحانه وتعالى هو ينابيع العلم، وكنوز المعرفة، ودواء القلوب، وكلما أحسن الإنسان تدبره وتأمله ظهر له دقائق من المعارف والعلوم والحكم . ¶ يقول الشافعي رحمه الله: \" والناس في العلم طبقات: موقفهم من العلم بقدر درجاتهم في العلم به - أي القرآن - فحق على طلبة العلم بلوغ غاية جهدهم في الاستكثار من علمه، والصبر على كل عارضٍ دون طلبه، وإخلاص النية لله في استدراك علمه: نصاً واستنباطاً، والرغبة إلي الله في العون عليه، فإنه لا يدرك خيرٌ إلا بعونه، فإن من أدرك علم أحكامه في كتابه نصاً واستدلالاً، ووفقه الله للقول والعمل بما عَلَم منه: فاز بالفضيلة في دينه ودنياه، وانتفت عنه الريب، ونوَّرت في قلبه الحكمة، واستوجب في الدين موضع الإمامة، فنسأل الله .... أن يرزقنا فهماً في كتابه، ثم سنة نبيه، فليست تنزل بأحدٍ من أهل دين الله نازلةٌ إلا وفي كتاب الله الدليل على سبيل الهدى فيها \" (¬1) ¶ ويقول شيخ الإسلام: \" قد فتح الله علي في السجن في هذه المرة من معاني القرآن بأشياء كان أكثر العلماء يتمنونها، وندمت على تضييع أكثر أوقاتي في غير معاني القرآن، ولو بذل لي ملء هذه القلعة ذهباً ما عدل عندي شكر هذه النعمة \" (¬2) ¶ ¬__________ ¶ (¬1) الرسالة للإمام الشافعي ( ص:19 ) ¶ (¬2) دقائق التفسير ( 1/5 )",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقال ابن القيم: \" فليس شيء أنفع للعبد في معاشه، ومعاده، وأقرب إلى نجاته من تدبر القرآن، وإطالة التأمل فيه وجمع الفكر على معاني آياته؛ فإنها تُطلع العبد على معالم الخير والشر .... ، وتثبت قواعد الإيمان في قلبه، وتشيد بنيانه، وتوطد أركانه، وتريه صورة الدنيا والآخرة، والجنة والنار في قلبه، وتحضره بين الأمم، وتريه أيام الله فيهم، وتبصره مواقع العبر، ...... وتعطيه قوة في قلبه وحياةً وسعةً وانشراحاً وبهجةً وسروراً، فيصير في شأن والناس في شأن آخر .... فلا تزال معانيه تنهض بالعبد إلى ربه .... وتثبت قلبه عن الزيغ والميل عن الحق ... وتناديه كلما فترت عزماته وونى في سيره: تقدَّم الركب وفاتكَ الدليل ... وفي تأمل القرآن وتدبره أضعاف أضعاف ما ذكرنا من الحِكَم والفوائد . \" (¬1) ¶ - - - - - - - ¶ الخشوع والبكاء عند سماعه وتلاوته ¶ عَنْ عَبْدِ الله بن مَسعود - رضي الله عنه - قَالَ: قَالَ لِي رَسُولُ الله - صلى الله عليه وسلم - : \" اقْرَأْ عَلَيَّ القرْآنَ \" ، قَالَ: فَقُلْتُ: يَا رَسُولُ الله، أَقْرَأُ عَلَيْكَ، وَعَلَيْكَ أُنْزِلَ ؟، قَالَ: \" إِنِّي أَشْتَهِي أَنْ أَسْمَعَهُ مِنْ غَيْرِي \"، قَالَ: فَقَرَأْتُ النِّسَاءَ حَتَّى إِذَاَ بَلَغْتُ قَوله: { فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاءِ شَهِيداً } رَفَعْتُ رَأْسِي فَرَأَيْتُ دُمُوعَهُ تَسِيلُ . ¶ أخرجه البخاري ح (5050) ، ومسلم ح ( 800 ) والآية بسورة النساء آية : 41 ¶ شرح الحديث ¶ - دل الحديث على استحباب أن يسمع الإنسان القرآن من غيره، فقد طلب النبي - صلى الله عليه وسلم - من ابن مسعود - رضي الله عنه - أن يقرأ عليه القرآن، وقال: \" إِنِّي أَشْتَهِي أَنْ أَسْمَعَهُ مِنْ غَيْرِي \" ¶ ¬__________ ¶ (¬1) مدارج السالكين ( 1/451 - 453 )",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قال ابن بطال: \" معنى استماعه القرآن من غيره - والله أعلم - ليكون عرض القرآن سنة، ويحتمل أن يكون كي يتدبره ويتفهمه، وذلك أن المستمع أقوى على التدبر، ونفسه أخلى وأنشط لذلك من نفس القاريء، لأنه في شغل بالقراءة، وأحكامها \" (¬1) ¶ - ودل على عظيم تأثره - صلى الله عليه وسلم - حيث بكى عند سماع القرآن، ووصف ابن مسعود - رضي الله عنه - دموعه - صلى الله عليه وسلم - بأنها تسيل، وهو - صلى الله عليه وسلم - أخشى العباد وأتقاهم لله. ¶ قال ابن بطال: \" وإنما بكى - صلى الله عليه وسلم - عند هذا لأنه مثل لنفسه أهوال يوم القيامة، وشدة الحال الداعية له إلى شهادته لأمته بتصديقه والإيمان به، وسؤاله الشفاعة لهم ليريحهم من طول الموقف، وأهواله، وهذا أمر يحق له طول البكاء والحزن \" (¬2) ¶ وقد أثنى الله سبحانه وتعالى على المتدبرين لكتابه، الخاشعين الباكين عند سماعه وتلاوته، والنبي - صلى الله عليه وسلم - هو أحق من اتصف بهذا فقد كان خلقه القرآن ..... (¬3) ¶ ¬__________ ¶ (¬1) فتح الباري لابن بطال ( 10/278) ¶ (¬2) فتح الباري لابن بطال (10/281) ¶ (¬3) أخرج مسلم ح ( 746 ) من حديث عائشة رضي الله عنها ... أن سعد بن هشام قال : يا أمّ المُؤمنين أَنْبِئِينِي عَنْ خُلق رسُول اللَّه - صلى الله عليه وسلم - قالت: ألست تقرأ القرآن ؟ قُلت: بلى، قالت: \" فَإِنَّ خُلُقَ نَبِيِّ اللَّهِ - صلى الله عليه وسلم - كَانَ القُرْآنَ \" ، قال الحافظ ابن كثير : معنى هذا أنه - صلى الله عليه وسلم - صار امتثال القرآن أمراً ونهياً سجية له ، .... فمهما أمره القرآن فعله ، ومهما نهاه تركه .\"",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "قال سبحانه: { لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَاناً وَأَنَّهُمْ لا يَسْتَكْبِرُونَ - وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقّ } (¬1) فوصف الله المؤمنين من أهل الكتاب أنهم عند سماعهم لما أُنزل إلى رسول الله - صلى الله عليه وسلم - تفيض أعينهم بغزارة وكثرة من أجل ما عرفوا من الحق الذي جاء به النبي - صلى الله عليه وسلم - ، فرقت له قلوبهم، وخشعت له نفوسهم، ثم حكى الله سبحانه وتعالى ما قالوا بعد سماعهم للحق فقال: { يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ } ، فتوجهوا إلى الله بالدعاء أن يجعلهم مع أمة محمد - صلى الله عليه وسلم - التي آمنت به، وشهدت بصدقه، وأن ما جاء به حق من عند الله سبحانه، ثم بين الله سبحانه قوة إيمانهم وصدق عزيمتهم في اتباع الحق فقال سبحانه: { وَمَا لَنَا لا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ } ¶ ثم بين الله سبحانه جزاءهم فقال: { فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ } ، لقد كان لسماعهم للقرآن تأثير عظيم على نفوسهم قادهم إلى الإيمان واتباع الحق، وصدق العزيمة في الثبات عليه، والطمع فيما أعده الله تبارك وتعالى لعباده المؤمنين . ¶ ¬__________ ¶ (¬1) سورة المائدة الآيات من :82- 85",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "- وقال الله سبحانه في موضع آخر في وصف الذين أوتوا العلم من قبله حين سماعهم للقرآن: { وَقُرْآناً فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلاً قُلْ آمِنُوا بِهِ أَوْ لا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّداً وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعاً } (¬1) ¶ لقد أثنى الله سبحانه على علماء أهل الكتاب الذين آتاهم الله العلم قبل نزول هذا القرآن لأنهم عندما يُتلى عليهم يسقطون على وجوههم ساجدين لله سبحانه خضوعاً لله، وإيماناً بما جاء به من الحق، وتأثراً بآيات الله تبارك وتعالى حيث تبكي عيونهم، وتخشع قلوبهم، وتلين جلودهم . ¶ وقال الله سبحانه في وصف الذين يخشون ربهم عند سماعهم لآيات الله: { اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ } (¬2) ¶ فالله سبحانه نزل – بفضله ورحمته – هذا الكتاب الذي وصفه سبحانه بأنه أحسن الحديث كتاباً متشابها أي: بعضه يشبه بعضاً في فصاحته وبلاغته ونظمه، وإعجازه، وهو مثاني: تثني وتكرر فيه القصص والمواعظ والأمثال والأحكام والوعد والوعيد، كما تثني وتكرر قرأته فلا يمل على كثرة التكرار، ويؤثر في قلوب الذين يخشون ربهم، فتقشعر منه جلودهم من الخشية والخوف { ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ } لما يرجون ويؤملون من رحمته ولطفه . ¶ ¬__________ ¶ (¬1) سورة الإسراء آية : 106 ¶ (¬2) سورة الزمر آية : 23",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قال قتادة : \" هذا نعت أولياء الله، نعتهم الله عز وجل بأن تقشعر جلودهم، وتبكى أعينهم، وتطمئن قلوبهم إلى ذكر الله، لم ينعتهم بذهاب عقولهم، والغشيان عليهم، إنما هذا في أهل البدع وهذا من الشيطان \" (¬1) ¶ واستبطأ الله قلوب المؤمنين فعاتبهم بقوله: { أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ } (¬2) ¶ قال ابن مسعود - رضي الله عنه - : \" مَا كَانَ بَيْنَ إِسْلَامِنَا وَبَيْنَ أَنْ عَاتَبَنَا اللَّهُ بِهَذه الآية: { أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ } إِلَّا أَرْبَعُ سِنِينَ \" (¬3) ¶ وقال سبحانه منكراً على المشركين استماعهم القرآن وإعراضهم عنه، وعدم خشوعهم وبكائهم كما هو شأن المؤمنين الموقنين: { أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ - وَتَضْحَكُونَ وَلا تَبْكُونَ - وَأَنْتُمْ سَامِدُونَ } (¬4) ¶ ولما ذكر الله سبحانه في سورة مريم أخبار بعض أنبيائه ورسله، جاء في ختام الحديث عنهم قوله سبحانه: { أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرائيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّداً وَبُكِيّاً } (¬5) ¶ ¬__________ ¶ (¬1) أخرجه عبد الرزاق في تفسيره ( 2/172 ) ¶ (¬2) سورة الحديد آية : 16 ¶ (¬3) أخرجه مسلم ح ( 3027 ) ¶ (¬4) سورة النجم الآيات من: 59-61 ¶ (¬5) سورة مريم آية: 58",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فبين سبحانه أن من صفات هؤلاء الأنبياء الذين اصطفاهم الله واختارهم لحمل رسالته، أنهم إذا تليت عليهم آياته المتضمنة لتعظيمه وتمجيده ودلائل توحيده، خروا سجداً وبكياً . ¶ قال الحافظ ابن كثير: \" قوله تعالى: { إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّداً وَبُكِيّاً } أي إذا سمعوا آيات الله المتضمنة حججه ودلائله وبراهينه سجدوا لربهم خضوعاً واستكانةً وشكراً على ما هم فيه من النعم ... فلهذا أجمع العلماء على شرعية السجود هاهنا اقتداءً بهم، واتباعاً لمنوالهم ...... \" (¬1) . ¶ إن البكاء عند سماع القرآن من هدي النبي - صلى الله عليه وسلم - ، وهدي أصحابه - رضي الله عنهم - ، ومن تبعهم من سلف هذه الأمة الأبرار . ¶ - ففي حديث عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال في مرضه الذي تُوفي فيه: \" مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ \" قَالَتْ، فَقُلْتُ: يَا رَسُولَ اللَّهِ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ وَإِنَّهُ مَتَى يَقُمْ مَقَامَكَ لَا يُسْمِعْ النَّاسَ ....، وفي رواية قالت: يَا رَسُولَ اللَّهِ إِنَّ أَبَا بَكْرٍ رَجُلٌ رَقِيقٌ إِذَا قَرَأَ الْقُرْآنَ لَا يَمْلِكُ دَمْعَهُ\" (¬2) ¶ - وفي حديث عائشة حين ذكرت خروج أبي بكر إلى أرض الحبشة، ثم رجوعه، ودخوله في جوار ابن الدَّغنة، قالت: ثُمَّ بَدَا لِأَبِي بَكْرٍ فَابْتَنَى مَسْجِدًا بِفِنَاءِ دَارِهِ، وَكَانَ يُصَلِّي فِيهِ وَيَقْرَأُ الْقُرْآنَ، فَيَتْقَذِفُ عَلَيْهِ نِسَاءُ الْمُشْرِكِينَ، وَأَبْنَاؤُهُمْ، وَهُمْ يَعْجَبُونَ مِنْهُ وَيَنْظُرُونَ إِلَيْهِ، وَكَانَ أَبُو بَكْرٍ رَجُلًا بَكَّاءً لَا يَمْلِكُ عَيْنَيْهِ إِذَا قَرَأَ الْقُرْآنَ .... (¬3) ¶ ¬__________ ¶ (¬1) تفسير ابن كثير ( 4/467) ¶ (¬2) أخرجه مسلم ح (418) ¶ (¬3) أخرجه البخاري ح ( 3905 )",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "- ولما قدم أهل اليمن في زمان أبي بكر فسمعوا القرآن جعلوا يبكون فقال أبو بكر: \" هكذا كنا ثم قست القلوب \" (¬1) ¶ - وعن عبد الله بن شداد أنه قال: \" سمعت نشيج عمر، وأنا في أخر الصف، وهو يقرأ سورة يوسف: { إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ } (¬2) \" (¬3) ¶ - وعن سالم بن عبد الله أن ابن عمر – رضي الله عنهما - قرأ: { وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَو تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ } الآية (¬4) فدمعت عيناه (¬5) ¶ - وعن عبد الله بن عبيدة قال: \" رأت صفية زوج النبي - صلى الله عليه وسلم - قوماً قرأوا سجدة، فسجدوا، فنادتهم: هذا السجود والدعاء فأين البكاء ؟ \" (¬6) ¶ - وعن الأعمش قال: \" كان أبو صالح يؤمنا فكان لا يجيز القراءة من الرقة ... \" (¬7) ¶ - وعن عبد الله بن رباح عن صفوان بن محرز أنه كان إذا قرأ هذه الآية بكى حتى أرى قصص زوره سيندق { وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ } (¬8) \" (¬9) ¶ - وعن إبراهيم التيمي قال: \" لقد أدركت ستين من أصحاب عبد الله في مسجدنا هذا أصغرهم الحارث بن سويد، وسمعته يقرأ: { إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا...... } حتى بلغ { فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ } قال: فبكى ثم قال: إن هذا الإحصاء شديد .\" (¬10) ¶ ¬__________ ¶ (¬1) أخرجه ابن أبي شيبة ( 14/6 ) ¶ (¬2) سورة يوسف آية : 86 ¶ (¬3) أخرجه ابن أبي شيبة ( 14/7 ) ¶ (¬4) سورة البقرة آية : 284 ¶ (¬5) أخرجه ابن أبي شيبة ( 14/7 ) ¶ (¬6) أخرجه ابن أبي شيبة ( 14/8 ) ¶ (¬7) أخرجه ابن أبي شيبة ( 14/9) ¶ (¬8) سورة الشعراء آية :227 ¶ (¬9) أخرجه ابن أبي شيبة ( 14/10 ) ¶ (¬10) أخرجه ابن أبي شيبة ( 14/11 )",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "- وقال عبد الله بن مسعود - رضي الله عنه - : \" ينبغي لحامل القرآن أن يُعرف بليله إذا الناس نائمون، وبنهاره إذا الناس مفطرون، وبحزنه إذا الناس يفرحون، وببكائه إذا الناس يضحكون، وبصمته إذا الناس يخلطون، وبخشوعه إذا الناس يختالون، وينبغي لحامل القرآن أن يكون باكياً محزوناً حليماً حكيماً....\" (¬1) ¶ - وعن أبي موسى الأشعري - رضي الله عنه - أنه بَعَثَ إِلَى قُرَّاءِ أَهْلِ الْبَصْرَةِ، فَدَخَلَ عَلَيْهِ ثَلَاثُ مِائَةِ رَجُلٍ قَدْ قَرَءُوا الْقُرْآنَ، فَقَالَ: أَنْتُمْ خِيَارُ أَهْلِ الْبَصْرَةِ وَقُرَّاؤُهُمْ فَاتْلُوهُ، وَلَا يَطُولَنَّ عَلَيْكُمْ الْأَمَدُ فَتَقْسُوَ قُلُوبُكُمْ كَمَا قَسَتْ قُلُوبُ مَنْ كَانَ قَبْلَكُمْ..... \" (¬2) ¶ - وعن مسعر قال: سمعت عبد الأعلى التيمي يقول: \" من أوتي من العلم ما لا يبكيه خليق أن لا يكون أوتي علماً ينفعه، لأن الله نعت العلماء، ثم قرأ: { إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ...إلى قوله يَبْكُونَ } (¬3) \" (¬4) ¶ - وعن أبي رجاء قال: \" كان هذا المكان من ابن عباس - مجرى الدموع - مثل الشراك البالي من الدموع \". (¬5) ¶ ¬__________ ¶ (¬1) أخرجه ابن أبي شيبة ( 14/24 ) ¶ (¬2) أخرجه مسلم ح ( 1050 ) ¶ (¬3) سورة الإسراء آية : 107 ¶ (¬4) أخرجه ابن أبي شيبة (13/543) ¶ (¬5) أخرجه ابن أبي شيبة (14/5)",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وهذه النصوص تُذَكِّر المؤمن أحوال الذين هداهم الله واجتباهم وأنعم عليهم، فكانوا عند تلاوة آياته خاشعين باكين منيبين، امتلأت قلوبهم خشيةً وتعظيماً لربهم، انصتوا عند استماعه بقلوب حاضرة، وأسماع شاهدة، وأحسنوا تدبره، واستحضروا معانيه، وتفكروا في آيات الله في الأفاق والأنفس، وقدروا فضل الله عليهم ومنته بتمكينهم من تلاوة كتابه، ووحيه المبارك، وقد قال سبحانه مخاطباً نبيه: { وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الْأِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُوراً نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ } (¬1) ¶ وقال تعالى : { وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ } (¬2) ، وقال: { وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيماً } (¬3) ¶ وكان خشوعهم وبكاؤهم بحسن أدب، وصدق إنابة، وبعد عن التكلف، والتصنع بخلاف حال أهل البدع والضلال الذين يتصايحون عند سماع القرآن، ويتكلفون ما ليس فيهم، ويتصنعون الصعق والغشيان . ¶ - عن عبد الله بن عروة بن الزبير، قال: \" قلت لجدتي أسماء كيف كان يصنع أصحاب رسول الله - صلى الله عليه وسلم - إذا قرأوا القرآن ؟ قالت: كانوا كما نعتهم الله عز وجل: تدمع أعينهم، وتقشعر جلودهم، قلت: فإن ناساً ههنا إذا سمعوا ذلك تأخذهم غَشْية ؟، فقالت: أعوذ بالله من الشيطان\". (¬4) ¶ ¬__________ ¶ (¬1) سورة الشورى آية: 52 ¶ (¬2) سورة القصص آية: 86 ¶ (¬3) سورة النساء آية: 113 ¶ (¬4) أخرجه سعيد بن منصور في سننه (2/331)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "- وقال قتادة في قوله تعالى: { تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ .. } قال: \" هذا نعت أولياء الله تعالى، نعتهم الله فقال: تقشعر جلودهم وتبكي أعينهم، وتطمئن قلوبهم إلى ذكر الله تعالى، ولم ينعتهم الله تعالى بذهاب عقولهم، والغشيان عليهم، إنما هذا في أهل البدع، وإنما هو من الشيطان ....\" (¬1) ¶ - - - - - - ¶ اغتباط صاحب القرآن ¶ عَنْ ابْنِ عُمَرَ - رَضي الله عَنْهُمَا - عَنْ النَّبِي - صلى الله عليه وسلم - قَالَ: \" لا حَسَدَ إِلا فِي اثْنَتَيْنِ: رَجُلٌ آتاهُ الله القُرآن، فَهُو يَقُوم بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، وَرَجُلٌ آتاهُ الله مَالاً، فَهُو يُنفِقُهُ آناءَ اللَّيْلِ وآنَاءَ النَّهَارِ \" أخرجه البخاري ح (5025) ، ومسلم ح (815) ¶ وَعَنْ ابْنِ مَسْعُودٍ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم - : \" لا حَسَدَ إلا فِي اثْنَتَيْنِ: رَجُلٌ آتاهُ الله مَالاً، فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الحقِّ، وَرَجُلٌ آتاهُ الله حِكْمَةً، فَهُو يَقْضِي بِهَا وَيُعَلِّمُهَا \" ¶ أخرجه البخاري ح (73) ، ومسلم ح (816) ¶ شرح الحديثين ¶ دل الحديثان على أن صاحب القرآن في غبطة ومنزلة رفيعة، ودرجة عالية، فينبغي أن يتذكر هذه النعمة الكبرى، والمنة العظمى، وقد نبَّه الإمام البخاري إلى هذا حيث بوب بقوله: \" باب اغتباط صاحب القرآن \" (¬2) ، وبوب في كتاب العلم بقوله: \" باب الاغتباط في العلم والحكمة\" (¬3) ¶ وإذا كان صاحب القرآن في هذا المقام الرفيع، والمنزلة العالية، فإنه لا غبطة أعظم ولا أفضل من غبطته، وعبر في الحديث بالحسد . ¶ ¬__________ ¶ (¬1) سبق ص: 31 ¶ (¬2) فتح الباري ( 9/73) ¶ (¬3) فتح الباري (1/165)",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وأصل الحسد: تمنى زوال النعمة عن المنعم عليه. وهذا مذموم قال سبحانه: { أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ } (¬1) ويطلق بمعنى الغبطة كما في هذا الحديث وهو: أن تتمنى أن يكون لك من النعمة والخير مثل ما لغيرك من غير أن تزول عنه (¬2) ¶ والحرص على هذا يسمى منافسة ومنه قوله سبحانه: { وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ } (¬3) ويسمى مسابقة قال سبحانه: { فَاسْتَبِقُوا الْخَيْرَاتِ } (¬4) ¶ وذلك أن حقيقة السبق أن يتقدم على غيره في المطلوب. (¬5) ¶ والخصلة الثانية التي ينبغي أن يغبط عليها المتصف بها هي الإنفاق في وجوه الخير: \" وَرَجُلٍ آتاهُ الله مَالاً، فَهُو يُنفِقُهُ آناءَ اللَّيْلِ وآنَاءَ النَّهَارِ \" وفي الحديث الآخر: \" رَجُلٍ آتاهُ الله مَالاً، فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الحقِّ \" ¶ قال الحافظ ابن حجر: \" وَعُبِّر بالتسليط لدلالته على قهر النفس المجبولة على الشح، وَعُبِّر بهلكته ليدل على أنه لا يبتغي معه شيئاً، وكَمَّلَه بقوله: \" في الحقِّ \" أي في الطاعات ليزيل عنه إيهام الإسراف المذموم، وقوله في حديث ابن عمر رضي الله عنهما: \" رَجُلٍ آتاهُ الله القُرآن، فَهُو يَقُوم بِهِ... \" والقيام أعم من التلاوة فيدخل في ذلك تلاوته وتعلمه، والعمل به، والحكم والفتوى بمقتضاه، ولذلك جاء في حديث ابن مسعود - رضي الله عنه - : وَرَجُلٍ آتاهُ الله حِكْمَةً، فَهُو يَقْضِي بِهَا وَيُعَلِّمُهَا \" فلا تخالف بين لفظي الحديثين والله أعلم . (¬6) ¶ ¬__________ ¶ (¬1) سورة النساء آية: 54 ¶ (¬2) ينظر: المفهم (2/445) ¶ (¬3) سورة المطففين آية: 26 ¶ (¬4) سورة المائدة آية: 48 ¶ (¬5) ينظر: فتح الباري (9/167) ¶ (¬6) فتح الباري ( 1/167)",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وعُبَّر بلفظ التلاوة في حديث أبي هريرة - رضي الله عنه - حيث جاء فيه: \" لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ: رَجُلٌ عَلَّمَهُ اللَّهُ الْقُرْآنَ، فَهُوَ يَتْلُوهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ \" (¬1) فيمكن أن يؤخذ منه أن التلاوة المقرونة بالعمل يتحقق بها هذا الفضل والمنزلة الرفيعة . ¶ قال الحافظ ابن كثير: \" فذكر النعمة القاصرة وهي تلاوة القرآن آناء الليل والنهار، والنعمة المتعدية، وهي إنفاق المال بالليل والنهار كما قال تعالى: { إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ } (¬2) \" (¬3) ¶ وأخرج الإمام أحمد من حديث يزيد بن الأخنس السلمي - رضي الله عنه - : \" رَجُلٌ أَعْطَاهُ اللَّهُ - عَزَّ وَجَلَّ – الْقُرْآنَ، فَهُوَ يَقُومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، وَيَتَّبِعُ مَا فِيهِ .... \" (¬4) ¶ لقد تضمن هذان الحديثان الحث على تحصيل الخصلتين الكريمتين وهما: تلاوة كتاب الله آناء الليل والنهار والعمل به، والإنفاق آناء الليل والنهار في وجوه الخير، ومن فضل الله تبارك وتعالى أن من غبط صاحبهما وتمنى أن يكون مثلهما وهو صادق النية، مخلص في أمنيته فإن فضل الله يشمله ورحمته تعمه . ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح ( 5026 ) ¶ (¬2) سورة فاطر آية : 29 ¶ (¬3) تفسير ابن كثير ( 7/486) ¶ (¬4) أخرجه أحمد ح ( 17007)",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "أخرج البخاري من حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \" لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ: رَجُلٌ عَلَّمَهُ اللَّهُ الْقُرْآنَ، فَهُوَ يَتْلُوهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، فَسَمِعَهُ جَارٌ لَهُ فَقَالَ: لَيْتَنِي أُوتِيتُ مِثْلَ مَا أُوتِيَ فُلَانٌ فَعَمِلْتُ مِثْلَ مَا يَعْمَلُ، وَرَجُلٌ آتَاهُ اللَّهُ مَالًا فَهُوَ يُهْلِكُهُ فِي الْحَقِّ. فَقَالَ رَجُلٌ: لَيْتَنِي أُوتِيتُ مِثْلَ مَا أُوتِيَ فُلَانٌ، فَعَمِلْتُ مِثْلَ مَا يَعْمَلُ \". (¬1) ¶ وأخرج الإمام أحمد من حديث أَبِي كَبْشَةَ الْأَنْمَارِيِّ - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \" إِنَّمَا الدُّنْيَا لِأَرْبَعَةِ نَفَرٍ: عَبْدٌ رَزَقَهُ اللَّهُ - عَزَّ وَجَلَّ - مَالًا وَعِلْمًا، فَهُوَ يَتَّقِي فِيهِ رَبَّهُ، وَيَصِلُ فِيهِ رَحِمَهُ، وَيَعْلَمُ للهِ عَزَّ وَجَلَّ فِيهِ حَقَّهُ. قَالَ: فَهَذَا بِأَفْضَلِ الْمَنَازِلِ، وَعَبْدٌ رَزَقَهُ اللَّهُ - عَزَّ وَجَلَّ - عِلْمًا وَلَمْ يَرْزُقْهُ مَالًا، قَالَ: فَهُوَ يَقُولُ: لَوْ كَانَ لِي مَالٌ عَمِلْتُ بِعَمَلِ فُلَانٍ، قَالَ: فَأَجْرُهُمَا سَوَاءٌ . قَالَ: وَعَبْدٌ رَزَقَهُ اللَّهُ مَالًا وَلَمْ يَرْزُقْهُ عِلْمًا، فَهُوَ يَخْبِطُ فِي مَالِهِ بِغَيْرِ عِلْمٍ، لَا يَتَّقِي فِيهِ رَبَّهُ - عَزَّ وَجَلَّ - ، وَلَا يَصِلُ فِيهِ رَحِمَهُ، وَلَا يَعْلَمُ لِلَّهِ فِيهِ حَقَّهُ، فَهَذَا بِأَخْبَثِ الْمَنَازِلِ. قَالَ: وَعَبْدٌ لَمْ يَرْزُقْهُ اللَّهُ مَالًا وَلَا عِلْمًا، فَهُوَ يَقُولُ: لَوْ كَانَ لِي مَالٌ لَعَمِلْتُ بِعَمَلِ فُلَانٍ، قَالَ: هِيَ نِيَّتُهُ فَوِزْرُهُمَا فِيهِ سَوَاءٌ \" (¬2) ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح ( 5026) ¶ (¬2) أخرجه أحمد ح (18060) والترمذي ح ( 2325 ) ، وقال : حسن صحيح .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وأخرج الإمام أحمد أيضاً من حديث يزيد بن الأخنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \" لا تَنَافُسَ بَيْنَكُمْ إِلَّا فِي اثْنَتَيْنِ: رَجُلٌ أَعْطَاهُ اللَّهُ - عَزَّ وَجَلَّ - الْقُرْآنَ، فَهُوَ يَقُومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، وَيَتَّبِعُ مَا فِيهِ، فَيَقُولُ رَجُلٌ: لَوْ أَنَّ اللَّهَ تَعَالَى أَعْطَانِي مِثْلَ مَا أَعْطَى فُلَانًا، فَأَقُومَ بِهِ كَمَا يَقُومُ بِهِ، وَرَجُلٌ أَعْطَاهُ اللَّهُ مَالًا، فَهُوَ يُنْفِقُ وَيَتَصَدَّقُ، فَيَقُولُ رَجُلٌ: لَوْ أَنَّ اللَّهَ أَعْطَانِي مِثْلَ مَا أَعْطَى فُلَانًا، فَأَتَصَدَّقَ بِهِ \" (¬1) ¶ - - - - - - ¶ الجهر بقراءته والتغني به ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّهُ سَمِعَ رَسُولَ الله - صلى الله عليه وسلم - يَقُولُ: \" مَا أَذِنَ اللهُ لِشَيْءٍ، مَا أَذِنَ لِنَبيٍّ حَسَنَ الصَّوْتِ يَتَغَنّى بِالقُرْآنِ يَجْهَرُ بِهِ . \" ¶ أخرجه البخاري (5024) ، ومسلم ح (792) ¶ شرح الحديث ¶ أفاد الحديث استحباب التغني بالقرآن، وهو تحسين الصوت به، والترجيع بقراءته . ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح (17007)",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قال الحافظ ابن كثير رحمه الله: \" ومعناه أن الله تعالى ما استمع لشيء كاستماعه لقراءة نبي يجهر بقراءته ويحسنها، وذلك أنه يجتمع في قراءة الأنبياء طيب الصوت لكمال خلقهم، وتمام الخشية، وهو الغاية في ذلك، وهو سبحانه وتعالى يسمع أصوات العباد كلهم برهم وفاجرهم كما قالت عائشة - رضي الله عنها -: \" الْحَمْدُ لِلَّهِ الَّذِي وَسِعَ سَمْعُهُ الْأَصْوَاتَ\" (¬1) ، ولكن استماعه لقراءة عباده المؤمنين أعظم كما قال تعالى: { وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُوداً إِذْ تُفِيضُونَ فِيهِ... } (¬2) الآية. ثم استماعه لقراءة أنبيائه أبلغ كما دل عليه هذا الحديث العظيم، ومنهم من فسر الأذن ههنا بالأمر والأول أولى لقوله: \" مَا أَذِنَ اللهُ لِشَيْءٍ، مَا أَذِنَ لِنَبيٍّ حَسَنَ الصَّوْتِ يَتَغَنّى بِالقُرْآنِ \" أي يجهر به، والأذن: الاستماع لدلالة السياق عليه، وكما قال تعالى: { إِذَا السَّمَاءُ انْشَقَّتْ - وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ } (¬3) أي استمعت لربها، وَحُقَّت: أي وحق لها أن تستمع أمره وتطيعه، فالأذن ههنا هو الاستماع، ولهذا جاء في حديث رواه ابن ماجه بسند جيد عن فضالة بن عبيد قال: قال رسول الله - صلى الله عليه وسلم - :\" لَلَّهُ أَشَدُّ أَذَنًا إِلَى الرَّجُلِ الْحَسَنِ الصَّوْتِ بِالْقُرْآنِ يَجْهَرُ بِهِ مِنْ صَاحِبِ الْقَيْنَةِ إِلَى قَيْنَتِهِ \" (¬4) \" (¬5) ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح ( 23064 ) ، وعلقه البخاري ( 13/ 372 ) ¶ (¬2) سورة يونس آية : 61 ¶ (¬3) سورة الانشقاق الآيتين: 1- 2 ¶ (¬4) أخرجه ابن ماجه ح ( 1340 ) ¶ (¬5) تفسير ابن كثير (7/478- 479) ( فضائل القرآن )",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "إن قارئ كتاب الله مدعو إلى بذل غاية الاجتهاد في تحسين الصوت بالقرآن وتحبيره، ففي حديث سعد - رضي الله عنه - قال سمعت رسول الله - صلى الله عليه وسلم - يقول:\" لَيْسَ مِنَّا مَنْ لَمْ يَتَغَنَّ بِالْقُرْآنِ \" (¬1) ، وفي حديث البراء - رضي الله عنه - قال سمعت رسول الله - صلى الله عليه وسلم - يقول: \" زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ \" (¬2) ¶ وكان النبي - صلى الله عليه وسلم - أحسن الناس صوتاً، ففي الصحيحين من حديث البراء - رضي الله عنه - قال: \" سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ: { وَالتِّينِ وَالزَّيْتُونِ } فِي الْعِشَاءِ، وَمَا سَمِعْتُ أَحَدًا أَحْسَنَ صَوْتًا مِنْهُ أَوْ قِرَاءَةً \" (¬3) ¶ وفيهما من حديث جبير بن مطعم - رضي الله عنه - قال: \" سمعت رسول الله - صلى الله عليه وسلم - يقرأ في المغرب بـ { الطور } ، فما سمعت أحداً أحسن صوتاً أو قراءة منه \" . وفي بعض رواياته: \" فلما سمعته قرأ: { أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ } ، كاد قلبي يطير، وفي رواية :\" خلت فؤادي ينصدع\" (¬4) ¶ وفي حديث عبد الله بن مغفل - رضي الله عنه - قال: \" قرأ رسول الله - صلى الله عليه وسلم - يوم فتح مكة سورة الفتح، وهو على ناقته قراءة لينة يقرأ وهو يرجِّع \"، وفي رواية: \" فما سمعت قراءة أحسن منها يرجِّع. \" (¬5) ¶ واستمع النبي - صلى الله عليه وسلم - إلى قراءة أبي موسى - رضي الله عنه - وأثنى على قرأته فقال له: \" يا أبا موسى، لقد أوتيت مزماراً من مزامير آل داود \" (¬6) ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح ( 7527 ) ¶ (¬2) أخرجه أحمد ح ( 18517)، وابن خزيمة ح (1556 ) ¶ (¬3) أخرجه البخاري ح ( 769 )، ح (7546 )، ومسلم ( 464 ) ¶ (¬4) أخرجه البخاري ح (765) ، ح ( 4854 )، ومسلم ح ( 463 ) ¶ (¬5) أخرجه البخاري ح ( 5048 ) ¶ (¬6) أخرجه البخاري ح ( 5047 ) ، ومسلم ح ( 793)",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وفي رواية لمسلم: \" لو رأيتني وأنا أستمع قراءتك البارحة \" (¬1) ¶ وأخرجه أبو يعلى بزيادة فيه أن أبا موسى - رضي الله عنه - قال: \" أما إني لو علمت بمكانك لحبرته لك تحبيراً\" (¬2) ¶ قال الحافظ ابن كثير: \" فدل على جواز تعاطي ذلك وتكلفه، وقد كان أبو موسى - رضي الله عنه - كما قال عليه الصلاة والسلام قد أعطي صوتاً حسناً مع خشية تامة، ورقة أهل اليمن، فدل على أن هذا من الأمور الشرعية\" (¬3) ¶ وروى أبو عبيد عن أبي سلمة - رضي الله عنه - قال: كان عمر - رضي الله عنه - إذا رأى أبا موسى قال: \" ذكرنا ربنا يا أبا موسى فيقرأ عنده \" (¬4) ¶ وعن ابن سعد من حديث أنس - رضي الله عنه - : أن أبا موسى - رضي الله عنه - قام ليلة يصلي فسمع أزواج النبي - صلى الله عليه وسلم - صوته - وكان حلو الصوت - فقمن يستمعن فلما أصبح قيل له، فقال: \" لو علمت لحبرته لهن تحبيراً \" (¬5) ¶ وهذه الأحاديث تدل على استحباب استماع القرآن من ذي الصوت الحسن لما له من أثر في رقة القلب، وجريان الدمع، وحسن التدبر، وكان عمر - رضي الله عنه - يقدم الشاب الحسن الصوت، لحسن صوته بين يدي القوم . (¬6) ¶ وأخرج ابن ماجه بسنده عن عائشة - رضي الله عنها - قالت: أبطأت على رسول الله - صلى الله عليه وسلم - ليلة بعد العشاء، ثم جئت، فقال: \" أين كنت؟ \" قلت: كنت أسمع قراءة رجل من أصحابك لم أسمع مثل قراءته وصوته من أحد، قالت: فقام فقمت معه حتى استمع له، ثم التفت إلي فقال: \" هذا سالم مولى أبي حذيفة، الحمد لله الذي جعل في أمتي مثل هذا.... \" (¬7) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 793 ) ¶ (¬2) أخرجه أبو يعلى ح ( 7279 ) ¶ (¬3) تفسير ابن كثير ( 7/482 ) ( فضائل القرآن ) ¶ (¬4) أخرجه الدارمي ( 2/472 ) ¶ (¬5) أخرجه ابن سعد في الطبقات ( 4 / 108 ) ¶ (¬6) ينظر: فتح الباري ( 9 / 93 ) ¶ (¬7) أخرجه ابن ماجه ح ( 1338)، وقال ابن كثير: إسناده جيد.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "إن قارئ كتاب الله تبارك وتعالى مطلوب منه تحسين الصوت، وتطيبه بقدر المستطاع، فإن لم يكن حسن الصوت فليحسنه ما استطاع، فقد سئل ابن أبي مليكة فقيل له: \" أرأيت إذا لم يكن حسن الصوت ؟ قال: يحسنه ما استطاع \" (¬1) ، وليكن حسن الصوت مصحوباً بخشوع القلب وانكساره وخضوعه وحسن التدبر والتأمل لما يقرؤه . ¶ أخرج أبو عبيد بسنده عن طاووس قال: \" أحسن الناس صوتاً بالقرآن أخشاهم لله تعالى\" (¬2) ¶ وإذا رزق العبد حسن الصوت بالقرآن؛ فعليه أن يتذكر هذه النعمة، ويقوم بحقها، ويخلص لله فيها، يقول الإمام الآجري: \" ينبغي لمن رزقه الله حسن الصوت بالقرآن أن يعلم أن الله قد خَصَّهُ بخير عظيم، فليعرف قدر ما خَصَّه الله به، وليقرأ لله لا للمخلوقين، وليحذر من الميل إلى أن يُستمع منه ليحظى به عند السامعين رغبة في الدنيا والميل إلى حسن الثناء والجاه من أبناء الدنيا.... ، فمن مالت نفسه إلى ما نهيته عنه خفت أن يكون حسن صوته فتنة عليه، وإنما ينفعه حسن صوته إذا خشي الله - عز وجل - في السر والعلانية، وكان مراده أن يُستمع منه القرآن لينتبه أهل الغفلة عن غفلتهم، فيرغبوا فيما رغبهم الله عز وجل، وينتهوا عما نهاهم، فمن كانت هذه صفته انتفع بحسن صوته وانتفع به الناس \" (¬3) ¶ ولتكن قراءة القارئ جارية على سنن العرب في نطقها وكلامها، مراعية الأداء المتلقى عن النبي - صلى الله عليه وسلم - وأصحابه، بعيدة عن التكلف . ¶ قال النووي - رحمه الله -: \" أجمع العلماء على استحباب تحسين الصوت بالقرآن ما لم يخرج عن حد القراءة بالتمطيط، فإن خرج حتى زاد حرفاً أو أخفاه حرم ... \" (¬4) ¶ ¬__________ ¶ (¬1) أخرجه أبو داود ح ( 1471 )، وصحح إسناده الحافظ في الفتح ( 9 / 72 ) ¶ (¬2) أخرجه أبو عبيد في فضائل القرآن ( ص: 80 ) وابن أبي شيبة ( 10/ 464 ) ¶ (¬3) أخلاق حملة القرآن ( ص : 79 ) ¶ (¬4) التبيان في آداب حملة القرآن (ص: 72 )",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقال الحافظ ابن كثير: \" والغرض أن المطلوب شرعاً إنما هو التحسين بالصوت الباعث على تدبر القرآن، وتفهمه والخشوع والخضوع والانقياد للطاعة .... ، فأما الأصوات بالنغمات المحدثة المركبة على الأوزان والأوضاع الملهية والقانون الموسيقائي، فالقرآن يُنزه عن هذا ويجل ويعظم أن يُسلك في أدائه هذا المذهب \" (¬1) ¶ قال الحافظ ابن القيم: \" التطريب والتغني على وجهين: أحدهما: ما اقتضته الطبيعة، وسمحت به من غير تكلف، ولا تمرين، ولا تعليم بل إذا خلا وطبعه واسترسلت طبيعته جاءت بذلك التطريب والتلحين فذلك جائز، وإن أعان طبيعته بفضل تزيين وتحسين ... فهذا هو الذي كان السلف يفعلونه ويستمعونه، وهو التغني المحمود، وهو الذي يتأثر به التالي والسامع ......، الوجه الثاني: ما كان من ذلك صناعة من الصنائع، وليس في الطبع السماحة به، بل لا يحصل إلا بتكلف وتصنع وتمرن كما يتعلم أصوات الغناء بأنواع الألحان البسيطة والمركبة على إيقاعات مخصوصة، وأوزان مخترعة، لا تحصل إلا بالتعلم والتكلف ..... فهذه هي التي كرهها السلف وعابوها وذموها ومنعوا القراءة بها، وأنكروا على من قرأ بها ... . \" (¬2) ¶ - - - - - - ¶ الأمر بتعاهده واستذكاره ¶ عَنْ ابْنِ عُمَرَ - رَضي الله عَنْهُمَا -: أَنَّ رَسُولُ الله - صلى الله عليه وسلم - قَالَ: \" إِنَّمَا مَثَلُ صَاحِبِ القُرْآنِ كَمَثَلِ صَاحِب الإبِلِ المُعَقَّلَةِ، إِنْ عَاهَدَ عَلَيْهَا أَمْسَكَهَا وَإِنْ أَطْلَقَهَا ذَهَبَتَ، وَإِذَا قَامَ صَاحِبُ القُرْآنِ فَقَرَأَهُ باللِّيْلِ والنَّهَارِ ذَكَرَهُ، وَإِذَا لَمْ يَقُمْ بِهِ نَسِيَهُ \" ¶ أخرجه البخاري ح (5031) ، ومسلم ح ( 789) ¶ ¬__________ ¶ (¬1) تفسير ابن كثير ( 7/483) ( فضائل القرآن ) ¶ (¬2) زاد المعاد (1/492- 493)",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وَعَنْ عَبِْد الله - رضي الله عنه - قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم - : \" بِئْسَمَا لأحَدِهِمْ أَنْ يَقُولُ نَسِيتُ آيَة كَيْتَ وَكَيْتَ ، بَلْ هُوَ نُسِّيَ ، اسْتَذْكِرُوا القُرْآنَ فَلَهُو أَشَدُّ تَفَصِّياً مِنْ صُدُورِ الرِّجَالِ مِنَ النَّعَمِ بِعُقُلِهَا\" ¶ ... ... أخرجه البخاري ح (5032) ، ومسلم ح (790) ¶ وَعَنْ أبِي مُوسَى - رضي الله عنه - عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: \" تَعَاهَدُوا هَذَا القُرْآنَ فَوَالَّّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ ، لَهُوَ أَشَدُّ تَفَلُّتاً مِنَ الإبِلِ فِي عُقُلِهَا \" ¶ أخرجه البخاري ح (5033) ، ومسلم ح (791) ¶ شرح الأحاديث ¶ تضمنت هذه الأحاديث الحث والترغيب في كثرة تلاوة القرآن ودوام دراسته وتعاهده واستذكاره، فإن الذي يداوم على ذلك يذل له لسانه، ويسهل عليه قرأته، فإذا هجره ثقلت عليه القراءة وشقت عليه وعرضه حافظه للنسيان، وهذا تفريط شديد وتهاون كبير . ¶ قال الضحاك بن مزاحم: \" ما من أحد تعلم القرآن فنسيه إلا بذنب يحدثه، لأن الله تعالى يقول: { وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ } (¬1) ، وإن نسيان القرآن من أعظم المصائب\" (¬2) ¶ وشبه النبي - صلى الله عليه وسلم - صاحب القرآن الذي ألف تلاوته وداوم عليها بصاحب الإبل المعقلة، والمعقلة: المشدودة بالعقال وهو الحبل الذي يشد في ركبة البعير، فشبه الاستمرار في تعاهد القرآن ودراسته بربط البعير الذي يخشى منه الشرود، فإذا كان التعاهد موجوداً فالحفظ موجود، كما أن البعير ما دام مشدوداً بالعقال فهو محفوظ . ¶ ¬__________ ¶ (¬1) سورة الشورى آية : 30 ¶ (¬2) تفسير ابن كثير ( 7/494 ) ( فضائل القرآن )",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وَخَصَّ الإبل بالذكر لأنها أشد الحيوان الإنسي نفوراً، وفي تحصيلها بعد استمكان نفورها صعوبة، بل إن النبي - صلى الله عليه وسلم - وصف تفلت القرآن من الصدور بأنه أشد من تفلت الإبل في عقلها، ففي حديث ابن مسعود - رضي الله عنه - : \" فَلَهُو أَشَدُّ تَفَصِّياً مِنْ صُدُورِ الرِّجَالِ مِنَ النَّعَمِ بِعُقُلِهَا \"، وفي حديث أبي موسى - رضي الله عنه - : \" أَشَدُّ تَفَلُّتاً مِنَ الإبِلِ فِي عُقُلِهَا \" ¶ فمعنى ذلك أن الإبل في عقلها تطلب التفلت والتخلص من رباطها فمتى لم يتعاهدها صاحبها تفلتت، فكذلك صاحب القرآن إن لم يتعهده تَفَلَتْ بل هو أشد من ذلك . ¶ وقوله: \" أَشَدُّ تَفَصِّياً \" التفصي: التخلص، يقال: تفصى فلان من البلية إذا تخلص منها، ومنه تفصى النوى من الثمرة إذا تخلص منها....... ¶ قال ابن بطال:\" هذا الحديث يوافق الآيتين: قوله تعالى: { إِنَّا سَنُلْقِي عَلَيْكَ قَوْلاً ثَقِيلاً } ، وقوله تعالى: { وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ } ، فمن أقبل عليه بالمحافظة والتعاهد يسر له، ومن أعرض عنه تَفَلَتْ منه \" (¬1) ¶ وقوله في حديث ابن مسعود - رضي الله عنه - : \" بِئْسَمَا لأحَدِهِمْ أَنْ يَقُولُ نَسِيتُ آيَة كَيْتَ وَكَيْتَ، بَلْ هُوَ نُسِّيَ \" وكلمة نُسِّي رويت: بالتخفيف بفتح النون وتخفيف السين، ورويت بالتثقيل بضم النون وتثقيل السين . ¶ قال الحافظ ابن حجر: \" والتثقيل هو الذي وقع في جميع الروايات في البخاري، وكذا في أكثر الروايات في غيره، ويؤيده ما وقع في رواية أبي عبيد في الغريب بعد قوله: \" كَيْتَ وَكَيْتَ ليس هو نَسِيَ ولكن نُسِّيَ.... \" (¬2) ¶ ¬__________ ¶ (¬1) شرح صحيح البخاري لابن بطال ( 10 /268 ) ¶ (¬2) فتح الباري ( 9/80)",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قال القرطبي: \" التثقيل معناه أنه عوقب بوقوع النسيان عليه لتفريطه في معاهدته، واستذكاره، وعلى التخفيف فيكون معناه تركه غير ملتفت إليه، ولا مُعْتَني به ... كما قال تعالى: { نَسُوا اللَّهَ فَنَسِيَهُمْ... } ، أي تركهم في العذاب أو تركهم من الرحمة \" (¬1) ¶ وقال: \" إن نسيان القرآن إنما يكون لترك تعاهده وللغفلة عنه كما أن حفظه إنما يثبت بتكراره والصلاة به كما قال في حديث ابن عمر - رضي الله عنهما-: \" وَإِذَا قَامَ صَاحِبُ القُرْآنِ فَقَرَأَهُ باللِّيْلِ والنَّهَارِ ذَكَرَهُ، وَإِذَا لَمْ يَقُمْ بِهِ نَسِيَهُ \" فإذا قال الإنسان: نسيت آية كيت وكيت فقد شهد على نفسه بالتفريط وترك معاهدته له، وعلى هذا فمتعلق الذم ترك ما أمر به من استذكار القرآن وتعاهده، والنسيان علامة ترك ذلك، فعلق الذم عليه، ولا يقال: حفظ جميع القرآن ليس واجباً على الأعيان فكيف يُذم من تغافل عن حفظه ... لأنا نقول من جمع القرآن فقد علت رتبته ومرتبته، وشرف في نفسه وقومه شرفا ًعظيماً، وكيف لا يكون ذلك ؟، ومن حفظ القرآن فكأنما أدرجت النبوة بين كتفيه، وقد صار ممن يقال فيه: هو من أهل الله وخاصته، وإذا كان كذلك فمن المناسب تغليظ العقوبة على من أخل بمرتبته الدينية ، ومؤاخذته بما لا يؤاخذ به غيره...\" (¬2) ¶ وإذا حصل النسيان عن غير تفريط ولا إهمال فإن الإنسان لا يؤاخذ على ذلك، وقد جاء في حديث عائشة رضي لله عنها قالت: سمع رسول الله - صلى الله عليه وسلم - رجلاً يقرأ في سورة بالليل فقال: \" رَحِمَهُ اللَّهُ لَقَدْ أَذْكَرَنِي كَذَا وَكَذَا آيَةً أَسْقَطْتُهَا فِي سُورَةِ كَذَا وَكَذَا \" (¬3) ¶ ¬__________ ¶ (¬1) المفهم ( 2/ 419) ¶ (¬2) الموضع السابق ¶ (¬3) أخرجه البخاري ح (5037) ، ومسلم ح ( 788)",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قال الحافظ ابن كثير - رحمه الله-: \" وفي هذا الحديث دليل على أن حصول النسيان للشخص ليس بنقص له إذا كان بعد الاجتهاد والحرص... \" (¬1) ¶ وقال الحافظ ابن حجر - رحمه الله -: \" فمن نشأ نسيانه عن اشتغاله بأمر ديني كالجهاد لم يمتنع عليه قول ذلك لأن النسيان لم ينشأ عن إهمال ديني، وعلى ذلك يحمل ما ورد من ذلك عن النبي - صلى الله عليه وسلم - من نسبة النسيان إلى نفسه، ومن نشأ نسيانه عن اشتغاله بأمر دنيوي - ولا سيما إن كان محظوراً - امتنع عليه لتعاطيه أسباب النسيان .... \" (¬2) ¶ وكان من هدي النبي - صلى الله عليه وسلم - وأصحابه - رضي الله عنهم - ومن تبعهم من سلف هذه الأمة في تعاهد القرآن واستذكاره العناية بأمرين هما: ¶ 1- تحزيب القرآن، وذلك بتخصيص قدر من القرآن وتعاهد قراءته في كل يوم وليلة . ¶ - فعن عبد الرحمن بن عبد القاري قال: سمعت عمر بن الخطاب - رضي الله عنه - يقول قال رسول الله - صلى الله عليه وسلم - : \" مَنْ نَامَ عَنْ حِزْبِهِ، أَوْ عَنْ شَيْءٍ مِنْهُ، فَقَرَأَهُ فِيمَا بَيْنَ صَلَاةِ الْفَجْرِ وَصَلَاةِ الظُّهْرِ كُتِبَ لَهُ كَأَنَّمَا قَرَأَهُ مِنْ اللَّيْلِ \" (¬3) ¶ - وفي حديث أوس بن حذيفة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يأتي وفد ثقيف لما قدموا عليه فيحدثهم، وأنه أبطأ عليهم ليلة فقالوا: لَقَدْ أَبْطَأْتَ عَنَّا اللَّيْلَةَ؟ قال: \" إِنَّهُ طَرَأَ عَلَيَّ جُزْئِي مِنْ الْقُرْآنِ فَكَرِهْتُ أَنْ أَجِيءَ حَتَّى أُتِمَّهُ \" قَالَ أَوْسٌ: فسَأَلْتُ أَصْحَابَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - كَيْفَ يُحَزِّبُونَ الْقُرْآنَ ؟ قَالُوا: ثَلَاثٌ وَخَمْسٌ وَسَبْعٌ وَتِسْعٌ وَإِحْدَى عَشْرَةَ وَثَلَاثَ عَشْرَةَ، وَحِزْبُ الْمُفَصَّلِ وَحْدَهُ \" (¬4) ¶ ¬__________ ¶ (¬1) تفسير ابن كثير ( 7/496) ( فضائل القرآن ) ¶ (¬2) فتح الباري ( 9/85) ¶ (¬3) أخرجه مسلم ح (747) ¶ (¬4) أخرجه أبو داود ح (1393)",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وهذا التحزيب الوارد في هذا الحديث موافق لأمر النبي - صلى الله عليه وسلم - لعبد الله بن عمرو - رضي الله عنهما - أن يقرأ القرآن في سبع ولا يزيد على ذلك، فقد قال له النبي - صلى الله عليه وسلم - حين بلغه اجتهاده في العبادة: \" وَاقْرَأْ الْقُرْآنَ فِي كُلِّ شَهْرٍ\" قَالَ: قُلْتُ: يَا نَبِيَّ اللَّهِ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ، قَالَ: \" فَاقْرَأْهُ فِي كُلِّ عِشْرِينَ \" ، قَالَ: قُلْتُ: يَا نَبِيَّ اللَّهِ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ قَالَ: \" فَاقْرَأْهُ فِي كُلِّ عَشْرٍ \"، قَالَ: قُلْتُ: يَا نَبِيَّ اللَّهِ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ، قَالَ: \" فَاقْرَأْهُ فِي كُلِّ سَبْعٍ وَلَا تَزِدْ عَلَى ذَلِكَ \" (¬1) ¶ قال البخاري: \" وقال بعضهم: في ثلاث أو في سبع وأكثرهم على سبع \" (¬2) ¶ وورد آثار عديدة عن الصحابة - رضي الله عنهم - تدل على تعاهدهم ومحافظتهم لحزبهم من القرآن: ¶ فعن عبد الرحمن بن عبد القاري يقول : \" استأذنت على عمر بالهاجرة ، فحبسني طويلاً ، ثم أذن لي، وقال : إني كنت في قضاء وردي\" (¬3) ¶ وعن عائشة - رضي الله عنها - قالت: \" إني لأقرأ حزبي أو عامة حزبي وأنا مضجعة على فراشي\" (¬4) ¶ وعن خيثمة عن عبد الله بن عمرو – رضي الله عنهما- قال: \" انتهيت إليه وهو ينظر في المصحف، قال: قلت: أي شيء تقرأ في المصحف ؟ قال: حزبي الذي أقوم به الليلة \" (¬5) ¶ وعن موسى بن علي قال: سمعت أبي قال: أمسكت على فضالة بن عبيد القرآن حتى فرغ منه\" (¬6) ¶ وبالجملة فقد كانوا يكثرون من تلاوة القرآن ودراسته وتدبره، ويجدون في ذلك حلاوة وطمأنينة وأُنس .... ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح ( 5054) ، ومسلم ح (1159) ¶ (¬2) البخاري مع الفتح ( 9 / 95 ) ¶ (¬3) أخرجه أبو عبيد في فضائل القرآن ( ص : 93 ) ¶ (¬4) أخرجه ابن أبي شيبة ( 10/532) ¶ (¬5) أخرجه ابن أبي شيبة ( 10/531) ¶ (¬6) أخرجه ابن أبي شيبة ( 10 / 532 )",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "قال عثمان بن عفان - رضي الله عنه - : \" لو طهرت قلوبكم ما شبعتم من كلام الله عز وجل \" (¬1) ¶ وقال الحسن البصري: \" تفقدوا الحلاوة في ثلاث: الصلاة والقرآن والدعاء، فإن وجدتموها فاحفظوا واحمدوا الله على ذلك، وإن لم تجدوها فاعلموا أن أبواب الخير عليكم مغلقة\" (¬2) ¶ ولخص النووي - رحمه الله - ما ورد من آثار عن السلف في قدر ما يختمون فيه القرآن فقال: \" كان السلف - رضي الله عنهم - لهم عادات مختلفة في قدر ما يختمون فيه ، فروى ابن أبي داود عن بعض السلف - رضي الله عنهم - أنهم كانوا يختمون في كل شهرين ختمة واحدة، وعن بعضهم في كل شهر ختمة، وعن بعضهم في كل عشر ليال ختمة، وعن بعضهم في كل ثمان ليال وعن الأكثرين في كل سبع ليال..... ، والاختيار أن ذلك يختلف باختلاف الأشخاص، فمن كان يظهر له بدقيق الفكر لطائف ومعارف فليقتصر على قدر ما يحصل له كمال فهم ما يقرؤه، وكذا من كان مشغولاً بنشر العلم أو غيره من مهمات الدين ومصالح المسلمين العامة، فليقتصر على قدر لا يحصل بسببه إخلال بما هو مرصد له، وإن لم يكن من هؤلاء المذكورين فليستكثر ما أمكنه من غير خروج إلى حد الملل والهذرمة \" (¬3) ¶ 2- الأمر الثاني المعين على تعاهد القرآن: قيام الليل . ¶ وقد كان من هدي النبي - صلى الله عليه وسلم - إطالة الصلاة بالليل وتطويل القراءة . ¶ ¬__________ ¶ (¬1) أخرجه أحمد في كتاب الزهد ( ص : 188 ) ¶ (¬2) أخرجه البيهقي في شعب الإيمان ح ( 7226 ) ¶ (¬3) التبيان في آداب حملة القرآن (ص: 46)",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "- فعن أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّهُ سَأَلَ عَائِشَةَ - رضي الله عنها - كَيْفَ كَانَتْ صَلَاةُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِي رَمَضَانَ ؟، قَالَتْ: \" مَا كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَزِيدُ فِي رَمَضَانَ، وَلَا فِي غَيْرِهِ عَلَى إِحْدَى عَشْرَةَ رَكْعَةً، يُصَلِّي أَرْبَعًا فَلَا تَسْأَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ، ثُمَّ يُصَلِّي أَرْبَعًا فَلَا تَسْأَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ، ثُمَّ يُصَلِّي ثَلَاثًا .... \" (¬1) ¶ - وعَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ قَالَ: سَأَلْتُ عَائِشَةَ – رضي الله عنها - عَنْ صَلَاةِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِي تَطَوُّعِهِ ؟ ، فَقَالَتْ:\" كَانَ يُصَلِّي مِنْ اللَّيْلِ تِسْعَ رَكَعَاتٍ فِيهِنَّ الْوِتْرُ، وَكَانَ يُصَلِّي لَيْلًا طَوِيلًا قَائِمًا، وَلَيْلًا طَوِيلًا قَاعِدًا، وَكَانَ إِذَا قَرَأَ وَهُوَ قَائِمٌ رَكَعَ وَسَجَدَ وَهُوَ قَائِمٌ، وَإِذَا قَرَأَ قَاعِدًا رَكَعَ وَسَجَدَ وَهُوَ قَاعِدٌ وَكَانَ إِذَا طَلَعَ الْفَجْرُ صَلَّى رَكْعَتَيْن\" (¬2) ¶ - وعنها أن رسول الله - صلى الله عليه وسلم - \" كَانَ يُصَلِّي جَالِسًا، فَيَقْرَأُ وَهُوَ جَالِسٌ، فَإِذَا بَقِيَ مِنْ قِرَاءَتِهِ قَدْرُ مَا يَكُونُ ثَلَاثِينَ أَوْ أَرْبَعِينَ آيَةً، قَامَ فَقَرَأَ وَهُوَ قَائِمٌ، ثُمَّ رَكَعَ، ثُمَّ سَجَدَ ثُمَّ يَفْعَلُ فِي الرَّكْعَةِ الثَّانِيَةِ مِثْلَ ذَلِكَ \" (¬3) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (738) ¶ (¬2) أخرجه مسلم ح (730) ¶ (¬3) أخرجه البخاري ح (1119،1118) ، ومسلم (731)",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "- وعن حذيفة - رضي الله عنه - قال: صَلَّيْتُ مَعَ النَّبِيِّ - صلى الله عليه وسلم - ذَاتَ لَيْلَةٍ، فَافْتَتَحَ الْبَقَرَةَ، فَقُلْتُ: يَرْكَعُ عِنْدَ الْمِائَةِ، ثُمَّ مَضَى، فَقُلْتُ: يُصَلِّي بِهَا فِي رَكْعَةٍ، فَمَضَى، فَقُلْتُ: يَرْكَعُ بِهَا، ثُمَّ افْتَتَحَ النِّسَاءَ فَقَرَأَهَا، ثُمَّ افْتَتَحَ آلَ عِمْرَانَ فَقَرَأَهَا، يَقْرَأُ مُتَرَسِّلًا، إِذَا مَرَّ بِآيَةٍ فِيهَا تَسْبِيحٌ سَبَّحَ، وَإِذَا مَرَّ بِسُؤَالٍ سَأَلَ، وَإِذَا مَرَّ بِتَعَوُّذٍ تَعَوَّذَ، ثُمَّ رَكَعَ فَجَعَلَ يَقُولُ: \" سُبْحَانَ رَبِّيَ الْعَظِيمِ \"، فَكَانَ رُكُوعُهُ نَحْوًا مِنْ قِيَامِهِ، ثُمَّ قَالَ: \" سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ \"، ثُمَّ قَامَ طَوِيلًا قَرِيبًا مِمَّا رَكَعَ، ثُمَّ سَجَدَ فَقَالَ: \" سُبْحَانَ رَبِّيَ الْأَعْلَى \"، فَكَانَ سُجُودُهُ قَرِيبًا مِنْ قِيَامِهِ . (¬1) ¶ - وعن عبد الله - رضي الله عنه - قال : \" صَلَّيْتُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَأَطَالَ حَتَّى هَمَمْتُ بِأَمْرِ سَوْءٍ، قَالَ: قِيلَ وَمَا هَمَمْتَ بِهِ ؟ قَالَ: هَمَمْتُ أَنْ أَجْلِسَ وَأَدَعَهُ \" (¬2) ¶ واقتدى الصحابة - رضي الله عنهم - بنبيهم - صلى الله عليه وسلم - فكانوا يحافظون على قيام الليل . ¶ - فعن أبي موسى - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" إِنِّي لَأَعْرِفُ أَصْوَاتَ رُفْقَةِ الْأَشْعَرِيِّينَ بِالْقُرْآنِ، حِينَ يَدْخُلُونَ بِاللَّيْلِ، وَأَعْرِفُ مَنَازِلَهُمْ مِنْ أَصْوَاتِهِمْ بِالْقُرْآنِ بِاللَّيْلِ، وَإِنْ كُنْتُ لَمْ أَرَ مَنَازِلَهُمْ حِينَ نَزَلُوا بِالنَّهَارِ..... \" (¬3) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 772) ¶ (¬2) أخرجه البخاري ح (1135) ، ومسلم ح (773) ¶ (¬3) أخرجه البخاري ح (4232) ، ومسلم ح (2499)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "- وأخرج أبو عبيد بإسناده أن رجلاً سأل عبد الرحمن بن عثمان التيمي عن صلاة طلحة بن عبيد الله - رضي الله عنه - فقال: إن شئت أخبرتك عن صلاة عثمان - رضي الله عنه - ؟ فقال: نعم، قال: قلت لأغلبن الليلة النفر على الحجر - يريد المقام – قال: فلما قمت إذا برجل مقنع يزحمني، فنظرت فإذا عثمان بن عفان - رضي الله عنه - فتأخرت عنه فصلى، فإذا هو يسجد سجود القرآن حتى إذا قلت: هذا هو أذان الفجر أوتر بركعة لم يصل غيرها. (¬1) ¶ - ثم روى عن ابن سرين قال: \" قالت نائلة بنت الفرافصة حين دخلوا على عثمان ليقتلوه: أن تقتلوه أو تدعوه، فقد كان يُحيي الليلة بركعة يجمع فيها القرآن . \" (¬2) ¶ والآثار المروية عن الصحابة - رضي الله عنهم - ، ومن تبعهم من سلف هذه الأمة في قيام الليل كثيرة، يطول المقام بذكرها . ¶ يقول أبو الأحوص: \" إن كان الرجل ليطرق الفسطاط قال فيجد لهم دويا كدوي النحل، فما بال هؤلاء يأمنون ما كان أولئك يخافون \" (¬3) ¶ وما جاء عن عثمان بن عفان - رضي الله عنه - ، من قراءة القرآن في ليلة لم يكن النبي - صلى الله عليه وسلم - يفعله ولعل عثمان - رضي الله عنه - اغتنم فضل المكان - كما سيأتي - . ¶ قالت عائشة - رضي الله عنها -: \" ولا أعلم نبي الله - صلى الله عليه وسلم - قرأ القرآن كله في ليلة، ولا صلى ليلة إلى الصبح .....\" (¬4) ¶ وورد النهي عن قراءة القرآن في أقل من ثلاث، ففي حديث عبد الله بن عمرو- رضي الله عنهما- أن النبي - صلى الله عليه وسلم - قال : \" لَا يَفْقَهُ مَنْ قَرَأَهُ فِي أَقَلَّ مِنْ ثَلَاثٍ\" (¬5) ¶ ¬__________ ¶ (¬1) أخرجه عبد الرزاق (3/24) ، وأبو عبيد في فضائل القرآن ( ص : 90 ) ¶ (¬2) أخرجه ابن أبي شيبة ( 1/367) ¶ (¬3) أخرجه ابن أبي شيبة ( ط . كمال الحوت ( 7 / 155 ) ¶ (¬4) أخرجه مسلم ح (746) ¶ (¬5) أخرجه أبو داود ح (1394)",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "- وعن عبد الله بن مسعود - رضي الله عنه - قال: \" اقرءوا القرآن في سبع ، ولا تقرؤه في أقل من ثلاث\" (¬1) ، وأنكر - رضي الله عنه - على رجل قال: إني قرأت المفصل في ركعة، فقال: \" أهذاً كهذا الشعر ؟ إن أقواماً يقرءون القرآن لا يجاوز تراقيهم، ولكن إذا وقع في القلب فرسخ فيه نفع \" (¬2) ¶ ولهذا فقد كره غير واحد من السلف قراءة القرآن في أقل من ثلاث، وهو اختيار الإمام أحمد، وأبي عبيد، وإسحاق، وغيرهم، ومن ترخص منهم في قراءة القرآن في أقل من ثلاث فمحمول على أنه لم يبلغه النهي، أو أنهم كانوا يفهمون، ويتفكرون فيما يقرءونه مع قراءتهم له في أقل من ثلاث . (¬3) ¶ ومن أهل العلم من حمل النهي على المداومة على ذلك. ¶ قال الحافظ ابن رجب: \" وإنما ورد النهي عن قراءة القرآن في أقل من ثلاث على المداومة على ذلك، فأما في الأوقات المفضلة كشهر رمضان خصوصاً الليالي التي يطلب فيها ليلة القدر ، أو في الأماكن المفضلة كمكة لمن دخلها من غير أهلها، فيستحب الإكثار فيها من تلاوة القرآن اغتناماً للزمان والمكان ، وهو قول أحمد وإسحاق وغيرهما من الأئمة ، وعليه يدل عمل غيرهم...\" (¬4) ¶ - - - - - - ¶ فضل حملة القرآن ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في السنن (2/396) ¶ (¬2) أخرجه مسلم ح (822) ¶ (¬3) ينظر: تفسير ابن كثير ( 7 / 504 ) ( فضائل القرآن ) ¶ (¬4) اللطائف ( ص: 202)",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "عَنْ أبِي مُوسَى الأشْعَرِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم - : \" مَثَلُ المُؤْمِنِ الذِي يَقْرَأُ القَرْآنَ كَمَثَل الأُتْرُجَّةِ رِيحُها طَيَّبٌ وَطَعْمُهَا طَيَّبٌ، وَمَثَلُ المُؤمِنِ الذِي لا يَقْرَأُ القُرْآنَ كَمَثَل التَّمْرَةِ لا رِيحَ لَهَا وَطَعْمُهَا حُلْوٌ، وَمَثَلُ المُنَافِقِ الذِي يَقْرَأُ القُرْآنَ كَمَثَل الرَّيحانَةَ رِيحُها طَيَّبٌ وَطَعْمُهَا مُرٌ، وَمَثَلَ المُنَافِقِ الذِي لا يَقْرَأُ القُرْآنَ كَمَثَل الحنْظَلَةِ, لَيْسَ لَهَا رِيحٌ وَطَعْمُهَا مُرٌ \" ¶ أخرجه البخاري ح (5427) ، ومسلم ح (797) ¶ شرح الحديث ¶ في هذا الحديث يبين النبي - صلى الله عليه وسلم - فضل قراءة القرآن وتفاوت حظوظ الناس في هذه القراءة ويقسم النبي - صلى الله عليه وسلم - الناس إلى أربعة أصناف، ويضرب لكل صنف مثلاً يُجلي أمره ، ويوضح حقيقته . ¶ فالصنف الأول: \" المُؤْمِنِ الذِي يَقْرَأُ القَرْآنَ كَمَثَل الأُتْرُجَّةِ رِيحُها طَيَّبٌ وَطَعْمُهَا طَيَّبٌ \" ¶ وهذا الصنف هو خير الأصناف وأفضلها، مؤمن جمع إلى إيمانه قراءة القرآن وتلاوته، وهي تلاوة مقرونة بالعمل والاستجابة لله ورسوله، ولهذا فقد جاء في رواية عند البخاري: \" المؤمن الذي يقرأ القرآن ويعمل به \" وقد شبه النبي - صلى الله عليه وسلم - هذا الصنف بالأترجة: ريحها طيب وطعمها طيب . ¶ والأُتْرُجَّة : - بضم فسكون فضم ، فجيم مشددة - نوع من الفاكهة .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "قال الحافظ: \" قيل خَص صفة الإيمان بالطعم ، وصفة التلاوة بالريح لأن الإيمان ألزم للمؤمن من القرآن إذ يمكن حصول الإيمان بدون القراءة، وكذلك الطعم ألزم للجوهر من الريح فقد يذهب ريح الجوهر ويبقى طعمه، ثم قيل: الحكمة في تخصيص الأترجة بالتمثيل دون غيرها من الفاكهة التي تجمع طيب الطعم والريح كالتفاحة ، لأنه يتداوى بقشرها ، وهو مفرح بالخاصية، ويستخرج من حبها دهن له منافع، وقيل إن الجن لا تقرب البيت الذي فيه الأترجة، فناسب أن يمثل به القرآن الذي لا تقربه الشياطين ، وغلاف حبه أبيض فيناسب قلب المؤمن وفيها أيضاً من المزايا كبر جرمها، وحسن منظرها، وتفريح لونها، ولين ملمسها، وفي أكلها مع الالتذاذ طيب نكهة ودباغ معدة ، وجودة هضم، ولها منافع أخرى ... \" (¬1) ¶ قال الحافظ ابن القيم - بعد أن ذكر منافع الأترج وخصائصه - : \" وحقيق بشيء هذه منافعه أن يُشبه به خلاصة الوجود، وهو المؤمن الذي يقرأ القرآن، وكان بعض السلف يحب النظر إليه لما في منظره من التفريح\" (¬2) ¶ ثم ذكر النبي - صلى الله عليه وسلم - الصنف الثاني فقال: \" وَمَثَلُ المُؤمِنِ الذِي لا يَقْرَأُ القُرْآنَ كَمَثَل التَّمْرَةِ لا رِيحَ لَهَا وَطَعْمُهَا حُلْوٌ \" ¶ وهذا الصنف أدنى منزلةٍ وأقل رتبةٍ من الصنف الأول، فالمؤمن الذي لا يقرأ القرآن تحققت له فضيلة الإيمان، وفاته تلاوة القرآن التي تظهر على اللسان وتخرج من الفم فهي بمثابة الريح الطيبة التي تفوح من الفم فشبه بالتمرة التي تتصف بحلاوة الطعم، ولكنها تفتقد الرائحة الذكية الطيبة . ¶ ثم قال عليه الصلاة والسلام عن الصنف الثالث: \" وَمَثَلُ المُنَافِقِ الذِي يَقْرَأُ القُرْآنَ كَمَثَل الرَّيحانَةَ رِيحُها طَيَّبٌ وَطَعْمُهَا مُرٌ \" وفي رواية: \" مثل الفاجر الذي يقرأ القرآن \" ¶ ¬__________ ¶ (¬1) فتح الباري (9/66- 67) ¶ (¬2) زاد المعاد (4/285)",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "والريحانة: نبات طيب الرائحة، مر المذاق، فما يخرج من فم المنافق من كلمات القرآن العظيم فهي ذاكية الرائحة، وأما الناطق بها فخبيث المعدن، سيئ الطوية فهو مثل الريحانة الموصوفة بالمرارة. ¶ قال ابن بطال: \" قراءة الفاجر والمنافق لا ترتفع إلى الله ولا تزكو عنده، وإنما يزكو عنده ويرتفع إليه من الأعمال ما أريد به وجهه، وكان عن نية وقربة إليه تعالى، ألا ترى أنه شبه الفاجر الذي يقرأ القرآن بالريحانة، ريحها طيب، وطعمها مر حين لم ينتفع ببركة القرآن، ولم يفز بحلاوة أجره، فلم يجاوز الطيب حلوقهم من موضع الصوت ....... وهؤلاء هم الذين يمرقون من الدين كما يمرق السهم من الرمية \" (¬1) ¶ قال الحسن البصري: \" قراء القرآن على ثلاثة أصناف: صنف اتخذوه بضاعة يأكلون به، وصنف أقاموا حروفه، وضيعوا حدوده، واستطالوا به على أهل بلادهم .... كثير هذا الضرب من حملة القرآن لا كثرهم الله، وصنف عمدوا إلى دواء القرآن فوضعوه على داء قلوبهم، واستشعروا الخوف وارتدوا الحزن، فأولئك يسقي الله بهم الغيث، وينصر بهم على الأعداء، والله لهذا الضرب من حملة القرآن أعز من الكبريت الأحمر \" (¬2) ¶ ثم قال عليه الصلاة والسلام عن الصنف الرابع : \" وَمَثَلَ المُنَافِقِ الذِي لا يَقْرَأُ القُرْآنَ كَمَثَل الحنْظَلَةِ , لَيْسَ لَهَا رِيحٌ وَطَعْمُهَا مُرٌ \" ¶ والحنْظَلَة: نبات معروف شديد المرارة، ولا ريح له، فشبه به هذا الصنف الرابع الذي أصيب بسوء المظهر والمخبر، وفساد الجوهر والشكل. ¶ وهذا الحديث يدل على فضل القرآن الكريم وفضيلة حامليه، المؤمنين به العاملين بما جاء فيه حيث شبههم النبي - صلى الله عليه وسلم - بالأترجة التي فُضلت على سائر الفواكه . ¶ - - - - - - ¶ نزول السكينة والملائكة عند قراءته ¶ ¬__________ ¶ (¬1) شرح صحيح البخاري لابن بطال (10/556) ¶ (¬2) ينظر: أخلاق حملة القرآن ( ص :64- 65 )، الدلائل في غريب الحديث ( ق 3 / 175 ) وسياقه فيه أتم .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "عَنْ البَرَاءِ - رضي الله عنه - قَالَ: كَانَ رَجُلٌ يَقْرَأُ سُورَةَ الكَهْفِ وَعِنْدهُ فَرَسٌ مَربُوط بِشَطَنَيْنِ فَتَغَشَّتْهُ سَحَابَةٌ ، فَجَعَلَتْ تَدُورُ وَتَدْنو وَجَعَلَ فَرَسُهُ يَنْفِرُ مِنَهَا ، فَلَمَّا أَصْبَحَ أَتَى النَّبِيَّ - صلى الله عليه وسلم - فَذَكَرَ ذَلِكَ لَهُ فَقَال : \" تِلْك السَّكِينَةُ تَنَزَّلَتْ لِلْقُرْآنِ . \" ... أخرجه البخاري ح (5011) ، ومسلم ح (795) ¶ وَعَنْ أَبِي سَعِيدٍ الخُدْرِيَّ - رضي الله عنه - : أَنَّ أُسَيْدَ بْنَ حُضَيْرٍ بَيْنَمَا هُوَ لَيْلَةً يَقْرَأُ فِي مِرْبدِهِ إِذْ جَالَتْ فَرَسُهُ فَقْرَأَ ، ثُمَّ جَالَتْ أُخْرَى فَقَرَأَ ، ثُمَّ جَالَتَ أَيْضاً فَقَال أُسَيْدٌ: فَخَشِيتُ أَنْ تَطَأَ يَحْيَى فَقمْتُ إِلَيْهَا ، فِإذَا مِثْلُ الظُّلَّةِ فَوْقَ رَأْسِي فِيَها أَمْثَالُ السُّرُجِ عَرَجَتْ فَي الجوِّ حَتَّى مَا أَرَاَهَا ، قَالَ فَغَدَوْتُ عَلَى رَسُولُ الله - صلى الله عليه وسلم - فَقُلْتُ: يَا رَسُولُ الله بَيْنَمَا أَنَا البَارِحَةَ مِنْ جَوْفِ اللَّيْلِ أَقْرَأُ فِي مِرْبدِي إِذْ جَالَتْ فَرَسِي فَقَال رَسُولُ الله - صلى الله عليه وسلم - : \" اقْرَأْ ابْنَ حُضَيْرٍ \" قَالَ: فَقَرَأْتُ ثُمَّ جَالَتْ أَيْضاً ، فَقَالَ رَسُولُ الله - صلى الله عليه وسلم - : \" اقْرَأْ ابْنَ حُضَيْرٍِ \" قَالَ: فَقَرَأْتُ ثُمَّ جَالَتْ أَيْضاً فَقَالَ رَسُولُ الله - صلى الله عليه وسلم - : \" اقْرَأْ ابْنَ حُضَيْرٍ \"، قَالَ: فَانْصَرفْتُ وَكَانَ يَحْيَى قَرِيباً مِنْهَا فَخِشيتُ أَنْ تَطَأَهُ فَرَأَيْتُ مِثْلَ الظُّلَّةِ، فِيها أَمْثَالُ السُّرُجِ ، عَرَجَتْ فِي الجوَّ حَتَّى مَا أَرَاهَا فَقَال رَسُولُ الله - صلى الله عليه وسلم - : \" تِلْكَ المَلائِكَةُ كَانَتْ تَسْتَمِعُ لَكَ ، وَلَوْ قَرَأْتَ لأصْبَحَتْ يَرَاهَا النَّاسُ مَا تَسْتَتِرُ مِنْهُمْ \"",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "... ... أخرجه البخاري ح ( 5018) ، ومسلم ح (796) ¶ شرح الحديثين ¶ أفاد هذان الحديثان فضل قراءة القرآن، وأنها سبب لتنزل السكينة وحضور الملائكة، وقد بوب البخاري على حديث أسيد بقوله: \" باب نزول السكينة والملائكة عند قراءة القرآن \" (¬1) ¶ وهذا الذي حصل لأُسيد بن حضير - رضي الله عنه - وقع نظيره لثابت بن قيس، فأخرج أبو عبيد بسنده عن جرير بن حازم عن عمه جرير بن يزيد أن أشياخ أهل المدينة حدثوه أن رسول الله - صلى الله عليه وسلم - قيل له: ألم تر ثابت بن قيس بن شماس ؟لم تزل داره البارحة تزهر بمصابيح، قال:\" فلعله قرأ سورة البقرة \"، قال : فسئل ثابت، فقال: قرأت سورة البقرة . \" (¬2) ¶ وأخرج الإمام مسلم من حديث أبي هريرة - رضي الله عنه - : \" مَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ يَتْلُونَ كِتَابَ اللَّهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلَّا نَزَلَتْ عَلَيْهِمْ السَّكِينَةُ، وَغَشِيَتْهُمْ الرَّحْمَةُ، وَحَفَّتْهُمْ الْمَلَائِكَةُ، وَذَكَرَهُمْ اللَّهُ فِيمَنْ عِنْدَهُ\" (¬3) ¶ وفي الصحيحين عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : \" يَتَعَاقَبُونَ فِيكُمْ مَلَائِكَةٌ بِاللَّيْلِ وَمَلَائِكَةٌ بِالنَّهَارِ، وَيَجْتَمِعُونَ فِي صَلَاةِ الْفَجْرِ وَصَلَاةِ الْعَصْرِ، ثُمَّ يَعْرُجُ الَّذِينَ بَاتُوا فِيكُمْ فَيَسْأَلُهُمْ، رَبُّهُمْ وَهُوَ أَعْلَمُ بِهِمْ كَيْفَ تَرَكْتُمْ عِبَادِي ؟ فَيَقُولُونَ: تَرَكْنَاهُمْ وَهُمْ يُصَلُّونَ، وَأَتَيْنَاهُمْ وَهُمْ يُصَلُّونَ\" (¬4) ¶ - وقوله في حديث البراء - رضي الله عنه - : \" بَشَطَنَيْنِ \" جمع شطن بفتح المعجمة وهو الحبل . ¶ ¬__________ ¶ (¬1) فتح الباري (9/63) ¶ (¬2) أخرجه أبو عبيد في فضائل القرآن ( ص: 122 ) ، وينظر: فتح الباري (9/57) ¶ (¬3) أخرجه مسلم ح (2699) ¶ (¬4) أخرجه البخاري ح ( 555 ) ، ومسلم ح ( 632 )",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "- وقوله \" تِلْك السَّكِينَةُ تَنَزَّلَتْ لِلْقُرْآنِ \" هكذا جاء في حديث البراء - رضي الله عنه - ، وفي حديث أبي سعيد - رضي الله عنه - : \" تلك الملائكة كانت تستمع لك \" ¶ قال ابن بطال: \" فمرة أخبر - صلى الله عليه وسلم - عن نزول السكينة، ومرة أخرى عن نزول الملائكة فدل على أن السكينة كانت في تلك الظلة, وأنها تنزل أبداً مع الملائكة - والله أعلم - ، ولذلك ترجم البخاري \" باب نزول السكينة والملائكة عند القراءة \" \" (¬1) ¶ وقد تعددت أقوال العلماء في تفسير السكينة فقيل: \" مأخوذة من السكون وهو الوقار والطمأنينة، وعن وهب بن منبه: \"هي روح من الله \" ، وعن الضحاك بن مزاحم: \" هي الرحمة \" ، وعنه: \" هي سكون القلب\" (¬2) ¶ وفي حديث البراء - رضي الله عنه - أبهم اسم الرجل فقيل: هو أُسيد بن حضير - رضي الله عنه - كما في حديث أبي سعيد الخدري - رضي الله عنه - ، لكن جاء في حديث أُسيد بن حضير - رضي الله عنه - عند البخاري من حديثه نفسه أنه كان يقرأ سورة البقرة وهنا في حديث البراء أنه كان يقرأ سورة الكهف قال الحافظ: \" وهذا ظاهره التعدد\" (¬3) ¶ - وقوله \" بَيْنَمَا هُوَ لَيْلَةً يَقْرَأُ فِي مِرْبدِهِ \": هو المكان الذي يجمع فيه التمر ليجف . ¶ - قوله: \" إِذْ جَالَتْ فَرَسُهُ \" : اضطربت ¶ - قوله: \" فَخَشِيتُ أَنْ تَطَأَ يَحْيَى \" يعني ابنه . ¶ - وقوله: \" فَرَأَيْتُ مِثْلَ الظُّلَّةِ ، فِيها أَمْثَالُ السُّرُجِ، عَرَجَتْ فِي الجوَّ حَتَّى مَا أَرَاهَا \" الظلة: السحابة فوق الرأس مأخوذة من الظل، والجو: ما بين السماء والأرض، والسُّرُّج: جمع سراج شبَّه الأنوار التي رأى في السحابة بها . (¬4) ¶ ¬__________ ¶ (¬1) شرح صحيح البخاري لابن بطال (10/254) ¶ (¬2) ينظر: المفهم (2/438) ¶ (¬3) فتح الباري ( 9/ 57) ¶ (¬4) المفهم (2/438)",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "- وقوله: \" اقْرأ ابْنَ حُضَيْرٍ.... \" أي كان ينبغي أن تستمر على قراءتك، وليس أمراً له بالقراءة في حال مخاطبته، ولذا أجاب أسيد بقوله:\" خَشِيتُ أَنْ تَطَأَ يَحْيَى \" (¬1) ¶ - وقوله: \" تِلْكَ المَلائِكَةُ كَانَتْ تَسْتَمِعُ لَكَ \"، وفي حديث أسيد عند البخاري:\" تلك الملائكة دنت لصوتك \" وفي رواية ابن كعب: \" وكان أسيد حسن الصوت \" وفي رواية ابن أبي ليلى: \" أما إنك لو مضيت لرأيت الأعاجيب \" (¬2) ¶ ومن خلال ما سبق يتبين أن استماع الملائكة لقراءة أُسيد بن حضير كان استطابة لقراءته لحسن صوته، وحضور قلبه وخشوعه وإخلاصه، ولذا فإن ما حصل لأسيد يعتبر من مناقبه وفضائله - رضي الله عنه - ويؤخذ من الحديث أن التشاغل بشيء من أمور الدنيا ولو كان من المباح يفوت الخير الكثير فكيف لو كان بغير الأمر المباح . (¬3) ¶ - - - - - - ¶ الترغيب بتعلمه وتعليمه ¶ عَنْ عُقْبَةَ بْنِ عَامِرٍ - رضي الله عنه - قَالَ : خَرَجَ إلَيْنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَنَحْنُ فِي الصُّفَّةِ فَقَالَ : أَيُّكُمْ يُحِبُّ أَنْ يَغْدُوَ كُلَّ يَوْمٍ إلَى بَطْحَانَ أَوْ الْعَقِيقِ فَيَأْتِيَ مِنْهُ بِنَاقَتَيْنِ كَوْمَاوَيْنِ فِي غَيْرِ إثْمٍ وَلَا قَطِيعَةِ رَحِمٍ ؟, قُلْنَا , بَلَى يَا رَسُولَ اللَّهِ , كُلُّنَا نُحِبُّ ذَلِكَ , قَالَ : أَفَلَا يَغْدُو أَحَدُكُمْ إلَى الْمَسْجِدِ فَيَعْلَمُ أَوْ يَقْرَأُ آيَتَيْنِ مِنْ كِتَابِ اللَّهِ خَيْرٌ مِنْ نَاقَتَيْنِ، وَثَلَاثٌ خَيْرٌ لَهُ مِنْ ثَلَاثٍ، وَأَرْبَعٌ خَيْرٌ لَهُ مِنْ أَرْبَعٍ وَمِنْ أَعْدَادِهِنَّ مِنْ الْإِبِلِ\" ¶ أخرجه مسلم ح (803) ¶ شرح الحديث ¶ ¬__________ ¶ (¬1) فتح الباري (9/64) ¶ (¬2) تفسير ابن كثير (7/474) ( فضائل القرآن ) ¶ (¬3) ينظر: فتح الباري (9/64)",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "في هذا الحديث يرغب النبي - صلى الله عليه وسلم - أصحابه بتعلم كتاب الله والإقبال عليه، ويهيأ أذهانهم ويشوقها لهذا الترغيب ويستثير هممهم بطرح هذا السؤال : \" أَيُّكُمْ يُحِبُّ أَنْ يَغْدُوَ كُلَّ يَوْمٍ إلَى بَطْحَانَ أَوْ الْعَقِيقِ \" ( وهما واديان من أودية المدينة ) فَيَأْتِيَ مِنْهُ بِنَاقَتَيْنِ كَوْمَاوَيْنِ فِي غَيْرِ إثْمٍ وَلَا قَطِيعَةِ رَحِمٍ؟ \" ¶ والكوماوان: تثنية كوماء وهي الناقة العظيمة السَّنام كأنه كوم وفي حديث أبي هريرة - رضي الله عنه - : \" ثلاث خلفات سمان ... \" (¬1) وخص النبي - صلى الله عليه وسلم - الإبل لأنها أنفس الأموال عند العرب، ويجيب الصحابة النبي - صلى الله عليه وسلم - بقولهم:\" نحب ذلك \" ثم يبين لهم النبي - صلى الله عليه وسلم - ما هو خير لهم من ذلك فيقول: \" أَفَلَا يَغْدُو أَحَدُكُمْ إلَى الْمَسْجِدِ فَيَعْلَمُ أَوْ يَقْرَأُ آيَتَيْنِ مِنْ كِتَابِ اللَّهِ خَيْرٌ مِنْ نَاقَتَيْنِ، وَثَلَاثٌ خَيْرٌ لَهُ مِنْ ثَلَاثٍ، وَأَرْبَعٌ خَيْرٌ لَهُ مِنْ أَرْبَعٍ وَمِنْ أَعْدَادِهِنَّ مِنْ الْإِبِلِ \" ¶ والنبي - صلى الله عليه وسلم - قرب إلى أذهان الصحابة فضل تعلم كتاب الله، وما يترتب على ذلك من الثواب بذكر الإبل، وإلا فإن أقل جزء من ثواب القرآن وتعليمه خير من الدنيا وما فيها . ¶ وكان ابن مسعود - رضي الله عنه - يمر بالآية فيقول للرجل: \" خذها فوالله لهي خير مما على الأرض من شيء\" (¬2) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (802) ¶ (¬2) أخرجه ابن أبي شيبة (10/505)",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "إن تعلم كتاب الله وتلاوته من أعظم القربات وأجل الطاعات وأفضل العبادات، وقد أثنى الله سبحانه على التالين لكتابه ، العاملين به فقال سبحانه: { إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ - لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ } (¬1) ¶ قال قتادة: كان مطرف - رحمه الله - إذا قرأ هذه الآية يقول: هذه آية القراء . (¬2) . ¶ وقد تلقى الرعيل الأول هذا التوجيه النبوي بالامتثال، وحسن الاستجابة، فأقبلوا على تعلم القرآن وتدارسه . ¶ يقول أنس - رضي الله عنه - وهو يصف طائفة من الصحابة يقال لهم القراء: جَاءَ نَاسٌ إِلَى النَّبِيِّ - صلى الله عليه وسلم - فَقَالُوا أَنْ ابْعَثْ مَعَنَا رِجَالًا يُعَلِّمُونَا الْقُرْآنَ وَالسُّنَّةَ، فَبَعَثَ إِلَيْهِمْ سَبْعِينَ رَجُلًا مِنْ الْأَنْصَارِ يُقَالُ لَهُمْ الْقُرَّاءُ فِيهِمْ خَالِي حَرَامٌ يَقْرَءُونَ الْقُرْآنَ وَيَتَدَارَسُونَ بِاللَّيْلِ يَتَعَلَّمُونَ، وَكَانُوا بِالنَّهَارِ يَجِيئُونَ بِالْمَاءِ فَيَضَعُونَهُ فِي الْمَسْجِدِ وَيَحْتَطِبُونَ فَيَبِيعُونَهُ وَيَشْتَرُونَ بِهِ الطَّعَامَ \" (¬3) ¶ وتعلم الصحابة - رضي الله عنهم - القرآن وتفقهوا فيه وفق منهج قويم، ومسلك رشيد، يقول أبو عبد الرحمن السلمي: \" حدثنا من كان يقرئنا من أصحاب رسول الله - صلى الله عليه وسلم - أنهم كانوا يقترئون من رسول الله - صلى الله عليه وسلم - عشر آيات، ولا يأخذون في العشر الأخرى حتى يعلموا ما في هذه من العمل والعلم فانا علمنا العمل والعلم . \" (¬4) ¶ ¬__________ ¶ (¬1) سورة فاطر الآيات من :29- 30 ¶ (¬2) أخرجه ابن أبي شيبة ( 13/477) ¶ (¬3) أخرجه مسلم ح ( 677) ¶ (¬4) أخرجه ابن أبي شيبة ( 10/460)",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وعن أبي العالية قال: \" تعلموا القرآن خمس آيات خمس آيات، فإن رسول الله - صلى الله عليه وسلم - كان يأخذه خمساً خمساً.\" (¬1) ¶ وعن أبي عبد الرحمن السلمي عن عبد الله بن مسعود - رضي الله عنه - قال: \" كنا إذا تعلمنا من النبي - صلى الله عليه وسلم - عشر آيات لم نتعلم من العشر التي نزلت بعدها حتى نعلم ما فيه \" (¬2) ¶ فهذا المنهج النبوي في تعليم القرآن يرتكز على أمرين: ¶ 1- التدرج في تعلم كتاب الله وذلك بأخذ خمس آيات أو عشر آيات - على اختلاف الرواية -، فيكون أخذ القرآن شيئاً فشيئاً. عن عبد الله بن عمر - رضي الله عنهما - قال : \" لقد عشنا برهةً من دهرنا، وأحدنا يؤتى الإيمان قبل القرآن، وتنزل السورة على محمد - صلى الله عليه وسلم - ، فيتعلم حلالها وحرامها وآمرها وزاجرها، وما ينبغي أن يقف عنده منها، ثم لقد رأيت رجالاً يؤتى أحدهم القرآن قبل الإيمان، فيقرأ ما بين فاتحته إلى خاتمته، لا يدري ما آمره ولا زاجره، ولا ما ينبغي أن يقف عنده منه، فينثره نثر الدقل \" (¬3) ¶ 2- العمل بما تضمنته الآيات فحصلوا على العلم والعمل وهذا النهج أشار إليه الله سبحانه وتعالى حيث أخبر عن الحكمة في نزول القرآن مفرقاً ومنجماً فقال سبحانه: { وَقَالَ الَّذِينَ كَفَرُوا لَوْلا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلاً } (¬4) وقال: { وَقُرْآناً فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلاً } (¬5) ¶ ¬__________ ¶ (¬1) أخرجه ابن أبي شيبة (10/461) ¶ (¬2) أخرجه الحاكم في المستدرك (1/557)، وقال: صحيح الإسناد ¶ (¬3) أخرجه البيهقي في السنن ( 3 / 120 )، والدقل: هو رديء التمر ¶ (¬4) سورة الفرقان آية : 32 ¶ (¬5) سورة الإسراء آية : 106",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وكان اتباع هذا المنهج له أثر عظيم في فهم الصحابة - رضي الله عنهم - لكتاب الله وإدراك معانيه وأسراره، وبرز فيهم علماء في تفسير كتاب الله عز وجل أمثال: الخلفاء الراشدين وابن مسعود وأبي الدرداء وعائشة وابن عباس وغيرهم . ¶ عن أبي الطفيل عامر بن واثلة الليثي - رضي الله عنه - قال: \" شهدت علياً يخطب وهو يقول: سلوني ، فوالله لا تسألوني عن شيء يكون إلى يوم القيامة إلا حدثتكم به، وسلوني عن كتاب الله، فوالله ما منه آية إلا وأنا أعلم بليل نزلت أم بنهار ، أم بسهل نزلت أم بجبل \" (¬1) ¶ ويقول ابن مسعود - رضي الله عنه - : \" وَالَّذِي لَا إِلَهَ غَيْرُهُ، مَا مِنْ كِتَابِ اللَّهِ سُورَةٌ إِلَّا أَنَا أَعْلَمُ حَيْثُ نَزَلَتْ، وَمَا مِنْ آيَةٍ إِلَّا أَنَا أَعْلَمُ فِيمَا أُنْزِلَتْ، وَلَوْ أَعْلَمُ أَحَدًا هُوَ أَعْلَمُ بِكِتَابِ اللَّهِ مِنِّي، تَبْلُغُهُ الْإِبِلُ لَرَكِبْتُ إِلَيْهِ \" (¬2) ¶ وقال أبو الدرداء - رضي الله عنه - : \" لو أعيتني آية من كتاب الله عز وجل فلم أجد أحداًً يفتحها علي إلا رجلاً ببرْك الغماد لرحلت إليه \"، قال: وهو أقصى حَجَر باليمن (¬3) ¶ وعن أبي وائل شقيق بن سلمة - رضي الله عنه - قال: \" خطبنا ابن عباس وهو على الموسم، فافتتح سورة البقرة، فجعل يقرأ ويفسر، فجعلت أقول: ما رأيت ولا سمعت كلام رجل مثله، لو سمعته فارس والروم لأسلمت \" (¬4) ¶ ¬__________ ¶ (¬1) ينظر: جامع بيان العلم وفضله ( 1 / 138 ) ، الإتقان ( 2 / 1227 ) ¶ (¬2) أخرجه مسلم ح ( 2463) ¶ (¬3) أخرجه أبو عبيد في فضائل القرآن ( ص: 45 )، ومن بديع تأملات أبي الدرداء في القرآن قوله: \" لا يفقه كل الفقه حتى يرى للقرآن وجوها كثيرة \" أخرجه ابن أبي شيبة ( 10 / 527 ) ¶ (¬4) تفسير الطبري ( 1 / 82 )",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وعن عروة بن الزبير - رضي الله عنه - قال: \" لقد صحبت عائشة فما رأيت أحداً قط كان أعلم بآية أنزلت ولا بفريضة ولا بسنة ولا بشعر ولا أروى له ولا بيوم من أيام العرب ولا بنسب ولا بقضاء ولا بطب منها .... \" (¬1) ¶ قال مسروق: \" ما نسأل أصحاب محمد عن شيء إلا وعلمه في القرآن ولكن علمنا قصر عنه\" (¬2) ¶ وقال شيخ الإسلام: \" وللصحابة فهم في القرآن يخفى على أكثر المتأخرين ... وقد قال الإمام أحمد: إنه ما من مسألة إلا وقد تكلم فيها الصحابة أو في نظيرها فإنه لما فتحت البلاد وانتشر الإسلام حدثت جميع أجناس الأعمال ، فتكلموا فيها بالكتاب والسنة...... \" (¬3) ¶ وحين نتأمل بعض المواقف والمناسبات فإنه يتجلى عمق علمهم بكتاب الله ووقوفهم عند آياته . ¶ - ففي حديث أبي هريرة - رضي الله عنه - قال: لما أنزلت { مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ } (¬4) ، بلغت من المسلمين مبلغاً شديداً ، فقال رسول الله - صلى الله عليه وسلم - : \" قَارِبُوا وَسَدِّدُوا، فَفِي كُلِّ مَا يُصَابُ بِهِ الْمُسْلِمُ كَفَّارَةٌ حَتَّى النَّكْبَةِ يُنْكَبُهَا، أَوْ الشَّوْكَةِ يُشَاكُهَا \" (¬5) ¶ - وفي حديث ابن مسعود - رضي الله عنه - : \" قال لما نزلت { الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ } (¬6) شق ذلك على أصحاب رسول الله - صلى الله عليه وسلم - وقالوا: أينا لم يظلم نفسه ؟ فقال رسول الله - صلى الله عليه وسلم - : \" ليس هو كما تظنون، إنما هو كما قال لقمان لابنه: { يا بني لا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ } (¬7) \" (¬8) ¶ ¬__________ ¶ (¬1) ينظر: حلية الأولياء ( 2 / 49 – 50 )، سير أعلام النبلاء ( 2 / 183 ) ¶ (¬2) أخرجه أبو عبيد في فضائل القرآن ص:42 ¶ (¬3) مجموع الفتاوى (19/200) ¶ (¬4) سورة النساء آية: 123 ¶ (¬5) أخرجه مسلم ح (2574) ¶ (¬6) سورة الأنعام آية: 82 ¶ (¬7) سورة لقمان آية: 13 ¶ (¬8) أخرجه مسلم ح ( 124)",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "- وفي حديث أبي هريرة - رضي الله عنه - قال: لَمَّا نَزَلَتْ عَلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - { لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَو تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ.. } (¬1) الآية، قَالَ: فَاشْتَدَّ ذَلِكَ عَلَى أَصْحَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ، فَأَتَوْا رَسُولَ اللَّهِ - صلى الله عليه وسلم - ثُمَّ بَرَكُوا عَلَى الرُّكَبِ، فَقَالُوا: أَيْ رَسُولَ اللَّهِ كُلِّفْنَا مِنْ الْأَعْمَالِ مَا نُطِيقُ الصَّلَاةَ وَالصِّيَامَ وَالْجِهَادَ وَالصَّدَقَة،َ وَقَدْ أُنْزِلَتْ عَلَيْكَ هَذِهِ الْآيَةُ، وَلَا نُطِيقُهَا قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" أَتُرِيدُونَ أَنْ تَقُولُوا كَمَا قَالَ أَهْلُ الْكِتَابَيْنِ مِنْ قَبْلِكُمْ سَمِعْنَا وَعَصَيْنَا؟ بَلْ قُولُوا: سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ \"، فَلَمَّا اقْتَرَأَهَا الْقَوْمُ ذَلَّتْ بِهَا أَلْسِنَتُهُمْ، فَأَنْزَلَ اللَّهُ فِي إِثْرِهَا: { آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ.. } (¬2) الآية.\" (¬3) ¶ فهذه أمثلة يسيرة تدل على ما كان عليه الصحابة - رضي الله عنهم - من وقوفهم عند آيات القرآن، وعمق فهمه، وقراءتهم القرآن للعمل، وذلك أنهم عندما رأوا أن هذه الآيات لا يستطيعون أن يعملوا بها ولا يطيقون الاضطلاع بما دلت عليه رجعوا للنبي - صلى الله عليه وسلم - فأزال ما أشكل عليهم وجاء التخفيف من الله لما شق عليهم ، وكان أصحاب رسول الله - صلى الله عليه وسلم - يعرفون مواطن الشدة في القرآن والتي فيها امتحان لصدقهم وتقواهم وإخلاصهم. ¶ ¬__________ ¶ (¬1) سورة البقرة آية: 284 ¶ (¬2) سورة البقرة آية: 285 ¶ (¬3) أخرجه مسلم ح (125 )",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "قال أبو موسى الشعري - رضي الله عنه - : \" كُنَّا نَقْرَأُ سُورَةً كُنَّا نُشَبِّهُهَا فِي الطُّولِ وَالشِّدَّةِ بِبَرَاءَةَ \" (¬1) ¶ وقال حذيفة - رضي الله عنه - : يقولون سورة التوبة وهي سورة العذاب يعني براءة. (¬2) ¶ وتذوق الصحابة - رضي الله عنهم - حلاوة القرآن، وتلذذوا بآياته، وانتفعوا بهداياته: ¶ - ففي حديث ابن عباس أن رسول الله - صلى الله عليه وسلم - كَانَ مِمَّا يَقُولُ لِأَصْحَابِهِ: \" مَنْ رَأَى مِنْكُمْ رُؤْيَا فَلْيَقُصَّهَا عَلَيَّ فَأَعْبُرَهَا لَهُ \" ، قَالَ فَجَاءَ رَجُلٌ فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي أَرَى اللَّيْلَةَ فِي الْمَنَامِ ظُلَّةً تَنْطِفُ السَّمْنَ وَالْعَسَلَ فَأَرَى النَّاسَ يَتَكَفَّفُونَ مِنْهَا بِأَيْدِيهِمْ فَالْمُسْتَكْثِرُ وَالْمُسْتَقِلُّ، وَأَرَى سَبَبًا وَاصِلًا مِنْ السَّمَاءِ إِلَى الْأَرْضِ فَأَرَاكَ أَخَذْتَ بِهِ فَعَلَوْتَ، ثُمَّ أَخَذَ بِهِ رَجُلٌ مِنْ بَعْدِكَ فَعَلَا، ثُمَّ أَخَذَ بِهِ رَجُلٌ آخَرُ فَعَلَا، ثُمَّ أَخَذَ بِهِ رَجُلٌ آخَرُ فَانْقَطَعَ بِهِ ثُمَّ وُصِلَ لَهُ فَعَلَا، قَالَ أَبُو بَكْرٍ: يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَاللَّهِ لَتَدَعَنِّي فَلَأَعْبُرَنَّهَا ، قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : اعْبُرْهَا ، قَالَ أَبُو بَكْرٍ: أَمَّا الظُّلَّةُ فَظُلَّةُ الْإِسْلَامِ، وَأَمَّا الَّذِي يَنْطِفُ مِنْ السَّمْنِ وَالْعَسَلِ فَالْقُرْآنُ حَلَاوَتُهُ وَلِينُهُ، وَأَمَّا مَا يَتَكَفَّفُ النَّاسُ مِنْ ذَلِكَ فَالْمُسْتَكْثِرُ مِنْ الْقُرْآنِ وَالْمُسْتَقِلُّ .... \" الحديث (¬3) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (1050) ¶ (¬2) أخرجه ابن أبي شيبة ( 10/554) ¶ (¬3) أخرجه البخاري ح ( 7046 )، ومسلم ح (2269)، والدارمي ح ( 2062 ) واللفظ له .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "فتأمل تعبير أبي بكر - رضي الله عنه - للظلة التي تنطف السمن والعسل ... بالقرآن حلاوته ولينه وهذا فيه تعبير صادق لتأثير القرآن في قلوبهم وتذوقهم لحلاوته ، وتفاوت مراتبهم في ذلك . ¶ - وكان ابن مسعود - رضي الله عنه - يقول: \" إذا وقعت في آل حم وقعت في روضات دمثات أتأنق فيهن \" (¬1) ¶ لقد ألفوا كتاب الله عز وجل فكان ربيع قلوبهم، وشفاء صدورهم وجلاء أحزانهم وهمومهم، وهداهم الله به سبل السلام، وأخرجهم من الظلمات إلى النور، فحيوا به ومعه، وتخلقوا بأخلاقه وتأدبوا بآدابه، وقد توالت توجيهاتهم وإرشاداتهم للأمة بالتمسك به والإقبال على تعلمه وتعليمه وتلاوته والعمل به، ولعل من المناسب أن أورد شيئاً من المأثور عنهم: ¶ - كتب عمر - رضي الله عنه - كتاباً جاء فيه: \" وتعلموا كتاب الله فإنه ينابيع العلم، وربيع القلب. \" (¬2) ¶ - وخطب أبو بكر - رضي الله عنه - خطبة وكان مما قال: \" وهذا كتاب الله فيكم لا تفنى عجائبه، ولا يطفأ نوره، فصدقوا قوله، وانتصحوا كتابه، واستبصروا فيه ليوم الظلمة ... \" (¬3) ¶ - وقال عبد الله بن مسعود - رضي الله عنه - :\" إنما هذه القلوب أوعية، فاشغلوها بالقرآن ولا تشغلوها بغيره.\" (¬4) ¶ - وقال أبو أمامة: \" اقرأوا القرآن، فإن الله لا يعذب قلباً وعى القرآن.\" (¬5) ¶ - وكان حذيفة - رضي الله عنه - يدخل المسجد فيقف على الحلق فيقول: \" يا معشر القراء اسلكوا الطريق فلئن سلكتموه لقد سبقتم سبقاً بعيداً، ولئن أخذتم يميناً وشمالاً لقد ضللتم ضلالاً بعيداً. \" (¬6) ¶ ¬__________ ¶ (¬1) أخرجه ابن أبي شيبة ( 10/558) ¶ (¬2) أخرجه ابن أبي شيبة ( 13/525) ¶ (¬3) أخرجه ابن أبي شيبة (13/258)، والحاكم في المستدرك (2/383) ¶ (¬4) أخرجه ابن أبي شيبة (13/259)، ( 10/484) ¶ (¬5) أخرجه ابن أبي شيبة (13/359)، (10/506) ¶ (¬6) أخرجه ابن أبي شيبة ( 13/379)",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "- وقال أبو موسى - رضي الله عنه - : \" إن هذا القرآن كائن لكم أجراً، وكائن لكم ذكراً، وكائن لكم وزراً، فاتبعوا القرآن ولا يتبعكم فإنه من يتبع القرآن يهبط به على رياض الجنة، ومن يتبعه القرآن يزخ في قفاه فيقذفه في جهنم \" (¬1) ¶ - وقال عبد الله بن عمرو - رضي الله عنهما -: \" من قرأ القرآن فكأنما استدرجت النبوة بين جنبيه إلا أنه لا يوحى إليه . \" (¬2) ¶ - وقال ابن عباس - رضي الله عنهما -: \" من قرأ القرآن واتبع ما فيه هداه الله من الضلالة، ووقاه يوم القيامة سوء الحساب، وذلك بأن الله يقول: { فَمَنِ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى } (¬3) \" (¬4) ¶ - وقال ابن مسعود - رضي الله عنه - : \" من أراد العلم فليقرأ القرآن فإن فيه علم الأولين والأخرين \" (¬5) ¶ - وقال أُبيّ - رضي الله عنه - : \" كتاب الله ما استبان منه فاعمل به، وما اشتبه عليك فآمن به وكله إلى عالمه\" (¬6) ¶ - وقال خباب بن الأرت - رضي الله عنه - : \" إن استطعت أن تقرب إلى الله فإنك لا تقرب إليه بشيء أحب إليه من كلامه. \" (¬7) ¶ - وعن أبي قلابة: أن ناساً من أهل الكوفة أتوا أبا الدرداء - رضي الله عنه - فقالوا: إن إخواناً من أهل الكوفة يقرؤنك السلام ويأمرونك أن توصيهم قال: فأقرؤهم السلام ومروهم فليعطوا القرآن بخزائمهم فإنه يحملهم على القصد والسهولة ويجنبهم الجور والحزونة . \" (¬8) ¶ ¬__________ ¶ (¬1) أخرجه ابن أبي شيبة (13/387)، (10/484) ¶ (¬2) أخرجه ابن أبي شيبة ( 10/467) ¶ (¬3) سورة طه آية : 123 ¶ (¬4) أخرجه ابن أبي شيبة (10/468) ¶ (¬5) أخرجه ابن أبي شيبة (10/485) ¶ (¬6) أخرجه ابن أبي شيبة ( 10/489) ¶ (¬7) أخرجه ابن أبي شيبة ( 10/511) ¶ (¬8) أخرجه ابن أبي شيبة ( 10/527) ، والخزائم : هي جمع خِزَامَة، وهي حَلَقَة من شَعْر تجعل في أحد جانبي منخري البعير، والمراد الانقياد لحكم القرآن، وإلقاء الأزمة إليه، ينظر: النهاية ( 2 / 29 )",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "- وعن عامر بن مطر قال: كنت مع حذيفة - رضي الله عنه - فقال: \" كيف أنت يا عامر بن مطر إذا أخذ الناس طريقاً، والقرآن طريقاً مع أيهما تكون ؟ فقلت: مع القرآن أحيا معه وأموت، قال: فأنت إذاً . (¬1) ¶ - وقال رجل لابن مسعود - رضي الله عنه - : علمني كلمات جوامع نوافع . قال: \" تعبد الله ولا تشرك به شيئاً، وتزول مع القرآن حيث زال . \" (¬2) ¶ - وقال سلمان لزيد بن صوحان: \" كيف أنت إذا اقتتل القرآن والسلطان ؟ قال: إذاً أكون مع القرآن، قال: نعم الزيد إذا أنت \" (¬3) ¶ - وعن الأعمش قال: مر أعرابي بعبد الله بن مسعود وهو يُقريء قوماً القرآن أو قال: وعنده قوم يتعلمون القرآن، فقال: \" ما يصنع هؤلاء؟ فقال ابن مسعود: يقتسمون ميراث محمد - صلى الله عليه وسلم - . \" (¬4) ¶ - وعن عبد الله بن عمرو بن العاص - رضي الله عنهما - قال: \" عليكم بالقرآن فتعلموه وعلموه أبنائكم فإنكم عنه تسألون، وبه تجزون، وكفى به واعظاً لمن عقل . \" (¬5) ¶ - وجاء رجل إلى عبد الله بن مسعود - رضي الله عنه - فقال: أوصني فقال: \" إذا سمعت الله تبارك وتعالى يقول: { يا أيها الذين آمنوا } فأَرْعها سمعك، فإنه خير يَأمر به أو شر يَنهى عنه . \" (¬6) ¶ - وعن ابن مسعود قال: \" إذا أردتم العلم فأثيروا القرآن، فإن فيه خبر الأولين والأخريين..\" (¬7) ¶ - وعن ابن عمرو - رضي الله عنهما - قال: من جمع القرآن فقد حمل أمراً عظيماً، وقد استدرج النبوة بين جنبيه إلا أنه لا يوحى إليه، ولا ينبغي لصاحب القرآن أن يجهل فيمن يجهل، وفي جوفه كلام الله عز وجل . \" (¬8) ¶ ¬__________ ¶ (¬1) أخرجه ابن أبي شيبة (10/562) ¶ (¬2) أخرجه ابن أبي شيبة (10/562) ¶ (¬3) أخرجه ابن أبي شيبة (10/562) ¶ (¬4) أخرجه أبو عبيد في فضائل القرآن (ص: 21) ¶ (¬5) أخرجه أبو عبيد في فضائل القرآن (ص: 22) ¶ (¬6) أخرجه أبو عبيد في فضائل القرآن ص: 31 ¶ (¬7) أخرجه أبو عبيد في فضائل القرآن ص: 42 ¶ (¬8) أخرجه أبو عبيد في فضائل القرآن ص: 53",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "- وعن ابن مسعود - رضي الله عنه - : \" إن هذا القرآن مأدوبة الله فخذوا منه ما استطعتم فإني لا أعلم شيئاً أصغر من بيت ليس فيه من كتاب الله شيء، وإن القلب الذي ليس فيه من كتاب الله شيء خرب كخراب البيت الذي لا ساكن له . \" (¬1) ¶ - وعن أبي هريرة - رضي الله عنه - : \" أنه كان يقول: إن البيت ليتسع على أهله، وتحضره الملائكة، وتهجره الشياطين، ويكثر خيره أن يقرأ فيه القرآن، وإن البيت ليضيق على أهله وتهجره الملائكة وتحضره الشياطين ويقل خيره أن لا يقرأ فيه القرآن . \" (¬2) ¶ فهذه الآثار المباركة نطقت بها ألسنة صادقة، وفاضت من قلوب واعية مخلصة أيدها الله سبحانه بروح منه، وتفضل عليها بتدبر وحيه المبارك، وكتابه الهادي إلى الصراط المستقيم، ومحضوا النصيحة للأمة فتوالت هذه التوجيهات والإرشادات للتمسك به والإقبال على تعلمه وتعليمه، فحري بالمسلم أن يحسن تدبرها ويستنير بها . ¶ - - - - - - ¶ القرآن ذكر الأمة وعزها وشرفها ¶ عَنْ عَامِرِ بْنِ وَاثِلَةَ أَنَّ نَافِعَ بْنَ عَبْدَ الحارِثِ لَقَي عُمَرَ بِِعُسْفَانَ، وَكَانَ عُمَرَ يَسْتَعْمِلُهُ عَلَى مَكَّةَ فَقَالَ: مَنْ اسْتَعْمَلْتَ عَلَى الْوَادِي ؟ فَقَالَ: ابْنَ أَبْزَى قَالَ: وَمَنْ ابْنُ أَبْزَى ؟ قَالَ: مَوْلًى مِنْ مَوَالِينَا قَالَ : اسْتَخْلَفْت عَلَيْهِمْ مَوْلًى ؟ , قَالَ إنَّهُ قَارِئٌ لِكِتَابِ اللَّهِ تَعَالَى وعَالِمٌ بِالفَرَائِضِ َقَالَ عُمَرُ: أَمَا إِنَّ نَبِيَّكُمْ - صلى الله عليه وسلم - قَالَ: إنَّ اللَّهَ يَرْفَعُ بِهَذَا الْكِتَابِ أَقْوَامًا وَيَضَعُ بِهِ آخَرِينَ \" ¶ ... ... ... ... ... أخرجه مسلم ح (817) ¶ شرح الحديث ¶ ¬__________ ¶ (¬1) أخرجه الدارمي ( 2/429) ، وابن أبي شيبة (10/462) ¶ (¬2) أخرجه الدارمي (2/429)",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "في هذا الحديث يخبر النبي - صلى الله عليه وسلم - أن الله سبحانه يرفع بهذا الكتاب أي: يُشرِّف ويكرم في الدنيا والآخرة بهذا الكتاب وهو القرآن من أقبل على تعلمه وتعليمه والعمل به، ويضع: أي يحط ويصغر شأن من أعرض عنه وهجره، ومصداق ما جاء في هذا الحديث قول الله سبحانه: { يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ.... } (¬1) ، وقال سبحانه عن القرآن: { بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ } (¬2) ¶ فأخبر سبحانه بالرفعة وعلو المنزلة لأهل العلم، ووصف الله تبارك وتعالى الذين حفظوا هذا القرآن وتدبروه وعملوا به بالعلم على سبيل المدح لهم والثناء عليهم، وإعلاء شأنهم . ¶ وقال سبحانه في حق من أعرض عن ذكره: { وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى } (¬3) ¶ ¬__________ ¶ (¬1) سورة المجادلة الآية: 17 ¶ (¬2) سورة العنكبوت الآية: 49 ¶ (¬3) سورة طه الآية: 124",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وجاء في حديث أبي موسى - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \" إِنَّ مَثَلَ مَا بَعَثَنِيَ اللَّهُ بِهِ عَزَّ وَجَلَّ مِنْ الْهُدَى وَالْعِلْمِ كَمَثَلِ غَيْثٍ أَصَابَ أَرْضًا، فَكَانَتْ مِنْهَا طَائِفَةٌ طَيِّبَةٌ قَبِلَتْ الْمَاءَ، فَأَنْبَتَتْ الْكَلَأَ وَالْعُشْبَ الْكَثِيرَ، وَكَانَ مِنْهَا أَجَادِبُ أَمْسَكَتْ الْمَاءَ فَنَفَعَ اللَّهُ بِهَا النَّاسَ، فَشَرِبُوا مِنْهَا، وَسَقَوْا وَرَعَوْا، وَأَصَابَ طَائِفَةً مِنْهَا أُخْرَى، إِنَّمَا هِيَ قِيعَانٌ لَا تُمْسِكُ مَاءً وَلَا تُنْبِتُ كَلَأً فَذَلِكَ، مَثَلُ مَنْ فَقُهَ فِي دِينِ اللَّهِ، وَنَفَعَهُ بِمَا بَعَثَنِيَ اللَّهُ بِهِ، فَعَلِمَ وَعَلَّمَ، وَمَثَلُ مَنْ لَمْ يَرْفَعْ بِذَلِكَ رَأْسًا وَلَمْ يَقْبَلْ هُدَى اللَّهِ الَّذِي أُرْسِلْتُ بِهِ \" (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (79)، ومسلم ح ( 2282)",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فضرب النبي - صلى الله عليه وسلم - لما جاء به من الكتاب والحكمة مثلاً بالغيث العام الذي يأتي الناس في حال حاجتهم إليه، وكذا كان حال الناس قبل مبعثه - صلى الله عليه وسلم - ، فكما أن الغيث يحيي البلد الميت فكذا علوم الدين تحيي القلب الميت، ثم شبه السامعين له بالأرض المختلفة التي ينزل بها الغيث، فمنهم العالم العامل المعلم، فهو بمنزلة الأرض الطيبة شربت فانتفعت في نفسها، وأنبتت فنفعت غيرها، ومنهم الجامع للعلم المستغرق لزمانه فيه غير أنه لم يعمل بنوافله أو لم يتفقه فيما جمع، لكنه أدَّاه لغيره، فهو بمنزلة الأرض التي يستقر فيها الماء فينتفع الناس بذلك الماء، وهذا المشار إليه بقوله: \" نَضَّرَ اللهُ امْرَأً سَمِعَ مَقَالَتي فأَدَّاهَا كَما سَمِعَهَا \" (¬1) ، ومنهم من يسمع العلم فلا يحفظه ولا يعمل به ولا ينقله لغيره فهو بمنزلة الأرض السبخة أو الملساء التي لا تقبل الماء أو تفسده على غيرها، وإنما جمع في المثل بين الطائفتين الأوليين المحمودتين لاشتراكهما في الانتفاع بهما، وأفرد الطائفة الثالثة المذمومة لعدم النفع بها والله أعلم . (¬2) ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح ( 16800 ) ، والترمذي ح ( 2580 ) ، وابن ماجه ( 1/84) ¶ (¬2) ينظر: المفهم ( 6/83) ، فتح الباري ( 1/177) ، وقال الحافظ ابن رجب في شرحه للحديث: \" والذي ذكره النبي - صلى الله عليه وسلم - في حديث أبي موسى تقسيم لها- أي القلوب - بحسب ما يرد عليها من العلم والإيمان إلى قابل لإنبات الكلأ والعشب، وغير قابل لذلك ، وجعلها ثلاثة أقسام: قسم قَبِل الماء، فأنبت الكلأ والعشب الكثير ، وهؤلاء هم الذين لهم قوة الحفظ والفهم والفقه في الدين، والبصر بالتأويل، واستنباط أنواع المعارف والعلوم من النصوص ، وهؤلاء مثل: الخلفاء الأربعة، وأُبيِّ بن كعب ، وأبي الدرداء ، وابن مسعود وابن عباس ..ثم كالحسن وسعيد بن المسيب وعطاء ومجاهد ثم كمالك والليث والثوري والأوزاعي وابن المبارك والشافعي وأحمد وإسحاق وأبي عبيد وأبي ثور ومحمد بن نصر المروزي وأمثالهم من أهل العلم بالله وأحكامه وأوامره ونواهيه ، كذلك مثل أويس ومالك بن دينار وإبراهيم بن أدهم، والفضيل بن عياض وأبي سليمان وأمثالهم من أهل العلم بالله وأسمائه وصفاته وأيامه وأفعاله، وقسم حفظ الماء، وأمسكه حتى ورد الناس فأخذوه فانتفعوا به، وهؤلاء هم الذين لهم قوة الحفظ والضبط والإتقان دون الاستناط والاستخراج، وهؤلاء كسعيد بن أبي عروبة والأعمش، ومحمد بن جعفر غندر وعبد الرزاق وعمر الناقد ومحمد بن بشار بندار، = = ونحوهم وقسم ثالث: وهم شر الخلق ، ليس لهم قوة الحفظ، ولا قوة الفهم، لا دراية ولا رواية وهؤلاء الذين لم يقبلوا هدى الله ولم يرفعوا به رأساً ....\" ينظر : مجموع رسائل الحافظ بن رجب ( 2 / 559 – 560 )",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وأخبر الله سبحانه عن عظيم امتنانه وسابغ نعمته على هذه الأمة الأمية حيث أنزل عليها هذا الكتاب المجيد فقال سبحانه: { لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَاباً فِيهِ ذِكْرُكُمْ أَفَلا تَعْقِلُونَ } (¬1) ، وقال عز وجل: { فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ - وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلونَ } (¬2) ¶ فبين سبحانه أن هذا الكتاب هو رفعة لهذه الأمة، وشرف لها فهو بلغتهم ولسانهم وهو المعجزة الخالدة، والآية الباقية على مر الدهور، وتوالي القرون، رفع الله به ذكر العرب ومنزلتهم ومكانتهم حين تمسكوا به فقادوا به البشرية قروناً طويلة . فسعدوا وسعدت معهم تلك الشعوب بهداياته وتشريعاته وأحكامه، فلما تأخر العرب عن حمله وتبليغه للناس وتخلوا عن أحكامه وتشريعاته، وأعرضوا عن دعوته للأخذ بأسباب القوة والتمكين انحط قدرهم وضعفت مكانتهم وصاروا في ذيل القافلة، وصدق النبي - صلى الله عليه وسلم - حيث يقول في هذا الحديث: \" إنَّ اللَّهَ يَرْفَعُ بِهَذَا الْكِتَابِ أَقْوَامًا وَيَضَعُ بِهِ آخَرِينَ \" ¶ ¬__________ ¶ (¬1) سورة الأنبياء آية : 10 ¶ (¬2) سورة الزخرف الآيات من :43- 44",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "لقد رفع الله ذكر من تمسك بهذا الكتاب واتبع ما جاء فيه، فهذا نبي هذه الأمة - صلى الله عليه وسلم - الذي كان خلقه القرآن حقق الله له الرفعة التي وعد بها في قوله: { وَرَفَعْنَا لَكَ ذِكْرَكَ } (¬1) فمئات الملايين من الشفاه تصلي وتسلم عليه منذ قرابة ألف وأربع مائة عام وإلى أن يرث الله الأرض ومن عليها وتذكره ذكر المحب المشتاق آناء الليل وأطراف النهار، وفئام من المؤمنين على مر الدهور والأعصار تتمنى رؤيته ومشاهدته ولو كلفها الأهل والأموال وهم جديرون بقول النبي - صلى الله عليه وسلم - : \" مِنْ أَشَدِّ أُمَّتِي لِي حُبًّا نَاسٌ يَكُونُونَ بَعْدِي يَوَدُّ أَحَدُهُمْ لَوْ رَآنِي بِأَهْلِهِ وَمَالِهِ \" (¬2) ¶ وقال عليه الصلاة والسلام مخاطباً أصحابه: \" وَالَّذِي نَفْسُ مُحَمَّدٍ فِي يَدِهِ لَيَأْتِيَنَّ عَلَى أَحَدِكُمْ يَوْمٌ وَلَا يَرَانِي ثُمَّ لَأَنْ يَرَانِي أَحَبُّ إِلَيْهِ مَنْ أَهْلِهِ وَمَالِهِ مَعَهُمْ \" (¬3) ¶ وحقق الله الرفعة والمنزلة لأصحاب النبي - صلى الله عليه وسلم - فجعل لهم لسان صدق في الآخرين ومكنهم في الأرض واستخلفهم فيها كما وعد سبحانه في قوله: { وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً..... } (¬4) ¶ ووعد الله لا يتخلف فكل من أقبل على كتاب الله وتمسك به فإن الله يرفعه في الدنيا والآخرة ¶ ¬__________ ¶ (¬1) سورة الشرح آية :4 ¶ (¬2) أخرجه مسلم ح ( 2832) ¶ (¬3) أخرجه مسلم ح (2364) ¶ (¬4) سورة النور آية : 55",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "قال الشافعي: \" من قرأ القرآن عظمت قيمته، ومن كتب الحديث قويت حجته، ومن تفقه نبل قدره، ومن تعلم العربية رق طبعه، ومن تعلم الحساب جزل رأيه، ومن لم يصن نفسه لم ينفعه علمه \" (¬1) ¶ وقد كان النبي - صلى الله عليه وسلم - يخص قراء القرآن وحملته بالتوقير والاجلال: ¶ - ففي حديث أبي مسعود عن النبي - صلى الله عليه وسلم - قال: \" يَؤُمُّ الْقَوْمَ أَقْرَؤُهُمْ لِكِتَابِ اللَّهِ .... \" (¬2) ¶ - وعن ابن عمر - رضي الله عنهما - أن سالماً كان يؤم المهاجرين والأنصار في مسجد قباء ، وفيهم عمر وأبو سلمة - رضي الله عنهم - \" (¬3) ¶ - وفي حديث جابر أن رسول الله - صلى الله عليه وسلم - كان يَجْمَعُ بَيْنَ الرَّجُلَيْنِ مِنْ قَتْلَى أُحُدٍ فِي ثَوْبٍ وَاحِدٍ ثُمَّ يَقُولُ: \" أَيُّهُمْ أَكْثَرُ أَخْذًا لِلْقُرْآنِ ؟ \" ، فَإِذَا أُشِيرَ لَهُ إِلَى أَحَدِهِمَا قَدَّمَهُ فِي اللَّحْدِ .... \" (¬4) ¶ قال الحافظ: \" وفيه فضيلة ظاهرة لقارئ القرآن، ويلحق به أهل الفقه والزهد وسائر وجوه الفضل \" (¬5) ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في المدخل إلى السنن ( ص: 324 ) ¶ (¬2) أخرجه مسلم ح ( 673) ¶ (¬3) أخرجه البخاري ح (692) ¶ (¬4) أخرجه البخاري ح (1347) ¶ (¬5) فتح الباري ( 3/213)",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وفي صحيح مسلم أن أبا موسى الأشعري - رضي الله عنه - بَعَثَ إِلَى قُرَّاءِ أَهْلِ الْبَصْرَةِ، فَدَخَلَ عَلَيْهِ ثَلَاثُ مِائَةِ رَجُلٍ قَدْ قَرَءُوا الْقُرْآنَ، فَقَالَ: أَنْتُمْ خِيَارُ أَهْلِ الْبَصْرَةِ وَقُرَّاؤُهُمْ فَاتْلُوهُ وَلَا يَطُولَنَّ عَلَيْكُمْ الْأَمَدُ فَتَقْسُوَ قُلُوبُكُمْ كَمَا قَسَتْ قُلُوبُ مَنْ كَانَ قَبْلَكُمْ، وَإِنَّا كُنَّا نَقْرَأُ سُورَةً كُنَّا نُشَبِّهُهَا فِي الطُّولِ وَالشِّدَّةِ بِبَرَاءَةَ فَأُنْسِيتُهَا غَيْرَ أَنِّي قَدْ حَفِظْتُ مِنْهَا: لَوْ كَانَ لِابْنِ آدَمَ وَادِيَانِ مِنْ مَالٍ لَابْتَغَى وَادِيًا ثَالِثًا، وَلَا يَمْلَأُ جَوْفَ ابْنِ آدَمَ إِلَّا التُّرَابُ، وَكُنَّا نَقْرَأُ سُورَةً كُنَّا نُشَبِّهُهَا بِإِحْدَى الْمُسَبِّحَاتِ فَأُنْسِيتُهَا غَيْرَ أَنِّي حَفِظْتُ مِنْهَا: يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ فَتُكْتَبُ شَهَادَةً فِي أَعْنَاقِكُمْ فَتُسْأَلُونَ عَنْهَا يَوْمَ الْقِيَامَةِ \" (¬1) ¶ وكان النبي - صلى الله عليه وسلم - وهو يودع الأمة إلى الرفيق الأعلى يذكرها بهذا القرآن ويوصيها . ¶ فعن طلحة بن مصرف قال: \" سألت ابن أبي أوفى - رضي الله عنه - هَلْ أَوْصَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - ؟ فَقَالَ لَا، قُلْتُ: فَلِمَ كُتِبَ عَلَى الْمُسْلِمِينَ الْوَصِيَّةُ، أَوْ فَلِمَ أُمِرُوا بِالْوَصِيَّةِ ؟، قَالَ: أَوْصَى بِكِتَابِ اللَّهِ عَزَّ وَجَلَّ ، وفي رواية: قُلْتُ: كَيْفَ كُتِبَ عَلَى الْمُسْلِمِينَ الْوَصِيَّةُ؟ \" (¬2) ¶ وترجم عليه البخاري بقوله: \" باب الوصاة بكتاب الله عز وجل \" (¬3) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (1050) ¶ (¬2) أخرجه البخاري ح (5022)، ومسلم ح (1634) واللفظ له . ¶ (¬3) فتح الباري ( 9/67)",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "قال الحافظ: \" والمراد بالوصية بكتاب الله حفظه حساً ومعنى، فيكرم ويصان .... ويتبع ما فيه فيعمل بأوامره ويجتنب نواهيه ويداوم تلاوته وتعلمه وتعليمه ونحو ذلك . (¬1) ¶ وعن زيد بن أرقم - رضي الله عنه - قال: قَامَ رَسُولُ اللهِ - صلى الله عليه وسلم - يَوْمًا فِينَا خَطِيبًا بِمَاءٍ يُدْعَى خُمًّا بَيْنَ مَكَّةَ وَالْمَدِينَةِ، فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، وَوَعَظَ وَذَكَّرَ، ثُمَّ قَالَ: \" أَمَّا بَعْدُ أَلَا أَيُّهَا النَّاسُ فَإِنَّمَا أَنَا بَشَرٌ يُوشِكُ أَنْ يَأْتِيَ رَسُولُ رَبِّي فَأُجِيبَ، وَأَنَا تَارِكٌ فِيكُمْ ثَقَلَيْنِ: أَوَّلُهُمَا كِتَابُ اللَّهِ فِيهِ الْهُدَى وَالنُّورُ، فَخُذُوا بِكِتَابِ اللَّهِ وَاسْتَمْسِكُوا بِهِ \" فَحَثَّ عَلَى كِتَابِ اللَّهِ وَرَغَّبَ فِيهِ ثُمَّ قَالَ: \" وَأَهْلُ بَيْتِي أُذَكِّرُكُمْ اللَّهَ فِي أَهْلِ بَيْتِي أُذَكِّرُكُمْ اللَّهَ فِي أَهْلِ بَيْتِي أُذَكِّرُكُمْ اللَّهَ فِي أَهْلِ بَيْتِي ...\"، وفي رواية: \" كِتَابُ اللَّهِ عَزَّ وَجَلَّ هُوَ حَبْلُ اللَّهِ مَنْ اتَّبَعَهُ كَانَ عَلَى الْهُدَى وَمَنْ تَرَكَهُ كَانَ عَلَى ضَلَالَةٍ....\" (¬2) ¶ قال أبو العباس ثعلب: \" سماهما رسول الله - صلى الله عليه وسلم - ثقلين لأن الأخذ بهما والعمل بهما ثقيل، والعرب تقول لكل شيء نفيس: ثقيل \" (¬3) ¶ قال القرطبي: \" فكأنه - صلى الله عليه وسلم - إنما سمى كتاب الله وأهل بيته: ثقلين لنفاستهما وعظم حرمتهما وصعوبة القيام بحقهما \" (¬4) ¶ ¬__________ ¶ (¬1) الموضع السابق ¶ (¬2) أخرجه مسلم ح (2408) ¶ (¬3) المعلم ( 3/142) ¶ (¬4) المفهم (6/303)",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وحث النبي - صلى الله عليه وسلم - على بذل النصيحة لكتاب الله ففي حديث تميم الداري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \" الدِّينُ النَّصِيحَةُ \"، قُلْنَا: لِمَنْ ؟ قَالَ: \" لِلَّهِ وَلِكِتَابِهِ وَلِرَسُولِهِ وَلِأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ \" (¬1) والنصيحة لكتاب الله تشمل: الإيمان به وتعظيمه وتنزيهه, وتلاوته حق تلاوته، والوقوف مع أوامره ونواهيه، وتفهم علومه وأمثاله، وتدبر آياته، والدعاء إليه، وذب تحريف الغالين وطعن الملحدين عنه . (¬2) ¶ - - - - - - ¶ الأمر بقراءة القرآن ما ائتلفت عليه القلوب ¶ عن جندب بن عبد الله - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \" اقْرَؤُا القُرْآنَ مَا ائْتَلَفَتْ قُلُوبُكُم ، فِإذَا اخْتَلَفْتُمْ فَقُومُوا عنه \" ¶ ... ... أخرجه البخاري ح ( 5060) ، ومسلم ح ( 2667) ¶ ... شرح الحديث ¶ أرشد النبي - صلى الله عليه وسلم - أمته في هذا الحديث إلى تلاوة كتاب الله وتدارسه إذا كانت القلوب مجتمعة مؤتلفة على تلاوته ، متفكرة متدبرة لمعانيه واستخراج أحكامه فإذا أفضى الأمر إلى الوقوع في الاختلاف والتنازع فأمر النبي - صلى الله عليه وسلم - بالقيام والتفرق. ¶ قال القرطبي: \" مقصود هذا الحديث الأمر بالاستمرار في قراءة القرآن وفي تدبره، والزجر عن كل شيء يقطع عن ذلك، والخلاف فيه في حالة القراءة قاطع عن ذلك في أي شيء كان من حروفه أو معانيه، والقلب إذا وقع فيه شيء لا يمكن رده على الفور، فأمرهم بالقيام إلى أن تزول تشويشات القلب ويستفاد هذا من قوله: \" اقْرَؤُا القُرْآنَ مَا ائْتَلَفَتْ قُلُوبُكُم \"، فإن القراءة باللسان والتدبر بالقلب، فأمر باستدامة القراءة مدة دوام تدبر القلب، فإذا وقع الخلاف في تلك الحال انصرف اللسان عن القراءة، والقلب عن التدبر .... \" (¬3) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (55) ¶ (¬2) ينظر : جامع العلوم والحكم ( 1/223) ¶ (¬3) المفهم (6/699)",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "والاختلاف المأمور بالقيام عند وجوده يندرج تحته صور عديدة يحتملها هذا الحديث منها: ¶ 1- الاختلاف الذي يؤدي إلى التشاجر والشحناء والمراء والجدل المذموم، فيحصل نقيض ما دعا إليه القرآن من الاعتصام والائتلاف ونبذ التفرق والاختلاف واتباع الهوى . ¶ عن عبد الله بن عمرو - رضي الله عنهما - قال : هَجَّرْتُ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - يوماً قَالَ: فَسَمِعَ أَصْوَاتَ رَجُلَيْنِ اخْتَلَفَا فِي آيَةٍ، فَخَرَجَ عَلَيْنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - ، يُعْرَفُ فِي وَجْهِهِ الْغَضَبُ فَقَالَ: \" إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِاخْتِلَافِهِمْ فِي الْكِتَابِ \" (¬1) ¶ وعن ابن عباس - رضي الله عنهما - قال: \" لا تضربوا القرآن بعضه ببعض ، فإن ذلك يوقع الشك في القلوب \" (¬2) ¶ وعن إبراهيم التيمي قال: \" خلا عمر ذات يوم فجعل يحدث نفسه: كيف تختلف هذه الأمة ونبيها واحد وقبلتها واحدة ؟ فقال ابن عباس: يا أمير المؤمنين إنا أنزل علينا القرآن، فقرأناه وعلمنا فيما نزل، وإنه سيكون بعدنا أقوام يقرؤون القرآن ولا يدرون فيما نزل، فيكون لهم فيه رأي، فإذا كان لهم فيه رأي اختلفوا، فإذا اختلفوا اقتتلوا، قال: فزبره عمر وانتهره، فانصرف ابن عباس، ونظر عمر فيما قال فعرفه، فأرسل إليه فقال: أعد عليّ ما قلت فأعاد عليه فعرف عمر قوله وأعجبه \" (¬3) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 2666) ¶ (¬2) أخرجه ابن أبي شيبة ( 10 / 528 ) ¶ (¬3) أخرجه أبو عبيد في فضائل القرآن ( ص: 45 )",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ويؤخذ من كلام ابن عباس - رضي الله عنهما- أن من أسباب الاختلاف في القرآن الجهل بمعانيه وفيما أُنزل، ويترتب على هذا تنزيل الآيات على غير محلها وفهمها على غير وجهها، وتأويلها على غير المراد منها كما حصل للخوارج حيث قال فيهم ابن عمر - رضي الله عنهما -: \" إنهم انطلقوا إلى آيات نزلت في الكفار فجعلوها على المؤمنين \" (¬1) ¶ وورد عن عمر - رضي الله عنه - أنه حين كُتب له من العراق أن رجالاً قد جمعوا كتاب الله تعالى، فكتب إليهم: أن يفرض لهم في الديوان، فكثر من يطلب القرآن، فكُتب إليه بعد عام أنه قد جمع القرآن سبعمائة رجل، فقال عمر: إني أخشى أن يسرعوا في القرآن قبل أن يتفقهوا في الدين، فكتب ألا يعطيهم شيئاً، قال مالك: معناه: مخافة أن يتأولوه غير تأويله (¬2) ¶ وقال ابن قتيبة - رحمه الله -: \" إن القرآن نزل بألفاظ العرب ومعانيها، ومذاهبها في الإيجاز والاختصار، والإطالة للتوكيد، والإشارة إلي الشيء، وإغماض بعض المعاني، حتى لا يظهر عليه إلا اللقن، وإظهار بعضها وضرب الأمثال لما خفي، ولو كان القرآن كله ظاهراً مكشوفاً حتى يستوي في معرفته العالم والجاهل لبطل التفاضل بين الناس وسقطت المحنة وماتت الخواطر.\" (¬3) ¶ 2- الاختلاف في معان لا يسوغ فيها الاجتهاد مثل الخوض في متشابه القرآن . ¶ ¬__________ ¶ (¬1) أخرجه البخاري معلقاً ( 12 / 282 )، قال الحافظ: وصله الطبري في مسند علي من تهذيب الآثار وسنده صحيح . ¶ (¬2) ينظر: كتاب البدع والحوادث( ص : 98 ) ¶ (¬3) تأويل مشكل القرآن (ص: 86 )، واللقن: السريع الفهم الذكي",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فعن عائشة - رضي الله عنها - قالت: تلا رسول الله - صلى الله عليه وسلم - : { هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ } (¬1) ، قالت: قال رسول الله - صلى الله عليه وسلم - : \" إِذَا رَأَيْتُمْ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ فَأُولَئِكَ الَّذِينَ سَمَّى اللَّهُ فَاحْذَرُوهُمْ \" (¬2) ¶ وقال أُبي - رضي الله عنه - : \" كتاب الله ما استبان منه فاعمل به، وما اشتبه عليك فآمن به وكله إلى عالمه\" (¬3) ¶ 3- الاختلاف في القراءة وكيفية الأداء والمنازعة في ذلك، والمراء فيه . ¶ كما جاء في حديث ابن مسعود - رضي الله عنه - أَنَّهُ سَمِعَ رَجُلًا يَقْرَأُ آيَةً سَمِعَ النَّبِيَّ - صلى الله عليه وسلم - قرأ خِلَافَهَا، قال: فَأَخَذْتُ بِيَدِهِ فَانْطَلَقْتُ بِهِ إِلَى النَّبِيِّ - صلى الله عليه وسلم - فَقَالَ: \" كِلَاكُمَا مُحْسِنٌ فَاقْرَآ \" أَكْبَرُ عِلْمِي قَالَ: \" فَإِنَّ مَنْ كَانَ قَبْلَكُمْ اخْتَلَفُوا فَأُهْلِكُوا \" (¬4) ¶ قال الحافظ: \" وفِي رِوَايَة الْمُسْتَمْلِي \" فَأُهْلِكُوا \" بِضَمِّ أَوَّله, وَعِنْد اِبْن حِبَّان وَالْحَاكِم مِنْ طَرِيق زِرّ بْن حُبَيْش عَنْ اِبْن مَسْعُود فِي هَذِهِ الْقِصَّة \" فَإِنَّمَا أَهْلَكَ مَنْ كَانَ قَبْلكُمْ الِاخْتِلَاف \" (¬5) ¶ ¬__________ ¶ (¬1) سورة آل عمران، آية :7 ¶ (¬2) أخرجه مسلم ح (2665) ¶ (¬3) سبق تخريجه ( ص:85 ) ¶ (¬4) أخرجه البخاري ح (5062) ¶ (¬5) فتح الباري ( 9/102)",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ومن المعلوم أنه قد وسع على الأمة في أول الأمر أن تقرأ القرآن على سبعة أحرف . ¶ ففي حديث عمر - رضي الله عنه - قال: سَمِعْتُ هِشَامَ بْنَ حَكِيمِ بْنِ حِزَامٍ يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى غَيْرِ مَا أَقْرَؤُهَا وَكَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَقْرَأَنِيهَا ....... الحديث، وفيه أن رسول الله - صلى الله عليه وسلم - قال: \" إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ \" (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (4992)، ومسلم ( 818)",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ولما رأى حذيفة - رضي الله عنه - في خلافة عثمان - رضي الله عنه - أن الاختلاف في القراءة كاد أن يؤدي إلى الفتنة بين قراء الأمصار طلب من عثمان - رضي الله عنه - أن يتدارك الأمر قبل أن يستفحل ويحصل الاختلاف كما وقع لأهل الكتاب ، فجمع عثمان - رضي الله عنه - الناس على مصحف واحد ، كما أخرج البخاري من حديث أنس: \" أَنَّ حُذَيْفَةَ بْنَ الْيَمَانِ قَدِمَ عَلَى عُثْمَانَ، وَكَانَ يُغَازِي أَهْلَ الشَّأْمِ فِي فَتْحِ إِرْمِينِيَةَ وَأَذْرَبِيجَانَ مَعَ أَهْلِ الْعِرَاقِ، فَأَفْزَعَ حُذَيْفَةَ اخْتِلَافُهُمْ فِي الْقِرَاءَةِ فَقَالَ حُذَيْفَةُ لِعُثْمَانَ: يَا أَمِيرَ الْمُؤْمِنِينَ أَدْرِكْ هَذِهِ الْأُمَّةَ قَبْلَ أَنْ يَخْتَلِفُوا فِي الْكِتَابِ اخْتِلَافَ الْيَهُودِ وَالنَّصَارَى، فَأَرْسَلَ عُثْمَانُ إِلَى حَفْصَةَ أَنْ أَرْسِلِي إِلَيْنَا بِالصُّحُفِ نَنْسَخُهَا فِي الْمَصَاحِفِ ثُمَّ نَرُدُّهَا إِلَيْكِ، فَأَرْسَلَتْ بِهَا حَفْصَةُ إِلَى عُثْمَانَ، فَأَمَرَ زَيْدَ بْنَ ثَابِتٍ وَعَبْدَ اللَّهِ بْنَ الزُّبَيْرِ وَسَعِيدَ بْنَ الْعَاصِ وَعَبْدَ الرَّحْمَنِ بْنَ الْحَارِثِ بْنِ هِشَامٍ، فَنَسَخُوهَا فِي الْمَصَاحِفِ، وَقَالَ عُثْمَانُ لِلرَّهْطِ الْقُرَشِيِّينَ الثَّلَاثَةِ: إِذَا اخْتَلَفْتُمْ أَنْتُمْ وَزَيْدُ بْنُ ثَابِتٍ فِي شَيْءٍ مِنْ الْقُرْآنِ فَاكْتُبُوهُ بِلِسَانِ قُرَيْشٍ فَإِنَّمَا نَزَلَ بِلِسَانِهِمْ ، فَفَعَلُوا حَتَّى إِذَا نَسَخُوا الصُّحُفَ فِي الْمَصَاحِفِ رَدَّ عُثْمَانُ الصُّحُفَ إِلَى حَفْصَةَ، وَأَرْسَلَ إِلَى كُلِّ أُفُقٍ بِمُصْحَفٍ مِمَّا نَسَخُوا، وَأَمَرَ بِمَا سِوَاهُ مِنْ الْقُرْآنِ فِي كُلِّ صَحِيفَةٍ أَوْ مُصْحَفٍ أَنْ يُحْرَقَ ... \" (¬1) ¶ - - - - - - ¶ الفصل الثاني: من فضائل بعض السور والآيات ¶ فضل فاتحة الكتاب ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (4987)",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "عن أبي سعيد بن المعلَّى - رضي الله عنه - قال: كُنت أُصَلِّي ، فَدَعاني النبيُّ - صلى الله عليه وسلم - فَلَم أُجِبه ، قُلت يا رَسُولَ الله إِنِي كنت أُصَلِّي ، قَالَ:\" أَلم يَقل الله: { اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ } (¬1) ؟ ثُم قَالَ: \" أَلا أُعلِّمَك أَعظمَ سورة في القرآن قَبل أَنْ تَخرُجَ مِنَ المسجدِ ؟ \" فَأخذَ بيدي فَلما أردنا أن نخرج ، قلت: يا رسول الله، إنك قلت: لأعلمنك أعظم سورة في القرآن، قال: { الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } (¬2) ، هي السبعُ المثاني والقرآنُ العظيمُ الذي أُوتيتهُ . ¶ ... ... ... أخرجه البخاري ح (5006) ¶ ... شرح الحديث ¶ دل الحديث على أن سورة الفاتحة هي أعظم سورة في كتاب الله، وقد سميت في الحديث بالسبع المثاني والقرآن العظيم، وسميت بالصلاة في حديث أبي هريرة - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول : \" قَالَ اللَّهُ تَعَالَى: قَسَمْتُ الصَّلَاةَ بَيْنِي وَبَيْنَ عَبْدِي نِصْفَيْنِ وَلِعَبْدِي مَا سَأَلَ، فَإِذَا قَالَ الْعَبْدُ: { الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } قَالَ اللَّهُ تَعَالَى: حَمِدَنِي عَبْدِي، وَإِذَا قَالَ: { الرَّحْمَنِ الرَّحِيمِ } ، قَالَ اللَّهُ تَعَالَى: أَثْنَى عَلَيَّ عَبْدِي، وَإِذَا قَالَ: { مَالِكِ يَوْمِ الدِّينِ } ، قَالَ: مَجَّدَنِي عَبْدِي وَقَالَ مَرَّةً فَوَّضَ إِلَيَّ عَبْدِي، فَإِذَا قَالَ: { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } ، قَالَ: هَذَا بَيْنِي وَبَيْنَ عَبْدِي وَلِعَبْدِي مَا سَأَلَ، فَإِذَا قَالَ: { اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ } ، قَالَ: هَذَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ \" (¬3) ¶ ¬__________ ¶ (¬1) سورة الأنفال آية: 24 ¶ (¬2) سورة الفاتحة آية: 2 ¶ (¬3) أخرجه مسلم ح (395)",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وسميت الرقية لحديث أبي سعيد الخدري - رضي الله عنه - قال: \" كُنَّا فِي مَسِيرٍ لَنَا، فَنَزَلْنَا، فَجَاءَتْ جَارِيَةٌ فَقَالَتْ: إِنَّ سَيِّدَ الْحَيِّ سَلِيمٌ، وَإِنَّ نَفَرَنَا غُيَّبٌ، فَهَلْ مِنْكُمْ رَاقٍ ؟، فَقَامَ مَعَهَا رَجُلٌ مَا كُنَّا نَأْبِنُهُ بِرُقْيَةٍ فَرَقَاهُ فَبَرَأَ، فَأَمَرَ لَهُ بِثَلَاثِينَ شَاةً، وَسَقَانَا لَبَنًا، فَلَمَّا رَجَعَ قُلْنَا لَهُ: أَكُنْتَ تُحْسِنُ رُقْيَةً أَوْ كُنْتَ تَرْقِي ؟ قَالَ: لَا مَا رَقَيْتُ إِلَّا بِأُمِّ الْكِتَابِ، قُلْنَا: لَا تُحْدِثُوا شَيْئًا حَتَّى نَأْتِيَ أَوْ نَسْأَلَ النَّبِيَّ - صلى الله عليه وسلم - ، فَلَمَّا قَدِمْنَا الْمَدِينَةَ ذَكَرْنَاهُ لِلنَّبِيِّ - صلى الله عليه وسلم - فَقَالَ: \" وَمَا كَانَ يُدْرِيهِ أَنَّهَا رُقْيَةٌ ؟ اقْسِمُوا وَاضْرِبُوا لِي بِسَهْمٍ\" (¬1) ¶ وسميت بالفاتحة فعن ابن عباس – رضي الله عنهما- قال: \" بَيْنَمَا جِبْرِيلُ قَاعِدٌ عِنْدَ النَّبِيِّ - صلى الله عليه وسلم - سَمِعَ نَقِيضًا مِنْ فَوْقِهِ فَرَفَعَ رَأْسَهُ فَقَالَ: هَذَا بَابٌ مِنْ السَّمَاءِ فُتِحَ الْيَوْمَ لَمْ يُفْتَحْ قَطُّ إِلَّا الْيَوْمَ، فَنَزَلَ مِنْهُ مَلَكٌ فَقَالَ: هَذَا مَلَكٌ نَزَلَ إِلَى الْأَرْضِ لَمْ يَنْزِلْ قَطُّ إِلَّا الْيَوْمَ، فَسَلَّمَ وَقَالَ: أَبْشِرْ بِنُورَيْنِ أُوتِيتَهُمَا لَمْ يُؤْتَهُمَا نَبِيٌّ قَبْلَكَ: فَاتِحَةُ الْكِتَابِ، وَخَوَاتِيمُ سُورَةِ الْبَقَرَةِ لَنْ تَقْرَأَ بِحَرْفٍ مِنْهُمَا إِلَّا أُعْطِيتَهُ \" (¬2) ¶ وقوله في الحديث: \" هي السبعُ المثاني والقرآنُ العظيم \" والمراد بالسبع آياتها فهي سبع آيات ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح ( 5007)، وقوله: مَا كُنَّا نَأْبِنُهُ بِرُقْيَةٍ : بكسر الباء وضمها أي نظنه. ¶ (¬2) أخرجه مسلم ح (806)",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "واختلف في تسميتها \" مثاني \" فقيل لأنها: \" تثنى في كل ركعة أي تعاد، وقيل : لأنها يثنى بها على الله تعالى ، وقيل: لأنها استثنيت لهذه الأمة لم تنزل على من قبلها . \" ¶ والواو في قوله: \" والقرآن العظيم \" قال الكرماني: \" هذه الواو للجمع بين الوصفين أي: ما يقال له السبع المثاني والقرآن العظيم، وما يوصف بهما \" (¬1) ¶ ومعنى ذلك أن الفاتحة وصفت بأنها السبع المثاني والقرآن العظيم . ¶ ويحتمل أن يكون المعنى أن الفاتحة وصفت بأنها السبع المثاني، ثم عطف قوله \" والقرآن العظيم \" أي ما زاد عن الفاتحة ¶ قال الحافظ: \" ويكون التقدير: \" والقرآن العظيم هو الذي أوتيته زيادة عن الفاتحة \"، ويكون من عطف الكل على الجزء كما قال سبحانه: { وَلَقَدْ آتَيْنَاكَ سَبْعاً مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ } \" (¬2) ¶ وهذه السورة الكريمة وهي سبع آيات اشتملت على مقاصد الملة وأسس الشريعة حتى قال بعض السلف: \" إن الله جمع الكتب المنزلة في القرآن، وجمع علم القرآن في المفصل، وجمع علم المفصل في فاتحة الكتاب وجمع علم فاتحة الكتاب في قوله إياك نعبد وإياك نستعين \" (¬3) ¶ وحري بسورة هي أعظم سورة في كتاب الله أن يخصها المسلم بمزيد تدبر وتفهم لمعانيها ومضامينها، وقد افتتح الله سبحانه هذه السورة بقوله: { الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } ، والحمد: هو الثناء على الله تبارك وتعالى لما اتصف به من صفات الكمال والجلال والجمال، ولنعمه وآلائه على عباده، فهو المستحق للحمد دون سواه و \" ال \" في الحمد للاستغراق أي جميع أصناف الحمد له سبحانه وتعالى . ¶ ¬__________ ¶ (¬1) ينظر: فتح الباري (8/158- 159) ¶ (¬3) مجموع الفتاوى (10/16-17)",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "قال شيخ الإسلام ابن تيمية: \" فإن الله سبحانه أخبر أن له الحمد، وأنه حميد مجيد، وأن له الحمد في الأولى والآخرة وله الحكم ونحو ذلك من أنواع المحامد، والحمد نوعان: حمد على إحسانه إلى عباده ، وهو من الشكر، وحمد لما يستحقه هو بنفسه من نعوت كماله، وهذا الحمد لا يكون إلا على ما هو في نفسه مستحق للحمد، وإنما يستحق ذلك من هو متصف بصفات الكمال ..... \" (¬1) ¶ وقال القرطبي: \" الحمد ثناء على الممدوح بصفاته من غير سبق إحسان، والشكر ثناء على المشكور بما أولى من الإحسان وهذا قول علماء اللغة \" (¬2) ¶ { رَبِّ الْعَالَمِينَ } الرب: هو المالك المتصرف، وهو اسم من أسماء الله تعالى ولا يطلق على غيره إلا مقيداً، فيقال: رب الدار، ورب الضيعة. ¶ قال الزجاج: \" الرب: المصلح للشيء، يقال ربيت الشيء أربه ربا وربابة، إذا أصلحته وقمت عليه، ورب الشيء مالكه .. وكل من ملك شيئاً فهو ربه، يقال: رب الدار ورب الضيعة، ولا يقال الرب معرفاً بالألف واللام مطلقاً إلا لله عز وجل لأنه مالك كل شيء \" (¬3) ¶ وقال الراغب: \" الرب في الأصل التربية وهو إنشاء الشيء حالاً فحالاً إلى حد التمام..... ، ولا يقال الرب مطلقاً إلا لله تعالى المتكفل بمصلحة الموجودات \" (¬4) ¶ العالمين: جمع عالمَ وهو كل موجود سوى الله، قال القرطبي: \" وهو مأخوذ من العَلَم والعَلامة لأنه يدل على مُوجده \" (¬5) ¶ { الرَّحْمَنِ الرَّحِيم } : اسمان مشتقان من الرحمة على وجه المبالغة, ورحمن أشد مبالغة من رحيم، لأن صيغة فعلان تفيد كثرة الشيء وعظمته كغضبان وسكران، والرحيم: بمعنى دائم الرحمة لأن صيغته فعيل تستعمل في الصفات الدائمة ككريم وظريف ... ¶ ¬__________ ¶ (¬1) مجموع الفتاوى (6/83- 84) ¶ (¬2) النهج الأسمى ( 1/272 ) ¶ (¬3) اشتقاق أسماء الله (ص: 32) ¶ (¬4) ينظر: المفردات ( ص: 184 ) ¶ (¬5) الجامع لأحكام القرآن ( 1/139 )",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وقال أبو علي الفارسي: \" الرحمن اسم عام في جميع أنواع الرحمة يختص به الله تعالى، والرحيم إنما هو من جهة المؤمنين قال الله تعالى { وَكَانَ بِالْمُؤْمِنِينَ رَحِيماًً } \" (¬1) ¶ وفي وصف الله سبحانه نفسه بالرحمن الرحيم بعد قوله: { رَبِّ الْعَالَمِينَ } ترغيب للعباد ببيان سعة رحمته وشمول إحسانه . ¶ قال القرطبي: \" وصف نفسه تعالى بعد { رَبِّ الْعَالَمِينَ } بأنه { الرَّحْمَنِ الرَّحِيم } ، لأنه لما كان في اتصافه بـ { رَبِّ الْعَالَمِينَ } ترهيب قرنه بـ { الرَّحْمَنِ الرَّحِيم } ، لما تضمن من الترغيب \" (¬2) ¶ { مَالِكِ يَوْمِ الدِّينِ } : والمالك وصف من الملك - بكسر الميم - بمعنى حيازة الشيء مع القدرة على التصرف فيه، وهناك قراءة أخرى للآية { مَلِك } من المُلك - بضم الميم - والمعنى: أنه تعالى هو المدبر لأمور يوم الدين كما قال سبحانه: { لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ } (¬3) ¶ { الدِّينِ } الجزاء والحساب، يقال: دنته بما صنع، أي: جازيته على صنيعه ومنه قولهم: كما تدين تدان أي كما تفعل تجازى ¶ قال الحافظ ابن كثير: \" وتخصيص الملك بيوم الدين لا ينفيه عما عداه لأنه قد تقدم الإخبار بأنه رب العالمين، وذلك عام في الدين والآخرة، وإنما أضيف إلي يوم الدين لأن لا يدعي أحد هنالك شيئاً ولا يتكلم أحد إلا بإذنه كما قال تعالى: { يَوْمَ يَقُومُ الرُّوحُ وَالْمَلائِكَةُ صَفّاً لا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَاباً \" (¬4) ¶ { ¶ ¬__________ ¶ (¬1) تفسير ابن كثير (1/38) ¶ (¬2) الجامع لأحكام القرآن ( 1/139 ) ¶ (¬3) سورة غافر الآية : 16 ¶ (¬4) تفسير ابن كثير ( 1/45) ، والآية بسورة النبأ آية : 38",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } : وإياك: ضمير منفصل والكاف للخطاب، وقدم المفعول لإفادة الحصر، فالعبادة كلها له سبحانه، والعبادة في اللغة معناها: الذلة يقال طريق معبد وبعير معبد أي مذلل . ¶ قال ابن جرير: \" العبودية عند جميع العرب أصلها الذلة، وأنها تُسمي الطريق المذلل الذي وطئته الأقدام وذللته السابلة معبداً \" (¬1) ¶ وفي الشرع عبارة عما يجمع كمال المحبة والخضوع والخوف وقدم المفعول وهو إياك وَكُرِرَ للاهتمام والحصر، أي لا نعبد إلا إياك ولا نتوكل إلا عليك وهذا هو كمال الطاعة، والدين كله يرجع إلى هذين المعنيين وهذا كما قال بعض السلف الفاتحة سر القرآن، وسرها هذه الكلمة { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } ، فالأول: تبرؤ من الشرك، والثاني: تبرؤ من الحول والقوة والتفويض إلى الله عز وجل. وهذا المعنى في غير آية من القرآن كما قال تعالى : { فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ } (¬2) ، { قُلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا } (¬3) \" (¬4) ¶ { اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ } : الهداية: الإرشاد والتوفيق، والصراط: الجادة والطريق من شرط الشيء إذا ابتلعه، وسمي الطريق بذلك لأنه يبتلع المارين فيه، والمستقيم: المعتدل الذي لا اعوجاج فيه . ¶ قال ابن جرير: \" أجمعت الأمة من أهل التأويل جميعاً على أن الصراط المستقيم هو الطريق الواضح الذي لا اعوجاج فيه وذلك في لغة جميع العرب \" (¬5) ¶ ¬__________ ¶ (¬1) تفسير الطبري ( 1/69) ¶ (¬2) سورة هود : آية 123 ¶ (¬3) سورة الملك : آية 29 ¶ (¬4) تفسير ابن كثير (1/46) ¶ (¬5) تفسير ابن كثير (1/49)",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وقد جاء عن المفسرين أقوال كثيرة في تفسير الصراط المستقيم، وعباراتهم وإن تعددت فإنها ترجع إلى معنى واحد وهو المتابعة لله ورسوله، وذلك باتباع ما جاء في الكتاب والسنة من العقائد والأحكام والآداب، والتي توصل من تمسك بها إلى تحقيق السعادة والحياة الطيبة في الدنيا والآخرة كما قال سبحانه: { مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ } (¬1) ¶ { صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ } : وهذه الجملة بدل من الصراط المستقيم وهي من حيث المعنى مفسرة للصراط المستقيم، والذين أنعم الله عليهم هم المذكورون في قوله تبارك وتعالى: { وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقاًً } (¬2) ¶ { غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ } : وحرف { لا } في قوله { وَلا الضَّالِّينَ } أتى به لتأكيد معنى النفي المستفاد من كلمة { غَيْرِ } ، والمراد بالمغضوب عليهم: اليهود، وبالضالين: النصارى، وقد جاء في ذلك أحاديث وآثار. ¶ ¬__________ ¶ (¬1) سورة النحل الآية: 97 ¶ (¬2) سورة النساء الآية: 69",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "فالله سبحانه وتعالى لما بين طريق أهل الهداية والاستقامة الذين علموا الحق وعملوا به وهم الذين أنعم عليهم، ذكر سبحانه أن طريقهم غير طريق المغضوب عليهم وهم الذين فسدت إرادتهم فعلموا الحق وعدلوا عنه، ولا الضالين وهم الذين فقدوا العلم فهم هائمون في الضلالة لا يهتدون إلى الحق، واليهود فقدوا العمل، والنصارى فقدوا العلم، ولقد كان الغضب لليهود والضلال للنصارى، لأن من علم وترك استحق الغضب بخلاف من لم يعلم ، والنصارى كانوا قاصدين شيئاً لكنهم لم يهتدوا إلى طريقه لأنهم لم يأتوا الأمر من بابه وهو اتباع الحق فضلوا. ¶ قال ابن كثير: \" وكل من اليهود والنصارى ضال مغضوب عليه، لكن أخص أوصاف اليهود الغضب كما قال تعالى: { مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ } (¬1) وأخص أوصاف النصارى الضلال كما قال تعالى: { قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيراً وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ } (¬2) \" (¬3) ¶ وأختم الكلام عن هذه السورة العظيمة بما ذكره الحافظ ابن القيم وهو يتحدث عما جاء في قصة أبي سعيد الخدري - رضي الله عنه - حين رقى اللديغ بفاتحة الكتاب فبرأ . ¶ ¬__________ ¶ (¬1) سورة المائدة آية: 66 ¶ (¬2) سورة المائدة آية: 77 ¶ (¬3) تفسير ابن كثير ( 1/53 )",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "قال: \" ومن المعلوم أن بعض الكلام له خواص ومنافع مجربة فما الظن بكلام رب العالمين، الذي فضله على كل كلام كفضل الله على خلقه .... ثم بفاتحة الكتاب التي لم ينزل في القرآن، ولا في التوراة، ولا في الإنجيل، ولا في الزبور مثلها، المتضمنة لجميع معاني كتب الله المشتملة على ذكر أصول أسماء الرب – تعالى - ومجامعها .... وإثبات المعاد وذكر التوحيدين: توحيد الربوبية وتوحيد الإلهية، وذكر الافتقار إلى الرب سبحانه في طلب الإعانة وطلب الهداية ... ، وذكر أفضل الدعاء على الإطلاق وأنفعه وهو الهداية إلى صراطه المستقيم المتضمن كمال معرفته وتوحيده وعبادته بفعل ما أمر به، واجتناب ما نهى عنه، والاستقامة عليه إلى الممات، ويتضمن ذكر أصناف الخلائق وانقسامهم إلى منعم عليه بمعرفة الحق والعمل به ... ، ومغضوب عليهم بعدوله عن الحق بعد معرفته له، وضال بعدم معرفته له وهؤلاء أقسام الخليقة، مع تضمنها لإثبات القدر والشرع والأسماء والصفات والمعاد والنبوات، وتزكية النفوس، وإصلاح القلوب، وذكر عدل الله وإحسانه، والرد على جميع أهل البدع والباطل .. وحقيق بسورة هذا بعض شأنها أن يستشفى بها من الأدواء \" (¬1) ¶ وقوله في الحديث: \" أَلا أُعلِّمَك أَعظمَ سورة في القرآن \" يدل على جواز تفضيل بعض القرآن على بعض ويؤيد ذلك قوله تعالى: { نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا } (¬2) ¶ ¬__________ ¶ (¬1) زاد المعاد ( 4/177) ، وينظر: فتح الباري ( 10/198) ¶ (¬2) فتح الباري ( 8/158) ، الآية في سورة البقرة آية : 106",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "قال الحافظ ابن كثير: \" واستدلوا بهذا الحديث وأمثاله على تفاضل بعض الآيات والسور على بعض كما هو المحكي عن كثير من العلماء منهم: إسحاق بن راهويه وأبو بكر بن العربي وابن الحفار من المالكية، وذهبت طائفة أخرى إلى أنه لا تفاضل في ذلك لأن الجميع كلام الله ولئلا يوهم التفضيل نقص المفضل عليه، وإن كان الجميع فاضلاً نقله القرطبي عن الأشعري وأبي بكر الباقلاني وأبي حاتم البستي ويحيى بن يحيى ورواية عن الإمام مالك أيضاً \" (¬1) ¶ وأجاب من لا يرى التفاضل في القرآن: \" بأن معنى التفاضل أن ثواب بعضه أعظم من ثواب بعض، فالتفضيل إنما هو من حيث المعاني لا من حيث الصفة \" (¬2) ¶ - وفي الحديث دليل على أن البسملة ليست آية من الفاتحة؛ فإن النبي - صلى الله عليه وسلم - لم يذكرها وقد قال : \" أَلا أُعلِّمَك أَعظمَ سورة في القرآن \" (¬3) ¶ - - - - - - ¶ فضل سورتي البقرة وآل عمران ¶ عَنْ أَبِي أُمَامَةَ البَاهِلِيُّ - رضي الله عنه - قَالَ سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ: \" اقْرَأُوا القُرْآنَ فَإِنَّهُ يَأْتِي يَوْمَ القِيَامَةِ شَفِيعاً لأصْحَابِهِ ، اقْرَأُوا الزَّهْرَاوَيْنِ البَقَرَةَ وَسُورَة آلِ عِمْرانَ ، فَإِنَّهُمَا تَأتِيانِ يَوْمَ القِيَامَةِ كَأنَّهُمَا غَمَامَتَان أَوْ كَأنَّهُمَا غَيَايَتانَ ، أَوْ كَأنَّهُمَا فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ تُحاجَّانِ عَنْ أَصْحَابِهِما ، اقْرَأُوا سُورةَ البَقَرةِ فَإنَّ أَخْذَهَا بَرَكَةٌ وَتَرْكَهَا حَسْرَةٌ وَلا تَسْتَطِيعُهَا البَطَلَةُ \" ¶ ... ... ... أخرجه مسلم ح (804) ¶ ... شرح الحديث ¶ ¬__________ ¶ (¬1) تفسير ابن كثير ( 1/21 ) ¶ (¬2) فتح الباري (8/158) ¶ (¬3) الموضع السابق .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "في هذا الحديث يرغب النبي - صلى الله عليه وسلم - بقراءة القرآن ويخبر أنه يأتي شفيعاً لأصحابه يوم القيامة، ثم يرغب ترغيباً خاصاً بقراءة البقرة وآل عمران ويصفهما بالزهراوين أي المنيرتان مأخوذ من الزَّهر والزَّهَرَة، وذلك لهدايتهما قارئهما بما يزهر له من أنوارهما أو لما يترتب على قراءتهما من النور يوم القيامة، ثم يخبر النبي - صلى الله عليه وسلم - عن مجيئهما يوم القيامة تحاجان عن أصحابهما ويضرب لذلك ثلاثة أمثال: ¶ كَأنَّهُمَا غَمَامَتَان: والغمام السحاب الملتف، أو كَأنَّهُمَا غَيَايَتانَ: والغياية ما أظل الإنسان قريباً من رأسه، أو كَأنَّهُمَا فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ والفرقان: القطعان (¬1) ¶ وجاء في حديث النواس بن سمعان - رضي الله عنه - قال: سمعت النبي - صلى الله عليه وسلم - يقول: \" يُؤْتَى بِالْقُرْآنِ يَوْمَ الْقِيَامَةِ وَأَهْلِهِ الَّذِينَ كَانُوا يَعْمَلُونَ بِهِ، تَقْدُمُهُ سُورَةُ الْبَقَرَةِ وَآلُ عِمْرَانَ \" وَضَرَبَ لَهُمَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - ثَلَاثَةَ أَمْثَالٍ مَا نَسِيتُهُنَّ بَعْدُ قَالَ: \" كَأَنَّهُمَا غَمَامَتَانِ، أَوْ ظُلَّتَانِ سَوْدَاوَانِ بَيْنَهُمَا شَرْقٌ، أَوْ كَأَنَّهُمَا حِزْقَانِ مِنْ طَيْرٍ صَوَافَّ تُحَاجَّانِ عَنْ صَاحِبِهِمَا ... \" (¬2) ¶ وقوله عليه الصلاة والسلام: \" أَوْ ظُلَّتَانِ سَوْدَاوَانِ بَيْنَهُمَا شَرْقٌ \"، أي ضياء ونور وفي هذا بيان أنهما ظلتان منيرتان وذلك أنه قد يتوهم أنهما مظلمتان، ووصفتا بالسواد ليحصل ويتحقق كمال الاستظلال في ذلك اليوم العصيب حيث تدنوا الشمس من رؤوس الخلائق . ¶ وقوله: حِزْقَان: الحزق: الجماعة وهو بمعنى قوله: فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ.... ¶ ¬__________ ¶ (¬1) ينظر: إكمال المعلم ( 3/173) ، المفهم ( 2/430) ¶ (¬2) أخرجه مسلم ح (805) ، وأحمد ح (17674)",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "ووصف القرآن وسورة البقرة وآل عمران بالإتيان يوم القيامة، من العلماء من فسر ذلك بإتيان ثواب القراءة . ¶ قال الترمذي: \" ومعنى هذا الحديث عند أهل العلم أنه يجيء ثواب قراءته، كذا فسر بعض أهل العلم هذا الحديث، وما يشبه هذا من الأحاديث أنه يجيء ثواب قراءة القرآن ... \" (¬1) ¶ وقوله عليه الصلاة والسلام: \" فَإنَّ أَخْذَهَا بَرَكَةٌ وَتَرْكَهَا حَسْرَةٌ وَلا تَسْتَطِيعُهَا البَطَلَةُ \" قال معاوية - رضي الله عنه - : بلغني أن البطلة : السحرة (¬2) ¶ قال الحافظ ابن كثير:\" ومعنى لا تستطيعها أي لا يمكنهم حفظها، وقيل لا تستطيع النفوذ في قارئها \" (¬3) ¶ أفاد هذا الحديث بيان فضل سورة البقرة وآل عمران وعظيم منزلتهما، وقد جاءت أحاديث أخرى وآثار في فضل سورة البقرة : ¶ - ففي صحيح مسلم من حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \" لَا تَجْعَلُوا بُيُوتَكُمْ مَقَابِرَ إِنَّ الشَّيْطَانَ يَنْفِرُ مِنْ الْبَيْتِ الَّذِي تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ \" (¬4) ¶ ¬__________ ¶ (¬1) جامع الترمذي ( 5/12 ) ¶ (¬2) مسلم ( 1 / 553 ) ¶ (¬3) تفسير ابن كثير ( 1/61) ¶ (¬4) أخرجه مسلم ح ( 780)",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "- وأخرج الترمذي من حديث أبي هريرة - رضي الله عنه - قال : بَعَثَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - بَعْثًا وَهُمْ ذُو عَدَدٍ فَاسْتَقْرَأَهُمْ فَاسْتَقْرَأَ كُلَّ رَجُلٍ مِنْهُمْ مَا مَعَهُ مِنْ الْقُرْآنِ فَأَتَى عَلَى رَجُلٍ مِنْهُمْ مِنْ أَحْدَثِهِمْ سِنًّا، فَقَالَ: \" مَا مَعَكَ يَا فُلَانُ ؟ \" قَالَ: مَعِي كَذَا وَكَذَا وَسُورَةُ الْبَقَرَةِ، قَالَ: \" أَمَعَكَ سُورَةُ الْبَقَرَةِ ؟ \" فَقَالَ: نَعَمْ ، قَالَ: \" فَاذْهَبْ فَأَنْتَ أَمِيرُهُمْ \" ، فَقَالَ رَجُلٌ - مِنْ أَشْرَافِهِمْ - : وَاللَّهِ يَا رَسُولَ اللَّهِ مَا مَنَعَنِي أَنْ أَتَعَلَّمَ سُورَةَ الْبَقَرَةِ إِلَّا خَشْيَةَ أَلَّا أَقُومَ بِهَا، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" تَعَلَّمُوا الْقُرْآنَ وَاقْرَءُوهُ، فَإِنَّ مَثَلَ الْقُرْآنِ لِمَنْ تَعَلَّمَهُ فَقَرَأَهُ وَقَامَ بِهِ كَمَثَلِ جِرَابٍ مَحْشُوٍّ مِسْكًا يَفُوحُ رِيحُهُ فِي كُلِّ مَكَانٍ، وَمَثَلُ مَنْ تَعَلَّمَهُ فَيَرْقُدُ وَهُوَ فِي جَوْفِهِ كَمَثَلِ جِرَابٍ وُكِئَ عَلَى مِسْكٍ \" ، قال الترمذي: \" حديث حسن \" (¬1) ¶ وعن ابن مسعود - رضي الله عنه - قال: \" إِنَّ لِكُلِّ شَيْءٍ سَنَامًا، وَإِنَّ سَنَامَ الْقُرْآنِ سُورَةُ الْبَقَرَةِ \" (¬2) ، وقال أيضاً - رضي الله عنه - حين أراد أن يرمي جمرة العقبة قال: \" هَذَا مَقَامُ الَّذِي أُنْزِلَتْ عَلَيْهِ سُورَةُ الْبَقَرَةِ \" (¬3) ، وفي هذا تعظيم لشأن هذه السورة ، وتنويه بقدرها ومنزلتها. ¶ وعن أنس - رضي الله عنه - قال: \" كَانَ الرَّجُلُ إِذَا قَرَأَ الْبَقَرَةَ وَآلَ عِمْرَانَ جَدَّ فِينَا يَعْنِي عَظُمَ ....\" (¬4) ¶ ¬__________ ¶ (¬1) أخرجه الترمذي ح ( 2876 ) ¶ (¬2) أخرجه الدارمي في السنن ( 2/447) ¶ (¬3) أخرجه البخاري ح (1749) ، مسلم ح (1296) ¶ (¬4) أخرجه أحمد ح ( 12236 )",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وروى مالك في الموطأ أن عبد الله بن عمر - رضي الله عنهما - تعلم سورة البقرة في ثماني سنين فلما ختمها نحر بدنة \" (¬1) ¶ وهذه المدة الطويلة التي قضاها ابن عمر - رضي الله عنهما - في تعلم سورة البقرة يقود إلى التأمل في سعة ما اشتملت عليه من الأحكام والفرائض والمعاني، فهي أطول سورة في القرآن، استغرقت جزئين ونصف جزء تقريباً من ثلاثين جزءاً قُسم إليها القرآن الكريم، وتبلغ آياتها ست وثمانين ومائتي آية، وقد ابتدأ نزولها بعد هجرة النبي - صلى الله عليه وسلم - إلى المدينة، ونزل معظمها في السنوات الأولى من الهجرة، واستمر نزولها إلى قبيل وفاته - صلى الله عليه وسلم - بفترة قليلة ... وكانت آخر آية من القرآن نزولاً فيها هي قوله تعالى: { وَاتَّقُوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ } (¬2) ¶ ¬__________ ¶ (¬1) أخرجه مالك الموطأ (1/205) ، وينظر : فضائل ابن ضريس (ص: 149) ، شرح الزرقاني ( 2/19) ، وفيه عن ابن عمر قال: \" تعلم عمر البقرة في اثنتي عشرة سنة فلما ختمها نحر جزوراً \" ¶ (¬2) سورة البقرة آية : 281",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وقد افتتح الله تعالى هذه السورة بذكر كتابه الهادي للمتقين فوصف الله من انتفع بهداياته ومواعظه فكانت عاقبته الفلاح والسعادة، ثم ذكر الله الكافرين والمنافقين الذين أعرضوا عن هدى الله وشريعته فكان عاقبتهم الحرمان والخسران، ثم دعا الله الناس إلى عبادته وحده، وأقام الدلائل على ذلك من فرش الأرض وبناء السماء وإنزال الماء وإخراج الثمار رزقاً للعباد ، ثم قرر الرسالة وتحدى المرتابين في ما أنزل على النبي - صلى الله عليه وسلم - في أن يأتوا بسورة من مثله، وهدد الكافرين بالنار وبشر المؤمنين بالجنة ، ثم وبخ الكافرين على كفرهم مع وضوح دلائل الإيمان في الأنفس والآفاق فقال: { كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتاً فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ - هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعاً ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ } (¬1) ¶ وعند هذه الإشارة إلى خلق ما في الأرض جميعاً يذكر سبحانه قصة استخلاف آدم في الأرض وما كان من استفسار الملائكة بشأنه: { وَإِذْ قَالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً } (¬2) وفي ثنايا هذه الآيات يذكر الله سبحانه العداوة الخالدة بين آدم والشيطان، ويبين سبحانه المخرج من هذا الابتلاء: { قُلْنَا اهْبِطُوا مِنْهَا جَمِيعاً فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدىً فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ - وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ } (¬3) ¶ ¬__________ ¶ (¬1) سورة البقرة آية : 28- 29 ¶ (¬2) سورة البقرة آية : 30 ¶ (¬3) سورة البقرة آية : 38- 39",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "ثم توجه الخطاب في الآيات إلى بني إسرائيل، وقد كان يجاور النبي - صلى الله عليه وسلم - بالمدينة طائفة كبيرة من اليهود الذين كان أحبارهم يبشرون بمبعث النبي - صلى الله عليه وسلم - وقد استغرق الحديث عن بني إسرائيل أكثر من مائة آية من هذه السورة الكريمة دعاهم الله سبحانه وتعالى إلى الوفاء بعهودهم وإلى الإيمان بنبي الله محمد - صلى الله عليه وسلم - فقال سبحانه: { يَا بَنِي إِسْرائيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ - وَآمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقاً لِمَا مَعَكُمْ وَلا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلا تَشْتَرُوا بِآيَاتِي ثَمَناً قَلِيلاً وَإِيَّايَ فَاتَّقُونِ } (¬1) ¶ ¬__________ ¶ (¬1) سورة البقرة آية : 40- 41",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وقد تضمنت الآيات في الحديث عن بني إسرائيل ذكر تاريخهم من أيام موسى - عليه السلام - ، وما أحاطهم الله به من النعم والآلاء وتفضيلهم على عالمي زمانهم، وكيف قابلوا هذه النعم بالجحود والعناد والبطر ونقض العهود والمواثيق، وتخلل هذا الحديث بيان موقف بني إسرائيل من الإسلام ورسوله وكتابه، لقد كانوا أول كافر به وكانوا يلبسون الحق بالباطل، وكانوا يأمرون الناس بالبر وينسون أنفسهم، وكانوا يسمعون كلام الله ثم يحرفونه من بعد ما عقلوه، وكانوا يخادعون الذين آمنوا بإظهار الإيمان وإذا خلا بعضهم إلى بعض حذر بعضهم بعضاً من اطلاع المسلمين على ما يعلمونه من أمر النبي وصحة رسالته، وكانوا يريدون أن يردوا المسلمين كفاراً، وكانوا يدعون من أجل هذا أن المهتدين هم اليهود وحدهم كما كان النصارى يدعون هذا أيضاً، وكانوا يعلنون عدائهم لجبريل - عليه السلام - بما أنه هو الذي حمل الوحي إلى محمد دونهم، وكانوا يكرهون كل خير للمسلمين، ويتربصون بهم السوء، وكانوا ينتهزون كل فرصة للتشكيك في ثبوت الوحي ونزوله من عند الله كما فعلوا عند تحويل القبلة ....... وهم بهذه المواقف المخزية قد نقضوا العهود والمواثيق ، ونكلوا عن حمل الأمانة ، وتجردوا من شرف الانتساب إلى إبراهيم - عليه السلام - صاحب الحنيفية السمحة، وهذا الحديث المستفيض عن بني إسرائيل فيه تبصير للمسلمين بطبيعة أولئك القوم وأخلاقهم المرذولة وتحذير للمؤمنين من سلوك مسلكهم واتباع طريقتهم ، وتذكير للمسلمين أن الصراع معهم مستمر .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وأما بقية السورة الكريمة، فهو حافل ببيان الأحكام الشرعية، والتوجيهات الإلهية والآداب السامية، والهدايات الربانية لبناء هذه الأمة التي اصطفاها الله واختارها، وحملها أمانة الدين وجعلها وارثة للملة الإبراهيمية السمحة، فتحدثت الآيات الكريمة عن أحكام الأطعمة، والقصاص، وأحكام الوصية، والصيام، والجهاد، وأحكام الحج والعمرة، وأحكام الزواج والطلاق والإيلاء والخلع والحلف ، وأحكام الصدقة، والنفقات ، وأحكام الربا والمعاملات والدَّين والتجارة والرهن ، وتخلل ذلك وعظ وتذكير ووعد ووعيد وقصص وأخبار وأمثال ، وبعد هذا الحديث الجامع عن العقائد والشرائع والآداب والأحكام والمعاملات ختمت السورة بذلك الدعاء الخاشع العظيم الذي امتن الله سبحانه بتعليمه لعباده ، وتفضل بقبوله منهم: { رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ } (¬1) ¶ وسورة آل عمران التي حث النبي - صلى الله عليه وسلم - على قراءتها، وقرنت مع البقرة في الفضل ووصفتا بالزهراوين، هي سورة مدنية افتتحت بذكر اسم الله الأعظم، ونوه الله سبحانه بنزول القرآن، وذكر ما سبقه من التوراة والإنجيل، وبين سبحانه تقسيم آيات القرآن إلى محكمات ومتشابهات، واختلاف الناس في تلقي آياته، ومدح الله مسلك الراسخين في العلم، وذم مسلك من في قلبه زيغ، وذم الكافرين، وبين مصيرهم المحتوم، وذكر الله سبحانه أنواع الشهوات التي زينت للناس، وبين ما هو خير منها للذين اتقوا ربهم ، ونوه الله بالإسلام وأنه الدين عند الله ودعا الأميين وأهل الكتاب إليه. ¶ ¬__________ ¶ (¬1) سورة البقرة آية : 286",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وذكر ابن إسحاق بإسناد مرسل أن ثمانين آيات من أول سورة آل عمران نزلت في وفد نجران. (¬1) ¶ قال ابن كثير: \" وكان سبب نزول هذه المباهلة وما قبلها من أول السورة في وفد نجران ... لما قدموا فجعلوا يحاجون في عيسى ويزعمون فيه ما يزعمون من النبوة والإلهية ، فأنزل الله صدر هذه السورة رداً عليهم .....\" (¬2) ¶ وآية المباهلة هي قوله تعالى: { فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ } (¬3) ¶ وأخرج البخاري عن حذيفة - رضي الله عنه - قال: \" جَاءَ الْعَاقِبُ وَالسَّيِّدُ صَاحِبَا نَجْرَانَ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - يُرِيدَانِ أَنْ يُلَاعِنَاهُ قَالَ: فَقَالَ أَحَدُهُمَا لِصَاحِبِهِ: لَا تَفْعَلْ فَوَاللَّهِ لَئِنْ كَانَ نَبِيًّا فَلَاعَنَّا لَا نُفْلِحُ نَحْنُ وَلَا عَقِبُنَا مِنْ بَعْدِنَا: قَالَا: إِنَّا نُعْطِيكَ مَا سَأَلْتَنَا وَابْعَثْ مَعَنَا رَجُلًا أَمِينًا ... \" (¬4) الحديث ¶ ¬__________ ¶ (¬1) فتح الباري ( 8/94) ¶ (¬2) تفسير ابن كثير (2/47) ¶ (¬3) سورة آل عمران آية : 61 ¶ (¬4) أخرجه البخاري ح ( 4380)",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "والنصف الثاني من السورة وهو ما يقرب من ستين آية نزل في أعقاب غزوة أحد، وهو زاخر بالعظات والعبر والتربية للمؤمنين، وفيه بيان سنن الله عز وجل في النصر والهزيمة وبيان أن ما حصل من هزيمة في أحد فبسبب ما حصل من التنازع والعصيان قال سبحانه : { وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ..... } (¬1) ¶ وقال سبحانه : { أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ } (¬2) ¶ وقد ختمت السورة بعشر آيات كان الرسول - صلى الله عليه وسلم - يقرأ بهن إذا استيقظ لصلاة الليل . ¶ ¬__________ ¶ (¬1) سورة آل عمران آية : 152 ¶ (¬2) سورة آل عمران آية : 165",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "فعن ابن عباس: أَنَّهُ بَاتَ لَيْلَةً عِنْدَ مَيْمُونَةَ زَوْجِ النَّبِيِّ - صلى الله عليه وسلم - وَهِيَ خَالَتُهُ - قال: \" فَاضْطَجَعْتُ فِي عَرْضِ الْوِسَادَةِ، وَاضْطَجَعَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَأَهْلُهُ فِي طُولِهَا. فَنَامَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - حَتَّى إِذَا انْتَصَفَ اللَّيْلُ، أَوْ قَبْلَهُ بِقَلِيلٍ، أَوْ بَعْدَهُ بِقَلِيلٍ اسْتَيْقَظَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَجَلَسَ يَمْسَحُ النَّوْمَ عَنْ وَجْهِهِ بِيَدِهِ، ثُمَّ قَرَأَ الْعَشْرَ الْآيَاتِ الْخَوَاتِمَ مِنْ سُورَةِ آلِ عِمْرَانَ، ثُمَّ قَامَ إِلَى شَنٍّ مُعَلَّقَةٍ فَتَوَضَّأَ مِنْهَا، فَأَحْسَنَ وُضُوءَهُ ثُمَّ قَامَ يُصَلِّي، قَالَ ابْنُ عَبَّاسٍ فَقُمْتُ فَصَنَعْتُ مِثْلَ مَا صَنَعَ، ثُمَّ ذَهَبْتُ فَقُمْتُ إِلَى جَنْبِهِ، فَوَضَعَ يَدَهُ الْيُمْنَى عَلَى رَأْسِي، وَأَخَذَ بِأُذُنِي الْيُمْنَى يَفْتِلُهَا، فَصَلَّى رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ أَوْتَرَ، ثُمَّ اضْطَجَعَ حَتَّى أَتَاهُ الْمُؤَذِّنُ، فَقَامَ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ ثُمَّ خَرَجَ، فَصَلَّى الصُّبْحَ \" (¬1) ¶ - - - - - - ¶ فضل آية الكرسي ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح ( 183 )، ومسلم ح ( 763 )",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "عَنْ أُبَيِّ بْنِ كَعْبٍ - رضي الله عنه - قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم - : \" يَا أَبَا المُنْذِرِ ، أَتَدْرِي أَيُّ آيَةٍ مِنْ كِتَابِ الله مَعَكَ أَعْظَمُ؟ \" قَالَ: قُلْتُ: اللهُ وَرَسُولُهُ أَعْلَمُ ، قَالَ: \" يَا أَبَا المُنِذِر أَتَدْرِي أَيُّ آيَةٍ مِنْ كِتَابِ اللهِ مَعَكَ أَعْظَمُ ؟ قَالَ: قُلْتُ: اللهُ لا إِلَهَ إِلا هُوَ الحيُّ القَيُّومُ . قَالَ : \" فَضَرَبَ فِي صَدْرِي وَقَالَ: وَاللهِ ! لِيَهْنِكَ العِلْمُ أَبَا المُنْذِرِ\" أخرجه مسلم ح (810) ¶ ... شرح الحديث ¶ أفاد الحديث أن آية الكرسي هي أعظم آية في كتاب الله، وقد جاء في فضلها أحاديث منها :",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "- ما أخرجه البخاري من حديث أبي هريرة - رضي الله عنه - قال: \" وَكَّلَنِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - بِحِفْظِ زَكَاةِ رَمَضَانَ، فَأَتَانِي آتٍ فَجَعَلَ يَحْثُو مِنْ الطَّعَامِ فَأَخَذْتُهُ وَقُلْتُ: وَاللَّهِ لَأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - ..... \" وذكر الحديث ، وفيه فقال :\" إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ { اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ } حَتَّى تَخْتِمَ الْآيَةَ، فَإِنَّكَ لَنْ يَزَالَ عَلَيْكَ مِنْ اللَّهِ حَافِظٌ، وَلَا يَقْرَبَنَّكَ شَيْطَانٌ حَتَّى تُصْبِحَ فَخَلَّيْتُ سَبِيلَهُ، فَأَصْبَحْتُ فَقَالَ لِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" مَا فَعَلَ أَسِيرُكَ الْبَارِحَةَ ؟ \" قُلْتُ يَا رَسُولَ اللَّهِ: زَعَمَ أَنَّهُ يُعَلِّمُنِي كَلِمَاتٍ يَنْفَعُنِي اللَّهُ بِهَا، فَخَلَّيْتُ سَبِيلَهُ قَالَ: \" مَا هِيَ ؟ \" قُلْتُ: قَالَ لِي: إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ مِنْ أَوَّلِهَا حَتَّى تَخْتِمَ الْآيَةَ { اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ } ، وَقَالَ لِي: لَنْ يَزَالَ عَلَيْكَ مِنْ اللَّهِ حَافِظٌ، وَلَا يَقْرَبَكَ شَيْطَانٌ حَتَّى تُصْبِحَ - - وَكَانُوا أَحْرَصَ شَيْءٍ عَلَى الْخَيْرِ - فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - : \" أَمَا إِنَّهُ قَدْ صَدَقَكَ، وَهُوَ كَذُوبٌ، تَعْلَمُ مَنْ تُخَاطِبُ مُنْذُ ثَلَاثِ لَيَالٍ يَا أَبَا هُرَيْرَةَ ؟ \" قَالَ: لَا قَالَ: \" ذَاكَ شَيْطَانٌ \" (¬1) ¶ - وروى النسائي عن أبي أمامة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \" من قرأ آية الكرسي في دبر كل صلاة مكتوبة لم يمنعه من دخول الجنة إلا الموت\" (¬2) ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (2311) ¶ (¬2) أخرجه النسائي في السنن الكبرى ( 6/30)",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وهذه الآية العظيمة تضمنت عشر جمل، وصف الله سبحانه فيها نفسه بما هو أهله . ¶ ففي الجملة الأولى والثانية قال سبحانه: { اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ } ¶ الله : هو المألوه المعبود ، المتفرد بالإلهية لجميع الخلائق . ¶ { الْحَيُّ الْقَيُّومُ } : أي الحي في نفسه الذي لا يموت أبداً . ¶ قال الطبري: \" وصف نفسه بالحياة الدائمة التي لا فناء لها ولا انقطاع، ونفى عنها ما هو حال بكل ذي حياة من خلقه من الفناء وانقطاع الحياة عند مجي أجله \" (¬1) ¶ قال الزجاج: \" الحي يفيد دوام الوجود، والله تعالى لم يزل موجوداً، ولا يزال موجوداً \" (¬2) ¶ القيوم : فيعول من قام يقوم وهو صيغة مبالغة، وكان عمر يقرأ: القيَّام، أي القيام بتدبر خلقه فجميع الموجودات مفتقرة إليه وهو غنى عنها ولا قوام لها بدون أمره كقوله سبحانه: { وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ } (¬3) ¶ والجملة الثالثة قوله سبحانه: { لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ } : أي لا يعتريه نقص ولا غفلة ولا ذهول عن تدبير أمر خلقه، وهذا من تمام القيومه وكمال الحياة، والسِنَة: الفتور الذي يكون في أول النوم مع بقاء الشعور والإدراك، ويقال له: غفوة ووسن ونعاس، وتقديم السنة على النوم يفيد المبالغة في النفي، أي لا تأخذه سنة فضلاً عن أن يأخذه نوم . ¶ ¬__________ ¶ (¬1) تفسير الطبري ( 3/164) ¶ (¬2) النهج الأسمى ( 2 / 499 ) ¶ (¬3) سورة الروم آية : 25",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وفي صحيح مسلم عن أبي موسى - رضي الله عنه - قال: قَامَ فِينَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - بِخَمْسِ كَلِمَاتٍ فَقَالَ: \" إِنَّ اللَّهَ عَزَّ وَجَلَّ لَا يَنَامُ وَلَا يَنْبَغِي لَهُ أَنْ يَنَامَ، يَخْفِضُ الْقِسْطَ، وَيَرْفَعُهُ يُرْفَعُ إِلَيْهِ عَمَلُ اللَّيْلِ قَبْلَ عَمَلِ النَّهَارِ، وَعَمَلُ النَّهَارِ قَبْلَ عَمَلِ اللَّيْلِ، حِجَابُهُ النُّورُ \" وَفِي رِوَايَةِ: \" النَّارُ لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ \" (¬1) ¶ وفي الجملة الرابعة قال سبحانه: { لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ } : وفي هذه الآية تقرير لملكية الله المطلقة لما في السماوات والأرض، وقدم في الجملة الجار لإفادة الحصر أي ملك السماوات والأرض له وحده ليس لأحد سواه شيء معه، فجميع من في السماوات والأرض عبيده وفي ملكه وتحت قهره وسلطانه كقوله تعالى: { إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْداً - لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدّاً - وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْداً } (¬2) ¶ والجملة الخامسة: قال سبحانه: { مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ } : والاستفهام في هذه الآية للنفي والإنكار أي لا يستطيع أحد أن يشفع عنده إلا بإذنه ورضاه، كما قال سبحانه: { وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لا تُغْنِي شَفَاعَتُهُمْ شَيْئاً إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى } (¬3) ، وكقوله: { وَلا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى } (¬4) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 179) ¶ (¬2) سورة مريم الآيات من: 93- 95 ¶ (¬3) سورة النجم آية: 26 ¶ (¬4) سورة الأنبياء آية: 28",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "قال الحافظ ابن كثير: \" وهذا من عظمته وجلاله وكبريائه عز وجل، أنه لا يتجاسر أحد على أن يشفع لأحد عنده إلا بإذنه له في الشفاعة\" (¬1) ¶ وأصل الشفاعة: مأخوذ من الشَّفْع، وهو ضم الشيء إلى مثله . ¶ قال الراغب: \" والشفاعة الانضمام إلى آخر ناصراً له وسائلاً عنه، وأكثر ما يستعمل في انضمام من هو أعلى حرمة، ورتبة إلى من هو أدنى، ومنه الشفاعة في الآخرة \" (¬2) ¶ والجملة السادسة: قال سبحانه: { يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ } : وهذا تأكيد لشمول علمه وإحاطته بجميع خلقه ما بين أيديهم وما خلفهم ماضيهم وحاضرهم ومستقبلهم . ¶ والجملة السابعة: قال سبحانه: { وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ } : فلا يطلع أحد من علم الله على شيء إلا بما أعلم الله عز وجل وأطلعه عليه . ¶ قال الحافظ ابن كثير: \" ويحتمل أن يكون المراد لا يطلعون على شيء من علم ذاته وصفاته إلا بما أطلعهم الله عليه كقوله: { وَلا يُحِيطُونَ بِهِ عِلْماً } \" (¬3) ¶ وفي الجملة الثامنة قال سبحانه: { وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ } : وصف الله الكرسي بأنه وسع السماوات والأرض، وهذا دليل على عظمته وسعته، وقال غير واحد من السلف: الكرسي بين يدي العرش كالمرقاة إليه . (¬4) ¶ وفي الجملة التاسعة والعاشرة: { وَلا يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ } : ويؤده: أي يثقله ويشق عليه، يقال: آدنى الأمر بمعنى أثقلني وتحملت منه المشقة أي لا يثقله حفظ السماوات والأرض . ¶ والعلي: المتعالي بذاته وصفاته عن الأشباه والأنداد والنظائر فله سبحانه العلو المطلق من جميع الوجوه: علو الذات، وعلو القدر، والصفات، وعلو القهر . (¬5) ¶ ¬__________ ¶ (¬1) تفسير ابن كثير ( 1/548) ¶ (¬2) المفردات ( ص:263) ¶ (¬3) تفسير ابن كثير ( 1/549) ¶ (¬4) شرح العقيدة الطحاوية (2 /371 ) ¶ (¬5) النهج الأسمى ( 1 / 308 )",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "والعظيم: بذاته وصفاته الذي ليس كمثله شيء . ¶ - - - - - - ¶ فضل الآيتين الأخيرتين من سورة البقرة ¶ وَعَنْ أَبِي مَسْعُودٍ الأنْصَارِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" مَنْ قَرَأَ هَاتَيْنِ الآيَتَيْنِ مِنْ آخِرِ سُورَةِ البَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ \" ¶ ... ... أخرجه البخاري ح ( 5009 ) ، ومسلم ح (808) ¶ شرح الحديث ¶ أفاد هذا الحديث فضل الآيتين الأخيرتين من سورة البقرة حيث أخبر النبي - صلى الله عليه وسلم - أن من قرأهما في ليلة كفتاه، وللعلماء في معنى كفتاه أقوال : ¶ 1- كفتاه من قيام الليل أو من حزبه إن كان له حزب من القرآن . ¶ 2- وقتاه شرَّ كل ذي شر من شيطان وغيره. ¶ 3- كفتاه لكثرة ما يحصل له بقراءتهما من الثواب والأجر وإجابة الدعاء الذي ذكر فيها. (¬1) ¶ وقد جاء في حديث ابن عباس – رضي الله عنهما- قال: \" بَيْنَمَا جِبْرِيلُ قَاعِدٌ عِنْدَ النَّبِيِّ - صلى الله عليه وسلم - سَمِعَ نَقِيضًا مِنْ فَوْقِهِ فَرَفَعَ رَأْسَهُ فَقَالَ: هَذَا بَابٌ مِنْ السَّمَاءِ فُتِحَ الْيَوْمَ لَمْ يُفْتَحْ قَطُّ إِلَّا الْيَوْمَ، فَنَزَلَ مِنْهُ مَلَكٌ فَقَالَ: هَذَا مَلَكٌ نَزَلَ إِلَى الْأَرْضِ لَمْ يَنْزِلْ قَطُّ إِلَّا الْيَوْمَ، فَسَلَّمَ وَقَالَ: أَبْشِرْ بِنُورَيْنِ أُوتِيتَهُمَا لَمْ يُؤْتَهُمَا نَبِيٌّ قَبْلَكَ: فَاتِحَةُ الْكِتَابِ، وَخَوَاتِيمُ سُورَةِ الْبَقَرَةِ لَنْ تَقْرَأَ بِحَرْفٍ مِنْهُمَا إِلَّا أُعْطِيتَهُ \" (¬2) ¶ ¬__________ ¶ (¬1) ينظر: المفهم ( 2/435) ، فتح الباري ( 9/56) ¶ (¬2) أخرجه مسلم ح ( 806)",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وأخرج مسلم أيضاً من حديث ابن عباس - رضي الله عنهما- عن النبي - صلى الله عليه وسلم - أن الله تعالى قال: \" عقب كل دعوة من الدعوات المذكورة في الآية: قد فعلت \" (¬1) ، ومن حديث أبي هريرة - رضي الله عنه - وفيه: \" قال الله نعم . \" (¬2) ¶ ولا مانع من دخول هذه الأنواع من الكفاية ، وغيرها تحت قوله : \" كفتاه \" فقد أطلق في الحديث ولم يقيد . ¶ والآيتان الأخيرتان من سورة البقرة هما قوله تعالى: { آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ - لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ } ¶ وقد أخبر سبحانه في الآية الأولى عن إيمان الرسول - صلى الله عليه وسلم - بما أنزل إليه من ربه والمؤمنون، ثم أخبر عن الجميع فقال: { كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ } فكل فريق من هذين الفريقين آمن إيماناً صادقاً بوجود الله ووحدانيته وكمال صفاته وأسمائه وبوجود الملائكة وأنهم عباد مكرمون { لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ } (¬3) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 126 ) ¶ (¬2) أخرجه مسلم ح ( 125 ) ¶ (¬3) سورة التحريم آية : 6",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وكتبه التي أنزلها الله موعظة وهداية للبشر وإقامة للحجة عليهم، وبرسله الذين أرسلهم سبحانه مبشرين ومنذرين، وهم لا يفرقون بين أحد من رسله فيؤمنون ببعض ويكفرون ببعض بل الجميع عندهم صادقون مهديون هادون إلى سبيل الرشاد، وإن كان بعضهم ينسخ شريعة بعض بإذن الله حتى نسخ الجميع بشرع محمد - صلى الله عليه وسلم - خاتم الأنبياء والمرسلين. ¶ ثم أخبر سبحانه عن خضوعهم وانقيادهم واستسلامهم لربهم فقال: { وَقَالُوا سَمِعْنَا وَأَطَعْنَا } أي سمعنا قولك يا ربنا وفهمناه وامتثلنا العمل بمقتضاه، { غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ } تضرع إلى الله بطلب المغفرة والرحمة، واعتراف بأن المصير والمرجع والمآب إليه سبحانه. ¶ فتضمنت الآية الكريمة الثناء على رسول الله - صلى الله عليه وسلم - وأتباعه المؤمنين الصادقين لإيمانهم الراسخ بأصول الإيمان وأركانه واستجابتهم الصادقة لله سبحانه وتعالى وتضرعهم إليه بطلب المغفرة. ¶ وأما الآية الثانية وهي قوله تعالى : { لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ } ¶ فقد أخبر الله سبحانه برفع تكليف ما لا يطاق ولا يدخل في الوسع ، وهذا من لطفه تعالى بخلقه ورأفته بهم، وإحسانه إليهم، وهذه الآية هي الناسخة الرافعة لما أشفق منه الصحابة في قوله: { وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَو تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ } (¬1) \" (¬2) ¶ { ¶ ¬__________ ¶ (¬1) سورة البقرة آية : 284 ¶ (¬2) تفسير ابن كثير ( 1/608 )",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "لَهَا مَا كَسَبَتْ } : أي من الخير، { وَعَلَيْهَا مَا اكْتَسَبَتْ } : أي من الشر، وجاءت العبارة بـ \"لها\" في الحسنات لأنها مما ينتفع العبد به، وجاءت بـ \"عليها\" في السيئات لأنها مما يضر العبد، وإنما قال في الحسنات \" كَسَبَتْ \" وفي الشر \"اكْتَسَبَتْ \"، لأن في الاكتساب ضرب من الاعتمال والمعالجة، حسبما تقتضيه صيغة افتعل فالسيئات فاعلها يتكلف مخالفة أمر الله، ويتعداه بخلاف الحسنات ، فإنه فيها على الجادة من غير تكلف، أو لأن السيئات يجدّ في فعلها لميل النفس إليها ، فجعلت لذلك مكتسبة (¬1) ¶ { لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا } : وهذا إرشاد من الله لعباده أن يتوجهوا إليه بهذا الدعاء، وقد تكفل لهم بالإجابة كما أرشدهم وعلمهم أن يقولوا . ¶ والنسيان: ذهول القلب، والخطأ: فعل الشيء من غير تعمد وقصد ¶ { رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا } ، والإصر: الثقل والشدة..... وهي التكاليف الصعبة الشاقة، وقد كانت على الأمم السابقة كقتل أنفسهم إذا أرادوا أن يتوبوا توبة صادقة، وتحريم بعض الطيبات عليهم بسبب ظلمهم ....... ¶ { رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ } : أي لا تحملنا ما هو فوق طاقتنا وقدرتنا من التكاليف والمصائب والبلايا والمحن والعقوبات . ¶ { وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا } : وهذه دعوات عظيمة تجمع للإنسان خير الدنيا والآخرة..... ¶ والعفو : ترك المؤاخذة بالذنب ، والمغفرة تقتضي مع ذلك الستر ، والرحمة تجمع ذلك مع التفضل بالإنعام (¬2) ¶ { أَنْتَ مَوْلانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ } : أي أنت ولينا وناصرنا فانصرنا على القوم الكافرين حتى تكون كلمة الله هي العليا ، وكلمة الذين كفروا السفلى ..... ¶ فضل سورة الكهف ¶ ¬__________ ¶ (¬1) ينظر: التسهيل لعلوم التنزيل (1/ 142 ) ¶ (¬2) التسهيل لعلوم التنزيل ( 1/143 )",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "عَنْ أَبِي الدَّرْدَاءِ - رضي الله عنه - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: \" مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الكَهْفِ، عُصِمَ مِنَ الدَّجَّالِ ... وفي رواية مِنْ آخر الكهف \" ¶ أخرجه مسلم ح ( 809 ) ¶ شرح الحديث ¶ دل الحديث على أن حفظ الآيات العشر من أول سورة الكهف يعصم من فتنة المسيح الدجال . ¶ ويؤيد هذا ما أخرجه مسلم من حديث النواس بن سمعان - رضي الله عنه - الطويل في ذكر الدجال ، وجاء فيه : \" فَمَنْ أَدْرَكَهُ مِنْكُمْ فَلْيَقْرَأْ عَلَيْهِ فَوَاتِحَ سُورَةِ الْكَهْفِ \" (¬1) ¶ وقال بعض العلماء ملتمساً وجه تخصيص هذه الآيات : \" قيل لما في قصة أصحاب الكهف من العجب والآيات ، فمن علمها لا يستغرب أمر الدجال ولا يفتن به \" (¬2) ¶ والظاهر - والله أعلم - أن هذه الآيات أودعها الله سبحانه خصائص تجعلها عصمة لمن حفظها من الدجال ¶ وأرشد النبي - صلى الله عليه وسلم - إلى أمور أخرى تعصم من فتنة المسيح الدجال منها : ¶ 1- الاستعاذة من فتنته، فقد ثبت في أحاديث كثيرة الأمر بالاستعاذة من فتنة المسيح الدجال، فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : \" إِذَا تَشَهَّدَ أَحَدُكُمْ فَلْيَسْتَعِذْ بِاللَّهِ مِنْ أَرْبَعٍ يَقُولُ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ، وَمِنْ عَذَابِ الْقَبْرِ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ \" (¬3) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 2937) ¶ (¬2) إكمال المعلم ( 3/177) ¶ (¬3) أخرجه مسلم ح ( 588)",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "وعن ابن عباس – رضي الله عنهما- أن رسول الله - صلى الله عليه وسلم - كَانَ يُعَلِّمُهُمْ هَذَا الدُّعَاءَ كَمَا يُعَلِّمُهُمْ السُّورَةَ مِنْ الْقُرْآنِ يَقُولُ: قُولُوا:\" اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ \" (¬1) ¶ 2- ومن ذلك الابتعاد عنه، ففي حديث عمران بن حصين - رضي الله عنه - \" مَنْ سَمِعَ بِالدَّجَّالِ فَلْيَنْأَ عَنْهُ، فَوَاللَّهِ إِنَّ الرَّجُلَ لَيَأْتِيهِ وَهُوَ يَحْسِبُ أَنَّهُ مُؤْمِنٌ فَيَتَّبِعُهُ مِمَّا يَبْعَثُ بِهِ مِنْ الشُّبُهَاتِ \" (¬2) ¶ 3- ومن ذلك سكنى المدينة ومكة شرفهما الله تعالى، فعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : \" يَجِيءُ الدَّجَّالُ فَيَطَأُ الْأَرْضَ إِلَّا مَكَّةَ وَالْمَدِينَةَ .... \" الحديث (¬3) ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : \" عَلَى أَنْقَابِ الْمَدِينَةِ مَلَائِكَةٌ لَا يَدْخُلُهَا الطَّاعُونُ وَلَا الدَّجَّالُ \" (¬4) ¶ - - - - - - ¶ فضل قل هو الله أحد ¶ عَنْ أَبِي الدَّرْدَاءِ - رضي الله عنه - عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: \" أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ فِي لَيْلَةٍ ثُلُثَ القُرْآنِ ؟ \" قَالُوا: وَكَيْفَ يَقْرَأْ ثُلُثَ القُرْآنِ ؟ قَالَ : \" قُلْ هُوَ اللهُ أَحَدٌ تَعْدِلُ ثُلُثَ القُرْآنِ \" ¶ وفي رواية: \" إِنَّ اللهَ جَزَّأَ القُرْآنَ ثَلاَثَةَ أَجْزَاءٍ، فَجَعَل قُلْ هُوَ اللهُ أَحَدٌ جُزْءً مِنْ أَجْزَاءِ القُرْآنِ \" ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (590) ¶ (¬2) أخرجه أحمد ح ( 19888) ، وأبو داود ح ( 4319) ، وإسناده صحيح . ¶ (¬3) أخرجه أحمد ح (13009 ) ، وإسناده صحيح ¶ (¬4) أخرجه مسلم ح ( 1379)",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "... ... ... أخرجه مسلم ح ( 811) ¶ وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" احْشُدُوا فَإِنِّي سَأقْرَأُ عَلَيْكُمْ ثُلُثَ القُرْآنِ، فَحَشَدَ مَنْ حَشَدَ . ثُمَّ خَرَجَ النَّبِيُّ - صلى الله عليه وسلم - فَقَرَأَ: { قُلْ هُوَ اللَّهُ أَحَدٌ } ثُمَّ دَخَلَ . فَقَالَ بَعْضُنَا لِبعضٍ: إِنِّي أُرَى هَذَا خَبَرٌ جَاءَه مِنَ السَّمَاءِ ، فَذَاك الذِي أَدْخَلَهُ، ثُمَّ خَرَجَ نَّبِيُّ اللهِ - صلى الله عليه وسلم - فَقَالَ: إِنِّي قُلْتُ لَكُمْ : سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ القُرْآنِ، أَلا إِنَّهَا تَعْدِلُ ثُلُثَ القُرْآنِ \" ¶ أخرجه مسلم ح (812) ¶ شرح الحديثين ¶ في هذين الحديثين دليل على فضل { قُلْ هُوَ اللَّهُ أَحَدٌ } وبيان أنها تعدل ثلث القرآن الكريم ¶ قال بعض أهل العلم: \"هي ثلث القرآن باعتبار معاني القرآن الكلية، لأنه أحكام، وأخبار، وتوحيد، وقد اشتملت هي على القسم الثالث فكانت ثلثاً بهذا الاعتبار ويستأنس لهذا بقوله - صلى الله عليه وسلم - \" إِنَّ اللهَ جَزَّأَ القُرْآنَ ثَلاَثَةَ أَجْزَاءٍ { قُلْ هُوَ اللَّهُ أَحَدٌ } جُزْءاً مِنْ أَجْزَاءِ القُرْآنِ \" \" (¬1) ¶ قال القرطبي: \" اشتملت هذه السورة على اسمين من أسمائه تعالى يتضمنان جميع أوصاف كماله تعالى, لم يوجدا في غيرها من السور وهما الأحد الصمد لأنهما يدلان على أحادية الذات المقدسة الموصوفة بجميع أوصاف الكمال وبيان ذلك أن الأحد يشعر بوجوده الخاص الذي لا يشاركه فيه غيره، وأما الصمد: فهو المتضمن لجميع أوصاف الكمال، فإن الصمد هو الذي انتهى سؤدده بحيث يصمد إليه في الحوائج كلها، أي يقصد، ولا يصح ذلك تحقيقاً إلا ممن حاز جميع خصال الكمال حقيقة وذلك لا يكمل إلا لله تعالى فهو الأحد الصمد الذي: ¶ { ¶ ¬__________ ¶ (¬1) فتح الباري ( 9/61)",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ } فقد ظهر أن لهذين الاسمين من شمول الدلالة على الله تعالى وصفاته ما ليس لغيرهما من الأسماء، وأنهما ليسا موجودين في شيء من سور القرآن فظهرت خصوصية هذه السورة بأنها ثلث القرآن \" (¬1) ¶ وقال بعض أهل العلم: \" إنها تعدل ثلث القرآن باعتبار تحصيل الثواب فإنه يحصل لقارئها مثل ثواب من قرأ ثلث القرآن \" (¬2) ، وهذا القول فيه نظر ، فهو تقييد بلا دليل ، والحديث أفاد على وجه الإطلاق أنها تعدل ثلث القرآن . ¶ وقد ورد في فضل هذه السورة أحاديث أخرى منها: ¶ * حديث عائشة - رضي الله عنها - في الصحيحين أن رسول الله - صلى الله عليه وسلم - : بَعَثَ رَجُلًا عَلَى سَرِيَّةٍ، وَكَانَ يَقْرَأُ لِأَصْحَابِهِ فِي صَلَاتِهِمْ فَيَخْتِمُ بـ { قُلْ هُوَ اللَّهُ أَحَدٌ } فَلَمَّا رَجَعُوا ذُكِرَ ذَلِكَ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالَ: \" سَلُوهُ لِأَيِّ شَيْءٍ يَصْنَعُ ذَلِكَ ؟ \" فَسَأَلُوهُ فَقَالَ: لِأَنَّهَا صِفَةُ الرَّحْمَنِ، فَأَنَا أُحِبُّ أَنْ أَقْرَأَ بِهَا ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" أَخْبِرُوهُ أَنَّ اللَّهَ يُحِبُّهُ \" (¬3) ¶ * وأخرج البخاري من حديث أبي سعيد الخدري - رضي الله عنه - أَنَّ رَجُلًا قَامَ فِي زَمَنِ النَّبِيِّ - صلى الله عليه وسلم - يَقْرَأُ مِنْ السَّحَرِ قُلْ { قُلْ هُوَ اللَّهُ أَحَدٌ } لَا يَزِيدُ عَلَيْهَا، فَلَمَّا أَصْبَحْنَا أَتَى الرَّجُلُ النَّبِيَّ - صلى الله عليه وسلم - فَذَكَرَ ذَلِكَ لَهُ - وَكَأَنَّ الرَّجُلَ يَتَقَالُّهَا - ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهَا لَتَعْدِلُ ثُلُثَ الْقُرْآنِ \" (¬4) ¶ ¬__________ ¶ (¬1) المفهم ( 2/441- 442) ¶ (¬2) فتح الباري ( 9/61) ¶ (¬3) أخرجه البخاري ح ( 7375) ، ومسلم ح ( 813) ¶ (¬4) أخرجه البخاري ح ( 5013)",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وسوف يأتي أن النبي - صلى الله عليه وسلم - كان يستشفي بها مع المعوذتين . ¶ وهذه السورة الكريمة ورد في سبب نزولها ما رواه الإمام أحمد بسنده عن أُبَيِّ بْنِ كَعْبٍ أَنَّ الْمُشْرِكِينَ قَالُوا لِلنَّبِيِّ - صلى الله عليه وسلم - : يَا مُحَمَّدُ انْسُبْ لَنَا رَبَّكَ، فَأَنْزَلَ اللَّهُ تَبَارَكَ وَتَعَالَى: { قُلْ هُوَ اللَّهُ أَحَدٌ اللَّهُ الصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ } (¬1) ¶ وافتتحت هذه السورة بقوله سبحانه: { قُلْ هُوَ اللَّهُ أَحَدٌ } و { هُوَ } ضمير الشأن ويؤتى به للتفخيم وتفسره الجملة التي بعده، والأحد: الواحد في ذاته وصفاته وأفعاله وفي كل شأن من شئونه الذي لا نظير له ولا ند ولا شبيه، ولا يطلق هذا اللفظ على أحد في الإثبات إلا على الله عز وجل لأنه الكامل في جميع صفاته وأفعاله. ¶ والصمد: قال ابن جرير: \" الصمد عند العرب هو: السيد الذي يصمد إليه، الذي لا أحد فوقه، وكذلك تسمى أشرافها \" (¬2) ¶ قال ابن عباس– رضي الله عنهما-: \" يعني الذي يصمد إليه الخلائق في حوائجهم ومسائلهم\"، وفي رواية عن ابن عباس: \" هو السيد الذي قد كمل في سؤدده . \" (¬3) ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح ( 21257) من طريق محمد بن مُيسر الصاغاني عن أبي جعفر الرازي عن الربيع بن أنس عن أبي العالية عن أُبيِّ بن كعب ، وفي هذا الإسناد محمد بن ميسر ، أبو جعفر الرازي – وهو عيسى بن ماهان – وهما ضعيفان ، وقد رواه الترمذي ح (3365 ) من طريق أبي جعفر به مرسلاً ، وقال : هذا أصح من حديث محمد بن ميسر . ¶ (¬2) تفسير الطبري ( 30/ 347 ) ¶ (¬3) الموضع السابق",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وقوله سبحانه: { لَمْ يَلِدْ وَلَمْ يُولَدْ } فالله منزه عن الولد وعن الوالد، وعن الصاحبة كما قال سبحانه: { بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ } (¬1) فالله سبحانه مالك كل شيء وخالقه فكيف يكون له من خلقه نظير يساميه أو قريب يدانيه تعالى وتقدس، فهو سبحانه: { الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ } (¬2) ¶ وقوله: { وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ } الكفؤ: هو المكافيء والمماثل والمشابه لغيره أي لم يكن أحد من خلقه مكافئاً ولا مشاكلاً فهو سبحانه كما وصف نفسه: { ليس كمثله شيء وهو السميع العليم } (¬3) ¶ - - - - - - ¶ فضل المعوذتين ¶ عن عقبة بن عامر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : \" ألم تر آياتٍ أنزلت الليلة ، لم ير مثلهن قط ؟ { قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ } و { قُلْ أَعُوذُ بِرَبِّ النَّاسِ } ¶ وفي رواية قال: قال لي رسول الله - صلى الله عليه وسلم - : \" أنزل أو أنزلت عليَّ آيات لم ير مثلهن قط المعوذتين\" ... ... ... ... ... ... ... أخرجه مسلم ح ( 814) ¶ شرح الحديث ¶ تضمن هذا الحديث بيان فضل المعوذتين فقد وصفهما النبي - صلى الله عليه وسلم - بقوله: \" لم ير مثلهن قط \" ¶ وفي حديث عائشة - رضي الله عنها - عند البخاري أن رسول الله - صلى الله عليه وسلم - كَانَ إِذَا اشْتَكَى يَقْرَأُ عَلَى نَفْسِهِ بِالْمُعَوِّذَاتِ وَيَنْفُثُ، فَلَمَّا اشْتَدَّ وَجَعُهُ كُنْتُ أَقْرَأُ عَلَيْهِ وَأَمْسَحُ بِيَدِهِ رَجَاءَ بَرَكَتِهَا \" (¬4) ¶ ¬__________ ¶ (¬1) سورة الأنبياء آية: 101 ¶ (¬2) سورة الحديد آية: 3 ¶ (¬3) سورة الشورى آية: 11 ¶ (¬4) أخرجه البخاري ح ( 5016) ، ومسلم ح ( 2192)",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "وفي حديثها الآخر عند البخاري: أن النبي - صلى الله عليه وسلم - كَانَ إِذَا آوَى إِلَى فِرَاشِهِ كُلَّ لَيْلَةٍ جَمَعَ كَفَّيْهِ، ثُمَّ نَفَثَ فِيهِمَا، فَقَرَأَ فِيهِمَا : { قُلْ هُوَ اللَّهُ أَحَدٌ } و { قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ } و { قُلْ أَعُوذُ بِرَبِّ النَّاسِ } ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ، يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقْبَلَ مِنْ جَسَدِهِ، يَفْعَلُ ذَلِكَ ثَلَاثَ مَرَّاتٍ \" (¬1) ، وبوب عليه البخاري بقوله: \" باب فضل المعوذات\" (¬2) ¶ قال الحافظ: \" وذكر سورة الإخلاص معهما تغليباً لما اشتملت عليه من صفة الرب وإن لم يصرح فيها بلفظ التعوذ . \" ¶ ثم ذكر حديث عقبة بن عامر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : { قُلْ هُوَ اللَّهُ أَحَدٌ } ، { قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ } ، { قُلْ أَعُوذُ بِرَبِّ النَّاسِ } تعوذ بهن فإنه لم يتعوذ بمثلهن، وفي لفظ: \" اقرأ المعوذات دبر كل صلاة \" فذكرهن \" (¬3) ¶ وفي هاتين السورتين الكريمتين علم الله المستعيذ كيف يستعيذ بالله سبحانه وتعالى فقال سبحانه: { قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ } والفلق: أصله شق الشيء عن الشيء، والمراد به هنا الصبح وسمي فلقاً لانفلاق الليل وانشقاقه عنه كما قال سبحانه: { فَالِقُ الْإِصْبَاحِ } (¬4) أي شاق ظلمة آخر الليل عن بياض الفجر، ويصح أن يكون المراد به كل ما يفلقه الله سبحانه من مخلوقاته كالأرض التي تفلق عن النبات، والجبال التي تنفلق عن عيون الماء .. والمعنى: قل أيها الرسول الكريم أعوذ بالله الذي فلق الليل فانشق عنه الصباح . ¶ { ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح ( 5017) ¶ (¬2) فتح الباري ( 9/62) ¶ (¬3) أخرجه أحمد ح ( 17826 ) وإسناده حسن ¶ (¬4) سورة الأنعام آية : 96",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "مِنْ شَرِّ مَا خَلَقَ } أي من شر كل ذي شر من المخلوقات ، لأنه لا عاصم من شرها إلا خالقها سبحانه فهو المالك لها والمتصرف في أمرها ، والآخذ بناصيتها ، كما جاء في قوله تعالى: { مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا } (¬1) ¶ ثم قال سبحانه: { وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ } والغاسق: الليل عندما يشتد ظلامه قال سبحانه: { إِلَى غَسَقِ اللَّيْلِ } (¬2) ، وقوله: وقب: الوقوب هو الدخول، يقال: وقبت الشمس إذا غابت وتوارت في الأفق، والمعنى الاستعاذة من الليل إذا دخل واشتد ظلامه وما يكون فيه من النوائب والطوارق . ¶ ثم قال سبحانه: { وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ } ، وأصل النفاثات: جمع نفاثة وهذا اللفظ صيغة مبالغة من النفث، وهو النفخ مع ريق قليل يخرج من الفم، والعقد: جمع عقدة من العَقد الذي هو ضد الحل، وهي اسم لكل ما ربط وأحكم ربطه، والمراد بالنفاثات في العقد: النساء السواحر اللاتي يعقدن عقداً في خيوط وينفثن عليها من أجل السحر، وجيء بصيغة التأنيث في اللفظ: \" النفاثات \" لأن معظم السحرة كن من النساء ويصح أن يكون النفاثات صفة للنفوس التي تفعل ذلك فيكون هذا اللفظ شاملاً للذكور والإناث. ¶ ثم ختم الله سبحانه هذه السورة الكريمة بقوله: { وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ } والحاسد: هو الذي يتمنى زوال النعمة عن غيره فأمر الله نبيه أن يستعيذ من شره وذلك إذا أظهر ما في نفسه من الحسد وعمل بمقتضاه. ¶ وفي سورة المعوذة الثانية أمر الله المستعيذ بقوله: { قُلْ أَعُوذُ بِرَبِّ النَّاسِ مَلِكِ النَّاسِ إِلَهِ النَّاسِ مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ } أي تعوذ { بِرَبِّ النَّاسِ } أي بمربيهم ومصلح أمورهم، وبمن أسبغ عليه نعمه ظاهرة وباطنة . ¶ { مَلِكِ النَّاسِ } : أي المالك لأمرهم ملكاً تاماً والمتصرف في شئونهم تصرفاً كاملاً . ¶ { ¶ ¬__________ ¶ (¬1) سورة هود آية : 56 ¶ (¬2) سورة الإسراء آية : 78",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "إِلَهِ النَّاسِ } : أي الذي يدين له الناس بالعبودية والخضوع والطاعة. ¶ قال الحافظ ابن كثير: \" هذه ثلاث صفات من صفات الله عز وجل الربوبية، والملك، والإلهية... فهو رب كل شيء ومليكه وإلهه، فجميع الأشياء مخلوقة له فأمر سبحانه المستعيذ أن يتعوذ بالمتصف بهذه الصفات... \" (¬1) ¶ { مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ } : والوسواس: اسم للوسوسة وهي الصوت الخفي . والخناس: صيغة مبالغة من الخنوس وهو الرجوع والتأخر، والمراد به الذي يلقى في نفس الإنسان أحاديث السوء . ¶ { الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ } : صفة لهذا الوسواس الخناس . ¶ { مِنَ الْجِنَّةِ وَالنَّاسِ } : بيان أن الوسوسة بالسوء تأتي من نوعين من المخلوقات؛ تأتي من شياطين الجن والإنس كما قال سبحانه: { وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوّاً شَيَاطِينَ الْأِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً } (¬2) ¶ قال قتادة: \" إن من الجن شياطين، وإن من الإنس شياطين، فتعوذ بالله من شياطين الإنس والجن \" (¬3) ¶ الباب الثاني : من أحكام القرآن ¶ الفصل الأول: قراءة القرآن في ¶ الصلاة أحكام وآداب ¶ قراءة الفاتحة في الصلاة ¶ عَنْ عُبَادَةَ بْنَ الصَّامِتِ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" لا صَلاَة لِمَنْ لَمْ يَقْرَأْ بِأُمِّ الكِتَابِ \" ¶ ... ... ... أخرجه البخاري ح ( 756 )، ومسلم ح ( 394 ) ¶ شرح الحديث ¶ دل الحديث على أن قراءة الفاتحة في الصلاة متعينة، وقد ذهب إلى هذا جمهور العلماء، ويؤيد ما دل عليه هذا الحديث: ¶ ¬__________ ¶ (¬1) تفسير ابن كثير ( 7 / 422 ) ¶ (¬2) سورة الأنعام الآية : 112 ¶ (¬3) تفسير الصنعاني ( 2 / 216 ) ، الجامع لأحكام القرآن ( 20 / 263 )",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "- حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \" مَنْ صَلَّى صَلَاةً لَمْ يَقْرَأْ فِيهَا بِأُمِّ الْقُرْآنِ فَهِيَ خِدَاجٌ ثَلَاثًا ..... \" (¬1) ، الخِداج: النقص والفساد (¬2) ¶ - وحديثه الآخر: قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \" قَالَ اللَّهُ تَعَالَى: قَسَمْتُ الصَّلَاةَ بَيْنِي وَبَيْنَ عَبْدِي نِصْفَيْنِ وَلِعَبْدِي مَا سَأَلَ، فَإِذَا قَالَ الْعَبْدُ: { الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } قَالَ اللَّهُ تَعَالَى: حَمِدَنِي عَبْدِي، وَإِذَا قَالَ: { الرَّحْمَنِ الرَّحِيمِ } ، قَالَ اللَّهُ تَعَالَى: أَثْنَى عَلَيَّ عَبْدِي.. ..\"الحديث (¬3) ¶ وذهب أبو حنيفة إلى أن الفاتحة لا تتعين لعموم قوله تعالى: { فَاقْرَأُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ } (¬4) ، ولما جاء في حديث أبي هريرة - رضي الله عنه - في قصة المُسيء في صلاته أن النبي - صلى الله عليه وسلم - قال: \" ثُمَّ اقْرَأْ مَا تَيَسَّرَ مَعَكَ مِنْ القرآن.... \" (¬5) ¶ ويجاب عن هذا الاستدلال بأن هذه نصوص عامة، وقد خصصت بما ورد من الأحاديث التي نصت على وجوب قراءة الفاتحة . ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 395 ) ¶ (¬2) التمهيد ( 20/ 191 )، النهاية ( 2 / 12 )، يقال: خدجت الناقة: إذا ألقت ولدها قبل أوانه ¶ (¬3) أخرجه مسلم ح (395) ¶ (¬4) سورة المزمل آية : 20 ¶ (¬5) أخرجه البخاري ح ( 757 ) ، ومسلم ح ( 397 )",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "قال الحافظ ابن عبد البر: \" ثبت عن النبي - صلى الله عليه وسلم - أنه قال: \" لا صلاة لمن لم يقرأ بفاتحة الكتاب، ومن صلى صلاةٍ لم يقرأ فيها بأم القرآن فهي خداج غير تمام \" . فثبت بهذا النص وجوب قراءتها في كل صلاة لمن قدر عليها، وبطل بهذا قول من قال: إن أم القرآن وغيرها في ذلك سواء، وقول من قال: يقرأ بعدد آياتها وحروفها من غيرها من القرآن ويجزئه، لأن النص عليها والتعين لها قد خصها بهذا الحكم دون غيرها \" (¬1) ¶ واختلف العلماء في حكم قراءتها خلف الإمام على ثلاثة أقوال أعرضها على سبيل الإيجاز : ¶ القول الأول : أن المأموم يقرأ مع الإمام فيما أسر فيه، ولا يقرأ فيما جهر فيه . ¶ وهذا قول أكثر السلف، وبه قال مالك وأحمد وإسحاق وأحد قولي الشافعي . ¶ واستدلوا بأدلة : ¶ 1- قول الله عز وجل: { وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ } (¬2) ، ونقل عن الإمام أحمد الإجماع أنها نزلت في الصلاة ....... ¶ قال الحافظ ابن عبد البر في قول الله عز وجل: { وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ } : مع إجماع أهل العلم أن مراد الله من ذلك في الصلوات المكتوبة أوضح الدلائل على أن المأموم إذا جهر إمامه في الصلاة أنه لا يقرأ معه بشيء، وإنه يستمع وينصت، وفي ذلك دليل على أن قول رسول - صلى الله عليه وسلم - : \" لا صلاة لمن لم يقرأ فيها بفاتحة الكتاب \" مخصوص في هذا الموضوع وهو إذا جهر الإمام بالقراءة ... ، وما عدا هذا الموضوع وحده، فعلى عموم الحديث \" (¬3) ¶ ¬__________ ¶ (¬1) التمهيد ( 20 / 198 ) ¶ (¬2) سورة الأعراف آية : 204 ¶ (¬3) التمهيد ( 11/30 – 31 )",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "2- حديث أبي موسى الأشعري - رضي الله عنه - : \" إِذَا صَلَّيْتُمْ فَأَقِيمُوا صُفُوفَكُمْ ثُمَّ لْيَؤُمَّكُمْ أَحَدُكُمْ...\" ، وفي رواية : \" وَإِذَا قَرَأَ فَأَنْصِتُوا \" (¬1) ، ومن حديث أبي هريرة - رضي الله عنه - : \" إنما جعل الإمام ..... وإذا قرأ فأنصتوا \" (¬2) ، وهذه الزيادة انفرد بها من حديث أبي هريرة - رضي الله عنه - محمد بن عجلان ، عن زيد بن أسلم ، عن أبي صالح عن أبي هريرة ... ¶ ومن حديث أبي موسى سليمان التيمي، عن قتادة، عن أبي غلاب يونس بن جبير، عن حطان الرقاشي، عن أبي موسى الأشعري ..... ¶ وقد صححهما الإمام مسلم حيث أخرج حديث أبي موسى - رضي الله عنه - ، وسئل عن حديث أبي هريرة - رضي الله عنه - فقيل له: \" حديث أبي هريرة صحيح ؟ ، يعني: \" وإذا قرأ فأنصتوا \"، قال: هو عندي صحيح، فقيل له: لم لا تضعه ههنا ؟ يعني في كتابه، فقال: ليس كل شيء عندي صحيح وضعته ههنا، إنما وضعت ههنا ما أجمعوا عليه .... \" (¬3) ¶ وصححهما الإمام أحمد، قال الأثرم: قلت لأحمد بن حنبل: من يقول عن النبي - صلى الله عليه وسلم - من وجه صحيح إذا قرأ الإمام فأنصتوا ؟، فقال: حديث ابن عجلان الذي يرويه أبو خالد، والحديث الذي رواه جرير عن التيمي، وقد زعموا أن المعتمر رواه، قلت: نعم رواه المعتمر، قال فأي شيء تريد ؟ \" (¬4) ¶ قال الحافظ ابن عبد البر: \" فقد صحح أحمد الحديثين جميعاً عن النبي - صلى الله عليه وسلم - حديث أبي هريرة - رضي الله عنه - ، وحديث أبي موسى - رضي الله عنه - \" (¬5) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 404 ) ¶ (¬2) أخرجه أحمد ( 9428 ) ¶ (¬3) صحيح مسلم ( 1 /303 ) ¶ (¬4) التمهيد ( 11/34 ) ¶ (¬5) التمهيد ( 11/34 )",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "3- حديث أبي هريرة - رضي الله عنه - الذي رواه ابْنِ شِهَابٍ عَنْ ابْنِ أُكَيْمَةَ اللَّيْثِيِّ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - انْصَرَفَ مِنْ صَلَاةٍ جَهَرَ فِيهَا بِالْقِرَاءَةِ فَقَالَ: \" هَلْ قَرَأَ مَعِي مِنْكُمْ أَحَدٌ آنِفًا؟ \" فَقَالَ رَجُلٌ: نَعَمْ أَنَا يَا رَسُولَ اللَّهِ قَالَ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" إِنِّي أَقُولُ مَا لِي أُنَازَعُ الْقُرْآنَ \" فَانْتَهَى النَّاسُ عَنْ الْقِرَاءَةِ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِيمَا جَهَرَ فِيهِ رَسُولُ اللَّهِ - صلى الله عليه وسلم - بِالْقِرَاءَةِ حِينَ سَمِعُوا ذَلِكَ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - \" (¬1) ¶ ¬__________ ¶ (¬1) أخرجه مالك ( 1/86 ) ، وأحمد ح ( 7268 ) ، وأبو داود ح ( 827 ) من حديث الزهري ، عن ابن أكيمة ، عن أبي هريرة ، وابن أكيمة : هو عمارة ، وقيل عمار ، وقيل عمرو ، وقيل عامر ، وثقه ابن معين، وقال الحافظ: ثقة تهذيب الكمال 21 / 228 – 230 \" ، \" التقريب ص: 347 \" وقال ابن عبد البر في التمهيد 11/22- 23 : \" الدليل على جلالته أنه كان يحدث في مجلس سعيد بن المسيب، وسعيد يصغي إلى حديثه عن أبي هريرة ، وسعيد أجل أصحاب أبي هريرة ..... ، وإلى حديثه ذهب سعيد بن المسيب في القراءة خلف الإمام فيما يجهر فيه ، وبه قال ابن شهاب ، وذلك كله دليل واضح على جلالته عندهم وثقته . \" ¶ وقوله في الحديث : \" فانتهى الناس .... الخ \" جاء في بعض الطرق ما يدل على أنه من كلام الزهري . = ¶ = قال الحافظ في \" التلخيص الحبير \" 1/ 231 : وقوله \" فانتهى الناس .... \" مدرج في الخبر من كلام الزهري ، بينه الخطيب ، واتفق عليه البخاري في التاريخ وأبو داود ويعقوب بن سفيان والذهلي والخطابي، وغيرهم . ¶ وقال شيخ الإسلام ابن تيمية \" مجموع الفتاوى 23/319 \" : \" وأما قوله : \" فانتهى الناس .... \" . فهذا إذا كان من كلام الزهري ، فإن الزهري أعلم التابعين في زمنه بسنة رسول الله - صلى الله عليه وسلم - ، وهذه المسألة مما تتوفر الدواعي والهمم على نقل ما كان يفعل فيها خلف النبي - صلى الله عليه وسلم - ، وليس ذلك مما ينفرد به الواحد والاثنان، فجزم الزهري بهذا من أحسن الأدلة على أنهم تركوا القراءة خلفه حال الجهر بعد ما كانوا يفعلونه ، وهذا يؤيد ما تقدم ذكره ، ويوافق قوله : \" وإذا قرأ فأنصتوا \" ولم يستثن فاتحة ولا غيرها .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "قال الحافظ ابن عبد البر: \" وفقه هذا الحديث ....... ترك القراءة مع الإمام في كل صلاة يجهر فيها الإمام بالقراءة . وفيه دليل واضح على أنه لا يجوز للمأموم فيما جهر فيه إمامه بالقراءة من الصلوات أن يقرأ معه، لا بأم الكتاب، ولا بغيرها، لأن رسول الله - صلى الله عليه وسلم - لم يستثن فيه شيئاً من القرآن . \" (¬1) ¶ القول الثاني: أن المأموم يقرأ الفاتحة خلف الإمام فيما جهر وأسر فيه مطلقا . ¶ وهذا قول الأوزاعي، والليث بن سعد، وهو قول الشافعي بمصر، وعليه أكثر أصحابه . ¶ قال الحافظ ابن عبد البر في تقرير أدلة هذا القول: لأن قول رسول الله - صلى الله عليه وسلم - : \" لا صلاة لمن لم يقرأ بفاتحة الكتاب \"، عام لا يخصه شيء، لأن رسول الله - صلى الله عليه وسلم - لم يخص بقوله ذلك مصليا ًمن مصل ... ، قالوا: وقول الله عز وجل: { وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا } خاص واقع على ما سوى فاتحة الكتاب، وكذلك قوله: \" ما لي أنازع القرآن \"، وقوله: \" وإذا قرأ فأنصتوا \"، أراد بعد فاتحة الكتاب \" (¬2) ¶ القول الثالث: أن المأموم لا يقرأ الفاتحة خلف الإمام، وقراءة الإمام قراءة له سواء كانت الصلاة جهرية أو سرية، واستدلوا بعموم قوله سبحانه: { وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لعلكم ترحمون } وبحديث جابر: \" مَنْ كَانَ لَهُ إِمَامٌ فَقِرَاءَتُهُ لَهُ قِرَاءَةٌ\" (¬3) ¶ ¬__________ ¶ (¬1) التمهيد ( 11/ 27 ) ¶ (¬2) التمهيد ( 11 / 38 – 39 ) ¶ (¬3) أخرجه أحمد ح ( 14684 ) قال : حدثنا أسود بن عامر ، أخبرنا حسن بن صالح ، عن أبي الزبير ، عن جابر ، عن النبي - صلى الله عليه وسلم - ، وهذا إسناد منقطع . حسن بن صالح لم يسمعه من أبي الزبير بينهما جابر بن يزيد الجعفي ، وهو ضعيف . ¶ وأخرجه ابن ماجة ح ( 850 ) ، والدارقطني ( 1/331 ) ، والبيهقي في القراءة خلف الإمام ( 344 ، 395 )، وابن عدي ( 2/542 ) من طرق عن الحسن بن صالح ، عن جابر بن يزيد الجعفي ، عن أبي الزبير ، عن جابر مرفوعاً . ¶ قال ابن عدي : وهذا معروف بجابر الجعفي عن أبي الزبير يرويه عنه الحسن بن صالح ....\" ¶ وأخرجه مالك ( 1/84 ) ومن طريقه البيهقي ( 2/160 ) عن وهب بن كيسان ، عن جابر موقوفاً . قال البيهقي : هذا هو الصحيح عن جابر من قوله غير مرفوع .... وقد يشبه أن يكون مذهب جابر في ذلك ترك القراءة خلف الإمام فيما يجهر فيه بالقراءة دون ما لا يجهر\"",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "فهذه ثلاثة أقوال في المسألة ولعل أرجحها القول الأول وهو وجوب قراءة الفاتحة في حق المأموم في الصلاة السرية دون الجهرية، ويحمل ما ورد من الأدلة على وجوب قراءة الفاتحة أن ذلك في حق الإمام والمنفرد والمأموم فيما أسر فيه الإمام دون ما جهر به لما ورد من الأدلة المخصصة والله أعلم . ¶ وأما حديث عبادة: \" لَعَلَّكُمْ تَقْرَءُونَ خَلْفَ إِمَامِكُمْ ؟ قُلْنَا نَعَمْ هَذًّا يَا رَسُولَ اللَّهِ قَالَ لا تَفْعَلُوا إِلَّا بِفَاتِحَةِ الْكِتَابِ فَإِنَّهُ لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِهَا \" (¬1) ¶ فقد قال شيخ الإسلام – رحمه الله -: \" وهذا الحديث معلل عند أئمة الحديث بأمور كثيرة؛ ضعفه أحمد وغيره من الأئمة، وبين أن الحديث الصحيح قول النبي - صلى الله عليه وسلم - : \" لا صلاة إلا بأم الكتاب \" فهذا هو الذي أخرجاه في \" الصحيحين \" ورواه الزهري، عن محمود بن الربيع، عن عبادة . وأما هذا الحديث فغلط فيه بعض الشاميين، وأصله أن عبادة كان يؤم ببيت المقدس، فقال هذا، فاشتبه عليهم المرفوع بالموقوف على عبادة . \" (¬2) ¶ - - - - - - ¶ القراءة في الصلوات المكتوبة ¶ عَنْ الضَّحَّاك بْنِ عُثمانَ، عن بُكَيْر بن عبد الله الأشج، عَنْ سُلَيمان بن يَسَار عَنْ أَبِي هُرَيْرةِ - رضي الله عنه - قَالَ: مَا صَلَّيتُ وَراءَ أَحدٍ أَشْبَهَ صلاةً بِرَسُولِ الله - صلى الله عليه وسلم - مِنْ فُلانٍ, قَالَ سُلَيمان: كَانَ يُطيلُ الرَّكْعتينِ الأُولَيَيْنِ مَنْ الظُّهرِ، وَيُخَفِّف الأُخْرَيَيْنِ، وَيُخَفِّف العصرَ، وَيَقْرَأُ فِي المَغربِ بِقِصَارِ المُفَصَّل، وَيَقْرَأُ فِي العِشاءِ بوَسَطِ المُفَصَّل، وَيَقْرَأُ فِي الصُّبح بِطِوَالِ المُفَصَّل . ¶ ¬__________ ¶ (¬1) أخرجه أبو داود ح ( 822 ) ، وأحمد ح ( 22798،22797،22723 ) ¶ (¬2) مجموع الفتاوى ( 23/287 )",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "وَفِي رِوَايةِ للنَّسَائِي: \" وَيَقْرَأُ فِي العِشاءِ بـ { والشمس وضحاها } ، وأَشَبَاهِهَا ، وَيَقْرَأُ فِي الصُّبحِ سُوَرتَينِ طَويلتينِ \" (¬1) ... ¶ وفي رواية للإمام أحمد: قَالَ الضَّحَّاكُ: وَحَدَّثَنِي مَنْ سَمِعَ أَنَسَ بْنَ مَالِكٍ - رضي الله عنه - يَقُولُ: مَا رَأَيْتُ أَحَدًا أَشْبَهَ صَلَاةً بِصَلَاةِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - مِنْ هَذَا الْفَتَى - يَعْنِي عُمَرَ بْنَ عَبْدِ الْعَزِيزِ - قَالَ الضَّحَّاكُ فَصَلَّيْتُ خَلْفَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ فَكَانَ يَصْنَعُ مِثْلَ مَا قَالَ سُلَيْمَانُ بْنُ يَسَارٍ (¬2) ¶ وأخرج أبو داود من حديث عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّهُ قَالَ: مَا مِنْ الْمُفَصَّلِ سُورَةٌ صَغِيرَةٌ وَلَا كَبِيرَةٌ إِلَّا وَقَدْ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَؤُمُّ النَّاسَ بِهَا فِي الصَّلَاةِ الْمَكْتُوبَةِ (¬3) ¶ شرح الأحاديث ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح ( 7978) قال : حدثنا محمد بن إسماعيل بن أبي فديك حدثنا الضحاك بن عثمان ، عن بكير بن عبد الله عن سليمان بن يسار . وهذا إسناد حسن ¶ والضحاك هو : الضحاك بن عثمان بن عبد الله بن خالد بن حزام الأسدي : وثقه أحمد وابن معين وابن المديني وأبو داود ، ينظر \" التهذيب \" 4/447 . ¶ وأخرجه النسائي ( 2/167- 168 ) من طريق ابن أبي فديك به . ¶ (¬2) أخرجه أحمد ح ( 8348) ، وقد صرح الضحاك أن الذي حدثه عن أنس هو يحيى بن سعيد الأنصاري أو شريك بن أبي نمر، فقد أخرجه ابن سعد في \" الطبقات \" عن محمد بن إسماعيل بن أبي فديك ، عن الضحاك بن عثمان ، عن يحيي بن سعيد أو عن شريك بن أبي نمر – لا يدري أيهما حدثه - ، عن أنس بن مالك ، فذكره . قال محمد بن عمر الواقدي : سمعت الضحاك يحدث عن شريك بن أبي نمر ولم يشك فيه . ¶ (¬3) أخرجه أبو داود ح ( 814) من طريق محمد بن إسحاق يحدث عن عمرو بن شعيب به.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "في هذه الأحاديث دليل على إكثار النبي - صلى الله عليه وسلم - من قراءة سور المفصل في الصلوات الجهريات الثلاث، فإنه كان يقرأ في الصبح بطوال المفصل، وفي المغرب بقصاره، وفي العشاء بأوساطه . ¶ وكتب عمر - رضي الله عنه - إلى أبي موسى أن اقرأ في الصبح بطوال المفصل، واقرأ في الظهر بأوساط المفصل، واقرأ في المغرب بقصار المفصل . (¬1) ، وفيما حفظ عن النبي - صلى الله عليه وسلم - من القراءة في صلاته ما يوافق ما جاء في هذه الأحاديث، وفي بعضها ما يخالف ذلك، وهو محمول على أنه أحياناً يقرأ بغير ذلك . ¶ ففي صلاة الصبح: ¶ أخرج مسلم عن جابر بن سمرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يقرأ في الفجر بـ { ق والقرآن المجيد } ، وكان صلاته بعد تخفيفاً . (¬2) ¶ وأخرج أيضاً عن قبطة بن مالك - رضي الله عنه - أنه سمع النبي - صلى الله عليه وسلم - يقرأ في الفجر { وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ } (¬3) ، وفيه أيضاً عن عمرو بن حُريث - رضي الله عنه - أنه سمع النبي - صلى الله عليه وسلم - يقرأ في الفجر { وَاللَّيْلِ إِذَا عَسْعَسَ } (¬4) ، وفيه عن أنس - رضي الله عنه - قال: \" مَا صَلَّيْتُ خَلْفَ أَحَدٍ أَوْجَزَ صَلَاةً مِنْ صَلَاةِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِي تَمَامٍ كَانَتْ صَلَاةُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - مُتَقَارِبَةً، وَكَانَتْ صَلَاةُ أَبِي بَكْرٍ مُتَقَارِبَةً فَلَمَّا كَانَ عُمَرُ بْنُ الْخَطَّابِ مَدَّ فِي صَلَاةِ الْفَجْرِ...\" (¬5) ¶ ¬__________ ¶ (¬1) أخرجه عبد الرزاق ح ( 2672 ) عن الثوري ، عن علي بن زيد بن جدعان ، عن الحسن وغيره ، وعلقه الترمذي ( 1 /338 )، وقال : على هذا العمل عند أهل العلم . ¶ (¬2) أخرجه مسلم ح ( 458) ¶ (¬3) أخرجه مسلم ح ( 457) ¶ (¬4) أخرجه مسلم ح (456) ¶ (¬5) أخرجه مسلم ح ( 473)",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "وفي الصحيحين من حديث أبي برزة الأسلمي - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - يقرأ في الفجر ما بين الستين إلى المائة .... (¬1) ¶ وفي رواية عند البخاري: \" وَكَانَ يَقْرَأُ فِي الرَّكْعَتَيْنِ أَوْ إِحْدَاهُمَا مَا بَيْنَ السِّتِّينَ إِلَى الْمِائَةِ .... (¬2) ، وهذا الشك من سيَّار بن سلامة الرواي عن أبي برزة، فعند أحمد في المسند، قال سيار: لا أدري أفي إحدى الركعتين أو كلتيهما . (¬3) ¶ قال ابن رجب: \" والظاهر – والله أعلم – أنه كان يقرأ بالستين إلى المائة في الركعتين كلتيهما، فإنه كان ينصرف حين يعرف الرجل جليسه، ولو كان يقرأ في كل ركعة بمائة آية لم ينصرف حتى يقارب طلوع الشمس . \" (¬4) ¶ ثم ذكر الحافظ ابن رجب حديث أنس - رضي الله عنه - السابق الذي وصف صلاة النبي - صلى الله عليه وسلم - بأنها متقاربة قال: \" فهذا يدل على أن زيادة النبي - صلى الله عليه وسلم - في قراءة صلاة الفجر على سائر الصلوات لم يكن كثيراً جداً، وأن صلاته كلها لم يكن بينها تفاوت كثير في القراءة، وأن هذا هو الغالب على صلاته، وقد يطيل أحيانا ًويقصر أحيانا ً لعارض يعرض له، فيحمل حديث أبي برزة - رضي الله عنه - على أنه كان يقرأ في الفجر ما بين الستين إلى المائة أحياناً لا غالباً \" (¬5) ¶ وروى عقبة بن عامر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قرأ في الفجر في السفر بالمعوذتين (¬6) ¶ وفي سنن أبي داود أنه - صلى الله عليه وسلم - قرأ في الصبح { إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا } في الركعتين كلتيهما\" (¬7) ، يعني أعادها في الركعة الثانية، ولعل ذلك كان سفراً . ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح ( 547) ، ومسلم ح (461) ¶ (¬2) أخرجه البخاري ح ( 771) ¶ (¬3) أخرجه أحمد ح ( 19824) ¶ (¬4) فتح الباري لابن رجب ( 4/453) ¶ (¬5) الموضع السابق ( 4/454- 455) ¶ (¬6) أخرجه النسائي ( 2/158) ، ( 8/252) ¶ (¬7) أخرجه أبو داود ح (816 )",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "وقد ذهب كثير من العلماء إلى أن المستحب أن يقرأ في الفجر بطوال المفصل، وهو قول مالك، والثوري، والشافعي، وأحمد، وإسحاق (¬1) ¶ وأما صلاة العشاء . ¶ ففي الصحيحين عن الْبَرَاءَ - رضي الله عنه - قَالَ: \" سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقْرَأُ فِي الْعِشَاءِ { وَالتِّينِ وَالزَّيْتُونِ } ، فَمَا سَمِعْتُ أَحَدًا أَحْسَنَ صَوْتًا، أَوْ قِرَاءَةً مِنْهُ \" (¬2) ، وفي رواية أنه عليه الصلاة والسلام كان في سفر . ¶ وفي حديث جابر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال لمعاذ - رضي الله عنه - حين صلى بقومه وأطال القراءة في صلاة العشاء قال له:\" اقرأ { وَالشَّمْسِ وَضُحَاهَا } ، { وَالضُّحَى } ، { وَاللَّيْلِ إِذَا يَغْشَى } ، و { سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى } ، ونحو هذا ...\" (¬3) ¶ وفي رواية للبخاري : أن النبي - صلى الله عليه وسلم - أمره أن يقرأ سورتين من وسط المفصل . (¬4) ¶ وقد ذهب جمهور العلماء إلى أن المستحب أن يقرأ سورتين من أواسط المفصل وهو قول الشافعي وأحمد .. (¬5) ¶ وقد رُوي عن عمر - رضي الله عنه - أنه كتب إلى أبي موسى الأشعري - رضي الله عنه - أن يقرأ في الفجر بوسط المفصل ذكره الترمذي تعليقاً . (¬6) ¶ وأما المغرب: ¶ فقد دلت الأحاديث السابقة على القراءة فيها بقصار المفصل، وقد ذهب إلى هذا أكثر العلماء حيث استحبوا تقصير الصلاة في المغرب (¬7) ¶ ¬__________ ¶ (¬1) فتح الباري لابن رجب ( 4/457) ¶ (¬2) أخرجه البخاري ح (7549) ، ومسلم ح ( 464) ¶ (¬3) أخرجه مسلم ح ( 465) ¶ (¬4) أخرجه البخاري ح (701) ¶ (¬5) فتح الباري لابن رجب ( 4/448) ¶ (¬6) سبق تخريجه . ¶ (¬7) فتح الباري لابن رجب ( 4/430)",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "ويؤيد هذا ما جاء في حديث رَافِعَ بْنَ خَدِيجٍ - رضي الله عنه - قال: \" كُنَّا نُصَلِّي الْمَغْرِبَ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَيَنْصَرِفُ أَحَدُنَا وَإِنَّهُ لَيُبْصِرُ مَوَاقِعَ نَبْلِهِ \" (¬1) ¶ قال القرطبي: \" وهذا يدل على تعجيل المغرب، وأنه - صلى الله عليه وسلم - كان لا يطولها \" (¬2) ¶ وقد تقدم أن الترمذي أخرج تعليقاً أن عمر كتب إلى أبي موسى الأشعري أن يقرأ في صلاة المغرب بقصار المفصل . ¶ قال الترمذي: \" العمل عند أهل العلم على القراءة في المغرب بقصار المفصل \" (¬3) ¶ قال الحافظ ابن رجب: \" وهذا يشعر بحكاية الإجماع عليه . \" (¬4) ¶ وأخرج مالك في الموطأ عن الصُّنَابِحِيِّ قَالَ: قَدِمْتُ الْمَدِينَةَ فِي خِلَافَةِ أَبِي بَكْرٍ الصِّدِّيقِ فَصَلَّيْتُ وَرَاءَهُ الْمَغْرِبَ فَقَرَأَ فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ بِأُمِّ الْقُرْآنِ وَسُورَةٍ سُورَةٍ مِنْ قِصَارِ الْمُفَصَّلِ ...\" (¬5) ¶ وقد ورد أن النبي - صلى الله عليه وسلم - قرأ في المغرب بغير قصار المفصل . ¶ - فعن أم الفضل بنت الحارث - رضي الله عنها - أنها سمعت ابن عباس - رضي الله عنه - وَهُوَ يَقْرَأُ: { وَالْمُرْسَلَاتِ عُرْفًا } فَقَالَتْ: يَا بُنَيَّ لَقَدْ ذَكَّرْتَنِي بِقِرَاءَتِكَ هَذِهِ السُّورَةَ إِنَّهَا لَآخِرُ مَا سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقْرَأُ بِهَا فِي الْمَغْرِبِ\" (¬6) ، وفي رواية: ثم ما صلى حتى قبضه الله ... ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح ( 559) ، ومسلم ح ( 637) ¶ (¬2) المفهم ( 2/263) ¶ (¬3) جامع الترمذي ( 1/341 ) ¶ (¬4) فتح الباري لابن رجب ( 4/431) ¶ (¬5) أخرجه مالك في الموطأ ( 1/78) ¶ (¬6) أخرجه البخاري ح (763) ، ومسلم ح ( 462)",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "- وعَنْ جُبَيْرِ بْنِ مُطْعِمٍ - رضي الله عنه - قال: \" سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقْرَأُ بِالطُّورِ فِي الْمَغْرِبِ \" (¬1) ¶ - وأخرج البخاري عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ مَرْوَانَ بْنِ الْحَكَمِ قَالَ: قَالَ لِي زَيْدُ بْنُ ثَابِتٍ - رضي الله عنه - : \" مَا لَكَ تَقْرَأُ فِي الْمَغْرِبِ بِقِصَارٍ وَقَدْ سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقْرَأُ بِطُولَى الطُّولَيَيْنِ \" (¬2) ¶ وقد دلت هذه الأحاديث على استحباب تطويل المغرب أحياناً، وقد قال بهذا طائفة من السلف، وهو قول الشافعي، وكذلك نص أحمد أنه لا بأس به ... ، ولكن إن كان ذلك يشق على المأمومين، فإنه يكره أن يشق عليهم .... (¬3) ¶ وأما الظهر والعصر : ¶ أخرج مسلم من حديث جَابِرِ بْنِ سَمُرَةَ - رضي الله عنه - قَالَ: \" كَانَ النَّبِيُّ - صلى الله عليه وسلم - يَقْرَأُ فِي الظُّهْرِ بـ { وَاللَّيْلِ إِذَا يَغْشَى } ، وَفِي الْعَصْرِ نَحْوَ ذَلِكَ، وَفِي الصُّبْحِ أَطْوَلَ مِنْ ذَلِكَ \" (¬4) ، وفي رواية: \" يَقْرَأُ فِي الظُّهْرِ { سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى } \" (¬5) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 463) ¶ (¬2) أخرجه البخاري ح ( 764) ، قَوْلهُ : ( بِطُولَى الطُّولَيَيْنِ ) أَيْ : بِأَطْوَلِ اَلسُّورَتَيْنِ الطَّوِيلَتَيْنِ وهي الأعراف ، والمعنى : أنه كان يقرأ فيها بأطول السورتين الطويلتين وهما الأنعام والأعراف . ينظر : النهاية ( 3 / 144 ) ¶ (¬3) ينظر : فتح الباري لابن رجب ( 4 / 435 ) ¶ (¬4) أخرجه مسلم ح ( 459) ¶ (¬5) أخرجه مسلم ح ( 460)",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "وفيه من حديث عِمْرَانَ بْنِ حُصَيْنٍ - رضي الله عنه - قَالَ: \" صَلَّى بِنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - صَلَاةَ الظُّهْرِ أَوْ الْعَصْرِ فَقَالَ: أَيُّكُمْ قَرَأَ خَلْفِي بـ { سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى } ؟، فَقَالَ رَجُلٌ: أَنَا وَلَمْ أُرِدْ بِهَا إِلَّا الْخَيْرَ قَالَ قَدْ عَلِمْتُ أَنَّ بَعْضَكُمْ خَالَجَنِيهَا \" (¬1) ¶ وخرج النسائي من حديث أنس - رضي الله عنه - أنه صَلَّى الظُّهْرَ فَلَمَّا فَرَغَ قَالَ: إِنِّي صَلَّيْتُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - الظُّهْرَ فَقَرَأَ لَنَا بِهَاتَيْنِ السُّورَتَيْنِ فِي الرَّكْعَتَيْنِ: { سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى } ، { هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ } .. \" (¬2) ، وسبق أن عمر كتب إلى أبي موسى يأمره أن يقرأ بالظهر بأوساط المفصل . ¶ وفي الصحيحين من حديث أبي قتادة - رضي الله عنه - قال : \" كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُصَلِّي بِنَا فَيَقْرَأُ فِي الظُّهْرِ وَالْعَصْرِ فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ بِفَاتِحَةِ الْكِتَابِ وَسُورَتَيْنِ وَيُسْمِعُنَا الْآيَةَ أَحْيَانًا، وَكَانَ يُطَوِّلُ الرَّكْعَةَ الْأُولَى مِنْ الظُّهْرِ وَيُقَصِّرُ الثَّانِيَةَ، وَكَذَلِكَ فِي الصُّبْحِ \" (¬3) ، وفي رواية: \" ويقرأ في الركعتين الأخريين بفاتحة الكتاب \" ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 398) ¶ (¬2) أخرجه النسائي (2/163) ¶ (¬3) أخرجه البخاري ح (759) ، ومسلم ح (451)",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وأخرج مسلم من حديث أبي سعيد الخدري - رضي الله عنه - : \" أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ يَقْرَأُ فِي صَلَاةِ الظُّهْرِ فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ فِي كُلِّ رَكْعَةٍ قَدْرَ ثَلَاثِينَ آيَةً، وَفِي الْأُخْرَيَيْنِ قَدْرَ خَمْسَ عَشْرَةَ آيَةً، أَوْ قَالَ نِصْفَ ذَلِكَ، وَفِي الْعَصْرِ فِي الرَّكْعَتَيْنِ الْأُولَيَيْنِ فِي كُلِّ رَكْعَةٍ قَدْرَ قِرَاءَةِ خَمْسَ عَشْرَةَ آيَةً، وَفِي الْأُخْرَيَيْنِ قَدْرَ نِصْفِ ذَلِكَ \" (¬1) ¶ وعنه: \" لَقَدْ كَانَتْ صَلَاةُ الظُّهْرِ تُقَامُ فَيَذْهَبُ الذَّاهِبُ إِلَى الْبَقِيعِ فَيَقْضِي حَاجَتَهُ، ثُمَّ يَتَوَضَّأُ ثُمَّ يَأْتِي، وَرَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي الرَّكْعَةِ الْأُولَى مِمَّا يُطَوِّلُهَا \" (¬2) ¶ وخرج أحمد وابن ماجه عن أبي سعيد - رضي الله عنه - قال: \" اجْتَمَعَ ثَلَاثُونَ بَدْرِيًّا مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالُوا: تَعَالَوْا حَتَّى نَقِيسَ قِرَاءَةَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِيمَا لَمْ يَجْهَرْ فِيهِ مِنْ الصَّلَاةِ، فَمَا اخْتَلَفَ مِنْهُمْ رَجُلَانِ، فَقَاسُوا قِرَاءَتَهُ فِي الرَّكْعَةِ الْأُولَى مِنْ الظُّهْرِ بِقَدْرِ ثَلَاثِينَ آيَةً، وَفِي الرَّكْعَةِ الْأُخْرَى قَدْرَ النِّصْفِ مِنْ ذَلِكَ، وَقَاسُوا ذَلِكَ فِي صَلَاةِ الْعَصْرِ عَلَى قَدْرِ النِّصْفِ مِنْ الرَّكْعَتَيْنِ الْأُخْرَيَيْنِ مِنْ الظُّهْرِ \" (¬3) ¶ قال ابن رجب: \" في رواية أحمد وابن ماجه: أن قيامه في الثانية كان على النصف من ذلك، وهذه الرواية توافق أكثر الأحاديث الصحيحة فهي أولى ... \" ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 452) ¶ (¬2) أخرجه مسلم ح ( 454) ¶ (¬3) أخرجه أحمد ح ( 23146) وابن ماجة ح (828) ، من طريق زيد العمي عن أبي نضرة عن أبي سعيد وزيد العمي هو : زيد بن الحواري: ضعيف ( التقريب ص: 163 )",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "ويؤخذ من حديث أبي سعيد - رضي الله عنه - استحباب قراءة قدر ثلاثين آية في الركعة الأولى والثانية بنصفها، وقد قال بهذا الثوري وإسحاق والنخعي وأحمد . ¶ وظاهر كلام أحمد وفعله يدل على أن المستحب أن يقرأ في الصبح والظهر في الركعة الأولى من طوال المفصل، وفي الثانية من وسطه . ¶ ودل الحديث أيضاً أن القراءة في العصر على النصف من القراءة في الظهر ... وقد نص على ذلك أحمد واحتج بحديث أبي سعيد الخدري.... (¬1) ¶ - - - - - - ¶ القراءة في ركعتي الفجر ¶ عَنْ أَبِي هُرَيْرَة - رضي الله عنه - أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَرَأَ فِي رَكْعَتَيِ الفَجْرِ { قُلْ يَا أَيُّهَا الْكَافِرُونَ } و { قُلْ هُوَ اللَّهُ أَحَدٌ } ... أخرجه مسلم ح ( 726) ¶ وَعَنْ ابْنِ عَبَّاسٍ - رضي الله عنه - أَنَّ رَسُولَ الله - صلى الله عليه وسلم - كَانَ يَقَرَأُ فِي رَكْعَتَيِ الفَجْرِ فِي الأولَى مِنْهُمَا : { قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا } الآية التي فِي البَقَرَةِ ، وَفِي الآخِرِةِ مِنْهُمَا { آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ } ، وَفِي رِوايةٍ : { تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ } أخرجه مسلم ح ( 727 ) ¶ شرح الحديثين ¶ - في هذين الحديثين دليل على استحباب القراءة في ركعتي الفجر بما جاء فيهما، وكان من هدي النبي - صلى الله عليه وسلم - تخفيف ركعتي الفجر . ¶ فعن حفصة - رضي الله عنها - قالت: \" كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِذَا طَلَعَ الْفَجْرُ لَا يُصَلِّي إِلَّا رَكْعَتَيْنِ خَفِيفَتَيْنِ \" (¬2) ¶ ¬__________ ¶ (¬1) ينظر: فتح الباري لابن رجب ( 4/418-419 ) ¶ (¬2) أخرجه مسلم ح ( 723)",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "وعن عائشة - رضي الله عنها - أنها كانت تقول: \" كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُصَلِّي رَكْعَتَيْ الْفَجْرِ فَيُخَفِّفُ حَتَّى إِنِّي أَقُولُ: هَلْ قَرَأَ فِيهِمَا بِأُمِّ الْقُرْآنِ ؟ \" (¬1) ¶ - دل حديث ابن عباس - رضي الله عنهما- على جواز القراءة من أوساط السور وأنه غير مكروه ، وقد ذهب أكثر العلماء إلى أنه لا يكره قراءة أوائل السور وأوساطها وخواتيمها . ¶ وأخرج مسلم عن عبد الله ابن السائب قال : صَلَّى لَنَا النَّبِيُّ - صلى الله عليه وسلم - الصُّبْحَ بِمَكَّةَ، فَاسْتَفْتَحَ سُورَةَ الْمُؤْمِنِينَ، حَتَّى جَاءَ ذِكْرُ مُوسَى وَهَارُونَ، أَخَذَتْ النَّبِيَّ - صلى الله عليه وسلم - سَعْلَةٌ فَرَكَعَ \" (¬2) ¶ وهذا الحديث يُستدل به على جواز قراءة أول السورة في ركعة، وقراءة السورة في ركعتين إلا أنه ليس فيه تصريح بأنه أتمها في الركعة الثانية . ¶ وفي حديث زيد بن ثابت - رضي الله عنه - : \" أن النبي - صلى الله عليه وسلم - قرأ الأعراف في الركعتين \" (¬3) ¶ وأخرج عبد الرزاق عن أبي بكر الصديق - رضي الله عنه - أنه أَمَّ الصحابة في صلاة الصبح بسورة البقرة فقرأها في الركعتين . (¬4) ¶ وأما القراءة بخواتيم السور فعند الخلال أن ابن مسعود - رضي الله عنه - كان يقرأ في الآخرة من صلاة الصبح آخر آل عمران، وآخر الفرقان ... ¶ وبوب البخاري بقوله: القراءة بالخواتيم (¬5) ¶ قال الحافظ: \" وأما القراءة بالخواتيم فيؤخذ بالإلحاق من القراءة بالأوائل والجامع بينهما أن كلاً منهما بعض سورة ....\" (¬6) ¶ وأخرج ابن أبي شيبة من طريق أبي رافع قال: \" كان عمر يقرأ في الصبح بمائة من البقرة ويتبعها بسورة من المثاني \" (¬7) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (724) ¶ (¬2) أخرجه مسلم ح (455) ¶ (¬3) أخرجه النسائي ح ( 991 ) ¶ (¬4) أخرجه عبد الرزاق ح ( 2713 ) ¶ (¬5) فتح الباري ( 2/255) ¶ (¬6) الموضع السابق ¶ (¬7) أخرجه ابن أبي شيبة ( 1/355 )",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وهذا الأثر عن عمر - رضي الله عنه - يحتمل أن تكون قراءته من البقرة من آخرها فيتم ما ترجم عليه البخاري بقول: \" القراءة بالخواتيم \" حيث ذكر هذا الأثر بعد الترجمة، وهو يدل على جواز قراءة سورة، وبعض أخرى في ركعتين . ¶ ومثله ما أخرجه عبد الرزاق ووكيع عن عبد الرحمن بن يزيد قال: \" أمنا عبد الله في العشاء، فقرأ الأنفال، فلما بلغ رأس الأربعين { نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ } ركع، ثم قام فقرأ في الثانية بسورة من المفصل..\" (¬1) ¶ ونُقل عن الإمام أحمد أنه كره القراءة من أوساط السور دون خواتيمها، وفي رواية أخرى: كراهة القراءة من أواخر السور . ¶ قال ابن رجب: \" كذا حكاها طائفة من أصحابنا عن أحمد ومنهم من حملها على كراهة المداومة على ذلك دون فعله أحياناً، لأن أصحاب النبي - صلى الله عليه وسلم - كان الغالب عليهم قراءة السورة التامة، فيكره مخالفتهم في أفعالهم \" (¬2) ¶ وقال في الشرح الكبير: \" المشهور عن أحمد أنه لا تكره قراءة أواخر السور وأوساطها في الصلاة، نقلها عنه جماعة ... \" (¬3) ¶ وعن أحمد قال: إنه يكره في الفرض نقلها عنه المرُّوذي، قال: سورة أعجب إلي، قال المروذي: وكان لأبي عبد الله قرابة يصلي به، فكان يقرأ في الثانية من الفجر بآخر السورة، فلما أكثر، قال أبو عبد الله: تقدم أنت فصل ، فقلت له: هذا يصلي بكم منذ كم ؟ قال: دعنا منه يجيء بأخر السور وكرهه . ¶ قال ابن قدامة: \" ولعل أحمد، إنما أحب اتباع النبي - صلى الله عليه وسلم - فيما نقل عنه، وكره المداومة على خلاف ذلك، فإن المنقول عن النبي قراءة السورة أو بعض السورة من أولها \" (¬4) ¶ - - - - - - ¶ القراءة في قيام الليل ¶ ¬__________ ¶ (¬1) أخرجه عبد الرزاق ح ( 2701 ) ¶ (¬2) فتح الباري لابن رجب ( 4/465) ¶ (¬3) الشرح الكبير( 3/620) ¶ (¬4) المغني (2/167)",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "عَنْ حُذَيْفَةَ - رضي الله عنه - قَالَ: صَلَّيْتُ مَعَ النَّبِيِّ - صلى الله عليه وسلم - ذَاتَ لَيْلَةٍ فَافْتَتَحَ البَقَرَةَ فَقُلْتُ: يَرْكَعُ عَنْدَ المِائةِ ثُمَّ مَضَى، فَقُلْتُ: يُصَلِّي بِهَا فِي رَكْعَةٍ فَمَضَى، فَقُلْتُ: يَرْكَعُ بِهَا، ثُمَّ افْتَتَحَ النِّسَاءَ فَقَرَأَهَا، ثُمَّ افْتَتَحَ آلَ عِمْرَانَ فَقَرَأَهَا، يَقَرَأُ مُتَرَسِّلاً، إِذَا مَرَّ بِآيةٍ فِيهَا تَسْبِيحٌ سَبَّحَ، وَإِذَا مَرَّ بِسُؤَالٍ سَأَلَ، إِذَا مَرَّ بِتَعَوُّذٍ تَعَوَّذَ، ثُمَّ رَكَعَ فَجَعَلَ يَقُولُ: \" سُبْحَانَ رَبَّيَ العَظِيمِ \"، فَكَانَ رُكُوعُهُ نَحْواً مِنْ قِيَامِهِ ثُمَّ قَالَ:\" سَمِعَ اللهُ لِمَنْ حَمِدَهُ \"، ثُمَّ قَامَ طَوِيلاً قَرِيباً مَّمِا رَكَعَ، ثُمَّ سَجَدَ ، فَقَالَ: \" سُبْحَانَ رَبَّيَ الأعْلَى \"، فَكَانَ سُجُودُهُ قَرِيباً مِنْ قِيامِهِِ . أخرجه مسلم ح ( 772) ¶ شرح الحديث ¶ في هذا الحديث مسائل وفوائد منها : ¶ - تضمن الحديث وصف قراءة النبي - صلى الله عليه وسلم - حيث وصف حذيفة - رضي الله عنه - قراءة النبي - صلى الله عليه وسلم - بقوله: يَقَرَأُ مُتَرَسِّلاً: والترسل مأخوذ من الرِّسل: وهو الانبعاث على التؤدة، ويقال: ناقة رسلة سهلة السير وإبل مراسيل منبعثة انبعاثاً سهلاً، ومنه قولهم: على رسلك إذا أمرته بالرفق والتمهل، ومعنى مترسلاً: أي مترفقاً متمهلاً .. (¬1) ¶ وأخرج البخاري عن قتادة - رضي الله عنه - قال: سألت أنس بن مالك - رضي الله عنه - عن قراءة النبي - صلى الله عليه وسلم - فقال: كان يمد مداً (¬2) ¶ وعن أم سلمة - رضي الله عنها - أنها سئلت عن قراءة النبي - صلى الله عليه وسلم - فإذا هي تنعت قراءة مفسرة حرفاً حرفاً (¬3) ¶ ¬__________ ¶ (¬1) ينظر: المفهم (2/405) ، المفردات ( ص: 195) ¶ (¬2) أخرجه البخاري ح (5045) ¶ (¬3) أخرجه النسائي ح ( 1022)",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "وعن حفصة - رضي الله عنها - قالت: \" كَانَ رَسُول الله - صلى الله عليه وسلم - يَقْرَأُ بِالسُّورَةِ فَيُرَتِّلُهَا حَتَّى تَكُونَ أَطْوَلَ مِنْ أَطْوَلَ مِنْهَا \" (¬1) ¶ وهذا الترسل في قراءة النبي - صلى الله عليه وسلم - استجابة لأمر ربه بقوله: { وَرَتِّلِ الْقُرْآنَ تَرْتِيلاً... } (¬2) ¶ قال الراغب: \" الرَّتل اتَّساق الشيء وانتظامه على استقامة، يقال: رجل رتل الأسنان، والترتيل: إرسال الكلمة من الفم بسهولة واستقامة\" (¬3) ¶ - دل الحديث على جواز قراءة أكثر من سورة في الركعة الواحدة حيث قرأ النبي - صلى الله عليه وسلم - سورة البقرة والنساء وآل عمران في ركعة واحدة، وهذا لا خلاف في جوازه في النافلة، وسيأتي مزيد بيان عند شرح حديث ابن مسعود: إني لأعرف النظائر ..... ¶ - يُؤخذ من الحديث أن القاريء إذا مرت به آية فيها تسبيح سبح، وإذا مر بسؤال سأل، وإذا مر بتعوذ تعوذ، وهذا جائز في النافلة، وفي رواية عن الإمام أحمد أنه يستحب، وأما الفريضة فمختلف فيه، ففي رواية عن الإمام أحمد إباحة ذلك كالنافلة لأنه دعاء وخير، وعنه الكراهية، لأنه إنما نقل عن النبي - صلى الله عليه وسلم - في النافلة، فينبغي الاقتصار عليه.... (¬4) ¶ - أفاد الحديث جواز قراءة القرآن على غير ترتيب المصحف حيث قرأ النبي - صلى الله عليه وسلم - سورة النساء قبل آل عمران . ¶ وأخرج ابن أبي شيبة بسنده أن الأحنف قرأ الكهف في الأولى، وفي الثانية بيوسف أو يونس، وذكر أنه صلى مع عمر الصبح بهما (¬5) ، وعلقه البخاري (¬6) ¶ وأكثر العلماء على أن ذلك غير مكروه، وعن أحمد أنه يكره تعمد ذلك لمخالفته ترتيب المصحف . ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 733 ) ¶ (¬2) سورة المزمل آية : 3 ¶ (¬3) المفردات ( ص:187 ) ¶ (¬4) الشرح الكبير (3/662) ¶ (¬5) أخرجه ابن أبي شيبة ( 1/355) ¶ (¬6) البخاري مع الفتح ( 2/255 )",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "قال ابن رجب: \" ترتيب سور المصحف على هذا الترتيب ليس توقيفياً على الصحيح، بل هو أمر اجتهد فيه عثمان مع الصحابة، وقد سأل ابن عباس عثمان فقال: مَا حَمَلَكُمْ أَنْ عَمَدْتُمْ إِلَى بَرَاءَةَ وَهِيَ مِنْ الْمِئِينَ وَإِلَى الْأَنْفَالِ وَهِيَ مِنْ الْمَثَانِي فَجَعَلْتُمُوهُمَا فِي السَّبْعِ الطِّوَالِ وَلَمْ تَكْتُبُوا بَيْنَهُمَا سَطْرَ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ؟ الحديث وفيه قَالَ عُثْمَانُ - رضي الله عنه - : \" كَانَتْ قِصَّتُهَا شَبِيهَةً بِقِصَّتِهَا فَظَنَنْتُ أَنَّهَا مِنْهَا فَمِنْ هُنَاكَ وَضَعْتُهَا فِي السَّبْعِ الطِّوَالِ وَلَمْ أَكْتُبْ بَيْنَهُمَا سَطْرَ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ . (¬1) ¶ قال ابن قدامة : \" والمستحب أن يقرأ في الركعة الثانية بسورة بعد السورة التي قرأها في الركعة الأولى في النظم، لأن ذلك المنقول عن رسول الله - صلى الله عليه وسلم - وقد رُوي عن ابن مسعود أنه سئل عمن يقرأ القرآن منكوساً، قال: ذلك منكوس القلب، وفسره أبو عبيد بأن يقرأ سورة ثم يقرأ بعدها أخرى، هي قبلها في النظم، فإن قرأ بخلاف ذلك فلا بأس به، قال أحمد لما سئل عن ذلك: لا بأس به، أليس يُعلم الصبي على هذا ؟ وقال في رواية مُهنا : أعجب إلي أن يقرأ من البقرة إلى أسفل \" (¬2) ¶ - - - - - - ¶ النظائر التي كان رسول الله - صلى الله عليه وسلم - يقرأ بهن ¶ ¬__________ ¶ (¬1) فتح الباري لابن رجب ( 4/466)، والحديث أخرجه أحمد ح (366 )، وأبو داود ح ( 786)، والترمذي ح ( 3086) وقال: هذا حديث حسن . ¶ (¬2) المغني ( 1/169)، وأثر ابن مسعود أخرجه أبو عبيد في غريب الحديث (4/103)",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "عَنْ أَبِي وَائِل أَنَّ رَجُلاً قَالَ لِعَبْدِ الله ابْنِ مَسْعُودٍ: قَرَأْتُ المُفَصَّلَ البَارِحةَ كُلَّهُ، قَالَ: فَقَالَ عَبْدُ الله: هَذًّا كَهَذِّ الشِّعْرِ ؟ إِنَّا لَقََدْ سَمِعْنَا القَرَائِنَ، وَإِنِّي لأَحْفَظُ القَرَائْنَ التي كَانَ يَقْرَؤُهُنَّ رَسُولُ اللهِ - صلى الله عليه وسلم - : ثَمَانِيَة عَشَرَ مِنَ المُفَصَّلِ، وَسُورَتَيْنِ مِنْ آلِ حم . ¶ وَفِي رِوَايةٍ: قَالَ: جَاءَ رَجُلٌ مِنْ بَنِي بَجيِلَةَ، يُقَالُ لَهُ: نَهيِكُ بْنُ سِنَانٍ إِلى عَبْدِ اللهِ فَقَالَ: إِنِّي أَقْرَأُ المُفَصَّلَ فِي رَكْعَةٍ، فَقَالَ عَبْدُ اللهِ: هَذًّ كَهَذِّ الشِّعْرِ ؟ لَقَدْ عَلِمْتُ النَّظَائِرَ التي كَانَ رَسُولُ اللهِ - صلى الله عليه وسلم - يَقْرَأُ بِهِنَّ، سُورَتَيْنِ فِي رَكْعَةٍ، وفي رواية أخرى: هِي عَشْروُنَ . ¶ ... أخرجه البخاري ح (775) ، ومسلم ( 822) ¶ شرح الحديث ¶ في هذا الحديث مسائل وفوائد منها :- ¶ السور التي أجمل ذكرها في هذا الحديث جاء تعينها في روايات أخرى، وقد سبق في رواية مسلم: ثمانية عشر من المفصل، وسورتين من آل حم . ¶ وفي رواية لأبي داود من طريق أبي إسحاق عن الأسود وعلقمة عن عبد الله: { الرحمن } و { النجم } في ركعة، و { اقتربت } و { الحاقة } في ركعة، و { الطور } و { الذاريات } في ركعة، و { إذا وقعت الواقعة } و { ن } في ركعة، و { سأل سائل } و { النازعات } في ركعة، و { يل للمطففين } و { عبس } في ركعة، و { المدثر } و { المزمل } في ركعة، و { هل أتى } و { لا أقسم بيوم القيامة } في ركعة، و { عم يتسألون } و { المرسلات } في ركعة، و { الدخان } و { إذا الشمس كورت } في ركعة قال أبو داود هذا تأليف من ابن مسعود (¬1) ¶ وليس في هذه الرواية من آل حم سوى سورة الدخان، وهذا يخالف رواية مسلم المتقدمة: وسورتين من آل حم ... ¶ ¬__________ ¶ (¬1) أخرجه أبو داود ح (1396)",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "قال الحافظ ابن حجر بعد ذكر الروايات في تعيين السور: \" وعرف بهذا أن قوله في رواية: وسورتين من آل حم ...مشكل لأن الروايات لم تختلف أنه ليس في العشرين من الحواميم غير الدخان فيحمل على التغليب، أو فيه حذف كأنه قال: وسورتين إحداهما من آل حم .... ¶ ثم ذكر أن ما ورد في رواية البخاري: عشرون من المفصل، أن فيه تجوزاً لأن الدخان ليست من المفصل ...\" (¬1) ¶ والنظائر: أي السور المتماثلة في المعاني كالموعظة أو الحكم أو القصص ، لا المتماثلة في عدد الآي... (¬2) ¶ والمفصل: سمي المفصل مفصلاً لكثرة الفصول بين سوره، وأول المفصل على المشهور من أقوال العلماء سورة { ق } ، وقد جاء هذا في حديث أوس بن أبي أوس (¬3) ¶ قول ابن مسعود: \" هَذًّا كَهَذِّ الشعر ؟ \"، الهذ: متابعة القراءة في سرعة، ويؤخذ من إنكار ابن مسعود كراهية السرعة المفرطة في التلاوة .... لأنه ينافي التدبر والتفكر في معاني القرآن . ¶ قال الحافظ: \" ولا خلاف في جواز السرد بدون تدبر لكن القراءة بالتدبر أعظم أجراً . \" ¶ وفيه جواز تطويل الركعة الأخيرة على ما قبلها . ¶ ودل الحديث على جواز الجمع بين السور في الركعة ، وهذا ثبت من فعله - صلى الله عليه وسلم - في صلاة التطوع ..... ¶ وقد روى عبد الله بن شقيق قال: \" سألت عائشة رضي الله عنها : هل كان رسول الله - صلى الله عليه وسلم - يقرن بين السور ؟، قالت: من المفصل\" (¬4) ¶ قال ابن رجب: \" الظاهر أن حديث ابن مسعود وعائشة إنما هو في صلاة الليل ...\" (¬5) ¶ ¬__________ ¶ (¬1) فتح الباري (2/259) ¶ (¬2) فتح الباري (2/259) ¶ (¬3) سبق تخريجه ( ص : 56 ) ، وينظر: تفسير ابن كثير ( 4 / 221 ) ¶ (¬4) أخرجه أبو داود ح (1292) ¶ (¬5) فتح الباري لابن رجب ( 4/474)",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "ويحمل ما جاء في حديث عائشة - رضي الله عنها - أنه - صلى الله عليه وسلم - كان يقرن بين السور في المفصل على الغالب، وما جاء في حديث حذيفة أنه جمع بين البقرة وغيرها من الطوال على النادر (¬1) ¶ في هذا الحديث ما يقوي القول بأن تأليف السور كان عن اجتهاد من الصحابة . ¶ وفيه أيضاً موافقة لما جاء عن عائشة وابن عباس أن صلاته بالليل كانت عشر ركعات غير الوتر . ¶ - - - - - - ¶ الأقرأ أحق بالإمامة ¶ عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ - رضي الله عنه - قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" إِذَا كَانُوا ثَلاَثةً فَلْيَؤُمَّهُمْ أَحَدُهُمْ وَأَحَقُّهُمْ بِالإِمَامَةِ أَقْرَؤُهُمْ \" ... ... ... ... ... أخرجه مسلم ح ( 672 ) ¶ شرح الحديث ¶ دل الحديث على أن الأقرأ أحق بالإمامة، ويؤيد هذا الحديث أحاديث أخرى جاءت بمعناه منها: ¶ - حديث أبي مسعود البدري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \" يَؤُمُّ الْقَوْمَ أَقْرَؤُهُمْ لِكِتَابِ اللَّهِ فَإِنْ كَانُوا فِي الْقِرَاءَةِ سَوَاءً فَأَعْلَمُهُمْ بِالسُّنَّةِ ....... \" (¬2) ¶ - وأخرج البخاري من حديث عمرو بن سلمة الجرمي - رضي الله عنه - ، عن أبيه عن النبي - صلى الله عليه وسلم - قال: \" إِذَا حَضَرَتْ الصَّلَاةُ فَلْيُؤَذِّنْ أَحَدُكُمْ وَلْيَؤُمَّكُمْ أَكْثَرُكُمْ قُرْآنًا ...\" (¬3) ¶ - وأخرج البخاري أيضاً من حديث ابن عمر - رضي الله عنهما - قال: لما قدم المهاجرون الأولون قبل مقدم النبي - صلى الله عليه وسلم - كان يؤمهم سالم مولى أبي حذيفة ، وكان أكثرهم قرآناً .. (¬4) ¶ وهذه الأحاديث تدل على تقديم الأقرأ، وفُسَر الأقرأ بأنه الأكثر قرآناً، وقد ذهب إلى هذا أحمد وإسحاق والثوري وأصحاب الرأي .... ¶ ¬__________ ¶ (¬1) ينظر: فتح الباري ( 2/260) ¶ (¬2) أخرجه مسلم ح ( 673 ) ¶ (¬3) أخرجه البخاري ح ( 4302 ) ¶ (¬4) أخرجه البخاري ح (692)",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "وذهب بعض أهل العلم كمالك والشافعي والأوزاعي إلى تقديم الأفقه، وذلك أن النبي - صلى الله عليه وسلم - قدم أبابكر - رضي الله عنه - للإمامة، وقد روي عن النبي - صلى الله عليه وسلم - أنه قال: \" أقرأ أمتي لكتاب الله أبي بن كعب.\" (¬1) ¶ وأخرج البخاري بسنده عن عمر - رضي الله عنه - أنه قال: \" أُبَيٌّ أَقْرَؤُنَا \" (¬2) ¶ ووجه مالك والشافعي الأحاديث الواردة بتقديم الأقرأ أن النبي - صلى الله عليه وسلم - إنما خاطب أصحابه، وكان أكثرهم قرآناً أكثرهم فقهاً، فإن قراءتهم كانت علماً وعملاً بخلاف من بعدهم . ¶ وأجيب عن هذا بوجهين : ¶ أحدهما : أن هذا خطاب عام للأمة كلهم، فلا يختص بالصحابة . ¶ والثاني: أنه فرق بين الأقرأ والأعلم بالسنة، وقدم الأقرأ عليه.... ¶ وأجاب الإمام أحمد عن تقديم النبي - صلى الله عليه وسلم - أبا بكر على أبي بن كعب وغيره بأنه أراد بذلك التنبيه على خلافته، فلهذا المعنى قدمه في الصلاة على الناس كلهم..... (¬3) ¶ وإذا كانت السنة دلت على تقديم الأقرأ فإنما يكون تقديمه إذا كان يعرف ما تحتاج إليه الصلاة من الفقه وقد نص على هذا الإمام أحمد . ¶ وقال شيخ الإسلام ابن تيمية: \" وإنما يكون ترجيح بعض الأئمة على بعض إذا استووا في المعرفة بإقامة الصلاة على الوجه المشروع، وفعلها على السنة وفي دين الإمام الذي يخرج به المأموم عن نقص الصلاة خلفه ، فإذا استويا في كمال الصلاة ... قدم الأقرأ ثم الأعلم بالسنة \" (¬4) ¶ ¬__________ ¶ (¬1) أخرجه الإمام أحمد ح ( 12927 ) ، والترمذي ح ( 3791) ، وقد روي عن أبي قلابة مرسلاً من غير ذكر أنس \" أخرجه عبد الرزاق ح ( 20387 ) \"، قال ابن رجب : وهو أصح عند كثير من الحفاظ ينظر : فتح الباري لابن رجب ( 4 / 118 ) ¶ (¬2) أخرجه البخاري ح ( 5005 ) ¶ (¬3) فتح الباري لابن رجب ( 4/120) ¶ (¬4) مجموع الفتاوى ( 23/244)",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "وقال الحافظ ابن حجر: \" ولا يخفى أن محل تقديم الأقرأ حيث يكون عالماً بما يلزم معرفته من أحوال الصلاة، أما إذا كان جاهلاً فلا يقدم \" (¬1) ¶ - - - - - - ¶ أمر الأئمة بالتخفيف ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَالَ: \" إِذَا أَمَّ أَحَدُكُمُ النَّاسَ فَلْيُخَفَّفْ ، فَإِنَّ فِيهِمُ الصَّغِير وَالكَبِيرَ وَالضَّعِيفَ وَالمَرِيضَ ، فَإِذَا صَلَّى وَحْدَهُ فَلْيُصَلِّ كَيْفَ شَاءَ \" ¶ ... ... ... ... أخرجه مسلم ح ( 467) ¶ شرح الحديث ¶ في هذا الحديث أمر النبي - صلى الله عليه وسلم - الأئمة بتخفيف الصلاة، ويدخل في ذلك تخفيف القراءة، وقد عُلِّل هذا الأمر بأن الإمام يصلي معه من يحتاج إلى مراعاة، ولا يحتمل التطويل مثل الصغير والكبير والضعيف وذي الحاجة. ¶ وقد جاء بمعنى هذا الحديث أحاديث أخرى منها: ¶ - حديث أَبِي مَسْعُودٍ الْأَنْصَارِيِّ - رضي الله عنه - قَالَ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالَ: إِنِّي لَأَتَأَخَّرُ عَنْ صَلَاةِ الصُّبْحِ مِنْ أَجْلِ فُلَانٍ مِمَّا يُطِيلُ بِنَا. فَمَا رَأَيْتُ النَّبِيَّ - صلى الله عليه وسلم - غَضِبَ فِي مَوْعِظَةٍ قَطُّ أَشَدَّ مِمَّا غَضِبَ يَوْمَئِذٍ، فَقَالَ: \" يَا أَيُّهَا النَّاسُ إِنَّ مِنْكُمْ مُنَفِّرِينَ فَأَيُّكُمْ أَمَّ النَّاسَ فَلْيُوجِزْ؛ فَإِنَّ مِنْ وَرَائِهِ الْكَبِيرَ وَالضَّعِيفَ وَذَا الْحَاجَةِ \" (¬2) ¶ ¬__________ ¶ (¬1) فتح الباري (2/171) ¶ (¬2) أخرجه البخاري ح (704) ، ومسلم ح ( 466 )",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "- وعن عُثْمَانُ بْنُ أَبِي الْعَاصِ الثَّقَفِيُّ - رضي الله عنه - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ لَهُ: \" أُمَّ قَوْمَكَ، فَمَنْ أَمَّ قَوْمًا فَلْيُخَفِّفْ، فَإِنَّ فِيهِمْ الْكَبِيرَ وَإِنَّ فِيهِمْ الْمَرِيضَ وَإِنَّ فِيهِمْ الضَّعِيفَ وَإِنَّ فِيهِمْ ذَا الْحَاجَةِ، وَإِذَا صَلَّى أَحَدُكُمْ وَحْدَهُ فَلْيُصَلِّ كَيْفَ شَاءَ \" (¬1) ¶ - وعن جَابِرٍ - رضي الله عنه - قَالَ: كَانَ مُعَاذٌ يُصَلِّي مَعَ النَّبِيِّ - صلى الله عليه وسلم - ثُمَّ يَأْتِي فَيَؤُمُّ قَوْمَهُ فَصَلَّى لَيْلَةً مَعَ النَّبِيِّ - صلى الله عليه وسلم - الْعِشَاءَ، ثُمَّ أَتَى قَوْمَهُ فَأَمَّهُمْ فَافْتَتَحَ بِسُورَةِ الْبَقَرَةِ فَانْحَرَفَ رَجُلٌ فَسَلَّمَ، ثُمَّ صَلَّى وَحْدَهُ وَانْصَرَفَ، فَقَالُوا لَهُ: أَنَافَقْتَ يَا فُلَانُ ؟، قَالَ: لَا وَاللَّهِ، وَلَآتِيَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - فَلَأُخْبِرَنَّهُ فَأَتَى رَسُولَ اللَّهِ - صلى الله عليه وسلم - فَقَالَ يَا رَسُولَ اللَّهِ: إِنَّا أَصْحَابُ نَوَاضِحَ نَعْمَلُ بِالنَّهَارِ، وَإِنَّ مُعَاذًا صَلَّى مَعَكَ الْعِشَاءَ ثُمَّ أَتَى َافْتَتَحَ ِسُورَةِ الْبَقَرَةِ، فَأَقْبَلَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَلَى مُعَاذٍ فَقَالَ: \" يَا مُعَاذُ أَفَتَّانٌ أَنْتَ اقْرَأْ بِكَذَا وَاقْرَأْ بِكَذَا \" ، قَالَ سُفْيَانُ فَقُلْتُ لِعَمْرٍو: إِنَّ أَبَا الزُّبَيْرِ حَدَّثَنَا عَنْ جَابِرٍ أَنَّهُ قَالَ:\" اقْرَأْ { وَالشَّمْسِ وَضُحَاهَا } ، { والضُّحَى } ، { وَاللَّيْلِ إِذَا يَغْشَى } ، { سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى } ونحو هذا\" (¬2) ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (468) ¶ (¬2) أخرجه مسلم ح (465)",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "والأمر بتخفيف الصلاة لا يتعارض مع ما كان يفعله النبي - صلى الله عليه وسلم - في صلاته وقد تقدم ذكر بعض ما كان يقرأ به النبي - صلى الله عليه وسلم - في صلاته، ولكن النبي - صلى الله عليه وسلم - كان يراعي أحوال المأمومين ولذلك كان يدخل في الصلاة يريد إطالتها فيسمع بكاء الصبي فيتجوز مخافة أن يشق على أمه (¬1) ، وكان من هديه تخفيف الصلاة في السفر . ¶ قال شيخ الإسلام ابن تيمية: \" والأفضل للإمام أن يتحرى صلاة رسول الله - صلى الله عليه وسلم - التي كان يصليها بأصحابه بل هذا هو المشروع ..... وإذا كان المأمومون لم يعتادوا لصلاته وربما نفروا عنها درجهم إليها شيئاً بعد شيء فلا يبدؤهم بما ينفرهم عنها، بل يتبع السنة بحسب الإمكان ، وليس للإمام أن يطيل على القدر المشروع إلا أن يختاروا ذلك .. فينبغي للإمام أن يفعل في الغالب ما كان رسول الله - صلى الله عليه وسلم - يفعله في الغالب، وإذا اقتضت المصلحة أن يطيل أكثر من ذلك أو يقصر عن ذلك فعل ذلك ، كما كان النبي - صلى الله عليه وسلم - أحياناً يزيد على ذلك، وأحياناً ينقص عن ذلك......\" (¬2) ¶ وقال في موضع آخر: \" وفعله الذي سنه لأمته هو من التخفيف الذي أمر به الأئمة ، إذ التخفيف من الأمور الإضافية ، فالمرجع في مقداره إلى السنة ......... \" (¬3) ¶ - - - - - - ¶ النهي عن قراءة القرآن في الركوع والسجود ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (707 ) ¶ (¬2) مجموع الفتاوى (22/317 ) ¶ (¬3) الموضع السابق (22/ 575)",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "عَنْ ابْنِ عَبَّاسٍ - رضي الله عنهما - قَالَ: كَشَفَ رَسُولُ اللهِ - صلى الله عليه وسلم - السِّتَارَةَ، وَالنَّاسُ صُفُوفٌ خَلْفَ أَبِي بَكْرٍ - رضي الله عنه - فَقَالَ: \" أَيُّهَا النَّاسُ إِنَّه لَمْ يَبْقَ مِنْ مُبَشِّرَاتِ النُّبُوَّةِ إِلا الرُّؤْيَا الصَّالِحَةُ يَرَاَهَا المُسْلِمُ أَوْ تُرَى لَهُ أَلا وَإِنِّي نُهِيتُ أَنْ أَقْرَأَ القُرْآنَ رَاكِعاً أَوْ سَاجِداً، فَأمَّا الرُّكُوعُ فَعَظِّمُوا فِيهِ الرَّبَّ عَزَّ وَجَلَّ وَأَمَّا السُّجُودُ فَاجْتَهِدُوا فِي الدُّعَاءِ فَقَمِنٌ أَنْ يُسْتَجَابَ لَكُمْ ... \" ... أخرجه مسلم ح ( 479) ¶ وعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ - رضي الله عنه - أَنَّهُ قَالَ: نَهَانِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَنْ الْقِرَاءَةِ فِي الرُّكُوعِ وَالسُّجُودِ وَلَا أَقُولُ نَهَاكُمْ \" أخرجه مسلم ح (480) ¶ شرح الحديثين ¶ دل هذان الحديثان على النهي عن القراءة في الركوع والسجود ، فالركوع موضع تعظيم لله بالتسبيح والتقديس، والسجود موضع دعاء وتضرع . ¶ قال ابن رشد: \" اتفق الجمهور على منع قراءة القرآن في الركوع والسجود لحديث علي - رضي الله عنه - ، قال الطبري: وهو حديث صحيح ، وبه أخذ فقهاء الأمصار \" (¬1) ¶ وفي قول علي - رضي الله عنه - : \" وَلَا أَقُولُ نَهَاكُمْ \"، قال القرطبي: \" لا يدل على خصوصيته بهذا الحكم، وإنما أخبر بكيفية توجه صيغة النهي الذي سمعه ، فكأن صيغة النهي التي سمع: \" لا تقرأ القرآن في الركوع \" فحافظ حالة التبليغ على كيفية ما سمع حالة التحمل . وهذا من باب نقل الحديث بلفظه كما سمع .. \" (¬2) ¶ ¬__________ ¶ (¬1) بداية المجتهد ( 1/118) ¶ (¬2) المفهم ( 2/87)",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "وذكر ابن القيم عن شيخ الإسلام أنه قال في نهيه - صلى الله عليه وسلم - عن قراءة القرآن في الركوع والسجود : \" إن القرآن هو أشرف الكلام ، وهو كلام الله ، وحالتا الركوع والسجود حالتا ذل وانخفاض من العبد فمن الأدب مع كلام الله أن لا يقرأ في هاتين الحالتين ويكون حال القيام والانتصاب أولى به \" (¬1) ¶ - - - - - - ¶ القراءة في صلاة الجمعة والعيدين ¶ عَنْ ابْنِ أَبِي رَافِعٍ ؛ قَالَ: اسْتَخْلَفَ مَرْوَانُ أَبَا هُرَيْرَةَ - رضي الله عنه - عَلَى المَدِينةِ ، وَخَرَجَ إِلى مَكَّةَ ، فَصَلَّى لَنَا أَبُو هُرَيْرَةَ الجُمُعَةَ، فَقَرَأَ بَعْدَ سُورَةِ الجُمُعَةِ فِي الرَّكْعَةِ الآخِرَةِ: { إِذَا جَاءَكَ الْمُنَافِقُونَ } قَالَ: فَأدْرَكْتُ أَبَا هُرَيْرَةَ - رضي الله عنه - حِيْنَ انْصَرَفَ فَقُلْتُ لَهُ : إِنَّكَ قَرَأْتَ بِسُورَتَيْنِ كَانَ عَلِيُّ بْنُ أَبِي طَالِبٍ - رضي الله عنه - يَقْرَأُ بِهِمَا بِالكُوفَةِ فَقَالَ أَبُو هُرَيْرَةَ - رضي الله عنه - : إِنِّي سَمِعْتُ رَسُولُ اللهِ - صلى الله عليه وسلم - يَقْرَأُ بِهِمَا يَوْمَ الجُمُعَةِ . ¶ وَفِي رِوَاية: فَقَرَأَ بِسُورَةِ الجُمُعَةِ، فِي السَّجْدَةِ الأولَى، وَفِي الآخِرَةِ : { إِذَا جَاءَكَ الْمُنَافِقُونَ.. } ... ... أخرجه مسلم ح ( 877) ¶ وَعَنْ النُّعْمَانِ بْنِ بَشِيرٍ - رضي الله عنه - قَالَ: كَانَ رَسُولُ اللهِ - صلى الله عليه وسلم - يَقْرَأُ، فِي العِيدَيْنِ وَفِي الجُمُعَةِ بـ { سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى } و { هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ } ¶ قَالَ: وَإِذَا اجْتَمَعَ العِيدُ وَالجُمُعَةُ فِي يَوْمٍ وَاحِدٍ يَقْرَأُ بِهِمَا أَيْضاً فِي الصَّلاتَيْنِ \" أخرجه مسلم ح ( 878) ... ¶ شرح الحديثين ¶ ¬__________ ¶ (¬1) مدارج السالكين ( 2/386)",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "دل هذان الحديثان على استحباب أن يقرأ الإمام في صلاة الجمعة في الركعة الأولى بسورة { الأعلى } وفي الركعة الثانية بسورة { الغاشية } وأحيانا بسورة { الجمعة } في الركعة الأولى وفي الثانية بسورة { المنافقين } ، وكذلك قراءة سورة { الأعلى } و { الغاشية } في العيدين ¶ وأخرج مسلم عن عمر بن الخطاب - رضي الله عنه - أنه سَأَلَ أَبَا وَاقِدٍ اللَّيْثِيَّ مَا كَانَ يَقْرَأُ بِهِ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي الْأَضْحَى وَالْفِطْرِ ؟ فَقَالَ: كَانَ يَقْرَأُ فِيهِمَا بِـ { ق وَالْقُرْآنِ الْمَجِيدِ } ، و { اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ } \" (¬1) ¶ فدل هذا الحديث على مشروعية قراءة هاتين السورتين أيضاً في صلاة العيدين أحياناً ¶ قال الحافظ ابن القيم: \" كانت قراءته - صلى الله عليه وسلم - في المجامع الكبار ، كالأعياد ونحوها بالسور المشتملة على التوحيد والمبدأ والمعاد وقصص الأنبياء مع أممهم، وما عامل الله به من كذبهم وكفر بهم من الهلاك والشقاء ، ومن آمن منهم وصدقهم من النجاة والعافية .... \" ¶ ثم تحدث عن مناسبة تخصيص سورة { الجمعة } وسورة { إِذَا جَاءَكَ الْمُنَافِقُونَ } فقال: \" وتارة يقرأ في الجمعة بسورة { الجمعة } لما تضمنت من الأمر بهذه الصلاة وإيجاب السعي إليها، وترك العمل العائق عنها ، والأمر بإكثار ذكر الله ليحصل لهم الفلاح في الدارين .. ويقرأ في الثانية بسورة { إِذَا جَاءَكَ الْمُنَافِقُونَ } تحذيراً للأمة من النفاق المردي، وتحذيراً أن تشغلهم أموالهم وأولادهم عن صلاة الجمعة، وعن ذكر الله وأنهم إن فعلوا ذلك خسروا ولابد، وحضاً لهم على الإنفاق الذي هو من أكبر سعادتهم ، وتحذيراً لهم من هجوم الموت وهم على حالة يطلبون الإقالة ، ويتمنون الرجعة ، ولا يجابون إليها ....\" (¬2) ¶ - - - - - - ¶ قراءة القرآن في خطبة الجمعة ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح ( 891 ) ¶ (¬2) زاد المعاد ( 1/423)",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ عَنْ أُخْتٍ لِعَمْرَةَ قَالَتْ: \" أَخَذْتُ { ق وَالْقُرْآنِ الْمَجِيدِ } مِنْ فيِ رَسُولِ اللهِ - صلى الله عليه وسلم - يَوْمَ الجُمُعَةِ، وَهُوَ يَقْرَأُ بِهَا عَلَى المِنْبَرِ، فِي كُلِّ جُمُعَةٍ \" ... ¶ ... أخرجه مسلم ح (872) ¶ شرح الحديث ¶ في هذا الحديث دليل على مشروعية قراءة القرآن في خطبة الجمعة ولا سيما سورة { ق } وذلك لما تضمنته من المواعظ البليغة، والتذكير المؤثر ، وذكر مشاهد القيامة وأحوالها . ¶ قال الحافظ ابن كثير: \" كان رسول الله - صلى الله عليه وسلم - يقرأ بهذه السورة في المجامع الكبار كالعيد، والجمع لاشتمالها على ابتداء الخلق، والبعث والنشور، والمعاد والقيامة، والحساب، والجنة والنار، والثواب والعقاب، والترغيب والترهيب \" (¬1) ¶ وقد دلت أحاديث أخرى على حرص النبي - صلى الله عليه وسلم - على قراءة القرآن في خطبة الجمعة وأن هذا كان من هديه في تذكير الناس ووعظهم وارشادهم وتبليغهم كلام ربهم سبحانه وتعالى، وتقريره لأصول الإيمان: من الإيمان بالله وملائكته وكتبه ورسله ولقائه، وذكر الجنة والنار وما أعد الله لأوليائه وأهل طاعته، وما أعد لأعدائه وأهل معصيته، فيملأ القلوب من خطبته إيمانا وتوحيداً ومعرفةً بالله وأيامه (¬2) ¶ ففي الصحيحين من حديث صفوان بن يعلى - رضي الله عنه - عن أبيه أنه سمع النبي - صلى الله عليه وسلم - يقرأ على المنبر: { وَنَادَوْا يَا مَالِكُ.. } (¬3) ¶ وفي صحيح مسلم من حديث جابر بن سمرة - رضي الله عنه - قال: \" كانت للنبي - صلى الله عليه وسلم - خطبتان، يجلس بينهما يقرأ القرآن ويذكر الناس \" (¬4) ¶ ¬__________ ¶ (¬1) تفسير ابن كثير ( 6/394 ) ¶ (¬2) ينظر: زاد المعاد ( 1/425 ) ¶ (¬3) أخرجه البخاري ح ( 3230 ) ، ومسلم ح (871 ) ¶ (¬4) أخرجه مسلم ح ( 862 )",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "وروى أبو داود من حديث جابر بن سمرة أيضاً قال: \" كَانَتْ صَلَاةُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَصْدًا وَخُطْبَتُهُ قَصْدًا يَقْرَأُ آيَاتٍ مِنْ الْقُرْآنِ وَيُذَكِّرُ النَّاسَ\" (¬1) ¶ وعن أُبَيِّ بْنِ كَعْبٍ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَرَأَ يَوْمَ الْجُمُعَةِ تَبَارَكَ وَهُوَ قَائِمٌ فَذَكَّرَنَا بِأَيَّامِ اللَّهِ .... \" (¬2) ¶ وفي صحيح البخاري أن عمر - رضي الله عنه - قَرَأَ يَوْمَ الْجُمُعَةِ عَلَى الْمِنْبَرِ بِسُورَةِ النَّحْلِ، حَتَّى إِذَا جَاءَ السَّجْدَةَ نَزَلَ فَسَجَدَ وَسَجَدَ النَّاسُ، حَتَّى إِذَا كَانَتْ الْجُمُعَةُ الْقَابِلَةُ قَرَأَ بِهَا حَتَّى إِذَا جَاءَ السَّجْدَةَ قَالَ: \" يَا أَيُّهَا النَّاسُ إِنَّا نَمُرُّ بِالسُّجُودِ، فَمَنْ سَجَدَ فَقَدْ أَصَابَ وَمَنْ لَمْ يَسْجُدْ فَلَا إِثْمَ عَلَيْهِ \" وَلَمْ يَسْجُدْ عُمَرُ - رضي الله عنه - (¬3) ¶ وقد اختلف العلماء في حكم القراءة في خطبة الجمعة . ¶ قال الحافظ ابن رجب: \" الأكثرون على وجوبها في الخطبة وهو المشهور عن أحمد ، وحكي عنه رواية أنها مستحبة غير واجبة ..... ، ولأصحابنا وجه في القراءة أنها تجب في إحدى الخطبتين\" (¬4) ¶ وقال في الشرح الكبير: \" ولا يكفي في القراءة أقل من آية ، هكذا ذكره الأصحاب ... \" (¬5) ¶ - - - - - - ¶ القراءة في صبح يوم الجمعة ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ يَقْرَأُ فِي الفَجْرِ ، يَوْمَ الجُمُعَةِ { الم تَنْزِيلُ .... } السجدة ، و { هَلْ أَتَى عَلَى الْأِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئاً مَذْكُوراً } ¶ ¬__________ ¶ (¬1) أخرجه أبو داود ح ( 1094) ¶ (¬2) أخرجه ابن ماجه ح ( 1101 ) ¶ (¬3) أخرجه البخاري ح ( 1077 ) ¶ (¬4) فتح الباري لابن رجب ( 5/491- 492 ) ¶ (¬5) الشرح الكبير (5/226)",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "أخرجه البخاري ح ( 891 ) ، ومسلم ح ( 880 ) ¶ شرح الحديث ¶ دل هذا الحديث على استحباب قراءة هاتين السورتين في صلاة الصبح من يوم الجمعة ¶ قال الحافظ ابن القيم: \" سمعت شيخ الإسلام ابن تيمية يقول: \" إنما كان النبي - صلى الله عليه وسلم - يقرأ هاتين السورتين في فجر الجمعة ، لأنهما تضمنتا ما كان ويكون في يومهما ، فإنهما اشتملتا على خلق آدم ، وعلى ذكر المعاد ، وحشر العباد ، وذلك يكون يوم الجمعة، وكان في قراءتهما في هذا اليوم تذكير للأمة بما كان فيه ويكون ........ \" (¬1) ¶ وقد ذهب أكثر العلماء إلى استحباب المداومة على قراءتهما في صبح الجمعة ، وقال بعض العلماء لا يستحب المداومة على ذلك وهو قول الثوري وأحمد في المشهور عنه وإسحاق ، وعللوا ذلك بأنه يخشى من المداومة عليه اعتقاد الجهال وجوبه ، وأن صلاة الفجر يوم الجمعة فيها زيادة سجدة . ¶ قال الحافظ ابن رجب: \" وكان السلف يداومون .... ، واعتقاد فرضية ذلك بعيد جداً فلا يترك لأجله السنة الصحيحة، واتباع عمل الصحابة، وكان كثير من السلف يرى أن السجدة مقصودة قراءتها في فجر يوم الجمعة ..... \" (¬2) ¶ - - - - - - ¶ الفصل الثاني : أحكام عامة ¶ أخذ الأجرة على تعليم القرآن ¶ ¬__________ ¶ (¬1) زاد المعاد ( 1/375) ¶ (¬2) فتح الباري لابن رجب ( 5/384)",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "عَنْ ابْنِ عَبَّاسٍ - رضي الله عنهما - أَنَّ نَفَرًا مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - مَرُّوا بِمَاءٍ فِيهِمْ لَدِيغٌ أَوْ سَلِيمٌ فَعَرَضَ لَهُمْ رَجُلٌ مِنْ أَهْلِ الْمَاءِ، فَقَالَ هَلْ فِيكُمْ مِنْ رَاقٍ ؟ إِنَّ فِي الْمَاءِ رَجُلًا لَدِيغًا أَوْ سَلِيمًا، فَانْطَلَقَ رَجُلٌ مِنْهُمْ فَقَرَأَ بِفَاتِحَةِ الْكِتَابِ عَلَى شَاءٍ فَبَرَأَ، فَجَاءَ بِالشَّاءِ إِلَى أَصْحَابِهِ فَكَرِهُوا ذَلِكَ وَقَالُوا: أَخَذْتَ عَلَى كِتَابِ اللَّهِ أَجْرًا، حَتَّى قَدِمُوا الْمَدِينَةَ، فَقَالُوا: يَا رَسُولَ اللَّهِ أَخَذَ عَلَى كِتَابِ اللَّهِ أَجْرًا، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" إِنَّ أَحَقَّ مَا أَخَذْتُمْ عَلَيْهِ أَجْرًا كِتَابُ اللَّهِ \" ¶ أخرجه البخاري ح ( 5737) ¶ شرح الحديث ¶ يؤخذ من هذا الحديث دليل على جواز أخذ الأجرة على تعليم القرآن ، وهو وإن كان سببه الرقية فلفظه عام، ويؤيد هذا الحديث ما جاء في حديث سهل في قصة المرأة الواهبة نفسها أن النبي - صلى الله عليه وسلم - قال للرجل الذي رغب في نكاحها: \" اذْهَبْ فَقَدْ مُلِّكْتَهَا بِمَا مَعَكَ مِنْ الْقُرْآنِ \" (¬1) ¶ فجعل عليه الصلاة والسلام تعليم القرآن عوضاً في باب النكاح وقام مقام المهر . ¶ وللعلماء في هذه المسألة ثلاثة أقوال : ¶ القول الأول: الجواز، وهو قول جمهور العلماء منهم مالك والشافعي وأحمد في رواية . ¶ القول الثاني: الجواز إذا لم يشترط، وهو قول الحسن البصري والشعبي وابن سيرين، وقد علق البخاري عن الشعبي أنه قال: \" لا يشترط المعلم، إلا أن يعطى شيئاً فيقبله \" (¬2) ¶ القول الثالث: المنع من أخذ الأجرة على تعليم القرآن، وهو قول الزهري وعطاء وأبي حنيفة . ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح ( 5149 ) ، ومسلم ح ( 1425 ) ¶ (¬2) البخاري مع الفتح ( 4/452)",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "قال الحافظ: \" وَخَالَفَ الْحَنَفِيَّة فَمَنَعُوهُ فِي التَّعْلِيم وَأَجَازُوهُ فِي الرُّقَى كَالدَّوَاءِ , قَالُوا لِأَنَّ تَعْلِيمَ الْقُرْآن عِبَادَة وَالْأَجْر فِيهِ عَلَى اللَّه, وَهُوَ الْقِيَاس فِي الرُّقَى إِلَّا أَنَّهُمْ أَجَازُوهُ فِيهَا لِهَذَا الْخَبَر\" (¬1) ¶ واستدلوا بما ورد من الوعيد على أخذ الأجرة على تعليم القرآن مثل حديث عبادة قال: \" كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُشْغَلُ فَإِذَا قَدِمَ رَجُلٌ مُهَاجِرٌ عَلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - دَفَعَهُ إِلَى رَجُلٍ مِنَّا يُعَلِّمُهُ الْقُرْآنَ فَدَفَعَ إِلَيَّ رَسُولُ اللَّهِ - صلى الله عليه وسلم - رَجُلًا، وَكَانَ مَعِي فِي الْبَيْتِ أُعَشِّيهِ عَشَاءَ أَهْلِ الْبَيْتِ فَكُنْتُ أُقْرِئُهُ الْقُرْآنَ فَانْصَرَفَ انْصِرَافَةً إِلَى أَهْلِهِ، فَرَأَى أَنَّ عَلَيْهِ حَقًّا، فَأَهْدَى إِلَيَّ قَوْسًا لَمْ أَرَ أَجْوَدَ مِنْهَا عُودًا وَلَا أَحْسَنَ مِنْهَا عِطْفًا، فَأَتَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - فَقُلْتُ: مَا تَرَى يَا رَسُولَ اللَّهِ فِيهَا ؟ قَالَ: \" جَمْرَةٌ بَيْنَ كَتِفَيْكَ تَقَلَّدْتَهَا أَوْ تَعَلَّقْتَهَا \" (¬2) ¶ ¬__________ ¶ (¬1) فتح الباري (4/453 ) ¶ (¬2) أخرجه أحمد ح ( 22818 ) ، أبو داود ح ( 3410 ) ، الحاكم ( 3/ 356 ) ، البيهقي ( 6/ 125 ) من طريق بشر بن عبد الله بن يسار ، قال حدثني عبادة بن نسي ، عن جنادة بن أبي أمية ¶ وفي هذا الإسناد بشر بن عبد الله بن يسار ليس فيه غير توثيق ابن حبان ، وقال عنه الحافظ : صدوق ، وقد خولف في إسناد الحديث ، فرواه المغيرة بن زياد عن عبادة بن نسي ، عن الأسود بن ثعلبة ، عن عبادة ، ومن هذا الطريق أخرجه أحمد ح ( 22741 ) ، وأبو داود ح ( 3409 ) ، وابن ماجه ح ( 2157 )، والحاكم ( 2/41 )، والبيهقي ( 6/125 ) ¶ قال البيهقي - بعد أن أشار إلى الاختلاف على عبادة بن نسي - : \" هذا حديث مختلف فيه على عبادة بن نسي كما ترى ، وحديث ابن عباس ، وأبي سعيد أصح إسناداً منه \" ثم أشار إلى تضعيف ما ورد له من شواهد .",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "وهذا الحديث فيه ضعف، ويمكن الجواب عنه بأن يقال: إن عبادة كان تبرع بتعليمه ثم أهدى إليه على سبيل العوض فلم يجز له الأخذ..... ¶ قال الحافظ: \" الْأَحَادِيث لَيْسَ فِيهَا تَصْرِيح بِالْمَنْعِ عَلَى الْإِطْلَاق بَلْ هِيَ وَقَائِع أَحْوَال مُحْتَمَلَة لِلتَّأْوِيلِ لِتَوَافُقِ الْأَحَادِيث الصَّحِيحَة ... \" (¬1) ¶ وإذا تقرر جواز أخذ الأجرة على تعليم القرآن، وهو قول جمهور العلماء، فإن الأفضل أن يكون تعليمه بغير أجرة، وهو الذي كان عليه سلف الأمة . (¬2) ¶ ويحسن في هذا المقام إيضاح الفرق بين أخذ الأجرة على تعليم القرآن وبين ما يفعله بعض الناس من استئجار القراء ، وإهداء ثواب ذلك للميت . ¶ قال في الإنصاف: \" لا يصح الاستئجار على القراءة، وإهداؤها إلى الميت؛ لأنه لم ينقل عن أحدٍ من الأئمة الإذن في ذلك . وقد قال العلماء: إن القارئ إذا قرأ لأجل المال، فلا ثواب له . فأي شيءٍ يهدى إلى الميت؟، وإنما يصل إلى الميت العمل الصالح، والاستئجار على مجرد التلاوة لم يقل به أحد من الأئمة ، وإنما تنازعوا في الاستئجار على التعلم\" (¬3) ¶ - - - - - - ¶ النهي أن يسافر بالقرآن إلى أرض العدو ¶ عَنْ ابْنِ عُمَرَ - رَضي الله عَنهما - قَالَ : نَهَى رَسُولُ اللهِ - صلى الله عليه وسلم - أَنْ يُسَافَرَ بِالقُرْآنِ إلى أَرْضِ العَدُوِّ . ... ... ... ... ¶ وفي رواية لمسلم : \" لا تُسَافِرُوا بِالقُرْآنِ فَإنِّي لا آمَنُ أَنْ يَنَالَهُ العَدُوُّ . \" ¶ قَالَ أَيُّوبُ : فَقَدْ نَالَهُ العَدُوُّ وَخَاصَمُوكُمْ بِهِ . ¶ أخرجه البخاري ح ( 2990) ، ومسلم ح (1869 ) ¶ شرح الحديث ¶ ¬__________ ¶ (¬1) فتح الباري ( 4/453 ) ¶ وينظر : التبيان ( ص: 29- 30 ) ، المجموع ( 15 /262 ) ، الشرح الكبير ( 14/379 ) ، فتح الباري ( 4/453 ) ، المغني ( 8/136 ) ، نيل الأوطار ( 5/ 287 ) ، سنن القراء ( ص: 57 ) ¶ (¬2) مجموع الفتاوى ( 30/204 ) ¶ (¬3) الإنصاف ( 14/379 )",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "في هذا الحديث النهي عن السفر بالقرآن إلى أرض العدو، وقد علل هذا النهي بالخوف من أن يناله العدو فيتمكنوا من الاستهانة به . ¶ وقد ذهب بعض العلماء إلى النهي عن السفر بالمصحف إلى أرض العدو مطلقاً ، وهو قول مالك وبعض الشافعية . ¶ وذهب بعض أهل العلم إلى جواز السفر بالمصحف إلى أرض العدو إذا أمنت العلة، وهي انتهاك العدو لحرمة المصحف، وهو قول أبي حنيفة، والبخاري، وغيرهما . ¶ وعلى هذا القول فيجوز حمل المصحف إلى بلادهم للبلاغ، وإقامة الحجة عليهم ولتعلمه وتعليمه ودراسته عند الحاجة إذا كان للمسلمين قوة أو سلطان أو ما يقوم مقامهما من العهود والمواثيق ، ونحو ذلك مما يكفل حفظه ويرجى معه التمكن من الانتفاع به في البلاغ والحفظ والدراسة .... لحصول المصلحة مع انتفاء المفسدة التي خشيها النبي - صلى الله عليه وسلم - (¬1) ¶ قال الحافظ: \" وَاستُدِلَّ بِالحديثِ عَلَى مَنْع بَيْع الْمُصْحَف مِنْ الْكَافِر لِوُجُودِ الْمَعْنَى الْمَذْكُور فِيهِ، وَهُوَ التَّمَكُّن مِنْ الِاسْتِهَانَة بِهِ, وَلَا خِلَاف فِي تَحْرِيم ذَلِكَ، وَإِنَّمَا وَقَعَ الِاخْتِلَاف هَلْ يَصِحّ لَوْ وَقَعَ وَيُؤْمَر بِإِزَالَةِ مِلْكه عَنْهُ أَمْ لَا ؟ \" (¬2) ¶ وقال أيضاً: \" وَاستُدِلَّ بِهِ عَلَى مَنْع تَعَلُّم الْكَافِر الْقُرْآن: فَمَنَعَ مَالِك مُطْلَقًا , وَأَجَازَ الْحَنَفِيَّة مُطْلَقًا, وَعَنْ الشَّافِعِيّ قَوْلَانِ , وَفَصَّلَ بَعْض الْمَالِكِيَّة بَيْن الْقَلِيل لِأَجْلِ مَصْلَحَة قِيَام الْحُجَّة عَلَيْهِمْ فَأَجَازَهُ, وَبَيْن الْكَثِير فَمَنَعَهُ . وَيُؤَيِّدهُ قِصَّة هِرَقْل حَيْثُ كَتَبَ إِلَيْهِ النَّبِيّ - صلى الله عليه وسلم - بَعْض الْآيَات \" (¬3) ¶ وهذا القول الأخير هو الظاهر ¶ ¬__________ ¶ (¬1) ينظر : التمهيد ( 15/ 253 – 254 ) ، فتح الباري ( 6/133- 134 ) ، فتاوى اللجنة الدائمة (4/43 ) ¶ (¬2) فتح الباري ( 6/134) ¶ (¬3) فتح الباري ( 6/134)",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "وقد جاء في الشروط العمرية على أهل الذمة: \" ولا نعلم أولادنا القرآن \" ¶ قال الحافظ ابن القيم: \" صيانة للقرآن أن يحفظه من ليس من أهله ولا يؤمن به، بل هو كافر به ، فهذا ليس أهلاً أن يحفظه ولا يمكن منه، وقد نهى النبي أن يسافر بالقرآن إلى أرض العدو مخافة أن تناله أيديهم؛ فلهذا ينبغي أن يصان عن تلقينهم إياه، فإن طلب أحد منهم أن يسمعه منهم فإن له أن يسمعه إياه إقامةً للحجة عليهم ، ولعله أن يسلم . \" (¬1) ¶ - - - - - - ¶ لا يمس القرآن إلا طاهر ¶ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ حَزْمٍ أَنَّ فِي الْكِتَابِ الَّذِي كَتَبَهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - لِعَمْرِو بْنِ حَزْمٍ: \" أَنْ لَا يَمَسَّ الْقُرْآنَ إِلَّا طَاهِرٌ \" (¬2) ¶ شرح الحديث ¶ دل هذا الحديث على أن المصحف لا يمسه إلا طاهر، وهو المتوضئ، وهذا قول جمهور العلماء منهم مالك والشافعي وأبي حنيفة ، وأحمد (¬3) ، ويؤيد ما دل عليه هذا الحديث قوله تعالى: { لا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ } (¬4) والآية وإن لم تكن صريحة الدلالة لوجود الخلاف في المراد بالمطهرين، هل هم الملائكة أم المتطهرون من الحدث ، إلا أن فيها إشارة وتنبيه . ¶ ¬__________ ¶ (¬1) أحكام أهل الذمة ( 2/775) ¶ (¬2) أخرجه مالك ( 1/199 ) ، وأبو داود في المراسيل ح ( 92 ) ، والدارقطني ( 1/121 ) ¶ وما جاء في هذا الحديث هو من جملة ما ورد في كتاب عمرو بن حزم ، وهو كتاب مشهور تلقي بالقبول. ¶ قال الحافظ ابن عبد البر \" التمهيد ( 17/338 – 339 ) \" : \" وهو كتاب - يعني كتاب عمرو بن حزم - مشهور عند أهل السير ، معروف ما فيه عند أهل العلم معرفة تستغني بشهرتها عن الإسناد ، لأنه أشبه التواتر في مجيئه ، لتلقي الناس له بالقبول والمعرفة .... وقال:كتاب عمرو بن حزم معروف عند العلماء ، وما فيه فمتفق عليه إلا قليلاً ، وبالله التوفيق ¶ (¬3) التمهيد ( 5/56 ) ، الشرح الكبير ( 2/72 ) ¶ (¬4) سورة الواقعة آية : 79",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "قال الحافظ ابن القيم: \" وسمعت شيخ الإسلام يقرر الاستدلال بالآية على أن المصحف لا يمسه المحدث بوجه آخر، فقال هذا من باب التنبيه والإشارة، إذا كانت الصحف التي في السماء لا يمسها إلا المطهرون ، فكذلك الصحف التي بأيدينا من القرآن لا ينبغي أن يمسها إلا طاهر \" (¬1) ¶ وهنا مسائل يحسن الإشارة إليها :- ¶ 1- يجوز لمن كان على غير طهارة أن يحمل المصحف إذا كان هذا عن طريق الغلاف وكذلك إذا كان المس بحائل . ¶ 2- يجوز مس كتب الفقه والتفسير والرسائل، وإن كان فيها آيات من القرآن، لأنها لا يقع عليها اسم المصحف، ولا يثبت لها حرمته، وقد كتب النبي - صلى الله عليه وسلم - إلى قيصر كتاباً فيه آية . ¶ 3- أن مس الصبيان للمصحف على غير طاهرة اختلف فيه العلماء ¶ قال القرطبي : \" وفي مس الصبيان إياه على وجهين: أحدهما: المنع اعتباراً بالبالغ، والثاني: الجواز؛ لأنه لو منع لم يحفظ؛ لأن تعلمه حال الصغر؛ ولأن الصبي وإن كانت له طهارة إلا أنها ليست بكاملة؛ لأن النية لا تصح منه، فإذا جاز أن يحمله على غير طهارة كاملة جاز أن يحمله محدثاً \" (¬2) ¶ وقال الإمام مالك: \" أرجو أن يكون مس الصبيان للمصاحف للتعليم على غير وضوء جائزاً \" (¬3) ¶ - - - - - - ¶ لا يجهر بعضكم على بعض في القراءة ¶ ¬__________ ¶ (¬1) التبيان في أقسام القرآن ( ص: 143 ) ¶ (¬2) الجامع لأحكام القرآن ( 17/227) ¶ (¬3) مواهب الجليل ( 1/ 305 )",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "عَنْ أَبِي سَعِيدٍ - رضي الله عنه - قَالَ: اعْتَكَفَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي الْمَسْجِدِ، فَسَمِعَهُمْ يَجْهَرُونَ بِالْقِرَاءَةِ، فَكَشَفَ السِّتْرَ، وَقَالَ:\" أَلَا إِنَّ كُلَّكُمْ مُنَاجٍ رَبَّهُ، فَلَا يُؤْذِيَنَّ بَعْضُكُمْ بَعْضًا، وَلَا يَرْفَعْ بَعْضُكُمْ عَلَى بَعْضٍ فِي الْقِرَاءَةِ \"، أَوْ قَالَ:\" فِي الصَّلَاةِ \" (¬1) ¶ ... ... شرح الحديث ¶ أرشد النبي - صلى الله عليه وسلم - في هذا الحديث إلى أدب من الآداب التي ينبغي أن يتحلى بها قارئ القرآن، وهو أن لا يجهر بقراءته إذا ترتب على هذا أذى وتشويش على من حوله سواء كان القارئ في صلاة أو خارج الصلاة . ¶ قال شيخ الإسلام ابن تيمية: \" ليس لأحد أن يجهر بالقراءة لا في الصلاة ولا في غير الصلاة إذا كان في المسجد وهو يؤذيهم بجهره \" (¬2) ¶ وقال الحافظ ابن عبد البر: \" وإذا لم يجز للتالي المصلي رفع صوته، لئلا يغلط ويخلط على مصل إلى جنبه ، فالحديث في المسجد مما يخلط على المصلي أولى بذلك وألزم وأمنع وأحرم والله أعلم\" (¬3) ¶ وإذا كان الجهر بالقراءة لا يترتب عليها أذى وتشويش ، فهي جائزة لما في الجهر بالقراءة من تعدي النفع وتجديد النشاط ، وإيقاظ القلب . ¶ ¬__________ ¶ (¬1) أخرجه عبد الرزاق ح ( 4216 )، ومن طريقه أحمد ح ( 11916 )، وأبو داود ح ( 1326 ) ، قال عبد الرزاق : حدثنا معمر عن إسماعيل بن أمية ، عن أبي سلمة بن عبد الرحمن ، عن أبي سعيد ... .. وهذا إسناد صحيح ، ويشهد له ما جاء في حديث البياضي : أنه سمع رسول الله - صلى الله عليه وسلم - يقول وهو مجاور في المسجد يوماً ، فوعظ الناس وحذرهم ورغبهم ، ثم قال : \" ليس مصلي يصلي إلا وهو يناجي ربه ، فلا يجهر بعضكم على بعض بالقرآن\" ¶ قال الحافظ ابن عبد البر \" التمهيد ( 23 / 319 ) \" : \" حديث البياضي وحديث أبي سعيد ثابتان صحيحان \" ¶ (¬2) مجموع الفتاوى ( 23/ 61 ) ¶ (¬3) التمهيد ( 23 / 319 )",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "عن عائشة - رضي الله عنها - أن النبي - صلى الله عليه وسلم - سمع رجلا يقرأ في سورة بالليل فقال: \" رَحِمَهُ اللَّهُ لَقَدْ أَذْكَرَنِي كَذَا وَكَذَا آيَةً أَسْقَطْتُهَا فِي سُورَةِ كَذَا وَكَذَا \" (¬1) ¶ وعن أبي موسى - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : \" إِنِّي لَأَعْرِفُ أَصْوَاتَ رُفْقَةِ الْأَشْعَرِيِّينَ بِالْقُرْآنِ، حِينَ يَدْخُلُونَ بِاللَّيْلِ، وَأَعْرِفُ مَنَازِلَهُمْ مِنْ أَصْوَاتِهِمْ بِالْقُرْآنِ بِاللَّيْلِ، وَإِنْ كُنْتُ لَمْ أَرَ مَنَازِلَهُمْ حِينَ نَزَلُوا بِالنَّهَارِ..... \" (¬2) ¶ - - - - - - ¶ نهي الجنب عن قراءة القرآن ¶ عَنْ عَلِيٍّ - رضي الله عنه - قَالَ: كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُقْرِئُنَا الْقُرْآنَ مَا لَمْ يَكُنْ جُنُبًا (¬3) ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح ( 5037 ) ، ومسلم ح ( 788 ) ¶ (¬2) أخرجه البخاري ح (4232) ، ومسلم ح (2499) ¶ (¬3) أخرجه أحمد ح ( 627 ) ، وأبو داود ح ( 232 ) ، والنسائي ( 1/144 ) ، وابن ماجة ح (594 ) من طريق شعبة ، عن عمرو بن مرة ، عن عبد الله بن سلمة ، عن علي...... ¶ وأخرجه الترمذي ح ( 146 ) ، من طريق الأعمش ، وابن أبي ليلى ، عن عمرو بن مرة ، عن عبد الله بن سلمة ، عن علي ..... ¶ وقال : حديث حسن صحيح .... ¶ وأُعل هذا الحديث بأن عمرو بن مرة رواه عن عبد الله بن سلمة بعدما كبر وتغير ، وقد صرح بذلك شعبة قال : \" روى عبد الله بن سلمة هذا الحديث بعدما كبر \" ينظر: المنتقى لابن الجارود( ص 42) ، تهذيب الكمال ( 15/ 53 ) ¶ وقال ابن عبد الهادي في التنقيح ( 1/422-423 ) : \" وقال أبو طالب عن أحمد بن حنبل : لم يرو أحد : \" لا يقرأ الجنب \" غير شعبة عن عمرو بن مرة عن عبد الله بن سلمة . ¶ وقال غيره : قد رواه عن عمرو بن مرة أيضاً غير شعبة سليمان الأعمش ومسعر ومحمد بن عبد الرحمن ، وذكر الشافعي هذا الحديث ، وقال : وإن لم يكن أهل الحديث يثبتونه . ¶ قال البيهقي : وإنما توقف الشافعي في ثبوت هذا الحديث لأن مداره على عبد الله بن سلمة الكوفي ، وقد كبر وأنكر من حديثه وعقله بعض النكرة وإنما روى هذا الحديث بعدما كبر ، قاله شعبة . ¶ وذكر الخطابي : أن الإمام أحمد بن حنبل كان يوهن حديث علي هذا ، ويضعف أمر عبد الله بن سلمة . وقال سفيان بن عيينة : سمعت هذا الحديث من شعبة ، وقال شعبة : لم يرو عن عمرو بن مرة أحسن من هذا الحديث . = ¶ = وقد توبع عبد الله بن سلمة في رواية معنى هذا الحديث عن علي ، فأخرج أحمد ح ( 872 ) عن عائذ بن حبيب ، عن عامر بن السمط ، عن أبي الغريف . قال : أتي علي رضي الله عنه بوضوء فمضمض ... ثم قال : هكذا رأيت رسول الله - صلى الله عليه وسلم - ثم قرأ شيئاً من القرآن ثم قال : هذا لمن ليس بجنب ، وأما الجنب فلا ولا آية . ¶ وهذا سند حسن ، عائذ بن حبيب وثقه ابن معين وابن حبان وذكره أحمد فأحسن الثناء عليه ، وعامر بن السمط وثقه يحيى بن سعيد القطان والنسائي ، وذكره ابن حبان في الثقات . وأبو الغريف : هو عبيد الله بن خليفة الهمداني المرادي روى عنه جمع ، وذكره ابن حبان في الثقات ، وكان على شرطة علي رضي الله عنه . ¶ لكن هذا الطريق أُعل بالوقف فقد رواه الدارقطني ( 1/ 118 ) من طريق يزيد بن هارون قال : حدثنا عامر بن السمط قال : حدثنا أبو الغريف عن علي موقوفاً . ¶ قال الدارقطني : هو صحيح عن علي .......",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "شرح الحديث ¶ دل الحديث على منع الجنب من قراءة القرآن ، وهذا قول الجمهور . ¶ واختلف العلماء في قراءة الحائض للقرآن . ¶ فذهب جمهور العلماء إلى المنع ، وذهب الإمام مالك إلى جواز القراءة القليلة للحائض لأن أيامها تطول ويخشى عليها من نسيان القرآن ..... ، وما ذهب إليه مالك أرجح لأنه لم يرد في منع الحائض من قراءة القرآن حديث صحيح . ¶ قال شيخ الإسلام ابن تيمية: \" قراءة الحائض القرآن لم يثبت عن النبي - صلى الله عليه وسلم - فيه شيء ..... وأشار إلى تضعيف حديث ابن عمر: \" لَا تَقْرَأْ الْحَائِضُ وَلَا الْجُنُبُ مِنْ الْقُرْآنِ شَيْئًا \" (¬1) ¶ وقال: ومعلوم أن النساء كن يحضن على عهد رسول الله - صلى الله عليه وسلم - ولم يكن ينههن عن قراءة القرآن . كما لم يكن ينههن عن الذكر والدعاء بل أمر الحيض أن يخرجن يوم العيد ، فيكبرن بتكبير المسلمين . وأمر الحائض أن تقضي المناسك كلها إلا الطواف بالبيت : تلبي وهي حائض ، وكذلك بمزدلفة ومنى ، وغير ذلك من المشاعر . (¬2) ¶ ¬__________ ¶ (¬1) أخرجه الترمذي ح ( 131 ) ، وابن ماجة ح ( 595 ) ، والبيهقي ( 1/ 89 ) من طريق إسماعيل بن عياش ، عن موسى بن عقبة ، عن نافع ، عن ابن عمر ، عن النبي - صلى الله عليه وسلم - قال : \" لا تقرأ الحائض ولا الجنب شيئاً من القرآن \" . ¶ وهو من رواية إسماعيل بن عياش ، عن الحجازيين ، وهو مضعف فيهم . ¶ قال الترمذي - الجامع الكبير ( 1/175 ) - : \" حديث ابن عمر لا نعرفه إلا من حديث إسماعيل بن عياش ، عن موسى بن عقبة ، عن نافع ، عن ابن عمر ، عن النبي - صلى الله عليه وسلم - قال : \" لا يقرأ الجنب ولا الحائض \" وسمعت محمد بن إسماعيل يقول : إن إسماعيل بن عياش يروي عن أهل الحجاز وأهل العراق أحاديث مناكير . كأنه ضعف روايته عنهم فيما يتفرد به . وقال إنما حديث إسماعيل بن عياش عن أهل الشام . ¶ (¬2) مجموع الفتاوى ( 21 / 460 )",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "وقال في موضع آخر: \" ولهذا كان أظهر قولي العلماء أنها - أي المرأة الحائض - لا تمنع من قراءة القرآن إذا احتاجت إليه ، كما هو مذهب مالك، وأحد القولين في مذهب الشافعي ويذكر رواية عن أحمد، فإنها محتاجة إليه ، ولا يمكنها الطهارة كما يمكن الجنب . \" (¬1) ¶ - - - - - - ¶ فهرس المصادر والمراجع ¶ * القرآن الكريم . ¶ * \" الإتقان في علوم القرآن \" ، للإمام جلال الدين السيوطي نشر المكتبة الثقافية ببيروت – لبنان سنة 1973 م. ¶ * \" أحكام أهل الذمة \" ، للحافظ شمس الدين أبي عبد الله محمد بن أبي بكر بن قيم الجوزية ، تحقيق الدكتور / صبحي الصالح ، دار العلم للملايين ، بيروت – لبنان . ¶ * \" أخلاق حملة القرآن \"، لمحمد بن الحسين الآجري ، تحقيق وتعليق فواز أحمد زمرلى ، دار الكتاب ، الطبعة الأولى 1407 هـ . ¶ * \" إكمال المعلم بفوائد مسلم \" ، للإمام الحافظ عياض بن موسى بن عياض اليحصبي ، تحقيق الدكتور / يحيى إسماعيل ، الناشر دار الوفاء ، مكتبة الرشيد ، الرياض الطبعة الأولى 1419 هـ. ¶ * \" الإنصاف في معرفة الراجح من الخلاف \" ، لعلاء الدين أبي الحسن علي بن سليمان بن أحمد المرداوي ( مع المقنع والشرح الكبير ) تحقيق الدكتور / عبد الله بن عبد المحسن التركي – دار هجر للطباعة والنشر – الطبعة الأولى 1415 هـ . ¶ * \" البداية والنهاية \" ، للحافظ عماد الدين أبي الفداء إسماعيل بن عمر بن كثير القرشي الدمشقي ، تحقيق الدكتور / عبد الله بن عبد المحسن التركي ، دار هجر الطبعة الأولى 1417 هـ . ¶ * \" البرهان في علوم القرآن \" ، للإمام بدر الدين محمد بن عبد الله الزركشي ، تحقيق / محمد أبو الفضل إبراهيم ، بيروت ، دار المعرقة ، طبعة ثانية . ¶ * \" بداية المجتهد ونهاية المقتصد \" ، للإمام أبي الوليد محمد بن أحمد بن محمد بن أحمد بن رشد القرطبي ، دار المعرفة ، الطبعة الخامسة 1401 هـ . ¶ ¬__________ ¶ (¬1) مجموع الفتاوى ( 26 / 179 )",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "* \" تأويل مشكل القرآن \" ، لعبد الله بن مسلم بن قتيبة الدينوري ، بعناية أحمد صقر، المكتبة العلمية ، المدينة المنورة، الطبعة الثانية، 1401 هـ . ¶ * \" التبيان في آداب حملة القرآن \" ، لأبي زكريا يحيى بن شرف الدين النووي ، تحقيق عبد القادر الأرناؤوط ، مكتبة دار البيان ، الطبعة الأولى 1403 هـ . ¶ * \" التبيان في أقسام القرآن \" ، لمحمد بن أبي بكر أيوب الزرعي أبو عبد الله ، الناشر : دار الفكر ، بيروت ، لبنان . ¶ * \" التَّحدِيثُ بما قيل: لا يَصِحُّ فِيْهِ حَديثٌ \"، تأليف: بكر بن عبد الله أبو زيد ، الناشر: دار الهجرة للنشر والتوزيع، الطبعة الأولى 1412 هـ . ¶ * \" تدريب الراوي شرح تقريب النووي \" ، لجلال الدين السيوطي ، الطبعة الأولى بتحقيق عبد الوهاب عبد اللطيف ، نشر المكتبة العلمية سنة 1379 هـ . ¶ * \" التسهيل لعلوم التنزيل \" ، للعلامة الإمام محمد بن أحمد بن جزي الغرناطي ، تحقيق الدكتور / عبد الله الخالدي ، الناشر : دار الأرقم بن أبي الأرقم ، بيروت – لبنان ¶ * \" تفسير الطبري جامع البيان \" ، لأبي جعفر محمد بن جرير ، تحقيق محمود شاكر ، تخريج أحمد شاكر ، دار المعارف ، مصر ، طبعة ثانية . ¶ * \" تفسير القرآن \" ، للإمام عبد الرزاق بن همام الصنعاني ، تحقيق الدكتور / مصطفى مسلم محمد ، مكتبة الرشد ، الرياض ، الطبعة الأولى ، 1410 هـ ., ¶ * \" تفسير القرآن العظيم \" ، للحافظ ابن كثير ، دار الأندلس ، بيروت ، تحقيق / مجموعة من العلماء . ¶ * \" تقريب التهذيب \" ، لشهاب الدين أحمد بن علي بن حجر العسقلاني ، تحقيق ، عادل مرشد ، الناشر : مؤسسة الرسالة ، الطبعة الأولى 1423 هـ . ¶ * \" التقييد والإيضاح شرح مقدمة ابن الصلاح \" ، للحافظ زين الدين عبد الرحيم العراقي ، طبعة أولى نشر دار الفكر ببيروت 1389 هـ .",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "* \" تلخيص الحبير في تخريج أحاديث الرافعي الكبير \" ، للإمام أحمد بن على بن حجر العسقلاني ، دار نشر الكتب الإسلامية ، لاهور ، باكستان . ¶ * \" التمهيد لما في الموطأ من المعاني والأسانيد \" ، للإمام عمر يوسف بن عبد الله بن عبد البر النمري ، الناشر : وزارة الأوقاف والشئون الإسلامية ، المملكة المغربية ، طبعة ثانية 1402 هـ . ¶ * \" تنقيح التحقيق في أحاديث التعليق \" ، للإمام الحافظ شمس الدين محمد بن أحمد بن عبد الهادي الحنبلي ، تحقيق الدكتور / عامر حسن صبري ، نشر وتوزيع المكتبة الحديثة ، الإمارات العربية المتحدة ، الطبعة الأولى 1409 هـ . ¶ * \" تهذيب الكمال في أسماء الرجال \" ، للحافظ أبي الحجاج يوسف المزي ، تحقيق الدكتور / بشار عواد معروف ، بيروت 1402 هـ . ¶ * \" تهذيب مدارج السالكين \" ، للإمام ابن القيم الجوزية ، تحقيق عبد المنعم صالح العلي العزبي ، مؤسسة الرسالة ، الطبعة الأولى 1412 هـ ¶ * \" الجامع لأحكام القرآن \" ، لأبي عبد الله محمد بن أحمد القرطبي ، الناشر : دار إحياء التراث العربي ، بيروت ¶ * \" جامع العلوم والحكم في شرح خمسين حديثاً من جوامع الكلم \" ، للإمام زين الدين أبي الفرج عبد الرحمن بن شهاب الدين البغداي ثم الدمشقي الشهير بابن رجب ، تحقيق : شعيب الأرناؤوط ، إبراهيم باجس ، مؤسسة الرسالة ، الطبعة الثانية 1412 هـ . ¶ * \" الجامع الكبير \" ، للإمام الحافظ أبي عيسى محمد بن عيسى الترمذي ، حققه وخرج أحاديثه وعلق عليه الدكتور / بشار عواد معروف ، دار الغرب الإسلامي . ¶ * \" الجواب الصحيح لمن بدل دين المسيح \" ، لشيخ الإسلام ابن تيمية ، الناشر : مطبعة المدني . ¶ * \" دقائق التفسير الجامع لتفسير ابن تيمية \" ، جمع وتحقيق الدكتور / محمد السيد الجليند ، دار الأنصار ، الطبعة الأولى 1398 هـ ، مطبعة التقدم .",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "* \" حلية الأولياء وطبقات الأصفياء \" ، لأبي نعيم أحمد بن عبد الله الأصفهاني ، دار الكتاب العربي ، القاهرة ، الطبعة الرابعة ، سنة : 1405 هـ . ¶ * \" دلائل النبوة \" ، لأبي بكر أحمد الحسين البيهقي ، تحقيق الدكتور / عبد المعطي قلعجي ، الناشر : دار الكتب العلمية ، بيروت ، الطبعة الأولى سنة 1405 هـ . ¶ * \" الرسالة \" ، للإمام المطلبي محمد بن إدريس الشافعي ، تحقيق وشرح / أحمد محمد شاكر . ¶ * \" زاد المعاد في هدي خير العباد \" ، لابن قيم الجوزية ، حقق نصوصه ، وخرج أحاديثه ، وعلق عليه / شعيب الأرنؤوط ، عبد القادر الأرنؤوط ، مؤسسة الرسالة ، ومكتبة المنار الإسلامية الطبعة الثالثة 1402 هـ . ¶ * \" الزهد \" ، لأحمد بن حنبل ، تحقيق محمد بسيوني زغلول ، دار الكتاب العربي ، بيروت ، الطبعة الأولى 1406 هـ . ¶ * \" سنن أبي داود \" ، للحافظ أبي داود سليمان الأشعث السجستاني الازدي ، إعداد وتعليق / عزت عبيد الدعاس . ¶ * \" سنن الدارمي \" ، للحافظ أبو محمد عبد الله بن عبد الرحمن الدارمي ، الناشر: دار الكتب العلمية ، بيروت . ¶ * \" سنن الدارقطني \" ، للإمام علي بن عمر الدارقطني ، تحقيق عبد الله هاشم يماني ، الناشر : دار المحاسن – القاهرة . ¶ * \" السنن الكبرى \" ، للإمام أبي بكر أحمد بن حسين البيهقي ، الناشر : دار المعرفة – بيروت ، طبع بمطبعة مجلس دائرة المعارف الهند ، الطبعة الأولى سنة 1344 هـ . ¶ * \" سنن ابن ماجه \" ، للحافظ أبي عبد الله محمد بن يزيد القزويني ، تحقيق محمد فؤاد عبد الباقي ، الناشر : دار الفكر . ¶ * \" سنن سعيد بن منصور \" ، للإمام سعيد بن منصور ، دراسة وتحقيق الدكتور / سعد بن عبد الله بن عبد العزيز آل حميد ، الناشر : دار الصميعي الطبعة الأولى 1414هـ . ¶ * \" سنن القراء ومناهج المجودين \" ، للدكتور / أبي مجاهد عبد الفتاح القارئ ، الناشر : مكتبة الدار ، الطبعة الأولى 1414 هـ .",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "* \" سير أعلام النبلاء \" لشمس الدين محمد بن أحمد بن عثمان الذهبي ، تحقيق : شعيب الأرناؤوط ، مؤسسة الرسالة ، بيروت ، الطبعة الثانية ، 1402 هـ . ¶ * \" السيرة النبوية \" ، لابن هشام تحقيق جماعة من المحققين، الناشر : دار إحياء التراث العربي ، بيروت – لبنان . ¶ * \" شرح صحيح البخاري \" ، لابن بطال أبي الحسن علي بن خلف بن عبد الملك ، تحقيق: أبو تميم ياسر بن إبراهيم ، الناشر : مكتبة الرشد الرياض ، الطبعة الأولى سنة 1420 هـ . ¶ * \" شرح الزرقاني على موطأ مالك \" ، للإمام محمد الزرقاني ، تحقيق مجموعة من العلماء ، الناشر : دار المعرفة بيروت – لبنان سنة 1401 هـ . ¶ * \" شرح العقيدة الطحاوية \" ، للإمام القاضي علي بن علي بن محمد بن أبي العز ، تحقيق الدكتور/ عبد الله بن عبد المحسن التركي ، شعيب الأرناؤوط ، مؤسسة الرسالة ، الطبعة الأولى 1408 هـ . ¶ * \" الشرح الكبير ( مع المغني ) \" ، للإمام شمس الدين أبي الفرج عبد الرحمن بن محمد بن أحمد بن قدامة المقدسي ، تحقيق جماعة من العلماء ، دار الكتاب العربي ، بيروت – لبنان سنة 1403 هـ . ¶ * \" شعب الإيمان \" ، لأحمد بن الحسين البيهقي ، تحقيق محمد بسيوني زغلول ، دار الكتب العلمية ، بيروت الطبعة الأولى 1410 هـ . ¶ * \" الطبقات الكبرى \" ، للإمام محمد بن سعد البصري ، الناشر : دار صادر ، بيروت – لبنان . ¶ * \" صحيح مسلم \" ، لإمام أبي الحسن مسلم بن الحجاج القشيري ، تحقيق : محمد فؤاد عبد الباقي ، الناشر : دار إحياء التراث العربي بيروت – لبنان ، الطبعة الأولى سنة 1374 هـ . ¶ * \" عمدة القارئ شرح صحيح البخاري \" ، للإمام العلامة بدر الدين أبي محمد محمود بن أحمد العيني ، تحقيق : محمد محمود الحلبي ، الناشر : محمد محمود الحلبي ، الطبعة الأولى سنة 1392 هـ . ¶ * \" غريب الحديث \" ، للإمام أبي عبيد القاسم بن سلام الهروي ، الناشر : دار الكتاب العربي ، بيروت – لبنان .",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "* \" فتح الباري شرح صحيح البخاري \" ، للحافظ أحمد بن علي بن حجر العسقلاني ، تعليق الشيخ عبد العزيز بن عبد الله بن باز ، ترقيم فؤاد عبد الباقي ، عناية محب الدين الخطيب ، الناشر : المكتبة السلفية . ¶ * \" فتح الباري في شرح صحيح البخاري \" ، للإمام الحافظ زين الدين أبي الفرج عبد الرحمن بن شهاب الدين البغدادي ثم الدمشقي الشهير بابن رجب الحنبلي ، تحقيق : طارق بن عوض الله بن محمد ، الناشر : دار ابن الجوزي ، الطبعة الأولى سنة 1417 هـ . ¶ * \" فتح المغيث في شرح ألفية الحديث \" ، للحافظ شمس الدين محمد بن عبد الرحمن السخاوي ، نشر المكتبة السلفية بالمدينة المنورة . ¶ * \" فضائل القرآن وما أنزل بمكة وما نزل بالمدينة \" ، لأبي عبد الله محمد بن أيوب بن يحيى بن ضريس ، تحقيق ودراسة الدكتور / مسفر بن سعيد دماس الغامدي ، الناشر : دار حافظ الطبعة الأولى سنة 1408 هـ . ¶ * \" فضائل القرآن \" ، أبي عبيد القاسم بن سلام ، تحقيق وتعليق وهبي سليمان عاوجي ، دار الكتب العلمية ، بيروت - لبنان ، الطبعة الأولى 1411 هـ . ¶ * \" لطائف المعارف فيما لمواسم العام من الوظائف \" ، تأليف الإمام الحافظ عبد الرحمن بن أحمد بن رجب الحنبلي ، الناشر : مكتبة الرياض الحديثة . ¶ * \" فتاوى اللجنة الدائمة للبحوث العلمية والإرشاد \" ، جمع وترتيب : أحمد بن عبد الرزاق الدرويش . ¶ * \" المجروحين من المحدثين والضعفاء والمتروكين \" ، للحافظ أبي حاتم محمد بن حبان البستي الطبعة الأولى بحيدر أباد 1390 هـ . ¶ * \" مدارج السالكين بين منازل إياك نعبد وإياك نستعين \" ، للإمام السلفي العلامة المحقق ابن قيم الجوزي ، تحقيق : محمد حامد الفقي ، الناشر : دار الكتاب العربي ، بيروت – لبنان 1392 هـ . ¶ * \" المدخل إلى السنن الكبرى \" ، لأحمد بن الحسين بن علي البيهقي أبو بكر ، الناشر : دار الخلفاء ، الكويت ، 1404 هـ ، تحقيق : محمد ضياء الرحمن الأعظمي .",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "* \" مجموع فتاوى شيخ الإسلام أحمد بن تيمية \" ، بجمع وترتيب عبد الرحمن بن محمد بن قاسم العاصمي النجدي الحنبلي . ¶ * \" المراسيل \" ، للإمام الحافظ أبي داود سليمان السجستاني ، حققه وعلق عليه : شعيب الارناؤوط ، الناشر : مؤسسة الرسالة ، الطبعة الثانية 1418هـ . ¶ * \" المستدرك على الصحيحين \" ، للحافظ أبي عبد الله محمد بن عبد الله الحاكم ، الناشر : دار الفكر ، سنة 1398 هـ . ¶ * \" مسند أبو يعلى الموصلي \" ، للحافظ أحمد بن علي الموصلي ، تحقيق : حسين سليم أسد ، الناشر : دار المأمون للتراث ، دمشق ، الطبعة الأولى 1404 هـ . ¶ * \" مسند الإمام أحمد بن حنبل الشيباني\" ، الناشر : مؤسسة قرطبة . ¶ * \" الكتاب المصنف في الأحاديث والآثار \" ، للحافظ أبي بكر بن أبي شيبة ، الناشر : الدار السلفية ، الهند ، الطبعة الثانية ، سنة 1399 هـ ¶ * \" المصنف \" ، للحافظ أي بكر عبد الرزاق الصنعاني ، تحقيق حبيب الرحمن الأعظمي ، توزيع : المكتب الإسلامي ، الطبعة الثانية سنة 1403 هـ . ¶ * \" المغني عن الحفظ والكتاب \" للعلامة أبي حفص عمر بن بدر الموصلي الحنفي، ملحق بكتاب \" جنة المرتاب بنقد المغني عن الحفظ والكتاب \"، لأبي إسحاق الحويني، الناشر: دار الكتاب العربي، الطبعة الأولى 1407 هـ . ¶ * \" المغني \" ، لابن قدامة ، تحقيق الدكتور/ عبد الله بن عبد المحسن التركي ، الدكتور / عبد الفتاح محمد الحلو ، الناشر : دار هجر الطبعة الأولى 1406 هـ . ¶ * \" المفردات في غريب القرآن \" ، لأبي القاسم الحسين بن محمد المعروف بالراغب الأصفهاني ، تحقيق / محمد سيد كيلاني ، الناشر : دار المعرفة ؛ بيروت – لبنان . ¶ * \" المفهم لما أشكل من تلخيص كتاب مسلم \" ، للإمام الحافظ أبي العباس أحمد بن عمر بن إبراهيم القرطبي ، تحقيق : مجموعة من المحققين ، الناشر : دار ابن كثير ، ودار الكلم الطيب ، الطبعة الأولى 1417 هـ .",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "* \" المنار المنيف في الصحيح والضعيف \" ، للإمام شمس الدين أبي عبد الله محمد بن أبي بكر الحنبلي الدمشقي المعروف بابن قيم الجوزية، تحقيق: عبد الفتاح أبو غدة ، الناشر: مكتب المطبوعات الإسلامية ، حلب سوريا، الطبعة الثانية 1403 هـ . ¶ * \" الموطأ \" ، للإمام مالك بن أنس ، تحقيق محمد فؤاد عبد الباقي ، الناشر : دار إحياء التراث العربي . ¶ * \" النهج الأسمى في شرح أسماء الله الحسنى \" ، لمحمد بن حمد الحمود ، الناشر : مكتبة الإمام الذهبي – الكويت ، الطبعة الأولى سنة 1413 هـ . ¶ * \" نيل الأوطار من أحاديث سيد الأخيار \" ، للإمام محمد بن علي بن محمد الشوكاني ، الناشر : دار الجيل ، بيروت – لبنان . ¶ فهرس الموضوعات ¶ الموضوع ... ... ... ... ... ... الصفحة ¶ مقدمة : ............................................... 5 – 10 ¶ الباب الأول : من فضائل القرآن ... ... ... ......... 11 – 151 ¶ الفصل الأول: فضائل عامة ... ... ... ... ... ... ... 12 - 103 ¶ 1- المعجزة الخالدة والآية الباقية ... ... ... ... ... ... 13 - 27 ¶ شرح حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : ما من الأنبياء إلا أعطي من الآيات ..... الحديث ، وبيان كون القرآن معجزة خالدة ، وآية باقية على ممر الدهور ، وذكر بعض دلائل الإعجاز في القرآن الكريم ¶ 2- الخشوع والبكاء عند سماعه وتلاوته ... ... ... ... .. 28 – 38 ¶ شرح حديث ابن مسعود - رضي الله عنه - أن النبي - صلى الله عليه وسلم - أمره أن يقرأ عليه القرآن ... وبيان ما كان عليه النبي - صلى الله عليه وسلم - من الخشوع والبكاء عند سماع القرآن وتلاوته ، واستعراض الآيات القرآنية في بيان أحوال المؤمنين عند سماع القرآن وتلاوته ، وسياق الآثار الواردة عن السلف في هذا الباب .... ¶ 3- اغتباط صاحب القرآن ... ... ... ... ... ... ... 39 - 43",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "شرح حديث ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال : لا حسد إلا في اثنتين ....... ، وبيان معنى الحسد في الحديث ، وذكر الأحاديث الواردة في هذا المعنى . ¶ 4- الجهر بقراءته والتغني به ... ... ... ... ... ... ... 44 - 50 ¶ شرح حديث أبي هريرة - رضي الله عنه - أنه سمع النبي - صلى الله عليه وسلم - يقول : ما أذن الله لشيء ما أذن لنبي حسن الصوت يتغني بالقرآن ..... وذكر النصوص الدالة على استحباب تحسين الصوت بالقرآن . ¶ 5- الأمر بتعاهده واستذكاره ... ... ... ... ... 51 – 63 ¶ شرح حديث ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال : إنما مثل صاحب القرآن كمثل الإبل المعلقة ...... وذكر الأحاديث الواردة في استذكار القرآن وتعاهده ، وبيان هدي السلف وطريقهم في تعاهد القرآن . ¶ 6- فضل حملة القرآن ... ... ... ... ... ... ... ... ... 64 – 68 ¶ شرح حديث أبي موسى - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : مثل المؤمن الذي يقرأ القرآن ..... وبيان أقسام الناس في قراءة القرآن وتفاوت حظوظهم ...... ¶ 7- نزول السكينة والملائكة عند قراءة القرآن ... ... 69 – 73 ¶ شرح حديث البراء وحديث أبي سعيد الخدري رضي الله عنهما في قصة قراءة أسيد بن حضير ، وقول النبي - صلى الله عليه وسلم - له : تلك السكينة تنزلت للقرآن .... وبيان المراد بالسكينة وذكر الأسباب التي تكون سبباً في نزول السكينة ، وذكر ما حصل لغير أسيد من الصحابة .... ¶ 8- الترغيب بتعلمه وتعليمه ... ... ... ... ... ... 74 – 88 ¶ شرح حديث عقبة بن عامر - رضي الله عنه - حين خرج عليهم النبي - صلى الله عليه وسلم - فقال لهم : أيكم يحب أن يغدو كل يوم إلى بطحان ؟ ....... وذكر ما كان عليه الصحابة من الإقبال على تعلم القرآن وتعليمه ومنهجهم في تلقي القرآن وأثر ذلك في حياتهم ، وسياق جملة من الآثار عنهم المشتملة على دعوة الأمة إلى الإقبال على كتاب الله وحسن تدبره وتفهمه ... ¶ 9- القرآن ذكر الأمة وعزها وشرفها ... ... ... ... 89 – 97",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "شرح حديث عامر بن واثلة أن نافع بن عبد الحارث لقي عمر بعسفان ..... الحديث ، وفيه قال عمر : إن نبيكم قال : إن الله يرفع بهذا القرآن أقواماً ..... وبيان معنى الرفعة ، والحديث عما حصل للأمة من رفعة ومكانة حين تمسكت بهذا القرآن ثم ما حصل لها من ضعف مكانتها ومنزلتها حين أعرضت عن هذا القرآن..... ¶ 10- الأمر بقراءة القرآن ما ائتلفت عليه القلوب...... 98 – 103 ¶ شرح حديث جندب - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : اقرؤوا القرآن ما ائتلفت عليه قلوبكم ...... وبيان معنى الحديث ، وذكر أنواع الاختلاف المأمور بالقيام عند حصوله . ¶ الفصل الثاني : من فضائل بعض السور والآيات ..... 104 – 151 ¶ 1- فضل فاتحة الكتاب ... ... ... ... ... 105 – 116 ¶ شرح حديث أبي سعيد بن المعلى - رضي الله عنه - ..... وفيه قول النبي - صلى الله عليه وسلم - : ألا أعلمك أعظم سورة في القرآن ..... وبيان ما ورد من فضائل لسورة الفاتحة ، وتفسيرها . ¶ 2- فضل سورتي البقرة وآل عمران ... ... ... 117 – 127 ¶ شرح حديث أبي أمامة الباهلي - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - : يقول : اقرؤوا القرآن ...... اقرؤوا الزهراوين ...... شرح الحديث ، وبيان فضل البقرة وآل عمران ، وعرض إجمالي لموضوعات سورة البقرة وآل عمران ¶ 3- فضل آية الكرسي ........ ... ... ... ... ... 128 – 133 ¶ شرح حديث أبي بن كعب - رضي الله عنه - قال : قال رسول - صلى الله عليه وسلم - يا أبا المنذر أتدري أي آية ..... ، وبيان فضائل آية الكرسي ، وتفسيرها ... ¶ 4- فضل الآيتين الأخيرتين من سورة البقرة . ... ... 134 – 138 ¶ شرح حديث أبي مسعود قال : قال رسول الله - صلى الله عليه وسلم - : من قرأ هاتين الآيتين من آخر سورة البقرة في ليلة كفتاه .... وبيان فضائل هاتين الآيتين ، وشرح معني : كفتاه ، وتفسيرهما . ¶ 5- فضل سورة الكهف ... ... ... ... ... ... 139 – 141",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "شرح حديث أبي الدرداء أن نبي الله - صلى الله عليه وسلم - قال : من حفظ عشر آيات من أول سورة الكهف .... ، وذكر وجه تخصيص هذه الآيات بالفضل ...... ¶ 6- فضل سورة الإخلاص ... ... ... ... ... ... ... 142 – 146 ¶ شرح حديث أبي الدراء عن النبي - صلى الله عليه وسلم - قال : \" أيعجز أحدكم أن يقرأ في ليلة ثلث القرآن ...... \" ، وسياق الأحاديث في فضائل قل هو الله أحد ، وبيان وجه كونها تعدل ثلث القرآن ، وتفسير هذه السورة . ¶ 7- فضل المعوذتين ... ... ... ... ... ... ... ... 147 – 151 ¶ شرح حديث عقبة بن عامر قال : قال رسول الله - صلى الله عليه وسلم - : \" ألم تر آيات أنزلت هذه الليلة لم ير مثلهن قط .... \" ، والكلام على فضل المعوذين ، وتفسيرهما ....... ¶ الباب الثاني : أحكام عامة ... ... ... ... ... ... ... 152 – 217 ¶ الفصل الأول : قراءة القرآن في الصلاة أحكام وآداب ..153 – 200 ¶ 1- قراءة الفاتحة في الصلاة .. ... ... ... ... 154 – 161 ¶ شرح حديث عبادة بن الصامت أن رسول الله - صلى الله عليه وسلم - قال : لا صلاة لمن لم يقرأ بأم القرآن ... والحديث عن حكم قراءة الفاتحة في الصلاة وخلف الإمام ، وذكر مذاهب العلماء وأدلتهم .... ¶ 2- القراءة في الصلوات المكتوبة ... ... ... ... 162 – 172 ¶ شرح حديث أبي هريرة قال : ما صليت وراء أحد أشبه صلاةٍ برسول الله - صلى الله عليه وسلم - من فلان ، وفيه : ويقرأ في المغرب بقصار المفصل ، ويقرأ في العشاء بوسط المفصل ... والكلام على المفصل في القرآن ، وسياق الأحاديث الواردة في هدي النبي - صلى الله عليه وسلم - في قراءته في الصلوات المكتوبة ، والتوفيق بين ما ظاهره التعارض ¶ 3- القراءة في ركعتي الفجر ... ... ... ... ... 173 – 176 ¶ شرح حديث أبي هريرة وابن عباس في القراءة في ركعتي الفجر ....... وبيان هدي النبي - صلى الله عليه وسلم - في القراءة في هاتين الركعتين ، والكلام على القراءة في أوائل السور وأوساطها وأواخرها ، وسياق الآثار وكلام أهل العلم في ذلك .",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "4- القراءة في قيام الليل . ... ... ... ... ... ... 177 – 180 ¶ شرح حديث حذيفة قال صليت مع النبي - صلى الله عليه وسلم - ليلة فافتتح البقرة ..... وبيان صفة قراءة النبي - صلى الله عليه وسلم - ، وحكم الجمع بين أكثر من سورة في الركعة الواحدة ، وحكم القراءة على غير ترتيب المصحف ، وحكم التسبيح والتعوذ والسؤال عند القراءة أوسماعها، وهل يفرق بين الفرض والنافلة ؟ ¶ 5- النظائر التي كان رسول الله - صلى الله عليه وسلم - يقرأ بهن ... ... 181 – 184 ¶ شرح حديث ابن مسعود : لقد سمعنا القرائن أو النظائر التي كان رسول الله - صلى الله عليه وسلم - يقرأ بهن ..... وبيان معنى النظائر ، وسياق الروايات المفسرة لهذه النظائر .. الخ ¶ 6- الأقرأ أحق بالإمامة ... ... ... ... ... ... ... ... 185 – 187 ¶ شرح حديث أبي سعيد الخدري في قوله عليه الصلاة والسلام : وأحقهم بالإمامة أقرأهم .... وسياق الأحاديث في الباب ، وبيان المراد بالأقرأ ؟ ، وذكر مذاهب العلماء في من هو أحق بالتقديم هل هو الأفقه أم الأقرأ ؟ .... وسياق الأدلة في ذلك . ¶ 7- أمر الأئمة بالتخفيف ... ... ... ... ... 189 – 190 ¶ شرح حديث أبي هريرة : إذا أم أحدكم الناس فليخفف ، وبيان الأحاديث في الباب .... وبيان المراد بالتخفيف . ¶ 8- النهي عن قراءة القرآن في الركوع والسجود ... 191 – 192 ¶ شرح حديث ابن عباس وعلي رضي الله عنهما : في النهي عن القراءة في الركوع والسجود ..... وبيان الحكم التشريعية من هذا النهي .... ¶ 9- القراءة في صلاة الجمعة والعيدين . ..... ... 193 – 195",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "شرح حديث جابر بن سمرة : كان للنبي - صلى الله عليه وسلم - خطبتان ، يجلس بينهما ، يقرأ القرآن ، ويذكر الناس .... وسياق الأحاديث في القراءة في خطبة الجمعة ، وبيان حكم القراءة في الخطبة وذكر أقوال العلماء في هذه المسألة ... وشرح حديث أبي هريرة والنعمان بن بشير رضي الله عنهما : في القراءة في صلاة الجمعة ، وسياق الأحاديث الواردة في القراءة في صبحها ويومها ، وكذلك القراءة في صلاة العيدين . ¶ 10- القراءة في صبح الجمعة ................ 199 – 200 ¶ شرح حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يقرأ في الفجر يوم الجمعة ) الم تنزيل ) ، و ( هل أتى على الإنسان حين من الدهر .... ) ¶ الفصل الثاني : أحكام عامة ... ... ... ... ... 201 – 217 ¶ 1- أخذ الأجرة على تعليم القرآن ... ... ... ... 202 - 205 ¶ شرح حديث ابن عباس : إن أحق ما أخذتم عليه أجراً كتاب الله ، وبيان سبب الحديث ، والكلام على حكم أخذ الأجرة على تعليم القرآن ، والفرق بين ذلك وبين الاستئجار على القراءة ........ ¶ 2- النهي أن يسافر بالقرآن إلى أرض العدو .... 206 – 208 ¶ شرح حديث ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - : نهى أن يسافر بالقرآن إلى أرض العدو ..... وبيان الحكم التشريعية من هذا النهي ...... ¶ 3- لا يمس القرآن إلا طاهر ... ... ... ... ... ... 209 - 211 ¶ شرح حديث عمرو بن حزم : لا يمس القرآن إلا طاهر .... والكلام على إسناده ، وذكر تلقي العلماء له بالقبول ، وذكر اختلاف العلماء في مس المصحف وهل يشترط له الطهارة .... ؟ ¶ 4- لا يجهر بعضكم على بعض في القراءة. ... ... 212 – 213 ¶ شرح حديث أبي سعيد الخدري : أن النبي - صلى الله عليه وسلم - اعتكف في المسجد فسمعهم يجهرون بالقراءة ..... والكلام على حكم رفع الصوت بالقرآن ........ ¶ 5- نهي الجنب عن قراءة القرآن ... ... ... ... ... 214 – 217",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "شرح حديث علي قال : كان النبي - صلى الله عليه وسلم - يقرئنا القرآن ما لم يكن جنباً .... وبيان حكم قراءة الجنب للقرآن ، وكذلك قراءة الحائض ......... ¶ فهرس المراجع والمصادر : .......................... 218 – 229 ¶ فهرس الموضوعات : ............................ 230- 236",
            "page": "171",
            "part": "1"
        }
    ],
    "t36641": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حديث السنة_عن_القرآن_فضائل_وأحكام_وآداب"
        }
    ]
}