{
    "b36649": [
        {
            "id": "1",
            "nass": "الربا في البنوك المعاصرة ¶ (الرد على مراد شكري) ¶ بقلم ¶ فضيلة الشيخ أبي عبيدة مشهور بن حسن آل سلمان (1380- ؟ هـ). ¶ حفظه الله تعالى ورعاه",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الحمد لله ، والصلاة والسلام على رسول الله ، وآله وصحبه ، ومن اهتدى بهديه ، وصلى بصلاته إلى يوم الدين ، قال تعالى : { يَوْمَ لا يَنفَعُ مَالٌ وَلَا بَنُونَ إِلا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ } [الشعراء:88-89]. ¶ أما بعد . ¶ كلما ابتعد الناس عن هدي النبوة وزمانها وقعوا في ظلمات وورطات، بناء على ما وقع في حياتهم من مستجدات وإحداثات، ومن المعلوم من الدين بالضرورة حرمة الربا، ولكن استجدت طريقة التعامل بالربا، بناء على ما اصطلح عليه الناس من معاملات بالدنانير والدراهم بدلا من الذهب والفضة، ولما وقع هذا التغاير نازع بعض من زلت قدمه، وضل فهمه في جريان الربا في النقود التي بين أيدي الناس اليوم، بل صرح بعض من زاغ عن الحق في هذه المسألة بعدم وجوب الزكاة في الأموال التي بين أيدي الناس! لأنها ليست بذهب ولا فضة! ¶ و (الخير ) في المنظور الشرعي إنما يكون بالمواءمة بين (الحق ) و (العدل )، ومدار العدل أن يعرف الفقيه (فقه واقع ) المسألة المبحوثة، ومدار (الحق ) التمييز بين الصحيح والسقيم والجيد من الرديء في النصوص المنسوبة للشرع: إثباتا وتوجيها ودلالة. وهنالك كثير من (المسائل ) المبحوثة يكمن الخطأ فيها في الجانب الأول لا الثاني، ومن بينها: مسألتنا هذه: هل معاملة البنوك المعاصرة يشملها عموم النصوص المحرمة للربا. ¶ أعالج في هذه المقالة هذه القضية المهمة، ولولا أني شعرت باغترار بعض الجهّال بما سوده بعض المتهوكين -قديما وحديثا- لضربت عن هذا الأمر صفحاً، وأعرضتُ عن الرد، فالباطل يموت بإهماله، ومن سنّة الله الشرعيّة والكونيّة أنّ الحق غالب منصور، والباطل مقهور مدحور.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "والواجب على من تصدّى لمسألةٍ فقهية أن ينزع من أدلّة الشرع بحقّ، وأن ينزِّله في موضعه بعدل، فالتطبيق بين (الحق) و (العدل) هو عمل (فقيه النفس)، العالم بالنازلة، العارف بما يخصها من الأدلة. ¶ ومن بديع كلام ابن القيم في «الإعلام» (2/166) قوله -بعد تقرير نحو ما ذكرت وتأصيله-: «ومن تأمّل الشريعة، وقضايا الصحابة وجدها طافحة بهذا». ¶ ثم قال -وهذا هو الشاهد-: «ومن سلك غير هذا أضاع على الناس حقوقهم، ونسبه إلى الشريعة التي بعث الله بها رسوله» انتهى. ¶ قال أبو عبيدة: فالبحث العلمي المؤنَّق قائم على «نقل مصدّق، وبحث محقّق» كما قاله شيخ الإسلام في «الرد على البكري» (2/729). ¶ ولا ريب أنّ الشريعة جاءت بأصول كليّات، وقواعد مجملات، وهي -جميعاً-تتسع لحاجات الناس ومستجداتهم، وفيها -بنصوصها وقواعدها المتّصفة بالثبات، والشمول، والحاكميّة -ما يسعف الفقيه في استخراج أحكام النوازل، ولكن لا بدّ من جمع الحق والعدل -كما قلنا-. ¶ ومن النوازل التي ظهرت في بلاد المسلمين، وعمت، وكاد لا يسلم أحد من شرها: (البنوك)، وتتابعت تقريرات العلماء وفتاويهم على إلحاقها بالمقرر عند جماهير الفقهاء ومحققيهم، من القول بحرمة التعامل معها، إلا بحذر وقدْر، والحذر يختلف باختلاف الورع والتقوى، والقدْر كلٌّ أدرى بحاجته، وينكر ما عدا هذا من التوسع الحاصل في التعامل معها في هذا الزمان، ولا قوّة إلا بالله! ¶ ولو بقيت الفتنة -يا للأسف كالعادة!- في الممارسات والسلوكيّات، لهان الخطب، فلعلّ الذي أصابته فتنةٌ يرعوي في يوم من الأيام! ولكنها استشرت وتعدّت، فتمكّنت من القلوب، واستقرّت في الأفهام، فبتنا نجد من يفتي بالحلّ على إطلاقه!",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وعقدة البحث مع هذا الصنف من الناس تكييف (1) هذه (الأوراق)، وهل يجري فيها الربا أم لا؟ ¶ ولا نعاكس رأي القائلين بعدم إجراء الربا، فإني سأبدأ بكلامهم، وبيان تكييفهم، ثمّ أكرّ عليه بالردّ المجمل (2)، مبيناً علّة حرمة الربا في الذهب والفضّة، وأنّ الأوراق النقديّة التي بين أيدي الناس تلحق بها. ¶ قال مراد شكري في كتابه (المِعْثار): «رفع الحرج والآصار عن المسلمين في هذه الأعصار» (ص24-25): ¶ «الأشياء ثلاثة أقسام: إمّا سلعة مجرّدة كالعقار، والشجر، والمعادن، والبهائم، ونحو ذلك، وإمّا مقياس مجرّد كالفلوس، والأوراق النقديّة، إذ لا قيمة لها في ذاتها، وإنّما فيما اصطلح الناس عليه من جعلها مقياساً لقيم سائر الأشياء، وثمناً لها تسهيلاً وتيسيراً. ¶ وأمّا القسم الثالث: وهو ما جمع بين الوصفين ككونه سلعة ذات قيمة في نفسها، وكونه -أيضاً- مقياساً واصطلاحاً لأثمان سائر الأشياء، وهو الذهب والفضّة، أو ما كان في معناه مما يجمع الوصْفَين. ¶ فلا ريب بعد هذا التقسيم الحاصِر في طريقين وهما: ¶ الطريق الأول أن يُقال: إنَّ الذهب والفضّة صنفان ربويّان، وعلَّتهما قاصرة عليهما لا تتعداهما، فلا يُقاس عليهما سواهما من سائر الأشياء، ومعلوم أنّ الورق النقديّ لا هو ذهب ولا فضّة بالحِسّ الظاهر، والمشاهدة، وحقيقة الحال، فلا يكون ربويّاً لثبوت الفارق الواضح فلا قياس.(والكلام لا يزال لشكري!)! ¶ أو الطريق الثاني: وهو معرفة حقيقة الوزن النقديّ، وأنه مقياس اصطلاحي موثوق وميسّر لتبادل الأشياء كالفلوس سواء بسواءٍ، بلا فارق، وعلى كلا الطريقتين فإنّه غير ربويّ؛ لأنّه ليس بذهب، ولا فضّة، إجمالاً وتفصيلاً».انتهى!",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فهو يرى أنّ علّة (الذهب والفضّة) قاصرة، ولا يقاس عليها سواها من النقود والأوراق النقديّة، وبالتالي فهو لا يجري فيها الربا، وصرّح بذلك في (ص29) بقوله: «الشارع أطلق الذهب والفضّة، ولا يمكن قياس غير الذهب والفضّة عليها (3) في جريان الربا، وإلا لأدخلنا في كلام الشارع ما ليس منه؛ لأنّ الذهب والفضّة يجري الربا فيهما في كل أحوالهما، سواء كانت مضروبة، أو تبراً، أو مجعولاً حليّاً، فحكم الربا دائر معها حيث دارت» انتهى. ¶ وزعم بعد كلام في (ص38) أنّ هذا القول هو (المشهور في المذاهب الأربعة)! وهذا نصّ كلامه: ¶ «إذا تقرّر أنَّ المشهور في المذاهب الأربعة أنَّ الذهب والفضّة لا يقاس عليهما غيرهما كما هو قول مالك، والشافعي، ورواية في مذهب أحمد، أو أنّ علّتهما الوزن، فيلحق بهما الموزونات من المعادن كالحديد، والرصاص، والنحاس، كما هو مذهب أبي حنيفة وأحمد، وعلى القولين فالأوراق النقديّة ليست في الأصناف الربويّة لا نصّاً، ولا قياساً في أشهر الأقوال!! (والكلام لا يزال لشكري!)! ¶ ثمَّ قرَّرنا أنّها مثل الفلوس في المعنى، وأنّ حكمهما حكم الفلوس كذلك، وأنّ الفلوس ليست من الأصناف الربويّة في المشهور من أقوال المذاهب الأربعة». ¶ وأعاد هذا في مواطن من كتابه، منها ما في (ص43) لما قال: «لا ينبغي أن يظل هناك شبهة، فإنّ القول في حقيقة الأوراق النقديّة، وأنها غير ربويّة، وأنّ هذا القول ¶ -أيضاً- قولمشهور عن أكابر الأئمة، بل الدليل عليه، وهو الأظهر» (4)!! انتهى ¶ قال أبو عبيدة: وجميع من سمّاهم -هكذا!-، وحاول أن يتعلّق بهم يخطِّئون تخريجه، ولا يوافقونه على القول بالحلّ في التعامل مع البنوك بالطريقة التي يفتي بها، وأنّ الأوراق النقديّة لا يجري فيها الربا، وتفصيل ذلك بذكر النقولات عنهم، وفتاويهم يطول، لا يتّسعه المقام، وهو مشهور متداول في (الفتاوى) والمحاضرات والدروس العلميّة، بل الوعظيّة!",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ونقول بالنظر إلى الثمار، ونتائج التخريج: لا يوافق على هذا القول إلا عبدالله الحبشي، فهو من أوائل القائلين بعدم جريان الربا في الأموال التي بين أيدي الناس! قال في كتابه: «بغية الطالب» (ص314) بعد شقشقة وكلام: «فظهر من ذلك أنّه لا ربا في الفلوس، أي: إذا بيع الفلس بالفلس فهو حلال، بل يجوز بيع فلس بألف فلس». ¶ بين مراد شكري وعبدالله الحبشي ¶ نبيّن -من باب الإنصاف والعدل- أنّ هناك فرقاً بين قولي شكري والحبشي، وإنِ اتفقا في النتيجة! فالحبشي يرى عدم وجوب الزكاة في الأوراق النقديّة التي بين أيدي الناس، قال في كتابه السابق (ص216): «ولا زكاة في الأثمان من غير الذهب والفضّة؛ لأنّ النبي - صلى الله عليه وسلم - لم يذكر زكاة غيرهما»، وأكد على ذلك بتتمة كلامه، ونصّه: «ولا ينظر إلى رواج الثمن، الذي هو من غيرهما، بالتعامل بين الناس». ¶ واشتهر هذا القول عنه، وخصّه جمع من الباحثين بالردّ، وأبرزوه في مناقشاتهم ومباحثاتهم معه، ينظر على سبيل المثال (5) «موسوعة أهل السنّة» (2/920-922). ¶ وأمّا مرادٌ فخرّج (6) القول بوجوب الزكاة في الأوراق الماليّة بناءً على أنها (عروض تجارة!)، وقد صرّح هو بذلك في كتابه (ص35)! ¶ ومما ينبغي التفطّن له هنا: أنّ الحبشي وشكري متفقان في عدم جريان الربا في النقود والأموال، ولكن ما الوجهُ الذي جعل الأول يقول -مُتناقضاً- بعدم وجوب الزكاة فيها، دون الثاني! ¶ علّة بحثهما وعقدته تكمُن في عدم تكييف صورة المسألة، والجهل بواقعها . . وتأريخها، وعدم فهم الأخير (7) منهما لكلام بعض الفقهاء الذين احتج بكلامهم! ¶ والمتأمّل في زكاة (العروض) -مثلاً- الفاحص لأدلتها، يجد الخلاف الفقهي فيها -قديماً وحديثاً- أقوى مدركاً، وأقعد في البحث والتخريج من الكلام في مسألة (جريان الربا في النقود والأموال)!",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ومع هذا فلم تتّسع الصدور لقبولها، بينما وصف شكري القائل بحرمة الربا في الأوراق النقديّة -بجامع إلحاقها بالذهب والفضّة- بأنه: «خالف الفقهاء، وخالف الأصول»، وقال عن هذا الحكم: «غلط ومردود» كما في (ص47) من «آصاره!»! ¶ وقبل إرخاء العنان للقلم بالرد والانتصار للحق، بتأصيل علمي بعيد عن التجريح، والمهاترات، والسباب، والشتم، أُراني مضطراً للتركيز على خطورة أثر ذلك التأصيل السابق، وأنّ ظلماً وقع في (تحقيق مناط) مسألة الأوراق النقديّة، وأنّ عدم إلحاقها بالذهب والفضّة له نتائج خطيرة، وفيه خروج عن المقرّر عند العلماء، ولا بدّ -في ختام هذا (التمهيد) الذي أعتبره استكشافاً لمخبوء تلك الدراسة التي صيغت -تلبيساً-بلغة فقهيّة، ونقولات مذهبيّة، وفيها قدح ذهن ينبئ عن معرفة وملكة- أن أركّز على الآتي: ¶ صرّح صاحب «رفع الآصار»-هداه الله- في مواطن كثيرة مِن رسالتهِ بحلّ التعامل مع البنوك الربويّة، وأخذ الزائد والفائض بحجة أنها تجارة! ¶ وصرّح بذلك (ص55) لمّا قال: «ولا يخفى عليك ما قرّرناه من جواز شراء الألف بالألفين، ونحو ذلك في العقود، وعليه فتكون الفائدة البنكيّة بعد تصورها بيعاً مباحاً إلى أجل». ¶ وقال -أيضاً- (ص54-55): «بيع الشخص المتعامل مع البنك مبلغ مئة ألف إلى سنة بمئة ألف وعشرة آلاف، أو أي مبلغ متفق عليه، ولا يهمنا حساب الفائدة، بل المقصود هو المبلغ الذي ستقبضه عند انتهاء الأجل، فهذا العقد حقيقته ومعناه الواضح أنه بيع».",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ثم أفصح عن علّة الربا عنده بقوله في الصفحة نفسها تحت عنوان (جواز القرض البنكي إذا خلا عن الفائدة المركبة كما قدمنا لأنه بيع وليس بقرضٍ)، ثم شرح(!) قائلاً: «إعطاء البنك القروض لمعامليه: وصورة ذلك أن يأخذ المعاملُ أو الحرِّيف مبلغ ألف دولار مثلاً إلى سنة بألفين، فهذا بيع مُباح تقدّم الكلام عليه، ولكنّ الربا المحرّم المُجمع على تحريمه عندما يعجز الشخص عند انتهاء المدّة عن دفع الألفين فعندها يقول له البنك: نؤجّلك سنة أخرى ويزيد المبلغ ألفاً أو نحوه، وهذا هو الربا الأعظم الذي يُفضي إلى الأضعاف المضاعفة». ¶ وأخذ يُخرّج(!) على هذا فروعاً (8) لا داعي لمناقشتها في هذه المقالة؛ إذ مبناها على أنّ (الأوراق النقديّة) تعامل معاملة سائر السلع، ولا صلة لها البتّة بالذهب والفضّة! ¶ ولا بدّ -أخي القارئ الكريم- من إيضاح الحقّ، بذكر مناقشة أصل المسألة، وهذا يتطلّب منّا البيان الآتي: ¶ أولاً: نقض دعوى أنّ الأوراق الماليّة عروض، وبيان بطلانها:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الزعْمُ بأنّ الأوراق الماليّة عروض (9) لا نصيب له من الصحّة، وقد فصّل ذلك وردّه بما لا مزيد عليه العلامة الحجوي (10) في كتابه «الأحكام الشرعيّة في الأوراق الماليّة» (11) -أو «إثمد الآفاق بوجوب الزكاة في عين الأوراق»-، فقال في (التمهيد: في تصوير حقيقتها، -أي: الأوراق النقديّة- ليمكن الحكم عليها، وإبطال القول بأنها عروض) ما نصّه: «القول بأنّ الأوراق الماليّة عروض غير صحيح، فقول بعض فقهاء العصر أنها عروض لا يظهر له معنى من جهة التصور؛ إذ العروض هي الأشياء المعدة للانتفاع بأعيانها كأثاث البيت، والرياش، والدواب مثلاً، وذلك مأخوذ من كلام الباجي الآتي في الفصل الخامس (12)، وهذه الأوراق لنا انتفاع مقصود من عينها لا في الأمور الضروريّة ولا الحاجيّة، ولا التحسينيّة، ثمّ لا معنى لتشبيهها بالفلوس التي عدت من العروض في باب الزكاة دون الصرف، فهو تشبيه غير تام، وقياس مع الفارق البيّن؛ لأنّ الفلوس معدن من المعادن الصالحة لأن تصاغ أواني، فلها قيمة نظراً لما لها من المنفعة المقصودة باعبتار مثالها، أمّا هذه الأوراق فأي انتفاع يقصد بها لعينها سوى أنها وثيقة بحق، فهي صكوك دَين قطعاً، ولو قطع النظر عمّن هي في ذمته وعن ضمانة الدولة ما ساوى شيئاً، بدليل أنّ أوراق الدولة الروسيّة والنمساويّة لمّا سقطت الدولة التي كانت ضامنة لها، وأفلس البنك الذي كانت في ذمته لم تبق لها قيمة تذكر، بل صار الإفرنك منها لا يساوي سانطيمين، وذلك نصف درهم. ¶ ومما ينفي كونها عروضاً أنها إذا كانت جديدة أو بالية مقطعة متسخة فالقيمة واحدة لا تنقص بقيمتها ولا تزيد بحسنها، والعرض بخلاف ذلك؛ فإنّ قيمته تابعة لأوصافه -كما هو معلوم-، وأنها إذا زورت بطل التعامل بها، وعُزّر من زورها بمثل أو أكثر، مما يعد به مزور رسم العدول.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ويعين أنها رسومُ دَين في الأصل: أن قدر قيمتها الآن تابع لقدر ما في صناديق الذي هي في ذمته من العين الاحتياطي، زيادة ونقصاً، فهي كرسوم الدين سواء بسواء، بل هي هي، وهل يوجد عرض بهذه الصفة، يزيد ثمنه وينقص لغيره، سواء كان صحيحاً سالماً أو متلاشياً؟ كلا ثمّ كلا. ¶ ومن غريب ما يسمع أنّ الذين اخترعوا هذه الأوراق وعملوها معترفون بأنها أوراق دين في ذمتهم ملتزمون بأدائها، وأنتم تقولون لهم إنها ليست ديوناً بل عروضاً! كل هذا نشأ عن عدم اعتناء أهل العلم بأحوال زمنهم وتهورهم في الأحكام قبل تصورهم»(13). ¶ ثم قرّر هذا -رحمه الله- وأكده بأنّ المقرر عند علماء الاقتصاد أنّ هذه الأوراق أنواع ثلاثة: ما له سعر اختياري، وما له سعر قانوني، وما له سعر إلزامي، وقال بعد كلام ما نصّه: «فهي –أي: الأوراق النقديّة- تكون (صكوك دين) في الحالات الثلاث كلها». ¶ ثانياً: عدم جواز بيع الأوراق النقديّة بعضها ببعض مفاضلة ولا بالتأخير: ¶ وهذا هو عنوان (الفصل الأول) في كتاب الحجوي المشار إليه آنفاً، وقال تحته: «إنها صكوك دين، فلا يجوز بيع بعضها ببعض مفاضلة ولا بالتأخير، ولا يجوز بيعها بأحد النقدين كذلك، وأمّا من أباح ذلك وبناه على أنها عروض فلم يحرر مناطاً لمسألة، ولا تصوّر حقيقة تلك الأوراق، وإنما هي صكوك دين، فحكم المعاملة الجارية بين الناس أنها إذا أبدلت بالنقد فهي حوالة تجري على حكمها، فيشترط فيها المماثلة، ولا تجوز المفاضلة مهما اتّحد الجنسان، وتجوز إذا اختلفت كإبدال هذه الأوراق التي في المغرب بالذهب الإنجليزي، وتجب المناجزة، ولا يجوز التأخير سواء اتّحد الجنس أو اختلف». ¶ ومن الأمور المهمة التي لا يجوز لنا أن نتجاوزها ونحن نتكلّم عن هذه المسألة: ¶ ثالثاً: علّة الربا في الذهب والفضّة:",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "من المعلوم المتّفق عليه الوارد في النصوص الكثيرة (14) قوله صلى الله عليه وسلم: «الذهب بالذهب، والفضّة بالفضّة . . . (15) مثلاً بمثل، سواء بسواء، يداً بيد، فإن اختلفت هذه الأصناف فبيعوا كيف شئتم إذا كانت يداً بيد». ¶ ووقع خلاف بين العلماء في علّة الربا في الذهب والفضّة، والخلاف واقع بينهم في باقي الأصناف المذكورة في الحديث على وجه أظهر وأشد، ولست بصدد النقل والتفصيل في ذلك (16)، ولكنني أجتزئ على ما يخص موضوعنا، ¶ فأقول وبالله -سبحانه وتعالى- أصول وأجول: ¶ إنّ مسألة الربويات الست لا بدّ من خضوعها لمبحث (تحقيق المناط)، فالست خصّت لحكمة إلهيّة بلا أدنى ريب، وهذه الحكمة لم يكشفها الشرع لنا، لكنّها ضبطت بضوابط عامّة رآها الفقهاء في زمانهم صالحة لنمط حياتهم، على خلاف يسير من حيث الواقع في التنزيل والردّ، مع إحكام أصول المسألة. ¶ ولكنّ الناظر في جزئيّاتها يجد متفرقات جمعت بناءً على هذه القاعدة، وهي لا تستحق هذا الجمع؛ فإلحاق الخشب على الذهب بجامع الوزن، أو الدواء على القمح بجامع الطعم، أو الحِنَّاء على البُر بجامع الكيل؛ لا يستقيم! ¶ والذي أراه -والله أعلم-: إن الإلحاق بهذه الأصناف الست المذكورة في الحديث لا بجامع العلّة، وإنّما بجامع تحقيق -أو ترجح- نفي الفارق المؤثر بينها وبين ما شابهها. ¶ قال العلامة الشنقيطي في «المذكرة» (ص249): «الإلحاق من حيث هو ضربان: ¶ الأول: الإلحاق بنفي الفارق. ¶ والثاني: الإلحاق بالجامع. ¶ وضابط الأول أنّه لا يُحتاج فيه إلى التعرض للعلة الجامعة، بل يُكتفى فيه بنفي الفارق المؤثر في الحكم». ¶ ويعجبني -غايةً- في هذا الموضوع كلام ابن رشد في أوائل «بداية المجتهد»: «فمثال القياس: إلحاق شارب الخمر بالقاذف في الحدِّ، والصداق بالنّصاب في القطع.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وأمّا إلحاق الربويّات بالمقتات، أو المكيل، أو المطعوم؛ فمن باب الخاص أُريدَ به العام، والجنس الأول هو الذي ينبغي للظاهرية أن تنازع فيه، وأما الثاني؛ فليس ينبغي لها أن تنازع فيه؛ لأنه من باب السمع». ¶ أقولُ: فإلحاق غير المنصوص بالمنصوص داخل في المفهوم، وهكذا ينبغي أن يجري الأمر في هذا الباب الدقيق. ¶ وهذا -هكذا- يغلق الأبواب المُشْرَعة أمام المتحايلين وقليلي الفقه والدين، في المنازعة في إجراء الربا -اليوم- في النقود التي بأيدي الناس بزعم أنها عروض تجارة! ¶ وفي كتاب «رفع الآصار» -ذاك!-إعراض عن هذا التقرير، وتغافل عنه؛ فجميع الأثمان من الفلوس والدنانير والدراهم تأخذ حكم الذهب والفضّة، من أي فئة كانت، سواء الدولار، أو الجنيه، أو الدينار، ورقاً كانت أو معدناً، لانتفاء الفارق بينهما وبين الذهب في عهد التشريع، وفي هذا ردٌّ على من جعلها سلعة، ويجري فيها الربا، وذلك مما يُفضي إلى تذبذبها، وعدم استقرارها، وتكدسها في أيد قليلة، فيلحق الضرر بالعامّة (17). ¶ وقد أفصح ابن القيم في «الإعلام» (3/401 – بتحقيقي) عن هذا بقوله: «وسرّ المسألة أنّهم مُنعوا من التجارة في الأثمان بجنسها؛ لأنّ ذلك يُفسد عليهم مقصود الأثمان، ومُنعوا من التجارة في الأقوات بجنسها؛ لأنّ ذلك يُفسد عليهم مقصود الأقوات، وهذا المعنى بعينه موجود في بيع التبر والعين؛ لأنّ التبر ليس فيه صنعة يقصد لأجلها، فهو بمنزلة الدراهم التي قصد الشارع ألا يفاضل بينها، ولهذا قال: «تِبْرُها، وعَينها سواء»(18)؛ فظهرت حكمة تحريم ربا النَّسَاء (19) في الجنس والجنسين، وربا الفضل في الجنس الواحد، وأنّ هذا هو تحريم المقاصد، وتحريم الآخر تحريم الوسائل وسد الذرائع».",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ولا بدَّ من التنبيه على أنّ هذا المسلك فيه (تحقيق المناط) في الربويات، على وجه لا يعارض المقرر عند الفقهاء الكبار الثقات، ومنه يظهر حرمة بيع الأوراق النقديّة نسيئة بزيادة، وأن الربا يلحقها ويجري فيها، كالذهب والفضة سواء بسواء. ¶ رابعاً: فصّل بعضُ أهل العلم المتأخّرين (20) الحكمة من ذلك بكلام بديع غايةً؛ فقال: «الحكمة التي خلق الله الذهب والفضّة لأجلها هي: أنّ قِوام الدنيا بهما، وهما حجران لا منفعة في أعيانهما، إذ لا يَرُدَّان حَرّاً ولا برداً، ولا يُعذّبان جسماً، والخلق -كلّهم- محتاج إليهما، من حيث إنّ كلّ إنسان محتاج إلى أشياء كثيرة في مطعمه وملبسه، وقد لا يملك ما يحتاج إليه، ويملك ما يستغني عنه؛ كمن يملك القمح -مثلاً- وهو محتاج إلى فرس، والذي يملك الفرس قد يستغني عنه ويحتاج إلى البُرّ، فلا بدّ بينهما من معاوضة، ولا بدّ من تقدير العِوض؛ إذا لا يُعطي صاحب الفرس فرسه بكل مقدار البرّ، ولا مناسبة بين البُر والفرس حتى يقال: يُعطي منه مثله في الوزن! أو الصورة! فلا يدري: أنّ الفرس كم يساوي بالبُرّ. ¶ فتتعذر المعاملات في هذا المثال -وأشباهه-؛ فاحتاج الناس إلى متوسط، يحكم بينهم بالعدل؛ فخلق الله الذهب والفضّة حاكمين بين الناس في جميع المعاملات؛ فيُقال: هذا الفرس يسوى مئة دينار، وهذا القدر من البُرّ يسوى مثله. ¶ وإنّما كان التعديل بالذهب والفضّة؛ لأنه لا غرض في أعيانهما، وإنما خلقهما الله لتتداولهما الأيدي، ويكونا حاكمَين بالعدل. ¶ ونسبتهما إلى جميع الأموال نسبة واحدة؛ فمن ملكهما كأنه مَلَكَ كلّ شيء، ومن ملك فرساً –مثلاً-؛ فإنّه لم يملك إلا ذلك الفرس، فلو احتاج إلى طعام، ربما لم يرغب صاحب الطعام في الفرس؛ لأنّ غرضه في ثوب",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "-مثلاً-؛ فاحتيج إلى ما هو في صورته، كأنه ليس بشيء، وهو -في معناه- كأنه كل الأشياء، والشيءُ إنما يستوي نسبته إلى الأشياء المختلفات إذا لم تكن له صورة خاصّة؛ كالمرآة: لا لون لها، وتحكي كلّ لون. ¶ فكذلك الذهب والفضّة؛ لا غرض فيهما، وهما وسيلتان إلى كلّ غرض؛ فكلّ مَن عمل فيهما عملاً لا يليق بالحكمة الإلهيّة؛ فإنّه يعاقب بالنار -إن لم يقع السماح-؛ فمن كنزهما من غير أن يعطي منهما قدراً مخصوصاً للفقراء؛ فقد أبطل الحكمة فيهما، وكان كَمَن حَبَس الحاكمَ الذي بين الناس- ويقطع الخصومات- في سجنٍ يمتنع عليه الحكم بسببه؛ لأنّه إذا كنزهما فقد ضيّع الحكم، وما خلق اللهُ الذهب والفضّة لزيدٍ خاصّةً، ولا لعمرو خاصّةً، وإنّما خلقهما لتتداولهما الأيدي ليكونا حاكمين بين الناس. ¶ ولا شكّ أنّ العقل إذا عرف هذا الذي قلناه؛ حَكَمَ بأنّ ادّخار الذهب والفضّة عن الناس ظلمٌ، واستحسن العقوبة عليه؛ لأنّ الله -تعالى- لم يخلق أحداً للضياع، وإنّما جعل عيش الفقراء على الأغنياء، ولكنّ الأغنياء ظلموا الفقراء، ومنعوهم حقّهم الذي جعله الله لهم». ¶ ثمّ قال: «وكذا نقول: مَن باع الذهب بالذهب، أو الفضّة بالفضّة بزيادة؛ فقد جعلهما مقصودين في ذاتهما للتجارة، وذلك خلاف الحكمة الإلهيّة؛ لأنّ من عنده ثوب -مثلاً- وليس عنده ذهبٌ ولا فضّةٌ، وهو محتاج إلى طعام؛ فقد لا يقدر أن يشتري الطعام بالثوب، فهو معذور في بيعه بالذهب أو الفضّة، فيتوصّل إلى مقصوده، فإنّهما وسيلتان إلى الغير، لا غرض في أعيانهما. ¶ فأمّا من عنده ذهبٌ فأراد بيعه بذهبٍ -أو فضّة فأراد بيعها بفضّةٍ-، فإنّه يُمنع من ذلك؛ لأنّه يُبقي الذهب والفضّة متقيدين محبوسين عنده، ويكون بمنزلة الذي كنز، وتقييد الحاكم -أو الرسول- الموصل الحاجات إلى الغير ظلمٌ، فلا معنىً لبيع الذهب بالذهب، والفضّة بالفضّة إلا اتخاذهما مقصودين للادخار.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فإذا عرف العقل هذا حسّنه، وحسّن العقوبة عليه، وإنّما كان بيع الذهب بالفضّة -والعكس- لا عقوبة عليه؛ لأنّ أحدهما يُخالف الآخر في التوصل به إلى قضاء الحاجات، إذ يسهل التوصّل بالفضّة من جهة كثرتها؛ فتتفرق في الحاجات، والمنع تشويش للمقصود به، وهو تسهيل التوصل به إلى غيره. ¶ وكذا نقول لِمَن يبيع الفضّة -أو الذهب- بزيادة إلى أجل، كمن يبيع عشرة بعشرين إلى سنة: إنّ مبنى الاجتماع، وأساس الأديان: هو استعمال ما يوجب المحبّة والأُلفة؛ فيحصل التناصر والتعاون، والإنسانُ إذا كان محتاجاً، ووجد من يُسلفه؛ فلا شكّ أنّه يتقلّد مِنَّةَ من أسلفه، ويعتقد محبته، ويرى أنّ نصرته وإعانته أمر لازم له؛ ففي منع بيع الذهب والفضّة بزيادةٍ إلى أجلٍ إبقاءٌ لمنفعة السلف، التي هي من أجلّ المقاصد» (21). ¶ قلت: وهذا المعنى يؤكد ما قرّرناه، وفيه ردّ واضح على من جعل النقود والأوراق كسائر السلع، فأجرى فيها الدين مع الزيادة.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولا بدّ -أخيراً- من التنبيه إلى أمور: ¶ أولاً: لم نستقص فتاوى العلماء المعتبرين، والأئمة المرضيين، من السابقين واللاحقين ما يدفع هذا البلاء الذي جاء به هذا الباحث، فلو أنه أمسك عن التأليف فيه، أو حبسه في صدره، أو جعل أوراقه في أدراجه؛ لأراح واستراح! فما الذي جرَّأه على نشره، والأمّة -إلا من رحم الله- واقعة في هذا البلاء؟! فما مراده من هذا التأليف الذي لم يراجعه له عالم معتبر، ولا فقيه له نظر! وهذه المسائل ما ينبغي لفرد غُمر أن يفتي بها، ويقرّر خلاف ما عليه العلماء والباحثون والمطلعون -فضلاً- عن- الأئمة الأكابر على اختلاف أعصارهم وأمصارهم! ¶ ثانياً: أخطأ الباحث في نقل اختيار بعض الأعلام، ونقل عنهم ما لم يرضوه، والذي وقع فيما نقله من كلامهم من باب الأقوال التي قيلت، وهذا منهج معلوم، وطريق مسلوك، فالجمع شيء، والاختيار والتخريج والترجيح والفتوى شيء آخر، فتعلّق -مثلاً- بكلام للعلامة السعدي، والشيخ -فيما هو معروف عنه ومسطور في فتاويه- يفتي بخلاف ما توصّل إليه الباحث فيما نقلناه عنه، فالعجب منه ينقل باجتزاء وَتَشَهٍّ، ويتقوّل عليه، ويفرّع على أصله بهوى، دون أن يشير إلى مسلكه في الفتوى.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ثالثاً: لم يقتصر التّعدي والتّجنّي على الشيخ السعدي، وإنّما تعدّاه إلى غيره، كعليش -مثلاً- من المالكيّة، فنقل عنه في موطنين (ص34، 43) ما يوهم أنّ اختياره أنّ النقود والأوراق الماليّة عروض تجارية، وبالتالي لا يجري فيها الربا! ورحم الله الثعالبي الحجوي؛ فإنه أورد كلام عليش بطوله، ومما قال في آخر رسالته «الأحكام الشرعيّة في الأوراق الماليّة»: «هذا وإنّ بعض أهل الفتوى ادّعى أنّ الأوراق عروض، وساق كلام عليش باللفظ السابق مستدلاً به، لكن نص عليش السابق مصرّحاً بنفي كونها عروضاً، لنفيه الزكاة عن عينها وقيمتها، وذلك كله غير صواب، كما سبق، والله تعالى أعلم». ¶ وقال -أيضاً- في كتابه «مختصر العروة الوثقى» (ص66): «ومن أخطر الأسباب في أغلاط العلماء ثقتهم العمياء بحفظهم أو بفهمهم، وغلط الفهم أصعب علاجاً، وأمتن اعوجاجاً، وبسببه تشعّب الخلاف في الأمّة، وعزَّ حلّ مشكلاتها من لدن الصحابة إلى الآن، ولولا هذه الثقة لخفَّت أغلاط كثيرة». ¶ رابعاً: اكتفيت في هذه (المقالة) بالرد على مأخذ المسألة، وأصل تكييفها، وتحقيق مناطها، أمّا النقولات التي أوردها مجتزأة؛ موظفاً إياها لنصرة اختياره، دون نظر إلى المعتمد المقرّر عند أصحابها، فهذا له شأن آخر، والمثال السابق عن الفقيه المالكي الشيخ عليش يدلُّك على ذلك.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وأُراني مضطراً إلى إلجام القلم، وعدم إرساله في التفصيل بعد ذلك التأصيل، وفيما ذكرناه كفاية لمن رام الحق، واتّبع السبيل، وأنصف ولم يعاند، ورحم الله ابن القيّم القائل في كتابه الماتع النافع «إعلام الموقعين» (5/387- 388 - بتحقيقي): «ولا يوحشنّك مَن قد أقرّ على نفسه هو وجميع أهل العلم أنه ليس من أولي العلم، فإذا ظفرت برجل واحد من أولي العلم طالب للدليل، مُحَكم له، متّبع للحق حيث كان، وأين كان، ومع من كان: زالت الوحشة، وحصلت الألفة، ولو خالفك فإنه يخالفك ويعذرك، والجاهل الظالم يخالفك بلا حجّة، ويُكفّرك أو يبدّعك بلا حجّة، وذنبك رغبتك عن طريقته الوخيمة، وسيرته الذميمة، فلا تغترّ بكثرة هذا الضرب، فإنّ الآلاف المؤلفة منهم لا يعدلون بشخص واحد من أهل العلم، والواحد من أهل العلم يعدل بملء الأرض منهم». ¶ ومما ينبغي التذكير به في الختام «أنّ الاختلاف في بعض القواعد الكليّة لا يقع في العادة الجارية بين المتبحّرين في علم الشريعة، الخائضين في لجّتها العظمى، العالمين بمواردها ومصادرها» و «كلّ خلاف على الوصف المذكور وقع بعد ذلك، من أسبابه: ¶ أن يعتقد الإنسان في نفسه أو يُعْتَقَدَ فيه أنه من أهل العلم والاجتهاد في الدين، ولم يبلغ تلك الدرجة، فيعمل على ذلك، ويعدّ رأيه رأياً، وخلافه خلافاً، فتراه آخذاً ببعض جزئيّات الشريعة في هدم كليّاتها، حتى يصير منها إلى ما ظهر له بادي رأيه، من غير إحاطة بمعانيها، ولا رسوخ في فهم مقاصدها، وهذا هو المبتدع، وعليه نبّه الحديث الصحيح: «إنّ الله لا يقبض العلم انتزاعاً ينتزعه من الناس، ولكن يقبض العلم بقبض العلماء، حتى إذا لم يَبق عالم اتّخذ الناس رؤوساً جهالاً، فأفتوا بغير علم، فضلّوا وأضلّوا».",
            "page": "16",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قال الطرطوشي في «الحوادث والبدع» (ص70): «تدبّروا هذا الحديث، فإنّه يدلّ على أنه لا يؤتى الناس قط من قبل علمائهم، وإنّما يؤتون من قِبَلِ أنه إذا مات علماؤهم أفتى من ليس بعالم، فيؤتى الناس من قبله، وقد صرّف هذا المعنى تصريفاً، فقيل: ما خان أمين قط، ولكن ائتُمن غير أمين، فخان، فقال: ونحن نقول: ما ابتدع عالم قط، ولكن استُفتي من ليس بعالم فضلّ وأضلّ»، قاله كلَّه الشاطبي في «الاعتصام» (3/128-129 - بتحقيقي) بنوع تصرّف واختصار. ¶ ورحم اللهُ مَن قال: ¶ وليس العلمُ في الدُّنيا بفخرٍ *** إذا ما حلَّ في غير الثّقاتِ ¶ ومن طلب العلوم لغير ربّي *** بعيدٌ أن تراهُ من الهُداةِ ¶ فاحذر -أخي القارئ- من هذا الكتاب، واتَّقِ الله أن يغررك التبهرج الذي فيه، واحرص من أن يجرِّئك على الولوغ والولوج في الكبائر ومقدماتها، وإيّاك أن تحوم حولها. ¶ وعلى ناشره وبائعه أن يتّقوا الله في دينهم، وأن لا يعملوا على ترويج أسباب الكبائر، فإنّ الوسيلة للحرام حرام، وهم شركاء مؤلفه في وزر من ضلّ جراء الاغترار به، والله الهادي والواقي.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "---------- ¶ *** الهوامش : ¶ ---------- ¶ (1) أي: الكيفية الفقهية التي بها يستطيع الفقيه أو طالب العلم أن يحكم عليها بحل أو حرمة. ¶ (2) إذ الرد التفصيلي لا تتّسع له هذه المقالة. ¶ (3) وهذا جُمود يابس! ¶ (4) اللهم لطفَك ورحمتَك! هذه -واللهِ- جرأة لا يُقدم على تقريرها إلا مُلفِّق غير موفق. ¶ (5) وانظر -أيضاً- «إطلاق الأعنّة في الكشف عن مخالفات الحبشي للكتاب والسنّة» (ص36-37)، و«كشف الأستار عمّا في فرقة الأحباش من الفتن والأخطار» (ص25). ¶ (6) وهو ليس أهلاً لذلكَ حتى عند المتمذهبين! يظهر ذلك جليّاً في النظر في شروط هذا الصنف وعرضها عليه! ¶ (7) إذ لم يتحذلق الأول، ولم يطل النفس، وقرّر، وكفى، وعلى الأتباع التسليم، وعلى العلم والدين والحق السلام!",
            "page": "17",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "(8) منها: جواز بيع الشك الآجل بثمن حاضر أقل، ومنها: أنّ الجوائز البنكيّة على الودائع جائزة . . .، إلخ ترخصاته وتهوكاته! ¶ (9) جمع (عَرْض) وهو في اصطلاح الفقهاء: ما ليس ذهباً ولا فضّة، وأمّا (العِرض) ¶ -بالكسر- فهو محل المدح والذم من الإنسان، وأمّا (العُرض) -بالضم- فهو الجانب، وأمّا (العَرَض) -بفتح الراء- فهو الزائل الذي لا يدوم. ¶ (10) نسبة إلى قبيلة (حَجَاوة)، وهي فرع من قبيلة (الثعالبة) التي تقطُنُ الجزائر، استقرّت بالمغرب، وهو جَعْفَريّ نسبة إلى جعفر بن أبي طالب -رضي الله عنه-، وهو صاحب «الفكر السامي في تاريخ الفكر الإسلامي»، الذي فرغ من تأليفه سنة 1347هـ، وله كثير مِن الكتب النافعة الماتعة، وتوفي -رحمه الله- عام 1376هـ بمدينة الرباط عن (85) عاماً رحمه الله -تعالى-، وأكرمه بجنّته. ¶ (11) هو قيد التحقيق -عندي-، وفي مقدماته والتعليق عليه الرد المفصل على شكري والحبشي -هداهما الله-، وهو -من قوّته- كأن صاحبه -رحمه الله- اطّلع على أقوالهما، وعمل على تفنيدها، والرد على ما يتعلّق به من شبه أوهى من بيت العنكبوت. ¶ (12) في كتابه المذكور، ولا وجود لها في مقالتنا؛ إذ ليس همّي هنا إلا عَرْض التكييف الفقهي وتحقيق مناط المسألة، ومعرفة فقه واقعها الشرعي. ¶ (13) التصوّر هنا بمعنى التكييف الذي ذكرنا، و(تحقيق المناط) الذي أردنا، والله الهادي والعاصم. ¶ (14) ورد ذلك عند البخاري (2176، 2177، 2178)، ومسلم (1584) عن أبي سعيد الخدري، وعند البخاري (2134، 2170، 2174)، ومسلم (1586) عن عمر، ومسلم (1587) عن عبادة بن الصامت -والمذكور لفظه-. ¶ (15) ذكر مكان النقاط (البُرّ، والشعير، والتمر، والملح). ¶ (16) وقد فعلتُ -ولله الحمد- في «شرحي على الورقات»، وقد فرغت من تنضيده وتجهيزه للنشر، يسّر الله إتمامه بخير وعافية!",
            "page": "18",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "(17) انظر بحثاً جيداً في مجلة «الشريعة والدراسات الإسلاميّة» العدد (59) سنة 1425هـ بعنوان: «الربويات الست في ضوء الأحاديث النبويّة والمذاهب الفقهيّة» (87-126). ¶ (18) أخرجه أبو داود (3349)، والنسائي (7/277)، وفي «الكبرى» (4/28) رقم (6156)، والشاشي في «مسنده» (1244)، والطحاوي (4/66)، والدارقطني (3/18)، والبيهقي (5/277، 282-283، 291) من حديث عبادة بن الصامت، وهو صحيح، وأصل الحديث دون اللفظ المذكور عند مسلم (11587). ¶ (19) بفتح النون المشددة، وهو تأخير الشيء لغةً. ¶ (20) هو الأمير عبدالقادر الجزائري القسطنطيني في كتابه «ذكرى العاقل وتنبيه الغافل» (ص.81-83-84-86)، وانظر «الأمير عبدالقادر، جوانب من شخصيته، ومختارات من مؤلفاته» (ص113-116). ¶ (21) وتتمة كلامه: «وهذا الذي ذكرناه جزئيّة من كليّات؛ تبيّن أنّ الشرع لا يخالف العقل، وقس عليه جميع ما أمرت به الأنبياء ونهت عنه؛ فجميع أقوال الأنبياء لا تخالف العقول، ولكن فيها ما لا يهتدي العقل إليه -أولاً-، فإذا هُدي إليه عرفه وأذعن له، وكما يطلع الطبيب الحاذق على أسرارٍ في المعالجات يستبعدها من لا يعرفها، فكذلك الأنبياء؛ فلا يصل العقل إلى علومهم إلا بتعريفهم، ويلزم العاقل التسليم لهم بعد النظر في صدقهم. ¶ فكم من شخصٍ يصيبهُ مرض في أصبعه؛ فيقتضي عقله أن يطليه بالدواء، حتى ينبّه الطبيب الحاذق أنّ علاجه أن يطلي الكتف من الجانب الآخر من البدن، فيستبعد ذلك غاية الاستبعاد، فإذا عرّفه الطبيبُ كيفية انشعاب الأعصاب ومنابتها، ووجه التفافها على البدن؛ أذعن».",
            "page": "19",
            "part": "1"
        }
    ],
    "t36649": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الربا في البنوك المعاصرة لأبي عبيدة مشهور آل سلمان"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "بين مراد شكري وعبدالله الحبشي"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "ولا بدّ -أخيراً- من التنبيه إلى أمور:"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "*** الهوامش :"
        }
    ]
}