{
    "b36643": [
        {
            "id": "1",
            "nass": "معالم ومنارات ¶ في تنزيل أحاديث الفتن والملاحم وأشراط الساعة ¶ على الوقائع والحوادث ¶ راجعه عدد من طلبة العلم ¶ بقلم ¶ عبدالله بن صالح العجيري ¶ البريد الإلكتروني: abosaleh95@islamway.net ¶ المقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين أما بعد.. ¶ قال الله تعالى: (اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا)، إن من عظمة هذا الدين الخاتم كماله، وإن من مظاهركماله تهيئته لنفوس أصحابه لما يستقبلونه من حوادث ووقائع، علوية وسفلية، كبار وصغار، ليسيروا من ثم على نور وبصيرة يعرفون من خلال خبر الصادق ما كان وما سيكون مما هو نافع لهم في دنياهم وأخراهم، يبتدأ تاريخهم من آدم بل ومن قبل آدم ويستمر إلى قيام الساعة وما يجري بعد قيام الساعة، وكان من جملة تلك النصوص الشرعية المتحدثة عن أمور المستقبل ما يتعلق بذكر الفتن والملاحم وأشراط الساعة، مما يعطي المسلم تصورا عما يستقبله منها ليحذر ويتقي فينجو، نعم إن أمة الإسلام اليوم تحتاج إلى أن تراجع هذه النصوص الشرعية لتجد السبيل للخروج مما هي فيه من أزمات وفتن يرقق بعضها بعضا، فـ(قد أحاطت هذا الزمان وأهله فتن كثيرة لا تحصى، خصوصا ذهاب دولة الإسلام، وحكومة الإيمان، وغربة الدين، وفشو البدع والمضلين، وقلة العلم، وكثرة الجهل، وإيثار الخلق على الحق، والعاجلة على الآجلة، وترك الغزو ، والقنوع بما في أيدي الناس، والانهماك في أمر المعاش، والإعراض عن المعاد، وكثرة التحاسد ، والمفاسد التي أسرت أفراح القلوب، وشقت قلوب المؤمنين قبل الجيوب، فأصبحوا في حال يعدون المنايا أمانيا، ويرون لضعف الدين ووهن اليقين الموت طبيبا شافيا، إذا عثرت خيول الفتن والنقم، وولت جنود الدعة والنعم، وصارت الدنيا كلها آفات وبلايا، وكم في الزوايا من رزايا)(1)، ومن الرزايا ما نراه من كتابات تخرج بين الفينة ¶ __________ ¶ (1) الإذاعة 218",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "والأخرى قد اتخذت من نصوص الفتن والأشراط والملاحم مرتعا خصبا لعبث العابثين وظنون المتخرصين، يقولون ما لا يعلمون، ويهرفون بما لايعرفون، في كهانة مقنعة تلبس لبوس النص ، والنص ينادي عليها بالبراءة، قد رسموا صورة الحاضر والمستقبل بما جادت به عقولهم المريضة، ثم حاولوا أن يجعلوا من تلك النصوص أصباغا يلونون بها تلك الصور فأساؤوا وهم يحسبون أنهم يحسنون صنعا، قد ضمنوا صورهم تلك كتبا يلقونها على الناس مع كل فتنة ومع كل أزمة تمر بالأمة تقول لهم بلسان الحال هيت لكم فلا يجدون بدا من أن يقولوا : لبيك، إنه باب جديد من أبواب تحريف النصوص ،يفتح بل يكسر لينفذ من خلاله من يريد حرف المسار الصحيح للإصلاح في تثبيط عجيب عن العمل ودعوة للقعود عن النصرة وفي ترقب لخروج مصلح من هنا أو مهدي من هناك، يبتدأ هو لا هُم مسيرة الإصلاح، فوا أسفا، أبالظنون الكاذبة والخيالات الباطلة تعطل الأعمال والشرائع، إنه هروب اليائس المحبط من واقعه إلى عالم من الأحلام والأماني يعيش فيه ويتعلل به مما هو فيه، يحسب أنه بذلك قد صنع شيئا، وحقيقة الأمر أنه قد صنع (لا شيء)!، ولا تستطل الكلام فإنها نفثة مصدور، والأمر من قبل ومن بعد فوق ما أقول، وليس راء كمن سمع ولا من وقف على تصانيف القوم كمن لم يقف عليها.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وهذه كلمات في محاولة لتأصيل هذه المسألة، تنزيل أحاديث الفتن والملاحم وأشراط الساعة على الواقع في ظل ضوابط مستنبطة من تصرفات أهل العلم في القديم والحديث عسى أن تكون محل نفع وإفادة، وقد قسمت البحث إلى جزئين مقدمات لا بد منها يتلوها المنارات والمعالم التي يجب مراعاتها في عملية تنزيل نصوص الفتن والملاحم وأشراط الساعة على الواقع، وليس المقصود تتبع ما كتب في هذه المسائل من كتابات هي محل للنقد والتخطئة فإن هذا يطول بل (لا مطمع لأحد في حصرها، لأنها خطأ وباطل، والخطأ لا تنحصر سبله، ولا تتحصل طرقه، فاخط ما شئت، وإنما الذي تنحصر مداركه، وتنضبط مآخذه، فهو الحق، لأنه أمر واحد مقصود، يمكن إعمال الفكر والخواطر في استخراجه، وما مثل هذا إلا كالرامي للهدف، فإن طرق الإصابة تنحصر وتتحصل من إحكام الآلات، وأسباب النزع، وتسديد السهم، فأما من أراد أن يخطئ الهدف، فجهات الأخطاء لا تنحصر ولا تنضبط، إلا أن نذكر من ذلك حسب الإمكان)(1)..والله أعلم..وإلى المقصود ¶ من حِكَم الشريعة في إيراد نصوص الفتن والأشراط ¶ 1-الابتلاء والامتحان: ¶ __________ ¶ (1) الحوادث والبدع للطرطوشي 22.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "إن أحاديث الملاحم وأشراط الساعة والفتن في الجملة من الغيب الذي يجب الإيمان به، والذي يثيب الله على الإيمان به العباد، وبغيره لا يكون المؤمن مؤمنا، فعن أبي هريرة رضي الله عنه عن رسول الله صلى الله عليه وسلم قال: (أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله ويؤمنوا بي وبما جئت به فإذا فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحقها وحسابهم على الله)(1)، فلا يصح إيمان العبد إلا بالإيمان بكل ما جاء به النبي صلى الله عليه وسلم من أحكام شرعية ومغيبات ماضية وحاضرة ومستقبلية والتسليم له بالجميع، وقد اعتنت كتب العقائد بالتنبيه إلى هذه المسألة على وجه العموم، وما يتعلق بأشراط الساعة على وجه الخصوص، يقول الإمام الطحاوي مثلا: (ونؤمن بأشراط الساعة من خروج الدجال، ونزول عيسى بن مريم عليه السلام من السماء، ونؤمن بطلوع الشمس من مغربها، وخروج دابة الأرض من موضعها)(2)، ويقول الإمام ابن قدامة في لمعة الاعتقاد: (ويجب الإيمان بكل ما أخبر به النبي صلى الله عليه وسلم وصح به النقل عنه فيما شاهدناه أو غاب عنا، نعلم أنه حق وصدق، وسواء في ذلك ما عقلناه وجهلناه، ولم نطلع على حقيقة معناه) إلى أن يقول: (ومن ذلك أشراط الساعة مثل خروج الدجال، ونزول عيسى بن مريم عليه السلام فيقتله، وخروج يأجوج ومأجوج، وخروج الدابة، وطلوع الشمس من مغربها، وأشباه ذلك مما صح به النقل)(3). ¶ 2-التحذير مما يستقبل الناس والإرشاد إلى ما يفعلون: ¶ __________ ¶ (1) رواه البخاري 2946 ، ومسلم 21 واللفظ له ، وأبو داود 2640 ، والترمذي 2606 ، والنسائي 3090 ، وابن ماجة 71 ، والإمام أحمد في المسند 68. ¶ (2) شرح الطحاوية 499. ¶ (3) شرح لمعة الاعتقاد لابن عثيمين 101،104 ، وانظر النهاية في الفتن والملاحم 1/11 ، إتحاف الجماعة 1/6.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المتأمل في كثير من الأخبار المتكلمة عن أشراط الساعة يجدها قد وردت بذم بعض ما سيقع من أشراط، كما جاءت بالتحذير من الدخول في مختلف الفتن الكبيرة والصغيرة، العامة والخاصة، فالمؤمن الكيس هو من اعتزل تلك الفتن وحاذر تلك الأشراط لئلا يكون من أهلها، قال البرزنجي: (وأرسله - يعني النبي صلى الله عليه وسلم- كالمسبحة والوسطى نذيرا، فأخبر عن جميع الفتن والأشراط الكائنة قبلها فاسأل به خبيرا، فبلغ وبالغ، وحذر أمته الفتن عموما والدجال خصوصا تحذيرا)(1). ¶ وقال: (فأكثر النبي صلى الله عليه وسلم من بيان أشراطها وأماراتها وما بين يديها من الفتن القريبة والبعيدة ، ليكون أهل كل قرن على حذر منها، متهيئين لها بالأعمال الصالحات، غير منهمكين في الشهوات واللذات)(2). ¶ __________ ¶ (1) الإشاعة 23. ¶ (2) الإشاعة 25 ، وانظر السنن الواردة في الفتن 23 ، و الإذاعة 20 ، والموافقات 2/450.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وهذا المعنى ظاهر جلي في نصوص الأشراط والفتن، والتحذير والإرشاد يقع فيها باللفظ الصريح، وبالتنبيه و الإشارة، فهذه الأخبار ليست أخبارا مجردة تحكي الوقائع ولا تهدي العباد، بل الهداية فيها منصوص عليها والعمل الواجب مبين، ومن نظر في أحاديث الدجال وتتبعها وجد من الأوامر والإرشادات والاحتياطات الشيء الكثير كالأمر بالاستعاذة منه، والنأي عنه، وقراءة فواتح سورة الكهف، ودخول ناره لا جنته، وكيف تؤدى الصلاة في وقته إلى غير ذلك مما يؤكد هذا المعنى، ومما يبين هذا المعنى كذلك كثير من أحاديث الفتن، كحديث عثمان الشحام قال: انطلقت أنا وفرقد السبخي إلى مسلم بن أبي بكرة وهو في أرضه، فدخلنا عليه فقلنا: هل سمعت أباك يحدث في الفتن حديثا، قال: نعم، سمعت أبا بكرة يحدث قال: قال رسول الله صلى الله عليه وسلم: (إنها ستكون فتن ألا ثم تكون فتنة القاعد فيها خير من الماشي فيها والماشي فيها خير من الساعي إليها ألا فإذا نزلت أو وقعت فمن كان له إبل فليلحق بإبله ومن كانت له غنم فليلحق بغنمه ومن كانت له أرض فليلحق بأرضه) قال: فقال رجل: يا رسول الله أرأيت من لم يكن له إبل ولا غنم ولا أرض؟ قال: (يعمد إلى سيفه فيدق على حده بحجر ثم لينج إن استطاع النجاة اللهم هل بلغت اللهم هل بلغت اللهم هل بلغت)، قال: فقال رجل: يا رسول الله أرأيت إن أكرهت حتى ينطلق بي إلى أحد الصفين أو إحدى الفئتين فضربني رجل بسيفه أو يجيء سهم فيقتلني؟ قال: (يبوء بإثمه وإثمك ويكون من أصحاب النار)(1)، والأحاديث في هذا الباب كثيرة وإنما المقصود التنبيه والإشارة ليس إلا. ¶ __________ ¶ (1) رواه مسلم 2887 ، والإمام أحمد في المسند 19977.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقد فقه الصحابة هذا المعنى ولذا فقد كانوا حريصين على سؤال النبي صلى الله عليه وسلم عما يصنعون في مختلف الفتن والأحداث التي يخبرهم بها صلى الله عليه وسلم فمن ذلك مثلا ما صح عن عبد الله بن عمرو بن العاص أن رسول الله صلى الله عليه وسلم قال: (كيف بكم وبزمان أو يوشك أن يأتي زمان يغربل الناس فيه غربلة تبقى حثالة من الناس قد مرجت عهودهم وأماناتهم واختلفوا فكانوا هكذا) وشبك بين أصابعه، فقالوا: وكيف بنا يا رسول الله؟ قال: (تأخذون ما تعرفون وتذرون ما تنكرون وتقبلون على أمر خاصتكم وتذرون أمر عامتكم)(1). ¶ ومما يدل على عنايتهم بما ينفعهم من أحكام تلك الأيام حديث النواس بن سمعان في الدجال وفيه: (قلنا يا رسول الله وما لبثه في الأرض؟ قال -صلى الله عليه وسلم-: (أربعون يوما يوم كسنة ويوم كشهر ويوم كجمعة وسائر أيامه كأيامكم) قلنا: يا رسول الله فذلك اليوم الذي كسنة أتكفينا فيه صلاة يوم؟ قال: (لا اقدروا له قدره)(2)، فلم يعارضوه صلى الله عليه وسلم بمعقول باطل وإنما إيمان وتسليم، وسؤال عما ينفع. ¶ 3-الاستعداد لقيام الساعة: ¶ __________ ¶ (1) رواه أبو داود 4342 ، والإمام أحمد في المسند 7023 ، وانظر صحيح سنن أبي داود 3648. ¶ (2) رواه مسلم 2937 ، وأبو داود 4321 ، والإمام أحمد في المسند 17177.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إن من فائدة هذه الأخبار إشعار العباد بقرب المعاد ليستعدوا له الاستعداد المناسب إذ هو المقصود أصالة بذكر هذه النصوص، فهي أمارات وعلامات وأشراط لقيام الساعة يستدل من خلالها على قرب الساعة، قال الطيبي: (الآيات أمارات للساعة إما على قربها وإما على حصولها)(1)، واستشعار هذا القرب يوجب من العبد مزيد سعي وإعداد لهذا اليوم العظيم، يدل عليه قول النبي صلى الله عليه وسلم لما سئل: متى الساعة؟ فقال: (ماذا أعددت لها)؟(2) وفي لفظ: (ويلك ما أعددت لها)(3)، فتأمل حسن إرشاد النبي صلى الله عليه وسلم للسائل وصرفه إلى ما يعنيه ويفيده من شأن الساعة وهي قضية الإعداد، يقول الحافظ ابن حجر: (والحكمة في تقدم الأشراط إيقاظ الغافلين، وحثهم على التوبة والاستعداد)(4)، فأشراط الساعة مواعظ تزجر القلوب لتقبل على علام الغيوب جل وعلا، كلما وقع شرط منها فهي خطوة يخطوها الناس جميعا نحو الآخرة فالسعيد من سار في هذه الدنيا متذكرا للآخرة عاملا لها والشقي من أعرض عن أخراه قد عمي عنها ونسيها (نسوا الله فنسيهم). ¶ 4-أن هذه الأخبار من دلائل النبوة: ¶ __________ ¶ (1) الفتح 11/360. ¶ (2) رواه البخاري 3688 ، ومسلم 2639 ، والترمذي 2385 ، والإمام أحمد في المسند 11602. ¶ (3) رواه البخاري 6167. ¶ (4) الفتح 11/357 ، وانظر التذكرة 2/472 ، والسنن الواردة في الفتن 23 ، والإشاعة 24 ، والإذاعة 15 ، ولوامع الأنوار البهية 2/65.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إن هذه الأخبار تعد من دلائل نبوة النبي صلى الله عليه وسلم وصدقه، فإن المرء إذا رأى أمرا قد تحقق من تلك الأخبار ازداد إيمانه ويقينه بصدق النبي صلى الله عليه وسلم في نبوته، وأنه رسول الله حقا، ونطق بلسان الحال أو المقال صدق الله ورسوله، إذ لا يصح لبشر أن يخبر عن تلك المغيبات على هذا النحو المفصل، والمستيقن، ثم هي تتحقق مرة من بعد مرة، إلا ويكون ذلك بوحي صادق، نقل المناوي عن بعض أهل العلم قولهم: (هذا وما أشبهه من أحاديث الفتن من جملة معجزاته الاستقبالية التي أخبر أنها ستكون بعده وكانت وستكون وقد أفردها جمع بالتأليف)(1)، ولو أنك تتبعت أقوال أهل العلم في كون مختلف إشاراته صلى الله عليه وسلم للحوادث المستقبلية ووقوعها كما أخبر من معجزاته صلى الله عليه وسلم ومن دلائل نبوته لأعياك ذلك ولأتعبك التتبع، ولذا ترى المصنفين في دلائل النبوة -كالبيهقي مثلا- يوردون جملة من هذه الأخبار في مصنفاتهم، وفي هذه الدلائل زيادة لإيمان المؤمنين، وإقامة للحجة على الكافرين، ومن لطائف الأخبار المؤكدة لهذا المعنى ما ثبت عن طارق بن شهاب قال: كنا عند عبد الله -ابن مسعود-جلوسا فجاء رجل فقال: قد أقيمت الصلاة. فقام وقمنا معه، فلما دخلنا المسجد رأينا الناس ركوعا في مقدم المسجد فكبر وركع وركعنا، ثم مشينا وصنعنا مثل الذي صنع، فمر رجل يسرع، فقال: عليك السلام يا أبا عبد الرحمن، فقال: صدق الله ورسوله، فلما صلينا ورجعنا دخل إلى أهله جلسنا فقال بعضنا لبعض: أما سمعتم رده على الرجل صدق الله وبلغت رسله، أيكم يسأله، فقال طارق: أنا أسأله، فسأله حين خرج فذكر عن النبي صلى الله عليه وسلم: (إن بين يدي الساعة تسليم الخاصة وفشو التجارة حتى تعين المرأة زوجها على التجارة وقطع الأرحام وشهادة الزور وكتمان شهادة الحق وظهور القلم)(2) ¶ __________ ¶ (1) فيض القدير 3/193 / وانظر إتحاف الجماعة 1/6 ، والتذكرة /473. ¶ (2) رواه الإمام أحمد في المسند 3860 ، وصححه الألباني في السلسلة الصحيحة 647.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": ". ¶ 5-تغذية فضول الإنسان: ¶ إن في كيان الإنسان حاجة فطرية وفضولا يدفعه للتعرف على المستقبل وما يتعلق به من أحداث، ولذا فقد وجد في الناس في القديم والحديث من اتخذ من الكهانة والعرافة والتنجيم وغير ذلك من طرائق أهل الانحراف مطية يركبها ليشرف على شيء من المغيبات -زعم- وليسد هذه الحاجة في نفسه، ولا تزال هذه السوق المبنية على الدجل والكذب والتخريف سوقا رائجة يقبل عليها كثير من الناس بمختلف عقلياتهم ومستوياتهم، يقول شيخ الإسلام: (وباب الكذب في الحوادث الكونية أكثر منه في الأمور الدينية، لأن تشوف الذين يغلبون الدنيا على الدين إلى ذلك أكثر، وإن كان لأهل الدين إلى ذلك تشوف، لكن تشوفهم إلى الدين أقوى، وأولئك ليس لهم من الفرقان بين الحق والباطل من النور ما لأهل الدين، فلهذا كثر الكذابون في ذلك ونفق منه شيء كثير)(1). ¶ فكان من رحمة الله بعباده أن بين لهم كذب هذه الطرائق، وبرحمته بين لهم شيئا مما يستقبلون بطريق شرعي قطعي تطمئن إليه النفوس، وتسد حاجة عندهم، بل ويثابون على الإيمان به. ¶ __________ ¶ (1) الفتاوى 4/79.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "يقول ابن خلدون: (اعلم أن من خواص النفوس البشرية التشوق إلى عواقب أمورهم وعلم ما يحدث لهم من حياة وموت وخير وشر سيما الحوادث العامة كمعرفة ما بقي من الدنيا ومعرفة مدد الدول أو تفاوتها والتطلع إلى هذا طبيعة مجبولون عليها ولذلك تجد الكثير من الناس يتشوقون إلى الوقوف على ذلك في المنام والأخبار من الكهان لمن قصدهم بمثل ذلك من الملوك والسوقة معروفة ولقد نجد في المدن صنفا من الناس ينتحلون المعاش من ذلك لعلمهم بحرص الناس عليه فينتصبون لهم في الطرقات والدكاكين يتعرضون لمن يسألهم عنه فتغدو عليهم وتروح نسوان المدنية وصبيانها وكثير من ضعفاء العقول يستكشفون عواقب أمرهم في الكسب والجاه والمعاش والمعاشرة والعداوة وأمثال ذلك ما بين خط في الرمل ويسمونه المندل وهو من المنكرات الفاشية في الأمصار لما تقرر في الشريعة من ذم ذلك وإن البشر محجوبون عن الغيب خلا من أطلعه الله عليه من عنده في نوم أو ولاية وأكثر ما يعتني بذلك ويتطلع إليه الأمراء والملوك في آماد دولتهم ولذلك انصرفت العناية من أهل العلم إليه وكل أمة من الأمم يوجد لهم كلام من كاهن أو منجم أو ولي في مثل ذلك من ملك يرتقبونه أو دولة يحدثون أنفسهم بها وما يحدث لهم من الحرب والملاحم ومدة بقاء الدولة وعدد الملوك فيها والتعرض لأسمائهم ويسمى مثل ذلك الحدثان وكان في العرب الكهان والعرافون يرجعون إليهم في ذلك وقد أخبروا بما سيكون العرب من الملك والدولة)(1)، لكنه جل وعلا فتح لهم من هذا الباب ما يكون نافعا لهم في دينهم ودنياهم، ولا يدخل عليهم ضررا ولا يشغلهم عن دورهم الأساس ، جاء في مفتاح دار السعادة: (ولحكمة جليلة ضرب الله دون هذا العلم بالأسداد، وطوى حقائقه عن أكثر العباد، وذلك أن العلم بما سيكون ويحدث ويستقبل علم حلو عند النفس، وله موقع عند العقل، فلا أحد إلا وهو يتمنى أن يعلم الغيب، ويطلع عليه ويدرك ما سوف يكون في ¶ __________ ¶ (1) المقدمة لابن خلدون 2/821.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "غد، ويجد سبيلا إليه ولو ذلل السبيل إلى هذا الفن لرأيت الناس يهرعون إليه، ولا يؤثرون شيئا آخر عليه، لحلاوة هذا العلم عند الروح ولصوقه بالنفس وغرام كل أحد به، وفتنة كل إنسان فيه، فبنعمة من الله لم يفتح هذا الباب، ولم يكشف دونه الغطاء، حتى يرتقي كل أحد روضه ويلزم حده، ويرغب فيما هو أجدى عليه وأنفع له إما عاجلا وإما آجلا فطوى الله عن الخلق حقائق الغيب ونشر لهم نبذا منه وشيئا يسيرا يتعللون به، ليكون هذا العلم محروصا عليه، كسائر العلوم ولا يكون مانعا من غيره)(1). ¶ ومما يؤكد هذا الأمر ويزيده وضوحا النظر في أحوال الناس وتفاعلهم مع أحاديث الفتن والملاحم وأشراط الساعة فإن مثل هذه النصوص الشرعية تستهويهم، والمتحدث بها ممن تلتفت الوجوه إليه وتلوى الأعناق لسماعه، فكيف إذا كان المتحدث ممن يرصد الأحداث وينزل الأحاديث عليها ويرسم لهم (سيناريو) المستقبل لا شك أن الأمر يكون أخطر وأخطر والفتنة به ستكون أشد وأشد، وعليه فلا يستغرب بعد ذلك أن يتابع الناس كل جديد في هذا المضمار حسنا كان هذا الجديد أو قبيحا، وما أكثر القبيح في هذا المضمار.(2) ¶ المقصود بتنزيل أحاديث الفتن والملاحم وأشراط الساعة على الواقع: ¶ __________ ¶ (1) مفتاح دار السعادة 3/151. ¶ (2) وكنموذج لهذا الاهتمام نشر موقع البي بي سي الإخبارية نشرة بعنوان: (الشباب يقبل على كتابات نهاية العالم) http://news.bbc.co.uk/hi/arabic/news/newsid_2047000/2047641.stm جاء فيه الكلام على بعض الكتابات في هذا الموضوع خاصة ما يتعلق بكتاب هرمجدون لأمين محمد جمال الدين",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المقصود بهذه العبارة بإيجاز الحكم على الوقائع المعينة الماضية والحاضرة والمستقبلية بما تضمنته نصوص الفتن والملاحم وأشراط الساعة، بحيث يقال: إن هذه الواقعة المعينة في الخارج هي المقصودة بهذا النص، ويمكن أن يقال: إن نصوص الشارع في هذا المجال مطلقة فعملية التنزيل تقييد لها بشخصيات أو أوقات أو أمكنة أو أحوال معينة مخصوصة وهذا التقييد كما هو معلوم مفتقر للدليل، والدليل هو مدى انطباق هذه النصوص على تلك الواقعة، والله أعلم. ¶ حكم تنزيل أحاديث الفتن والملاحم وأشراط الساعة على الواقع من جهة الأصل:",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "المقصود بإيراد هذه المسألة حل إشكالية تسربت عند البعض وهو إطلاق النفي في الحكم على هذه المسألة فتجدهم يقولون مثلا لا يشرع تنزيل أحاديث الفتن على الواقع، أو يحكمون على سالك هذا السبيل بالعبث بالنصوص والاشتغال بما لا يصح الاشتغال به، بحيث يردون على كل الكتابات التي اعتنت بتنزيل هذه النصوص على الواقع بهذه العبارات المجملة، وهذا من ردود الأفعال، وكم جر رد الفعل من رد حق، وهكذا الناس في أكثر شؤونهم طرفان ووسط، فطرف مغال في التنزيل يتخيل الأمر كيف يكون ثم ينزل النص عليه فيجعله كائنا، وطرف مجاف يحذر من التنزيل بإطلاق، والوسط وسط، فتنزيل هذه النصوص على الوقائع بضوابطه الشرعية مشروع، وعليه تصرفات جماعة أهل العلم في تناول أحاديث الفتن، تراهم إن وجدوا مناسبة للتنزيل نزلوا على ما سيأتي بيانه، بل لا تتحقق مقاصد ذكر هذه النصوص إلا بهذا التنزيل وبغيره تغدوا هذه النصوص ألفاظا لا تؤثر في واقع ولا تزيد في إيمان، وهذا التنزيل كما سبق له ضوابط شرعية يمكن استخلاصها من تصرفات أهل العلم وهي ضمانات لجعل التنزيل شرعيا، وبغيرها يكون التنزيل تحريفا يجب أن يحجر على أهله صيانة لنور العلم وبهائه، يقول الشيخ محمد إسماعيل المقدم تحت عنوان (لا يستنكر توقع حصول شيء من أشراط الساعة بشروط): (إنَّ تَرَقُّبَ حصول أشراط الساعة التي تقع بإرادة الله عز وجل الكونية القدرية ليس بدعة ولا خطأ، خاصة إذا تعاقبت الإرهاصات، والمقدمات التي جاءت بها الأخبار، ودليل ذلك أن الصحابة رضي الله عنهم لما سمعوا رسول الله صلى الله عليه وآله وسلم يحدثهم عن الدجال فخفض فيه ورفع ظنوا أنه في طائفة النخل، وشكوا في ابن صياد أنه المسيح الدجال، بل منهم من أقسم لرسول الله صلى الله عليه وآله وسلم على ذلك، كما في الأحاديث الصحيحة عن عمر وجابر رضي الله عنهما، ورسول الله صلى الله عليه وآله سلم لم ينكر عليهم، بل قال صلى الله عليه وآله وسلم: (إن",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "يخرج وأنا فيكم، فأنا حجيجه دونكم) وكذلك شكت فيه حفصة وابن عمر، وغيرهما من الصحابة رضي الله عنهم، ويروى عن أبي ذر الغفاري رضي الله عنه قال: (ما تؤيسني رقة عظمي ولا بياض شعري أن ألقى عيسى بن مريم) ولا يزال العلماء في كل عصر ومصر يتكلمون بذلك، ويتوقعون قرب حصول بعض الأشراط، قال القرطبي رحمه الله: (كل ما وقع في حديث معاوية هذا، فقد شاهدناه بتلك البلاد، وعاينا معظمه إلا خروج المهدي) اهـ، وقال محمد صديق حسن خان: (... وهذه الجملة من الأشراط موجودة تحت أديم السماء، وهي في التزايد يوما فيوم، وقد كادت أن تبلغ الغاية، أو قد بلغت، ولم يبق إلا الأشراط الكبرى التي أولها ظهور المهدي عليه السلام). ولا شك أننا الآن أقرب إلى هذه العلامة من أي وقت مضى)(1). ¶ ومما يمكن الاستدلال به من السنة على مسألة تنزيل الأحاديث على الواقع ما وقع في حديث الرجل الذي يقتله الدجال فيقطعه جزلتين وفيه قول الرجل: (أشهد أنك الدجال الذي حدثنا عنك رسول الله صلى الله عليه وسلم حديثه)(2)، فهذا حكاية من النبي صلى الله عليه وسلم عن تنزيل حديثه على معين مخصوص. ¶ ومن تتبع أحوال السلف الصالح وأهل العلم في مسألة التنزيل وجد من ذلك جملة وافرة، وسيرد في ثنايا البحث طرف من هذا لكن لا بأس من تعجيل واحدة منها هنا لتأكيد المسألة، فقد صح في حديث أسماء في قصة مقتل ابن الزبير قالت وهي تخاطب الحجاج: أما إن رسول الله صلى الله عليه وسلم حدثنا أن في ثقيف كذابا ومبيرا، فأما الكذاب فرأيناه وأما المبير فلا إخالك إلا إياه، قال: فقام عنها ولم يراجعها.(3) ¶ __________ ¶ (1) المهدي وفقه أشراط الساعة 695. ¶ (2) رواه البخاري 1882 ، ومسلم 2938 ، والإمام أحمد في المسند 10925. ¶ (3) رواه مسلم 2545.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "قال النووي: (وَقَوْلهَا فِي الْكَذَّاب: (فَرَأَيْنَاهُ) تَعْنِي بِهِ الْمُخْتَار بْن أَبِي عُبَيْد الثَّقَفِيّ، كَانَ شَدِيد الْكَذِب، وَمِنْ أَقْبَحه اِدَّعَى أَنَّ جِبْرِيل صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْتِيه، وَاتَّفَقَ الْعُلَمَاء عَلَى أَنَّ الْمُرَاد بِالْكَذَّابِ هُنَا الْمُخْتَار بْن أَبِي عُبَيْد، وَبِالْمُبِيرِ الْحَجَّاج بْن يُوسُف، وَاَللَّه أَعْلَم)(1). ¶ ولتطمأن القلوب إلى الحكم السالف إليك طرفا من تنزيلات بعض أهل العلم المعاصرين، فمنهم: ¶ *الشيخ حمود التويجري رحمه الله فقد قال معلقا على حديث أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لا تقوم الساعة حتى تظهر الفتن، ويكثر الكذب، وتتقارب الأسواق، ويتقارب الزمان، ويكثر الهرج) قيل: وما الهرج؟ قال: (القتل)(2). ¶ (وأما (تقارب الأسواق) فقد جاء تفسيره في حديث ضعيف بأنه كسادها وقلة أرباحها. والظاهر والله أعلم أن ذلك إشارة إلى ما وقع في زماننا من تقارب أهل الأرض بسبب المراكب الجوية والأرضية والآلات الكهربائية التي تنقل الأصوات كالإذاعات و التليفونات الهوائية التي صارت أسواق الأرض متقاربة بسببها فلا يكون تغيير في الأسعار في قطر من الأقطار إلا ويعلم به التجار أو غالبهم في جميع أرجاء الأرض، فيزيدون في السعر إن زاد وينقصون إن نقص، ويذهب التاجر في السيارات إلى أسواق المدائن التي تبعد عنه مسيرة أيام فيقضي حاجته منها ثم يرجع في يوم أو بعض يوم ويذهب في الطائرات إلى أسواق المدائن التي تبعد عنه مسيرة شهر فأكثر فيقضي حاجته منها ويرجع في يوم أو بعض يوم، فقد تقاربت الأسواق من ثلاثة أوجه : ¶ الأول: سرعة العلم بما يكون فيها من زيادة السعر ونقصانه. ¶ الثاني: سرعة السير من سوق إلى سوق ولو كانت مسافة الطريق بعيدة جداً. ¶ __________ ¶ (1) شرح صحيح مسلم 16/100. ¶ (2) رواه الإمام أحمد في المسند 10346 ، وصححه الألباني في السلسلة الصحيحة 2772.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الثالث: مقاربة بعضها بعضاً في الأسعار، واقتداء بعض أهلها ببعض في الزيادة والنقصان.والله أعلم)(1). ¶ *الشيخ عبدالعزيز بن باز رحمه الله فقد فسر تقارب الأسواق في حديث أبي هريرة السابق بقوله: ¶ (الأقرب تفسير التقارب المذكور في الحديث بما وقع في هذا العصر من تقارب ما بين المدن والأقاليم وقصر زمن المسافة بينها بسبب اختراع الطائرات والسيارات والإذاعة وما إلى ذلك والله أعلم)(2). ¶ __________ ¶ (1) إتحاف الجماعة 2/195 ، وفي هذا الكتاب نماذج متعددة من جنس هذا ، ولذا ترى الشيخ رحمه الله يكثر في كتابه من قول: وقد ظهر مصداق هذا في زماننا ، ويذكر ذلك معلقا بما يراه ، انظر مثلا 1/54 ، 1/64 ، 1/80 ، 2/73 ، 2/121 ، 2/147 / 2/181 ، 2/185 ، 2/198 ، 2/199 ، 2/2054 ، 2/225 ، 2/226 ، 2/227 ، 2/234 ، 237 وغيرها. ¶ (2) انظر تعلقيه على الفتح 2/606.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "*الشيخ محمد ناصر الدين الألباني رحمه الله حيث ذكر أن (بيوت الشياطين) الوارد في حديث أبي هريرة الآتي هي السيارات ، عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (تكون إبل للشياطين وبيوت للشياطين، فأما إبل الشياطين فقد رأيتها يخرج أحدكم بنجيبات معه قد أسمنها فلا يعلو بعيرا منها ويمر بأخيه قد انقطع به فلا يحمله، وأما بيوت الشياطين فلم أرها) كان سعيد يقول: لا أراها إلا هذه الأقفاص التي تستر الناس بالديباج.(1) ¶ ليس من شرط أشراط الساعة أن تكون قبيل قيامها بل يجوز أن تتقدم عليها بدهر وهو الواقع ¶ قال ابن كثير: (والمقصود أن الترك قاتلهم الصحابة فهزموهم وغنموهم وسبوا نساءهم وأبناءهم وظاهر هذا الحديث يقتضي أن يكون هذا من أشراط الساعة فإن كانت أشراط الساعة لا تكون إلا بين يديها قريبا، فقد يكون هذا أيضا واقعة مرة أخرى عظيمة بين المسلمين وبين الترك حتى يكون آخر ذلك خروج يأجوج ومأجوج كما سيأتي ذكر أمرهم، وإن كانت أشراط الساعة أعم من أن تكون بين يديها قريبا منها فإنها تكون مما يقع في الجملة ولو تقدم قبلها بدهر طويل إلا أنه مما وقع بعد زمن النبي صلى الله عليه وسلم وهذا هو الذي يظهر بعد تأمل الأحاديث الواردة في هذا الباب كما سترى ذلك قريبا إن شاء الله تعالى)(2). ¶ __________ ¶ (1) رواه أبو داود 2568 ، وهذا الحديث مما تراجع الشيخ الألباني عن تصحيحه فقد أورده في السلسلة الصحيحة في طبعته الأولى برقم 93 ، وحكم عليه بالحسن في المشكاة 3919 ، ثم إنه ضعفه في ضعيف سنن أبي داود 2568 وأدخله في السلسلة الضعيفة 2303 وبين تراجعه عن تصحيحه ، ولذا فقد حذف هذا الحديث من السلسلة الصحيحة في طبعاته الأخيرة واستبدل بحديث آخر صحيح ، وليس هذا بضائر ما سقناه من تعليق الشيخ الألباني على الحديث إذ المقصود التنبيه على أن الشيخ لا يرى في هذا التنزيل ما يستنكر والله أعلم. ¶ (2) النهاية في الفتن والملاحم 1/20.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "أقسام الأشراط وعلاقته بعملية التنزيل ¶ يمكن تقسيم أشراط الساعة باعتبارات كثيرة، والذي يهمنا منها ما يلي: ¶ * تقسيم الأشراط باعتبار الوقوع: ¶ قال الحافظ ابن حجر: ¶ (وَهَذِهِ الْمَذْكُورَات وَأَمْثَالهَا مِمَّا أَخْبَرَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنَّهُ سَيَقَعُ - بَعْدُ - قَبْلَ أَنْ تَقُوم السَّاعَة، لَكِنَّهُ عَلَى أَقْسَام: ¶ أَحَدهَا: مَا وَقَعَ عَلَى وَفْق مَا قَالَ. ¶ وَالثَّانِي: مَا وَقَعَتْ مَبَادِيه وَلَمْ يَسْتَحِكُمْ. ¶ وَالثَّالِث: مَا لَمْ يَقَع مِنْهُ شَيْء وَلَكِنَّهُ سَيَقَعُ)(1). ¶ وظاهر أن القسم الأول والثاني مسلزم لتنزيل الأحاديث على وقائع معينة يصح بعدها أن يقال أن هذه الأشراط قد وقعت وانقضت أو وقعت وهي في تزايد. ¶ * تقسيم الأشراط باعتبار الصغر والكبر: ¶ (قَالَ الْبَيْهَقِيُّ وَغَيْره: الْأَشْرَاط مِنْهَا: ¶ صِغَار وَقَدْ مَضَى أَكْثَرهَا. ¶ وَمِنْهَا كِبَار سَتَأْتِي. ¶ قُلْت(2): وَهِيَ الَّتِي تَضَمَّنَهَا حَدِيث حُذَيْفَة بْن أَسِيدٍ عِنْدَ مُسْلِم وَهِيَ الدَّجَّال وَالدَّابَّة وَطُلُوع الشَّمْس مِنْ مَغْرِبهَا كَالْحَامِلِ الْمُتِمّ وَنُزُول عِيسَى بْن مَرْيَم وَخُرُوج يَأْجُوج وَمَأْجُوج وَالرِّيح الَّتِي تَهُبّ بَعْدَ مَوْت عِيسَى فَتَقْبِض أَرْوَاح الْمُؤْمِنِينَ)(3)، فتأمل قول البيهقي صغار مضى أكثرها فهو حكم على وقوع أكثر الأشراط الصغرى وهو عائد إلى تنزيل نصوص هذه الأشراط على الواقع(4). ¶ __________ ¶ (1) الفتح 13/90 ، ثم ذكر جملة وافرة من الأمثلة على كل قسم فلتراجع ، وانظر الإشاعة 25 ، الإذاعة 81 ، الإذاعة 110، الإذاعة 125 ، لوامع الأنوار البهية 2/66 ¶ (2) هو الحافظ ابن حجر. ¶ (3) الفتح 13/91. ¶ (4) تنبه إلى أن قائل هذا الكلام هو البيهقي المتوفى سنة 458 هـ فكيف يكون الأمر اليوم ، وانظر التذكرة 2/498 للقرطبي المتوفى سنة 671 هـ ، و الإذاعة 218 للقنوجي المتوفى سنة 1307هـ",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وقد دمج الشيخ عمر الأشقر هذين اللونين من التقسيم وصيرهما لونا واحدا فقال: ¶ (وهذه الأشراط التي ذكرها الرسول صلى الله عليه وسلم في هذه الأحاديث، وفي أحاديث أخرى كثيرة قسمها أهل العلم إلى قسمين: ¶ علامات صغرى، وعلامات كبرى. ¶ والعلامات الصغرى يمكن تقسيمها إلى قسمين: قسم وقع، وقسم لم يقع بعد. والذي وقع قد يكون مضى وانقضى، وقد يكون ظهوره ليس لمرة واحدة، بل يبدو شيئا فشيئا، وقد يتكرر وقوعه وحصوله، وقد يقع ما في المستقبل أكثر مما وقع في الماضي، ولذلك سنعقد لعلامات الساعة أربعه فصول: ¶ الأول: العلامات الصغرى التي وقعت وانقضت. ¶ الثاني: العلامات الصغرى التي وقعت، ولا تزال مستمرة، وقد يتكرر وقوعها. ¶ الثالث: العلامات الصغرى التي لم تقع بعد. ¶ الرابع: العلامات الكبرى)(1). ¶ العبث الحاصل من الكتاب المعاصرين حيال نصوص الفتن والملاحم و أشراط الساعة ¶ __________ ¶ (1) اليوم الآخر القيامة الصغرى 136.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "لقد كثرت الكتابات مؤخرا المعتنية بتنزيل أحاديث الفتن والملاحم وأشراط الساعة على الوقائع والتي خلا معظمها عن الانضباط بضوابط الشرع في عملية التنزيل، بل زادوا على ذلك فوقعوا في الانحراف كذبا على الله ورسوله، يتكلمون بجهل ويكتبون بهوى، فأدخلوا نفوسهم في مضمار لا يحسنونه فضلوا وأضلوا، تراهم قد كتبوا مع كل فتنة تلحق بالأمة كتابا في تنزيل الأحاديث على تلك الفتنة، قد حددوا الشخصيات ووزعوا الأدوار وكتبوا (سيناريو) الأحداث، وزعموا أن ذلك كله كائن في يوم كذا وتاريخ كذا، فإذا ولى ذلكم اليوم وذهب ذلكم التاريخ وماتت الشخصية أو كادت، ظهر كاتب جديد برأي جديد وهكذا، فلا نكاد نرتاح من كتاب إلا وتطالعنا المكتبات بكتاب، ولا نكاد ننتهي من قراءة مقال في التنزيل حتى نطالع مقالة أخرى، عبثا بنصوص الشرع ليس له أول ولا آخر، ومن طالع تلك الكتابات يعجب من جرأتهم على النصوص وغلبة الأهواء عليهم وجهلهم المطبق، وهم مع ذلك يتميزون بخيال واسع فتراهم قد تخيلوا كل عجيب وغريب، ولا يكاد يأتي واحد منهم بعجيبة غريبة إلا ويأتي آخر بما هو أعجب وأغرب، والأعجب أن يحاكموا نصوص الشرع إلى خيالاتهم المريضة، خذ مثلا ما ذكره الشيخ محمد إسماعيل المقدم قال: ¶ (ولقد قرأت في إحدى الساحات الحوارية لكاتب أفاض في الأحداث التي خمن وقوعها بين أمريكا والصين عما قريب، والتي ستنتهي في زعمه بخروج المهدي من تايوان، إي والله.. حتى المهدي \"تايواني\" في نظر أولئك العابثين!!)(1)، بل إن بعضهم يتجاوز هذا إلى رسم تفاصيل دقيقة لما ستكون عليه الأحوال والأوضاع في المستقبل وكأنه يؤلف قصة بوليسية، أو يكتب سيناريو لفيلم يقوم هو بإخراجه، خذ مثلا -والأمثلة كثيرة- ما قاله محمد عيسى داود في كتابه المهدي المنتظر على الأبواب ص238 قال: ¶ __________ ¶ (1) المهدي وفقه أشراط الساعة 611.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "(يعلن تلفاز المهدي وإذاعاته على العالم كله أن سلطات الأمن قبضت على جواسيس ومخربين من روما والفاتيكان، واعترفوا بأن البابا الجالس على عرش الفاتيكان يومئذ بدأ يجهز خطة سرية للقضاء على المهدي اغتيالا، وأن الحكومة الإيطالية اشتركت معه بشبكات المافيا لتسهيل المهمات الاغتيالية والتخريبية بأي ثمن، وفي أسرع وقت، ونفت روما الأنباء بفزع وتضارب، وأعلن البابا أن الأمر كله خلط وخداع من المهدي للعالم. ¶ فكانت المفاجأة أن يعترف الجواسيس صوتا وصورة أمام العالم كله بالحقائق ويقدموا الأدلة المادية الدامغة، وتنقل الشاشات الاعترافات والأدلة على الهواء مباشرة، وأمام حضور مندوبين من الغرب وأمريكا، واعترفوا بتفاصيل الخطط... وأنهم أيضا ممهدون للأجواء التخريبية ولخطط أكبر ينفرد به سدنة الفاتيكان... وأنهم الآن يلجأون إلى دولة الخلافة الإسلامية ويطلبون جوار المهدي والحماية والأمن لهم ولعائلاتهم. ¶ وتباينت ردود الفعل العالمية، إلا أن المهدي حسم الأمر في خطاب موجه للعالم كله بأن هذه الحبكة الشيطانية الدرامية هي كيد البابا بالاتفاق مع مكر حكومة إيطاليا، وأنه يعلن حماية هؤلاء الذي لجأوا إليه، وحماية ذويهم في روما، وإن حدث وأصيب أحد الأبناء لمن دخلوا في حمى المهدي ودولة الإسلام العظمى فإن الجيوش الإسلامية ستتحرك من قواعدها بالبحر والبر والجو، لأن حماية وجوار ذمي هو كحماية وجوار مسلم، ويمنح المهدي حكومتي الفاتيكان وروما مهلة أربعا وعشرين ساعة يأتي فيها بأهالي طالبي الحماية وأولادهم لكن السيف قد سبق العذل، فقد كانوا انتقموا من بعض الأهالي بالقتل. ¶ وهنا يعلن المهدي على العالم كله أن جيوشه متحركة لا محالة للفاتيكان وإلى روما (عاصمة الأجراس والكنائس). ويدندن العالم كله الغربي والصليبي وأمريكا بالتنديد بالمهدي والشجب والاستنكار والاجتماعات التي تنفض دون أي حركة إيجابية تنقذ ماء وجوههم الذي أريق ذلة ومهانة وهوانا.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "سبحان الله، (وتلك الأيام نداولها بين الناس)، تماما مثلما كان يحدث مع المسلمين أيام ضعفهم وهوانهم. ¶ نعم.. سبحان الله.. كما تدين تدان، ولا يبقى كما هو إلا الله الواحد الديان. ويشير المستشارون الأفذاذ على المهدي بتأخير فتح روما والفاتيكان لتنفيذ مخطط أكبر، لا بد من إعداد الجيوش له. ¶ وهنا نترك المهدي يعد جيوشه ويسرج خيوله، أعني رؤوس صواريخه وحاملات طائراته ودباباته ومدافعه التي تعبر القارات، لا مجرد عدة دول وبلاد على مرمى البصر منه...) (1)الخ هذا الهراء المبني على الخرص والوهم والخيال. ¶ أما الكلام على الواقع، وتنزيل النصوص على ما يمر بالأمة من فتن فكثير وكثير، ويعطى لكل شخصية دورا من خلال ألفاظ النصوص ففلان هو القحطاني والآخر هو المهدي والثالث الدجال وهكذا، والعجيب وكل كلامهم في هذا الباب عجيب تناقض الكتاب فالممدوح عند فلان مذموم عند الآخر، والمهدي عند فلان هو السفياني عند آخر، وهكذا، فإليك بعض الأمثلة على هذا العبث ليتأكد لديك هذا الدور الخطير والذي يمارسه جمع من الكتاب في هذا الباب، يقول محمد عيسى داود: (ولا أستبعد أن يكون آدم وايزهاوبت يهودي الأصل، بل لا أستبعد أن يكون هو نفسه المسيخ الدجال، لو كان أعور العينين، ولو كان معي صورة له لحددت ذلك الأمر، وإن كنت أغلب أنه حلقة الوصل، أو الصديق المخلص جدا للمسيخ الدجال ـ أو ممثله الشخصي أمام الروتشيلديين الأثرياء اليهود، ثم من يختارهم لتكوين المنظمة السرية)(2). ¶ ومثل هذا عبث فهد سالم وقد تقدم حيث زعم أن الدجال مسلم وأنه يعطى الرئاسة في إيران قبل ظهور المهدي ثم بين أنه محمد خاتمي ولقبه بـ (آية الله جورباتشوف)(3). ¶ __________ ¶ (1) انظر تحذير ذوي الفطن من عبث الخائضين في أشراط الساعة والملاحم والفتن 176. ¶ (2) احذروا 46 ، نقلا عن المهدي وفقه أشراط الساعة 614. ¶ (3) أسرار الساعة 39 ، نقلا عن المهدي وفقه أشراط الساعة 616.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وسعيد أيوب كما في كتابه المسيح الدجال يدعي أن صدام حسين البعثي التكريتي هو المهدي المنتظر، ومؤلف كتاب هرمجدون أمين محمد جمال الدين يزعم أن صداما هو السفياني وهو الذي يقاتل المهدي وكذا يرجحه فاروق الدسوقي في كتابه البيان النبوي بانتصار العراقيين على الروم والترك وتدمير إسرائيل، لكنه يثني عليه ولا يتعرض لما يقع بين السفياني والمهدي بذكر، وفهد سالم يزعم أن السفياني هو الملك حسين كما في كتابه أشراط الساعة وهجوم الغرب، فتأمل في الحق الضائع في زحمة هذه الأقوال المتضاربة المتناقضة، وبعضهم لا يقتصر على مثل هذا بل يذهب إلى ما هو أبعد في تنزيل كل شخصية وردت في حديث ولو ضعيف على الواقع فالأبقع ياسر عرفات والرجل المشوه هو الشيخ أحمد ياسين ، والأصهب حافظ الأسد، وعمر البشير هو الـ (رجل أسمر يملؤها -أي أفريقية- عدلا ثم يسير إلى المهدي فيؤدي إليه الطاعة ويقاتل عنه)(1)، هذا ما خطه فهد سالم في كتابه أسرار الساعة(2)، وقل الأمر نفسه في تنزيل بعض الأحاديث على الجماعات والطوائف فأصحاب الرايات السود هم قوات طالبان وتحالف الشمال وأما الرايات الصفر فالقوات الغربية الأجنبية وقنطرة مصر هي قناة السويس بهذا فسر أمين محمد جمال الدين في كتابه هرمجدون حديث: (إذا اختلف الرايات السود فيما بينهم أتاهم الرايات الصفر، فيجتمعون في قنطرة أهل مصر، فيقتتل أهل المشرق وأهل المغرب سبعا، ثم تكون الدبرة على أهل المشرق)(3)، ويفسر الأعرج من كلام كعب الأحبار: (علامة خروج المهدي ألوية تقبل من المغرب عليها رجل أعرج من كندة) بأنه رئيس هيئة أركان القوات المشتركة في أفغانستان الجنرال ريتشارد مايرز ويخبر عن نفسه بأنه لما رآه (مقبلا على عكازين، ليعلن للشعب الأمريكي بدء عمليات القوات المشتركة الجوية، ¶ __________ ¶ (1) رواه نعيم بن حماد في الفتن وهو حديث ضعيف. ¶ (2) المهدي وفقه أشراط الساعة 623. ¶ (3) رواه نعيم بن حماد في الفتن وهو حديث ضعيف.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والبرية، والبحرية ضد أفغانستان، فقلت: الله أكبر صدقت يا رسول الله) فالخبر خبر ضعيف عن كعب لا عن رسول الله، والرجل أعرج لا على عكازين ثم هو من كندة لا أمريكا أو حتى كندا!! أبمثل هذا يتلاعب بدين الله.. اللهم اغفر وارحم، والقصد أن سائر هذه الأمثلة غير منسجمة بحال مع تصرفات أهل العلم، بل هي جرائم وجهالات يتحملون وزرها ووزر من تبعهم إلى يوم القيامة، ولئن استدلوا باجتهاد أهل العلم في هذا الباب وأنه يصحح لهم اجتهادهم فالجواب: شتان ما بين الثرى والثريا، وقياس الجاهل على العالم من أفسد القياس فاجتهاد العالم محفوظ مكفول لعلمه أما الجاهل فمرتع اجتهاده وخيم، ولا يضر بتعالمه إلا نفسه، والمغترين به (ليحملوا أوزارهم كاملة يوم القيامة ومن أوزار الذين يضلونهم بغير علم ألا ساء ما يزرون) ولو تأملت ما سيأتي من أمثلة مما وقع لأهل العلم من أخطاء في هذا الباب فضلا عن إصاباتهم لتبين لك فضل أهل العلم عليهم في أخطائهم فكيف الحال إذا قسناهم بصوابهم، إن البون شاسع والفرق واسع. ¶ وهذه جملة من المصنفات من هذا الجنس للعلم بها والحذر منها: ¶ القيامة الصغرى على الأبواب لفاروق الدسوقي ¶ المسيح الدجال قراءة سياسية في أصول الديانات الكبرى لسعيد أيوب ¶ أسرار الساعة هجوم الغرب لفهد سالم ¶ اقترب خروج المسيخ الدجال لهشام كمال عبدالحميد ¶ زوال إسرائيل 2022م نبوءة أم صدف رقمية لبسام نهاد جرار ¶ العالم ينتظر ثلاثا لجمال الشامي ¶ احذروا!! المسيخ الدجال يغزو العالم من مثلث برمودا لمحمد عيسى داود ¶ المفاجأة..بشراك ياقدس لمحمد عيسى داود ¶ عمر أمة الإسلام وقرب ظهور المهدي لأمين محمد جمال الدين ¶ رد السهام عن كتاب عمر أمة الإسلام لأمين محمد جمال الدين ¶ هرمجدون..آخر بيان يا أمة الإسلام لأمين محمد جمال الدين ¶ الثمر الداني في ذكر المهدي والقحطاني - القحطاني خليفة الزمن الأخير لمجدي الشورى ¶ السيناريو القادم الأحداث آخر الزمان - منصور عبدالحكيم",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "نهاية العالم وأشراط الساعة - منصور عبدالحكيم ¶ يأجوج ومأجوج من الوجود حتى الفناء - منصور عبدالحكيم ¶ عشرة ينتظرها العالم - منصور عبدالحكيم ¶ تنبؤات نوستراداموس - منصور عبدالحكيم ¶ الدر المكنون في بيان حقيقة هرمجدون لمجدي الشورى(1) ¶ أما الكتب المبثوثة على شبكة الإنترنت والمقالات فيصعب تتبعها لكثرتها فضلا عن حصرها وتعدادها. ¶ أسباب بروز ظاهرة التنزيل مؤخرا(2) ¶ (لقد شاع في السنوات الأخيرة ظاهرة الإلحاح في محاولة المطابقة بين النصوص الواردة في أحداث آخر الزمن وبين بعض الوقائع المعاصرة والمتوقعة، وقذفت المطابع بعشرات الكتب، وعشرات النشرات، والمقالات، والأشرطة، فيها خوض في \"أشراط الساعة\"، مرة بحق ومرات بالظن، والقول على الله بغير علم، واختلط الحق بالباطل، والتبست الأمور على الجمهور، حتى صار المناخ مهيئا لتفريخ مهدي موهوم، أو مسيح كذاب، أو منقذ دجال، وفيما يلي نحاول رصد بعض أسباب تلك الظاهرة: ¶ السبب الأول: شيوع الفتن، وظهور المنكرات، وتحقق كثير من أشراط الساعة الصغرى. ¶ __________ ¶ (1) وقد وقع بعض الأفاضل في طرف من هذا كالشيخ أبي بكر الجزائري في كتابيه اللقطات في بعض ما ظهر للساعة من علامات ، والأحاديث النبوية الشريفة في أعاجيب المخترعات الحديثة ، ومثله مطابقة الاختراعات العصرية لما أخبر به سيد البرية لأحمد بن الصديق الغماري فإن له علما وإن كانت له أمور وأحوال غير مرضية. ¶ (2) وهذه الأسباب منقولة بلفظها من كتاب الشيخ محمد إسماعيل المقدم المهدي وفقه أشراط الساعة ص607.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "السبب الثاني: الاضطهاد العالمي للإسلام وأهله، في مقابلة ضعف الأمة، وهذا واضح لكل ذي عينين، فقد دق الغرب بقيادة أمريكا طبول الحرب ضد الإسلام، حتى قبل أحداث الحادي عشر من سبتمبر بسنوات، وبدأ المفكرون والساسة - الغربيون- بمجرد انهيار \"الاتحاد السوفيتي\" في البحث عن \"عدو\"، ورشح الإسلام لذلك، وتعالت صيحات مفكريهم، مثل \"هنتنجون\" وغيره بحتمية الصراع بين الحضارات وكتب منظروهم مثل \"نيكسون\" وغيره، محذرين من الخطر الإسلامي، وجزم بعضهم بأن \"القرن القادم هو قرن الحروب الدينية\"، وشاع في الغرب ما سمي بـ\"رهاب الإسلام\" Islamophobia ، وكان لأحداث البلقان والمذابح الوحشية المتتالية للمسلمين هناك ، وكذا انفجار الانتفاضة في فلسطين المباركة، وأحداث الجزائر، والشيشان، والخليج الإسلامي، وإندونيسيا، والسودان، وغيرها أثر عميق في نفوس المسلمين، إذ رأوا الانحياز الظالم للغرب ضدهم، وعاينوا نفاق الغرب المدعي حماية \"حقوق الإنسان\"، وكيف أن الغرب كان يأكل تحت وطأة الشره الصليبي \"صنم العجوة\"(1) الذي يعبده باسم الحرية والديمقراطية، وحقوق الإنسان، كل هذا وغيره ولد شعورا بالمرارة، والظلم، والقهر، ضاعفه الحملات القمعية الشرسة داخل بعض بلاد المسلمين ضد الدعاة إلى الله، ورموز الإسلام، وأطلقت يد وسائل الإعلام العلمانية التي عاثت في الأرض فسادا، وصدت الناس عن سبيل الله بدعوى محاربة ما أسموه \"التطرف، والإرهاب، والأصولية\"...إلخ. ¶ __________ ¶ (1) الإشارة إلى ماروي من أن بعض الناس في الجاهلية كان يصنع صنما من العجوة ليعبده ، فإذا جاع أكله).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "لقد تراكم الشعور بالظلم في النفوس المكبوتة، واقترن ذلك بتدهور حال الأمة وتداعي الكفار عليها تداعي الأكلة إلى القصعة، ففزع البعض إلى مواجهة هذه الأوضاع \"بالفرار\" إلى التطلع إلى ظهور المهدي، ونزول المسيح -عليه السلام-، وهذا في الجملة لا ينكر كما سنبين إن شاء الله تعالى، لكن المنكر أن بعضهم حاد عن الضوابط العلمية، وقفز فوق السنن الكونية، وتقول على الله بغير علم، حين حدد بعض الشخصيات المعاصرة على أنها المقصودة في بعض الأحاديث، أو زعم أن المهدي موجود الآن في مكان كذا، أو رسم صورة تفصيلية لأحداث المستقبل -وهو غيب لا يعلمه إلا الله- بمجرد الظن والتخمين. ¶ السبب الثالث: انفتاح المسلمين على \"الإسرائيليات\" القديمة والمعاصرة، وتأثر البعض بـ\"هوس\" أو \"حمى\" الألفية الجديدة الرائجة في العالم الغربي، والمسيطرة على صناع القرار هناك). ¶ خطورة التنزيل الخاطئ ¶ لا شك أن للتنزيل الخاطئ مضار وسلبيات تلحق الأفراد والجماعات، وهي منبئة عن مدى الخطورة الكامنة في استحسان التنزيل والاسترواح إليه من غير تقيد بضوابط الشرع ولا مراعاة لقواعده وأصوله فمن ذلك: ¶ 1-أنه قول على الله بغير علم: ¶ لا يخفى أن عامة أحوال العابثين بالنصوص الشرعية في هذا الباب هو تحكيم أهوائهم وخيالاتهم في محاكمة النصوص فما وافقها قبلوه وما عارضها ردوه، والموافق لهم منها تأولوه على غير وجهه وفسروه بغير تفسيره، كل ذلك بما يشبع نهمتهم ويسد جوعتهم، لا أشبع الله بطونهم، ولا شك أنهم قد ولجوا بصنائعهم هذه باب كبيرة من أكبر الكبائر وهو القول على الله بغير علم، وفيه يقول الإمام ابن القيم:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "(وقد حرم الله سبحانه القول عليه بغير علم في الفتيا والقضاء وجعله من أعظم المحرمات بل جعله في المرتبة العليا منها فقال تعالى: (قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون) فرتب المحرمات أربع مراتب وبدأ بأسهلها وهو الفواحش ثم ثنى بما هو أشد تحريما منه وهو الإثم والظلم ثم ثلث بما هو أعظم تحريما منهما وهو الشرك به سبحانه ثم ربع بما هو أشد تحريما من ذلك كله وهو القول عليه بلا علم وهذا يعم القول عليه سبحانه بلا علم في أسمائه وصفاته وأفعاله وفي دينه وشرعه وقال تعالى: (ولا تقولوا لما تصف ألسنتكم الكذب هذا حلال وهذا حرام لتفتروا على الله الكذب إن الذين يفترون على الله الكذب لا يفلحون متاع قليل ولهم عذاب أليم) فتقدم عليهم سبحانه بالوعيد على الكذب عليه في أحكامه وقولهم لما لم يحرمه هذا حرام ولما لم يحله هذا حلال)(1). ¶ 2-القيام بعمل غير مشروع أو ترك العمل المشروع: ¶ في كثير من الأحيان تستلزم عملية التنزيل عملا يفعل، أو فعلا يترك، فإن كان التنزيل صحيحا كان العمل المترتب عليه صحيحا، وإن كان خطأ فما ترتب عليه من عمل خطأ، ويتأكد الخطأ ويعظم أثره حين يكون العمل المترتب على التنزيل صادرا عن جماعة أو جماعات، فهذه ويلات يجر إليها من نزل النصوص في غير موضعها. ¶ ولتوضيح هذه المسألة -تأثير عملية التنزيل على العمل سلبا أو إيجابا- أضرب هذه الأمثلة من حياة السلف: ¶ عن محمد بن عمارة بن خزيمة بن ثابت قال: ما زال جدي كافا سلاحه يوم الجمل، حتى قتل عمار بصفين فسل سيفه فقاتل حتى قتل، قال: سمعت رسول الله صلى الله عليه وسلم يقول: (تقتل عمارا الفئة الباغية)(2). ¶ __________ ¶ (1) إعلام الموقعين 2/73 ، وانظر شرح الطحاوية 201. ¶ (2) رواه أحمد في المسند 21366.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وفسر معاوية رضي الله عنه ذات الحدث بتفسير وتنزيل مغاير فترتب عليه موقف مغاير، ذلك أنه لما قتل عمار بن ياسر، دخل عمرو بن حزم على عمرو بن العاص فقال: قتل عمار. وقد قال رسول الله - صلى الله عليه وعلى آله وسلم - تقتله الفئة الباغية. فقام عمرو بن العاص فزعا يسترجع، حتى دخل على معاوية. فقال له معاوية: ما شأنك قال: قتل عمار فقال معاوية: قد قتل عمار فماذا؟ قال: عمرو: سمعت رسول الله - صلى الله عليه وعلى آله وسلم - يقول: تقتله الفئة الباغية فقال له معاوية: دحضت في بولك، أو نحن قتلناه، إنما قتله علي وأصحابه جاءوا به حتى ألقوه بين رماحنا أو قال بين سيوفنا(1). ¶ أما العبث الواقع في ترتيب لأعمال على تنزيلات باطلة والتي تعكس خطورة مثل هذه التنزيلات فكثيرة أضرب مثلا منها، يقول أحمد بن أبي العينين في أثناء نقده لصاحب كتاب هرمجدون: ¶ (وقد اجتهدوا في ترويج هذا بين المسلمين حتى جعلوا الناس ينتظرون المهدي ويرتبون أمورهم على ظهوره، حتى أمورهم الدنيوية، فقد كان بعض الأخوة يرتب ليشتري سيارة لتجارته، فلما قرأ كتاب هرمجدون أجل شراءها لأن الحرب أيام المهدي ستكون على الخيل، فخاف أن يشتري السيارة ولا ينتفع بها، ولعل قائلا يقول: لعل أمثال هؤلاء فهموا غير ما أراد أصحاب هذا الاعتقاد، فأقول: إن أمين محمد جمال الدين يسره مثل هذا، فقد قال في رد السهام ص43 يحكي أقوال خصومه: وقال آخر: \"سمعت أن هناك من أخذ في شراء فرس وسيف استعدادا للملاحم والسنوات القادمة\" فقال أمين: \"لو أن ما قاله أخونا الأخير صحيح، والناس تأثروا بالكتاب إلى درجة الاستعداد العملي بشراء فرس وسيف فقد نجح الكتاب في توصيل رسالته إلى الناس، وهذا توفيق من الله)(2). ¶ 3-تهيئة الجو لتصديق دعاة الضلالة: ¶ __________ ¶ (1) رواه الإمام أحمد في المسند 17324 ، وصححه الوادعي في الصحيح المسند 1012. ¶ (2) تحذير ذوي الفطن 31.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "إن من مساوئ هذه الكتابات المنحرفة في هذا الباب تهيئة الجو لمدعي المهدوية مثلا، إذ هي تلح على الناس أن يعتقدوا أن الزمان زمانه، وأن ظهوره وخروجه وشيك، فإذا ظهرت دعوة من هنا، أو ظهر دعي من هناك وجد له أتباعا يصدقونه ويتبعونه ويَدّعون له ما ادعاه لنفسه، وقد تكون لمثل هذه الكتابات المنحرفة أثر في تكثير أولئك الأتباع، بل إن في طيات هذه الكتابات أحيانا تجريئا للأدعياء لادعاء ما ليس لهم، تأمل في قول محمد عيسى داود: (سبحان الله قد يكون كتابي هذا باعثا لأن يعرف المهدي نفسه، أو يشك في أنه هو، ثم لا يحقق ويصرف النظر حتى يأذن الله)(1)، فتأمل كيف جعل كتابه معرفا للمهدي بنفسه، أو على أسوأ الأحوال سيشككه في أنه هو، والله المستعان. ¶ 4-الاستغلال السيئ وتحقيق الأغراض الشخصية: ¶ إن كثيرا ممن انحرف في هذا الباب إنما انحرف ليتخذ من هذه النصوص الشرعية سلما يتوصل بها لتحقيق منفعة شخصية فمنهم من ينزل هذه النصوص على نفسه فيدعي أنه المهدي وهم كثر ليحقق رياسة وشهرة أو يدعي أنه المسيح الذي ينزل في آخر الزمان، أو يزعم ذلك لمحبوب له، أو رئيس ليُحصل من ورائه شيئا، يقول الشيخ محمد إسماعيل المقدم: ¶ __________ ¶ (1) انظر تحذير ذوي الفطن 184.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "(وقد يحاول أعداء الإسلام استغلال فكرة المهدية للتوصل إلى مآربهم الخبيثة، ومقاصدهم الشريرة بأمة الإسلام، كما فعل اليهودي الزنديق عبدالله بن سبأ، والمهدي الملحد عبيدالله بن ميمون القداح، وعلي محمد الشيرازي (ت1850م) الذي ادعى أنه باب المهدي المنتظر ثم ترقى فادعى أنه المهدي نفسه، ثم قرر موافقة لطائفته نسخ دين الإسلام، وشيوع المرأة، والمال، وإلغاء التكاليف، وكان يسانده، ويسلحه الإنكليز والروس، وبعد إعدامه سنة 1266هـ، ادعى حسين علي الملقب ببهاء الله إلغاء الأديان، وأنه هو مظهر الله الحقيقي، وأن جميع الأنبياء إنما جاءو ليبشروا به، ومن المعلوم أن البهائية كانت عميلة للإنكليز والروس وربيبة للصهيونية العالمية، ومن هذا الصنف غلام أحمد القادياني الذي ادعى أنه المجدد، ثم المهدي، ثم المسيح الموعود، ثم النبي المستقل، وكان للإنكليز دور ضالع في نصرته وتأييد دعوته)(1). ¶ 5-تكذيب الله ورسوله: ¶ قد تكون هذه التنزيلات محل فتنة لأقوام حسنوا الظن بأصحاب هذه التنزيلات وظنوا أن الآيات والأحاديث دالة قطعا على ما زعموه، فإذا انكشف المستور، وبان الخطأ عاد أولئك المفتونون على نصوص الشرع فحسبوا أن الخطأ لاحق بها، بل صادر عنها، والحق أن الخطأ خطأ من نزل لكن ما كل أحد يعي، والله المستعان، والحال مع هذه التنزيلات كالحال فيما يسمى بالإعجاز العلمي في القرآن فإذا ادعي أن الشيء الفلاني مما يدل عليه القرآن وهذه الدلالة من أوجه إعجازه، ثم بان أن الأمر الفلاني باطل وأن العلم لا يساعد على تصحيحه كان ذلك حاملا للبعض على التكذيب بالقرآن والعياذ بالله. ¶ __________ ¶ (1) المهدي وفقه أشراط الساعة 580 ، وانظر الفتاوى 4/79.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وقد لا يصل الأمر إلى تكذيب الله ورسوله لكن يكون سببا في ضلال البعض، أو انتكاسته من بعد هداية، إذا أن عملية التنزيل وربط الأحاديث بالأحداث مما قد يقرب البعض إلى الله ويكون سببا في هدايتهم وإدخالهم في جو إيماني يتعلق فيه العبد بربه، فإذا بطل السبب وبانت الأمور بطل المسبب أحيانا، فعاد أولئك إلى ما كانوا عليه، نسأل الله الثبات على الدين، والعزيمة في الأمر. ¶ 6-تسليط المخالفين: ¶ إن في مثل هذه الأخطاء في عملية التنزيل تجريئا لكثير من المخالفين وتسليطا لهم على أصل الدين، زاعمين أن بطلان هذه التنزيلات دليل بطلان هذا الدين، فلا يفرقون بين نسبة الخطأ إلى الأفراد ونسبته للدين، فيجعلون أخطاء أولئك المنزلين أخطاء ينسبونها إلى الدين، وكم سمع من كفرة حاقدين، أو علمانيين ظالمين شامتين، استهزاء بالدين من جراء ممارسات هؤلاء وسخافاتهم، ففي صنائع القوم تسليط لأولئك على هذا الدين من حيث أرادوا نصره وكم من مريد للخير لا يدركه، فصح فيهم ما قيل في غيرهم، لا للإسلام نصروا ولا لأعدائه كسروا، بل سلطوا أعدائه عليه، والله المستعان. ¶ 7-تعطيل النص عن مقصوده:",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "إن للنص صورة في الواقع هي المقصودة بهذا النص، فإذا نزل النص على واقعة أخرى غير مرادة للنص كان في ذلك تعطيلا للنص عن مقصوده وما وضع له أصلا، ونقلا لحكمه على واقعة غير مراده، فإذا حكم لفلان أنه المهدي وجعلت نصوص المهدي فيه كان في ذلك رفعا لمهدوية المهدي الحقيقي، فالمخطئ في هذا الباب مخطئ مرتين، مخطئ حين نزل النص على واقعة غير مرادة، ومخطئ برفع دلالة النص عن الواقعة المرادة، يقول الشيخ محمد إسماعيل المقدم: (إن المهدي شخص واحد لا يتكرر، والتصديق بمدعي المهدية يستلزم التكذيب بالمهدي الحقيقي، ومن ثم وجب الفحص والتحري قبل قبول دعوى المهدي، ومن لوازم هذا الفحص استقراء أحوال مدعي المهدية، واستنباط ضوابط تضبط تعاملنا مع مدعي المهدية، وكيف نميز الصادق من الكاذب)(1)، وأجر هذا الكلام على جميع الأشراط والآيات والله أعلم. ¶ معالم ومنارات ¶ لا بد منها لمريدي تنزيل النصوص على الواقع ¶ لهذا المبحث هو أم هذا البحث وأصله، ومقصوده الأول، وهو عبارة عن بعض القواعد والمعالم والضوابط النافعة المستخرجة عن طريق تتبع أقوال أهل العلم وتصرفاتهم في القديم والحديث في تعاملهم مع نصوص الفتن والأشراط وكيف كانوا يمارسون عملية التنزيل، وهي تجلي لنا البون الشاسع بين تصرفاتهم رحمهم الله المنضبطة بأصول الشرع، وممارسات أولئك العابثين من المتأخرين، والله المستعان، وهي في مجملها راجعة إلى قضيتين كليتين عند أهل السنة والجماعة، أعني بهما مصدر التلقي عندهم، ومنهج الاستدلال، فإلى شيء من هذه المعالم: ¶ المعلم الأول: الاقتصار على نصوص الوحيين في الاستدلال ¶ __________ ¶ (1) المهدي وفقه أشراط الساعة 571.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "إن من منة الله على أهل الإسلام، أن وحد لهم مصدرهم في التلقي، فلا تذبذب ولا اضطراب في تلقي التصورات والأفكار والعقائد من هنا وهناك بل مصدر تلقي العقائد كتاب الله وسنة نبيه صلى الله عليه وسلم، وأن من تطلب الهداية بعيدا عن هذين الأصلين فهو الواقع في شَرَك الضلال والعياذ بالله، يقول ابن أبي العز: ¶ (فكل من طلب أن يحكم في شيء من أمر الدين غير ما جاء به الرسول صلى الله عليه وسلم، ويظن أن ذلك حسن، وأن ذلك جمع بين ما جاء به الرسول صلى الله عليه وسلم وبين ما يخالفه فله نصيب من ذلك، بل ما جاء به الرسول صلى الله عليه وسلم كاف كامل، يدخل فيه كل حق، وإنما وقع التقصير من كثير من المنتسبين إليه)(1). ¶ ومن تأمل في جملة من الكتب المصنفة في الفتن والملاحم وأشراط الساعة في القديم والحديث يلحظ أنها لا تقتصر في الاستدلال على هذين المصدرين وإنما لها مصادر متعددة تتلقى منها وتصدر عنها، وهذه سمة بارزة في كتب أولئك العابثين من المتأخرين، خذ مثلا هذه العبارة لمحمد عيسى داود قال في كتابه احذروا ص183: ¶ (قد يسأل قارئي الحبيب: وكيف اهتديت إلى كل هذه المعلومات بلا مصادر؟ ¶ وأقول: بل هناك مصادر، فالقراءة الواعية، ثم استقراء الأحداث، ورفع درجات حدة الحدس والاستبصار ثم التدبر، والتأمل -ثم يصف هذه المصادر بأنها-: جهاز استقبال لخواطر يمكن أن يقف أمامها التحليل العلمي والفلسفة عاجزين، وكثير من فكري ومضات من البرق واستنارات فجائية إن لم أتداركها بالتسجيل والتدوين تصبح بددا بلا بقاء)(2). ¶ __________ ¶ (1) شرح الطحاوية 74. ¶ (2) المهدي وفقه أشراط الساعة 625.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وقال أيضا ص141: (والحقيقة أن ما صرح به دان شمرون معتمدا على معلومات أكيدة من رجال المسيخ بالكنيست الإسرائيلي، أو مستنبطا من وثائق سرية لنبوءات حقيقية بالتوراة المخبوءة، وهو مطابق أو قريب جدا لحساباتي، وحدسي، واستبصاري الذي استلهمت فيه إيماني بالله واستقرأت ما بين السطور في أحاديث عن النبي صلى الله عليه وسلم نبي البشرية الأمين، ولو كره ذلك الأغبياء والضالون)(1). ¶ تأمل في هذا المزيج.. القراءة الواعية.. استقراء الأحداث.. حدة الحدس.. الاستبصار.. التدبر.. التأمل.. جهاز استقبال.. ومضات من البرق.. استنارات فجائية.. دان شمرون.. رجال المسيخ في الكنيست.. وثائق سرية لنبوءات حقيقية بالتوراة المخبوءة.. حسابات.. حدسي.. استبصاري.. ما بين السطور في أحاديث النبي صلى الله عليه وسلم.. لتعلم بعضا مما يتكئ عليه القوم في كلامهم على الحوادث المستقبلية وما سيكون. ¶ ويمكن أن نفصل الكلام حول جملة من المصادر فيما يلي: ¶ * موقوفات الصحابة: ¶ إن الناظر في كتب الحديث والآثار سيقف قطعا على جملة وافرة من الآثار الموقوفة على الصحابة في باب الفتن والملاحم وأشراط الساعة، فما هو الموقف الشرعي من تلك الأقوال وهل يصح الاحتجاج بها أم لا، وهل من تفصيل في ذلك؟ ¶ يقول الحافظ ابن حجر: ¶ (والحق أن ضابط ما يفسره الصحابي رضي الله عنه إن كان مما لا مجال للاجتهاد فيه ولا منقولا عن لسان العرب فحكمه الرفع وإلا فلا، كالإخبار عن الأمور الماضية من بدء الخلق وقصص الأنبياء، وعن الأمور الآتية كالملاحم والفتن والبعث وصفة الجنة والنار والإخبار عن عمل يحصل به ثواب مخصوص أو عقاب مخصوص، فهذه الأشياء لا مجال للاجتهاد فيها فيحكم لها بالرفع. ¶ __________ ¶ (1) المهدي وفقه أشراط الساعة 611.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قال أبو عمرو الداني: \"قد يحكي الصحابي رضي الله عنه قولا يوقفه، فيخرجه أهل الحديث في المسند، لامتناع أن يكون الصحابي رضي الله عنه قاله إلا بتوقيف، كما روى أبو صالح السمان عن أبي هريرة رضي الله عنه قال: \"نساء كاسيات عاريات مائلات مميلات لا يجدن ريح الجنة...\" لأن مثل هذا لا يقال بالرأي، فيكون من جملة المسند) إلى أن قال الحافظ: (إلا أنه يستثنى من ذلك إذا كان المفسر له من الصحابة رضي الله تعالى عنهم من عرف بالنظر في الإسرائيليات، كمسلمة أهل الكتاب مثل عبدالله بن سلام وغيره، وكعبدالله بن عمرو بن العاص، فإنه كان حصل له في وقعة اليرموك كتب كثيرة من كتب أهل الكتاب فكان يخبر بما فيها من الأمور المغيبة حتى كان بعض أصحابه ربما قال له: حدثنا عن النبي صلى الله عليه وسلم ولا تحدثنا عن هذه الصحيفة، فمثل هذا لا يكون حكم ما يخبر به من الأمور التي قدمنا ذكرها الرفع، لقوة الاحتمال والله أعلم)(1). ¶ __________ ¶ (1) النكت على كتاب ابن الصلاح 531-533.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ومن عرف قدر الصحابة علما وفقها وديانة وتقى علم أن الأصل في كلامهم مما لا يكون من قبيل الرأي والاجتهاد أن يكون متلقى عن النبي صلى الله عليه وسلم، وأنه يستثنى من هذا الأصل بعض خبرهم مما يحتمل أن يكون متلقى عن مصدر آخر احتمالا قويا بحيث يجعل خبره مترددا محتملا هل تلقاه عن النبي صلى الله عليه وسلم، أو مما أباح النبي صلى الله عليه وسلم التحدث به من أخبار أهل الكتاب، يؤكد هذا المعنى ما صح عن أبي غالب مثلا قال: رأى أبو أمامة رؤوسا منصوبة على درج مسجد دمشق، فقال أبو أمامة: كلاب النار شر قتلى تحت أديم السماء خير قتلى من قتلوه ثم قرأ: (يوم تبيض وجوه وتسود وجوه) إلى آخر الآية. قلت لأبي أمامة: أنت سمعته من رسول الله صلى الله عليه وسلم؟ قال: لو لم أسمعه إلا مرة أو مرتين أو ثلاثا أو أربعا حتى عد سبعا ما حدثتكموه. (1) ¶ وعن أبي أسماء الرحبي، عن ثوبان مولى رسول الله صلى الله عليه وسلم قال: (سيكون خليفة تقصر عن بيعته الناس، ثم يكون نائبه من عدو، فلا يجد بدا من أن يسير بنفسه، فيظهر على عدوه، فيريده أهل العراق على الرجوع إلى عراقهم، فيأبى ويقول: هذه أرض الجهاد فيخلعونه ويولون عليهم رجلا، فيسيرون إليه حتى يلقوه بالحص جبل خناصرة، فيبعث إلى أهل الشام، فيجتمعون له على قلب رجل واحد فيقتلهم بهم قتالا شديد، حتى أن الرجل ليقوم على ركائبه فيكاد يعد رجال الفريقين، ثم ينهزم أهل العراق فيطلبونهم حتى يدخلونهم الكوفة، فيقتلونهم بكل من أطاق حمل السلاح منهم، فيهزمهم ويقتلون من جرت عليهم المواسي)، قيل لأبي أسماء: ممن سمعه ثوبان أمن رسول الله صلى الله عليه وسلم؟ قال: فممن إذا؟!(2). ¶ __________ ¶ (1) رواه الترمذي 3000 ،والإمام أحمد في المسند 21705 ، وانظر صحيح سنن الترمذي 2398. ¶ (2) رواه نعيم بن حماد في الفتن برقم 878 قال المحقق: (إسناده صحيح).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ومما يدل على ما ذكر من استثناء من روى عن أهل الكتاب من الصحابة من هذه القاعدة من تصرفات أهل العلم قول الحافظ ابن كثير في حديث مروي عن عبدالله بن عمرو بن العاص في شأن الدابة وطلوع الشمس من مغربها: ¶ (وهذا غريب جدا، ورفعه فيه نكارة، ولا بد أنه من الملزمتين اللتين أصابهما عبدالله بن عمرو يوم اليرموك من كتب أهل الكتاب فكان يحدث منهما بأشياء غرائب)(1)، فتأمل كيف أعل الحديث مرفوعا لغرابته، وجعله من حديث عبدالله بن عمرو المتلقى عن أهل الكتاب. ¶ ومع ذلك ينبغي أن يعلم أن الموقوفات التي جاءت عمن أخذ عن أهل الكتاب من الصحابة أحسن حالا وأقوى من الخبر الإسرائيلي المحض، ولعل هذا هو السبب في تسامح بعض أهل العلم في هذه القاعدة فيحكمون لموقوفهم بحكم الرفع خاصة إن لم تظهر قرينة تدل على أنه متلقى عن أهل الكتاب كنكارة أو غرابة أو مخالفة لحديث مرفوع، أو ظهرت قرينة تدل على أنه متلقى عن النبي صلى الله عليه وسلم كموافقة الحديث لحديثه صلى الله عليه وسلم ومن أمثلة صنيعهم هذا: ¶ قال العز بن عبدالسلام معلقا على أثر عبدالله بن عمرو بن العاص رضي الله عنه الموقوف: (يأتي على الناس زمان لا يبقى فيه مؤمن إلا لحق بالشام): (ومثل هذا لا يقال إلا توقيفا)(2)، لقيام الاحتمال المذكور والله أعلم. ¶ وقد حكم الشيخ حمود التويجري رحمه الله لجملة من موقوفات عبدالله بن عمرو في هذا الباب بالرفع فانظر إتحاف الجماعة 2/79، 2/114، وحكم لبعض موقوفات أبي هريرة بالرفع فانظر 3/121 / 3/124، 3/216. ¶ __________ ¶ (1) النهاية في الفتن والملاحم 1/219. ¶ (2) ترغيب أهل الإسلام 37.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقال الشيخ الألباني عقب أثر ساقه عن أبي هريرة في شأن عيسى بن مريم وما يقع منه ويقع في زمانه فقال: (وهو وإن كان موقوفا فهو في حكم المرفوع، لأنه من المغيبات التي لا تقال بمجرد الرأي لا سيما وأكثره قد جاء مرفوعا كما تقدم)(1) والشيخ ممن يرى أن أبا هريرة ممن يروي الإسرائيليات، ولا يحكم بالرفع لبعض موقوفاته لهذه العلة. ¶ __________ ¶ (1) قصة المسيح الدجال 115 ، وقد حكم على ذات الحديث الشيخ حمود التويجري بحكم الشيخ الألباني فقال فيه: (وهذه الآثار لها حكم الرفع ، لأنها لا تقال من قبل الرأي ، وإنما تقال عن توقيف ، ولها شواهد كثيرة مما تقدم من الأحاديث الصحيحة وما سيأتي إن شاء الله تعالى) إتحاف الجماعة 3/121.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "والمسألة تحتاج إلى تحقيق أوسع وتتبع لأقوال أهل العلم وتصرفاتهم في هذا الباب وماذا يقبلون من مروياتهم في المغيبات وماذا يردون، هل هي الأخبار السابقة واللاحقة وأحوال الجنة والنار وما يتصل بعالم الملائكة والجن وما يتصل بالرب جل وعلا مثلا أم أن الأمر يقتصر على جوانب من هذه دون جوانب، ومما ينبغي الاعتناء به أيضا تحقيق القول في أولئك الصحابة ممن نسب إليهم مثل هذا كأبي هريرة، وابن عباس، وعبدالله بن سلام، وسلمان الفارسي، وعبدالله بن عمرو، فإن أبا هريرة مثلا مع شهرة نسبة هذا الأمر إليه وحمل كثير من موقوفاته عليه صح عنه أنه حدث عن النبي صلى الله عليه وسلم أنه قال: (فقدت أمة من بني إسرائيل لا يدرى ما فعلت وإني لا أراها إلا الفارة إذا وضع لها ألبان الإبل لم تشرب وإذا وضع لها ألبان الشاء شربت) قال أبو هريرة: فحدثت كعبا، فقال: أنت سمعت النبي صلى الله عليه وسلم يقوله، قلت: نعم، قال لي مرارا، فقلت: أفأقرأ التوراة.(1)، قال الحافظ ابن حجر معلقا: (قَوْلُهُ: (فَقُلْت أَفَأَقْرَأ التَّوْرَاة) هُوَ اِسْتِفْهَام إِنْكَار , وَفِي رِوَايَة مُسْلِم أَفَأُنْزِلَتْ عَلَيَّ التَّوْرَاة , وَفِيهِ أَنَّ أَبَا هُرَيْرَة لَمْ يَكُنْ يَأْخُذ عَنْ أَهْل الْكِتَاب , وَأَنَّ الصَّحَابِيّ الَّذِي يَكُون كَذَلِكَ إِذَا أَخْبَرَ بِمَا لَا مَجَال لِلرَّأْيِ وَالِاجْتِهَاد فِيهِ يَكُون لِلْحَدِيثِ حُكْم الرَّفْع)(2)، وليس المقصود هنا الفصل في المسألة ولا الترجيح وإنما التنبيه إلى أهمية العناية بهذا المبحث والله أعلم. ¶ __________ ¶ (1) رواه البخاري 3305 ، ومسلم 2997 ، والإمام أحمد في المسند 7156. ¶ (2) الفتح 6/407.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وختام هذه المسألة مثال من موقوفات صحابي مما نزله أهل العلم على الواقع، عن نافع قال: قال عمر بن الخطاب رضي الله عنه: يكون رجل من ولدي بوجهه شين، يلي فيملأها عدلا، قال نافع: ولا أحسبنه إلا عمر بن عبدالعزيز.(1) ¶ *الإسرائيليات: ¶ من تأمل كتب هؤلاء العابثين بأشراط الساعة، يلحظ أن من القواسم المشتركة بين أكثرها اشتراكها في كثرة النقل عن أهل الكتاب ومن ثم يبنون أحكاما وتقريرات وتنزيلات وفق هذه النصوص الإسرائيلية، ويعد هذا سببا من أسباب وقوع مثل هذه الكتابات في دائرة الانحراف، خذ مثلا ما قاله فاروق الدسوقي في كتابه القيامة الصغرى على الأبواب 16: (ولما شعرت بخطر شخصية السفياني، وعظم الأحداث والفتن التي تعاصره، رجعت للكتاب المقدس، لكي أجمع كل النصوص التي تتحدث عنه أو جلها، وتفسيرها في ضوء القرآن الكريم) إلى أن يقول: (وإذا بجميع هذه النصوص والأخبار عن هذه الشخصية في الوحيين القديم والخاتم، تتطابق مع واقع الرئيس العراقي المعاصر من حيث الصفات والأحداث)(2). ¶ __________ ¶ (1) رواه نعيم بن حماد برقم 288 قال المحقق: (إسناده حسن). ¶ (2) المهدي وفقه أشراط الساعة 620.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "فالجميع وحي، هذا وحي قديم وهذا وحي جديد، والجميع مؤهل للأخذ عنه، والرجوع إليه، بل إن الأمر يتجاوز ببعضهم هذا إلى النقل عن كتب تفسير نصوص الإسرائيليات المتقدم منها والمتأخر فمن ذلك مثلا ما اعتمده سعيد أيوب في كتابه المسيح الدجال قراءة سياسية في أصول الديانات الكبرى من كتب كتفسير دانيال للايرنسايد، وتفسير أشعيا لناشد حنا، وتفسير حزقيال لرشاد فكر، ولذا فلا نعجب بعد ذلك أن يصبغ بعض المؤلفين في هذا الباب كتابهم بهذه الصبغة (الإسرائيلية) أو (التوراتية)، ويتخيرون لها من الأسماء المصبوغة بهذه الصبغة كلفظة (هرمجدون) مثلا، بل إن الأمر تجاوز هذا أيضا إلى العناية بنصوصهم تلك وتنزيلها هي على الواقع، خذ مثلا صنيع فاروق الدسوقي في كتابه القيامة الصغرى على الأبواب 183 حيث أورد نصا من الكتاب المقدس عند النصارى فقال: (قال يوحنا اللاهوتي في الإصحاح السابع عشر من رؤياه: (فرأيت امرأة جالسة على وحش قرمزي مملوء أسماء تجديف له سبعة رؤوس وعشرة قرون، والمرأة كانت متسربلة بأرجوان ومتحلية بذهب وحجارة كريمة ولؤلؤ، ومعها كأس من ذهب في يدها مملوءة رجاسات ونجاسات زناها...) ثم قال معلقا 185: ¶ (فالرؤوس السبعة هم أعضاء مجلس الأمن، خمسة منهم موجودون، واثنان سيلحقان بالمجلس من بعد، هما ألمانيا واليابان، كما ذكرنا من قبل، وأحدهما هو الذي سبق ذبحه وشفي، ولعله اليابان الذي ذبحته القنبلة الذرية، وشفاؤه هو تقدمه وازدهاره الاقتصادي، وعشرة قرون هم الأعضاء غير الدائمين بالمجلس)(1). ¶ وقال أيضا ص 449: ¶ __________ ¶ (1) تحذير ذوي الفطن 97.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "(جاء في سفر أرميا: (كيف صارت بابل دهشا في الشعوب طلع البحر على بابل فتغطت بكثرة أمواجه صارت مدنها خرابا أرضا ناشفة وقفرا، أرضا لا يسكن فيها إنسان ولا يعبر فيها ابن آدم، وأعاقب بيل في بابل، وأخرج من فمه ما ابتلعه فلا تجري إليه الشعوب بعد، ويسقط سور بابل أيضا) قال معلقا: (ليس لقوله: (وأعاقب بيل في بابل) سوى معنى واحد، وهو بيل كلينتون رئيس أمريكا)(1) فمثل هذا التعامل مع تلكم النصوص مما يدل على أن القوم لم يعرفوا ما يتعلق بأخبار أهل الكتاب من أحكام وأصول شرعية تضبط عملية الرواية عنهم والأخذ، فلم يُغلَق هذا الباب بالكلية، ولا فُتِح على مصراعيه يدخله من شاء كيف ومتى شاء، بل جاءت الشريعة بمعالم ومنارات ينبغي أن يسير أهل الإسلام وفقها ولا يتجاوزوها فإن فعلوا فهو (التهوك) أعاذنا الله منه، عن جابر بن عبد الله أن عمر بن الخطاب أتى النبي صلى الله عليه وسلم بكتاب أصابه من بعض أهل الكتاب، فقرأه على النبي صلى الله عليه وسلم فغضب، فقال: (أمتهوكون فيها يا ابن الخطاب والذي نفسي بيده لقد جئتكم بها بيضاء نقية لا تسألوهم عن شيء فيخبروكم بحق فتكذبوا به أو بباطل فتصدقوا به والذي نفسي بيده لو أن موسى صلى الله عليه وسلم كان حيا ما وسعه إلا أن يتبعني)(2). ¶ قال البغوي: (أمتهوكون أي متحيرون أنتم في الإسلام، لا تعرفون دينكم، حتى تأخذوه من اليهود والنصارى)(3). ¶ فمن هذه المعالم أن هذه الأخبار الإسرائيلية لا تخلو من أحوال ثلاثة: ¶ 1)ما كان موافقا لما في أيدينا من كتاب وسنة صحيحة، فهو صحيح وتبع لما عندنا من الحق فلا بأس بذكره للاستشهاد والاعتبار وإقامة للحجة على المخالفين من كتبهم. ¶ __________ ¶ (1) تحذير ذوي الفطن 98. ¶ (2) رواه الإمام أحمد في المسند 14736 ، وحسن الألباني الحديث بلفظ مقارب في المشكاة برقم 177. ¶ (3) شرح السنة 1/271.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "2)ما كان مخالفا لما في أيدينا من الحق، فهو مما عملته أيديهم من التحريف فذكره محرم إلا على وجه بيان التحريف والكذب. ¶ 3) ما لا يوافق ولا يعارض مما سكتت عنه شريعتنا، فلا يجوز لنا الإيمان به لعدم قيام مقتضي الإيمان به ولا التكذيب به لعدم قيام مقتضى التكذيب بل نتوقف فيه لا نؤمن به ولا نكذبه، لاحتمال الأمرين على السواء وعدم المرجح، ومع ذلك فروايته جائزة.(1) ¶ ومن الأحاديث الدالة على هذه المعاني ما يلي: ¶ *عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: (...وحدثوا عن بني إسرائيل ولا حرج...)(2). ¶ يقول الحافظ ابن كثير رحمه الله معلقا على هذا الحديث أنه: (محمول على الإسرائيليات المسكوت عنها عندنا، فليس عندنا ما يصدقها ولا ما يكذبها، فيجوز روايتها للاعتبار، وهذا هو الذي نستعمله في كتابنا هذا، فأما ما شهد له شرعنا بالصدق، فلا حاجة بنا إليه استغناء بما عندنا، وما شهد له شرعنا منها بالبطلان فذاك مردود لا يجوز حكايته، إلا على سبيل الإنكار والإبطال، فإذا كان الله سبحانه وله الحمد فد أغنانا برسولنا محمد صلى الله عليه وسلم عن سائر الشرائع، وبكتابه عن سائر الكتب، فلسنا نترامى على ما بأيديهم مما وقع فيه خبط وخلط، وكذب ووضع، وتحريف وتبديل، وبعد ذلك كله نسخ وتغيير)(3). ¶ *عن أبي هريرة رضي الله عنه قال: كان أهل الكتاب يقرءون التوراة بالعبرانية ويفسرونها بالعربية لأهل الإسلام، فقال رسول الله صلى الله عليه وسلم: (لا تصدقوا أهل الكتاب ولا تكذبوهم) وقولوا: (آمنا بالله وما أنزل إلينا...) الآية)(4). ¶ قال الحافظ ابن حجر: ¶ __________ ¶ (1) انظر الفتاوى 13/366 ، وتفسير ابن كثير م2 3/528. ¶ (2) رواه البخاري 3461 والترمذي 2669 والإمام أحمد في المسند 6450 من حديث عبدالله بن عمرو ، ورواه من حديث أبي هريرة أبو داود 3662 والإمام أحمد في المسند 9780. ¶ (3) البداية والنهاية م1 1/8 ، وانظر الفتح 6/575. ¶ (4) رواه البخاري 4485.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "(قَوْله: (لَا تُصَدِّقُوا أَهْل الْكِتَاب وَلَا تُكَذِّبُوهُمْ) أَيْ إِذَا كَانَ مَا يُخْبِرُونَكُمْ بِهِ مُحْتَمَلًا لِئَلَّا يَكُون فِي نَفْس الْأَمْر صِدْقًا فَتُكَذِّبُوهُ ، أَوْ كَذِبًا فَتُصَدِّقُوهُ فَتَقَعُوا فِي الْحَرَج، وَلَمْ يَرِد النَّهْي عَنْ تَكْذِيبهمْ فِيمَا وَرَدَ بِخِلَافِهِ، وَلَا عَنْ تَصْدِيقهمْ فِيمَا وَرَدَ شَرْعنَا بِوَفَائِهِ، نَبَّهَ عَلَى ذَلِكَ الشَّافِعِيّ رَحِمَهُ اللَّه)(1). ¶ __________ ¶ (1) الفتح 8/20.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وما ورد مما يفهم منه النهي عن السماع من بني إسرائيل والرواية عنهم مطلقا إما منسوخ بما تقدم، أو مراعاة لمصلحة معتبرة، فتروى في حال دون حال، قال الحافظ: (كَانَ تَقَدَّمَ مِنْهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الزَّجْر عَنْ الْأَخْذ عَنْهُمْ وَالنَّظَر فِي كُتُبهمْ ثُمَّ حَصَلَ التَّوَسُّع فِي ذَلِكَ , وَكَأَنَّ النَّهْي وَقَعَ قَبْل اِسْتِقْرَار الْأَحْكَام الْإِسْلَامِيَّة وَالْقَوَاعِد الدِّينِيَّة خَشْيَة الْفِتْنَة، ثُمَّ لَمَّا زَالَ الْمَحْذُور وَقَعَ الْإِذْن فِي ذَلِكَ لِمَا فِي سَمَاع الْأَخْبَار الَّتِي كَانَتْ فِي زَمَانهمْ مِنْ الِاعْتِبَار)(1)، وقال رحمه الله: (وَالْأَوْلَى فِي هَذِهِ الْمَسْأَلَة التَّفْرِقَة بَيْن مَنْ لَمْ يَتَمَكَّن وَيَصِرْ مِنْ الرَّاسِخِينَ فِي الْإِيمَان فَلَا يَجُوز لَهُ النَّظَر فِي شَيْء مِنْ ذَلِكَ بِخِلَافِ الرَّاسِخ فَيَجُوز لَهُ وَلَا سِيَّمَا عِنْد الِاحْتِيَاج إِلَى الرَّدّ عَلَى الْمُخَالِف، وَيَدُلّ عَلَى ذَلِكَ نَقْلُ الْأَئِمَّة قَدِيمًا وَحَدِيثًا مِنْ التَّوْرَاة وَإِلْزَامهمْ الْيَهُود بِالتَّصْدِيقِ بِمُحَمَّدٍ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِمَا يَسْتَخْرِجُونَهُ مِنْ كِتَابهمْ، وَلَوْلَا اِعْتِقَادهمْ جَوَاز النَّظَر فِيهِ لَمَا فَعَلُوهُ وَتَوَارَدُوا عَلَيْهِ)(2). ¶ __________ ¶ (1) الفتح 6/575. ¶ (2) الفتح 13/535.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "فمن أمثلة نصوص النهي الواردة في هذا الباب حديث عمر مع النبي صلى الله عليه وسلم وقد تقدم، وكذلك ما صح عن عبد الله بن عباس رضي الله عنهما قال: يا معشر المسلمين كيف تسألون أهل الكتاب وكتابكم الذي أنزل على نبيه صلى الله عليه وسلم أحدث الأخبار بالله تقرءونه لم يشب وقد حدثكم الله أن أهل الكتاب بدلوا ما كتب الله وغيروا بأيديهم الكتاب، فقالوا: هو من عند الله ليشتروا به ثمنا قليلا، أفلا ينهاكم ما جاءكم من العلم عن مساءلتهم ولا والله ما رأينا منهم رجلا قط يسألكم عن الذي أنزل عليكم.(1) ¶ __________ ¶ (1) رواه البخاري 2685.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "فيمكن أن يحمل مثل هذا على كلام الحافظ المتقدم فيقال إذا وجد المحذور كان التحذير وإلا فلا، فمن لم يكن مؤهلا للسماع ممن قد يقع في التصديق بها أو التشكك فيما عنده من الحق فممنوع من السماع منهم فضلا عن الرواية، أما من كان عالما فالسماع منهم جائز والتحديث لمن لا يقع له إشكال مباح على حد قول النبي صلى الله عليه وسلم: (حدثوا عن بني إسرائيل ولا حرج)، (لا تصدقوا أهل الكتاب ولا تكذبوهم) والله أعلم، ويتأكد هذا بالنظر إلى حال ابن عباس وكثرة المروي عنه في هذا الباب، وكذلك يؤكده موقف عمر بن الخطاب، فهو رضي الله عنه مع تشديده على من يحدث الناس بهذه الإسرائليات كقوله لكعب الأحبارمثلا: لتتركن الحديث أو لألحقنك بأرض القردة(1)، وقع منه رضي الله عنه سماع من كعب ومن غيره من أهل الكتاب وسؤال(2) فمما وقع من ذلك مثلا ما قاله عمر لكعب: ما أول شيء ابتداه الله من خلقه؟ فقال كعب: كتب الله كتابا لم يكتبه بقلم، ولا مداد ولكنه كتب بأصبعه يتلوها الزبرجد واللؤلؤ والياقوت أنا الله لا إله إلا أنا سبقت رحمتي غضبي.(3) وروى عبدالرزاق أن عمر سأل رجلا من اليهود عن شيء؟ فحدثه، فصدقه عمر، فقال له عمر: قد بلوت صدقك، فأخبرني عن الدجال، قال: وإله يهود، ليقتلنه ابن مريم بفناء لد.(4) ¶ __________ ¶ (1) سير أعلام النبلاء 2/601. ¶ (2) وليكن منك على بال أنه رضي الله عنه صاحب القصة في تحذير النبي صلى الله عليه وسلم السابق ، مما يؤكد كلام الحافظ المتقدم. ¶ (3) تفسير الطبري 7/156. ¶ (4) صحح إسناده الشيخ الألباني في قصة المسح الدجال 108.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فليس ثم تناقض بين الأمرين وليس حال العالم كحال العامي، وليس كل ما يقال على انفراد يصح أن يشاع ويذاع، ولا شك أن الانكباب على هذه الكتب والاشتغال بها عن فقه الكتاب والسنة خطأ، وصاحبه مذموم باستبداله للذي هو أدنى بالذي هو خير، عن أبي أويس قال: سمعت خالي مالك ابن أنس، وسأله رجل عن زبور داود، فقال له مالك: ما أجهلك، ما أفرغك، أما لنا في نافع عن ابن عمر عن نبينا ما يشغلنا بصحيحه عما بيننا وبين داود عليه السلام.(1) ¶ وهنا ملاحظة تجدر الإشارة إليها وهي ما حكم تفسير نصوصنا الشرعية المتعلقة بهذه الحوادث وفق تلك الأخبار الإسرائيلية بحيث تكون بيانا لمبهم عندنا أو تفصيلا لمجمل أو تقييدا لمطلق، أو استزادة في أوصاف شرط لم ترد عندنا أو غير ذلك مما له صلة بتفسير نصوصنا في ضوء نصوصهم ثم تنزيل ذلك على الواقع؟ ¶ يقول الشيخ أحمد شاكر رحمه الله في كلام نفيس للغاية: ¶ (إن إباحة التحدث عنهم فيما ليس عندنا دليل على صدقه ولا كذبه شيء، وذكر ذلك في تفسير القرآن، وجعله قولا أو رواية في معنى الآيات أو في تعيين ما لم يعين فيها أو تفصيل ما أجمل شيء آخر! لأن في إثبات مثل ذلك بجوار كلام الله ما يوهم أن هذا الذي لا نعرف صدقه ولا كذبه مبين لمعنى قول الله سبحانه، ومفصل لما أجمل فيه، وحاشا لله ولكتابه من ذلك، وإن رسول الله صلى الله عليه وسلم إذ أذن بالتحدث عنهم أمرنا أن لا نصدقهم ولا نكذبهم، فأي تصديق لرواياتهم وأقاويلهم أقوى من أن نقرنها بكتاب الله، ونضعها منه موضع التفسير أو البيان؟! اللهم غفرا)(2). ¶ __________ ¶ (1) الجامع لأخلاق الراوي وآداب السامع 2/229. ¶ (2) عمدة التفسير 1/15.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ومن تأمل ما يصنعه القوم يلحظ أنهم يمارسون مثل هذا الدور فيما يسطرون ويكتبون من هذه الأخبار الإسرائيلية، فيفسرون نصوصنا في ضوء نصوصهم، ويحاولون الربط بين ما لا يصح الربط بينهما، إضافة إلى عدم التزامهم بما تقدم من طريقة أهل العلم في التعامل مع الأخبار الإسرائيلية، وخلاصة انحرافاتهم في هذا الباب ما قاله الشيخ محمد إسماعيل المقدم حيث قال: ¶ (هل المنهج الذي سلكه العابثون بأشراط الساعة يعكس التزامهم بالضوابط التي وضعها العلماء في حكاية الإسرائيليات؟ والجواب بالنفي: ¶ أولا: لأن من القوم من يروون كل ما يقفون عليه منها بغض النظر عن هذا التقسيم.(1) ¶ ثانيا: ولأن من يقتصرون على حكاية القسم الثالث منها لا يذكرون ذلك استشهادا وتحلية –على حد تعبير ابن كثير-، وإنما اعتقادا، واستدلالا، واحتجاجا، بل منهم من يقسم على صحة ما فيه، ومنهم من يعبر عن هذه الإسرائيليات بالوحي القديم. ¶ وثالثا: ولأن عامتهم -كما يتضح من كتاباتهم - ليسوا من الراسخين الذين يجوز لهم النظر في كتب أهل الكتاب، كما قال الحافظ ابن حجر - رحمه الله ، ولذلك تأتي أقوالهم - بل أقوال الواحد منهم - متعارضة متضاربة، يكذب بعضها بعضا، وينقض آخرها أولها. ¶ ورابعا: أن منهم من يتجاوز الاستشهاد بالإسرائيليات إلى الاستدلال بها، ثم يزيد الطين بلة حين يضيف إلى ذلك الاستدلال بتفسيرات علمائهم ومفكريهم لها، فإذا كانت هذه الإسرائيليات نفسها محل توقف في كونها وحيا معصوما أو لا، فهل هناك توقف أو تردد في أن علماءهم وأحبارهم ومفكريهم غارقون في التيه، والحيرة، والضلال المبين؟)(2). ¶ __________ ¶ (1) يريد التقسيم الثلاثي لأحوال الإسرائيليات المتقدم. ¶ (2) المهدي وفقه أشراط الساعة 657.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ومن الكتب الإسرائيلية المشهورة في باب ذكر الحوادث المستقبلية الكتاب المنسوب إلى دانيال(1)، والذي يتكئ عليه كثير من المتكلمين في هذا الباب في القديم والحديث فما خبر هذا الكتاب وما الموقف الصحيح منه؟ ¶ (قال أبو الخطاب بن دحية(2): ودانيال نبي من أنبياء إسرائيل كلامه عبراني، وهو على شريعة موسى بن عمران، وكان قبل عيسى بن مريم بزمان، ومن أسند مثل هذا إلى نبي عن غير ثقة أو توقيف من نبينا صلى الله عليه وسلم فقد سقطت عدالته إلا أن يبين وضعه لتصح أمانته، وقد ذكر في هذا الكتاب من الملاحم وما كان من الحوادث وما سيكون وجمع فيه التنافي والتناقض بين الضب والنون وأغرب فيما أعرب في روايته عن ضرب الهوس والجنون، وفيه من الموضوعات ما يكذب آخرها أولها، وتعذر على المتأول لها تأويلها، وما يتعلق به جماعة الزنادقة من تكذيب الصادق المصدوق محمد صلى الله عليه وسلم أن في سنة ثلاثمائة يظهر الدجال من يهودية أصبهان، وقد طعنا في أوائل سبعمائة من هذا الزمان، وذلك شيء ما وقع ولا كان، ومن الموضوع فيه المصنوع والتهافت الموضوع الحديث الطويل الذي استفتح به كتابه، فهلا اتقى الله وخاف عقابه، وإن من أفضح فضيحة في الدين نقل مثل هذه الإسرائيليات عن المتهودين فإنه لا طريق فيما ذكر عن دانيال إلا عنهم ولا رواية تؤخذ إلا منهم...(3) وكيف يؤمن من خان الله وكذب عليه وكفر واستكبر وفجر)(4). ¶ __________ ¶ (1) وهذا الكتاب ليس بسفر دانيال المعروف من ضمن أسفار العهد القديم فيما يسمى بالكتاب المقدس. ¶ (2) انظر سير أعلام النبلاء 22/392 فإن فيها شنائع لا ترتضى من حال ابن دحية هذا ، وإنما نقلت كلامه هنا لأنه حق ولإقرار القرطبي له بإيراده. ¶ (3) ذكر حديث (لا تصدقوا أهل الكتاب ولا تكذبوهم...) الحديث المتقدم ، وحديث ابن عباس في الإنكار على من سأل أهل الكتاب. ¶ (4) التذكرة 2/454.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ومن عجيب ما جرى مما يتعلق بهذا الكتاب مما يبين لنا موقف السلف الصالح في الاشتغال بهذه الكتب عن كتاب الله، ما أخبر به ميمون بن مهران قال: كنا جلوسا في مسجد الكوفة، وذاك أول ما نزل، فأقبل من نحو الجسر رجل معه كتاب، قلنا: ما هذا؟ قال: كتاب. قلنا: وما كتاب؟ قال: كتاب دانيال، فلولا أن القوم تحاجزوا لقتلوه، وقالوا: كتاب سوى القرآن؟! كتاب سوى القرآن؟!(1) ¶ (تنبيه: ¶ ينبغي التفريق بين \"تقبل وتصديق\" هذه الإسرائيليات بنوعيها وبين \"رصد\" أفكار الخصم، من باب \"اعرف عدوك\" ولتستبين سبيل المجرمين، وليفهم أولو الرأي من المسلمين مقاصد الأعداء بهم، وكيف يفكرون؟ وماذا يخططون؟ على أن ينحصر الاشتغال بها في المختصين بذلك ما أمكن، حماية للعوام من الوقوع في حبائل تلك الإسرائيليات وتقبلها، والبناء عليها، كأنه وحي منزل)(2) ¶ *التنجيم وكلام المنجمين: ¶ __________ ¶ (1) الجامع لأخلاق الراوي وآداب السامع 2/230. ¶ (2) المهدي وفقه أشراط الساعة 609",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "لعل من أبرز المنجمين والذي يكثر تداول اسمه مع مختلف الأزمات والفتن رجل يهودي يعرف بـ(ميشيل نوستراداموس)، وبرز هذا الاسم بشكل ملحوظ مؤخرا خاصة مع أحداث 11 من سبتمبر، فقد حظيت كتاباته بانتشار كبير، وكثر طرح مختلف تنبؤاته في مختلف وسائل الإعلام المرئية والمسموعة والمقروءة، جاء في موقع الجزيرة الإخباري تحت عنوان: (كتب التنبؤات والإسلام تتصدر المبيعات بأميركا اللاتينية): (ارتفعت بشكل مفاجئ مبيعات كتب التنبؤات والكتب التي تتعلق بالدراسات والثقافة الإسلامية في دول أميركيا اللاتينية بمعدل تراوح بين 60 و100% بعد أسبوع على الهجمات التي استهدفت نيويورك وواشنطن الأسبوع الماضي، حيث تهافت القراء على شراء كتب مثل تنبؤات نوستراداموس وصدام الحضارات ويقول أصحاب المكتبات في عواصم دول أميركا اللاتينية (بوغوتا ومونتيفيديو وكراكاس وكويتو وبوينس أيرس) إن نسخ كتاب \"تنبؤات نوستراداموس\" لعالم الفلك والطبيب الفرنسي ميشال دو نوسترادام (1503-1566) نفدت من مكتباتهم)(1)، وكان لهذه الشخصية حضور غريب في كتابات كثير من المتكلمين حول أشراط لساعة في محاولة للاستفادة من تكهنات هذه المنجم في عملية ربط هذه الأشراط بوقائع محددة يقول أمين محمد جمال الدين في كتابه هرمجدون ص13 مبينا ما يراه من حال هذا المنجم وممهدا للقارئ لما سينقله عنه من بعد ذلك وكأنه يريد تسويق تنبؤاته قال: (إن المنجم الفلكي اليهودي الشهير ميشيل نوستراداموس الذي عاش في القرن السادس عشر الميلادي، وتوفي سنة 1559م، والذي كتب رباعيات تنبؤية لأمور مستقبلية وقعت وفق ما أخبر به تماما. فقد أخبر في رباعياته عن الحرب العالمية الأولى والثانية، ووقعتا فعلا في التاريخ الذي حدده، كما أخبر عن الثورة الفرنسية، وعن ظهور جبابرة سماهم بأسمائهم، منهم هتلر ونابليون، وتنبأ بنشوب الحرب العالمية الثانية والثالثة، ¶ __________ ¶ (1) http://www.aljazeera.net/art_culture/2001/9/9-21-2.htm",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وأنها مدمرة، وستكون في أوائل هذا القرن، وأنها نووية، وسيكون فيها حرب بيولوجية)(1)، هكذا يمهد للقارئ لتقبل ما سيطرحه هذا المنجم ويسوق له، ثم تدارك الأمر وكأنه شعر أن الأخذ عن منجم صرف لا يجوز ولا يحل فأخذ يضفي على الرجل نوعا من الشرعية والتي يظنها تبيح له النقل عنه والأخذ بما قال، فقال: (هذا العراف وهو طبيب في الأصل لم يأت بما أتى به من باب الكهانة أو العرافة، وإنما هو قد اطلع على مخطوطات إسلامية حصل عليه وورثها من أجداده اليهود كما ذكر هو في مقدمة رباعياته) بل قال ص14: (ونقول : إن ما جاء به نوستراداموس هو من تراثنا المنهوب وميراثنا المسلوب، الذي سقط منا فالتقطوه، وجهلناه وعلموه)(2)، فتأمل حجم الدعوى ثم تأمل ما بني على هذه الدعوى، نصدق عرافا لأنه زعم أنه استقى معلوماته من مخطوطات، وهب أنه صادق فما قيمة هذه المخطوطات من الناحية العلمية، أبمثل هذا يستبيح مسلم لنفسه الأخذ عن الكهان بل وتفسير كلام الله ورسوله وفق هذه التنبؤات.. ثم انظر في حال صاحب أسرار الساعة واتكائه على كلام هذا المنجم يقول ص34: (في نهاية السابع من عام 1999 سيهبط ملك الفزع العظيم من السماء، وسيحكم المريخ كوكب الحرب لصاحب الحق، وسيكون دمارا مروعا وخرابا هائلا، تلك هي واحدة من أكثر نبوءات نستراداموس فزعا ورعبا كما يقول المحللون، وهي طبقا لمعظم التفسيرات تعني بأن كارثة ضخمة ستحيق بالكرة الأرضية في شهر يولية 1999م، وقد حدد نستراداموس والذي يعتبرونه أعظم فلكي في التاريخ، بأن شرارة الكارثة الأولى ستنطلق من الشرق الأوسط)(3) إلى أن يقول: (وما بين نبوءات نستراداموس في عام 1555م، ومخططات واينبرغر عام 1997م، تمت جميع المؤامرات الساعية لتدمير العالم الإسلامي، وغزوه في عام 1999م، ومثقفوا العالم لا يزالون يرددون ببلاهة ¶ __________ ¶ (1) المهدي وفقه أشراط الساعة 616. ¶ (2) المهدي وفقه أشراط الساعة 627. ¶ (3) المهدي وفقه أشراط الساعة 625.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "عجيبة: نحن ضد فكر المؤامرة، أما قادة العالم الإسلامي فيكفيهم خدعة أن يرأسهم في طهران الدجال نفسه، والمعروف أن الرقم (9) هو نهاية الأرقام التي تبدأ بالرقم (1) وهو حسب الفلسفة الفيثاغورية يعني النهاية، وهو الرقم المقدس عند الطائفة البهائية التي خرجت في إيران، واستقرت في فلسطين، وحسب علوم الجيومترا المشتقة من الكابالاة اليهودية، فإن الرقم (9) هو رقم الملوك الغزاة، وفي اليهودية أيضا فإن الرقم (9) هو رقم الخراب)(1). ¶ فياليت شعري.. ألم يعلم القوم بموقف الشريعة الصريح والواضح من الكهانة والعرافة والتنجيم، أم قد علموا ففتنوا عما علموا.. ¶ فإن كنت لا تدري فتلك مصيبة ... ... وإن كنت تدري فالمصيبة أعظم ¶ إي والله المصيبة عظيمة بل عظيمة جدا. ¶ جاء في حديث معاوية بن الحكم السلمي الطويل (...قلت: يا رسول الله إني حديث عهد بجاهلية وقد جاء الله بالإسلام وإن منا رجالا يأتون الكهان، قال: فلا تأتهم، قال: ومنا رجال يتطيرون، قال: ذاك شيء يجدونه في صدورهم فلا يصدنهم -قال ابن الصباح: فلا يصدنكم – قال: قلت: ومنا رجال يخطون، قال: كان نبي من الأنبياء يخط فمن وافق خطه فذاك...)(2). ¶ __________ ¶ (1) المهدي وفقه أشراط الساعة 625. ¶ (2) رواه مسلم 537 ، وأبو داود 930 ، والإمام أحمد في المسند 23255.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قال النووي: (قَالَ الْعُلَمَاء: إِنَّمَا نُهِيَ عَنْ إِتْيَان الْكَاهِن، لِأَنَّهُمْ يَتَكَلَّمُونَ فِي مُغَيَّبَات قَدْ يُصَادِف بَعْضهَا الْإِصَابَة، فَيُخَاف الْفِتْنَة عَلَى الْإِنْسَان بِسَبَبِ ذَلِكَ، لِأَنَّهُمْ يُلَبِّسُونَ عَلَى النَّاس كَثِيرًا مِنْ أَمْر الشَّرَائِع , وَقَدْ تَظَاهَرَتْ الْأَحَادِيث الصَّحِيحَة بِالنَّهْيِ عَنْ إِتْيَان الْكُهَّان وَتَصْدِيقهمْ فِيمَا يَقُولُونَ، وَتَحْرِيم مَا يُعْطُونَ مِنْ الْحُلْوَانِ، وَهُوَ حَرَام بِإِجْمَاعِ الْمُسْلِمِينَ، وَقَدْ نَقَلَ الْإِجْمَاع فِي تَحْرِيمه جَمَاعَة مِنْهُمْ أَبُو مُحَمَّد الْبَغَوِيُّ رَحِمَهُمْ اللَّه تَعَالَى)(1). ¶ فهذا حكم إتيان الكهان، هو حرام بالاتفاق، فمن أتاهم كان متعرضا للوعيد، ومن الوعيد المخصوص ما ثبت عن بعض أزواج النبي صلى الله عليه وسلم عن النبي صلى الله عليه وسلم قال: (من أتى عرافا فسأله عن شيء لم تقبل له صلاة أربعين ليلة)(2)، وعن أبي هريرة والحسن عن النبي صلى الله عليه وسلم قال: (من أتى كاهنا أو عرافا فصدقه بما يقول فقد كفر بما أنزل على محمد صلى الله عليه وسلم)(3). ¶ فمجرد إتيان العراف والكاهن وسؤاله من غير تصديق متعرض صاحبه لهذا الوعيد (لم تقبل له صلاة أربعين ليلة)، فإن انتقل لما بعده وصدقه في دعواه فهو الكفر أعاذنا الله وإياكم منه. ¶ __________ ¶ (1) شرح صحيح مسلم 5/22. ¶ (2) رواه مسلم 2230 ، والإمام أحمد في المسند 22711 لكن بلفظ (فصدقه بما يقول) بدل (فسأله عن شيء). ¶ (3) رواه الإمام أحمد في المسند 9252 ، وصححه الألباني في صحيح الجامع 5939 ، وهو عند أبي داود 3904 ، والترمذي 135 ، وابن ماجة 639 ، والمسند 9811 من حديث أبي هريرة بلفظ: (من أتى حائضا أو امرأة في دبرها أو كاهنا فقد كفر بما أنزل على محمد صلى الله عليه وسلم).",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ومصدر الكاهن في استقاء هذه الأخبار مما يسترقه الشياطين فعن عكرمة قال: سمعت أبا هريرة يقول: إن نبي الله صلى الله عليه وسلم قال: (إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعانا لقوله كأنه سلسلة على صفوان فإذا فزع عن قلوبهم، قالوا: ماذا قال ربكم؟ قالوا للذي قال: الحق وهو العلي الكبير، فيسمعها مسترق السمع ومسترق السمع هكذا بعضه فوق بعض -ووصف سفيان بكفه فحرفها وبدد بين أصابعه - فيسمع الكلمة فيلقيها إلى من تحته ثم يلقيها الآخر إلى من تحته حتى يلقيها على لسان الساحر أو الكاهن فربما أدرك الشهاب قبل أن يلقيها وربما ألقاها قبل أن يدركه فيكذب معها مائة كذبة فيقال : أليس قد قال لنا يوم كذا وكذا : كذا وكذا فيصدق بتلك الكلمة التي سمع من السماء)(1). ¶ وعبارات أهل العلم الدالة على تحريم الكهانة والتنجيم والاشتغال به وبيان بطلانه وعدم جواز الأخذ به كثيرة فمن ذلك ما قاله ابن أبي العز: (وصناعة التنجيم التي مضمونها الإحكام والتأثير وهو الاستدلال على الحوادث الأرضية بالأحوال الفلكية، أو التمزيج بين القوى الفلكية والغوائل الأرضية صناعة محرمة بالكتاب والسنة، بل هي محرمة على لسان جميع المرسلين)(2) وقال ابن رجب الحنبلي: (فعلم تأثير النجوم باطل، والعمل بمقتضاه كالتقرب إلى النجوم وتقريب القرابين لها كفر) (3) ¶ __________ ¶ (1) رواه البخاري 4800 ، والترمذي 3223 ، وابن ماجة 194. ¶ (2) شرح الطحاوية 503. ¶ (3) فضل علم السلف على علم الخلف 21.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "قال الخطيب البغدادي شارحا أحوال الناس مع المنجمين وسبب وقوعهم في شراكهم في تحليل نفسي رائع قال: (إنما يدخل الشبه على الناس في أمر المنجمين من قبيل أنهم يرون المنجم يصيب في مسألة تقع بين أمرين، كالجنين الذي لا يخلو من أن يكون ذكرا أو أنثى، أو المريض الذي لا يخلو من أن يصح أو يموت، والغائب الذي لا يخلو من أن يقيم بمكان أو يؤوب، ومن شأن الناس أن يحفظوا الصواب، للعجب به والشغف، ويتناسوا الخطأ، لأنه الأصل الذي يعرفونه، والأمر الذي لا ينكرونه، ومن ذا الذي يتحدث بأنه سأل المنجم فأخطأ، وإنما التحدث بأنه سأله فأصاب، والصواب في المسألة إذا كان بين أمرين قد يقع أحيانا للمعتوه والطفل، فضلا عن المتلطف الرفيق، والقول في إصابة المنجم كقول الشاعر في الطيرة: ¶ تعلم أنه لا طير إلا ... ... على متطير وهي الثبور ¶ وشيء قد يوافق بعض شيء ... ... أحيانا وباطله كثير ¶ وإن وجد لمن يدعي الأحكام إصابة في شيء، فخطؤه أضعافه، ولا تبلغ إصابته عشر معشاره، وتكون الإصابة اتفاقا كما يظن الظان المنافي للعلم المقارن للجهل الشيء فيكون على ظنه، ويخطئ فيما هو معلوم أكثر عمره، ولا يقال: إن هذه إصابة يعول عليها، ويرجع إليها، بل إذا تكررت منه الإصابة في قوله، وكثر الصدق في لفظه، والصحة في حكمه، ولم يخرم منه إلا الأقل، حينئذ سلمت له هذه الفضيلة وشهد له بهذه المعجزة، ولا فرق بين المنجم والكاهن، إذ كل واحد منهما يدعي الإخبار بالغيوب، وكيف يسلم للمنجمين ما يدعونه، وأحدهم على التحقيق ما يعرف ما حدث في منزله، ولا ما يصلح أهله وولده بل لا يعرف ما يصلحه في نفسه، ويؤثر عنه أن يخبر بالغيب الذي لم يؤته الله أحدا، ولم يستودعه بشرا، إلا لرسول يرتضيه أو نبي يصطفيه)(1). ¶ __________ ¶ (1) القول في علم النجوم 192.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وعودا على (نوستراداموس) فقد (نشرت مجلة \"أون لاين\" في العدد 14 نصف أكتوبر 2001م، مقالا أنحت فيه باللائمة على وكالة \"رويترز\" للأنباء لأنها نشرت شائعة تنبؤ \"نوسترادموس\" بأحداث 11 سبتمبر، ونسبت إلى \"جون هوج\" أحد المتخصصين في دراسة نبوءات \"نوستراداموس\" قوله: \"يبدو أن صحافيي وكالة رويتر نسوا أبسط قواعد الصحافة المحترمة، ألا وهي التأكد من الحقائق قبل نشرها، الأمر الذي لم يفعله أحد\" وقد دعا الوكالة الشهيرة إلى الاعتذار عن خطئها، وتكذيب ذلك الخبر فورا. وذكرت المجلة أن طالبا يدعى \" نيل مارشال\" كان قد صمم موقعا له على شبكة الإنترنت باسم \"التحليل النقدي لنوستراداموس\" وقد نشر فيه عددا من الرباعيات ونسبها إلى الفلكي الشهير، وحرص على أن يجعلها ذات لغة مراوغة ليسخر من فكرة التنبؤ بالمستقبل، ووصل إلى استنتاج أن نصوص \"نوستراداموس\" يمكنها أن تعني كل شيء، وقد لا تعني شيئا على الإطلاق. ويقول محرر موقع \"الأساطير الحضارية\" Urban Legends: ¶ \"إن لغة نوستراداموس تجعل نصوصه قابلة للتفسير على أي وجه، يمكنك أن ترى فيها الحروب أو المآسي، أو الانتصارات، أو أي شيء تريد أنت رؤيته\" ثم تسخر مجلة Online من \"نوستراداموس\" وأشباهه وتتساءل: لماذا يستخدم المنجمون دوما تلك اللغة المراوغة؟ إذا كانوا بحق قادرين على كسر حاجز الزمن والإبحار عبر المستقبل، فلماذا لا يقولون لنا ما سيحدث بوضوح وصراحة دون أن \"يوجعوا دماغنا\"؟!)(1)، هذه بعض أقوال ومواقف من لا يؤمن بالله في نوستراداموس وأمثاله، فالواجب على من كان مؤمنا بالله حقا أن لا يرفع بأقوال أولئك رأسا، فضلا عن سماعها وتصديقها. ¶ *الاستدلال بحروف أباجاد وحساب الجمل على المغيبات: ¶ __________ ¶ (1) المهدي وفقه أشراط الساعة 634.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وهو فرع من فروع الكهانة تعتمد حروف أباجاد وحساب الجمل أصلا للتوصل إلى ما يستقبل من حوادث وكائنات، فيرتبون حروف أباجاد ترتيبا معينا ويحسبون مقداره من العدد بحساب الجمل وفق عمليات حسابية من جمع وطرح ويربطون ما يحصلونه من نتائج بالأبراج الاثني عشر على طريقة أصلوها ومذهب قعدوه ثم يربطون نتائج حساباتهم هذه بأناس أو أزمنة أو أمكنة زاعمين أنه سيقع الأمر الفلاني إلى كذا وكذا سنة، وسيمتد ملك بني فلان إلى سنة كذا، وستقع هذه الملحمة في تاريخ كذا وهكذا، ويعمد بعضهم إلى الربط بين هذه الحسابات وكتاب الله خاصة الحروف المقطعة في أوائل السور، فيجعلون من هذه الأحرف مفاتيح لاستشراف بعض الغيوب عن طريق هذه الحسابات، وهذا لون من التنجيم والكهانة يعتمد الحرف كاعتماد قارئ الكف للكف وقارئ الفنجان للفنجان وضارب الأرض للأرض فحكم الجميع سواء، ضرب من الكهانة لا يجوز في شرع الله وهذا واضح بين بحمد الله، وقال ابن عباس: (إن قوما يحسبون أباجاد وينظرون في النجوم ولا أرى لمن فعل ذلك من خلاق)(1)، أما ما يروى فيه من أحاديث في الحث على تعلمه والعمل به فموضوع كله لا يجوز روايته - إلا لبيان بطلانه - فضلا عن الاحتجاج به، وهو مخالف لأصول الشريعة وقاعدتها في هذا الباب، أنه لا يعلم الغيب إلا الله، ومن العجيب أن يسري هذا اللون من التكهن في كتب التفسير خاصة عند تفسير الحروف المقطعة في القرآن في محاولة لتلمس شيء مما سيحل بهذه الأمة مما استأثر الله جل وعلا بعلمه، ومن أمثلة هذا التلاعب بكتاب الله ما أورده الشيخ محمد رشيد رضا من ذلك يقول: (وزعم بعضهم أن الساعة تقوم سنة 1407هـ بناء على أن عدد حروف بغتة في قوله تعالى: (لا تأتيكم إلا بغتة) 1407)(2)، ومن أقوال أهل العلم في الرد على من تمسك بهذه الحروف للتوصل لبعض الغيوب، قول السخاوي: (ومن ¶ __________ ¶ (1) رواه معمر في الجامع 11/26 ، والبيهقي في السنن الكبرى 8/139. ¶ (2) تفسير المنار 6/401.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "فوائده الرد على الحرالي المغربي الزاعم أنه استخرج من الحرف وقت خروج الدجال ووقت طلوع الشمس من مغربها مع أن هذه تحديدات وعلوم استأثر الله بها عن سائر أنبيائه ورسله فضلا عن من دونهم)(1). ¶ وقال ابن تيمية: (فلهذا تجد عامة من في دينه فساد يدخل في الأكاذيب الكونية مثل أهل الاتحاد فإن ابن عربي في كتاب عنقاء مغرب وغيره أخبر بمستقبلات كثيرة عامتها كذب وكذلك ابن سبعين وكذلك الذين استخرجوا مدة بقاء هذه الأمة من حساب الجمل من حروف المعجم الذي ورثوه من اليهود ومن حركات الكواكب الذي ورثوه من الصابئة كما فعل أبو نصر الكندي وغيره من الفلاسفة وكما فعل بعض من تكلم في تفسير القرآن من أصحاب الرازي ومن تكلم في تأويل وقائع النساك من المائلين إلى التشيع وقد رأيت من أتباع هؤلاء طوائف يدعون أن هذه الأمور من الأسرار المخزونة والعلوم المصونة وخاطبت في ذلك طوائف منهم وكنت أحلف لهم أن هذا كذب مفترى وأنه لا يجري من هذه الأمور شيء وطلبت مباهلة بعضهم لأن ذلك كان متعلقا بأصول الدين وكانوا من الاتحادية الذين يطول وصف دعاويهم)(2) ¶ __________ ¶ (1) القناعة 28. ¶ (2) الفتاوى 4/79 ، وانظر الإذاعة 209.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "فتأمل من أين أتي البعض، لقد أتوا من استجلاب هذا العلم من اليهود، والعجب من الآلوسي في انتصاره لمثل هذا قال:(ويا لله العجب كيف يقول باحتمال ديوان المتنبي وأبياته المعاني الكثيرة ولا يقول باشتمال قرآن النبي صلى الله عليه وآله وسلم وآياته وهو كلام رب العالمين المنزل على خاتم المرسلين على ما شاء الله تعالى من المعاني المحتجبة وراء سرادقات تلك المباني سبحانك هذا بهتان عظيم بل ما من حادثة ترسم بقلم القضاء في لوح الزمان إلا وفي القرآن العظيم إشارة إليها فهو المشتمل على خفايا الملك والملكوت وخبايا قدس الجبروت، وقد ذكر ابن خلكان في تاريخه أن السلطان صلاح الدين لما فتح مدينة حلب أنشد القاضي محيي الدين قصيدة بائية أجاد فيها كل الإجادة وكان من جملتها: ¶ وفتحك القلعة الشهباء في صفر ... ... مبشر بفتوح القدس في رجب ¶ فكان كما قال، فسئل القاضي من أين لك هذا، فقال أخذته من تفسير ابن برجان في قوله تعالى: (الم غلبت الروم في أدنى الأرض وهم من بعد غلبهم سيغلبون في بضع سنين) قال المؤرخ: فلم أزل أتطلب التفسير المذكور حتى وجدته على هذه الصورة وذكر له حسابا طويلا وطريقا في استخراجه وله نظائر كثيرة ومن المشهور استنباط ابن الكمال فتح مصر على يد السلطان سليم من قوله تعالى: (ولقد كتبنا في الزبور من بعد الذكر أن الأرض يرثها عبادي الصالحون) فالإنصاف كل الإنصاف التسليم للسادة الصوفية الذين هم مركز للدائرة المحمدية ما هم عليه واتهام ذهنك السقيم فيما لم يصل لكثرة العوائق والعلائق إليه وإذا لم تر الهلال فسلم لأناس رأوه بالأبصار)(1). ¶ __________ ¶ (1) روح المعاني 1/7 ، وانظر 1/102 ، و21/20.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "فمثل هذه الحكايات لو ثبتت وصحت لم يكن شأنها بأعجب من شأن الكهانة والتي قد تصيب ولكن كم نسبة الإصابة من الخطأ، لا تذكر، ولذا لا تجدهم يذكرون إلا الإصابة ويتغافلون عن الأخطاء، إذ الخطأ في هذا الباب أصل والإصابة خلاف الأصل والذي يحفظ ويتناقل هو النادر الشاذ الغريب كما تقدم في كلام للخطيب البغدادي، ومن العبارات الصحيحة الدارجة في هذا المضمار كذب المنجمون وإن صدقوا، والشرع قد سد هذا الباب بالكلية، فالواجب الوقوف عند حدود الشرع فمن زاد فقد أساء وتعدى وظلم. ¶ وللروافض عناية بهذا العلم، وذلك لما افتروه على علي وأهل بيته من الروايات الباطلة المكذوبة، وبخاصة على جعفر الصادق، ومن أعظم الكذب المنسوب إليهم نسبة الجفر مما تضمن الإخبار عن المغيبات وفق ما يسمى عند الروافض بأسرار الحروف، قال ابن خلدون:",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "(واعلم أن كتاب الجفر كان أصله أن هارون بن سعيد العجلي وهو رأس الزيدية كان له كتاب يرويه عن جعفر الصادق وفيه علم ما سيقع لأهل البيت على العموم ولبعض الأشخاص منهم على الخصوص وقع ذلك لجعفر ونظائره من رجالاتهم على طريق الكرامة والكشف الذي يقع لمثلهم من الأولياء وكان مكتوبا عند جعفر في جلد ثور صغير فرواه عنه هارون العجلي وكتبه وسماه الجفر باسم الجلد الذي كتب فيه لأن الجفر في اللغة هو الصغير وصار هذا الاسم علما على هذا الكتاب عندهم وكان فيه تفسير القرآن وما في باطنه من غرائب المعاني مروية عن جعفر الصادق، وهذا الكتاب لم تتصل روايته ولا عرف عينه وإنما يظهر منه شواذ من الكلمات لا يصحبها دليل ولو صح السند إلى جعفر الصادق لكان فيه نعم المستند من نفسه أو من رجال قومه فهم أهل الكرامات(1) وقد صح عنه أنه كان يحذر بعض قرابته بوقائع تكون لهم فتصح كما يقول وقد حذر يحيى ابن عمه زيد من مصرعه وعصاه فخرج وقتل بالجوزجان كما هو معروف وإذا كانت الكرامة تقع لغيرهم فما ظنك بهم علما ودينا وآثارا من النبوة وعناية من الله بالأصل الكريم تشهد لفروعه الطيبة وقد ينقل بين أهل البيت كثير من هذا الكلام غير منسوب إلى أحد)(2). ¶ فهذا الكتاب المنسوب المكذوب على أهل البيت الأطهار خرافة وكذب ودجل من أوله إلى آخره، ومن امتدحه أو تأثر بما فيه أو صدق به فهو المتأثر بخرافات الروافض بيقين، وكفى بها مذمة ونقيصة أن يوافق المرء الروافض في ضلالهم، ومن أولئك المثنين على هذا الكتاب والمتأثرين به المتكئين عليه في إصدار الأحكام من العابثين بنصوص أشراط الساعة محمد عيسى داود فانظر في كتابه المفاجأة ص56 فقد تكلم على الجفر بثناء عريض، فمما قاله: ¶ __________ ¶ (1) بل لا يتحصل الاطلاع على هذه الجملة من المغيبات وعلى هذا النحو المفصل ولو عن طريق الكرامة. ¶ (2) المقدمة لابن خلدون 2/828 ، وانظر كشف الظنون 1/591.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "(وعلم الجفر عبارة عن العلم الإجمالي لا التفصيلي بمواد كثيرة من لوح القضاء والقدر المحتوي على كل ما كان وما هو كائن وما سيكون وما لا يكون لو كان كيف كان يكون ، وكثيرا ما يقال: إن سيدنا عليا هو \"صاحب الجفر\" و\"صاحب الجامعة\" ويقصدون بالجامعة لوح القدر الكامل، والجفر هو الذكر من الماعز أو الشاة التي تبلغ أربعة أشهر، وقد بسط الإمام علي الحروف الثمانية والعشرين بسطا عظيما فيها يمكن بقواعد سرية، وشرائط معينة استنباط ما سيكون، وهو ما توارثه آل البيت، ولا يقف على حقيقة هذا الكتاب إلا المهدي المنتظر خروجه)(1). ¶ وقال: (وفي الجفر عبارة خطيرة مرموزة نصها: عندما يبلغ بسم الله الرحمن الرحيم يوما تمامه، فهذا خروج الإمام، ويوم تبلغ نقطة الباء دورتها ولب جوهرها تكون البيعة) ثم قال معلقا: (وهو كلام خطير فيه علوم جمة يجب أن تترك لأهل العلم)(2). ¶ ومن المضحكات ما قاله ص61: ¶ (والذي لا شك فيه لدي أن (التلغيز الكريم) أو (التشفير العظيم) الذي قام به سيدنا علي كرم الله وجهه إنما هو بتوجيه المصطفى صلى الله عليه وسلم أول من علم البشرية (علم الاختزال) وأول من علم البشرية صناعة (دسك الكمبيوتر) هذه القطعة الصغيرة التي يمكن أن يحفظ بها مجلدات من العلوم والمعرفة)(3). ¶ والذي يجب أن يعلم أن هذا الكتاب كذب على علي وجعفر وأنهما بريئان منه ومما فيه فما هو من كلامهما وحاشاهما منه وما تضمنه من دعاوى. ¶ __________ ¶ (1) تحذير ذوي الفطن 120. ¶ (2) تحذير ذوي الفطن 135. ¶ (3) تحذير ذوي الفطن 129.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "قال شيخ الإسلام رحمه الله: (وأهل العلم بجعفر وأحواله يعلمون قطعا أن ذلك مكذوب على جعفر كما كذب عليه الناقلون عنه الجدول في الهلال وكتاب الجفر والبطاقة والهفت واختلاج الأعضاء والرعود والبروق ونحو ذلك مما هو من كلام أهل النجوم والفلسفة ينقلونه عن جعفر وأهل العلم بحاله يعلمون أن هذا كله كذب عليه)(1). ¶ فهذا طرف مما يتعلق بهذا الكتاب المكذوب، المبني على الخرافة والدجل، والعرافة والكهانة، فلا يصح أن يستأنس به في مثل مباحث أشراط الساعة ولا غيرها، فكيف بالاحتجاج به، وجعله مصدرا للتلقي، وتفسير النصوص في ضوئه، لا شك أن فاعله وصانعه من الضُّلال والدعاة إلى الضلال، أعاذنا الله من الضلال وأهله. ¶ *الكشف: ¶ ومن العجيب أن يتعلق البعض بترهات الصوفية في هذا الباب، فتراهم يذكرون ما يدعونه من اطلاعهم على مغيبات عن طريق الكشف وغيره، ومن طالع كتبهم وجد دعاوى عريضة صان الله منها أولياءه المتقون حقا، فلا يصح أن ينسب لبشر -حاشا الأنبياء والمرسلين- كائنا من كان معرفته للمغيبات واطلاعه عليها، فضلا عن حكايتها ونشرها وإشاعتها كأنه يحدث عن نبي يوحى إليه، بل يجزم بذلك ويقطع به ويلقي ذلك على الأتباع، فيصدقون وينتظرون وقوع تلك الكشوف، انظر مثلا في قول البرزنجي حيث قال معلقا على دعوى بعضهم معرفة اسم أم المهدي: ¶ (تنبيه لم أقف على اسم أم المهدي بعد الفحص والتتبع، فلعلهم يعرفون اسمه من طريق الكشف لا من طريق النقل، والله أعلم)(2). ¶ ويقول قبل إيراد كلام لابن عربي من كتابه الفتوحات المكية في وصف المهدي وما يقع منه فقال: ¶ __________ ¶ (1) بغير المرتاد 328، وانظر الفتاوى 4/78 و 35/183 و2/217 ، ومنهاج السنة 2/464 و 4/54 و 8/136، ومفتاح دار السعادة 3/237. ¶ (2) الإشاعة 205.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "(تكملة في فوائد تضمنتها الأحاديث ودل عليها الكشف الصحيح لخصتها من كلام إمام المحققين محيي الملة والدين محمد بن العربي الطائي الحاتمي الأندلسي)(1)، تأمل (الكشف الصحيح) وعن من؟ (إمام المحققين محيي الملة والدين محمد بن العربي الطائي الحاتمي الأندلسي) الصوفي الاتحادي!! ¶ وقال في الرجل الذي يقتله الدجال ثم يحييه: ¶ (هذا الرجل المؤمن هو الخضر عليه السلام على الأصح كما صرح به في الأحاديث الصحيحة، ودل عليه الكشف الصحيح)(2)، تأمل (على الأصح) والدليل (الكشف الصحيح)!!، وقد أورد بعد هذه العبارة ما يراه دليلا على صحة قوله من الأحاديث -وهي لا تقوم بالمقصود- ثم قال: (وأما الكشف فقد ذكر محققوا الصوفية كالشيخ علاء الدولة السمناني وغيره، وقيل: هو أحد أصحاب الكهف، لما مر أنهم يكونون من أصحاب المهدي، وهذا القول الثاني ضعيف قاله في الفتوحات)(3). ¶ وقال: (فلا منافاة بين الحديث وكلام الشيخ -يقصد ابن عربي-، والحديث وإن ضعفه الحاكم فالكشف الصحيح يدل على صحة هذا المقدار منه، ولبقيته، بل ولمجموعه شواهد وقد مر)(4)، هكذا تصحح الأحاديث في ضوء الكشف، وحقيقة ما طرحه أمثال ابن عربي كذب في كذب، يقول شيخ الإسلام رحمه الله: (وابن عربي في كتاب عنقاء مغرب وغيره أخبر بمستقبلات كثيرة عامتها كذب)(5). ¶ ومما يقرب من دعاوى الكشف هذه دعوى بعض العابثين من المصنفين في الفتن والملاحم وأشراط الساعة في بعض ما يكتبون أن الحامل لهم على كتابتها الحدس! خذ مثلا قول محمد عيسى داود في كتابه احذروا: ¶ (وله -أي الدجال- قصر رهيب مهيب لا أدري موضعه بالتحديد، ولكنني بالحدس الإسلامي أقول إنه في فلوريدا)(6) ¶ وقال: (ولي حدسي في أن برت لانكستر وكلينت أستوود من رجاله)(7). ¶ __________ ¶ (1) الإشاعة 228. ¶ (2) الإشاعة 279. ¶ (3) الإشاعة 280. ¶ (4) الإشاعة 368. ¶ (5) الفتاوى 4/81. ¶ (6) المهدي وفقه أشراط الساعة 616. ¶ (7) المهدي وفقه أشراط الساعة 616.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وقال: (والحقيقة أن ما صرح به دان شمرون معتمدا على معلومات أكيدة من رجال المسيخ بالكنيست الإسرائيلي، أو مستنبطا من وثائق سرية لنبوءات حقيقية بالتوراة المخبوءة، وهو مطابق أو قريب جدا لحساباتي، وحدسي، واستبصاري الذي استلهمت فيه إيماني بالله واستقرأت ما بين السطور في أحاديث عن النبي صلى الله عليه وسلم نبي البشرية الأمين، ولو كره ذلك الأغبياء والضالون)(1). ¶ إلى غيرها من الجهالات التي لا دليل عليه إلا (حدسي) و(استبصاري)، والله المستعان. ¶ *المنامات والرؤى: ¶ وهي قضية طويلة الذيل والكلام فيها كثير، فما الذي يُقبل منها وماذا يُرد، وما حدود المقبول منها وقوته وحجيته، وأثره على الأعمال والعقائد، فهذه إشارات يسيرة على نحو مختصر تلم أطرافا من هذا الموضوع مما له صلة بالبحث. ¶ فمما ينبغي أن يعلم أن ما يراه النائم في المنام ينقسم إلى قسمين: ¶ الرؤى. ¶ أضغاث الأحلام. ¶ وأضغاث الأحلام تنقسم بدورها إلى قسمين كذلك: ¶ تخويف الشيطان. ¶ أحاديث النفس. ¶ ويمكن أن يقال أن ما يراه النائم ينقسم إلى أقسام ثلاثة: ¶ الرؤيا من الله. ¶ تخويف الشيطان. ¶ أحاديث النفس. ¶ يدل على هذا التقسيم ما ثبت من حديث أبي هريرة عن النبي صلى الله عليه وسلم قال: (إذا اقترب الزمان لم تكد رؤيا المسلم تكذب وأصدقكم رؤيا أصدقكم حديثا ورؤيا المسلم جزء من خمس وأربعين جزءا من النبوة والرؤيا ثلاثة: ¶ فرؤيا الصالحة بشرى من الله، ورؤيا تحزين من الشيطان، ورؤيا مما يحدث المرء نفسه فإن رأى أحدكم ما يكره فليقم فليصل ولا يحدث بها الناس...)(2). ¶ __________ ¶ (1) احذروا المسيخ الدجال يحكم العالم من جزيرة برمودة 141. ¶ (2) رواه البخاري 7017 ، ومسلم 2263 ، وأبو داود 4632 ، والترمذي 2270 ، وابن ماجة 3918 ، والإمام أحمد في المسند 10212.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "فليس كل ما يراه النائم معتبرا، بل قد يكون من حديث النفس، وقد يكون من الشياطين للإضلال أو التخويف والإرجاف، فالاعتماد على كل رؤيا، أو تفسير كل رؤيا مما لا يصح ولا يجوز، والذي ينبغي أن يلاحظ في هذا الباب أمور تضبط هذه النقطة وتضع الرؤيا في مكانها الصحيح: ¶ 1) أنه ليس كل ما يرى في المنام رؤيا من الله وجزءا من النبوة كما تقدم. ¶ 2) أن الكذب واقع في هذا الباب فاعتماد كلام كل مدع لرؤيا لا يصح بل يجب النظر في حال مدعي الرؤيا ويقول شيخ الإسلام في بعض المصنفين في الملاحم: (أنهم يتعمدون فيها كذبا كثيرا من غير أن تكون قد دلت على ذلك دلالة كما يتعمد خلق كثير الكذب في الرؤيا التي منها الرؤيا الصالحة وهي جزء من ستة وأربعين جزءا من النبوة)(1). ¶ 3) أن المتحدث بالرؤيا قد يغفل عن بعض الجزئيات المؤثرة في التأويل. ¶ __________ ¶ (1) الفتاوى 4/81.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "4) أنه لو فرض أن ما رآه النائم في منامه رؤيا وأنه قد ثبت صدق رائيها فإن الخلل قد يداخل معبر هذه الرؤيا، فلا يعبرها على النحو الصحيح، يدل على هذا ما وقع للصديق رضي الله عنه في حضرة النبي صلى الله عليه وسلم، وذلك أن ابْنَ عَبَّاسٍ رَضِى اللَّهُ عَنْهُمَا كَانَ يُحَدِّثُ أَنَّ رَجُلًا أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: إِنِّى رَأَيْتُ اللَّيْلَةَ فِى الْمَنَامِ ظُلَّةً تَنْطُفُ السَّمْنَ وَالْعَسَلَ فَأَرَى النَّاسَ يَتَكَفَّفُونَ مِنْهَا فَالْمُسْتَكْثِرُ وَالْمُسْتَقِلُّ وَإِذَا سَبَبٌ وَاصِلٌ مِنْ الْأَرْضِ إِلَى السَّمَاءِ فَأَرَاكَ أَخَذْتَ بِهِ فَعَلَوْتَ ثُمَّ أَخَذَ بِهِ رَجُلٌ آخَرُ فَعَلَا بِهِ ثُمَّ أَخَذَ بِهِ رَجُلٌ آخَرُ فَعَلَا بِهِ ثُمَّ أَخَذَ بِهِ رَجُلٌ آخَرُ فَانْقَطَعَ ثُمَّ وُصِلَ، فَقَالَ أَبُو بَكْرٍ: يَا رَسُولَ اللَّهِ بِأَبِى أَنْتَ وَاللَّهِ لَتَدَعَنِّى فَأَعْبُرَهَا، فَقَالَ النَّبِى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (اعْبُرْهَا) قَالَ: أَمَّا الظُّلَّةُ فَالْإِسْلَامُ وَأَمَّا الَّذِى يَنْطُفُ مِنْ الْعَسَلِ وَالسَّمْنِ فَالْقُرْآنُ حَلَاوَتُهُ تَنْطُفُ فَالْمُسْتَكْثِرُ مِنْ الْقُرْآنِ وَالْمُسْتَقِلُّ وَأَمَّا السَّبَبُ الْوَاصِلُ مِنْ السَّمَاءِ إِلَى الْأَرْضِ فَالْحَقُّ الَّذِى أَنْتَ عَلَيْهِ تَأْخُذُ بِهِ فَيُعْلِيكَ اللَّهُ ثُمَّ يَأْخُذُ بِهِ رَجُلٌ مِنْ بَعْدِكَ فَيَعْلُو بِهِ ثُمَّ يَأْخُذُ بِهِ رَجُلٌ آخَرُ فَيَعْلُو بِهِ ثُمَّ يَأْخُذُهُ رَجُلٌ آخَرُ فَيَنْقَطِعُ بِهِ ثُمَّ يُوَصَّلُ لَهُ فَيَعْلُو بِهِ، فَأَخْبِرْنِى يَا رَسُولَ اللَّهِ بِأَبِى أَنْتَ أَصَبْتُ أَمْ أَخْطَأْتُ؟ قَالَ النَّبِى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (أَصَبْتَ بَعْضًا وَأَخْطَأْتَ بَعْضًا) قَالَ: فَوَاللَّهِ يَا رَسُولَ",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "اللَّهِ لَتُحَدِّثَنِّى بِالَّذِى أَخْطَأْتُ، قَالَ: (لَا تُقْسِمْ)(1)، فإذا جرى هذا على مثل الصديق فغيره من باب أولى. ¶ وليس القصد هنا التقليل من شأن الرؤيا، أو إفقادها قيمتها، لكن المقصود أن لا يتعدى بالرؤيا طورها أو يتجاوز بها حدها، فالرؤى مبشرات، ولكن لا يصح أن تبنى عليها التشريعات فضلا عن العقائد، إن الشارع قد بين لنا أمارات وعلامات وصفات نتعرف من خلالها على الأشراط ولم نوكل للتعرف على هذه من خلال الرؤى والمنامات، ومن نظر في التاريخ لمس كيف جر اعتماد الرؤى في هذا الباب إلى مصائب وفتن، ومن آخر ذلك وأوضحه وألصقه بهذا البحث ما وقع من فتنة الحرم المشهورة، حيث اعتمدت فيه الرؤى في تحديد المهدي ولو تعارض ذلك مع صفاته المنصوص عليه، وفي ذلك يقول الشيخ عبدالعزيز بن باز رحمه الله: (أما اعتماد المنامات في إثبات كون فلان هو المهدي فهو مخالف للأدلة الشرعية ولإجماع أهل العلم والإيمان، لأن المرائي مهما كثرت لا يجوز الاعتماد عليها في خلاف ما ثبت به الشرع المطهر، لأن الله سبحانه أكمل لنبينا محمد -صلى الله عليه وعلى آله سلم - ولأمته الدين، وأتم عليهم النعمة قبل وفاته -عليه الصلاة والسلام- ثم إن المهدي قد أخبر النبي صلى الله عليه وسلم أنه يحكم بالشرع المطهر، فكيف يجوز له ولأتباعه انتهاك حرمة المسجد الحرام وحرمة المسلمين وحمل السلاح عليهم بغير حق؟)(2). ¶ المعلم الثاني: التحقق من ثبوت النص ¶ __________ ¶ (1) رواه البخاري 5803 ، ومسلم 2269 ، والترمذي 2293 ، ¶ (2) جريدة عكاظ 18 من المحرم 1400هـ انظر المهدي وفقه أشراط الساعة 557.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "إن من أهم القضايا التي ينبغي أن يراعيها مريد تنزيل النصوص على الواقع التثبت من صحة تلك النصوص، فإن كان النص قرآنا فهو المقطوع بثبوته، وإن كان سنة نظر فيه وفي إسناده فإن كان صحيحا ثابتا فمقبول وإن كان ضعيفا فمردود ولا تفسر الوقائع في ضوئه، والأمر يكون أشد وأشد عند الاحتجاج بالموضوعات، إذ رواية الموضوعات غير جائز إلا مع البيان فكيف بالاحتجاج بها، يقول الإمام ابن قدامة المقدسي: (أما الأحاديث الموضوعة التي وضعتها الزنادقة، ليلبسوا بها على أهل الإسلام، أو الأحاديث الضعيفة - إما لضعف رواتها، أو جهاتهم، أو لعلة فيها، فلا يجوز أن يقال بها، ولا اعتقاد ما فيها، بل وجودها كعدمها)(1)، ويقول شيخ الإسلام: (الاستدلال بما لا تُعلم صحته لا يجوز بالاتفاق، فإنه قول بلا علم، وهو حرام بالكتاب والسنة والإجماع)(2)، فهذا في الاستدلال بما لا تعلم صحته فكيف بما يعلم ضعفه بل وضعه! والناظر في واقع كثير من الكتاب في هذا الباب اعتمادهم لجملة كبيرة من الأحاديث الضعيفة بل والموضوعة يفسرون من خلالها مجريات الأحداث وما سيستقبلونه من أحداث، بل إن المرء ليلمس من تصرفات بعض أولئك الكتاب أنهم هم أنفسهم ممن يمارس هذا الدور الخطير في الكذب على النبي صلى الله عليه وسلم، فيؤلف بخياله الواسع كلاما سخيفا ثم يقدمه بقالب (وقال النبي صلى الله عليه وسلم)!!، ثم يزعم أنه مروي في مخطوط قد عثر عليه في قصة عجيبة، والعجيب حقا أن تكتحل عيناه هو فقط بهذا المخطوط وتعمى عنه عيون أهل العلم في القديم والحديث، فليحذر أولئك أن يكونوا أحد الرجلين الذين قال النبي صلى الله عليه وسلم فيهما: (من حدث عني بحديث يرى أنه كذب فهو أحد الكاذبين)(3)، بوب ¶ __________ ¶ (1) ذم التأويل 47 ، وانظر علوم الحديث 98 ¶ (2) منهاج السنة 7/168. ¶ (3) رواه مسلم في مقدمة الصحيح 1/62 ، والترمذي 2662 ، وابن ماجة 41 ، والإمام أحمد في المسند 17776 ، وصححه الألباني في صحيح الجامع 6199.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "عليه الخطيب البغدادي في كتابه الجامع لأخلاق الرواي وآداب السامع 2/134: (تحريم رواية الأخبار الكاذبة ووجوب إسقاط الأحاديث الباطلة)، قال الإمام النووي: (وَأَمَّا فِقْهُ الْحَدِيثِ فَظَاهِرٌ فَفِيهِ تَغْلِيظُ الْكَذِبِ وَالتَّعَرُّض لَهُ وَأَنَّ مَنْ غَلَبَ عَلَى ظَنِّهِ كَذِبُ مَا يَرْوِيهِ فَرَوَاهُ كَانَ كَاذِبًا، وَكَيْف لَا يَكُون كَاذِبًا وَهُوَ مُخْبِرٌ بِمَا لَمْ يَكُنْ)(1)، قال حبيب بن أبي ثابت: (من روى الكذب فهو الكذاب)!(2)، وليحذر الكاذب أن يكون من أهل حديث: (إن كذبا علي ليس ككذب على أحد ، من كذب علي متعمدا فليتبوأ مقعده من النار)(3)، وفي حديث آخر: (إياكم وكثرة الحديث عني فمن قال علي فليقل حقا أو صدقا ومن تقول علي ما لم أقل فليتبوأ مقعده من النار) (4)، قال البغوي: (اعلم أن الكذب على النبي صلى الله عليه وسلم أعظم أنواع الكذب، بعد كذب الكافر على الله)(5). ¶ وعسى أن يكون أولئك ممن أخبر النبي صلى الله عليه وسلم عنهم فقال: (سيكون في آخر أمتي أناس يحدثونكم ما لم تسمعوا أنتم ولا آباؤكم فإياكم وإياهم) وفي رواية: (يكون في آخر الزمان دجالون كذابون يأتونكم من الأحاديث بما لم تسمعوا أنتم ولا آباؤكم فإياكم وإياهم لا يضلونكم ولا يفتنونكم لا يضلونكم ولا يفتنونكم)(6). ¶ __________ ¶ (1) شرح صحيح مسلم 1/65 ، وانظر كتاب المجروحين 1/7 ، وتذكرة الحفاظ 1/4. ¶ (2) الجامع لأخلاق الراوي وآداب السامع 2/136. ¶ (3) رواه البخاري 1291 ، ومسلم 4 ، والإمام أحمد في المسند 17674. ¶ (4) رواه ابن ماجة 35 ، والإمام أحمد في المسند 22032 ، وصححه الألباني في السلسلة الصحيحة 1753 ، وعنون له الشيخ الألباني: (التحذير من الإكثار من رواية الحديث بغير تثبت). ¶ (5) شرح السنة 1/255. ¶ (6) رواهما مسلم في مقدمة الصحيح ، انظر شرح صحيح مسلم 1/78.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ومن غرائب أخبار الكذب في الحديث مما له صلة بموضوع البحث ما ذكره الخطيب البغدادي عن أبي أنس الحراني قال: قال المختار لرجل من أصحاب الحديث: ضع لي حديثا عن النبي صلى الله عليه وسلم أني كائن بعده خليفة، وطالبٌ له بترة ولده، وهذه عشرة آلاف درهم وخلعة ومركوب وخادم، فقال الرجل: أما عن النبي صلى الله عليه وسلم فلا، ولكن اختر من شئت من الصحابة، وأحطك من الثمن ما شئت، قال: عن النبي صلى الله عليه وسلم أوكد، قال: والعذاب عليه أشد. (1) ¶ __________ ¶ (1) الجامع لأخلاق الراوي وآداب السامع 1/197.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "والقصد أن الاعتماد في هذا الباب يكون على الصحيح وحده دون الضعيف فضلا عن الموضوع، وفي الصحيح غنية عن الضعيف، عن عبدالله بن الخليل بن إبراهيم العمي قال: سمعت عبدالله بن المبارك يقول لنا: في صحيح الحديث شغل عن سقيمه(1)، وما أكثر السقيم من الأباطيل والموضوعات والمنكرات في هذا الباب، عن عبدالملك الميموني قال: سمعت أحمد بن حنبل يقول: ثلاثة كتب ليس لها أصول: المغازي، والملاحم، والتفسير(2)، والمعنى كثرة الكذب والروايات الموضوعة المردودة في هذه الأبواب، وقلة الصحيح فيها مقارنة بالضعيف والموضوع، فهذه قضية ينبغي مراعاتها والالتفات إليها لمن انتصب للكلام على أحاديث الملاحم، يقول الخطيب معلقا على كلام الإمام أحمد: (وهذا الكلام محمول على وجه، وهو أن المراد به كتب مخصوصة في هذه المعاني الثلاثة، غير معتمد عليها ولا موثوق بصحتها، لسوء أحوال مصنفيها، وعدم عدالة ناقليها، وزيادة القصاص فيها(3)، فأما كتب الملاحم فجميعها بهذه الصفة، وليس يصح في ذكر الملاحم المرتقبة والفتن المنتظرة غير أحاديث يسيرة، اتصلت أسانيدها إلى الرسول صلى الله عليه وسلم من وجوه مرضية وطرق واضحة جلية...)(4). ¶ __________ ¶ (1) الجامع لأخلاق الراوي وآداب السامع 2/226 ، وانظر التذكرة 2/476 ، و الجامع لأخلاق الراوي وآداب السامع 2/226. ¶ (2) الجامع لأخلاق الراوي وآداب السامع 2/231. ¶ (3) والأظهر أن مراد الإمام أحمد عام في هذا الباب وغير مقصور على مصنفات معينة وانظر ما يأتي من كلامه بعد فإنه ظاهر وعليه تحمل عبارة الإمام أحمد ، وقد قال الخطيب: (أحاديث الملاحم ، وما يكون من الحوادث ، فإن أكثرها موضوع كالكتاب المنسوب إلى دانيال ، والخطب المروية عن علي بن أبي طالب) الجامع لأخلاق الراوي وآداب السامع 2/229. ¶ (4) الجامع لأخلاق الراوي وآداب السامع 2/231.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "قال أبو زكريا يحيى بن معين: كان أبو اليمان يقول لنا: الحقوا ألواحا، فإنه يجيء ها هنا الآن خليفة بسلمية، فيتزوج ابنة هذا القرشي الذي عندنا، ويفتح باب ها هنا، وتكون فتنة عظيمة!! ¶ قال أبو زكريا: فما كان من هذا شيء، وكان كله باطلا، قال أبو زكريا: وهذه الأحاديث التي تحدثون بها في الفتن وفي الخلفاء: يكون... كلها كذب وريح، لا يعلم هذا أحد إلا بوحي من السماء.(1) ¶ والمرجع في بيان صحيح الحديث من ضعيفه إنما هو إلى أهل العلم بالحديث فهم المؤهلون وحدهم لبيان صحيح الخبر من سقيمه وقويه من ضعيفه، قال الخطيب البغدادي في معرض ذكر جملة من فضائل أهل الحديث: (يقبل منهم ما رووا عن الرسول صلى الله عليه وسلم، وهم المأمون عليه والعدول، حفظة الدين وخزنته، وأوعية العلم وحملته، إذا اختلف في حديث، كان إليهم الرجوع، فما حكموا به فهو المقبول المسموع)(2). ¶ ويقول شيخ الإسلام: (المنقولات فيها كثير من الصدق وكثير من الكذب، والمرجع في التمييز بين هذا وهذا إلى أهل علم الحديث، كما نرجع إلى النحاة في الفرق بين نحو العرب ونحو غير العرب، ونرجع إلى علماء اللغة فيما هو من اللغة وما ليس من اللغة، وكذلك علماء الشعر والطب وغير ذلك، فلكل علم رجال يعرفون به، والعلماء بالحديث أجل هؤلاء قدرا، وأعظمهم صدقا، وأعلاهم منزلة، وأكثرهم دينا، وهم من أعظم الناس صدقا و أمانة وعلما وخبرة فيما يذكرونه من الجرح والتعديل، مثل: مالك وشعبة وسفيان...)(3)، ¶ __________ ¶ (1) الجامع لأخلاق الراوي وآداب السامع 2/230. ¶ (2) شرف أصحاب الحديث 28 ، وانظر شرف أصحاب الحديث 31. ¶ (3) الفتاوى 7/34 ، وانظر الفتاوى 4/85.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "فليس كل من كتب وصنف عالما، ولا كل من ضعف وصحح محدثا، فحذاري من الاغترار بما حوته كتب القوم من أحاديث، وحذاري من قولهم صحيح وضعيف وحسن(1)، فليس هؤلاء من أهل هذا الفن ولا هذا الفن من لبوسهم، فعليك بابتلاء الرجل قبل الأخذ عنه، فإن كان عالما فالحمد لله وإلا فقد جاءك التنبيه، وليكن منك على بال أن القاعدة في هذا الفن ككل فن أن الرجوع فيه يكون إلى أهله، و(إن هذا العلم دين فانظروا عمن تأخذون دينكم)(2)، و(خذوا الحديث من الثقات)(3)، (وإذا تكلم المرء في غير فنه أتى بهذه العجائب)(4). ¶ __________ ¶ (1) ومن العجيب قول سعيد أيوب في كتابه المسيح الدجال 11: (وفي المصادر الإسلامية قمت بنقل الأحاديث الصحيحة) تحذير ذوي الفطن 105، ومن نظر في الكتاب وجد فيه الضعيف والموضوع والله المستعان. ¶ (2) وقد رفعه بعضهم للنبي صلى الله عليه وسلم لكنه ضعيف جدا انظر السلسلة الضعيفة 2481 ، كما رواه بعضهم كالخطيب في الجامع لأخلاق الراوي وآداب السامع 1/195 عن أبي هريرة من لفظه وهو ضعيف ، والعبارة مشهورة عن محمد بن سيرين رحمه الله رواها عنه الإمام مسلم في مقدمة الصحيح ، انظر شرح صحيح مسلم 1/84 ، ومن العبارات القريبة منها قول أنس بن سيرين: اتقوا الله يا معشر الشباب ، انظروا عمن تأخذون هذه الأحاديث فإنها من دينكم رواه الخطيب في الجامع 1/196 ، وقال ابن لهيعة سمعت شيخا من الخوارج تاب ورجع وهو يقول: إن هذه الأحاديث دين ، فانظروا عمن تأخذون دينكم ، فإنا كنا إذا هوينا أمرا صيرناه حديثا. الجامع لأخلاق الراوي وآداب السامع 1/210. ¶ (3) عن سعد بن إبراهيم قال: كان يقال: خذوا الحديث عن الثقات. الجامع لأخلاق الراوي وآداب السامع 1/196 ، ¶ (4) الفتح 3/683.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ومن البحوث النافعة في مجال التحقق من ثبوت النص تتبع معالم الأحاديث الضعيفة والموضوعة في هذا الباب والتي يتمكن من خلالها الحكم على الحديث بالضعف أو الوضع من غير نظر في الإسناد(1)، كـ(اشتماله على المجازفات التي لا يقول مثلها رسول الله صلى الله عليه وسلم)(2)، أو (تكذيب الحس له)(3)، أو (ركاكة ألفاظ الحديث وسماجتها بحيث يمجها السمع ويدفعها الطبع، ويسمج معناها للفطن)(4) إلى غيرها من المعالم والتي أوردها على نحو مفصل الإمام ابن القيم رحمه الله في كتابه المنار المنيف(5)، وخذ مثلا من هذه الأحاديث الموضوعة والتي تناولها بالقبول بعض العابثين في هذا الباب فقد جاء في كتاب هرمجدون 39-40 ما يلي: ¶ (في أثر عزيز، من مخطوطة نادرة من القرن الثالث الهجري بدار الكتب الإسلامية، بكتبخانة الترك باسطنبول وسبقت الإشارة إليه في بيان \"غزو العراق للكويت\" مما رواه أبو هريرة وكان يكتمه من قبل، وإليكم النص كما أورده صاحب كتاب \"المهدي المنتظر على الأبواب\". ¶ (حرب آخر الزمن حرب كونية، المرة الثالثة بعد اثنين كبريين يموت فيهما خلائق كثيرة، الأولى أشعلها رجل كنيته السيد الكبير، وتنادي الدنيا باسم (هتللر)..). ¶ __________ ¶ (1) انظر تدريب الراوي 1/277 ، وكتاب المنار المنيف للإمام ابن القيم. ¶ (2) انظر المنار المنيف 50. ¶ (3) المنار المنيف 51. ¶ (4) المنار المنيف 99، وانظر المنار المنيف 54 ، وعلوم الحديث 99. ¶ (5) ومن التصانيف النافعة كتاب المغني عن الحفظ والكتاب يقول عمر بن بدر الموصلي في مقدمة كتابه هذا : (فإني صنفت في الموضوعات ، مصنفات لم أسبق إليها ، ولا دللت عليها ، ومن أبدعها هذا الكتاب ، المغني عن الحفظ والكتاب ، إذ لا متن فيه ولا إسناد ، ولا تكرر فيه الأحاديث ، ولا تعاد ، وإنما جعلت ترجمة الأبواب ، تدلك على الخطأ من الصواب) جنة المرتاب بنقد المغني عن الحفظ والكتاب 1/23",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وهذا ما رواه أبو هريرة وابن عباس وعلي بن أبي طالب، رضي الله عنهم، وفي رواية خاف أن يحدث بها أبو هريرة، ولما أحس الموت خاف أن يكتم علما فقال لمن حوله: في نبأ علمته عما هو كائن في حروب آخر الزمن، فقالوا: أخبرنا ولا بأس جزاك الله خيرا، فقال: ¶ في عقود الهجرة بعد الألف وثلاثمائة واعقدوا عقودا يرى ملك الروم أن حرب الدنيا كلها يجب أن تكون، فأراد الله له حربا، ولم يذهب طويل زمن، عقد وعقد فسلط رجل من بلاد اسمها (جرمن)، له اسم الهر، أراد أن يملك الدنيا ويحارب الكل في بلاد ثلج وخير، فأمسى في غضب الله بعد سنوات نار، أراده قتيلا سر الروش أو الروس. ¶ وفي عقود الهجرة بعد الألف وثلاثمائة، عد خمسا أو ستا يحكم مصر رجل يكنى (ناصر) يدعوه العرب (شجاع العرب)، وأذله الله في حرب وحرب وما كان منصورا، ويريد الله لمصر نصرا له حقا في أحب شهوره، وهو له، فأرضى مصر رب البيت والعرب لأسمر سادا، أبوه أنور منه، لكنه صالح لصوص المسجد الأقصى بالبلد الحزين. ¶ وفي عراق الشام رجل متجبر... و... سفياني، في إحدى عينيه كسل قليل، واسمه من الصدام، وهو صدام لمن عارضه، الدنيا جمعت له في (كوت) صغير دخلها وهو مدهون، ولا خير في السفياني إلا بالإسلام، وهو خير وشر، والويل لخائن المهدي الأمين.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وفي عقود الهجرة الألف وأربعمائة، واعقد اثنين أو ثلاثا... يخرج المهدي الأمين، ويحارب كل الكون يجمعون له - الضالون والمغضوب عليهم والذين مردوا على النفاق - في بلاد الإسراء والمعراج عند جبل مجدون، وتخرج له ملكة الدنيا والمكر، زانية اسمها (أمريكا) تراود العالم يومئذ في الضلال والكفر، ويهود الدنيا يومئذ في أعلى عليين يملكون كل القدس والمدينة المقدسة. وكل البلاد تأتي من البحر والجو إلا بلاد الثلج الرهيب وبلاد الحر الرهيب. ويرى المهدي أن كل الدنيا عليه بالمكر السيئ، ويرى الله أشد مكرا، ويرى أن كل كون الله له، إليه المرجع والمصير، وكل الدنيا شجرة له أن يملكها فرعا وجذرا (...) فيرميهم الله بأكرب رمي ويحرق عليهم الأرض والبحر والسماء وتمطر السماء مطر السوء، ويلعن أهل الأرض كل كفار الأرض، ويأذن الله بزوال كل الكفر))(1) انتهى، فهل سمع بأسمج من هذا الكلام، وهل يقبل مثل هذا من له أدنى ذوق بما يتعلق بالأحاديث والآثار أم أن ألفاظها من الغثاثة بحيث تلفظها النفوس ولا تقبلها وهل مثل هذه الأساليب في المخاطبات لائق بمن يحسن العربية فضلا عن أن يكون منسوبا إلى الصدر الأول من هذه الأمة إن الصنعة في مثل هذا الكلام ظاهرة للعيان يقرأه كل أحد عالما أو غير عالم إلا من عمي والله المستعان. ¶ __________ ¶ (1) كشف المكنون في الرد على كتاب هرمجدون 58 ، وانظر المهدي وفقه أشراط الساعة 636.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "ويحسن هنا أن نشير إلى كتاب من كتب الحديث المسندة يعد عمدة عند المشتغلين بالفتن والملاحم وأشراط الساعة ممن له عناية بتنزيلها على الواقع فلا تكاد تجد متحدثا منهم إلا ويجعل من هذا الكتاب أصلا من الأصول يتكئ عليه أعني به كتاب الفتن لنعيم بن حماد(1)، والكتاب يعد من أوائل الكتب المصنفة في هذا المجال، وهو أصل من أصول كتب الفتن، ومن أجمع ما ألف في هذا الباب، ولعل هذا يبرر سبب الاتكاء عليه والاعتناء به عند القوم، وقد أورد فيه مؤلفه ما يقارب ألفي خبر عما هو واقع في هذه الأمة من الفتن والملاحم وأشراط الساعة، قال الذهبي في المؤلف والكتاب: (من كبار أوعية العلم، لكنه لا تركن النفس إلى رواياته)(2)، وقال: (لا يجوز لأحد أن يحتج به، وقد صنف كتاب \"الفتن\" فأتى فيه بعجائب ومناكير)(3)، وقد اختلفت عبارات الجرح والتعديل في نعيم بن حماد وفي تقييم كتابه الفتن، ويمكن إن نورد خلاصة نقدية للكتاب من كلام الشريف الشيخ حاتم العوني حيث قال في مقال له بعنوان: (هرمجدون والمزايدة على الخرافات)(4): (وإن كان نعيم بن حماد عالماً صادقاً، لكن كتابه هذا أكثره باطل أو من الإسرائيليات وعذر نعيم بن حماد في ذكره لها: أنه كان يذكرها بأسانيدها، ليُحيل قارئ كتابه (من أهل العلم) إلى تلك الأسانيد، ليميز صحيحها من ضعيفها، وهذا العذر غير مبسوط لمؤلف كتاب (هرمجدون)؛ لأنه حذف ¶ __________ ¶ (1) ومن طبعات هذا الكتاب الطبعة التي قام على تحقيقها سمير الزهيري وهي عارية عن تخريح الأحاديث والآثار وبيان درجتها من الصحة والضعف ، وقدم عذره في ذلك في مقدمة الكتاب ، وقد طبع الكتاب مؤخرا بتحقيق أيمن محمد محمد عرفة وقام بالتعليق على ما تضمنه من الأخبار والآثار وهي ما تيسر لي من طبعات الكتاب فاعتمدته وأحكامه على مختلف الأخبار في هذا البحث. ¶ (2) سير أعلام النبلاء 10/600. ¶ (3) سير أعلام النبلاء 10/609. ¶ (4) وقد نشر في موقع الإسلام اليوم على شبكة الإنترنت.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "الأسانيد، بل تجاوز ذلك إلى إيهام القراء بصحة ما ينقله من كتاب (الفتن)، بثنائه على نعيم بن حماد بأنه شيخ البخاري؛ وكأن ذلك وحده كافياً لقبول كل ما أورده في كتابه دون النظر في إسناد!!! بل لقد تجاوز المؤلف ذلك كله إلى اعتماد نصوص كتاب (الفتن) لنعيم بن حماد، وكأنها نصوص في القرآن أو صحيح السنة. لقد حذر العلماء من الاغترار بأحاديث الملاحم وأشراط الساعة؛ لأن أكثرها لا يصح. كما قال الإمام أحمد \"ثلاثة كتب ليس لها أصول.. وذكر منها: \"الملاحم\". وكتاب \"الفتن\" لنعيم بن حماد أوضح مثالٍ لهذا الذي ذكره الإمام أحمد)اهـ، فهذه زبدة نافعة في تقييم الكتاب. ¶ المعلم الثالث: التحقق من معنى النص ¶ إن التحقق من معنى النص في عملية التنزيل قضية هامة ينبغي أن تكون محل عناية لمريد التنزيل إذ لا يتصور أن ينزل النص على واقعة معينة ما لم يتبين الباحث معنى النص أولا، إذ الحكم على الواقعة فرع عن تصور معنى النص، وعليه فتحديد معنى النص ينبغي أن يكون وفق المنهجية العلمية الصحيحة في الاستدلال والفهم، لا أن تستحدث مناهج لتفسير النصوص ليا لأعناقها للدلالة على معان معينة تكون هي الأنسب لحظة تنزيلها على الواقع، أو لكونها الأقرب لعقل المنزل، أو لكونها موافقة لهواه، كلا، والعجيب أن يصل الأمر ببعضهم في هذا الباب إلى لون من ألوان التفسير الباطني ليعضد به استدلاله ويقوي به حجته -زعم- فمن ذلك مثلا قول محمد عيسى داود في كتابه المفاجأة 150:",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "(وقد وجدت المهدي في بطن آيتين من الفاتحة، الأولى: (بسم الله الرحمن الرحيم) والثانية: (اهدنا الصراط المستقيم * صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين)(1)، وقال في قوله تعالى: (والشمس تجري لمستقر لها): (الشمس رمز المهدي) وقال في قوله تعالى: (والقمر قدرناه منازل حتى عاد كالعرجون القديم): (القمر رمز للرسول)(2)، وإنما دخل الخلل والانحراف في مثل هذه التفاسير لبعد أهلها عن المنهج الشرعي في تفسير النصوص، إذ نصوص الفتن والملاحم وأشراط الساعة ليست بدعا من نصوص الشارع فتفسر كما تفسر بقية النصوص الشرعية وفق فهوم سلف هذه الأمة وعلى مقتضى لغة العرب، يقول شيخ الإسلام ابن تيمية في عبارة منهجية جليلة: (يحتاج المسلمون إلى شيئين: أحدهما: معرفة ما أراد الله ورسوله بألفاظ الكتاب والسنة، بأن يعرفوا لغة القرآن التي بها نزل. وما قاله الصحابة والتابعون لهم بإحسان وسائر علماء المسلمين في معاني تلك الألفاظ؛ فإنّ الرسول لمّا خاطبهم بالكتاب والسنة عرّفهم ما أراد بتلك الألفاظ، وكانت معرفة الصحابة لمعاني القرآن أكمل من حفظهم لحروفه، وقد بلّغوا تلك المعاني إلى التابعين أعظم ممّا بلغوا حروفه)(3). ¶ __________ ¶ (1) تحذير ذوي الفطن 134 ، وقد ذكر ثلاث آيات لا آيتين. ¶ (2) تحذير ذوي الفطن 138. ¶ (3) الفتاوى 17/353 ، وانظر جامع بيان العلم وفضله 2/1132، وشرح الطحاوية 195، والجامع لابن أبي زيد 117، والموافقات 3/248.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وكل من ظن أنه يمكن أن يتكئ على فهمه دون النظر في فهم السلف، وأن فهمه ذلك خير من فهومهم، فقد أخطأ وضل السبيل، و(كل هؤلاء محجوبون عن معرفة مقادير السلف، وعمق علومهم، وقلة تكلفهم، وكمال بصائرهم، وتالله ما امتاز عنهم المتأخرون إلا بالتكلف والاشتغال بالأطراف التي كانت همة القوم مراعاة أصولها، وضبط قواعدها، وشد معاقدها، وهممهم مشمرة إلى المطالب العالية في كل شيء، فالمتأخرون في شأن، والقوم في شأن آخر، وقد جعل الله لكل شيء قدرا)(1) فـ(يجب على كل ناظر في الدليل الشرعي مراعاة ما فهم منه الأولون، وما كانوا عليه في العمل به، فهو أحرى بالصواب، وأقوم في العلم والعمل)(2) و(لا بد من القول بأن فهمهم في الشريعة أتم، وأحرى بالتقديم)(3)، (وقلما تقع المخالفة لعمل المتقدمين إلا من أهل هذا القسم)(4) من ليس (من أهل الاجتهاد وإنما أدخل نفسه فيه غلطا أو مغالطة إذ لم يشهد له بالاستحقاق أهل الرتبة ولا رأوه أهلا للدخول معهم)(5) فـ(الحذر الحذر من مخالفة الأولين فلو كان ثم فضل ما، لكان الأولون أحق به)(6) (وليس ثم إلا صواب أو خطأ، فكل من خالف السلف الأولين فهو على خطأ)(7). ¶ ومما يؤكد حرص الصحابة على تفهم معاني أحاديث النبي صلى الله عليه وسلم سؤالهم عما يشكل عليهم مما يتعلق بأحاديث الفتن والملاحم وأشراط الساعة ما يلي: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إذا ضيعت الأمانة فانتظر الساعة) قال: كيف إضاعتها يا رسول الله؟ قال: (إذا أسند الأمر إلى غير أهله فانتظر الساعة)(8). ¶ __________ ¶ (1) شرح الطحاوية 76. ¶ (2) الموافقات 3/289 ¶ (3) الموافقات 4/132. ¶ (4) الموافقات 3/287. ¶ (5) الموافقات 3/286. ¶ (6) الموافقات 3/280. ¶ (7) الموافقات 3/281. ¶ (8) رواه البخاري 6496 ، ورواه الإمام أحمد في المسند 8512.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "و عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (يتقارب الزمان وينقص العمل ويلقى الشح ويكثر الهرج) قالوا: وما الهرج؟ قال: (القتل القتل)(1)، إلى غيرها من الأحاديث الكثيرة الدالة على هذا المعنى. ¶ والقصد أن تفهم المعنى شرط من شروط صحة التنزيل، والاختلاف فيه عامل مؤثر في الاختلاف في عملية التنزيل، خذ مثلا قول ابن كثير: (وفي الحديث الآخر: (لا تقوم الساعة حتى يسود كل قبيلة رذالها) ومن فسر هذا بكثرة السراري لكثرة الفتوحات فقد كان هذا في صدر هذه الأمة كبيرا جدا، وليس هذا بهذه الصفة من أشراط الساعة، المتاخمة لوقتها والله تعالى أعلم)(2)، وقول البرزنجي في حديث: (لا تقوم الساعة حتى لا يحج البيت)(3) حيث عنون له بـ(انقطاع طريق الحج ورفع الحجر الأسود من الكعبة) ثم قال: (وهذان كلاهما قد وقعا) ثم ذكر ما وقع من انقطاع طريق الحج في عدة سنوات(4)، فتأمل كيف أن فهمه للنص حمله على الحكم بوقوعه بل وتكرره، وكيف أن قول صديق حسن خان في الروم: (ولعل المراد بالروم النصارى والله أعلم)(5) وذلك عند تعليقه على قول النبي صلى الله عليه وسلم: (لا تقوم الساعة حتى يكون الروم أكثر الناس) يؤثر في التنزيل، ولا بد، وعلى هذا فلا بد من مراجعة كلام أهل العلم لتتفهم النصوص أولا فإن فهمت كان التنزيل بشرطه ثانيا، فقد يكون الحديث في ظاهره خبرا لكن المراد به الإنشاء كقوله تعالى: (ومن دخله كان آمنا) والمعنى فأمنوه، أو كحديث (لا يزال هذا الأمر في قريش ما بقي منهم اثنان)(6)، يقول البرزنجي: ¶ __________ ¶ (1) رواه البخاري 6037 ، وأبو داود 4255 ، والإمام أحمد في المسند 7146. ¶ (2) النهاية في الفتن والملاحم 1/231. ¶ (3) رواه أبو يعلى في مسنده وابن حبان في صحيحه والحاكم في المستدرك ، انظر السلسلة الصحيحة 2430. ¶ (4) انظر الإشاعة 123. ¶ (5) الإذاعة 118. ¶ (6) رواه البخاري 3501.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "(فإن قيل: كيف يصح معنى حديث: (لا يزال هذا الأمر في قريش ما بقي من الناس اثنان) مع أنا نشاهد أن قريشا لم تملك منذ قرون؟ ¶ قلنا: معنى هذا الحديث استحقاق الخلافة لقريش)(1). ¶ فاتضاح معنى هذه الأحاديث مثلا مانع من الخوض فيها بالباطل والتخبط في محاولة تنزيل ما لا يصح تنزيله أصلا. ¶ ثم إن كثيرا من أحاديث الفتن والملاحم وأشراط الساعة مما يراد به وقائع معينة ويمكن أن تتنزل عليها، مما اختلف أهل العلم في معانيها، وهذا الاختلاف عامل مؤثر في تصوير الواقع الذي ينبغي أن يتناوله النص كما سبق، ولذا فمن تتبع أقوال العلماء في تنزيلاتهم لهذه الأحاديث وجدهم يختلفون في الوقائع المرادة منها، ومن أسباب اختلافهم هذا اختلافهم في معاني هذه النصوص أصلا، والتنزيل فرع تفهم المعنى، فإن لم ينضبط المعنى لم ينضبط التنزيل والعكس بالعكس، وهذا يؤكد أهمية البحث في معنى الحديث وما يتعلق به قبل الخوض بتنزيله على الواقع، وخذ ما يلي من الأمثلة المبينة لهذا المعنى: ¶ *حديث تقارب الزمان ¶ عن أبي هريرة عن النبي صلى الله عليه وسلم قال: (يتقارب الزمان وينقص العمل ويلقى الشح وتظهر الفتن ويكثر الهرج) قالوا: يا رسول الله وما هو؟ قال: (القتل القتل).(2) ¶ فقد اختلف أهل العلم في معنى تقارب الزمان على أقوال أهمها: ¶ 1-تقارب أحوال أهل الزمان(3). ¶ 2-أن التقارب من استلذاذ العيش(4). ¶ 3-نزع بركة الزمان(5). ¶ 4-قصر الأعمار(6). ¶ 5-استواء الليل والنهار(7). ¶ 6-أنه تقارب حسي(8). ¶ 7-تسارع الدول إلى الانقضاء(9). ¶ 8-دنو الساعة (10). ¶ __________ ¶ (1) الإشاعة 300. ¶ (2) رواه البخاري 7061 ، وأبو داود 4255 ، والإمام أحمد في المسند 7146 ¶ (3) انظر الفتح 13/19. ¶ (4) انظر الفتح 13/19. ¶ (5) انظر التذكرة 2/364 ، والفتح 13/19، والفتح 13/19. ¶ (6) انظر التذكرة 2/364 ، والفتح 13/19. ¶ (7) انظر الفتح 13/19. ¶ (8) انظر الفتح 13/19. ¶ (9) انظر الفتح 13/20. ¶ (10) انظر التذكرة 2/364.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "فتأمل هذا الاختلاف الواسع في معنى تقارب الزمان، وتأمل أثره في عملية تنزيله على زمان دون زمان، ومكان دون مكان، إذ أن مريد التنزيل يتتبع الواقع ليوقع عليه ما ترجح عنده من هذه المعاني، ومما يؤكد هذا المعنى في الارتباط بين المعنى والتنزيل قول الحافظ في معرض كلامه حول التقارب في هذا الحديث هل هو حسي أو معنوي قال: (أَمَّا الْحِسِّيّ فَلَمْ يَظْهَر بَعْد وَلَعَلَّهُ مِنْ الْأُمُور الَّتِي تَكُونُ قُرْب قِيَام السَّاعَة، وَأَمَّا الْمَعْنَوِيّ فَلَهُ مُدَّة مُنْذُ ظَهَرَ)(1). ¶ ومما يحسن التنبه إليه إلى أنه قد يترجح للباحث في تفسير الحديث معنى واحد من المعاني لأدلة قامت عنده على صحة هذا المعنى وبطلان ما سواه، فالتنزيل والحالة هذه يكون وفق المعنى المترجح لا غيره، وقد لا يظهر للباحث صحة معنى واحد على الخصوص بل قد يقوم في نفسه احتمال النص لأكثر من معنى على وجه متساو أو متقارب فالتنزيل والحالة هذه يكون على جملة من المعاني الصحيحة التي يمكن حمل النص عليها، ويكون كل تنزيل مضبوطا بمعناه، فيقال إن حمل النص على هذا المعنى فالشرط قد تحقق مثلا في زماننا أو زمن متقدم، وإن حمل على هذا فلم يتحقق بعد، والله أعلم. ¶ ومما يحسن التنبه إليه كذلك أن الواجب أن يتطلب المعنى أولا ثم يطبق على الواقع لا أن يجعل الواقع حكما في تحديد المعاني، إذ قد يكون المعنى المقصود مما لم يتحقق بعد في الواقع، فلا يصح تحديد المعنى استعجالا لتنزيل النص، وسيأتي مزيد بيان(2) وإنما استعجلت ذكره هنا لمناسبة حديث تقارب الزمان فقد قال الحافظ معلقا على كلام للخطابي في الحديث: ¶ __________ ¶ (1) الفتح 13/19. ¶ (2) وذلك تحت المعلم التاسع (أن يكون النص حكما على الواقع لا العكس).",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "(قَالَ الْخَطَّابِيُّ: هُوَ مِنْ اِسْتِلْذَاذ الْعَيْش، يُرِيد وَاَللَّه أَعْلَم أَنَّهُ يَقَع عِنْد خُرُوج الْمَهْدِيّ وَوُقُوع الْأَمَنَة فِي الْأَرْض وَغَلَبَة الْعَدْل فِيهَا فَيَسْتَلِذّ الْعَيْش عِنْد ذَلِكَ وَتُسْتَقْصَر مُدَّته، وَمَا زَالَ النَّاس يَسْتَقْصِرُونَ مُدَّة أَيَّام الرَّخَاء وَإِنْ طَالَتْ وَيَسْتَطِيلُونَ مُدَّة الْمَكْرُوه وَإِنْ قَصُرَتْ، وَتَعَقَّبَهُ الْكَرْمَانِيُّ بِأَنَّهُ لَا يُنَاسِب أَخَوَاته مِنْ ظُهُور الْفِتَنِ وَكَثْرَة الْهَرْج وَغَيْرهمَا. وَأَقُول: إِنَّمَا اِحْتَاجَ الْخَطَّابِيُّ إِلَى تَأْوِيله بِمَا ذُكِرَ لِأَنَّهُ لَمْ يَقَع النَّقْص فِي زَمَانه، وَإِلَّا فَاَلَّذِي تَضَمَّنَهُ الْحَدِيث قَدْ وُجِدَ فِي زَمَاننَا هَذَا فَإِنَّا نَجِد مِنْ سُرْعَة مَرِّ الْأَيَّام مَا لَمْ نَكُنْ نَجِدهُ فِي الْعَصْر الَّذِي قَبْلَ عَصْرنَا هَذَا وَإِنْ لَمْ يَكُنْ هُنَاكَ عَيْش مُسْتَلَذّ)(1) وسيأتي مزيد بيان لهذه المسألة في تأثير العصر والمحيط على المنزل في عملية التنزيل، ووجوب التجرد من ذلك والله أعلم. ¶ __________ ¶ (1) الفنح 13/19.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "والقصد أن فهم النص هو السبيل إلى حسن التنزيل وبغيره لا يسلم التنزيل من خطأ وخلل، وعلى هذا النسق أجر الأحاديث كلها كحديث (أن تلد الأمة ربتها)(1)، وحديث طلب العلم عند الأصاغر(2)، وحديث التطاول في البنيان(3)، وغير ذلك من الأحاديث. ¶ وقد يحتاج الأمر في تجلية معنى النص إلى مزيد تحقيق وتدقيق وتتبع لألفاظه ومراعاة كل كلمة في النص حتى يكون التنزيل أدق وأصوب، وأقرب لمقصود النص والأكثر مطابقة له، خذ مثلا قول النبي صلى الله عليه وسلم: (لا تقوم الساعة حتى يكثر فيكم المال، فيفيض حتى يهم رب المال من يقبل صدقته، وحتى يعرضه فيقول الذي يعرضه عليه: لا أرب لي)(4)، قال فيه البرزنجي: ¶ (وهذا وقع في زمن عثمان رضي الله عنه، كثرت الفتوح حتى اقتسموا أموال الفرس والروم، ووقع في زمان عمر بن عبدالعزيز رضي الله عنه، أن الرجل يعرض ماله للصدقة فلا يجد من يقبل صدقته، وسيقع في آخر الزمان في زمن عيسى عليه الصلاة والسلام)(5). ¶ __________ ¶ (1) رواه البخاري 4777 وابن ماجة 63 والإمام أحمد في المسند 4777 من حديث أبي هريرة ، ورواه من حديث ابن عمر عن أبيه مسلم 8 ، وأبو داود 4695 ، والترمذي 2610 ، والنسائي 4990 ، والإمام أحمد في المسند 369 ، وانظر الفتح 1/140 ، التذكرة 2/498 ، وجامع العلوم والحكم 1/136. ¶ (2) رواه ابن المبارك في الزهد وعنه أبو عمرو الداني في الفتن واللالكائي في شرح أصول السنة والطبراني في الكبير والحافظ عبدالغني في العلم وابن منده في المعرفة وابن عبدالبر في جامع العلم والخطيب في الفقيه والمتفقه انظر السلسلة الصحيحة 695 ، وانظر الحوادث والبدع 79. ¶ (3) رواه مسلم 8 ، وأبو داود 4695 ، والترمذي 2610 ، والنسائي 4990 ، والإمام أحمد في المسند 369 ، وانظر الفتح 1/140 ، التذكرة 2/498 ، وجامع العلوم والحكم 1/137. ¶ (4) رواه البخاري 1412 ، ومسلم 157 ، والإمام أحمد في المسند 10481. ¶ (5) الإشاعة 110 ، وانظر الإذاعة 106.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "فتأمل كيف جعل النص واقعا وأنه سيقع كذلك في المستقبل، وقارنه بقول القرطبي في الحديث: (هذا مما لم يقع بل يكون على ما يأتي)(1)، والسبب أن كلا فهم منه معنى محددا مخالفا فيه للآخر، فالبرزنجي رأى أن ما في الحديث من المعنى قد تحقق والقرطبي لم ير فيما وقع ما يناسب ما رآه من المعنى والله أعلم. ¶ ثم تأمل في تدقيق الحافظ ابن حجر في هذا الحديث وكشفه عما وراء كل لفظة وقارنه بما سبق، يقول عليه رحمة الله: ¶ (وَالتَّقْيِيد بِقَوْلِهِ: (فِيكُمْ) يُشْعِر بِأَنَّهُ مَحْمُول عَلَى زَمَن الصَّحَابَة فَيَكُون إِشَارَة إِلَى مَا وَقَعَ مِنْ الْفُتُوح وَاقْتِسَامهمْ أَمْوَال الْفُرْس وَالرُّوم. ¶ وَيَكُون قَوْله: (فَيَفِيض حَتَّى يُهَمّ رَبّ الْمَال) إِشَارَة إِلَى مَا وَقَعَ فِي زَمَن عُمَر بْن عَبْد الْعَزِيز فَقَدْ تَقَدَّمَ أَنَّهُ وَقَعَ فِي زَمَنه أَنَّ الرَّجُل كَانَ يَعْرِض مَاله لِلصَّدَقَةِ فَلَا يَجِد مَنْ يَقْبَل صَدَقَته. ¶ وَيَكُون قَوْله: (وَحَتَّى يَعْرِضهُ فَيَقُول الَّذِي يَعْرِضهُ عَلَيْهِ: لَا أُرَبِّ لِي بِهِ) إِشَارَة إِلَى مَا سَيَقَعُ فِي زَمَن عِيسَى بْن مَرْيَم. ¶ فَيَكُون فِي هَذَا الْحَدِيث إِشَارَة إِلَى ثَلَاثَة أَحْوَال: ¶ الْأُولَى: إِلَى كَثْرَة الْمَال فَقَطْ وَقَدْ كَانَ ذَلِكَ فِي زَمَن الصَّحَابَة وَمِنْ ثَمَّ قِيلَ فِيهِ (يَكْثُر فِيكُمْ)... ¶ الْحَالَة الثَّانِيَة: الْإِشَارَة إِلَى فَيْضه مِنْ الْكَثْرَة بِحَيْثُ أَنْ يَحْصُل اِسْتِغْنَاء كُلّ أَحَد عَنْ أَخْذ مَال غَيْره، وَكَانَ ذَلِكَ فِي آخِر عَصْر الصَّحَابَة وَأَوَّل عَصْر مَنْ بَعْدَهُمْ وَمِنْ ثَمَّ قِيلَ \" يُهَمّ رَبّ الْمَال \" وَذَلِكَ يَنْطَبِق عَلَى مَا وَقَعَ فِي زَمَن عُمَر بْن عَبْد الْعَزِيز. ¶ __________ ¶ (1) التذكرة 2/481.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "الْحَالَة الثَّالِثَة: فِيهِ الْإِشَارَة إِلَى فَيْضه وَحُصُول الِاسْتِغْنَاء لِكُلِّ أَحَد حَتَّى يَهْتَمّ صَاحِب الْمَال بِكَوْنِهِ لَا يَجِد مَنْ يَقْبَل صَدَقَته وَيَزْدَاد بِأَنَّهُ يَعْرِضهُ عَلَى غَيْره وَلَوْ كَانَ مِمَّنْ لَا يَسْتَحِقّ الصَّدَقَة فَيَأْبَى أَخْذه فَيَقُول لَا حَاجَة لِي فِيهِ: وَهَذَا فِي زَمَن عِيسَى عَلَيْهِ السَّلَام. ¶ وَيَحْتَمِل أَنْ يَكُون هَذَا الْأَخِير خُرُوج النَّار وَاشْتِغَال النَّاس بِأَمْرِ الْحَشْر فَلَا يَلْتَفِت أَحَد حِينَئِذٍ إِلَى الْمَال بَلْ يَقْصِد أَنْ يَتَخَفَّف مَا اِسْتَطَاعَ)(1). ¶ فبمثل هذا التحقيق يتبين معنى النص أكثر وأكثر وتتبين مقاصده بشكل أوضح وأظهر، والله أعلم. ¶ __________ ¶ (1) الفتح 13/94 وانظر الفتح الفتح 13/89.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "ومما يسبب الاختلاف في فهم الأحاديث أن بعض أهل العلم يحمل نصا على نص فيفهم هذا في ضوء ذاك والآخر يفهم كل نص على حدة من غير حمل لها على بعضها البعض، وقد يكون هذا الحمل صحيحا وقد يكون الصحيح عدم الحمل، وذلك بحسب النص، خذ مثلا اختلاف أهل العلم في الكنز المذكور في قول النبي صلى الله عليه وسلم: (يقتتل عند كنزكم ثلاثة كلهم ابن خليفة ثم لا يصير إلى واحد منهم ثم تطلع الرايات السود من قبل المشرق فيقتلونكم قتلا لم يقتله قوم)، ثم ذكر شيئا لا أحفظه، فقال: (فإذا رأيتموه فبايعوه ولو حبوا على الثلج فإنه خليفة الله المهدي)(1): ¶ __________ ¶ (1) رواه ابن ماجة 4084 ، والحديث مما اختلف في تصحيحه فقد قال فيه ابن كثير: (وهذا إسناد قوي صحيح) النهاية في الفتن والملاحم 1/55 ، وصححه عبدالعظيم البستوي في كتابه المهدي المنتظر 1/184 ، وكذا صحح إسناده الشيخ مصطفى العدوي الصحيح المسند من أحاديث الفتن والملاحم وأشراط الساعة 337 ، أما الألباني فقد حكم عليه بالضعف كما في ضعيف ابن ماجة 887 ، وحكم عليه بالنكارة في السلسلة الضعيفة 85 لكنه قال: (لكن الحديث صحيح دون قوله: (فإن فيها خليفة الله المهدي) فقد أخرجه ابن ماجة (2/517-518) من طريق علقمة عن ابن مسعود مرفوعا نحو رواية ثوبان الثانية ، وإسناده حسن بما قبله ، إن فيه يزيد بن أبي زياد ، وهو مختلف فيه فيصلح للاستشهاد به وليس فيه ذكر (خليفة الله) ولا (خراسان) وهذه الزيادة: (خليفة الله) ليس لها طريق ثابت ، ولا ما يصلح أن يكون شاهدا لها ، فهي منكرة ، كما يفيده كلام الذهبي السابق ومن نكارتها أنه لا يجوز في الشرع أن يقال: فلان خليفة الله ، لما فيه من إيهام ما لا يليق بالله تعالى من النقص والعجز وقد بين ذلك شيخ الإسلام ابن تيمية رحمه الله تعالى) السلسلة الضعيفة 1/197.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "قال الحافظ في الحديث: (فَهَذَا إِنْ كَانَ الْمُرَاد بِالْكَنْزِ فِيهِ الْكَنْز الَّذِي فِي حَدِيث الْبَاب -حديث انحسار الفرات عن كنز- دَلَّ عَلَى أَنَّهُ إِنَّمَا يَقَع عِنْدَ ظُهُور الْمَهْدِيّ وَذَلِكَ قَبْلَ نُزُول عِيسَى وَقَبْلَ خُرُوج النَّار جَزْمًا وَاَللَّه أَعْلَم)(1)، فقد فسر الكنز في هذا الحديث في ضوء الكنز الوارد في حديث الفرات، وعليه يكون انحسار الفرات عن كنز من ذهب علامة لخروج المهدي، أما الحافظ ابن كثير فحمل الكنز على كنز آخر، يقول رحمه الله تعالى في الحديث السابق: ¶ __________ ¶ (1) الفتح 13/87 ، وانظر الإشاعة 201.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "(تفرد به ابن ماجة وهذا إسناد قوي صحيح، والظاهر أن المراد بالكنز المذكور في هذا السياق كنز الكعبة يقتل عنده ليأخذه ثلاثة من أولاد الخلفاء، حتى يكون آخر الزمان فرج المهدي ويكون ظهوره من بلاد المشرق لا من سرداب سامراء كما تزعمه جهلة الرافضة من أنه موجود فيه الآن وهم ينتظرون خروجه في آخر الزمان فإن هذا نوع من الهذيان، وقسط من الخذلان، وهوس شديد من الشيطان، إذ لا دليل عليه ولا برهان، لا من كتاب ولا من سنة ولا من معقول صحيح ولا استحسان)(1). ¶ فقد فسر الكنز هنا بكنز الكعبة ولا شك أن مثل هذا الاختلاف مما يؤثر على عملية التنزيل وتتبع الأحداث فمن قال بالأول جعل مكان الصراع بين الثلاثة العراق وعلى الثاني فقد جعلها بالحجاز، وعلى الأول كذلك يكون انحسار الفرات علامة لخروج المهدي وعلى الثاني لا يكون، والله أعلم بالصواب. ¶ __________ ¶ (1) النهاية في الفتن والملاحم 1/55 ، قال الشيخ حمود التويجري معلقا على ما ذهب إليه ابن كثير: (قلت: في هذا نظر ، لما تقدم في باب النهي عن تهييج اترك والحبشة ، عن عبدالله بن عمرو بن العاص رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (اتركوا الحبشة ما تركوكم ، فإنه لا يستخرج كنز الكعبة إلا ذو السويقتين من الحبشة) رواه أبو داود ، والحاكم وقال: \"صحيح الإسناد\" ، ووافقه الذهبي في تلخيصه ، وقد رواه الإمام أحمد من حديث أبي أمامة بن سهل بن حنيف ،قال سمعت رجلا من أصحاب النبي صلى الله عليه وسلم يقول: سمعت رسول الله صلى الله عليه وسلم يقول: (فذكره) وإسناده جيد ، والأقرب في الكنز المذكور في حديث ثوبان رضي الله عنه: أنه الكنز الذي يحسر عن الفرات ، وقد يكون غيره والله أعلم) إتحاف الجماعة 2/187.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وقريب من هذا الاختلاف في فهم النص صنيع القاضي عياض في حديث أبي هريرة أن رسول الله صلى الله عليه وسلم قال: (لا تقوم الساعة حتى تخرج نار من أرض الحجاز تضيء أعناق الإبل ببصرى)(1)، إذ أنه حمل هذا النص على حديث النار التي تخرج في آخر الزمان تحشر الناس إلى محشرهم وصير النارين نارا واحدة. ¶ قال الإمام النووي في الحديث السابق: ¶ (فقد جعلها القاضي عياض حاشرة، قال: ولعلهما ناران يجتمعان لحشر الناس، قال: أو يكون ابتداء خروجها من اليمن، ويكون ظهورها وكثرة قوتها بالحجاز، هذا كلام القاضي وليس في الحديث أن نار الحجاز متعلقة بالحشر، بل هي آية من أشراط الساعة مستقلة، وقد خرجت في زماننا نار بالمدينة سنة أربع وخمسين وستمائة، وكانت نارا عظيمة جدا من جنب المدينة الشرقي وراء الحرة تواتر العلم بها عند جميع الشام وسائر البلدان وأخبرني من حضرها من أهل المدينة)(2). ¶ فالجمهور تعاملوا مع كل نص على حدة ولم يحملوا كل نص على الآخر، بخلاف صنيع القاضي عياض فترتب عليه الاختلاف الواقع في وقوع هذا الشرط من عدمه، والصحيح أن النار المذكورة في هذا الحديث هي غير تلك، وعليه فيمكن أن يقال : إن إحدهما قد ظهرت والأخرى لم تظهر وهو الذي عليه الجمهور من أهل العلم ممن تتابع على ذكر هذه النار ووقوعها وصفتها وصفة خروجها وانطباق النص المذكور عليها (3). ¶ __________ ¶ (1) رواه البخاري 7118 ، ومسلم 2902. ¶ (2) شرح صحيح مسلم 18/28 ، وانظر التذكرة 2/517 ، والإشاعة 373 ،والإذاعة 98. ¶ (3) انظر التذكرة 2/488 ، و البداية والنهاية م7 13/226.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "ومما يحسن التنبه إليه أن شراح الأحاديث قد يبينون معنى النص ويوضحونه، ثم يضيفون طريقة تحقق هذا النص في الواقع، وهذا قد يكون منصوصا عليه فلا إشكال، وقد يكون باجتهاد كحمل نص على نص أو غير ذلك، وقد يكون ظنا بتأثير الواقع أو البيئة ونحو ذلك، فينبغي التنبه لهذه المسألة، إذ قد تكون هذه الإضافة قولا مرجوحا أو رأيا محضا فتطلبه في الواقع ساعة التنزيل خطأ، إذ هو تطلب طريقة محددة يظهر فيها معنى النص في الواقع وهذه الطريقة إن لم تكن منصوصا عليها أو باجتهاد صحيح مبني على دليل فتطلبه في الواقع عبث وقد يعطل تطبيق النص، وقد يختلف أهل العلم في طريقة تحقق النص في الواقع أو في سبب وقوعه مع اتفاقهم على معناه، فلا بد من مراعاة كلامهم لمن رام التنزيل خذ مثلا حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (منعت العراق درهمها وقفيزها، ومنعت الشام مديها ودينارها، ومنعت مصر إردبها ودينارها، وعدتم من حيث بدأتم، وعدتم من حيث بدأتم، وعدتم من حيث بدأتم) شهد على ذلك لحم أبي هريرة ودمه(1). ¶ قال النووي: ¶ (وَفِي مَعْنَى مَنَعَتْ الْعِرَاق وَغَيْرهَا قَوْلَانِ مَشْهُورَانِ: ¶ أَحَدهمَا: لِإِسْلَامِهِمْ، فَتَسْقُط عَنْهُمْ الْجِزْيَة، وَهَذَا قَدْ وُجِدَ. ¶ __________ ¶ (1) رواه مسلم 2896 ، وأبو داود 3035 ، والإمام أحمد في المسند 7511.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وَالثَّانِي: وَهُوَ الْأَشْهَر أَنَّ مَعْنَاهُ أَنَّ الْعَجَم وَالرُّوم يَسْتَوْلُونَ عَلَى الْبِلَاد فِي آخِر الزَّمَان، فَيَمْنَعُونَ حُصُول ذَلِكَ لِلْمُسْلِمِينَ، وَقَدْ رَوَى مُسْلِم هَذَا بَعْد هَذَا بِوَرَقَاتٍ عَنْ جَابِر قَالَ: يُوشِك أَلَّا يَجِيء إِلَيْهِمْ قَفِيز وَلَا دِرْهَم قُلْنَا: مِنْ أَيْنَ ذَلِكَ؟ قَالَ مِنْ قِبَل الْعَجَم، يَمْنَعُونَ ذَاكَ. وَذَكَرَ فِي مَنْع الرُّوم ذَلِكَ بِالشَّامِ مِثْله، وَهَذَا قَدْ وُجِدَ فِي زَمَاننَا فِي الْعِرَاق، وَهُوَ الْآن مَوْجُود. وَقِيلَ: لِأَنَّهُمْ يَرْتَدُّونَ فِي آخِر الزَّمَان، فَيَمْنَعُونَ مَا لَزِمَهُمْ مِنْ الزَّكَاة وَغَيْرهَا. ¶ وَقِيلَ: مَعْنَاهُ أَنَّ الْكُفَّار الَّذِينَ عَلَيْهِمْ الْجِزْيَة تَقْوَى شَوْكَتهمْ فِي آخِر الزَّمَان فَيَمْتَنِعُونَ مِمَّا كَانُوا يُؤَدُّونَهُ مِنْ الْجِزْيَة وَالْخَرَاج وَغَيْر ذَلِكَ)(1). ¶ فمعنى النص بين واضح وهو أن هذه الأمصار تمنع خيراتها، لكن ما هو السبب الباعث على ذلك، وهو الذي وقع فيه خلاف على الأقوال الثلاثة المذكورة، وكل سبب من هذه الأسباب يعد صورة مختلفة لتحقق هذا الشرط في الواقع فينبغي الترجيح بينها بحسب الدليل فإن عدم الدليل المرجح بالكلية كان التوقف في مثل هذا أولى والإيمان بالمعنى وأنه متحقق هو المتعين والله أعلم. ¶ المعلم الرابع: الأصل حمل النص على ظاهره ¶ __________ ¶ (1) شرح صحيح مسلم 18/20.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "من قواعد أهل السنة المقررة أن الأصل أن يحمل النص على ظاهره، وأن الظاهر مراد، وأن الظاهر ما يتبادر إلى الذهن من المعاني، وأنه لا يخرج عن هذا الظاهر إلا بدليل، فإن عدم الدليل كان الحمل على الظاهر هو المتعين، والحمل على خلافه تحريف، فالنصوص الشرعية نصوص هداية ورحمة لا نصوص إضلال، فلو قدر أن المتكلم أراد من المخاطب حمل كلامه على خلاف ظاهره وحقيقته من غير قرينة ولا دليل ولا بيان لصادم هذا الفعل مقصود الإرشاد والهداية وأن ترك المخاطب والحالة هذه بدون ذلك الخطاب خير له وأقرب إلى الهدى(1). ¶ وشأن أخبار الفتن والملاحم وأشراط الساعة كبقية أخبار الشارع يجب حملها على ظاهرها، وعدم تحريف ذلك الظاهر وتعطيله لتوهمات أو تخرصات أو ظنون عاطلات أو معقولات باطلات، فالحذر الحذر من تسليط طاغوت المجاز على هذه النصوص تسهيلا لعملية تنزيلها على الواقع، أو تعجلا لواقعة ينزل عليها النص، أو إظهارا لها بصورة تناسب الواقع المعاصر بما فيه من مخترعات وتقنية، خذ مثلا ما قاله الدسوقي في كتابه (القيامة الصغرى على الأبواب) معلقا على حديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (يحشر الناس على ثلاث طرائق راغبين راهبين واثنان على بعير وثلاثة على بعير وأربعة على بعير وعشرة على بعير ويحشر بقيتهم النار تقيل معهم حيث قالوا وتبيت معهم حيث باتوا وتصبح معهم حيث أصبحوا وتمسي معهم حيث أمسوا)(2) قال: ¶ (واثنان على بعير أي يركبان سيارة خاصة، وثلاثة أيضا وأربعة، وهذا مما تحتمله السيارات الخاصة، وبعد ذلك عشرة على بعير إشارة إلى السيارات الخاصة الكبيرة مثل \"الجيمس\" وما في حجمها إذ تحمل عشر ركاب)(3). ¶ __________ ¶ (1) انظر الصواعق المرسلة 1/310. ¶ (2) رواه البخاري 6522 ، ومسلم 2861 ، والنسائي 2085. ¶ (3) تحذير ذوي الفطن 90..",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "فمثل هذه التأويلات السخيفة، إنما وقعت لظن صاحبها أنه لا يتصور وقوع مثل هذه الأشراط في هذا العصر إلا بأن تكون على هذه الصفة والصورة، وهذا لا شك خطأ بل خطأ عظيم، ومن تأمل مثل هذه التأويلات علم حظ القوم من العلم، وأنهم غير مؤهلين لتناول مثل هذه المباحث والكلام فيها، فينبغي أن يحجر عليهم من الكتابة والتأليف رأسا، حماية لهم وصيانة للناس أن لا يضلوا بما يكتبون. ¶ ومن أسباب إخراج النصوص عن ظواهرها عند البعض دعوى معارضتها للمعقول كالشأن في كثير من العقائد الإسلامية، إذ أن من طالع كتب المؤولة وجد عندهم توسعا عجيبا في هذا الباب، وكلما خاضوا بالتأويل في باب جرهم ذلك إلى استسهال التأويل في باب آخر وهكذا حتى آل الأمر بالباطنية مثلا إلى تأويل جملة الشريعة حتى ما يتعلق منها بالأحكام الشرعية كالصلاة والزكاة والصيام والحج، وجعل ذلك كله من قبيل الباطن المخالف للظاهر، والقصد أن باب أشراط الساعة مما حظي من بعض المؤولة بجملة من التأويلات المخرجة لتلكم النصوص عن ظواهرها المرادة فمن ذلك مثلا ما نقله السخاوي من تأويل بعضهم للدابة بكونها (إنسانا متكلما يناظر أهل البدع والكفر ويجادلهم فينقطعوا فيهلك من هلك عن بينة ويحيى من حي عن بينة لقوله تعالى: (تكلمهم))(1)، أو ما قاله محمد عبده في تأويل الدجال بقوله: (إن الدجال رمز للخرافة والدجل والقبائح التي تزول بتقرير الشريعة على وجهها)(2)، أو ما نقله القرطبي عن بعض الناس في تأول الكتابة التي بين عيني الدجال بقولهم: (معنى ذلك ما ثبت من سمات حدثه وشواهد عجزه وظهور نقصه)(3)، إلى آخر ما هنالك من تأويلات كثيرة جدا يصعب حصرها(4) ¶ __________ ¶ (1) القناعة 57 ، انظر المفهم 7/230 ، وإتحاف الجماعة 3/186 في الرد على من تأول الدابة. ¶ (2) تفسير المنار 3/317، وانظر في رد هذا التأويل الفتح 13/112. ¶ (3) التذكرة 2/531. ¶ (4) ومن أسوأ ذلك وأشنعه عبث محمد فهيم أو عبية بكتاب النهاية في الفتن والملاحم لابن كثير فإنه مارس فيه دورين خطيرين رد النصوص بدعوى مخالفة العقل ، وتأويل ما لم يستطع رده منها ، ناهيك عن عبثه بأصل الكتاب فإنه قد أدخل تبويبات في أصل النص يقطع العارف بابن كثير أنها لا تصدر عمن دونه فكيف به ، والمضحك أن في بعضها تعبيرات عصرية لا يتصور أن ينطق بمثلها ابن كثير ، والأخطر عبثه بإسقاط بعض النصوص من الكتاب كل ذلك تحت شعار التحقيق زعم ، وانظر كلام الشيخ الألباني في نقد الرجل وكتابه في رسالته قصة المسيح الدجال ، كما تكفل بالرد على عامة ما أورده أبو عبية في تحقيقه المذكور من شناعات الشيخ حمود التويجري وذلك في كتابه إتحاف الجماعة في الفتن والملاحم وأشراط الساعة فليراجع ، وانتبه لعدد من طبعات كتاب النهاية لابن كثير فإن عددا من المحققين قد أخرجوه اعتمادا على طبعة أبو عبية دون إشارة فحذفوا جملة من تعليقاته لكنهم ضمنوا عناوينه طبعاتهم فوقع الإشكال.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": ". ¶ والذي يعنينا هنا أن نؤكد على أن هذه النصوص الشرعية يجب حملها على ظواهرها ولا يصح تأويلها لمجرد تنزيلها على واقع حالي أو لتوهم معارضتها للمعقول، وأن تأويلها والحالة هذه مخرج لها عن قصد الشارع وبالتالي فتنزيلها بعد التأويل تنزيل لها على واقع غير مراد ولا مقصود للشارع. ¶ المعلم الخامس: أن يكون التنزيل عاريا عن التكلف ¶ الأصل أن يكون انطباق النص على الواقع انطباقا بينا واضحا، لا يحتاج معه إلى تكلف ولا تمحل، فتظهر هذه المطابقة للعالم ويتفهمها العامي، ويتأكد هذا فيما للشارع قصد في معرفته وتنزيله من قضايا كبرى، ليتحقق مقصوده من ذكر هذه النصوص، وذلك كمعرفة المسيح الدجال، والمسيح ابن مريم مثلا، فمن تأمل أحاديث الدجال وجدها بينة واضحة في هذا المعنى ومن استقصاها علم مقدار عناية الشريعة بفتنته والتحذير منه حتى صارت محلا للتحذير من جميع الأنبياء والرسل، وزاد النبي صلى الله عليه وسلم أمته بيانا ليعرفوه على الحقيقة ولا يشتبه أمره عليهم قال صلى الله عليه وسلم: (ما كانت فتنة ولا تكون حتى تقوم الساعة أكبر من فتنة الدجال، ولا من نبي إلا وقد حذر أمته، ولأخبرنكم بشيء ما أخبره نبي أمته قبلي) ثم وضع يده على عينه، ثم قال: (أشهد أن الله عز وجل ليس بأعور)(1)، فتأمل عنايته صلى الله عليه وسلم في بيان أمر الدجال بالإخبار بأمر لم يخبر عنه نبي قبله، ووضعه يده على عينه تأكيدا ومزيد بيان. ¶ يدل على حرص النبي صلى الله عليه وسلم في تجلية أمر الدجال وعدم خفاء أمره عند ظهوره قوله صلى الله عليه وسلم في ذكر الدجال: (...ألا ما خفي عليكم من شأنه فلا يخفين عليكم أن ربكم ليس بأعور )(2). ¶ __________ ¶ (1) رواه الإمام أحمد في المسند 13698 ، وصححه الألباني في السلسلة الصحيحة 3081. ¶ (2) رواه الإمام أحمد في المسند 6150 ، قال الألباني: (إسناده صحيح على شرط الشيخين) قصة المسيح الدجال 52.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "بل قال صلى الله عليه وسلم: (إني قد حدثتكم عن الدجال حتى خشيت أن لا تعقلوا إن مسيح الدجال رجل قصير أفحج جعد أعور مطموس العين ليس بناتئة ولا حجراء فإن ألبس عليكم فاعلموا أن ربكم ليس بأعور)(1)، فتأمل شدة الحرص على البيان (إني حدثتكم عن الدجال حتى خشيت أن لا تعقلوا) وتأكيد هذا برفع الالتباس مع وضوح هذا البيان، فللشارع قصد أكيد ببيان حاله وصفاته ليستبين أمره عند ظهوره فلا يقع الالتباس، فلا يصح أن يكون أمره بعد هذا البيان كله مجالا للتكلف ولي أعناق النصوص حتى توافق أمره بل يجب أن يكون الأمر أسهل من ذلك وانطباق النصوص عليه أظهر ما يكون. ¶ ومثل هذا ما صح في أحاديثه صلى الله عليه وسلم عن نزول عيسى بن مريم عليه السلام، فقد قال صلى الله عليه وسلم: (الأنبياء إخوة لعلات أمهاتهم شتى ودينهم واحد، وأنا أولى الناس بعيسى بن مريم لأنه لم يكن بيني وبينه نبي، وإنه نازل فإذا رأيتموه فاعرفوه، رجلا مربوعا إلى الحمرة والبياض عليه ثوبان ممصران كأن رأسه يقطر وإن لم يصبه بلل فيدق الصليب ويقتل الخنزير ويضع الجزية ويدعو الناس إلى الإسلام فيهلك الله في زمانه الملل كلها إلا الإسلام ويهلك الله في زمانه المسيح الدجال وتقع الأمنة على الأرض حتى ترتع الأسود مع الإبل والنمار مع البقر والذئاب مع الغنم ويلعب الصبيان بالحيات لا تضرهم فيمكث أربعين سنة ثم يتوفى ويصلي عليه المسلمون)(2) فتأمل لفظة (فاعرفوه) والمنبية عن قصد الشارع إلى معرفته لما يتعلق بذلك من أحكام، من أدناها إقراؤه عليه الصلاة والسلام السلام من نبينا صلى الله عليه وسلم ومن أعلاها متابعته ونصرته والسير معه، ولذا أخذ في تعداد شيء من صفاته، وأحوال زمانه. ¶ __________ ¶ (1) رواه أبو داود 4320 ، والإمام أحمد في المسند 22258 ، وصححه الألباني قي صحيح الجامع 2459. ¶ (2) رواه أبو داود 4324 ، والإمام أحمد في المسند 9017 ، وصححه الألباني في السلسلة الصحيحة 2182",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "فمثل هذه النصوص لا تستدعي من منزلها على الواقع تكلفا أصلا بل يجب أن تكون الوقائع ظاهرة في انطباق النصوص عليها، نعم إن الأمر يستدعي أناة وتثبتا للتحقق من الانطباق، أما لي أعناق النصوص، واستحداث صفات أو تعطيل صفات، أو تحريف معاني النص لموافقة الواقعة فهي كلها تكلفات غير جائزة، تعطل النصوص من دلائلها الأصلية، لتنزلها على وقائع غير مرادة ولا مقصودة، وعليه فلا يصح أن تكون مثل هذه النصوص مما لا يستبين تنزيلها إلا للخواص إذ الحاجة إلى التعرف على تنزيلها حاجة عامة، فكيف لا يستبين أمرها ولا يتضح مقاصدها إلا على أيدي أولئك العابثين بها لا شك أن هذا أمارة الخطأ وعلامة الزلل، ولذا قال الحسن معلقا على حديث أرسله عن النبي صلى الله عليه وسلم، وهو حديث: (إن من أشراط الساعة أن تقاتلوا قوما وجوههم كالمجان المطرقة، وأن تقاتلوا قوما نعالهم الشعر)قال: قد رأينا الأول وهم الترك، ورأينا هؤلاء وهم الأكراد، قال الحسن: فإذا كنت في أشراط الساعة فكأنك قد عاينته(1)، وهذا القول منه رحمه الله مؤكد لما تقدم من معان. ¶ وقد وقعت مخالفات من بعض المنزلين لهذا الأصل فتراهم يتكلفون تنزيل النصوص على أشخاص أو أحوال ولا تكون هذه الأحوال مقصودة بتلك النصوص، خذ مثلا قول صديق حسن خان في تعليقه على حديث الرايات السود قال: ¶ (وقد حمل قوم من علماء الهند هذا الحديث على خروج السيد أحمد البريلوي بتكلفات باردة، مع أن السيد كان رجلا صالحا، وحج وجاهد وغزا، ولم يدع المهدوية قط، ولم تكن تنبغي له هذه الدعوى)(2). ¶ فقد وقع أولئك في شرك التكلف، وكان ينبغي أن يكون الأمر أسهل من هذا وأظهر، وعلى ما سبق يمكن أن يقال : إن التكلف في تطبيق النص على الواقع أمارة على عدم صحة التنزيل والله أعلم. ¶ المعلم السادس: التحقق من طبيعة الواقع ¶ __________ ¶ (1) رواه نعيم بن حماد في الفتن 1933. ¶ (2) الإذاعة 136، وانظر الإذاعة 158",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "لا بد لمن أراد التصدر لتنزيل النصوص على الواقع أن يكون فقيها به، إذ أركان التنزيل ثلاثة نص ينزل وواقعة ينزل عليها وعملية تنزيل، فإذا لم يُتصور الواقع التصور الصحيح كانت عملية التنزيل غير صحيحة، وصار التنزيل إن وقع على واقعة غير مقصودة، والمقصود من تفهم هذا الواقع التعرف على الصورة الكاملة للواقع بكل جزئياته بحيث يعلم مدى تطابق الحديث مع هذا الواقع وإلى أي مدى وقع التخالف إن كان، فإن كانت المطابقة تامة كان التنزيل ببقية الضوابط صحيحا وإلا كان التنزيل غير صحيح فإن وقع التنزيل والحالة هذه فإنما وقع لتعطيل المنزل بعض النص، أو تحريفه عن المقصود ليسلم له التنزيل ، وأنى؟! ¶ يقول العامري في عبارة نفيسة نافعة في هذا الباب: (إن شدة الفحص براءة من الخديعة)(1). ¶ __________ ¶ (1) الإعلام بمناقب الإسلام عن المهدي وفقه أشراط الساعة 569.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وقد أصل لنا النبي صلى الله عليه وسلم هذا الأصل وهو التحقق من الواقعة والتثبت من صفاتها وذلك في حديثه مع ابن صياد وذلك أن عمر بن الخطاب: انطلق مع رسول الله صلى الله عليه وسلم في رهط من أصحابه قبل ابن صياد، حتى وجده يلعب مع الغلمان في أطم بني مغالة، وقد قارب ابن صياد يومئذ الحلم، فلم يشعر حتى ضرب رسول الله صلى الله عليه وسلم ظهره بيده، ثم قال: (أتشهد أني رسول الله) . فنظر إليه فقال : أشهد أنك رسول الأميين، ثم قال ابن صياد: أتشهد أني رسول الله، فَرَضَّه النبي صلى الله عليه وسلم ثم قال: (آمنت بالله ورسله). ثم قال لابن صياد: (ماذا ترى). قال: يأتيني صادق وكاذب، قال رسول الله صلى الله عليه وسلم: (خلط عليك الأمر). قال رسول الله صلى الله عليه وسلم: (إني خبأت لك خبيئا). قال: هو الدخ، قال: (اخسأ، فلن تعدو قدرك). قال عمر: يا رسول الله، أتأذن لي فيه أضرب عنقه، قال رسول الله صلى الله عليه وسلم: (إن يكن هو لا تسلط عليه، وإن لم يكن هو فلا خير لك في قتله). قال سالم: فسمعت عبد الله بن عمر يقول: انطلق بعد ذلك رسول الله صلى الله عليه وسلم وأبي بن كعب الأنصاري، يؤمان النخل التي فيها ابن صياد، حتى إذا دخل رسول الله صلى الله عليه وسلم، طفق رسول الله صلى الله عليه وسلم يتقي بجذوع النخل، وهو يختل أن يسمع من ابن صياد شيئا قبل أن يراه ، وابن صياد مضطجع على فراشه في قطيفة له فيها رمرمة، أو زمزمة، فرأت أم ابن صياد النبي صلى الله عليه وسلم وهو يتقي بجذوع النخل، فقالت لابن صياد: أي صاف، وهو اسمه، هذا محمد، فتناهى ابن صياد، قال رسول الله صلى الله عليه وسلم: (لو تركته بين). قال سالم: قال عبد الله: قام رسول الله صلى الله عليه وسلم في الناس، فأثنى على الله بما هو أهله، ثم ذكر الدجال فقال: (إني أنذركموه، وما من نبي إلا وقد أنذره قومه، لقد أنذره نوح قومه، ولكني سأقول لكم فيه قولا لم يقله نبي لقومه، تعلمون أنه",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "أعور، وأن الله ليس بأعور)(1). ¶ وعلى هذا جرى الصحابة ومن بعدهم في التحقق من الواقع واستجلائه قبل القطع والجزم بالتنزيل فمن ذلك حديث علي في قتاله للخوارج وبحثه عن ذي الثدية، فعن زيد بن وهب الجهني أنه كان في الجيش الذين كانوا مع علي رضي الله عنه الذين ساروا إلى الخوارج، فقال علي رضي الله عنه: أيها الناس إني سمعت رسول الله صلى الله عليه وسلم يقول: (يخرج قوم من أمتي يقرءون القرآن ليس قراءتكم إلى قراءتهم بشيء ولا صلاتكم إلى صلاتهم بشيء ولا صيامكم إلى صيامهم بشيء يقرءون القرآن يحسبون أنه لهم وهو عليهم لا تجاوز صلاتهم تراقيهم يمرقون من الإسلام كما يمرق السهم من الرمية لو يعلم الجيش الذين يصيبونهم ما قضي لهم على لسان نبيهم صلى الله عليه وسلم لاتكلوا عن العمل وآية ذلك أن فيهم رجلا له عضد وليس له ذراع على رأس عضده مثل حلمة الثدي عليه شعرات بيض)، فتذهبون إلى معاوية وأهل الشام وتتركون هؤلاء يخلفونكم في ذراريكم وأموالكم والله إني لأرجو أن يكونوا هؤلاء القوم فإنهم قد سفكوا الدم الحرام وأغاروا في سرح الناس فسيروا على اسم الله، قال سلمة بن كهيل: فنزلني زيد بن وهب منزلا حتى قال: مررنا على قنطرة فلما التقينا وعلى الخوارج يومئذ عبد الله بن وهب الراسبي، فقال لهم: ألقوا الرماح وسلوا سيوفكم من جفونها فإني أخاف أن يناشدوكم كما ناشدوكم يوم حروراء فرجعوا فوحشوا برماحهم وسلوا السيوف وشجرهم الناس برماحهم، قال: وقتل بعضهم على بعض وما أصيب من الناس يومئذ إلا رجلان، فقال علي رضي الله عنه: التمسوا فيهم المخدج فالتمسوه، فلم يجدوه فقام علي رضي الله عنه بنفسه حتى أتى ناسا قد قتل بعضهم على بعض قال: أخروهم فوجدوه مما يلي الأرض، فكبر، ثم قال: صدق الله وبلغ رسوله، قال: فقام إليه عبيدة السلماني، فقال: يا أمير ¶ __________ ¶ (1) رواه البخاري 6173 ، ومسلم 2931 ، وأبو داود 4339 ، والترمذي 2249 ، والإمام أحمد في المسند 6324.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "المؤمنين ألله الذي لا إله إلا هو لسمعت هذا الحديث من رسول الله صلى الله عليه وسلم، فقال: إي والله الذي لا إله إلا هو، حتى استحلفه ثلاثا وهو يحلف له(1). ¶ ويدل عليه كذلك قصة أم المؤمنين عائشة حين بلغت ماء الحوأب، فعن قيس قال: لما أقبلت عائشة بلغت مياه بني عامر ليلا نبحت الكلاب، قالت: أي ماء هذا؟ قالوا: ماء الحوأب، قالت: ما أظنني إلا أني راجعة، فقال بعض من كان معها: بل تقدمين فيراك المسلمون، فيصلح الله عز وجل ذات بينهم، قالت إن رسول الله صلى الله عليه وسلم قال لنا ذات يوم: (كيف بإحداكن تنبح عليها كلاب الحوأب)(2)، فتأمل تجليتها للواقع بقولها : أي ماء هذا فلما أجيبت بما أجيبت قالت: (ما أظنني إلا راجعة). ¶ ومما يلحق بهذا أيضا ما رواه نعيم بن حماد عن أبي قبيل عن عبدالله بن عمرو بن العاص، أنه كان بالإسكندرية، فقيل تراءت مراكب، ففزع الناس، فقال عبدالله بن عمرو بن العاص: أسرجوا، ثم قال: من أي ناحية تراءت؟ قالوا: من ناحية المنارة، فقال: حلوا إنما نخاف من ناحية المغرب.(3) ¶ ومن الشواهد على هذا المعنى أيضا من سيرة التابعين ما جاء عن مجاهد عن عبدالله بن عمرو سمعه قال: كأني أنظر إلى الكعبة يهدمها رجل من الحبشة أصيلع أفيدع. قال مجاهد: فلما هدمها ابن الزبير جئت لأنظر أرى ما قال فيه، فلم أر مما قال شيئا.(4) ¶ __________ ¶ (1) رواه مسلم 1066 ، وأبو داود 4768. ¶ (2) رواه الإمام أحمد في المسند 23733 ، واتظر السلسلة الصحيحة 474. ¶ (3) رواه نعيم بن حماد في الفتن برقم 1421، قال المحقق: (إسناده جيد) ¶ (4) رواه نعيم بن حماد برقم 1873 قال المحقق: (إسناده صحيح) ، ومن خبر مجاهد في ذلك اليوم ما ذكره نعيم عنه قال: لما هدم ابن الزبير الكعبة خرجنا إلى منى ثلاثا ننتظر العذاب. رواه نعيم بن حماد برقم 1902 قال المحقق: (إسناده صحيح).",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "والشاهد أن التحقق لازم لمن أراد أن يصح تنزيله فإن لم يلتزمه كان الخطأ والزلل، يدل على ذلك مثلا ما ذكره الترمذي في سننه عن محمود بن غيلان حدثنا أبو داود عن شعبة عن يحيى بن سعيد عن أنس بن مالك قال: (فتح القسطنطينية مع قيام الساعة) قال محمود: هذا حديث غريب والقسطنطينية هي مدينة الروم تفتح عند خروج الدجال والقسطنطينية قد فتحت في زمان بعض أصحاب النبي صلى الله عليه وسلم.(1) ¶ قال ابن كثير: (هكذا قال إنها فتحت زمن الصحابة وفي هذا نظر فإن معاوية بعث إليها ابنه يزيد في جيش فيهم أبو أيوب الأنصاري ولكن لم يتفق أن فتحها، وحاصرها مسلمة بن عبدالملك بن مروان في زمان دولتهم ولم تفتح أيضا ولكن صالحهم على بناء مسجد بها)(2)، فقد وقع الخلل من محمود حين ظن أن الواقع على صورة، وصورة الواقع على خلافها، فلم يسلم له تنزيله والله أعلم. ¶ المعلم السابع: النظر في استكمال الواقعة للأوصاف الواردة في النص من عدمه ¶ __________ ¶ (1) رواه الترمذي 2239. ¶ (2) النهاية في الفتن والملاحم 1/97",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وهذه القاعدة فرع عن التحقق من صحة النصوص، ومعناها، وطبيعة الواقعة، فيتمكن الباحث بعد استكمال النظر في هذه جميعا من المقارنة بين النص الثابت والواقع للتأكد من استكمال الواقعة للصفات المذكورة في النص من عدمه، فإن كانت المطابقة تامة بأن تحققت جميع صفات النص على الواقعة من غير أن يتخلف منها شيء صح التنزيل مع مراعاة ما سبق ويأتي من ضوابط، وإن تخلفت بعض الصفات فإن كانت لقيام ما يعارض تلك الصفة في الواقعة لم يصح التنزيل بحال، وإن تخلفت صفة ولم يظهر للباحث وجود المعارض فإن احتمل وجود هذه الصفة في مستقبل قريب فسيأتي الكلام عليه فيما يتعلق بالتنزيل على الحوادث الحاضرة والمستقبلية، وفي الجملة يقال : إن كان الكلام عن واقعة ماضية فالواجب أن تكتمل صفات النص فيها فإن تخلفت صفة لم يصح تنزيل النص عليها لعدم اكتمال الصفات، وإن كانت الواقعة التي يراد التنزيل عليها حاضرة أو يتوقع وقوعها عن قريب فعلى تفصيل سيأتي عن قريب.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ومن عبارات أهل العلم الدالة على مراعاة هذا الأصل في تنزيلاتهم للنصوص قول الإمام النووي في شرح حديث: (لا تقوم لساعة حتى يقاتل المسلمون الترك قوما وجوههم كالمجان المطرقة يلبسون الشعر ويمشون في الشعر)(1) قال: (وقد وجدوا في زماننا هكذا) إلى أن قال: (وهذه كلها معجزات لرسول الله صلى الله عليه وسلم فقد وجد قتال هؤلاء الترك بجميع صفاتهم التي ذكرها صلى الله عليه وسلم صغار الأعين، حمر الوجوه، ذلف الأنف، عراض الوجوه وكانت وجوههم كالمجان المطرقة، ينتعلون الشعر فوجدوا بهذه الصفات كلها في زماننا وقاتلهم المسلمون مرات وقتالهم الآن ونسأل الله الكريم إحسان العاقبة للمسلمين في أمرهم وأمر غيرهم وسائر أحوالهم وإدامة اللطف بهم والحماية وصلى الله على رسوله الذي لا ينطق عن الهوى إن هو إلا وحي يوحى)(2). ¶ وقال الشيخ ابن باز: (لا يجوز الجزم بأن فلانا هو المهدي، إلا بعد توافر العلامات التي بينها النبي صلى الله عليه وسلم في الأحاديث الثابتة، وأعظمها وأوضحها كونه يملأ الأرض قسطا وعدلا كما ملئت جورا وظلما)(3) ¶ ومن تصرفات السلف الدالة على مراعاة هذا الأصل ما يلي: ¶ عن إبراهيم بن ميسرة قال: قلت لطاووس: عمر بن عبدالعزيز المهدي؟ قال: لا، إنه لم يستكمل العدل كله.(4) ¶ فمن صفات المهدي أنه يملأ الأرض عدلا كما ملئت جورا وظلما ومثل هذا العدل الكامل لم يقع في عهد عمر بن عبدالعزيز، وعليه أجاب طاووس السائل بأن عمر بن عبدالعزيز ليس بالمهدي لتخلف هذه الصفة عن زمانه (إنه لم يستكمل العدل كله). ¶ __________ ¶ (1) رواه البخاري 2928 ، ومسلم 2922 ، وأبو داود 4303 ، والنسائي 3177 ، والإمام أحمد في المسند 7222. ¶ (2) شرح صحيح مسلم للنووي 18/38 ، وانظر القناعة 122. ¶ (3) المهدي وفقه أشراط الساعة 89 وأحال على جريدة عكاظ 18/1/1400هـ. ¶ (4) رواه نعيم بن حماد في الفتن برقم 1050 قال المحقق: (إسناده صحيح).",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وعن أبي الهذيل أن ابن مسعود وحذيفة كانا جالسين، ومر بامرأة على جمل قد أحدثت حدثا، فقال أحدهما لصاحبه: لهي هي؟ قال الآخر: لا، إن حول تلك بارقة، يعنون عائشة.(1) ¶ فتأمل كيف لم يصحح أحدهما للآخر تنزيله لتخلف شيء من الصفات عن الواقعة محل النقاش (إن حول تلك بارقة). ¶ وما تراه من خلل في التنزيل فعامته من عدم مراعاة هذا الأصل –استكمال الواقعة لجميع الصفات الواردة في النص- فمن الأمثلة على الخلل في التنزيل لعدم استكمال الواقعة للصفات ما يلي: ¶ قال البرزنجي: ¶ (وقد ادعى قوم من السلف في محمد بن عبدالله المحض النفس الزكية أنه المهدي)(2). ¶ وبسبب ذلك (خرج محمد بن عجلان مع محمد بن عبد الله بن حسن حين خرج بالمدينة، فلما قتل محمد بن عبد الله، وولي جعفر بن سليمان بن علي المدينة بعث إلى محمد بن عجلان فأتي به فبكته وكلمه كلاما وقال: خرجت مع الكذاب، وأمر به تقطع يده فلم يتكلم محمد بن عجلان بكلمة إلا أنه يحرك شفتيه بشيء لا يدرى ما هو يظن أنه يدعو، قال: فقام من حضر جعفر بن سليمان من فقهاء أهل المدينة وأشرافهم، فقالوا: أصلح الله الأمير محمد بن عجلان فقيه أهل المدينة وعابدها وإنما شبه عليه وظن أنه المهدي الذي جاءت فيه الرواية، فلم يزالوا يطلبون إليه حتى تركه فولى محمد بن عجلان منصرفا لم يتكلم بكلمة حتى أتى منزله)(3). ¶ __________ ¶ (1) رواه نعيم بن حماد في الفتن برقم 189 قال المحقق: (إسناده حسن). ¶ (2) الإشاعة 253. ¶ (3) الطبقات الكبرى (القسم المتمم أو تكملة الطبقات الكبرى) 1/355.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "عن عبدالجبار بن أبي معن قال: سمعت سعيد بن المسيب، وسأله رجل، فقال له: يا أبا محمد من المهدي؟ فقال له سعيد: أدخلت دار مروان؟ قال: لا، قال: فادخل دار مروان تر المهدي، قال: فأذن عمر بن عبدالعزيز للناس، فانطلق الرجل حتى دخل دار مروان، فرأى الأمير والناس مجتمعين، ثم رجع إلى سعيد بن المسيب، فقال: يا أبا محمد دخلت دار مروان، فلم أر أحدا أقول هذا المهدي، فقال له سعيد بن المسيب وأنا أسمع: هل رأيت الأشج عمر ابن عبدالعزيز القاعد على السرير؟ قال: نعم، قال: فهو المهدي.(1) ¶ عن أبي قلابة قال: عمر بن عبدالعزيز هو المهدي حقا.(2) ¶ عن الحسن أنه سئل عن المهدي، فقال: ما أرى مهديا فهو عمر بن عبدالعزيز.(3) ¶ __________ ¶ (1) الطبقات الكبرى 5/333. ¶ (2) رواه نعيم بن حماد برقم 1105 قال المحقق: (إسناده حسن). ¶ (3) رواه نعيم بن حماد برقم 1106 قال المحقق: (إسناده حسن)، ويحتمل في بعض الأمثلة أن تكون باستخدام مصطلح المهدي بمعنى العام.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "فهذه أمثلة لو تأملها الناظر يرى أن الخلل طرأ عليها لعدم استكمال الوقائع للصفات المنصوص عليها ككون المهدي اسمه محمد بن عبدالله، وكونه من ولد فاطمة... إلى آخر صفاته، وتخلف هذه عن بعض من قيل فيهم أنه المهدي(1) ¶ __________ ¶ (1) ومن فوائد هذه النصوص عن أولئك الأئمة أنها تؤكد أن هذا المجال أعني تنزيل النصوص على الواقع مجال للنظر والتأمل والاجتهاد ، وأن ما وقع من خلل ليس ناشئاً عن فتح هذا الباب وإنما من عدم مراعاة بعض القواعد والضوابط المتعلقة بهذا الباب ، ومما ينبغي التنبيه عليه أن العابثين لا يصح لهم التمسك بمثل هذه الأمثلة لتبرير عبثهم ، كلا ، فهؤلاء السلف الكرام علماء مجتهدون ، وكثير من هؤلاء العابثين لا في العير ولا في النفير كما يقال ، ومن تأمل تنزيلات الفريقين عرف فضل ما بينهما ، ومقدارالشطح الواقع في تنزيلات العابثين ومقدار ما عندهم من العلوم ، ولعل مما وقع لبعض أهل العلم عدم بلوغ بعض النصوص أما أولئك العابثين فقد بلغتهم ، فلا عذر والله المستعان.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "أما ما يتعلق بالوقائع الحاضرة والمستقبلية فقد تتخلف بعض الأوصاف المنصوص عليها من الواقع مع ترقب وتوقع تحققها في المستقبل لإمكان تحققها وقد يكون التخلف لوقوع ما يضادها أو يناقضها في الواقع، فمنه ما يمكن ارتفاعه في المستقبل، ومنه ما لا يمكن أن يرتفع بحال، فإن كان مما لا يرتفع المعارض فلا يصح التنزيل بحال، فالمهدي مثلا اسمه محمد بن عبدالله فتخلف هذه بأن يكون المعين الذي يراد الحكم له بالمهدوية اسمه على خلاف هذا الاسم مبطل لدعوى مهدويته ولا يمكن أن يكون هو المهدي المقصود بالنصوص الشرعية، أو أن يكون من غير آل البيت أو من آل بيته صلى الله عليه وسلم لكنه ليس من ولد فاطمة وهكذا، فهذا النوع لا يتصور ارتفاعه عن الواقعة لا في الحاضر ولا في المستقبل فلا يصح التنزيل مطلقا لا في حاضر ولا مستقبل، أما إن أمكن أن يرتفع فالتنزيل في المستقبل محتمل، وهو مما يتفاوت قوة وضعفا ويحتاج إلى اجتهاد خاص من مؤهل، أما وقت وجود المعارض فلا يصح التنزيل خذ مثلا، قول النبي صلى الله عليه وسلم في المهدي: (المهدي منا أهل البيت يصلحه الله في ليلة)(1)، قال ابن كثير: (يصلحه الله في ليلة أي: يتوب عليه ويوفقه ويفهمه ويرشده بعد أن لم يكن كذلك)(2). ¶ وبسبب عدم الجزم بتحقق بقية الصفات في المستقبل يكون التنزيل مترددا محتملا غير مجزوم به، فإن قوي في نفس العالم التنزيل فلا يصح له أن يجزم به أو يقطع، إلا أن يقوم دليل قاطع على أن ما ينتظر تحققه سيتحقق، مثاله: ¶ __________ ¶ (1) رواه ابن ماجة 4085 ، والإمام أحمد في المسند 646 ، وصححه الألباني في السلسلة الصحيحة 2371. ¶ (2) النهاية في الفتن والملاحم 1/55.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "من تأمل أحوال المهدي في مبادئ أمره يجد من الصفات ما يمكن أن يكون مشاركا لغيره فيها فلا يصح الجزم بكونه المهدي ككونه من ولد فاطمة وأن يكون اسمه محمد بن عبدالله، لكن من صفاته ما يدل دلالة قطعية على أنه هو المهدي المعني والمراد كصلاة المسيح عيسى بن مريم خلفه، وخروج الدجال في زمانه، فمتى تحققت مثل هذه الصفات الخاصة به والتي لا تتحقق لغيره كان تنزيل النصوص عليه بينا ظاهرا وصار ما يتوقع من شؤونه وأحواله بعد ذلك متحققا مجزوما به، كقتل المسيح ابن مريم المسيح الدجال وكثرة الخير في زمانه وما يتلو ذلك من أحداث كخروج يأجوج ومأجوج وهكذا. ¶ أما مثال ما يقع فيه التردد لعدم استكمال صفات النص، وهو على نوعين أن تكون الواقعة مقصودة ولا ينزل عليها النص لعدم استكمال الصفات حتى تقع الواقعة فتنزل النصوص عليها، والعكس أن لا تكون الواقعة مقصودة وينزل النص عليها ثم يستبين أن الأمر بخلاف ما كان يظن إذ أن ما كان ينتظر من صفات لم يتحقق فمثال الأول: ¶ قصة أم المؤمنين عائشة في حديث الحوأب، فعن قيس قال: لما أقبلت عائشة بلغت مياه بني عامر ليلا نبحت الكلاب، قالت: أي ماء هذا؟ قالوا: ماء الحوأب، قالت: ما أظنني إلا أني راجعة، فقال بعض من كان معها: بل تقدمين فيراك المسلمون، فيصلح الله عز وجل ذات بينهم، قالت : إن رسول الله صلى الله عليه وسلم قال لنا ذات يوم : (كيف بإحداكن تنبح عليها كلاب الحوأب)(1). وعن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: (ليت شعري أيتكن صاحبة الجمل الأدبب تخرج فينبحها كلاب الحوأب، يقتل عن يمينها وعن يسارها قتلى كثير ثم تنجو بعدما كادت)(2). ¶ __________ ¶ (1) رواه الإمام أحمد في المسند 23733 ، واتظر السلسلة الصحيحة 474. ¶ (2) رواه ابن أبي شيبة في المصنف 37785 ، والبزار في كشف الأستار ، قال الحافظ ابن حجر فيه: (رجاله ثقات) الفتح 13/59 ، وصححه الشيخ الألباني في أثناء تحقيقه للحديث السابق.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "فقد تحقق بعض ما أخبر به النبي صلى الله عليه وسلم في البداية من نباح كلاب الحوأب فتخوفت عائشة رضي الله عنها أن تكون المعنية بالحديث فلما قوى الصحابة عزمها، وبينوا أن سبب الخروج الإصلاح لا القتال قوي عزمها على المضي، و المظنون بها أنها لو علمت أن النص سيتحقق بكماله عليها لم تستكمل مسيرها ولكن ليقضي الله أمرا كان مفعولا، فلما وقع ما وقع، قطعنا أنها رضي الله عنها هي المعنية من بين أزواج النبي صلى الله عليه وسلم بهذا النص. ¶ ومثال الثاني: ¶ وهو أن يستعجل التنزيل قبل استكمال الواقعة لصفات النص ما رواه مسلم في صحيحه عن عبد الله بن صفوان يقول: أخبرتني حفصة أنها سمعت النبي صلى الله عليه وسلم يقول: (ليؤمن هذا البيت جيش يغزونه حتى إذا كانوا ببيداء من الأرض يخسف بأوسطهم وينادي أولهم آخرهم ثم يخسف بهم فلا يبقى إلا الشريد الذي يخبر عنهم) فقال رجل: أشهد عليك أنك لم تكذب على حفصة وأشهد على حفصة أنها لم تكذب على النبي صلى الله عليه وسلم.(1) وعند ابن ماجة زيادة: (فلما جاء جيش الحجاج ظننا أنهم هم، فقال رجل: أشهد عليك أنك لم تكذب على حفصة وأن حفصة لم تكذب على النبي صلى الله عليه وسلم)(2). ¶ والنص بين ظاهر على المقصود، وأن الأمر الذي كان يتوقع وقوعه لم يقع فلم يصح أن ينزل هذا النص على جيش الحجاج والله أعلم. ¶ __________ ¶ (1) رواه مسلم 2883 ، والنسائي 2880 ، وابن ماجة 4063 ، والإمام أحمد في المسند 25905. ¶ (2) صححه الألباني في صحيح ابن ماجة 3284.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "ومما يحسن التنبيه عليه هنا أنه لا يصح بحال أن يتعلق بجزء من النص في عملية التنزيل مع دلالة باقي النص على خطأ هذا التنزيل بأن يتضمن الحديث صفة لم تتحقق في الواقعة فيغض المنزل الطرف عنها ليصح له تنزيله، بل الواجب، أن يأخذ المرء بالحديث تاما كاملا فإن وقع هكذا تاما كاملا فالحمد لله، وإلا فلا يصح التنزيل وبالله التوفيق، ومن تأمل كتابات أولئك العابثين يلمس طرفا من هذا فيما يكتبون كحال من يؤمن ببعض الكتاب ويكفر ببعض. ¶ والمقصود أن يراعي ما سبق من ضوابط، ويطابق ما بين النصوص والوقائع ليستبين له إياها عنى النص أم لا، وبغير هذا يعد التنزيل عبثا من العبث لا يصح ولا يجوز، ومن المضحكات المتعلقة بهذه المسألة أن بعض مدعي المهدوية في الهند وهو الجونبوري قال: (كثر الخلاف في الحديث ويصعب تمييز الصحيح من السقيم، فالذي يوافق كتاب الله تعالى ويوافق أحوالي فاقبلوه)(1)، فتأمل كيف عكس المسألة فجعل الواقعة وهو شخصه حكما على النصوص فما وافقه منها فهو الصحيح وما عارضه فهو الضعيف، وما ذلك إلا لعدم استكماله للصفات المذكورة في تلكم النصوص، فليعلم أنه لا يكفي للقطع بالتنزيل العلم بمطلق المشابهة بين النص والواقع بل المعتبر في ذلك المطابقة المطلقة بينهما بحسب التفصيل السابق، والله أعلم. ¶ المعلم الثامن: التفريق بين الصفات المشتركة والصفات الخاصة ¶ المقصود بهذا الأصل أن النصوص الشرعية المتحدثة عن فتنة معينة أو عن شرط أو ملحمة تحمل في طياتها صفات من خلال هذه الصفات يتمكن العالم من تنزيلها على الوقائع المختلفة بحسبها، فإذا نظرنا في هذه الصفات وجدنا أنها على نوعين: ¶ صفات مشتركة. ¶ صفات خاصة. ¶ __________ ¶ (1) فرق الهند 248 عن المهدي وفقه أشراط الساعة 630.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "والمقصود بالصفات المشتركة، تلك الصفات التي يصح أن تشترك فيها مجموعة من الوقائع، مع كون النص قاصدا لواقعة منها لا جميعها، ويكون تمييز هذه الواقعة المعينة بالصفات الخاصة لها دون ما سواها، فالصفات الخاصة دلالتها على صحة التنزيل أقوى من دلالة الصفات المشتركة، وبحسب توافر نوعي الصفات في الواقعة يكون الجزم بصحة التنزيل، ومثال هذا ما ذكره البرزنجي في بيان عدم صحة كون ابن صياد هو المسيح الدجال: (وحاصله أن الأصح أن الدجال غير ابن صياد وإن شاركه ابن صياد في كونه أعور ومن اليهود، وأنه ساكن في يهودية أصبهان، إلى غير ذلك، وذلك لأن أحاديث ابن صياد كلها محتملة وحديث الجساسة نص، فيقدم)(1). ¶ فلا شك أن ابن صياد يهودي وذاك يهودي وهذا دجال وذاك دجال وهذا أعور وذاك أعور لكن الدجال اختص عن هذا بصفات ليست له فلم يكن هو بالدجال الأعظم. ¶ وأوضح من هذا المثال ما ذكره الشيخ محمد إسماعيل المقدم مما يتعلق بأمر المهدي قال: ¶ (إن علامات المهدي المنتظر نوعان: ¶ الأول: أمارات متشابهة: ¶ وهي الصفات المشتبهة المشتركة القابلة للتكرار في غير المهدي الحقيقي، فيمكن أن يتصف بها بعض الناس فعلا، أو يتكلف الاتصاف بها، أو يدعي ذلك كذبا وزورا، وهذه العلامات وإن اجتمعت كلها في شخص ما، فإنها لا تكفي لإثبات أنه صادق في دعواه المهدية، حتى يضم إليها النوع الثاني، وهو الأدلة المحكمة القاطعة بأن فلانا بعينه هو المهدي المنتظر، وهي العلامات غير القابلة للتكرار مع غير المهدي الحقيقي، ولا يستطيع مدعي المهدية أن يفتعلها، أو يتكلف إيجادها، أو يدعي أنها وقعت بالفعل، وهي: نزول عيسى عليه السلام في زمانه من السماء، واجتماعه به، وصلاته عليه السلام أول نزوله خلف المهدي، ثم قتله للدجال)(2). ¶ المعلم التاسع: أن يكون النص حكما على الواقع لا العكس ¶ __________ ¶ (1) الإشاعة 293. ¶ (2) المهدي وفقه أشراط الساعة 575.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "إن كثيرا من المتكلمين في هذا الباب عكس الأمر فجعل من الواقع حكما على النص، فوقع في ألوان من الانحراف والخطأ فمنهم من يحكم ببطلان النص، أو يعطل دلالته، أو يتأوله على غير وجهه، والأصل أن يتفهم المرء الحديث أولا فإن تبين معناه تطلبه من الواقع، أما أن يعكس القضية فيجعل الواقع أصلا والنص فرعا ويحكم هذا الأصل على هذا الفرع فهو مظنة الانحراف والخطأ، ولذا وجد من قد يُكذب بالخبر لسيطرة الواقع الحاضر الملموس عليه وقد يكون تحقق النص بعيدا عن واقعه الحاضر، ويكون المقصود حادثة وقعت في ماض، أو حادثة ينتظر وقوعها في مستقبل تتهيأ فيه الظروف والأحوال لوقوع النص، فالتكذيب والحالة هذه انحراف وهو فرع من فروع قاعدة الشر تقديم العقل على النقل(1)، (فالواجب كمال التسليم للرسول صلى الله عليه وسلم، والانقياد لأمره، وتلقي خبره بالقبول والتصديق، دون أن نعارضه بخيال باطل نسميه معقولا، أو نحمله شبهة أو شكا، أو نقدم عليه آراء الرجال وزبالة أذهانهم، فنوحده بالتحكيم والتسليم والانقياد والإذعان، كما نوحد المرسل بالعبادة والخضوع والذل والإنابة والتوكل)(2)، (وبالجملة فمعارضة أمر الرسل وخبرهم بالمعقولات إنما هي طريقة الكفار فهم سلف للخلف بعدهم فبئس السلف وبئس الخلف)(3). ¶ عن ابن عباس قال: سمعت عمر بن الخطاب رضي الله عنه على المنبر وهو يقول: (سيكون فيكم قوم من هذه الأمة يكذبون بالرجم، ويكذبون بالدجال، ويكذبون بطلوع الشمس من مغربها، ويكذبون بعذاب القبر، ويكذبون بالشفاعة، ويكذبون بقوم يخرجون من النار بعدما امتحشوا، فلئن أدركتهم لأقتلنهم قتل عاد وثمود)(4). ¶ __________ ¶ (1) انظر الصواعق المرسلة 2/783. ¶ (2) شرح الطحاوية 200، وانظر الحجة في بيان المحجة 2/509. ¶ (3) الصواعق المرسلة 3/898. ¶ (4) رواه الداني في الفتن والإمام أحمد في المسند مختصرا انظر قصة المسيح الدجال 29 للألباني وقد حكم عليه بالحسن.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "ومن لطيف ما يدل على بركة ترك الاعتراض على السنة حديث أبي رافع أنه أهديت له شاة، فجعلها في القدر، فدخل رسول الله صلى الله عليه وسلم فقال: (ما هذا يا أبا رافع)، فقال: شاة أهديت لنا يا رسول الله، فطبختها في القدر، قال: (ناولني الذراع يا أبا رافع)، فناولته الذراع، ثم قال: (ناولني الذراع الآخر)، فناولته الذراع الآخر، ثم قال: (ناولني الآخر)، فقال: يا رسول الله، إنما للشاة ذراعان، فقال له رسول الله صلى الله عليه وسلم: (أما إنك لو سكت لناولتني ذراعا فذراعا ما سكت)، ثم دعا بماء فمضمض فاه، وغسل أطراف أصابعه، ثم قام فصلى، ثم عاد إليهم، فوجد عندهم لحما باردا، فأكل، ثم دخل المسجد، فصلى ولم يمس ماء(1). ¶ __________ ¶ (1) رواه الإمام أحمد في المسند 26654 ، وقال الألباني في المشكاة 312: (قوي بغيره).",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "والانحراف الآخر يكون بتعطيل النص عن دلالته المرادة من الشارع وإلباسه دلالة أخرى غير مقصودة ولا مرادة مجاراة للواقع لظنه أن حمل الحديث على هذا المعنى ممكن وحمله على ظاهره مفض إلى تكذيبه، فيتلطف في التكذيب هربا من التكذيب، فيكذب بدلالة النص ومعناه الظاهر هربا من تكذيب النص لفظا ومعنى، وكلاهما لون من التكذيب ، لكن بعض الشر أهون من بعض، وكلاهما راجع إلى تقديم العقل على النقل، يقول الشيخ الألباني: (تالله، إن إيمانا بالنصوص كلها على طريقة الرمز والتأويل لهو إيمان لا يساوي فلسا، ولا يغني عند الله شيئا، وليت شعري! ما الفرق بين هؤلاء العلماء المنتمين إلى السنة، والمعطلين لهذه النصوص المتواترة بخروج الدجال، ونزول عيسى عليه السلام، وقتله إياه، وبين إيمان الباطنية والفرق الضالة التي تؤمن بنصوص الكتاب والسنة، مع تأويلهم إياها تأولا يؤدي في النهاية إلى الكفر بحقائقها)(1) والعاصم من الوقوع في شرك هذا الانحراف الاعتصام بنصوص الشارع تعظيما لجانب الإيمان بالغيب، فما دل عليه ظاهر النص آمنا به لا نسأل بكيف ولا لما، ونعلم أنه واقع لا محالة، وهذا جانب من الإعجاز في هذه الأخبار، إذ لو كانت مما يقع عادة، لم يكن للإخبار بها كبير معنى، والله أعلم. ¶ المعلم العاشر: مراعاة ألفاظ الشريعة ¶ إن مراعاة الألفاظ الشرعية ملحظ ينبغي التنبه إليه والاعتناء به عند الكلام على مختلف المباحث في هذا الباب - أعني باب الفتن والملاحم وأشراط الساعة-، إذ أن الألفاظ الأجنبية على الشريعة أو المحرفة عنها قد غزت هذا الباب فترى أقواما قد استوردوا شيئا من تلكم الألفاظ فضمنوها كتبهم ثم صدروها إلى الناس وأذاعوها، والمشكلة تعظم حين يترتب على تلك الألفاظ أحكام ولوازم وآثار، أو يُرتب من لا يعلم أحكام هذه الألفاظ ولوازمها على نصوص الشريعة، ولنضرب أمثلة على ذلك: ¶ __________ ¶ (1) قصة المسيح الدجال 22.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "قول بعضهم مثلا المسيخ الدجال، دون المسيح الدجال، واللفظ المنصوص عليه في ألفاظ الشريعة المسيح وما يقدمه بعضهم من التعليلات في تصحيح هذه اللفظة بل وجعلها أولى من كلمة المسيح خطأ محض بل استدراك على الشارع لو تأمل القوم، قال الحافظ ابن حجر: (وَبَالَغَ الْقَاضِي اِبْن الْعَرَبِيّ فَقَالَ: ضَلَّ قَوْم فَرَوَوْهُ الْمَسِيخ بِالْخَاءِ الْمُعْجَمَة، وَشَدَّدَ بَعْضهمْ السِّين لِيُفَرِّقُوا بَيْنَهُ وَبَيْنَ الْمَسِيح عِيسَى بْن مَرْيَم بِزَعْمِهِمْ، وَقَدْ فَرَّقَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بَيْنَهُمَا بِقَوْلِهِ فِي الدَّجَّال \"مَسِيح الضَّلَالَة\" فَدَلَّ عَلَى أَنَّ عِيسَى مَسِيح الْهُدَى، فَأَرَادَ هَؤُلَاءِ تَعْظِيم عِيسَى فَحَرَّفُوا الْحَدِيث)(1). ¶ ومن الألفاظ الأجنبية عن الشريعة كذلك لفظة (هرمجدون) وهي لفظة كثر تردادها للتعبير عما عبرت عنه الشريعة بالملاحم أو الملحمة حتى غدت هذه اللفظة عنوانا لبعض المصنفات الإسلامية، والله المستعان، فالتعبير باللفظ الشرعي لا شك أولى، يدل على هذا الأصل في عدم تغليب الألفاظ الخارجة عن الشريعة على ألفاظ الشريعة قول النبي صلى الله عليه وسلم: (لا تغلبنكم الأعراب على اسم صلاتكم ألا إنها العشاء وهم يعتمون بالإبل) ولفظ ابن ماجه: (لا تغلبنكم الأعراب على اسم صلاتكم زاد ابن حرملة فإنما هي العشاء وإنما يقولون العتمة لإعتامهم بالإبل)(2)، وغيرها من النصوص الدالة على هذا المعنى. ¶ __________ ¶ (1) الفتح 13/101 ، وانظر شرح السنة 15/64. ¶ (2) رواه مسلم 644 ، وأبو داود 4984 ، والنسائي 542 ، وابن ماجة 704 ، والإمام أحمد في المسند 4558.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "ويعظم الإشكال حين تحمل نصوص الملحمة الشرعية على ما في نصوص هرمجدون الإسرائيلية من صفات، فيسبق للذهن أن هذه هي تلك وتلك هي هذه، ومن تأمل في نصوص الواقعتين وجد شيئا من التباين لا يصحح حمل إحداهما على الأخرى، فمثلا أطراف الصراع في الملحمة كما جاء في النصوص الشرعية تكون بين أهل الإسلام وبني الأصفر الروم، أما أطراف الصراع في هرمجدون فأوسع من هذا بحيث يشمل يأجوج ومأجوج!! ¶ كذلك مكان الملحمة بمرج دابق أو بالأعماق كما صح في الحديث: (لا تقوم الساعة حتى ينزل الروم بالأعماق أو بدابق فيخرج إليهم جيش من المدينة من خيار أهل الأرض يومئذ)(1)، وفسطاط المسلمين يومئذ (بالغوطة إلى جانب مدينة يقال لها : دمشق ، من خير مدائن الشام)(2)، أما هرمجدون فالمذكور أنها تقع في وادي مجدو وهذا ما لم يأت له ذكر في ضوء مصادرنا الصحيحة. ¶ فهذا الصنيع قريب من صنيع أهل البدع الذين قال ابن القيم فيهم: (وهذا شأن أهل البدع دائما يصطلحون على معان يضعون لها ألفاظا من ألفاظ العرب ثم يحملون ألفاظ القرآن والسنة على تلك الاصطلاحات الحادثة)(3). ¶ وقال أيضا رحمه الله: ¶ (فتولد من هجران ألفاظ النصوص والإقبال على الألفاظ الحادثة وتعليق الأحكام بها على الأمة من الفساد مالا يعلمه إلا الله، فألفاظ النصوص عصمة وحجة بريئة من الخطأ والتناقض والتعقيد والاضطراب، ولما كانت هي عصمة عهدة الصحابة وأصولهم التي إليها يرجعون كانت علومهم أصح من علوم من بعدهم وخطؤهم فيما اختلفوا فيه أقل من خطأ من بعدهم، ثم التابعون بالنسبة إلى من بعدهم كذلك وهلم جرا)(4). ¶ __________ ¶ (1) رواه مسلم 2897. ¶ (2) رواه أبو داود 4298 ، وصححه الألباني في صحيح سنن أبي داود 3069. ¶ (3) مختصر الصواعق المرسلة 222. ¶ (4) إعلام الموقعين 6/65 ، وانظر إعلام الموقعين 4/172 ، و مدارج السالكين ج3 ص99.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "ومما يحسن فقهه في هذا الباب هو مراعاة العرف الواقع للألفاظ في زمن النبي صلى الله عليه وسلم فتفسر الألفاظ في ضوئها، لا أن تفسر الألفاظ بالأعراف الحادثة، فينبغي أن تضبط المعالم الجغرافية مثلا في ضوء العرف السابق لا اللاحق، فجزيرة العرب مثلا ينبغي أن تفسر لا باعتبار العرف الجغرافي اليوم لعدم مطابقته بالضرورة للعرف المتقدم المقصود بالنص، فهذه قد تكون أوسع أو أضيق بحسب تجدد العرف بل يجب أن تفسر في ضوء استعمال هذا الاصطلاح في زمن النبي صلى الله عليه وسلم، وكذا الشأن في نجد والعراق واليمن والشام والمشرق والمغرب إلى آخره، وينبغي أن يلاحظ أنه لا يلزم بالضرورة وقوع الاختلاف بين العرف الواقع اليوم والعرف السابق في كل قضية ومسألة، لكن ينبغي مراعاة هذه المسألة لئلا تحمل ألفاظ الشارع على ما لا يراد بها، وتنزل النصوص على وقائع غير مقصودة. ¶ ومما يحسن التنبيه عليه كذلك بمناسبة الكلام حول ألفاظ الشريعة ومصطلحاتها وعلاقته بهذا الباب وإن فارق ما تقدم وباينه، بيان أن بعض الاصطلاحات والألفاظ قد يراد به معنى خاص يتناول واقعة معينة محددة، وقد ترد ذات اللفظة في نصوص أخرى ولا يراد منها ذلك المعنى الخاص، فينبغي أن يميز بين النوعين ويراعى كل نوع وينزل في موضعه اللائق به، فمثلا لفظة المهدي لها إطلاق خاص في الشريعة وهو خليفة المسلمين في آخر الزمان المسمى بمحمد بن عبدالله والذي يرجع نسبه إلى المصطفى صلى الله عليه وسلم من ابنته فاطمة إلى آخر ما هنالك من صفاته، وقد تستعمل هذه اللفظة بمعنى أعم يبين الشيخ محمد إسماعيل هذه الحقيقة فيقول: (المهدي لغة اسم مفعول من \"هُدي\" والهدى هو الرشاد، والدلالة كما في الصحاح، وفي \"لسان العرب\": (الهدى: ضد الضلال، وهو الرشاد، وفي الحديث: \"سنة الخلفاء الراشدين المهديين\"، المهدي: الذي قد هداه الله إلى الحق، قد استعمل في الأسماء حتى صار كالأسماء الغالبة).",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "وعن أبي هريرة رضي الله عنه قال رسول الله صلى الله عليه وسلم : (يوشك من عاش منكم أن يلقى عيسى بن مريم إماما مهديا ، وحكما عدلا...)الحديث. ¶ وعن العرباض بن سارية رضي الله عنه: قال رسول الله صلى الله عليه وسلم: (عليكم بسنتي، وسنة الخلفاء الراشدين المهديين)...الحديث. ¶ قال ابن الأثير: (المهدي: الذي قد هداه الله إلى الحق، ويريد بـ\"الخلفاء المهديين\" أبا بكر، وعمر، وعثمان، وعليا -رضي الله عنهم-، وإن كان عاما في كل من سار سيرتهم\".اهـ. ¶ وكان من دعاء النبي صلى الله عليه وسلم: (اللهم زينا بزينة الإيمان، واجعلنا هداة مهتدين). ¶ ودعا صلى الله عليه وسلم لمعاوية رضي الله عنه فقال: (اللهم اجعله هاديا مهديا واهد به)، وكذلك دعا صلى الله عليه وسلم لجرير بن عبدالله البجلي رضي الله عنه: (اللهم ثبته واجعله هاديا مهديا)، ودعا صلى الله عليه وسلم لأبي سلمة: (اللهم اغفر لأبي سلمة، وارفع درجته في المهديين، واخلفه في عقبه في الغابرين...)الحديث. ¶ ومن استعمالاته اللغوية قول حسان بن ثابت رضي الله عنه يرثي رسول الله صلى الله عليه وسلم: ¶ ما بال عيني لا تنام كأنما ... ... ... كحلت مآقيها بكحل الأرمد ¶ جزعا على المهدي أصبح ثاويا ... ... ... يا خير من وطئ الحصى لا تبعد ¶ وقال زهير بن القين يخاطب الحسين بن علي رضي الله عنهما: ¶ أقدم هديت هاديا مهديا ... ... فاليوم تلقى جدك النبي)(1). ¶ العلم الحادي عشر: التأني في التنزيل ¶ __________ ¶ (1) المهدي وفقه أشراط الساعة 26 ، وانظر المنار المنيف 150.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "قال عبدالله: (إنها ستكون هنات وأمور مشتبهات، فعليك بالتؤدة، فتكون تابعا في الخير خير من أن تكون رأسا في الشر)(1)، إن عملية تنزيل مثل هذه النصوص على الواقع مسألة دقيقة، تحتاج إلى تتبع للنصوص والنظر في ثبوتها ومعانيها وسبر ما فيها إضافة إلى معرفة بالواقع ومقارنة بين الوارد في هذه النصوص وطبيعة الواقع، وهي من ثَم تحتاج إلى شيء من الوقت من أجل الإنضاج فإذا استعجل عليها وأخرجت قبل الإنضاج فسدت وأفسدت، قال رسول الله صلى الله عليه وسلم: (التأني من الله والعجلة من الشيطان)(2)، وقال: (التؤدة في كل شيء إلا في عمل الآخرة)(3)، وقال: (التؤدة والاقتصاد، والسمت الحسن جزء من أربعة وعشرين جزءا من النبوة)(4)، وبين صلى الله عليه وسلم أن الأناة والتؤدة محبوبة للرب جل وعلا، فقد قال مخاطبا أشج عبدالقيس: (يا أشج، إن فيك خصلتين يحبهما الله الحلم والأناة)(5) وفي رواية لابن ماجه: (الحلم والتؤدة)(6)، قال أبو حاتم: (إن العاجل لا يكاد يلحق، كما أن الرافق لا يكاد يسبق، والساكت لا يكاد يندم، ومن نطق لا يكاد يسلم، وإن العاجل يقول قبل أن يعلم، ويجيب قبل أن يفهم، ويحمد قبل أن يجرب)(7). ¶ __________ ¶ (1) مصنف ابن أبي شيبة برقم 37188 ، 7/456 ¶ (2) رواه أبو يعلى في مسنده والبيهقي في السنن الكبرى انظر السلسلة الصحيحة 1795 ، وقد رواه الترمذي 2012 بلفظ: (الأناة من الله والعجلة من الشيطان) لكن ضعفه الألباني في ضعيف الترمذي 347 وضعيف الجامع 2300. ¶ (3) رواه أبو داود 4810 ، وصححه الألباني في السلسلة الصحيحة 1794. ¶ (4) رواه الترمذي 2010 ، وحكم عليه الألباني بالحسن في صحيح الترمذي 1635. ¶ (5) رواه مسلم 17 ، وأبو داود 5225 ، والترمذي 2011 ، وابن ماجة 4187 ، والإمام أحمد في المسند 1079. ¶ (6) حكم عليها الألباني بالضعف في ضعيف ابن ماجة 916 ، لكنه صححها في صحيح الجامع 7848. ¶ (7) روضة العقلاء 216.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "فالواقع أحيانا قد يستفز الإنسان لإصدار حكم قبل أن تتكامل صورة الواقعة أو يتكامل تصور النص، أو تستكمل ضوابط التنزيل الصحيح. ¶ وقد يكون للهوى نصيب وحظ في استعجال إطلاق الأحكام من أجل تحقيق نوع من المجد للذات، أو شهرة، بإيجاد نوع من (السبق الصحفي) يسبق به الشخص غيره في تنزيل شيء من الأحاديث على الواقع ليكون مصدرا عند العوام وعند من لا يفقه فإذا حققت أحكامه عند العلماء تبين التبر من التبن، فليس كل سوداء تمرة ولا كل بيضاء شحمة. والموفق من ثبته الله على الحق ولم يتجاوب مع استفزاز الشيطان، قال الإمام ابن القيم رحمه الله تعالى: (تحت قوله: (يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة) كنز عظيم، من وفق لمظنته وأحسن استخراجه واقتناءه وأنفق منه فقد غنم، ومن حرمه فقد حرم، وذلك أن العبد لا يستغني عن تثبيت الله له طرفة عين فإن لم يثبته وإلا زالت سماء إيمانه وأرضه عن مكانهما)(1)، فليلهج العبد في أزمنة الفتن بدعاء النبي صلى الله عليه وسلم الثابت من حديث أم سلمة رضي الله عنها حين سئلت: ما كان أكثر دعاء رسول الله صلى الله عليه وسلم إذا كان عندك، قالت: كان أكثر دعائه (يا مقلب القلوب ثبت قلبي على دينك) قالت: فقلت: يا رسول الله ما أكثر دعاءك يا مقلب القلوب ثبت قلبي على دينك، قال: (يا أم سلمة إنه ليس آدمي إلا وقلبه بين أصبعين من أصابع الله فمن شاء أقام ومن شاء أزاغ) فتلا معاذ: (ربنا لا تزغ قلوبنا بعد إذ هديتنا)(2)، وليكثر من قول: (اللهم رب جبرائيل وميكائيل وإسرافيل، فاطر السماوات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم)(3) ¶ __________ ¶ (1) إعلام الموقعين 2/306. ¶ (2) رواه الترمذي 3522 ، والإمام أحمد في المسند 26139 ، وصححه الألباني في صحيح سنن الترمذي 2792. ¶ (3) رواه مسلم 770 ، وأبو داود 767 ، والترمذي 3420 ، والنسائي 1625 ، وابن ماجة 1357 ،والإمام أحمد في المسند 24699 ، وهو من أدعية الاستفتاح التي كان النبي صلى الله عليه وسلم يستفتح بها في قيام الليل.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "، فلا يصح أن تتبدل المعايير والمناهج الشرعية في أزمنة الفتن بل الثبات على الحق مطلوب في كل حين وعلى كل حال، قال حذيفة بن اليمان: (إن الفتنة تعرض على القلوب، فأي قلب أشربها نكتت فيه نكتة سوداء، فإن أنكرها نكتت في نكتة بيضاء، فمن أحب منكم أن يعلم أصابته الفتنة أم لا، فلينظر فإن كان يرى حراما ما كان يراه حلالا، أو يرى حلالا ما كان يراه حراما، فقد أصابته الفتنة)(1)، ودخل أبو مسعود الأنصاري رضي الله عنه على حذيفة رضي الله عنه فقال: أوصنا يا أبا عبدالله، فقال حذيفة: أما جاءك اليقين؟ قال: بلى وربي، قال حذيفة: فإن الضلالة حق الضلالة أن تعرف اليوم ما كنت تنكر قبل اليوم، وأن تنكر اليوم ما كنت تعرف قبل اليوم، وإياك والتلون فإن دين الله واحد.(2) ¶ فلا يصح أن يتعجل الشخص في إصدار حكم على قضية من القضايا قبل تكامل آلة الحكم عنده، فلا بد أن يكون بصيرا بالنص ثبوتا ومعنى بصيرا بالواقع فيصدر حكما يرجو به أن يكون أقرب للصواب بحسب تكامل تلك الآلة فيعطي كل قضية حقها ومستحقها من الحكم فلا يعطي القطعي حكم الظني ولا الظني حكم القطعي، فإن فلتت منه كلمة بان له خطؤها فلا عليه أن يعود إلى الحق فإن العود إلى الحق أحمد، فإن لم يعد واستمرأ الخطأ في هذا الباب فليعلم أنه ممن قد غلبه هواه، وليخش على نفسه مغبة الباطل واستمراءه. ¶ __________ ¶ (1) رواه ابن أبي شيبة وأبو نعيم في الحلية ولحاكم وأبو عمرو الداني ونعيم بن حماد انظر صحيح مرويات حذيفة في الفتن وأشراط الساعة لعصام هادي 11. ¶ (2) رواه معمر وعلي بن الجعد في مسنده واللالكائي في اعتقاد أهل السنة والبيهقي في السنن الكبرى وابن أبي شيبة وأبو نعيم في الحلية انظر صحيح مرويات حذيفة في الفتن وأشراط الساعة لعصام هادي 48.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وخذ مثلا هذا (السبق الصحفي) الفريد حقا والذي لم ولا يسبق إليه صاحبه واعجب ما شئت أن تعجب واعلم أن هذا نموذج من نماذج متكاثرة كتبت ولا زالت تكتب حقيقتها العبث والتلاعب بنصوص الكتاب والسنة، يقول محمد عيسى داود في جريدة صوت آل البيت: (لم يعرف العالم كله بفضل الله كاتبا أو مفكرا قال بنظرية وجود المسيخ الدجال في مثلث برمودة، وأنه صاحب الأطباق الطائرة سوى الكاتب الصحفي محمد عيسى داود...) إلى أن يقول: (ومعلوم للقاصي والداني أنني بصفتي الكاتب محمد عيسى داود عضو نقابة الصحفيين، والمستشار الإعلامي لمؤسسة أمل الإعلامية، الصاحب الأوحد لفكرة أن المسيخ الدجال هو مخترع الأطباق الطائرة، وأن له قلعة بمثلث برمودة، ولا يوجد كاتب في كل الدنيا قال بذلك غيري، وقد تعدى \"فلان...\" بسرقة نتائج أبحاثي، وانتحلها لنفسه، وذلك ثابت بكتابين له تم إبلاغ النيابة عنهما، وهي التي قامت بتحريك الدعوى ضده بتهمة السرقة الفكرية...) الخ. ثم يقول: (يكفيني فخرا مئات بل آلاف القراء الذين يؤازرونني لعلمهم بالحقيقة، ويكفيني فخرا شهادة الدكتور... فلان، الذي شهد لي بأنني رائد هذا المجال، وصاحب الفكرة، ومن عداي عالة علي من الهواة والمقلدين)(1)، ويقول في كتابه المفاجأة ص9: ¶ __________ ¶ (1) نقلا عن المهدي وفقه أشراط الساعة 633 وقد عقب عليه بـ(اهـ بتصرف) وأحال على عدد النصف الأول من نوفمبر 2000م ، الموافق شعبان 1421هـ ص5 وقال الشيخ بعد الإحالة: (وباستطلاعي أعداد من الجريدة يتضح أنها شيعية التوجه ، حيث تنشر مقالات من مفهوم شيعي ، بما في ذلك سب بعض الصحابة الكرام رضي الله عنهم ، والترويج لمفاهيم رافضية منحرفة).",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "(اللهم تقبل عملي هذا، واجعلني اللهم من كتبته في لوحك المحفوظ أول رجل في أمة سيدنا محمد صلى الله عليه وسلم يمهد للمهدي سلطانه، كما تفضلت علي من قبل وجعلتني أول رجل في الكرة الأرضية يكشف أن المسيخ الدجال له قلعة في برمودة، وأنه صاحب الأطباق الطائرة، وأنه السامري، وأنه صاحب الختم على العملة الأمريكية بشعاره هو، لا الماسونية، وأنه هو الذي صاغ برتوكولات شيوخ صهيون، وأنه صاحب الوجه الآخر للمؤامرة على البشرية، فاجعلني اللهم أول من يبني منبرا للمهدي في مصر والعالم الإسلامي، والكرة الأرضية، ويهيئ العقول للخير القادم، حاملا سنبلة خضراء يتضاعف عطاؤها رزقا واسعا لكل أبناء آدم، وفي اليد الأخرى سيف ليقطع عنق الشر والأشرار، اللهم وكما جعلت كتبي وأفكاري رزقا واسعا للكثيرين في كل مسارات أرضك، فسلط اللهم سيف انتقامك على من يسرق فكري، أو يحاول تعطيل مسيرتي بأي كيد وضيع وضاعة أهل الكيد والسرقة والشر والكذب)(1)، فتأمل في مثل هذا الكلام والذي يقطر فخرا وغرورا ولكن بماذا (بنظرية وجود المسيخ الدجال في مثلث برمودة، وأنه صاحب الأطباق الطائرة)!! لكن لا نعجب إذا نطق الرويبضة! ¶ ومن العبارات الجليلة النفيسة في هذا الباب -باب التأني والتؤدة- والتي يمكن أن تجعل أصلا في زمن العابثين هذا، ما أسند إلى حفص بن غياث قال: قلت لسفيان الثوري: (يا أبا عبدالله، إن الناس قد أكثروا في المهدي، فما تقول فيه؟)، قال: (إن مر على بابك فلا تكن منه في شيء حتى يجتمع الناس عليه)(2). ¶ __________ ¶ (1) تحذير ذوي الفطن 11. ¶ (2) حلية الأولياء 7/31.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "فهذه العبارة عليها نور السلفية المستقى من شمس السنة النبوية المحمدية، وهي فرع من فروع الأصل النبوي السابق: (التأني من الله والعجلة من الشيطان)(1)، وقصد سفيان بين واضح في التأنى والتروى حتى يتحقق المرء من أن هذا الرجل المعين هو المهدي حقا ومن علامة ذلك اجتماع الناس عليه، فليس شرطا أن تكون أول تابع له بل ليس شرطا أن يكون اجتماع الناس عليه لعلمهم بكونه هو المهدي المقصود ابتداء، وتأمل في قول السائل (إن الناس قد أكثروا في المهدي) فحالنا كحالهم، والتوجيه ينبغي أن يكون واحدا: (إن مر على بابك فلا تكن منه في شيء حتى يجتمع الناس عليه). ¶ __________ ¶ (1) سبق تخريجه في بداية هذا المبحث.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "ويتأكد التأني والتثبت والتحقق إذا كان التنزيل مما يترتب عليه عمل، فالحكم على نار خرجت من أرض الحجاز أنها مقصودة بالنص النبوي يحتاج إلى أناة حتى لا يكون الإنسان فريسة القول على الله بغير علم، لكن الخطأ فيه أهون بمراحل من خطأ يستلزم عملا يحدثه المكلف في الواقع أو يترتب على التنزيل ترك للعمل تواكلا على القدر، ولحوقا بحال الشيعة مع مهديهم المنتظر، فالأصل مثلا في الإسلام الخلطة، والخلطة في الأصل خير من العزلة، فإذا حكم المرء خطأ على زمن بأنه زمان قول النبي صلى الله عليه وسلم: (يوشك أن يكون خير مال المسلم غنم يتبع بها شعف الجبال ومواقع القطر، يفر بدينه من الفتن)(1) فرتب على ذلك وجوب اعتزال الناس أو مشروعيته كان مخطئا بل منحرفا، كذلك من حكم لفلان أنه المهدي مثلا فإنه سيوجب اللحوق به ومبايعته ونصرته إلى غير ذلك مما يجب حياله ثم إذا ظهر أنه ليس بالمهدي المقصود فقد وضع الأحكام في غير موضعها ورتبها على أمور متوهمة، وكان خطأه مضاعفا خطؤه في التنزيل وخطأ في العمل، ومن تتبع مثل هذا على مر التاريخ علم خطورة الموقف، وجلالة كلمة الإمام سفيان المتقدمة، والمقصود أن التأني مطلوب في الكل وأن العجلة مظنة الخطأ، وبعض الخطأ أعظم من بعض، والقاعدة في هذا الباب من استعجل الشيء قبل أوانه عوقب بحرمانه.. ¶ قد يدرك المتأني بعض حاجته ... ... وقد يكون مع المستعجل الزلل. ¶ المعلم الثاني عشر: مراجعة العلماء في هذا الباب ¶ __________ ¶ (1) رواه البخاري 19 ، والنسائي 5036 ، وابن ماجة 3980 ، والإمام أحمد في المسند 10649.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "الواجب على من وقع في نفسه شيء في هذا الباب أن لا يتعجل في إبرازه وإظهاره قبل سؤال أهل العلم واستشارتهم، إذ أن مثل هذا المباحث من المباحث الدقيقة كما تقدم والتي تحتاج إلى جمع نصوص والحكم عليها وتتبع ما فيها من المعاني ثم مقارنتها بالواقع للحكم على التنزيل صحة وفسادا، وهذا يعد لونا من ألوان تحقيق المناط، والذي له شروطه وضوابطه التي لا يتقنها كل أحد بل لا يتقنها إلا العلماء، وليتذكر العبد في مثل هذا الباب قول الباري سبحانه وتعالى: (فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ) وقال تعالى: (وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُوْلِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لاتَّبَعْتُمْ الشَّيْطَانَ إِلاَّ قَلِيلاً)، وعلى هذا النهج جرى السلف الصالح وخذ هذه الأمثلة الدالة على هذا المعنى: ¶ عن طاووس أن رجلا اعترض لأبي موسى الأشعري فقال: هذه الفتنة التي كانت تذكر؟ وذلك حين افترق هو وعمرو بن العاص رضي الله عنهما حين حكما، فقال أبو موسى: ما هذه إلا حيصة من حيصات الفتن وبقيت الرداح المطبقة من أشرف لها أشرفت له، القاعد فيها خير من القائم، والقائم خير من الماشي، والماشي خير من الساعي، والصامت خير من المتكلم، والنائم خير من المستيقظ.(1) ¶ وعن أبي عمرو الشيباني قال: كنت مع حذيفة بن اليمان في المسجد، إذ جاءه أعرابي يهرول حتى جثا بين يديه، فقال: أخرج الدجال؟ فقال حذيفة: أنا لما دون الدجال أخوف من الدجال، وما الدجال، إنما فتنته أربعون يوما.(2) ¶ __________ ¶ (1) رواه نعيم بن حماد في الفتن برقم 105 قال المحقق: (إسناده صحيح) ¶ (2) رواه نعيم بن حماد في الفتن برقم 1551 قال المحقق: (إسناده قوي) ، وقال عصام هادي: (إسناده صحيح) صحيح مرويات حذيفة في الفتن وأشراط الساعة.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "عن حكيم بن سعد قال: لما قام سليمان، فأظهر ما أظهر، قلت لأبي يحيى: هذا المهدي الذي يذكر، قال: لا.(1) ¶ وفي حديث أبي نضرة قال: كنا عند جابر بن عبد الله فقال: يوشك أهل العراق أن لا يجبى إليهم قفيز ولا درهم، قلنا: من أين ذاك؟ قال: من قبل العجم يمنعون ذاك، ثم قال: يوشك أهل الشام أن لا يجبى إليهم دينار ولا مدي، قلنا: من أين ذاك؟ قال: من قبل الروم ثم سكت هنية، ثم قال: قال رسول الله صلى الله عليه وسلم: (يكون في آخر أمتي خليفة يحثي المال حثيا لا يعده عددا) قال: قلت لأبي نضرة وأبي العلاء: أتريان أنه عمر بن عبد العزيز فقالا: لا.(2) ¶ قال الشيخ محمد إسماعيل المقدم موضحا دور العلماء في هذا المجال: ¶ (إن الله سبحانه وتعالى ينصب الأدلة الواضحة على بطلان وزيف دعاوى المدعين، لكنها قد لا تظهر إلا لأولي العلم الذين اختصهم الله سبحانه بالبصيرة في الدين، ولا تكاد تجد مدعيا المهدية إلا ويكون الله سبحانه قد هيأ له من أهل العلم، من ينقض دعواه، ويكشف زيفه، وأحيانا يكون بطلان دعواه ظاهرا للعيان إذ لا يستند إلى دليل سوى الهذيان، ولا يدعي دعوى إلا ويبطلها البرهان، وقد يبلغ جهله إلى حد الاستدلال بنفس الدعوى مع أن الدعوى يستدل لها ولا يستدل بها)(3). ¶ فمن الأشراط ما إذا تحقق فلا يستبين أمرها إلا للعلماء، ومنها ما يستبين لأهل العلم زيف التنزيل، ومن الأشراط ما يعلمه كل أحد إذا تحقق ووقع وأول من يدخل في معرفتها والعلم بها أهل العلم، فالرجوع إليهم بكل حال خير وفضيلة، فهم يرشدون الضال، ويصوبون المخطئ، ويثبتون المحق على حقه. ¶ المعلم الثالث عشر: التجرد في البحث والخروج عن الهوى ¶ __________ ¶ (1) رواه ابن أبي شيبة في المصنف برقم 37651 ، 7/514. ¶ (2) رواه مسلم 2913 ، والإمام أحمد في المسند 13997. ¶ (3) المهدي وفقه أشراط الساعة 579.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "قد يكون للمرء هوى مستحكم يقوده في بحثه لإخراج المسألة على صورة معينة، أو تكون عنده أمنية يود أن لو كان الدليل دالا على تحققها كاستعجال نصر أو رفع ظلم، أو يقع له خاطر يستحسنه ويجد ما يعضده من الدليل، فإذا بحث وفتش وجمع، وجد المعارض فيصعب عليه تغيير ما وقع في نفسه مما استحسنه ويود أن لو كان الأمر بخلاف ما حقق فيسعى في دفع المعارض عن قوله فيقع في الخطأ حيث تطلب الصواب في قوله مع ظهور خطئه(1)، هذا كله إذا كان هوى المرء مجردا لنصرة قول فكيف يكون حال المرء إذا كان في القول الذي ينصره شهرة وعيش ، فلا شك أن الأمر أصعب وأصعب والاعتراف بالحق والحالة هذه أشق وأشق(2)، فكيف إذا اقترن بذلك كله دعوى عريضة كادعاء المهدوية مثلا فلا شك أن الأمر يكون أخطر وأخطر والهوى فيه أوضح وأظهر، وبهذا تخرج المسألة من مجال البحث العلمي الصرف الذي يراد من خلاله التوصل إلى الحق من الباطل إلى طريق مختصر للترؤس أو التكسب أو الشهرة أعاذنا الله من هذه الحال وقد وقعت مثل هذا البلايا لكثيرين، ومن تتبع أحوال مدعي المهدوية ودعاتهم علم شيئا من هذا وظهر له حجم التكلف في تطبيق نصوص المهدي على مهديهم لتسلم لهم أهواؤهم ولو عارضت النصوص وانظر في هذه الأمثلة لبعض مدعي المهدوية والأتباع الموضحة لهذه الحال: ¶ __________ ¶ (1) انظر القائد إلى تصحيح العقائد 32. ¶ (2) انظر القائد إلى تصحيح العقائد 13.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "قال الجونبوري وهو من مدعي المهدية في الهند: (كثر الخلاف في الحديث ويصعب تمييز الصحيح من السقيم، فالذي يوافق كتاب الله تعالى ويوافق أحوالي فاقبلوه)(1) فهل يقول مثل هذا عاقل ؟ وهل يقر به متجرد عن الهوى ؟ اللهم لا، ولما سأل علماء هرات الجونبوري: على أي أساس تدعي المهدية لنفسك؟ قال: أنا لا أدعيها من عند نفسي، بل أدعيها بأمر من الله سبحانه وتعالى(2)، وسئل مرة: إن اسم أبي المهدي عبدالله، وأنت ابن سيدخان، فأجاب قائلا: أليس الله بقادر على أن يبعث ابن سيدخان مهديا؟! وأجاب مرة ثانية: اسألوا الله لماذا بعث ابن سيدخان مهديا؟! وقال مرة ثالثة: اذهبوا فقاتلوا الله تعالى لماذا بعث ابن سيدخان(3)، فتأمل كيف يسيطر الهوى على أمثال أولئك ويردون النصوص ويحرفونها لتسلم لهم دعاويهم الفارغة. ¶ __________ ¶ (1) فرق الهند 248 عن المهدي وفقه أشراط الساعة 630. ¶ (2) فرق الهند 246 عن المهدي وفقه أشراط الساعة 579. ¶ (3) فرق الهند 302 عن المهدي وفقه أشراط الساعة 580.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "أما أتباع بعض دعاة المهدوية فحالهم كذلك عجيب خذ مثلا ما (نشر في العروة الوثقى ص 208-209: لقد أخذ الاعتقاد بمحمد أحمد سبيلا في قلوب الهنديين، حتى كتب إلينا أحد أصدقائنا في لاهور أن محمد أحمد لو كان دجالا لأوجبت علينا الضرورة أن نعتقده مهديا، وألا نفرط في شيء مما يؤيده.)(1)، نعم و(لو كان دجالا لأوجبت علينا الضرورة أن نعتقده مهديا) هل يقول هذا عاقل متجرد لنصرة الحق؟ أم هو من أقوال من غلبتهم أهواؤهم فأعمتهم وأصمتهم ؟ نسأل الله الهداية، ولذا فإن كثيرا من تلكم الدعوات القائمة على دعوى المهدوية تستمر ولو مات المهدي المزعوم أو قتل، ولا يكون في مثل ذلك عبرة وعظة للأتباع لمعرفة حجم الضلال والانحراف الذي وقع بهم ومنهم، ويصعب عليهم العود إلى الحق، فيلوون عنق الواقع، كما لووا عنق النصوص، فلان ما مات، فلان حي وسيعود، فلان في دور الستر وسيخرج، فلان قد رئي العام عند الكعبة وهكذا(2)، ومثال هذا ما ذكره البرزنجي قال: (وقد ذكر الشيخ علي المتقي في رسالة له في أمر المهدي: أن في زمانه خرج رجل بالهند ادعى أنه المهدي المنتظر واتبعه خلق كثير، وظهر أمره وطار صيته، ثم إنه مات بعد مدة، وأن أتباعه لم يرجعوا عن اعتقادهم، قلت: وقد سمعت كثيرا من القادمين من بلاد الهند إلى الحرمين من العلماء والصلحاء، أن أولئك القوم إلى الآن على ذلك الاعتقاد الخبيث، وأنهم يعرفون بالمهدوية، وربما سموا بالقتالية، لأن كل من قال لهم: إن اعتقادكم باطل، قتلوه، حتى أن الرجل الواحد منهم يكون بين الجمع الكثير من المسلمين، فإذا قيل له: إن اعتقادك باطل، قتل القائل، ولا يبالي أيقتل أم يسلم، وهم خلق كثير، وقد ضموا إلى ذلك الاعتقاد بدعا أخر خرجوا بها عن سواء الصراط)(3)، قال صديق حسن خان: (قلت: وهذا هو السيد محمد الجونفوري)(4) ¶ __________ ¶ (1) الأصول الفكرية 267 عن المهدي وفقه أشراط الساعة 518. ¶ (2) انظر المهدي وفقه أشراط الساعة 583. ¶ (3) الإشاعة 254. ¶ (4) الإذاعة 167 ، وانظر ما ذكره صاحب عون المعبود 11/247 في حال أتباع الغازي السيد أحمد البريلوي.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": ". ¶ والمقصود أن من أراد أن يلج هذا الباب -أعني باب تنزيل النصوص على الواقع- فيجب عليه أن يلقي على عتبته أهواءه ليسلم له دينه أولا، ويصح له تنزيله ثانيا، أما أن يبقى على هواه ويريد أن يصح التنزيل فلا، وليعلم أنه سيكون ساعتئذ منزلا لهواه على الواقع لا لنصوص مولاه وأقوال نبيه صلى الله عليه و سلم. ¶ المعلم الرابع عشر: عدم محاكمة نصوص المستقبل للوقع الحالي ¶ من الأخطاء التي يمارسها بعض المشتغلين بتنزيل النصوص على الواقع محاكمة الشرط أو الفتنة أو الملحمة الآتية في ضوء ما يعيشه هو من أحوال، فينبغي التنبه إلى أن لكل زمان أحواله وظروفه، وأن الواجب التسليم للنصوص الشرعية وحملها على ظواهرها وإن لم نعقل كيف سيكون هذا الواقع المستقبلي على جهة التفصيل، بل نحكم ونؤمن بما تضمنه النص وما زاد عن ذلك فاجتهاد يعتريه الصواب والخطأ، ومن لم يراع هذا الأصل وقع في رد بعض النصوص توهما أنها مستحيلة أو ممتنعة ثم تكشف الأيام أن الامتناع متوهم وأن ما تضمنه النص ممكن بل واقع، ومما يدل على المعنى -محاكمة المستقبل للحاضر-: ¶ ما صح عن حذيفة قال: ليأتين عليكم زمان خيركم فيه من لا يأمر بمعروف ولا ينهى عن منكر، فقال رجل من القوم: أيأتي علينا زمان نرى المنكر فيه فلا نغيره، قال: والله لتفعلن، قال: فجعل حذيفة يقول بأصبعه في عينه: كذبت والله ثلاثا، قال الرجل: فكذبت وصدق.(1) ¶ __________ ¶ (1) رواه ابن أبي شيبة وأبو نعيم انظر صحيح مرويات حذيفة في الفتن وأشراط الساعة 16 لعصام هادي وقال: (وإسناده حسن).",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "وكذا ما صح عنه أيضا رضي الله عنه أنه قال: كيف أنتم إذا انفرجتم عن دينكم كما تنفرج المرأة عن قبلها لا تمنع من يأتيها، قالوا: لا ندري قال: لكني والله أدري أنتم يومئذ بين عاجز وفاجر، فقال: رجل من القوم قبح العاجز عن ذاك، فضرب ظهره حذيفة مرارا ثم قال قبحت أنت قبحت أنت.(1) ¶ فتأمل كيف حاكم هذا التابعي ما نص عليه حذيفة إلى ما يعايشه هو من عزة هذا الدين وأهله في زمنه، وكيف أنكر عليه حذيفة مما يبين أن الظرف والواقع مختلف. ¶ ومما يدل على هذا كذلك مما له صلة بالبحث ما قاله البرزنجي معلقا على مكث المهدي مدة تسع سنوات قال: ¶ (ولا شك أن مدة التسع فما دونها لا يمكن أن يساح فيها ربع أو خمس المعمورة سياحة فضلا عن الجهاد وتجهيز العساكر وترتيب الجيوش وبناء المساجد وغير ذلك)(2). ¶ ومما يقع لبعضهم نتيجة محاكمة المستقبل للواقع الحالي أن يتأول تلك النصوص في ضوء ما يعايشه هو ، ظنا منه أن الشرط سيكون من جنس ما يراه ويعايشه مع كون النص متضمنا لنقيض هذا، فمن أمثلة هذه التأويلات السخيفة العجيبة والتي تدل على خيال واسع عند بعض الكتاب في هذا الباب ما قاله هشام كمال عبدالحميد في كتابه اقترب خروج المسيخ الدجال ص29 حيث قال: ¶ __________ ¶ (1) رواه ابن أبي شبة والحاكم والداني ونعيم ، انظر صحيح مرويات حذيفة في الفتن وأشراط الساعة 25 لعصام هادي وقال: (إسناده ضعيف ، فيه المنذر بن هوذة ، ذكره أبو حاتم والبخاري ولم يذكرا فيه جرحا ولا تعديلا ، ولطرفه الأول طريق أخرى عند ابن أبي شيبة (37415) تأتي برقم 75 يتقوى بها). ¶ (2) الإشاعة 226 ، قال المحقق معلقا: (عدم الإمكانية في رأي المؤلف نظرا للوسائل المتاحة في عصره ، أما في عصرنا الحالي فوسائل النقل سريعة وجهود المختصين في هذا المجال مستمرة لإيجاد وسائل أسرع من الصوت ، وهي مشاهدة معروفة ، فوقوع سياحة المعمورة في المدة المذكورة ليس مستحيلا في زماننا وفي المستقبل والله أعلم).",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "(بالنسبة لما سيكون مع الدجال من كميات كبيرة من القمح تشبه الجبال، فيمكن تخيله بقيام الشياطين بزراعة مساحات كبيرة من الأراضي الصحراوية تحت الأرض باستخدامهم أساليب زراعية متطورة كالتهجين، وذلك قبل خروج الدجال بعشرات السنوات، ثم تقوم الشياطين بتخزين هذا القمح في صوامع تحت الأرض، وبأسلوب تخزين جيد يحفظها لفترات طويلة حتى يصل حجم ها المخزون على مدار عدد من السنوات إلى ما يشبه الجبال، فيخرج الدجال ومعه هذه الكميات التي يغوى بها أهل الأرض. ¶ وبالنسبة لقيام الدجال بأمر السماء أن تمطر فتمطر أمام الناس، فيمكن تخيله بقيام الشياطين بصنع أجهزة علمية للدجال تصنع سحابا صناعيا مزودا بشحنات كهربائية مسجل عليها بصمة صوت الدجال (مثل نظام الخزائن البنكية التي لا تفتح إلا ببصمة صوت صاحب الخزينة فقط)، فتطلق الشياطين هذه السحابة من الأجهزة المعدة لذلك من مكان بعيد عن المكان الذي يقف فيه الدجال أمام الناس، وعندما تمر السحابة من فوقهم ينادي الدجال بإسقاط مطرها فتصطدم ذبذبات صوته بالذبذبات المسجلة لصوته على السحابة فتحدث شرارة كهربائية أو صاعقة بها وتسقط مطرها، ويمكن تخيل ذلك أيضا بقيام الشياطين بإطلاق السحابة الصناعية في السماء من مكان بعيد، وعندما ينادي عليها الدجال تقوم الشياطين من خلال أجهزة اتصال كاللاسلكي أو من خلال سماع صوته، وهم في مكانهم بالضغط على جهاز مثل الريموت كنترول، فيجعلون السحابة تسقط ما فيها من ماء، ويظن الناس أنها أمطرت بأمر الدجال)(1). ¶ وقال ص156: ¶ (الحمار المذكور في أحاديث النبي صلى الله عليه وسلم والذي سيمتطيه الدجال ما هو إلا طبق طائر صنعته له الشياطين، ولكن النبي صلى الله عليه وسلم شبهه بالحمار تحقيرا له، وليقرب إلى أهل زمانه وصف الدابة التي سينتقل بها الدجال)(2). ¶ __________ ¶ (1) تحذير ذوي الفطن 107. ¶ (2) تحذير ذوي الفطن 112.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "فتأمل كيف تعطل النصوص الشرعية بمثل هذه التأويلات الغريبة والتفسيرات العجيبة المبنية على مجرد الظن والتخمين والتخرص(1). ¶ والقصد أنه يجب الإيمان بما تضمنته النصوص على ظواهرها ولا يصح محاكمتها لواقع معاش تحرف النصوص من أجله أو ترد، أما كيف ستتحقق تلك النصوص؟ وكيف ستصل البشرية إلى هذا؟ وكيف ستؤول إلى ما ستؤول إليه؟ فالأسلم الإمساك، ومع ذلك فالمتكلم فيه باجتهاد صحيح بتحليل الواقع والنظر فيه واستشراف المستقبل لا بأس عليه، ويبقى في دائرة المظنونات التي لا يمكن الجزم بها، ومن المهم أن لا يربط هذا الاستشراف الاجتهادي بالنصوص فتفسر في ضوئه، أو تلزم بلوازمه، ويظل رأيا ظنيا واجتهادا غير لازم ولا ملزم، ومن هذا الباب مثلا ما ذكره الشيخ عمر الأشقر، قال: ¶ (وهذه الأحاديث وأحاديث مشابهة كثيرة تدل على أن هذه الحضارة الهائلة التي اخترعت هذه القوة الهائلة من القنابل والصواريخ ستتلاشى وتزول، وأغلب الظن أنه ستدمر نفسها بنفسها، وأن البشرية ستعود مرة أخرى إلى القتال على الخيول واستعمال الرماح والقسي ونحو ذلك، والله أعلم)(2)، فهذا رأي من آراء كثيرة، والمهم هو الإيمان بما تضمنته النصوص، أما كيف ستظهر مضامين هذه النصوص في الواقع فإن لم يرد منصوصا عليه فليس بلازم الأخذ فيه باجتهاد مجتهد وتكون من قبيل التحليلات والتي يقرب بعضها من العقل وقد يشطح بعضها ويسرح في عالم من الخيال فيكون القول مردودا ليس من جهة الشرع فحسب بل لرد العقول والنفوس السوية له والله أعلم. ¶ المعلم الخامس عشر: محاولة افتعال واقع يمكن أن تنزل عليه النصوص ¶ __________ ¶ (1) وراجع ما تقدم من وجوب حمل النصوص الشرعية على ظواهرها والحذر من الخوض فيها بالتأويل. ¶ (2) اليوم الآخر القيامة الصغرى 275.",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "إن من طبيعة هذه النصوص الشرعية أنها أخبار يعلم بها ما سيقع، وليست إنشاءات يراد منها التكليف بإيقاع تلك الأخبار، ومما يمارسه بعضهم في استعجال للتنزيل افتعال بعض الأوصاف الواردة في النصوص ثم هو يريد بعد ذلك أن يطبق النص على الواقع الذي صنعه، يقول الشيخ محمد إسماعيل المقدم: (ومن العبث بأشراط الساعة: تكلف بعضهم اصطناع هذه الأشراط، وإيجادها في الواقع عنوة، حتى إن من مدعي المهدية من يغير اسمه واسم أبيه، أو يدعي الانتساب إلى آل البيت الشريف، متناسين أن المنتظر تصنعه المهدية، لكنه لا يصنعها ولا يصطنعها)(1)، ويقول في معرض ذكر شروط صحة ترقب ما سيقع من الأشراط: (أن تبقى هذه الأشراط في دائرة التوقع المظنون دون أن نتكلف إيجادها بإجراءات من عند أنفسنا، لأنها أمور كونية قدرية واقعة لا محالة، ولم نخاطب باستخراجها من عالم الغيب إلى عالم الشهادة)(2). ¶ ومن الأمثلة على هذا ما وقع من محمد بن عبدالله بن الحسن الملقب بالنفس الزكية رحمه الله، حين تلقب بالمهدي، قال ابن كثير: (تلقب بالمهدي طمعا أن يكون هو المذكور في الأحاديث، فلم يكن به، ولا تم له ما رجاه، ولا ما تمناه، فإنا لله)(3). ¶ ومن الأمثلة كذلك ما وقع للخليفة العباسي المهدي، قال ابن كثير: (وإنما لقب بالمهدي رجاء أن يكون الموعود به في الأحاديث فلم يكن به وإن اشتركا في الاسم فقد افترقا في الفعل ذاك يأتي آخر الزمان عند فساد الدنيا فيملأ الارض عدلا كما ملئت فجورا وظلما وقد قيل : إن في أيامه ينزل عيسى بن مريم بدمشق)(4). ¶ __________ ¶ (1) المهدي وفقه أشراط الساعة 631. ¶ (2) المهدي وفقه أشراط الساعة 696. ¶ (3) البداية والنهاية م5 10/501. ¶ (4) البداية والنهاية م5 10/576.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "ومن الأمثلة كذلك ما ذكره البرزنجي قال: (وظهر قبل تأليفي لهذا الكتاب بقليل، رجل بجبال عقر أو العمادية من الأكراد يسمى عبدالله، ويدعي أنه شريف حسيني، وله ولد صغير ابن اثنتي عشرة سنة أو أقل أو أكثر، قد سماه محمدا ولقبه المهدي، فادعى أن ابنه هو المهدي الموعود، وتبعه جماعة كثيرة من القبائل، واستولى على بعض القلاع، ثم ركب عليه والي الموصل ووقع بينهم قتال وسفك دماء، وقد انهزم المدعي وأخذ هو وابنه إلى استنبول، ثم إن السلطان عفى عنهما ومنعهما من الرجوع إلى بلادهما وماتا جميعا)(1). ¶ وأعجب منه صنيع الجنبوري، (قال أبو رجاء محمد الشاه جهانبوري في الهدية المهدية: إن الجنبوري -واسمه محمد بن يوسف الحسيني- لم يمنع أصحابه من ذلك، (أي من نسبة المهدوية إليه)، وبدل اسم أبيه بعبدالله، واسم أمه بآمنة، وأشاعهما في الناس)(2). ¶ ومن النماذج المضحكة على هذا الافتعال ما صنعه ميرزا غلام أحمد القيداني والذي ادعى الإصلاح ثم التجديد ثم المهدوية ثم كونه المسيح المنتظر فقام ببناء منارة بقاديان سماها منارة المسيح وذلك بعد دعواه المسيحية بـ12 سنة، وذلك ليكمل دعواه أنه المسيح ابن مريم الذي ينزل عند المنارة البيضاء شرقي دمشق!!(3). ¶ والمقصود أن هذه النصوص أخبار، فلا يشرع أن تفتعل في الواقع حتى تنزل الأخبار عليها، والله أعلم. ¶ المعلم السادس عشر: إعطاء كل تنزيل حقه من القطع والظن ¶ __________ ¶ (1) الإشاعة 255. ¶ (2) كتابه المهدي وفقه أشراط الساعة 429. ¶ (3) انظر القاديانية لإحسان إلهي ظهير 164.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "إن تنزيل مثل هذه النصوص محل البحث على الواقع، ليست على درجة واحدة في القوة، فمنها ما يكون تحققه في الواقع معلوما على نحو قطعي ومنها ما هو أقل من ذلك وهكذا، حتى إن الظن بتحقق الشرط قد يقوم بنفس الباحث ويكون من قبيل الظن المرجوح، بل قد يجزم الباحث ويقطع أن التنزيل غير صحيح، فهذا التفاوت في قوة التنزيل حاصل وواقع يتفاوت من القطع إلى القطع، القطع بالتحقق إلى القطع بعدم التحقق وبينهما درجات، فلا يصح إعطاء حكم التنزيل حكما واحدا من حيث القوة، كما لا يصح أن يعطى القطعي منها حكم الظني ولا الظني حكم القطعي بل يجب أن ينزل الكل في منزلته اللائقة به، فلا يقطع إلا بما حقه القطع، ويبقى على الظن إذا كان الأمر محتملا مترددا يستوجب الظن، والذي يلحظه القارئ لكثير من كتابات أولئك العابثين بالأشراط أنهم يقدمون ما يقدمون من عبث على أنه قطعيات لا يصح أن تكون موطن خلاف، أو يقدمونها في قالب غلبة الظن، أو يقدقدون ثم يحددون الواقعة باليوم والشهر والسنة فهل للقدقدة موطن من الإعراب في مثل هذا! ¶ وخذ أمثلة على هذا تدل على ما وراءه: ¶ يقول محمد عيسى داود في كتابه احذروا ص59 متحدثا عن الأطباق الطائرة: (وأقسم لكم بالله غير حانث أنهم من هذه الأرض، ومن أبنائها، ولكنهم رجال المسيخ الدجال، وتلك الأطباق من اختراعه الذي سبق به زماننا بقرون)(1). ¶ ويقول أمين محمد جمال الدين في كتابه هرمجدون ص48: ¶ (لقد كنت حريصا ألا أتورط في تنزيل الأحاديث على الواقع، ليس لعدم جواز ذلك، كلا، فإنه جائز، بل يجوز الحلف بالله على غلبة الظن وإنما منعا للجدل وتحرزا عن الدخول في متاهات المشغبين ممن لم تتسع دائرة علمهم ولم ترسخ بعد في العلم أقدامهم، ولكن هيهات هيهات. ¶ __________ ¶ (1) المهدي وفقه أشراط الساعة 615.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "أما الآن، وبعد أن أصبح الناس كلهم أو جلهم يتوقعون حروبا وملاحم تتجمع أسبابها وتتسارع وتيرتها، وتكاد تدق الأبواب، فإنني لا أجد غضاضة ولا حرجا في ذكر ما أعلم وتنزيل الأحاديث على الواقع، بل أستطيع أن أقسم على ذلك، ولا أظن أن أحدا الآن يجرؤ على خلع برقع الحياء، فيجادل أو يشغب إلا من أراد أن يشتهر أو يتكسب، فإن الأمر قد جد جده، ولم يعد هناك وقت للتهريج)(1). ¶ ويقول ص7: (أستطيع أن أحلف ولا أستثني أن ملاحم آخر الزمان، والتي تبدأ بالحرب العالمية الثالثة والأخيرة قد كشرت عن أنيابها، وشمرت عن ساعديها، وكشفت عن ساقيها)(2). ¶ ويقول ص119: (أحلف ولا أستثني أن أولى الجولات بدأت بالفعل)(3). ¶ ويقول الدسوقي في كتابه القيامة الصغرى على الأبواب 247: ¶ (فإذا ثبت لنا بما لا يدع مجالا للشك أن هذا الحدث هو معركة الكويت التي هي الحرب العالمية الثالثة، فإننا الآن نكون يقينا في انتظار الزلزال العظيم الذي هو علة الخسوف الثلاثة التي هي الآيات الثلاث الأولى من الآيات العشر)(4). ¶ فهل مثل هذه التنزيلات لو افترض صحتها وأنى يقطع بها ويجزم بها هكذا؟ لا، وإنما نشأ هذا القطع والجزم بهذه الأفكار لما استقر في نفوسهم من عجب وغرور، فحسبوا أنفسهم أنهم على شيء وحقيقة الأمر أنهم على لا شيء. ¶ __________ ¶ (1) تحذير ذوي الفطن 16. ¶ (2) المهدي وفقه أشراط الساعة 632. ¶ (3) المهدي وفقه أشراط الساعة 632. ¶ (4) تحذير ذوي الفطن 92.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "وأسباب إضعاف الجزم بالتنزيلات على الواقع كثيرة فمنها الاختلاف في ثبوت النص مثلا بحيث يترجح عند الباحث الصحة مثلا ويغلب على ظنه ولا يقطع، ثم قد يترجح عنده معنى من معاني النص بناء على غلبة الظن، ثم يأتي الاجتهاد في التنزيل وهو في كثير من الأحيان ظني، فهل مثل هذا مما يصح فيه القطع والجزم وهو قائم على سوق الظن والظن والظن، وإن كان راجحا عنده، اللهم لا، ومع ذلك فيمكن أن يقع الجزم والقطع بحسب النص وبحسب الواقعة كوقوع الإجماع مثلا على صحة تنزيل هذا النص على هذه الواقعة ومثاله ما صح في حديث أسماء في قصة مقتل ابن الزبير قالت وهي تخاطب الحجاج: أما إن رسول الله صلى الله عليه وسلم حدثنا أن في ثقيف كذابا ومبيرا فأما الكذاب فرأيناه وأما المبير فلا أخالك إلا إياه قال فقام عنها ولم يراجعها.(1) ¶ قال النووي: (وَقَوْلهَا فِي الْكَذَّاب: (فَرَأَيْنَاهُ) تَعْنِي بِهِ الْمُخْتَار بْن أَبِي عُبَيْد الثَّقَفِيّ، كَانَ شَدِيد الْكَذِب، وَمِنْ أَقْبَحه اِدَّعَى أَنَّ جِبْرِيل صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْتِيه. وَاتَّفَقَ الْعُلَمَاء عَلَى أَنَّ الْمُرَاد بِالْكَذَّابِ هُنَا الْمُخْتَار بْن أَبِي عُبَيْد، وَبِالْمُبِيرِ الْحَجَّاج بْن يُوسُف، وَاَللَّه أَعْلَم)(2). ¶ __________ ¶ (1) رواه مسلم 2545. ¶ (2) شرح صحيح مسلم 16/100.",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "كما يقع القطع والجزم إذا أخبر النبي صلى الله عليه وسلم لمعين معروف أنه سيجري له كذا وكذا فإن جرى عليه ذلك وانقطعت حياته قطعنا بأن ذلك الذي جرى هو المقصود بلا شك خذ مثلا قوله في عمار بن ياسر: (ويح عمار، تقتله الفئة الباغية، عمار يدعوهم إلى الله، ويدعونه إلى النار)(1)، وقد قتل رضي الله عنه في معركة صفين فوقع الجزم من العلماء بأن فئة معاوية باغية على علي ومن معه، ومثله ما جرى لعثمان من بلاء أخبر به النبي صلى الله عليه وسلم، وكذا ما جرى من الحسن من أمر الصلح، وما جرى على الحسين، وغير ذلك من أمثلة وقعت في السنة. ¶ كما يمكن الجزم متى ما تحقق شيء من صفات الشروط الخاصة إن وجدت والتي تدل قطعا على أن هذه الواقعة هي المقصودة بالنص كصلاة المسيح عيسى ابن مريم خلف المهدي وظهور المسيح الدجال في زمانه ففيه دلالة قطعية على كون هذا الرجل هو المعني بنصوص المهدي على ما تقدم والله أعلم. ¶ المعلم السابع عشر: مراعاة البعد الزمني وترتيب الأشراط ¶ وهذا أصل مهم في هذا الباب، فلا يصح أن يستعجل شرط قبل أوانه أو يقدم على واحد من أقرانه، بل لا بد أن يراعي المنزل البعد الزمني فلا يحكم لشرط بالظهور أو تحديد وقت الظهور مع عدم صلاحية الوقت المحدد لظهور الشرط، كما لا يصح أن يقدم شرط على شرط وردت السنة بتأخيره عن ذلك الشرط، يقول الشيخ محمد إسماعيل المقدم في هذا: ¶ __________ ¶ (1) رواه البخاري 2812 والإمام أحمد في المسند 10628 من حديث أبي سعيد ، ورواه من حديث أم سلمة مسلم 2916 والإمام أحمد في المسند 26023 ، ورواه الترمذي 3800 من حديث أبي هريرة أيضا وقال: (وفي الباب عن أم سلمة وعبدالله بن عمرو وأبي اليسر وحذيفة) وقال: (وهذا حديث حسن صحيح غريب من حديث العلاء بن عبدالرحمن) ، ورواه من حديث عبدالله بن عمرو الإمام أحمد في المسند 6463.",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "(أن يراعى الترتيب الزمني لتسلسل الأشراط طبقا لما دلت عليه نصوص الوحي الشريف، وعدم القطع بزمان أو ترتيب ما لا دليل على زمنه وترتيبه إلا الظن والتخمين)(1). ¶ يدل على هذا ما صح من حديث أبي سريحة حذيفة بن أسيد الغفاري قال: كان النبي صلى الله عليه وسلم في غرفة ونحن أسفل منه، فاطلع إلينا، فقال: (ما تذكرون؟) قلنا: الساعة(2)، قال: (إن الساعة لا تكون حتى تكون عشر آيات خسف بالمشرق وخسف بالمغرب وخسف في جزيرة العرب والدخان والدجال ودابة الأرض ويأجوج ومأجوج وطلوع الشمس من مغربها ونار تخرج من قعرة عدن ترحل الناس)(3). ¶ فتأمل قول النبي صلى الله عليه وسلم: (إن الساعة لا تكون حتى تكون) ففيه مراعاة لصلاحية الزمان لقيام الساعة، وتنبيه على أنها لا تكون قبل أشراطها ومثل هذا ما صح عن يسير بن جابر قال: هاجت ريح حمراء بالكوفة فجاء رجل ليس له هجيرى إلا: يا عبد الله بن مسعود جاءت الساعة! قال: فقعد وكان متكئا، فقال: إن الساعة لا تقوم حتى لا يقسم ميراث ولا يفرح بغنيمة... الحديث.(4) ¶ __________ ¶ (1) المهدي وفقه أشراط الساعة 696. ¶ (2) قال المباركفوري: (أي أمر القيامة واحتمال قيامها في كل ساعة) تحفة الأحوذي 6/344. ¶ (3) رواه مسلم 2901 ، وأبو داود 4311 ، والترمذي 2183 ، وابن ماجة 4055 ، والإمام أحمد في المسند 15711. ¶ (4) رواه مسلم 2899 ، والإمام أحمد في المسند 4135.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "ومثله حديث أبي الطفيل قال: كنت بالكوفة، فقيل: خرج الدجال، قال: فأتينا على حذيفة بن أسيد وهو يحدث، فقلت: هذا الدجال قد خرج، فقال: اجلس فجلست فأتى علي العريف، فقال: هذا الدجال قد خرج وأهل الكوفة يطعنونه، قال: اجلس فجلس فنودي إنها كذبة صباغ، قال: فقلنا: يا أبا سريحة ما أجلستنا إلا لأمر فحدثنا، قال: إن الدجال لو خرج في زمانكم لرمته الصبيان بالخذف، ولكن الدجال يخرج في بغض من الناس، وخفة من الدين، وسوء ذات بين فيرد كل منهل فتطوى له الأرض طي فروة الكبش...الحديث.(1) ¶ __________ ¶ (1) رواه الحاكم في المستدرك برقم: 8657 وقال: (هذا حديث صحيح الإسناد ولم يخرجاه) ، قال الشيخ مصطفى العدوي: (وفي بعض رجاله كلام يسير ، ففي إسناده معاذ ابن هشام فيه كلام ينزل بحديثه إلى درجة الحسن وفيه قتادة مدلس وقد عنعن إلا أن الراوي عنه هو هشام بن أبي عبدالله الدستوائي ، وهو من أروى الناس عنه ومن أثبت الناس فيه) الصحيح المسند من الفتن والملاحم وأشراط الساعة 507,",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "وما تقدم يدل على أهمية مراعاة عامل الزمن في عملية التنزيل أما ما يتعلق بمسألة الترتيب فالأمر فيه أوضح وأظهر(1)، إذ أن السنة بينت ترتب بعض الأشراط بعضها على بعض، بحيث لا يصح أن يجعل المنزل شرطا قبل شرط حكمت السنة بتأخره عنه، ومما يدل على مراعاة السلف لهذه المسألة ما ثبت عن نافع بن عتبة قال: كنا مع رسول الله صلى الله عليه وسلم في غزوة، قال: فأتى النبي صلى الله عليه وسلم قوم من قبل المغرب عليهم ثياب الصوف فوافقوه عند أكمة فإنهم لقيام ورسول الله صلى الله عليه وسلم قاعد، قال: فقالت لي نفسي: ائتهم فقم بينهم وبينه لا يغتالونه، قال: ثم قلت: لعله نجي معهم فأتيتهم فقمت بينهم وبينه قال: فحفظت منه أربع كلمات أعدهن في يدي، قال: (تغزون جزيرة العرب فيفتحها الله، ثم فارس فيفتحها الله، ثم تغزون الروم فيفتحها الله، ثم تغزون الدجال فيفتحه الله) قال: فقال نافع: يا جابر لا نرى الدجال يخرج حتى تفتح الروم.(2) ¶ ومما ذكر في السنة في ترتيب الأشراط مثلا: ¶ الإخبار عن ظهور المهدي ثم خروج المسيح الدجال ثم نزول عيسى بن مريم ثم قتل الدجال ثم خروج يأجوج ومأجوج هكذا متعاقبة، وذلك من مثل حديث النواس بن سمعان وأبي أمامة في خبر الدجال، قال القرطبي: ¶ (فإن أول الآيات ظهور الدجال ثم نزول عيسى عليه السلام ثم خروج يأجوج ومأجوج)(3). ¶ __________ ¶ (1) وإن كانت كلتا المسألتين ترجع إلى الأخرى عند التأمل. ¶ (2) رواه مسلم 2900 ، والإمام أحمد في المسند 18494. ¶ (3) التذكرة 2/515.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "ومن الأمثلة كذلك حديث: (عمران بيت المقدس خراب يثرب، وخراب يثرب خروج الملحمة ، وخروج الملحمة فتح قسطنطينية ، وفتح القسطنطينية خروج الدجال) ثم ضرب بيده على فخذ الذي حدثه أو منكبه ثم قال: (إن هذا لحق كما أنك هاهنا أو كما أنك قاعد -يعني معاذ بن جبل-)(1)، فلا يصح أن تنزل هذه الأشراط بما يخالف هذا الترتيب بل الترتيب من صفات هذه الأشراط والتي متى ما تخلفت دل على عدم صحة التنزيل لانعدام وصف من أوصاف الشرط. ¶ ومن الأمثلة كذلك في بيان الترتيب بين الأشراط ما ثبت عن أبي قبيل قال: كنا عند عبد الله بن عمرو بن العاص وسئل: أي المدينتين تفتح أولا القسطنطينية أو رومية؟ فدعا عبد الله بصندوق له حلق، قال: فأخرج منه كتابا ، قال: فقال عبد الله: بينما نحن حول رسول الله صلى الله عليه وسلم نكتب، إذ سئل رسول الله صلى الله عليه وسلم: أي المدينتين تفتح أولا قسطنطينية أو رومية؟ فقال رسول الله صلى الله عليه وسلم: (مدينة هرقل تفتح أولا يعني قسطنطينية)(2). ¶ وقريب من هذا الذي سبق حديث حذيفة قال: قلت: يا رسول الله الدجال قبل أو عيسى بن مريم؟ قال: (الدجال ثم عيسى، ثم لو أن رجلا أنتج فرسا لم يركب مهرها حتى تقوم الساعة)(3). ¶ __________ ¶ (1) رواه أبو داود 4249 ، والإمام أحمد في المسند 21518 ، وصححه الألباني في صحيح سنن أبي داود 3609. ¶ (2) رواه الإمام أحمد في المسند 6607 ، وصححه الألباني في السلسلة الصحيحة 4. ¶ (3) رواه نعيم بن حماد في الفتن برقم 1301 قال المحقق: (إسناده حسن).",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "فلا بد من أن يحقق الباحث في ترتيب الأشراط لتأثيره على عملية التنزيل، ومتى ما خالف في الترتيب أو انتصر لقول فيها كان لذلك تأثير ولا شك على التنزيل على الواقع، عن وهب بن منبه قال: الروم أول الآيات ثم الدجال، والثالثة يأجوج ومأجوج، ثم عيسى.(1) فتأمل كيف جعل عيسى متأخرا عن يأجوج ومأجوج (2)، فلهذه المخالفة في الترتيب أثر في التنزيل ولا بد. ¶ ومما يحسن التنبه له أن هناك جملة من الأشراط لا يعلم ترتيبها أو وقع فيه الاختلاف وأسباب عدم العلم بالترتيب أو وقوع الخلاف ما يلي: ¶ -عدم وجود النص بالترتيب في بعضها فتكون بعضها مأخوذة من نصوص مستقلة لا ارتباط لها بغيرها. ¶ -أن ما يرد أحيانا مجموعا في حديث واحد يكون معطوفا بالواو وهي غير مفيدة للترتيب كحديث حذيفة بن أسيد الغفاري وفيه: (إنها لن تقوم حتى ترون قبلها عشر آيات فذكر الدخان والدجال والدابة وطلوع الشمس من مغربها ونزول عيسى بن مريم صلى الله عليه وسلم ويأجوج ومأجوج وثلاثة خسوف خسف بالمشرق وخسف بالمغرب وخسف بجزيرة العرب وآخر ذلك نار تخرج من اليمن تطرد الناس إلى محشرهم)(3)، يؤكد ذلك أن الحديث جاء عند مسلم أيضا بلفظ: (إن الساعة لا تكون حتى تكون عشر آيات خسف بالمشرق وخسف بالمغرب وخسف في جزيرة العرب والدخان والدجال ودابة الأرض ويأجوج ومأجوج وطلوع الشمس من مغربها ونار تخرج من قعرة عدن ترحل الناس)(4)، فتأمل كيف اختلف الترتيب من رواية لأخرى. ¶ __________ ¶ (1) رواه نعيم بن حماد في الفتن برقم 1650 قال المحقق: (إسناده قوي). ¶ (2) إلا إن أراد أن موت عيسى متأخر عن هذه جميعا فحق ، لأن الدجال يهلك على يد المسيح ، ثم تخرج يأجوج ومأجوج فيهلكون في حياته ثم يموت رحمه الله بعد ذلك بمدة ، والله أعلم بمراده إذ ظاهر الإطلاق محل انتقاد والله أعلم. ¶ (3) رواه مسلم 2901 ، وأبو داود 4311 ، والترمذي 2183 ، وابن ماجة 4055 ، والإمام أحمد في المسند 15711. ¶ (4) رواه مسلم 2901.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "-أن بعضها ينص أن أول الأشراط كذا، وأخرى تدل على أن أول الأشراط كذا فيقع الاختلاف الراجع إلى أوجه الجمع بين النصوص مثال ذلك ما صح عن عبد الله بن عمرو قال: حفظت من رسول الله صلى الله عليه وسلم حديثا لم أنسه بعد، سمعت رسول الله صلى الله عليه وسلم يقول: (إن أول الآيات خروجا طلوع الشمس من مغربها وخروج الدابة على الناس ضحى وأيهما ما كانت قبل صاحبتها فالأخرى على إثرها قريبا)(1)، وما صح من قول النبي صلى الله عليه وسلم: (أما أول أشراط الساعة فنار تحشر الناس من المشرق إلى المغرب) الحديث(2)، يقول صديق حسن خان: (وورد في بعض الروايات أن أول الآيات خروج الدجال، وفي بعضها أن أولها طلوع الشمس من مغربها وفي بعضها الدابة، وفي بعضها نار تحشر الناس إلى محشرهم)(3). ¶ ومن الأمثلة على ترتيب بعض الأشراط بالنظر إلى جملة من النصوص ومحاولة التأليف بينها ما ذكره البرزنجي مثلا قال: ¶ __________ ¶ (1) رواه مسلم 2941 ، وأبو داود 4310 ، وابن ماجة 4069 ، والإمام أحمد في المسند 6842. ¶ (2) رواه البخاري 3329 ، والإمام أحمد في المسند 12558. ¶ (3) الإذاعة 193.",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "(لكنه -أي الدخان- لا بد أن يكون قبل الريح الآتية، لأن بعد الريح لا يبقى مؤمن، وعند الدخان يوجد المؤمنون كما هو صريح العبارة) (1)، وقال السخاوي: (وعلى هذا فآخر الآيات المؤذنة بقيام الساعة هبوب تلك الريح، ولعل هذا هو الوقت المشار إليه بقوله: (لا تقوم الساعة حتى يرجع ناس من أمتي إلى عبادة الأوثان من دون الله تعالى)، وفي لفظ: (لا يذهب الليل والنهار حتى تعبد اللات والعزى، إن الله يبعث ريحا طيبة فيتوفى كل من في قلبه مثقال حبة من خردل من إيمان فيبقى من لا خير فيه فيرجعون إلى دين آبائهم) ونحوه: (لا تقوم الساعة حتى تضطرب إليات - أي أعجاز - نساء دوس على ذي الخلصة) يعني: صنم دوس التي كانت تعبده في الجاهلية، وفي لفظ: (لا تقوم الساعة حتى تتدافع مناكب نساء بني عامر على ذي الخلصة)(2). ¶ فهذا اللون من الأشراط ينبغي أن يبحث وتستعرض فيه النصوص وأقوال أهل العلم للتوصل إلى التوجيه الأقرب والترتيب الأصح إن كان ذلك في الإمكان وكانت النصوص تساعد عليه، فإن ترجح منها قول اعتبر هذا في الترتيب بحسب قوة هذا القول، فلا يصح أن يجعل مثل هذا الذي يحتاج إلى تأمل ونظر كالذي ورد فيه النص والخبر، وبالتالي تكون هذه القضية مؤثرة على عملية ترتيب هذا الشرط أو ذاك ويكون لهذا الترتيب من القوة بحسب قوة معنى النص في نفس العالم وصحة ما اختاره من الترتيب، فإن قوي قوي في نفسه عملية الترتيب وإن تردد تردد وإن غلب على ظنه غلب على ظنه التحقق في الواقع وهكذا بشروطه الماضية والآتية. ¶ المعلم الثامن عشر: حدثوا الناس بما يعقلون ¶ __________ ¶ (1) الإشاعة 364. ¶ (2) القناعة 70.",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "من المقرر أنه ليس كل ما يعلم يقال، ولا كل صحيح صالح للنشر، لقصور العقول أحيانا عن تحمله، أو لسوء التعامل معه، أو لعدم تنزيل الكلام منازله الصحيحة، عن علي رضي الله عنه قال: (حدثوا الناس بما يعرفون ، أتحبون أن يكذب الله ورسوله؟)(1) وفي رواية: (أيها الناس، تحبون أن يكذب الله ورسوله؟ حدثوا الناس بما يعرفون، ودعوا ما ينكرون)(2)، وقال ابن مسعود: (ما أنت بمحدث قوما حديثا لا تبلغه عقولهم إلا كان لبعضهم فتنة)(3)، وفي رواية: (إن الرجل ليحدث بالحديث، فيسمعه من لا يبلغ عقله فهم الحديث، فيكون عليه فتنة)(4)، وقال أيوب: (لا تحدثوا الناس بما لا يعلمون فتضروهم)(5)، وعن وهب بن منبه قال: (ينبغي للعالم أن يكون بمنزلة الطباخ الحاذق، يعمل لكل قوم ما يشتهون من الطعام، وكذلك ينبغي للعالم أن يحدث كل قوم بما تحتمله قلوبهم وعقولهم من العلم)(6). ¶ __________ ¶ (1) رواه البخاري 127 ، قال الشاطبي معلقا عليه: (فجعل إلقاء العلم مقيدا ، فرب مسألة تصلح لقوم دون قوم) الموافقات 5/36. ¶ (2) الجامع لأخلاق الراوي وآداب السامع 2/147. ¶ (3) رواه مسلم في مقدمة الصحيح 1/76. ¶ (4) الجامع لأخلاق الراوي وآداب السامع 2/148. ¶ (5) الجامع لأخلاق الراوي وآداب السامع 2/149. ¶ (6) الجامع لأخلاق الراوي وآداب السامع 2/150.",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "وهذا الأمر يتعلق بالقالب الذي يقدم من خلاله العلم، واللغة المستخدمة في التبليغ، ومدى ملاءمة المقام للتحديث بهذا العلم، كما يتعلق بمضمون الخطاب فالناس يسعهم من الجهل ما لا يسع طالب العلم والعالم، فينبغي أن يراعي المتحدث في هذا الباب هذه النقطة، فما يقدمه الباحث في هذا الباب على أنه ظن يظنه بعض الناس أمرا يقينيا قطعيا، وما يورده من أحاديث ولو بأسانيدها ولو مع التنبيه والإحالة على المصادر قد تكون عند البعض صحيحة من كلام النبي صلى الله عليه وسلم لمجرد كونها مسبوقة بقال رسول الله صلى الله عليه وسلم ولو قلت ذكره ابن الجوزي في الموضوعات، ولا شك أن إشغال الناس بما لا ينفعهم في هذه المباحث وإدخالهم في مثل هذه المضائق خطأ فلديهم من الالتزامات الشرعية ما هو أولى بهم من هذه المباحث فإشغالهم بها لا شك أولى وأنفع، فكيف إذا كان في مثل هذه الأطروحات وهذه الكتابات ما يحمل البعض على ترك العمل والقعود انتظارا لخروج مهدي من هنا أو هناك، فكيف إذا كان فيها ما يهيئ الجو لكل مدع للمهدوية مثلا فيجد له أتباعا ممن تقاصرت عقولهم وفهومهم عن ملكة التمحيص والنقد، لا شك أن الأمر حينئذ يكون أخطر وأخطر، وكيف إذا كان في هذه الكتابات ما يمهد الجو للطاعنين في الدين بدعوى معارضة الواقع لواقع النصوص الشرعية فالقوم يربطون الكتاب والسنة بما سيكون على سبيل التفصيل والتنزيل ففلان هو المهدي وفلان هو الدجال وفلان هو القحطاني وفلان هو السفياني، والناس منصورون في مكان كذا بتاريخ كذا يحدده تحديدا زاعما أن القرآن والسنة قطعي في هذا الباب، فإذا تخلف ما قطع به صار عند بعض الناس فتنة إذ لم يعودوا بالتكذيب لصاحب الكتاب بل عادوا بالتكذيب لله ورسوله والعياذ بالله، وقد وقع شيء من هذا، فلله كم من خير ضل وكم من صالح زل بسبب هذه الكتابات.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "يقول الحافظ ابن حجر مبينا طرفا من هذه المسألة مما يتعلق ببحثنا: (الْمُتَشَابِه لَا يَنْبَغِي أَنْ يُذْكَر عِنْد الْعَامَّة...وَمِمَّنْ كَرِهَ التَّحْدِيث بِبَعْضٍ دُون بَعْض أَحْمَد فِي الْأَحَادِيث الَّتِي ظَاهِرهَا الْخُرُوج عَلَى السُّلْطَان، وَمَالِك فِي أَحَادِيث الصِّفَات، وَأَبُو يُوسُف فِي الْغَرَائِب، وَمِنْ قَبْلهمْ أَبُو هُرَيْرَة كَمَا تَقَدَّمَ عَنْهُ فِي الْجِرَابَيْنِ وَأَنَّ الْمُرَاد مَا يَقَع مِنْ الْفِتَن، وَنَحْوه عَنْ حُذَيْفَة وَعَنْ الْحَسَن أَنَّهُ أَنْكَرَ تَحْدِيث أَنَس لِلْحَجَّاجِ بِقِصَّةِ الْعُرَنِيِّينَ لِأَنَّهُ اِتَّخَذَهَا وَسِيلَة إِلَى مَا كَانَ يَعْتَمِدهُ مِنْ الْمُبَالَغَة فِي سَفْك الدِّمَاء بِتَأْوِيلِهِ الْوَاهِي، وَضَابِط ذَلِكَ أَنْ يَكُون ظَاهِر الْحَدِيث يُقَوِّي الْبِدْعَة وَظَاهِره فِي الْأَصْل غَيْر مُرَاد، فَالْإِمْسَاك عَنْهُ عِنْد مَنْ يُخْشَى عَلَيْهِ الْأَخْذ بِظَاهِرِهِ مَطْلُوب. وَاَللَّه أَعْلَم)(1). ¶ يقول ابن تيمية: (من العلم مالا يؤمر به الشخص نوعا أو عينا إما لأنه لا منفعة فيه له لأنه يمنعه عما ينفعه، وقد ينهى عنه إذا كان فيه مضرة له، وذلك أن من العلم مالا يحمله عقل الإنسان فيضر)(2). ¶ ويقول: (المسائل الخبرية العلمية قد تكون واجبة الاعتقاد وقد تجب في حال دون حال وعلى قوم دون قوم وقد تكون مستحبة غير واجبة وقد تستحب لطائفة أو في حال كالأعمال سواء وقد تكون معرفتها مضرة لبعض الناس فلا يجوز تعريفه بها)(3). ¶ __________ ¶ (1) الفتح 1/272. ¶ (2) الاستقامة 2/159. ¶ (3) الفتاوى 6/59 ، وانظر الفتاوى 20/58 ، والفتاوى 6/59 ، وروضة المحبين 306.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "ويقول الإمام الشاطبي: (ليس كل علم يبث وينشر وإن كان حقا، وقد أخبر مالك عن نفسه أن عنده أحاديث وعلما ما تكلم فيها ولا حدث بها، وكان يكره الكلام فيما ليس تحته عمل، وأخبر عمن تقدمه أنهم كانوا يكرهون ذلك، فتنبه لهذا المعنى، وضابطه أنك تعرض مسألتك على الشريعة، فإن صحت في ميزانها، فانظر في مآلها بالنسبة إلى حال الزمان وأهله، فإن لم يؤد ذكرها إلى مفسدة، فاعرضها في ذهنك على العقول، فإن قبلتها، فلك أن تتكلم فيها إما على العموم إن كانت مما تقبلها العقول على العموم، وإما على الخصوص إن كانت غير لائقة بالعموم، وإن لم يكن لمسألتك هذا المساغ، فالسكوت عنها هو الجاري على وفق المصلحة لشرعية والعقلية)(1). ¶ ولذا فقد ترك بعض الصحابة التحديث ببعض الحديث للمصلحة -كأبي هريرة رضي الله عنه المذكور في كلام الحافظ- يقول شيخ الإسلام فيما ورد عن أبي هريرة في أمر الجرابين الذي بث أحدهما وترك التحديث بالآخر: ¶ (كان في ذلك الجراب أحاديث الفتن التي تكون بين المسلمين فإن النبي صلى الله عليه وسلم أخبرهم بما سيكون من الفتن التي تكون بين المسلمين ومن الملاحم التي تكون بينهم وبين الكفار ولهذا لما كان مقتل عثمان وفتنة ابن الزبير ونحو ذلك، قال ابن عمر: لو أخبركم أبو هريرة أنكم تقتلون خليفتكم وتهدمون البيت وغير ذلك لقلتم كذب أبو هريرة، فكان أبو هريرة يمتنع من التحديث بأحاديث الفتن قبل وقوعها لأن ذلك مما لا يحتمله رؤوس الناس وعوامهم)(2). ¶ __________ ¶ (1) الموافقات 5/171. ¶ (2) الفتاوى 2/218.",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "وكذلك جاء عن حذيفة بن اليمان ما يدل على مثل هذا، فعن خيثمة بن عبد الرحمن قال: كنا عند حذيفة رضي الله عنه فقال بعضنا: حدثنا يا أبا عبد الله ما سمعت من رسول الله صلى الله عليه وسلم قال: لو فعلت لرجمتموني، قال: قلنا: سبحان الله أنحن نفعل ذلك، قال: أرأيتكم لو حدثتكم أن بعض أمهاتكم تأتيكم في كتيبة كثير عددها صدقتم به، قالوا: سبحان الله ومن يصدق بهذا، ثم قال حذيفة: أتتكم الحميراء في كتيبة يسوقها أعلاجها حيث تسوء وجوهكم ثم قال : فدخل مخدعا.(1) ¶ وفي رواية أوضح من هذه عن أبي الطفيل قال: خرجت أنا وعمرو بن صليع المحاربي، حتى دخلنا على حذيفة رضي الله عنه، فإذا هو محتب على فراشه يحدث الناس، قال: فغلبني حياء الشباب فقعدت في أدناهم، وتقدم عمرو مجتنئا على عوده حتى قعد إليه، فقال: حدثنا يا حذيفة، فقال: عما أحدثكم؟ فقال: لو أني أحدثكم بكل ما أعلم قتلتموني -أو قال: لم تصدقوني- قالوا: وحق ذلك؟ قال: نعم، قالوا فلا حاجة لنا في حق تحدثناه فنقتلك عليه، ولكن حدثنا بما ينفعنا ولا يضرك، فقال: أرأيتم لو حدثتكم أن أمكم تغزوكم إذاً صدقتموني؟ قالوا: وحق ذلك؟ ومعها مضر مضرها الله في النار، وأسد عمان سلت أقدامهم، ثم قال: إن قيسا لا تزال تبغي في دين الله شرا حتى يركبها الله بملائكة فلا يمنعوا ذنب تلعة، قال عمرو: أدهلت القبائل إلا قيسا، فقال: أمن محارب قيس أم من قيس محارب، إذا رأيت قيسا توالت عن الشام فخذ حذرك(2). ¶ __________ ¶ (1) رواه الحاكم وصححه على شرط الشيخين ورواه الطبراني في الأوسط ، انظر صحيح مرويات حذيفة في الفتن وأشراط الساعة 23 لعصام هادي وقال: (إسناده صحيح). ¶ (2) رواه معمر في الجامع وروى ابن أبي شيبة منه بإسناد جيد ، انظر صحيح مرويات حذيفة في الفتن وأشراط الساعة 47 لعصام هادي وقال: (ورجاله ثقات).",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "ومما يؤكد هذا المعنى في تقاصر عقول البعض عن الإدراك ما وقع لعبدالله بن عمرو بن العاص من ذلك، فعن يعقوب بن عاصم بن عروة بن مسعود الثقفي قال: سمعت عبد الله بن عمرو، وجاءه رجل فقال: ما هذا الحديث الذي تحدث به، تقول إن الساعة تقوم إلى كذا وكذا؟ فقال: سبحان الله أو لا إله إلا الله أو كلمة نحوهما، لقد هممت أن لا أحدث أحدا شيئا أبدا، إنما قلت إنكم سترون بعد قليل أمرا عظيما يحرق البيت ويكون ويكون، ثم قال: قال رسول الله صلى الله عليه وسلم: (يخرج الدجال في أمتي...) ثم ذكر الحديث(1). ¶ وعن العريان بن الهيثم قال: وفدت على معاوية فبينا أنا عنده إذ جاء رجل عليه حلتان، فرحب به معاوية وأجلسه على السرير معه، فقلت: من هذا يا أمير المؤمنين؟ قال: أما تعرفه، هذا عبدالله بن عمرو بن العاص، قال: قلت: أهذا الذي يقول: لا يعيش الناس بعد مائة سنة؟ قال: فأقبل علي، وقلت لك ذلك، إنا نجدهم يعيشون بعد المائة دهرا طويلا، ولكن هذه الأمة أجلت ثلاثين ومائة سنة.(2) ¶ المعلم التاسع عشر: وقفة مع اعتراض المتأخر على المتقدم في هذا الباب ¶ __________ ¶ (1) رواه مسلم 2940. ¶ (2) رواه نعيم بن حماد في الفتن برقم 1808 قال المحقق: (إسناده جيد).",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "من نظر في الكتب المصنفة في هذا الباب يجد أن جملة كبيرة من هذه الأشراط مما حكم المتقدمون عليها بالوقوع، فهل للمتأخر مجال في تخطئة المتقدم لقيام دليل عنده على عدم صحة تنزيل المتقدم، سواء كان الدليل دالا على خطأ المتقدم في التنزيل أو حصول واقعة تكون هي أولى بانطباق النص عليها من واقعة المتقدم، فمما لا شك فيه أن مثل هذه المباحث من مباحث الاجتهاد الذي تتباين فيها الأنظار وتختلف فيها الآراء والرائد فيها الدليل فمن كان أقرب للدليل كان أقرب للصواب سواء فيه المتقدم أو المتأخر، ومن تتبع تصرفات الأئمة في هذا الباب وجد هذا النَّفَس موجودا في الحكم على تنزيل المتقدم بالخطأ والحكم لواقعة أخرى بأنها هي المقصودة، وقد يأتي آخر فينتقده وهكذا، ولكن ينبغي أن يراعى في مثل هذا الإجماع مثلا إن وقع -كما وقع في كذاب ومبير ثقيف-، أو أن يكون ذلك من تنزيلات الصحابة فلها مكانتها الخاصة وضوابط ينبغي أن تراعى في هذا الباب، ويمكن أن يجمل الكلام في الموقف من تنزيلات الصحابة فيما يلي: ¶ من تتبع النصوص الواردة عن الصحابة في هذا الباب قام في نفسه يقين أنهم رضي الله عنهم لم يحدثوا بكل ما عندهم إما لمصلحة شرعية أو عذر مقبول، قال القرطبي: (ودلت أحاديث هذا الباب على أن الصحابة رضي الله عنهم كان عندهم من علم الكوائن إلى يوم القيامة العلم الكثير لكن لم يشيعوها إذ ليست من أحاديث الأحكام، وما كان فيه شيء من ذلك حدثوا به وتقصروا عنه)(1)، وعلى هذا فما يقومون به في أحيان كثيرة من التنزيل يكون منشؤه من نصوص عندهم تحكم تنزيلاتهم لا تكون عند المتأخر كتحديد أسماء مثلا أو إخبار عن وقوع شيء في سنة محددة، فمما يتعلق بالشق الأول الدال على أن الصحابة لم يبثوا جميع أحاديث الفتن ما يلي: ¶ __________ ¶ (1) التذكرة 2/383.",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "*عن أبي هريرة قال: حفظت من رسول الله صلى الله عليه وسلم وعاءين فأما أحدهما فبثثته وأما الآخر فلو بثثته قطع هذا البلعوم.(1) ¶ قال ابن تيمية: (وأما حديث أبى هريرة فهو حديث صحيح قال : حفظت من رسول الله جرابين فأما أحدهما فبثثته فيكم وأما الآخر فلو بثثته لقطعتم هذا البلعوم ولكن ليس فى هذا من الباطن الذى يخالف الظاهر شىء بل ولا فيه من حقائق الدين وإنما كان فى ذلك الجراب الخبر عما سيكون من الملاحم والفتن فالملاحم الحروب التى بين المسلمين والكفار ، والفتن ما يكون بين المسلمين)(2). ¶ *وعن حذيفة بن اليمان قال: لوددت أن عندي مائة رجل قلوبهم من ذهب، فأصعد على صخرة فأحدثهم حديثا لا تضرهم فتنة بعده أبدا، ثم أذهب فلا أراهم ولا يروني.(3) ¶ ومما يؤكد وجود مثل هذا الكم الطيب من الأحاديث التأمل في مثل حديث حذيفة رضي الله عنه قال: قام فينا رسول الله صلى الله عليه وسلم مقاما ما ترك شيئا يكون في مقامه ذلك إلى قيام الساعة إلا حدث به حفظه من حفظه ونسيه من نسيه قد علمه أصحابي هؤلاء وإنه ليكون منه الشيء قد نسيته فأراه فأذكره كما يذكر الرجل وجه الرجل إذا غاب عنه ثم إذا رآه عرفه.(4) ¶ وكذلك حديث أبي زيد عمرو بن أخطب قال: صلى بنا رسول الله صلى الله عليه وسلم الفجر وصعد المنبر فخطبنا حتى حضرت الظهر، فنزل فصلى ثم صعد المنبر فخطبنا حتى حضرت العصر، ثم نزل فصلى ثم صعد المنبر فخطبنا حتى غربت الشمس، فأخبرنا بما كان وبما هو كائن فأعلمنا أحفظنا.(5) ¶ __________ ¶ (1) رواه البخاري 120. ¶ (2) الفتاوى 13/255 ، وانظر الفتاوى 5/170 ، والفتح 1/261. ¶ (3) رواه ابن أبي شيبة ونعيم بن حماد في الفتن برقم 128 قال المحقق: (إسناده صحيح) ، وانظر صحيح مرويات حذيفة في الفتن وأشراط الساعة 35 لعصام هادي وقال: (إسناده صحيح). ¶ (4) رواه مسلم 2891 ، ورواه أبو داود 4240 ، والإمام أحمد في المسند 22763. ¶ (5) رواه مسلم 2892 ، والإمام أحمد في المسند 22381.",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "وترجع أسباب ترك الصحابة للتحديث بهذه الأحاديث إلى النسيان، أو لعدم تحمل رؤوس الناس لها، أو دفعا لفتنة وشر، أو خوفا على النفس، مع القطع أن كل ما يتعلق بالأحكام مما يحتاجه الناس قد بلغنا وإنما هذه النصوص التي وقع عدم التحديث بها من قبيل الإخبار بالكوائن. ¶ ومما يدل على أن في هذه النصوص التي لم يخبر بها الصحابة علاقة كبرى بعملية التنزيل مما يجعل تنزيلهم أدق من تنزيلاتهم من بعدهم ما يلي من نصوص: ¶ *عن عمرو بن يحيى بن سعيد بن عمرو بن سعيد قال: أخبرني جدي قال: كنت جالسا مع أبي هريرة في مسجد النبي صلى الله عليه وسلم بالمدينة ومعنا مروان قال أبو هريرة: سمعت الصادق المصدوق يقول: (هلكة أمتي على يدي غلمة من قريش) فقال مروان: لعنة الله عليهم غلمة، فقال أبو هريرة: لو شئت أن أقول بني فلان وبني فلان لفعلت، فكنت أخرج مع جدي إلى بني مروان حين ملكوا بالشام فإذا رآهم غلمانا أحداثا قال لنا: عسى هؤلاء أن يكونوا منهم، قلنا: أنت أعلم.(1) ¶ قال القرطبي: (قال علماؤنا رحمة الله عليهم: هذا الحديث -يعني حديث الأغيلمة- يدل على أن أبا هريرة كان عنده من علم الفتن والعلم الكثير والتعيين على من يحدث عنه الشر الغزير ألا تراه يقول: لو شئت قلت لكم هم بنو فلان وبنو فلان لكنه سكت عن تعيينهم مخافة ما يطرأ من ذلك من المفاسد)(2). ¶ __________ ¶ (1) رواه البخاري 7058 ، والإمام أحمد في المسند 8105. ¶ (2) التذكرة 2/386 ، وانظر الفتح 13/13.",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "فتأمل الفرق بين كلام أبي هريرة الجازم (لو شئت أن أقول بني فلان وبني فلان لفعلت) وبين كلام سعيد بن عمرو (عسى هؤلاء أن يكونوا منهم)، وذلك لمزيد علم عند أبي هريرة، قال الحافظ: (وَأَمَّا تَرَدُّده فِي أَيّهمْ الْمُرَاد بِحَدِيثِ أَبِي هُرَيْرَة فَمِنْ جِهَة كَوْن أَبِي هُرَيْرَة لَمْ يُفْصِح بِأَسْمَائِهِمْ)، ثم قال الحافظ: (وَاَلَّذِي يَظْهَر أَنَّ الْمَذْكُورِينَ مِنْ جُمْلَتهمْ، وَأَنَّ أَوَّلهمْ يَزِيد كَمَا دَلَّ عَلَيْهِ قَوْل أَبِي هُرَيْرَة رَأْس السِّتِّينَ وَإِمَارَة الصِّبْيَان فَإِنَّ يَزِيد كَانَ غَالِبًا يَنْتَزِع الشُّيُوخ مِنْ إِمَارَة الْبُلْدَان الْكِبَار وَيُوَلِّيهَا الْأَصَاغِر مِنْ أَقَارِبه , وَقَوْله \" قُلْنَا أَنْتَ أَعْلَم \" الْقَائِل لَهُ ذَلِكَ أَوْلَاده وَأَتْبَاعه مِمَّنْ سَمِعَ مِنْهُ ذَلِكَ، وَهَذَا مُشْعِر بِأَنَّ هَذَا الْقَوْل صَدَرَ مِنْهُ فِي أَوَاخِر دَوْلَة بَنِي مَرْوَان بِحَيْثُ يُمْكِن عَمْرو بْن يَحْيَى أَنْ يَسْمَع مِنْهُ ذَلِكَ).(1) ¶ __________ ¶ (1) الفتح 13/13.",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "ومما يدل على هذا كذلك حديث حذيفة أن عمر بن الخطاب رضي الله عنه قال: أيكم يحفظ قول رسول الله صلى الله عليه وسلم في الفتنة، فقال حذيفة: أنا أحفظ كما قال، قال: هات إنك لجريء، قال رسول الله صلى الله عليه وسلم: (فتنة الرجل في أهله وماله وجاره تكفرها الصلاة والصدقة والأمر بالمعروف والنهي عن المنكر) قال: ليست هذه، ولكن التي تموج كموج البحر، قال: يا أمير المؤمنين لا بأس عليك منها إن بينك وبينها بابا مغلقا، قال: يفتح الباب أو يكسر، قال: لا بل يكسر، قال: ذاك أحرى أن لا يغلق، قلنا علم عمر الباب، قال: نعم، كما أن دون غد الليلة إني حدثته حديثا ليس بالأغاليط، فهبنا أن نسأله، وأمرنا مسروقا فسأله، فقال: من الباب؟ قال : عمر.(1) ¶ فقد كان حذيفة وعمر يعلمان المقصود بالباب ولم يتبين تنزيل هذا الحديث على شخص عمر إلا بإخبار حذيفة. ¶ __________ ¶ (1) رواه البخاري 3586 ، ومسلم 144 ، والترمذي 2258 ، وابن ماجة 3955 ، والإمام أحمد في المسند 22903 ، ومما جاء في معنى هذا الحديث ما جاء عن حذيفة قال: ما بينكم وبين الشر إلا رجل ، ولو قد مات صب عليكم الشر فراسخ. رواه نعيم بن حماد برقم 52 قال المحقق: (إسناده صحيح) ، وتأمل تصريحه بالمقصود في قوله: ما بينكم وبين أن يرسل عليكم الشر فراسخ إلا موت عمر رضي الله عنه. رواه نعيم بن حماد برقم 51 قال المحقق: (إسناده صحيح) فيحتمل أن يكون ذلك راجعا إلى نشاط الصحابي بالتصريح بالاسم أو إبهامه بحسب الحال والمصلحة والعلم عند الله تعالى.",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "ومما يدل عليه كذلك ما صح عن خيثمة بن عبد الرحمن قال: كنا عند حذيفة رضي الله عنه فقال بعضنا: حدثنا يا أبا عبد الله ما سمعت من رسول الله صلى الله عليه وسلم قال: لو فعلت لرجمتموني، قال: قلنا: سبحان الله أنحن نفعل ذلك، قال: أرأيتكم لو حدثتكم أن بعض أمهاتكم تأتيكم في كتيبة كثير عددها صدقتم به، قالوا: سبحان الله ومن يصدق بهذا، ثم قال حذيفة: أتتكم الحميراء في كتيبة يسوقها أعلاجها حيث تسوء وجوهكم ثم قال فدخل مخدعا.(1) ¶ وقد توفي حذيفة رضي الله عنه قبل وقعة الجمل. ¶ ومما يدل على هذا أيضا حديث حذيفة المتقدم وفيه: (وإنه ليكون منه الشيء قد نسيته فأراه فأذكره كما يذكر الرجل وجه الرجل إذا غاب عنه ثم إذا رآه عرفه)(2). ¶ فقد ينسى الصحابة النص على الواقعة فإذا وقعت تذكروا النص، بل قد تقع الواقعة ولا يتذكر النص إلا بعد انتهائها ومنه حديث أم المؤمنين عائشة قالت: قال رسول الله صلى الله عليه وسلم: (يا عثمان إن ولاك الله هذا الأمر يوما فأرادك المنافقون أن تخلع قميصك الذي قمصك الله فلا تخلعه يقول ذلك ثلاث مرات) قال النعمان فقلت لعائشة: ما منعك أن تعلمي الناس بهذا؟ قالت: أنسيته(3)، وفي المسند قالت: نسيته والله فما ذكرته. ¶ __________ ¶ (1) رواه الحاكم وصححه على شرط الشيخين ورواه الطبراني في الأوسط ، انظر صحيح مرويات حذيفة في الفتن وأشراط الساعة 23 لعصام هادي وقال: (إسناده صحيح). ¶ (2) رواه مسلم 2891 ، وأبي داود 4240 ، والإمام أحمد في المسند 22763. ¶ (3) رواه الترمذي 3705 ، وابن ماجة 112 ، والإمام أحمد في المسند 24245 ، وصححه الألباني انظر صحيح ابن ماجة 90.",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "بل قد يكون الأمر أبلغ بأن تقع الواقعة والنص يظل منسيا حتى يحتاج الصحابي إلى التذكير خذ مثلا ما جرى بين علي والزبير رضي الله عنه يوم الجمل، عن أبي حرب بن أبي الأسود قال: شهدت عليا والزبير، لما رجع الزبير على دابته يشق الصفوف، فعرض له ابنه عبدالله فقال: مالك؟ فقال: ذكر لي علي حديثا سمعته من رسول الله صلى الله عليه وسلم يقول: (لتقاتلنه وأنت ظالم له) فلا أقاتله، قال: وللقتال جئت، إنما جئت لتصلح بين الناس ويصلح الله هذا الأمر بك، قال: قد حلفت أن لا أقاتل، قال: فأعتق غلامك جرجس وقف حتى تصلح بين الناس، قال: فأعتق غلامه جرجس ووقف، فاختلف أمر الناس فذهب على فرسه.(1) ¶ فهذا طرف مما يتعلق بحال الصحابة وتنزيلاتهم، وخلاصته أنهم رضي الله عنهم أفقه هذه الأمة وأعلمها بأحوال النبي صلى الله عليه وسلم وأحوال حديثه، وأعرفها بلغة العرب وطرائقهم في البيان، فإذا انضاف هذا كله بما تقدم بيانه من وفرة النصوص في الفتن عندهم وأن عندهم من النصوص ما ليس عند من بعدهم وفيها التعيين من النبي صلى الله عليه وسلم بالأسماء والأوقات أحيانا دل ذلك على أن لتنزيلاتهم شأنا ليس كشأن أقوال من بعدهم، فقياس بعض المتأخرين أحوالهم على أحوال الصحابة بإطلاق خطأ لكونه قياسا مع الفارق، نعم ما ثبت كونه باجتهاد منهم رضي الله عنهم فللمجتهد أن يجتهد كاجتهادهم، واجتهادهم دليل جواز الاجتهاد في هذا الباب. ¶ __________ ¶ (1) رواه الحاكم برقم: 5629 ، وانظر السلسلة الصحيحة 2659.",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "ومن أمثلة ما وقع لهم من اجتهادات في هذا الباب، ما وقع من اختلاف حول ابن صياد وهل كان هو الدجال الأكبر؟ المسألة طويلة والكلام كثير، فلنقتصر من هذه المسألة بما له صلة بهذا البحث، فممن ذهب إلى أن ابن صياد هو الدجال: عمر بن الخطاب(1)، وجابر بن عبدالله(2)، وعبدالله بن مسعود(3)، وأبو ذر الغفاري(4)، وعبدالله بن عمر(5)، وأم المؤمنين حفصة(6)، وقد اختار بعض أهل العلم هذا القول وقال به، كالقرطبي(7) مثلا. ¶ __________ ¶ (1) انظر صحيح البخاري 7355 ، والرواية ليست صريحة في بقاء عمر على هذا المذهب والله أعلم. ¶ (2) انظر صحيح البخاري 7355. ¶ (3) انظر مجمع الزوائد 8/5 ، قال الهيثمي: (رواه الطبراني وأبو يعلى ورجال أبي يعلى رجال الصحيح). ¶ (4) انظر ما رواه الإمام أحمد في المسند 20812 ، قال الحافظ في الفتح 13/341: (وسنده صحيح). ¶ (5) انظر ما رواه أبو داود 4330 وقد صحح إسناده الحافظ في الفتح 13/337 ، وانظر الفتن لنعيم بن حماد برقم 1490 قال المحقق معلقا على الأثر: (إسناده حسن). ¶ (6) انظر ما رواه مسلم 2932 ، وانظر الفتح 13/337 ، وكلامها ليس جزما على طريقة من تقدمها. ¶ (7) التذكرة 2/583.",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "ولا شك أن في ابن صياد أمورا مشتبهة حتى أن النبي صلى الله عليه وسلم كان متوقفا في أمره أول الأمر وأخذ في الاستثبات من شأنه، (قَالَ النَّوَوِيُّ: قَالَ الْعُلَمَاء قِصَّة اِبْنِ صَيَّاد مُشْكِلَة، وَأَمْره مُشْتَبِه لَكِنْ لَا شَكَّ أَنَّهُ دَجَّال مِنْ الدَّجَاجِلَة، وَالظَّاهِر أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يُوحَ إِلَيْهِ فِي أَمْره بِشَيْءٍ ، وَإِنَّمَا أُوحِيَ إِلَيْهِ بِصِفَاتِ الدَّجَّال. وَكَانَ فِي اِبْنِ صَيَّاد قَرَائِن مُحْتَمِلَة، فَلِذَلِكَ كَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَقْطَع فِي أَمْره بِشَيْءٍ بَلْ قَالَ لِعُمَر \" لَا خَيْر لَك فِي قَتْله \" الْحَدِيث)(1). ¶ فالذي يظهر أن المسألة ليس فيها نص قاطع عند بعض الصحابة على كون ابن صياد هو الدجال بحيث لا يستدعي من الناظر في أمره الاجتهاد في تنزيل النص بل هو نص مطابق له، إنما ما وقع منهم هو باجتهاد بالنظر إلى نص، وليس المقصود استيعاب الكلام في هذا المسألة، فإنه يطول، وإنما المقصود بيان أنه قد يقع من الصحابة اجتهاد في هذا الباب، فليس كل كلام لأفرادهم في هذا الباب من قبيل المنصوصات، وعليه يعرف مواطن الاجتهاد من عدمه ومحال الأخذ بتنزيلاتهم وما يتسع فيه المجال والله أعلم. ¶ __________ ¶ (1) الفتح 13/339 وانظر النهاية في الفتن والملاحم 1/118و 1/108 ، والإشاعة 293.",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "فهذا طرف من الموقف من تنزيلات الصحابة مما يبين أن لهم في هذا الباب من الخصوصية ما ليس لغيرهم، إذ لبعضها حكم المرفوع للنبي صلى الله عليه وسلم(1)، أما مسألة اعتراض المتأخر على المتقدم في تنزيل نصوص الشرع على الواقع، فإنما صح لكون التنزيل عملية اجتهادية، تتعلق أحيانا بحال المجتهد وزمانه فيرى واقعة تشابه النص فينزل، ثم يأتي المتأخر فيرى واقعة هي أحق بالتنزيل فيعترض فهل مثل هذا الاعتراض جائز وهل له أمثلة من كتب أهل العلم؟ أما الجواب فنعم(2)، على أن لا ينعقد على هذا التنزيل إجماع متقدم لكون الأمة معصومة عن الخطأ، وأسباب الاعتراض على التنزيل يكون راجعا إلى ما ترجع إليه أسباب الاختلاف عند أهل العلم كعدم بلوغ النص أو عدم ثبوته أو عدم ظهور المعنى أو لغير ذلك، وفي الجملة فمسألة التنزيل قريبة الشبه بما يسمى عند الأصوليين بتحقيق المناط، فما يكون سببا في الاختلاف في هذه فهو سبب في الاختلاف في تلك، والعمدة في الترجيح برجحان الأدلة والله أعلم. ¶ المعلم العشرون: الموقف من الوقائع المتكررة وتنزيل النصوص عليها ¶ __________ ¶ (1) وانظر ما تقدم في حكم موقوفات الصحابة. ¶ (2) فمن ذلك مثلا: ¶ حديث حذيفة في الخير والشر انظر صحيح البخاري 7084 وكلام الحافظ 13/40. ¶ النار التي تخرج من أرض الحجاز انظر كلام الإمام السخاوي في القناعة 66. ¶ المدينة المعنية في قول النبي صلى الله عليه وسلم: (سمعتم بمدينة جانب منها في البر وجانب منها في البحر) انظر ما رواه مسلم 2920 وكلام الشيخ الأشقر اليوم الآخر القيامة الصغرى 230. ¶ فتنة الأحلاس وفتنة السراء وفتنة الدهيماء ، انظر الإذاعة 70 ، واليوم الآخر القيامة الصغرى 204.",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "من تأمل في أحاديث النبي صلى الله عليه وسلم وجدها على درجات في هذا الباب منها ما هو ظاهر في أن المقصود حادثة واحدة معينة لا تتكرر، ومنها ما يمكن تكراره وإن لم ينص على التكرار، ومنها ما يدل النص على تكرره بإطلاق أو مقيدا له بعدد معين، ومن ثم فينبغي أن يراعي المنزل هذه المسألة لئلا يقع في التقول على الشارع فيدخل في النص ما ليس مقصودا أو يخرج منه ما هو مقصود، وهذه المسألة مسألة دقيقة يرجع سبب الاختلاف فيها إلى تفهم النصوص والنظر فيها خاصة فيما لا يعين فيه المقصود -التكرار من عدمه-. ¶ ولتوضيح هذه المسألة نستعرض الأمثلة التالية والمنوعة على حسب ما تقدم: ¶ فتح بيت المقدس الوارد في حديث عوف بن مالك مرفوعا: (اعدد ستا بين يدي الساعة: موتي ثم فتح بيت المقدس...)(1)، فقد تكرر فتح بيت المقدس فأي الفتوح كان أو سيكون هو المقصود بهذا الحديث، هل هو الفتح الذي وقع في عهد عمر، أم فتح صلاح الدين، أم الفتح الذي ينتظر أهل الإسلام وقوعه عجل الله وقوعه؟ يقول البرزنجي مبينا تكرر الفتح: (وقد فتح مرتين: مرة في زمن عمر رضي الله عنه، ومرة في زمن الأكراد الأيوبية، فتحه السلطان صلاح الدين يوسف بن أيوب الملك الناصر، وكان من أعظم فتوح الإسلام، ثم بعد موته رده بعض أولاده إلى النصارى، ثم استرده حفيده داود الملك الناصر، وأنشد في ذلك بعض الشعراء يهنيه: ¶ المسجد الأقصى له عادة ... ... سارت فصارت مثلا سائرا ¶ إذا غدا بالكفر مستوطنا ... ... أن يبعث الله له ناصرا ¶ فناصر طهره أولا ... ... وناصر طهره آخرا)(2). ¶ __________ ¶ (1) رواه البخاري 3176 ، وابن ماجة 4042 ، والإمام أحمد في المسند 23465. ¶ (2) الإشاعة 109.",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "وتكرر الفتح واقع ملموس لا يجادل فيه، ولكن الذي قد يقع فيه المنازعة أيها مقصود الحديث، فمعرفة قصد الشارع في مثل هذا يكون بالنظر في النص والتأمل فيه عل فيه قرينة تدل على المراد، وهذا النص كذلك، تأمل في نص الحديث كاملا من حديث عوف بن مالك قال: أتيت النبي صلى الله عليه وسلم في غزوة تبوك، وهو في قبة من أدم، فقال: (اعدد ستا بين يدي الساعة: موتي، ثم فتح بيت المقدس، ثم موتان يأخذ فيكم كقعاص الغنم، ثم استفاضة المال حتى يعطى الرجل مائة دينار فيظل ساخطا، ثم فتنة لا يبقى بيت من العرب إلا دخلته، ثم هدنة تكون بينكم وبين بني الأصفر، فيغدرون فيأتونكم تحت ثمانين راية، تحت كل راية اثنا عشر ألفا)، فجعل النبي صلى الله عليه وسلم فتح بيت المقدس شرطا من بين ست يدل على أن واحدا من فتوحها هو المقصود، والترتيب الواقع في الحديث يرجح أن الفتح المقصود هو ما وقع في عهد أمير المؤمنين عمر بن الخطاب رضي الله عنه، فقد ذكر الشراح أن الموتان المذكور ما وقع من طاعون عمواس، واستفاضة المال في عهد عثمان من الفتوح والفتنة ما وقع من فتنة عثمان رضي الله عنه والقصد أن فتح بيت المقدس في عهد عمر هو المنسجم في هذا الترتيب. ¶ ومما يقرب من هذا من الأشراط والآيات، فتح القسطنطينية(1)، الموت الذي كقعاص الغنم(2)، وترك أهل المدينة للمدينة(3)، وغير ذلك. ¶ __________ ¶ (1) انظر صحيح مسلم 2897 ، وسنن الترمذي 2239 ، وسنن أبي داود 4294 ، والسلسلة الضعيفة 4 و 878 ، وتحذير الساجد 119. ¶ (2) انظر صحيح البخاري 3176 ، وسنن ابن ماجة 4042 ، والمسند 3176 ، والإذاعة 108. ¶ (3) انظر صحيح مسلم 1359 ، والمسند 8773 ، والإشاعة 80.",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "ومن القرائن التي تدلنا على مقصود النص في الوقائع المتكررة أو ما يمكن تكرره أن يكون الشرط شرطا لأحد الأشراط بمعنى أن تربط هذه بتلك وتكون كالمقدمة والتوطئة لها، خذ مثلا جفاف بحيرة طبرية فإنها علامة لخروج الدجال، وليس معنى ذلك أنه يمتنع جفافها قبل خروجه بمدة بل هو ممكن ثم يعقب ذلك أن تملأ فإذا اقترب أمر الدجال كان الجفاف كالإرهاص على خروجه، ويحتمل أن يكون الجفاف الأول هو المقصود بحيث لا يعقبه امتلاء، فطروء مثل هذا الاحتمال مانع من الجزم بتنزيل معين، قال الشيخ محمد إسماعيل المقدم: (جفاف بحيرة طبرية الذي ذكر في حديث الجساسة على أنه أحد مقدمات خروج الدجال، وقد جفت بحيرة طبرية الآن(1) أو كادت، وهذا لا يعني بالضرورة تحقق تلك العلامة، لأن من المحتمل أن تمتلئ البحيرة من جديد، ثم تجف قبل ظهور الدجال، أو قد تبقى جافة مدة يعلمها الله إلى ظهور الدجال، وعليه فلا يشكل قول الدجال: (أما إن ماءها يوشك أن يذهب) لأن القرب هنا نسبي، كما تقدم، بل قد ثبت في الحديث أن يأجوج ومأجوج: (يمر أوائلهم على بحيرة طبرية، فيشربون ما فيها، ويمر آخرهم، فيقولون: لقد كان بهذه مرة ماء) ومعلوم أن خروجهم إنما يكون بعد نزول عيسى عليه السلام وقتله الدجال)(2)، ومثل هذا يقال في نخل بيسان، قال ياقوت الحموي فيها: (وتوصف بكثرة النخل وقد رأيتها مرارا فلم أر فيها غير نخلتين حائلتين وهو من علامات خروج الدجال)(3). ¶ __________ ¶ (1) جعل الشيخ حاشية هنا فقال: (وقد نشر في السبعينيات بجريدة الأخبار صورة فتاة تقف على أرض البحيرة الجافة وقد تشققت ، وكتب عليها: \"وجفت المياه في بحيرة طبرية\"). ¶ (2) المهدي وفقه أشراط الساعة 707. ¶ (3) معجم البلدان 1/527.",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "ومن أنواع تكرر الوقائع المتعلقة بنصوص الشارع ما كان متكررا بل وفي تزايد ويكون المقصود صورته المستحكمة قبل قيام الساعة، يقول ابن كثير معنونا لهذا النوع: (ذكر شرور تحدث في آخر الزمان وإن كان قد وجد بعضها في زماننا أيضا)(1)، ويقول: (ذكر أنواع من الفتن وقعت وستكثر وتتفاقم في آخر الزمان)(2). ¶ وأمثلته كثيرة كنقصان العلم(3)، وظهور الجهل، وإلقاء الشح، ورفع الأمانة(4) وكثرة القتل، وانتشار الزنا(5)، وكثرة الزلازل والخسوف(6) الخ. ¶ يقول الحافظ في بيان هذا النوع: (قَالَ اِبْنِ بَطَّال: وَجَمِيع مَا تَضَمَّنَهُ هَذَا الْحَدِيث مِنْ الْأَشْرَاط قَدْ رَأَيْنَاهَا عِيَانًا فَقَدْ نَقَصَ الْعِلْم وَظَهَرَ الْجَهْل وَأُلْقِيَ الشُّحّ فِي الْقُلُوب وَعَمَّتْ الْفِتَن وَكَثُرَ الْقَتْل. ¶ __________ ¶ (1) النهاية في الفتن والملاحم 1/42. ¶ (2) النهاية في الفتن والملاحم 1/59. ¶ (3) انظر التذكرة 493. ¶ (4) انظر الفتح 13/43. ¶ (5) انظر التذكرة 2/493 ، والإذاعة 116. ¶ (6) انظر التذكرة 2/514 ، والقناعة 81 ، والإشاعة 112.",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "قُلْت: الَّذِي يَظْهَر أَنَّ الَّذِي شَاهَدَهُ كَانَ مِنْهُ الْكَثِير مَعَ وُجُود مُقَابِله، وَالْمُرَاد مِنْ الْحَدِيث اِسْتِحْكَام ذَلِكَ حَتَّى لَا يَبْقَى مِمَّا يُقَابِلهُ إِلَّا النَّادِر، وَإِلَيْهِ الْإِشَارَة بِالتَّعْبِيرِ بِقَبْضِ الْعِلْم فَلَا يَبْقَى إِلَّا الْجَهْل الصِّرْف، وَلَا يَمْنَع مِنْ ذَلِكَ وُجُود طَائِفَة مِنْ أَهْل الْعِلْم لِأَنَّهُمْ يَكُونُونَ حِينَئِذٍ مَغْمُورِينَ فِي أُولَئِكَ، وَيُؤَيِّد ذَلِكَ مَا أَخْرَجَهُ اِبْنِ مَاجَهْ بِسَنَدٍ قَوِيّ عَنْ حُذَيْفَة قَالَ: (يَدْرُس الْإِسْلَام كَمَا يَدْرُس وَشْي الثَّوْب حَتَّى لَا يَدْرِي مَا صِيَام وَلَا صَلَاة وَلَا نُسُك وَلَا صَدَقَة وَيُسْرَى عَلَى الْكِتَاب فِي لَيْلَة فَلَا يَبْقَى فِي الْأَرْض مِنْهُ آيَة) الْحَدِيث) إلى أن قال: (وَكَذَا الْقَوْل فِي بَاقِي الصِّفَات، وَالْوَاقِع أَنَّ الصِّفَات الْمَذْكُورَة وُجِدَتْ مَبَادِيهَا مِنْ عَهْد الصَّحَابَة ثُمَّ صَارَتْ تَكْثُر فِي بَعْض الْأَمَاكِن دُونَ بَعْض، وَاَلَّذِي يَعْقُبهُ قِيَام السَّاعَة اِسْتِحْكَام ذَلِكَ كَمَا قَرَّرْته، وَقَدْ مَضَى مِنْ الْوَقْت الَّذِي قَالَ فِيهِ اِبْنِ بَطَّال مَا قَالَ نَحْو ثَلَاثِمِائَةٍ وَخَمْسِينَ سَنَة وَالصِّفَات الْمَذْكُورَة فِي اِزْدِيَاد فِي جَمِيع الْبِلَاد لَكِنْ يَقِلّ بَعْضهَا فِي بَعْض وَيَكْثُر بَعْضهَا فِي بَعْض، وَكُلَّمَا مَضَتْ طَبَقَة ظَهَرَ النَّقْص الْكَثِير فِي الَّتِي تَلِيهَا، وَإِلَى ذَلِكَ الْإِشَارَة بِقَوْلِهِ فِي حَدِيث الْبَاب الَّذِي بَعْده (لَا يَأْتِي زَمَان إِلَّا وَاَلَّذِي بَعْده شَرّ مِنْهُ))(1). ¶ قال صديق حسن خان معلقا على كلام الحافظ هذا: ¶ __________ ¶ (1) الفتح 13/18.",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "(قلت: وقد مضى من الوقت الذي قال فيه الحافظ ابن حجر ما قال نحو خمسمائة سنة، والآفات المذكورة، والفتن المسطورة، في زيادة وفشو في جميع أقطار الدنيا حتى ملئت الآن جورا وظلما، ومن زمان النبوة نحو ألف وأربع وتسعين ومائتين إلى يومنا هذا)(1). ¶ ومن الأمثلة على وقوع ما يشابه ما نص عليه الحديث ويكون غير مقصود ما ذكره القرطبي معلقا على حديث (من أشراط الساعة أن يقل العلم، ويظهر الجهل، ويظهر الزنا، وتكثر النساء، ويقل الرجال حتى يكون لخمسين امرأة القيم الواحد)(2): ¶ (قوله: ويرى الرجل يتبعه أربعون امرأة يريد والله اعلم، أن الرجال يقتلون في الملاحم وتبقى نساؤهم أرامل، فيقبلن على الرجل الواحد في قضاء حوائجهن ومصالح أمورهن كما قال في الحديث الآخر قبله: (حتى يكون لخمسين امرأة القيم الواحد) الذي يسوسهن ويقوم عليهن من بيع وشراء وأخذ وعطاء، وقد كان هذا عندنا أو قريبا منه بالأندلس، وقيل إنه لقلة الرجال وغلبة الشبق على النساء يتبع الرجل الواحد أربعون امرأة كل واحدة تقول : انكحني، والأول أشبه، ويكون معنى يلذن يستترن ويتحرزن من الملاذ الذي هو السترة لا من اللذة. ¶ ولقد أخبرني صاحبنا أبو القاسم رحمه الله أخو شيخنا أبو العباس أحمد بن عمر رحمه الله أنه ربط نحوا من خمسين امرأة واحدة بعد أخرى في حبل واحد مخافة سبي العدو حتى خرجوا من قرطبة أعادها الله)(3)، فظاهر حديث النبي صلى الله عليه وسلم أن الأمر يكون أمرا عاما لا حكاية لحادثة فردية معينة كهذه. ¶ ومن أنواع التكرر الدقيقة والتي ينبغي الأناة في تنزيل النصوص عليها ما نص الشارع على تكرره ولكن حد له عددا معينا فمن أمثلته: ¶ __________ ¶ (1) الإذاعة 34. ¶ (2) رواه البخاري 81 ، والإمام أحمد في المسند 12818. ¶ (3) التذكرة 2/492 ، وانظر التذكرة 2/499 فقد كرر ما تقدم ، وانظر القناعة 113",
            "page": "176",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "الأحاديث الدالة على خروج الكذابين الدجالين، فمن ذلك ما صح عن جابر بن سمرة قال: سمعت رسول الله صلى الله عليه وسلم يقول: (إن بين يدي الساعة كذابين)(1)، وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : لا تقوم الساعة حتى يقتتل فئتان فيكون بينهما مقتلة عظيمة دعواهما واحدة ولا تقوم الساعة حتى يبعث دجالون كذابون قريبا من ثلاثين كلهم يزعم أنه رسول الله)(2)، وقد وقع الجزم بالعدد المذكور في رواية أبي داود بلفظ: (لا تقوم الساعة حتى يخرج ثلاثون دجالون كلهم يزعم أنه رسول الله)، وكذا وقع الجزم في حديث ثوبان قال: قال رسول الله صلى الله عليه وسلم: (لا تقوم الساعة حتى تلحق قبائل من أمتي بالمشركين وحتى يعبدوا الأوثان وإنه سيكون في أمتي ثلاثون كذابون كلهم يزعم أنه نبي وأنا خاتم النبيين لا نبي بعدي).(3) ¶ وورد في حديث آخر تحديد عدد آخر، فقد قال صلى الله عليه وسلم: (في أمتي كذابون و دجالون، سبعة وعشرون، منهم أربع نسوة، و إني خاتم النبيين، لانبي بعدي)(4). ¶ قال الحافظ: (وَأَمَّا التَّحْرِير فَفِيمَا أَخْرَجَهُ أَحْمَد عَنْ حُذَيْفَة بِسَنَدٍ جَيِّد \"سَيَكُونُ فِي أُمَّتِي كَذَّابُونَ دَجَّالُونَ سَبْعَة وَعِشْرُونَ مِنْهُمْ أَرْبَع نِسْوَة، وَإِنِّي خَاتَم النَّبِيِّينَ لَا نَبِيّ بَعْدِي\" وَهَذَا يَدُلّ عَلَى أَنَّ رِوَايَة الثَّلَاثِينَ بِالْجَزْمِ عَلَى طَرِيق جَبْر الْكَسْر، وَيُؤَيِّدهُ قَوْله فِي حَدِيث الْبَاب \"قَرِيب مِنْ ثَلَاثِينَ\")(5). ¶ فيستفاد من هذه الأحاديث أمور: ¶ 1-أن في هذه الأمة كذابين. ¶ __________ ¶ (1) رواه مسلم 2923. ¶ (2) رواه البخاري 3609 ، ومسلم 157 ، وأبو داود 4333 ، والترمذي 2218 ، والإمام أحمد في المسند 7187. ¶ (3) رواه الترمذي 2219 ، وأبي داود 4252 ، وصححه الألباني في صحيح الترمذي 1807. ¶ (4) رواه الإمام أحمد في المسند 22849 ، وصححه الألباني في صحيح الجامع 4258. ¶ (5) الفتح 13/91.",
            "page": "177",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "2-أن سبعة وعشرين منهم يزيدون على مجرد الكذب دعوى النبوة والرسالة، قال الحافظ ابن حجر: (ظَاهِر فِي أَنَّ كُلًّا مِنْهُمْ يَدَّعِي النُّبُوَّة، وَهَذَا هُوَ السِّرّ فِي قَوْله فِي آخِر الْحَدِيث الْمَاضِي \" وَإِنِّي خَاتَم النَّبِيِّينَ \" وَيَحْتَمِل أَنْ يَكُون الَّذِينَ يَدَّعُونَ النُّبُوَّة مِنْهُمْ مَا ذُكِرَ مِنْ الثَّلَاثِينَ أَوْ نَحْوهَا وَأَنَّ مَنْ زَادَ عَلَى الْعَدَد الْمَذْكُور يَكُون كَذَّابًا فَقَطْ لَكِنْ يَدْعُو إِلَى الضَّلَالَة كَغُلَاةِ الرَّافِضَة وَالْبَاطِنِيَّة وَأَهْل الْوَحْدَة وَالْحُلُولِيَّة وَسَائِر الْفِرَق الدُّعَاة إِلَى مَا يُعْلَم بِالضَّرُورَةِ أَنَّهُ خِلَاف مَا جَاءَ بِهِ مُحَمَّد رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ، وَيُؤَيِّدهُ أَنَّ فِي حَدِيث عَلِيّ عِنْدَ أَحْمَد \" فَقَالَ عَلِيّ لِعَبْدِ اللَّه بْن الْكَوَّاء: وَإِنَّك لَمِنْهُمْ \" وَابْن الْكَوَّاء لَمْ يَدَّعِ النُّبُوَّة وَإِنَّمَا كَانَ يَغْلُو فِي الرَّفْض)(1). ¶ 3-أن من السبعة والعشرين كذابا أربع نسوة. ¶ والواقع يشهد بأن أضعاف هذا الرقم من الدجالين الكذابين من مدعي النبوة ادعوها بعد وفاة النبي صلى الله عليه وسلم وإلى اليوم فالظاهر أن الأمر كما قال الحافظ ابن حجر: (وَلَيْسَ الْمُرَاد بِالْحَدِيثِ مَنْ اِدَّعَى النُّبُوَّة مُطْلَقًا فَإِنَّهُمْ لَا يُحْصَوْنَ كَثْرَة لِكَوْنِ غَالِبهمْ يَنْشَأ لَهُمْ ذَلِكَ عَنْ جُنُون أَوْ سَوْدَاء وَإِنَّمَا الْمُرَاد مَنْ قَامَتْ لَهُ شَوْكَة وَبَدَتْ لَهُ شُبْهَة كَمَنْ وَصَفْنَا، وَقَدْ أَهْلَكَ اللَّه تَعَالَى مَنْ وَقَعَ لَهُ ذَلِكَ مِنْهُمْ وَبَقِيَ مِنْهُمْ مَنْ يُلْحِقهُ بِأَصْحَابِهِ وَآخِرهمْ الدَّجَّال الْأَكْبَر)(2). ¶ __________ ¶ (1) الفتح 13/91. ¶ (2) الفتح 6/714 ، وانظر التذكرة 2/480.",
            "page": "178",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "ومع ذلك فينبغي على المحدد لهؤلاء أن لا يقطع بإدخالهم في مقصود الشارع إلا بالنص فمن ورد به النص جزمنا بكونه مقصودا(1)، وما كان باجتهاد(2) فدخوله ليس قطعيا ويعتمد قوة الإدخال بحسب حاله ودعواه وانتشارها فكلما كانت أعظم وكانت الدعوى أعرض فدخوله يتأكد أكثر وأكثر، والسبب في عدم القطع والجزم بدخول فرد لم ينص عليه أن البعض قد يحاول تحديد السبع وعشرين كذابا بحسب ما تقدمه من الزمن وقد يكون بعض المقصود مخبأ في المستقبل لم يقع، وقد يكون فيمن يستقبل من هو أولى بالإدخال ممن أدخل، فوجب مراعاة ذلك، فقد يكون فيمن نستقبل من الكذابين من حاله كحال المنصوص عليهم في شدة الدعوى وكثرة الأتباع فيعطون حكمهم، والمقصود التنبيه إلى أن من الأحاديث ما يكون أضيق من دائرة الوقائع فتكون الجزئيات المقصودة من الحديث جزئيات قليلة من وقائع كثيرة يصدق عليها لفظ الحديث فإذا ورد التنصيص بإدخال أفراد معينين وجب الإدخال، واستفيد من إدخال هذه الأفراد التعرف على مقصود الحديث وما هو الأمر المعتبر في هذه الأفراد فاقتضى تخصيصها وإدخالها في مقصود الحديث ومن ثم أمكن القياس عليها، مع التنبه إلى أن هذا القياس لون من الاجتهاد يقوى بقوة المعنى الموجود في الواقعة والواقعة المقيس عليها ويضعف بضعف ذلك، مع التنبه إلى أنه قد يكون في الحوادث المستقبلية ما يكون ألصق بمعنى الحديث فالاستعجال بتطبيق الحديث على الوقائع الماضية بحيث يستنفذ لا يصح لإمكان أن يكون في المستقبل ما هو أولى بالحديث من واقعة ماضية، ولذا فما ذكره البرزنجي: (والحاصل أن عددهم ¶ __________ ¶ (1) كمسيلمة الكذاب والأسود العنسي والمختار بن أبي عبيد الثقفي والمسيح الدجال ، انظر الفتح 6/713 وشرح صحيح مسلم 16/100 ، وصحيح الموارد 1589 للألباني. ¶ (2) انظر الفتح 6/714 وما بعده ، والإشاعة 107-108 ، والإذاعة 104-105 ، واليوم الآخر القيامة الصغرى 136، والسلسلة الصحيحة 1999 ، وعون المعبود 11/312",
            "page": "179",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "سبعة وعشرين قد تم أو كاد يتم، وأما مطلق الكذابين فلا حصر لهم)(1) فيه تحجير وتضييق والله أعلم. ¶ ومن الأمثلة على هذا النوع من الأحاديث الدالة على التكرار مقيدا بعدد معين كذلك حديث الافتراق وهو ما صح عن معاوية رضي الله عنه أن النبي صلى الله عليه وسلم قال: (ألا إن من قبلكم من أهل الكتاب افترقوا على ثنتين وسبعين ملة، وإن هذه الملة ستفترق على ثلاث وسبعين، ثنتان وسبعون في النار وواحدة في الجنة، وهي الجماعة)(2)، فينبغي عند تطبيق هذا الحديث على الواقع وتحديد ما يدخل فيه من الفرق وما يخرج اعتبار ما تقدم وعليه تعلم خطأ ما يمارسه كثير من الكتاب في الفرق والمقالات(3) من محاولات لتتبع هذه الفرق أو جعل مصنفاتهم قائمة على أساس هذا الرقم فيضمنون كتبهم 73 فرقة على الرقم المذكور في الحديث، 72 من أهل البدع، وواحدة هي أهل السنة، ومما يزيد الإشكال إشكالا أن تؤثر الأهواء والتعصبات والبدع في تحديد هذه الفرق فيدخل فيها ما لا يحق له الدخول ويخرج عنها ما حقه الإخراج، والحكم على أهل السنة بحكم الفرق الهالكة والحكم على فرقة هالكة بالنجاة، يقول شيخ الإسلام ابن تيمية: ¶ __________ ¶ (1) الإشاعة 108 ، وانظر الفتح 13/338. ¶ (2) رواه أبو داود 4597 ، والإمام أحمد في المسند 16490 ، وصححه الألباني في السلسلة الصحيحة 204. ¶ (3) انظر مثلا الملل والنحل 1/22 ، وعقائد الثلاث والسبعين فرقة 1/2 ، والإبانة لابن بطة برقم 277.",
            "page": "180",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "(وأما تعيين هذه الفرق فقد صنف الناس فيهم مصنفات وذكروهم في كتب المقالات لكن الجزم بأن هذه الفرقة الموصوفة هي إحدى الثنتين والسبعين لا بد له من دليل فإن الله حرم القول بلا علم عموما وحرم القول عليه بلا علم خصوصا فقال تعالى: (قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله مالم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون)، وقال تعالى: (يا أيها الذين آمنوا كلوا مما في الأرض حلالا طيبا ولا تتبعوا خطوات الشيطان إنه لكم عدو مبين إنما يأمركم بالسوء والفحشاء وأن تقولوا على الله ما لا تعلمون)، وقال تعالى: (ولا تقف ما ليس لك به علم)، وأيضا فكثير من الناس يخبر عن هذه الفرق بحكم الظن والهوى فيجعل طائفته والمنتسبة إلى متبوعه الموالية له هم أهل السنة والجماعة ويجعل من خالفها أهل البدع ، وهذا ضلال مبين)(1). ¶ ومما يصلح مثالا لهذا اللون من النصوص إضافة لما تقدم أحاديث الخسوفات الثلاث(2)، وسوق الترك لهذه الأمة ثلاث مرات(3)، وحديث الأئمة الاثني عشر(4) وغير ذلك. ¶ والمقصود بما تقدم جميعا أن يعلم أن تعيين مقصود الشارع إذا تعددت الوقائع فيه دقة تستدعي من المتكلم فيه مزيد بحث وعناية للحكم على الوقائع جميعا أنها المقصودة أو أن المقصود منها واقعة معينة محددة أو أن الوقائع التي وقعت غير مقصودة والمقصود واقعة ستأتي والله أعلم. ¶ __________ ¶ (1) الفتاوى 3/346 ، وانظر الحوادث والبدع 33 و36. ¶ (2) انظر الفتح 13/90 ، والقناعة 84 ، والإشاعة 111 ، والإذاعة 107. ¶ (3) انظر التذكرة 2/431. ¶ (4) انظر النهاية في الفتن والملاحم 1/24 ، وعون المعبود 11/244.",
            "page": "181",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "ومما يحسن التنبيه عليه كذلك في خاتمة هذه النقطة أن يعلم أن الكلام في هذه النصوص هو من الكلام في باب الأخبار فالأصل عدم الحكم بتعدد الواقعة لأدني اعتراض يقع للباحث، بحيث إذا جاءت روايتان لحديث واحد، أو تعددت الأحاديث عن واقعة واحدة جعلت كل رواية أو حديث حديثا عن واقعة مستقلة، فتتعدد الوقائع بتعدد تلك الروايات والأحاديث ظنا أن الأدلة تدل عليه والحق عدمه، وعليه يجب أن يستفرغ الوسع في تفهم النصوص وحملها على بعضها إن كانت مما يستوجب ذلك، يوضح هذا المعنى ما ذكره الحافظ ابن حجر في الرجل الذي يقتله الدجال: (قال ابن العربي: هذا اختلاف عظيم يعني في قتله بالسيف وبالمنشار، قال فيجمع بأنهما رجلان يقتل كلا منهما قتله غير قتلة الآخر، كذا قال والأصل عدم التعدد، ورواية المنشار تفسر رواية الضرب بالسيف، فلعل السيف كان فيه فلول فصار كالمنشار وأراد المبالغة في تعذيبه بالقتلة المذكورة)(1)، فهذا حكم بأن هذه الواقعة تتكرر وأنها تقع لرجلين وذلك مرجوح لما ذكره الحافظ عليه رحمة الله. ¶ قال ابن القيم رحمه الله ذاما هذه الطريقة المتعجلة في النظر للنصوص: ¶ (وهذه طريقة ضعفاء النقد، كلما رأوا اختلاف لفظ جعلوه قصة أخرى، كما جعلوا الإسراء مرارا لاختلاف ألفاظه، وجعلوا اشتراءه من جابر بعيره مرارا لاختلاف ألفاظه، وجعلوا طواف الوداع مرتين لاختلاف سياقه ونظائر ذلك، وأما الجهابذة النقاد فيرغبون عن هذه الطريقة ولا يجبنون عن تغليط من ليس معصوما من الغلط ونسبته إلى الوهم)(2). ¶ المعلم الحادي والعشرون: الاشتراك في الاسم بين النص والواقع لا يلزم أن ينزل النص على هذا الواقع ¶ __________ ¶ (1) الفتح 13/110. ¶ (2) زاد المعاد 2/297 ، وانظر زاد المعاد 3/42.",
            "page": "182",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "قد ترد في النصوص تنصيصات على مسميات أو ألقاب معينة، فلا يلزم من تحقق هذه في واقعة أن تنزل تلكم النصوص عليها بل لا بد من اعتبار بقية صفات الواقعة في النصوص ومدى استكمال الواقعة لها للتنزيل، من الأمثلة الموضحة لهذه النقطة ما قاله الإمام ابن كثير حيث قال: (وقد نطقت هذه الأحاديث التي أوردناها آنفا بالسفاح والمنصور والمهدي ولا شك أن المهدي الذي هو ابن المنصور ثالث خلفاء بني العباس ليس هو المهدي الذي وردت الأحاديث المستفيضة بذكره وأنه يكون في آخر الزمان يملأ الأرض عدلا وقسطا كما ملئت جورا وظلما وقد أفردنا للأحاديث الواردة فيه جزءا على حدة كما أفرد له أبو داود كتابا في سننه وقد تقدم في بعض هذه الأحاديث آنفا أنه يسلم الخلافة إلى عيسى بن مريم إذا نزل الى الأرض والله أعلم وأما السفاح فقد تقدم أنه يكون في آخر الزمان فيبعد أن يكون هو الذي بويع أول خلفاء بني العباس فقد يكون خليفة آخر وهذا هو الظاهر فإنه قد روى نعيم بن حماد عن ابن وهب عن ابن لهيعة عن يزيد بن عمرو المعافري عن قدوم الحميري سمع نفيع بن عامر يقول: يعيش السفاح أربعين سنة اسمه في التوراة طائر السماء، قلت: وقد تكون صفة للمهدي الذي يظهر في آخر الزمان لكثرة ما يسفح أي يريق من الدماء لإقامة العدل ونشر القسط وتكون الرايات السود المذكورة في هذه الأحاديث إن صحت هي التي تكون مع المهدي ويكون أول ظهور بيعته بمكة ثم تكون أنصاره من خراسان كما وقع قديما للسفاح والله تعالى أعلم هذا كله تفريع على صحة هذه الأحاديث وإلا فلا يخلو سند منها عن كلام والله سبحانه وتعالى أعلم بالصواب)(1). ¶ __________ ¶ (1) البداية والنهاية م3 6/634.",
            "page": "183",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "وقال البرزنجي معلقا على حديثين من أحاديث النفس الزكية(1): ¶ (تنبيه النفس الزكية هذا غير النفس الزكية الذي قتل في زمن المنصور العباسي، قتله موسى بن عيسى عم المنصور، وهو محمد النفس الزكية ابن عبدالله المحض بن الحسن المثنى بن الحسن السبط بن علي بن أبي طالب، بايعه أهل المدينة بالخلافة، وكان يقال: إنه المهدي، قتل هو بالمدينة وقتل أخوه إبراهيم ابن عبدالله بالعراق، ومات أبوهما في الحبس)(2). ¶ وقال بعد إيراد حديثين من أحاديث الرايات السود: ¶ (هذه الرايات السود غير الرايات السود التي أتت لنصر بني العباس، وإن كان كل منهما من قبل المشرق من أهل خراسان وقاتلت بني أمية، لأن هؤلاء قلانسهم سود وثيابهم بيض، وأولئك كان ثيابهم سود، أو لأن هذه الرايات صغار وتلك كانت عظاما، ولأن هذه يقدم بها الهاشمي الذي على مقدمته شعيب بن صالح التميمي، وتلك قدم بها أبو مسلم الخرساني، ولأن هذه تقاتل بني أبي سفيان، وتلك قاتلت بني مروان)(3)، ¶ __________ ¶ (1) وهما (إذا قتلت النفس الزكية غضب عليهم من في السماء ومن في الأرض ، فيأتي الناس المهدي فزفوه كما تزف العروس إلى زوجها ليلة العرس) ، وحديث: (إذا قتلت النفس الزكية وأخوه يقتل بمكة ضيعة نادى مناد من السماء: إن أميركم فلان ، وذلك المهدي يملأ الأرض حقا وعدلا)وكلاهما من الأحاديث الضعيفة ، انظر السلسلة الضعيفة 2155 ، والمقصود بإيراد هذه الأمثلة مع ضعف الأحاديث بيان منهج أهل العلم في التعامل معها وتنزيلها على الواقع لا تصحيحها أو تصحيح تنزيلها. ¶ (2) الإشاعة 239 ، وانظر الإذاعة 165. ¶ (3) الإشاعة 240.",
            "page": "184",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "فبغض النظر عن صحة الأحاديث في الرايات السود من ضعفها، وبغض النظر عما قاله البرزنجي مما يتعلق بها من تفاصيل، فإن هذا الكلام يدل على عدم اعتبار مطلق المطابقة بين الاسم المستعمل في الحديث والاسم المستعمل في الواقع، فلا يلزم من هذه المطابقة بين الاسمين أن ينزل الحديث عليه، فقد تكون هذه المطابقة مجرد مصادفة، وتكون الواقعة المسماة بلفظ الحديث غير مقصودة(1). ¶ ومن أجلى الأمثلة الموضحة لهذا المعنى ما وقع للنفس الزكية رحمه الله محمد بن عبدالله بن الحسن، فقد تطابق اسمه مع ما تضمنه النص (يوطئ اسمه اسمي واسم أبيه اسم أبي) بل زاد على ذلك بأوصاف اشترك مع المهدي فيها ككونه من آل بيت المصطفى صلى الله عليه وسلم من ولد فاطمة ومع ذلك فلم يكن هو بالمهدي المقصود. ¶ المعلم الثاني والعشرون: ليس شرطا أن نربط كل فتنة وحادثة بالنصوص الشرعية ¶ إن الناظر في الوقائع والحوادث والفتن يجدها كثيرة جدا بحيث يصعب أن تستوعبها ما بأيدينا من النصوص، وبالتالي لا يصح أن نربط بين النصوص وبين تلك الوقائع لأنه يحتمل أن تحصل واقعة ولا نص يدل عليها، فليس شرطا أن ترد أحاديث الفتن والملاحم وأشراط الساعة بكل ما يقع من حوادث، وذلك إما لانعدام تلك النصوص أصلا فلم يحدث النبي صلى الله عليه وسلم بحديث في هذه الحادثة أو تلك، أو حدث وترك الصحابة التحديث بها إما لمصلحة أو لنسيان أو لغير ذلك كما تقدم. ¶ __________ ¶ (1) وانظر ما قاله ابن كثير في البداية والنهاية عند كلامه عن قيام دولة بني العباس وراياتها السود م3 6/631 ، م5 10/463.",
            "page": "185",
            "part": "1"
        },
        {
            "id": "186",
            "nass": "ومن نظر فيما مر بالأمة من أحداث جسام علم صحة هذا، وأن الله قد يقدر على العباد أمورا ولا يخبرهم بها، فقد هدمت الكعبة في عهد الحجاج، واعتدي على الحجيج في المسجد الحرام وأخذ الحجر الأسود أيام القرامطة، ووقعت الحروب الصليبية، واحترق المسجد الأقصى في ظل الاحتلال، وليس فيما بين أيدينا من النصوص الصحيحة إشارة إلى مثل هذه الحوادث، فلا يصح والحالة هذه أن نفتعل صلة بين النصوص وهذه الحوادث فنحملها ما لا تحتمل أو نلوي أعناقها لتدل عليها، وهذه حالة كثير من الكتاب في هذا الباب ما إن تلم بالمسلمين فتنة أو مصيبة إلا ويبادرون بإخراج الكتاب تلو الكتاب قال النبي صلى الله عليه وسلم فيها كذا وكذا وقال فيها كيت وكيت، فإذا قرأت وفتشت لم تجد صلة بين الأمرين ووجدت جهلا وتعالما وسوء فهم يناسب أحوال أولئك الكتاب والله المستعان. ¶ ومما يؤكد هذا الإشكال وسيطرته على نفوس بعضهم ما قاله فاروق الدسوقي في القيامة الصغرى على الأبواب 10 مثلا: (كل هذا جعلني على يقين أنني أمام حدث جلل غير عادي لا بد أن في السنة الشريفة عنه خبرا أو أخبارا)(1)، فمثل هذه النفسية في بحث المسألة مما سيؤدي بصاحبه إلى انحراف في تصور نصوص الشارع وفهمها ومن ثم انحرافا في تطبيقها على الواقع وتنزيلها، ومما سبق تعلم خطأ ما قاله الآلوسي في تفسيره: (بل ما من حادثة ترسم بقلم القضاء في لوح الزمان إلا وفي القرآن العظيم إشارة إليها فهو المشتمل على خفايا الملك والملكوت وخبايا قدس الجبروت)(2) والله أعلم. ¶ المعلم الثالث والعشرون: عدم استحداث صفات لم ترد في النصوص الشرعية ¶ __________ ¶ (1) تحذير ذوي الفطن 88. ¶ (2) روح المعاني 1/7.",
            "page": "186",
            "part": "1"
        },
        {
            "id": "187",
            "nass": "إن الواجب الاقتصار على ما دلت عليه النصوص الشرعية من صفات للوقائع فهي وحدها مصدر تصوير الواقعة المستقبلية ليصح التنزيل متى ما تحققت، فليس ثمة مجال للاستكثار من إيراد صفات للوقائع لم يُنص عليها، لأن الصفة الزائدة تضيق من دائرة الوقائع بحيث تخرج من هذه الدائرة ما لم يتصف بهذه الصفة، فإذا تكثرنا من الصفات من غير النصوص الشرعية فقد ضيقنا الدائرة عما أدخلته النصوص في دائرتها، إذ من هَمّ المنزل أن يتتبع الصفات المحددة ليطبقها في الواقع فإذا وجدها غير مستكملة لبعض الصفات لم ينزل، والخطأ ينشأ حين يمتنع من التنزيل لصفة غير منصوصة شرعا فيرفع حكم النص عن الواقعة، وقد يتسبب هذا الرفع في عدم التنزيل على أي واقعة لإمكانية عدم تحقق هذه الصورة المرسومة في ظل هذه الصفات الممزوجة بين النصوص الشرعية وما هو خارج عنها، ولذا جرى التنبيه إلى هذه المسألة. ¶ والأمثلة كثيرة في هذا الباب من القديم والحديث فلنقتصر على ذكر مثالين من القديم والحديث، فالمثال الأول ما ذكره بعضهم في شأن يأجوج ومأجوج، فمن تتبع ما قيل فيهم وما كتب عنهم من العجائب والغرائب أعياه التتبع وكل ذلك مما لا يصح فيه دليل يعتمد يقول ابن كثير في وصف يأجوج ومأجوج ومتعقبا ما قيل فيهم مما لا يصح: (وهم يشبهون الناس كأبناء جنسهم من الأتراك المخرومة عيونهم، الذلف أنوفهم، الصهب شعورهم على أشكالهم وألوانهم، ومن زعم أن منهم الطويل كالنخلة السحوق أو أطول، ومنهم القصير الذي هو كالشيء الحقير، ومنهم من له أذنان يتغطى بإحداها ويتوطى بالأخرى، فقد تكلف ما لا علم له به، وقال ما لا دليل عليه)(1). ¶ أما المثال الثاني فما ألحقه بعضهم بالمهدي من صفات لا تصح لا في نص صحيح ولا ضعيف أو موضوع أحيانا، يقول محمد عيسى داود في المفاجأة ص90: ¶ __________ ¶ (1) النهاية في الفتن والملاحم 1/201.",
            "page": "187",
            "part": "1"
        },
        {
            "id": "188",
            "nass": "(المهدي طويل القامة طولا مميزا، ربما يتراوح ما بين 180 و190 سم، ولا يظهر بالعقال أبدا، إنما يلبس الزي (الرومي)...يعني لبسه الأساسي هو الزي المدني الحالي بجميع أشكاله الحضارية المدنية الحالية، فهو ليس غريبا في هيئته عن الحضارة الغربية، وأحيانا يرتدي العباءة والجلباب كما يرتديها أحدنا، وفي البرودة له (بالطو) مثل بالطو الاسكيندياف الروس، ولكن زيه الرسمي البدلة والكرفت)(1)، وسياق مثل هذا العبث مغن عن الجواب عليه والله المستعان. ¶ المعلم الرابع والعشرون: عدم تحديد تواريخ وأوقات معينة لوقوع الفتنة أو الملحمة أو الشرط ¶ __________ ¶ (1) تحذير ذوي الفطن 181.",
            "page": "188",
            "part": "1"
        },
        {
            "id": "189",
            "nass": "مما ينبغي أن يكون واضحا أنه لا يصح مطلقا أن يقوم شخص بتحديد وقت ظهور الفتنة أو الملحمة أو الشرط، بحيث يحدث الناس بأن الأمر الفلاني واقع في تاريخ كذا، فإن هذا من الأمور المغيبة التي استأثر الله بعلمها، يقول صديق حسن خان في تعريفه لعلم الملاحم قال: (جمع ملحمة، وهي الواقعة العظيمة في الفتنة مثل: بختنصر، ووقعة جنكيز خان، وهولاكو، وتيمور) إلى أن قال: (وقد وقعت منها ملاحم وفتن كثيرة ويقع ما بقي منها، ولكن العلم بمواقيتها مما استأثر الله سبحانه وتعالى بعلمه، ولا يتيسر لبشر العلم بوقتها، إلا بعد وقوعها، وحصول التطبيق بالأحاديث الواردة فيها)(1)، وهذا كلام مهم، فشأن هذه الأشراط كشأن الساعة لا يعلم وقتها على التعيين والتحديد بحيث يصح أن يقال أنها ستكون في اليوم الفلاني وفي الشهر الفلاني وفي سنة كذا وكذا إلا الله جل وعلا، قال القرطبي: (والذي ينبغي أن يقال به في هذا الباب أن ما أخبر به النبي صلى الله عليه وسلم من الفتن والكوائن أن ذلك يكون، وتعيين الزمان في ذلك من سنة كذا يحتاج إلى طريق صحيح يقطع العذر، وإنما ذلك كوقت قيام الساعة فلا يعلم أحد أي سنة هي ولا أي شهر)(2)، وقال السخاوي: (ومن فوائده الرد على الحرالي المغربي الزاعم أنه استخرج من الحرف وقت خروج الدجال ووقت طلوع الشمس من مغربها مع أن هذه تحديدات وعلوم استأثر الله بها عن سائر أنبيائه ورسله فضلا عن من دونهم)(3)، وقال صديق حسن خان: (لا شك في أن المهدي يخرج في آخر الزمان من غير تعيين لشهر وعام لما تواتر من الأخبار في الباب، واتفق عليه جمهور الأمة سلفا عن خلف، إلا من لا يعتد بخلافه، وليس القول بظهوره بناء على أقوال الصوفية ومكاشفاتهم أو أهل التنجيم أو الرأي المجرد، بل إنما قال به أهل العلم لورود الأحاديث الجمة في ذلك)(4). ¶ __________ ¶ (1) أبجد العلوم 2/518. ¶ (2) التذكرة 2/477. ¶ (3) القناعة 28. ¶ (4) الإذاعة 162.",
            "page": "189",
            "part": "1"
        },
        {
            "id": "190",
            "nass": "وقد قال ابن خلدون مشتكيا من أحوال مدعي المهدوية في زمانه وقبل زمانه قال: (إلى كلام من أمثال هذا يعينون فيه الوقت، والرجل، والمكان، بأدلة واهية وتحكمات مختلفة فينقضي الزمان، ولا أثر لشيء من ذلك، فيرجعون إلى تجديد رأي آخر منتحل كما تراه من مفهومات لغوية، وأشياء تخيلية، وأحكام نجومية، في هذا انقضت أعمار الأول منهم والآخر)(1)، وصدق رحمه الله ومن تأمل في أحوال كثير من الكتاب وجدهم على هذه الشاكلة يقررون بالأمس كلاما فيكذبهم العلماء فيأتي الواقع مصدقا أهل العلم مكذبا لهم، فيكون الواقع واعظا لهم علهم ينزجرون أو على الأقل يستحيي من الخلق ولكنهم يعيدون الكرة بعد الكرة، وكأن شيئا لم يكن وصدق رسول الله صلى الله عليه وسلم: (إن مما أدرك الناس من كلام النبوة الأولى إذا لم تستحي فاصنع ما شئت)(2). ¶ ومن تتبع أحول أهل العلم وجدهم على هذه القاعدة كافين عن ذكر تحديد لوقوع النصوص وتحققها بتواريخ معينة، وغاية ما يصنعونه في هذا الباب أن يقولوا : إن وقت هذه الواقعة في زمن المهدي مثلا أو عيسى بن مريم، أو قبله أو بعده ونحو ذلك، بما يعود إلى مسألة الترتيب بين الأشراط والعلامات، أما تحديد التواريخ فليست محلا للاجتهاد والاستنباط ومن خاض في مثل هذا كان خائضا في ضرب من الكهانة والتنجيم والعياذ بالله. ¶ __________ ¶ (1) المقدمة لابن خلدون 2/816. ¶ (2) رواه البخاري 6120 ، وأبو داود 4797 ، وابن ماجة 4183 ، والإمام أحمد في المسند 2184.",
            "page": "190",
            "part": "1"
        },
        {
            "id": "191",
            "nass": "وما ثبت من التحديد عن الصحابة فحكمه حكم المرفوع لعدم دخوله في دائرة الاجتهاد وذلك كاستعاذة أبي هريرة من رأس الستين مثلا، فلو صح في ذلك نص فلا كلام، أما وأنه لم يصح فلا، قال الإمام ابن القيم في معرض كلامه على القرائن التي يعلم بها الحديث الموضوع في كتابه المنار المنيف: (أن يكون في الحديث تاريخ كذا وكذا، مثل قوله: (إذا كان سنة كذا وكذا وقع كيت وكيت، وإذا كان شهر كذا وكذا وقع كيت وكيت) كقول الكذاب الأشر: (إذا انكسف القمر في المحرم: كان الغلاء والقتال وشغل السلطان، وإذا انكسف في صفر كان كذا وكذا) واستمر الكذاب في الشهور كلها، وأحاديث هذا الباب كلها كذب)(1)، وقال القرطبي في أثناء سياق حديث مفتعل في ذكر الوقائع على السنوات (أن في سنة مائتين يقع كذا وكذا، وفي العشر ومائتين يقع كذا وكذا...) وهكذا قال: (وأيضا دلالة أخرى على أنه مفتعل أن التاريخ لم يكن على عهد رسول الله صلى الله عليه وسلم أن يقال في سنة مائتين أو سنة عشرين ومائتين، ولم يكن وضع شيء من التاريخ)(2)، وقال ابن القيم: (ومنها أحاديث التواريخ المستقبلية، وقد تقدمت الإشارة إليها وهي كل حديث فيه: (إذا كانت سنة كذا وكذا حل كذا وكذا))(3). ¶ وعليه فما وقع من تحديدات في التواريخ غير صحيح، لانعدام باب العلم بها لانعدام الأخبار، ومن أمثلة ما وقع من تحديد للتواريخ مما لا يُرتضى على ما سبق: ¶ ما قاله البرزنجي في وقت خروج المهدي: ¶ (فيحتمل خروج المهدي على رأس هذه المئة احتمالا قويا بل قبل المئة، إذ الدجال يخرج في خلافته، وهو كما مر يخرج على رأس المئة، ويحتمل أن يتأخر للمرة الثانية ولا يفوتها قطعا)(4). ¶ __________ ¶ (1) المنار المنيف 64. ¶ (2) التذكرة 2/476. ¶ (3) المنار المنيف 110 ، وانظر جنة المرتاب 2/529 ، 2/533 ، 2/535. ¶ (4) الإشاعة 388.",
            "page": "191",
            "part": "1"
        },
        {
            "id": "192",
            "nass": "قال المحقق معلقا: (وهكذا قال في الصفحة 149 بظهور المهدي في المئة الثانية بعد الألف قطعا، وهذا مشكل، فإنه قد تمت المئة الثانية والثالثة والرابعة، وها نحن قد دخلنا في الخامسة، اللهم إلا أن يقال: لما تظاهرت العلامات على خروج المهدي فأحدث ذلك يقينا قطعيا في رأي المؤلف، فقال هذا الكلام، والحال أن دلالة العلامة على المعلم لها ظنية دائما، فخروج المهدي وظهوره ثابت بالأحاديث الصحيحة المتواترة، وأما وقت ظهوره فلا يعلمه قطعا إلا الله تعالى، وقد أشار المصنف إلى ذلك بقوله ص389: وهذه كلها مظنونات، وقد وقع مثل هذا لكثير من الأئمة مثل الحافظ السيوطي كما تقدم النقل عنه والحافظ ابن الديبع في حدائق الأنوار وغيرهم من الأئمة حسبما ظهر لهم من فهم للنصوص). ¶ ولئن كانت مثل هذه المباحث لبعض من تقدم محل انتقاد فما يمارسه كثير من متأخري الكتاب في هذا الباب يعد جريمة من الجرائم خذ مثلا صنيع فهد سالم فبعد أن زعم أن الدجال مسلم وأنه يعطى الرئاسة في إيران قبل ظهور المهدي ثم لمح بل وصرح بأنه محمد خاتمي ملقبا إياه بـ (آية الله جورباتشوف)(1)، تراه يذهب إلى أبعد من هذا في تحديد وقت خروج الدجال فيقول:(في 15 شعبان 1420، الموافق 23 نوفمبر 1999 يخرج المسيح الدجال بفتنته الكبرى حيث يدعي الألوهية، ويظهر المعجزات لفتنة الناس)(2). ¶ __________ ¶ (1) أسرار الساعة 39 عن المهدي وفقه أشراط الساعة 616. ¶ (2) أسرار الساعة 146 عن المهدي وفقه أشراط الساعة 616.",
            "page": "192",
            "part": "1"
        },
        {
            "id": "193",
            "nass": "ويستمر على هذا النسق في رسم سيناريو المستقبل بخيال خصب محددا الفتنة والشرط وتاريخ الخروج باليوم والشهر والسنة الهجرية والميلادية بل ويحدد وقت الشرط من اليوم أحيانا، والواقع كان متكفلا بتكذيبه فقد ذكر أن المسجد الأقصى سيتم تفجيره في 1/1/1999 فلم يقع من ذلك شيء، وذكر أن طلائع القوات الغربية ستنزل بالأردن وتحاصر بيت المقدس في نفس اليوم(1)، كما ذكر أن المهدي سيخرج يوم الثلاثاء 25/1/1420 (2)، وأن الملحمة تبدأ في جمادى ورجب وشعبان من السنة نفسها(3)، ويكون خروج الدجال في 15/8/1420(4)، ثم ينزل عيسى عليه السلام في 25/9/1420 (5)، ثم يظهر عيسى للدجال والذي يهرب إلى مطار اللد الدولي ليقلع بطائرته هربا من عيسى فيقتله عيسى قرب باب اللد الشرقي(6)، ثم يمضي على هذا النسق مخبرا أن وفاة عيسى ستكون 2007 وأن نهاية عمر الدنيا ستكون في 2010 حيث تخرج الشمس من مغربها(7). فهل سمع بمثل هذا قط وهل وقع شيء منه أم أنها خيالات وأوهام مسطرة في الكتب، وهل لعاقل حقا أن يظن أن ما تبقى من تنبؤاته لها أي قيمة تذكر، وهل لأحد أن يزعم بعده أن نهاية عمر الدنيا ستكون في 2010 لا أظن منصفا عاقلا يحترم نفسه وقراءه يقبل بمجرد ذكر هذا الكلام فضلا عن تثبيته واعتقاده.. ولكن لا زال القوم يكتبون! ¶ __________ ¶ (1) أسرار الساعة 141 عن المهدي وفقه أشراط الساعة621. ¶ (2) أسرار الساعة 84 عن المهدي وفقه أشراط الساعة 621. ¶ (3) أسرار الساعة 146 عن المهدي وفقه أشراط الساعة 622. ¶ (4) أسرار الساعة 146 عن المهدي وفقه أشراط الساعة 622. ¶ (5) أسرار الساعة 147 عن المهدي وفقه أشراط الساعة 622. ¶ (6) أسرار الساعة 147 عن المهدي وفقه أشراط الساعة 622. ¶ (7) أسرار الساعة 70 عن المهدي وفقه أشراط الساعة 623.",
            "page": "193",
            "part": "1"
        },
        {
            "id": "194",
            "nass": "والعجيب أن يثني المؤلف على صنيعه المتقدم بقوله: (لقد كان الواقع المعاصر والمعاش شاهد إثبات على صحة كل ما ورد في هذا الكتاب من روايات وأحاديث، ولهذا تمكنت بتوفيق الله من إزاحة الستار عن أكثر الأسرار خطورة، إنها أسرار النهاية وقيام الساعة، لقد تفككت أمامي وبكل سهولة أكثر الرموز المستعصية في روايات الفتن والملاحم وأشراط الساعة، لقد رأيت أمامي خيوط المؤامرة، وكشفت أبعادها السرية والعلنية، ولهذا سيجد القارئ في هذا الكتاب تحديد الزمان والمكان للملاحم، ويجد أسماء بعض قادة الفتن في آخر الزمان وزعماء آخرين، والجميع قادة سياسيون معاصرون، ولكن رسول الله صلى الله عليه وسلم قد وصفهم لنا...)(1) ¶ والمضحك أن المؤلف قد قال بعد ذلك: (ولا أريد أن أطيل فهذا الكتاب بين أيديكم، وقد كفيتكم الرد عليه بأفصح لغة علمية، وهي لغة الأرقام وبأقوى وأصدق المواعيد وهي التاريخ، وليس على المرجفين أو المتشككين إلا الانتظار لعدة شهور فقط، وتظهر الحقيقة أمام الجميع، إما مع الكتاب أو ضده، فعليهم الصمت والترقب حتى لا يحرموا غيرهم من فائدة مرجوة قبل ظهور آية الدخان، أو يظهر الدجال في شخصيته المزعومة)(2)، فقد ظهرت الحقيقة والحمد لله، ولكن على غير ما أراده هذا العابث المتعالم، والمقصود أن مثل هذه التحديدات باب مغلق لا يصح تقحمه لما تقدم والله أعلم. ¶ الخاتمة ¶ __________ ¶ (1) أسرار الساعة 15 عن المهدي وفقه أشراط الساعة 632. ¶ (2) أسرار الساعة 16 عن المهدي وفقه أشراط الساعة 633.",
            "page": "194",
            "part": "1"
        },
        {
            "id": "195",
            "nass": "فهذا ما تيسر جمعه من قواعد ومنارات تضبط الفوضى الواقعة في هذا الباب، عسى أن تكون محل إفادة، والذي ينبغي أن يكون من المسلم على بال أن هذه الأشراط من قدر الله، وأن مدافعة القدر بالقدر هو الواجب على المكلف، أما ترك العمل الواجب احتجاجا بالقدر فلا يصح ولا يجوز، فحذاري من الاشتغال بهذه الأشراط وما يتصل بها عن العمل بمقتضاها وحذاري من اتخاذها قنطرة (للاعمل) فإنه خطير خطير، إنا لم نكلف بأن ننتظر المصلحين بل كلفنا أن نكون مصلحين، إنه لا يصح بحال أن تكون هذه الأشراط مدعاة للقعود فضلا عن النكوص عن نصرة هذا الدين، بل الواجب بذل الغالي والنفيس في نصرة هذا الدين، ليكون ما تضمنته الأخبار من ظهور هذا الدين وانتصاره بأيدينا، فهذا هو الشرف حقا، وهذا هو العلو، أما عدم المشاركة بشيء من واجب النصرة ولو تحققت النصرة فلا تفيد صاحبها شيئا بل قد يكون مأزورا غير مأجور، إن المسؤولية عظيمة وإن الواجب كبير، فمن أراد التقاعس والتكاسل فإنه أسهل شيء يكون فليس عليه إلا أن يعمل (لا شيء)! أما من أراد القيام بالواجب حقا والنهوض بالأمة صدقا فعليه أن يعمل كل شيء.. بقدر الوسع والطاقة (لا يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ). ¶ قرب الرحيل إلى ديار الآخرة ... ... فاجعل إلهي خير عمري آخره ¶ فلئن رحمت فأنت أكرم راحم ... ... وبحار جودك يا إلهي زاخرة ¶ آنس مبيتي في القبور ووحدتي ... ... وارحم عظامي حين تبقى ناخرة ¶ فأنا المسيكين الذي أيامه ... ... ولت بأوزار غدت متواترة",
            "page": "195",
            "part": "1"
        },
        {
            "id": "196",
            "nass": "وتوله باللطف عند مآله ... ... يا مالك الدنيا ورب الآخرة ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ المقدمة ... 2 ¶ من حِكَم الشريعة في إيراد نصوص الفتن والأشراط ... 4 ¶ 1-الابتلاء والامتحان: ... 4 ¶ 2-التحذير مما يستقبل الناس والإرشاد إلى ما يفعلون: ... 5 ¶ 3-الاستعداد لقيام الساعة: ... 7 ¶ 4-أن هذه الأخبار من دلائل النبوة: ... 8 ¶ 5-تغذية فضول الإنسان: ... 9 ¶ المقصود بتنزيل أحاديث الفتن والملاحم وأشراط الساعة على الواقع: ... 12 ¶ حكم تنزيل أحاديث الفتن والملاحم وأشراط الساعة على الواقع من جهة الأصل: ... 12 ¶ ليس من شرط أشراط الساعة أن تكون قبيل قيامها بل يجوز أن تتقدم عليها بدهر وهو الواقع ... 17 ¶ أقسام الأشراط وعلاقته بعملية التنزيل ... 17 ¶ * تقسيم الأشراط باعتبار الوقوع: ... 17 ¶ * تقسيم الأشراط باعتبار الصغر والكبر: ... 18 ¶ العبث الحاصل من الكتاب المعاصرين حيال نصوص الفتن والملاحم و أشراط الساعة ... 19 ¶ أسباب بروز ظاهرة التنزيل مؤخرا ... 25 ¶ خطورة التنزيل الخاطئ ... 27 ¶ 1-أنه قول على الله بغير علم: ... 27 ¶ 2-القيام بعمل غير مشروع أو ترك العمل المشروع: ... 28 ¶ 3-تهيئة الجو لتصديق دعاة الضلالة: ... 30 ¶ 4-الاستغلال السيئ وتحقيق الأغراض الشخصية: ... 30 ¶ 5-تكذيب الله ورسوله: ... 31 ¶ 6-تسليط المخالفين: ... 32 ¶ 7-تعطيل النص عن مقصوده: ... 32 ¶ معالم ومنارات ... 33 ¶ لا بد منها لمريدي تنزيل النصوص على الواقع ... 33 ¶ المعلم الأول: الاقتصار على نصوص الوحيين في الاستدلال ... 33 ¶ المعلم الثاني: التحقق من ثبوت النص ... 67 ¶ المعلم الثالث: التحقق من معنى النص ... 76 ¶ المعلم الرابع: الأصل حمل النص على ظاهره ... 89 ¶ المعلم الخامس: أن يكون التنزيل عاريا عن التكلف ... 92 ¶ المعلم السادس: التحقق من طبيعة الواقع ... 95 ¶ المعلم السابع: النظر في استكمال الواقعة لأوصاف الحديث من عدمه ... 99",
            "page": "196",
            "part": "1"
        },
        {
            "id": "197",
            "nass": "المعلم الثامن: التفريق بين الصفات المشتركة والصفات الخاصة ... 107 ¶ المعلم التاسع: أن يكون النص حكما على الواقع لا العكس ... 108 ¶ المعلم العاشر: مراعاة ألفاظ الشريعة ... 111 ¶ العلم الحادي عشر: التأني في التنزيل ... 115 ¶ المعلم الثاني عشر: مراجعة العلماء في هذا الباب ... 121 ¶ المعلم الثالث عشر: التجرد في البحث والخروج عن الهوى ... 123 ¶ المعلم الرابع عشر: عدم محاكمة نصوص المستقبل للوقع الحالي ... 126 ¶ المعلم الخامس عشر: محاولة افتعال واقع يمكن أن تنزل عليه النصوص ... 130 ¶ المعلم السادس عشر: إعطاء كل تنزيل حقه من القطع والظن ... 132 ¶ المعلم السابع عشر: مراعاة البعد الزمني وترتيب الأشراط ... 135 ¶ المعلم الثامن عشر: حدثوا الناس بما يعقلون ... 141 ¶ المعلم التاسع عشر: وقفة مع اعتراض المتأخر على المتقدم في هذا الباب ... 147 ¶ المعلم العشرون: الموقف من الوقائع المتكررة وتنزيل النصوص عليها ... 155 ¶ المعلم الحادي والعشرون: الاشتراك في الاسم بين النص والواقع لا يلزم أن ينزل النص على هذا الواقع ... 166 ¶ المعلم الثاني والعشرون: ليس شرطا أن نربط كل فتنة وحادثة بالنصوص الشرعية ... 168 ¶ المعلم الثالث والعشرون: عدم استحداث صفات لم ترد في النصوص الشرعية ... 169 ¶ المعلم الرابع والعشرون: عدم تحديد تواريخ وأوقات معينة لوقوع الفتنة أو الملحمة أو الشرط ... 171 ¶ الخاتمة ... 177",
            "page": "197",
            "part": "1"
        }
    ],
    "t36643": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "منارات وعلامات في تنزيل احاديث الفتن على الواقع"
        }
    ]
}