{
    "b36653": [
        {
            "id": "1",
            "nass": "اختراق المواقع وتدميرها: رؤية شرعية ¶ د. عبد العزيز بن إبراهيم الشبل ¶ الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، أما بعد: ¶ فهذه وريقات في حكم اختراق المواقع وتدميرها، أحببت أن أجلي فيها الحكم الشرعي بحسب استطاعتي، كما أني حاولت أن أكون محايداً غير متأثر بضغط الواقع أو الأشخاص حسب طاقتي، ومن الله أستمد العون والتوفيق. ¶ المبحث الأول: التوصيف الفقهي للموقع. ¶ الموقع ( web site)  هو عبارة عن مكان على الإنترنت، يمكن أن تجد فيه معلومات عن شيء معين. (1) ¶ وبالنظر إلى ما اختاره كثير من الفقهاء (2) من اشتراط شرطين في ضابط المال، وهما: ¶ الشرط الأول: أن يكون الناس قد تعارفوا على عدّ الشيء مالاً. ¶ الشرط الثاني: أن يكون فيه نفع مباح مطلقاً. ¶ وإذا طبقنا هذين الشرطين على المواقع الإلكترونية نجد أن ضابط المال ينطبق على أكثر المواقع الإلكترونية، فهي أموال تعارف الناس على عدّها مالاً، فهم يبيعونها ويشترونها، ويأجرونها، ويتبرعون بها، إلى غير ذلك من أوجه التصرف المباح. ¶ كما أن أكثر مواقع الإنترنت تتضمن نفعاً مباحاً، سواء أكان هذا النفع عبارة عن خدمات تعليمية، أو طبية، أو تجارية، أو ترفيهية، أو غيرها من أوجه النفع الذي يصعب حصرها. ¶ لكن هذا الضابط لا يندرج تحته تلك المواقع التي تقدم خدمات ومعلومات محرمة، كالمواقع الجنسية، أو مواقع السحر والشعوذة. ¶ المبحث الثاني: كيفية الاعتداء على المواقع: ¶ استخدام الناس للإنترنت اتسع من كونه خاصاً بالجيش الأمريكي، ثم الجامعات الأمريكية، إلى كونه عاماً لكل الناس، فمن يملك جهازاً حاسوبياً، وشبكة إنترنت فإنه",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "يستطيع الولوج إلى عالم الإنترنت، ويمكنه الاستفادة من المزايا العديدة التي توفرها الشبكة الإلكترونية. (3) ¶ إن الإقبال الهائل على الإنترنت، وسرعة نموها، أدى إلى إيجاد مشكلات كثيرة جداً في الإنترنت، فكما أن الإنترنت تنمو بسرعة، فمشكلاتها تنمو معها كذلك بسرعة، وتقف وسائل الحماية عاجزة عن إيجاد الحلول لكل تلك المشكلات، وأضحت حماية المعلومات والبيانات المتوفرة على شبكة الإنترنت قضية مؤرقة للحكومات والشركات والأفراد على حد سواء، حتى إن كثيراً من وزارات الدفاع تمتلك فرقاً ذات مهارات إلكترونية عالية، (4) ولا يستغرب بعض الباحثين قيام حرب عالمية ثالثة، ولكنها حرب إلكترونية. (5) ¶ والاعتداء الإلكتروني له دوافع عديدة، ومنها: الدافع العقدي، والدافع العسكري. (6) ¶ فنجد هناك من يخترق بعض المواقع؛ لأنها تخالف ما يعتقده حقاً، فعلى سبيل المثال: كثير من القراصنة ( hackers )  المسلمين وغير المسلمين (7) يقومون بمهاجمة المواقع الجنسية محاولين تدميرها وتعطيلها. ¶ وتقع في أحيان عديدة هجمات بين المسلمين وغيرهم، وبين السنة والشيعة، ومن أكثر الهجمات شهرة بين السنة والشيعة، الهجمات التي وقعت في عام 1429 الموافق لعام 2008، كانت نتيجتها المئات من المواقع المخترقة. (8) ¶ وتنشط عمليات اختراق المواقع أثناء الحروب والنزاعات أو الاعتداءات العسكرية، مثل ما حدث في الغزو الأمريكي للعراق، فقد قامت مجموعة من القراصنة ( hackers )  المتعاطفين مع العراق، أو الذين يرفضون الموقف الأمريكي، بمهاجمة العديد من المواقع الرسمية والتجارية الأمريكية، وأشارت التقارير إلى أن ما مجموعه 20 ألف موقع تعرض لهجمات منها موقع البيت الأبيض، مع أن الأنظمة التي ترصد تلك الهجمات في بعض الأيام عجزت أن ترصد كل الهجمات. (9) ¶ وعندما هاجمت روسيا جورجيا قام مجموعة من الروس بشن هجمات على بنية الاتصالات التحتية لدولة جورجيا أدت إلى الحد من قدرة الحكومة الجورجية. (10)",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وفي الاعتداءات الإسرائيلية الأخيرة (11) على غزة تنادى كثير من القراصنة ( hackers )  لضرب المواقع الإسرائيلية، (12) وكذلك حاول إسرائيليون ضرب المواقع التابعة لحماس وغيرها. (13) ¶ وقوة الهجمات تختلف بحسب قوة الهجوم وضعفه، وقوة الموقع المستهدف وضعفه، فقد يقتصر الهجوم على وضع صورة أو عبارة على الصفحة الرئيسية على الموقع، أو تعطيل الموقع عن العمل بضع دقائق، وقد يستطيع المهاجم مسح محتويات الموقع كاملة، أو قد يستولي على الموقع ويحتله ويضع فيه ما يشاء. ¶ والقراصنة ( hackers )  المهاجمون طرائق قدد، فمنهم المحترف الذي يستطيع برمجة بعض البرامج الخبيثة، واكتشاف الثغرات الصعبة، ومنهم المتوسط، ومنهم المبتدئ الذي لا تعدو معرفته أن يقوم بتعلم استخدام برنامج معين، يبحث له عن الثغرة ويقوم بمهاجمتها، أو غير ذلك من أعمال الهجوم، فالمحترف كمن يستطيع تصنيع السلاح، وأما المبتدئ فهو كمن قام بشراء سلاح ناري، ثم قام باستخدامه، فاستخدامه لا يحتاج إلى معرفة عميقة، ولكن ضرره قد يكون كبيراً. ¶ ومن أشهر الطرق التي يتبعها القراصنة ( hackers )  عند مهاجمتهم للمواقع ما يلي: (14) ¶ الطريقة الأولى: طريقة استغلال الثغرات: ¶ وذلك أن كثيراً من المواقع تحتوي على ثغرات، فيقوم المهاجم بالبحث عن الثغرات، ثم يقوم بمهاجمة الموقع عن طريق تلك الثغرة، وقد يستطيع التحكم ببعض محتويات الصفحة، وقد يستطيع الحصول على اسم المستخدم وكلمة المرور الخاصة بإدارة الموقع، ومن ثم يقوم بالاستيلاء على الموقع. ¶ واكتشاف الثغرة قد يكون ميسوراً؛ وذلك باستخدام بعض البرامج التي تقوم بالبحث عن ثغرات المواقع، وقد يأخذ المخترق بعض الثغرات التي تم الإعلان عنها، فيبحث عن موقع لم يقم بسد تلك الثغرة فيقوم باستغلالها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد يبحث المهاجم عن الثغرات بشكل عشوائي، فيخترق أي موقع يجد فيه هذه الثغرة، وقد يبحث عن ثغرات في مواقع بلد معين، أو موقع معين، وهذا أصعب مما قبله. ¶ وأصعب من ذلك اختراق الخوادم الخاصة بشركات الاستضافة، فهي عبارة عن أجهزة ضخمة تضم العديد من المواقع التي تعد بالمئات أو الآلاف، والحماية الأمنية الخاصة بها، والدعم الفني المقدّم لها يعدّ متقدماً جداً، وهو بالطبع يختلف من شركة إلى أخرى، ومع ذلك فهي ليست بمنأى عن الهجمات الإلكترونية، واختراقها أشد ضرراً، فمن يستطيع الاختراق فإنه يستطيع التحكم بمئات المواقع. ¶ الطريقة الثانية: طريقة هجمات حجب الخدمة ( Denial of Service ): ¶ وهو:\"نوع من الهجوم على الشبكات من خلال إغراقها بالبيانات والرسائل غير المهمة؛ من أجل منعها من العمل. ¶ الكثير من هذه الهجمات مثل ضربة الموت ( Ping of Death)  والدموع ( Teardrop)  تستغل الهفوات والأخطاء البرمجية الموجودة في بروتوكولات  TCP/IP  من أجل القيام بالأعمال التخريبية.\" (15) ¶ فعلى سبيل المثال تم الهجوم على شبكة سي إن إن ( CNN )  وذلك عن طريق نشر فيروس يحمل اسم \"  Anticnn.exe\"  يعرض العلم الصيني مصغراً في إحدى زوايا الموقع، وحين يقوم أي مستخدم بالنقر على هذا العلم تظهر نافذة منبثقة تحتوي على شريط تحميل وصورة للزعيم الصيني الراحل\"ماوتسي تونغ \" مؤسس الحركة الشيوعية في الصين، وتظهر تحت الصورة عبارة مكتوب عليها:\" إنه عمل العلم الأحمر: قم بعمل معقول للتعبير عن وطنيتك\"، ثم يقوم الفيروس بعد ذلك بمحاولة الاتصال بموقع شبكة سي إن إن وعمل ضغط هائل عليه باستخدام أوامر  HTTP  و أوامر  GET . (16) ¶ وكثيراً ما يطلب المهاجمون من بعضهم - خاصة إذا كان يجمعهم هدف معين - التكاتف من أجل تدمير موقع معين، وذلك باستخدام بعض البرامج الشهيرة لتوجيه الضربات الإلكترونية، فيقوم المهاجمون بتنزيل البرنامج وتنصيبه على أجهزتهم، ثم بعد",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ذلك يتم الاتفاق على وقت معين، ومن ثم تبدأ المجموعة بالهجوم، وذلك بإدخال بيانات الموقع المستهدف، ثم يقوم بالضغط على إحدى إيقونات البرنامج، ومن ثم يقوم البرنامج بتوجيه ضربات متتابعة للموقع المستهدف، وكثير من المواقع لا تصمد أمام الهجمة، وبعضها يتم تعطيلها مدة قصيرة فقط، وبعضها لا تفيد معها مثل هذه الهجمات لتقدم وقوة النظام الأمني للموقع. ¶ الطريقة الثالثة: الدخول والبحث الجماعي في موقع معين. ¶ هناك بعض الطرق السهلة والتقليدية التي لا تحتاج إلى خبرة أو برامج متقدمة، وهي قريبة من الطريقة التي قبلها، والنتيجة فيها واحدة، وهي حجب الخدمة مؤقتاً، والطريقة باختصار: تتفق مجموعة كبيرة من المهاجمين على الدخول إلى الموقع في وقت واحد، ثم يقومون بالبحث سوياً عن كلمة معينة، وتكون تلك الكلمة من الكلمات التي تتكرر بكثرة، مثل ( the)(to)(which)،  فإذا كان العدد كبيراً، وقدرة الموقع لا تتحمل هذا العدد الضخم، فإن الموقع يتعطل عن الخدمة مؤقتاً، قد تكون المدة قصيرة جداً، ولكن الموقع إذا كان مشهوراً قد تتأثر سمعته بين رواده. ¶ ومثل ذلك - أيضاً - الدخول الجماعي على موقع معين، والضغط على زر التحديث، مما يؤدي إلى تعطل الموقع مؤقتاً، كما فعلت مجموعة فرنسيّة في عام 1995 عندما طلبت من أعضائها الدخول إلى مواقع فرنسية حكومية والضغط المستمر على زر التحديث ( Refresh)  في المتصفح لمدّة ساعة كاملة، الأمر الذي أدى إلى توقف عمل بعض المواقع، بسبب كثرة عدد المستخدمين الذين انهالوا على الجهاز الخادم للصفحة بطلباتهم الإلكترونيّة المتكررة لعرض الصفحة. (17) ¶ الطريقة الرابعة: إيجاد كلمة السر الخاصة بمشرف الموقع. ¶ وذلك عن طريق تخمين تلك الكلمة، أو تجربة كل الاحتمالات، أو عن طريق ما يعرف بالهندسة الاجتماعية ( Social Engineering )، (18)  سواء أكان ذلك بالحصول عليها من المشرف عن طريق تجاذب أطراف الحديث معه، حتى يزل لسانه بذكر كلمة المرور، أو عن طريق الدخول إلى مقرّ الموقع أو الشركة وإيهام من في المكان أنه أحد المصرّح لهم بالدخول، ثم قد يجد كلمة المرور على أحد الأجهزة،",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "كما يفعل كثير من الموظفين عندما يضع كلمات المرور المهمة على ورقة لاصقة بشاشة الحاسوب، فإذا حصل القرصان على كلمة المرور، فإنه يستطيع الاستيلاء على الموقع. ¶ المبحث الثالث: أقسام المواقع، وحكم الاعتداء على كل قسم. ¶ يمكن تقسيم المواقع باعتبارات متعددة، (19) والتقسيم الذي يخدمنا في هذا المبحث، هو تقسيم المواقع إلى مواقع محترمة يحرم التعدي عليها، ومواقع غير محترمة. ¶ القسم الأول: المواقع المحترمة التي يحرم الاعتداء عليها: ¶ وهي المواقع التي جمعت عنصرين رئيسين: ¶ العنصر الأول: أن يكون الموقع فيه منفعة مباحة في الشريعة، إذ إن من شرط المال في الشريعة أن يكون ذا منفعة مباحة، ومن شرط الضمان في مسائل الإتلاف أن يكون المال متقوِّماً في الشريعة، أي يكون ذا قيمة معتبرة في الشرع. (20) ¶ وعلى ذلك فإذا كان الموقع يتضمن منفعة مباحة، كالخدمات التعليمية أو التجارية أو الحكومية أو الطبية أو غيرها فإنه يكون مالاً متقوّماً شرعاً، يحرم التعدي عليه إذا استوفى العنصر الثاني. ¶ أما إذا كان الموقع من المواقع التي تتضمن منافع محرمة، كالمواقع الجنسية، أو مواقع السحر والشعوذة، أو مواقع القمار، أو غيرها مما هو على شاكلتها، فإنه لا مالية لهذا الموقع في الشرع. ¶ العنصر الثاني: أن يكون صاحب الموقع معصوم المال والدم، وهو المسلم والذمي والمعاهد والمستأمن، فلا يجوز التعدي على أموال هؤلاء؛ لأن الله سبحانه وتعالى قد حفظ أموالهم، وحرّم الاعتداء عليها. ¶ والآن أكثر المواقع هي مواقع مسلمين أو معاهدين فلا يجوز التعدي عليها. ¶ فأي موقع استوفى هذين العنصرين حرم الاعتداء عليه. ¶ القسم الثاني: المواقع غير المحترمة:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وهي المواقع التي اختل فيها أحد الشرطين أو العنصرين، فإما أن تكون مواقع تحتوي على منفعة محرمة، كالمواقع الجنسية، أو مواقع يملكها شخص غير محترم المال، وهي المواقع التي يملكها الحربيون. ¶ حكم الاعتداء على هذا القسم من المواقع: ¶ لا خلاف في أن هذه المواقع لا مالية لها إذا تحققنا أنها غير محترمة، كما أنه لا خلاف في عدم وجوب الضمان فيها إذا كانت غير محترمة. ¶ ولكن الخلاف في مشروعية الإقدام على الاعتداء على تلك المواقع بالإتلاف أو الاختراق أو حجب الخدمة ونحوها من صنوف الاعتداء، هل هو مشروع أو لا؟ ¶ وسبب الخلاف في هذه المسألة هو: النظر في المصالح والمفاسد، فمن غلبت عنده المصالح أفتى بالمشروعية، ومن غلبت عنده المفاسد أفتى بالمنع. ¶ وإليك خلاف الفقهاء المعاصرين في مشروعية الاعتداء على المواقع غير المحترمة: ¶ القول الأول: جواز إتلاف المواقع إذا كانت غير محترمة، وقد أفتى بذلك جمع من المشايخ المعاصرين، ومنهم من كانت فتواه عن مواقع محرمة كالمواقع الجنسية، ومنهم من كانت فتواه عن مواقع الدول الحربية، أو عن الدول الحربية والدول التي تدعمها، وممن قال بهذا القول (21) مفتي السعودية سماحة الشيخ عبد العزيز آل الشيخ (22)، ولجنة الفتوى في الأزهر (23). (24) ¶ القول الثاني: عدم جواز اختراق المواقع غير المحترمة، وهذا القول قال به بعض المفتين المعاصرين. (25) ¶ أدلة القولين: ¶ أدلة القول الأول: ¶ الدليل الأول: أن هذا الفعل داخل في عموم قوله تعالى:\"وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَائِكَ هُمُ الْمُفْلِحُونَ\" [آل عمران: (104)]. (26) ¶ الدليل الثاني: عموم قوله تعالى:\"من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه ... \" (27)، وتدمير المواقع التي تدعو إلى الفساد داخل في هذا العموم. (28)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الدليل الثالث: أن تدمير مواقع الدول الحربية التي تحارب الإسلام والمسلمين، والتي احتلت أرضهم، وأخرجت المسلمين من ديارهم، هو من الجهاد في سبيل الله؛ إذ إن أساليب الجهاد في سبيل الله قد تنوعت وتعددت في هذا العصر، ومن هذه الطرق الحديثة للجهاد الجهاد الإلكتروني، وعلى ذلك فالقيام باختراق مواقع الدول الحربية وتدميرها وتعطيلها داخل في عموم الجهاد في سبيل الله، ويثاب من قام بهذا العمل على فعله. (29) ¶ الدليل الرابع: أن هذه المواقع من قبيل الضرر، والضرر إن كان يزول من غير ضرر وجب إزالته، وكذا إن زال بضرر أخف منه، أما إن لم يزل إلا بضرر أعلى وأكثر فلا يزال، بل يحتمل أدنى الضررين لدفع أعلاهما. ¶ فإن كانت محاربة مواقع الفساد بمثل هذه الوسائل لا ينتج عنها ضرر أكبر من ضرر وجود تلك المواقع، فإن هذا من أعمال القربات ومن الجهاد في سبيل الله. (30) ¶ الدليل الخامس: أن في تدمير المواقع المحرمة كفّاً لأذاها ودفعاً لشرها، فيشرع تدميرها. (31) ¶ أدلة القول الثاني: ¶ الدليل الأول: أن تدمير المواقع المحرمة يؤدي إلى مفسدة أكبر، وهي أن من دمرت مواقعهم الإلكترونية سيقومون بمهاجمة المواقع العربية والإسلامية، وما يتم تدميره من مواقعهم سيتم تدمير أكثر منه من المواقع الإسلامية، وعلى ذلك فضرر هذا الفعل أكثر من نفعه فلا يقدم عليه. (32) ¶ الدليل الثاني: أن هذا العمل من مسؤولية الدول والمؤسسات العامة، وليس ذلك إلى الأفراد، ولو أراد الأفراد إتلاف المواقع الجنسية ونحوها فإنهم لن يستطيعوا إتلاف معشار معشارها، والعلاج الأفضل لها يكون باتخاذ وسائل الحذر والحماية العامة، بحجب المواقع الفاسدة في الدول الإسلامية، وتطوير البرامج لمراقبة هذا الحجب، ونشر الوعي والحذر العام، وهذه جهود لا تستطيعها إلا المؤسسات والدول. (33)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الدليل الثالث: أن تتبع المواقع الفاسدة من أجل إتلافها قد يؤدي إلى ما لا تحمد عقباه، فقد يعلق بقلب الإنسان منها شيء، وتكون المفسدة التي حدثت من اطلاعه على تلك الأمور أعظم من مفسدة الإتلاف. (34) ¶ الموازنة بين الأقوال والترجيح: ¶ 1. كلا الفريقين يرون أن هذه المواقع لا مالية لها، وأنها أموال غير محترمة شرعاً. ¶ 2. كما أن الجميع نظر إلى المصالح في هذه المسألة، وأعمل المصالح بحسب ما يراه هو أنه الأقرب لتحقيق المصلحة ودفع المفسدة، أو ارتكاب أدنى المفسدتين لدفع أعلاهما. ¶ 3. ولكنهم اختلفوا بناء على نظرتهم إلى الفعل الذي يحقق أكبر قدر من المصالح، أو يدفع أكبر قدر من المفاسد. فالمجيزون لتدمير المواقع غير المحترمة في الشريعة رأوا أن ذلك يحقق أكبر قدر من المصالح، ويدفع الضرر الحاصل من هذه المواقع، كما أنه من الجهاد في سبيل الله، مع تنبيههم إلى أن هذا الفعل يجب ألا يترتب عليه مفسدة أعظم. ¶ وأما المانعون فرأوا أن المفاسد التي قد تترتب على هذا الفعل هي أعظم من المفاسد التي تترتب على الترك، وعلى ذلك غلبوا جانب الترك؛ لأنه أعظم مصلحة. ¶ 4. والذي أراه راجحاً - والعلم عند الله - ألا يحكم على هذه المسألة بعمومها، بل يقال: إن الحكم يدور على قواعد: إعمال المصالح ودرء المفاسد، فمتى غلبت مصلحة الاختراق عمل به، ومتى غلبت مفسدته ترك. ¶ 5. وإذا أردت تطبيق هذا الضابط على الواقع المشاهد في تدمير المواقع فإني أقول - ومن الله أستمد التوفيق -: ¶ إن المواقع غير المحترمة - كما سبق - إما مواقع لأناس حربيين، وإما مواقع مشتملة على أمور محرمة كالطعن والافتراء على هذا الدين الحنيف، وكالمواقع الجنسية، وغيرها. ¶ وإذا نظرنا إلى النوع الأول، وهي مواقع الحربيين، فلا اعتراض - حتى عند المانعين - على أن الهجمات الإلكترونية إذا كانت بضوابطها الشرعية داخلة في الجهاد في",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "سبيل الله، وقد سبق لك أن عدداً من الدول اتخذت فرقاً إلكترونية من أجل دعم جيوشها في الحروب، وإذا كانت الجيوش تسعى إلى شل قدرة العدو، فإن من أقوى قدراته في هذا الزمان: قدرته الإلكترونية؛ إذ إن كثيراً من الأمور الحيوية تدار بطريقة إلكترونية. ¶ وعلى ذلك فالقواعد التي قررها العلماء في أحكام الجهاد في سبيل الله تطبق على هذه المسألة، وتضبط شوارد مسائلها، ولكن يبقى تنبيهات على هذه المسألة: ¶ التنبيه الأول: أن تحديد الحربي من غيره ليس لآحاد الناس، بل هو راجع إلى أهل الحل والعقد، خاصة في هذه الأزمنة التي أصبحت فيها أغلب الدول دولاً معاهدة لا حربية، وعلى ذلك فلا يجوز الإقدام على التدمير والاختراق بمجرد أخبار تتداول بين عامة الناس، أو نداءات تطلق في هذا المنتدى أو ذاك، من غير رجوع إلى أهل الحل والعقد، ويمكننا هنا أن نستأنس بقوله تعالى:\"وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا\" [النساء: (83)]. ? (35) ¶ التنبيه الثاني: لو تم تعيين هذا البلد أنه بلد حربي، فإنه يبقى أمر آخر، وهو تحديد أن هذا الموقع تابع لهؤلاء الحربيين، وهذا وإن كان سهلاً في بعض الأحيان - كما في المواقع الحكومية، أو المواقع التي تنتهي بامتداد البلد الحربي - ولكن في أحيان كثيرة يكون من الصعوبة تحديد بلد صاحب الموقع، خاصة مع انفتاح التجارة، ووجود الشركات العالمية، والشركات المتعددة الجنسيات. ¶ التنبيه الثالث: أن كثرة التجاوزات في مسألة إتلاف المواقع أدت إلى منع بعض المفتين منها؛ سداً للذريعة، وهو قول متوجِّه. ¶ وأما النوع الثاني من المواقع، وهي المواقع المشتملة على المنافع المحرمة، فكما سبق هي لا حرمة لها، ولكن هل الأولى الإقدام على اختراقها وتدميرها؟ ¶ الذي أراه أن المصلحة في كثير من الأحيان عدم الإقدام على الاختراق والتدمير، وذلك للأمور التالية:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الأمر الأول: أن في هذا تعريضاً للمسلم لفتنة الشبهات والشهوات، فهو سيبحث عن هذه المواقع من أجل تدميرها، فيطلع عليها وينظر فيها، ولا يأمن على نفسه من أن يعلق بقلبه شيء منها. ¶ الأمر الثاني: أن في هذا إضاعة للأوقات، لأنه مهما أوتي من قوة فلن يستطيع تدمير كل المواقع الفاسدة على الإنترنت، ولو استغل وقته وقدراته في أمر آخر من تبليغ الدعوة، ونشر الإسلام على شبكة الإنترنت لكان أولى له، وأنفع للإسلام والمسلمين. ¶ الأمر الثالث: أن هذا الفعل قد يعرضه للمساءلة ثم العقوبة، فقد يخترق موقعاً جنسياً أو موقعاً للقمار وهو في بلد غير مسلم، يمكن لصاحب هذا الموقع أن يحصل على تصريح لإنشاء مثل هذه المواقع، فيعاقب الشخص الذي اخترق هذه المواقع، في مقابل منفعة يسيرة جداً، لا تعدو في كثير من الأحوال أن تكون إيقافاً للموقع أياماً معدودة. ¶ ولا أنكر أنه في أحيان عديدة تكون فائدة تدمير الموقع أكثر من ضرره، فأذكر أن أحد المواقع التي أنشأها بعض نصارى العرب، كان يتضمن تشويهاً وكذباً متعمداً على الإسلام وعلمائه، من ذلك أنهم يكتبون فتاوى ملفقة تتعلق بالجنس ونحوه، ثم يضعون فيها الديباجة المعتادة لبعض جهات الفتوى، كاللجنة الدائمة للإفتاء في السعودية، أو لجنة الفتوى في الأزهر، وينشرون تلك الفتاوى المكذوبة في مواقعهم، ويقولون هؤلاء هم المسلمون وهذه فتاوى علمائهم، وهؤلاء لا ينفع معهم نصح ولا حوار، والطريقة التي تم فيها تزوير تلك الفتاوى تنطلي على بعض الناس، وبعد مدة علمت أن هذا الموقع تم اختراقه مرات عديدة من بعض القراصنة المسلمين حتى توقف أصحابه عن النشر، وكف شرهم. ¶ وكذلك فإن بعض المواقع الفاسدة لا يستطيع أصحابها وضعها على محركات البحث؛ خوفاً من تعرف القراصنة عليها، ثم تدميرها، ويكون تداولها عبر المجموعات البريدية، ولا شك أن في هذا تحجيماً لها، وتضييقاً للنطاق الذي تنتشر من خلاله. ¶ المبحث الرابع: عقوبة المعتدي على المواقع التي يحرم الاعتداء عليها، وفيه ثلاثة مطالب:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "المطلب الأول: اختراق الموقع مع الاستيلاء عليه. ¶ في أحيان كثيرة يستطيع القراصنة الإلكترونيين (???????) اختراق الموقع الإلكتروني والاستيلاء على محتويات هذا الموقع، ويصبح كأنه المالك الأصلي لهذا الموقع. ¶ وأغلب الأحيان يستطيع مالك الموقع الأصلي أن يسترجع موقعه بعد مدة، وذلك عن طريق مراسلة الشركة المستضيفة لموقعه، ومن ثَمَّ ترسل الشركة المضيفة له اسم مستخدم وكلمة مرور جديدة على بريده الخاص الذي اختاره صاحب الموقع في البداية. ولكن قد تكون قدرات القرصان الإلكتروني عالية، والاحتياطات الأمنية لصاحب الموقع ضعيفة فيضيع الموقع منه، أوقد يضطر صاحب الموقع إلى اللجوء إلى القضاء لاستعادة الموقع، أو سلوك إجراءات طويلة من أجل إرجاع الموقع، خاصة إذا كان الموقع مملوكاً لشركة معروفة، والموقع مسجلاً باسمها، فتتمكن الشركة في النهاية من استرجاع الموقع، (36) ولكن المشكلة تكمن إذا كان الموقع مسجلاً باسم افتراضي، ثم تم الاستيلاء على الموقع، وعلى البريد الخاص بصاحب الموقع. ¶ في المبحث السابق كان الكلام في حكم الاختراق، وفي هذا المبحث سأتكلم في عقوبة من اخترق موقعاً محترماً. ¶ إذا تمّ اختراق الموقع ثم تم الاستيلاء عليه، وحجب صاحبه من التحكم فيه، وأصبح الذي يتحكم في الموقع ويديره هو القرصان الذي استولى عليه، فما الحكم في هذه الصورة؟ ¶ الذي أراه في هذه الصورة أن يطبق عليها أحكام الغصب (37)، فالموقع وإن كان موقعاً افتراضياً فهو يتمتع بكثير من خصائص الموقع الحقيقي، والضرر الذي يترتب على الاستيلاء على الموقع الافتراضي قد يكون مماثلاً للاستيلاء على المكان الحقيقي أو أكثر. ¶ ومن الأحكام التي ترتب على الغصب: (38) ¶ أولاً: يجب على الغاصب رد المال المغصوب إلى من غصبه منه، فيجب إرجاع المغصوب إلى محله الذي غصبه منه، وحتى وإن كان ذلك المكان بعيداً. (39)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فإذا حكمنا بأن الاستيلاء على المواقع المحترمة محرم، وأن حكم ذلك حكم الغصب، فإنه يجب على من استولى على موقع من المواقع أن يرد الموقع إلى صاحبه. ¶ والدليل على ذلك: ¶ أ- ... عموم الأدلة الدالة على حرمة الأموال المعصومة، ومن ذلك قوله تعالى:\"يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلاَّ أَن تَكُونَ تِجَارَةً عَن تَرَاضٍ مِّنكُمْ وَلاَ تَقْتُلُوا أَنفُسَكُمْ إِنَّ اللّهَ كَانَ بِكُمْ رَحِيماً\" [سورة النساء:29] ¶ وقوله صلى الله عليه وسلم:\"كل المسلم على المسلم حرام: دمه، وماله، وعرضه\" (40) ¶ وقوله صلى الله عليه وسلم:\"إن دماءكم وأموالكم وأعراضكم عليكم حرام ? .. \" (41) ¶ ب- ... ومن الأدلة الواردة في مسألتنا بخصوصها قوله صلى الله عليه وسلم:\"لا يأخذن أحدكم متاع أخيه لاعباً ولا جداً، ومن أخذ عصا أخيه فليردها\". ? (42) ¶ ج- ... وأيضاً من الأدلة ما روي عن النبي صلى الله عليه وسلم أنه قال:\"على اليد ما أخذت حتى تؤديه\". ? (43) ? ¶ ورد الموقع قد يكفي فيه إرجاع اسم المستخدم والرقم السري لصاحب الموقع الأصلي، وقد يلزم معه - أيضاً - إرجاع بعض المعلومات والبيانات إذا كان المستولي على الموقع قد قام بأخذها، ولا يجوز للمستولي على الموقع أن يرجع الموقع مع احتفاظه ببعض البيانات أو المعلومات، حتى وإن أرجع تلك البيانات كاملة لصاحبها؛ لأن صاحب الموقع له الحق بالاستئثار بتلك البيانات وحده، والاستفادة منها استفادة مالية أو غير مالية. ¶ ثانياً: على الغاصب ضمان منافع المال المغصوب، ومن ذلك أجرة المال المغصوب مدة الغصب. ¶ وقد اختلف الفقهاء في ضمان المنافع، فالجمهور من المالكية والشافعية والحنابلة يرون وجوب ضمان المنافع مدة الغصب. (44) ¶ وأما الحنفية فيرون أن المنافع لا تضمن، (45) واستثنى متأخروهم من ذلك: الوقف،",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومال اليتيم، والمال المعدّ للاستغلال. (46) ¶ وإذا أردنا تطبيق هذا الخلاف على مسألتنا هذه فإنه يمكن القول: ¶ - إن مذهب الجمهور هو أن المستولي على الموقع يجب عليه أجرة الموقع في مدة الغصب؛ لأنه فوّت على صاحب الموقع منفعة متوقعة في تلك المدة. ¶ - وأما مذهب متقدمي الحنفية فهو أنه لا ضمان عليه، فلا يجب عليه دفع أجرة تلك المدة. ¶ - وأما مذهب متأخري الحنفية فهو أن الموقع إذا كان وقفاً، أو كان ليتيم، أو كان الموقع من المواقع التي تأجر خدماتها عبر الإنترنت، مثل مواقع الاستضافة، أو المواقع ذات الاشتراك المدفوع، فإنه يجب على المستولي على الموقع دفع الأجرة عن تلك المدة التي غصب فيها الموقع. ¶ أما إن كان الموقع ليس وقفاً، وليس مالاً ليتيم، وليس معداً للاستغلال فإنه لا يجب عليه الضمان عند متأخري الحنفية. ¶ والراجح - والله أعلم -? هو القول الأول. ¶ ثالثاً: التعزير: التعزير عقوبة غير مقدرة شرعاً على فعل شيء محرم، والغصب من الأمور المحرمة بالكتاب والسنة والإجماع، وعلى ذلك فإن للقاضي أن يعزر الغاصب بما يراه مناسباً له من العقوبة، ورادعاً لغيره من الإقدام على مثل هذا الفعل، وقد نصّ بعض العلماء على تعزير الغاصب، حتى وإن عفا عنه صاحب الحق. (47) ¶ المطلب الثاني: اختراق الموقع مع إفساد محتوياته. ¶ إذا تم اختراق الموقع، ثم قام المخترق بإتلاف محتويات الموقع، فإن المعتدي يعاقب بثلاثة أمور: ¶ الأمر الأول: ضمان ما أتلفه، فيلزم المعتديَ على المواقع بالإتلاف ضمانُ ما أتلفه من برامج ومعلومات وبيانات، والضمان يكون بدفع قيمة ما كان قيمياً، ومثل ما كان مثلياً. ¶ ويلحظ هنا أن أكثر المواقع تحتفظ بنسخة من الموقع احتياطاً؛ وذلك تحسباً لمثل هذه الحالات، وهنا يجب على المعتدي فقط إعادة الموقع إلى ما كان عليه قبل الاعتداء، فيدفع قيمة إرجاع الموقع إلى وضعه السابق.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الأمر الثاني: التعويض عن الضرر الذي أصاب صاحب الموقع. ¶ الأمر الثالث: التعزير، ومن التعزير ما جاء في النظام السعودي لمكافحة جرائم المعلوماتية في المادة الثالثة منه:\" يعاقب بالسجن مدة لا تزيد على سنة وبغرامة لا تزيد على خمسمائة ألف ريال، أو بإحدى هاتين العقوبتين: كل شخص يرتكب أياً من الجرائم المعلوماتية الآتية: ... ¶ 3 - الدخول غير المشروع إلى موقع إلكتروني، أو الدخول إلى موقع إلكتروني لتغيير تصاميم هذا الموقع، أو إتلافه، أو تعديله، أو شغل عنوانه.\" ¶ المطلب الثالث: اختراق الموقع من دون استيلاء ولا إفساد. ¶ في أحيان عديدة يخترق بعض القراصنة بعض المواقع الإلكترونية، لكنهم لا يستولون عليها، ولا يقومون بإفساد تلك المواقع، ولكنهم يدخلون ويطلعون على محتويات الموقع وأسراره، وقد يكون السبب من ذلك إثبات الذات واستعراض القدرات، أو قد يكون الغرض من ذلك التجسس على صاحب الموقع، سواء أكان التجسس لأغراض تجارية أو سياسية أو غيرها، كما أن الاختراق قد يكون من أجل ابتزاز صاحب الموقع أو تهديده، إلى غير ذلك من الأسباب الداعية إلى مثل هذا الاختراق. ¶ وهذه المسألة داخلة في التجسس الذي نهانا الله سبحانه وتعالى عنه في قوله\"يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ\" [الحجرات: (12)]، وقد جاءت السنة المطهرة بالنهي عن التجسس في أحاديث عديدة، منها: ¶ قوله صلى الله عليه وسلم:\"إياكم والظن، فإن الظن أكذب الحديث، ولا تحسسوا، ولا تجسسوا، ?ولا تحاسدوا، ولا تدابروا، ولا تباغضوا، وكونوا عباد الله إخواناً\" (48) ¶ والتجسس ليس فيه عقوبة مقدّرة، وإنما فيه التعزير. (49) ¶ هذا والله أعلم، وصلى الله وسلم على نبينا محمد. ¶ ?????????????? ¶ (1) انظر: القاموس الشامل لمصطلحات الحاسب الآلي .. لفاروق حسين (535) و المعجم الموسوعي لتكنولوجيا المعلومات والإنترنت للدكتور: عامر قنديلجي (368)، و ??????? ????? ?????????? ??????????? ????).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "(2) للاستزادة حول ما يذكره الفقهاء في ضابط المال، ينظر: البحر الرائق (5/ 277) عن الكشف الكبير، وعنه في غمز عيون البصائر (4/ 5) وابن عابدين في حاشيته الدر المختار (4/ 501)، وانظر: المبسوط (11/ 79) وحاشية تبيين الحقائق (6/ 26) وأحكام القرآن لابن عربي (2/ 107) وحاشية العدوي على كفاية الطالب الرباني (2/ 415) وحاشية الصاوي على الشرح الصغير (4/ 742) والأم (10/ 197ـ198) والمنثور في القواعد (3/ 222) والمقنع مع الشرح الكبير (11/ 23)، وانظر: الإنصاف (11/ 23) شرح منتهى الإرادات (2/ 142) ومطالب أولي النهى (3/ 12) والعناصر المكونة لصفة المالية عند الفقهاء للدكتور: صالح بن عبد الله اللحيدان بحث منشور في مجلة البحوث الإسلامية عدد (73) 1425، والمدخل الفقهي العام للزرقا (123ـ 131) والمدخل إلى فقه المعاملات المالية لشبير (67ـ70) والحرز في الفقه الإسلامي للأحيدب (20ـ23) والبحوث المقدمة لمجمع الفقه الإسلامي في دورته الخامسة (1409)، ومن أهمها: بحثا د. عجيل النشمي، والشيخ: تقي العثماني ¶ (3) انظر: ¶ - ????????????? ?? ???????? ?? ????????? ?? ? ?????? ???????? ¶ - ??? ????? ?? ????????? ?? ??????? ??????. ¶ (4) انظر: ¶ ???????? ???? ?? ??? ????? ??????????? ?? ??????? ???????? ? ¶ والدراسة موجودة على هذا الرابط: ¶ ??????????????????????????????????????????? ¶ (5) انظر: ¶ ????? ???? ??? ?????? ?????? ??????????? ?? ??????????? ¶ والمقال موجود على هذا الرابط: ¶ ?????????????????????????????????????????????????? ¶ (6) انظر: الاعتداء الإلكتروني دراسة فقهية لعبد العزيز الشبل (27ـ38) ¶ (7) هناك مجموعة من القراصنة (???????) اليهود تقوم باختراق المواقع الجنسية، ووضع صور لحاخاماتهم بدلاً من الصور الجنسية الموجودة في الموقع. ¶ (8) انظر على سبيل المثال: ¶ ??????????????????????????????????????????????????????? ¶ (9) نقلاً عن موقع ?????????????????? وانظر أرقام وإحصاءات أكثر في الموقع المذكور. ¶ (10) ¶ ???????? ???????? ?? ??????? ??? ?? ???????? ????? ??????? ?? ????? ??? ?????? ¶ ???????????????????????????????????????????????????????????? ¶ (11) انظر تقريراً عن بعض تلك الهجمات على هذا الرابط، وهذا الموقع موقع متخصص برصد الهجمات الإلكترونية: ¶ ??????????????????????????????????????????? / ¶ (12) ومن أشهر مجموعات القراصنة (???????) التي قامت باختراق المواقع الإسرائيلية مجموعة من القراصنة (???????) المغاربة، وقد قاموا في عام 2008، وقبل ذلك في عام 2006، بتدمير العديد من المواقع الإسرائيلية المهمة، منها مواقع حكومية، ومواقع تجارية هامة كبعض البنوك الكبرى، ويترك القراصنة (???????) بعد اختراقهم للموقع رسالة فيها صور لبعض الجرائم الإسرائيلية وجاء في إحدى ملصقات المنظمة المغربية المكتوبة باللغة الإنجليزية: \"تقولون إن المسلمين إرهابيون، بل أنتم الإرهابيون، نحن لا نقتل أحداً بل أنتم من يقتل إخواننا في فلسطين والعراق وأفغانستان، ومقابل كل روح تزهق، موقع لكم يدمر\" ¶ انظر صحيفة الرأي: ¶ ???????????????????????????????????????????? ¶ وانظر تقريراً عن الهجمات الفلسطينية الإسرائيلية في موقع البي بي سي (???)، بعنوان: حرب غزة تنتقل إلى الإنترنت: ¶ ??????????????????????????????????????????????????????????????? ¶ وانظر أيضاً تقريراً بعنوان: حرب افتراضية يخوضها هاكرز مسلمون ضد المواقع الإسرائيلية، على موقع العربية نت، وهو موجود على هذا الرابط: ¶ ??????????????????????????????????????????????????????? ¶ (13) إسرائيل قبل الهجمات تقوم باختراق كثير من المواقع الإسلامية ومهاجمتها، سواء أكان بتهمة الإرهاب أو تهمة الكراهية للآخر، وتسعى إلى إيقافها من الشركات المضيفة، أو إلغائها من نتائج البحث في محركات البحث، أو أنها تقوم بالهجوم مباشرة، وفي تقرير نشرته شركة ??????? المختصة بأساليب الحماية في شبكة الإنترنت أوضح هذا التقرير أن إسرائيل تحتل المرتبة الأولى في العالم من حيث كمية الهجمات الموجهة لشبكات الإنترنت التي تنطلق من داخلها، وذلك نسبة لعدد مستخدمي الإنترنت في إسرائيل، حيث رصدت الشركة أكثر من 128 ألف هجمة اختراق تنطلق من إسرائيل نحو حوالي مليون جهاز كمبيوتر مرتبط بالإنترنت. ¶ ? ¶ كما أظهر تقرير آخر أعدته شركة \"سيمانتك\" أن إسرائيل تحتل المركز التاسع في قائمة الدول التي تنطلق منها هجمات فيروسية عبر شبكة الإنترنت. ¶ انظر مقالاً بعنوان: \"الهاجانة: حرب صهيونية على مواقع الإنترنت الإسلامية\"، والمقال نشر في آخر عام 2004 في موقع طريق الإسلام، على هذا الرابط: ¶ ??????????????????????????????????????????????????????????????? ¶ (14) هذه المعلومات مستقاة من بعض الكتب المؤلفة للقراصنة، ومن بعض المنتديات الخاصة بهم، وقد تم اختصارها وإعادة صياغتها لتكون واضحة لغير المتخصص، وبعد التأمل رأيت إنه من الحكمة عدم ذكر التفصيلات المطوّلة لطرق الهجوم، ولا ذكر أسماء المواقع والكتب الخاصة بذلك، إلا ما يتعلق بأخبار بعض الهجمات. ¶ (15) الموسوعة العربية للكمبيوتر والإنترنت، على هذا الرابط: ¶ ???????????????????????????????????????????????????????????????? ¶ (16) البوابة العربية للأخبار التقنية: ¶ ?????????????????????????????????????",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "(17) الخبر مذكور في صحيفة الشرق الأوسط في تاريخ الثلاثاء? 9رجب 1428 هـ 24، يوليو 2007، العدد 10465، في مقال بعنوان:\"حرب إلكترونية عبر شبكات الكمبيوتر والإنترنت\". ¶ (18) من أقرب التعريفات للهندسة الاجتماعية تعريفها بأنها:\" استخدام المهاجم حيلاً نفسية كي يخدع بها مستخدمي الحاسوب ليمكنوه من الوصول إلى أجهزة الحاسوب أو المعلومات المخزنة فيها.\" أمن المعلومات بلغة ميسرة (33). ¶ وانظر: قاموس مفردات أمن المعلومات (147) و ¶ -??????? ??? ?????? ?????? ??????????? ?????????? ??? ???????? ???????????????? ?? ??? ?????????. ¶ -????? ?? ??? ??????????? ???????? ????????? ????????? ?? ????? ?????????? ?????????????. ¶ (19) يمكن تقسيم المواقع باعتبارات متعددة، فعلى سبيل المثال: يمكن تقسيم المواقع بحسب موضوعاتها: فتقسم إلى مواقع إخبارية، ومواقع ترفيهية، ومواقع تعليمية، ومواقع حكومية، وهلمّا جرّا. ¶ كما يمكن تقسيم المواقع إلى مواقع مجانية وغير مجانية، ويمكن تقسيمها بحسب الامتداد الخاص بها إلى: ¶ ـ مواقع تجارية، وهي المواقع ذات الامتداد (???) أو (???). ¶ ـ مواقع الشبكات، وهي المواقع ذات الامتداد (???). ¶ ـ مواقع حكومة، وهي المواقع ذات الامتداد (???). ¶ ـ مواقع تعليمية، وهي المواقع ذات الامتداد (???). ¶ إلى آخر تلك الامتدادات والتقسيمات. ¶ (20) انظر: المبسوط (11/ 96) وتبيين الحقائق (5/ 233) وشرح الخرشي (6/ 135) ومنح الجليل (9/ 305) وقواعد الأحكام (2/ 88) وأسنى المطالب (2/ 345) والطرق الحكمية (230) وكشاف القناع (4/ 132) ¶ (21) سأذكر كلام كلِّ منهم في الحاشية؛ من أجل الدقة في النقل. ¶ (22) نشرت فتواه في أكثر من مكان، منها ما في مجلة الدعوة العدد (2102) في 5 رجب 1428، والعدد (2104) في19 رجب 1428، ومما جاء في الفتوى:\"أما المواقع الفاسدة المضلة والمضرة بعقائد المسلمين من خلال التلبيس والتشكيك، والمضرة بأخلاقهم كذلك من خلال ما يعرض فيها من الدعوة إلى الفساد وتيسير طرقه، وتعليم الناشئة لهذه الأمور وتربيتهم عليها من خلال ما يعرض فيها فلا ريب أن هذا من أعظم المنكرات التي يجب التصدي لها وإنكارها وفق قواعد إنكار المنكر التي جاء بها النص من الكتاب والسنة، وبينها وفصلها علماء الأمة ... فمن اطلع على موقع من هذه المواقع فوجد فيها تلك المفاسد فليغيرها بحسب ما يقتضيه الحال؛ لأن هذا ضرر، والضرر إن كان يزول من غير ضرر وجب إزالته، وكذا إن زال بضرر أخف منه، أما إن لم يزل إلا بضرر أعلى وأكثر فلا يزال، بل يحتمل أدنى الضررين لدفع أعلاهما، فإن كان محاربة مواقع الفساد بمثل هذه (الفيروسات) لا ينتج عنها ضرر أكبر من ضرر وجود تلك المواقع، فإن هذا من أعمال القربات ومن الجهاد في سبيل الله.\" ¶ (23) ومما جاء في فتوى لجنة الأزهر: \"ومن هنا فما ظهر عبر شبكات ما يسمى بالجهاد الإلكتروني أمر جائز شرعاً؛ لأنه من وسائل مقاومة العدو، وخاصة أن العدو يبث عبر شبكات الإنترنت أموراً تسيء إلى الإسلام ورسوله (، والمسلمين، والأخلاق الإسلامية ... الوقوف في",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وجه هذه الإشاعات والحروب ضد الإسلام لمحاربتها وتدميرها هو أمر واجب شرعاً؛ إذ هو من قبيل قول الله تعالى: ژ?? ?? ?? ?? ژ (الأنفال: (60)) ? وهو من قبيل الجهاد المشروع ويثاب عليه فاعله، ولا مانع من اتخاذ كل السبل التي من شأنها المحافظة على الإسلام والمسلمين، فالحروب في هذه الأيام مختلفة عن الحروب قديماً، والعدو يستخدم أساليب متعددة في الغزو الفكري والحروب الإلكترونية .. \" ¶ والفتوى منشورة في موقع إسلام أونلاين، وهي على هذا الرابط: ¶ ????????????????????????????????????????????????????????????????????????????????????????????????????????????? ¶ (24) وقال بهذا القول ـ أيضاً ـ عدد من علماء المغرب، منهم: المقرئ الإدريسي أبو زيد، وعبد الباري الزمزمي، وقد نشرت فتواهم في بعض وسائل الإعلام الإلكترونية، منها ما في موقع العربية نت، بعد قيام مجموعة من القراصنة المغاربة بتدمير عدد من المواقع الإسرائيلية، وهذا هو رابط كلامهم: ¶ ??????????????????????????????????????????????????????? ¶ وهذه الفتوى موجودة في الموقع الشخصي للشيخ عبد الباري الزمزمي. ¶ وممن أيد فتوى لجنة الفتوى في الأزهر، الدكتور محمد علي الزغول عميد كلية الشريعة الإسلامية بجامعة مؤتة بالأردن، والدكتور محمد فؤاد البرازي رئيس الرابطة الإسلامية بالدنمارك وعضو المجلس الأوروبي للإفتاء والبحوث، وكلامهم في موقع إسلام أونلاين، في الرابط الذي سبق ذكره. ¶ وأيضاً ممن قال بهذا القول لجنة الفتوى في موقع إسلام ويب، في الفتوى رقم (114097) ومما جاء في الفتوى:\" أما قيامك باختراق المواقع والأجهزة الخاصة بأعداء الإسلام كالمواقع التي تحارب الإسلام وتشوه حقائقه وتصد عن سبيل الله وتسب سيد المرسلين (فلا حرج في ذلك، بل ذلك واجب على المستطيع كفاً لشرها ودفعاً لأذاها .. \" ¶ والفتوى موجودة على هذا الرابط: ¶ ????????????????????????????????????????????????????????????????????????? ¶ (25) ممن قال بهذا الرأي، الدكتور فيصل مولوي، حيث قال في معرض جوابه عن تدمير المواقع الصهيونية والتي تساعد الاحتلال:\" لكني أنصح بألا يقع مثل هذا الأمر؛ لأنه سيقابله حتمًا تدمير كثير من المواقع العربية والإسلامية من قبل الصهاينة والأمريكان. وما تستطيعه أنت من مثل هذا العمل، يستطيع الأعداء القيام بمثله أو بأكثر منه، وليس لأحد مصلحة في ذلك. ¶ على أنه إذا بدأ الأعداء تدمير هذه المواقع العائدة لنا، فإن من حقنا أن نردّ العدوان بمثله، أما أن نبتدئ نحن بذلك فهذا ما لا أنصح به وأعتقد أن ضرره أكثر من نفعه، وإن كان جائزًا من حيث الأصل.\" ¶ ?????????????????????????????????????????????????????????????????????? ¶ وأيضاً ورد في موقع الإسلام سؤال وجواب (وهو من أشهر وأقدم المواقع السنية المتخصصة بالفتوى على شبكة الإنترنت) في الفتوى رقم (104043): \"ولكن الذي نراه في شأن المواقع الإباحية أنها مسؤولية الدولة والمؤسسات العامة والمراكز المتخصصة، وليست مسؤوليةً فردية، ونرى أن الخطر الذي قد تجره هذه المواقع على أفراد المسلمين الذين يحاولون تدميرها وإفسادها ? ولو بلغوا من الإيمان والتقوى مراتب عالية - أعظم من قدر الجهد الذي يبذلون، والنتائج التي يحصلون، وذلك أنه ليس بوسع أحد اليوم القضاء على جميع المواقع الفاسدة، ولا حتى على معشار معشارها، فالعلاج سيكون باتخاذ وسائل الحذر والحماية العامة، بحجب المواقع الفاسدة في الدول الإسلامية، وتطوير البرامج لمراقبة هذا الحجب، ونشر الوعي والحذر العام، وهذه جهود لا تستطيعها إلا المؤسسات والدول، وليس الأفراد الذين يقعون ضحية عاطفتهم نحو التغيير، فيتعلق في قلوبهم من مفاسد هذه المواقع ما لم يكن بالحسبان ... \"",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والفتوى موجودة على هذا الرابط: ¶ ????????????????????????????????????? ¶ (26) من فتوى سماحة الشيخ آل الشيخ، وقد سبق ذكرها. ¶ (27) الحديث أخرجه مسلم في كتاب الإيمان باب كون النهي عن المنكر من الإيمان (49) (2/ 216) ¶ (28) من فتوى الشيخ عبد العزيز آل الشيخ. ¶ (29) انظر فتوى المشايخ المغاربة، والتي سبقت الإشارة إليها ص8، وقد نشرها موقع العربية نت. ¶ (30) من فتوى الشيخ آل الشيخ. ¶ (31) من الفتوى رقم (114097) من موقع إسلام ويب. ¶ (32) من فتوى الشيخ فيصل مولوي، وقد سبقت الإشارة إليها. ¶ (33) من الفتوى رقم (104043) من موقع الإسلام سؤال وجواب، وقد سبق توثيق الفتوى. ¶ (34) انظر: المرجع السابق. ¶ (35) انظر في تفسير الآية: تفسير البغوي (2/ 254) وتفسير ابن كثير (2/ 321) والتحرير والتنوير (4/ 201) ¶ ومما قاله ابن كثير في تفسير الآية: \" وقوله .. إنكار على من يبادر إلى الأمور قبل تحققها، فيخبر بها ويفشيها وينشرها، وقد لا يكون لها صحة.\" ¶ (36) من الصعب السلامة من هجمات القراصنة الإلكترونيين ـ وإن كان هناك من يستهين بهم ـ وإليك ثلاثة أمثلة سريعة: ¶ الأول: في حرب العراق الأخيرة، تعرض موقع الجزيرة نت للهجوم من قبل قراصنة أمريكيين، وقد تمكنوا من الاستيلاء على الصفحة الرئيسة للموقع، وظلت الصفحة الرئيسة من موقع الجزيرة نت فترة من الزمن تحت تصرف هؤلاء القراصنة، وعندما تدخل إلى الموقع فإنك تصادف موقعاً أمريكياً تجارياً، واضطرت الجزيرة إلى النشر في موقع بديل. ¶ الثاني: في الحرب الروسية الأوكرانية استطاع القراصنة الروس من اختراق موقع رئيس الوزراء الأوكراني، وموقع وزارة الخارجية الأوكرانية مما اضطر الوزارة إلى النشر في مدونة الكترونية! ¶ الثالث: كانت قدرات القرصان الذي اخترق موقع العربية نت ـ على سبيل المثال ـ قوية، فمع أن موقع العربية نت من المواقع المشهورة التي يتوقع أن يكون لها حماية قوية إلا أنه استطاع الاستيلاء على الصفحة الرئيسة للموقع مدة ليست بالقصيرة، وقد جاء في الموقع البديل للعربية ما نصه:\"تعرض موقع العربية. نت مساء الخميس 9 - 10 - 2008 لهجوم من قبل مجموعة من المخترقين (الهاكرز) منعوا الوصول إلى صفحته الرئيسية ووضعوا بدلاً منها تحذيراً اعتبر أن عملية الاختراق تأتي في إطار هجوم شيعي على ما اعتبرته مواقع سنية رداً على عملية اختراق مواقع شيعية، وأعلنت إدارة الموقع التحول إلى الموقع الرديف بشكل مؤقت وهو ????????????????. ¶ وفشل الهاكرز في اختراق أي من السيرفرات (الخوادم) التي تحمل قاعدة معلومات موقع العربية. نت ولكنهم نجحوا في اختراق أنظمة الجهة المنظمة لأسماء النطاق في الولايات المتحدة ?????? ????? وقاموا بتحويل عنوان موقع العربية. نت ????????????????? إلى جهات ومواقع أخرى يملكونها.\" ¶ والخبر أعيد نشره على الموقع الأصلي للموقع، وهذا رابطه: ¶ ???????????????????????????????????????????????????????",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "(37) اختلف العلماء رحمهم الله في تعريف الغصب، وذلك بناء على خلافهم في بعض المسائل التي تؤثر في ماهية الغصب، فبعض المسائل يعدها بعض العلماء غصباً، بينما لا يعدّها الآخرون غصباً، ومن تلك المسائل: غصب المنافع، إذ المنافع لا تغصب لأنها ليست بمال عند الحنفية، وخالفهم الجمهور في ذلك. ¶ ومن المسائل: غصب العقار، فلا يتصور غصبه عند أبي حنيفة وأبي يوسف، وخالفهم في ذلك الجمهور. ¶ فالغصب عند أبي حنفية وصاحبه أبي يوسف هو: إزالة يد المالك عن ماله المتقوم على سبيل المجاهرة والمغالبة بفعل في المال. ¶ وعند محمد بن الحسن أن الفعل ليس شرطاً في الغصب، فلا يدخل في ماهية الغصب. بدائع الصنائع (7/ 143) ¶ وفي تبيين الحقائق (5/ 222): (هو إزالة اليد المحقة بإثبات اليد المبطلة) في مال متقوم محترم قابل للنقل بغير إذن مالكه. وانظر: البحر الرائق (8/ 123) ومجمع الضمانات (117) ¶ وفي شرح حدود ابن عرفة (2/ 466):\"أخذ مالٍ، غير منفعة، ظلماً قهراً، لا لخوف قتال.\" ¶ والمالكية يخرجون أخذ المنفعة من حد الغصب؛ لأن الاستيلاء على المنفعة يسمى ـ عندهم ـ تعدياً. ¶ وانظر أيضاً: التاج والإكليل (7/ 307) ومواهب الجليل (5/ 274) ¶ وعند الشافعية، هو: الاستيلاء على حق الغير عدوناً. ¶ انظر: أسنى المطالب (2/ 336) وتحفة المحتاج (6/ 2) ونهاية المحتاج (5/ 144) ¶ في الفروع (4/ 492): هو استيلاء على حق غيره قهراً ظلماً. ¶ وبعض الحنابلة عبّر بلفظ ـ كما في المقنع ـ بـ: الاستيلاء على مال الغير قهراً بغير حق. ¶ وقد أطال المرداوي في الإنصاف (15/ 111ـ114) في التعليق على هذا التعريف وانتقاده، ومما قاله:\" ليس بجامع؛ لعدم دخول غصب الكلب, وخمر الذمي, والمنافع, والحقوق, والاختصاص. ¶ قال الحارثي: وحقوق الولايات, كمنصب الإمارة والقضاء.\" ¶ وانظر:? الفتاوى الكبرى لابن تيمية (5/ 417) وغاية المنتهى مع شرحه مطالب أولي النهى (4/ 3) ¶ (38) قد يبدو للوهلة الأولى أن أحكام الغصب لا تدخل في مسألتنا هذه على مذهب الحنفية، فالغصب لا يتصور في العقار عند أبي حنفية وأبي يوسف وهو المذهب عندهم، ومواقع الإنترنت فيها شبهٌ من العقار. ¶ أقول ـ ومن الله استمد السداد ـ: إن هذا الإيراد له حظ من النظر، ولكن الأقرب في نظري: أن رأي أبي حنيفة في العقار لا يحمل على مواقع الإنترنت؛ لأن السبب في كون الغصب غير متصوّر في العقار عند أبي حنيفة أن من شروط تحقق الغصب عنده أن يشتمل الغصب على فعل في المال المغصوب، أو كما عبر بعضهم: أن يمكن نقله. ¶ وإذا تقرر هذا، فإن المواقع الإلكترونية يمكن نقلها، وعلى ذلك فإن الغصب متصوّر فيها حتى على مذهب الإمام أبي حنيفة عليه رحمة الله. ¶ (39) انظر: بدائع الصنائع (7/ 148) وتبيين الحقائق (5/ 222) والفواكه الدواني (2/ 175) وكفاية الطالب الرباني مع حاشية العدوي (2/ 284) وتحفة المحتاج (6/ 9) ومنهج الطلاب مع حاشية الجمل (3/ 471) والفروع (4/ 497) وكشاف القناع (4/ 78) ¶ ويلحظ أن مذهب المالكية فيه خلاف في مسألة وجوب رد المغصوب إلى بلد الغصب، ينظر: الشرح الكبير للدردير مع حاشية الدسوقي (3/ 446) ومنح الجليل (7/ 92)",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "(40) الحديث أخرجه عن أبي هريرة: الإمام مسلم في كتاب البر والصلة والآداب باب تحريم ظلم المسلم وخذله .. (2564) (16/ 93) ¶ (41) الحديث أخرجه البخاري في كتاب الحج باب الخطبة أيام منى (1739) و (1741) و (1742) (3/ 670ـ671فتح) عن ابن عباس وأبي بكرة وابن عمر، ومسلم في كتاب الحج باب حجة النبي صلى الله عليه وسلم (1218) (8/ 327) عن جابر، وفي كتاب القسامة باب تغليظ تحريم الدماء والأعراض والأموال (1679) (11/ 319) عن أبي بكرة. ¶ (42) الحديث أخرجه: أحمد (17941) (29/ 461) وأبو داود (4993) (13/ 236) والترمذي (2249) (6/ 315) والبيهقي في الكبرى (6/ 100) عن عبد الله بن السائب بن يزيد عن أبيه عن جده. ¶ وقال الترمذي:\"هذا حديث حسن غريب ولا نعرفه إلا من حديث ابن أبي ذئب .. \" ¶ وقال الألباني في الإرواء (5/ 350):\" ورجاله كلهم ثقات رجال الشيخين غير عبد الله بن السائب هذا، وهو ثقة، وثقه النسائي وابن سعد وابن حبان، ولم يعرف عنه راوٍ سوى ابن أبي ذئب.\" ¶ (43) الحديث أخرجه: أحمد (20086) (33/ 277) والنسائي في الكبرى (3/ 411) وأبو داود (3556) (9/ 344) والترمذي (1284) (4/ 402) وابن ماجه (2423) (2/ 54) والدارمي (2596) (2/ 342) والحاكم (2/ 47) عن الحسن عن سمرة، وقال الترمذي: حسن صحيح، وهو من سماع الحسن عن سمرة، وفيه خلاف مشهور عند المحدثين على ثلاثة أقوال، وفي هذا الحديث لم يصرح الحسن بالسماع من سمرة، وهو مدلس، ولهذا ضعفه الألباني في الإرواء (5/ 348). ¶ وانظر في سماع الحسن من سمرة: سنن الترمذي (4/ 432 مع التحفة) والسنن الكبرى للبيهقي (8/ 35) وشرح تهذيب السنن لابن القيم (9/ 344) وتهذيب التهذيب (1/ 390) ¶ (44) انظر: حاشية العدوي على شرح كفاية الطالب الرباني (2/ 286) وحاشية الدسوقي (3/ 443) وشرح الخرشي (6/ 137) وأسنى المطالب (2/ 343) والأشباه والنظائر للسيوطي (364) والفروع (4/ 510) وكشاف القناع (4/ 112) ومطالب أولي النهى (4/ 9) ¶ (45) انظر: الهداية مع شرحها العناية (9/ 354) وتبيين الحقائق (5/ 233) والبحر الرائق (8/ 139) والجوهرة النيرة (1/ 344) ومجمع الأنهر (2/ 467) ومجمع الضمانات (130) ¶ (46) انظر: مجمع الأنهر (2/ 467) ومجمع الضمانات (130) ¶ (47) جاء في الفواكه الدواني (2/ 175): \"ويجب على الحاكم تأديبه، ولو صبياً، استصلاحاً لحاله، ولو عفا عنه رب الشيء المغصوب؛ لأن الأدب حقٌ لله دفعاً للفساد؛ لحرمة الغصب كتاباً وسنة وإجماعاً.\" وانظر أيضاً: حاشية العدوي على كفاية الطالب الرباني (2/ 284) ¶ (48) الحديث أخرجه: البخاري في كتاب الأدب باب ما ينهى من التحاسد والتدابر (6064) (10/ 496) ومسلم في كتاب البر والصلة والآداب باب تحريم الظن والتجسس .. (2563) (16/ 92) عن أبي هريرة. ¶ (49) انظر في التجسس الإلكتروني الاعتداء الإلكتروني للشبل 395.",
            "page": "22",
            "part": "1"
        }
    ],
    "t36653": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "اختراق المواقع وتدميرها"
        }
    ]
}