{
    "b36652": [
        {
            "id": "1",
            "nass": "جامعة المدينة العالمية ¶ كلية العلوم الإسلامية ¶ قسم فقه السنة ¶ أحاديث العقيقة من سنن أبي داود تخريج ودراسة ¶ [مشروع دراسة قضية في فقه السنة] ¶ إعداد الطالب ¶ موسى إدريس عمر ميغا ¶ إشراف ¶ الدكتور هندي صابر قاسم ¶ العام الجامعي: 1432هـ -2011م",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله، والصلاة والسلام على رسول الله-صلى الله عليه وسلم- وعلى آله وصحبه أجمعين. ¶ وبعد: ¶ فإن العقيقة من السنن الثابتة عن رسول الله-صلى الله عليه وسلم- ولكنها تكاد تكون من السنن المنسية التي لا يعمل بها إلا قليل، ولأجل إحياء هذه السنة ونشرها، ولتوعية الناس بأحكامها قمت بإعداد هذا البحث وأسميته بـ[أحاديث العقيقة من سنن أبي داود تخريج ودراسة] ¶ وسيقوم البحث على عنصرين كالآتي: ¶ أولا: التمهيد ويشمل: ¶ 1 - تعريف موجز بأبي داود وسننه. ¶ 2 - تعريف العقيقة لغةً واصطلاحًا، وبيان مشروعيتها، والحكمة منها، وحكمها، وشروطها، ووقتها. ¶ ثانيا: الدراسة وتقوم على ثلاثة عناصر: ¶ 1 - ترجمة رجال الإسناد: وفيه أترجم لرجال الإسناد الواردة فى الحديث المذكور ¶ فى سنن أبي داود, وأبين المبهم منهم فى السند، مع بيان مرتبته، وتاريخ الوفاة. ¶ 2 - التخريج وفيه أخرج النص المدروس من كل مظانه وبالاستقراء ما استعطت إلى ذلك ¶ سبيلا، وأتكلم عن رواته وأعطي في النهاية حكما للحديث بالصحة أو الضعف. ¶ 3 - الدراسة: وفيها أتناول ما في الحديث من غريب الألفاظ والأحكام بصورة تفصيلية، مستعينًا بكتب الغريب والشروح والفقه. ¶ الخاتمة: وفيها أهم النتائج التى توصلت إليها من خلال البحث والتوصيات. ¶ ثم ذيلت البحث بقائمة المصادر والمراجع، وفهرس الموضوعات.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "التمهيد: ويشتمل على: ¶ 1 - تعريف موجز بأبي داود وسننه. ¶ 2 - تعريف العقيقة لغةً واصطلاحًا، وبيان مشروعيتها، الحكمة منها، وحكمها، وشروطها، ووقتها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "تعريف موجز بأبي داود وسننه. ¶ اسمه ونسبه ومولده: ¶ أبو داود: (¬1) ¶ هو سليمان بن الأشعث بن شداد بن عمرو بن عامر، كذا أسماه عبد الرحمن بن أبي ¶ حاتم. ¶ وقال محمد بن عبد العزيز الهاشمي: «سليمان بن الأشعث بن بشر بن شداد». ¶ وقال ابن داسة، وأبو عبيد الآجري: «سليمان ابن الأشعث بن إسحاق بن بشير بن ¶ شداد». وكذلك قال أبو بكر الخطيب في «تاريخه». وزاد: ابن عمرو بن عمران. ¶ الإمام، شيخ السنة، مقدم الحفاظ، أبو داود، الأزدي السجستاني، محدث البصرة. ¶ مولده: ¶ ولد سنة اثنتين ومائتين، قال أبو عبيد الآجري: سمعته يقول: ولدت سنة اثنتين. ¶ طلبه للعلم و مشايخه: ¶ بدأ الإمام أبو داود في طلبه للعلم منذ صباه، فرحل وطاف البلاد القريبة والبعيدة ¶ وجمع، وصنف، وبرع في هذا الشأن، وأخذ علوم الحديث وغيرها من خيرة المشايخ ¶ في زمانه، فكتب عن العراقيين والخراسانيين والشاميين والبصريين والحجاز والمصريين. ¶ قال أبو عبيد الآجري: «سمعته يقول: ولدت سنة اثنتين، وصليت على عفان سنة عشرين، ¶ ودخلت البصرة وهم يقولون: أمس مات عثمان بن الهيثم المؤذن. فسمعت من أبي عمر الضرير مجلسا واحدا». ¶ قال الذهبي: «مات في شعبان من سنة عشرين، ومات عثمان قبله بشهر» ¶ قال: وتبعت عمر بن حفص بن غياث إلى منزله، ولم أسمع منه، وسمعت من سعيد بن ¶ سليمان مجلسا واحدا، ومن عاصم بن علي مجلسًا واحدًا. ¶ ¬__________ ¶ (¬1) 1 - مصادر ترجمته: الجرح والتعديل (4/ 101 - 102) تاريخ بغداد (9/ 55 - 59)، وسير أعلام النبلاء (9/ 582)،، طبقات الحنابلة (1/ 159 - 162)، تاريخ ابن عساكر (7/ 271 - 274)، المنتظم (5/ 97 - 98)، وفيات الأعيان (2/ 404 - 405)، تذكرة الحفاظ (2/ 591 - 593)، البداية والنهاية (11/ 54 - 56)، تهذيب التهذيب (4/ 169 - 173)، طبقات الحفاظ، (1/ 51 - 52)، طبقات المفسرين (1/ 201 - 202)، شذرات الذهب (2/ 167 - 168).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قال الذهبي: وسمع بمكة من القعنبي، وسليمان بن حرب. ¶ وسمع بالبصرة من: مسلم بن إبراهيم، وعبد الله بن رجاء، وأبي الوليد الطيالسي، وموسى بن إسماعيل، وطبقتهم. ¶ ثم سمع بالكوفة من: الحسن بن الربيع البوراني، وأحمد بن يونس اليربوعي، وطائفة. ¶ وسمع بحمص من: أبي توبة الربيع بن نافع بحلب، ومن: أبي جعفر النفيلي، وأحمد بن أبي ¶ شعيب، وعدة، بحران. ومن حيوة بن شريح، ويزيد بن عبد ربه، وخلق. ¶ وسمع بدمشق من: صفوان بن صالح، وهشام بن عمار. ¶ وسمع بخراسان من: إسحاق بن راهويه، وطبقته. ¶ وسمع ببغداد من: أحمد بن حنبل وطبقته. وسمع ببلخ من قتيبة بن سعيد. ¶ و سمع بمصر من: أحمد بن صالح، وخلق. ومن إبراهيم بن بشار الرمادي، وإبراهيم بن ¶ موسى الفراء، وعلي بن المديني، والحكم بن موسى، وخلف بن هشام، وسعيد بن ¶ منصور، وسهل بن بكار، وشاذ بن فياض، وأبي معمر عبد الله بن عمرو المقعد، ¶ وعبد الرحمن بن المبارك العيشي، وعبد السلام بن مطهر، وعبد الوهاب بن نجدة، ¶ وعلي بن الجعد، وعمرو بن عون، وعمرو بن مرزوق، ومحمد بن الصباح الدولابي، ¶ ومحمد بن المنهال الضرير، ومحمد بن كثير العبدي، ومسدد بن مسرهد، ومعاذ بن ¶ أسد، ويحيى بن معين، وأمم سواهم. ¶ قال الحاكم: «سليمان بن الأشعث السجستاني، مولده بسجستان، وله ولسلفه إلى ¶ الآن بها عقد وأملاك وأوقاف، خرج منها في طلب الحديث إلى البصرة، فسكنها، ¶ وأكثر بها السماع، عن سليمان بن حرب، وأبي النعمان، وأبي الوليد، ثم دخل إلى ¶ الشام ومصر، وانصرف إلى العراق، ثم رحل بابنه أبي بكر إلى بقية المشايخ، وجاء إلى ¶ نيسابور، فسمع ابنه من إسحاق بن منصور، ثم خرج إلى سجستان وطال بها أسبابه، وانصرف إلى البصرة واستوطنها». ¶ تلاميذه: ¶ وبعد هذه الرحلة الطويلة في طلب العلم، بدأ صيته يظهر، وبدا طلاب العلم يطلبونه ¶ في كل مكان، وكان من ابرز من حدث عنه:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أبو عيسى الترمذي في «جامعه»، والنسائي فيما قيل، وإبراهيم ابن حمدان العاقولي، ¶ وأبو الطيب أحمد بن إبراهيم بن الأشناني البغدادي، نزيل الرحبة، راوي «السنن» ¶ عنه، وأبو حامد أحمد بن جعفر الأشعري الأصبهاني، وأبو بكر النجاد، وأبو عمرو ¶ أحمد بن علي بن حسن البصري، راوي «السنن» عنه، وأحمد بن داود بن سليم، ¶ وأبو سعيد بن الأعرابي راوي «السنن» بفوت له، وأبو بكر أحمد بن محمد الخلال ¶ الفقيه، وأحمد بن محمد بن ياسين الهروي، وأحمد بن المعلى الدمشقي، وإسحاق بن ¶ موسى الرملي الوراق، وإسماعيل بن محمد الصفار، وحرب بن إسماعيل الكرماني، ¶ والحسن بن صاحب الشاشي، والحسن بن عبد الله الذارع، والحسين بن إدريس ¶ الهروي، وزكريا بن يحيى الساجي، وعبد الله بن أحمد الأهوازي عبدان، وابنه أبو بكر ¶ بن أبي داود، وأبو بكر بن أبي الدنيا، وعبد الله ابن أخي أبي زرعة، وعبد الله بن ¶ محمد بن يعقوب، وعبد الرحمن بن خلاد الرامهرمزي، وعلي بن الحسن بن العبد ¶ الأنصاري، أحد رواة «السنن»، وعلي بن عبد الصمد ما غمه، وعيسى بن سليمان ¶ البكري، والفضل بن العباس بن أبي الشوارب، وأبو بشر الدولابي الحافظ، وأبو علي ¶ محمد بن أحمد اللؤلؤي، راوي «السنن»، ومحمد بن أحمد بن يعقوب المتوثي ¶ البصري، راوي كتاب «القدر» له، ومحمد بن بكر بن داسة التمار، من رواة ¶ «السنن»، ومحمد بن جعفر بن الفريابي، ومحمد بن خلف بن المرزبان، ومحمد بن ¶ رجاء البصري، وأبو سالم محمد بن سعيد الأدمي، وأبو بكر محمد بن عبد العزيز ¶ الهاشمي المكي، وأبو أسامة محمد ابن عبدالملك الرواس، راوي «السنن» بفواتات، ¶ وأبو عبيد محمد بن علي ابن عثمان الآجري الحافظ، ومحمد بن مخلد العطار ¶ الخضيب، ومحمد ابن المنذر شكر، ومحمد بن يحيى بن مرداس السلمي، وأبو بكر ¶ محمد ابن يحيى الصولي، وأبو عوانة يعقوب بن إسحاق الإسفراييني، وخلق كثير. ¶ تصنيفه للسنن: ¶ قال الخطيب أبو بكر: يقال: إنه صنف كتابه «السنن» قديما، وعرضه على أحمد بن ¶ حنبل، فاستجاده، واستحسنه. ¶ وقال أبوبكر بن داسة: سمعت أبا داود يقول: ذكرت في «السنن» الصحيح وما",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يقاربه، فإن كان فيه وهن شديد بينته. ¶ قال الذهبي: فقد وفى - رحمه الله - بذلك بحسب اجتهاده، وبين ما ضعفه شديد، ¶ ووهنه غير محتمل، وكاسر عن ما ضعفه خفيف محتمل، فلا يلزم من سكوته-والحالة هذه- عن الحديث أن يكون حسنا عنده، ولا سيما إذا حكمنا على حد الحسن باصطلاحنا المولد الحادث، الذي هو في عرف السلف يعود إلى قسم من أقسام الصحيح، الذي يجب العمل به عند جمهور العلماء، أو الذي يرغب عنه أبو عبد الله البخاري، ويمشيه مسلم، وبالعكس، فهو داخل في أداني مراتب الصحة، فإنه لو انحط عن ذلك لخرج عن الاحتجاج، ولبقي متجاذبا بين الضعف والحسن، فكتاب أبي داود أعلى ما فيه من الثابت، ما أخرجه الشيخان، وذلك نحو من شطر الكتاب، ثم يليه ما أخرجه أحد الشيخين، ورغب عنه الآخر، ثم يليه ما رغبا عنه، وكان إسناده جيدا، سالما من علة وشذوذ، ثم يليه ما كان إسناده صالحا، وقبله العلماء لمجيئه من وجهين لينين فصاعدا، يعضد كل إسناد منهما الآخر، ثم يليه ما ضعف إسناده لنقص حفظ راويه، فمثل هذا يمشيه أبو داود، ويسكت عنه غالبا، ثم يليه ما كان بين الضعف من جهة راويه، فهذا لا يسكت عنه، بل يوهنه غالبا، وقد يسكت عنه بحسب شهرته ونكارته، والله أعلم. ¶ قال أبوبكر بن داسة: سمعت أبا داود يقول: كتبت عن رسول الله-صلى الله عليه ¶ وسلم- خمس مئة ألف حديث، انتخبت منها ما ضمنته هذا الكتاب - يعني ¶ كتاب \" السنن \" -، جمعت فيه أربعة آلاف حديث وثماني مئة حديث، ذكرت ¶ الصحيح، وما يشبهه ويقاربه، ويكفي الإنسان لدينه من ذلك أربعة أحاديث. ¶ أحدها: قوله - صلى الله عليه وسلم -: «الأعمال بالنيات». ¶ والثاني: «من حسن إسلام المرء تركه ما لا يعنيه». ¶ والثالث: قوله: «لا يكون المؤمن مؤمنًا حتى يرضى لأخيه ما يرضى لنفسه». ¶ والرابع: «الحلال بين .......... » الحديث. ¶ قوله: يكفي الإنسان لدينه، ممنوع، بل يحتاج المسلم إلى عدد كثير من السنن ¶ الصحيحة مع القرآن. ¶ قال الخطابي رحمه الله تعالى: «كتاب السنن لأبي داود كتاب شريف، لم يصنف في علم ¶ الدين كتابا مثله، وقد رزق القبول من كافة الناس على اختلاف مذاهبهم، فصار",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "حكمًا بين العلماء وطبقات المحدثين والفقهاء، ولكل واحد فيه ورد، ومنه شرب ¶ وعليه معوّل أهل العراق ومصر وبلاد المغرب، وكثير من مدن وأقطار الأرض». ¶ قال أبو داود ما ذكرت في كتابي حديثا أجمع الناس على تركه. ¶ وقال الخطابي رحمه الله تعالى أيضا: هو أحسن وضعا وأكثر فقها من الصحيحين. ¶ وقال أبو بكر محمد بن إسحاق الصاغاني، وإبراهيم الحربي: لما صنف أبو داود كتاب ¶ ألين لأبي داود الحديث، كما ألين لداود، عليه السلام، الحديد. ¶ وقال الحاكم: سمعت الزبير بن عبد الله بن موسى يقول: سمعت محمد بن مخلد يقول: ¶ كان أبو داود يفي بمذاكرة مئة ألف حديث، ولما صنف كتاب،، وقرأه على ¶ الناس، صار كتابه لأصحاب الحديث كالمصحف، يتبعونه ولا يخالفونه، وأقر له أهل ¶ زمانه بالحفظ والتقدم فيه. ¶ ثناء العلماء عليه: ¶ قال أبو بكر الخلال: أبو داود الإمام المقدم في زمانه، رجل لم يسبقه إلى معرفته بتخريج العلوم، وبصره بمواضعه أحد في زمانه، رجل ورع مقدم، سمع منه أحمد بن حنبل حديثا واحدا، كان أبو داود يذكره. ¶ وقال أحمد بن محمد بن ياسين: كان أبو داود أحد حفاظ الإسلام لحديث رسول الله ¶ -صلى الله عليه وسلم-وعلمه وعلله وسنده، في أعلى درجة النسك والعفاف، والصلاح والورع، من فرسان الحديث. ¶ وقال الحافظ موسى بن هارون: خلق أبو داود في الدنيا للحديث، وفي الآخرة للجنة. ¶ وقال علان بن عبد الصمد: سمعت أبا داود، وكان من فرسان الحديث. ¶ قال أبو حاتم بن حبان: أبو داود أحد أئمة الدنيا فقها وعلما وحفظا، ونسكا وورعا ¶ وإتقانا جمع وصنف وذب عن السنن. ¶ قال الحافظ أبو عبد الله بن مندة: الذين خرجوا وميزوا الثابت من المعلول، والخطأ ¶ من الصواب أربعة: البخاري، ومسلم، ثم أبو داود، والنسائي. ¶ وقال أبو عبد الله الحاكم: أبو داود إمام أهل الحديث في عصره بلا مدافعة، سمع بمصر ¶ والحجاز، والشام والعراق، وخراسان. وقد كتب بخراسان قبل خروجه إلى العراق،",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "في بلده وهراة. وكتب ببغلان عن قتيبة، وبالري عن إبراهيم بن موسى، إلا أن أعلى إسناده: القعنبي، ومسلم بن إبراهيم ... وسمى جماعة. ¶ قال: وكان قد كتب قديما بنيسابور، ثم رحل بابنه أبي بكر إلى خراسان. ¶ روى أبو عبيد الآجري، عن أبي داود، قال: دخلت الكوفة سنة إحدى وعشرين، وما رأيت بدمشق مثل أبي النضر الفراديسي، وكان كثير البكاء، كتبت عنه سنة اثنتين وعشرين. ¶ قال القاضي الخليل بن أحمد السجزي: سمعت أحمد بن محمد بن الليث قاضي بلدنا ¶ يقول: جاء سهل بن عبد الله التستري إلى أبي داود السجستاني، فقيل: يا أبا داود: ¶ هذا سهل بن عبد الله جاءك زائرا -فرحب به، وأجلسه، فقال سهل: يا أبا داود! ¶ لي إليك حاجة، قال: وما هي؟ قال: حتى تقول: قد قضيتها مع الإمكان. قال: نعم. ¶ قال: أخرج إلي لسانك الذي تحدث به أحاديث رسول الله-صلى الله عليه وسلم- ¶ حتى أقبله. فأخرج إليه لسانه فقبله. ¶ وروى إسماعيل بن محمد الصفار، عن الصاغاني، قال: لين لأبي داود السجستاني ¶ الحديث، كما لين لداود الحديد. ¶ وقال موسى بن هارون: ما رأيت أفضل من أبي داود. ¶ وقال الحافظ زكريا الساجي: كتاب الله أصل الإسلام، وكتاب أبي داود عهد الإسلام. ¶ قال الذهبي: كان أبو داود مع إمامته في الحديث وفنونه من كبار الفقهاء، فكتابه يدل ¶ على ذلك، وهو من نجباء أصحاب الإمام أحمد، لازم مجلسه مدة، وسأله عن دقائق ¶ المسائل في الفروع والأصول، وكان على مذهب السلف في اتباع السنة والتسليم لها، ¶ وترك الخوض في مضائق لكلام. ¶ وفاته: ¶ توفي الإمام أبو داود السجستاني في مدينة البصرة، يوم الجمعة، لأربع عشرة بقيت من ¶ شوال سنة خمس وسبعين ومائتين، عن ثلاث وسبعين سنة. ¶ ودفن إلى جانب قبر الإمام سفيان الثوري رحمة الله تعالى عليهما وعلى سائر علماء ¶ الإسلام في كل مجلات العلم، الذين خدموا الإسلام والمسلمين. ¶ وقال أبو عبيد الآجري: توفي أبو داود في سادس عشر شوال، سنة خمس وسبعين ومائتين.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "مؤلفاته: ¶ لقد ترك الإمام الحافظ أبي داود السجستاني آثارا من المؤلفات منها المطبوع ¶ والمخطوط، وهذه بعضها: ¶ 1 - كتاب السنن: وهو ثالث الكتب الستة فى الحديث، طبع عدة مرات. ¶ 2 - المسائل التى خالف عليها الإمام أحمد بن حنبل: وهذا الكتاب من رواية أبي ¶ داود، وقد طبع. ¶ 3 - إجابته على سؤالات الآجري. طبع. ¶ 4 - رسالة فى وصف تأليفه لكتاب السنن. طبع. ¶ 5 - الزهد. ¶ 6 - تسمية الإخوة الذين روي عنهم الحديث. ¶ 7 - كتاب المراسيل. طبع. ¶ 8 - كتاب فى الرجال: مخطوط فى الظاهرية. ¶ 9 - كتاب القدر. ¶ 10 - كتاب النساخ، ذكره الذهبي فى سير أعلام النبلاء (13/ 209)، وابن حجر فى التهذيب (4/ 170). ¶ 11 - مسند مالك: ذكره ابن حجر فى التهذيب (4/ 170). ¶ 12 - كتاب أصحاب الشعبي: ذكره فى السؤالات.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "تعريف: العقيقة لغة واصطلاحًا. ¶ أولًا: تعريف العقيقة لغة: ¶ قال ابن منظور: هي الشَعر الذي يولد به الطفل، لأنه يشق الجلد. ¶ قال امرؤ القيس: ¶ يا هند لا تنكحي بوهةً ... عليه عقيقته أحسَبَا ¶ وهي مأخوذة من عق، يَعِقُ ويعَقُ فنقول عق عن ابنه بمعنى حلق عقيقته، أي شعر رأسه أو ذبح الشاة المسماة عقيقة، وقيل للذبيحة عقيقة؛ لأنها تذبح فيشق حلقومها ومريئها وودجاها قطعًا كما سميت ذبيحة بالذبح وهو الشق (¬1). ¶ وقال الجوهري: وشعر كل مولود من الناس والبهائم الذي يولد عليه عقيقة ... ومنه سميت الشاة التي تذبح عن المولود يوم أسبوعه عقيقة (¬2). ¶ ثانيًا: تعريف العقيقة اصطلاحًا: ¶ هي الذبيحة التي تذبح عن المولود يوم سابعه، شكرًا لله سبحانه وتعالى على نعمة الولد، ذكرًا كان أو أنثى (¬3). ¶ مشروعية العقيقة: ¶ ثبتت مشروعية العقيقة بالسنة النبوية من قول النبي، ومن فعله كذلك. ¶ فمن السنة القولية وردت أحاديث كثيرة منها: ¶ 1 - روى الإمام البخاري بسنده عن محمد بن سيرين: حدثنا سلمان بن عامر الضبي قال: سمعت رسول الله-صلى الله عليه وسلم- يقول: «مع الغلام عقيقة، فأهريقوا عنه دما، ¶ وأميطوا عنه الأذى» (¬4) ¶ 2 - عن أم كرز رضي الله عنها أنها سألت رسول الله-صلى الله عليه وسلم- عن العقيقة فقال: «نعم عن الغلام شاتان، وعن الأنثى واحدة، لا يضركم ذكرانًا أم إناثا» رواه أبوداود، والترمذي، ¶ ¬__________ ¶ (¬1) - لسان العرب (10/ 255). ¶ (¬2) - الصحاح (4/ 213). ¶ (¬3) - المغني (11/ 120)، المجموع (8/ 426)، نيل الأوطار (5/ 194)، سبل السلام (4/ 97). ¶ (¬4) - رواه أبو داود، والترمذي، والنسائي، وابن ماجه، وأحمد، والدارمي.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال: الترمذي حديث صحيح، والنسائي، وابن ماجة، وابن حبان، وأحمد، والحاكم، وقال صحيح الإسناد، ووافقه الذهبي. ¶ 3 - عن اسماء بنت يزيد أن النبي-صلى الله عليه وسلم- قال: «العقيقة حق، عن الغلام شاتان مكافئتان، وعن الجارية شاة» رواه أحمد، والطبراني. وقال الهيثمي: رواه أحمد، والطبراني في (الكبير) ورجاله محتج بهم (¬1). ¶ وأما السنة الفعلية الثابتة عن رسول الله، فمنها أحاديث: ¶ 1 - عن عكرمة عن ابن عباس: أن رسول الله-صلى الله عليه وسلم- «عق عن الحسن والحسين كبشًا كبشًا» رواه أبو داود، وقال الألباني: وهذا إسناد صحيح على شرط البخاري، وقد صححه عبد الحق الإشبيلي في الأحكام الكبرى (¬2). ¶ 2 - وفي رواية أخرى لحديث ابن عباس: أن الرسول-صلى الله عليه وسلم- «عق عن الحسن والحسين بكبشين كبشين» رواه النسائي، وقال الألباني: صحيح. ¶ 3 - عن أنس بن مالك قال: «عق رسول الله -صلى الله عليه وسلم-عن حسن وحسين بكبشين» رواه ابن حبان وقال محققه: حديث صحيح. ¶ الحكمة من مشروعية العقيقة: ¶ لا شك أن للعقيقة حِكمًا وفوائد كثيرة منها (¬3): ¶ 1 - قربان يتقرب بها المولود إلى الله فى أول لحظة يستنشق فيها نسائم الحياة. ¶ 2 - فدية يفدى بها المولود من المصائب والآفات، كما فدى الله إسماعيل عليه السلام بالذبح العظيم. ¶ 3 - فكاك لرهان المولود فى الشفاعة. ¶ 4 - إظهار للفرح والسرور بإقامة شرائع الإسلام، وبخروج نسمة مؤمنة، يكاثر بها رسول الله-صلى الله عليه وسلم- الأمم يوم القيامة. ¶ ¬__________ ¶ (¬1) - مجمع الزوائد (4/ 90). ¶ (¬2) - إرواء الغليل (4/ 379). ¶ (¬3) - انظر: تربية الأولاد فى الإسلام (1/ 99 - 100)، تحفة المودود صـ54 - 55.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "5 - تمتين لروابط الإلفة والمحبة بين أبناء المجتمع، لاجتماعهم على موائد الطعام ابتهاجا بقدوم المولود الجديد. ¶ 6 - إرفاد موارد التكافل الاجتماعي برفد جديد، يحقق فى الأمة مبادئ العدالة الاجتماعية، ويمحو فى المجتمع ظواهر الفقر والحرمان والفاقة. ¶ حكم العقيقة: ¶ اختلف الفقهاء في حكم العقيقة على ثلاثة أقوال: ¶ القول الأول: أنها سنة مؤكدة، وهذا قول جمهور أهل العلم من الصحابة والتابعين والفقهاء، وهو قول الشافعية والمالكية والمشهور المعتمد في مذهب الحنابلة، وبه قال الجمهور من العترة. ¶ أدلة الجمهور على أن العقيقة سنة: ¶ 1 - حديث سلمان بن عامر الضبي، قال: قال: رسول الله -صلى الله عليه وسلم- «مَعَ الْغُلاَمِ عَقِيقَتُه، ُ فَأَهْرِيقُوا عَنْهُ دَمًا، وَأَمِيطُوا عَنْهُ الأَذَى» رواه أبو داود، وابن ماجه، والترمذي، وقال هذا حديث حسن صحيح. ¶ 2 - حديث سمرة بن جندب، أن رسول الله -صلى الله عليه وسلم- قال: «كُلُّ غُلاَمٍ رَهِينَةٌ بِعَقِيقَتِه، ِ تُذْبَحُ عَنْهُ يَوْمَ سَابِعِه، ِ وَيُحْلَقُ، وَيُسَمَّى» رواه أبو داود، والنسائي، وابن ماجه، والترمذي، وقال حسن صحيح. ورواه والحاكم، وقال صحيح الإسناد، ووافقه الذهبي. ¶ 3 - حديث ابن عباس أن رسول الله -صلى الله عليه وسلم- «عَقَّ عَنِ الْحَسَنِ وَالْحُسَيْنِ كَبْشًا كَبْشًا» رواه أبو داود، والطبراني فى (الكبير) وقال الشيخ الألباني: هذا إسناد صحيح على شرط البخاري، وقد صححه عبد الحق الإشبيلى في (الأحكام الكبرى) (¬1). ¶ وجه الاحتجاج بهذه الأحاديث: ¶ قال الجمهور أن هذه الأحاديث تدل على أن العقيقة سنة مستحبة أكدها النبي-صلى الله عليه وسلم- بقوله وفعله (¬2). ¶ ¬__________ ¶ (¬1) - إرواء الغليل (4/ 379). ¶ (¬2) - انظر: مغني المحتاج (4/ 293)، المجموع (8/ 429)، بداية المجتهد (1/ 275).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ونقل هذا القول عن ابن عباس، وابن عمر، وعائشة، وفاطمة بنت رسول الله-صلى الله عليه وسلم-، وبريدة الأسلمي، والقاسم بن محمد، وعروة بن الزبير، وعطاء، والزهري، وأبو الزناد، وإسحاق، وأبو ثور، وغيرهم كثير (¬1). ¶ قال ابن القيم: فأما أهل الحديث قاطبة وفقهاؤهم وجمهور أهل السنة، فقالوا: هي من سنة رسول الله-صلى الله عليه وسلم- (¬2). ¶ القول الثاني: إنها فرض واجب، وهذا قول الظاهرية وعلى رأسهم صاحب المذهب، وابن حزم. ونقل عن الحسن البصري، وهو راية عن الإمام أحمد اختارها جماعة من الحنابلة، وهو قول الليث ابن سعد. ¶ واحتج الظاهرية ومن وافقهم على أنها واجبة بما يلي: ¶ 1 - حديث سلمان بن عامر الضبي السابق وفيه: «مع الغلام عقيقة فأهريقوا عنه دمًا». ¶ 2 - وحديث سمرة السابق وفيه: «كل غلام رهينة بعقيقته». ¶ 3 - حديث أم كرز الكعبية، قالت: سمعت رسول الله -صلى الله عليه وسلم- يقول: ¶ «عَنِ الْغُلاَمِ شَاتَانِ مُكَافِئَتَانِ، وَعَنِ الْجَارِيَةِ شَاةٌ» رواه أبوداود، والنسائي، وأحمد، وابن حبان ¶ وقد ساق ابن حزم هذه الأحاديث بإسناده بعدة روايات ثم قال: فهذه الأخبار نص ما قلنا، وهو قول جماعة من السلف، ثم ذكر آثارًا عن جماعة من السلف منهم: حفصة بنت عبد الرحمن بن أبي بكر، وابن عباس، وعطاء، وابن عمر، وبريدة الأسلمي، ثم قال: أمره عليه الصلاة والسلام بالعققة فرض كما ذكرنا، لا يحل لأحد أن يحمل شيئًا من أوامره عليه الصلاة والسلام على جواز تركها إلا بنص آخر وارد بذلك، وإلا فالقول بذلك كذب وقفو لما لا علم لهم به، وقد قال عليه الصلاة والسلام: «إذا أمرتكم بأمر فأتوا منه ما استطعتم» أخرجه النسائي فى «السنن الكبرى». هذه حجج ابن حزم على الوجوب (¬3). ¶ القول الثالث: للحنفية، وقد اختلفت الروايات في مذهبهم في حكم العقيقة ¶ على ثلاثة أقوال هي: ¶ ¬__________ ¶ (¬1) - المغني (9/ 459)، المجموع (8/ 447). ¶ (¬2) - تحفة المودود صـ32. ¶ (¬3) - المجموع (8/ 447)، المحلى (6/ 234).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أ. أنها تطوع من شاء فعلها ومن شاء تركها، أدلتهم فى ذلك أدلة الجمهور السابقة. ¶ وهذا موافق لقول الجمهور بشكل عام. ¶ ب. أنها مباحة، ودليلهم فى ذلك: حديث عمرو بن شعيب، عن أبيه، عن جده، وفيه: «مَنْ وُلِدَ لَهُ وَلَدٌ، فَأَحَبَّ أَنْ يَنْسُكَ عَنْهُ، فَلْيَنْسُكْ عَنِ الْغُلاَمِ شَاتَانِ مُكَافِئَتَانِ، وَعَنِ الْجَارِيَةِ شَاةٌ». ¶ جـ. أنها منسوخة يكره فعلها، وهو منقول عن محمد بن الحسن صاحب أبي حنيفة، حيث قال: أما العقيقة فبلغنا أنها كانت في الجاهلية، وقد فعلت في أول الإسلام، ثم نسخ الأضحى كل ذبح كان قبله. ¶ واحتجوا بما يلي: ¶ ما روي عن رسول الله -صلى الله عليه وسلم- أنه قال: «نسخت الأضحية كل دم كان قبلها ... » رواه الدار قطني، وقال: فيه عقبة بن يقظان متروك. ¶ قالوا والعقيقة ما كانت قبلها فرضًا، بل كانت فضلًا، وليس بعد نسخ الفضل إلا الكراهة، بخلاف صوم عاشوراء (¬1). ¶ بعد إجالة النظر والفكر في أدلة العلماء في هذه المسألة، يتضح لنا رجحان قول جمهور أهل العلم، بأن العقيقة سنة مؤكدة، وليست فرضًا واجبًا، كما قال الظاهرية، وليست مكروهة أو منسوخة، كما قال بعض الحنفية. ¶ قال العلامة محمد بن علي آدم الأثيوبي شارح سنن النسائي (¬2): «وقد تبين بما ذكر أن القول الراجح فى هذه المسألة، قول من قال باستحباب العقيقة، وهو الذي عليه الجمهور، ودليل الاستحباب قوله صلى الله عليه وسلم «من أحب أن ينسك ..... » الحديث. ¶ شروط العقيقة: ¶ أولًا: أن تكون العقيقة من الأنعام، وهي الضأن والمعز والإبل والبقر، ولا تصح العقيقة بغير هذه الأنواع، كالأرنب، والدجاجة، والعصفور، وهذا قول جماهير أهل العلم من الفقهاء والمحدثين وغيرهم (¬3). ¶ ¬__________ ¶ (¬1) - بدائع الصنائع (5/ 69 - 127)، أحكام العقيقة صـ11 - 17. ¶ (¬2) - ذخيرة العقبى (32/ 354). ¶ (¬3) -فتح الباري (6/ 10)، المجموع (8/ 448)، بداية المجتهد (1/ 376).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ثانيًا: أن تكون العقيقة سليمة من العيوب، وهذا مذهب جمهور أهل العلم (¬1). ¶ والعيوب هي ذاتها التي تمنع الإجزاء في الأضحية، كما نص عليه كثير من أهل العلم. ¶ قال الإمام مالك: وإنما هي - العقيقة - بمنزلة النسك والضحايا، لا يجوز فيها عوراء، ولا عجفاء، ولا مكسورة القرن، ولا مريضة (¬2). ¶ وقال الترمذي: وقال أهل العلم لا يجزئ العقيقة من الشاة إلا ما يجزئ في الأضحية (¬3). ¶ وبناء على ذلك لا يجزئ في العقيقة العرجاء البين عرجها، ولا العوراء البين عورها، والمريضة البين مرضها، ولا العجفاء الهزيلة، ولا العمياء، ولا الكسيرة، ولا الكسيحة. ¶ والعقيقة قربة يتقرب بها العبد إلى الله سبحانه وتعالى، فينبغي أن تكون سليمة من العيوب سمينة، فإن الله طيب لا يقبل إلا طيبًا. وخالف ابن حزم فأجاز المعيبة، ولم يشترط سلامة العقيقة من العيوب، وإن كان الأفضل عنده هو السلامة من العيوب فقال: ويجزئ المعيب سواء كان مما يجوز في الأضحية، أو كان مما لا يجوز فيها والسالم أفضل (¬4). ¶ ثالثًا: أن تتوافر الأسنان المطلوبة في العقيقة كما هو الحال في الأضحية، فلا تجوز العقيقة بالغنم إلا إذا أتمت الشاة سنة من عمرها، وهذا القول بناء على إلحاق العقيقة بالأضحية. ¶ قال النووي (¬5): المجزئ في العقيقة هو المجزئ في الأضحية، فلا تجزئ دون الجذعة من الضأن، أو الثنية من المعز والإبل والبقر، هذا هو الصحيح المشهور، وبه قطع الجمهور، وفيه وجه حكاه الماوردي وغيره، أنه يجزئ دون جذعة الضأن، وثنية المعز والمذهب الأول. اهـ. ¶ وقت العقيقة: ¶ وردت الأحاديث النبوية التي تحدد وقت العقيقة باليوم السابع من ولادة المولود، منها: ¶ 1 - حديث سمرة، عن رسول الله -صلى الله عليه وسلم- قال: «كُلُّ غُلاَمٍ رَهِينَةٌ بِعَقِيقَتِهِ، تُذْبَحُ عَنْهُ يَوْمَ السَّابِعِ، وَيُحْلَقُ رَأْسُهُ، ويُسَمَّى» رواه أبو داود، والنسائي، وابن ماجه، والترمذي، وقال: حسن صحيح. ¶ ¬__________ ¶ (¬1) - المجموع (8/ 429)، المغني (9/ 463)، بداية المجتهد (1/ 377)، تحفة المودود صـ63 ¶ (¬2) - الموطأ بهامش المنتقى (3/ 103). ¶ (¬3) - سنن الترمذي (4/ 101). ¶ (¬4) - المحلى (6/ 434). ¶ (¬5) - المجموع (8/ 429).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "2 - حديث عمرو بن شعيب، عن أبيه، عن جده، أن النبي-صلى الله عليه وسلم-: «أمر بتسمية المولود يوم سابعه، ووضع الأذى عنه، والعق» رواه الترمذي، وقال هذا حديث حسن غريب ¶ 3 - حديث عائشة قالت: «عق رسول الله-صلى الله عليه وسلم- عن حسن وحسين يوم السابع، وسماهما وأمر أن يماط عن رأسهما الأذى» رواه ابن حبان. ¶ فمن هذه الأحاديث يؤخذ أن الوقت المستحب للعقيقة هو اليوم السابع من الولادة، وهذا باتفاق علماء المسلمين للأحاديث الواردة في ذلك. ¶ وبين العلامة ابن القيم الحكمة من اختصاص العقيقة باليوم السابع للولادة، فقال: وحكمة هذا والله أعلم، أن الطفل حين يولد يكون أمره مترددًا بين السلامة والعطب، ولا يدري هل هو من أمر الحياة، أو لا. إلى أن تأتي عليه مدة يستدل بما يشاهد من أحواله فيها على سلامة بنيته وصحة خلقته، وأنه قابل للحياة، وجعل مقدار تلك المدة أيام الأسبوع، فإنه دور يومي كما أن السنة دور شهري ... والمقصود أن هذه الأيام أول مراتب العمر، فإذا استكملها انتقل إلى الثالثة وهي السنين، فما نقص عن هذه الأيام فغير مستوف للخليقة، وما زاد عليها فهو مكرر يعاد عند ذكره اسم ما تقدم من عدده، فكانت السنة غاية لتمام الخلق وجمع في آخر اليوم السادس منها، فجعلت تسمية المولود، وإماطة الأذى عنه، وفديته وفك رهانه في اليوم السابع (¬1). ¶ ¬__________ ¶ (¬1) - تحفة المودود بأحكام المولود صـ75.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ثانيا: الدراسة",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الحديث الأول ¶ 2834 - حدثنا مسدد، حدثنا سفيان، عن عمرو بن دينار، عن عطاء، عن حبيبة بنت ¶ ميسرة، عن أم كرز الكعبية، قالت: سمعت رسول الله صلى الله عليه وسلم يقول: «عَنِ الْغُلاَمِ شَاتَانِ مُكَافِئَتَانِ، وَعَنِ الْجَارِيَةِ شَاةٌ». قال أبو داود: سمعت أحمد قال: «مكافئتان أي مستويتان أو مقاربتان». ¶ رجال الإسناد: ¶ 1 - مسدد: هو ابن مسرهد بن مسربل بن مستورد، الأسدي، البصري، أبو الحسن، ¶ ثقة حافظ، يقال إنه أول من صنف المسند بالبصرة، من الطبقة العاشرة، مات سنة ¶ 228هـ. ويقال: اسمه عبد الملك ابن عبد العزيز، ومسدد لقب. التقريب، (2/ 528). ¶ 2 - سفيان: هو ابن عيينة بن أبي عمران ميمون، الهلالي، أبو محمد الكوفي، ثم المكي، ¶ ثقة حافظ فقيه إمام حجة، إلا أنه تغير حفظه بأخرة، وكان ربما دلس لكن عن ¶ الثقات، من رؤوس الطبقة الثامنة، وكان أثبت الناس في عمرو ابن دينار، وقي سنة ¶ 198هـ. التقريب، (1/ 245). ¶ 3 - عمرو بن دينار المكي، أبو محمد الأثرم الجمحي مولاهم، ثقة ثبت، من الطبقة ¶ الرابعة، مات سنة 126هـ. التقريب، (2/ 421). ¶ 4 - عطاء هو ابن أبي رباح، بفتح الراء والموحدة، واسم أبي رباح أسلم القرشي ¶ مولاهم، المكي، ثقة فقيه فاضل، لكنه كثير الإرسال، من الطبقة الثالثة، مات سنة ¶ 114هـ على المشهور. وقيل إنه تغير بأخرة ولم يكثر ذلك منه. التقريب، (2/ 391). ¶ 5 - حبيبة بنت ميسرة الفهرية، مقبولة من الرابعة. التقريب، (2/ 745). ¶ 6 - أم كرز، بضم أوله وسكون الراء بعدها زاي الكعبية-كعب بطن من خزاعة- ¶ المكية، صحابية، لها أربعة أحاديث. التقريب، (2/ 758). ¶ التخريج: ¶ حيث أم كرز هذا له طرق عدة: ¶ ونتطرق الآن فى هذا الحديث لتخريج طريق حبيبة بنت ميسرة عنها فنقول. ¶ أخرجه أبو داود، كتاب الضحايا، باب فى العقيقة، 2/ 174، رقم 2834",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والنسائي فى الكبرى، 3/ 76، رقم4542، والصغرى، كتاب العقيقة، باب العقيقة ¶ عن الجارية, 13/ 134، رقم4145، والدارمي، كتاب اللأضاحي، باب السنة فى ¶ الأضاحي،6/ 107، رقم 2018، وابن حبان، كتاب الأطعمة، باب العقيقة، ¶ 22/ 163،رقم5403 ¶ والحميدي، 1/ 260، رقم 368، والطحاوى، باب فيما يذبح عن المولود الذكر يوم سابعه هل هو شاة أو شاتان، دون قوله: (مكافئتان)، 3/ 67، رقم 1041،وأحمد 4/ 116، ¶ رقم 27142،وابن أبي شيبة فى مصنفه، كتاب العقيقة، باب فى العقيقة: كم عن الغلام، وكم عن الجارية، 8/ 50، رقم24724، والبيهقي فى السنن 15/ 197،رقم5896. قال الشيخ الألباني (¬1): رجالها ثقات، غير حبيبة هذه وهي مجهولة، تفرد عنها عطاء بن أبى رباح. وفى «التقريب»: «مقبولة» والحديث صحيح. ¶ دراسة الحديث ¶ غريب الحديث: ¶ مكافئتان: قال ابن الأثير (¬2): يعني متساويتين في السن: أي لا يعق عنه إلا بمسنة، وأقله أن يكون جذعا كما يجزيء في الضحايا، وقيل: مكافئتان: أي مستويتان أو متقاربتان. واختار الخطابي الأول. ¶ واللفظة (مكافئتان) بكسر الفاء. يقال: كافأه يكافئه فهو مكافئه: أي مساويه. ¶ قال: والمحدثون يقولون: مكافأتان بالفتح وأرى الفتح أولى؛ لأنه يريد شاتين قد سوي بينهما، أو مساوي بينهما. ¶ وأما بالكسر: فمعناه أنهما متساويتان فيحتاج أن يذكر أي شيء ساويا، وإنما لو قال ¶ متكافئتان كان الكسر أولى. اهـ ¶ الأحكام المتعلقة بالحديث: ¶ «عن الغلام شاتان مكافئتان» قال الحافظ ابن حجر (¬3): أي متساويتان في السن والحسن، أو ¶ ¬__________ ¶ (¬1) - إرواء الغليل (4/ 390). ¶ (¬2) - النهاية فى غريب الحديث (4/ 337). ¶ (¬3) - فتح الباري (9/ 592).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "معادلتان لما يجب في الزكاة في الأضحية من الأسنان مذبوحتان، من قولهم كافأ الرجل بين بعيرين إذا وجأ في لبة هذا ثم لبة ذاك فنحرهما معا. ذكره الزمخشري. وزاد أو مكافئتان دفعا لتوهم أن يتجن في أحديهما ويهون أمرهما، فبين به أن تكون فاضلة كاملة. وفيه تنبيه على تهذيب العقيقة من عيوب الأضحية. «وعن الجارية شاة» على قاعدة الشريعة؛ فإنه سبحانه فاضل بين الذكر والأنثى في الإرث والدية والشهادة والعتق فكذا العق، ولا يعارضه أن فاطمة ذبحت عن الحسن والحسين كبشا كبشا؛ لأن النبي -صلى الله عليه وسلم- ذبح عن كل واحد كبشا وذبحت أمهما عنهما كبشين. واقتصاره في الأخبار على الشياه يفهم أنه لا يجزئ غيرهما ولو أعلى كالإبل والبقر. وبه صرح جمع لكن نقل عن مالك أنه كان يعوق بجزور. وبظاهر هذا الحديث أخذ الليث والظاهرية فأوجبوها. وأجاب الجمهور بأنه علقها في أخبار أخر على محبة فاعلها؛ وذلك يدل على الندب، ولو كانت واجبة لبين وجوبها بيانا عاما تقوم به الحجة. وفى الحديث رد على الحسن وغيره في زعمهم أنه لا يسن العقيقة عن الأنثى. ¶ قال ابن المنذر: وهو رأي ضعيف لا يلتفت إليه لمخالفته السنة الصحيحة من وجوه، وهذه الأحاديث حجة للجمهور في التفرقة بين الغلام، والجارية. وعن مالك هما سواء فيعق عن كل منهما شاة. قال الحليمي: وحكمة كون الأنثى على النصف من الذكر؛ لأن القصد استبقاء النفس فأشبهت الدية. وقواه ابن القيم بالحديث الوارد في «أن من أعتق ذكرا عتق كل عضو منه ومن أعتق جاريتين كذلك» (¬1). اهـ ¶ وقال المناوي (¬2): قال ابن القيم: وفيه تنبيه على تهذيب العقيقة من عيوب الأضحية. ¶ و «عن الجارية شاة» نص صريح يبطل قول من كرهها مطلقا، ومن كرهها عن الجارية، وذلك شأن اليهود فإنها كانت تعق عن الغلام لا الجارية، ومن ثم عدوا العق عن الأنثى من خصائص هذه الأمة. قال الإمام أحمد: الأحاديث المعارضة لأخبار العقيقة لا يعبأ بها. اهـ ¶ وقال أبو عمر ابن عبد البر (¬3): اختلف العلماء في حكم العقيقة، فذهب أهل الظاهر: إلى أن العقيقة واجبة فرضا، منهم داود بن علي، وغيره، واحتجوا لوجوبها بأن رسول الله -صلى الله عليه ¶ ¬__________ ¶ (¬1) - أخرجه الترمذي، وأحمد، بنحوه. ¶ (¬2) - فيض القدير (4/ 502). ¶ (¬3) - التمهيد (4/ 311 - 315).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وسلم- أمر بها وفعلها. وكان بريدة الأسلمي يوجبها وشبهها بالصلاة فقال: الناس يعرضون يوم القيامة على العقيقة كما يعرضون على الصلوات الخمس. وكان الحسن البصري يذهب إلى أنها واجبة، عن الغلام يوم سابعه، فإن لم يعق عنه عق عن نفسه. وقال الليث بن سعد: يعق عن المولود في أيام سابعه في أيها شاء، فإن لم تتهيأ لهم العقيقة في سابعه فلا بأس أن يعق عنه بعد ذلك، وليس بواجب أن يعق عنه بعد سبعة أيام. وكان الليث يذهب إلى أنها واجبة في السبعة الأيام. ¶ وكان مالك يقول: هي سنة واجبة يجب العمل بها. وهو قول الشافعي وأحمد بن حنبل وإسحاق وأبي ثور والطبري. قال مالك: لا يعق عن الكبير، ولا يعق عن المولود إلا يوم سابعه ضحوة، فإن جاوز يوم السابع لم يعق عنه. وقد روى عنه أنه يعق عنه في السابع الثاني. قال: ويعق عن اليتيم، ويعق العبد المأذون له في التجارة عن ولده، إلا أن يمنعه سيده. قال مالك: ولا يعد اليوم الذي ولد فيه، إلا أن يولد قبل الفجر من ليلة ذلك اليوم. ¶ وروى عن عطاء: إن أخطأهم أمر العقيقة يوم السابع أحببت أن يؤخروه إلى يوم السابع الآخر. وروى عن عائشة أنها قالت: إن لم يعق عنه يوم السابع ففي أربع عشرة، فإن لم يكن ففي إحدى وعشرين. وبه قال إسحاق بن راهويه. وهو مذهب ابن وهب. ¶ قال ابن وهب: قال مالك بن أنس: إن لم يعق عنه في يوم السابع عق عنه في السابع الثاني. ¶ وقال ابن وهب: ولا بأس أن يعق عنه في السابع الثالث. ¶ وقال مالك: إن مات قبل السابع لم يعق عنه. وروى عن الحسن مثل ذلك. ¶ وقال الليث بن سعد: في المرأة تلد ولدين في بطن واحد أنه يعق عن كل واحد منهما. ¶ قال أبو عمر: ما أعلم عن أحد من فقهاء الأمصار خلافا في ذلك والله أعلم. ¶ وقال الشافعي: لا يعق المأذون له المملوك عن ولده، ولا يعق عن اليتيم كما لا يضحى عنه. وقال الثوري: ليست العقيقة بواجبة، وإن صنعت فحسن. ¶ وقال محمد بن الحسن: هي تطوع كان المسلمون يفعلونها، فنسخها ذبح الأضحى فمن شاء فعل, ومن شاء لم يفعل. وقال أبو الزناد: العقيقة من أمر المسلمين الذين كانوا يكرهون تركه. ¶ قال أبو عمر: الآثار كثيرة مرفوعة عن الصحابة والتابعين وعلماء المسلمين في استحباب العمل بها وتأكيد سنتها، ولا وجه لمن قال إن ذبح الأضحى نسخها.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "واختلفوا في عدد ما يذبح عن المولود من الشياه في العقيقة عنه، فقال مالك: يذبح عن الغلام شاة واحدة، وعن الجارية شاة، الغلام والجارية في ذلك سواء، والحجة له ولمن قال بقوله في ذلك، ما حدثناه عبد الله بن محمد، ... عن ابن عباس: «أن رسول الله -صلى الله عليه وسلم- عق عن الحسن والحسين كبشا، كبشا» (¬1) ... وكان عبد الله بن عمر يعق عن الغلمان والجواري من ولده شاة شاة ... وقال الشافعي وأحمد وإسحاق وأبو ثور: يعق عن الغلام شاتان، وعن الجارية شاة. ¶ وهو قول ابن عباس وعائشة، وعليه جماعة أهل الحديث. اهـ ¶ قال ابن قدامة (¬2): ظاهر الأمر الوجوب. ¶ ولنا، على استحبابها هذه الأحاديث، فعن أم كرز الكعبية، قالت: سمعت رسول الله صلى الله عليه وسلم يقول: «عن الغلام شاتان مكافئتان، وعن الجارية شاة». ¶ وفي لفظ: «عن الغلام شاتان مثلان، وعن الجارية شاة».رواه أبو داود، ¶ والإجماع، قال أبو الزناد: العقيقة من أمر الناس، كانوا يكرهون تركه. ¶ وقال أحمد: العقيقة سنة عن رسول الله -صلى الله عليه وسلم- قد عق عن الحسن والحسين وفعله أصحابه، وقال النبي-صلى الله عليه وسلم- «الغلام مرتهن بعقيقته» (¬3) ... ¶ قال ابن قدامة: «مسألة؛ قال عن الغلام، وعن الجارية شاة. ¶ هذا قول أكثر القائلين بها. وبه قال ابن عباس، وعائشة، والشافعي، وإسحاق، وأبو ثور. وكان ابن عمر يقول: شاة شاة عن الغلام والجارية. ¶ روى الماوردي عن النبي -صلى الله عليه وسلم- «أنه عق عن الحسن شاة، وعن الحسين شاة». ¶ رواه أبو داود. وكان الحسن، وقتادة، لا يريان عن الجارية عقيقة؛ لأن العقيقة شكر للنعمة الحاصلة بالولد، والجارية لا يحصل بها سرور، فلا يشرع لها عقيقة. ¶ ولنا، حديث عائشة، وأم كرز، وهذا نص، وما رووه محمول على الجواز. ¶ إذا ثبت هذا، فالمستحب أن تكون الشاتان متماثلتين؛ لقول النبي صلى الله عليه وسلم: «شاتان مكافئتان». وفي رواية «مثلان» قال أحمد: يعني متماثلتين؛ لقول النبي -صلى الله عليه وسلم- ¶ ¬__________ ¶ (¬1) - أخرجه أبو داود، والبيهقي، والطحاوي فى (المشكل)، وقال الشيخ الألباني: صحيح على شرط البخاري. ¶ (¬2) - المغني (13/ 393 - 395). ¶ (¬3) - أخرجه الترمذي، وابن ماجه، وقال الترمذي: حسن صحيح",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "«شاتان مكافئتان» وفي رواية: «مثلان». ¶ قال أحمد: يعني لما جاء من الحديث فيه، ويجوز فيها الذكر والأنثى لما روي في حديث أم كرز، أنها سمعت رسول الله صلى الله عليه وسلم يقول: «عن الغلام شاتان مكافئتان، وعن الجارية شاة، ولا بأس أن يكون ذكورا أو إناثا» رواه سعيد، وأبو داود. ¶ والذكر أفضل؛ لأن النبي -صلى الله عليه وسلم- عق عن الحسن والحسين بكبش كبش، وضحى بكبشين أقرنين. والعقيقة تجري مجرى الأضحية. والأفضل في لونها البياض، على ما ذكرنا في الأضحية؛ لأنها تشبهها. ¶ ويستحب استسمانها، واستعظامها، واستحسانها كذلك. وإن خالف ذلك، أو عق بكبش واحد أجزأ؛ لما روينا من حديث. اهـ ¶ وقال الحافظ ابن حجر (¬1): قال الشافعي: أفرط فيها رجلان، قال أحدهما هي بدعة، والآخر قال واجبة؛ وأشار بقائل الوجوب إلى الليث بن سعد، ولم يعرف إمام الحرمين الوجوب إلا عن داود. فقال: لعل الشافعي أراد غير داود إنما كان بعده، وتعقب بأنه ليس للعلة هنا معنى، بل هو أمر محقق، فإن الشافعي مات ولداود أربع سنين، وقد جاء الوجوب أيضا عن أبي الزناد، وهي رواية عن أحمد. والذي نقل عنه أنها بدعة أبو حنيفة. ¶ قال ابن المنذر: أنكر أصحاب الرأي أن تكون سنة، وخالفوا في ذلك الآثار الثابتة، واستدل بعضهم بما رواه مالك في «الموطأ» عن زيد بن أسلم، عن رجل من بني ضمرة، عن أبيه: «سأل النبي صلى الله عليه وسلم عن العقيقة فقال: لا أحب العقوق\" كأنه كره الاسم\" وقال من ولد له ولد فأحب أن ينسك عنه فليفعل». وفي رواية سعيد بن منصور، عن سفيان، عن زيد بن أسلم، عن رجل من بني ضمرة عن عمه \" سمعت رسول الله -صلى الله عليه وسلم- يسأل عن العقيقة وهو على المنبر بعرفة فذكره \"وله شاهد من حديث عمرو بن شعيب، عن أبيه، عن جده، أخرجه أبو داود، ويقوى أحد الحديثين بالآخر، قال أبو عمر ابن عبد البر: لا أعلمه مرفوعا إلا عن هذين. ¶ قال الحافظ بن حجر: وقد أخرجه البزار وأبو الشيخ في العقيقة من حديث أبي سعيد، ولا حجة فيه لنفي مشروعيتها. بل آخر الحديث يثبتها، وإنما غايته أن يؤخذ منه أن الأولى أن تسمى نسيكة ¶ ¬__________ ¶ (¬1) - فتح الباري (9/ 588).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أو ذبيحة، وأن لا تسمى عقيقة. وقد نقله ابن أبي الدم عن بعض الأصحاب قال كما في تسمية العشاء عتمة، وادعى محمد بن الحسن نسخها بحديث \"نسخ الأضحى كل ذبح \" أخرجه الدارقطني من حديث علي وفي سنده ضعف. وأما نفي ابن عبد البر وروده فمتعقب، وعلى تقدير أن يثبت أنها كانت واجبة ثم نسخ وجوبها، فيبقى الاستحباب كما جاء في صوم عاشوراء، فلا حجة فيه أيضا لمن نفى مشروعيتها. اهـ ¶ قال العلامة محمد بن علي آدم الأثيوبي شارح سنن النسائي (¬1): «وقد تبين بما ذكر أن القول الراجح فى هذه المسألة، قول من قال باستحباب العقيقة، وهو الذي عليه الجمهور، ودليل الاستحباب قوله صلى الله عليه وسلم (من أحب أن ينسك ..... » الحديث. ¶ فقد فوضه إلى اختيار الشخص، وهذا صارف للأمر عن الوجوب إلى الاستحباب. ¶ وقال أيضا: ويترجح فيما سبق ما ذهب إليه الجمهور من التفرقة بين الغلام، والجارية، فيعق عنه بشاتين، وعنها بشاة واحدة؛ لصحة الأحاديث بذلك، وما احتج به القائلون بعدم التفرقة من النصوص المطلقة، يحمل على هذه النصوص المقيدة، عملا بكلتيهما. اهـ ¶ ¬__________ ¶ (¬1) - ذخيرة العقبى (32/ 354 - 361).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الحديث الثاني ¶ 2835 - حدثنا مسدد، حدثنا سفيان، عن عبيد الله بن أبي يزيد، عن أبيه، عن سباع بن ثابت، عن أم كرز، قالت: سمعت النبي صلى الله عليه وسلم يقول: «أَقِرُّوا الطَّيْرَ عَلَى مَكِنَاتِهَا».قالت وسمعته يقول: «عَنِ الْغُلاَمِ شَاتَانِ وَعَنِ الْجَارِيَةِ شَاةٌ لاَ يَضُرُّكُمْ أَذُكْرَانًا كُنَّ أَمْ إِنَاثًا». ¶ رجال الإسناد: ¶ 1 - مسدد هو ابن مسرهد. تقدمت ترجمته. ¶ 2 - سفيان هو ابن عيينة. تقدمت ترجمته. ¶ 3 - عبيد الله ابن أبي يزيد المكي، مولى آل قارظ ابن شيبة، ثقة كثير الحديث، من الطبقة الرابعة، مات سنة 126هـ. التقريب، (2/ 375). ¶ 4 - أبوه هو أبو يزيد والد عبيد الله، قال الشيخ أبو الحسن ابن القطان: لا تعرف له حال، ولا يعرف راو عنه غير ابنه. بيان الوهم والإيهام في كتاب الأحكام، (4/ 586). ¶ 5 - سباع، بكسر أوله ثم موحدة، ابن ثابت، حليف بني زهرة. قال: أدركت الجاهلية. وعده البغوي وغيره في الصحابة، وابن حبان في ثقات التابعين. التقريب (1/ 228). ¶ 6 - أم كرز الكعبية. تقدمت ترجمتها. ¶ التخريج: ¶ تطرقنا في الحديث الأول بتخريج حديث أم كرز، من طريق حبيبة بنت ميسرة عنها. ¶ ونتطرق الآن فى هذا الحديث لتخريج طريق سباع بن ثابت عنها. فنقول: سباع بن ثابت عنها به دون قوله: «مكافئتان» وزاد: «لا يضركم أذكرانا كن أم إناثا». ¶ أخرجه أبو داود، كتاب الضحايا، باب فى العقيقة، 2/ 174، رقم 2835،والنسائي، كتاب العقيقة، باب كم يعق عن الجارية، بلفظ «عن الغلام شاتان وعن الجارية شاة لا يضركم أذكراناكن أم إناثا» دون قوله: «أَقِرُّوا الطَّيْرَ عَلَى مَكِنَاتِهَا»،7/ 117،رقم4218، ¶ والترمذي، كتاب الأضاحي، باب الأذان فى أذن المولود،2/ 456، رقم 1516 ¶ من طريق سباع بن ثابت، عن محمد بن ثابت ابن سباع، عن أم كرز، دون قوله: ¶ «أَقِرُّوا الطَّيْرَعَلَى مَكِنَاتِهَا»، وقال:\"حديث حسن صحيح\" ¶ وابن ماجه، كتاب الذبائح، باب العقيقة، 3/ 120، رقم 3162، دون قوله: «لاَ يَضُرُّكُمْ أَذُكْرَانًا",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "كُنَّ أَمْ إِنَاثًا»، والبغوي، كتاب العدة، باب العتق على الخدمة، 11/ 265، رقم 2818، والحميدي، 1/ 261، رقم 369، بقوله: «أَقِرُّوا الطَّيْرَ عَلَى مَكِنَاتِهَا» دون بقي الحديث. والطيالسي، 5/ 43، رقم 1728، بقوله: «أَقِرُّوا الطَّيْرَ عَلَى مَكِنَاتِهَا» دون بقي الحديث، والبيهقي فى (معرفة السنن والآثار)، 15/ 196، رقم5895، والسنن الصغير، كتاب المناسك، باب العقيقة، 4/ 232، رقم 1452، وابن أبي شيبة،9/ 42، ¶ رقم 26929،والطبراني فى (المعجم الكبير)، 18/ 342، رقم 20914، دون قوله: ¶ «أَقِرُّوا الطَّيْرَ عَلَى مَكِنَاتِهَا»، والطحاوى، باب فيما يذبح عن المولود الذكر يوم سابعه هل هو شاة أو شاتان، 3/ 67، رقم1040، دون قوله: «أَقِرُّوا الطَّيْرَ عَلَى مَكِنَاتِهَا»، ¶ وابن حبان، كتاب الأطعمة، باب العقيقة، 22/ 161، رقم5402، دون قوله: ¶ «أَقِرُّوا الطَّيْرَ عَلَى مَكِنَاتِهَا»، وأحمد، 45/ 113، رقم 27139، وابن أبي شيبة فى مصنفه، كتاب العقيقة، باب في العقيقة: كم عن الغلام، وكم عن الجارية،8/ 49، رقم24723، دون قوله: «أَقِرُّوا الطَّيْرَ عَلَى مَكِنَاتِهَا»،والحاكم، كتاب الذبائح، 17/ 451، رقم 7698. وقال هذا حديث صحيح الإسناد ولم يخرجاه. وأقره الذهبي ¶ في التلخيص، لكنه في الميزان قال: سباع لا يكاد يعرف، وأورد له هذا الخبر. ¶ قال الشيخ الألباني (¬1): وهو كما قالوا , ورجاله ثقات كلهم رجال الشيخين , إلا أن الترمذي وقع فى إسناده زيادة بين سباع وأم كرز فقال: عن سباع أن محمد بن ثابت ابن سباع أخبره أن أم كرز أخبرته به. وهى رواية لأحمد. وابن ثابت هذا ليس بالمشهور ولم يوثقه غير ابن حبان , وهذه الزيادة إن كانت محفوظة , فلا يعل الإسناد بها لتصريح سباع بن ثابت بسماعه للحديث من أم كرز عند أحمد بإسناد الشيخين، وزاد هو وأبو داود والحاكم فى أوله: «أَقِرُّوا الطَّيْرَ عَلَى مَكِنَاتِهَا». وصححه ابن حبان أيضا. اهـ ¶ ¬__________ ¶ (¬1) -إراء الغليل (4/ 391).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "دراسة الحديث: ¶ غريب الحديث: ¶ «أقروا الطير» أي أبقوها وخلوها، وهو من باب الأفعال (¬1). ¶ «مكناتها» قال ابن الأثير (¬2): المكنات في الأصل بيض الضباب، واحدتها مكنة، بكسر الكاف، وقد تفتح، يقال مكنت الضبة وأمكنت. قال أبو عبيد: جائز في الكلام أن يستعار مكن الضباب فيجعل للطير. وقيل المكنات بمعنى الأمكنة، يقال الناس على مكناتهم وسكناتهم، أي على أمكنتهم ومساكنهم، ومعناه أن الرجل في الجاهلية كان إذا أراد حاجة أتى طيرا ساقطا، أو في وكره فنفره، فإن طار ذات اليمين مضى لحاجته وإن طار ذات الشمال رجع فنهوا عن ذلك، أي لا تزجروها وأقروها على مواضعها التي جعلها الله لها فإنها لا تضر ولا تنفع. اهـ ¶ وقال ابن الجوزي فى كتابه (¬3): مكناتها: بضم الكاف، ويروى بفتح الكاف وكسرها، ذكرهما أبو عبيد. ¶ وفي المراد بالمكنات ثلاثة أقوال أحدها: أن المكنات بيض الضباب فاستعير للطير كما قالوا مشافر الحبس، وإنما المشافر للإبل. ¶ والثاني: أن المراد بمكناتها أمكنتها، ذكر القولين أبو عبيد. ¶ والثالث: أن المكنات جمع مكنة، والمكنة التمكن، اختاره شمر. والمراد من الكل أنهم كانوا إذا خرجوا في حاجة أزعجوا الطير فإن أخذ يمينا ذهبوا في حاجتهم وإن أخذ شمالا لم يذهبوا فنهوا. اهـ ¶ الأحكام المتعلقة بالحديث: ¶ قوله: «أقروا الطير على مكناتها» قال الشيخ عبد المحس العباد (¬4): «فيه إشارة إلى ما كانوا يفعلونه في الجاهلية، من أن الواحد منهم إذا أراد سفرًا، فإنه يزجر الطير حتى يطير، فإذا طار نظر، هل يذهب إلى جهة اليمين فيقدم على السفر، أو إلى جهة الشمال، فيحجم عن السفر، فأرشد الرسول-صلى الله عليه وسلم- إلى أن الطير لا تزجر لذلك؛ لأن ذلك من أعمال الجاهلية التي ¶ ¬__________ ¶ (¬1) - عون المعبود (6/ 297). ¶ (¬2) - النهاية فى غريب الحديث والأثر (4/ 777). ¶ (¬3) - غريب الحديث لابن الجوزي (2/ 369). ¶ (¬4) - شرح سنن أبي داود للعباد (1/ 334).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أبطلها الإسلام، فالطير تقر على مكناتها، أي: الأماكن التي هي مستقرة فيها ولا تزعج ولا تزجر؛ لأن انتقال الطير لا يجوز أن يعلق عليه شيء، وعلى الإنسان أن يقدم على السفر، أو يحجم عنه بناء على ما يرى من المصلحة، ولا يكون ذلك مبنيًا على مثل هذه الأعمال الجاهلية التي أبطلها الإسلام». اهـ ¶ وقال المناوي (¬1): أي أقروها في أوكارها، فلا تنفروها عن بيضها، ولا تزعجوها عنه، ولا تتعرضوا لها. فالمراد: أماكنها، من قولهم: الناس على مكاناتهم، أي منازلهم ومقاماتهم، أو جمع مكنة، بضم الميم والكاف، بمعنى التمكن: أي أقروها على كل مكنة ترونها عليها، ودعوا التطير بها، كان أحدهم إذا سافر نفر طيرا، فإن طار يمينا تفاءل، وإن طار شمالا تشاءم ورجع. اهـ ¶ وقوله: «عن الغلام شاتان وعن الجارية شاة لا يضركم أذكرانا كن أم إناثا» ¶ قوله: «عن الغلام شاتان وعن الجارية شاة» سبق شرحه مستوفى فى الحديث الأول، وبقي قوله: «لا يضركم أذكرانا كن أم إناثا» قال ابن قدامة فى المغني (¬2): «قال أحمد: ويجوز فيها الذكر والأنثى لما روي في حديث أم كرز، والذكر أفضل؛ لأن النبي صلى الله عليه وسلم عق عن الحسن والحسين بكبش كبش، وضحى بكبشين أقرنين». اهـ ¶ ¬__________ ¶ (¬1) - فيض القدير (2/ 89). ¶ (¬2) - المغني (13/ 393).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الحديث الثالث ¶ 2836 - حدثنا مسدد، حدثنا حماد بن زيد، عن عبيد الله بن أبي يزيد، عن سباع ابن ثابت، عن أم كرز، قالت: قال رسول الله -صلى الله عليه وسلم-: «عَنِ الْغُلاَمِ شَاتَانِ مِثْلاَنِ وَعَنِ الْجَارِيَةِ شَاةٌ». قال أبو داود: هذا هو الحديث وحديث سفيان وهم. ¶ رجال الإسناد: ¶ 1 - مسدد. تقدمت ترجمته. ¶ 2 - حماد بن زيد درهم الأزدي الجهضمي، أبو إسماعيل البصري، ثقة ثبت فقيه، قيل: إنه كان ضريرا، ولعله طرأ عليه؛ لأنه صح أنه كان يكتب، من كبار الطبقة الثامنة، مات سنة 197هـ. التقريب (1/ 178). ¶ 3 - عبيد الله بن أبي يزيد. تقدمت ترجمته. ¶ 4 - سباع بن ثابت. تقدمت ترجمته. ¶ 5 - أم كرز. تقدمت ترجمتها. ¶ التخريج. ¶ ونتطرق الآن فى هذا الحديث، لتخريج طريق سباع بن ثابت عنها، بلفظ: (مثلان) بدل ¶ «مكافئتان» ودون قوله: «لا يضركم أذكرانا كن أم إناثا»، ودون قوله «أَقِرُّوا الطَّيْرَ عَلَى مَكِنَاتِهَا». ¶ أخرجه أبو داود، كتاب الضحايا، باب فى العقيقة، 2/ 174، رقم 2835، والبيهقي، ¶ كتاب الضحايا، باب ما يعق عن الغلام، وما يعق عن الجارية، 9/ 301، رقم 19755، والد ارمي، كتاب الأضاحي، باب السنة فى العقيقة، 6/ 105، رقم2020، وأحمد، 45/ 119، رقم 27143، والطحاوي باب فيما يذبح عن المولود الذكر يوم سابعه، هل هو شاة، أو شاتان، 3/ 69، رقم1043. وقال الشيخ الألباني: صحيح (¬1). ¶ دراسة الحديث: ¶ ¬__________ ¶ (¬1) - سنن أبي داود بتعليق الألباني (3/ 65).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "تقدم شرح هذا الحديث مستوفى فى الحديث الأول، فلا حاجة إلى تكراره. ¶ قول أبي داود: هذا هو الحديث، وحديث سفيان وهم. ¶ يعني: أن هذه الرواية التي فيها عبيد الله بن أبي يزيد يروي عن أم كرز بدون واسطة، هي الصحيحة، وأن الرواية الثانية التي مرت من رواية سفيان المتقدمة وفيها عن عبيد الله بن أبي يزيد، عن أبيه، وهم. ¶ قال أبو عمر ابن عبد البر (¬1): لا أدري من أين قال هذا أبو داود، وابن عيينة حافظ، وقد زاد في الإسناد، وله عن عبيد الله بن أبي يزيد، عن أبيه، عن سباع بن ثابت، عن أم كرز، ثلاثة أحاديث. وحدثنا بحديث حماد بن زيد أيضا عبد الوارث بن سفيان قراءة مني عليه، قال حدثنا قاسم بن أصبغ، قال حدثنا بكر بن حماد، قال حدثنا مسدد، قال حدثنا حماد بن زيد، فذكره بإسناده، حرفا بحرف. ¶ وقال الشيخ عبد المحسن بن حمد العباد البدر (¬2): وإذا كان قد ثبت أن أباه روى عن سباع، إنه يمكن أن يكون الحديث قد جاء من طريقين: من طريق عالية، ومن طريق نازلة، ومعلوم أن المحدث قد يحصل الحديث أحيانًا بطريق نازلة، ثم يظفر به من طريق عالية، فيرويه على الوجهين، فلا يكون هناك تفاوت بينهما، ولا اختلاف، ولكن أبا داود رجح أن ذكر أبيه وهم، وأنه ليس في الإسناد، والمزي لما ذكره في تهذيب الكمال قال: عن عبيد الله بن أبي يزيد عن سباع، وقيل: عن أبيه عن سباع. ¶ ¬__________ ¶ (¬1) - التمهيد (4/ 316). ¶ (¬2) - شرح سنن أبي داو د (1/ 334).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الحديث الرابع ¶ 2837 - حدثنا حفص بن عمر النمري، حدثنا همام, حدثنا قتادة، عن الحسن، عن سمرة، عن رسول الله -صلى الله عليه وسلم- قال: «كُلُّ غُلاَمٍ رَهِينَةٌ بِعَقِيقَتِهِ، تُذْبَحُ عَنْهُ يَوْمَ السَّابِعِ، وَيُحْلَقُ رَأْسُهُ، وَيُدَمَّى». فكان قتادة إذا سئل عن الدم كيف يصنع به، قال: إذا ذبحت العقيقة، أخذت منها صوفة، واستقبلت به أوداجها، ثم توضع على يافوخ الصبى، حتى يسيل على رأسه مثل الخيط، ثم يغسل رأسه بعد ويحلق. ¶ قال أبو داود: وهذا وهم من همام «وَيُدَمَّى». ¶ قال أبو داود: خولف همام فى هذا الكلام، وهو وهم من همام، وإنما قالوا «ويُسَمَّى» ¶ فقال همام: «يُدَمَّى». ¶ قال أبو داود: وليس يؤخذ بهذا. ¶ رجال الإسناد: ¶ 1 - حفص بن عمر بن الحارث بن سخبرة -بفتح المهملة وسكون الخاء المعجمة وفتح الموحدة- الأزدي، النمري -بفتح النون والميم- أبو عمر الحوضي، وهو بها أشهر، ثقة ثبت، عيب بأخذ الأجرة على الحديث، من كبار الطبقة العاشرة، مات سنة 225هـ. التقريب (1/ 172). ¶ 2 - همام هو ابن يحيى بن دينار العوذي، أبو عبد الله، أو أبو بكر، البصري، ثقة، ربما وهم، من الطبقة السابعة، مات سنة164هـ، أو165هـ. التقريب (1/ 574). ¶ 3 - قتادة هو ابن دعامة بن قتادة السدوسي، أبو الخطاب، البصري، ثقة ثبت، يقال ولد أكمه، وهو رأس الطبقة الرابعة، مات سنة بضع عشرة ومائة. التقريب (1/ 453). ¶ 4 - الحسن هو ابن أبي الحسن البصري، واسم أبيه يسار، بالتحتانية والمهملة, الأنصاري مولاهم، ثقة فقيه فاضل مشهور، وكان يرسل كثيرا ويدلس، قال البزار: كان يروي عن جماعة لم يسمع منهم فيتجوز ويقول: حدثنا وخطبنا يعني: قومه الذين حدثوا وخطبوا بالبصرة، وهو رأس أهل الطبقة الثالثة، مات سنة110هـ. التفريب (1/ 160). ¶ 5 - سمرة هو ابن جندب بن هلال الفزاري، حليف الأنصار، صحابي مشهور، له أحاديث مات بالبصرة، سنة 58 هـ. التقريب (1/ 256).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "التخريج: ¶ أخرجه أبو داود، كتاب الضحايا، باب العقيقة،2/ 312،رقم 2838، والنسائي، كتاب العقيقة، باب متى يعق،7/ 118،رقم4220،بقوله «ويسمى» بدل «ويدمى»،والترمذي، كتاب الأضاحي، 2/ 459،رقم1522، بلفظ «الغلام مرتهن بعقيقته يذبح عنه يوم سابعه ويسمى ويحلق رأسه»، وقال: حسن صحيح، وابن ماجه، كتاب الذبائح، باب العقيقة، 2/ 1056،رقم 3165 بقوله «مرتهن» بدل «رهينة» و «يسمى» بدل «ويدمى)، وأحمد، 5/ 22،رقم20520،والبيهقي، كتاب الضحايا، باب العقيقة سنة، 9/ 299، رقم19741، بقوله: «ويسمى» بدل «ويدمى»،والدارمي، كتاب الأضاحي، باب السنة فى الأضاحي، 2/ 111، رقم 1969،بلفظ « ... ويحلق ويدامى»، والطبراني فى (الكبير)، 7/ 201،رقم6828،دون قوله «ويدمى»، والطحاوي، باب في تسمية المولود يوم سابعه ... ،3/ 61،رقم 1033،وابن أبي شيبة فى مصنفه، كتاب الرد على أبي حنيفة، باب العقيقة،14/ 222،رقم 37460، بلفظ «الغلام رهينة .... »، والحاكم، 4/ 237، رقم 7587،وقال: صحيح الإسناد، ووافقه الذهبي. كلهم من طرق، عن قتادة، عن الحسن، عن سمرة، به. ورواية الحسن عن سمرة صحيحة فى حديث العقيقة خاصة، قال الحافظ ابن حجر في (التلخيص) (¬1): «وجعل بعضهم الحديث بأنه من رواية الحسن عن سمرة، وهو مدلس، لكن روى البخاري في (صحيحه)، من طريق الحسن، أنه سمع حديث العقيقة من سمرة، كأنه عنى هذا». اهـ وقال الشيخ الألباني: صحيح (¬2) ¶ ¬__________ ¶ (¬1) - التلخيص الحبير (4/ 164). ¶ (¬2) - سنن النسائي بتعليق الألباني (3/ 65).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "دراسة الحديث ¶ غريب الحديث: ¶ رهينة: قال ابن الأثير فى النهاية: الرهينة الرهن والهاء للمبالغة، كالشتيمة والشتم، ثم استعملا بمعنى المرهون، فقيل هو رهن بكذا ورهينة بكذا. ¶ ومعنى قوله: «رهينة بعقيقته» أن العقيقة لازمة له لابد منها، فشبهه في لزومها له, وعدم انفكاكه منها بالرهن في يد المرتهن (¬1). ¶ الأحكام المتعلقة بالحديث: ¶ قوله: «كُلُّ غُلاَمٍ رَهِينَةٌ بِعَقِيقَتِهِ» قال الحافظ ابن حجر (¬2): واختلف في معنى قوله مرتهن بعقيقته، قال الخطابي: اختلف الناس في هذا، وأجود ما قيل فيه، ما ذهب إليه أحمد بن حنبل، قال: هذا في الشفاعة، يريد أنه إذا لم يعق عنه فمات طفلا، لم يشفع في أبويه، وقيل: معناه أن العقيقة لازمة لا بد منها، فشبه المولود في لزومها، وعدم انفكاكه منها بالرهن في يد المرتهن، وهذا يقوي قول من قال بالوجوب، وقيل: المعنى أنه مرهون بأذى شعره، ولذلك «جاء فأميطوا عنه الأذى» اهـ. والذي نقل عن أحمد قاله عطاء الخراساني، أسنده عنه البيهقي. وأخرج بن حزم عن بريدة الأسلمي، قال: أن الناس يعرضون يوم القيامة على العقيقة، كما يعرضون علي الصلوات الخمس. وهذا لو ثبت لكان قولا آخر يتمسك به من قال بوجوب العقيقة. قال بن حزم ومثله عن فاطمة بنت الحسين. وقوله: «تُذْبَحُ عَنْهُ» بالضم على البناء للمجهول، فيه أنه لا يتعين الذابح، وعند الشافعية يتعين من تلزمه نفقة المولود، وعن الحنابلة يتعين الأب، الا أن تعذر بموت، أو امتناع. قال الرافعي: وكأن الحديث أنه -صلى الله عليه و سلم- عق عن الحسن والحسين مؤول. قال النووي: يحتمل أن يكون أبواه حينئذ كانا معسرين، أو تبرع بإذن الأب، أو قوله عق: أي أمر، أو هو من خصائصه -صلى الله عليه و سلم- كما ضحى عمن لم يضح من أمته، وقد عده بعضهم من خصائصه، ونص مالك على أنه يعق عن اليتيم من ماله، ومنعه الشافعية. وقوله: «يَوْمَ السَّابِعِ» أي من يوم الولادة، وهل يحسب يوم الولادة قال بن عبد البر: نص مالك على أن أول السبعة اليوم الذي يلي يوم الولادة، الا إن ولد قبل طلوع الفجر، وكذا نقله البويطي، عن الشافعي. ونقل الرافعي وجهين، ¶ ¬__________ ¶ (¬1) - النهاية فى غريب الأثر (2/ 681). ¶ (¬2) - قتح الباري (9/ 594).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ورجح الحسبان، واختلف ترجيح النووي. اهـ ¶ قال الشيخ العلامة محمد بن علي آدم الأثيوبي: «الذي يظهر لي أن يوم الولادة محسوب فى السبعة، والله تعالى أعلم» (¬1). ¶ قوله: «وَيُحْلَقُ رَأْسُهُ وَيُدَمَّى» قال الحافظ ابن حجر (¬2): قد اختلف فيها أصحاب قتادة، فقال أكثرهم يسمى، بالسين، وقال همام، عن قتادة: يدمي بالدال. قال أبو داود: خولف همام وهو وهم منه، ولا يؤخذ به. قال ويسمى أصح، ثم ذكره من رواية غير قتادة، بلفظ «ويسمى»، واستشكل ما قاله أبو داود بما في بقية رواية همام عنده، إنهم سألوا قتادة، عن الدم كيف يصنع به، فقال «إذا ذبحت العقيقة، أخذت منها صوفه، واستقبلت به أوداجها، ثم توضع على يافوخ الصبي حتى يسيل على رأسه مثل الخيط، ثم يغسل رأسه بعد، ويحلق». فيبعد مع هذا الضبط أن يقال: إن هماما وهم عن قتادة في قوله: ويدمى، إلا أن يقال أن أصل الحديث ويسمى، وأن قتادة ذكر الدم حاكيا عما كان أهل الجاهلية يصنعونه، ومن ثم قال ابن عبد البر: لا يحتمل همام في هذا الذي انفرد به، فإن كان حفظه فهو منسوخ اهـ. وقد رجح بن حزم رواية همام، وحمل بعض المتأخرين قوله: ويسمى على التسمية عند الذبح، لما أخرج بن أبي شيبة، من طريق هشام، عن قتادة، قال: يسمى على العقيقة كما يسمى على الأضحية، بسم الله عقيقة فلان. ومن طريق سعيد، عن قتادة، نحوه. وزاد اللهم منك، ولك، عقيقة فلان، بسم الله والله أكبر، ثم يذبح. وروى عبد الرزاق، عن معمر، عن قتادة، يسمى يوم يعق عنه، ثم يحلق، وكان يقول: يطلى رأسه بالدم. وقد ورد ما يدل على النسخ في عدة أحاديث منها: ما أخرجه ابن حبان في صحيحه، عن عائشة قالت: «كانوا في الجاهلية إذا عقوا عن الصبي، خضبوا قطنة بدم العقيقة، فإذا حلقوا رأس الصبي وضعوها على رأسه، فقال النبي-صلى الله عليه و سلم-اجعلوا مكان الدم خلوقا»، زاد أبو الشيخ، «ونهى أن يمس رأس المولود بدم». وأخرج ابن ماجه، من رواية أيوب بن موسى، عن يزيد بن عبد الله المزني، أن النبي-صلى الله عليه و سلم- قال: «يعق عن الغلام ولا يمس رأسه بدم». وهذا مرسل، فإن يزيد لا صحبة له. وقد أخرجه البزار، من هذا الوجه، فقال: عن يزيد بن عبد الله المزني، عن أبيه، عن النبي -صلى الله عليه و سلم- ومع ذلك فقالوا أنه مرسل. ولأبي داود، والحاكم من حديث عبد الله بن ¶ ¬__________ ¶ (¬1) - ذخيرة العقبى (32/ 368). ¶ (¬2) - قتح الباري (9/ 593).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "بريدة، عن أبيه، قال: كنا في الجاهلية، فذكر نحو حديث عائشة، ولم يصرح برفعه، قال «فلما جاء الله بالإسلام، كنا نذبح شاة، ونحلق رأسه، ونلطخه بزعفران»، وهذا شاهد لحديث عائشة. ولهذا كره الجمهور التدمية، ونقل بن حزم استحباب التدمية، عن ا بن عمر، وعطاء، ولم ينقل ابن المنذر استحبابها إلا عن الحسن، وقتادة بل عند بن أبي شيبة، بسند صحيح، عن الحسن: أنه كره التدمية. اهـ ¶ قال أبو عمر بن عبد البر: أما حلق رأس الصبي عند العقيقة، فإن العلماء كانوا يستحبون ذلك، وقد ثبت عن النبي -صلى الله عليه وسلم- أنه قال: في حديث العقيقة، «يحلق رأسه ويسمى. وقال بعضهم في هذا الحديث، وهو حديث سمرة، يحلق رأسه، ويدمي. ولا أعلم أحدا من أهل العلم قال: يدمي رأس الصبي، إلا الحسن وقتادة فإنهما قالا: يطلى رأس الصبي بدم العقيقة، وأنكر ذلك سائر أهل العلم، وكرهوه. ¶ وحجتهم في كراهيته، قول رسول الله -صلى الله عليه وسلم- في حديث سلمان بن عامر الضبي «وأميطوا عنه الأذى» فكيف \"يجوز\" أن يؤمر بإماطة الأذى عنه، وأن يحمل على رأسه الأذى. وقوله صلى الله عليه وسلم «أميطوا عنه الأذى» ناسخ لما كان عليه أهل الجاهلية، من تخضيب رأس الصبي بدم العقيقة ...... إلى أن قال: لا أعلم أحدا قال في حديث سمرة ويدمى مكان ويسمى إلا هماما (¬1). ¶ قال الشيخ العلامة محمد بن علي آدم الأثيوبي (¬2): ما ذهب إليه الجمهور من كراهة تدمية رأس الصبي هو الأرجح؛ لأن الراجح أن رواية «ويدمى» من وهم همام بن يحي العوذي، وإنما المحفوظ «ويسمى»، كما هو رواية الجمهور، وعلى تقدير صحة روايته، فإنها منسوخة بحديث عائشة، قالت: «كانوا في الجاهلية إذا عقوا عن الصبي، خضبوا قطنة بدم العقيقة، فإذا حلقوا رأس الصبي وضعوها على رأسه»، فقال النبي -صلى الله عليه و سلم- «اجعلوا مكان الدم خلوقا» زاد أبو الشيخ «ونهى أن يمس رأس المولود بدم». وهو صحيح، وبحديث عبد الله بن بريدة، عن أبيه رضي الله عنه، قال «كنا في الجاهلية إذا ولد لأحدنا غلام، ذبح شاة، ولطخ رأسها بدمها، قال: فلما جاء الله بالإسلام، كنا نذبح شاة ونحلق رأسه ونلطخه بزعفران» رواه أبو داود، والطحاوي، ¶ ¬__________ ¶ (¬1) - التمهيد (4/ 318). ¶ (¬2) - ذخيرة العقبى (32/ 374).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "والحاكم، والبيهقي، وقال الحاكم: صحيح على شرط الشيخين، ووافقه الذهبي، وهو صحيح كما قال، لكنه على شرط مسلم، لأن الحسين بن واقد لم يخرج له البخاري إلا تعليقا. ¶ وعن يزيد بن عبد المزني، عن أبيه: أن رسول الله –صلى الله عليه وسلم- قال: «يعق عن الغلام، ولا يمس رأسه بدم». أخرجه الطبراني، والطحاوي، ورجاله ثقات، غير يزيد ابن عبد، فلم يرو عنه غير أيوب بن موسى، ولم يوثقه غير ابن حبان. ¶ وأيضا أنه -صلى الله عليه وسلم- أمر بأن يماط عنه الأذى، والدم من الأذى، فكيف يأمر بالتدمية. والحاصل أنه لا يشرع التدمية أصلًا. والله تعالى أعلم بالصواب، وإليه المرجع والمآب، وهو حسبنا، ونعم الوكيل. اهـ ¶ وقال أبو عمر ابن عبد البر (¬1): وأما تسمية الصبي، فإن مالكا رحمه الله قال: يسمى يوم السابع، وهو قول الحسن البصري. والحجة لهذا القول حديث سمرة، قوله «يذبح عنه يوم سابعه ويسمى» يريد والله أعلم، ويسمى يومئذ. ¶ قال مالك: إن لم يستهل صارخا لم يسم. وقال ابن سيرين وقتادة والأوزاعي: إذا ولد وقد تم خلقه، سمي في الوقت إن شاء، ويجوز أن يحتج لمن قال بهذا القول، بما روي عن النبي ¶ -صلى الله عليه وسلم- أنه قال «ولد لي الليلة غلام فسميته بإبراهيم». اهـ ¶ وقال الحافظ ابن حجر (¬2):فى قوله «وَيُحْلَقُ رَأْسُهُ» أي جميعه لثبوت النهي عن القزع كما سيأتي في اللباس، وحكى الماوردي كراهة حلق رأس الجارية، وعن بعض الحنابلة يحلق. وفي حديث علي، عند الترمذي، والحاكم في حديث العقيقة، «عن الحسن والحسين، يا فاطمة احلقي رأسه، وتصدقي بزنة شعره، قال فوزناه فكان درهما، أو بعض درهم». وأخرج أحمد، من حديث أبي رافع، «لما ولدت فاطمة حسنا، قالت: يا رسول الله ألا أعق عن ابني بدم، قال: لا، ولكن احلقي رأسه، وتصدقي بوزن شعره فضة، ففعلت، فلما ولدت حسينا فعلت مثل ذلك» قال: شيخنا في شرح الترمذي، يحمل على أنه-صلى الله عليه و سلم- كان عق عنه، ثم استأذنته فاطمة أن تعق هي عنه أيضا، فمنعها. ¶ قال الحافظ: ويحتمل أن يكون منعها لضيق ما عندهم حينئذ، فارشدها إلى نوع من الصدقة أخف، ¶ ¬__________ ¶ (¬1) - التمهيد (4/ 318 - 319). ¶ (¬2) - قتح الباري (9/ 596).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ثم تيسر له عن قرب ما عق به عنه، وعلى هذا فقد يقال: يختص ذلك بمن لم يعق عنه، لكن أخرج سعيد بن منصور من مرسل أبي جعفر الباقر صحيحا، «أن فاطمة كانت إذا ولدت ولدا حلقت شعره وتصدقت بزنته ورقا» واستدل بقوله: «يذبح ويحلق ويسمى» بالواو على أنه لا يشترط الترتيب في ذلك. وقد وقع في رواية لأبي الشيخ في حديث سمرة «يذبح يوم سابعه ثم يحلق». وأخرج عبد الرزاق، عن ابن جريج، يبدأ بالذبح قبل الحلق وحكي، عن عطاء عكسه. ونقله الروياني عنه نص الشافعي. ¶ وقال البغوي في التهذيب: يستحب الذبح قبل الحلق، وصححه النووي في شرح المهذب. والله أعلم. اهـ ¶ الحديث الخامس ¶ 2838 - حدثنا ابن المثنى، حدثنا ابن أبى عدي، عن سعيد، عن قتادة، عن الحسن، عن سمرة بن",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "جندب، أن رسول الله -صلى الله عليه وسلم- قال: «كُلُّ غُلاَمٍ رَهِينَةٌ بِعَقِيقَتِه، ِ تُذْبَحُ عَنْهُ يَوْمَ سَابِعِه، ِ وَيُحْلَقُ، وَيُسَمَّى». قال أبو داود: ويسمى أصح، كذا قال سلام بن أبى مطيع، عن قتادة وإياس بن دغفل وأشعث، عن الحسن. قال «وَيُسَمَّى». ورواه أشعث، عن الحسن، عن النبى -صلى الله عليه وسلم- قال «وَيُسَمَّى». ¶ رجال الإسناد: ¶ 1 - ابن المثنى هو محمد بن المثنى بن عبيد العنزي، بفتح النون والزاي، أبو موسى، البصري المعروف بالزمن، مشهور بكنيته وباسمه، ثقة ثبت، من الطبقة العاشرة، وكان هو وبندار فرسي رهان، وماتا في سنة واحدة. التقريب (1/ 505). ¶ 2 - ابن أبى عدي هو محمد بن إبراهيم بن أبي عدي، وقد ينسب لجده، وقيل هو إبراهيم أبو عمرو، البصري، ثقة، من الطبقة التاسعة، مات سنة 194هـ، على الصحيح. ¶ التقريب (ا/465). ¶ 3 - سعيد هو ابن أبي عروبة مهران اليشكري مولاهم، أبو النضر، البصري، ثقة حافظ، له تصانيف، كثير التدليس واختلط، وكان من أثبت الناس في قنادة، من الطبقة السادسة، مات 156هـ، وقيل 157هـ. التقريب (1/ 239). ¶ 4 - قتادة هو ابن دعامة السدوسي. تقدمت ترجمته. ¶ 5 - الحسن هو ابن الحسن البصري. تقدمت ترجمته. ¶ 6 - سمرة هو ابن جندب، صحابي. تقدمت ترجمته. ¶ تقدم تخريج هذا الحديث وشرحه مستوفى فى الذي قبله.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الحديث السادس ¶ 2839 - حدثنا الحسن بن علي، حدثنا عبد الرزاق، حدثنا هشام بن حسان، عن حفصة بنت سيرين، عن الرباب، عن سلمان بن عامر الضبى، قال: قال: رسول الله -صلى الله عليه وسلم- «مَعَ الْغُلاَمِ عَقِيقَتُه، ُ فَأَهْرِيقُوا عَنْهُ دَمًا، وَأَمِيطُوا عَنْهُ الأَذَى». ¶ رجال الإسناد: ¶ 1 - الحسن بن علي بن محمد الهذلي، أبو علي الخلال الحلواني، بضم المهملة، نزيل مكة، ثقة حافظ، له تصانيف، من الطبقة الحادية عشرة، مات سنة 242هـ. التقريب (1/ 162). ¶ 2 - عبد الرزاق هو ابن همام بن نافع الحميري مولاهم، أبو بكر الصنعاني، ثقة حافظ مصنف شهير، عمي في آخر عمره فتغير، وكان يتشيع، من الطبقة التاسعة، مات سنة211هـ. التقريب (1/ 354). ¶ 3 - هشام بن حسان الأزدي القردوسي -بالقاف وضم الدال- أبو عبد الله البصري، ثقة من أثبت الناس في بن سيرين، وفي روايته عن الحسن وعطاء مقال؛ لأنه قيل: كان يرسل عنهما، من الطبقة السادسة، مات سنة 147هـ، وقيل 148هـ. التقريب (1/ 572). ¶ 4 - حفصة بنت سيرين، أم الهذيل الأنصارية، البصرية، ثقة، من الطبقة الثالثة، ماتت بعد المائة. التقريب (1/ 745). ¶ 5 - الرباب -بفتح أولها وتخفيف الموحدة وآخرها موحدة- بنت صليع، بمهملتين مصغر، أم الرائح، بتحتانية ومهملة، الضبية، البصرية، مقبولة، من الطبقة الثالثة. التقريب (1/ 747). ¶ 6 - سلمان بن عامر بن أوس بن حجر بن عمرو بن الحارث الضبي، صحابي، سكن البصرة. التقريب (1/ 246).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "التخريج: ¶ أخرجه أبو داود، كتاب الضحايا، باب العقيقة، 2/ 313، رقم 2839، والبيهقي فى (الكبرى)، كتاب الضحايا، باب العقيقة،9/ 299،رقم 19740، والصغرى، كتاب الضحايا، باب العقيقة، 4/ 516، رقم 1812،والطبراني فى (المعجم الكبير)،باب السين،6/ 273، رقم 6198، وعبد الرزاق فى (مصنفه)، كتاب العقيقة، باب العقيقة،4/ 329، رقم 7958، وأحمد، 4/ 214،رقم 18036،والدارمي، كتاب الأضاحي، باب السنة في العقيقة، 2/ 111، رقم 1967،والبخاري تعليقا، كتاب العقيقة، باب إماطة الأذى عن الصبي في العقيقة، 3/ 468، رقم 5471، والحميدي، 2/ 362، رقم823، وابن ماجه، كتاب الذبائح، باب العقيقة، 2/ 1056، رقم 3164، والترمذي، كتاب الأضاحي، باب الأذان في أذن المولود، 4/ 97،رقم 1515، وقال أبو عيسى: هذا حديث حسن صحيح. قال الألباني: صحيح (¬1). ¶ دراسة الحديث ¶ غريب الحديث: ¶ (وأميطوا عنه الأذى) من الإزالة، مطت الشيء نحيته وأزلته (¬2). ¶ الأحكام المتعلقة بالحديث: ¶ قوله: «مع الغلام عقيقته» كلمة ((مع)) بمعنى ((في))،كما صرح بها فى رواية النسائي ¶ ومعنى كون العقيقة مع الغلام أنه سبب لها. ¶ قال الحافظ ابن حجر (¬3): تمسك بمفهومه الحسن، وقتادة، فقالا: يعق عن الصبي، ولا يعق عن الجارية، وخالفهم الجمهور فقالوا، يعق عن الجارية أيضا. وحجتهم الأحاديث المصرحة بذكر الجارية، وسأذكرها بعد هذا، فلو ولد اثنان في بطن، استحب عن كل واحد عقيقة. ذكره بن عبد البر، عن الليث، وقال لا أعلم عن أحد من العلماء خلافه. ¶ وقوله «فأهريقوا عنه دما» كذا أبهم ما يهراق في هذا الحديث، وكذا في حديث سمرة الآتي بعده-السابق- وفسر ذلك في عدة أحاديث منها: حديث عائشة، أخرجه الترمذي وصححه، من رواية ¶ ¬__________ ¶ (¬1) - سنن أبي داود بعليق الألباني (3/ 66). ¶ (¬2) - مشارق الأنوار (1/ 391). ¶ (¬3) - فتح الباري (9/ 592).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "يوسف بن ماهك، إنهم دخلوا على حفصة بنت عبد الرحمن: أي بن أبي بكر الصديق فسألوها عن العقيقة، فأخبرتهم أن النبي -صلى الله عليه و سلم- «أمرهم عن الغلام شاتان مكافئتان، وعن الجارية شاة» وأخرجه أصحاب السنن الأربعة من حديث أم كرز أنها سألت النبي صلى الله عليه و سلم عن العقيقة، فقال: «عن الغلام شاتان، وعن الجارية شاة واحدة، ولا يضركم ذكرانا كن أو إناثا» قال: الترمذي صحيح. وأخرجه أبو داود، والنسائي، من رواية عمرو بن شعيب، عن أبيه، عن جده، رفعه أثناء حديث، قال: «من أحب أن ينسك عن ولده فليفعل، عن الغلام شاتان مكافئتان، وعن الجارية شاة» قال داود بن قيس، وفي راوية عن عمرو، سألت زيد بن أسلم عن قوله «مكافئتان» فقال: متشابهتان تذبحان جميعا، أي لا يؤخر ذبح إحداهما عن الأخرى. وحكى أبو داود، عن أحمد: المكافئتان المتقاربتان. قال الخطابي: أي في السن. وقال الزمخشري: معناه متعادلتان لما يجزئ في الزكاة، وفي الأضحية وأولى من ذلك كله، ما وقع في رواية سعيد بن منصور، في حديث أم كرز من وجه آخر، عن عبيد الله بن أبي يزيد، بلفظ شاتان مثلان. ووقع عند الطبراني في حديث آخر، قيل: «ما المكافئتان قال: المثلان» وما أشار إليه زيد بن أسلم، من ذبح إحداهما عقب الأخرى، حسن. ويحتمل الحمل على المعنيين معا، وروى البزار وأبو الشيخ، من حديث أبي هريرة رفعه، «أن اليهود تعق عن الغلام كبشا، ولا تعق عن الجارية، فعقوا عن الغلام كبشين، وعن الجارية كبشا» وعند أحمد من حديث أسماء بنت يزيد، عن النبي -صلى الله عليه و سلم- «العقيقة حق، عن الغلام شاتان مكافئتان، وعن الجارية شاة» وعن أبي سعيد نحو حديث عمرو بن شعيب. أخرجه أبو الشيخ. اهـ ¶ قوله: «وأميطوا عنه الأذى» قال الخطابي: معنى إماطة الأذى، حلق الرأس وإزالة ما عليه من الشعر، وإذا أمر بإماطة ما خف من الأذى، وهو الشعر الذي على رأسه، فكيف يجوز أن يأمرهم بلطخه وتدميته، مع غلظ الأذى في الدم، وتنجيس الرأس به (¬1). ¶ وقال الحافظ ابن حجر (¬2): أميطوا أي ازيلوا وزنا ومعنى. قوله الأذى وقع عند أبي داود، من طريق سعيد بن أبي عروبة، وابن عون، عن محمد بن سيرين، قال: إن لم يكن الأذى حلق الرأس، فلا أدري ما هو. وأخرج الطحاوي، من طريق يزيد بن إبراهيم، عن محمد بن سيرين، قال: لم أجد من ¶ ¬__________ ¶ (¬1) - معالم السنن (4/ 286). ¶ (¬2) - فتح الباري (9/ 593).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "يخبرني عن تفسير الأذى اهـ. وقد جزم الأصمعي بأنه حلق الرأس. وأخرجه أبو داود بسند صحيح، عن الحسن، كذلك ووقع في حديث عائشة عند الحاكم، وأمر أن يماط عن رءوسهما الأذى، ولكن لا يتعين ذلك في حلق الرأس، فقد وقع في حديث بن عباس عند الطبراني: «ويماط عنه الأذى ويحلق رأسه» فعطفه عليه، فالأولى حمل الأذى على ما هو أعم من حلق الرأس، ويؤيد ذلك أن في بعض طرق حديث عمرو بن شعيب، «ويماط عنه أقذاره». رواه أبو الشيخ. اهـ ¶ قال الشيخ العلامة محمد بن علي آدم الأثيوبي: «الحاصل أن الأولى حمل الأذى على المعنى الأعم، فيدخل فيه حلق الرأس، والختان، وغير ذلك، مما هو أذى للمولود» (¬1). ¶ ¬__________ ¶ (¬1) - ذخيرة العقبى (32/ 356).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الحديث السابع ¶ 2840 - حدثنا يحيى بن خلف، حدثنا عبد الأعلى، حدثنا هشام، عن الحسن، أنه كان يقول: «إِمَاطَةُ الأَذَى حَلْقُ الرَّأْسِ». ¶ رجال الإسناد: ¶ 1 - يحيى بن خلف الباهلي، أبو سلمة البصري، الجوباري -بجيم مضمومة وواو ساكنة ثم موحدة- صدوق، من الطبقة العاشرة، مات سنة 242هـ. التقريب (1/ 589). ¶ 2 - عبد الأعلى هو ابن عبد الأعلى، البصري، السامي بالمهملة، أبو محمد، وكان يغضب إذا قيل له أبو همام، ثقة، من الطبقة الثامنة، مات سنة 189هـ. التقريب (1/ 331). ¶ 3 - هشام هو ابن حسان. تقدمت ترجمته. ¶ 4 - الحسن هو ابن أبي الحسن يسار. تقدمت ترجمته. ¶ التخريج: ¶ أخرجه أبو داود، كتاب الضحايا، باب العقيقة، 2/ 313، رقم 2840، البيهقي فى (الصغرى)، ¶ كتاب الضحايا، باب العقيقة،4/ 518،رقم 1813. وقال الألباني: صحيح مقطوع. سنن أبي داود بتعليق الألباني (3/ 66) ¶ تقدم شرحه مستوفى فى الذي قبله.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الحديث الثامن ¶ 2841 - حدثنا أبو معمر عبد الله بن عمرو حدثنا عبد الوارث حدثنا أيوب عن عكرمة عن ابن عباس أن رسول الله -صلى الله عليه وسلم- «عَقَّ عَنِ الْحَسَنِ وَالْحُسَيْنِ كَبْشًا كَبْشًا». ¶ رجال الإسناد: ¶ 1 - أبو معمر عبد الله بن عمرو بن أبي الحجاج التميمي، المقعد، المنقري، بكسر الميم وسكون النون وفتح القاف، واسم أبي الحجاج ميسرة، ثقة ثبت، رمي بالقدر، من الطبقة العاشرة، مات سنة 224هـ. التقريب، (1/ 315). ¶ 2 - عبد الوارث هو ابن سعيد بن ذكوان العنبري مولاهم، أبو عبيدة التنوري -بفتح المثناة وتشديد النون- البصري، ثقة ثبت، رمي بالقدر ولم يثبت عنه، من الطبقة الثامنة، مات سنة 180هـ. التقريب، (1/ 367). ¶ 3 - أيوب بن أبي تميمة كيسان السختياني، بفتح المهملة بعدها معجمة ثم مثناة ثم تحتانية وبعد الألف نون، أبو بكر البصري، ثقة ثبت حجة، من كبار الفقهاء العباد، من الطبقة الخامسة، مات سنة 131هـ. التقريب، (1/ 117). ¶ 4 - عكرمة أبو عبد الله مولى بن عباس، أصله بربري، ثقة ثبت عالم بالتفسير، لم يثبت تكذيبه عن ابن عمر، ولا تثبت عنه بدعة، من الطبقة الثالثة، مات سنة 104هـ، وقيل بعد ذلك. التقريب، (1/ 397). ¶ 5 - ابن عباس هو عبد الله بن عباس بن عبد المطلب ابن عم رسول الله -صلى الله عليه وسلم-، ولد قبل الهجرة بثلاث سنين، ودعا له رسول الله -صلى الله عليه وسلم- بالفهم في القرآن، فكان يسمى البحر والحبر؛ لسعة علمه. مات سنة 68هـ بالطائف، وهو أحد المكثرين من الصحابة، وأحد العبادلة من فقهاء الصحابة. التقريب، (1/ 309). ¶ التخريج: ¶ حديث ابن عباس له عنه طريقان: ¶ الطريق الأولى: عن أيوب، عن عكرمة، عنه به، وزاد: «كبشًا كبشًا». ¶ أخرجه أبو داود، كتاب الضحايا، باب العقيقة، 2/ 313،رقم 2841، والبيهقي فى معرفة السنن والآثار، 14/ 67، رقم 5696، وابن الجارود، باب ما جاء فى العقيقة، 1/ 229، رقم 911،",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "والطحاوي في (المشكل)، باب فيما يذبح عن المولود الذكر يوم سابعه، هل هو شاة، أو شاتان، 3/ 66، رقم 1039، بلفظ «عق عن الحسن كبشا وعن الحسين كبشا»، والطبراني في (المعجم الكبير)،11/ 316،رقم 11856،بلفظ «عق عن الحسن كبشا وعن الحسين كبشا». قال الشيخ الألباني: هذا إسناد صحيح على شرط البخاري، وقد صححه عبد الحق الإشبيلى في «الأحكام الكبرى» (¬1). ¶ الطريق الثانية: عن قتادة، عن عكرمة، عن ابن عباس به، وزاد: «بكبشين كبشين». ¶ أخرجه النسائي، كتاب العقيقة، باب كم يعق عن الجارية، 7/ 117،رقم 4219،والطبراني في (الكبير)، 3/ 28،رقم 2568، دون الزيادة. وقال الألباني: إسناده صحيح على شرط البخاري (¬2). ¶ الأحكام المتعلقة بالحديث: ¶ قوله: «عق عن الحسن والحسين كبشا كبشا» جاء فى سنن النسائي «بكبشين كبشين». ¶ قال الشيخ الألباني: اختلفت الروايات فيما عق به -صلى الله عليه وسلم- عن الحسن والحسين رضي الله عنهما، ففي بعضها أنه كبش واحد عن كل منهما، وفي أخرى أنه كبشان. وأرى أن هذا الثاني هو الذي ينبغى الأخذ به، والاعتماد عليه لأمرين: ¶ الأول: أنها تضمنت زيادة على ما قبلها، وزيادة الثقة مقبولة، لاسيما إذا جاءت من طرق مختلفة المخارج، كما هو الشأن هنا. والآخر: إنها توافق الأحاديث الأخرى القولية في الباب، والتي توجب العق عن الذكر بشاتين (¬3). ¶ ¬__________ ¶ (¬1) - إرواء الغليل (4/ 379). ¶ (¬2) - المصدر السابق (4/ 380). ¶ (¬3) - المصدر السابق (4/ 384).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الحديث التاسع ¶ 2842 - حدثنا القعنبى، حدثنا داود بن قيس، عن عمرو بن شعيب، أن النبى -صلى الله عليه وسلم- ح وحدثنا محمد بن سليمان الأ نباري، حدثنا عبد الملك - يعنى ابن عمرو - عن داود، عن عمرو بن شعيب، عن أبيه، أراه عن جده، قال: سئل رسول الله -صلى الله عليه وسلم- عن العقيقة، فقال: «لاَ يُحِبُّ اللَّهُ الْعُقُوقَ». كأنه كره الاسم وقال: «مَنْ وُلِدَ لَهُ وَلَدٌ، فَأَحَبَّ أَنْ يَنْسُكَ عَنْهُ، فَلْيَنْسُكْ عَنِ الْغُلاَمِ شَاتَانِ مُكَافِئَتَانِ، وَعَنِ الْجَارِيَةِ شَاةٌ». وسئل عن الفرع قال: «وَالْفَرَعُ حَقٌّ، وَأَنْ تَتْرُكُوهُ حَتَّى يَكُونَ بَكْرًا شُغْزُبًّا ابْنَ مَخَاضٍ أَوِ ابْنَ لَبُونٍ، فَتُعْطِيَهُ أَرْمَلَةً، أَوْ تَحْمِلَ عَلَيْهِ فِى سَبِيلِ اللَّهِ، خَيْرٌ مِنْ أَنْ تَذْبَحَهُ، فَيَلْزَقَ لَحْمُهُ بِوَبَرِهِ، وَتُكْفِئَ إِنَاءَكَ، وَتُوَلِّهَ نَاقَتَكَ». ¶ رجال الإسناد: ¶ 1 - القعنبى هو عبد الله بن مسلمة بن قعنب القعنبي الحارثي، أبو عبد الرحمن البصري، أصله من المدينة وسكنها مدة، ثقة عابد، كان ابن معين وابن المديني لا يقدمان عليه في الموطأ أحدا، من صغار الطبقة التاسعة، مات سنة 221هـ بمكة. التقريب، (1/ 323). ¶ 2 - داود بن قيس الفراء الدباغ، أبو سليمان القرشي مولاهم، المدني، ثقة فاضل، من الطبقة الخامسة، مات في خلافة أبي جعفر. التفريب، (1/ 199). ¶ 3 - عمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص، صدوق، من الطبقة الخامسة، مات سنة 118هـ. التفريب، (1/ 423). ¶ وحول المصنف السند وقال: ¶ 1 - محمد بن سليمان الأنباري، أبو هارون بن أبي داود، صدوق، من الطبقة العاشرة، مات سنة 234هـ. التقريب، (1/ 482). ¶ 2 - عبد الملك بن عمرو القيسي، أبو عامر العقدي، بفتح المهملة والقاف، ثقة، من الطبقة التاسعة، مات سنة 204هـ، وقيل 205هـ. التقريب، (1/ 364). ¶ 3 - داود هو ابن قيس. تقدمت ترجمته. ¶ 4 - عمرو بن شعيب. تقدمت ترجمته. ¶ 5 - أبوه شعيب بن محمد بن عبد الله بن عمرو بن العاص، صدوق، ثبت سماعه من جده، من",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "الطبقة الثالثة. التقريب (1/ 267). ¶ 6 - عبد الله بن عمرو بن العاص بن وائل بن هاشم بن سعيد بالتصغير بن سعد بن سهم السهمي، أبو محمد، وقيل أبو عبد الرحمن، أحد السابقين المكثرين من الصحابة، وأحد العبادلة الفقهاء، مات في ذي الحجة ليالي الحرة على الأصح، بالطائف على الراجح. التقريب (1/ 315). ¶ التخريج: ¶ أخرجه أبو داود، كتاب الضحايا، باب العقيقة، 2/ 313، رقم2842، ¶ والنسائي، كتاب العقيقة، 7/ 115، رقم 4212، دون قوله «وسئل عن الفرع ... » إلخ. ¶ والطحاوي، باب في العقيقة، وهل هو على الوجوب، أو على الاختيار، 3/ 79، رقم 1055، دون قوله «وسئل عن الفرع .... » إلخ، والبيهقى فى (الكبرى)،كتاب الضحايا، باب ما يستدل به على أن العقيقة على الاختيار لا على الوجوب، 9/ 300،رقم،19752، دون قوله: «وسئل عن الفرع .... » إلخ، وأحمد، 2/ 182، رقم 6713، بزيادة: « ... قال: وسئل عن العتيرة؟ فقال: العتيرة حق»، والحاكم، 4/ 238، رقم 7592، دون قوله: «وسئل عن الفرع .... » إلخ. وقال: صحيح الإسناد. ووافقه الذهبي. كلهم من طريق داود بن قيس عنه به. وقال الشيخ الألباني: والخلاف في عمرو بن شعيب معروف مشهور، والمتقرر أنه حسن الحديث يحتج به (¬1). ¶ ¬__________ ¶ (¬1) - إرواء الغليل (4/ 392).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "دراسة الحديث ¶ غريب الحديث ¶ ينسك: قال ابن الأثير: المَنْسِك: المَذْبَحُ. وقد نَسَك يَنْسُك نَسْكًا إذا ذَبَحَ. والنَّسيكة: الذَّبيحة وجَمْعُها: نُسُك والنُّسْك والنُّسُك أيضا: الطاعة والعبادة. وكلُّ ما تُقُرِّبَ به إلى اللَّه تعالى. والنُّسْك: ما أمَرتْ به الشريعة والورَع: ما نَهَت عنه (¬1). ¶ الفرع: قال ابن الأثير: هو أول ما تلده الناقة كانوا يذبحونه لآلهتهم فكره ذلك (¬2). ¶ بَكْرًا: قال ابن الأثير: البكر بالفتح: الفتي من الإبل بمنزلة الغلام من الناس. والأنثى بكرة. وقد يستعار للناس - ومنه حديث المتعة (كأنها بكرة عيطاء) أي شابة طويلة العنق في اعتدال (¬3). ¶ شُغْزُبًّا: هكذا رواه أبو داود في السنن. قال الحربى: الذي عندي أنه زخزبا، وهو الذي اشتد لحمه وغلظ. وقال الخطابي: ويحتمل أن تكون الزاي أبدلت شينا والخاء غينا فصحف (¬4). ¶ فَيَلْزَقَ لَحْمُهُ بِوَبَرِه: ِ جاء تفسيرها فى رواية النسائي «فيلصق لحمه بوبره ... » ¶ وَتُكْفِئَ إِنَاءَكَ: قال الخطابي (¬5): يريد بالإناء المحلب الذي تحلب فيه الناقة، يقول إذا ذبحت حُوارها انقطع مادة اللبن، فتترك الإناء مكفأ، ولا يحلب فيه. ¶ وَتُوَلِّهَ نَاقَتَكَ: أي تفجعها بولدها، وأصله من الوله، وهو ذهاب العقل من فقدان إلف؛ وأنشد ابن الأعرابي: ¶ وكنا خليطي في الجمال فأصبحت ... ........ ... جمالي تُوالي وُلهًا من جِمالك ¶ الأحكام المتعلقة بالحديث: ¶ قوله: «سئل رسول الله -صلى الله عليه وسلم- عن العقيقة» أي عن حكمها أوصفتها. ¶ قوله: «لا يحب الله عز وجل العقوق» قال الخطابي (¬6): قوله لا يحب الله العقوق ليس فيه توهين لأمر العقيقة، ولا إسقاط لوجوبها، وإنما استبشع الاسم وأحب أن يسميه بأحسن منه، فليسمها ¶ ¬__________ ¶ (¬1) - النهاية فى غريب الأثر (5/ 117). ¶ (¬2) - المصدر السابق (2/ 726). ¶ (¬3) - المصدر السابق (1/ 387). ¶ (¬4) - المصدر السابق (2/ 1178). ¶ (¬5) - معالم السنن (4/ 287). ¶ (¬6) - معالم السنن (4/ 287).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "النسيكة، أو الذبيحة. اهـ ¶ قوله: «كأنه كره الاسم» قال التوربشتي عن ذلك بقوله (¬1): هذا الكلام، وهو- أنه كره الاسم- غير سديد أدرج في الحديث من قول بعض الرواة، ولا يدري من هو، وبالجملة فقد صدر عن ظن يحتمل الخطأ والصواب. ¶ والظاهر أنه ها هنا خطأ؛ لأنه ذكر العقيقة في عدة أحاديث، ولو كان يكره الاسم لعدل عنه إلى غيره، ومن سنته تغيير الاسم إذا كرهه، والأوجه أن يقال: يحتمل أن السائل ظن أن اشتراك العقيقة مع العقوق في الاشتقاق مما يوهن أمرها فأعلم النبي أن الذي كرهه الله تعالى من هذا الباب، هو العقوق لا العقيقة ... ، فالوجه أن يقال: إنه أطلق الاسم أولا، ثم كرهه، إما بالتفات منه -صلى الله عليه وسلم-، أو بوحي، أو بإلهام منه تعالى إليه. اهـ ¶ قوله: «من ولد له ولد فأحب أن ينسك عنه فلينسك» أي فليذبح عن ولده؛ شكرا لما أولاه الله تعالى من نعمة الولد. ¶ قوله «عن الغلام شاتان مكافئتان وعن الجارية شاة». تقدم شرحه فى حديث أم كرز. قوله «وسئل عن الفرع» أي عن حكمه. ¶ قوله: «والفرع حق» قال الشيخ العلامة محمد بن علي آدم الأثيوبي: قال الشافعي رحمه الله تعالى: معناه ليس بباطل، وقد جاء على وفق كلام السائل، ولا يعارض حديث «لا فرع ولا عتيرة» فإن معناه أنهما ليسا بواجبين، أو المعنى لا فرع ولا عتيرة على ما كان عليه الجاهلية، من أنهم يفعلون ذلك تقربا إلى آلهتهم (¬2). ¶ ¬__________ ¶ (¬1) - ذخيرة العقبى (32/ 348). ¶ (¬2) - ذخيرة العقبى (32/ 389).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الحديث العاشر ¶ 2843 - حدثنا أحمد بن محمد بن ثابت، حدثنا علي بن الحسين، حدثنى أبى، حدثنا عبد الله بن بريدة، قال: سمعت أبى بريدة يقول: «كُنَّا فِي الْجَاهِلِيَّةِ إِذَا وُلِدَ لأَحَدِنَا غُلاَمٌ ذَبَحَ شَاةً وَلَطَخَ رَأْسَهُ بِدَمِهَا فَلَمَّا جَاءَ اللَّهُ بِالإِسْلاَمِ كُنَّا نَذْبَحُ شَاةً وَنَحْلِقُ رَأْسَهُ وَنَلْطَخُهُ بِزَعْفَرَانٍ». ¶ رجال الإسناد: ¶ 1 - أحمد بن محمد بن ثابت بن عثمان الخزاعي، أبو الحسن بن شبويه، بمعجمة بعدها موحدة ثقيلة، ثقة، من الطبقة العاشرة، مات سنة 230هـ. التقريب (1/ 83). ¶ 2 - على بن الحسين بن واقد، المروزي، صدوق يهم، من الطبقة العاشرة، مات 211هـ. التقريب (1/ 400). ¶ 3 - أبوه الحسين بن واقد المروزي، أبو عبدالله القاضي، ثقة له أوهام، من الطبقة السابعة، مات 57هـ، وقيل 59هـ. التقريب (1/ 169). ¶ 4 - عبد الله بن بريدة بن الخصيب الأسلمي، أبو سهل المروزي قاضيها، ثقة، من الطبقة الثالثة، مات سنة 105هـ، وقيل بل 115هـ. التقريب (1/ 297). ¶ 5 - أبوه بريدة بن الحصيب، بمهملتين مصغرا، أبو سهل الأسلمي، صحابي أسلم قبل بدر، مات سنة 63هـ. التقريب (1/ 121). ¶ التخريج: ¶ أخرجه أبو داود، كتاب الضحايا، باب العقيقة، 2/ 313، رقم 2843، والطحاوي، ¶ باب في تسمية المولود يوم سابعه، وفي تسميته- صلى الله عليه وسلم- بعض المولودين قبل ذلك، 3/ 64، رقم 1037، والبيهقي فى (الكبرى)، كتاب الضحايا، باب لا يمس الصبي بشىء من دمها، 9/ 302، رقم 19766، والحاكم، 4/ 238، رقم 7594. وقال: صحيح على شرط الشيخين، ولم يخرجاه. ووافقه الذهبي. وقال الشيخ الألباني: حسن صحيح، وإنما هو على شرط مسلم وحده؛ فإن الحسين بن واقد لم يخرج له البخاري إلا تعليقا (¬1). ¶ وقال المنذري: في إسناده علي بن الحسين بن واقد، وفيه مقال (¬2). ¶ ¬__________ ¶ (¬1) - إرواء الغليل (4/ 388 - 389). ¶ (¬2) - عون المعبود (8/ 33).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الأحكام المتعلقة بالحديث: ¶ قوله: «فلما جاء الله بالإسلام ... إلخ» قال أبو الطيب العظيم آبادي: فيه دليل على أن تلطيخ رأس المولود بالدم من عمل الجاهلية، وأنه منسوخ. ¶ وقوله: «ونلطخه بزعفران» فيه دليل على استحباب تلطيخ رأس الصبي بعد الحلق بالزعفران، أو غيره من الخلوق، وفيه دليل على طهارة الزعفران، وأنه ليس بمسكر، لأن ما فيه سكر لا يجعل في الطيب، ولا يستعمل مثل الشيء الحلال الطيب (¬1). اهـ ¶ ¬__________ ¶ (¬1) - عون المعبود (8/ 33).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الخاتمة ¶ الحمد لله والصلاة والسلام على رسول الله -صلى الله عليه وسلم- أما بعد: ¶ فمن خلال فصول ومباحث هذا البحث توصلت إلى نتائج عده أهمها: ¶ - الإطلاع على كتب لم أطلع عليها من قبل، وكذلك الإطلاع على الجهود الجبارة التي بذلها أهل الحديث في سبيل المحافظة على السنة وتبليغها إلى من بعدهم0 ¶ - أن الراجح من أقوال أهل العلم فى العقيقة أنها سنة مؤكدة، كما هو مذهب الجمهور. ¶ - التفرقة بين الذكر والأنثى فى العقيقة، للذكر شاتان، وللأنثى شاة. ¶ - لا يشترط فى العقيقة الشياة بل تصح بالأبقار والجمال. ¶ التوصيات: ¶ أوصي نفسي الضعيفه أولًا، وإخواني طلبة العلم بوصية جامعة نافعة، وهي وصية الله للأولين والآخرين، ووصية الأنبياء والمرسلين، ألآ وهي: الوصية بتقوى الله عز وجل، قال الله تعالى: « ... وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ ... » (¬1)، ¶ وقال الله تعالى: « ... وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى وَاتَّقُونِ يَا أُولِي الأَلْبَابِ» (¬2)، ¶ وقال الله تعالى: «يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ» (¬3). والإخلاص لله في السر والعلن، قال الله تعالى: «مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ» (¬4). ¶ والصبر والمصابرة، قال الله تعالى: «يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ» (¬5). ¶ والجد والاجتهاد والمثابرة فيما أنتم فيه، قال الله تعالى: «وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ» (¬6). وآخر دعوانا أن الحمد لله رب العالمين. ¶ ¬__________ ¶ (¬1) -سورة النساء، الآية:131. ¶ (¬2) -سورة البقرة، الآية:197. ¶ (¬3) -سورة آل عمران، الآية:102. ¶ (¬4) -سورة الشورى، الآية:20. ¶ (¬5) -سورة آل عمران، الآية:200. ¶ (¬6) -سورة العنكبوت، الآية:69.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "المصادر والمراجع ¶ 1 - أحكام العقيقة د. حسام الدين عفانه ¶ 2 - إرواء الغليل في تخريج أحاديث منار السبيل محمد ناصر الدين الألباني الطبعة الثانية، المكتب الإسلامي - بيروت، 1405هـ / 1985م. ¶ 3 - بدائع الصنائع في ترتيب الشرائع علاء الدين الكاساني، دار الكتاب العربي-بيروت، 1982م. ¶ 4 - بداية المجتهد و نهاية المقتصد أبو الوليد محمد بن أحمد بن محمد بن أحمد بن رشد القرطبي الشهير بابن رشد الطبعة الرابعة، مطبعة مصطفى البابي الحلبي وأولاده، مصر، 1395هـ/1975م. ¶ 5 - البداية والنهاية أبو الفداء إسماعيل بن عمر بن كثير القرشي الدمشقي، تحقيق: عبدالله عبدالمحسن التركي الطبعة الأولى: هجر للطباعة والنشر - الجيزة، 1417هـ / 1997م. ¶ 6 - بيان الوهم والإيهام في كتاب الأحكام علي بن محمد بن عبد الملك الكتامي، أبو الحسن ابن القطان، تحقق: د. الحسين آيت سعيد الطبعة الأولى، دار طيبة - الرياض، 1418هـ / 1997م. ¶ 7 - تاريخ بغداد أحمد بن علي أبو بكر الخطيب البغدادي، دار الكتب العلمية - بيروت. ¶ 8 - تاريخ دمشق- ابن عساكر ¶ 9 - تحفة المودود بأحكام المولود محمد بن أبي بكر أيوب الزرعي أبو عبد الله، تحقيق: عبد القادر الأرناؤوط الطبعة الأولى، مكتبة دار البيان - دمشق، 1391هـ / 1971م. ¶ 10 - تذكرة الحفاظ محمد بن أحمد بن عثمان الذهبى، دراسة وتحقيق: زكريا عميرات الطبعة الأولى: دار الكتب العلمية بيروت-لبنان، 1419هـ / 1998م. ¶ 11 - تربية الأولاد في الإسلام عبدالله ناصح علوان الطبعة الثالثة، دار السلام للطباعة والنشر والتوزيع- بيروت، 1401هـ /1981م. ¶ 12 - تقدمة المعرفة لكتاب الجرح والتعديل الإمام الحافظ شيخ الإسلام أبى محمد عبد الرحمن بن أبى حاتم الرازي الطبعة الأولى، دار إحياء التراث العربي بيروت. ¶ 13 - تقريب التهذيب أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي، تحقيق محمد عوامة",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "دار الرشيد، سوريا، 1406هـ / 1986. ¶ 14 - التلخيص الحبير في تخريج أحاديث الرافعي الكبير أبو الفضل أحمد بن علي ا بن حجر العسقلاني الطبعة الأولى، دار الكتب العلمية، 1419هـ / 1989م. ¶ 15 - التمهيد لما في الموطأ من المعاني والأسانيد أبو عمر يوسف بن عبد الله بن محمد بن عبد البر بن عاصم النمري القرطبي، تحقق: مصطفى بن أحمد العلوى، و محمد عبد الكبير البكرى، مؤسسة القرطبة. ¶ 16 - الجامع الصحيح سنن الترمذي محمد بن عيسى أبو عيسى الترمذي السلمي، تحقيق: أحمد محمد شاكر وآخرون دار إحياء التراث العربي - بيروت، الأحاديث مذيلة بأحكام الألباني عليها. ¶ 17 - ذيل تذكرة الحفاظ -أبو المحاسن محمد بن علي بن الحسن الحسيني الدمشقي ¶ 18 - ذخيرة العقبى في شرح المجتبى (وهو شرح لسنن النسائي) محمد ابن العلامة علي بن آدم الأثيوبي. الطبعة الثانية، دار آل بروم، - مكة المكرمة -1428هـ /2007م. ¶ 19 - سبل السلام محمد بن إسماعيل الأمير الكحلاني الصنعاني (المتوفى: 1182هـ) الطبعة الرابعة، مكتبة مصطفى البابي الحلبي، 1379هـ/ 1960م. ¶ 20 - السنن الكبرى وفي ذيله الجوهر النقي أبو بكر أحمد بن الحسين بن علي البيهقي الطبعة الأولى، مجلس دائرة المعارف النظامية- الهند- حيدر آباد، 1344 هـ. ¶ 21 - سنن أبي داود أبو داود سليمان بن الأشعث السجستاني، تحقيق: محمد عبد العزيز الخالدي الطبعة الأولى، دار الكتب العلمية، بيروت- لبنان، 1416هـ /1996. ¶ 22 - سنن ابن ماجه محمد بن يزيد أبو عبدالله القزويني، تحقيق وتعليق: محمد فؤاد عبد الباقي دار الفكر - بيروت، الأحاديث مذيلة بأحكام الألباني عليها. ¶ 23 - سنن الدارقطني علي بن عمر أبو الحسن الدارقطني البغدادي، تحقيق: السيد عبد الله هاشم يماني المدني دار المعرفة - بيروت، 1386هـ / 1966م. ¶ 24 - سنن الدارمي عبدالله بن عبدالرحمن أبو محمد الدارمي، تحقيق: فواز أحمد زمرلي ,و خالد السبع العلمي الطبعة الأولى، دار الكتاب العربي - بيروت، 1407هـ. ¶ 25 - سنن النسائي الكبرى أبو عبد الرحمن أحمد بن شعيب النسائي. ¶ 26 - سنن النسائي بشرح السيوطي وحاشية السندي أبو عبد الرحمن أحمد بن شعيب النسائي",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "الطبعة الخامسة، دار المعرفة ببيروت، 1420هـ. ¶ 27 - سير أعلام النبلاء الإمام شمس الدين محمد بن أحمد بن عثمان الذهبي، أشرف على تحقيق الكتاب وخرج أحاديثه: شعيب الارنؤوط. الطبعة التاسعة، مؤسسة الرسالة- بيروت، 1413 هـ / 1993م. ¶ 28 - شذرات الذهب في أخبار من ذهب عبد الحي بن أحمد بن محمد العكري الحنبلي، تحقيق: عبد القادر الأرنؤوط، ومحمود الأرناؤوط، دار بن كثير- دمشق، 1406هـ. ¶ 29 - شرح السنة الحسين بن مسعود البغوي، تحقيق: شعيب الأرناؤوط ومحمد زهير الشاويش الطبعة الثانية، المكتب الإسلامي - دمشق ـ بيروت ـ 1403هـ / 1983م. ¶ 30 - شرح سنن أبي داود -عبد المحسن بن حمد العباد البدر. ¶ 31 - شرح مشكل الآثار أبو جعفر أحمد بن محمد بن سلامة المعروف بالطحاوي، تحقيق: شعيب الأرنؤوط الطبعة: الأولى مؤسسة الرسالة، 1415 هـ/ 1494 م. ¶ 32 - شعب الإيمان أبو بكر أحمد بن الحسين البيهقي، تحقيق: محمد السعيد بسيوني زغلول الطبعة الأولى، دار الكتب العلمية - بيروت، 1410هـ. ¶ 33 - الصحاح في اللغة - الجوهري. ¶ 34 - صحيح ابن حبان بترتيب ابن بلبان محمد بن حبان بن أحمد أبو حاتم التميمي البستي، تحقيق: شعيب الأرنؤوط الطبعة الثانية، مؤسسة الرسالة - بيروت، 1414هـ / 1993م. الأحاديث مذيلة بأحكام شعيب الأرنؤوط عليها. ¶ 35 - صحيح ابن خزيمة محمد بن إسحاق بن خزيمة أبو بكر النيسابوري، تحقيق: د. محمد مصطفى الأعظمي المكتب الإسلامي - بيروت، 1390هـ / 1970م. ¶ 36 - صحيح البخاري أبو عبدالله محمد بن إسماعيل البخاري. الطبعة الثانية، دار الكتب العلمية، بيروت- لبنان، 1423هـ /2002م. ¶ 37 - طبقات الحنابلة أبو الحسين ابن أبي يعلى، محمد بن محمد، تحقق: محمد حامد الفقي دار المعرفة - بيروت- لبنان. ¶ 38 - طبقات الحفاظ - جلال الدين عبد الرحمن بن أبي بكر السيوطي. ¶ 39 - طبقات المفسرين جلال الدين عبد الرحمن بن أبي بكر السيوطي، تحقيق: علي محمد عمر",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الطبعة الأولى، مكتبة وهبة - القاهرة، 1396م. ¶ 40 - عون المعبود شرح سنن أبي داود محمد شمس الحق العظيم آبادي أبو الطيب الطبعة الثانية، دار الكتب العلمية - بيروت، 1415هـ. ¶ 41 - غريب الحديث أبو الفرج عبدالرحمن بن علي بن الجوزي، تحقيق: د. عبدالمعطي أمين قلعجي الطبعة الأولى، دار الكتب العلمية - بيروت، 1985م. ¶ 42 - فتح الباري شرح صحيح البخاري المؤلف: أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي الناشر: دار المعرفة - بيروت، 1379هـ. ¶ 43 - فيض القدير شرح الجامع الصغير من أحاديث البشير النذير العلامة محمد عبد الرؤوف المناوي الطبعة الأولى: دار الكتب العلمية بيروت - لبنان، 1415هـ / 1994م. ¶ 44 - لسان العرب محمد بن مكرم بن منظور الأفريقي المصري، الطبعة الأولى، دار صادر - بيروت. ¶ 45 - المحلى أبو محمد علي بن أحمد بن سعيد بن حزم الأندلسي القرطبي الظاهري دار الفكر للطباعة والنشر والتوزيع. ¶ 46 - المجموع شرح المهذب أبو زكريا محيي الدين يحيى بن شرف النووي. ¶ 47 - مجمع الزوائد ومنبع الفوائد نور الدين علي بن أبي بكر الهيثمي، دار الكتب العلمية - بيروت، 1408 هـ / 1988م. ¶ 48 - المستدرك على الصحيحين - الهندية- أبو عبدالله الحاكم. ¶ 49 - مسند الإمام أحمد بن حنبل أحمد بن حنبل، تحقق: شعيب الأرنؤوط وآخرون الطبعة الثانية: مؤسسة الرسالة،1420هـ / 1999م. ¶ 50 - مسند الحميدي عبدالله بن الزبير أبو بكر الحميدي، تحقيق: حبيب الرحمن الأعظمي دار الكتب العلمية , مكتبة المتنبي - بيروت , القاهرة. ¶ 51 - مسند أبي داود الطيالسي سليمان بن داود بن الجارود، تحقيق: الدكتور محمد بن عبد المحسن التركي الطبعة الأولى: هجر للطباعة والنشر،1419 هـ / 1999م. ¶ 52 - مشارق الأنوار على صحاح الآثار القاضي أبو الفضل عياض بن موسى اليحصبي السبتي المالكي، المكتبة العتيقة ودار التراث.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "53 - مُصنف ابن أبي شيبة أبو بكر عبد الله بن محمد بن أبي شيبة العبسي الكوفي، تحقيق: محمد عوامة. ¶ 54 - مصنف عبد الرزاق أبو بكر عبد الرزاق بن همام الصنعاني، تحقيق: حبيب الرحمن الأعظمي الطبعة الثانية، المكتب الإسلامي - بيروت، 1403هـ. ¶ 55 - المنة الكبرى شرح وتخريج السنن الصغرى محمد ضياء الرحمن الأعظمي، مكتبة الرشد، سنة النشر 1422هـ / 2001م. ¶ 56 - المنتقى لابن الجارود عبد الله بن علي بن الجارود أبو محمد النيسابوري، تحقيق: عبدالله عمر البارودي الطبعة الأولى، مؤسسة الكتاب الثقافية - بيروت،1408هـ / 1988م. ¶ 57 - المنتظم في تاريخ الملوك والأمم عبد الرحمن بن علي بن محمد ابن الجوزي أبو الفرج الطبعة الأولى، دار صادر - بيروت، 1358م. ¶ 58 - معالم السنن (وهو شرح سنن أبي داود) أبو سليمان أحمد بن محمد الخطابي البستي الطبعة الأولى: المطبعة العلمية - حلب،1351 هـ / 1932م. ¶ 59 - المعجم الكبير سليمان بن أحمد بن أيوب أبو القاسم الطبراني، تحقيق: حمدي بن عبدالمجيد السلفي الطبعة الثانية، مكتبة العلوم والحكم- الموصل، 1404هـ / 1983م. ¶ 60 - معرفة السنن والآثار أبو بكر أحمد بن الحسين بن علي البيهقي، طبعة قلعجي. ¶ 61 - المغني في فقه الإمام أحمد بن حنبل الشيباني عبد الله بن أحمد بن قدامة المقدسي أبو محمد الطبعة الأولى، دار الفكر - بيروت، 1405م. ¶ 62 - مغني المحتاج إلى معرفة معاني ألفاظ المنهاج محمد الخطيب الشربيني، دار الفكر-بيروت. ¶ 63 - المنة الكبرى شرح وتخريج السنن الصغرى محمد ضياء الرحمن الأعظمي، مكتبة الرشد، سنة النشر 1422هـ / 2001م. ¶ 64 - المنتقى لابن الجارود عبد الله بن علي بن الجارود أبو محمد النيسابوري، تحقيق: عبدالله عمر البارودي الطبعة الأولى، مؤسسة الكتاب الثقافية - بيروت،1408هـ / 1988م. ¶ 65 - المنتظم في تاريخ الملوك والأمم عبد الرحمن بن علي بن محمد ابن الجوزي أبو الفرج",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "الطبعة الأولى، دار صادر - بيروت، 1358م. ¶ 66 - الموطأ مالك بن أنس، تحقق: محمد مصطفى الأعظمي الطبعة الأولى، مؤسسة زايد بن سلطان آل نهيان، 1425هـ / 2004م. ¶ 67 - النهاية في غريب الحديث والأثر أبو السعادات ابن الأثير الجزري، تحقيق: طاهر أحمد الزاوى - محمود محمد الطناحي المكتبة العلمية - بيروت، 1399هـ / 1979م. ¶ 68 - نيل الأوطار من أحاديث سيد الأخيار شرح منتقى الأخبار محمد بن علي بن محمد الشوكاني، إدارة الطباعة المنيرية. ¶ 69 - وفيات الأعيان وأنباء أبناء الزمان أبو العباس شمس الدين أحمد بن محمد بن أبي بكر بن خلكان تحقيق: إحسان عباس دار صادر- بيروت.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "فهرس الموضوعات ¶ الموضوع الصفحة ¶ المقدمة ......................................................................... 2 ¶ تعريف موجز بأبي داود وسننه .................................................. 4 ¶ اسمه ونسبه ومولده ............................................................. 4 ¶ مولده .......................................................................... 4 ¶ طلبه للعلم و مشايخه ............................................................ 4 ¶ تلاميذه ........................................................................ 5 ¶ تصنيفه للسنن .................................................................. 6 ¶ ثناء العلماء عليه ............................................................... 8 ¶ وفاته .......................................................................... 9 ¶ مؤلفاته ........................................................................ 10 ¶ تعريف: العقيقة لغة واصطلاحًا ................................................. 11 ¶ مشروعية العقيقة .............................................................. 11 ¶ الحكمة من مشروعية العقيقة ................................................... 12 ¶ حكم العقيقة .................................................................. 13 ¶ شروط العقيقة ................................................................. 15 ¶ في وقت العقيقة ............................................................... 16 ¶ الحديث الأول ................................................................. 19 ¶ الحديث الثاني .................................................................. 26 ¶ الحديث الثالث ................................................................ 30 ¶ الحديث الرابع ................................................................. 32 ¶ الحديث الخامس ............................................................... 39 ¶ الحديث السادس .............................................................. 40",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "الحديث السابع ................................................................ 44 ¶ الحديث الثامن ................................................................. 45 ¶ الحديث التاسع ................................................................ 47 ¶ الحديث العاشر ............................................................... 51 ¶ الخاتمة: ........................................................................ 53 ¶ أهم النتائج والتوصيات ........................................................ 53 ¶ المصادر والمراجع .............................................................. 54 ¶ فهرس الموضوعات ............................................................ 60",
            "page": "61",
            "part": "1"
        }
    ],
    "t36652": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "العنوان"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف موجز بأبي داود وسننه"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف: العقيقة لغة واصطلاحًا"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "ثانيا: الدراسة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث الأول"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث الثاني"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث الثالث"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث الرابع"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث الخامس"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث السادس"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث السابع"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث الثامن"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث التاسع"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث العاشر"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": "1",
            "tit": "المصادر والمراجع"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس الموضوعات"
        }
    ]
}