{
    "b36654": [
        {
            "id": "1",
            "nass": "البيوتكنولوجيا والإسلام ¶ (التحكم الجيني أنموذجا) ¶ تأليف ¶ الأستاذ الدكتور ¶ نور الدين مختار الخادمي ¶ رئيس قسم الشريعة بجامعة الزيتونة التونسية ¶ مكتبة الرشد ¶ ناشرون",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "جميع الحقوق محفوظة ¶ الطبعة الأولى ¶ 1427هـ _ 2006م ¶ مكتبة الرشد _ ناشرون ¶ المملكة العربية السعودية _ الرياض ¶ شارع الأمير عبد الله بن عبد الرحمن (طريق الحجاز) ¶ ص. ب.:17522 الرياض 11494 _ هاتف: 4594351 _ فاكس: 4573381 ¶ E-mail: alrushd@alrushdryh.com ¶ Website: www.rushd.com ¶ http://www.ahlalhdeeth.com/vb/showthread.php?t=274817",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "%20%20~1.  JPG",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "مقدمة ¶ يعد موضوع (البيوتكنولوجيا والإسلام _ التحكم الجيني أنموذجا) من أهم وأعقد وأخطر الموضوعات المستجدة في العصرالحالي. ¶ وهذا يعود إلى مسألتين: ¶ (مسألة البيوتكنولوجيا باعتبارها شأنا علميا تخصصيا دقيقا ومتطورا ومتداخلا ومتشعبا، وباعتبار أهدافه ونتائجه المهمة والخطيرة، النافعة والضارة، على صعيد الصحة والعلاج والغذاء والاقتصاد والبيئة والبحث العلمي والكرامة وسائر الحقوق والقيم الإنسانية والحياتية بوجه عام. ¶ (مسألة الإسلام باعتباره دينا سماويا خاتما وشاملا وصالحا لكل زمان ومكان، وما يتطلبه ذلك من تنزيل [5] لقواعده وأصوله وأدلته للاجتهاد في مسألة البيوتكنولوجيا واستصدار حكمها الشرعي الفقهي. ¶ وبناء على هذا، فقد شكل هذا الموضوع مطلبا حيويا حاضرا بكل قوة في مستويات كثيرة، منها المستوى العلمي والبحثي والدراسي، والذي يهدف إلى تبين حقيقته وضوابطه في ضوء الإسلام الذي يعد الدين الخاتم والموجه لكل الإنسانية، فضلا عن توجهه للمسلمين المنتمين إليه العاملين بأحكامه. ولذلك تتوجه أنظار المسلمين أفرادا ومؤسسات ودولا _ لمعرفة حكم الشرع الإسلامي في مسألة البيوتكنولوجيا، وفي مختلف مجالاتها وتطبيقاتها وتفرعاتها المختلفة.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "كما تتوجه أحيانا أنظار غير المسلمين المهتمين بقضايا البيوتكنولوجيا لمعرفة موقف المسلمين، وذلك بغرض تشكيل الرأي العلمي العالمي الوفقي أو الاتفاقي إزاء هذه القضايا وتطوراتها والحق أن بيان هذا الحكم لا يعد أمرا سهلا وميسورا من الوهلة الأولى، وذلك للمسألتين المذكورتين: مسألة البيوتكنولوجيا وما تستوجبه من دراية دقيقة لحقيقتها وتطبيقاتها وتطوراتها، ومسألة الاجتهاد الإسلامي فيها وما يتطلبه من معرفة [6] واسعة وعميقة لحقيقته وشروطه وأدواته. ¶ ولذا رأيت من المناسب بيان حقيقة كل من البيوتكنولوجيا والاجتهاد الإسلامي المعاصر. ¶ حقيقة البيوتكنولوجيا ¶ البيوتكنولوجيا مصطلح علمي مستحدث ومعقد ومتطور ومتداخل مع عدة فنون ومعارف علمية وطبية وصناعية وزراعية وفلسفية وأخلاقية ودينية. وميدانه العالم كله بمختلف أديانه ومذاهبه وأنظمته السياسية والاقتصادية والاجتماعية، والنتائج فيه غير متناهية وغير محصورة، والتجارب فيه متراكمة ومتداخلة وقد تزاحم فيه الخير والشر، الصلاح والفساد، النفع والضرر. ¶ بل يمكن أن نقول: إن البيوتكنولوجيا مصطلح علمي عالمي عولمي، فهو علمي لأنه يعنى بعلم البيوتكنولوجيا وتطبيقاتها التقنية وعالمي لأنه محل اهتمام العالم كله. وعولمي لارتباطه الوثيق بعولمة العالم، إذ يعد التطور التكنولوجي والمعلوماتي والبيولوجي أحد أذرعة العولمة وإحدى واجهاتها الكبرى التي",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "تتخذها عدة دوائر عالمية عولمية ذريعة لتحقيق أغراضها وتدعيم نفوذها في المجموعةالدولية. [7] ¶ ولذلك كله ظلت البيوتكنولوجيا محورا معرفيا وجدليا في دوائر مختلفة، علمية وقانونية وشرعية وفلسفية وأخلاقية وسياسية وإعلامية .. ، ولا تزال التعاملات والتفاعلات إزاءه قائمة على أشدها، ولا تزال كذلك تداعياته ومآلاته بارزة ومؤثرة على صعد حياتية كثيرة، الأمر الذي أدى بغالبية الجماهير والشعوب والهيئات والدول إلى التنادي بضرورة التصحيح والترشيد والضبط والسيطرة. ¶ تعريف البيوتكنولوجيا ¶ عبارة (البيوتكنولوجيا) تتكون من الكلمات التالية: (بيو)، و (تكنولوجيا). ويراد بكلمة (بيو) الحياة، ويراد بكلمة (تكنولوجيا) علم التقنية، فيكون المراد الإجمالي لعبارة (البيوتكنولوجيا) التقنية في مجالات علم الحياة (¬1)، أو هي \"تقانات حيوية تهدف إلى كيفية تسخير معارف العلوم الحياتية وتطبيقاتها في الكائنات الحية بطرق صناعية وتكنولوجية\" (¬2)، أو هي التقنيات [8] والتكنيكات أو الوسائل العملية للتحكم في الجينات (¬3)، أو هي مجموعة من التقنيات والمناهج والوسائل ¶ ¬__________ ¶ (¬1) التقنيات العبر جينية وآثارها على الإنسان واليبئة _ النباتات العبر جينية نموذجا، اليشتوي، محمد، ص 143. ¶ (¬2) أحكام تقنيات الوراثة الهادفة إلى تعديل الخصائص الوراثية في الإنسان، مهران السيد محمود عبدالرحيم، ص 250. ¶ (¬3) أحكام تقنيات الوراثة الهادفة إلى تعديل الخصائئص الوراثية في الإنسان، مهران السيد محمود عبد الرحيم، ص 252.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "العملية المطبقة في المجال الحيوي والجيني والوراثي، أو هي باختصار شديد التطبيق التقني لقدرات الكائنات الحية (¬1). ¶ وقد تعرف أحيانا البيوتكنولوجيا بأنها التطبيق التقني للهندسة الوراثية، غير أن بعض العلماء فرقوا بينهما تفريقا دقيقا وذلك باعتبار كون الهندسة الوراثية تفترق عن البيوتكنولوجيا من جهة الاتصال الوثيق بالإنسان، ومن جهة الدقة الفنية والدقة في الهدف، أي أن الهندسة الوراثية تطلق على التطبيق التقني الوراثي في المجال الإنساني الذي ينبغي أن تكون فيه الدقة الفنية موجودة، وكذلك مراعاة الدقة والإنسانية والقيمية في الهدف والمآل. وعليه، فقد قيل بأن الهندسة الوراثية أخص من البيوتكنولوجيا، وذلك لالتصاقها بالإنسان (¬2). [9] ¶ مجالات البيوتكنولوجيا ¶ هذه المجالات كثيرة، منها: التغيير الجيني في النبات، وهندسة الحيوانات وراثيا، واستنساخ الأعضاء البشرية، وإنتاج سلالات جديدة من الكائنات الدقيقة، والعلاج الجيني، وفك الجينوم البشري، والاستنساخ (¬3). ¶ حقيقة الاجتهاد الإسلامي المعاصر: ¶ يراد بكلمة الاجتهاد بذل الجهد لمعرفة الحكم. ويراد بكلمة الإسلامي، الحكم أو النظر المستمد من الدين الإسلامي. ويراد ¶ ¬__________ ¶ (¬1) التقنيات العبر جينية وآثارها على الإنسان والبيئة _ النباتات العبر جينية نموذجا، اليشتوي محمد، ص 142. ¶ (¬2) أحكام تقنيات لاوراثة ... مهران ص 251. ¶ (¬3) الكائنات وهندسة الموروثات، كريم صالح عبدالعزيز، ص 114، 115.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "بالمعاصر، الأمر الواقع في العصر الحالي، ومعنى العبارة كلها (الاجتهاد الإسلامي المعاصر) بذل الجهد من قبل العلماء والفقهاء لاستخراج الأحكام الإسلامية في قضايا العصر انطلاقا من القرآن الكريم والسنة النبوية والقواعد والمقاصد العامة. ¶ ومن السمات البارزة للاجتهاد الإسلامي المعاصر، [10] كونه اجتهادا جماعيا ومتخصصا ومؤسسيا، أي أنه اجتهاد يتولاه جماعة من العلماء (في شكل المجامع والهيئات والمؤسسات الفقهية)، وأنه اجتهاد يقوم به المتخصصون في علوم الشريعة بالاستعانة بالعلماء والخبراء في المجالات العلمية الإنسانية والحيوية والطبية والبيئية وغيرها من المجالات المتصلة بالاجتهاد الشرعي. ¶ والاجتهاد بهذه السمات يجعل الإسلام إطارا مرجعيا لمختلف القضايا والحوادث المستجدة في كل عصر ومصر، وذلك لأنه يحقق خصائص خاتمية الإسلام وشموليته وواقعيته وصلاحيته لكل زمان ومكان، وذلك من خلال الجمع بين تطبيق الأدلة الشرعية الخاصة والجزئية، وبين القواعد والأصول والمقاصد العامة. وهذا هو السر البالغ في جعل الإسلام دينا خاتما لكل الأديان والشرائع. ¶ قال تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} [آل عمران: 19]، وقال: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة: 3]. وقال تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ [11] مِنْهُ وَهُوَ فِي الْآخِرَةِ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "مِنَ الْخَاسِرِينَ (85)} [آل عمران: 85]. وقال تعالى: {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} [الأنعام: 38]. ¶ الحكم الشرعي للبيوتكنولوجيا ¶ يتعذر في البداية إصدار حكم شرعي نهائي وتفصيلي للبيوتكنولجيا، وذلك لأنها تتطور باستمرار ولأن مجالاتها متنوعة ومتداخلة، ولأن بعض تجاربها ونتائجها غير محسومة وغير واضحة، غير أنه يمكن إصدار حكم عام ومبدئي بحسب شروط وضوابط معينة، ثم يقع بيان الأحكام التفصيلية بحسب المجالات والاستخدامات. ¶ الحكم الشرعي العام والمبدئي للبيوتكنولوجيا ¶ الأصل في البيوتكنولوجيا الإباحة والجواز، إذا كانت نافعة ومفيدة للإنسان والبيئة وإذا لم تؤد إلى الفساد والضرر في الصحة والكرامة والحقوق الإنسانية والقيم والفضائل الأخلاقية، وهذا الحكم (الإباحة والجواز) قد يصير حراما إذا أدت البيوتكنولوجيا إلى الضرر والفساد، وقد يكون واجبا إذا كانت مصلحة الأمة في تقدمها [12] وقوتها ونهضتها تتوقف عليها. ¶ وقد أصدر مجمع الفقه الإسلامي بجدة القرار الفقهي التالي: \"يجوز شرعا الأخذ بتقنيات الاستنساخ والهندسة الوراثية في",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "مجالات الجراثيم وسائر الأحياء الدقيقة والنبات والحيوان في حدود الضوابط الشرعية بما يحقق المصالح ويدرأ المفاسد\" (¬1). ¶ والأدلة على هذا كثيرة جدا، ومنها: ¶ _ النصوص الشرعية الداعية إلى التعلم والنظر والبحث في حقيقة الكون ونواميسه وسننه. ومن ذلك قوله تعالى: {قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ} [العنكبوت: 20]، وقوله تعالى: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1) خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (2) اقْرَأْ وَرَبُّكَ الْأَكْرَمُ (3) الَّذِي عَلَّمَ بِالْقَلَمِ (4) عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ (5)} [العلق:1 - 5]. ¶ _ النصوص الشرعية الداعية إلى تناول المباحات والطيبات التي سخرها الله للناس جميعا. قال تعالى: {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ} [الجاثية: 13]. ومن ذلك تسخير الحيوانات والكائنات الدقيقة [13] لإجراء التجارب عليها واستخلاص الفوائد منها بشرط عدم الإضرار بها وبالإنسانية وبالمحيط. ¶ _ القواعد والمبادئ الشرعية التي أقرت جلب المصالح وإبعاد المفاسد وإزالة الأضرار وحفظ الدين والنفس والعقل والنسل والعرض والمال، والتي أقرت الوسائل المشروعة المؤدية إلى مقاصدها المعتبرة، وتعرف هذه القاعدة بقاعدة (الوسائل لها ¶ ¬__________ ¶ (¬1) قرار رقم 100/ 2/دورة 10 بشأن الاستنساخ البشري.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أحكام المقاصد)، وبقاعدة (ما لا يتم الواجب إلا به فهو واجب). ومفاد قاعدة (الوسائل لها أحكام المقاصد) أن البيوتكنولوجيا تكون وسيلة لجلب المنافع للناس، كمنافع الصحة والبيئة السليمة والغذاء الكافي وتطور الأبحاث وتنامي النهضة، وهكذا. فإذا كانت هذه المنافع لا تحصل إلا باستخدام التقنية في المجال الحيوي، فإن هذه التقنية تكون في حكم المنافع نفسها. ومن القواعد الشرعية العامة أيضا، قاعدة (تصرف الرعي على الرعية منوط بالمصلحة). ¶ ضوابط البيوتكنولوجيا ¶ تتجمع هذه الضوابط ضمن الضوابط التالية: ¶ ? عدم الإضرار بالإنسان والبيئة وبالكائنات الحية [14] المختلفة، وعدم المساس بالثوابت الدينية وبالقيم الأخلاقية. جاء في القاعدة (الضرر يزال). ¶ ? أن تكون الاستفادة واقعة في مجال الطيبات لا الخبائث. قال تعالى: ژ گ گ ? ?? ? ? ? ?? ژ [المائدة: 4]. ¶ ? أن تكون مفيدة ونافعة وصادقة وليست عبثية وفوضوية وكبريائية وذريعة للاستغلال والاحتكار والهيمنة، وأن يكون النفع فيها أكبر من الفساد، وأن لا يفوت نفعا أكبر أو مساويا له، وأن لا يؤدي إزالة الضرر الموجود إلى ضرر أشد. وذلك طبقا",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "للقاعدة الشرعية (درء المفاسد مقدم على جلب المصالح)، وقاعدة (يختار أهون الشرين)، وقاعدة (الأمور بمقاصدها). ¶ ? أن تدعو إليها ضرورة أو حاجة، فإذا كان النفع يحصل بالطرق التقليدية المأمونة فيقدم عليها. [15] ¶ التحكم الجيني والبيوتكنولوجيا ¶ تعريف التحكم الجيني ¶ التحكم الجيني هو أحد فروع الهندسة الوراثية والتكنولوجية، ومظهر من مظاهر تطبيقاتها. وسنفرده بالذكر في هذا السياق، وذلك للتركيز عليه من جهة تبيين حقيقته وضبط أحكامه الشرعية الإسلامية. وقد آثرناه على غيره من مجالات اليبوتكنولوجيا لأهميته البالغة ولحضوره القوي في المجالات الوراثية والبيوتكنولوجية، بل ربما يجوز لنا أن القول بأن التحكم الجيني قد يرادف عبارة الهندسة الوراثية وقد يطلق على جميع أو أغلب مجالاتها وتطبيقاتها، وذلك لأنه يقوم على التعامل مع المادة الوراثية أو الجينية بالتغيير في أي اتجاه يراد، كاتجاه العلاج الجيني أو الدمج الوراثي أو استنساخ الأعضاء البشرية أو غير ذلك. ¶ حقيقة التحكم الجيني ¶ يراد به التصرف في المكونات والخصائص الوراثية (الجينات) بالتغيير أو التبديل. ¶ وللتحكم الجيني تقنياته وكيفياته وآلياته المعروفة لدى المخصين والخبراء. وهو يهدف إلى تحقيق المنافع [16] الغذائية والعلاجية والبيئية والبحثية ... ولكنه ومع ذلك فهو ينطوي",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "على عدة مخاطر وأضرار يجب الانتباه إليها والحذر منها. وهو يعد قمة التطور الحديث الذي بلغه الإنسان مع المادة الحية (¬1). ¶ فمن الآثار الإيجابية له: إمكان الحصول على الأمن الغذائي (¬2) وتحسين الإنتاج الحيواني والبحري كما ونوعا، وزيادة العناية بالبيئة (¬3)، وتطوير الإنتاج الصناعي، واعتماد العلاج الجيني (¬4) للقضاء على الكثير من الأمراض أو التقليل من آلامها وأضرارها، واستنساخ الأعضاء البشرية (¬5)، وكذلك الاستفادة من براءات الاختراع على صعيد تنشيط الاستثمار الوطني وتشجيع البحوث، وغير ذلك. ¶ أما الآثار السلبية له فكثيرة ومتعددة، ومنها: إمكان [17] تهديد الصحة والحقوق والكرامة الإنسانية، بإحداث عدد من الأمراض الفتاكة والقاتلة وبتقليل المناعة وإيجاد الكائنات المشوهة (¬6) والتبرير للإجهاض وتشجيع المتاجرة بالأعضاء الآدمية والقضاء على الفوارق النفسية والعقلية والجسمانية بين البشر وانتهاك كرامة الإنسان وحقه في الحياة والسلامة والأمن. ¶ ¬__________ ¶ (¬1) استراتيجيات عربية للتكنولوجيا الحيوية، ص 15. ¶ (¬2) الديمقراطية والتنمية الاقتصادية في بيان قمة مجلس الأمن الدولي، النبهان، محمد فاروق، ص 87. ¶ (¬3) مقدمة لظواهري للهندسة الوراثية للبقصمي، ص 16، استراتيجية عربية للتكنولجيا الحيوية: ص 16. ¶ (¬4) استراتيجيات عربية للتكنولوجيا الحيوية: ص 15، 16. ¶ (¬5) الاستنساخ، مصباح، ص 72. ¶ (¬6) هل من شأن التصرف في الجينات وتطبيقاته أن يهدد تطور الأنواع ووظائفها وبنيانها؟، جورج ماطي، ص 151.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومن هذه الآثار كذلك: حصول الأضرار الاقتصادية، كزيادة الأعباء المالية على الشركات الوطنية والضغط عليها والتضييق على أنشطتها الاستثمارية والبحثية بسبب هيمنة الشركات العابرة للقارات، وكالحرمان من عوائد المحاصيل الزراعية المنتجة بالدول النامية بسبب إيجاد بدائل لها بواسطة التقنيات الجينية، وكتعميق الفوارق بين الطبقات المنتجة الكبيرة والصغيرة (¬1). ¶ ومن هذه الآثار: جملة المخاطر والاضرار البيئية والأمنية والسلمية والثقافية والاستعمارية والعنصرية [18] والقومية التي يمكن حدوثها بموجب الاستخدامات الجينية والوراثية في المدى القريب أو البعيد. ¶ ولهذه الآثار السلبية أسباب عدة، لعل أهمها: تأخر اهتمام الدول العربية والإسلامية بالتقنيات الجينية، وتدني الإنتاجية المحلية، وزيادة عدد السكان، وقلة الكوادر البحثية، وضعف النشاط الاستثماري، وزيادة الاستهلاك الداخلي، والتخلف الإعلامي، وضعف الأداء القانوني والدستوري المنظم للحركة البيولوجية والجينية، وغير ذلك. ¶ حكم الشرع الإسلامي في التحكم الجيني ¶ الحكم على التحكم الجيني يتحدد بحسب استخدامات هذا التحكم ومجالاته ونتائجه، وفي ضوء قواعد الشرع ومقاصده. ويمكن إصدار ثلاثة أحكام عامة ومبدئية لهذا التحكم: ¶ ¬__________ ¶ (¬1) التنمية الاقتصادية بين النظرية وواقع الدول النامية، الحيبب فايز إبراهيم: ص 5، الديمقراطية والتنمية الاقتصادية في بيان قمة مجلس الأمن الدولي، النبهان، محمد فاروق، ص 87.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الحكم الشرعي الأول: جواز بعض استخدامات التحكم الجيني: ¶ ومفاد هذا الحكم أنه يجوز الأخذ ببعض استخدامات التحكم الجيني التي تبينت مشروعيتها ومصلحيتها، والتي علمت موافقتها للشروط والضوابط الشرعية. [19] ¶ وهذا يتصل بالخصوص بمجال العلاج والصحة، وبمجال تطوير المنتجات الحيوانية والزراعية والصناعية والبيئية. ¶ الحكم الشرعي الثاني: منع بعض استخدامات التحكم الجيني: ¶ ومفاد هذا الحكم أنه لا يجوز الأخذ ببعض استخدامات التحكم الجيني في بعض المجالات الحساسة والخطيرة. ومن هذه المجالات: ¶ ? مجال تغيير الخصائص الوراثية للإنسان الذي كرمه الله تعالى. ¶ ? مجال الخلط بين الأجناس المختلفة، كالخلط بين الإنسان والحيوان. ¶ ? مجال التلاعب بالجينات الإنسانية لإغراض مشبوهة أو محرمة. ¶ ? مجال التوسع في صناعة الكائنات الدقيقة لأغراض التطهير البيئي، إذ قد يتسبب هذا في دمار شامل بسبب انفلات هذه الكائنات من المختبرات. [20] ¶ الحكم الشرعي الثالث: التوقف في استصدار حكم بعض استخدامات التحكم الجيني:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ومفاد هذا الحكم لزوم التوقف وعدم التسرع في استصدار حكم شرعي لبعض استخدامات التحكم الجيني، وذلك إلى حين حصول معرفة كافية بحقيقة بعض هذه الاستخدامات. ¶ ومن هذه الاستخدامات: ¶ ? المعالجة الجينية للبالغين (¬1). وذلك لأنها غير معلومة العواقب. وكذلك تطبيق العلاج الجيني على الخلايا الجنسية مطلقا، وذلك لأنه يمس الأنساب والصفات الوراثية (¬2). ¶ ? استعمال الخنزير في صنع البروتين والهرمونات والدماء والأعضاء البشرية. ¶ ? الخلط بين الحيوانات، كالخلط بين الشاة والماعز، لإنتاج ما أطلق عليه اسم (الشاعز). ¶ ? صناعة الطعام للحيوانات، وهي تذكر بجنون البقر [21] وما آل إليه من المشكلات والكوارث. ¶ القواعد الشرعية والمقاصدية والاستدلال بها على التحكم الجيني ¶ بيان الأحكام الشرعية للتحكم الجيني يستند إلى عدة قواعد ثابتة في الشرع الإسلامي. ¶ فمن هذه القواعد: ¶ قواعد المصلحة والمفسدة: (الأحكام مشروعة لمصالح العباد في المعاش وفي المعاد _ قاعدة جلب المصالح ودرء المفاسد _ قاعدة درء المفاسد مقدم على جلب المصالح .. )، والتي ¶ ¬__________ ¶ (¬1) التنبؤ الوراثي: ص 291، 292. ¶ (¬2) عجيل النشمي، الوصف الشرعي للجينوم البشري والعلاج الجيني، ص 559.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "يستدل بها على التحكم الجيني، وذلك من جهة مصالح هذا التحكم ومفاسده، أي أنه يحكم عليه بالجواز إذا كان يحقق المصالح والمنافع للناس، كمنافع العلاج والتداوي وتحسين المنتوج وتكثيره، أو يبعد عنهم المفاسد والأضرار، كأضرار الأمراض والآلام والعاهات والإعاقات. ¶ قواعد الضرر والضرار: (قاعدة الضرر يزال _ قاعدة يرتكب أخف الضررين أو يتحمل أهون الشرين _ قاعدة الوسائل لها أحكام المقاصد ... )، والتي يستدل بها على التحكم الجيني من جهة الأضرار التي يمكن أن [22] يزيلها التحكم الجيني، أو التي يمكن أن يجلبها ويتسبب في وجودها. ومثال ذلك أضرار التلاعب بالجينات وتغيير الخيوط الوراثية الإنسانية، فإن في هذا دمارا وضررا بالغين وخطيرين. ¶ قواعد الوسائل والذرائع: (قاعدة الوسائل لها أحكام المقاصد _ قاعدة ما لا يتم الواجب إلا به فهو واجب _ قاعدة الذرائع سدا وفتحا .. )، والتي يستدل بها على التحكم الجيني من جهة اعتبار التحكم الجيني وسيلة أو طريقا لأهداف معينة، إذا كانت أهدافه حسنة فهو يعد بلا شك وسيلة حسنة. ومن أهدافه تقوية الإيمان في النفوس وذلك من خلال النظر في المكونات الجينية وأسرارها، وبناء على هذا فلا بأس من البحث في هذه العناصر الجينية والتأمل فيها. ¶ قواعد النية: (قاعدة الأمور بمقاصدها _ قاعدة إنما الأعمال بالنيات _ قاعدة لا ثواب إلا بنية ... )، والتي يستدل بها على التحكم الجيني من جهة نية المتعاملين مع هذا التحكم \"خبراء،",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وممولون، وسياسيون، وإعلاميون .. \"، فإذا كانوا يقصدون باستخدام التحكم الجيني الخير للإنسانية وتطوير البحوث النافعة، فلا شك [23] في صدقيته وشفافيته وقبوله إذا لم يؤد إلى الدمار بحكم المآلات والمضاعفات. ¶ قواعد الولاية والحكم: (قاعدة تصرف الراعي على الرعية منوط بالمصلحة .. )، والتي يستدل بها على التحكم الجيني من جهة كون ولي الأمر العام (الحكام، العلماء الخبراء ... ) ينبغي أن يتصرف بما يحقق مصالح المحكومين. ¶ قواعد الكليات الخمس: (قاعدة حفظ الدين _ قاعدة حفظ النفس _ قاعدة حفظ العقل _ قاعدة حفظ النسل والنسب والعرض _ قاعدة حفظ المال)، والتي يستدل بها على التحكم الجيني من جهة كون هذا التحكم قد يحقق هذه الكليات أو يخل بها ويفوتها، ومثال ذلك: حفظ النفس، فإن القيام بالتجارب الجينية على الأجنة قد يتسبب في تدمير عدة أجنة وإجهاضها، وفي هذا تفويت لحفظ نفوس تلك الأجنة. مثال ذلك أيضا: حفظ المال، فإن القيام ببعض الدراسات والتجارب الجينية النباتية والحيوانية قد يتطلب أموالا كثيرة، قد يكون صرفها واقعا على حساب الاستثمار الطبيعي الأفضل والأحسن، وقد يتسبب في تأخر التنمية أو [24] ضياع الأموال وتبديد الجهود وتنقيص الاستثمارات وغير ذلك. ¶ إجراءات السلامة وضوابط التعامل مع استخدامات التحكم الجيني:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ينبغي اتخاذ إجراءات السلامة في التعامل مع الكائنات المحورة جينيا أو وراثيا. وأحسب أن هذه الإجراءات نوعان: إجراءات على المدى القريب، وإجراءات على المدى البعيد. ¶ إجراءات السلامة عل المدى القريب: ¶ وتتمثل في رسم خطة عاجلة للتعامل مع المستجدات الجينية بما يحقق المصلحة ويبعد المفسدة، ويمكن في هذا مراعاة الأولويات وتقديم الأهم على المهم. ومن هذا القبيل أيضا القيام بالعمل الجيني المتاح والممكن في الدول النامية كتشجيع البحوث، وصناعة بعض الأنسجة الزراعية. ¶ إجراءات السلامة على المدى البعيد: ¶ وهي تتمثل في وضع هدف استراتيجي ومرحلي، هو إنشاء التقنية الجينية بدل نقلها، أو مشاركة الدول الغنية [25] في إنشاء التقنية _ على الأقل _ ولهذا الهدف شروط أساسية لا بد من استحضارها، كالعناية بالتعليم والبحوث وبالكوادر العلمية والتنظيم الإداري والسياسي والتقليل من الاستهلاك وزيادة المدخرات وتشجيع القطاع الخاص والعام وبالتعاون بين الدول النامية بعضها ببعض وبين غيرها من المنظمات المحلية والإقليمية، وإحياء الإرادة العربية والإسلامية والوطنية، واتخاذ إجراء دولي فعال يحقق نوعا من التوازن بين الدول الغنية والفقيرة. والله تعالى أعلم.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قائمة المراجع ¶ ? القمصي ناهد، الهندسة الوراثية والأخلاق، سلسلة عالم المعرفة الكويتية، المجلس الوطني للثقافة والفنون والآداب بالكويت، العدد 174، ذو الحجة 1413هـ/ يونيو 1993م. ¶ ? الحبيب فايز إبراهيم، التنمية الاقتصادية بين النظرية وواقع الدول النامية، مطابع جامعة الملك سعود بالرياض، 1405هـ/ 1985م. ¶ ? الخادمي نور الدين مختار الخادمي، الاستنساخ في ضوء الأصول والقاعد والمقاصد الشرعية، دار الزاحم بالرياض، سنة 1422هـ/ 2001م، والهندسة الوراثية والشريعة الإسلامية، مقال بمجلة البحوث الفقهية المعاصرة بالرياض العدد 52 سنة 1422هـ/ 2001م، والحكم الشرعي لاستعمال الخنزير في الهندسة الوراثية، مقال بمجلة البحوث الفقهية [27] المعاصرة بالرياض عدد 46 سنة 1421هـ/ 2000م. ¶ ? شوقي أحمد، الهندسة الوراثية في النبات والحيوان، أعمال ندورة \"الوراثة والهندسة الوراثية والجينوم البشري والعلاج الجيني _ رؤية إسلامية، الكويت، 23 - 25 جمادى الآخرة 1419هـ/ 13 - 15 أكتوبر 1998م، ط المنظمة الإسلامية للعلوم الطبية بالكويت، سنة 1421هـ/ 2000م.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "? الظواهري مختار، مقدمة كتاب الهندسة الوراثية والأخلاق، سلسلة عالم المعرفة الكويتية، المجلس الوطني للثقافة والفنون والآداب بالكويت، العدد 174، ذو الحجة 1413هـ/ يونيو 1993م. ¶ ? كريم صالح عبد العزيز، الكائنات وهندسة الموروثات، أعمال ندوة \"الوراثة والهندسة الوراثية والجينوم البشري والعلاج الجيني _ رؤية إسلامية، الكويت 23 - 25 جمادى الآخرة 1419هـ/ 13 - 15 أكتوبر 1998م، ط. المنظمة الإسلامية للعلوم الطبية بالكويت، سنة 1412هـ/ 2000م. ¶ ? ماطي جورج، هل من شأن التصرف في الجينات وتطبيقاته أن يهدد تطور الأنواع ووظائفها وبنياتها، [28] مقال بدورية حقوق الإنسان والتصرف في الجينات، بأكاديمية المملكة المغربية، سنة 1418هـ/ 1997م. ¶ ? مرسي حمدي عبد العزيز وآخرون، استراتيجيات عربية للتكنولوجيا الحيوية، المنظمة العربية للتربية والثقافة والعلوم، 1993م بتونس. ¶ ? المصباح عبد الهادي، الاستنساخ بين العلم والدين، الدار المصرية اللبنانية، ط1، القاهرة، سنة 1418هـ/ 1997م. ¶ ? مهران السيد محمود عبد الرحيم، أحكام تقنيات الوراثة الهادفة إلى تعديل الخصائص الوراثية في الإنسان، بحوث مؤتمر الهندسة الوراثية بين الشريعة والقانون، 22 - 24",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "صفر 1423هـ/ 5 - 7 مايو 2002م، العين، دولة الإمارات العربية المتحدة. ¶ ? النبهان محمد فاروق، الديمقرطية والتنمية الاقتصادية في بيان قمة مجلس الأمن الدولي، مقال بندوة الدول النامية بين المطلب الديمقراطي وبين الأولوية الاقتصادية، الدورة الثانية لسنة 1993م، أكاديمية المملكة المغربية، جمادى الثانية 1415هـ/ نوفمبر 1994م. [29] ¶ ? النشمي عجيل، الوصف الشرعي للجينوم البشري والعلاج الجيني، أعمال ندوة \"الوراثة والهندسة الوراثية والجينوم البشري والعلاج الجيني _ رؤية إسلامية، الكويت 23 - 25 جمادى الآخرة 1419هـ/ 13 - 15 أكتوبر 1998م، ط. المنظمة الإسلامية للعلوم الطبية بالكويت، سنة 1412هـ/ 2000م. ¶ ? هارسناي، زولت وهتون، ريتشارد، التنبؤ الوراثي، سلسلة عالم المعرفة الكويتية، المجلس الوطني للثقافة والفنون والآداب بالكويت، العدد 130، سنة 1409هـ/ 1988م. ¶ المجلات والقنوات: ¶ ? اليشتوي محمد، التقنيات العبر جينية وآثارها على الإنسان البيئة _ النباتات العبر جينية نموذجا، أعمال ندوة \"الوراثة والهندسة الوراثية والجينوم الشري والعلاج الجيني _ رؤية إسلامية، الكويت، 23 - 25 جمادى الآخرة 1419هـ/",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "13 - 15 أكتوبر 1998م، ط. المنظمة الإسلامية للعلوم الطبية بالكويت، سنة 1412هـ/ 2000م.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "المحتوى ¶ مقدمة ................................................ 5 ¶ حقيقة البيوتكنولوجيا .................................. 7 ¶ تعريف البيوتكنولوجيا ................................. 8 ¶ مجالات البيوتكنولوجيا ................................. 9 ¶ حقيقة الاجتهاد الإسلامي المعاصر ..................... 12 ¶ الحكم الشرعي للبيوتكنولوجيا ........................ 12 ¶ الحكم الشرعي العام والمبدئي للبيوتكنولوجيا ........... 14 ¶ ضوابط البيوتكنولوجيا ............................... 16 ¶ التحكم الجيني والبيوتكنولوجيا ........................ 16 ¶ تعريف التحكم الجيني ................................ 16 ¶ حقيقة التحكم الجيني ................................ 16 ¶ حكم الشرع الإسلامي في التحكم الجيني .............. 19 ¶ الحكم الشرعي الأول: جواز بعض استخدامات [31] التحكم الجيني ....................................... 19 ¶ الحكم الشرعي الثاني: منع بعض استخدامات ¶ التحكم الجيني ....................................... 20 ¶ الحكم الشرعي الثالث: لتوقف في استصدار حكم بعض ¶ استخدامات التحكم الجيني ........................... 22 ¶ القواعد الشرعية والمقاصدية والاستدلال بها على ¶ التحكم الجيني ....................................... 23 ¶ إجراءات السلامة وضوابط التعامل مع استخدامات ¶ التحكم الجيني ....................................... 25",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "إجراءات السلامة على المدى القريب .................. 25 ¶ إجراءات السلامة على المدى البعيد ................... 25 ¶ قائمة المراجع ........................................ 27 ¶ المجلات والقنوات .................................... 30",
            "page": "25",
            "part": "1"
        }
    ],
    "t36654": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "البيوتكنولوجيا والإسلام التحكم الجيني أنموذجا للخادمي"
        }
    ]
}