{
    "b36657": [
        {
            "id": "1",
            "nass": "الفقر وموقف الشريعة الإسلامية منه ¶ د. مصطفى أحمد علي نوارج",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "مُقَدِّمَة الْبَحْث ¶ *** ¶ إن الحمد لله نستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، فمن يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وأشهد أن محمد عبده ورسوله، أما بعد. ¶ فقد أرسل الله سبحانه وتعالى نبيه محمدا صلى الله عليه وسلم بشريعة الإسلام هاديا ومبشرا ونذيرا وداعيا إلى الله تعالى بإذنه وسراجا منيرا؛ ليخرج الله بتلك الشريعة الناس من الظلمات إلى النور. ¶ وحيث إنه من القضايا التي شغلت البشرية في كل العصور تقريبا وخاصة في عصرنا الحالي قضية الفقر؛ فقد كان للإسلام موقف واضح من تلك القضية، ولكن ربما يشكل على البعض فهم هذا الموقف على وجهه؛ وقد تبين من خلال هذا البحث موقف الإسلام من الفقر كما تبين لنا حد الفقر وحقيقته، ثم تبين أن هناك نصوصا حذرت من الفقر ومدحت الغنى، ونصوصا أخرى يفهم منها عكس ذلك، كما تبين لنا من خلاله آثار الفقر المختلفة. ¶ - وقد قسمت البحث إلى مباحث: ¶ المبحث الأول: تعريف الفقر. ¶ المبحث الثاني: أسباب الفقر وطرق علاجها. ¶ المبحث الثالث: النصوص التي تحث على الغنى وتمدحه. ¶ المبحث الرابع: النصوص التي استدل بها من فضل الفقر والرد عليها. ¶ المبحث الخامس: الترجيح بين الرأيين. ¶ المبحث السادس: أثر الفقر على الفرد والمجتمع. ¶ - ومن أهم ما دفعني إلى ارتياد موضوع البحث قناعتي بأننا حقا بحاجة إلى مثل هذه الموضوعات التي تذكر الأمة بمبادئها السامية في مجالات الحياة المختلفة، والكفيلة بأن تنهض بها من كبوتها لو أحسنت الأخذ بها. ¶ فقد أمرنا الله عز وجل بعمارة الأرض، وكلف المسلمين أن يعدوا العدة لأعدائهم، وأن يكونوا قادة لأمم الدنيا حكاما بينهم بالعدل ناشرين السلام والمودة بين الناس، قال تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ} (¬1). ¶ ¬__________ ¶ (¬1) سورة الأنفال آية رقم 60.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "- وحيث إننا في زمان الحاكم فيه بين الناس هو الثروة والاقتصاد والمال، وبقدر ما تمتلكه اليوم أي أمة من ثروة بقدر ما تتبوء مكانتها بين أمم العالم، فقوة أي دولة في عالمنا اليوم تقاس بثروتها وتقدمها الاقتصادي، فنحن في عالم لا مكان فيه للفقير أو المتخلف اقتصاديا. ¶ فالتحدي الذي يواجه العالم اليوم في صراعاته الدولية التي لا تهدأ هو التحدي الاقتصادي الذي تستطيع به أي أمة أن تحقق طموحاتها المعيشية والاجتماعية بل والسياسية أحيانا. ¶ والتاريخ المعاصر حافل بشواهد حضارية كثيرة لشعوب وضعت أقدامها برسوخ شامخ بين دول العالم برغم افتقادها للقوة العسكرية، على نحو ما هو مشاهد في اليابان وغيرها. ¶ - وباختصار فإن لغة الحوار اليوم بين أمم الدنيا هي الثروة والقوة التابعة لتلك الثروة والنابعة غالبا منها. ¶ - إذًا فإعداد القوة التي كلفنا الله بإعدادها يقتضي وجود الثروة والتقدم الاقتصادي، فلا قوة بدون ثروة، ومنهج الإسلام كفيل بإحداث ذلك التقدم، فلا سبيل لتقدمنا ونهوض أمتنا من جديد إلا بالأخذ بذلك المنهج.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المبحث الأول: تعريف الفقر ¶ *** ¶ أولا: تعريف الفقر في اللغة: ¶ الفَقر والفُقر ضد الغنى مثل الضَّعف والضُّعف، والفقر: الحاجة وفعله الافتقار والنعت فقير وفي التنزيل العزيز: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ} (¬1). ويقال: الفقير: الذي لا شيء له، والفقير: المكسور الفقار يضرب مثلا لكل ضعيف لا ينفذ في الأمور (¬2). ¶ وقال صاحب المصباح المنير: الفقير فعيل بمعنى فاعل. يقال: فَقِرَ يَفْقَرُ من باب تعب إذا قل ماله (¬3). ¶ ومن خلال ما سبق يتضح أن الفقر في اللغة بمعنى الضعف والحاجة. ¶ ثانيا: تعريف الفقر عند الفقهاء: ¶ اختلفت أنظار الفقهاء في بيان حد الفقر أو حد الحاجة التي يسمى الإنسان معها فقيرا، وها هي آراؤهم بالتفصيل: ¶ 1 - رأي الحنفية: ¶ قالوا: الفقير هو من له أدنى شيء أي دون نصاب، أو قدر نصاب غير نام مُسْتَغْرَق في الحاجة (¬4). فالفقير عند الحنفية هو من يملك أقل من نصاب الزكاة أو قدر النصاب ولكنه مال ثابت لا يستثمر أو ينمو وهو مع ذلك معدُّ لضروريات الإنسان وما لا بد له منه أي أنه ليس فائضا عن الضروريات. ¶ وإذا كان نصاب الزكاة عند الحنفية مائتي درهم من الفضة أو عشرين مثقالا من الذهب (¬5). ¶ وإذا كان الدرهم عند الحنفية يساوي وزنا 3.125 جرامات (¬6)، وإذا ضربنا هذا القدر في مائتين فإنه يساوي 625 جراما من الفضة. وإذا كان المثقال من الذهب يساوي وزنا 4.25 جرامات (¬7)، ¶ فإذا ضربنا هذا القدر في عشرين فإنه يساوي 85 جراما من الذهب. ¶ ¬__________ ¶ (¬1) سورة التوبة آية رقم 60. ¶ (¬2) لسان العرب 11/ 205، 207. ¶ (¬3) المصباح المنير لأبي العباس الحموي الفيومي -ت سنة 771هـ- ص 734. ط: المطبعة الأميرية. القاهرة. سنة 1330هـ- 1912م. ¶ (¬4) الدر المختار 2/ 85 بهامش حاشية ابن عابدين المسماة رد المحتار على الدر المختار. ط: دار إحياء التراث العربي. بيروت. الثانية. سنة 1407هـ- 1987م. ¶ (¬5) المبسوط لشمس الدين السرخسي ت سنة 2/ 191. ط: دار المعارف. بيروت. الثانية. د: ت. ¶ (¬6) المكاييل والموازين الشرعية لفضيلة الأستاذ الدكتور/ علي جمعة محمد مفتي الديار المصرية ص 19. ط: القدس للإعلان والنشر. القاهرة. الثانية سنة 1421هـ- 2001م. ¶ (¬7) المكاييل والموازين الشرعية ص 19.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وعلى ذلك فالفقير عند الحنفية هو من يملك أقل من 625 جراما من الفضة أو أقل من 85 جراما من الذهب أو أقل من قيمة كل منهما، أو يملكهما أو قيمتهما ولكنهما لا يفيضان عن حاجاته الضرورية. ¶ 2 - رأي الشافعية: ¶ قال النووي في بيان حد الفقير: قال الشافعي والأصحاب: هو الذي لا يقدر على ما يقع موقعا من كفايته بمال ولا بكسب، وشرحه الأصحاب فقالوا: من لا مال له ولا كسب أصلا، أو له ما لا يقع موقعا من كفايته، فإن لم يملك إلا شيئا يسيرا بالنسبة إلى حاجته بأن كان يحتاج كل يوم إلى عشرة دراهم وهو يملك درهمين أو ثلاثة كل يوم فهو فقير؛ لأن هذا القدر لا يقع موقعا من الكفاية. ¶ وقال أيضا: قال أصحابنا والمعتبر في قولنا: \"يقع موقعا من كفايته\" المطعم والملبس والمسكن وسائر ما لا بد له منه على ما يليق بحاله بغير إسراف ولا إقتار لنفس الشخص ولمن هو في نفقته (¬1). ¶ 3 - رأي المالكية: ¶ يرى المالكية أن الفقير هو الذي يملك الشيء اليسير الذي لا يكفيه لمعيشته (¬2). ¶ 4 - رأي الحنابلة: ¶ قالوا: الفقير هو الذي لا يجد ما يقع موقعا من كفايته (¬3). ¶ 5 - رأي سفيان الثوري وغيره: ¶ ذهب الثوري وابن المبارك وإسحاق بن راهويه إلى أن الإنسان لا يصير غنيا -بمعنى أنه ينتقل من الفقر إلى الغنى فلا تحل له الزكاة- إلا إذا ملك خمسين درهما من الفضة أو قدرها من الذهب (¬4). واستدلوا بحديث عبد الله بن مسعود -رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم: «من سأل وله ما يغنيه جاءت يوم القيامة خُمُوشٌ -أَوْ خُدُوشٌ أَوْ كُدُوحٌ- في وجهه» فقيل: يا رسول الله وما الغنى؟ قال: «خمسون درهما أو قيمتها من الذهب» (¬5). ¶ ¬__________ ¶ (¬1) المجموع شرح المهذب للنووي -ت سنة 676هـ- 6/ 190، 191، وبهامشه فتح العزيز. ط: دار الفكر. بيروت. د: ت. ¶ (¬2) الذخيرة لشهاب الدين القرافي -ت سنة 648هـ- 3/ 143. ط: دار الغرب الإسلامي. بيروت. الأولى سنة 1994م. ¶ (¬3) المبدع في شرح المقنع لابن مفلح الحنبلي -ت سنة 884هـ- 2/ 413. ط: المكتب الإسلامي. بيروت. الأولى سنة 1994م. ¶ (¬4) معالم السنن للخطابي -ت 388هـ- 2/ 56. ط: المكتبة العلمية. بيروت. الثانية سنة 1401هـ- 1981م. ¶ ، عون المعبود شرح سنن أبي داود لمحمد العظيم الفيروزآبادي 5/ 25. ط: دار الفكر. بيروت. سنة 1415هـ- 1995م. ¶ (¬5) أخرجه أبو داود في سننه- كتاب الزكاة- باب من يعطى من الصدقة وحد الغني 2/ 119 ح رقم 1626 بلفظه من طريق الحسن بن علي عن يحيى بن آدم عن سفيان الثوري عن حكيم بن جبير عن محمد بن عبد الرحمن بن يزيد عن أبيه عن عبد الله بن مسعود -رضي الله عنه-. ¶ ، الترمذي في سننه- كتاب الزكاة- باب ما جاء من تحل له الزكاة 3/ 25 ح رقم 650 بلفظه من طريق قتيبة عن شريك عن حكيم بن جبير به. ¶ ، النسائي في سننه- كتاب الزكاة- باب حد الغنى 2/ 52 ح رقم 2373 بلفظ قريب من طريق أحمد بن سليمان عن يحيى بن آدم به. ¶ ، ابن ماجه في سننه- كتاب الزكاة- باب من سأل عن ظهر غنى 1/ 589 ح رقم 1840 بلفظه من طريق الحسن بن علي الخلال به. ¶ وإسناده ضعيف لأن فيه حكيم بن جبير وهو ضعيف. قال ابن حجر: ضعيف رمي بالتشيع من الخامسة. (تقريب التهذيب لابن حجر ص 176. ط: دار الرشيد. سوريا. سنة 1412هـ - 1992م. تحقيق: محمد عوامة). ¶ *والخموش والخدوش والكدوح: بضم أوائلها ألفاظ متقاربة المعاني جمع خمش وخدش وكدح، وأو هنا إما لشك الراوي إذ الكل يعرب عن أثر ما يظهر على الجلد واللحم من ملاقاة الجسد ما يقشر أو يجرح، ولعل المراد بها آثار مستنكرة في وجهه حقيقة أو أمارات ليعرف ويشهر بذلك بين أهل الموقف، أو لتقسيم منازل السائل فإنه مقل أو مكثر أو مفرط في المسألة، فذكر الأقسام على حسب ذلك، والخمش أبلغ في معناه من الخدش، وهو أبلغ من الكدح. (تحفة الأحوذي 2/ 186).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وعلى ذلك فالفقير عند الثوري ومن تبعه ممن استدلوا بهذا الحديث هو من يملك أقل من خمسين درهما أو مقدارها من الذهب وإذا كان الدرهم عند جمهور الفقهاء يساوي 2.975 جراما تقريبا (¬1)، وبضرب هذه القيمة في خمسين يكون الناتج هو 148.75 جراما من الفضة، فالفقير عندهم هو من يملك أقل من 148.75 جراما من الفضة أو أقل مما يعادلها من الذهب وغيره. ¶ ويمكن تلخيص آراء الفقهاء في بيان حد الفقير كما يلي: ¶ الرأي الأول: أن الفقير هو: ¶ 1 - من يملك أقل من 85 جراما من الذهب. ¶ 2 - من يملك 85 جراما من الذهب أو أكثر ولكنه غير نام أو مستثمر. ¶ 3 - من يملك 85 جراما من الذهب أو أكثر ولكنه لا يفيض عن حاجاته الضرورية وهذا رأي الحنفية. ¶ الرأي الثاني: أن الفقير هو من يملك أقل من 148.75 جراما من الفضة أو أقل مما يساويها من الذهب، وهذا رأي سفيان الثوري وابن المبارك وإسحاق وغيرهم. ¶ الرأي الثالث: أن الفقير هو من لا يملك شيئا من المال أو الكسب إلا يسيرا لا يكفي لحاجته الضرورية وحاجة من يعولهم. وهذا هو رأي المالكية والشافعية والحنابلة. ¶ ثالثا: تعريف الفقر عند علماء الاقتصاد الإسلامي: ¶ الفقر عند علماء الاقتصاد الإسلامي له معنيان: ¶ الأول: نسبي ويعني التفاوت فالشيء الأقل يعد فقيرا بالنسبة للأكثر في مختلف المجالات (¬2). ¶ وهذا المعنى لا يسع الإسلام إلا الاعتراف به؛ إذ هو سنة من سنن الله في كونه. قال تعالى: {وَهُوَ الَّذِي جَعَلَكُمْ خَلائِفَ الأرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ} (¬3). وقال تعالى: {وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ} (¬4). ¶ ¬__________ ¶ (¬1) المكاييل والموازين الشرعية للأستاذ الدكتور/ علي جمعة مفتي الديار المصرية ص 19. ¶ (¬2) السياسة المالية في الإسلام لعبد الكريم الخطيب ص 30. ط: دار الفكر العربي. القاهرة. سنة 1961م. ¶ (¬3) سورة الأنعام آية رقم 165. ¶ (¬4) سورة النحل آية رقم 71.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "والمقصود بالتعريف هنا أن الفقر قد يعكس التفاوت الشديد في مستويات المعيشة (¬1). ¶ فالفقر النسبي ينصرف إلى مستوى فقر الإنسان بالنسبة للآخرين. ¶ المعنى الثاني: مطلق وهو مدى إمكانية الفرد إشباع حاجاته بغض النظر عن موقف الغير، ومن هذه الزاوية يمكن تعريف الفقر بأنه: \"عدم تحقيق حد الكفاية\". ¶ وفي داخل هذا المعنى يناقش علماء الإسلام الوضع على مستويين ويرجع ذلك إلى نوعية الحاجات غير المشبعة هل هي الضرورية التي لا يوجد الإنسان بدونها والتي تمثل بالحد الأدنى من السعرات الحرارية اللازمة لجسم الإنسان؟ أم هي الحاجات المعتادة للإنسان والتي بفقدها لا يفقد الإنسان وجوده وإنما يفقد الإحساس بالعيش المعقول؟ ¶ وإذن فهناك مرحلتان يحتويهما مضمون الفقر بهذا المعنى ويشملهما جميعا: مستوى ما قبل الغنى (مرحلة الكفاف) وهي أن الإنسان عندها يحفظ على نفسه مجرد البقاء، ومرحلة حد الكفاية وهي أن يتخطى المرحلة السابقة إلى مرحلة أخرى من إشباع لحاجات أقل ضرورة ولكنها لا غنى عنها لمعيشته الملائمة له داخل مستوى المعيشة السائد، وفيها يحقق الإنسان الحصول على السلع الضرورية والمعتادة، وبداخلها يكون الإنسان فقيرا، وبتمامها يكون عند حد الكفاية (¬2). وحد الكفاية هذا هو الحد الفاصل بين الغنى والفقر. ¶ فالفقر المطلق يتم قياسه عن طريق ما يسمى بخط الفقر والذي يقاس بوحدات عينية من سلع الاستهلاك تمثل القدر اللازم لكل إنسان لكي يعيش عيشة كريمة إلى حد ما، وبضرب هذه الوحدات في أسعارها حسب الرقم القياسي لأسعار المستهلكين في الدولة ينتج خط الفقر ممثلا في مبلغ معين يمثل إجمالي أثمان الوحدات المقدرة من السلع، ومن يَقِلّ دخله أو استهلاكه عن هذا المبلغ يسمى فقيرا (¬3). ¶ وتجدر الإشارة هنا إلى أن البنك الدولي للتنمية (¬4) قد عرف الفقر بأنه: \"عدم القدرة على الوصول إلى حد أدنى من مستوى المعيشة\" (¬5). وهو تقريبا مساوٍ لتعريف الفقر المطلق السابق ذكره. ¶ ¬__________ ¶ (¬1) المدخل إلى الاقتصاد الإسلامي للدكتور/ شوقي الفنجري ص 28. ط: دار النهضة العربية. القاهرة. الأولى سنة 1972م. ¶ (¬2) الإسلام والتنمية الاقتصادية للدكتور/ شوقي أحمد دنيا ص 64، 65 بتصرف. ط: دار الفكر العربي. القاهرة. الأولى سنة 1979م. ¶ (¬3) موقف الإسلام من الفقر والفقراء للدكتور/ محمد عبد الحليم عمر ص 9. ضمن أبحاث ندوة الفقر والفقراء في نظر الإسلام. ط: مركز صالح كامل بجامعة الأزهر. القاهرة. سنة 420هـ- 1999م. ¶ (¬4) البنك الدولي هو أحد المؤسسات الدولية التي تقوم بمساعدة البلدان الفقيرة في العالم، ويهتم بتحسين أحوالهم الاقتصادية والاجتماعية، ومقره واشنطن بأمريكا. (موقع موسوعة ويكبيديا على الإنترنت). ¶ (¬5) موقف الإسلام من الفقر والفقراء للدكتور/ محمد عبد الحليم عمر ص 9.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "كما أن كليهما يتفق إلى حد كبير مع تعريف جمهور الفقهاء -وهم: المالكية والشافعية والحنابلة- السابق ذكره للفقر. ¶ - أهم نتائج المبحث: ¶ - تعريف الفقر بأنه: \"عدم تحقيق حد الكفاية\"، أو \"عدم القدرة على الوصول إلى حد أدنى من مستوى المعيشة\". هو الذي يترجح لي بعد الدراسة والتأمل والنظر، لأنه لا يمكن تحديد خط الفقر بمبلغ معين من النقود نظرا لتغير القوة الشرائية للنقود باستمرار واضطرابها من وقت لآخر ومن دولة إلى أخرى، فما نشتريه من السلع اليوم بعشرة جنيهات أو عشرة دولارات ربما كنا نشتريه العام الماضي بخمسة فقط وهكذا. ¶ والفقر بهذا المعنى هو محل بحثنا إن شاء الله تعالى، والله وحده الموفق. ¶ - - - - -",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "المبحث الثاني: أسباب الفقر وطرق علاجها ¶ *** ¶ أولا: أسباب الفقر: ¶ يقول الإمام محمد عبده: وللفقر أسباب كثيرة: منها الضعف والعجز عن الكسب, ومنها إخفاق السعي, ومنها البطالة والكسل, ومنها الجهل بالطرق الموصلة, ومنها ما تسوقه الأقدار من نحو حركات الرياح واضطراب البحار واحتباس الأمطار وكساد التجارة ورِخَص الأسعار. ¶ والأغنياء متمكنون من إزالة بعض هذه الأسباب أو تدارك ضررها وإضعاف أثره, كإزالة البطالة بإحداث أعمال ومصالح للفقراء, وإزالة الجهل بالإنفاق على التعليم والتربية وتعليم طرق الكسب والتربية على العمل والاستقامة والصدق (¬1). ¶ ويلخص علماء الاقتصاد الإسلامي أسباب نشوء الفقر في النقاط التالية: ¶ 1 - عدم قيام الإنسان بمسؤولياته تجاه الطبيعة فيترك ما يجب عليه بذله من الجهد والوسع, وبتعبير آخر: عدم القيام بالمساهمة في العملية الإنتاجية مع إمكانية القيام بها. ¶ 2 - عدم القيام بالإنتاج لعدم توافر إمكانيات القيام بذلك لقصور في قدرات الفرد. ¶ 3 - عدم قيام الإنسان بواجباته تجاه أخيه الإنسان وإعطائه حقوق عمله وجهده في العملية الإنتاجية أو حقوق عجزه وقصوره, وبتعبير آخر: عدم القيام بتحقيق العدالة في توزيع الناتج (¬2). ¶ ويرتبط سوء التوزيع بالاحتكار والظلم وسيطرة حفنة من المرابين على المصارف وأسواق المال والنقد وتسلطهم بالصراع الاقتصادي على كافة المرافق ووسائل المعيشة والإنتاج, مما يؤدي إلى صعوبة مقاومتهم وإصلاح الأحوال المعيشية للفقراء (¬3). ويعتبر سوء التوزيع دليلا على وجود الظلم في المجتمع مما يؤدي إلى شيوع الفقر بصفة عامة. ¶ 4 - الإعراض عن منهج الله: لأن كل الموارد الاقتصادية مرهونة بسلوك الأفراد تجاهها, هذا السلوك الذي نظمته الشريعة الإسلامية في منهج متكامل لم يأخذ به المسلمون في حياتهم ولذلك وصلوا إلى هذا الحد من التخلف والفقر (¬4). ¶ ثانيا: علاج هذه الأسباب: ¶ والإسلام عالج السبب الأول عن طريق علاجه للبطالة وحثه على العمل, وحثه على التجارة والاستثمار ووضع قوانين المعاملات. ¶ ¬__________ ¶ (¬1) تفسير المنار للإمام محمد عبده 2/ 368 سورة البقرة. ط: الهيئة المصرية العامة للكتاب. القاهرة. سنة 1973م. ¶ (¬2) الإسلام والتنمية الاقتصادية للدكتور/ شوقي أحمد دنيا ص 65، اقتصادنا لمحمد باقر الصدر ص 307 بتصرف. ط: دار الكتاب اللبناني. بيروت. سنة 1401هـ- 1981م، اشتراكية الإسلام للدكتور/ مصطفى السباعي ص 78. ط: الدار القومية للطباعة والنشر. سلسلة اخترنا لك رقم 113. ¶ (¬3) الإسلام ومعضلات الاقتصاد لأبي الأعلى المودودي ص 37: 39. ط: مؤسسة الرسالة. بيروت. سنة 1981م. ¶ (¬4) موقف الإسلام من الفقر والفقراء للدكتور/ محمد عبد الحليم عمر ص 40, 41 بتصرف.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وأما السبب الثاني وهو عدم القيام بالإنتاج لقصور في قدرات الفرد, فإن كان هذا القصور يمكن علاجه وليس بدائم فقد عالجه الإسلام ببيان أهمية تأهيل العاجزين عن العمل, وتوفير العمل المناسب لهؤلاء العاجزين وحث القرآن والسنة على ذلك. ¶ وأما السبب الثالث فهو ذو شقين الشق الأول: هو عدم إعطاء العامل حق عمله وجهده. وقد عالجه الإسلام من خلال وضع ضمانات القيام بالعمل وحفظ حقوق الإنتاج. ¶ وأما الشق الثاني: فهو عدم إعطاء الإنسان حقوق عجزه وقصوره, فقد عولج من خلال أنظمة الزكاة والصدقات والتبرعات والتكافل. ¶ وأما السبب الرابع وهو الإعراض عن منهج الله فقد عالجه الإسلام بعلاجه للانحراف الخلقي, وبيانه للعلاقة بين الانحراف الخلقي والنكبات الاقتصادية.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "المبحث الثالث: النصوص التي تحث على الغنى وتمدحه ¶ *** ¶ وردت نصوص كثيرة تحث على الغنى وتمدح ذوي الهمم العالية الذين لا يرضون بالدون من العيش وهذه نماذج منها: ¶ 1 - عن عبد الله بن عمر -رضي الله عنهما- عن النبي صلى الله عليه وسلم قال: «لا حسد إلا في اثنتين: رجل آتاه الله القرآن فهو يتلوه آناء الليل وآناء النهار، ورجل أتاه الله مالا فهو ينفقه آناء الليل وآناء النهار» (¬1). ¶ * التعليق: ¶ قال النووي: قوله صلى الله عليه وسلم: «لا حسد إلا في اثنتين» قال العلماء: الحسد قسمان حقيقي ومجازي، فالحقيقي تمني زوال النعمة عن صاحبها، وهذا حرام بإجماع الأمة مع النصوص الصحيحة. وأما المجازي فهو الغِبْطَة وهو أن يتمنى مثل النعمة التي على غيره من غير زوال عن صاحبها، فإن كانت من أمور الدنيا كانت مباحة وإن كانت طاعة فهي مستحبة، والمراد بالحديث: لا غبطة محبوبة إلا في هاتين الخصلتين وما في معناهما (¬2). ¶ وقال أيضا: معناه: ينبغي أن لا يغبط أحد إلا على هاتين الخصلتين (¬3). ¶ وقال ابن علان الدمشقي -معللا عبارة النووي الأخيرة-: لعظم نفعهما وحسن وقعهما (¬4). ¶ فالحديث كما نرى فيه مدح للغنى وحث صريح على التنافس في كسب المال من حله وإنفاقه في وجوهه وأن من فعل ذلك كان بأفضل المنازل عند الله عز وجل. ¶ 2 - عن أبي هريرة -رضي الله عنه- أن فقراء المهاجرين أتوا رسول الله صلى الله عليه وسلم فقالوا: ذهب أهل الدثور بالدرجات العلا والنعيم المقيم فقال: وما ذاك؟ فقالوا: يصلون كما نصلي، ويصومون كما نصوم، ويتصدقون ولا نتصدق، ويعتقون ولا نعتق، فقال رسول الله صلى الله عليه وسلم: «أفلا أعلمكم شيئا تدركون به من سبقكم وتسبقون به من بعدكم، ولا يكون أحد أفضل منكم إلا من صنع مثل ما صنعتم؟» قالوا: بلى يا رسول الله قال: «تسبحون وتحمدون وتكبرون دبر كل صلاة ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه- كتاب التوحيد- باب قول النبي صلى الله عليه وسلم:» رجل آتاه الله القرآن فهو يقوم به آناء الليل وآناء النهار «6/ 2737 ح رقم 7091 بلفظه ¶ ، أخرجه مسلم في صحيحه- كتاب صلاة المسافرين وقصرها- باب فضل من يقوم بالقرآن ويعلمه وفضل من تعلم حكمة من فقه أو غيره فعمل بها وعَلَّمَها 1/ 558 ح رقم 815 بلفظه. ¶ (¬2) المنهاج بشرح صحيح مسلم بن الحجاج للنووي 6/ 421. ط: دار الخير. بيروت. الخامسة سنة 1420هـ- 1999م. ¶ (¬3) رياض الصالحين من كلام سيد المرسلين للنووي- باب الكرم والوجود والإنفاق في وجوه الخير ص 19 ح رقم 544. ط: دار المنار. القاهرة. د: ت. تحقيق: صلاح عويضة. ¶ (¬4) دليل الفالحين شرح رياض الصالحين لابن علان الدمشقي -ت 1057هـ- باب الكرم والجود والإنفاق في وجوه الخير 2/ 475 ح رقم 544. ط: دار الحديث. القاهرة. الأولى سنة 1419هـ- 1998م. تحقيق: عصام الدين الصباطي.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ثلاثا وثلاثين مرة»، فرجع فقراء المهاجرين إلى رسول الله فقالوا: سمع إخواننا أهل الأموال بما فعلنا ففعلوا مثله؟ فقال رسول الله صلى الله عليه وسلم: «ذاك فضل الله يؤتيه من يشاء» (¬1). ¶ * التعليق: ¶ الدثور واحدها دَثَر وهو المال الكثير (¬2). قال ابن حجر -عن المُهَلَّب-: في هذا الحديث فضل الغني نصا لا تأويلا إذا استوت أعمال الغني والفقير فيما افترض الله عليهما فللغني حينئذ فضل عمل البر من الصدقة ونحوها مما لا سبيل للفقير إليه (¬3). ¶ وقال ابن دقيق العيد: ظاهر الحديث القريب من النص أنه فضل الغني ثم قال: والذي يقتضيه النظر أنهما إن تساويا وفضلت العبادة المالية أنه يكون الغني أفضل وهذا لا شك فيه (¬4). ¶ وقال النووي: وفي هذا الحديث دليل لمن فضل الغني الشاكر على الفقير الصابر (¬5). ¶ 3 - عن سعد بن أبي وقاص -رضي الله عنه- قال: جاء النبي صلى الله عليه وسلم يعودني وأنا بمكة -وهو يكره أن يموت بالأرض التي هاجر منها- قال: يرحم الله ابن عفراء قلت: يا رسول الله أوصي بمالي كله؟ قال: «لا» قلت: فالشطر؟ قال: «لا» قلت: الثلث؟ قال: «الثلث والثلث كثير، إنك أن تدع ورثتك أغنياء خير من أن تدعهم عالة يتكففون الناس في أيديهم، وإنك مهما أنفقت من نفقة فإنها صدقة حتى اللقمة التي ترفعها إلى امرأتك» (¬6). ¶ * التعليق: ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه- كتاب الإيمان- باب الذكر بعد الصلاة 1/ 289 ح رقم 807 بلفظه بدون زيادة: \"فرجع فقراء المهاجرين ... \". ¶ ، أخرجه مسلم في صحيحه- كتاب المساجد ومواضع الصلاة- باب استحباب الذكر بعد الصلاة وبيان صفته 1/ 416 ح رقم ح رقم 595 بلفظه. ¶ (¬2) شرح النووي على مسلم 5/ 243. ¶ (¬3) فتح الباري بشرح صحيح البخاري لابن حجر العسقلاني -ت سنة 852هـ- 2/ 402. ط: دار الحديث. القاهرة. الأولى سنة 1419هـ- 1998م. ¶ (¬4) فتح الباري لابن حجر 2/ 403. ¶ (¬5) شرح النووي على مسلم 5/ 243. ¶ (¬6) أخرجه البخاري في صحيحه- كتاب الوصايا- باب أن يترك ورثته أغنياء خير من أن يتكففوا الناس 3/ 1006 ح رقم 2591 بلفظه. ¶ ، أخرجه مسلم- كتاب الوصية- باب الوصية بالثلث 3/ 1250 ح رقم 1628 بلفظ مختلف.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قال النووي: استدل به بعضهم على ترجيح الغني على الفقير (¬1). وفي الحديث مدح صريح للغنى وتفضيل له على الفقر. ¶ 4 - عن أبي هريرة -رضي الله عنه- عن النبي صلى الله عليه وسلم قال: «خير الصدقة ما كان عن ظهر غنى، واليد العليا خير من اليد السفلى، وابدأ بمن تعول» (¬2). ¶ * التعليق: ¶ قوله: «ما كان عن ظهر غنى» قال الخطابي: أي غنى يعتمده ويستظهر به على النوائب التي ¶ تنوبه كقوله في حديث آخر «خير الصدقة ما أبقت غنى». وفي الحديث من العلم أن الاختيار للمرء أن يستبقي لنفسه قوتا، وأن لا ينخلع من ملكه أجمع مرة واحدة؛ لما يخاف عليه من فتنه الفقر وشدة نزاع النفس إلى ما خرج من يده فيندم، فيذهب ماله ويبطل أجره ويصير كلَّا على الناس. قال الخطابي: ولم ينكر على أبي بكر الصديق خروجه من ماله أجمع لما علمه من صحة نيته وقوة يقينه ولم يخف عليه الفتنة كما خافها على الذي رد عليه الذهب (¬3). ¶ 5 - عن عبد الله بن عمر -رضي الله عنهما- أن النبي صلى الله عليه وسلم قال وهو على المنبر وهو يذكر الصدقة والتعفف عن المسألة: «اليد العليا خير من اليد السفلى، واليد العليا هي المُنْفِقة والسفلى السائلة» (¬4). ¶ * التعليق: ¶ في هذا الحديث فَضَّل النبي صلى الله عليه وسلم اليد المنفقة وهي يد الغني على يد السائل أو الآخذة وهي يد الفقير. ¶ 6 - عن عمرو بن العاص -رضي الله عنه- أنه قال: بعث إليَّ رسول الله صلى الله عليه ¶ وسلم فقال: «خذ عليك ثيابك وسلاحك ثم ائتني»، فأتيته وهو يتوضأ، فَصَعَّدَ فِيَّ النظر ثم طَأْطَأَهُ، فقال: «إني أريد أن أبعثك على جيش فَيُسَلِّمَكَ الله وَيُغْنِمَكَ وأرغب لك من المال رغبة صالحة» ¶ ¬__________ ¶ (¬1) شرح النووي على مسلم 11/ 28. والمراد تفضيل حال الغني على حال الفقير؛ لما يسبق به الغني الفقير من العمل الصالح بماله، وليس المراد تفضيل ذات الغني على ذات الفقير، والله أعلم. ¶ (¬2) أخرجه البخاري- كتاب النفقات- باب وجوب النفقة على الأهل والعيال 5/ 2048 ح رقم 5040 بلفظه. ¶ (¬3) عون المعبود 5/ 69، 70. ¶ (¬4) أخرجه البخاري في صحيحه- كتاب الزكاة- باب لا صدقة إلا عن ظهر غنى 2/ 519 ح رقم 1362 بلفظه.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال: قلت يا رسول الله: ما أسلمت من أجل المال ولكني أسلمت رغبة في الإسلام وأن أكون مع رسول الله صلى الله عليه وسلم فقال: «يا عمرو نعم المال الصالح للمرء الصالح» (¬1). ¶ * التعليق: ¶ مدح النبي صلى الله عليه وسلم المال –الذي هو وسيلة الغنى– إذا كان صاحبه صالحا يستخدمه في طاعة الله عز وجل. ¶ وقال ابن حجر: استدل به من فضل الغنى على الفقر (¬2). ¶ 7 - عن أبي هريرة -رضي الله عنه- قال: كان رسول الله صلى الله عليه وسلم يأمرنا إذا أخذ أحدنا مضجعه أن يقول: «اللهم رب السموات ورب الأرضين وربنا ورب كل شيء وفالق الحب والنوى ومنزل التوراة والإنجيل والقرآن، أعوذ بك من شر كل ذي شر أنت آخذ بناصيته، أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، والظاهر فليس فوقك شيء، والباطن فليس دونك شيء، اقض عني الدين وأغنني من الفقر» (¬3). ¶ * التعليق: ¶ كان النبي صلى الله عليه وسلم يسأل الله الغنى وهو صلى الله عليه وسلم لا يسأل ربه إلا معالي الأمور. ¶ 8 - عن أبي هريرة -رضي الله عنه- أن النبي صلى الله عليه وسلم كان يقول: «اللهم إني أعوذ بك من الفقر والقلة والذل، وأعوذ بك من أن أَظْلِم أو أُظْلَم» (¬4). ¶ ¬__________ ¶ (¬1) أخرجه الإمام أحمد في مسنده 4/ 197 ح رقم 17798 بلفظه من طريق عبد الرحمن بن مهدي عن موسى بن علي عن أبيه عن عمرو بن العاص بلفظه. ط: مؤسسة قرطبة. القاهرة. د: ت. ¶ ، أخرجه أيضا في فضائل الصحابة 2/ 912 من نفس الطريق بلفظه. ط: مؤسسة الرسالة. بيروت. الأولى سنة 1403هـ- 1983م. تحقيق: وصي الله محمد عباس. ¶ ، أخرجه البخاري في الأدب المفرد- باب المال الصالح للمرء الصالح ص 112 من طريق عبد الله بن يزيد به. ط: دار البشائر الإسلامية. بيروت. الثالثة سنة 1409هـ- 1989م. تحقيق: محمد فؤاد عبد الباقي. ¶ ، أخرجه الطبراني في المعجم الأوسط 9/ 22. ط: دار الحرمين. القاهرة. سنة 1415هـ. تحقيق: طارق معوض الله، عبد المحسن إبراهيم. ¶ ، ذكره الهيثمي في مجمع الزوائد- كتاب البيوع- باب اتخاذ المال 9/ 352، وقال: رواه أحمد والطبراني في الأوسط والكبير وأبو يعلى ورجال أحمد وأبي يعلى رجال الصحيح. ط: دار الريان للتراث. القاهرة، دار الكتاب العربي، بيروت. سنة 1407هـ. ¶ وإسناده صحيح لأن رجاله كلهم ثقات. ¶ (¬2) فتح الباري 11/ 319. ¶ (¬3) أخرجه مسلم في صحيحه- كتاب الذكر والدعاء والتوبة والاستغفار- باب الدعاء عند النوم 4/ 2084 ح رقم 2713 بلفظه. ¶ (¬4) أخرجه أبو داود في سننه- كتاب الصلاة- باب الاستعاذة 2/ 92 ح رقم 1544 بلفظه من طريق موسى بن إسماعيل عن حماد عن إسحق بن عبد الله عن سعيد بن يسار عن أبي هريرة -رضي الله عنه-. ¶ ، أخرجه النسائي في سننه- كتاب الاستعاذة- باب الاستعاذة من القلة 4/ 415 ح رقم 7899 بلفظه من طريق أحمد بن نصر عن عبد الصمد بن عبد الوارث عن حماد به. ¶ ، أخرجه أحمد في مسنده 2/ 305، 325 بلفظه من طريق روح بن عبادة عن حماد بن سلمة به. ... ¶ ، أخرجه ابن حبان في صحيحه- باب ذكر ما يستحب للمرء أن يتعوذ بالله جل وعلا من أن يظلم أحدا أو يظلمه أحد 3/ 305 ح رقم 1030 بلفظ مختلف من طريق الفضل بن الحباب عن موسى بن إسماعيل به. ط: مؤسسة الرسالة. بيروت. الثانية سنة 1414هـ- 1993م. تحقيق: شعيب الأرناؤوط. ¶ وإسناده صحيح لأن جميع رجاله ثقات.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "* التعليق: ¶ استعاذ النبي صلى الله عليه وسلم بالله من الفقر، والنبي صلى الله عليه وسلم لا يستعيذ إلا من شيء هو شر أو ضرر. ¶ 9 - عن أبي هريرة -رضي الله عنه- قال: «اللهم إني أعوذ بك من الجوع؛ فإنه بئس الضجيع، وأعوذ بك من الخيانة؛ فإنها بئست البطانة» (¬1). ¶ * التعليق: ¶ استعاذ النبي صلى الله عليه وسلم بالله من الجوع وهو أثر من آثار الفقر غالبا. ¶ 10 - عن أبي سعيد الخدري -رضي الله عنه- عن النبي صلى الله عليه وسلم أنه كان يقول: «اللهم إني أعوذ بك من الكفر والفقر». فقال رجل: ويعتدلان؟ قال: «نعم» (¬2). ¶ 11 - عن أنس -رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم: «كاد الفقر أن يكون كفرا» (¬3). ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سننه- كتاب الصلاة- باب في الاستعاذة 2/ 93 ح رقم 1547 بلفظه من طريق محمد بن العلاء عن ابن إدريس عن ابن عجلان عن المقبري عن أبي هريرة -رضي الله عنه-. ... ¶ ، النسائي في سننه- كتاب الاستعاذة- باب الاستعاذة من الجوع 4/ 452 ح رقم 7903 بلفظه من طريق محمد بن العلاء به. ¶ ، أخرجه ابن حبان كما في موارد الظمآن 1/ 605 ح رقم 2444 من طريق أبي يعلى عن أبي خثيمة به. ط: دار الكتب العلمية. بيروت. تحقيق: محمد عبد الرزاق حمزة. ¶ ، أخرجه ابن راهويه في مسنده 1/ 316 ح رقم 299 من طريق جرير عن ليث عن كعب عن أبي هريرة. ط: مكتبة الإيمان. المدينة المنورة. الأولى سنة 1412هـ- 1991م. تحقيق: عبد الغفور بن عبد الحق البلوشي. ¶ وإسناده صحيح لأن جميع رواته ثقات. ¶ (¬2) أخرجه النسائي في سننه- كتاب الاستعاذة- باب الاستعاذة من شر الكفر 4/ 456 ح رقم 7920 بلفظه من طريق أحمد بن عمرو بن السَّرْح عن ابن وهب عن سالم ابن غيلان عن دَرَّاج أبي السَّمْح عن أبي الهيثم عن أبي سعيد -رضي الله عنه-. ¶ ، وأخرجه ابن حبان في صحيحه 3/ 302 ح رقم 1026 بلفظه من طريق عمر بن محمد بن بجير الهمداني عن أحمد بن عمرو بن السرح به. ¶ ذكره العجلوني في كشف الخفا 2/ 99، وقوى إسناده. ط: دار الكتب العلمية. بيروت. الأولى سنة 1418هـ- 1997م. ¶ وإسناده ضعيف لأن فيه دَرّاج أبا السمح وهو صدوق لكن في حديثه عن أبي الهيثم ضعف. ¶ (¬3) أخرجه العقيلي في الضعفاء الكبير 4/ 206 بلفظه بزيادة في آخره من طريق إبراهيم بن عبد الله عن أبي عاصم عن سفيان عن حجاج عن يزيد الرقاشي عن أنس. ط: دار الكتب العلمية. بيروت. الأولى سنة 1404هـ- 1984م. تحقيق: عبد المعطي قلعجي. ¶ ، أبو نعيم في حلية الأولياء 3/ 53 من طريق حبيب بن الحسن عن أبي مسلم الكَجِّيّ به. ط: دار الكتاب العربي. بيروت. الرابعة سنة 1405هـ. ¶ ، البيهقي في شعب الإيمان- الباب الثالث والأربعون من شعب الإيمان 5/ 267 ح رقم 6336 بلفظه بزيادة من طريق أبي طاهر الفقيه عن أبي بكر محمد بن الحسين القطان عن أحمد بن يوسف السلمي عن محمد بن يوسف عن سفيان به. ط: دار الكتب العلمية. بيروت الأولى سنة 1410هـ. تحقيق: محمد السعيد زغلول. ¶ ، القضاعي في مسند الشهاب 1/ 342 به. ط: مؤسسة الرسالة. بيروت. الثانية 1407هـ- 1986م. تحقيق: حمدي بن عبد المجيد السلفي. ¶ ، ذكره المناوي في فيض القدير 4/ 542. وقال: قال العراقي: وفيه ضعف. وقال الزركشي: لكن يشهد له ما خرجه النسائي وابن حبان في صحيحه عن أبي سعيد مرفوعا: «اللهم إني أعوذ بك من الفقر والكفر» فقال رجل ويعتدلان؟ قال: «نعم». ¶ وإسناده ضعيف لأن فيه يزيد الرقاشي وهو ضعيف ولكن الحديث السابق يعتبر شاهدا لهذا الحديث كما سبق نقل ذلك عن الزركشي في تخريج الحديث، وعليه فمتن الحديث حسن إن شاء الله.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "* التعليق: ¶ قال المناوي: \"كاد الفقر\" أي مع الاضطرار إلى ما لا بد منه، \"يكون كفرا\" أي قارب أن يوقع في الكفر؛ لأنه يحمل على الحسد للأغنياء والحسد يأكل الحسنات، وعلى التذلل لهم بما يدنس به عرضه ويثلم به دينه، وعلى عدم الرضا بالقضاء وتسخط الرزق وذلك إن لم يكن كفرا فهو جارُّ إليه. ¶ وقال سفيان الثوري: لأن أجمع عندي أربعين دينارا حتى أموت عنها أحب إلي من الفقر يوم وذلي في سؤال الناس. قال: ووالله ما أدري ماذا يقع مني لو ابتليت ببلية من فقر أو مرض فلعلي أكفر ولا أشعر فلذلك قال: كاد الفقر أن يكون كفرا؛ لأنه يحمل المرء على ركوب كل صعب وذلول وربما يؤديه إلى الاعتراض على الله والتصرف في ملكه كما قال بعضهم: ¶ كم عاقل عاقل أعيت مذاهبه *** وجاهل جاهل تلقاه مرزوقا ¶ هذا الذي ترك الأوهام حائرة *** وصير العالم النحرير زنديقا (¬1). ¶ 12 - عن كعب بن مالك -رضي الله عنه- أنه لما تخلف عن غزوة تبوك ثم تاب الله عليه قال: يا رسول الله إن من توبتي أن أنخلع من مالي صدقة إلى الله وإلى رسوله صلى الله عليه وسلم، فقال رسول الله صلى الله عليه وسلم: «أمسك بعض مالك فهو خير لك» (¬2). ¶ * التعليق: ¶ ¬__________ ¶ (¬1) فيض القدير لعبد الرؤوف المناوي 4/ 542. ¶ (¬2) أخرجه البخاري في صحيحه- كتاب التفسير- باب: {لقد تاب الله على النبي والمهاجرين والأنصار ... الآية} 4/ 1718 ح رقم 4399 بلفظه. ¶ ، أخرجه مسلم- كتاب التوبة- باب توبة كعب بن مالك وصاحبيه 4/ 2120 ح رقم 2769 بلفظه مع زيادة في أوله وآخره.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قال النووي: وإنما أمره صلى الله عليه وسلم بالاقتصار على الصدقة ببعضه خوفا من تضرره بالفقر وخوفا أن لا يصبر على الإضاقة (¬1). وقال ابن حجر: واستدل به على كراهة التصدق بجميع المال (¬2). ¶ 13 - عن أبي ذر الغفاري -رضي الله عنه- قال: انتهيت إلى النبي صلى الله عليه وسلم وهو جالس في ظل الكعبة فلما رآني قال: «هم الأخسرون ورب الكعبة» قال: فجئت حتى جلست فلم أتقارَّ أن قمت فقلت: يا رسول الله فداك أبي وأمي من هم؟ قال: «هم الأكثرون أموالا إلا من قال هكذا وهكذا -من بين يديه ومن خلفه وعن يمينه وعن شماله- وقليل ما هم» (¬3). ¶ 14 - عن ابن مسعود -رضي الله عنه- أن النبي صلى الله عليه وسلم كان يقول: «اللهم إني أسألك الهدى والتقى والعفاف والغنى» (¬4). ¶ * التعليق: ¶ قال النووي: أما العفاف والعفة فهو التنزه عما لا يباح والكف عنه والغنى هنا غنى النفس والاستغناء عن الناس وعما في أيديهم (¬5). ¶ 15 - عن أبي صِرْمَة أن رسول الله صلى الله عليه وسلم كان يقول: «اللهم إني أسألك غناي وغنى مولاي» (¬6). ¶ * التعليق: ¶ \"مولاي\" هو كل ولي كالأب والأخ والعم وابن العم والعصبة كلهم (¬7). ومن معانيه التي يمكن إرادتها هنا: الصاحب والقريب والجار والحليف والناصر والمنعم عليه والمحب والتابع والصهر (¬8). ¶ ¬__________ ¶ (¬1) شرح النووي على مسلم 17/ 246. ¶ (¬2) فتح الباري 5/ 470. ¶ (¬3) أخرجه البخاري- كتاب الأيمان والنذور- باب كيف كانت يمين النبي صلى الله عليه وسلم 6/ 2447 ح رقم 6262 بلفظ مختلف. ¶ (¬4) أخرجه مسلم- كتاب الذكر والدعاء والتوبة والاستغفار- باب في الأدعية 17/ 203 ح رقم 2721 بلفظه. ¶ (¬5) شرح النووي على مسلم 17/ 203. ¶ (¬6) أخرجه ابن أبي شيبة في مصنفه- كتاب الدعاء- باب من كان يدعو بالغنى 7/ 27 بلفظه من طريق يزيد بن هارون عن يحيى بن سعيد عن محمد بن يحيى عن لؤلؤة عن أبي صرمة -رضي الله عنه-. ط: دار الفكر. بيروت. سنة 1414هـ- 1994م. ¶ ، أخرجه أحمد في مسنده 3/ 453 ح رقم 15792 بلفظه من طريق يزيد بن هارون به. ¶ ، أخرجه أبو بكر الشيباني -ت سنة 287هـ- في الآحاد والمثاني 4/ 189 ح رقم 2170 من طريق يعقوب عن ابن أبي أويس عن سليمان بن بلال عن يحيى بن سعيد به. ط: دار الراية. الرياض. الأولى سنة 1411هـ- 1991م. تحقيق: باسم فيصل الجوابرة. ¶ ، ذكره ابن أبي حاتم في العلل 2/ 202 وبين أن رواية محمد بن يحيى عن عمه أبي صرمة خطأ وأن الصواب رواية محمد بن يحيى عن لؤلؤة عن أبي صرمة. ط: دار المعرفة. بيروت. سنة 1405هـ. تحقيق: محب الدين الخطيب. ¶ وإسناده ضعيف لأن فيه لؤلؤة وهي مقبولة ولم تتابع ولكن متن الحديث يشهد له ما سبقه من الأحاديث فهو حسن إن شاء الله. ¶ (¬7) الفائق في غريب الحديث للزمخشري 4/ 80. ط: دار المعرفة. لبنان. الثانية تحقيق: علي محمد البيجاوي، محمد أبو الفضل إبراهيم. ¶ (¬8) فيض القدير للمناوي 2/ 111.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "المبحث الرابع: النصوص التي استدل بها من فضل الفقر والرد عليها",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "*** ¶ بعد أن عرضت أدلة من فضل الغنى على الفقر من العلماء، فإنه لزاما عليّ أن أذكر أدلة من فضل الفقر على الغنى لأوازن بين الرأيين، وقد رأيت بعد مقارنة بين أدلة الفريقين أن أدلة من فضل الغنى على الفقر معظمها صحيحة وصريحة، وعلى العكس من ذلك فإن أدلة من فضل الفقر على الغني معظمها ضعيفة، وحتى الصحيح منها فإنه غير صريح في الدلالة على فضل الفقر على الغنى. ¶ ولكنني رأيت أنه من باب الإنصاف والأمانة العلمية أن أذكر أدلة من فضل الفقر على الغنى وأذكر الرد على الأدلة الصحيحة منها، وأما الضعيفة فإن ضعف إسنادها كافٍ لعدم الأخذ بها لأنها تعارضت مع الصحيح الصريح. ¶ وها هي أهم هذه الأدلة مع الرد على الصحيح منها: ¶ 1 - عن سهل بن سعد الساعدي –رضي الله عنه- أنه قال: مر رجل على رسول الله صلى الله عليه وسلم فقال لرجل عنده جالس: «ما رأيك في هذا؟» فقال: رجل من أشراف الناس هذا والله حري إن خطب أن ينكح وإن شفع أن يشفع، قال: فسكت رسول الله عليه وسلم ثم مر رجل فقال له صلى الله عليه وسلم: «ما رأيك في هذا؟» فقال: يا رسول الله هذا رجل من فقراء المسلمين هذا حري إن خطب أن لا ينكح وإن شفع أن لا يشفع وإن قال أن لا يسمع لقوله، فقال رسول الله عليه وسلم: «هذا خير من مليء الأرض مثل هذا» (¬1). ¶ * الرد: ¶ قال ابن حجر: لا حجة فيه لتفضيل الفقر على الغنى؛ لأنه إن كان فضل عليه لفقره فكان ينبغي أن يقول: خير من مليء الأرض مثله لا فقير فيهم، وإن كان لفضله فلا حجة فيه. ثم قال: لكن تبين من سياق طريق القصة أن جهة تفضيله إنما هي لفضله بالتقوى. ثم بين ابن حجر أن الحديث وإن ثبتت به فضيلة الفقر فإنه لا يلزم من ذلك ثبوت أفضليته على الغنى (¬2). ¶ 2 - عن خباب -رضي الله عنه- قال: هاجرنا مع النبي صلى الله عليه وسلم نريد وجه الله، فوقع أجرنا على الله تعالى فمنا من مضى لم يأخذ من أجره شيئا منهم مصعب بن عمير قتل يوم أحد وترك نَمِرة فإذا غطينا رأسه بدت رجلاه وإذا غطينا رجليه بدت رأسه، فأمرنا النبي صلى الله عليه وسلم أن نغطي رأسه ونجعل رجليه من الإذخر، ومنا من أينعت له ثمرته فهو يَهْدِبُها (¬3). ¶ * التعليق: ¶ ¬__________ ¶ (¬1) أخرجه البخاري- كتاب الرقاق- باب فضل الفقر 5/ 2369 ح رقم 6082 بلفظه. ¶ (¬2) فتح الباري 11/ 323. ¶ (¬3) أخرجه البخاري- كتاب الرقاق- باب الفقر 5/ 2369 ح رقم 6083 بلفظه. ¶ ، أخرجه مسلم- كتاب الجنائز- باب في كفن الميت 2/ 649 ح رقم 940 بلفظ مختلف.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قوله \"يَهْدِبُها\" بفتح أوله وسكون ثانيه وكسر المهملة ويجوز ضمها بعدها موحدة أي يقطفها (¬1). ¶ * الرد: ¶ قال ابن بطال: ليس في حديث خباب تفضيل الفقر على الغنى وإنما فيه أن هجرتهم لم تكن لدنيا يصيبونها ولا نعمة يتعجلونها، وإنما كانت لله خالصة ليثيبهم عليها في الآخرة، فمن مات منهم قبل فتح البلاد توفر له ثوابه، ومن بقي حتى نال من طيبات الدنيا خشي أن يكون عجل لهم أجر طاعتهم وكانوا على نعيم الآخرة أحرص (¬2). ¶ 3 - عن عمران بن حصين -رضي الله عنه- عن النبي صلى الله عليه وسلم قال: «اطلعت في الجنة فرأيت أكثر أهلها الفقراء واطلعت في النار فرأيت أكثر أهلها النساء» (¬3). ¶ * الرد: ¶ قال ابن بطال: ليس قوله «اطلعت في الجنة فرأيت أكثر أهلها الفقراء» يوجب فضل الفقير على الغني، وإنما معناه أن الفقراء في الدنيا أكثر من الأغنياء فأخبر عن ذلك كما تقول أكثر أهل الدنيا الفقراء إخبارا عن الحال، وليس الفقر أدخلهم الجنة، وإنما دخلوا بصلاحهم مع الفقر فإنه إذا لم يكن صالحا لا يفضل (¬4). ¶ 4 - عن أنس -رضي الله عنه- قال: «لم يأكل النبي صلى الله عليه وسلم على خِوَانٍ حتى مات وما أكل خبزا مرققا حتى مات» (¬5). ¶ * التعليق: ¶ الخوان: هو ما يوضع عليه الطعام عند الأكل أو المائدة (¬6). ¶ * الرد: ¶ قال ابن بطال: تركه صلى الله عليه وسلم الأكل على الخوان وأكل المرقق إنما هو لدفع طيبات الدنيا اختيارا لطيبات الحياة الدائمة، والمال إنما يرغب فيه ليستعان به على الآخرة، فلم يحتج النبي صلى الله ¶ ¬__________ ¶ (¬1) فتح الباري 11/ 325. ¶ (¬2) فتح الباري 11/ 325. ¶ (¬3) أخرجه البخاري- كتاب الرقاق- باب فضل الفقر 5/ 2369 ح رقم 6084 بلفظه. ¶ (¬4) فتح الباري 11/ 326. ¶ (¬5) أخرجه البخاري- كتاب الرقاق- باب فضل الفقر 5/ 2369 ح رقم 6085 بلفظه. ¶ (¬6) النهاية في غريب الحديث والأثر لابن الأثير الجزري 2/ 183. ط: المكتبة العلمية. بيروت سنة 1399هـ- 1979م. تحقيق: طاهر أحمد الزاوي، محمود محمد الطناحي. غريب الحديث لابن الجوزي 1/ 14. ط: دار الكتب العلمية. بيروت. الأولى سنة 1411هـ- 1985م. تحقيق: عبد المعطي قلعجي.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "عليه وسلم إلى المال من هذا الوجه، وحاصله أن الخبر لا يدل على تفضيل الفقر على الغنى، بل يدل على فضل القناعة والكفاف وعدم التبسط في ملاذِّ الدنيا (¬1). ¶ 5 - عن عبد الله بن عمر -رضي الله عنهما- قال: قال رسول الله صلى الله عليه وسلم لأصحابه: «أي الناس خير؟» فقالوا: موسر من المال يعطي حق الله من نفسه وماله. فقال: «نعم الرجل هذا وليس به» قالوا: فمن خير الناس يا رسول الله؟ قال: «فقير يعطي جهده» (¬2). ¶ 6 - عن بلال -رضي الله عنه- أن النبي صلى الله عليه وسلم قال له: «الْقَ الله فقيرا ولا تلقه غَنِيًّا» (¬3). ¶ 7 - عن عمران بن الحصين -رضي الله عنه- أن النبي صلى الله عليه وسلم قال: «إن الله يحب عبده المؤمن الفقير المتعفف أبا العيال» (¬4). ¶ 8 - عن شداد بن أوس-رضي الله عنه- أن النبي صلى الله عليه وسلم قال: «الفقر أزين بالمؤمن من العَذَار الحسن على خَدِّ الفرس» (¬5). ¶ ¬__________ ¶ (¬1) فتح الباري 11/ 326. ¶ (¬2) أخرجه أبو داود الطيالسي في مسنده ص 253 ح رقم 1852 بلفظه من طريق أبي عتبة عن عبد الله بن دينار عن نافع عن ابن عمر -رضي الله عنه-. ط: دار المعرفة. بيروت. د: ت. ¶ ، ابن عدي في الكامل في ضعفاء الرجال 4/ 238 بلفظه من طريق محمد بن جعفر بن يزيد الحمصي عن إبراهيم بن العلاء عن إسماعيل به. ط: دار الفكر. بيروت. الثالثة سنة 1409هـ- 1988م. تحقيق: يحيى مختار غزاوي. ¶ ، ذكره الديلمي في مسنده الفردوس 2/ 178. ط: دار الكتب العلمية. بيروت. الأولى سنة 1986م. تحقيق: السعيد بسيوني زغلول. ¶ وإسناده ضعيف لأن فيه عبد الله بن دينار وهو ضعيف. ¶ (¬3) ذكره الديلمي في مسند الفردوس 1/ 434 ح رقم 1769 بلفظه. ¶ ، ذكره الغزالي في إحياء علوم الدين 4/ 280. ط: دار المنار. القاهرة. تحقيق: محمد عبد الملك الزغبي. ¶ ، ذكره العراقي في المغني عن حمل الأسفار في تخريج ما في الإحياء من الأخبار 4/ 281. وقال: أخرجه الحاكم في كتاب علامات أهل التحقيق من حديث بلال، ورواه الطبراني من حديث أبي سعيد بلفظ «مت فقيرا ولا تمت غنيا» وكلاهما ضعيف. ط: دار المنار. القاهرة. بهامش الإحياء. ¶ (¬4) أخرجه ابن ماجه في سننه- كتاب الزهد- باب فضل الفقراء 2/ 1380 ح رقم 4121 من طريق عبيد الله بن يوسف الجُبَيْرِيّ عن حماد بن عيسى عن موسى بن عبيد عن القاسم بن مهران عن عمران بن الحصين -رضي الله عنه-. ¶ ، أخرجه الطبراني في المعجم الكبير 18/ 242 ح رقم 15317 بلفظه من طريق عبيد بن غنام عن ابن أبي شيبة عن عبد الرحمن بن محمد عن موسى بن عبيدة. ط: مكتبة العلوم والحكم. الموصل الثانية سنة 1404هـ- 1983م. تحقيق: حمدي عبد المجيد السلفي. ¶ ، أخرجه الرافعي في التدوين في أخبار قزوين 1/ 164. ط: دار الكتب العلمية. بيروت. سنة 1987م. تحقيق: عزيز الله العطاردي. ¶ وإسناده ضعيف لأن فيه حماد بن عيسى وموسى بن عبيدة وكلاهما ضعيف، وفيه القاسم بن مهران وهو مجهول. ¶ (¬5) أخرجه الطبراني في الكبير 7/ 294 ح رقم 7181 بلفظه من طريق محمد بن خالد الرابسي عن مُهَلَّب بن العلاء عن شعيب بن بيان الصَّفَّار عن عمران القطان عن قتادة عن الحسن عن شداد بن أوس-رضي الله عنه-. ¶ ، أخرجه عبد الله بن المبارك في الزهد ص 199 بلفظ قريب من طريق عبد الرحمن بن زياد بن أُنْعُم عن سعد بن مسعود مرسلا. ط: دار الكتب العلمية. بيروت. تحقيق: حبيب الرحمن الأعظمي. ¶ ،أخرجه هناد في الزهد 1/ 324 ح رقم 558 بلفظه من طريق عبدة عن الإفريقي عن سعد بن مسعود مرسلا. ¶ والحديث له طريقان والطريق الأول ضعيف لأن فيه شعيب بن بيان وهو صدوق يخطئ، وفيه عمران القطان وهو صدوق يهم أيضا. ¶ والطريق الثاني ضعيف أيضا لأن فيه عبد الرحمن الإفريقي وهو ضعيف كما أنه مرسل.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "9 - عن معاذ –رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم: «قال الله عز وجل لموسى بن عمران يا موسى إذا رأيت الفقر مقبلا، فقل: مرحبا بشعار الصالحين، وإذا رأيت الغنى فقل: ذنب عجلت عقوبته» (¬1). ¶ 10 - عن أبي هريرة -رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم: «يدخل فقراء المسلمين الجنة قبل أغنيائهم بنصف يوم وهو خمس مائة عام» (¬2). ¶ * الرد: ¶ هذا الحديث إسناده ضعيف وعلى فرض صحته فإن معناه ليس تفضيل الفقر على الغنى؛ لأن السبب في دخول الفقراء الجنة قبل الأغنياء بنصف يوم ليس لفقر الفقراء ولا لغنى الأغنياء، وإنما هو لتقوى الفقراء وصلاحهم وتقصير الأغنياء في كسب الأموال أو في إنفاقها. كما أن سبق الفقراء في الدخول لا يلزم منه علو رتبتهم، والله أعلم. ¶ 11 - عن أنس -رضي الله عنه- أن النبي صلى الله عليه وسلم قال: «اللهم أحيني مسكينا وأمتني مسكينا واحشرني في زمرة المساكين يوم القيامة» (¬3). ¶ ¬__________ ¶ (¬1) ذكره الديلمي في الفردوس 3/ 175. ¶ ، ذكره المناوي في فيض القدير 3/ 234 وقال: رواه الديلمي عن معاذ بن جبل وفيه يعقوب بن الوليد المدني. قال الذهبي في الضعفاء: كذبه أحمد والناس، وقال المناوي: وللحديث طرق كلها واهية. ¶ ، وذكره العراقي في المغني عن حمل الأسفار 4/ 284. وقال: أخرجه الديلمي في مسند الفردوس من رواية مكحول عن أبي الدرداء ولم يسمع منه. ورواه أبو نعيم في الحلية من قول كعب الأحبار غير مرفوع بإسناد ضعيف. ¶ (¬2) أخرجه الترمذي في سننه- كتاب الزهد- باب ما جاء أن فقراء المهاجرين يدخلون الجنة قبل أغنيائهم 4/ 307 ح رقم 2354 بلفظه من طريق أبي كريب عن المحاربي عن محمد بن عمرو عن أبي سلمة عن أبي هريرة -رضي الله عنه-. وقال: هذا حديث حسن صحيح. ¶ ، أخرجه ابن ماجه- كتاب الزهد- باب منزلة الفقراء 2/ 1380 ح رقم 4122 بلفظ قريب من طريق ابن أبي شيبة عن محمد بن بشر به. وإسناده حسن لأن فيه محمد بن عمرو بن علقمة وهو صدوق وباقي رجاله ثقات. ¶ (¬3) أخرجه الترمذي- كتاب الزهد- باب ما جاء أن فقراء المهاجرين يدخلون الجنة قبل أغنيائهم 4/ 306 ح رقم 2352 من طريق عبد الأعلى بن واصل الكوفي عن ثابت بن محمد العابد الكوفي عن الحارث بن النعمان الليثي عن أنس -رضي الله عنه-. وله شاهد عن أبي سعيد الخدري أخرجه ابن ماجه- كتاب الزهد- باب في مجالسة الفقراء 2/ 1381 ح رقم 4126 بلفظ قريب. وقال في مصباح الزجاجة: هذا إسناد ضعيف أبو المبارك لا يعرف اسمه وهو مجهول ويزيد بن سنان التميمي أبو فروة ضعيف. (مصباح الزجاجة لأبي بكر الكتاني -ت سنة 840هـ- 4/ 218. ط: دار الكتب العربية. بيروت. الثانية سنة 1403 هـ. تحقيق: محمد المنتقي الكشناوي). ¶ وإسناده ضعيف لأن فيه الحارث بن النعمان وهو ضعيف، وفيه ثابت بن محمد العابد وهو صدوق يخطىء. ¶ ويأتي بيان معنى متنه، وأنه لا دليل فيه لأن المسكنة ليست بمعنى الفقر وإنما هي التواضع.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "12 - حديث: «خير هذه الأمة فقراءها، وأسرعها تَضَجُّعًا في الجنة ضعفاؤها» (¬1). ¶ 13 - حديث: «إن لي حرفتين اثنتين فمن أحبهما فقد أحبني ومن أبغضهما فقد أبغضني: الفقر والجهاد» (¬2). ¶ 14 - حديث أنس -رضي الله عنه- قال: بينما عائشة -رضي الله عنها- في بيتها إذ سمعت صوتا في المدينة فقالت: ما هذا؟ قالوا: عير لعبد الرحمن بن عوف قدمت من الشام تحمل كل شيء. قال: فكانت سبعمائة بعير. قال: فارتجت المدينة من الصوت فقالت عائشة: سمعت رسول الله صلى الله عليه وسلم يقول: «قد رأيت عبد الرحمن بن عوف يدخل الجنة حَبْوًا» فبلغ ذلك عبد الرحمن بن عوف فقال: إن استطعت لأدخلنها قائما فجعلها بأَقْتابها وأحمالها في سبيل الله عز وجل (¬3). ¶ - وفي رواية لأبي أمامة أنه قال: والذي بعثك بالحق ما خلصت إليك حتى ظننت أني لا أنظر إليك أبدا إلا بعد المشيبات قال: «وما ذاك؟» قال: من كثرة مالي أحاسب وأمحص (¬4). ¶ ¬__________ ¶ (¬1) ذكره الغزالي في إحياء علوم الدين 4/ 282. وقال العراقي: لم أجد له أصلا. ¶ (¬2) ذكره الغزالي في الإحياء 4/ 282، وقال العراقي: لم أجد له أصلا. ¶ (¬3) أخرجه أحمد في مسنده 6/ 115 ح رقم 24886 من طريق: عبد الصمد بن حسان عن عمارة عن ثابت عن أنس -رضي الله عنه-. ¶ ، له شاهد أخرجه أحمد 5/ 259 ح رقم 22286 من طريق الهذيل بن ميمون الكوفي عن مُطَّرَح بن يزيد عن عبيد الله بن زَحْر عن على بن يزيد عن القاسم عن أبي أمامة -رضي الله عنه-. ¶ ، له شاهد آخر أخرجه البزار في مسنده 5/ 38 ح رقم 3343 من طريق إبراهيم بن عبد الله بن الجنيد عن محمد بن جعفر بن أبي مُواتِيَة عن عبد الرحمن بن محمد عن عمار بن سيف عن إسماعيل بن أبي خالد عن عبد الله بن أبي أوفى -رضي الله عنه-. ¶ ، ذكره المنذري في الترغيب والترهيب- كتاب التوبة والزهد- باب الترغيب في الفقر وقلة ذات اليد 4/ 139. ط: دار الحديث. القاهرة. سنة 1407هـ- 1987م. تحقيق: مصطفى محمد عمارة. ¶ ، ذكره ابن حجر في القول المسدد في الذب عن مسند أحمد ص 24: 26، وضعف طرقه. ط: مكتبة ابن تيمية. القاهرة. الأولى سنة 1401هـ. ¶ ، ذكره ابن الجوزي في تلبيس إبليس ص 161، وضعف إسناده وأنكر متنه ورَدَّ معناه. ط: دار المنار. القاهرة. 1419هـ- 1999م. تحقيق: صلاح عويضة. ¶ وإسناده ضعيف لأن فيه عمارة بن زاذان وهو كثير الخطأ. ¶ وأما شواهد الحديث فضعيفة أيضا لأن الشاهد الأول فيه مُطَّرَح بن يزيد قال فيه البخاري: منكر الحديث، وقال النسائي وابن حجر: ضعيف. (التهذيب 5/ 455، التقريب ص 534). وفيه عبيد الله بن زَحْر قال ابن معين: كل حديثه عندي ضعيف، وضعفه أحمد، وقال في التقريب: صدوق يخطىء. (التهذيب 4/ 11، التقريب ص 371). ¶ وفيه علي بن زيد بن جدعان ضعفه أحمد وابن معين وأبو زرعة وأبو حاتم والجوزجاني، وقال في التقريب: ضعيف. (التهذيب 4/ 203، التقريب ص 401). ¶ ، وأما الشاهد الثاني ففيه محمد بن جعفر بن أبي المواتية قال في التقريب: مقبول. (التقريب ص 472). ¶ ، وفيه عمار بن سيف قال أبو زرعة والبزار: ضعيف، وقال أبو داود: كان مغفلا، وقال البخاري: منكر الحديث ذاهب، وقال الدرقطني: كوفي متروك. وقال في التقريب: ضعيف الحديث. (التهذيب 4/ 252، التقريب ص 407). ¶ (¬4) تقدم تخريجه في تخريج الحديث السابق.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "- وفي رواية لابن أبي أوفى أن رسول الله صلى الله عليه وسلم قال: «ما بطأ بك» -أي عن دخول الجنة- فقال: يا رسول الله من كثرة مالي مازلت موقوفا محاسبا أسأل عن مالي من أين اكتسبته وفيما أنفقته (¬1). ¶ وقد أَعَلّ المنذري متن هذا الحديث فقال: وقد ورد من غير وجه ومن حديث جماعة من الصحابة عن النبي صلى الله عليه وسلم أن عبد الرحمن بن عوف -رضي الله عنه- يدخل الجنة حبوا لكثرة ماله، ولا يسلم أجودها من مقال ولا يبلغ منها شيء بانفراد درجة الحسن، ولقد كان ماله بالصفة التي ذكر رسول الله صلى الله عليه وسلم: «نعم المال الصالح للرجل الصالح» (¬2). فأنى تنقص درجاته في الآخرة، أو يصير به دون غيره من أغنياء هذه الأمة؟ فإنه لم يرد هذا في حق غيره (¬3). ¶ ¬__________ ¶ (¬1) تقدم تخريجه في تخريج الحديث السابق. ¶ (¬2) تقدم ص 53. ¶ (¬3) الترغيب والترهيب 4/ 140، 141.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "المبحث الخامس: في الترجيح بين الرأيين ¶ *** ¶ تبين في المبحثين السابقين أن أدلة تفضيل الغنى على الفقر كانت أصح وأصرح من أدلة تفضيل الفقر على الغنى، وأن أدلة تفضيل الفقر على الغنى كانت إما ضعيفة وإما صحيحة ولكنها غير صريحة في الدلالة على تلك الدعوى. ¶ والذي رجحه المحققون من العلماء أن الغني الشاكر أفضل من الفقير الصابر، وإن كان في كل خير. ¶ قال ابن قتيبة الدَّيْنَوَريّ: قالوا حديثان متناقضان. قالوا: رويتم عن النبي صلى الله عليه وسلم أنه تعوذ بالله من الفقر وقال: «أسألك غناي وغنى مولاي» (¬1). ثم رويتم أنه قال: «اللهم أحيني مسكينا وأمتني مسكينا واحشرني في زمرة المساكين» (¬2). وقال: «الفقر بالمؤمن أحسن من العذار الحسن على خَدِّ الفرس» (¬3). قالوا: وهذا تناقض واختلاف. ¶ قال ابن قتيبة: ونحن نقول: إنه ليس هاهنا اختلاف بحمد الله تعالى، وقد غلطوا في تأويله وظلموا في المعارضة؛ لأنهم عارضوا الفقر بالمسكنة وهما مختلفان، ولو كان قال: اللهم أحيني فقيرا وأمتني فقيرا واحشرني في زمرة الفقراء كان ذلك تناقضا كما ذكروا. ومعنى المسكنة في قوله: «احشرني مسكينا» التواضع والإخبات كأنه سأل الله تعالى أن لا يجعله من الجبارين والمتكبرين ولا يحشره في زمرتهم. ¶ والمسكنة حرف مأخوذ من السكون يقال: تمسكن الرجل إذا لان وتواضع وخشع وخضع، ومنه قول النبي صلى الله عليه وسلم للمصلي: «تَبَأَّس وتَمَسْكَن، وتُقْنِعَ رأسك» (¬4). ¶ يريد: تَخَشَّع وتواضع لله عز وجل. والعرب تقول: بالمسكين نزل الأمر لا يريدون معنى الفقر إنما يريدون معنى الذلة والضعف. وكذلك قول النبي صلى الله عليه وسلم لقَيْلَة (¬5): «يا مسكينة» (¬6). لم يرد يا فقيرة وإنما أراد معنى الضعف. ¶ ومن الدليل على ما أُوِّل أن رسول الله عليه وسلم لو كان سأل الله عز وجل المسكنة التي هي الفقر لكان الله تعالى قد منعه ما سأله لأنه قبضه غنيا موسرا بما أفاء الله عز وجل عليه، وإن كان لم يضع درهما على درهم ولا يقال لمن ترك مثل بساتينه بالمدينة وأمواله ومثل فَدَك (¬7) إنه مات فقيرا والله عز وجل يقول: {أَلَمْ يَجِدْكَ يَتِيمًا فَآَوَى ** وَوَجَدَكَ ضَالًّا فَهَدَى ** وَوَجَدَكَ عَائِلا فَأَغْنَى} (¬8). ¶ ¬__________ ¶ (¬1) تقدم تخريجه. ¶ (¬2) تقدم تخريجه. ¶ (¬3) تقدم تخريجه. ¶ (¬4) أخرجه أبو داود- كتاب الصلاة- باب في صلاة النهار 2/ 29 ح رقم 1296 عن عبد المطلب بن ربيعة -رضي الله عنه-. ¶ (¬5) قيلة بنت مخرمة التميمية. صحابية، روت عن النبي صلى الله عليه وسلم، روى عنها صفية ودحيبة ابنتا عليبة. (الإصابة 8/ 83). ¶ (¬6) أخرجه الطبراني في الكبير 25/ 7 ح رقم 21116 عن قيلة بنت مخرمة. ¶ (¬7) فَدَك: بفتح أوله وثانيه مكان قريب من المدينة وخيبر. (معجم ما استعجم 3/ 1015). ¶ (¬8) سورة الضحى آية 6: 8.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والعائل: الفقير كان له عيال أو لم يكن، والمُعِيل ذو العيال كان له مال أو لم يكن. فحال النبي صلى الله عليه وسلم عند مبعثه وحاله عند مماته يدلان على أن المسكنة التي كان يسألها ربه عز وجل ليست بالفقر. ¶ وأما قوله: «إن الفقر بالمؤمن أحسن من العذار الحسن على خد الفرس»، فإن الفقر مصيبة من مصائب الدنيا عظيمة، وآفة من آفاتها أليمة، فمن صبر على المصيبة لله تعالى ورضي بالقسمة زاده الله تعالى بذلك في الدنيا وأعظم له الثواب في الآخرة، وإنما مثل الفقر والغنى مثل السقم والعافية، فمن ابتلاه الله تعالى بالسقم فصبر كان كمن ابتلي بالفقر فصبر. وليس ما جعل الله في ذلك من الثواب بمانعنا من أن نسأل الله عز وجل العافية ونرغب إليه في السلامة. ¶ وقد ذهب قوم يفضلون الفقر على الغنى إلى أنه كان يتعوذ بالله تعالى من فقر النفس واحتجوا بقول الناس: فلان فقير النفس وإن كان حسن الحال، وغني النفس وإن كان سيء الحال. ¶ وهذا غلط ولا نعلم أن أحدا من الأنبياء ولا من صحابتهم ولا العباد ولا المجتهدين كان يقول: اللهم أفقرني ولا أزمني، ولا بذلك استعبدهم الله عز وجل؛ بل استعبدهم بأن يقولوا: اللهم ارزقني اللهم عافني، وكانوا يقولون: اللهم لا تبلنا إلا بالتي هي أحسن -يريدون لا تختبرنا إلا بالخير ولا تختبرنا بالشر- لأن الله تعالى يختبر عباده بها ليعلم كيف شكرهم وصبرهم، وقال: {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً} (¬1) أي اختبارا. ¶ وكان مُطَرِّف (¬2) يقول: لأن أعافي فأشكر أحب إلى من أن أبتلى فأصبر (¬3). ¶ وممن قال بتفضيل الغنى على الفقر: الإمام القرطبي، حيث قال في تفسيره: لما أمر الله تعالى بالكَتْب والإشهاد وأخذ الرهان كان ذلك نصا قاطعا على مراعاة حفظ الأموال وتنميتها، وردا على الجهلة المتصوفة ورعاعها الذين لا يرون ذلك فيخرجون عن جميع أموالهم ولا يتركون كفاية لأنفسهم وعيالهم، ثم إذا احتاج وافتقر عياله فهو إما أن يتعرض لمنن الإخوان أو لصدقاتهم أو أن يأخذ من أرباب الدنيا وظلمتهم، وهذا الفعل مذموم منهي عنه (¬4). وقال أيضا: ومما يدل على حفظ الأموال ومراعاتها إباحة القتال دونها وعليها. ¶ ¬__________ ¶ (¬1) سورة الأنبياء آية رقم 35. ¶ (¬2) مطرف بن عبد الله بن الشِّخِّير -بكسر الشين المعجمة وتشديد الخاء المعجمة المكسورة بعدها تحتانية ساكنة ثم راء- العامري الحَرَشِي -بمهملتين مفتوحتين ثم معجمة- أبو عبد الله البصري. روى عن أبيه وعثمان، وروى عنه ثابت وأبو التياح. قال في التقريب: ثقة عابد فاضل من الثانية مات سنة خمس وتسعين. (التهذيب 5/ 456، التقريب ص 534). ¶ (¬3) تأويل مختلف الحديث في الرد على أعداء أهل الحديث لابن قتيبة الدينوري -ت سنة 276هـ- ص 112: 114. ط: مكتبة المتنبي. القاهرة. د: ت. ¶ (¬4) تفسير القرطبي سورة البقرة 2/ 1225. ط: دار الشعب. د: ت.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قال صلى الله عليه وسلم: «من قتل دون ماله فهو شهيد» (¬1). ¶ وقد ذكر ابن حجر العسقلاني أن غالب السلف وجماهير الصحابة كانوا أصحاب أموال وغنى بخلاف ما يعتقده كثير من الناس من أنهم كانوا فقراء معدمين. ¶ قال ابن حجر: ودعوى أن جمهور الصحابة كانوا على التقلل والزهد ممنوعة بالمشهور من أحوالهم، فإنهم كانوا على قسمين بعد أن فتحت عليهم الفتوح: فمنهم من أبقى ما بيده مع التقرب إلى ربه بالبر والصلة والمواساة مع الاتصاف بغنى النفس، ومنهم من استمر على ما كان عليه قبل ذلك فكان لا يبقي شيئا مما فتح عليه به وهم قليل بالنسبة للطائفة الأخرى، ومن تبحر في سير السلف علم صحة ذلك، فأخبارهم في ذلك لا تحصى كثرة (¬2). ¶ هذا وممن نقل عنه تفضيل الغنى على الفقر الإمام ابن الجوزي في كتابه تلبيس إبليس (¬3)، والإمام أبو علي الدقاق، وكثير من الشافعية (¬4). ¶ وممن قال بتفضيل الغنى الإمام ابن عطاء الله السكندري. فقال: الغني الشاكر القائم بحقه أفضل من الفقير الصابر (¬5). ¶ والخلاصة: ¶ - إن هناك تعارضا بين الفقر وبين تحقيق المهمة التي من أجلها خلق الإنسان إذ كيف يجتمع الفقر –بمعنى عدم العثور على حد الكفاية– مع مسئولية تعمير الأرض المنوطة بالإنسان والتي حددها الله في قوله تعالى: {هُوَ أَنْشَأَكُمْ مِنَ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا} (¬6). ومن هنا فالفقر ظاهرة لا تتفق مع روح الإسلام ومبادئه وأهدافه ومقاصده. ¶ - وإن الغنى شيء محمود في ذاته لأنه بدون المال والكسب تخرب الدنيا، ولذلك ورد عن الإمام أحمد أنه قال: من قال بترك التكسب فهو أحمق لأنه يريد تعطيل الدنيا (¬7). ¶ - وإن الغنى لا يذم إلا إن اكتسب الغني ماله من الحرام أو أنفقه فيما لا يحل. ¶ ¬__________ ¶ (¬1) أخرجه البخاري- كتاب المظالم- باب من قاتل دون ماله 2/ 877 ح رقم 2348 عن عبد الله بن عمرو بن العاص -رضي الله عنهما- بلفظ قريب. ¶ ، أخرجه مسلم- كتاب الإيمان- باب أن من قتل دون ماله فهو شهيد 1/ 124 ح رقم 141 عن عبد الله بن عمرو أيضا بلفظ قريب. ¶ (¬2) فتح الباري 11/ 321. ¶ (¬3) تلبيس إبليس لابن الجوزي ص 157. ¶ (¬4) فتح الباري 11/ 320. ¶ (¬5) إحياء علوم الدين 4/ 291. ¶ (¬6) سورة هود آية رقم 61. ¶ (¬7) فتح الباري 11/ 321.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "- وإنه بدون المال تتعطل كثير من حدود الله عز وجل وفرائضه فبالمال يصون الإنسان عرضه ودينه، ولذلك ورد عن سعيد بن المسيب أنه قال عند موته وقد ترك مالا كثيرا: \"اللهم إنك تعلم أني لم أجمعه إلا لأصون به ديني\"، وورد مثل ذلك عن الثوري وغيرهما من السلف (¬1). ¶ وبالمال تظل فريضة الزكاة قائمة الركن الثالث من أركان الإسلام، وبه تظل فريضة الحج قائمة، وبالمال أيضا تظل فريضة الجهاد في سبيل الله قائمة قال تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ} (¬2). وذلك لا يتم إلا بالمال، وبالمال توصل الأرحام ويتقرب إلى الله عز وجل بالصدقات والإحسان إلى الفقراء والمساكين وفي وجوه الخير. ¶ - من أجل ذلك كله كان حفظ المال هو أحد كليات الشريعة ومقاصدها الخمسة. قال صاحب جوهرة التوحيد: ¶ وحفظ دين ثم نفس مال نسب *** ومثلها عقل وعرض قد وجب (¬3). ¶ قال الإمام الغزالي: ¶ لا نشك في أن مصلحة الدين مراد الشرع وهو معلوم بالضرورة وليس بمظنون، ولا شك في أن رد كافة الناس على قدر الضرورة أو الحاجة أو إلى الحشيش والصيد مخرب للدنيا أولا وللدين بواسطة الدنيا ثانيا (¬4). ¶ - إن الفقر في ذاته ليس بمذموم إن كان قدرا من أقدار الله عز وجل، أما أن يرضاه الإنسان لنفسه ويسعى إليه ويضيع ماله ويرى أن ذلك أفضل له فهذا شيء لا يرضاه عقل ولا دين. ¶ - أهم نتائج المباحث الثلاثة السابقة: ¶ 1 - وردت أحاديث كثيرة تحث على الغنى وتمدح ذوي الهمم العالية الذين لا يرضون بالدون من العيش، ومعظمها صحيحة وصريحة. ¶ ¬__________ ¶ (¬1) فتح الباري 11/ 321 بتصرف. ¶ (¬2) سورة الأنفال آية رقم 60. ¶ (¬3) حاشية البيجوري على جوهرة التوحيد ص 322. ط: دار السلام. القاهرة. الأولى 1422هـ- 2002م. تحقيق: الأستاذ الدكتور/ علي جمعة محمد مفتي الديار المصرية. ¶ (¬4) إحياء علوم الدين 2/ 167، 168.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "2 - إن أدلة تفضيل الفقر على الغنى معظمها ضعيفة والصحيح منها غير صريح في الدلالة على تلك الدعوى. ¶ 3 - الذي رجحه المحققون من علماء السلف والخلف، كسعيد بن المسيب والثوري وابن حجر وابن الجوزي والقرطبي المفسر وابن قتيبة؛ بل والمحققون من أهل التصوف كالإمام أحمد وابن عطاء الله السكندري وأبو علي الدقاق ومطرف بن عبد الله -أن الغني الشاكر أفضل من الفقير الصابر، وإن كان في كل خير. ¶ 4 - الأنبياء وجماهير الصحابة وغالب السلف كانوا أصحاب أموال وغنى بخلاف ما يعتقده كثير من الناس من أنهم كانوا فقراء معدمين. ¶ 5 - الفقر والغنى مثل السقم والعافية، فمن ابتلاه الله تعالى بالسقم فصبر كان كمن ابتلى بالفقر فصبر. ¶ 6 - هناك تعارض بين الفقر وبين تحقيق المهمة الأولى التي من أجلها خلق الإنسان وهي عبادة الله، فبدون المال تتعطل كثير من حدود الله عز وجل وفرائضه، كالزكاة والحج والجهاد في سبيل الله. ¶ 7 - هناك تعارض بين الفقر وبين تحقيق المهمة الثانية التي من أجلها خلق الإنسان وهي مسئولية تعمير الأرض؛ إذ إنه بدون المال والكسب تخرب الدنيا. ¶ 8 - إن الفقر في ذاته ليس بمذموم إن كان قدرا من أقدار الله عز وجل، أما أن يرضاه الإنسان لنفسه ويسعى إليه ويضيع ماله ويرى أن ذلك أفضل له فهذا شيء لا يرضاه عقل ولا دين. ¶ - - - - -",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "المبحث السادس: أثر الفقر على الفرد والمجتمع ¶ *** ¶ أولا: أثر الفقر على عقيدة الإنسان ودينه: ¶ عن أبي هريرة -رضي الله عنه- أن رسول الله صلى الله عليه وسلم قال: «بادروا بالأعمال فتنا كقطع الليل المظلم، يصبح الرجل مؤمنا ويمسي كافرا، أو يمسي مؤمنا ويصبح كافرا، يبيع دينه بعَرَض من الدنيا» (¬1). ¶ * التعليق: ¶ قوله صلى الله عليه وسلم: «يبيع دينه بعَرَض من الدنيا» مشعر بسبب الكفر والخروج من الدين سريعا وهو عَرَض من الدنيا متمثل في المال غالبا، وقد قال رسول الله صلى الله عليه وسلم في الحديث: «كاد الفقر أن يكون كفرا» (¬2). ¶ قال المناوي: أي قارب أن يوقع فيه؛ لأنه يحمل على حسد الأغنياء والحسد يأكل الحسنات، وعلى التذلل لهم بما يدنس عرضه ويَثْلَم (¬3) به دينه، وعلى عدم الرضا بالقضاء وتسخط الرزق وذلك إن لم يكن كفرا فهو جارٌّ إليه، وقال الثوري: لأن أجمع عندي أربعين ألف دينار حتى أموت عنها أحب إلى من فقر يوم وذلي في سؤال الناس، قال: ووالله ما أدري ماذا يقع مني لو ابتليت ببلية من فقر أو مرض فلعلي أكفر ولا أشعر. ¶ ولذلك قال: كاد الفقر أن يكون كفرا؛ لأنه يحمل المرء على ركوب كل صعب وذلول وربما يؤديه إلى الاعتراض على الله والتصرف في ملكه كما قال بعضهم: ¶ كم عاقل عاقل أعيت مذاهبه *** وجاهل جاهل تلقاه مرزوقا ¶ هذا الذي ترك الأوهام حائرة *** وصَيَّر العالم النحرير زنديقا (¬4). ¶ ورُوي أن عليا -رضي الله عنه- قال لأحد أبنائه: \"يا بني إني أخاف عليك الفقر، فإن الفقر مَنْفَقَة للدِّين، مَدْهَشَة للعقل، داعية للمقت\" (¬5). ¶ وكل ذلك يبين لنا الحكمة من استعاذة النبي صلى الله عليه وسلم من الفقر بعد استعاذته من الكفر في قوله: «اللهم إني أعوذ بك من الكفر والفقر» (¬6). ¶ وقيل: من حفظ دنياه حفظ الأكرمين دينه وعرضه (¬7). ¶ ¬__________ ¶ (¬1) أخرجه مسلم- كتاب الإيمان- باب الحث على الأعمال قبل تظاهر الفتن 1/ 110 ح رقم 118 بلفظه. ¶ (¬2) يأتي تخريجه قريبا. ¶ (¬3) الثَّلْم: الخلل والكسر. (مختار الصحاح ص 60). ¶ (¬4) فيض القدير شرح الجامع الصغير لعبد الرؤوف المناوي 4/ 542 بتصرف. ط: المكتبة التجارية الكبرى. مصر. الأولى سنة 1356هـ. والأبيات لابن الراوندي. ¶ (¬5) نهج البلاغة للشريف الرضي 4/ 76. ط: دار المعرفة. بيروت. د: ت. ¶ (¬6) يأتي تخريجه قريبا. ¶ (¬7) المستطرف في كل فن مستظرف للأبشيهي -ت سنة 868هـ- ص 310. ط: دار الكتب العلمية. بيروت. الأولى 1413هـ- 1993م. والأبشيهي نسبة لأبشيه الرمان من الفيوم. (الضوء اللامع للسخاوي 4/ 296. ط: دار المعرفة. بيروت. د: ت).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقال لقمان لابنه: يا بني استعن بالكسب الحلال عن الفقر؛ فإنه ما افتقر أحد قط إلا أصابه ثلاث خصال: رقة في دينه، وضعف في عقله، وذهاب مروءته، وأعظم من هذه الثلاث استخفاف الناس به (¬1). ¶ ثانيا: أثر الفقر على الأخلاق: ¶ لا شك أن الفقر خطر عظيم على أخلاق الإنسان وسلوكه، فإذا كان ضغط الحاجة قد يدفع الإنسان إلى الكفر كما تقدم، فليس ببعيد أن يدفعه إلى الكذب أو الخيانة أو الرشوة أو السرقة؛ لإشباع رغباته وسد حاجاته؛ بل لا يبعد أن يؤدي به الفقر إلى الانحراف في فطرته والتفريط في عرضه. ¶ ولذلك فقد أخرج الشيخان بسنديهما عن عائشة -رضي الله عنها-: أن رسول الله صلى الله عليه وسلم كان يدعو في الصلاة بقوله: «اللهم إني أعوذ بك من فتنة المحيا وفتنة الممات اللهم إني أعوذ بك من المَأْثَم والمَغْرَم» فقال له قائل: ما أكثر ما تستعيذ من المغرم؟ فقال: «إن الرجل إذا غَرِم حدث فكذب ووعد فأخلف» (¬2). ¶ * التعليق: ¶ قال ابن حجر: والمراد أن ذلك (¬3) شأن من يستدين غالبا (¬4). ¶ وقد أخرج الشيخان أيضا بسنديهما عن أبي هريرة -رضي الله عنه- عن النبي صلى الله عليه وسلم قال: «قال رجل: لأتصدقن الليلة بصدقة فخرج بصدقته فوضعها في يد زانية. فأصبحوا يتحدثون: تُصُدِّقَ الليلة على زانية. قال: اللهم لك الحمد على زانية. لأتصدقن بصدقة فخرج بصدقته فوضعها في يد غني. فأصبحوا يتحدثون: تُصُدِّقَ على غني. قال: اللهم لك الحمد على غني. لأتصدقن بصدقة فخرج بصدقته فوضعها في يد سارق. فأصبحوا يتحدثون: تُصُدِّقَ على سارق. فقال: اللهم لك الحمد على زانية وعلى غني وعلى سارق. فأتي فقيل له: أما صدقتك فقد قبلت، أما الزانية فلعلها تستعف بها عن زناها ولعل الغَنِيّ يعتبر فينفق مما أعطاه الله ولعل السارق يستعف بها عن سرقته» (¬5). ¶ * التعليق: ¶ ¬__________ ¶ (¬1) إحياء علوم الدين 2/ 99. ¶ (¬2) أخرجه البخاري- كتاب الأذان- باب الدعاء قبل السلام 1/ 286 ح رقم 798 بلفظه. ¶ ، وأخرجه مسلم- كتاب المساجد- باب استحباب التعوذ من عذاب القبر وجهنم 1/ 412 ح رقم 588 بلفظه. ¶ (¬3) إشارة إلى الكذب وخلف الوعد. ¶ (¬4) فتح الباري 2/ 389. ¶ (¬5) أخرجه البخاري- كتاب الزكاة- باب إذا تصدق على غني وهو يعلم 2/ 516 ح رقم 355 بلفظ قريب. ... ¶ ، مسلم- كتاب الزكاة- باب ثبوت أجر المتصدقين وإن وقعت الصدقة في يد فاسق 2/ 709 ح رقم 1022 بلفظه.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "في الحديث بيان أثر الغنى في استعفاف الرجل عن السرقة واستعفاف المرأة عن الفاحشة. إذًا فالغالب أن الانحراف بالسرقة أو الكسب الحرام عموما سببه الفقر. ¶ وكذلك الوقوع في الفواحش والتخلي عن العفة كثيرا ما يكون سببه الحاجة والفقر، ففي حديث الثلاثة الذين آوهم المبيت إلى غار فدخلوه فانحدرت صخرة من الجبل فسدت عليهم الغار فقالوا: إنه لا ينجيكم من هذه الصخرة إلا أن تدعوا الله بصالح أعمالكم. فدعا الأول ثم قال الثاني: «اللهم إنه كانت لي ابنة عم كنت أحبها كأشد ما يحب الرجال النساء، فأردتها على نفسها فامتنعت مني، حتى ألمت بها سنة من السنين، فجاءتني فأعطيتها عشرين ومائة دينار على أن تخلي بيني وبين نفسها ففعلت، حتى إذا قدرت عليها قالت: اتق الله ولا تَفُضَّ الخاتم إلا بحقه، فانصرفت عنها وهي أحب الناس إلي، وتركت الذهب الذي أعطيتها. اللهم إن كنت فعلت هذا ابتغاء وجهك فافرج عنا ما نحن فيه» (¬1). ¶ * التعليق: ¶ الحديث يبين لنا كيف تخلت المرأة عن عفتها تحت ضغط الفقر والحاجة. ¶ ومثل ذلك ما رُوي عن ابن عم –رضي الله عنهما- قال: سمعت النبي صلى الله عليه وسلم يقول: «كان الْكِفْل من بني إسرائيل لا يتورع من ذنب عمله، فأتته امرأة فأعطاها ستين دينارا على أن يطأها، فلما قعد منها مقعد الرجل من امرأته أرعدت وبكت، فقال: ما يبكيك أأكرهتك؟ قالت: لا، ولكنه عمل ما عملته قط، وما حملني عليه إلا الحاجة، فقال: تفعلين أنت هذا وما فعلته اذهبي فهي لك. وقال: لا والله لا أعصي الله بعدها أبدا. فمات من ليلته فأصبح مكتوبا على بابه إن الله قد غفر للكفل» (¬2). ¶ وعن معاذ بن جبل -رضي الله عنه- قال: سمعت رسول الله صلى الله عليه وسلم يقول: «خذوا العطاء ما دام عطاءً، فإذا صار رِشْوَة في الدين فلا تأخذوه، ولستم بتاركيه؛ يمنعكم الفقر والحاجة» (¬3). ¶ ¬__________ ¶ (¬1) أخرجه البخاري- كتاب الإجارة- باب من استأجر أجيرا فترك أجره فعمل فيه المستأجر 2/ 793 ح رقم 2152 بلفظ قريب عن ابن عمر -رضي الله عنهما-. ¶ ، مسلم- كتاب الرقاق- باب قصة أصحاب الغار الثلاثة والتوسل بصالح العمل 4/ 2101 ح رقم 2743 بلفظ قريب عن ابن عمر -رضي الله عنهما-. ¶ (¬2) أخرجه الترمذي- كتاب صفة القيامة والرقائق والورع- باب رقم 48 - 4/ 373 ح رقم 2496 بلفظه من طريق عبيد بن أسباط بن محمد القرشي عن أبيه عن الأعمش عن عبد الله بن عبد الله الرازي عن سعد مولى طلحة عن ابن عمر –رضي الله عنهما-، وقال: هذا حديث حسن. ¶ ، أحمد 2/ 23 ح رقم 4747 بلفظ مختلف من طريق أسباط بن محمد به. وإسناده ضعيف لأن فيه سعد مولى طلحة وهو مجهول. ¶ (¬3) أخرجه الطبراني في الكبير 20/ 90 ح رقم 16929 بلفظه بزيادة في آخره من طريق القاسم بن يوسف بن يعقوب البلخي عن علي بن حجر المروزي عن عبد الرحمن بن يزيد بن جابر عن الوَضِين بن عطاء عن يزيد بن مرثد عن معاذ بن جبل -رضي الله عنه-. ¶ ، أخرجه في مسند الشاميين 1/ 379 بلفظه بزيادة في آخره به. ط: مؤسسة الرسالة. بيروت. الأولى 1405هـ-1984م. تحقيق: حمدي عبد المجيد السلفي.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "* التعليق: ¶ في هذا الحديث يبيح النبي صلى الله عليه وسلم للمرء أن يأخذ الهدية أو الهبة طالما أنها كذلك، أما إن صار هذا العطاء رشوة في حقيقة الأمر وإن كانت في صورة العطاء فإن النبي يحذرنا من أخذها، ثم يبين أننا سنأخذها رغم علمنا بأنها رشوة حرام وما ذلك إلا لفاقتنا وشدة حاجتنا، والله أعلم. ¶ فالفقر يؤدي إلى انتشار معظم أشكال الجرائم: السرقة، الزنا والبغاء، المخدرات ... إلخ. ¶ وقد أوضحت إحدى الدراسات على المجتمع الهندي أن انتشار جريمة البغاء ترجع إلى الفقر بإكراه الفتيات على احتراف مهنة البغاء من أجل إعالة أسرهن. ¶ وفي مدينة دكا في بنجلاديش تبين أن 10 % من الإناث يحصلن على دخول منتظمة من البغاء. ¶ كما أن تعاطي المخدرات في الدول الفقيرة أكثر منه في الدول المتقدمة، وقد أوضحت إحدى الدراسات أن أكثر الفئات تعاطيا للمخدرات هم الفقراء ومتوسطو الدخل، وتعلل الدراسة ذلك بأنه رغبة في الهروب من مشاكل وهموم الفقر. ¶ ووفقا لتقارير وزارة الخارجية الأمريكية فإن حجم استهلاك المخدرات في إحدى السنوات في الهند يبلغ 250 طنا، وفي باكستان 34 طنا، وفي بورما 300 طن، ويبلغ عدد متعاطي المخدرات في الهند خمسة ملايين شخص وفي باكستان مليون ونصف، معظمهم من الطبقات الفقيرة التي تلجأ إلى المخدرات هربا من الواقع والمسؤولية ومشاكل الحياة (¬1). ¶ ثالثا: أثر الفقر على فكر الإنسان ونفسه: ¶ لا شك أن للفقر أثر سيء على تفكير الإنسان، إذ إن ذلك الإنسان الذي لا يجد ضرورات الحياة -من مأكل ومشرب ومسكن- كيف يفكر تفكيرا دقيقا؟ أم كيف يتقن عملا وذهنه شارد في هموم مطالبه ومطالب أسرته والتي لا يجد لها كفاية؟ ¶ ولذلك ورد عن الإمام أبي حنيفة أنه قال: \"لا تستشر من ليس في بيته دقيق\" (¬2). أي لأنه مشتت الفكر فلا يستطيع أن يعطيك رأيا صائبا حكيما دقيقا. ¶ وقد ورد أن النبي صلى الله عليه وسلم قال: «لا يقضين حكم بين اثنين وهو غضبان» (¬3). وقد بَيَّن العلماء علة النهي عن الحكم حال الغضب، وهو المنع من استيفاء النظر (¬4). ¶ ¬__________ ¶ (¬1) فقر الشعوب للدكتور/ حمدي عبد العظيم ص 209، 210. ط: مطبعة العمرانية. القاهرة. سنة 1995م. ¶ (¬2) مشكلة الفقر وكيف عالجها الإسلام للدكتور/ يوسف القرضاوي ص 15. ط: مكتبة وهبة. القاهرة. السادسة سنة 1415هـ- 1995م. ¶ (¬3) أخرجه البخاري- كتاب الأحكام- باب هل يقضي القاضي أو يفتي وهو غضبان 6/ 2616 ح رقم 6739 بلفظه عن أبي بكرة -رضي الله عنه-. ¶ ، الشافعي في مسنده ص 378 بلفظ قريب. ط: دار الكتب العلمية. بيروت. د: ت. ¶ (¬4) الإحكام للآمدي -ت سنة 631هـ- 3/ 286. ط: دار الكتاب العربي. بيروت. الأولى سنة 1404هـ تحقيق: د/ سيد الجميلي.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقال ابن دقيق العيد: فيه النهي عن الحكم حالة الغضب لما يحصل بسببه من التغير الذي يختل به النظر فلا يحصل استيفاء الحكم على الوجه. وعدّاه الفقهاء بهذا المعنى إلى كل ما يحصل به تغير الفكر كالجوع والعطش المفرطين وغلبة النعاس وسائر ما يتعلق به القلب تعلقا يشغله عن استيفاء النظر (¬1). ¶ وقال الشافعي في الأم: أكره لحاكم أن يحكم وهو جائع أو تَعِب أو مشغول القلب فإن ذلك يغير القلب (¬2). ¶ وقال أيضا: وأكره للقاضي الشراء والبيع والنظر في النفقة على أهله وفي ضيعته؛ لأن هذا أشغل لفهمه من كثير من الغضب (¬3). فالفقر إذًا مشتت لعقل الإنسان وتفكيره لأنه يملئ قلب الإنسان بالهموم، فيمتنع القلب من إحكام النظر وتدقيق الفكر في الأمور. ¶ وقد قيل: ¶ إذا قل مال المرء قل صفاؤه *** وضاق به عما يريد طريقه ¶ وأصبح لا يدري وإن كان حازما *** أقدامه خيرا أو وراءه (¬4). ¶ وقد رُوي عن الإمام محمد بن الحسن الشيباني أن جاريته أخبرته يوما في مجلسه أن الدقيق نفد، فقال لها: قاتلك الله لقد أضعت من رأسي أربعين مسألة من مسائل الفقه (¬5). ¶ - كما أن للفقر أثر سيء على نفس الإنسان فهو غالبا ما يجر الإنسان إلى الذل والملق والنفاق والتخلي عن المروءة. ¶ ولذلك قيل: إن الفقر رأس كل بلاء وداعية إلى مقت الناس، وهو مع ذلك مسلبة للمروءة مذهبة للحياء، فمتى نزل الفقر بالرجل لم يجد بدا من ترك الحياء، ومن فقد حياؤه فقد مروءته، ومن فقد مروءته مُقِت، ومن مُقت ازْدُرِي به (¬6). ¶ وقال بعضهم: نظرت إلى كل ما يذل القوي ويكسره فلم أر شيئا أذل له ولا أكبر من الفاقة (¬7). ¶ ¬__________ ¶ (¬1) فتح الباري 13/ 168. ¶ (¬2) الأم للشافعي 6/ 199. ط: دار المعرفة. بيروت. الثانية سنة 1393هـ. ¶ (¬3) الأم 6/ 215. ¶ (¬4) إصلاح المال لابن أبي الدنيا ص 358. ط: دار الوفاء. المنصورة. الأولى سنة 1410هـ- 1990م. والأبيات لأبي جعفر مولى بني هاشم. ¶ (¬5) مشكلة الفقر وكيف عالجها الإسلام للدكتور/ يوسف القرضاوي ص 15. ¶ (¬6) المستطرف ص 310. ¶ (¬7) المستطرف ص 310.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فالفقر جار للإنسان إلى التذلل للناس وسبب كبير في هوان الإنسان على الناس. ولذلك قيل: الفقر هو الموت الأكبر (¬1). ¶ وقال ابن عباس: جهد البلاء: أن تحتاجوا إلى ما في أيدي الناس (¬2). ¶ ولله در القائل: ¶ الفقر يُزْرِي بأقوام ذوي حسب *** وقد يسود بغير السيد المال (¬3). ¶ وقال آخر: ¶ المال يرفع سقفا لا عِماد له *** والفقر يهدم بيت العز والشرف (¬4). ¶ رابعا: خطر الفقر على الأسرة: ¶ يمثل الفقر خطرا كبيرا على تكوين الأسرة وعلى استقرارها وعلى استمرارها. فالبنسبة لتكوين الأسرة نجد الفقر يقف حائلا دون تكوينها في كثير من الأحيان فكثير من الشباب يرغب في الزواج ليُكَوِّن أسرة يجد فيها السكن والمودة ولكنه لا يستطيع الزواج؛ نظرا لقلة ذات يده وعجزه عن القيام بأعباء الزواج؛ ولذلك أوصى الإسلام هؤلاء بالتمسك بالعفة والصبر حتى يغنيهم الله من فضله قال تعالى: {وَلْيَسْتَعْفِفِ الَّذِينَ لا يَجِدُونَ نِكَاحًا حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ} (¬5). ¶ وقال صلى الله عليه وسلم: «يا معشر الشباب من استطاع منكم الباءة فليتزوج؛ فإنه أغض للبصر وأحصن للفرج، ومن لم يستطع فعليه بالصوم؛ فإنه له وجاء» (¬6). ¶ فالحديث يوصي الشباب بالزواج عند القدرة عليه لأنه يعصم الإنسان من الانحراف الخلقي والوقوع في براثن الرذيلة. ¶ ثم يقرر أنه قد يعجز الإنسان عن الزواج لفقره وبالتالي فلن تتكون الأسرة التي هي من مقاصد الشريعة. كما أنه من المتوقع أن يكون ذلك الإنسان أقرب إلى الانحراف من جانب آخر. ¶ وأما عن استقرار الأسرة فإن الفقر كثيرا ما يهز هذا الاستقرار فكم من المشكلات الأسرية تنشأ نتيجة لأسباب مادية؛ بل إن ضيق الأحوال المادية قد يسبب جرائم شنيعة داخل الأسرة، فنجد القرآن الكريم ¶ ¬__________ ¶ (¬1) إصلاح المال ص 122 ¶ (¬2) إصلاح المال ص 125. ¶ (¬3) المستطرف ص 310. ¶ (¬4) المستطرف ص 310. ¶ (¬5) سورة النور آية رقم 33. ¶ (¬6) أخرجه البخاري- كتاب الصوم- باب الصوم لمن خاف على نفسه العزوبة 2/ 673 ح رقم 1806 بلفظ قريب عن عبد الله بن مسعود -رضي الله عنه-. ¶ ، مسلم- كتاب النكاح- باب استحباب النكاح لمن تاقت نفسه إليه ووجد مؤنة واشتغال من عجز عن المؤن بالصوم 2/ 1018 ح رقم 1400 بلفظه عن عبد الله بن مسعود -رضي الله عنه-.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "يحكي لنا أن بعض الآباء قتلوا أولادهم وفلذات أكبادهم تحت وطأة الفقر؛ بل كان في بعض الأحيان لمجرد الخوف من الفقر فقط فيقول تعالي: {وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ} (¬1). ¶ فهؤلاء قتلوا أولادهم لوقوع الفقر بهم. وقال تعالى: {وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا} (¬2)، وهؤلاء قتلوا أولادهم لمجرد توقع الفقر. ¶ وسئل رسول الله صلى الله عليه وسلم: أي الذنب أعظم؟ قال: «أن تجعل لله ندا وهو خلقك» قال: ثم أي؟ قال: «أن تقتل ولدك مخافة أن يطعم معك» (¬3). ¶ يقول الدكتور: يوسف القرضاوي: ¶ والإسلام بهذا يعترف بأثر العوامل الاقتصادية في السلوك البشري حتى إنها لتطغى في بعض الأحيان وعند بعض البشر –للأسف الشديد- على الدوافع الفطرية الأصيلة كعاطفة الأبوة. ¶ والذي يهمنا هنا في بيان خطر الفقر أنه دفع بعض الناس أن يقتلوا أولادهم سفها بغير علم (¬4). ¶ وأما عن استمرار الأسرة فإن الفقر قد يكون سببا لنهاية الحياة الزوجية ولو على كره من أحد الزوجين وربما منهما معا. ¶ فيرى الشافعية أن الزوج إن عسر بنفقة زوجته فللزوجة فسخ النكاح وكذلك للزوجة فسخ النكاح إن أعسر زوجها بالصداق قبل الدخول بها (¬5). ¶ وإن كان هذا الفسخ لا يتم إلا بحكم الحاكم؛ لأنه فسخ مختلف فيه فقد ذهب إلى جوازه المالكية والشافعية والحنابلة دون الحنفية (¬6). ¶ إلا أنه على أي حال إذا رفعت المرأة أمرها إلى القضاء وفي هذه الحالة فإن القاضي يفرق بينهما بناءً على رغبتها وطلبها. ¶ خامسا: خطر الفقر على المجتمع والأمة: ¶ ¬__________ ¶ (¬1) سورة الأنعام آية رقم 151. ¶ (¬2) سورة الإسراء آية رقم 33. ¶ (¬3) أخرجه البخاري- كتاب التفسير- باب قوله تعالى: {فَلا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ} 4/ 1626 ح رقم 4207 بلفظ قريب عن ابن مسعود -رضي الله عنه-. ¶ ، مسلم- كتاب الإيمان- باب كون الشرك أقبح الذنوب وبيان أعظمها بعده 1/ 90 ح رقم 86 بلفظه عن ابن مسعود -رضي الله عنه-. ¶ (¬4) مشكلة الفقر وكيف عالجها الإسلام للدكتور يوسف القرضاوي ص 17. ¶ (¬5) شرح ابن قاسم الغزي على متن أبي شجاع على هامش حاشية البيجوري على ابن قاسم 2/ 198، 199 بتصرف. ط: مصطفى البابي الحلبي. القاهرة. د: ت. ¶ (¬6) المغني لابن قدامة 8/ 165. ط: دار الفكر. بيروت. الأولى سنة 1405هـ.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "لا شك أن المجتمع سيجني آثار الفقر السابقة وغيرها في الفرد نفسه، فإن فردا يفرط في دينه وعرضه ولا يتمسك بقيم أو أخلاق تضبط سلوكه فماذا ينتظر المجتمع من فرد بهذه الصفة إلا التخريب والإفساد. ¶ إن الفقر غالبا ما يسبب صراعا بين طبقات المجتمع فغالبا ما ينحرف الفقير بدافع الحقد على الغنيّ، فيكون من نتائج ذلك: الاعتداء على أمواله بالسرقة أو غير ذلك، وقد يصحب محاولات ¶ الفقير لإشباع حاجته بطرق غير مشروعة جرائم أخرى مثل انتهاك الحرمات والاعتداء؛ بل والقتل أحيانا وغير ذلك من الجرائم. ¶ ويرى علماء الاجتماع أن سوء الأحوال الاقتصادية هو السبب الأول في الجنوح إلى الجريمة، كما أن بعض علماء الاقتصاد يربطون بين الجريمة والدورات الاقتصادية ففي فترات الكساد يزداد الفقر وبالتالي تكثر جرائم الاغتصاب والقتل والتشرد. ¶ وقد أوضحت الدراسات الإحصائية أن 25 % من أطفال المناطق الفقيرة يجنحون إلى الجريمة بينما لا تتجاوز النسبة في الدول المتقدمة 1 % (¬1). ¶ ويعتبر ذلك أمرا طبيعيا فكما يقال: صوت المعدة أقوى من صوت الضمير. فالإنسان الجائع قد يفعل أي شيء لإسكات جوعه، وقد روي عن أبي ذر -رضي الله عنه- أنه قال: \"عجبت لمن لا يجد القوت في بيته كيف لا يخرج على الناس شاهرا سيفه\"، ويقول الدكتور يوسف القرضاوي في تعليقه على هذا الكلام: وما دام في المجتمع أكواخ وقصور، وسفوح وقمم، وتخمة وفقر دم، فإن الحقد والبغضاء يوقدان في القلوب نارا تأكل الأخضر واليابس، وستتسع الشقة بين الواجدين والمحرومين، ومن هنا تتخذ المبادئ الهدامة أوكارها بين ضحايا الفقر والحرمان والضياع. ¶ والفقر خطر أيضا على سيادة الأمة وحريتها واستقلالها، فالبائس المحتاج لا يجد في صدره حماسة للدفاع عن وطنه والذود عن حرمات أمته، فإن وطنه لم يطعمه من جوع ولم يُؤَمَّنْه من خوف وأمته لم تمد إليه يد العون لتنشله من وهدة الشقاء. ¶ إنه لا يبعد أن يضن بدمه في سبيل وطن قسا عليه وأشاح بوجهه عنه، ولماذا يكون عليه هو واجب الدفاع ولأناس غيره حق الاستمتاع؟! وكيف يدعى في غرم الوطن وينسى في غنمه. ¶ وإذا تكون كريهة أُدْعى لها *** وإذا يُحاس الحَيْس يدعى جَنُوب (¬2). ¶ - أهم نتائج المبحث: ¶ للفقر آثار متنوعة على الفرد والمجتمع أهمها: ¶ 1 - الفقر خطر على عقيدة الإنسان ودينه. ¶ ¬__________ ¶ (¬1) فقر الشعوب للدكتور/ حمدي عبد العظيم ص 208. ¶ (¬2) مشكلة الفقر وكيف عالجها الإسلام ص 17، 18.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "2 - الفقر خطر عظيم على أخلاق الإنسان وسلوكه. ¶ 3 - الفقر من أكبر أسباب الانحراف الخلقي فهو يؤدي إلى انتشار معظم أشكال الجرائم: السرقة، الزنا والبغاء، المخدرات والإدمان ... إلخ. ¶ 4 - الفقر خطر على فكر الإنسان ونفسه. ¶ 5 - يمثل الفقر خطرا كبيرا على تكوين الأسرة وعلى استقرارها وعلى استمرارها. ¶ 6 - الفقر غالبا ما يسبب صراعا بين طبقات المجتمع، مما يؤدي إلى زعزعة الأمن داخل المجتمع. ¶ 7 - الفقر خطر أيضا على الأمة واستقلالها، فهو يقتل الانتماء إلى البلد أو الأمة والولاء لها داخل نفوس من يتجرعون مرارته، ويأنون تحت وطأته. ¶ - - - - - ¶ الخاتمة ¶ وبعد فقد تبين لنا من خلال هذا البحث موقف الإسلام من قضية الفقر ذلك الموقف الوسطي المعتدل الذي لا يقدس الفقر ويوجب الرضا به أو السعي في تحصيله ولا ينسى الفقراء الذين لا حيلة لهم من الضعفاء والعجزة والمنكوبين. ¶ كما اتضح لنا جليا أن تضييق هوة الفقر وتضميم مساحته هو مقصد من مقاصد الإسلام، ضمن منظومة رعايته لمصالح الخلق وتحقيقه لمنافعهم. ¶ كما اتضحت لنا نتائج كثيرة مهمة ذكرناها في خاتمة كل مبحث من المباحث السابقة. ¶ وآخر دعوانا أن الحمد لله رب العالمين ¶ وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "قائمة بأهم مراجع البحث: ¶ 1 - الآحاد والمثاني لأبي بكر الشيباني. ط: دار الراية. الرياض. الأولى سنة 1411هـ- 1991م. تحقيق: باسم فيصل الجوابرة. ¶ 2 - الإحكام للآمدي. ط: دار الكتاب العربي. بيروت. الأولى سنة 1404هـ تحقيق: د/ سيد الجميلي. ¶ 3 - إحياء علوم الدين للغزالي. ط: دار المنار. القاهرة. تحقيق: محمد عبد الملك الزغبي. ¶ 4 - الأدب المفرد للبخاري. ط: دار البشائر الإسلامية. بيروت. الثالثة سنة 1409هـ- 1989م. تحقيق: محمد فؤاد عبد الباقي. ¶ 5 - الإسلام والتنمية الاقتصادية للدكتور/ شوقي أحمد دنيا. ط: دار الفكر العربي. القاهرة. الأولى سنة 1979م. ¶ 6 - إصلاح المال لابن أبي الدنيا. ط: دار الوفاء. المنصورة. الأولى سنة 1410هـ- 1990م. والأبيات لأبي جعفر مولى بني هاشم. ¶ 7 - الأم للشافعي. ط: دار المعرفة. بيروت. الثانية سنة 1393هـ. ¶ 8 - تأويل مختلف الحديث في الرد على أعداء أهل الحديث لابن قتيبة الدينوري. ط: مكتبة المتنبي. القاهرة. د: ت. ¶ 9 - التدوين في أخبار قزوين للرافعي في 1/ 164. ط: دار الكتب العلمية. بيروت. سنة 1987م. تحقيق: عزيز الله العطاردي. ¶ 10 - الترغيب والترهيب للمنذري. ط: دار الحديث. القاهرة. سنة 1407هـ- 1987م. تحقيق: مصطفى محمد عمارة. ¶ 11 - تلبيس إبليس لابن الجوزي. ط: دار المنار. القاهرة. 1419هـ- 1999م. تحقيق: صلاح عويضة.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "12 - حاشية البيجوري على جوهرة التوحيد. ط: دار السلام. القاهرة. الأولى 1422هـ- 2002م. تحقيق: الأستاذ الدكتور/ علي جمعة محمد مفتي الديار المصرية. ¶ 13 - حلية الأولياء لأبي نعيم. ط: دار الكتاب العربي. بيروت. الرابعة سنة 1405هـ. ¶ 14 - الدر المختار بهامش حاشية ابن عابدين المسماة رد المحتار على الدر المختار. ط: دار إحياء التراث العربي. بيروت. الثانية. سنة 1407هـ- 1987م. ¶ 15 - دليل الفالحين شرح رياض الصالحين لابن علان الدمشقي. ط: دار الحديث. القاهرة. الأولى سنة 1419هـ- 1998م. تحقيق: عصام الدين الصباطي. ¶ 16 - الذخيرة لشهاب الدين القرافي. ط: دار الغرب الإسلامي. بيروت. الأولى سنة 1994م. ¶ 17 - رياض الصالحين من كلام سيد المرسلين للنووي- باب الكرم والوجود والإنفاق في وجوه الخير ص 19 ح رقم 544. ط: دار المنار. القاهرة. د: ت. تحقيق: صلاح عويضة. ¶ 18 - الزهد للإمام عبد الله بن المبارك. ط: دار الكتب العلمية. بيروت. تحقيق: حبيب الرحمن الأعظمي. ¶ 19 - سبل السلام شرح بلوغ المرام للصنعاني. ط: دار الحديث. القاهرة. الخامسة سنة 1418هـ- 1997م. تحقيق: عصام الضبابطي، عماد السيد. ¶ 20 - سنن ابن ماجة. ط دار إحياء الكتب العربية. القاهرة. د: ت. تحقيق: محمد فؤاد عبد الباقي. ¶ 21 - سنن أبي داود. ط: دار الحديث. القاهرة. سنة 1408هـ- 1988م. ¶ 22 - سنن الترمذي. ط دار الحديث. القاهرة. الأولى سنة 1419هـ-1999م. تحقيق: مصطفى محمد حسين الذهبي. ¶ 23 - سنن الترمذي. ط: دار الحديث. القاهرة. الأولى سنة 1419هـ- 1999م. تحقيق: د/ مصطفى الذهبي. ¶ 24 - سنن الدارقطني. ط عالم الكتب. بيروت. الرابعة سنة 1406هـ-1986م. ¶ 25 - السياسة المالية في الإسلام لعبد الكريم الخطيب. ط: دار الفكر العربي. القاهرة. سنة 1961م. ¶ 26 - شرح ابن قاسم الغزي على متن أبي شجاع على هامش حاشية البيجوري على ابن قاسم. ط: مصطفى البابي الحلبي. القاهرة. د: ت. ¶ 27 - شعب الإيمان للبيهقي. ط دار الكتب العلمية. بيروت. الأولى سنة 1410هـ تحقيق: محمد السعيد بسيوني زغلول. ¶ 28 - شعب الإيمان للبيهقي. ط: دار الكتب العلمية. بيروت الأولى سنة 1410هـ. تحقيق: محمد السعيد زغلول. ¶ 29 - صحيح ابن حبان. ط: مؤسسة الرسالة. بيروت. الثانية سنة 1414هـ- 1993م. تحقيق: شعيب الأرناؤوط. ¶ 30 - صحيح ابن خزيمة. ط المكتب الإسلامي. بيروت. 1390هـ-1970م. تحقيق: محمد مصطفى الأعظمي. ¶ 31 - صحيح البخاري. ط دار ابن كثير. بيروت. الثالثة 1407هـ-1987م. تحقيق: مصطفى ديب البغا. ¶ 32 - صحيح مسلم. ط دار إحياء التراث العربي. بيروت. تحقيق: محمد فؤاد عبد الباقي. ¶ 33 - الضعفاء الكبير للعقيلي. ط: دار الكتب العلمية. بيروت. الأولى سنة 1404هـ- 1984م. تحقيق: عبد المعطي قلعجي. ¶ 34 - العلل لابن أبي حاتم. ط: دار المعرفة. بيروت. سنة 1405هـ. تحقيق: محب الدين الخطيب. ¶ 35 - عون المعبود شرح سنن أبي داود لمحمد العظيم الفيروزآبادي. ط: دار الفكر. بيروت. سنة 1415هـ- 1995م.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "36 - غريب الحديث لابن الجوزي. ط: دار الكتب العلمية. بيروت. الأولى سنة 1411هـ- 1985م. تحقيق: عبد المعطي قلعجي. ¶ 37 - الفائق في غريب الحديث للزمخشري. ط: دار المعرفة. لبنان. الثانية تحقيق: علي محمد البيجاوي، محمد أبو الفضل إبراهيم. ¶ 38 - فتح الباري بشرح صحيح البخاري لابن حجر العسقلاني. ط: دار الحديث. القاهرة. الأولى سنة 1419هـ- 1998م. ¶ 39 - فضائل الصحابة للإمام أحمد. ط: مؤسسة الرسالة. بيروت. الأولى سنة 1403هـ- 1983م. تحقيق: وصي الله محمد عباس. ¶ 40 - فقر الشعوب للدكتور/ حمدي عبد العظيم. ط: مطبعة العمرانية. القاهرة. سنة 1995م. ¶ 41 - فيض القدير للمناوي. ط المكتبة التجارية. القاهرة. الأولى سنة 1356هـ. ¶ 42 - القول المسدد في الذب عن مسند أحمد لابن حجر. ط: مكتبة ابن تيمية. القاهرة. الأولى سنة 1401هـ. ¶ 43 - الكامل في ضعفاء الرجال لابن عدي. ط: دار الفكر. بيروت. الثالثة سنة 1409هـ- 1988م. تحقيق: يحيى مختار غزاوي. ¶ 44 - كشف الخفا ومزيل الإلباس عما اشتهر من الحديث على ألسنة الناس للعجلوني ت سنة1162هـ. ط دار الكتب العلمية. بيروت. الأولى سنة 1418هـ-1997م. تحقيق: محمد عبد العزيز الخالدي. ¶ 45 - لسان العرب لابن منظور. ط دار صادر. بيروت. الأولى سنة2000م. ¶ 46 - المبدع في شرح المقنع لابن مفلح الحنبلي. ط: المكتب الإسلامي. بيروت. الأولى سنة 1994م. ¶ 47 - المبسوط لشمس الدين السرخسي. ط: دار المعارف. بيروت. الثانية. د: ت. ¶ 48 - مجمع الزوائد للهيثمي. ط: دار الريان للتراث. القاهرة، دار الكتاب العربي، بيروت. سنة 1407هـ. ¶ 49 - المجموع شرح المهذب للنووي. ط: دار الفكر. بيروت. د: ت. ¶ 50 - المدخل إلى الاقتصاد الإسلامي للدكتور/ شوقي الفنجري. ط: دار النهضة العربية. القاهرة. الأولى سنة 1972م. ¶ 51 - المستطرف في كل فن مستظرف للأبشيهي. ط: دار الكتب العلمية. بيروت. الأولى 1413هـ- 1993م. ¶ 52 - مسند ابن راهويه. ط: مكتبة الإيمان. المدينة المنورة. الأولى سنة 1412هـ- 1991م. تحقيق: عبد الغفور بن عبد الحق البلوشي. ¶ 53 - مسند أبي داود الطيالسي. ط: دار المعرفة. بيروت. د: ت. ¶ 54 - مسند الشافعي. ط: دار الكتب العلمية. بيروت. د: ت. ¶ 55 - مسند الشهاب للقضاعي. ط: مؤسسة الرسالة. بيروت. الثانية 1407هـ- 1986م. تحقيق: حمدي بن عبد المجيد السلفي. ¶ 56 - المسند للإمام أحمد. ط: مؤسسة قرطبة. القاهرة. د: ت. ¶ 57 - مسنده الفردوس للديلمي. ط: دار الكتب العلمية. بيروت. الأولى سنة 1986م. تحقيق: السعيد بسيوني زغلول.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "58 - مشكلة الفقر وكيف عالجها الإسلام للدكتور/ يوسف القرضاوي. ط: مكتبة وهبة. القاهرة. السادسة سنة 1415هـ- 1995م. ¶ 59 - مصباح الزجاجة لأبي بكر الكتاني. ط: دار الكتب العربية. بيروت. الثانية سنة 1403 هـ. تحقيق: محمد المنتقي الكشناوي. ¶ 60 - المصباح المنير لأبي العباس الحموي الفيومي. ط: المطبعة الأميرية. القاهرة. سنة 1330هـ- 1912م. ¶ 61 - مصنف ابن أبي شيبة. ط: دار الفكر. بيروت. سنة 1414هـ- 1994م. ¶ 62 - معالم السنن للخطابي. ط: المكتبة العلمية. بيروت. الثانية سنة 1401هـ- 1981م. ¶ المعجم الأوسط للطبراني. ط: دار الحرمين. القاهرة. سنة 1415هـ. تحقيق: طارق معوض الله، عبد المحسن إبراهيم. ¶ 63 - المعجم الكبير للطبراني. ط: مكتبة العلوم والحكم. الموصل الثانية سنة 1404هـ- 1983م. تحقيق: حمدي عبد المجيد السلفي. ¶ 64 - المغني عن حمل الأسفار في تخريج ما في الإحياء من الأخبار للعراقي. ط: دار المنار. القاهرة. بهامش الإحياء. ¶ 65 - المغني لابن قدامة. ط: دار الفكر. بيروت. الأولى سنة 1405هـ. ¶ 66 - المكاييل والموازين الشرعية لفضيلة الأستاذ الدكتور/ علي جمعة محمد مفتي الديار المصرية. ط: القدس للإعلان والنشر. القاهرة. الثانية سنة 1421هـ- 2001م. ¶ 67 - المنهاج بشرح صحيح مسلم بن الحجاج للنووي. ط: دار الخير. بيروت. الخامسة سنة 1420هـ- 1999م. ¶ 68 - موارد الظمآن لابن حبان. ط: دار الكتب العلمية. بيروت. تحقيق: محمد عبد الرزاق حمزة. ¶ 69 - موقف الإسلام من الفقر والفقراء للدكتور/ محمد عبد الحليم عمر. ضمن أبحاث ندوة الفقر والفقراء في نظر 70 - الإسلام. ط: مركز صالح كامل بجامعة الأزهر. القاهرة. سنة 420هـ- 1999م. ¶ 71 - النهاية في غريب الحديث والأثر لابن الأثير الجزري. ط: المكتبة العلمية. بيروت سنة 1399هـ- 1979م. تحقيق: طاهر أحمد الزاوي، محمود محمد الطناحي.",
            "page": "42",
            "part": "1"
        }
    ],
    "t36657": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "العنوان"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مُقَدِّمَة الْبَحْث"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: تعريف الفقر"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: أسباب الفقر وطرق علاجها"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: النصوص التي تحث على الغنى وتمدحه"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: النصوص التي استدل بها من فضل الفقر والرد عليها"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس: في الترجيح بين الرأيين"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السادس: أثر الفقر على الفرد والمجتمع"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "أهم نتائج المبحث"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "قائمة بأهم مراجع البحث"
        }
    ]
}