{
    "b36663": [
        {
            "id": "1",
            "nass": "جامعة المدينة العالمية ¶ قُرَّة العين في أحكام الدَّيْن ¶ بحث تكميلي ¶ مقدم لنيل درجة الماجستير في الفقه ¶ إعداد ¶ وليد عكاس علي سيد ¶ إشراف ¶ فضيلة الشيخ الدكتور/ بلال غلام قادر بخش",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الإهداء ¶ مع خالص التقدير إلى اللذين كان لهما الفضل علي ـ بعد الله ـ فيما أنا فيه ¶ (رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً\"24\") ¶ [الإسراء] ¶ إليهما أهدي هذا العمل.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "كلمة الشكر: ¶ أحمد الله سبحانه وتعالى وأشكره على نعمه الظاهرة والباطنة، وأستمد منه العون والتوفيق والتيسير، وأستغفره وأتوب إليه من كل تقصير. ¶ ثم أشكر والدي الكريمين، على ما بذلاه من تربية وتوجيه، وأسأل الله أن يبارك لهما في عمرهما، وأن يرحمهما ويجزل لهما المثوبة والأجر. ¶ وأقدم شكري الوافر لإدارة جامعة المدينة العالمية التي احتضنتني حتى أنهل من معين هذا الصرح الشامخ. وإني أنتهز هذه الفرصة لأسجل إعجابي بهذه الجامعة لما وصلت إليه في استخدام التقنية، وأحسب أنها الرائدة في هذا المجال بالعالم الاسلامي. ¶ كما أتقدم بالشكر الجزيل والدعاء الخالص لجميع مشايخي بالجامعة. ¶ وأخص منهم فضيلة الشيخ الدكتور / بلال غلام قادر بخش. المشرف على بحثي، فكان لتوجيهاته السديدة، وملحوظانه الدقيقة، وعلمه الوافر، أعظم الأثر على هذا البحث، كل ذلك مع خلق عظيم، وتواضع جمّ، وكريم خصال. فجزاه الله عني خيراً. اللهم بارك له في العلم والعمل، والعمر والمال والولد، وانفع به المسلمين. ¶ كما أنني أشكر كل من أفادني، وأرشدني، وكان علمه عوناً لي، وأخص بالشكر المكتبة الخيرية بجامع البغدادي بالمنصور، ومكتبة إمام الدعوة بالعوالي، ومكتبة الحرم المكي الشريف ¶ وختاماً: أسأل الله العلي القدير أن يوفقني لإخلاص النية، وموافقة الصواب، وأن يرزقني الهدى والسداد. ¶ اللهم صل وسلم وبارك على نبينا محمد وعلى آله وصحبه والتابعين ومن اقتفى أثره إلى يوم الدين. ¶ كتبه ¶ وليد عكاس علي سيد",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المقدمة ¶ بسم الله الرحمن الرحيم ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه كما يحب ربنا ويرضى، والشكر له على ما أولى من نِعَمٍ سابِغةٍ وأسدى، أحمده سبحانه وهو الولي الحميد، وأتوب إليه جل شأنه، وهو التواب الرشيد. ¶ وأشهد أن لا إله إلا الله وحده لاشريك له، شهادة نستجلب بها نِعَمَه، ونستدفع بها نِقَمَه، وندخرها عُدَّة لنا {يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ (88) إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ (89)} (¬1) ¶ وأشهد أن محمداً عبده ورسوله، وصفيّه من خلقه وخليله، صلى الله عليه وعلى آله نجومِ المهتدين، ورجومِ المعتدين. ¶ ورضي الله عن صحابته الأبرار الذين قاموا بحق صُحبته، وحِفظ شريعته، وتبليغ دينه إلى سائر أمته، فكانوا خير أمة أخرجت للناس. ... أما بعد. ¶ فإن الاشتغال بالعلم من أعظم القربات وأجل الطاعات؛ به ترفع الدرجات وتنال الخيرات، ¶ ومن فضل الله عليَّ أن وفقت لأن أكون أحد طلاب جامعة المدينة العالمية، لأنهل من العلوم والمعارف الشرعية التي تدرسها الجامعة. ¶ ولما منَّ الله عليَّ بأن أكون من طلاب مرحلة الماجستير، حرصت أن يكون موضوع البحث التكميلي من القضايا الحيوية، والتي لها أهميتها في حياة الناس وتعاملاتهم، وتلامس مشكلاتهم وتعالجها. فكان الموضوع في أحكام الدين ومايتعلق به، وكانت دراسة هذا الموضوع مما يحقق هذا الهدف الذي أريده، ووسمته بـ (قرة العين في أحكام الدين). ¶ فبذلت فيه جهدي وطاقتي، وسعيت في تقريب المسألة، ولم أدخر جهداً في مطالعة الكتب لاستخراج الفائدة، حتى خرج بهذه الصورة المتواضعة. ¶ ¬__________ ¶ (¬1) - سورة الشعراء آية رقم (88)، (89)",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أهمية الموضوع: ¶ 1ـ اهتمام الشارع الحكيم بالدين والأمر بتوثيقه ضماناً لاثبات الحقوق. ¶ 2ـ حاجة الناس إلى التعامل بالدين والقرض عامة شاملة، فما من أحد إلا وهو ملابسه في معاملاته غالباً، دائناً أو مديناً. ¶ 3ـ أهمية معرفة كل مقدم على معاملة أن يكون عالماً بحلالها وحرامها؛ ليتحقق امتثاله لأوامر الشارع ونواهيه، ويسلم من الإثم والمحظور. والناس يتفاوتون في إيمانهم وأخلاقهم، وتحصل بينهم معاملات مشروعة وغير مشروعة، فكان البحث في هذا الموضوع من الأهمية بمكان، ليتضح الحق من الباطل. ¶ سبب اختيار الموضوع: ¶ 1ـ الحاجة إلى الدراسات المتعلقة بفقه المعاملات، وخاصة ما يتعلق بالرِّبا والديون. ¶ 2ـ الحاجة داعية لإبراز بعض المباحث المهمة من الدين والدائن والمدين بدراسة مستقلة؛ ليكون في ذلك توعية وتفقيه للمجتمع بما ورد في الدَّيْن من أحكام وآداب في القرآن والسنة النبوية، لاسيما في هذا الوقت الذي اتسعت فيه دائرة الديون عن طريق بيع التقسيط وغيره، وسارع أكثر الناس إليها من غير معرفة كثير منهم لأحكامها، وطرقها الشرعية، وللهدى النبوي فيها. ¶ الدراسات السابقة حول الموضوع: ¶ 1ـ رسالة ماجستير (بيع الدين بالدين في الفقه الاسلامي) ـ واصل داود سليمان ¶ 2ـ رسالة ماجستير (قاعدة كل قرض جر منفعة فهو ربا: تأصيلها وتخريج الفروع الفقهية عليها وتطبيقاتها المعاصرة) ـ عبدالله بكر عبدالله أبوزيد. ¶ 3ـ رسالة ماجستير (القرض في الشريعة الاسلامية) ـ بله الحسن عمر مساعد. ¶ 4ـ رسالة ماجستير (القرض في الفقه الاسلامي) ـ سعود بن عبدالله بن مرشد العثمان. ¶ 5ـرسالة ماجستير (عقد القرض في الفقه الاسلامي) ـ خالد عبدالله الشعبي. ¶ 6ـ رسالة ماجستير (عقد القرض في الفقه الاسلامي) ـ غازي طه خصيفان.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "7ـ رسالة دكتوراة (بيع الدين في الفقه الاسلامي) ـ محمد نجم الدين الكردي ¶ 8ـ رسالة دكتوراة (أولوية استيفاء الديون) ـ عبدالله مبروك عبدالعزيز ¶ خطة البحث ¶ يتكون من مقدمة، وثلاثة فصول، وخاتمة، وفهارس عامة. وتفصيل ذلك على النحو التالي: ¶ المقدمة: ¶ بينت فيها أهمية الموضوع، وأسباب اختياره، والدراسات السابقة حول الموضوع، ثم ذكرت خطة البحث: وتفصيلها على النحو التالي: ¶ الفصل الأول: (تعريف الدين ومشروعية الاستدانة) وفيه مبحثان: ¶ المبحث الأول: تعريف الدين والألفاظ ذات الصلة. ¶ المبحث الثاني: مشروعية الاستدانه والحكمة منها. ¶ الفصل الثاني: (أركان الدين) وفيه ثلاثة مباحث: ¶ المبحث الأول: الصيغة (الايجاب والقبول) ¶ المبحث الثاني: العاقدان وفيه مطلبان: ¶ المطلب الأول: الدائن أحكامه وأدابه ¶ المطلب الثاني: المدين أحكامه وأدابه ¶ المبحث الثالث: الدين (المال المُقرض) ¶ الفصل الثالث: (الصور الجائزة والمحرمة) وفيه مبحثان: ¶ المبحث الأول: بعض صور الدين الجائزة. ¶ المبحث الثاني: بعض صور الدين المحرمة. ¶ الخاتمة: وفيها أهم نتائج البحث وأتبعته بذكر المقترحات والتوصيات ¶ الفهارس العامة: وتتضمن مايلي: ¶ أولاً: فهرس الآيات. ¶ ثانياً: فهرس الأحاديث على الأطراف. ¶ ثالثاً: فهرس الأعلام. ¶ رابعاً: فهرس غريب الكلمات.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "خامساً: فهرس المصادر والمراجع. ¶ سادساً: فهرس الموضوعات. ¶ منهج البحث ¶ يتلخص المنهج الذي سلكته في كتابة هذا البحث على النحو التالي: ¶ 1ـ أدلل على كل مسألة من القرآن أو الحديث أو أقوال العلماء وأعزوها إلى كتب الفقه المعتمدة. ¶ 2ـ أعزو الآيات إلى مصادرها وذلك بذكر اسم السورة ورقم الآية. ¶ 3ـ أعزو الحديث بذكر الكتاب والباب ثم الجزء أو المجلد / ثم الصفحة، ثم رقم الحديث بين قوسين ( ... ). ¶ 3ـ أبين وجه الدلالة من الدليل أو ما يدل عليه الدليل إن لم يكن واضحاً. ¶ 4ـ إذا كان الحديث في الصحيحين أو أحدهما أكتفي بذكره، وإن لم يكن فيهما أجتهد في البحث عنه في بقية الكتب الستة، فإن لم يوجد فأكتفي بعزوه إلى مصدره. ¶ 5ـ أحذف السند. وأكتفي بقول النبي - صلى الله عليه وسلم -. ¶ 6ـ أصور بعض المسائل التي تحتاج لمزيد من الايضاح؛ ليتضح المقصود من المسألة. ¶ 7ـ التركيز على موضوع البحث وتجنب الاستطراد. ¶ 8ـ تجنب ذكر الأقوال الشاذة. ¶ 9ـ التعريف بالمصطلحات. ¶ 10ـ ذكرت في الخاتمة أهم نتائج البحث والمقترحات والتوصيات. ¶ 11ـ اتبعت البحث بفهارس عامة تفصيلية وهي: ¶ -فهرس الآيات القرآنية. ¶ -فهرس الأحاديث على الأطراف. ¶ -فهرس الأعلام. ¶ -فهرس غريب الكلمات. ¶ -فهرس المصادر والمراجع. ¶ -فهرس الموضوعات.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أحكام الدين ¶ الفصل الأول: (تعريف الدين ومشروعية الاستدانة) ¶ المبحث الأول: تعريف الدين والألفاظ ذات الصلة ¶ المبحث الثاني: مشروعية الاستدانة والحكمة منها.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الفصل الأول (تعريف الدين ومشروعية الاستدانة) ¶ المبحث الأول: معنى الدَّيْن والألفاظ ذات الصلة ¶ أولاً: معنى الدين في اللغة والاصطلاح. ¶ 1ـ معنى الدين في اللغة: ¶ قال ابن منظور (¬1):\" الدَّين: واحد الديون، معروف. وكل شيء غير حاضر دَينٌ، والجمع أَدْيُن مثل أَعْيُن، ودُيونٌ؛ .... ودَنْتُ الرجل: أقرضته مَدِينٌ ومَدْيون. ¶ ودِنْتُ الرجلَ وأَدَنْته: أَعطيته الدين إلى أَجل. ¶ وقيل: دِنْتُه أَقْرَضْتُه، وأَدَنْتُه اسْتَقْرَضته منه. ودانَ هو: أَخذَ الدَّيْن. ¶ وتدايَنَ القومُ، وادَّايَنُوا: أَخَذُوا بالدَّين، والاسم الدِّينَةُ .. وأَدَنْتُ الرجلَ إِذا أَقرضته. وقد أَدَّانَ إذا صار عليه دين \" (¬2). ¶ وجاء في الصحاح: \"دان فلان يَدِين ديناً استقرض، وصار عليه ديَن، فهو دائن، وأنشد الأحمر: نَدِينُ ويَقْضي الله عنا وقد نَرَى ... مصارع قوم لايَدِينون ضُيَّع. ¶ ورجل مَدْيون كثر ما عليه من الدَّين. وادَّان فلان إِدَانَة إذا باعَ من القوم إلى أجل. وادَّان: استقرض، ومنه قول عمر رضي الله عنه فادَّان معرضا أي استدان، وهو الذي يعترض الناس فيستدين ممن أمكنه، وتَدَايَنُوا: تبايعوا بالدَّين، واستدانوا: استقرضوا \" (¬3). ¶ 2ـ معنى الدين في الاصطلاح: قيل في معناه أقوال متعددة منها: ¶ 1ـ قال ابن نجيم (¬4):\" الدين لزوم حق في الذمة \" (¬5). فيشمل الحقوق المالية والحقوق غير المالية كصلاة فائتة وزكاة وصيام وغير ذلك، كما يشمل ما ثبت بسبب قرض أو بيع أو إجارة أو إتلاف أو جناية أو غير ذلك. ¶ ¬__________ ¶ (¬1) - ابن منظور: محمد بن مكرم بن علي الأنصاري الأفريقي. (630 - 711 هـ = 1232 - 1311 م) ¶ قال ابن حجر: كان مغرى باختصار كتب الأدب المطولة. وقال الصفدى: لا أعرف في كتب الأدب شيئا إلا وقد اختصره، ومن كتبه: (مختار الاغانى) و (مختصر مفردات ابن البيطار) (نثار الازهار في الليل والنهار) ابن حجر: الدرر الكامنة4/ 262 ¶ (¬2) - ابن منظور: لسان العرب13/ 168،167 ¶ (¬3) - الجوهري: الصحاح5/ 2118،2117، الفيروز آبادي: القاموس المحيط 4/ 226 ¶ (¬4) - ابن نجيم: زين الدين بن إبراهيم بن محمد. (000 - 970 هـ = 000 - 1563 م) ـ، فقيه حنفي، من العلماء. مصري، له تصانيف منها: (الاشباه والنظائر) و (البحر الرائق في شرح كنز الدقائق) و (الرسائل الزينية) العكري: شذرات الذهب8/ 358 ¶ (¬5) - ابن نجيم: فتح الغفار شرح المنار 3/ 20",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "2ـ قال الإمام القرطبي (¬1): \" حقيقة الدين عبارة عن كل معاملة كان أحد العوضين فيها نقداً، والآخر في الذمة نسيئة، فإن العين عند العرب ما كان حاضراً، والدين ما كان غائباً \" (¬2) ¶ 3ـ قال ابن الهمام (¬3): \" الدين مال وجب في الذمة؛ بدلاً عن مال أتلفه، أو قرض اقترضه، أو مبيع عقد بيعه، أو منفعة عقد عليها \" (¬4) ¶ ثانياً: الألفاظ ذات الصلة. ¶ من الألفاظ التي تطلق ويقصد بها الدين هي القرض والسلف وفيما يلي نعرف كلاً منها: ¶ أ/ معنى القرض في اللغة والاصطلاح: ¶ 1ـ معنى القَرْض في اللغة: في اللغة \"مصدر قَرَضَ الشيءَ يَقْرِضُهُ، و الجمع: قروض. ويأتي القرض اسم مصدر بمعنى الشيء المقرَض\" (¬5). ¶ قال تعالى: {إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ (18)} (¬6) ¶ ¬__________ ¶ (¬1) - القرطبي: محمد بن أحمد بن أبي بكر بن فرح الانصاري الخزرجي الأندلسي، أبو عبد الله، القرطبي. ¶ (000 - 671 هـ = 000 - 1273 م): من كبار المفسرين، من كتبه: (الجامع لاحكام القرآن) و (الاسنى في شرح أسماء الله الحسنى) و (التذكار في أفضل الاذكار)،وكان ورعا متعبدا، طارحا للتكلف، يمشي بثوب واحد وعلى رأسه طاقية. التلمساني: نفح الطيب1/ 428 ¶ (¬2) - القرطبي: الجامع لأحكام القرآن3/ 377 ¶ (¬3) - ابن الهمام: محمد بن عبدالواحدبن عبدالحميد السيواسي. (790 - 861 هـ = 1388 - 1457 م) ¶ إمام، من علماء الحنفية. عارف بأصول الديانات والتفسير والفرائض والفقه والحساب واللغة والموسيقى والمنطق. أصله من سيواس. ولد بالاسكندرية، ونبغ في القاهرة. وأقام بحلب مدة. من كتبه: (فتح القدير) و (التحرير) و (المسايرة في العقائد المنجية في الآخرة) ـ السخاوي: الضوء اللامع8/ 127 ¶ (¬4) - ابن الهمام: فتح القدير5/ 431 ¶ (¬5) - الجوهري: الصحاح3/ 1101، ابن منظور: لسان العرب7/ 216، الفيومي: المصباح المنير1/ 190، الشربيني: مغني المحتاج2/ 117 ¶ (¬6) - سورة الحديد آية (18)",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "\"وأصل القرض في اللغة: القطع. ¶ يقال: قرضت الشيء بالمقراض، والفأرة تقرِضُ الثوب. والقرض قول الشعر خاصة. وانقرض القوم إذا هلكوا؛ لانقطاع أثرهم. ¶ والقرض: ماتعطيه غيرك من مال لتقضاه. ¶ واستقرضت من فلان: أي طلبت منه القرض فأقرضني. ¶ واقترضت منه: أي أخذت منه القرض \" (¬1) ¶ 2ـ القرض في الاصطلاح: عرفه الفقهاء بتعاريف متقاربة منها: ¶ جاء في تنوير الأبصار: \"عقد مخصوص يرد على دفع مال مثلي لآخر ليرد مثله\" (¬2) ¶ وجاء في كفاية الطالب:\"دفع المال على وجه القربة لله تعالى لينتفع به آخذه ثم يرد له مثله أو عينه\" (¬3) ¶ وجاء في نهاية المحتاج: \"تمليك الشيء برد بدله \" (¬4) ¶ وجاء في فتح المعين:\" تمليك شيء على أن يرد مثله \" (¬5) ¶ وجاء في المبدع: \"دفع المال إلى الغير لينتفع به ويرد بدله \" (¬6) ¶ ¬__________ ¶ (¬1) - ابن فارس: مقاييس اللغة 5/ 71،72، النووي: تهذيب الأسماء واللغات3/ 87، ابن منظور: لسان العرب7/ 216، الفيروز آبادي: القاموس المحيط840، الزبيدي: تاج العروس5/ 75 ¶ (¬2) - التمرتاشي: تنوير الأبصار5/ 161 ¶ (¬3) - علي المالكي: كفاية الطالب2/ 212 ¶ (¬4) - الرملي: نهايةالمحتاج4/ 219 ¶ (¬5) - المليباري: فتح المعين1/ 231 ¶ (¬6) - ابن مفلح: المبدع4/ 204",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ب/ معنى السلف في اللغة والاصطلاح: ¶ 1ـ معنى السلف في اللغة: ¶ السلف لغة \"معناه القرض، تقول العرب: أسلف فلاناً أي أقرضه، وأستلف منه: أي أقترض منه\" (¬1). ¶ وجاء في النهاية في غريب الحديث والأثر: \"الاسم السلف، وهو في المعاملات على وجهين: أحدهما القرض الذي لامنفعة فيه للمقرض غير الأجر والشكر، وعلى المقترض رده كما أخذه، والعرب تسمي القرض سلفاً. والثاني هو أن يعطي مالاً في سلعة إلى أجل معلوم بزيادة في السعر الموجود عند السلف، وذلك منفعة للمسلف. ويقال له سلم دون الأول\" (¬2) ¶ ومن معانيه القرض وذكر أن أهل الحجاز يسمون القرض سلفاً. وقال ابن منظور:\" يجيء السلف على معان: السلف: القرض والسلم، والسلف: كل عمل قدمه العبد. يقال: أسلفته مالاً أي: أقرضته .. وفي الحديث أنه استسلف من رجل بكراً، أي: استقرض \" (¬3) ¶ 2ـ معنى السلف في الاصطلاح: ¶ \"السلف اصطلاحاً معناه: السلم وهوعقد على موصوف في الذمة\" (¬4) ¶ وجاء في الجامع لآحكام القرآن: \"السلم والسلف عبارتان عن معنى واحد، وقد جاء في الحديث غير أن الاسم الخاص بهذا الباب السلم. لأن السلف يقال على القرض \" (¬5) ¶ فالسلف أعم من القرض، لأن السلف يصدق على القرض وغيره. ¶ والدين أعم من القرض لأن القرض أحد أسباب ثبوت الدين. ¶ ¬__________ ¶ (¬1) - مجموعة من المؤلفين: المعجم الوسيط1/ 444 ¶ (¬2) - ابن الاثير: النهاية في غريب الحديث20/ 390 ¶ (¬3) - ابن منظور: لسان العرب9/ 158 ¶ (¬4) - البهوتي: كشاف القناع3/ 288 ¶ (¬5) - القرطبي: الجامع لأحكام القرآن3/ 245",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المبحث الثاني: مشروعية الاستدانة والحكمة منها. ¶ أولاً: مشروعية الاستدانة. ¶ الدَّيْن مندوب في حق الدائن إذا كان في غير فساد ولا معصية، وهو من القرب التي حث عليها الإسلام. وجائز في حق المستدين إن راى أن ذمته تفي بسداد ما يستدين. ويدل على ذلك الكتاب والسنة والعقل والإجماع: ¶ 1ـ أدلة الكتاب ¶ من أدلة القرآن على جواز الدين قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ} (¬1) ¶ ومنها قوله تعالى {مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ} (¬2) ¶ ـ وجه الدلالة من الآيات: حيث إن الله عز وجل بين في تلك الآيات أحكام الدين من كتابته، والإشهاد عليه، وبيان مرتبته في تركة الميت، وغير ذلك؛ وهذا كله يدل على جوازه. ¶ ومنها قوله تعالى: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ (245)} (¬3) ¶ ـ وجه الدلالة: أن الله تعالى شبه الأعمال الصالحة والإنفاق في سبيل الله تعالى بالمال المُقرَض وشبه الجزاء المضاعف على ذلك ببذل القرض وفضل المشبه يدل على فضل المشبه به. ¶ ¬__________ ¶ (¬1) - سورة البقرة آية رقم (282) ¶ (¬2) - سورة النساء آية رقم (11) ¶ (¬3) - سورة البقرة آية رقم (245)",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "2ـ أدلة السنة: وهي على نوعين: ¶ أ ـ أحاديث خاصة دلت على جواز و فضل الدَّيْن والقرض: ¶ منها قال - صلى الله عليه وسلم -:) من منح منيحة (¬1) لبن أو وَرِق، أو هدى زقاقاً (¬2) كان له مثل عتق رقبة ((¬3) ¶ وجه الدلالة: أن قوله - صلى الله عليه وسلم - \" من منح منيحة ... وَرِق \" إنما يعني به قرض الدراهم، وبين أن من فعل ذلك كان له مثل عتق رقبة. ¶ وقوله - صلى الله عليه وسلم -:) ما من مسلم يقرض مسلماً قرضاً مرتين إلا كان كصدقتها مرة ((¬4) ¶ ويدل على جواز الدين) أن رسول الله - صلى الله عليه وسلم - استسلف من رجل بكراً (¬5) فجاءته إبل الصدقة قال أبو رافع فأمرني رسول الله - صلى الله عليه وسلم - أن أقضي الرجل بكره فقلت لم أجد في الإبل إلا جملاً خياراً رباعياً (¬6) فقال رسول الله - صلى الله عليه وسلم -:أعطه إياه فإن خيار الناس أحسنهم قضاءً ((¬7) ¶ ب ـ أحاديث عامة دلت على فضل المعاونة، وقضاء حاجة المسلم وتفريج كربته، وفاقته: ¶ منها قوله - صلى الله عليه وسلم -) من نفَّس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة ((¬8) ¶ ¬__________ ¶ (¬1) - منيحة: تارة تكون بإعطاء الشاة مثلاً صلة، وتارة بإعطائها لينتفع بلبنها ووبرها زماناً ثم يردها. ابن الجوزي: غريب الحديث2/ 373 ¶ ومعنى المنيحة إباحة المنفعة مع استيفاء الرقبة. الخطابي: غريب الحديث 1/ 728 ¶ (¬2) - الزقاق: الطريقة المستوية المصطفة من النخل وهو السكة أيضاً إلا أن السكة أوسع من الزقاق، ويحتمل أن يكون معناه من هداية الطريق والدلالة عليه. الخطابي: غريب الحديث1/ 728 ¶ (¬3) - أخرجه الترمذي: واللفظ له في كتاب البر والصلة -باب ماجاء في المنحة سنن الترمذي 4/ 340 (1957) وقال الترمذي: هذا حديث حسن صحيح غريب. ¶ (¬4) - أخرجه ابن ماجه: في كتاب الصدقات -باب القرض 2/ 60 (2455)، وصححه ابن حجر: في تحفة المحتاج 5/ 36، وحسنه الألباني: في الإرواء 5/ 266 ¶ (¬5) - البكر: الفتى من الابل فهو بمنزلة الغلام. ابن الجوزي: غريب الحديث1/ 84 ¶ (¬6) - الرباع: الجمل الذي دخل السن السابعة والأنثى الرباعية. أبي عبيد بن سلام: غريب الحديث3/ 73 ¶ (¬7) - صحيح مسلم: كتاب المساقة - باب من استسلف شيئاً3/ 1224 (1600) ¶ (¬8) - صحيح مسلم: كتاب الذكر والدعاء-باب فضل الاجتماع 4/ 2074 (2699)",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وجه الدلالة: أن في الإقراض كشفاً لكربة المقترض، وتيسيراً عليه، وعوناً له. فهو داخل في عموم الحديث. ¶ 3ـ أدلة العقل التي تدل على جواز وفضل الدين منها: ¶ أ - \"أن في الدين تفريجاً عن المسلم، وقضاء لحاجته، وعوناً له، فكان مندوباً إليه، وهو من التعاون على البر والمعروف\" (¬1). ¶ ب ـ أن الدين من أعظم المعروف يقبله الأحرار الممتنعون من تحمل المنن فقد لايقبل المرء صدقة، ولكنه يقبل ديناً ينتفع به ثم يرد بدله. ¶ جـ أن في الدين الحسن صوناً للمسلم وحماية له من الوقوع في الدين الربوي (¬2). ¶ 4ـ الإجماع: فقد أجمعت الأمة على جواز الدين في الجملة (¬3) ¶ ثانياً: الحكمة من الدين. ¶ للدين حِكَم عظيمة في جانب المدين والدائن، فأما في جانب المدين فقد خلق الله تعالى الناس متفاوتين في قدراتهم وإمكانياتهم وأرزاقهم كما قال تعالى: {وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَاءٌ أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ (71)} (¬4)،فجعل الله سبحانه منهم أغنياء وفقراء لحكم كثيرة منها حاجة بعض بني الإنسان إلى البعض الآخر، وهو ما ذكره _ عز وجل _ بقوله: {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ (32)} (¬5) ¶ ¬__________ ¶ (¬1) - ابن قدامة: المغني 6/ 430 ¶ (¬2) - القرافي: الذخيرة 5/ 295 ¶ (¬3) - الزيلعي: تبين الحقائق 4/ 59، ابن حجر: تحفة المحتاج 4/ 297، الرحيباني: مطالب أولى النهى3/ 223 ¶ (¬4) - سورة النحل آية رقم (71) ¶ (¬5) - سورة الزخرف آية رقم (32)",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فالغني يحتاج إلى الفقير للقيام ببعض الأعمال ونحوها، والفقير يحتاج إلى الغني؛ لأنه لا يملك المال الذي عن طريقه يشبع رغباته ويقضي حاجاته، وقد يجد الإنسان نفسه محتاجاً إلى شيء من الأشياء، ولا يملك ثمنه حاضراً، فيجد نفسه بين خيارين: أن يأخذه بالطرق المشروعة كالدين والعارية ـ إن كان الشيء مما يعار _ ونحو ذلك، أو يأخذه بالطرق غير المشروعة كالسرقة والغصب .. ونحوها. ¶ فإذا لم يكن الدين مباحاً له سلك طريق الإجرام للوصول إلى حاجاته، وهذا الطريق محرماً شرعاً؛ لأنه من أكل أموال الناس بالباطل، وقد نهى الله تعالى عن ذلك. ¶ وإعطاء الدين فيه تفريج كربات المكروبين ويدفع ويقضي حوائج المحتاجين فإذا ضاقت على المحتاج السُبل وأراد أن يطلب المعونة بالقرض وهو موثوق لايعرف بالتلاعب ولا بالكذب ولا بالغش ولا بالخديعة للناس وخاصة إذا كان غريباً لايعرف إلا الدائن أو كانت بينهما قرابة فإن هذا يكون أبلغ في الاحسان. ¶ وبهذا يعلم أن الحكمة من الدين - في جانب المدين - هي سد حاجة المحتاج بطريق مشروع، والبعد عن أكل أموال الناس بالباطل. ¶ وأما الحكمة من الدين في جانب الدائن فهي أن الدين قد يكون سبباً لتصريف كثير من التجار لبضائعهم وسلعهم، وبه تسوق كثير من المصانع مصنوعاتها ومنتجاتها، وقد يكون البيع الحال مانعاً من تسويقها بشكل تجاري مربح. ¶ كما أن الله جل جلاله يعظم الأجر والمثوبة لمن أعطاه الله المال فشكره بإقراض المحتاجين. ¶ ومن حكمه العظيمة أنه يحقق الآلفة والمحبة والأخوة بين الناس فإن الناس لازالوا بخير مارحم بعضهم بعضا. وهو مظهر عظيم من التعاون بين المسلمين؛ ومن هنا رغب الشرع فيه وحث عليه.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الفصل الثاني: (أركان الدين) ¶ المبحث الأول: الصيغة. ¶ المبحث الثاني: العاقدان وفيه مطلبان: ¶ المطلب الأول: الدائن أحكامه وآدابه. ¶ المطلب الثاني: المدين أحكامه وآدابه. ¶ المبحث الثالث: الدين (المال المُقرض)",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الفصل الثاني: أركان الدين ¶ الدين بحكم إنه عقد من العقود فمن البديهي أن لدى هذا العقد أركان لا يتم إلا بها، وبنفس الوقت شروط تحقق الوجود الشرعي للدين، وبذلك يجب وضع التوضيح الكامل لتلك الأركان والشروط في هذا الفصل، وقد ذهب جمهور الفقهاء إلى أن أركان الدين و القرض ثلاثة هي: ¶ 1ـ الصيغة (الايجاب والقبول) ¶ 2ـ العاقدان (الدائن المدين) ¶ 3ـ المحل (الدين) ¶ المبحث الأول: الصيغة (الايجاب والقبول) ¶ بما أن الدين والقرض عقد يتم بين الطرفين، فإن وجوده يتوقف على صيغة تُبين ماهية رغبة العاقدين في إنشائه، وتعطي بوضوح صورة متكاملة عن الاتفاق الذي يحصل بينهما الخاص بتشكيل القرض. وذلك لأن النية من المستبعد كشفها لأنها أمر باطن ولا يمكن الاطلاع عليه، فوضع مكانه ما يدلُ عليه ويكشف عنه وهو الإيجاب والقبول المتصلين المتوافقين. ¶ وصيغة الإيجاب والقبول هي: \"كأقرضْتُكَ واقترضت ولا يشترط فيها لفظ القرض، بل يصح بكل لفظ يؤدي معناه كأسلفتك وملكتلك ببدله وخذه بمثله، وقول المُقترض: استلفت وتملكت ببدله ونحو ذلك، ويصح أيضاً بلفظ الماضي والأمر كقوله: أقرضني وأسلفني، وأقترض مني واستلف ونحوها\" (¬1). ¶ ولا خلاف بين الفقهاء في صحة الإيجاب بلفظ الدين والقرض والسلف وبكل ما يؤدي معناهما، كأقرضْتكُ وأعطيتُك، أو في حالة وجود قرينةٌ دالة على إرادة القرض، كأن سأله قرضاً فأعطاه، وكذلك صحة القبول بكل لفظٍ يدل على الرضا بما أوجبه الأول، مثل: استقرضْت أو قبلتُ. ¶ و عقد القرض \"عقد تمليك، لا يتحقق إلا بالإيجاب والقبول كعقد البيع والهبة. وينعقد بلفظ القرض والسلف، وبكل لفظ يؤدي إلى معناه\" (¬2). ¶ ¬__________ ¶ (¬1) 36 - مصطفى البغاـ فقه المعاوضات2/ 61 ¶ (¬2) 37 - السيد سابق: فقه السنة 3/ 145،146",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "\" وظاهرٌ أن الالتماس من المقرض، كاقْتَرضْ مني، يقوم مقام الإيجاب، ومن المقترض، كأقرضني، يقوم مقام القبول، كما في البيع\" (¬1). ¶ يقول الكاساني (¬2) في بيان ركن القرض: \"أما ركنه فهو الإيجاب والقبول، والإيجاب قول المقرض: أقرضتك هذا الشيء، أو خذ هذا الشيء قرضاً ونحو ذلك، والقبول هو أن يقول المستقرض: استقرضت أو رضيت أو مايجري هذا المجرى، وهو إحدى الروايتين عن أبي يوسف\" (¬3). ¶ والرواية الأخرى عن أبي يوسف (¬4) أخرى أن الركن فيه الإيجاب، أما القبول فليس بركن حتى لو حلف، لا يقرض فلاناً، فأقرضه ولم يقبل لم يحنث، وهو إحدى الروايتين عند أبي يوسف، وفي رواية أخرى يحنث، وجه هذه الرواية لدى الكاساني أن الإقراض إعارة لما نذكر والقبول ليس بركن في الإعارة. ووجه قول: أن الواجب في ذمة المستقرِضِ مثلُ المستَقْرَض، فلهذا اختص جوازه بما لهُ مثل، فأشبه البيع، فكان القبول ركناً فيه كما في البيع (¬5)، ويقول الحنفية إن الإقراض إعارة، فإن دَل ذلك على شيء فقد دَل بالنص الصريح على صحة القرض بلفظ الإعارة، نظراً لأن إعارة المثليات قرضٌ حقيقة ¶ ويقول الشيخ الشربيني (¬6) الشافعي صيغته أي إيجابه: أقرضتك أو أسلفتك هذا، أو خذه بمثله أو ملكتكه على أن ترد بدله، أو خذه واصرفه في حوائجك ورد بدله، ولو اقتصر على ¶ ¬__________ ¶ (¬1) 38 - زكريا الأنصاري: أسنى المطالب شرح روض الطالب 2/ 141 ¶ (¬2) 39 - الكاساني: أبو بكر بن مسعود بن أحمد الكاشاني أوالكاساني (يروى بكليهما) (000 - 587 هـ = 1191 000 م) فقيه حنفي، من أهل حلب. له (بدائع الصنائع في ترتيب الشرائع) و (السلطان المبين في أصول الدين). توفي في حلب. أبو الوفا: الجواهر المضيئة2/ 244 ¶ (¬3) 40 - الكاساني: بدائع الصنائع 6/ 517 ¶ (¬4) 41 - أبو يوسف: يعقوب بن إبراهيم الأنصاري الكوفي. (113 - 182 هـ = 731 - 798 م)،صاحب الإمام أبي حنيفة، وتلميذه، وأول من نشر مذهبه. كان فقيها علامة، من حفاظ الحديث. ولد بالكوفة. وتفقه بالحديث والرواية، ثم لزم أبا حنيفة، فغلب عليه \" الرأي \" وولي القضاء ببغداد أيام المهدي والهادي والرشيد. ومات في خلافته، من كتبه: (الخراج) و (الآثار) و (النوادر) أبو الوفا: الجواهر المضيئة2/ 220 ¶ (¬5) 42 - الكاساني: بدائع الصنائع 6/ 517 ¶ (¬6) 43 - الخطيب الشربيني: محمد بن أحمد الخطيب الشربيني الشافعي. (000 - 977 هـ = 000 - 1570 م) ¶ فقيه شافعي، مفسر. من أهل القاهرة. له تصانيف، منها (السراج المنير) و (الاقناع في حل ألفاظ أبي شجاع) و ¶ (مغني المحتاج).العكري: شذرات الذهب8/ 384",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ملكتك، فهو في هبة في الظاهر. وأما قبوله أي الإقراض (في الأصح (كسائر المعاوضات، وشرط القبول الموافقة في المعنى كالبيع، فلو قال: أقرضتك ألفاً فقبل خمسمائة أو بالعكس لم يصح وإن فرق بعضهم بأن المقرض متبرع فلا يضر قبول بعض المسمى أوالزائد عليه (¬1). ¶ ويقول الإمام النووي (¬2) في المجموع: \"لا ينعقد إلا بالإيجاب والقبول، لأنه تمليك آدمي فلم يصح من غير إيجاب وقبول كالبيع والهبة؛ ويصح بلفظ القرض والسلف لأن الشرع ورد بهما، ويصح بما يؤدي معناه، وهو أن يقول ملكتك هذا على أن ترد عليَ بدله \" (¬3). ¶ وقال الشافعية أيضاً أركان القرض كأركان البيع فلا بد فيه أن يكون الشيء المقترض معلوم القدر وكذلك لابد فيه الإيجاب والقبول كالبيع، والإيجاب تارة يكون صريحاً، وتارة يكون كناية، فالصريح كأن يقول: أقرضتك هذا الشيء أو سلفتك، والكناية كأن يقول: خذ هذا الشيء بمثله، أو اصرفه في حوائجك ورد بدله (¬4). ¶ وعلى الرغم من قول الشافعية باشتراط الإيجاب والقبول كأساس لصحة القَرضْ، وحاله كحال سائر المعاوضات، إلا أنهم قد استثنوا منه ما سَّموه في اصطلاح القرض (القرض الحكمي)، ولم يشترطوا فيه الصيغة أصلاً (¬5)، نعم القرض الحكمي كالإنفاق على اللقيط المحتاج وإطعام وكسوة العاري لا يفتقر إلى الإيجاب والقبول (¬6). ¶ وقد فرَع الإمام أبو إسحاق الشيرازي (¬7) من الشافعية على اشتراط الإيجاب والقبول لأجل انعقاد القرض، ما لو قال المُقرضُ للمستقرض: \" أقرضْتُكَ ألفاً، وقَبِلَ، وتفرقا، ثُم دفع ¶ ¬__________ ¶ (¬1) 44 - الشربيني: مغني المحتاج 2/ 154. ¶ (¬2) 45 - النووي: يحيى بن شرف بن مري بن حسن الحزامي الحوراني الدمشقي الشافعي (631 - 676 هـ = 1233 - 1277 م)،علامة بالفقه والحديث. مولده ووفاته في نوا (من قرى حوران، بسورية) واليها نسبته. من كتبه: (تهذيب الاسماء واللغات) و (منهاج الطالبين) و (الدقائق) السبكي: طبقات الشافعية5/ 165 ¶ (¬3) 46 - النووي: المجموع بشرح المهذب12/ 252 ¶ (¬4) 47 - الجزيري: الفقه على المذاهب الأربعة 2/ 305 ¶ (¬5) 48 - ابن حجر: تحفة المحتاج 5/ 40، زكريا الأنصاري: أسنى المطالب 2/ 141. ¶ (¬6) 49 - الشربيني: مغني المحتاج 2/ 154. ¶ (¬7) 50 - الشيرازي: إبراهيم بن علي بن يوسف الشيرازي أبو إسحاق. (393 - 476 هـ = 1003 - 1083 م) ¶ العلامة المناظر. ولد في فيروزاباد (بفارس) وانتقل إلى شيراز فقرأ على علمائها. وانصرف إلى البصرة ومنها إلى بغداد. وبنى له الوزير نظام الملك المدرسة النظامية على شاطئ دجلة، فكان يدرس فيها ويديرها. عاش فقيراً صابراً وله تصانيف كثيرة، منها (التنبيه) و (المهذب) في و (التبصرة) مات ببغداد وصلى عليه المقتدي العباسي. السبكي: طبقات الشافعية3/ 88",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "إليه الألف، فإن لم يطل الفصل جاز، لأن الظاهر أنه قصد الإيجاب. وإن طال الفَصْلُ لم يجز، حتى يُعيد لفظ القرض، لأنه لا يمكن البناء على العقد مع طول الفَصْلِ \" (¬1). ثم أكمل قوله: \" وإن كتب إليه وهو غائبٌ: أقرضْتُكَ كذا، ففيه وجهان أحدهما؛ ينعقد لأن الحاجة مع الغيبة داعيةُ إلى الكتابة، والثاني؛ لا ينعقد لأنه قادرٌ على النطق، فلا ينعقد عقده بالكتابة، كما لو كتب وهو حاضر، وقولُ القائل الأول إن الحاجة داعيةٌ إلى الكتابة لا يصح، لأنه يمكنه أن يوكل مَنْ يعقد العقد بالقول\" (¬2). ¶ وتحرير الكلام في مسألة ألفاظ القبول والإيجاب، نجده لدى العلامة ابن تيمية (¬3) حيث قال: \" والتحقيق أن المتعاقدين إنْ عرفا المقصود انعقدت، فأيُّ لفظ من الألفاظ عُرف به المتعاقدان مقصودهُما أنعقد به العقد، وهذا عام في جميع العقود، فإن الشارع لم يحدَ ألفاظ العقود حداً، بل ذكرها مُطلقة، فكما تنعقد العقود بما يدلُ عليها من الألفاظ الفارسية والرومية وغيرهما من الألسن العجمية، فهي تنعقد بما يدلُ عليها من الألفاظ العربية، ولهذا وقع الطلاق والعتاق بكل لفظٍ يدلُ عليه، وكذلك البيع وغيرهُ\" (¬4). ¶ ¬__________ ¶ (¬1) 51 - الشيرازي: المهذب 1/ 303،النووي: المجموع بشرح المهذب 12/ 252. ¶ (¬2) 52 - الشيرازي: المهذب 1/ 303 ¶ (¬3) 53 - ابن تيمية: أحمد تقي الدين أبو العباس بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن تيمية الحراني. ¶ (661 - 728 هـ = 1263 - 1328 م)،ولد في حران وتحول به أبوه إلى دمشق فنبغ واشتهر، أفتى ودرس وهو دون العشرين،،أما تصانيفه ففي الدرر أنها ربما تزيد على أربعة آلاف كراسة. منها: (السياسة الشرعية) و (الفتاوى) و (الايمان) (الجمع بين النقل والعقل) ابن حجر: الدرر الكامنة1/ 144 ¶ (¬4) 54 - مجموع فتاوى بن تيمية 20/ 533.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "المبحث الثاني: العاقدان وفيه مطلبان: ¶ المطلب الأول: أحكام الدائن وآدابه. ¶ تقدم مافي إقراض المال من الثواب العظيم، والأجر الجزيل؛ وذلك لما فيه من العون للمعوزين وسد لحاجة المحتاجين، والأحاديث دالة على العموم ما يجعل هذا الثواب حاصلاً لكل دائن حتى ولو كان مابذله من الدين قليلاً، لأن قوله - صلى الله عليه وسلم -: (من منح ورِقاً) نكرة في سياق الشرط فتفيد العموم، وقد يحرم عليه إذا غلب على ظنه أنه يصرفه في معصية، وقد يكره إذا غلب على ظنه أنه يصرفه في مكروه. ¶ أولاً: شروط صحة القرض: ¶ أـ أن يكون الدائن ممن يصح تبرعه أي حراً بالغاً عاقلاً رشيداً، فلايجوز لولي اليتيم مثلاً أن يقرض من مال اليتيم. ¶ ب ـ أن لايشترط المنفعة في الرد. فالواجب في القرض رد البدل المساوي في الصفة والقدر. ¶ الأدله: ¶ 1 - قال رسول الله - صلى الله عليه وسلم -: (لا يحل سلف وبيع، ولا ربح مالم يضمن، ولا بيع ما ليس عندك) (¬1) ¶ ثانياً: ما يجوز للدائن: ¶ أـ اشتراط الأجل في الدين ويتأجل بالتأجيل. ¶ الأدلة: ¶ 1 - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ} (¬2) ¶ 2 - قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ} (¬3) ¶ 3 - قال تعالى: {وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا (34)} (¬4) ¶ ¬__________ ¶ (¬1) - سنن أبي داود: كتاب الاجارة-باب في الرجل يبع ماليس عنده 3/ 283 (3504) وسكت عنه أبوداود ¶ سنن الترمذي: كتاب البيوع-باب كراهية ماليس عندك3/ 426 (1234) وقال أبوعيسى: حسن صحيح ¶ مسند أحمد: مسند عبدالله بن عمرو2/ 373 (6633). وصححه الألباني في صحيح وضعيف سنن أبي داود8/ 4 ¶ (¬2) - سورة البقرة آية رقم (282) ¶ (¬3) - سورة المائدة آية رقم (1) ¶ (¬4) - سورة الإسراء آية رقم (34)",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وجه الاستدلال: أن الآية تدل على وجوب الوفاء بالعقود، وعلى مايتم الاتفاق عليه في هذه العقود، والدين عقد فيجب الوفاء بما يتفق عليه فيه مثل الأجل ونحوه (¬1) ¶ 4 - قال النبي - صلى الله عليه وسلم -: (المسلمون عند شروطهم) (¬2) ¶ وجه الاستدلال: أن الحديث يدل على وجوب الوفاء بما اتفق عليه واشترط عند العقد مما يدل على أن الدين يتأجل إذا اشترط الأجل فيه. ¶ ومما يدل على ذلك أيضاً أن المدين قبض المال على التأجيل، فلا يجب عليه قضاؤه إلا عند انقضاء الأجل وتمامه. ¶ ب ـ أن يضع عنه من الدين ويتعجل المدين في الوفاء. لأن الدين شرع رفقاً بالمدين. ووضع جزء من الدين عن المدين منفعة له. والتعجيل في الوفاء منفعة للدائن ولا يمنع منه. ¶ الأدلة: ¶ 1 - أن النبي - صلى الله عليه وسلم - لما أمر بإخراج بني النضير، جاءه ناس منهم، فقالوا: يارسول الله، إنك أمرت بإخراجنا، ولنا على الناس ديون لم تحل، فقال رسول الله - صلى الله عليه وسلم -: (ضعوا وتعجلوا) (¬3) ¶ 2 - عن ابن عباس (¬4): أنه سئل عن الرجل يكون له الحق على الرجل إلى أجل، فيقول: عَجِّل لي وأضع عنك؟ فقال لا بأس بِذلك (¬5) ¶ 4 - أنه لا محذور شرعي في هذا التصرف، لأن الأجل حق للمدين وقد أسقطه برضاه، والدين حق للدائن وقد أسقط جزء منه برضاه، والإنسان لا يمنع من إسقاط حقه أو بعضه. ¶ ¬__________ ¶ (¬1) - ابن القيم: إغاثة اللهفان 2/ 411 ¶ (¬2) - سنن أبي داود3/ 304 (3594)، سنن الدار قطني3/ 23 (2867) ¶ (¬3) -الحاكم: المستدرك كتاب البيوع2/ 61 (2325) قال: هذا حديث صحيح الاسناد، وصح موقوفاً على ابن عباس. ¶ (¬4) - ابن عباس: الصحابي الجليل عبدالله بن عباس بن عبدالمطلب بن هاشم. (3 ق هـ - 68 هـ = 619 - 687 م) ابن عم النبي صلى الله عليه وسلم، أبو العباس: حبر الامة، الصح أبي الجليل. ولد بمكة. ونشأ في بدء عصر النبوة، فلازم رسول الله صلى الله عليه وسلم وروى عنه الاحاديث الصحيحة. وشهد مع علي الجمل وصفين، له في الصحيحين وغير هما 1660 حديثا. ابن الأثير: أسدالغابة2/ 130 ¶ (¬5) - مصنف عبدالرزاق: كتاب البيوع- باب الرجل يضع من حقه ويتعجل 8/ 72 (14363)",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "5 - أن الوضع والتعجل تتخلص ذمة المدين من الدين، وينتفع الدائن بالتعجيل له، والشارع له تطلع إلى براءة ذمم المكلفين من الديون، فقد سمى الغريم أسيراً وفي براءة ذمته تخليص له من الأسر، فيكون الوضع والتعجيل جائزاً (¬1) ¶ ج ـ أن يقرض مسلماً أو غيره. وهو كذلك فإن فعل المعروف مع الناس لا يختص بالمسلمين، ويجب علينا الذب عن أهل الذمة منهم، والصدقة عليهم جائزة، وإطعام المضطر منهم واجب. ¶ ثالثاً: آداب الدائن ¶ 1ـ السماحة في طلب الدين: ¶ الأدلة على ذلك: ¶ 1 - قال رسول الله - صلى الله عليه وسلم -: (رحم الله رجلاً، سمحاً إذا باع، وإذا اشترى، وإذا اقتضى) (¬2) ¶ 2 - قال رسول الله - صلى الله عليه وسلم -: (من طالب حقاً فليطلبه في عفاف (¬3)، وافٍ أو غير وافٍ) (¬4) ¶ 2ـ إنظار المدين المعسر ¶ الأدلة: ¶ 1 - قال النبي - صلى الله عليه وسلم -: (تلقت الملائكة روح رجل ممن كان قبلكم، قالوا: أعلمت من الخير شيئاً؟ قال: كنت آمر فتياني أن ينظروا ويتجاوزوا عن الموسر، قال: فتجاوزوا عنه) (¬5) ¶ 2 - قال رسول الله - صلى الله عليه وسلم -: (من سره أن ينجيه الله من كرب يوم القيامة فليُنَفِّس عن معسر، أو يضع عنه) (¬6) ¶ 3 - قال رسول الله - صلى الله عليه وسلم -: (من أنظر معسراً، أو وَضَعَ عنه، أظله الله في ظله ((¬7) ¶ ¬__________ ¶ (¬1) - ابن القيم: إغاثة اللهفان 2/ 13، السعدي: الفتاوى السعديه ص269 ¶ (¬2) - صحيح البخاري: كتاب البيوع - باب السهولة والسماحة2/ 730 (1970) ¶ (¬3) - عفاف: العفة كف عما لايحل ولا يجمل من قول أو فعل. المعجم الوسيط2/ 611 ¶ (¬4) - سنن ابن ماجه: كتاب البيوع-باب السهولةوالسماحة 2/ 809 (2421) وصححه الألباني في الجامع الصغير1/ 1133 ¶ صحيح ابن حبان: كتاب القضاء-باب الدعوى11/ 474 (5080) وقال الأرنؤوط في صحيح ابن حبان11/ 474تحقيق الأرنؤوط: إسناده قوي. الحاكم: المستدرك: كتاب البيوع2/ 38 (2238) قال: هذا حديث صحيح على شرط البخاري ولم يخرجاه. ¶ (¬5) - صحيح البخاري: كتاب البيوع-باب من أنظر موسرا2/ 731 (1971) ¶ (¬6) - صحيح مسلم: كتاب المساقاة-باب فضل إنظارالمعسر 3/ 1196 (4083) ¶ (¬7) - صحيح مسلم: كتاب الزهد والرقائق- باب حديث جابر الطويل 8/ 231 (7704)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "4 - عن بريدة - رضي الله عنه - قال: سمعت رسول - صلى الله عليه وسلم - يقول:) من أنظرمعسراً، فله بكل يوم صدقة (قال: ثم سمعته يقول:) من أنظر معسراً، فله بكل يوم مِثْلَيه صدقة (قُلت: سمِعتك يا رسول الله تقول: (من أنظر مُعسِراً، فله بكل يوم مثله صدقة) ثم سمعتك تقول: (من أنظر معسراً، فله بكل يوم مثليه صدقة) قال: (له بكل يوم صدقة قبل أن يحل الدَّين، فإذا حلَّ الدَّين فأنْظَرَهُ فله بِكُلِّ يوم مِثلَيْه صدقة) (¬1) ¶ 3ـ الوضع من الدين عن المعسر: ¶ الأدلة: ¶ 1 - أن كعب بن مالك تقاضى ابن أبي حَدْرد ديناً له عليه، في عهد رسول الله - صلى الله عليه وسلم - في المسجد فارتفعت أصواتهما، حتى سمعها رسول الله - صلى الله عليه وسلم - وهو في بيته، فخرج إليهما رسول الله - صلى الله عليه وسلم - حتى كَشَفَ سجف (¬2) حجرته، ونادى: كعب بن مالك، يا كعب. قال: لبيك يا رسوا الله، قال رسول الله - صلى الله عليه وسلم -: (قُمْ فَاقْضِه) (¬3) ¶ 2 - سَمِعَ رسول الله - صلى الله عليه وسلم - صوت خُصُوم بالباب عاليةٍ أصواتهما، وإذا أحدهما يستوضِع (¬4) الآخر وَيَسْترفِقُهُ في شيءٍ، وَهُوَ يقول: والله لا أفْعَلُ. فخرج عليهما رسول الله - صلى الله عليه وسلم -، فقال: (أين المُتألِّي على الله لايفعل المعروف، فقال: أنا يا رسول الله، وَلَهُ أَيُ ذلك أَحَبَّ) (¬5) ¶ ¬__________ ¶ (¬1) - مسند أحمد: باب حديث بريده الأسلمي5/ 360 (23096) قال الأرنؤوط في تعليقه على مسند أحمد5/ 360: إسناده صحيح على شرط مسلم، رجاله ثقات، رجال الشيخين غير سليمان بن بريده فمن رجال مسلم ¶ وانظر سنن ابن ماجه: كتاب الصدقات -باب إنظار المعسر2/ 808 (2418) وصححه الألباني في السلسة الصحيحة1/ 126 ¶ (¬2) - السجف: هو الستران المقرونان بينهما فرجة، أو كل باب ستر بسترين مقرونين مشقوق بينهما. ابن منظور: لسان العرب9/ 144 ¶ (¬3) - صحيح البخاري: كتاب الصلح-باب الصلح بالدين والعين2/ 811 (2563) ¶ صحيح مسلم: كتاب المساقاة-باب استحباب الوضع من اليدين5/ 30 (4067) ¶ (¬4) - يستوضع: أي يستحطه من دينه. ابن منظور: لسان العرب8/ 396 ¶ (¬5) - صحيح البخاري: كتاب الصلح-باب هل يشير الامام بالصلح2/ 963 (2558) ¶ صحيح مسلم: كتاب المساقاة - باب استحباب الوضع من الدين5/ 30 (4066)",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "المطلب الثاني: أحكام المدين وآدابه ¶ يجوز سؤال الدين عند الحاجة لمن علم من نفسه القدرة على الوفاء. ويكره سؤاله من غيرحاجة، وقد وردت أحاديث تفيد الترهيب من الدين، وكراهية الإقدام عليه إلا من حاجة ملحة. ¶ أولاً: الأحاديث الواردة بكراهية الدين للمدين والترهيب منه. ¶ أـ عدم صلاته - صلى الله عليه وسلم - على المدين: ¶ الأدلة: ¶ 1 - عن سلمة بن الأكوع قال: كنا جلوساً عند النبي - صلى الله عليه وسلم - إذا أُتِي بِجَنَازة فقالوا: صلِّ عليها، فقال: (هل عليه دين؟) قالوا: لا، قال: (فهل ترك شيئاً؟) قالوا: لا، فصلى عليه، ثم أُتي بجنازة أُخرى، فقالوا: يارسول الله، صلِّ عليها، قال: (هل عليه دين؟) قيل: نعم، قال: (فهل ترك شيئاً)، قالوا ثلاثة دنانير فصلى عليها، ثم أُتي بالثالثة، فقالوا: صل عليها، قال: (هل ترك شيئاً). قالوا: لا، قال: (فهل عليه دين)، قالوا ثلاثة دنانير، قال: (صلوا على صاحبكم)، قال أبو قتادة: صل عليه يارسول الله وعليَّ دينه، فصلى عليه (¬1) ¶ 2 - أن رسول الله - صلى الله عليه وسلم - كان يؤتى بالرجل المتوفى، عليه الدين، فيسأل (هل ترك لدينه فضلاً؟) فإن حُدث أنه ترك لِدينه وفاءً صلى، وإلا قال للمسلمين: (صلوا على صاحبكم)، فلما فتح الله عليه الفتوح، قال: (أنا أولى بالمؤمنين من أنفسهم، فمن توفي من المؤمنين فترك ديناً فعلي قضاؤه، ومن ترك مالاً فلورثته) (¬2) ¶ 3 - أن النبي - صلى الله عليه وسلم - أُتي برجل من الأنصار ليصلى عليه، فقال: (صلوا على صاحبكم؛ فإن عليه ديناً) فقال أبو قتادة: هو علي يارسول الله. قال: (بالوفاء؟) قال: بالوفاء. قال: فصلى عليه، وإنما كان ثمانية عشر أو تسعة عشر درهماً (¬3) ¶ ¬__________ ¶ (¬1) - صحيح البخاري: كتاب الحوالة-باب إن أحال دين الميت على رجل جاز2/ 799 (2169) ¶ (¬2) - صحيح مسلم: كتاب الفرائض-باب من ترك مالا فلورثته5/ 62 (4242) ¶ (¬3) - مسند أحمد: حديث أبي قتاده5/ 301 (22625) قال الأرنؤوط في تعليقه على مسند أحمد5/ 301:حديث صحيح بطرقه وشواهده ¶ سنن الترمذي: كتاب الجنائز-باب الصلاة على المديون3/ 381 (1069) قال أبو عيسى: حديث أبي قتاده حديث حسن صحيح ¶ سنن ابن ماجه: كتاب الصدقات-باب الكفالة2/ 804 (2407) وصححه الألباني في صحيح وضعيف سنن ابن ماجه5/ 407",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "دلت الأحاديث أنه - صلى الله عليه وسلم - كان يمتنع من الصلاة على من مات وعليه دين، وليس في تركته وفاؤه، والحكمة من ذلك: تحذيراً عن الدين، وزجراً عن المماطلة والتقصير في الأداء، أو كراهةأن يوقف دعاؤه ويعلق عن الإجابة بسبب ماعليه من حقوق الناس ومظالمهم (¬1) ¶ وقال الحافظ ابن حجر (¬2): قال العلماء: كأن الذي فعله - صلى الله عليه وسلم - من ترك الصلاة على من عليه دين ليحرض الناس على قضاء الديون في حياتهم، والتوصل إلى البراءة منها، لئلا تفوتهم صلاة النبي - صلى الله عليه وسلم -، وهل كانت صلاته على من عليه دين محرمة عليه أو جائزة؟ وجهان، قال النووي: الصواب الجزم بجوازه مع وجود الضامن، كما في حديث مسلم (¬3) ¶ ب ـ استعاذة النبي - صلى الله عليه وسلم - من الدين. ¶ الأدلة: ¶ 1 - كان النبي - صلى الله عليه وسلم - يقول: (اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والجبن والبخل، وضَلَع الدَّين، وغلبة الرجال) (¬4) ¶ 2 - أن رسول الله - صلى الله عليه وسلم - كان يدعو في الصلاة: (اللهم إني أعوذ بك من عذاب القبر، وأعوذ بك من فتنة المسيح الدجال، وأعوذ بك من فتنة المحيا والممات، اللهم إني أعوذ بك من المأثم والمغرم) فقال له قائل: ما أكثر ما تستعيذ يا رسول الله من المغرم؟ قال:) إن الرجل إذا غَرِم َ، حدثَّ فَكَذَبَ، ووعد فأخْلَف ((¬5) ¶ 3 - أن رسول الله - صلى الله عليه وسلم -:كان يدعو بهؤلاءِ الكلمات:) اللهم إنِّي أعوذُ بك من غلبة الدَّين، وغلبة العدو، وشماتة الأعداء ((¬6) ¶ ¬__________ ¶ (¬1) - الطيبي: شرح الطيبي على مشكاة المصابيح 7/ 2175 ¶ (¬2) - ابن حجر العسقلاني: أحمد بن علي بن محمد الكناني العسقلاني (773 - 852 هـ = 1372 - 1449 م)، أبو الفضل، شهاب الدين، مولده ووفاته بالقاهرة. ولع بالأدب والشعر ثم أقبل على الحديث، قال السخاوي: (انتشرت مصنفاته في حياته وتهادتها الملوك وكتبها الاكابر، تصانيفه فكثيرة جليلة: (الدرر الكامنة في أعيان المئة الثامنة) و (لسان الميزان) و (الاحكام لبيان ما في القرآن من الاحكام) السخاوي: الضوء اللامع2/ 36 ¶ (¬3) - ابن حجر: فتح الباري 4/ 478 ¶ (¬4) - صحيح البخاري: كتاب الدعوات-باب الاستعاذة من الجبن والكسل5/ 2342 (6008) ¶ (¬5) - صحيح البخاري: كتاب صفة الصلاة-باب الدعاء قبل السلام1/ 286 (798) ¶ صحيح مسلم: كتاب المساجد-باب مايستعاذمنه في الصلاة2/ 93 (1353) ¶ (¬6) - مسند أحمد: مسند عبدالله بن عمرو2/ 173 (6618) قال الأرنؤوط في تعليقه على مسند أحمد2/ 173:إسناده ضعيف ¶ سنن النسائي: كتاب الاستعاذه-بابالاستعاذة من غلية الدين8/ 265 (5475) وصححه الألباني في السلسلة الصحيحة4/ 55",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "استعاذة النبي - صلى الله عليه وسلم - دليل على استحباب الابتعاد عن الدين وتركه قدر الاستطاعة، حيث يقع المدين في أمور كثيرة نهى الشارع عنها مثل: الكذب، وخُلف الوعد وهي من صفات المنافقين، كما تفيد الأحاديث استحباب الاستعاذة من الدين. ¶ قال ابن حجر: \"إن الاستعاذة منه ليست لذاته بل لما يخشى من غوائله، ويستفاد من هذا الحديث سد الذرائع؛ لأنه - صلى الله عليه وسلم - استعاذ من الدين؛ لأنه في الغالب ذريعة إلى الكذب في الحديث، والخلف في الموعد، مع ما لصاحب الدين عليه من المقال. ¶ ويحتمل أن يراد بالاستعاذة من الدين الاستعاذة من الاحتياج إليه حتى لايقع في هذه الغوائل، أو من عدم القدرة على وفائه حتى لا تبقى تبعته ... قال ابن المنير (¬1): لاتناقض بين الاستعاذة من الدين وجواز الاستدانة؛ لأن الذي استعيذ منه غوائل الدين، فمن ادِّان وسلم منها فقد أعاذه الله، وفعل جائزاً \" (¬2) ¶ ج ـ حبس المدين عن دخول الجنة. ¶ 1 - قال رسول الله - صلى الله عليه وسلم -: (نفس المؤمن مُعَلَّقَةٌ ما كان عليه دين) (¬3) ¶ 2 - قال رسول الله - صلى الله عليه وسلم -: (لا تَخِيفُوا أَنْفُسَكُم ـ أو قال: الأنفس) فقيل له: يا رسول الله، وما نُخِيفُ أنْفُسَنَا؟ قال:) الدَّين ((¬4) ¶ 3 - قال رسول الله - صلى الله عليه وسلم -:) من فارق الروحُ الجَسَدَ وهو بَرِيء من ثلاث: الكِبْرِ، والغُلُولِ، والدَّين، فهو في الجنةِ. أو وجبت له الجنة ((¬5) ¶ ¬__________ ¶ (¬1) - ابن المنير السكندري: أحمد بن محمد بن منصور بن أبي القاسم بن مختار بن أبي بكر بن علي الجَرَويّ الجُذامي (620 - 683 هـ = 1223 - 1284 م)،من علماء الاسكندرية وأدبائها. ولي قضاءها وخطابتها، له تصانيف: منها (تفسير) و (ديان خطب) و (تفسير حديث الاسراء) على طريقة المتكلمين. و (الانتصاف من الكشاف) ابن شاكر: فوات الوفيات1/ 72 ¶ (¬2) - ابن حجر: فتح الباري 5/ 61 ¶ (¬3) - مسند أحمد: مسند أبي هريرة2/ 440 (9679) قال الأرنؤوط في تعليقه على مسند أحمد2/ 440:صحيح وهذا إسناد حسن ¶ سنن الترمذي: كتاب الجنائز-باب ماجاء عن النبي أنه قال نفس المؤمن3/ 389 (1079) قال أبوعيسى: هذا حديث حسن سنن ابن ماجه: كتاب الصدقات-باب التشديد في الدين2/ 806 (2413) قال الألباني: صحيح ¶ (¬4) -مسند أحمد: حديث عقبة بن عامر4/ 154 (17407) قال الارنؤوط في تعليقه على مسند أحمد 4/ 154:إسناده حسن من أجل شعيب بن زرعه. الطبراني: المعجم الكبير12/ 297 (14321) ¶ (¬5) - مسند أحمد: حديث ثوبان5/ 277 (22444) قال الأرنؤوط في تعليقه على مسند أحمد5/ 277:إسناده صحيح على شرط مسلم ¶ سنن الترمذي: كتاب السير عن رسول الله-باب ماجاء في الغلول4/ 138 (1573) وصححه الألباني في السلسلة الصحيحة6/ 664",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "دلت الأحاديث على أن نفس المؤمن مرهونة بما عليها من الدين. ¶ د ـ عدم تكفير ذنوب المدين. ¶ 1 - قال رسول الله - صلى الله عليه وسلم -: (إن الجهاد في سبيل الله والإيمان أفضل الأعمال)، فقام رجل فقال يارسول الله، أرايت إن قُتِلْتُ في سبيل الله تُكَفَّر عنَّي خَطَايَاي؟ فقال له رسول الله - صلى الله عليه وسلم -: (نعم، إن قُتِلْتَ في سبيل الله وأنت صابرٌ مُحتسِبٌ، مُقْبِلٌ غيرُ مُدْبِر) ثم قال رسول الله - صلى الله عليه وسلم -: (كيف قُلت؟) قال: أرأيت إن قتلت في سبيل اله أتُكَفَّر عنَّي خَطَايَاي؟ فقال رسول الله - صلى الله عليه وسلم -: (نعم، وأنت صابرٌ مُحتسِبٌ، مُقْبِلٌ غيرُ مُدْبِر، إِلا الّدَّيْن، فإن جِبريل ـ عليه السلام ـ قال لي ذلك) (¬1) ¶ 2 - قال رسول الله - صلى الله عليه وسلم -: (يُغْفَرُ للشهيد كُلُّ ذنب، إلا الدَّيْن) (¬2) ¶ 3 - قال رسول الله - صلى الله عليه وسلم -: (من حَالَتْ شَفاعته دون حد من حدود الله عز وجل، فقد ضاد الله في أمره، ومن مات وعليه دين، فليس بالدينار ولا بالدرهم، ولكنها الحسنات والسيئات، ومن خاصم في باطل وهو يعلمه، لم يزل في سَخْط الله حتى ينزع، ومن قال في مؤمن ما ليس فيه، أسكنه الله ردغة الخبال (¬3) حتى يخرج مما قال) (¬4) ¶ دلت الأحاديث على التشديد في أمر الدين، وأن نفس المدين محبوسة عن دخول الجنة ومرتهنة بهذا الدين حتى يقضى عنه دينه، ودلت على أن الموت لا يؤثر في سقوط ما على المدين بالنسبة لأحكام الآخرة، وإنما يكون الدين باقياً في ذمته حتى يقضى عنه. ¶ ولها حالتان: ¶ أـ من مات وعليه دين وخلّف وفاء: فإنه لاوزر عليه إذا لم يقض عنه بعد موته؛ لأن التقصير حينئذ يكون من الوصي أو من الورثة، حيث إن جميع ما عليه من دين يتعلق أداؤه بتركته كما تقدم، ويستثنى من ذلك إذا فرط المدين الميت بالوصية بسداد ديونه وكتابتها ونحو ¶ ¬__________ ¶ (¬1) - صحيح مسلم: كتاب الامارة-باب من قتل في سبيل الله كفرت خطاياه إلاالدين 6/ 37 (4988) ¶ (¬2) - صحيح مسلم كتاب الامارة-باب من قتل في سبيل الله كفرت خطاياه إلاالدين 6/ 38 (4991) ¶ (¬3) - ردغة الخبال: هو الشيء المختلط من صديد أهل النار. ابن الجوزي: غريب الحديث1/ 390 ¶ (¬4) - مسند أحمد: مسند عبدالله بن عمر2/ 70 (5385) قال الأرنؤوط في تعليقه على مسند أحمد2/ 70:إسناده صحيح رجاله ثقات رجال الصحيح غير يحيى بن راشد ¶ سنن أبي داود: كتاب الأقضية-باب فيمن يعين على خصومه3/ 344 (3599) وصححه الألباني في السلة الصحيحة1/ 722",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ذلك، بحيث أن الورثة أو الوصي لم يهتدوا إلى هذه الديون، خصوصاً إذا لم يكن لدائنيه بينة على الدين، فإن هذا لايعفيه أمام هذه الحقوق. ¶ ب ـ من مات وعليه دين ولم يخلف وفاء فلها صورتان: ¶ الصورة الأولى: إذا كان الدين في معصية أو بنية عدم الوفاء. ¶ فإنه مؤاخذ عنه يوم القيامة؛ لأنه غير معذور بالاستدانة؛ ولأنه قصد استهلاك مال مسلم بغير وجه حق، وهذا من أكل أموال الناس بالباطل. ¶ الصورة الثانية: إذا كان الدين في مباح وبنية الوفاء. ¶ ممن مات قبل الوفاء من غير تقصير منه، فإن الله عز وجل يقضي عنه دينه يوم القيامة فيعوض دائنيه فضلاً منه وتكرماً، وأما المدين فلا مؤاخذة عليه لعدم تقصيره أو تفريطه. ¶ قال ابن حجر: \"من مات قبل الوفاء بغير تقصير منه كأن يُعسر مثلاً ... وكانت نيته وفاء دينه، ولم يوف عنه في الدنيا .... الظاهر أنه لاتبعة عليه والحالة هذه في الآخرة، بحيث يؤخذ من حسناته لصاحب الدين، بل يتكفل الله عنه لصاحب الدين \" (¬1) ¶ ثانياً: وجوب الوفاء بالدين. ¶ 1ـ المسارعة في أداء الدين. ¶ الأدلة: ¶ 1 - قال رسول الله - صلى الله عليه وسلم -: (لو كان لي مثل جبل أحد ذهباً، ما يَسُرُّني أن لا يمر علي ثلاث وعندي منه شيء، إلا شيء أرصده (¬2) لدين) (¬3) ¶ 2 - قال رسول الله - صلى الله عليه وسلم -: (ما أحب أنه تحول لي ذهباً يمكث عندي منه دينار فوق ثلاث إلا ديناراً أرصده لِدَيْن) (¬4) ¶ ¬__________ ¶ (¬1) - ابن حجر: فتح الباري5/ 54 ¶ (¬2) - أرصده: أي أعده لدين. ابن منظور: لسان العرب3/ 177 ¶ (¬3) - صحيح البخاري: كتاب الاستقراض-باب أداء الدين2/ 842 (2259) ¶ صحيح مسلم: كتاب الزكاة-باب تغليظ عقوبة من لايؤدي الزكاة3/ 75 (2349) ¶ (¬4) - صحيح البخاري: كتاب الاستقراض-باب أداء الدين 2/ 841 (2258) ¶ صحيح مسلم: كتاب الزكاة-باب تغليظ عقوبة من لايؤدي الزكاة3/ 75 (2351)",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "دلت الأحاديث على وجوب المسارعة بأداء الديون والتخلص من تبعاتها. وعدم التهاون في ذلك؛ فإن حقوق الآدميين مبنية على المشاحة وعدم المسامحة. ¶ 2ـ تحريم المماطلة. الدليل: ¶ ـ قال رسول الله - صلى الله عليه وسلم -: (مَطْل (¬1) الغني ظُلْم، فإذا أُتبع أَحَدُكُم على مَلِيءٍ (¬2) فَلْيتَبع) (¬3) ¶ دل الحديث على تحريم المماطلة. ¶ ويمكن أن نجعل المدين على ثلاثة أقسام مع الدائن: ¶ أـ مدين غني مقتدر على الوفاء بجميع ديونه. ¶ وهذا يجب عليه وفاء دينه لغريمه في وقته، إيفاء بالعقد المبرم بينه وبين دائنه، وأداء للأمانة، فإن لم يفِ وأراد المماطلة؛ فإن الشرع قد أنصف الدائن من مدينه، وأباح له أن يغلظ عليه بالقول؛ لأنه صاحب حق، وصاحب الحق له مقال. قال ابن قدامة (¬4):\" إذا امتنع الموسر عن قضاء الدين، فلغريمه ملازمته، ومطالبته والاغلاظ له بالقول، فيقول: يا ظالم يا معتدي ونحو ذلك \" (¬5) ¶ لكن ينبغي مراعاة الأداب الشرعية فيتجنب القبيح من القول والفعل. ¶ ويحصل المطل بأمرين معاً: ¶ الأول: أن يطالب المستحق المدين بالوفاء: فعلى هذا لايعد المدين مماطلاً إذا لم يطالبه الدائن بالوفاء ولو كان الدين حالاً؛ لأن لفظ المطل مشعر بتقدم الطلب، إلا إذا كان شرط أو عرف يقتضي أن يسدد الدين الدين في موعد استحقاقه بلا مطالبه، ففي هذه الحالة إذا ¶ ¬__________ ¶ (¬1) - مطل: التسويف والمدافعة بالعدة والدين. ابن منظور: لسان العرب11/ 624 ¶ (¬2) - مليء: مهموز كثير المال بين الملاء، وقيل هو الثقة الغني. ابن منظور: لسان العرب1/ 158 ¶ (¬3) - صحيح البخاري: كتاب الحوالة-باب الحوالة وهل يرجع في الحوالة2/ 799 (2166) ¶ صحيح مسلم: كتاب المساقاة-باب تحريم مطل الغني وصحة الحوالة 5/ 34 (4085) ¶ (¬4) - ابن قدامة: أبو محمد عبدالله بن أحمد بن محمد بن قدامة بن مقدام بن نصر المقدسي الجمَّاعيلي. ¶ (541 - 620 هـ = 1146 - 1223 م)،،ولد في جماعيل (من قرى نابلس بفلسطين) وتعلم في دمشق، ورحل إلى بغداد سنة 561 هـ فأقام نحو أربع سنين، وعاد إلى دمشق، وفيها وفاته، فقيه، من أكابر الحنابلة، له تصانيف، منها (المغني) و (روضة الناظر) و (المقنع) العكري: شذرات الذهب5/ 88 ¶ (¬5) - ابن قدامة: المغني6/ 588",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "لم يقم المدين بتسديد الدين في موعد استحقاقه مع قدرته عليه وعدم نسيانه فهو في حكم المماطل. ¶ والثاني: أن يمتنع المدين عن الوفاء بغير عذر: فإذا كان امتناع المدين عن الوفاء لعذر كعدم تمكنه من إحضار المال الغائب، أو كان معسراً فلا يعد مماطلاً بامتناعه (¬1) ¶ قال النووي:\"ولو كان غنياً ولكنه ليس متمكناً من الأداء؛ لغيبة المال أو لغير ذلك، جاز له التأخير إلى الإمكان، وهذا مخصوص من مطل الغني، أو يقال المراد بالغني المتمكن من الأداء فلا يدخل هذا فيه \" (¬2) ¶ ب ـ مدين معسر غير معدم له من المال ما يكفي لبعض ديونه لا كلها. ¶ فهذا المدين يحق لدائنيه رفع أمره إلى القاضي متى ما ركبته الديون، وزادت عن ماله. ¶ فإن للقاضي الحجر عليه، ويمنعه من التصرف في ماله إذا طلب غرماؤه ذلك. ¶ والحكمة من مشروعية الحجر هو حفظ أموال غرماء المدين فلو ترك يتصرف كيف شاء لأفضى ذلك إلى ضياع حقوق الدائنين، وفي هذا ضرر بالغ عليهم. ¶ ج ـ مدين معسر معدم ليس له من المال ما يفي ولو ببعض ديونه. ¶ فهذا إذا تحقق إعساره فلا يجوز تغليظ القول عليه، ولا رفع أمره إلى الحاكم، ولا حبسه، بل يجب تركه وإنظاره إلى الميسرة لقوله تعالى: {وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ وَأَنْ تَصَدَّقُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (280)} (¬3) ¶ ولأن التغليظ في القول والحبس لدفع الظلم لإيصال الحق إلى مستحقه، والمعسر لا ظلم منه لعدم قدرته على الوفاء؛ ولأنه إذا كان غير مستطيع وفاء دينه لا يكون الحبس مفيداً في حقه؛ لأن الحبس شرع للتوصل إلى قضاء الدين، لا لعينه، وهذا أمر قال به عامةالفقهاء (¬4) ¶ ¬__________ ¶ (¬1) - الباجي: المنتقى للباجي 5/ 66 ¶ (¬2) - النووي: شرح صحيح مسلم 1/ 227 ¶ (¬3) - سورة البقرة آية رقم (280) ¶ (¬4) - الكاساني: بدائع الصنائع7/ 172، إبراهيم المالكي: تبصرة الحكام 2/ 317، الشربيني: مغني المحتاج 2/ 156، ابن قدامة: المغني 6/ 585",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ثالثاً: آداب المدين. ¶ 1ـ أخذ الدين بنية الوفاء. ¶ الأدلة: ¶ 1 - قال رسول الله - صلى الله عليه وسلم -: (من أخذ أموال الناس يريد أداءها أدى الله عنه، ومن أخذ يريد إتلافها أتلفه الله) (¬1) ¶ 2 - قال رسول الله - صلى الله عليه وسلم -: (من أخذ ديناً وهو يُرِيدُ أن يؤديه أعانه الله عز وجل) (¬2) ¶ دلت الأحاديث على أن من أخذ مال غيره سواء أكان ببيع أو بدين أو عارية أو وديعة، وفي نيته أداء ما أخذه، فإن الله تعالى يُعينه على أداء ما في ذمته، وإذا كان عكس ذلك فأخذ المال بنية أكله على أصحابه فإن الله يعاقبه بالتلف. ¶ 2ـ حسن القضاء. ¶ الأدلة: ¶ 1 - أن رجلاً أتى النبي - صلى الله عليه وسلم - يتقاضاه فأغلظ، فهم به أصحابه، فقال رسول الله - صلى الله عليه وسلم -: (دَعوه، فإن لصاحب الحق مقالاً)، ثم قال: (أعطوه سِناً مِثلَ سنِّه) قالوا: يا رسول الله إلا أمثل من سِنه، فقال: (أعطوه، فإن من خَيرِكُمِ أحسنكم قضاءً) (¬3) ¶ 2ـ عن العرباض بن سارية - رضي الله عنه - (¬4)، قال: بعت من النبي - صلى الله عليه وسلم - بَكراً، فأتيته أتَقَاضَاه، فقلت: يارسول الله، أقضني ثَمَنَ بَكرِي، فقال: (أجل لا أقضِيكها إلا لُجَيْنِيَّةً) قال: فَقَضَاني، فأحسن قَضَائي، قال: وَجَاءه أَعرابي، فقال: يارسول اله أقضني بَكْري، فأعْطَاه رسول الله - صلى الله عليه وسلم - يومئذ جملاً قد أسنَّ، فقال: يارسول الله، هذا خيرٌ من بَكْري، قال: فقال رسول الله - صلى الله عليه وسلم -: (إنَّ خَيْرَ القَومِ خَيْرَهُمْ قَضَاءً) (¬5) ¶ ¬__________ ¶ (¬1) - صحيح البخاري: كتاب الاستقراض واداء الديون والحجر-باب من أخذ أموال الناس يريد أداءها أو إتلافها2/ 841 (2257) ¶ (¬2) - سنن النسائي: كتاب البيوع- باب التسهيل فيه 7/ 315 (4687) وصححه الألباني في السلسلة الصحيحة3/ 26 ¶ (¬3) - صحيح البخاري: كتاب الوكالة-باب الوكالة في قضاء الديون2/ 809 (2183) ¶ (¬4) - العرباض بن سارية السلمي: (00 - 75ه) ـ صحابي جليل من أهل الصفة، يكنى أبا نجيح. روى عنه عبد الرحمن بن عمرو، وجبير بن نفير، وخالد بن معدان وغيرهم، وسكن الشام، وقيل: توفي في فتنة ابن الزبير. ابن الأثير: أسد الغابة2/ 264 ¶ (¬5) - مسند أحمد: حديث العرباض بن سارية4/ 127 (17189) ¶ سنن النسائي: كتاب البيوع-باب استسلاف الحيوان واستقراضه7/ 291 (4619) ¶ سنن ابن ماجة: كتاب التجارات-باب السلم في الحيوان2/ 767 (2286) وصححه الألباني في صحيح الجامع الصغير12/ 473",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "دلت الأحاديث أن المدين يقوم ببذل كل مايفي بحق دائنه حال القضاء من سماحة نفسه، والقضاء بأفضل مما أخذه، والزيادة عليه بلا شرط، وأن لايؤخر الوفاء عن الأجل المضروب بينهما إلا لعذر. ¶ 3ـ الدعاء للدائن والثناء عليه. ¶ الدليل: ¶ 1ـ أن النبي - صلى الله عليه وسلم - استسلف منه حين غزا حُنَيناً ثلاثين أو أربعين ألفاً، فَلَما انصرف قضاها إيَّاه، ثم قال: (بارك الله لك في أهلك ومالك، إنما جزاء السلف الوَفَاء والحَمد) (¬1) ¶ والمراد أن يكافيء المدين دائنه بالدعاء له والثناء عليه بهذا المعروف. والدئن قد أحسن للمدين فعلى الدائن أن يكافئه بمكافأة مناسبة من هدية أو عطية أوغيرها، وإن لم يجد فعليه أن يكافئه بالدعاء شكراً له على معروفه وإحسانه. ¶ ¬__________ ¶ (¬1) - مسند أحمد: حديث عبدالله بن أبي ربيعة4/ 36 (16457) قال الارنؤوط: إسناده صحيح على قلب في اسم أحد رواته. ¶ سنن ابن ماجة: كتاب الصدقات-باب حسن القضاء 2/ 809 (2424) ¶ سنن النسائي: كتاب البيوع-باب الاستقراض7/ 314 (4683) وصححه الألباني في صحيح الجامع الصغير10/ 412",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "المبحث الثالث: الدين (المالُ المُقْرَض) وفيه مطلبان: ¶ المطلب الأول: شروط الدين ¶ ذكر الفقهاء ثلاثة شروط، ومعها بيان اختلاف الفقهاء في اعتبارها أو في مدى اشتراطها وتلك الشروط هي: ¶ الشرط الأول: (أن يكون من المثليات): ¶ المثليات: هي الأموال التي لا تتفاوت آحادها تفاوتاً تختلفُ به قيمتها، كالنقود وسائر المكيلات والموزونات والمذروعات والعدديات المتقاربة (¬1). ¶ قال الحنفية: يصِح القرض في المثليات أو في المثلى، وهو كل ما يُضمن بالمثل عند الاستهلاك، أما في القيميات كالحيوان والحطب والعقار وكل متفاوت فلا يصِحُّ إقراضها لتعذر رد المِثل (¬2). ¶ وذكر ابن عابدين (¬3) معنى (لتعذَرَ ردُ المِثل (: أي لا يصِحُّ القرض في غير المُثلى، لأن القرض إعارةٌ ابتداءً، معاوضةٌ انتهاءً؛ لأنه لا يُمكن الانتفاع به إلا بإستهلاك عينه، فيستلزم إيجاب المثل في الذمة وهذا لا يتأتى في غير المُثلى. ¶ وقال الكاساني: \" أن يكون القرض مما له مِثْل كالمكيلات والموزونات، فلا يجوز قرض ما لا مثل له من المذروعات والمعدودات المتقاربة، لأنه لا سبيل إلى إيجاب رد العين ولا إلى إيجاب رد القيمة لأنه يؤدي إلى المنازعة لإختلاف القيمة باختلاف تقويم المقومين فتعين أن يكون الواجب فيه رد المثل فيختص جوازه بما له مثل\" (¬4). ¶ وقال الشافعية: يجوز القرض في المُثليات، فذهبوا بذلك المنحى إلى ما ذهب إليه الحنفية من القَرْض بالمُثليات، لكنهم وسعوا في نطاق دائرة القرض، وجاء في المهذب: \"يجوز قرض ¶ ¬__________ ¶ (¬1) 117 - نزيه حماد: عقد القرض في الشريعة الإسلامية ص33. ¶ (¬2) 118 - ابن عابدين: رد المحتار 4/ 171 ¶ (¬3) 119 - ابن عابدين: محمد أمين بن عمر بن عبدالعزيز بن أحمد بن عبدالرحيم بن محمد صلاح الدين. (1198 - 1252 هـ = 1784 - 1836 م) يرجع نسبه إلى علي رضي الله عنه، فقيه الديار الشامية وإمام الحنفية في عصره. مولده ووفاته في دمشق. له: (رد المحتار على الدر المختار) و (رفع الانظار عما أورده الحلبي على الدر المختار) و (العقود الدرية في تنقيح الفتاوي الحامدية) الشطي: روض البشر1/ 220 ¶ (¬4) 120 - الكاساني: بدائع الصنائع 6/ 517.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "كل مال يُملَك بالبيع ويُضبط بالوصف، لأنه عقد تمليك يثبت العوض فيه بالذمة فجاز فيما يملك ويضبط بالوصف كالسلم\" (¬1). ¶ ويدخل أيضاً في دائرة القرض لدى الشافعية: (العقارات والحيوانات وغيرها من القيميات التي يُمكن ضبطها بالوصف). ¶ أما ما لا يُسْلَمُ فيه، وهو ما لا يُضبطُ بالوصف كالجواهر (¬2) والخبز وغيرها ففيه وجهان: (أحدهما (لا يجوز إقراضه؛ لأن القرض يقتضي رد المثل وما لا يُضبط بالوصف لا مثل له، (والثاني (يجوز؛ لأن ما لا مثل له يضمنه المُستقرض بالقيمة، والجواهر كغيرها في القيمة (¬3). ¶ وقد رجح الشافعية الوجه الأول حيث قال النووي في شرح المهذب: \"إن قلنا يجب رد القيمة جاز قرض هذه الأشياء، وإن قلنا يجب رد المثل فيها لم يجز قرضها ولكن توجيهها يأتي في رد المُثليات \" (¬4). ¶ وقد استثنى الشافعية من عدم جواز قرضهِ ما لا يجوزُ السَلم فيه جواز قرضِ الخبز وزناً لعموم الحاجة إليه، وبعضهم يقول: يجوز إقراضه عداً ووزناً (¬5). ¶ وقد قال النووي: بجواز قرضه وزناً، بإجماع أهل الأمصار على فعله في الأعصار بلا إنكار (¬6). ¶ كما استثنى الشافعية من جواز إقراض كل ما يجوز السَلم فيه، قَرْض الجارية لمن تحلُ له، قال الشيخ الشربيني: \"فلا يجوزُ إقراضها له ولو غير مشتهاة (في الأظهر) لأنه قد يطؤها ويردها؛ لأنه عقد جائز من الطرفين يثبت الرد والاسترداد، فيصير في معنى إعارة الجواري للوطء، وهو ممتنع \" (¬7)، أي محظور شرعاً. ¶ ¬__________ ¶ (¬1) 121 - الشيرازي: المهذب 1/ 303. ¶ (¬2) 122 - الجواهر: جوهر الشيء حقيقته وذاته ومن الأحجار كل ما يستخرج منه شيء ينتفع به والنفيس الذي تتخذ منه الفصوص.:المعجم الوسيط1/ 149 ¶ (¬3) 123 - الشيرازي: المهذب 1/ 303. ¶ (¬4) 124 - النووي: المجموع 12/ 259. ¶ (¬5) 125 - الجزيري: الفقه على المذاهب الأربعة 2/ 306. ¶ (¬6) 126 - النووي: المجموع 12/ 260. ¶ (¬7) 127 - الشربيني: مغني المحتاج 2/ 155.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "أما المالكية، فكان قولهم قريباً من قول الشافعية، فنصوا على: \"أنَّ كلَ ما يقبل جِنسهُ السَلم يصح قرضه كالمكيل والمعدود والموزون، فإن جنس كل واحد منها يقبل السلَم، فالقمح مثلاً يقبل السلم، وكذلك اللحم وإن كان قد يمتنع فيه السَلم أحياناً، ولكن لا يمتنع فيه القرض، وكذلك يصح القرضُ في الحيوان وعروض التجارة لأنه يصح السلم في جِنسهما\" (¬1). ¶ وكذلك استثنوا مما يجوز السلم فيه، الجواري من جواز القرض مثل ما قال الشافعية فقيل لديهم: \"يجوز السلف (القرضُ) في كل ما يجوز أن يثبت بالذمة سلماً إلا الجواري، لأنه يؤدي إلى إعارة الفروج، وقيل: يجوز إن أسلفت جارية للذي مُحرم مِنها، أو لمن لايتلذذ بالنساء، أو كانت الجارية لا تحمل الوطء\" (¬2). ¶ وبالنسبة للحنابلة، فقد قالوا: يصِح قرض المكيل والموزون بغير خلاف. ¶ قال البهوتي (¬3): \"ويصِحُّ القرض (في كُل عين يجوزُ بيعها)، من مكيل وموزون ومذروع ومعدود وغيره (إلا الرقيق فقط) فلا يصِح قرضه، ذكراً كان أو أنثى، لأنه لم ينقل، ولا هو من المرافق، ولأنه يُفضي إلى أن يَقترض جاريةً يطؤها ثم يَرُدُّها\" (¬4). ¶ وبني آدم يثبت بالذمة إلا أنه مُستثنى من الإقراض ولا يصُح إقراضه، قال المرداوي (¬5): أما قرض بني آدم لا يصح. وهو المذهب (¬6)، أي قول المذهب الحنبلي، وأي شي غير بني ¶ ¬__________ ¶ (¬1) 128 - الجزيري: الفقه على المذاهب الأربعة 2/ 307. ¶ (¬2) 129 - خالد الكعك: موسوعة الفقه المالكي 3/ 410. ¶ (¬3) 130 - البهوتي: منصور بن يونس بن صلاح الدين بن حسن بن إدريس البهوتي (1000 - 1051 هـ = 1591 - 1641 م) ـ، شيخ الحنابلة بمصر في عصره. نسبته إلى (بهوت) في غربية مصر. له كتب، منها (الروض المربع شرح زاد المستقنع) و (كشاف القناع عن متن الاقناع للحجاوى) و (دقائق أولي النهى لشرح المنتهى) المحبي: خلاصة الأثر4/ 426 ¶ (¬4) 131 - البهوتي: كشاف القناع 3/ 314، البهوتي: الروضُ المربع ص314. ¶ (¬5) 132 - المرداوي: علاء الدين أبو الحسن علي بن سليمان المرداوي الدمشقي الصالحي (817 - 885 هـ = 1414 - 1480 م) ـ، فقيه حنبلي، من العلماء. ولد في مردا (قرب نابلس) وانتقل في كبره إلى دمشق فتوفي فيها. من كتبه (الانصاف في معرفة الراجح من الخلاف) و (تحرير المنقول) و (في أصول الفقه) و (التحبير في شرح التحرير) السخاوي: الضوء اللامع5/ 225 ¶ (¬6) 133 - المرداوي: الإنصاف 5/ 123.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "آدم مما يثُبت بالذمة سَلَماً جاز قرضُه، وجاء في المغني: يجوز قرض كل ما يثبت بالذمة سَلَماً (¬1)،وبذلك قال الشافعية والمالكية في هذا الوجه. ¶ وأما ما لا يثبُت بالذمة سلماً كالجواهر وما شابهها، قال ابن قُدامة: \"لم يجز قرض الجواهر وما لا يثبت في الذمة سلماً لتعذر رد المثل، وإن قُلنا الواجب رد القيمة. جاز قرضه لإمكان رد القيمة، ولأصحاب الشافعي وجهان كهذين \" (¬2) ¶ ونستنتج من أقوال الفقهاء لدى المذاهب الأربعة بخصوص الشرط الأول ما يلي: ¶ أن يكون المال المُقرض مثلياً وأن يَرُدَّ المُقترض مثله وهذا باتفاق الفقهاء وإجماعهم. ¶ ذهب جمهور العلماء من الحنابلة والشافعية والمالكية، بالإضافة إلى صحة قَرضِ المثليات إلى جواز إقراض القيميات كالحيوان وغيره، وقد اختلفوا مع الحنفية الذين لا يصح القرضُ لديهم إلا بالمُثليات، وقد استدل جمهور العلماء لما ذهبوا إليه بنظرتين وهما: ¶ ما صحَ عن النبي - صلى الله عليه وسلم - من أنه استَقْرضَ بَكْراً، والذي ورد في الحديث الشريف المروي عن أبي رافع (¬3) ـ وقِيْسَ غيره عليه ـ ووجهة الاستدلال: أن البَكْر ليس مكيلاً أو موزوناً، وبالرغم من ذلك، لكن حصلَ فِعْلُ الاقتراض من الرسول - صلى الله عليه وسلم - ¶ أن ما ثبت سلماً يُملك بالبيع ويُضبط بالوصف، فأصبح كالمُثلى يعني (مِثله في الأسواق (، فجاز قَرضُهُ. ¶ وفي ما يصح فيه القرض لدى فقهاء ومذاهب أخرى، قال السيد سابق: \"يجوز قرض الثياب والحيوان، ويجوز قرضُ ما كان مكيلاً أو موزوناً، أو ما كان من عروض التجارة، كما يجوز قرض الخبز والخمير\" (¬4). ¶ قال ابن حزم (¬5) في المحلى: ((والقرضُ جائز في الجواري والعبيد والدواب والدور والأرضين وغير ذلك لعموم قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى ¶ ¬__________ ¶ (¬1) 134 - محمد الصابوني: فقه المعاملات 1/ 169 ¶ (¬2) 135 - ابن قدامة: المغني 4/ 350. ¶ (¬3) 136 - النووي: صحيح مسلم بشرح النووي 11/ 37 (4084) ¶ (¬4) 137 - السيد سابق: فقه السنة 3/ 147. ¶ (¬5) 138 - ابن حزم: علي بن أحمد بن سعيد بن حزم الظاهري (384 - 456 هـ = 994 - 1064 م)، أبو محمد: عالم الأندلس في عصره، أشهر مصنفاته: (الفصل في الملل والاهواء والنحل) و (المحلى) و (جمهرة الأنساب) التلمساني: نفح الطيب1/ 364",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "فَاكْتُبُوهُ} (¬1) فعمم تعالى ولم يخص، فلا يجوز التخصيصُ في ذلك بالرأي الفاسد بغير قرآن ولا سنة، وقولنا في هذا هو قول المزني وأبي سليمان ومحمد بن جرير وأصحابنا)) (¬2). ¶ فذهب ابن حزم وبعض الفقهاء بهذا القول إلى أنه يجوز إقراضُ كل شيءٍ، سواءٌ أكان مما يضبط بالصفة أو لم يكن، وسواءٌ أكان حيواناً أو جارية تحلُ للمُقترض أو لم يكن تحلُ. ¶ الشرط الثاني: (أن يكون عينا ً): ¶ عيناً أي معناه عدم صحة إقراضِ المنافع، بالنسبة للحنفية، كان أساس عدم صحة إقراض المنافع لديهم ومنعها هو: أن القرض إنما يَرِدُ على دفع مال مثلي لآخر ليُردَّ مثله (¬3)، وحسب مذهبهم فإن المنافع لا تُعد أموالاً لديهم، وعلى هذا فلا يجوزُ إقراض المنافع لدى الحنفية. فالمنافعُ غيرُ قابلة للإحراز والادخار، إذْ هي أعراضٌ تحدثُ شيئاً فشيئاً، وآناً فآناً، وتنتهي بانتهاء وقتها، وما يحدُثُ منها غير الذي ينتهي، ومن أجل ذلك لم يصحَ جَعْلُ المنافع محلاً لعقد القرض (¬4). ¶ أما الشافعية والمالكية فلم يشترطوا في باب القرض أن يكون محلَ القرض عيناً، ولكنهم اشترطوا في الشيء المُقرض أن يكون مما يصح فيه السَلم فوضعوا معياراً لما يصِحُّ إقراضه، وفي باب السلم نصوا على جواز السَلم في المنافع كما هو الشأن في الأعيان (¬5). ¶ وفي ذلك قال الحنابلة وهو ظاهر كلام كثير من أصحاب المذهب حيث قالوا: ما صح السَلم فيه صح قرضهُ (¬6)، والمنافع لا يصُح بها السَلم، وان عدم صحة إقراض المنافع جاء من مخالفته للعرف وما تعود عليه الناس من التعامل فأُعتُبر ذلك مستندٌ للمنع حيث عبر ¶ ¬__________ ¶ (¬1) 139 - سورةالبقرة: آية (282) ¶ (¬2) 140 - ابن حزم: المحلى 8/ 82. ¶ (¬3) 141 - ابن عابدين: رد المحتار 4/ 171. ¶ (¬4) 142 - نزيه حماد: عقد القرض ص37. ¶ (¬5) 143 - الرملي: حاشية الرملي على أسنى المطالب 2/ 123. ¶ (¬6) 144 - المرداوي: الإنصاف 5/ 125.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الشيخ البهوتي عنه بقوله: \" ولا يصِحُ قرض المنافع لأنه غير معهود\" (¬1)، أي بغير عُرف الناس وعادتهم. ¶ غير أنَ شيخ الإسلام ا بن تيمية خالف هذا الرأي من الحنابلة، فقال: \" يجوز قرضُ المنافع، مثل أن يحصُد معه يوماً ويحصُد معه الآخر يوماً، أو يسكنه الآخر داراً ليُسكِنَه الآخر بدلها. لكنَ الغالب على المنافع أنها ليست من ذوات الأمثال، حتى يجب على المشهور في الأخرى القيمة، ويتوجَه في المتقوم أنه يجوز ردُ المثل بتراضيهما\" ((¬2) ¶ فنستنتج من ذلك الكلام صحةَ إقراض المنافع فهي ضمن ما يجوز السَلم فيه المنضبط بالوصف بمقتضى ماهو موجود في قواعد مذهبهم. ¶ الشرط الثالث (أن يكون معلوماً): ¶ اشتراط معلومية أو قدر المال المُقرض ضرورية لأجل صحة العقد، فعلى هذا القول\"يشترط في محل القرض أن يكون معلوم القدر عند القرض، كيلاً أو وزناً أو عدداً أو ذرعاً ليُتَمكن من رد بدله\" (¬3)، وهذا ما سنوضحه من خلال أقوال الفقهاء في خصوص معلومية المال المُقرض. ¶ قال الكاساني: \" أن يكون القرض مما له مِثلٌ، كالمكيلات والموزونات والعدديات المتقاربة\" (¬4). وقال الحنفية أيضاً:\" يجب أن يكون القرض معلوم القدر عند قبضه؛ لئلا يتعذر الوفاء به، أو يكون سبباً للخلاف أو سوء الظن. وإذا كان المتعاقدان ممن يتسامحان، أو كانت مادة القرض مما يُتساهل به الناس، فيكفي تقديرها في الذهن ولو تخميناً\" (¬5)،وهذا رأي الحنفية في الشيء المُقرَض، وهو أن يكون مما يُقدّر أو يكون معروف الصفة، ولا يصِحُ لديهم عقد القرض بدون اشتراط المثلية وهي معلومة ما تم إقراضُه حتى يمكن رد بدله بدون أي خلاف. ¶ ¬__________ ¶ (¬1) 145 - البهوتي: كشاف القناع 3/ 314. ¶ (¬2) 146 - البعلي: الاختيارات الفقهية من فتاوى ابن تيمية ص131، الزحيلي: الفقه الإسلامي وأدلته 4/ 723. ¶ (¬3) 147 - مصطفى البغا: فقه المعاوضات 2/ 63. ¶ (¬4) 148 - الكاساني: بدائع الصنائع 6/ 517. ¶ (¬5) 149 - محمد عتر: المفصل في الفقه الحنفي (الأموال والمعاملات المالية) ص57.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وعند الشافعية، قال الشيرازي: \"لا يجوز إلا في مالٍ معلوم القدر، فإن أقرَضَهُ دراهم لا يعرف وزنها أو طعاماً لا يعرِف كيلهُ، لم يَجُز لأن القرضُ يقتضي ردُ المِثل، فإذا لم يعلم القدر لم يُمكن القضاء\" (¬1)، وقيل: ولا يصح القرض إلا في مالٍ معلوم، لأنه إذا لم يعلم (المُقترض) قدر ذلك لم يُمكنه القضاء (¬2). وقد جاء في أسنى المطالب يحدد المال المعلوم بالقدر والصفة كشرط لصحة القرض: \" يُشترط لصحة الإقراض العِلمُ بالقَدْر والصفة ليتأتى أداؤه، فلو أقرضَهُ كفاً من دراهم لم يصحَ، ولو أقرضَهُ على أن يُستبان مقداره، ويردَ مثله صح\" (¬3). ¶ وقد استثنى الشافعية من اشتراط كون محلّ القرض معلومَ القدر ما سَمَّوه (بالقرض الحكمي (والمراد به: الإنفاق على اللقيط المحتاج وإطعام الجائع وكسوة العاري، فلم يُوجبوا معرفة القدر فيه لأجل صحة القرض (¬4). ¶ وقال المالكية: لا يصِحُّ القرض إلا بآلة الكيل المعروفة بين الناس، وآلةِ الوزن المعروفة بين الناس أيضاً ـ كالكيلة والربع والقدح ـ والرطل والأوقية المعلومة (¬5)، وهنا المالكية اعتبروا تعيين معلومية للكيل أو الوزن بآلات معروفة ومعلومة لدى الناس، حتى يتم تقدير وتقويم المال المُقرض. ¶ وقد ربط الحنابلة اشتراط صحة عقد القرض، بمعرفة قدر ووصف الشيء المُقْرَض، قال البهُوتي: \" ويُشترط معرفة قدر القرض ووصفه\" (¬6)، ونفس الكلام ذكَره العلامة المرداوي حين قال: \" يُشترط في صحة القرض معرفةُ قدْرهُ بقدرٍ معروف ووصفُه \" (¬7). ¶ وعلة هذا الاشتراط لديهم، قد بَينها ابن قدامة المقدسي بقوله:\" وإذا اقترضَ دراهم أو دنانير غيرَ معروفة الوزن لم يجز، لأنَ القرضُ فيها يوجب ردَ المثل، فإذا لم يُعرَف المثلُ لم ¶ ¬__________ ¶ (¬1) 150 - الشيرازي: المهذب 1/ 303. ¶ (¬2) 151 - النووي: المجموع 12/ 260 ¶ (¬3) 152 - زكريا الأنصاري: أسنى المطالب 2/ 141. ¶ (¬4) 153 - الرملي: نهاية المحتاج 4/ 223. ¶ (¬5) 154 - الجزيري: الفقه على المذاهب الأربعة 2/ 207. ¶ (¬6) 155 - البهوتي: الروضُ المربع ص314. ¶ (¬7) 156 - المرداوي: الإنصاف 5/ 123.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "يُمكن القضاء، وكذلك لو اقترضَ مكيلاً أو موزوناً جزافاً لم يَجْزُ ذلك. ولو قدَرَهُ بمكيالٍ بعينهِ أو صنجةٍ بعنيها غيرُ معروفين عند العامة لم يجز؛ لأنه لا يأمَنُ تَلفَ ذلك، فيتعذَرُ ردُ المثل، فأشبه السَلمَ في مِثْل ذلك\" (¬1). ¶ ونُلاحظ مما سبق ذكره عن اشتراط معلومية محل القرض لدى الفقهاء أنها تتضمن شقين:- ¶ الشق الأول هو أن تكون ذات قدر معين ¶ الشق الثاني هو أن تكون ذات صفة محددة ¶ ففي حالة عدم وجود أي من الأمرين يصبح عقد القرض غير جائز، ولا يصٌح الإقراض بتلك الحالة، لان احد شروطها الأساسية والذي نص عليه الفقهاء مفقود، والدافع هو حتى يتمكن المُقترض من رد البدل المماثل للمُقرض، وعلى ذلك اتفق الفقهاء كما بينا ولا خلاف بينهم فيه. ¶ المطلب الثاني: توثيق الدين. ¶ حفاظاً على حق الدائن فقد أجاز الشرع توثيق الديون بما يكفل ضمان حقه ويكون التوثيق بما يلي: ¶ 1ـ توثيقه بالرهن. ¶ من الأدلة الواردة في توثيق الدين بالرهن: ¶ أ - قال تعالى: {وَإِنْ كُنْتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ} (¬2) ¶ ب- عن عائشة - رضي الله عنه -: (أن النبي - صلى الله عليه وسلم - اشترى طعاماً من يهودي إلى أجل، ورهنه درعاً من حديد) (¬3) ¶ دل الحديث على جواز توثيق الديون المالية بالرهن، وأنه يجوز في الحضر كما يجوز في السفر وأن تقييده في الآية بالسفر لامفهوم له. ¶ قال الحافظ ابن حجر: \" التقييد بالسفر في الآية خرج مخرج الغالب فلا مفهوم له \" ¶ وقال ابن قدامة \" ويجوز الرهن في الحضر كما يجوز في السفر \" (¬4) ¶ ¬__________ ¶ (¬1) 157 - ابن قدامة: المُغني 4/ 352،351. ¶ (¬2) - سورة البقرة آية رقم (283) ¶ (¬3) - صحيح البخاري: كتاب البيوع- باب شراء النبي صلى الله عليه وسلم بالنسيئة2/ 729 (1962) ¶ (¬4) - ابن قدامة: المغني6/ 444",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "2ـ توثيقه بالكفالة. ¶ من الأدلة الواردة في توثيق الدين بالكفالة: ¶ أ - عن ابن عباس أن رجلاً لزم غريماً له بعشرة دنانير، فقال والله لا أفارقك حتى تقضي، أو تأتيني بحميل (¬1)، فتحمل بها النبي - صلى الله عليه وسلم -، فأتاه بقدر ما وعده، فقال النبي - صلى الله عليه وسلم -: (من أين أصبت هذا الذهب؟ قال: من معدن، قال: لا حاجة لنا فيها، وليس فيها خير فقضاها عنه رسول الله - صلى الله عليه وسلم -) (¬2) ¶ ب ـقال رسول الله - صلى الله عليه وسلم -: (العارية مؤداة، والمنحة مردودة، والدين مقضي، والزعيم غارم) (¬3) ¶ دلت الأحاديث على مشروعية الكفالة توثقة للدين. ¶ 3ـ توثيقه بالكتابة. ¶ من الأدلة الواردة في توثيق الدين بالكتابة: ¶ أ ـ قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ} (¬4) ¶ ب ـ قال: العداء بن خالد بن هوذة (¬5): كتب لي رسول الله - صلى الله عليه وسلم - كتاباً: (هذا ما اشترى العداء بن خالد بن هوذة من محمد رسول الله - صلى الله عليه وسلم -، اشترى منه عبداً أو أمة، لاداء (¬6)، ولا غائلة (¬7)، ولا خبثة (¬8) بيع المسلم للمسلم). (¬9) ¶ ¬__________ ¶ (¬1) - الحميل: الغارم أو الضامن. ابن الجوزي: غريب الحديث1/ 243 ¶ (¬2) - سنن أبي داود: كتاب البيوع-باب استخراج المعادن 3/ 243 (3328) ¶ سنن ابن ماجة: كتاب الصدقات-باب الكفالة2/ 804 (2406) وصححه الألباني في صحيح وضعيف سنن أبي داود7/ 328 ¶ (¬3) - سنن الترمذي: كتاب البيوع-باب ماجاء في ان العارية مؤداة3/ 565 (1265) قال أبوعيسى: حديث أبي أمامة حديث حسن غريب سنن ابن ماجه: كتاب الصدقات-باب العارية2/ 801 (2398) وصححه الألباني في السلسلة الصحيحة2/ 167 ¶ (¬4) - سورة البقرة آية رقم (282) ¶ (¬5) - العداء بن خالد: الصحابي الجليل العداء بن خالد بن هوذة بن ربيعة بن عمرو بن عامر بن صعصعة (00 - 101هـ) ـ، يعد العداء في أعراب البصرة. وفد على النبي صلى الله عليه وسلم، روى عنه أبو رجاء العطاردي، وعبد المجيد بن وهب، وجهضم بن الضحاك، أسلم بعد الفتح وحنين، وهو القائل: \" قاتلنا رسول الله صلى الله عليه وسلم يوم حنين، فلم يظهرنا الله ولم ينصرنا \". ثم أسلم وحسن إسلامه. ابن الأثير: أسد الغابة2/ 258 ¶ (¬6) - داء: يريد أن المبيع بريء من داء في بدنه أو عيب يرد به. الخطابي: غريب الحديث1/ 258 ¶ (¬7) - غائلة: كل شيء يقصد به الخداع والتدليس فالغائلة في البيع كل ما أدى إلى تلف الحق وذهابه. وقيل أنه الإباق والسرقة والزنا. الخطابي: غريب الحديث1/ 258 ¶ (¬8) - خبثة: سبي من أعطي عهداً أو أماناً. وسماه خبثة لحرمته، وكل محرم خبيث. الخطابي: غريب الحديث1/ 258 ¶ (¬9) - سنن الترمذي: كتاب البيوع-باب ماجاء في كتابة الشروط3/ 520 (1216) قال أبوعيسى: هذا حديث حسن غريب لانعرفه إلا من حديث عباده. وحسنه الألباني في صحيح وضعيف سنن الترمذي3/ 216 ¶ سنن ابن ماجة: كتاب التجارات-باب شراء الرقيق 2/ 756 (2251)",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "دلت الآية و الحديث على أن الكتابة حجة في توثيق البيوع والديون، ولما كانت الكتابة حجة في التوثيق أمر الله تعالى بها في القرآن الكريم، ولكن الأمر هنا هل هو للوجوب أم للندب؟ إن الأمر للندب والإرشاد، وعليه فليست كتابة الدين واجبة بل هي مستحبة، وإليه ذهب الأئمة الأربعة وغيرهم (¬1) ¶ 4ـ توثيقه بالشهادة: ¶ من الأدلة الواردة في توثيق الدين بالكفالة: ¶ أ- قال رسول الله - صلى الله عليه وسلم -: (أنه ذكر رجلاً من بني إسرائيل، سأل بعض بني إسرائيل أن يسلفه ألف دينار، فقال: ائتني بالشهداء أشهدهم، فقال: كفى بالله شهيداً، قال: فأتني بالكفيل، قال: كفى بالله كفيلاً، قال صدقت ....... الحديث) (¬2) ¶ ب ـ قال النبي - صلى الله عليه وسلم -: (ثلاثة يدعون الله فلا يستجاب لهم: رجل كانت له امرأة سيئة الخلق فلم يطلقها، ورجل كان له على رجل مال فلم يشهد عليه، ورجل آتى سفيهاً ماله وقد قال الله عز وجل: {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ} (¬3)) (¬4) ¶ دلت الأحاديث على أن الشهادة حجة في توثيق الديون والبيوع، ولما كانت الشهادة حجة وبينة يبنى عليها الأحكام الملزمة أمر الله بها من أخذ ديناً إلى أجل مسمى بقوله سبحانه وتعالى: {وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ} (¬5) ¶ ¬__________ ¶ (¬1) - الرازي: أحكام القرآن 1/ 482، القرطبي: الجامع 3/ 383، الشافعي: أحكام القرآن 2/ 126، البهوتي: كشاف القناع 6/ 407 ¶ (¬2) - صحيح البخاري: كتاب الكفالة-باب الكفالة في القرض والديون بالأبدان وغيرها2/ 801 (2169) ¶ (¬3) - سورة النساء آية رقم (5) ¶ (¬4) - الحاكم: المستدرك: كتاب التفسير-باب تفسير سورة النساء2/ 331 (3181) قال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرجاه لتوقيف أصحاب شعبة هذا الحديث على أبي موسى. وقال الذهبي في التلخيص: على شرط البخاري ومسلم ولم يخرجاه. ¶ (¬5) - سورة البقرة آية رقم (282)",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الفصل الثالث: (بعض صور الدين الجائزة والمحرمة) ¶ المبحث الأول: بعض صور الدين الجائزة ¶ المبحث الثاني: بعض صور الدين المحرمة",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "الفصل الثالث ¶ المبحث الأول: بعض صور الدَّيْن الجائزة ¶ الصورة الأولى: أن يستدين المدين ما هو بحاجة إليه ثم يرد بدلها مساوية لها في الصفة والقدر. وهذه هي الصورة التي أمر بها النبي - صلى الله عليه وسلم - وعمل بها صحابته الكرام رضي الله عنهم أجمعين. ¶ الصورة الثانية: أن يشترط في العقد أن يرد المدين على الدائن أقل مما أخذ منه في القدر أو في الصفة. (وقد سبق الدلالة عليها). ¶ الصورة الثالثة: أن يستدين المدين في بلد ويرد على الدائن في غير بلد القرض. ¶ الدليل: ¶ ـ روي عن علي بن أبي طالب (¬1) - رضي الله عنه - أنه قال: (لا بأس أن يعطي المال بالمدينة ويأخذ بأفريقية) (¬2) ¶ الصورة الرابعة: أن يستدين المدين وعند الوفاء يتطوع المدين بزيادة على الدين من غير شرط (وقد سبق الدلالة عليها) ¶ الصورة الخامسة: أن يحتاج إلى شراء سلعة وليس عنده ثمن حاضر ينقده، فيشتريها إلى أجل معلوم بثمن زائد على ثمنه الحاضر. ¶ مثل أن يشتري بيتاً ليسكنه أو يؤجره بعشرة آلاف إلى سنة ن وتكون قيمته لو بيع نقداً تسعة آلاف. ¶ الدليل: قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ} (¬3) ¶ ¬__________ ¶ (¬1) - علي بن أبي طالب: الصحابي الجليل علي بن أبي طالب بن عبد المطلب بن هاشم بن عبد مناف الهاشمي. ¶ (23ق. ه-40=599 - 661م) أمير المؤمنين وابن عم رسول الله صلى الله عليه وسلم، زوج فاطمة سيدة نساء العالمين، وأبو السبطين، أحد العشرة المبشرين بالجنة، ورابع الخلفاء الراشدين. شهد بدراً، وأحداً والخندق، وبيعة الرضوان، وجميع المشاهد مع رسول الله صلى الله عليه وسلم إلا تبوك. ابن الأثير: أسد الغابة2/ 289 ¶ (¬2) - ابن أبي شيبة: مصنف ابن أبي شيبةكتاب البيوع والأقضية باب في الرجل يعطي الرجل الدراهم بالأرض ويأخذ بغيرها4/ 358 (21021). فيه حفص بن غياث تغير حفظه قليلا في الآخر ينظر ملحق الكواكب النيرات ص 459، وعبيد الله مقبول كما في التقريب ص 372، وحفص بن أبي المعتمر، ذكره ابن حبان في الثقات 6/ 198 وذكره البخاري في الكبير 2\\ 368، وابن أبي حاتم في الجرح والتعديل 3\\ 187 ولم يذكرا فيه جرحا ولا تعديلا، وأبوه لم أقف على من وثقه. ¶ (¬3) - سورة البقرة آية رقم (282)",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "فهو داخل في عمومه. ¶ الصورة السادسة: أن يشتري السلعة إلى أجل لقصد الإتجار بها. ¶ مثل أن يشتري قمحاً بثمن مؤجل زائد على ثمنه الحاضر ليتجر به إلى بلد آخر أو لينتظر به زيادة السوق أو نحو ذلك. وقد قال شيخ الإسلام ابن تيمية رحمه الله عن هذه الصورة والتي قبلها بأنهما جائزين بالكتاب والسنة والإجماع (¬1) ¶ الصورة السابعة: أن يحتاج إلى دراهم فيأخذها من شخص بشيء في ذمته. ¶ مثل أن يقول لشخص أعطني خمسين ريالاً بخمسة وعشرين صاعاً من البر اُسلمها لك بعد سنة. وهو السلم. ¶ الدليل: ¶ ـ قدم النبي - صلى الله عليه وسلم - المدينة وهم يسلفون في الثمار السنة والسنتين فقال - صلى الله عليه وسلم -: (من أسلف فليسلف في كيلٍ معلوم ٍ ووزنٍ معلوم ٍ إلى أجلٍ معلومٍ) (¬2) ¶ الصورة الثامنة: أن يحتاج المدين إلى دراهم ولايجد من يقرضه فيشتري سلعةً بثمن مؤجل، ثم يبيع السلعة على شخص آخر غير الذي اشتراها منه، فهذه هي مسألة التورق وفيه خلاف: ¶ أ- حكم التورق عند الحنفية: ¶ أجاز بعض فقهاء الحنفية كأبي يوسف التورق جاء في حاشية ابن عابدين: \"قال أبو يوسف: لا يكره هذا البيع لأنه فعله كثير من الصحابة وحمدوا على ذلك. ولم يعدوه من الربا\" (¬3) ¶ ب- حكم التورق عند المالكية: ¶ جاء في المدونة: \"ولقد سألت مالكا عن الرجل يبيع السلعة بمئة دينار إلى أجل، فإذا وجب البيع بينهما، قال المبتاع للبائع: بعها لي من رجل بنقد، فإني لا أبصر البيع؟ قال: لا خير فيه ونهى عنه\" (¬4). فالتورق عندهم حكم الزيادة في الثمن للأجل؛ لذلك نهوا عنه. ¶ ¬__________ ¶ (¬1) - مجموع فتاوى ابن تيمية:29/ 499 ¶ (¬2) - صحيح البخاري: كتاب السلم-باب السلم في وزن المعلوم2/ 781 (2126) ¶ صحيح مسلم: كتاب المساقاة-باب السلم 5/ 55 (4202) ¶ (¬3) - ابن عابدين: ردالمحتار 7/ 655 ¶ (¬4) - مالك: المدونة الكبرى 4/ 125",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ج- حكم التورق عند الشافعية ¶ جاء في الأم:\"فإذا اشترى الرجل من الرجل السلعة فقبضها وكان الثمن إلى أجل فلا بأس أن يبتاعها من الذي اشتراها منه ومن غيره بنقد أقل أو أكثر مما اشتراها به أو بدين\" (¬1). ¶ إن أصول المذهب الشافعي التي لا ترى اتهام المسلم المتعامل بمعاملة يمكن أن تكون تبطن الربا، ويبنيها على السلامة حتى يظهر القصد، فإنه تبعاً لذلك لا يرى في الورق بأساً ولو عادت السلعة إلى بائعها الأول (¬2). ¶ د- حكم التورق عند الحنابلة ¶ أكثر ما ظهر التورق بمسماه عند الحنابلة. يقول المرداوي: \"لو احتاج إلى نقد، فاشترى ما يساوي مائة بمائة وخمسين فلا بأس، نص عليه. وهو المذهب وعليه الأصحاب. وهي مسألة التورق\" (¬3). ¶ مما سبق بيانه يُلاحظ اختلاف الفقهاء في حكم التورق على ثلاثة أقوال: ¶ 1) أنه غير جائز وهو مذهب المالكية. لأن الغرض منها هو أخذ دراهم بدراهم ودخلت السلعة بينهما تحليلاً، وتحليل المحرم بالوسائل التي يرتفع بها حصول المفسدة لا يُغني شيئاً. وهو قول الإمام أحمد وابن تيمية نقله ابن القيم (¬4) (¬5) ¶ 2) أنه مكروه. فجمهور الفقهاء على كراهته، حيث كرهه الحنفية والشافعية، والحنابلة في رواية (¬6). ¶ 3) أنه جائز، رخص فيه بعض الحنفية كأبي يوسف، ومذهب الحنابلة في رواية، و مذهب الشافعية (¬7). فمن أجاز العينة أجاز التورق. ¶ ¬__________ ¶ (¬1) - الشافعي: الأم 3/ 79 ¶ (¬2) - مجلة: التورق المصرفي 24/ 22 ¶ (¬3) - المرداوي: الإنصاف 4/ 243 ¶ (¬4) - ابن قيم الجوزية: أبو عبدالله شمس الدين محمد بن أبي بكر بن أيوب الزُّرعي ثم الدمشقي (691 - 751 هـ = 1292 - 1350 م)،أحد كبار العلماء. مولده ووفاته في دمشق. تتلمذ لشيخ الإسلام ابن تيمية. ألف تصانيف كثيرة منها: (إعلام الموقعين) و (الطرق الحكمية في السياسة الشرعية) و (شفاء العليل في مسائل القضاء والقدر والحكمة والتعليل) ابن حجر: الدرر الكامنة3/ 400 ¶ (¬5) - ابن القيم: تهذيب السنن 5/ 108 ¶ (¬6) - الحطاب: مواهب الجليل 4/ 404 ¶ (¬7) - الشافعي: الأم3/ 78، ابن الهمام: شرح فتح القدير7/ 199، المرداوي: الإنصاف4/ 243، البهوتي: كشاف القناع3/ 416، ابن عابدين: ردالمحتار7/ 655.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "والتورق الفقهي هو الذي قال بجوازه مجمع الفقهي الإسلامي التابع لرابطة العالم الإسلامي في قراره الخامس في الدورة الخامسة عشرة والذي جاء نصه كما يلي: ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده، سيدنا ونبينا محمد وعلى آله وصحبه، أما بعد: ¶ فإن مجلس المجمع الفقهي الإسلامي، برابطة العالم الإسلامي، في دورته الخامسة عشرة المنعقدة بمكة المكرمة، التي بدأت يوم السبت 11 رجب 1419هـ الموافق 31/ 10/1998م، قد نظر في موضوع حكم بيع التورُّق. ¶ وبعد التداول والمناقشة، والرجوع إلى الأدلة، والقواعد الشرعية، وكلام العلماء في هذه المسألة، قرر المجلس ما يأتي: ¶ أولاً: أن بيع التورُّق: هو شراء سلعة في حوزة البائع وملكه، بثمن مؤجل، ثم يبيعها المشتري بنقد لغير البائع، للحصول على النقد (الورق). ¶ ثانياً: أن بيع التورق هذا جائز شرعاً، وبه قال جمهور العلماء، لأن الأصل في البيوع الإباحة، لقول الله تعالى: {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا} (¬1) ولم يظهر في هذا البيع رباً لا قصداً ولا صورة، ولأن الحاجة داعية إلى ذلك لقضاء دين، أو زواج أو غيرهما. ¶ ثالثاً: جواز هذا البيع مشروط، بأن لا يبيع المشتري السلعة بثمن أقل مما اشتراها به على بائعها الأول، لا مباشرة ولا بالواسطة، فإن فعل فقد وقعا في بيع العينة، المحرم شرعاً، لاشتماله على حيلة الربا فصار عقداً محرماً. ¶ رابعاً: إن المجلس -وهو يقرر ذلك- يوصي المسلمين بالعمل بما شرعه الله سبحانه لعباده من القرض الحسن من طيب أموالهم، طيبة به نفوسهم، ابتغاء مرضاة الله، لا يتبعه منّ ولا أذى وهو من أجل أنواع الإنفاق في سبيل الله تعالى، لما فيه من التعاون والتعاطف، والتراحم بين المسلمين، وتفريج كرباتهم، وسد حاجاتهم، وإنقاذهم من الإثقال بالديون، والوقوع في المعاملات المحرمة، وأن النصوص الشرعية في ثواب الإقراض الحسن، والحث عليه كثيرة لا تخفى كما يتعين على المستقرض التحلي بالوفاء، وحسن القضاء وعدم المماطلة. ¶ وصلى الله على سيدنا محمد، وعلى آله وصحبه سلم تسليماً كثيراً، والحمد لله رب العالمين.\" (¬2) ¶ ¬__________ ¶ (¬1) - سورة البقرة أية رقم (275) ¶ (¬2) - قرارات مجمع الفقهي الإسلامي التابع لرابطة العالم الإسلامي ص (322 - 323)",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "قال الشيخ ابن عثيمين (¬1): ¶ ولكن نظراً لحاجة الناس اليوم وقلَّة المقرضين ينبغي القول بالجواز بشروط: ¶ 1ـ أن يكون محتاجاً إلى الدراهم، فإن لم يكن محتاجاً فلا يجوز كمن يلجأ إلى هذه الطريقة ليدين عيره. ¶ 2ـ أن لايتمكن من الحصول على المال بطرقٍ أخرى مباحة كالقرض، فإن تمكن من الحصول على المال بطريقة أخرى لم تجز هذه الطريقة لأنه لا حاجة له إليها. ¶ 3ـ أن لايشتمل العقد على مايشبه صورة الرِّبا مثل أن يقول: بعتك إياها العشرة أحد عشر أو نحو ذلك، فإن اشتمل على ذلك فهو إما مكروه أو محرم. ¶ 4ـ أن لا يبيعها المستدين إلا بعد قبضها وحيازتها، لأن النبي - صلى الله عليه وسلم - نهى عن بيع السلع قبل أن يحوزها التجار إلى رحالهم (¬2). ¶ فإذا تمت هذه الشروط الأربعة فإن القول بجواز مسألة التورق متوجه كيلا يحصل تضييق على الناس، وليكن معلوماً أنه لايجوز أن يببيعها المستدين على الدائن بأقل مما اشتراها به بأي حال من الأحوال لأن هذه هي مسألة العينه (¬3). ¶ ¬__________ ¶ (¬1) - ابن عثيمين: أبو عبد الله محمد بن صالح بن محمد بن سليمان بن عبد الرحمن بن عثمان آل مقبل (1347 - 1421ه) ـ، وُلد في مدينة عُنيزة، إحدى مدن القصيم، ونشأ نشأة صالِحة طيِّبة، أخذ العلمَ عنه طلبةٌ كثيرون في معهد عُنيزة العلمي، وفي كليَّة الشريعة وأصول الدِّين بالقصيم، والمسجد الجامع الكبير بعُنيزة، أبرز شيوخه الذين درس عليهم: الشيخ عبد الرحمن بن سعدي، من مؤلَّفاته: (القواعد المثلى في صفات الله وأسمائه الحسنى) و (عقيدة أهل السنة والجماعة) و (شرح لمعة الاعتقاد الهادي إلى سبيل الرَّشاد).محاضرة: عبدالمحسن العباديوم24/ 10/1421هـ ¶ (¬2) - سنن أبي داوود: كتاب الاجارة-باب في بيع الطعام قبل أن يستوفي 3/ 300 (3501) وحسنه الألباني في صحيح وضعيف سنن أبي داود7/ 499 ¶ الحاكم: المستدرك كتاب البيوع 2/ 46 (2271) ¶ (¬3) - ابن عثيمين: رسالة في المداينة القسم الخامس",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "المبحث الثاني: بعض صور الدَّيْن المحرمة ¶ الصورة الأولى: أن يشترط الدائن على المستدين أن يرد الدين وزيادة. ¶ الأدلة: ¶ 1ـ قال تعالى: {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا} (¬1) ¶ 2ـ قال تعالى {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ (278)} (¬2) ¶ ـ قال النبي - صلى الله عليه وسلم -:) وربا الجاهلية موضوع، وأول ربا أضع ربانا ربا عباس بن ¶ عبد المطلب، فإنه موضوع كله ((¬3) ¶ الصورة الثانية: أن يقول الدائن للمدين: أقرضك بشرط أن تقرضني بعد ذلك غيره. أو أن يقول المدين للدائن: أقرضني كذا وأقرضك غيره. ¶ الدليل: أن هذا الاشتراط يجر منفعة للدائن، وقد أجمع العلماء على أن كل قرض يجر منفعة مشروطة للمقرض فهو حرام (¬4) ¶ وسئل سماحة الشيخ عبدالعزيز بن باز ـ رحمه الله ـ ما حكم الإقراض لشخص على أن يرد لك المبلغ خلال مدة معينة ومن ثم يقرضك مثل هذا المبلغ لنفس المدة الأولى، وهل يدخل هذا تحت حديث: \" كل قرض جر نفعاً فهو ربا \" (¬5)، علماً بأنني لم أطلب زيادة؟ ¶ الجواب: هذا قرض لا يجوز؛ لكونه قرضاً شرط فيه نفع، وهو القرض الآخر، وقد أجمع العلماء على أن كل قرض شرطت فيه منفعة فهو ربا، وقد أفتى جماعة من أصحاب النبي - صلى الله عليه وسلم - بما يدل على ذلك، أما الحديث المذكور وهو \" كل قرض جر منفعة فهو ربا \" فهو ضعيف. ولكن العمدة على فتوى الصحابة في ذلك، وعلى إجماع أهل العلم على منعه. والله ولي التوفيق (¬6) ¶ ¬__________ ¶ (¬1) - سورة البقرة آية رقم (275) ¶ (¬2) - سورة البقرة آية رقم (278) ¶ (¬3) - صحيح مسلم: كتاب الحج-باب حجة النبي صلى الله عليه وسلم 4/ 39 (3009) ¶ (¬4) - المرداوي: الإنصاف 5/ 131 ¶ (¬5) - الزيلعي: نصب الراية 4/ 130، الألباني: إرواء الغليل5/ 235 ¶ (¬6) - ابن باز: كتاب الدعوة. الفتاوى 1/ 4",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الصورة الثالثة: اشتراط عقد البيع في القرض، وذلك مثل أن يقرض الشخص آخر ألفاً على أن يبيعه داره. ¶ الدليل: قول النبي - صلى الله عليه وسلم -: (لايحل سلف وبيع، ولاشرطان في بيع، ولاربح مالم تضمن، ولا بيع ما ليس عندك) (¬1) ¶ والحديث يدل على عدم جواز الجمع بين القرض والبيع في عقد واحد، وهو يشمل بعمومه عدم جواز اشتراط عقد البيع في عقد القرض. ¶ الصورة الرابعة: أن يكون الشخص محتاجاً لدراهم فلا يجد من يقرضه فيشتري من شخص سلعةً بثمن مؤجل ٍ، ثم يبيعها على صاحبها الذي اشتراها منه بثمن أقل منه نقداً، فهذه هي مسألة العينة. ¶ الدليل: ¶ ـ قال النبي - صلى الله عليه وسلم -: (إذا ضنَّ (¬2) الناس بالدينار والدرهم، وتبايعوا بالعينة، واتبعوا أذناب البقر، وتركوا الجهاد في سبيل الله؛ أنزل الله بهم بلاءً لايرفعه حتى يرجعوا لدينهم) (¬3) ¶ ولأن هذه حيلة ظاهرة على الرِّبا فإنَّه في الحقيقة بيعُ دراهم حاضرة بدراهم مؤجلةٍ أكثر منها، دخلت بينهما سلعة. ¶ الصورة الخامسة: طريقة المداينة التي يستعملها كثير من الناس اليوم، وهي أن يتفق المستدين والدائن على أخذ الألف الفاً ومائة أو أكثر، ثم يذهبا إلى الدكان فيشتري الدائن بقدر الألف التي اتفق والمستدين عليها ثم يبيعه على المستدين بالف ومائة مؤجلة ثم يبيعه المستدين على صاحب الدكان بعد أن يخصم عليه شيئاً من المال يسمونه السعي. ¶ ¬__________ ¶ (¬1) - سنن أبي داود: كتاب الاجارة-باب في الرجل يبع ماليس عنده 3/ 283 (3504) وسكت عنه أبوداود ¶ سنن الترمذي: كتاب البيوع-باب كراهية ماليس عندك3/ 426 (1234) وقال أبوعيسى: حسن صحيح ¶ مسند أحمد: مسند عبدالله بن عمرو2/ 373 (6633). وصححه الألباني في صحيح وضعيف سنن أبي داود8/ 4 ¶ (¬2) - ضن: به عليه ضناً وضنانةًبخل بخلاً شديداً وبالمكان ونحوه لم يبرحه. المعجم الوسيط1/ 545 ¶ (¬3) - سنن أبي داود: كتاب الاجارة-باب في النهي عن العينة 3/ 291 (3464) وصححه الألباني في الجامع الصغير1/ 68 ¶ مسند أحمد: مسند عبدالله بن عمر 2/ 28 (4825) قال الارنؤوط في تعليقه على مسند أحمد2/ 28:اسناده ضعيف لانقطاعه.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الأدلة: ¶ 1ـ أن مقصود كل من الدائن والمدين دراهم بدراهم ولذلك يقدران المبلغ بالدراهم، والكسب بالدراهم، قبل أن يعرفا السلعة التي يكون التحليل بها، لانَّهما يتفقا أولاً على المال كذا وكذا ثم يأتيان إلى صاحب الدكَّان فيشتري الدائن أي جنس وجده من المال، فربَّما يكون عنده سكَّر أو خام أو أرز أو هيل أو غير ذلك، فيشتري الدائن ما وجده و يأخذه المستدين. وبهذا علم أنَّ القصد الدراهم بالدراهم، وأن السلعة غير مقصودة. ويدل على أنَّ الدائن والمستدين كلاهما لا يقلِّبان السلعة، ولا ينظران فيها نظر المشتري الرَّاغب، وربما كانت معيبة أو تالفاً منها ما كان غائباً عن نظرهما مما يلي الأرض، أو الجدار الركونة إليه، وهما لايعلمان ذلك، ولا يباليان به. ¶ إذن فالبيع بيع صُّوري لا حقيقي، والصُّوري لاتغِّير الحقائق ولا ترتفع بها الأحكام. ¶ ـ ومما يدل على تحريم هذه المداينة أنَّه إذا كان مقصود الدائن والمدين هي الدراهم، فإن ذلك حيلة على الرِّبا بطريقة لايرتفع بها مقصود الرِّبا والتحايل على محارم الله تعالى جامع بين مفسدتين: 1ـ مفسدة المحرم التي لم ترتفع بتلك الحيلة. ¶ 2ـ مفسدة الخداع والمكر في أحكام وآيات الله تعالى الذي لايعلم خائنة الأعين إلا الله. ¶ -إن هذه المعاملة يربحُ فيها الدائن على المستدين قبل أن يشتري السلعة، بل يربح عليه في سلعة لم يعرفا نوعها وجنسها فيربحَ في شيء لم يدخل في ضمانه. ¶ -أن هذه المعاملة تتضمن بيع السلعة المشتراة قبل حيازتها إلى محل المشتري ونقلها عن محلِّ البائع. وقد نهى رسول الله - صلى الله عليه وسلم - عن بيع السلع حيث تشترى حتى يحوزها التجار إلى رحالهم. فقد نهى رسول الله - صلى الله عليه وسلم -: (أن تباع السلع حيث تبتاع حتى يحوزها التجار إلى رحالهم) (¬1) ¶ وقال ابن تيمية: \" والثلاثية مثل أن يدخلا بينهما محللاً للرِّبا يشتري السلعة منه آكل الرِّبا، ثم يبيعها المعطي للرِّبا إلى أجلٍ ثم يعيدها إلى صاحبها بنقص دراهم يستفيدها المحلل. هذه المعاملات منها ماهو حرام بإجماع المسلمين مثل التي يجري فيها الشرط لذلك، أو التي يباع ¶ ¬__________ ¶ (¬1) - سنن أبي داوود: كتاب الاجارة-باب في بيع الطعام قبل أن يستوفي 3/ 300 (3501) وحسنه الألباني في صحيح وضعيف سنن أبي داود7/ 499 ¶ الحاكم: المستدرك كتاب البيوع 2/ 46 (2271)",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "فيها المبيع قبل القبض الشرعي، أو بغير الشروط الشرعية، أو يقلب فيها الدَّيْن على المعسر. ومن هذه المعاملات ما تنازع فيها بعض العلماء لكن الثابت عن رسول الله - صلى الله عليه وسلم - وصحابته الكرام أنها حرام\" (¬1) ¶ الصورة السادسة: أن يكون في ذمة شخص لأخر دراهم مؤجلة، فيحل أجلها وليس عند ما يوفيه فيقول له صاحب الدين: أدينُكَ فتوفيني، فيدينه، فيوفيه. وهذا من الرِّبا؛ وهو من أعمال الجاهلية؛ حيث كان يقول أحدهم للمدين إذا حل الدين: إما أن توفِّي وإما أن تُربِي، إلا أنهم في الجاهلية يضيفون الرّبا إلى الدين صراحة من غير عمل حيلة، وهؤلاء يضيفون الرِّبا إلى الدين بالحيلة. ¶ الصورة السابعة: أن يكون لشخص على آخر دين، فإذا حل قال له: إما أن توفِّي دينك أو تذهب لفلان يدينك وتوفِّيني، ويكون بين الدائن الأول والثاني اتفاق مسبقٌ في أن كل واحد منهما يدين غريم صاحبه ليوفِّيه، ثم يعيدُ الَّديْن عليه مرة أخرى ليوفِّي الدائن الجديد. أو يقول اذهب إلى فلان لتستقرض منه وتوفِّيني، ويكون بين الدائن الأول والمقرض اتفاق، أو شبه اتفاق، على أن يقرض المدين. فإذا أوفى الدائن الأول قلب عليه الّدين، ثم أوفى المقرض ما اقترض منه، وهذه حيلة لقلب الدين بطريقة ثلاثية، وهي حرام؛ لما تشتمله من الحيل، وقد حذر النبي - صلى الله عليه وسلم - أمته من ذلك. ¶ ¬__________ ¶ (¬1) - مجموع فتاوى ابن تيمية:28/ 74",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "الخاتمة",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "الخاتمة ¶ الحمد لله أولاً وآخراً، وظاهراً وباطناً ..... وبعد. ¶ فها أنا أصل إلى خاتمة هذا البحث الذي استفدت منه فوائد كثيرة ومنافع وفيرة، فلله الحمد والمنة. وفيما يلي أشير لبعض النتائج التي توصلت إليها في موضوع أحكام الدين: ¶ أولاً: كل قرض جر منفعةً زائدة متمحضة مشروطة للمقرض على المقترض فإن هذه المنفعة ربا. ¶ ثانياً: القرض عقد إرفاق وقربة. ¶ ثالثاً: المقاصد معتبرة في التصرفات من العقود وغيرها. ¶ رابعاً: المنفعة المحرمة في القرض هي: ¶ 1ـ المنفعة الزائدة المتحمضة المشروطة للمقرض على المقترض، أو ماكان في حكم المشروطة. ¶ 2ـ المنفعة غير المشروطة التي يبذلها المقترض للمقرض من أجل القرض. ¶ خامساً: أن الأصل في الدين والقرض أنه من عقود التبرعات لا المعاوضات. ¶ سادساً: الحيل ممنوعة ويصبح العقد معها محرمٌ. ¶ سابعاً: أن دراسة موضوع واحد من مواضيع السنة هي طريقة علمية أصيلة، تعود بالنفع على الباحث والقارىء، وهذا البحث يحتاج إلى بعض المباحث لتكمله، وقد اقتصرت على ماهو موجود لئلا يطول البحث. ¶ في الختام أسأل الله تعالى بمنه وكرمه أن يتقبل منا جميع أعمالنا، وأن يسدد خطانا، وأن يجزي علماءنا ومشايخنا عنا وعن المسلمين خير الجزاء، وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الفهارس ¶ أولاً: فهرس الآيات. ¶ ثانياً: فهرس الأحاديث. ¶ ثالثاً: فهرس الأعلام. ¶ رابعاً: فهرس غريب الكلمات ¶ خامساً: فهرس المصادر والمرجع. ¶ سادساً: فهرس الموضوعات.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "أولاً: فهرس الآيات القرآنية ¶ الآية الكريمة ... السورة ... الآية ... الصفحة ¶ (من ذا الذي يقرض الله قرضاً ... ... البقرة ... 245 ... 13 ¶ (وأحل الله البيع وحرم الرِّبا .... ... البقرة ... 275 ... 51،49 ¶ (يا أيها الذين آمنوا اتقوا الله وذروا .. ... البقرة ... 278 ... 51 ¶ (وإن كان ذو عُسْرَةٍ فَنَظِرَةٌ .... ... البقرة ... 280 ... 32 ¶ (يأيها الذين ءامنوا إذا تداينتم ... ... البقرة ... 282 ... 46،43،38،22،13 ¶ (واستشهدوا شهيدين من رجالكم .. ... البقرة ... 282 ... 44 ¶ (وإن كنتم على سفر ولم ... ... البقرة ... 283 ... 42 ¶ (ولا تؤتوا السفهاء أموالكم .. ... النساء ... 5 ... 44 ¶ (من بعد وصية يوصى بها أودين ... ... النساء ... 11 ... 13 ¶ (يا أيها الذين آمنوا أوفوا بالعقود ..... ... المائدة ... 1 ... 22 ¶ (والله فضل بعضكم على بعض .. ... النحل ... 71 ... 15 ¶ (وأوفوا بالعهد إن العهد كان مسئولا ... ... الإسراء ... 34 ... 22 ¶ (يوم لاينفع مال ولا بنون ..... ... الشعراء ... 89،88 ... 4 ¶ (أهم يقسمون رحمة ربك نحن قسمنا بينهم معيشتهم .. ... الزخرف ... 32 ... 15 ¶ (وأقرضوا الله قرضاً حسناً .... ... الحديد ... 18 ... 8",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ثانياً: فهرس الأحاديث ¶ طرف الحديث ... الصفحة ¶ أجل لا أقضِيكها إلا لُجَيْنِيَّةً ... 33 ¶ إذا ضنَّ الناس بالدينار والدرهم ... 52 ¶ أن الجهاد في سبيل الله والإيمان ... 29 ¶ أن النبي - صلى الله عليه وسلم - اشترى طعاماً من يهودي إلى أجل ... 42 ¶ أن تباع السلع حيث تبتاع حتى يحوزها ... 53 ¶ أن رسول الله - صلى الله عليه وسلم - استسلف من رجل بكراً ... 14 ¶ إنَّ خَيْرَ القَومِ خَيْرَهُمْ قَضَاءً ... 33 ¶ أنه ذكر رجلاً من بني إسرائيل ... 44 ¶ أين المُتألِّي على الله ... 25 ¶ بارك الله لك في أهلك ومالك ... 34 ¶ تلقت الملائكة روح رجل ... 24 ¶ ثلاثة يدعون الله فلا يستجاب لهم ... 44 ¶ دَعوه، فإن لصاحب الحق مقالاً ... 33 ¶ رحم الله رجلاً، سمحاً إذا باع ... 24 ¶ صلوا على صاحبكم؛ فإن عليه ديناً ... 26 ¶ ضعوا وتعجلوا ... 23 ¶ العارية مؤداة، والمنحة مردودة ... 43 ¶ قُمْ فَاقْضِه ... 25 ¶ كل قرض جر منفعة ... 51 ¶ لا تَخِيفُوا أَنْفُسَكُم ... 28 ¶ لا يحل سلف وبيع ... 22،52 ¶ اللهم إنِّي أعوذُ بك من غلبة الدَّين ... 27",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "اللهم إني أعوذ بك من الهم والحزن ... 27 ¶ اللهم إني أعوذ بك من عذاب القبر ... 27 ¶ لو كان لي مثل جبل أحد ذهباً ... 30 ¶ ما أحب أنه تحول لي ذهباً يمكث عندي ... 30 ¶ ما من مسلم يقرض مسلماً قرضاً ... 14 ¶ المسلمون عند شروطهم ... 23 ¶ مَطْل الغني ظُلْم ... 31 ¶ من أخذ أموال الناس يريد أداءها ... 33 ¶ من أخذ ديناً وهو يُرِيدُ أن يؤديه ... 33 ¶ من أسلف فليسلف في كيلٍ معلوم ٍ ... 47 ¶ من أنظر معسراً، أو وَضَعَ عنه ... 24 ¶ من أنظر معسراً، فله بكل ... 25 ¶ من أين أصبت هذا الذهب؟ ... 43 ¶ من حَالَتْ شَفاعته دون حد من حدود الله ... 29 ¶ من سره أن ينجيه الله من كرب ... 24 ¶ من طالب حقاً فليطلبه في عفاف ... 24 ¶ من فارق الروحُ الجَسَدَ وهو بَرِيء من ثلاث ... 28 ¶ من منح منيحة لبن أو وَرِق ... 14 ¶ من نفَّس عن مؤمن كربة من كرب الدنيا ... 14 ¶ نعم، وأنت صابرٌ مُحتسِبٌ ... 29 ¶ نفس المؤمن مُعَلَّقَةٌ ما كان عليه دين ... 28 ¶ هذا ما اشترى العداء بن خالد بن هوذة من محمد ... 43 ¶ هل ترك لدينه فضلاً؟ ... 26 ¶ هل عليه دين؟ ... 26",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وربا الجاهلية موضوع ... 51 ¶ يُغْفَرُ للشهيد كُلُّ ذنب ... 29",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ثالثاً: فهرس الأعلام ¶ الاسم ... الصفحة ¶ إبراهيم بن يوسف الشيرازي = الشيرازي ... 20 ¶ أبو بكر بن مسعود بن أحمد الكاساني=الكاساني ... 19 ¶ أحمد بن علي بن محمد بن محمد بن علي العسقلاني=ابن حجر ... 27 ¶ أحمد بن محمد بن منصور بن أبي القاسم بن مختار = ابن المنير ... 28 ¶ أحمد تقي الدين أبو العباس بن عبدالحليم بن عبدالسلام= ابن تيمية ... 21 ¶ زين الدين بن إبراهيم بن محمد=ابن نجيم ... 9 ¶ عبدالله بن أحمد بن محمد بن قدامه بن مقدام المقدسي=ابن قدامة ... 31 ¶ عبدالله بن عباس بن عبدالمطلب بن هاشم=ابن عباس (صحابي) ... 23 ¶ العداء بن خالد بن هوذه بن ربيعة = (صحابي) ... 43 ¶ العرباض بن سارية السلمي = (صحابي) ... 33 ¶ علي بن أبي طالب بن عبدالمطلب بن هاشم = (صحابي) ... 46 ¶ علي بن أحمد بن سعيد الأندلسي القرطبي= ابن حزم ... 38 ¶ علي بن سليمان المرداوي الدمشقي أبو الحسن =المرداوي ... 37 ¶ محمد أمين بن عمر بن عبدالعزيز بن أحمد بن عبدالرحيم=ابن عابدين ... 35 ¶ محمد بن أبي بكر بن أيوب الزرعي = ابن القيم ... 48 ¶ محمد بن أحمد الخطيب الشربيني =الشربيني ... 19 ¶ محمد بن أحمد بن أبي بكر بن فرح الأنصاري=القرطبي ... 10 ¶ محمد بن صالح بن محمد بن سليمان آل مقبل=ابن عثيمين ... 50 ¶ محمد بن عبدالواحد بن عبدالحميد السيواسي=ابن الهمام ... 10 ¶ محمد بن مكرم بن علي الأنصاري=ابن منظور ... 9 ¶ منصور بن يونس بن صلاح الدين = البهوتي ... 37 ¶ يحيى بن شرف بن مري بن حسن الحوراني = النووي ... 20 ¶ يعقوب بن إبراهيم الأنصاري الكوفي = أبو يوسف ... 19",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "رابعاً: غريب الكلمات ¶ الكلمة ... الصفحة ¶ أرصده ... 30 ¶ البكر ... 14 ¶ الجواهر ... 36 ¶ الحميل ... 43 ¶ خبثة ... 43 ¶ داء ... 43 ¶ الرباع ... 14 ¶ ردغة ... 29 ¶ الزقاق ... 14 ¶ سجف ... 25 ¶ ضن ... 52 ¶ عفاف ... 24 ¶ غائلة ... 43 ¶ مطل ... 31 ¶ مليء ... 31 ¶ منيحة ... 14 ¶ يستوضع ... 25",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "خامساً: فهرس المصادر والمراجع ¶ ـ القرآن الكريم كلام رب العالمين ¶ 1. أحكام القرآن ـ لأبي بكر أحمد بن علي الرازي ـ تحقيق محمد البجاوي ـ دار الكتاب العربي ـ بيروت ـ 1417هـ. ¶ 2. أحكام القرآن ـ لأبي بكر محمد بن عبدالله ابن العربي ـ دار المعرفة ـ بيروت ـ تحقيق علي محمد البجاوي. ¶ 3. أحكام القرآن ـ لمحمد بن إدريس الشافعي ـ نشر الكتب العلمية. ¶ 4. الاختيارات الفقهية من فتاوى ابن تيمية ـ علي بن محمد البعلي الدمشقي ـ مطبعة السنة المحمدية ـ مصر ـ 1396هـ ¶ 5. الأم ـ محمد بن إدريس الشافعي ـ دار الوفاء ـ مصر ـ 2001م ¶ 6. ارواء الغليل في تخريج أحاديث منار السبيل – لمحمد ناصر الدين الألباني- بإشراف محمد زهير الشاويش – المكتب الإسلامي – الطبعة الثانية – 1405 هـ. ¶ 7. اسد الغابة – لعز الدين أبي الحسن علي بن أبي الكرم ابن الأثير ـ دار إحياء التراث. ¶ 8. أسنى المطالب شرح روض الطالب ـ زكريا محمد الأنصاري ـ دار الكتب العلمية ـ لبنان ـ2001م ¶ 9. الأعلام – خير الدين بن محمود بن محمد بن فارس الزركلي الدمشقي- دار العلم للملايين-الطبعة الخامسة عشرة-2002م ¶ 10. إغاثة اللهفان من مصائد الشيطان ـ لابن القيم ـ دار التراث العربي ـ الطبعة الأولى 1403هـ ـ تحقيق محمد الأنوار أحمد البلتاجي. ¶ 11. الإنصاف ـ لعلاء الدين علي بن سليمان المرداوي ـ دار إحياء التراث العربي ـ بيروت ـ الطبعة الأولى 1408هـ ـ تحقيق محمد حامد الفقي. ¶ 12. بدائع الصنائع في ترتيب الشرائع ـ لعلاء الدين أبي بكر الكاساني الحنفي ـ دار الكتاب العربي ـ بيروت ـ الطبعة الثانية 1402هـ. ¶ 13. البداية والنهاية-أبو الفداء إسماعيل بن عمر بن كثير-دار إحياء التراث العربي-1408هـ ¶ 14. البدر الطالع بمحاسن من بعد القرن السابع-دار الكتب العلمية للنشر-لبنان-2007م",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "15. تاج العروس من جواهر القاموس- محمد بن محمد بن عبدالرزاق الحسيني الزبيدي – دار الهداية. ¶ 16. تبصرة الحكام في أصول الأقضية ومناهج الأحكام ـ لبرهان الدين إبراهيم المالكي ـ مكتبة الكليات الأزهرية ـ الطبعة الأولى 1406هـ ـ تحقيق طه عبدالرؤوف سعد ¶ 17. تبين الحقائق شرح كنز الدقائق ـ للزيلعي ـ دار المعرفةـ مصرـ الطبعة الثانية 1315هـ. ¶ 18. تحفة الأحوذي بشرح جامع الترمذي –لمحمد عبد الرحيم المباركفوري – دار الحديث – الطبعة الأولى – 1421 هـ. ¶ 19. تحفة المحتاج شرح المنهاج ـ لابن حجر اليتمي ـ دار إحياء التراث العربي. ¶ 20. تذكرة الحفاظ – لأبي عبدالله شمس الدين محمد الذهبي – دار إحياء التراث. ¶ 21. الترغيب والترهيب ـ لعبدالعظيم بن عبدالقوي المنذري ـ دار الفكر ـ 1414هـ ـ تحقيق سعيد محمد اللحام. ¶ 22. تنوير الأبصار ـ لمحمد بن عبدالله بن إبراهيم التمرتاشي ـ المكتبة التجارية مصطفى الباز ـ مكة المكرمة. ¶ 23. تهذيب سنن أبي داود ـ لابن القيم الجوزية ـ دار المعرفة ـ بيروت ـ تحقيق محمد حامد الفقي. ¶ 24. جامع الأصول في أحاديث الرسول ـ لمجد الدين أبي السعادات محمد بن الأثير الجزري ـ دار الفكر ـ الطبعة الثانيةـ 1403هـ. ¶ 25. الجامع الصحيح وهو سنن الترمذي ـ لمحمد بن عيسى بن سورة ـ المكتبة التجارية بمكة ـ ¶ 26. الجواهر المضيئة في طبقات الحنفية-عبدالقادر بن أبي الوفا-دار الكتب العلمية للنشر- لبنان-2005م ¶ 27. حاشية العدوي – علي الصعيدي العدوي المالكي – تحقيق يوسف الشيخ محمد البقاعي دار الفكر بيروت -1412 هـ. ¶ 28. خلاصة الأثر في أعيان القرن الحادي عشر- محمد أمين فضل المحبي الحنفي- دار الكتب العلمية للنشر- لبنان -2006م ¶ 29. الدر المختار شرح تنوير الأبصار ـ للحصفكي ـ مطبعة مصطفى البابي الحلبي ـ مصر ـ الطبعةالثانية 1386هـ.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "30. الدرر الكامنة في أعيان المئة الثامنة-ابن حجر العسقلاني- مجلس دائرة المعارف العثمانية- الهند-1392هـ. ¶ 31. الذخيرة ـ لشهاب الدين أحمد بن إدريس القرافي ـ دارالغرب الاسلامي ـ الطبعة الأولى 1944ـ تحقيق محمد بوخبزة. ¶ 32. الروض الداني إلى المعجم الصغير للطبراني – لمحمد شكور محمود الحاج – طبعة المكتب الإسلامي – 1405 هـ. ¶ 33. الروض المربع شرح زاد المستقنع-منصور بن يونس البهوتي-دار الفكر للطباعة-بيروت-لبنان ¶ 34. روض البشر في أعيان دمشق في القرن الثالث عشر- محمد جميل الشطي-دار البشائر للطباعة-دمشق -1994م ¶ 35. رد المحتار على الدر المختار (حاشية ابن عابدين) ـ محمد أمين بن عمر عابدين ـ دار الكتب العلمية للنشر ـ لبنان ـ2003م ¶ 36. سير أعلام النبلاء – لمحمد بن عثمان الذهبي – مؤسسة الرسالة – تحقيق: شعيب الأنؤوط. ¶ 37. سلسلة الأحاديث الصحيحة – لمحمد ناصر الدين الألباني – مكتبة المعارف للنشر والتوزيع ... 1415 هـ. ¶ 38. سلسلة الأحاديث الضعيفة والموضوعة – لمحمد ناصر الدين الألباني – مكتبة المعارف للنشر والتوزيع- الطبعة الثانية – 1420 هـ. ¶ 39. سنن ابن ماجه – لمحمد بن يزيد القزوني – تحقيق محمد فؤاد عبد الباقي دار الكتب بيروت – لبنان. ¶ 40. سنن أبي داود – لسليمان بن الأشعث السجستاني – تحقيق محمد محي الدين عبد المجيد – دار الفكر. ¶ 41. سنن الترمذي – محمد عيسى أبو عيسى – تحقيق: أحمد محمد شاكر _ دار إحياء التراث – بيروت. ¶ 42. سنن الدارقطني – لعلي بن عمر أبو الحسن الدارقطني البغدادي – تحقيق السيد: عبدالله",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "هاشم – دار المعرفة بيروت – 1386 هـ. ¶ 43. سنن النسائي الكبرى – لأحمد بن شعيب أبو عبد الرحمن النسائي – تحقيق: د/ عبد الغفار سليمان البنداري , وسيد كسروي حسن – الطبعة الأولى – دار الكتب العلمية – بيروت – 1411 هـ. ¶ 44. سنن النسائي بشرح الحافظ جلال الدين السيوطي وحاشية السندي اعتنى بها , عبدالفتاح أبو غدة – دار البشائر الإسلامية – بيروت لبنان. ¶ 45. شذرات الذهب في أخبار من ذهب-عبدالحي بن أحمد العكري الحنبلي_دار ابن كثير-دمشق-1406هـ ¶ 46. شرح النووي على صحيح مسلم – الطبعة الثانية – دار إحياء التراث العربي – بيروت – ... 1392 هـ. ¶ 47. شرح سنن النسائي \" المجتبي \" – لمحمد ابن الشيخ علي بن آدم بن موسى الأثيوبي – دار آل بروم مكة الطبعة الأولى – 1424 هـ. ¶ 48. الصحاح تاج اللغة وصحاح العربية ـ لإسماعيل بن حماد الجوهري ـ دار العلم للملايين ـ بيروت ـ الطبعة الثالثة 1404هـ ـ تحقيق أحمد عبدالغفور عطار. ¶ 49. صحيح ابن ماجة لمحمد ناصر الدين الألباني – مكتبة المعارف للنشر والتوزيع –طبعة – 1417 هـ ¶ 50. صحيح ابن حبان – لمحمد ابن أحمد – أبو حاتم التميمي البستي – تحقيق: شعيب الأرناءوط- الطبعة الثانية – مؤسسة الرسالة – بيروت – 1414 هـ. ¶ 51. صحيح ابن حبان بترتيب ابن بلبان ـ مؤسسة الرسالة ـ بيروت ـ الطبعة الثالثة 1418هـ ـ تحقيق شعيب الأناؤوط. ¶ 52. صحيح البخاري – تحقيق د/ مصطفى ديب البغا – دار ابن كثير اليمامة – بيروت – الطبعة الثالثة – 1407 هـ ¶ 53. صحيح الجامع الصغير وزياد – لمحمد ناصر الدين الألباني – المكتبة الإسلامية – الطبعة الثانية – 1406 هـ ¶ 54. صحيح سنن أبي داود – لمحمد ناصر الدين الألباني _ مكتبة المعارف للنشر والتوزيع الطبعة",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "الأولى _1419هـ. ¶ 55. صحيح مسلم – لمسلم بن الحجاج أبو الحسين القشيري النيسابوري – تحقيق: محمد فؤاد عبد الباقي – دار إحياء التراث العربي _ بيروت ¶ 56. الضوء اللامع لأهل القرن التاسع-شمس الدين أبو الخير محمد بن عبدالرحمن السخاوي- دار الجيل – بيروت – لبنان. ¶ 57. طبقات الشافعية الكبرى – تاج الدين أبو نصر عبدالوهاب بن علي السبكي- دار المعرفة للنشر والتوزيع- لبنان-2000م ¶ 58. عقد القرض في الشريعة الاسلامية ـ نزيه حماد ـ دار القلم ـ دمشق ـ 1991م ¶ 59. عون المعبود – شرح أبي داود لأبي الطيب محمد شمس الحق العظيم آبادي _ دار الكتب العلمية – بيروت – لبنان – الطبعة الثانية – 1415 هـ. ¶ 60. غريب الحديث-أبي عبيد بن سلام –وزارة المعارف للحكومة الهندية- 1382هـ ¶ 61. غريب الحديث – حمد بن محمد بن إبراهيم الخطابي-جامعة أم القرى -1402ه ¶ 62. الفتاوى السعديه ـ لعبدالرحمن السعدي ـ مركز صالح بن صالح الثقافي ـ عنيزة ـ 1411هـ. ¶ 63. فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء ـ جمع وترتيب أحمد الدويش ـ مكتبة المعارف ـ الرياض ـ الطبعة الأولى1412هـ. ¶ 64. فتح الباري – لأحمد بن حجر أبو الفضل العسقلاني الشافعي – تحقيق: محب الدين الخطيب دار المعرفة – بيروت. ¶ 65. فتح الباري شرح صحيح البخاري – لأحمد بن علي بن حجر العسقلاني – د ار السلام – الطبعة الأولى – 1421 هـ رقَّم كُتبها وأبوابها وأحاديثها الأستاذ – محمد فؤاد عبد الباقي. ¶ 66. فتح القدير ـ لكمال الدين عبدالواحد ابن الهمام ـ دار الفكر. ¶ 67. فتح المعين شرح قرة العين ـ لزين الدين بن عبدالعزيز المليباري ـ دار العلوم ـ بيروت ¶ 68. الفقه الإسلامي وأدلته ـ وهبه الزحيلي ـ دارالفكر ـ دمشق ـ 1989م ¶ 69. فقه السنة ـ السيد سابق ـ دار الكتاب العربي ـ بيروت ـ 1971م ¶ 70. الفقه على المذاهب الأربعة ـ عبدالرحمن الجزيري ـ دار الكتب العلمية للنشر ـ لبنان ـ 2008م",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "71. فقه المعاملات ـ محمد علي الصابوني ـ المكتبة العصرية ـ بيروت ـ 2007م ¶ 72. فقه المعاوضات ـ مصطفى البغا ـ مطبعة دمشق ـ 1989م ¶ 73. القاموس المحيط – لأحمد بن يعقوب الفيروز أبادي – مؤسسة الرسالة – بيروت ¶ 74. كشاف القناع على متن الإقناع ـ لمنصور بن يونس البهوتي ـ عالم الكتب ـ بيروت ¶ 75. كفايةالطالب الرباني ـ لأبي الحسن علي بن محمد المالكي ـ دار الفكر ـ بيروت ـ1412هـ ـ صححه وضبطه يوسف البقاعي. ¶ 76. لسان العرب – لمحمد بن مكرم بن منظور الأفريقي المصري – الطبعة الأولى – دار صادر – بيروت. ¶ 77. المبدع في شرح المقنع ـ لأبي إسحاق برهان الدين إبراهيم بن محمد بن مفلح الحنبلي ـ المكتب الإسلامي. ¶ 78. المجموع بشرح المهذب ـ محيي الدين بن شرف النووي ـ تحقيق/محمد المطيعي ـ دار إحياء التراث العربي ـ بيروت ـ 1995م ¶ 79. مجموع فتاوى شيخ الإسلام أحمد بن تيمية ـ جمع وترتيب عبدالرحمن بن محمد بن قاسم مؤسسة الرسالة ـ بيروت ـ ¶ 80. المحلى- علي بن أحمد بن سعيد الظاهري-دار الأفاق الجديدة-بيروت. ¶ 81. مختصر طبقات الحنابلة- شمس الدين أبي عبدالله محمد بن عبدالقادر النابلسي-مطبعة الاعتدال- الطبعة الأولى. ¶ 82. المداينة ـ لمحمد بن صالح العثيمين ـ دار الوطن ـ الرياض ـ 1412هـ ¶ 83. المدونة الكبرى ـ لمالك بن أنس، ومعها مقدمات ابن رشد ـ دار الفكر ـ بيروت. ¶ 84. المستدرك على الصحيح ـ لمحمد بن عبدالله الحاكم النيسابوري ـ دار الكتب العلمية ـ بيروت ـ الطبعة الأولى ـ 1411هـ ـ تحقيق مصطفى عبدالقادر عطا. ¶ 85. مسند الإمام أحمد ـ لأحمد بن حنبل الشيباني ـ مؤسسة قرطبة ـ القاهرة. ¶ 86. المصباح المنير في غريب الشرح الكبير للرافعي ـ لأحمد بن محمد بن علي المقري الفيومي ـ المكتبة العلمية ـ بيروت. ¶ 87. المصنف ـ لأبي بكر عبدالرزاق بن همام الصنعاني ـ دار الكتب العلمية ـ الطبعة الأولى",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "1421هـ ـ تحقيق أيمن نصر الدين الأزهري. ¶ 88. مصنف ابن أبي شيبة ـ لأبي بكر عبدالله بن محمد بن أبي شيبة ـ مكتبة الرشد ـ الرياض ـ الطبعة الأولى 1409هـ ـ تحقيق كمال يوسف الحوت. ¶ 89. مطالب أولي النهى في شرح غاية المنتهى ـ لمصطفى بن سعد بن عبده الرحيباني ـ المكتب الإسلامي. ¶ 90. المعجم الأوسط – لأبي القاسم سليمان بن أحمد الطبراني – تحقيق: طارق بن عوض الله بن محمد و عبد المحسن بن إبراهيم الحسيني – دار الحرمين القاهرة – 1415 هـ. ¶ 91. المعجم الكبير – لسليمان بن أحمد بن أيوب أبو القاسم الطبراني – تحقيق: حمدي بن عبد المجيد السلفي – مكتبة الزهراء – الموصل – الطبعة الثانية – 1404 هـ. ¶ 92. معجم مقاييس اللغة ـ لأبي الحسين أحمد بن فارس القزويني ـ دار الجيل ـ بيروت ـ الطبعة الأولى 1411هـ ـ تحقيق عبدالسلام هارون. ¶ 93. المعجم الوسيط – مجموعة من المؤلفين – دار الدعوة ¶ 94. المغني ـ لعبدالله بن أحمد بن محمد بن قدامة المقدسي ـ دار عالم الكتب ـ الرياض ـ الطبعة الثالثة 1417هـ ـ تحقيق د. عبدالله التركي، د. عبدالفتاح الحلو. ¶ 95. مغني المحتاج إلى معرفة معاني ألفاظ المنهاج ـ لمحمد الخطيب الشربيني ـ على متن منهاج الطالبين لأبي زكريا بن شرف النووي ـ دار الفكر. ¶ 96. المفصل في الفقه الحنفي (الأموال والمعاملات المالية) ـ محمد ماجد عتر ـ مكتبة دار المستقبل ـ حلب ت ـ 2005م ¶ 97. المنتقى شرح موطأ مالك ـ لأبي الوليد سليمان بن خلف الباجي ـ دار الكتب العلمية ـ الطبعة الأولى 1420هـ ـ تحقيق محمد عبدالقدر أحمد عطا. ¶ 98. المهذب ـ لأبي إسحاق إبراهيم بن علي الشيرازي ـ مطبعة عيسى البابي الحلبي وشركاه ـ مصر ¶ 99. مواهب الجليل ـ أبو عبدالله محمد بن محمد بن عبدالرحمن المغربي الحطاب ـ دار الفكر ـ بيروت ـ لبنان ـ 1992م ¶ 100. الموسوعة الفقهية الصادرة من وزارة الشؤون الإسلامية بالكويت ـ ذات السلاسل ـ الكويت ـ الطبعة الثانية 1410هـ.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "101. موطأ مالك ـ مالك بن أنس أبو عبدالله ـ دار إحياء التراث ـ مصر ـ تحقيق محمد فؤاد عبدالباقي. ¶ 102. نصب الراية لأحاديث الهداية ـ لجمال الدين أبي محمد عبدالله الزيلعي ـ دار الحديث. ¶ 103. نفح الطيب من غصن الأندلس الرطيب-أحمد بن محمد المقريء التلمساني- دار الفكر- بيروت – لبنان- 1998م ¶ 104. نهاية المحتاج إلى شرح المنهاج ـ لمحمد بن أحمد بن حمزة الرملي ـ مكتبة ومطبعة مصطفى البابي الحلبي ـ مصر ـ الطبعة الأخيرة 1386هـ. ¶ 105. وفيات الأعيان وأبناء أبناء الزمان-أبو العباس شمس الدين أحمد بن محمد بن أبي بكر بن خلكان-دار صادر-بيروت- لبنان",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "سادساً: فهرس الموضوعات ¶ الموضوع ... الصفحة ¶ الاهداء ....................................................... ... 2 ¶ كلمة الشكر ................................................... ¶ المقدمة ......................................................... ... 4 ¶ أهمية الموضوع ................................................... ... 5 ¶ سبب اختيار الموضوع ........................................... ... 5 ¶ الدراسات السابقة للموضوع ...................................... ... 5 ¶ خطة البحث ................................................... ¶ الفصل الأول (تعريف الدين ومشروعية الاستدانة): وفيه مبحثان ... ... 9 ¶ المبحث الأول: معنى الدين والقرض والسلف ................ ... 9 ¶ اولاً: معنى الدين في اللغة والاصطلاح ............................ ... 9 ¶ ثانياً: الألفاظ ذات الصلة ....................................... ... 10 ¶ أ: معنى القرض في اللغة والاصطلاح ............................ ... 11 ¶ ب: معنى السلف في اللغة والاصطلاح .......................... ... 12 ¶ المبحث الثاني: مشروعية الاستدانة والحكمة منها .............. ... 13 ¶ أولاً: مشروعية الاستدانة ...................................... ... 13 ¶ ثانياً: الحكمة من الدين ........................................ ... 15 ¶ الفصل الثاني (أركان الدين): وفيه ثلاثة مباحث ................. ... 18 ¶ المبحث الأول: الصيغة ....................................... ... 18 ¶ المبحث الثاني: العاقدان: وفيه مطلبان: ........................ ... 22 ¶ المطلب الأول: أحكام الدائن وآدابه ............................ ... 22 ¶ أولاً: شروط صحة القرض ................................ ... 22 ¶ ثانياً: مايجوز للدائن ...................................... ... 22 ¶ ثالثاً: آداب الدائن ....................................... ... 24",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "المطلب الثاني: أحكام المدين وآدابه ............................. ... 26 ¶ أولاً: الأحاديث الواردة في كراهة الدين للمدين ........... ... 26 ¶ ثانياً: وجوب الوفاء بالدين ............................. ... 30 ¶ ثالثاً: آداب المدين .................................... ... 33 ¶ المبحث الثالث: الدين (المال المُقرض) ....................... ... 35 ¶ المطلب الأول: شروط الدين ................................... ... 35 ¶ المطلب الثاني: توثيق الدين ................................... ... 42 ¶ الفصل الثالث: (بعض صور الدين الجائزة والمحرمة) ........... ... 46 ¶ المطلب الأول: بعض صور الدين الجائزة ........................... ... 46 ¶ المطلب الأول: بعض صور الدين المحرمة ........................... ... 51 ¶ الخاتمة ......................................................... ... 56 ¶ الفهارس العامة ................................................ ... 57 ¶ فهرس الآيات القرآنية .......................................... ... 58 ¶ فهرس الأحاديث ......................................... ... 59 ¶ فهرس الأعلام ................................................. ... 62 ¶ فهرس غريب الكلمات ......................................... ... 63 ¶ فهرس المصادر والمرجع ........................................ ... 64 ¶ فهرس الموضوعات .......................................... ... 72",
            "page": "73",
            "part": "1"
        }
    ],
    "t36663": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "العنوان"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الإهداء"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "كلمة الشكر"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: (تعريف الدين ومشروعية الاستدانة)"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: معنى الدَّيْن والألفاظ ذات الصلة"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: مشروعية الاستدانة والحكمة منها."
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: (أركان الدين)"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: الصيغة (الايجاب والقبول)"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: العاقدان"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: الدين (المالُ المُقْرَض)"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: (بعض صور الدين الجائزة والمحرمة)"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: بعض صور الدَّيْن الجائزة"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: بعض صور الدَّيْن المحرمة"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "الفهارس"
        }
    ]
}