{
    "b36661": [
        {
            "id": "1",
            "nass": "شقق التمليك أحكام وضوابط ¶ د. صالح بن علي الشمراني ¶ الحمد لله الذي خلق خلقه أطواراً، وصرفهم في أطوار الخلق كيف شاء عزة واقتداراً، وأرسل الرسل إلى المكلفين إعذاراً منه وإنذاراً. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، وخيرته من خلقه، وحجته على عباده، وأمينه على وحيه، أرسله رحمة للعالمين، وقدوة للعالمين، ومحجة للسالكين، وحجة على المعاندين، وحسرة على الكافرين، صلى الله عليه وعلى آله وصحبه أجمعين، وبعد: ¶ فإن الشريعة المحمدية رحمة وعدل كلها، وأموال الناس كانت من جملة ما جاءت الشريعة برعايته وحفظه، فهي ضمان في مواجهة كل ما يسعى إلى فسادها وإتلافها، حتى ولو كان السعي من ملاكها وأربابها، وهي في جانب العقود والمعاوضات لا ترضى بكل ما من شأنه أن يكون سبيلاً للخصومات والمنازعات وافتراق القلوب؛ ولذا حَرِصَتْ على أن تكون العقود في البيع والإجارة ونحوهما على غاية الوضوح، والبعد عن الغرر والتغرير والتدليس والغش، وكل ما من شأنه أن يكون طريقاً لأكل أموال الناس بالباطل، ومن القواعد المقررة في الشريعة والتي هي ركيزة في هذا الباب: ¶ قاعدة: الضرر يزال، وأصلها حديث: (لا ضرر ولا ضرار) (1). ¶ وقاعدة: الضرر لا يزال بالضرر (2). ¶ ومن الأمور التي صارت ظاهرة في حياة الناس اليوم حينما عجزوا عن بناء البيوت والدور؛ السعي إلى تملك وحدات سكنية على صورة النقد أو بالأجل، والذي يهم هنا هو النظر في عقود",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "التمليك (3) هذه من حيث سلامتها وانتفاء الغرر عنها، ثم ما تؤول إليه بعد التمليك من جهة اشتراك الملاك في بعض منافع الوحدات، ومسائل الضمان فيها. ¶ والداعي لهذا البحث أن بعض العقود التي تجري بين الناس في هذا الباب تُسلَّطُ على الوحدة السكنية فقط (الشقة مثلاً) (4)، دون النظر إلى ما له صلة بها من متعلقات قد يكون في إغفالها إدخال هذه العقود في باب المحظور؛ لما يكتنفها من الغرر من جهة، وأكل أموال الناس بالباطل من جهة أخرى، ومن ذلك: ¶ 1 - ... إغفال التنصيص على الأرض التي تشترك فيها هذه الوحدات واعتبارها لا زالت في ملك المالك الأساسي لها (المؤسس للمشروع أو المسوق). ¶ 2 - ... استصحاب المالك الأساسي (المسوق) لملكية سطح جملة البناء وأفنيته، أو المحلات التجارية والتصرف فيها زيادة ونقصاً واستثماراً. ¶ 3 - ... عدم وضوح مسائل الضمان والصيانة للأساسات والخدمات المشتركة (5). ¶ 4 - ... استمرار حق الانتفاع باختصاص البناء للمالك الأساسي (ومن ذلك القرض العقاري، أو العوض عن نزع الملكية). ¶ 5 - ... الاختلاف في تحمل رسوم البناء ودخوليات الخدمات المختلفة. ¶ وعليه فهذا البحث إنما هو إثارة لبعض هذه الجوانب التي يرى الباحث الحاجة إلى بعث الكلام فيها، ولا يستبعد وصول بعض الخصومات إلى المحاكم للبت في منازعات كان أصله إغفال ما ذُكر، ولم أجد بالتتبع القاصر من أفرد هذا ببحث. ¶ وقد صدر قرار مجلس الوزراء بالسعودية رقم 40 وتاريخ 9/ 2/1423هـ، والمرسوم الملكي رقم م/5 وتاريخ 11/ 2/1423هـ القاضي بالموافقة على نظام ملكية الوحدات العقارية وفرزها، مكوناً",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "من تسعة عشر مادة، سيأتي التعرض لهذه المواد حسب ورود مباحثها، مع المقارنة والنقد حسب ما يظهر لي، والله تعالى ولي التوفيق. ¶ تنبيهات: ¶ الأول: أن النظام المشار إليه غير كاف في معرفة الأحكام في هذا الباب لأمرين: ¶ أولهما: عدم الاستيعاب والمقارنة. ¶ ثانيهما: أنه رد في بعض مواده الأمر عند التنازع إلى القضاء كما في المادة الثالثة، والرابعة عشر، والسادسة عشر. ¶ التنبيه الثاني: أن هناك كتابات عامة في هذا الموضوع سوى ما حرره المتقدمون في أبواب الفقه - كباب الصلح، وباب بيع الأصول، والشروط في البيع - ومن تلك الكتابات: ¶ 1 - ... ملكية الشقق والطبقات دراسة مقارنة في القوانين الوضعية والشريعة الإسلامية رسالة ماجستير في جامعة بغداد عام 1978م للباحثة سعاد حسين علي. ¶ 2 - ... البناء وأحكامه في الفقه الإسلامي رسالة من المعهد العالي للقضاء قدمت سنة 1406هـ للباحث: إبراهيم محمد الفائز. ¶ 3 - ... أحكام الجوار في الفقه الإسلامي - رسالة ماجستير - جامعة الإمام 1410هـ للباحث/ عبد الرحمن بن أحمد بن فائع، من مطبوعات دار الأندلس الخضراء. ¶ 4 - ... كتاب الإعلان بأحكام البنيان؛ لمحمد بن إبراهيم اللخمي، تحقيق: عبد الرحمن بن صالح الأطرم. ¶ 5 - ... تمليك الشقق والطوابق معالجة قانونية لـ/ أحمد منير فهمي.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "6 - ... حق الملكية في الفقه اوالقضاء والتشريع مع دراسة تطبيقية لملكية الشقق في المملكة العربية السعودية والقانون المقارن لـ/ أحمد عبد العال أبو قرين. ¶ أما البحث الأول وإن كان في ذات الموضوع إلا أني لم أطلع عليه، ويبدو من تاريخه حيث قد كتب قبل ثلاثين سنة أن ما طرأ على الموضوع من مستجدات يجعل الحاجة إلى الكتابة فيه قائمة، بالإضافة إلى اختلاف العرف والنظام بين البلدين السعودية والعراق، وأما البحوث: الثاني والثالث والرابع فأعم من موضع البحث. ¶ وأما الخامس فبحث قانوني، وأما السادس فلم أطلع عليه، ويبدو من عنوانه التركيز على حق الملكية والمقارنة بين الشريعة والقانون. ¶ التنبيه الثالث: الكلام سيكون في الوحدات التي تبنى ثم تباع على الملاك، أما فيما لو اشترك اثنان أو أكثر في تشييد بناء فإنهم يعتبرون جميعاً شركاء في ملكيته أرضاً وبناء، ملكية شائعة في كل طبقاته ووحداته العقارية وملاحقه، كل بنسبة مساهمته في رأس المال والمصروفات ما لم يتفقا على خلاف ذلك، وهذا منصوص المادة الثانية من نظام الوحدات العقارية في فقرته الخامسة. ¶ ولكن متى ما أراد الشركاء قسمة الحصص الشائعة فلهم ذلك، وقد جاء في المادة الثالثة: للشركاء أن يتقاسموا حصصهم الشائعة في البناء المشترك، ويختص كل منهم بوحدة عقارية أو أكثر، فإن لم يتفقوا فلطالبها اللجوء إلى القضاء. ¶ الرابع: من الركائز التي يقوم عليها البحث أن من ملك أرضاً ملك سماءها، وقد عبَّر عن هذا المعنى كثير من الفقهاء، فقالوا: السماء أو الهواء تابع للقرار، ونحو ذلك من العبارات (6). ¶ قال القرطبي: فمن له البيت له أركانه، ولا خلاف أن له العلو إلى السماء (7).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولو قيل مثلاً: إن اشتراك ملاك الوحدات السكنية في ارض جملة البناء وسمائه يعتبر كالمشروط في العقد وإن لم يُنص عليه فيه فإن واقع بعض المسوقين يفيد خلاف ذلك؛ لاستمرار تصرفاتهم بالزيادة في عدد الأدوار، والتحكم في واجهات المشروع، وخدمات البناء كغرفة السائق والارتدادات والمداخل، والمواقف، والنوافير ونحو ذلك، وأكثر ما يقع هذا الإغفال حينما يتم تبادل الوحدات بصور شخصية دون الرجوع إلى الطرق الرسمية؛ إذ إن التمليك في كتابة العدل يتملك المشتري الوحدة السكنية وينص في الصك أن يلتزم بما ورد في نظام ملكية الوحدات العقارية الذي سبقت الإشارة إليه، وقد جاء في المادة السابعة منة: ¶ تتم إجراءات نقل الملكية أمام الجهة المختصة في توثيق العقود وإصدار الصكوك المتعلقة بها وفقاً للإجراءات النافذة، مع مراعاة ما ورد في هذا النظام. ¶ ومما ورد في هذا النظام التنصيص على الاشتراك في الأجزاء المشتركة من البناء، ففي الفقرة الأولى من المادة الرابعة: يكون مالكو الوحدات العقارية في بناء واحد شركاء في الأجزاء المشتركة ما لم يتفق على خلاف ذلك. ¶ التنبيه الخامس: كل ما يشار إليه من حقوق الملك أو الانتفاع أو الضمان إنما هو في حالة المشاحة والخصومة، وإلا فمن طابت نفسه بإسقاط حقه أو تحمل ضمان غيره فلا إشكال فيه، وله ما وجه إليه؛ ما لم يترتب على هذا الإسقاط إضرار بالآخرين، إلا أن ذكر ذلك عند العقد والاتفاق عليه مما يزيل الغرر ويقطع بواعث الخصومة، وهذا مقصد من مقاصد الشريعة في جميع العقود.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "بداية البحث: ¶ عند النظر في منازل التمليك نجدها غالباً ما تكون متحدة في جهة أو عدة جهات، وهي بذلك لا تخلو من أحوال: ¶ الحالة الأولى: أن تكون وحدتين (فلتين) متجاورتين أو متلاصقتين، وكل منهما مستقل بأرضه، وسمائه، وجداره، ومداخله، وخدماته. ¶ الحالة الثانية: أن تكون وحدتين بينهما جدار مشترك، إلا أن كلاً منهما مستقل بأرضه، وسمائه، ومداخله، وخدماته، وهو ما يسمى في عرف الناس اليوم بـ (الدوبلكس). ¶ الحالة الثالثة: أن تجتمع عدة وحدات (شقق) في طابق أو عدة طوابق بمدخل واحد أو مداخل، وأرض وسماء واحدة لجملة البناء. ¶ فأما الحالة الأولى: فليست محل البحث؛ إذ إن الاستقلال فيها ظاهر، وكل مالك يستقل بضمان ملكه، وجواز التصرف فيه، ولا يلحق جاره من ضمان ملكه شيء، وتجري عليهما أحكام الجوار العامة. ¶ وأما الحالة الثانية (الدوبلكس): فمحل البحث فيها يتركز في ضمان الجدار المشترك بينهما، وجواز التصرف فيه، ومدى انتفاع الجارين به، وهذا الجدار لا يخلو من خمس حالات: ¶ الأولى: أن يكون قراره وبناءه لأحدهما دون الآخر. ¶ الثانية: أن يكون قراره لأحدهما وبناؤه للآخر. ¶ الثالثة: أن يكون قراره لأحدهما وبناؤه بينهما. ¶ الرابعة: أن يكون قراره بينهما وبناؤه لأحدهما. ¶ الخامسة: أن يكون بينهما في القرار والبناء، وهو حال (الدبلوكسات اليوم). ¶ والبحث في هذه الحالات يكون في ثلاث جهات: ¶ الجهة الأولى: من جهة جواز التصرف فيه. (بزيادة أو نقصان). ¶ الجهة الثانية: جواز الانتفاع به. (بالتعليق، أو الإسناد عليه، أو تمديد خدمات الماء والكهرباء",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "عليه أو فيه). ¶ الجهة الثالثة: ضمان سقوطه أو تلفه. ¶ فأولاً: إذا كان بناؤه وقراره لأحدهما دون الآخر: ¶ فلمالكه جواز التصرف فيه بالزيادة والنقصان، وجواز الانتفاع به على وجه لا يصل به إلى إلحاق الأذى بجاره، أو الانتفاع بهواء جاره إلا بإذنه؛ فإن الهواء تبع للقرار كما تقدم (8). ¶ وأما الجار فالأصل أنه ليس له التعرض لجدار جاره، وليس له حق الانتفاع به إلا بإذن جاره كما لا ينتفع بأرض جاره إلا بإذنه. ¶ ولكن إن ظهر له حاجة في الانتفاع بجدار جاره فما الحكم؟ ¶ وقبل الإجابة يمكن حصر حاجته إلى جدار جاره من وجهين: ¶ الوجه الأول: أن يحتاج إليه للإسناد والتعليق كأن يسند عليه خشبة أو نحو ذلك للتسقيف أو غيره، ويتعذر عليه تحقيق هذه الحاجة إلا باستخدامه، كأن يبني ثلاثة جدر ويحتاج جدار جاره رابعاً يسقف عليه، فهل له ذلك؟ وهل يجبر صاحب الجدار على السماع له بذلك أم لا؟ ¶ والجواب: أنه متى كان انتفاعه يضر بالجدار فلا خال فأنه لا يجوز؛ لأن الضرر لا يزال بالضرر (9)، وأما إن كان الانتفاع لا يضر بالجدار ولا بصاحبه ففي جواز ذلك قولان لأهل العلم: ¶ الأول: يجبر مالك الجدار على تمكين جاره من الانتفاع بجداره، وبه قال أحمد والشافعي في القديم؛ لحديث أبي هريرة المتفق عليه أن النبي صلى الله عليه وسلم قال: (لا يمنع أحدكم جاره أن يغرز خشبه في جداره) ثم قال أبو هريرة: ما لي أراكم عنها معرضين، والله لأرمين بها بين أكتافكم (10).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والقول الثاني: وهو مذهب الجمهور قالوا: لا يجبر الجار على ذلك؛ لقوله صلى الله عليه وسلم: (لا يحل مال امرئ مسلم إلا بطيب نفس منه) (11). وما في معناه من الأحاديث؛ ولأنه انتفاع بملك الغير من غير ضرورة فلم يجز من غير إذنه، كزراعة أرضه أو البناء فيها، وحملوا الحديث على الاستحباب ومنهم من تأوله (12). ¶ والصحيح - والله أعلم - هو القول الأول للخبر؛ ولأنه انتفاع لا يضر كالاستظلال به أو الاستناد إليه، ويفرق بينه وبين الزرع والبناء بأن الزرع والبناء يضر ولم تدع الحاجة إليه. ¶ الوجه الثاني من وجوه الانتفاع تمديد مجاري المياه أو أسلاك الكهرباء ونحوها على جدار الجار، فإن كان ذلك مما يضر بالجدار فلا يجوز بغير إذن صاحبه، وإن لم يكن في إمرار ذلك ضرر وامتنع مالك الجدار فهل يجبر على ذلك أم لا؟ ¶ نص الفقهاء رحمهم الله في مسألة ما لو احتاج في القديم إلى إجراء مجرى أو مسيل في أرض أو سطح الجار على ذكر الخلاف في ذلك (13). ¶ فقيل: لا يجبر؛ لأن الأصل حرمة مال الغير، ولا يحل بغير طيب نفس منه كما مر في مسألة وضع الخشب على جدار الجار. ¶ وقيل: يجبر لانتفاء الضرر، ولما رُوي أن الضحاك ومحمد بن مسلمة اختلفا في خليج أراد الضحاك أن يجريه في أرض محمد بن مسلمة، فامتنع منه، فترافعا إلى عمر بن الخطاب رضي الله عنه فقال: \"والله لأمُرَّنه ولو على بطنك\" (14). ¶ والصواب - والله أعلم - أنه يجبر لانتفاء الضرر بذلك قياساً على وضع الخشب ولقضاء عمر رضي الله عنه. ¶ ضمان الجدار: أما ضمانه في حالة السقوط أو التضرر فهو على مالكه ما لم يحصل التعدي من الجار أو من غيره.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ويبقى أن يشار إلى مسألتين لهما تعلق بحقوق كل منهما: ¶ المسألة الأولى: إذا تقرر أن الهواء تابع للقرار في الملك فكل تصرف من الجار يؤدي إلى إشغال هواء أرض جاره يلزمه إزالته، مثاله: لو كانت له شجرة انتشرت أغصانها فوق ملك جاره، فللجار أن يطالبه بإزالة ما انتشر فوق ملكه؛ لأن الهواء تابع للقرار، ولأنه ليس له الانتفاع بأرض جاره بغير إذنه فكذلك هواء أرض جاره. ¶ قال في الكشاف: وإن حصل في هوائه المملوك له هو أو منفعته أو في هواء جدار له فيه شركة في عينه أو منفعته أغصان شجرة غيره أو حصلت الأغصان على جداره فطالبه - أي طالب رب العقار أو بعضه أو منفعته - صاحب الأغصان بإزالتها لزمه أي لزم رب الأغصان إزالتها؛ لأن الهواء تابع للقرار فوجب إزالة ما يشغله من ملك غيره كالدابة إذا دخلت ملكه، وطريقه إما بالقطع أو ليه ناحية أخرى، وسواء أثر ضرراً أو لا. فإن أبى رب الأغصان إزالتها لم يجبر؛ لأنه أي حصولها في هوائه ليس من فعله. ويضمن ربها أي الأغصان ما تلف بها بعد المطالبة ... ولمن حصلت الأغصان في هوائه إزالتها إذا أبى مالكها بلا حكم حاكم؛ لأن ذلك إخلاء ملكه الواجب إخلاؤه (15). ¶ وقد جاء في المادة السادسة من نظام الوحدات ما نصه: ¶ على كل مالك وفقاً لهذا النظام ألا يغلو في استعمال حقه إلى الحد الذي يضر بجاره، وليس للجار أن يرجع على جاره في مضار الجوار المألوفة التي لا يمكن تجنبها، ... على أن يراعي في ذلك الآداب الشرعية والعرف وطبيعة العقار، وموقع كل وحدة عقارية بالنسبة للأخرى، والغرض الذي خصصت له كل وحده. ¶ المسألة الثانية: إذا اختلف ارتفاع سطحيهما وكان إشراف الجار يضر بجاره فهل يجبر الأعلى على وضع سترة؟ قولان للعلماء:",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الأول: لا يجبر؛ لأن الضرر من الإشراف فقط فيمنع منه دون أن يجبر على بناء سترة، وهذا مذهب الشافعية. ¶ الثاني: يجبر؛ لحصول الضرر بالإشراف، والإنسان ممنوع من الانتفاع بملكه على وجه يستضر به غيره، كما لا يجوز أن يدق في ملكه ما يهتز به حائط جاره، وهذا مذهب الحنابلة (16). ¶ ثانياً: أن يكون قرار الجدار لأحدهما وبناؤه للآخر: ¶ وهذه الحالة متصورة إذا أذن صاحب القرار لجاره أن يبني بينهما جداراً، فيكون على أحدهما القرار وعلى الآخر البنيان، فإذا فعلا فهما شريكان فيه، ينتفعان به على وفق ما اتفقا عليه. ¶ وأما لو بنى الجار في قرار جاره جداراً بينهما بغير إذنه فإنه يضمن إزالته، ولا ينتفع به صاحب القرار؛ لأن البنيان لجاره، ولا ينتفع به الباني؛ لأنه وضع على قراره غيره حتى يصطلحا. ¶ ومتى ما أراد أحدهما بناءه لم يكن له البناء إلا في ملكه خاصة؛ لأنه لا يملك التصرف في ملك جاره المختص به. قال ابن قدامة: لا أعلم في هذا خلافاً (17). ¶ ثالثاً: أن يكون قراره لأحدهما وبناؤه بينهما. ¶ وهذه الحالة كسابقتها إلا أن صاحب القرار ساعد جاره في تكلفة البنيان، فهما على ما اتفقا عليه في البنيان وكيفية الانتفاع. ¶ رابعاً: أن يكون بناء الجدار لأحدهما وقراره بينهما: ¶ والبحث يكون في هذه الحالة في مسائل: ¶ المسألة الأولى: أن من بناه يجوز له التصرف فيه على وجه لا يلحق الضرر بجاره كما تقدم، وله هدمه إن أراد؛ لأنه ملكه خاصة. ¶ المسألة الثانية: إذا ما انهدم فهل للشريك أن يجبر شريكه على بنائه؟ قولان للعلماء هما روايتان",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "عن أحمد وقولان للشافعي: ¶ الأول: يجبر، وهو مذهب المالكية؛ لأنه إنفاق على ملك مشترك يزيل الضرر عنهما، وقياساً على الإجبار على القسمة، وعلى إطعام العبد المشترك. ¶ الثاني: لا يجبر، وهو مذهب أبي حنيفة؛ لأنه إنفاق لا يجبر عليه لو انفرد به فلم يجب مع الاشتراك، والضرر لا يزال بالضرر (18). ¶ وسيأتي القولان نفسهما في الحالة التالية. ¶ المسألة الثالثة: إن أراد شريكه بناءه لم يمنعه شريكه؛ لأنه يعيد ما كان مؤسساً في مشترك، ويكون المعاد ملكه يضع عليه ما يشاء، وينقضه إذا شاء، وليس للآخر أن يقول لا تنقضه لأغرم حصتي من القيمة (19). ¶ المسألة الرابعة: متى ما أراد الشريك الانتفاع به دفع نصف قيمته وانتفع، ويجبر الباني على أخذها أو إزالة بنائه ليبني معه؛ لأن القرار مشترك بينهما فلم يجز أن يسقط حق شريكه (20). ¶ ومتى ما بنياه معاً صار يأخذ حكم الحالة التالية، وهي: ¶ خامساً: أن يكون بينهما في القرار والبناء: ¶ وفيها مسائل: ¶ المسألة الأولى: إذا كان بينهما في البناء والقرار فهما شريكان فيه، ولكل واحد منهما حق الانتفاع والتصرف على وجه لا يضر بالشريك أو يفسد الجدار، كالدق الذي يهز الحيطان ونحو ذلك (21). ¶ المسألة الثانية: لكل واحد الإفادة منه في تمديد أسلاك الكهرباء ومواسير المياه ونحوها بالشرط المتقدم.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قال في التوضيح: ويحرم إحداثه في ملكه ما يضر بجاره ... فإن فعل فله منعه كابتداء إحيائه، وكدق وسقي يتعدى إليه (22). ¶ وقد جاء في المادة الرابعة من نظام الوحدات العقارية: تكون الحواجز الجانبية والحيطان بين وحدتين متلاصقتين في بناء قائم مشتركة بين أصحابها ما لم يثبت خلاف ذلك، ولا يحق لأي منهما استعمال حصته فيما يلحق ضرراً بالآخر. ¶ المسألة الثالثة: إن هدمه أحدهما فله حالتان: ¶ الأولى: أن يهدمه لحاجة أو لغير حاجة؛ فيلزم على بنائه. ¶ الثانية: أن يهدمه لخوف سقوطه، فلا يلزم ببنائه كما لو انهدم بنفسه؛ لأنه فعل الواجب وأزال الضرر الحاصل بسقوطه (23). ¶ المسألة الرابعة: إن انهدم بنفسه فاتفقا على بنائه ويكون بينهما نصفين جاز (24)، وإن أراد أحدهما بناءه لم يكن له البناء إلا في ملكه خاصة؛ لأنه لا يملك التصرف في ملك جاره المختص به، قال ابن قدامة: لا أعلم في هذا خلافاً (25). ¶ وإن كان أساسه عريضاً فله البناء في نصيبه خاصة بعد القسمة (26). ¶ المسألة الخامسة: إذا انهدم أو تلف ولم تمكن قسمة عرصته فطالب أحدهما الآخر ببنائه معه فهل يجبر عليه؟ قولان للعلماء هما روايتان عن أحمد (27): ¶ الأولى: نعم نقله الجماعة وصححه القاضي وقدمه في المحرر والفروع، وبه قال مالك في إحدى روايتيه، والشافعي في القديم؛ لقوله عليه السلام: (لا ضرر ولا ضرار)، ولأن في ترك بنائه إضراراً فيجبر عليه كما يجبر على القسمة إذا طلبها أحدهما. ¶ والثانية: لا يجبر. قال ابن قدامة: وهي أقوى دليلاً، وهذا مذهب أبي حنيفة ورواية عند المالكية،",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وهو الجديد من قولي الشافعي. ¶ ودليل هذا القول: ¶ 1 - أنه ملك لا حرمة له في نفسه فلم يجبر مالكه على الإنفاق عليه كما لو انفرد به. ¶ 2 - ولأنه لا يجبر على بنائه ابتداءً. ¶ وأجاب هؤلاء على أدلة المجبرين: بأن الإجبار هنا يخالف الإجبار على القسمة فإنها دفع للضرر بما لا ضرر فيه، والبناء فيه ضرر لما فيه من الغرامة وإنفاق المال، والضرر لا يزول بمثله، وقد يكون الممتنع لا نفع له في الحائط، أو يكون الضرر عليه أكثر من النفع، أو يكون معسراً. ¶ الحالة الثالثة: أن تجتمع عدة وحدات (شقق) في طابق أو عدة طوابق بمدخل واحد أو مداخل، وأرض وسماء واحدة لجملة البناء. ¶ والبحث في هذه الحالة يكون في مسائل: ¶ المسألة الأولى: هل يصح أن تتعدد الأيدي في البناء الواحد فيملك أحدهم السفل ويملك الآخر العلو؟ ¶ والإجابة على هذا السؤال أصل في جواز تمليك الشقق من عدمه، إذ لا يخلو البناء في الدور من أن يكون من طبقة واحدة أو عدة طباق، فأما السفل (الطابق الأرضي) فيجوز بيعه؛ لأنه عقار (28)، فإن باع معه العلو فلا إشكال، وأما إذا أفرد العلو بالبيع فيكون محل البحث، وهو هل يصح أن يكون السفل لواحد والعلو لآخر؟ ¶ وللجواب يقال: تصرف المالك في بيع العلو يكون بإحدى طرق ثلاث: ¶ 1 - أن يبيعه مع كامل البناء فلا إشكال في هذه الحالة كما تقدم، ويشمل البيع ما اقتضاه",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "العرف من الفناء والفضاء ونحو ذلك مما هو متصل بها وهو من مصلحتها (29). ¶ 2 - أن يبيع علو البناء (السطح) لينشئ عليه المشتري بناء جديداً، ففي جواز هذا قولان للعلماء: ¶ الأول: الجواز بشرط الوصف بأن يصف منتهى البنيان (عدد الأدوار وصفتها)؛ لاختلاف البيوت في قوة التحمل بالزيادة عليها، وهذا مذهب الشافعية والحنابلة، وأجازه بعض الحنفية والمالكية (30). ¶ قال في تحفة الفقهاء: وأما في بيع العلو وحده فقياس واستحسان؛ لأنه ليس بعقار ولكن في معناه؛ لأن حق التعلي يتعلق بالبقعة على التأييد فهو بمنزلة البقعة (31). ¶ وأشار في البحر الرائق (32) إلى جواز بيع سقف السفل قبل نقضه كما يجوز بيع البناء قبل هدمه. ¶ وقال الشافعي: إذا اشترى علو بيت على أن يبني على حائطه أو يسكن على سطحه فهو جائز إذا سمى منتهى البنيان؛ لأنه ليس كالأرض في احتمال ما يبنى عليها (33). ¶ قال في الأم: \"ولو أن رجلاً باع علو بيت لا بناء عليه على أن للمشتري أن يبني على جداره ويسكن على سطحه وسمى منتهى البناء أجزت ذلك، كما أجيز أن يبيع أرضاً لا بناء فيها، ولا فرق بينهما إلا في خصلة: أن من باع داراً لا بناء فيها فللمشتري أن يبني ما شاء، ومن باع سطحاً بأرضه أو أرضاً ورءوس جدران احتجت إلى أن أعلم كم مبلغ البناء؛ لأن من البناء ما لا تحمله الجدران\" (34). ¶ وقال ابن مفلح من الحنابلة: ويجوز أن يشتري علو بيت يبني عليه بنياناً موصوفاً؛ لأنه ملك للبائع فجاز بيعه كالأرض، ومعنى موصوفاً أي معلوماً (35). ¶ وفي المحرر: ومن اشترى علوَ مبنى ليبني عليه إذا بنى جاز إذا وصفاً (36).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الثاني: عدم الجواز، وهذا مذهب الحنفية، وحكي قول عند الشافعية؛ وعللوا ذلك بأن المبيع حينئذ ليس إلا حق التعلي، وحق التعلي ليس بمال؛ لأن المال عين يمكن إحرازها وإمساكها، ولا هو حق متعلق بالمال بل هو حق متعلق بالهواء، وليس الهواء مالاً يباع، والمبيع لا بد أن يكون أحدهما - أي مالاً أو حقاً متعلقاً بمال (37). ¶ فاشترط الحنفية أن يكون مبنياً، قال في مختصر اختلاف الفقهاء في رجل له سفل وبيت ولآخر بيت وهو علوه فوقعا فباع صاحب العلو بيته العلو: لم يجز، وإنما يجوز البيع إذا كان مبنياً؛ لأنه باعه البِناء (38). ¶ قال في بدائع الصنائع: ويجوز بيع بيت العلو دون السفل إذا كان على العلو بناء، وإن لم يكن عليه بناء لا يجوز؛ لأنه بيع الهواء على الانفراد (39). ¶ وقال المزني من الشافعية: وقال في أدب القاضي: لا يجوز أن يقسما داراً على أن يكون لأحدهما العلو وللآخر السفل حتى يكون السفل والعلو لواحد (40). ¶ وإذا تقرر الخلاف فإن رُجِّحَ الجواز فيمكن الإفادة من القول به في القول بإجازة تمليك الشقق بشرطه السابق وهو معرفة منتهى البنيان وصفته كما سيأتي في الحالة الثالثة، ولكن ينشأ سؤال آخر متعلق بجواز بيع السطح وحده، وهو: هل لمسوِّقي الشقق استثناء سطح البناء لأنفسهم أو بيع سطح البناء وحده؟ ¶ والجواب: تقدم أن من ملك أرضاً فله علوها إلى السماء بغير خلاف، وعليه فملاك الوحدات العقارية يملكون سطح البناء ملكاً مشاعاً، يقتسمون منفعته إن قبلت القسمة وكل ما يزاد عليه فهو ملك للجميع بشرطه، ولكن يجوز للمسوق أن يستثني السطح عند بيع الوحدات (الشقق) لينشئ عليه وحدات جديدة محدثة سواء باع الوحدات الجديدة التي أنشها على السطح أو أبقى نفسه شريكاً لسائر الملاك، لكن بثلاثة شروط:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الأول: أن يبني عليه بناء معلوماً في عدد طبقاته ومساحاته بحيث لا يضر بالبناء. ¶ الثاني: أن يعلم كل متملك عند تملكه نسبة وحدته إلى كامل البناء بصورته النهائية وفق مخططه المعتمد، ويكون ذلك قبل بيع سائر الوحدات؛ لأن نسبة ملاك الوحدات من أرض البناء وسمائه وحقوقه تقل بزيادة عدد الأدوار. ¶ الثالث: أن يعود السطح النهائي ملكاً مشاعاً بين الجميع لما تقرر بأن فضاء البنيان تبع لقراره. ¶ وقد احتاط نظام الوحدات العقارية لهذه الجزئية فنص في الفقرة الثالثة من المادة الثانية على أنه يجب أن يبقى شكل وحدود الأرض وأطوالها والبناء ومقاييسه مطابقاً للمخطط المعتمد. ¶ 3 - أن يبيعه العلو المبني، وهذا حال شقق التمليك اليوم، وفي جواز بيعها وجهان للعلماء: ¶ الأول: الجواز: وهو مذهب الجمهور نص عليه فقهاء الحنفية (41)، والمالكية (42)، وهو مقتضى قول الشافعي في المسألة السابقة، وهو الوجه الآخر عند الحنابلة جزم به في المحرر والوجيز وصححه في الفروع؛ لأنه ملك للمصالح فجاز له أخذ العوض عنه كالقرار، وشرطه إذا وصف العلو والسفل ليكون معلوماً، ويصح فعل ذلك صلحاً أبداً وإجارة مدة معلومة أيضاً (43). ¶ قال ابن عابدين: لو كان العلو لصاحب السفل فقال: بعتك علو هذا السفل بكذا، صح، ويكون سطح السفل لصاحب السفل، وللمشتري حق القرار، حتى لو انهدم العلو كان له أن يبني عليه علواً آخر مثل الأول؛ لأن السفل اسم لمبنى مسقف، فكان سطح السفل سقفاً للسفل (44). ¶ وقال المرداوي الحنبلي في الإنصاف: يصح إذا وصف العلو والسفل وهو الصحيح من المذهب (45). ¶ القول الثاني: عدم الجواز وهو وجه عند الحنابلة؛ لأنه بيع العلو دون القرار فلم يجز كالمعدوم (46). ولما قد يكون في ذلك من الغرر. ¶ وعلى القول بالجواز يفرع القول بجواز تمليك الشقق اليوم، ولكن ينبغي التأكيد على وصف كل",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وحدة ومعرفة نسبتها من كامل البناء وأرضه وسمائه، وقد جاء في الفقرة الرابعة من المادة الثانية من نظام الوحدات العقارية ما نصه: تبقى محتويات صك الملكية مطابقة لأوصاف الأرض وحدودها وشكلها وأوصاف الوحدة العقارية، وحدودها وشكلها الهندسي، فإذا اختلف الأوصاف عن الواقع تجري الجهة المختصة تصحيح بيانات الصك وفقاً للإجراءات النافذة، ويمكن إصدار صك لكل وحدة. ¶ وظاهر هذه المادة أنه لا يبدأ بتمليك الوحدات إلا بعد أن يتم اعتماد الصورة والهيكل النهائي للبناء، ولكن يبقى هناك إشكال في قولها: فإذا اختلف الأوصاف عن الواقع، فإنه إن كان هذا الاختلاف قبل بداية التمليك وأجريت التعديلات على الوحدات قبل ذلك فلا إشكال، ولكن إن كان الاختلاف بعد التمليك فلا يجوز إلا برضى جميع الملاك كما مر في شروط جواز إحداث المؤسس والمسوق على أصل البناء كما مر في الفقرة السابقة. ¶ المسألة الثانية: نسبة الوحدة العقارية من أرض البناء وسمائه، ونسبة الغنم في الاختصاصات (كالقروض وقيمة نزع الملكية)، والغرم في الضمانات والخدمات (كالماء والصرف الصحي). ¶ تقدمت الإشارة إلى أن من ملك أرضاً ملك فضاءها، وحيث إن فضاء البنيان يكون على أكثر من وحدة عقارية فإن سماء هذا البنيان ملك للجميع من يوم الشراء على حسب ما اعتمدت عليه خرائط البناء النهائية. ¶ وقد جاء في الفقرة الأولى من المادة الرابعة من نظام الوحدات العقارية أن مالكي الوحدات العقارية في بناء واحد شركاء في الأجزاء المشتركة ما لم يتفق على خلاف ذلك. ¶ والوحدات (الشقق) وإن اتفقت مساحاتها إلا أن قيمها تختلف باختلاف مواقعها ومواصفاتها، وعليه فيحتمل في قسمة الحقوق المشاعة بين ملاك الوحدات كالسطح أو الأرض فيما لو انهدم",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "البناء واصطلحوا على قسمتها أو اقتسام قيمتها ثلاثة أوجه: ¶ الأول: أن يكون حق التملك أو الانتفاع بسطوح البناء أو أرضه أو اختصاصاته وكذا نسبة الغرم على عدد الوحدات العقارية بغض النظر عن مساحاتها ومواقعها. ¶ الثاني: أن يكون على قدر حصص الملاك فيما يسمى في عرفهم اليوم بالذرعة (المساحة) بغض النظر عن مواقعها ومواصفاتها. ¶ الثالث: أن يكون حسب قيمة الشقة، مهما كانت مساحتها وموقعها، فإنه ربما زادت قيمة الشقة عن نظيرتها وحتى عن بعض ما هو أكبر منها نظراً لموقعها أو مواصفاتها. ¶ فلو كان البناء يتكون من أربع شقق، اثنتان منها مساحة كل واحدة 200م2، واثنتان مساحة الواحدة 100م2. ¶ فعلى الوجه الأول: تقسم الحقوق بالتساوي دون النظر إلى المساحات. ¶ وعلى الوجه الثاني: يكون لصاحبي الأوليين لكل واحد منهما 1/ 3 قيمة الأرض وثلث حق التملك والانتفاع بالسطح فيما يقبل القسمة، وثلث معاوض نزع الملكية وهكذا، ولكل واحد من مالكي الشقتين الأخريين 1/ 6 قيمة الأرض وسدس حق الانتفاع بكل ما هو مشاع مما يقبل القسمة مما سبق. ¶ وعلى الوجه الثالث: تكون النسبة وفق قيمة كل شقة بعد أن يثمنها أهل الاختصاص، ففي المثال السابق لو كانت قيمة إحدى الشقق 400 ألف، والثلاث الباقيات قيمة كل واحدة 200 ألف، فعليه تقسم قيمة الأرض أو ما يراد قسمته إلى خمسة أسهم لصاحب الأولى سهمان، وللبقية سهم لكل واحد منهم دون النظر في مساحة الشقة. ¶ فأما الوجه الأول فلا يعتمد عليه؛ لانتفاء العدل فيه، حين يساوى بين الملاك على وجه يكون فيه إضرار ببعضهم؛ لاختلاف مساحات ومواقع ومواصفات وحداتهم.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويبقى النظر في الوجهين الآخرين، وقد نصت الفقرة الخامسة من المادة الرابعة من نظام الوحدات العقارية على اعتماد الوجه الثالث، وعندها فحكم لحاكم هنا يرفع الخلاف، وقد جاء فيها: تكون حصة كل مالك في الأجزاء المشتركة بنسبة قيمة الجزء الذي يملكه مفرزاً. ¶ وفائدة بحث هذه المسألة يكون في حالات منها: ¶ الأولى: فيما لو انهدم البناء، فإن ثمن الأرض تكون بين الجميع على حسب قيمة كل وحدة كما تقدم. ¶ الثانية: فيما لو مُكِّن أهل البناء من زيادة عدد الأدوار عليه، فإنها لا تكون الزيادة إلا برضا جميع الملاك بشرط عدم الإضرار بأصل البناء، ويكون استثمار الزيادة للجميع، ونصيب كل صاحب وحدة فيما يغرم أو يغنم على حسب نسبة قيمة وحدته بين الوحدات. ¶ الثالثة: فيما لو منح البناء قرضاً أو عوض الملاك بدلاً عن نزع ملكية الموقع فتكون قسمته كما تقدم، وهو ما نصت عليه المادة الثامنة من نظام الوحدات العقارية في فقرتيها حيث جاء فيها: ¶ إذا اقتضت المصلحة العامة نزع ملكية البناء، فإن كان المنزوع لكامل البناء أو بعضه أو لما هو مشترك كالحديقة والارتداد؛ فإن لكل مالك من التعويض بقدر نسبة قيمة ما يملكه من البناء، أما إذا كان المنزوع جزءاً مفرزاً من البناء فإن التعويض لصاحب الجزء المنزوع. ¶ هذا فيما يقبل القسمة، أما ما لا يقبل القسمة فقد جاء في الفقرة الرابعة من المادة الرابعة من نظام الوحدات: يكون نصيب كل مالك في الأجزاء المشتركة فيما لا يقبل القسمة جزءاً مشاعاً في الأرض والبناء، ويلحق بالوحدة العقارية إلحاقاً تاماً في التصرفات جميعاً ما لم يتفق على خلاف ذلك. ¶ ضمان الخدمات المشتركة:",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "بناء على ما سبق فهل تكون نسبة ما على المالك من تكلفة الصيانة، وتسديد استحقاقات البناء، وضمان المنافع المشتركة (كالمدخل الرئيسي، وغرفة السائق، والدرج، والسطوح، والمصعد، والواجهات الخارجية للبنيان، والسترة ونحوها) وفقاً لقيمة وحدته على القول المختار آنفاً؟ ¶ أما نظام الوحدات العقارية فقد جاء في المادة الخامسة منه أن كل مالك وحدة عقارية أو أكثر يشتركون في تكاليف صيانة الأجزاء المشتركة المذكورة في المادة الرابعة وإدارتها وترميمها كل بقدر ما يملك من البناء. ¶ ولكن قد يكون في ذلك شيء لتفاوت الملاك في الانتفاع والاختصاص ببعض المنافع فأجرة الخدمات العامة التي تنتج عن الاستهلاك والاستخدام (فواتير صيانة أو استخدام) يمكن تقسيمها إلى أقسام: ¶ قسم يشترك الجميع في الانتفاع به ولا تتأثر فواتيره بكثرة السكان أو قلتهم كالحديقة والفناء والمدخل. ¶ قسم يتفاوت فيه الملاك لاختلاف مواقع وحداتهم كالدرج والمصعد. ¶ وقسم يتفاوتون فيه لاختلاف استهلاكهم كالمياه، وأجرة الصرف الصحي. ¶ فأما القسم الأول فيكون الضمان والتحمل فيها وفقاً لنسبة قيمة كل وحدة من كامل البناء ولا إشكال. ¶ وأما القسمان الآخران فهل يمكن أن يقال بهذا، أو يكون النظر إليها وفقاً لقاعدة الغنم بالغرم. ¶ فمثلاً: الانتفاع بالمصعد قليل بل نادر جداً من أصحاب الدور الأرضي، فصيانته أو تركيبه أو تسديد فاتورته الكهربائية وكذلك صيانة وتعديل ما يحتاج إلى تعديل وصيانة في الدرج ينبغي النظر فيه.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقد جرت شركات التمليك على إلزام جميع الملاك بمبلغ شهري أو سنوي مقابل الصيانة والخدمات، ولا شك أن في هذا نوع غرر، ولكن هل يغتفر لمشقة تقدير أجرة انتفاع كل مالك. ¶ ولكن أرى - والله تعالى أعلم - أن تحمل صاحب الدور الأرضي لشيء من ذلك يعد جوراً عليه، والتسوية بين من يكون في الدور الثاني ومن هو في الدور العاشر في ذلك من الظلم لتفاوت الانتفاع به بينهما، فللقاضؤ النظر في هذا عند الخصومة والمشاحة. ¶ وقد جرت بعض جهات التمليك على توزيع الخدمات على الوحدات السكنية بحيث يكون لكل شقة خطوط وخزانات مستقلة للمياه، وخطوط وحاويات مستقلة للصرف الصحي، وتمديدات وعدادات مستقلة للكهرباء، وهذا حسن، ولكن تبقى التسوية في تحمل الخدمات العامة مع تفاوت الاستخدام كفواتير استخدام أو صيانة المصعد والدرج والسطوح أتركها لينظر فيها، ويفاوت بين الملاك في تحمل تباعاتها. ¶ ومتى ما نص في العقد على إجراء معين يرضى به كل مالك ويشترط عليه فقد يتوجه، والمسلمون على شروطهم، ولا يحق له حينها التخلي عن التزاماته تجاه سائر الملاك، ومما نص عليه نظام الوحدات العقارية ما جاء في الفقرة الرابعة من المادة الخامسة: ليس لأي مالك وحدة عقارية التخلي عن حصته في الأجزاء المشتركة بغية التخلص من الاشتراك في تكاليف حفظها أو صيانتها أو ترميمها. ¶ __________",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "(1) رواه ابن ماجه في سننه 2340 من حديث ابن عباس وعبادة بن الصامت، والحاكم في مستدركه 2/ 70، 85 من حديث أبي سعيد. ¶ (2) ... الأشباه والنظائر 1/ 83. ¶ (3) التمليك: مصدر من المُلْك والمِلْك: وهو احتواء الشيء والاستبداد به، وأَمْلَكه الشيء وملَّكه إياه تمليكاً جعله مِلْكاً له يَمْلِكه. اللسان مادة ملك. ¶ (4) الشَّقُّ والشِّقَّة بالكسر: نصف الشيء إذا شُقَّ. يقال: أخذت شِقَّ الشاة، وشِقَّة الشاة، والشِّق: الناحية من الجبل. والشِّقَّة: القطعة المشقوقة، وهي في استعمال الناس اليوم تطلق على نصف البيت أو ناحية منه. والشُّقَّة والشِّقَّة: تطلق أيضاً على السفر البعيد ومنه قوله تعالى: (وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ) (التوبة: من الآية42). لسان العرب والصحاح مادة: شقق. ¶ والوحدة السكنية هنا: إما أن تكون شقة من جملة شقق، أو بيت من عدة طوابق (فلة). ¶ (5) ... الخدمات: كالكهرباء، والصرف الصحي، والماء ونحوها. ¶ (6) ... انظر: الروض المربع 244، كشاف القناع 3/ 404، البيان للعمراني 6/ 264. ¶ (7) ... الجامع للقرطبي 16/ 75. ¶ (8) ... المغني 7/ 34. ¶ (9) ... المغني 7/ 34، كشاف القناع 3/ 404. ¶ (10) متفق عليه: رواه البخاري في المظالم ح 2463، ومسلم في المساقاة ح 1609. ¶ (11) رواه أحمد في مسنده 5/ 72. ¶ (12) البيان 6/ 261، المغني 7/ 35، المجموع 13/ 88. ¶ (13) البيان 6/ 258، المجموع 13/ 84. ¶ (14) رواه مالك في الموطأ 2/ 746. ¶ (15) كشف القناع 3/ 404. ¶ (16) البيان 6/ 264، المغني 7/ 35.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "(17) المغني 7/ 47. ¶ (18) البيان 6/ 268، الكافي لابن قدامة 2/ 122. ¶ (19) البيان 6/ 269، المحرر للرافعي 185. ¶ (20) الكافي لابن قدامة 2/ 122. ¶ (21) التوضيح 2/ 682، الكافي لابن قدامة 2/ 212، دليل الطالب 1/ 127، كشاف القناع 3/ 410، مواهب الجليل 5/ 150، المجموع 13/ 84، البحر الرائق 7/ 30. ¶ (22) التوضيح 2/ 682، وانظر: المغني 7/ 52. ¶ (23) المغني 7/ 47. ¶ (24) المغني 7/ 47. ¶ (25) المغني 7/ 47. ¶ (26) البحر الرائق 7/ 30، شرح فتح القدير 7/ 323. ¶ (27) المغني 7/ 45، المبدع 4/ 301، التوضيح 2/ 682، المهذب 1/ 336، البيان 6/ 268، المحرر للرافعي 184، مواهب الجليل 5/ 150، البحر الرائق 7/ 30، شرح فتح القدير 7/ 323. ¶ (28) تحفة الفقهاء 3/ 51. ¶ (29) المغني 6/ 143. ¶ (30) الفواكه الدواني 2/ 235، مواهب الجليل 5/ 144. ¶ (31) تحفة الفقهاء 3/ 51. ¶ (32) 6/ 88. ¶ (33) مختصر اختلاف الفقهاء 3/ 125، واختلف الشافعية هل يكون ذلك بيعاً أم إجارة، وفائدة الخلاف فيما لو سقط البنيان. البيان 6/ 257.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "(34) الأم 3/ 226. ¶ (35) المبدع 4/ 293، وانظر كشاف القناع 3/ 403. ¶ (36) المحرر 1/ 343. ¶ (37) حاشية ابن عابدين 5/ 52. ¶ (38) مختصر اختلاف الفقهاء 3/ 125، وانظر: بداية المبتدي 1/ 135. ¶ (39) بدائع الصنائع 5/ 166. ¶ (40) مختصر اختلاف الفقهاء 3/ 125. ¶ (41) فتاوى السغدي الحنفي 1/ 500، المبسوط 14/ 132، حاشية ابن عابدين 5/ 52، البحر الرائق 6/ 88. ¶ (42) حاشية الدسوقي 3/ 15، الفواكه الدواني 2/ 235. ¶ (43) المبدع 4/ 293. ¶ (44) حاشية ابن عابدين 5/ 52. ¶ (45) الإنصاف 5/ 251. ¶ (46) المبدع 4/ 293، الإنصاف 5/ 251. ¶ المسألة الثالثة: لو عثر على ركاز، أو كنز، أو حُفِرَ بئرُ ماء، أو كُشِفَ عن معدن أو نفط في أرض البنيان أو في فنائها فمن يملكه؟ هل هو لصاحب الدور الأرضي؟ أم للجميع؟ وهل للمؤسس شيء منه.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والجواب: قد تقرر أن الملاك شركاء في أرض البناء يملك كل منهم حقاً مشاعاً منها إذا لم تقبل القسمة، وقد خرجت من ملك البائع (المسوِّق)، ولكن لو عثر في الأرض على ما له قيمة فهل تكون لمالك الأرض الأول الذي أنشأ البناء وسوق الشقق؟ أم تكون لأهل الوحدات كل بنسبة قيمة الجزء الذي يملكه؟ ¶ والجواب: لا خلاف أن من ملك أرضاً أن له العلو إلى السماء، واختُلِف فيمن ملك أرضاً هل يملك سفلها (ما تحتها من باطن الأرض) على قولين (1): ¶ الأول: من ملك أرضاً فليس له في باطن الأرض شيء، واستُدل له بحديث أبي هريرة رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (اشتى رجل من رجل عقاراً له، فوجد الرجل الذي اشترى العقار في عقاره جرة فيها ذهب، فقال له الذي اشترى العقار: خذ ذهبك مني إنما اشتريت منك الأرض، ولم أبتع منك الذهب. وقال الذي له الأرض: إنما بعتك الأرض وما فيها. فتحاكما إلى رجل، فقال الذي تحاكما إليه: ألكما ولد؟ قال أحدهما: لي غلام، وقال الآخر: لي جارية. قال: أنكحوا الغلام الجارية، وأنفقوا على أنفسهما منه وتصدقا) (2). ¶ ووجه الدلالة من الحديث أن الحاكم لم يحكم به لأحدهما (3). ¶ القول الثاني: أن من ملك أرضاً ملك ما في بطنها؛ كما يملك ترابها وحجارتها، وهذا الصحيح والله أعلم، وقد يجاب عن الحديث بأنه تم على طريقة الصلح لا الحكم، ثم هو داخل في مسألة شرع من قبلنا.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وإذا قيل إنها تبع للأرض تملك بملكها كما هو الصحيح؛ فإنه إذا بيعت الوحدات العقارية فقد خرجت من ملك المسوق، وخرج ما في باطن الأرض تبعاً لها. ¶ قال ابن قدامة: فإن كان في الأرض معادن جامدة كمعادن الذهب، والفضة، والحديد، والنحاس، والرصاص ونحوها دخلت في البيع، وملكت بملك الأرض التي هي فيها؛ لأنها من أجزائها فهي كتاربها وأحجارها (4)، وإن ظهر فيها ولم يكن يعلمه البائع فلا خيار (5). ¶ وأما البئر تحفر في فناء البناء فإنها ملك الجميع، ولمن حفرها أن يعود على البقية بأجرة الحفر وتكلفة متعلقاتها، وغرمهم فيها وغنمهم منها يكون على وفق نسبة وحداتهم السكنية كما تقدم في المسألة الثانية، ولهم منع من امتنع من الانتفاع بها حتى يؤدي ما عليه كما سيأتي في مبحث الامتناع. ¶ المسألة الرابعة: ضمان الحيطان والسقف الذي بين الوحدتين (الشقتين): ¶ هل هو على رب السفل أم العلو أم بينهما؟ فلو حصل تشقق في سطوح البناء، أو تسرب من دورات المياه فمن يضمنها؟ هل هو صاحب الدور الأعلى؟ أم المتضرر الأسفل؟ أم يكون الضمان بينهما؟ ¶ من المعلوم أن حوائط كل شقة ملك صاحبها، ما كان منها في الأدوار السفلى وما كان في الأدوار العليا؛ لأنه المنتفع بها وهي من جملة البيت (6)، ولكل التصرف في حيطان شقته على وجه لا يضر بغيره، فليس لصاحب السفل أن يحدث فيها ما",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "يضعفها ويؤدي إلى سقوط ما فوقها، كما أنه ليس لصاحب العلو الزيادة على حيطانه على وجه يضر بجملة البناء ويضعف تحملها (7). ¶ وأما السقف بين الشقتين فاختلف العلماء هل هو بينهما؟ أم لصاحب السفل؟ أم أنه لصاحب العلو؟ ثلاثة أقوال: ¶ الأول: أنه بينهما وهذا مذهب الشافعية والحنابلة؛ لأنه حاجز بين ملكيهما ينتفعان به كالحائط بين الملكين (8). قال النووي: السقف المتوسط بين سفل أحدهما وعلو الآخر كالجدار بين ملكيهما (9). ¶ الثاني: أنه لصاحب السفل؛ لأن السقف على ملكه؟ وهذا مذهب أبي حنيفة وحكي عن مالك (10). واستُدل لهذا بقوله تعالى: (وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفاً مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ) (الزخرف:33)، فلما أضاف السقف إلى البيت وجب أن يحكم بالسقف لصاحب البيت (السفل) كما أن الأبواب له (11). ¶ الثالث: أنه لصاحب العلو؛ لأنه يجلس عليه، ويتصرف فيه، ولا يمكنه السكنى إلا به، وهذا محكي عن مالك أيضاً. ¶ والصحيح الأول، وأنه بينهما كلاهما ينتفع به؛ لأنه سماء صاحب السفل يظله، وأرض صاحب العلو تقله، فاستويا فيه (12).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وإذا تبين هذا فضمان تلفه عليهما، ومن تسبب فيه أو في أذى لجاره فعليه ضمانه، فلو حصل لصاحب السفل أذى من أعلى بتسرب مياه الحمام ونحوه فإن القاعدة أن الضرر يزال، وتلزم صاحب العلو إزالته، ومتى تسببت إزالته في تغيير سطح صاحب السفل فيشمل الضمان إعادته على حاله. ¶ المسألة الخامسة: حدود التصرف والتعديل في البناء، وفيها مباحث: ¶ المبحث الأول: التدخل والتصرف والإحداث في البناء زيادة ونقاصناً له جهتان: ¶ الجهة الأولى: أن يكون من أحد الملاك لمصلحة نفسه ووحدته فقط، وله طريقتان: ¶ الطريقة الأولى: أن يطال التدخل وحدة (شقة) الغير، فلا يخلو من حالتين: ¶ الأولى: ألا يكون ثمة ضرر عليه ولا على عامة البناء يستدعي هذا التدخل، وإنما يرغب فقط في تحسين وحدته على وجه قد يضر بمن فوقه أو تحته؛ فكما أن الأصل أن الضرر لا يزال بالضرر فكذلك لا يُمَكَّن من أمر تحسيني يترتب عليه الضرر لغيره، وليس له ذلك إلا بإذن المتضرر من الشركاء، ومتى ما أذن له جاره الأعلى أو الأسفل بذلك فيلزمه إعادة البناء على ما كان عليه. ¶ ويدخل في هذا منعه من الزيادة في وحدته كأن يزيد حماماً أو غرفة فلا يجوز، قال القرطبي: وليس لرب العلو أن يبني على علوه شيئاً لم يكن قبل ذلك إلا الشيء الخفيف الذي لا يضر بصاحب السفل (13).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وقد جاء في الفقرة الثانية من المادة الخامسة الاحتياط لهذه الجزئية، ففيها: لأي مالك بعد موافقة جمعية الملاك أن يحسن على نفقته الانتفاع بالأجزاء المشتركة أو جزء منها دون أن يغير من تخصيصها أو ما يلحق الضرر بالآخرين. ¶ الثانية: أن يكون تدخله ناتج عن ضرر، كأن يحتاج إلى هدم السقف لضرر لاحق به، فالأصل أن الضرر يزال، وليس لهم أن يمنعوه، وعليه إزالة الضرر عنهم، وقد جاء في الفقرة السادسة من المادة الخامسة ما نصه: إذا دعت الضرورة إجراء بعض الأعمال حفظاً لسلامة البناء المشترك أو لحسن الانتفاع بالأجزاء المشتركة أو صيانتها أو ترميمها داخل أي وحدة من هذا البناء فليس لمالكها أو جمعية الملاك معارضة المتضرر في ذلك، على أن تعاد الحال في هذه الوحدة إلى ما كانت عليه على نفقة المباشر فور انتهاء الإصلاحات اللازمة. ¶ الطريقة الثانية: أن يكون التدخل والتصرف في وحدة (شقة) نفسه، فالأصل أن جدران وحدات السفل وإن كانت ملكاً لصاحب السفل لكنه لا يمكنه التصرف فيها على وجه يضر بصاحب العلو؛ لأن منفعتها عامة، ولهم منعه، والأصل في ذلك حديث النعمان بن بشير رضي الله عنهما أن النبي صلى الله عليه وسلم قال: (مثل القائم على حدود الله والواقع فيها كمثل قوم استهموا على سفينة، فأصاب بعضهم أعلاها وبعضهم أسفلها، فكان الذين في أسفلها إذا استقوا من الماء مروا على من",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فوقهم، فقالوا: لو أنا خرقنا في نصيبنا خرقاً ولم نؤذ من فوقنا، فإن يتركوهم وما أرادوا هلكوا جميعاً، وإن أخذوا على أيديهم نجوا ونجوا جميعاً) (14). ¶ فمتى ما هدم صاحب السفل - سطحه أو حيطانه - على وجه يعرض من في العلو إلى الخطر فإنه يضمن السفل والعلو الساقط معه كما تقدم، وليس على صاحب العلو مساعدته. ¶ قال ابن قدامة: وأيهما هدم الحائط أو السقف فعليه إعادته إلا أن يخاف سقوطه ويجب هدمه فيصير كالمنهدم بنفسه (15). ¶ وقد جاء في نظام الوحدات العقارية ما يتفق مع هذا، ففي الفقرة الخامسة من المادة الخامسة: على صاحب السفل القيام بالأعمال والترميمات العادية لمنع ضرر العلو وسقوطه، وعلى صاحب العلو ألا يحدث في بنائه ما يضر بالسفل، وأن يقوم بالأعمال والترميمات اللازمة لمنع ضرر السفل. ¶ الجهة الثانية: أن يكون التدخل لأجل كامل البناء ومصلحة الجميع، فعندها يكون الهدم والبناء على الجميع بموافقتهم جميعاً، كأن يحدث في المبنى حريق أو سقوط جزء منه يؤول بالبناء كله إلى السقوط أو نحو ذلك، فيشترك الجميع في الضمان كما تقدم في الحائك بين الوحدتين؛ لأن منفعتها للجميع فوجب أن يشتركوا في البناء. ¶ قال ابن قدامة: وإن كان السفل لأحدهما والعلو للآخر فانهدم السقف الذي بينهما فالحكم فيه كالحائط المشترك سواء؛ لأنه ينفعهما فهو كالحائط بينهما (16).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ودفعاً لهذه المفسدة فلازم على كل صاحب وحدة أن يتعاهد شقته بما يمنع إلحاق الضرر بكامل البناء، كأن يمنع تسرب المياه الذي يؤدي إلى هبوط البناء ونحو ذلك، وقد جاء في الفقرة الثالثة من المادة الخامسة: على مالك الوحدة صيانة حصته المستقلة وترميمها - ولو لم يكن ينتفع بها - لدفع الضرر عن الآخرين أو عن الأجزاء المشتركة. ¶ المبحث الثاني: طريقة البناء: ¶ يمكن أن يكون للبناء طريقتان: ¶ الأولى: أن يشترك جميع الملاك في القواعد والأساسات، ثم يستقل كل صاحب وحدة ببناء وتكلفة وحدته، وما كان مشتركاً بين اثنين من حيطان ودرج فهو بينهما، وكل أهل طبقة يتحملون كلفة الدرج إليهم. ¶ الطريقة الثانية: أن يكون البناء بين الجميع كل حسب قيمة وحدته كما ترجح في المسألة الثانية، فصاحب الوحدة (الشقة) التي تكون على واجهة البناء وفي المكان المميز منه تحتمل أكثر من غيرها بغض النظر عن المساحات، فكما يغنم لو باعها بأكثر مما يبيع غيره فكذلك يغرم في البناء والصيانة أكثر من غيره، والله تعالى أعلم.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "المبحث الثالث: الامتناع: ¶ وإذا امتنع أحدهم فلا يخلو الممتنع إما أن يكون صاحب السفل، أو صاحب العلو. فإن كان صاحب العلو فهل يملك صاحب السفل إجباره على مباناته؟ ¶ روايتان عن أحمد هما قولان عند الحنفية (17): ¶ الأولى: لا يجبر؛ لأنه ملكه خاصة، وهذا مذهب الشافعية قولاً واحداً؛ لأن حيطان السفل لصاحب السفل، فلا يجبر صاحب العلو على بنائه (18). ¶ والثانية: يجبر؛ لأنهما ينتفعان به فأشبه الحائط المشترك. ¶ وأما إن كان الامتناع من صاحب السفل فليس له منع صاحب العلو من بنائه إن أراده، ولكن هل لصاحب العلو إجباره على البناء؟ فيه قولان عند الشافعية والحنابلة صحح في الإنصاف الإجبار (19)، وهو مذهب المالكية (20). ¶ قال الدسوقي في حاشيته: من اشترى علواً على سفل فيلزم صاحب الأسفل إذا انهدم إعادته؛ لأجل أن يتمكن صاحب الأعلى بالانتفاع (21). ¶ ولو قيل بعدم الإجبار فبناه أحدهما فهل للباني أن يمنع شريكه من الانتفاع؟ فإن كان الممتنع صاحب السفل فيمنع من سكناه حتى يدفع نصيبه أم لا؟ قولان لأحمد: الأول: أن له أن يمنعه، صححه في الفروع، وقال في الإنصاف: الأولى المنع (22). ¶ قال أحمد رحمه الله: لا ينتفع به صاحب السفل حتى يؤدي القيمة (23).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "الثاني: عدم المنع، وهو مذهب الشافعية، وعليه فلصاحب السفل السكنى في المعاد؛ لأن العرصة ملكه، وليس له الانتفاع به بفتح كوة وغرز وتد ونحوهما، وللأعلى هدمه؛ لأنه ملكه (24). ¶ ومتى ما امتنع صاحب السفل فأقيم البناء فليس له مطالبة من بنى بأجرة مقابل البناء فوقه؛ لأنه لا يملك البناء وقراره لا ينتفع به من في العلو، والله أعلم. ¶ وإن كان الامتناع من صاحب العلو فبنى صاحب السفل فله منع صاحب العلو من الانتفاع بالبناء على السطح حتى يؤدي ما عليه من تكلفة الأساسات والقواعد لاشتراكهم فيها. ¶ المسألة السادسة: ضمان العمر الافتراضي للبناء: ¶ حينما يقوم المؤسس ببيع جميع الوحدات السكنية (الشقق) ويخلي يده من المبنى فهل تبقى جودة البناء من حيث الأساسات والتحمل في ضمانه مدة معينة؟ أم أن البيعان بالخيار ما لم يتفرقا، ويصبح البناء من حين التفرق في ضمان الملاك الجدد؟ ¶ وتوضيح ذلك بحيث ما لو انهدم البناء في أقل من عمره المفترض والذي يحدده أهل الاختصاص، فهل يعود ملاك الشقق على المؤسس بشيء؟ ¶ وسبب هذا أن بعض المشاريع تتعرض للفناء في مدد قصيرة قبل نهاية عمرها الافتراضي (25).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ولا شك أن سقوط البناء أو تهيؤه للسقوط عن طريق التشقق والتصدع على وجه يفوت الانتفاع به أنه عيب مؤثر فيه؛ إذ إن كل صفة تنقص بها قيمة العين عند أهل العرف فهي عيب (26)، والأصل أنه متى ما علم المشتري بالمبيع عيباً لم يكن عالماً به فله الخيار بين الإمساك والفسخ، سواء كان البائع علم العيب وكتمه أو لم يعلم، قال ابن قدامة: لا نعلم بين أهل العلم في هذا خلافاً (27). ¶ ولكن يبقى النظر في هذا الحادث هل يثبت به خيار العيب؛ لأنه مؤثر يفوِّت الانتفاع، أم لا يثبت؛ لأن يد البائع قد أخليت وأصبح البناء في ضمان المشتري؟ ¶ والجواب: لم أجد ببحثي القاصب من ينص من الفقهاء على هذه المسألة بعينها، ولكن بالنظر في كلامهم وتأصيلهم في العيوب المؤثرة وأحكام الرد يمكن أن تُجعَل كما قال ابن رشد كالقانون والدستور الذي يعمل عليه فيما لم يجد فيه نصاً عمن تقدمه، أو فيما لم يقف على نص فيه لغيره (28). ¶ وبالنظر في هذه المسألة نجد أن هذا الحادث (وهو السقوط أو التصدع) الحاصل بعد العقد وتمليك الشقق لا يخلو من حالتين (29): ¶ أولاهما: أن يستند حدوثه إلى سبب بعد القبض، فعندها لا يكون للمشتري خيار الرد والضمان عليه (30)، ومثاله هنا أن يحدث انهيار في الأرض كما قد يحصل في الأراضي الملحية ونحوها، أو خسف، أو هزة أرضية طبيعية، أو هزة ناتجة عن تفجير ونحوه من العوارض الخارجية، أو أمطار أو فيضانات لا يحتملها مثل هذا",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "البناء في العادة، أو كان مثل هذا البناء بشهادة أهل الاختصاص يحتمل التعرض للسقوط والتلف في مثل هذه المدة، فليس لملاك الشقق أن يرجعوا على المؤسس بشيء، ولا ضمان عليه؛ لأن الشقق صارت في يدهم وضمانهم. ¶ قال ابن رشد: ولا خلاف بين المسلمين أنه من ضمان المشتري بعد القبض إلا في العهدة والجزائح (31). ¶ ثانيهما: أن يستند حدوثه إلى سبب قبل العقد، وكان هذا السبب ناتجاً عن تدليس البائع وغشه كرداءة البناء وسوء تنفيذه؛ فلا يخلو من حالتين: ¶ الحالة الأولى: أن يعلم المشتري بذلك ويرضى به فلا خيار له حينئذ (32). ¶ الحالة الثانية: أن لا يعلم المشتري بهذا العيب (33)؛ فلا يخلو عقد التمليك من ثلاث طرق: ¶ الطريقة الأولى: أن ينص في العقد على أن البائع يضمن البناء مدة معينة ولا يضمن بعدها، فلا إشكال في هذه الحالة، فإن حصل انهدام أو انهيار في البناء كله أو في جهة منه يتعذر مع وجودها الانتفاع به وكان ذلك في مدة الضمان فإن المسوق يضمن، ولملاك الشقق الرجوع عليه بقيمة وحداتهم (34)، وإن حصل ذلك بعد مدة الضمان التي رضيها الطرفان فلا يضمن المسوق.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "الطريقة الثانية: ألا يُنص في عقد التمليك على مدة معينة للضمان، فمتى ما آل البناء إلى التصدع أو السقوط الناتج عن تقصير المؤسس للمشروع (المسوق) فإنه يضمن (35). ¶ الطريقة الثالثة: أن يبيعه على البراءة من كل عيب، فهل يبرأ أم لا؟ ثلاثة أقوال لأهل العلم هي روايات عن الإمام أحمد ووجوه عند الشافعية، والرجوع فيها إلى اجتهاد القاضي، وأتركها لينظر فيها (36). ¶ المسألة السابعة: حق الشفعة بين ملاك الشقق: ¶ الشفعة هي: استحقاق الشريك انتزاع حصة شريكه المنتقلة عنه من يد من انتقلت إليه، وهي ثابتة بالسنة والإجماع (37). ¶ وحيث كان الكلام بخصوص شقق التمليك فإذا باع أحدهم وحدته (شقته) فهل تثبت الشفعة لأحدٍ من ملاك الشقق في نفس البناء؟ وإذا قيل بثبوتها فهل إذا باع من في العلو هل يملك من في السفل الشفعة؟ أو باع من في السفل هل يملك من في العلو الشفعة؟ ومن هو أولى بها هل هو من فوقه أو تحته أم المجاور له في الحائط في نفس الدور؟ ¶ وقبل الإجابة يحسن التنبيه على أن الفقهاء اختلفوا فيمن تجب له الشفعة على قولين: ¶ الأول: أنها لا تجب إلا للشريك غير المقاسم، وهذا مذهب الجمهور من المالكية، والشافعية، والحنابلة (38).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الثاني: الشفعة مرتبة: فتجب للشريك غير المقاسم، ثم للشريك المقاسم، ثم للجار الملاصق (39). ¶ وقد اتفقوا على أن الشفعة تكون في العقار وما يكون تبعاً للأرض من البناء والغراس. قال ابن قدامة: ولا نعرف فيه بين من أثبت الشفعة خلافاً (40). ¶ وملاك الشقق بينهم جوار من جهة، ومن جهة أخرى بينهم شركة لاشتراكهم في الأرض والسماء والمرافق العامة، واشتراك بعضهم في الحيطان والأسقف، فالشفعة تثبت على قول الحنفية بلا إشكال لحصول الجوار والملاصقة والشركة في الأرض وبعض المرافق؛ فيثبت حق الشفعة لكل منهما على الآخر (41). ¶ وهل تثبت على قول الجمهور لوجود الشركة في الأرض؟ أم لا تثبت؛ لحصول القسمة، واستقلال الوحدات عن بعضها، احتمالان (42): ¶ وجه المنع أن شبههما بالجارين أكبر من كونهما شريكين، ولحصول الاستقلال في كل وحدة؛ ولأن كلا منها بناء منفرد، ولأن الأرض تبع للبناء لا العكس. ¶ ووجه ثبوت الشفعة حصول الشركة في المشاع وهو الأرض. ¶ وإذا كان القول بثبوت الشفعة للجار له وجهه، فالقول بثبوتها هنا مع الشركة في الأرض وجيه جداً؛ لاتصال الملك اتصال تأبيد وقرار، وللخلطة في الطريق والمداخل. ¶ وإذا ثبت حق الشفعة فمن هو أولى بها من ملاك الشقق الأخرى؟",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "والجواب: أنها تكون للأقرب فالأقرب: ¶ 1 - ... فتكون للخيط في نفس المبيع، كأن يكون معه شريك في الوحدة العقارية (الشقة). ¶ 2 - ... ثم تكون للخليط في حق المبيع، وهو من يشترك معه في الطريق (الدرج) ونحوه. ¶ 3 - ... ثم تكون للملاصق. ¶ 4 - ... ثم للجار المقابل. ¶ 5 - ... ثم الأقرب فالأقرب. ¶ فإذا بيع شقة في الدار المكونة من ثلاثة أدوار وكان البائع صاحب الأرضي أو العلوي فالشفعة للأوسط، وإن كان البائع الأوسط فبين السفلي والعلوي (43). ¶ ولو كان هناك شقتان متلاصقتان إحداهما مع الشقة المباعة في نفس الدور يلتصقان في الجدار، والأخرى أسفل أو أعلى منها يلتصقان في السطح فأيهما يكون أولى بالشفعة؟ هل تكون بين صاحب العلو والسفل؟ أم تكون للملاصق في نفس الدور؟ فيه احتمال ومرد ذلك والله تعالى أعلم إلى حصول الضرر، وكل ما كان أكثر اتصالاً كان أخص ضرراً وأشد فكان أحق بها؛ لقوة الموجب لها، فليس للأضعف أن يأخذه مع وجود الأقوى إلا إذا ترك فله أن يأخذ إن شهد (44). ¶ المسألة الثامنة: جمعية الملاك: ¶ جاء في المادة التاسعة من نظام الوحدات العقارية أن على الملاك الذين تجاوز عددهم خمسة لوحدات تزيد عن عشر أن يكونوا بينهم جمعية لمصلحة العقار تتمتع بشخصية معنوية، ولها ذمة مالية مستقلة، وتكون موارد هذه الجمعية في الأساس",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "على حساب الملاك، وتقوم الجمعية بوضع لوائح لضمان حسن الانتفاع بالعقار المشترك وحسن إدارته، وتتخذ القرارات الملزمة بالأغلبية، وحيث إن المصلحة العامة تقتضي هذا فإنه أمر حسن ينقطع به النزاع، على أن ينبه كل مالك عند تملكه بما له وما عليه حتى يدخل في هذا العقد على بينة من أمره تمنع الغرر وتزيل الضرر، وأن يتم اختيار المدير والأعضاء يطرق نزيهة. ¶ _________________",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "(1) ... الجامع للقرطبي 16/ 75. ¶ (2) ... متفق عليه: رواه البخاري ك أحاديث الأنبياء ح 3285، ومسلم ح 1721. ¶ (3) ... فيأخذ حكم الركاز إن علم أنه من دفن الجاهلية، أو يكون لقطة، وإن جهل حاله وضع في بيت المال. فتح الباري 6/ 635. ¶ (4) ... المغني 6/ 145. ¶ (5) هذا إن كان قد ملكها بالبيع أما فيما لو ملكها (المسوق) بالإرث أو الإقطاع فله الخير لما روى أبو عبيد في الأموال 338 أن بني بلال بن الحارث باعوا من عمر بن عبد العزيز أرضاً كان رسول الله صلى الله عليه وسلم قد أقطعها بلالاً، فظهر فيها معدن، فأتوا عمر وقالوا: إنما بعنا الأرض ولم نبع المعدن، وأتوا عمر بن عبد العزيز بالكتاب الذي فيه قطيعة النبي صلى الله عليه وسلم لأبيهم، فأخذه عمر فقبله وجعل يمسحها على عينيه، ورد عليهم المعدن. ¶ ويحتمل هنا ألا خيار له؛ لأن الأرض قد أحدث فيها البنيان، وقد يحمل من عمر على التورع والإيثار، والله أعلم. ¶ (6) ... المغني 7/ 44. ¶ (7) ... الجامع للقرطبي 16/ 75. ¶ (8) ... المغني 7/ 44 - 45، الإنصاف 5/ 271. ¶ (9) ... روضة الطالبين 4/ 226. ¶ (10) المغني 7/ 44 - 45، البحر الرائق 7/ 30، مواهب الجليل 5/ 147. ¶ (11) الجامع للقرطبي 16/ 74. ¶ (12) المغني 7/ 44 - 45. ¶ (13) الجامع للقرطبي 16/ 75. ¶ (14) رواه البخاري ح 2361. ¶ (15) الكافي 2/ 216. ¶ (16) الكافي 2/ 216. ¶ (17) الكافي 2/ 216، البحر الرائق 7/ 30، شرح فتح القدير 7/ 323. ¶ (18) المهذب 1/ 337، روضة الطالبين 4/ 216، البيان 6/ 271. ¶ (19) فإن قيل: يجبر ألزمه الحاكم، فإن لم يفعل وله مال باع الحاكم عليه ماله وأنفق عليه، وإن لم يكن له مال اقترض عليه، فإذا بنى الحائط كان الحائط ملكاً لصاحب السفل؛ لأنه بنى له، وتكون النفقة في ذمته، ويعيد صاحب العلو غرفته عليه، وتكون النفقة على الغرفة وحيطانها من ملك صاحب العلو دون صاحب السفل؛ لأنها ملكه لا حق لصاحب السفل فيه. المهذب 1/ 337، البيان 6/ 271، مغني المحتاج 2/ 190، المحرر 1/ 343، الفروع 4/ 215، الإنصاف 5/ 271. ¶ (20) المدونة 14/ 522، مواهب الجليل 5/ 147، الجامع للقرطبي 16/ 75.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "(21) حاشية الدسوقي 3/ 15، وفي الشرح الكبير: فإن سقط الأعلى على الأسفل فهدمه أجبر رب الأسفل على البناء أو البيع ممن ينبي ليبني رب العلو علوه عليه، الشرح الكبير 3/ 266، وانظر: مواهب الجليل 5/ 144. ¶ (22) المحرر 1/ 343، الفروع 4/ 215، الإنصاف 5/ 271. ¶ (23) الكافي 2/ 216. ¶ (24) البيان 6/ 271، مغني المحتاج 2/ 190. ¶ (25) وقد نشرت الصحف خبر مدرسة حديثة تعرضت للتصدع الذي أوجب تخليتها من الطلاب وعمرها لم يزد على ثلاث سنوات، جريدة الوطن 18 أو 19/ 5/1428هـ. ¶ (26) البيان 5/ 279، المغني 6/ 235. ¶ (27) المغني 6/ 225. ¶ (28) بداية المجتهد 3/ 1247. ¶ (29) البيان 5/ 278. ¶ (30) سواء حدث هذا خلال ثلاثة أيام أو بعدها خلافاً لقتادة حيث يثبت له الخيار في مدة العهدة عنده وهي ثلاثة أيام، ولمالك عهدتان في الرقيق خاصة. بداية المجتهد 3/ 1248، المغني 6/ 233، البيان 5/ 278. ¶ وأما إذا باعه الشقة على أنه بالخيار مدة معلومة فلا يخلو الأمر من ثلاث حالات: ¶ الأولى: أن يردها في مدة الخيار قبل حدوث العيب فلا إشكال ولا ضمان عليه، قال ابن قدامة في ثبوت الرد بالعيب أو فيما لو شرط لنفسه الخيار مدة معلومة: لا خلاف بين أهل العلم في ثبوت الرد بهذين الأمرين. المغني 6/ 30.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الثاني: أن يحدث العيب في مدة الخيار ويكون المشتري قد استغل الشقة خلال مدة الخيار فضمان البناء عليه لانقطاع الخيار بالاستعمال. البيان 5/ 44، المغني 6/ 18. ¶ الثالث: لم يكن استغلها بعد ولا زالت في مدة الخيار فهل يكون ضمانها عليه؟ ثلاثة أقوال للعلماء: ¶ القول الأول: أن له الرد ولا شيء عليه، والبناء في ضمان البائع، سواء كان الخيار لهما أو لأحدهما، وهذا ظاهر ما في المدونة حيث جاء فيها: 14/ 441: قلت: أرأيت إن اشتريت داراً على أني بالخيار ثلاثاً فانهدمت في أيام الخيار أيكون لي أن أردها أم لا في قول مالك؟ قال: نعم لك أن تردها عند مالك ولا يكون عليك فيما انهدم منها شيء. وانظر بداية المجتهد 3/ 1312. ¶ القول الثاني: ليس له خيار الرد؛ لأنها صارت في ضمانه بمجرد العقد وهلكت وهي في يده، وكما أن خراجها له فضمانها عليه، وهذا مذهب الحنابلة، وأحد أقوال الشافعي. المغني 6/ 23، البيان 5/ 40، بداية المجتهد 3/ 1312. ¶ القول الثالث: أنها من ضمان البائع إلا أن يكون الخيار للمشتري وحده فيكون الضمان عليه، وهذا مذهب أبي حنيفة. الهداية مع نصب الراية 4/ 17. ¶ (31) بداية المجتهد 3/ 1266. والعهدة مرت في الهامش السابق. ¶ (32) البيان 5/ 289.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "(33) لأن الأصل في شراء البيوت والدور الاكتفاء برؤية ظواهرها، ولا يشترط رؤية أساس البناء. روضة الطالبين 3/ 371، مغني المحتاج 2/ 20، البحر الرائق 6/ 31، بدائع الصنائع 5/ 294. ¶ (34) وما كان من استغلال للمبيع فهو مقابل الضمان، ولا يعطي المشتري المالك في مقابل ذلك شيئاً؛ قال ابن قدامة: ولا نعلم في هذا خلافاً. المغني 6/ 226، والدليل قوله صلى الله عليه وسلم: (الخراج بالضمان). رواه الترمذي في البيوع، باب ما جاء في من يشتري عبداً فيستغله ثم يجد به عيباً، وقال: هذا حديث حسن صحيح والعمل على هذا عند أهل العلم، ورواه أبو داود في البيوع، باب في من اشترى عبداً فاستغله ثم وجد به عيباً. ¶ (35) وللمشتري عند مالك وأحمد وإسحاق وطائفة الخيار بين أن يمسك أو يرد المبيع ويأخذ الثمن كاملاً أو يمسك ويأخذ أرش العيب، وعند الحنفية والشافعية ليس له إلا الإمساك أو الرد وأخذ الثمن. بداية المجتهد 3/ 1252، المغني 6/ 229، الهداية شرح البداية مع نص الراية 4/ 25، البيان للعمراني 5/ 278. ¶ (36) الأولى: يبرأ من كل عيب، وهو مذهب الحنفية، والثانية: يبرأ من كل عيب لم يعلمه وهو مذهب مالك، والثالثة: لا يبرأ إلا أن يعلم المشتري بالعيب. المغني 6/ 265، البيان 5/ 325، الهداية شرح البداية مع نصب الراية 4/ 30، بداية المجتهد 3/ 1262. ¶ (37) المغني 7/ 435. ¶ (38) مواهب الجليل 5/ 312، المغني 7/ 436، بداية المجتهد 2/ 1403، الكافي 2/ 232، المهذب 1/ 376، الوسيط 4/ 72. ¶ (39) بداية المبتدئ 1/ 207، البحر الرائق 8/ 143. ¶ (40) المغني 5/ 180، وانظر: المهذب 1/ 377، البحر الرائق 6/ 198، الهداية 4/ 35. ¶ (41) الهداية 4/ 35، البحر الرائق 8/ 157.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "(42) التاج والإكليل 5/ 319، حاشية الدسوقي 3/ 481، المهذب 1/ 377، النجم الوهاج 5/ 223، مغني المحتاج 2/ 297، والحنابلة كشاف القناع 4/ 140. ¶ (43) فتاوى السغدي الحنفي 1/ 500. ¶ (44) البحر الرائق 8/ 143.",
            "page": "44",
            "part": "1"
        }
    ],
    "t36661": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شقق التمليك أحكام وضوابط"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيهات"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "بداية البحث"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "المسألة الأولى: إذا تقرر أن الهواء تابع للقرار في الملك فكل تصرف من الجار يؤدي إلى إشغال هواء أرض جاره يلزمه إزالته، مثاله: لو كانت له شجرة انتشرت أغصانها فوق ملك جاره، فللجار أن يطالبه بإزالة ما انتشر فوق ملكه؛ لأن الهواء تابع للقرار، ولأنه ليس له الانتفاع بأرض جاره بغير إذنه فكذلك هواء أرض جاره."
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "2",
            "tit": "المسألة الثانية: إذا اختلف ارتفاع سطحيهما وكان إشراف الجار يضر بجاره فهل يجبر الأعلى على وضع سترة؟ قولان للعلماء:"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "المسألة الأولى: أن من بناه يجوز له التصرف فيه على وجه لا يلحق الضرر بجاره كما تقدم، وله هدمه إن أراد؛ لأنه ملكه خاصة."
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "2",
            "tit": "المسألة الثانية: إذا ما انهدم فهل للشريك أن يجبر شريكه على بنائه؟ قولان للعلماء هما روايتان"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "المسألة الثالثة: إن أراد شريكه بناءه لم يمنعه شريكه؛ لأنه يعيد ما كان مؤسساً في مشترك، ويكون المعاد ملكه يضع عليه ما يشاء، وينقضه إذا شاء، وليس للآخر أن يقول لا تنقضه لأغرم حصتي من القيمة (19)."
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "2",
            "tit": "المسألة الرابعة: متى ما أراد الشريك الانتفاع به دفع نصف قيمته وانتفع، ويجبر الباني على أخذها أو إزالة بنائه ليبني معه؛ لأن القرار مشترك بينهما فلم يجز أن يسقط حق شريكه (20)."
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "3",
            "tit": "المسألة الأولى: إذا كان بينهما في البناء والقرار فهما شريكان فيه، ولكل واحد منهما حق الانتفاع والتصرف على وجه لا يضر بالشريك أو يفسد الجدار، كالدق الذي يهز الحيطان ونحو ذلك (21)."
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "4",
            "tit": "المسألة الثانية: لكل واحد الإفادة منه في تمديد أسلاك الكهرباء ومواسير المياه ونحوها بالشرط المتقدم."
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "المسألة الثالثة: إن هدمه أحدهما فله حالتان:"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "2",
            "tit": "المسألة الرابعة: إن انهدم بنفسه فاتفقا على بنائه ويكون بينهما نصفين جاز (24)، وإن أراد أحدهما بناءه لم يكن له البناء إلا في ملكه خاصة؛ لأنه لا يملك التصرف في ملك جاره المختص به، قال ابن قدامة: لا أعلم في هذا خلافاً (25)."
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "3",
            "tit": "المسألة الخامسة: إذا انهدم أو تلف ولم تمكن قسمة عرصته فطالب أحدهما الآخر ببنائه معه فهل يجبر عليه؟ قولان للعلماء هما روايتان عن أحمد (27):"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "المسألة الأولى: هل يصح أن تتعدد الأيدي في البناء الواحد فيملك أحدهم السفل ويملك الآخر العلو؟"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "المسألة الثانية: نسبة الوحدة العقارية من أرض البناء وسمائه، ونسبة الغنم في الاختصاصات (كالقروض وقيمة نزع الملكية)، والغرم في الضمانات والخدمات (كالماء والصرف الصحي)."
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "1",
            "tit": "المسألة الثالثة: لو عثر على ركاز، أو كنز، أو حُفِرَ بئرُ ماء، أو كُشِفَ عن معدن أو نفط في أرض البنيان أو في فنائها فمن يملكه؟ هل هو لصاحب الدور الأرضي؟ أم للجميع؟ وهل للمؤسس شيء منه."
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "1",
            "tit": "المسألة الرابعة: ضمان الحيطان والسقف الذي بين الوحدتين (الشقتين):"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "1",
            "tit": "المسألة الخامسة: حدود التصرف والتعديل في البناء، وفيها مباحث:"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": "1",
            "tit": "المسألة السادسة: ضمان العمر الافتراضي للبناء:"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": "1",
            "tit": "المسألة السابعة: حق الشفعة بين ملاك الشقق:"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": "1",
            "tit": "المسألة الثامنة: جمعية الملاك:"
        }
    ]
}