{
    "b36667": [
        {
            "id": "1",
            "nass": "تقديم لمعالي مدير الجامعة ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين، نبينا محمد وعلى آله وصحبه أجمعين....أما بعد: ¶ فعندما أقدمت جامعة الإمام محمد بن سعود الإسلامية، ممثلة في عمادة البحث العلمي، على إصدار سلسلة ( رسائل التعريف بالإسلام)، كان هدفها الأول تقديم دراسات توضح الإسلام وأحكامه، وسبل تطبيقه، ووسائل نشره، وتثبت أنه الأصلح في كل زمان ومكان. ¶ من هنا عهدت الجامعة إلى نخبة من العلماء بالكتابة في موضعات العقيدة والعبادا والتشريع، وذلك بأسلوب سهل وميسر، يجمع بين الدقة العلمية ووضوح المعنى، على أن تكون بداية هذه الإصدارات باللغة العربية، ثم تترجم لاحقاً – إن شاء الله – إلى لغات أخرى، يعم بنشرها النفع، وتعظم، وتعظم الفائدة. ¶ وهذا هو الإصدار الرابع من هذه السلسلة، وهو يتناول الركن الخامس من أركان الإسلام ( الحج)، تأليف الدكتور عبد الله بن محمد الطيار، في إيجاز جمع بين سلامة المبنى، ووضوح المعنى، وقد تناول فيه الباحث معظم أعمال الحج، ورجح ما رآه من كلام أهل العلم موافقاً للكتاب والسنة، وذكر الدليل على ما ذهب إليه، كما عنى بتحقيق المسائل التي أوردها، وأبرز بعض الأخطاء التي تقع من بعض الحجاج دون قصد. ¶ وقد اشتمل هذا البحث على مقدمة وسبعة فصول وخاتمة، تحدث فيه عن تعريف الحج والأصل في مشروعيته، وتاريخ فرضه،وبيَّن فضل الحج، وأهدافه وشروطه، وحكمه مشروعيتة، وآثاره وآدابه، ومواقيت الحج، وكيفية حج النبي - صلى الله عليه وسلم - ، ومناسك الحج وأعماله، ثم ذكر تطبيقاً عملياً لمن أراد الحج. وإكمالاً للفائدة تحدث عن العمرة وأحكامها وآدابها، وآداب زيارة المسجد النبوي. ثم ختم البحث ببيان أثر الحج في توجيه سلوك المسلم.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "والجامعهة إذ تنشر هذا البحث، فإنما تبتغي بذلك وجه الله تعالى والدار الآخرة، وترجو أن يكون له نفع وأثر حسن، وأن تكون به وبمثله سائرة على نهج يحقق لها أهدافها السامية، على الوجه الذي يرضي الله عزَّ وجل، وهي – إذ تحمده وتشكره وتثني عليه تعالى بما هو أهله – تستمد منه العون والتوفيق، وتنوه - في الوقت نفسه – بما تلقاه من الاهتمام والرعاية من خادم الحرمين الشريفين – أيده الله – وحكومته الرشيدة، وترجو أن يجزل الله للمؤلف وكل من أسهم في نشره وتوزيعه الأجر والثواب. ¶ وصلى الله على نبينا محمد. ¶ مدير جامعة ¶ الإمام محمد بن سعود الإسلامية ¶ محمد بن عبد الله العجلان ¶ آية محكمة ¶ قال تعالى: ¶ { وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ (27) لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ (28) ثُمَّ لِيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ (29) ذَلِكَ وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ وَأُحِلَّتْ لَكُمْ الأَنْعَامُ إِلاَّ مَا يُتْلَى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنْ الأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ } [الحج:27- 30]. ¶ حديث شريف ¶ عن جابر بن عبد الله رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ¶ (( من حج فلم يرفث ولم يفسق؛ رجع من ذنوبه كيوم ولدته أمه)) [ رواه البخاري ومسلم وغيرهما]. ¶ أبيات من الشعر في مشهد الحج ¶ قال العلامة ابن القيم: ¶ أما والذي حج المحبون بيته ¶ ولبوا له عند المهل وأحرموا ¶ وقد كشفوا تلك الرؤوس تواضعاً ¶ لعزة من تعنو الوجوه وتسلم ¶ يهلون بالبيداء لبيك ربنا ¶ لك الملك والحمد الذي أنت تعلم",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "دعاهم فلبوه رضاً ومحبة ¶ فلما دعوه كان أقرب منهم ¶ وراحوا إلى التعريف يرجون رحمة ¶ ومغفرة ممن يجود ويكرم ¶ فلله ذاك الموقف الأعظم الذي ¶ كموقف يوم العرض بل ذاك أعظم ¶ ويدنو به الجبار جل جلاله ¶ يباهي بهم أملاكه فهو أكرم ¶ يقول عبادي قد أتوني محبة ¶ وإني بهم بر أجود وأرحم ¶ فأشهدكم أني غفرت ذنوبهم ¶ وأعطيتهم ما أملوه وأنعم ¶ فبشراكم يا أهل ذا الموقف الذي ¶ به يغفر الله الذنوب ويرحم(¬1) ¶ المقدمة ¶ الحمد لله رب العالمين خالق البشر أجمعين، ومصرف أمورهم في الدنيا والدين، القائل في القرآن العظيم { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلاً } [آل عمران: 97]. ¶ والصلاة والسلام على المبعوث رحمة للعالمين، وقدوة للمتقين أفضل من طاف وسعى ولبَّى، والقائل في سنته الغراء: (( من حج فلم يرفث ولم يفسق ؛ رجع من ذنوبه كيوم ولدته أمه))(¬2). ¶ أما بعد: ¶ فالحج رحلة كريمة ينتقل فيها المسلم ببدنه وقلبه إلى مكة البلد الأمين الذي طهَّره اللهُ ورفع منزلته، وأوجب استقبال البيت العتيق فيه في كل صلاة والحج إلى البيت المبارك زاخر بالتكاليف التعبدية التي يقف المسلم إكباراً وإعجاباً عندما يعرف بعض أسرارها التشريعية. ¶ والحج غذاء روحي كبير تمتليء فيه جوانح المسلم خشية وتقى لله عز وجل وعزماً صادقاً على طاعته، وندما وبعدا عن معصيته وتنمو وتترعرع فيه عاطفة الحب لله ولرسوله وللمؤمنين الصادقين الذين عزروه ونصروه، وتتلاقى فيه مشاعر المودة والمحبة والأخاء مع المؤمنين المخلصين في كل مكان. ¶ ¬__________ ¶ (¬1) أبيات من القصيدة الميمية، لابن القيم، والتي تجاوزت أبياتها تسعين ومائة بيت من الشعر ومطلعها: ¶ إذ طلعت شمس النهار فإنها أمارة تسليمي عليكم فسلموا ¶ (¬2) رواه البخاري ومسلم. انظر: صحيح البخاري جـ2 ص164، وصحيح مسلم جـ4 ص 107.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والمؤمن مع ذلك كله يزداد فى حجه، في كل خطوة يخطوها- يقيناً جازماً وراحة للنفس والقلب؛ لأنه يتقلب من عبادة إلى عبادة، ومن موقع إلى موقع، يحدوه النداء الخالد على مر الزمان وتعاقب الأجيال. { وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ } [الحج:27]. ¶ وكأنه يردد مع شوقي قوله: ¶ لك الدين يا رب الحجيج جمعتهم ¶ لبيت طهور الساح والعرصات ¶ أرى الناس أصنافأً ومن كل بقعة ¶ إليك انتهوا من غُربة وشتات ¶ تساووا فلا أنساب فيها تفاوت ¶ لديك ولا الأقدار مختلفات(¬1) ¶ يقول العلامة ابن القيم رحمه الله: ((........ ثم تأمل كيف افتتح إيجاب الحج بذكر محاسن البيت وعظم شأنه بما يدعو النفوس إلى قصده وحجه وإن لم يطلب منها فقال: { إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكاً وَهُدًى لِلْعَالَمِينَ (96) فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِناً } [آل عمران:96-97]. ¶ فوصفه بخمس صفات: ¶ إحداها: أنه أسبق بيوت العلم وُضع في الأرض. ¶ الثانية: أنه مبارك، والبركة كثرة الخير ودوامه وليس في بيوت العلم أبرك منه ولا أكثر خيراً ولا أدوم ولا أنفع للخلائق. ¶ الثالثة: أنه هدى ووصفه بالمصدر فيه مبالغة حتى كأنه الهدى نفسه. ¶ الرابعة: ما تضمنه من الآيات البينات التي تزيد على أربعين آية. ¶ الخامسة: الأمن لداخله، وفي وصفه بهذه الصفات دون إيجاب قصده ما يبعث النفوس على حجه وإن شطت بالزائرين الديار وتناءت بهم الأقطار، ثم أتبع ذلك بصريح الوجوب المؤكد بتلك التأكيدات.....))(¬2). ¶ ¬__________ ¶ (¬1) الشوقيات جـ1 ص 99. ¶ (¬2) بدائع الفوائد جـ2 ص46.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لقد عُني القرآن العظيم بالحج عناية كبيرة، يتجلى ذلك من خلال النصوص الكثيرة التي ذكرت الحج وأحكامه والبيت العتيق وما وقع حوله من أحداث متلاحقة انتهت ببعثة محمد - صلى الله عليه وسلم - خير الخلق وأفضل الرسل وخاتم الأنبياء عليهم الصلاة والسلام. يقول تعالى منوهاً عن إبراهيم وندائه الخالد على مر العصور وتعاقب الأجيال: ¶ { وَإِذْ بَوَّأْنَا لإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَنْ لا تُشْرِكْ بِي شَيْئاً وَطَهِّرْ بَيْتِي لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ (26) وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ (27) لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ (28) ثُمَّ لِيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ (29) ذَلِكَ وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ وَأُحِلَّتْ لَكُمْ الأَنْعَامُ إِلاَّ مَا يُتْلَى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنْ الأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ } [الحج: 26-30]. ¶ أخي القاريء: لقد حرصت على أن يكون هذا البحث موجزاً لتعم الفائدة منه، يجمع بين وضوح المبنى وسلامة المعنى، وقد تعرضت لمعظم أعمال الحج، ورجحت ما ظهر لي من خلال استعراض كلام أهل العلم، وما احتاج إلى البسط فقد بسطت فيه القول وذكرت الدليل وعنيت بتحقيق المسائل، وأبرزت جانباً من الأخطاء التي يقع فيها الكثير من غير قصد. ¶ وقد جعلت هذا البحث في مقدمة وسبعة فصول وخاتمة. ¶ الفصل الأول: تعريف الحج، والأصل في مشروعيته، وتاريخ فرضه. ¶ الفصل الثاني: فضل الحج وأهدافه وشروطه.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الفصل الثالث: حكمة مشروعية الحج وآثاره وآدابه. ¶ الفصل الرابع: مواقيت الحج، وكيف حج النبي - صلى الله عليه وسلم - ؟ ¶ الفصل الخامس: مناسك الحج وأعماله. ¶ الفصل السادس: مخطط عملي لمريد الحج مع بيان الملاحظات التي يقع فيها كثير من الحجاج. ¶ الفصل السابع: العُمرة وأحكامها، وآداب زيارة المسجد النبوي. ¶ ثم ختمت البحث ببيان علامات الحج المبرور وآثاره في السلوك. ¶ وفي نهاية هذه المقدمة أتقدم بالشكر الجزيل والدعاء الصادق للمسؤولين في جامعة الإمام محمد بن سعود الإسلامية وعلى رأسهم معالي مديرها، وأصحاب الفضيلة وكلاء الجامعة، وسعادة عميد البحث العلمي فيها لما غمروني به من تشريف في تكليفي بالكتابة في هذا الموضوع الحيوي أسأل الله جل وعلا أن ينفع بهذه الكتابة، وأن يغفر لي ما كان فيها من زلل أو تقصير، إنه ولي ذلك والقادر عليه، كما أتوجه بالشكر الجزيل لكل من ساعدني بتقديم معلومة، أو إبداء ملاحظة، أو توجيه نصيحة شاكراً للجميع ما قدموه سائلاً المولى جل وعلا أن يجزيهم خير الجزاء، كما أدعو كل مطلع على هذا الكتاب أن يكتب لي عما يراه من ملاحظات أو اقتراحات؛ لأنه موضوع يهم المسلمين في مشارق الأرض ومغاربها، والله من وراء القصد وهو الهادي إلى سواء السبيل وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. كتبه ¶ أبو محمد ¶ عبد الله بن محمد بن أحمد الطيار ¶ الفصل الأول ¶ تعريف الحج والأصل في مشروعيته وتاريخ فرضه ويشمل ثلاثة مباحث ¶ المبحث الأول: تعريف الحج لغة واصطلاحاً. ¶ المبحث الثاني: الأصل في مشروعية الحج. ¶ المبحث الثالث: تاريخ فرض الحج. ¶ المبحث الأول ¶ تعريف الحج لغة واصطلاحاً ¶ الحج في اللغة: ¶ قصد مكة للنسك، وهو حاج وحاجج. والجمع حجاج وحجيج، والحجة المرة الواحدة(¬1). ¶ ¬__________ ¶ (¬1) القاموس المحيط جـ1 ص182.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قال في لسان العرب(¬1): (( ........والحج إلى البيت خاصة، تقول: حج يحج حجّاً، والحج قصد التوجه إلى البيت بالأعمال المشروعة فرضاً وسنة، تقول: حججت البيت أحجه حجّاً إذا قصدته.......)). ¶ وفي الاصطلاح: ¶ قصد البيت الحرام في زمن مخصوص بنية لأداء المناسك من طواف وسعي ووقوف بعرفة وغيرها(¬2). ¶ أي قصد مكة المكرمة في وقت الحج، وهي أشهره المعلومة: شوال وذو القعدة وذو الحجة بنية أداء المناسك، وهي الإحرام من الميقات، والطواف والسعي، والوقوف بعرفة، وغيرها من المناسك. ¶ وهذا التعريف يُخرج من قصد مكة في غير أشهر الحج أو قصدها في أشهر الحج وتنقل مع الحجاج داخل المشاعر ولكن بغير نية الحج كالباعة والموظفين والعسكريين وغيرهم ممن يتنقلون مع الحجاج داخل مكة وفي منى وعرفات والمزدلفة لكنهم لا ينوون أداء المناسك من طواف وسعي ووقوف بعرفة وغيرها. ¶ المبحث الثاني ¶ الأصل في مشروعية الحج ¶ الأصل في مشروعية الحج: ¶ الحج أحد أركان الإسلام ومبانيه العظام ودعائمه الخمس وفرض من فروضه، دل عليه الكتاب والسنة والإجماع والمعقول، وهو فرض عين على المكلف المستطيع مرة واحدة في العمر، ومن أنكر ذلك؛ فقد كفر إلا إذا كان حديث عهد بالإسلام، أو أنشأ في بادية بعيدة عن العلم وأهله. ¶ الأدلة من الكتاب: ¶ 1- قال تعالى: { إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْراً فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ } [البقرة: 158]. ¶ 2- وقال تعالى: { وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنْ الْهَدْيِ } [البقرة:196] ¶ ¬__________ ¶ (¬1) لسان العرب مادة (حجيج) جـ1 ص226. ¶ (¬2) انظر: حاشية ابن عابدين جـ2 ص454، وحاشية الدسوقي جـ2 ص2، ومغني المحتاج جـ1 ص460، والروض المربع مع الحاشية جـ3 ص 500.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "3- وقال تعالى: { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنْ الْعَالَمِينَ } [آل عمران:97]. ¶ 4- وقال تعالى: { وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ (27) لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ } [الحج: 27-28]. ¶ فهذه الآيات صريحة في إيجاب الحج حيث قال تعالى: { وَلِلَّهِ عَلَى النَّاسِ } وكلمة على: إيجاب، وقال تعالى: { وَمَنْ كَفَرَ } أي: ومن كفر بوجوب الحج، وقال تعالى: { وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ } أي: ادعهم ونادهم إلى حج البيت وقيل: أعلمهم أن الله فرض عليهم الحج بدليل قوله تعالى: ¶ { يَأْتُوكَ } . ¶ قال ابن العربي بعد سياقه للآية: { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ } قال علماؤنا: هذا من أوكد ألفاظ الوجوب عند العرب إذا قال العربي: لفلان عليّ كذا فقد وكده وأوجبه، قال علماؤنا: فذكر الله الحج بأبلغ ألفاظ الوجوب تأكيداً لحقه وتعظيماً لحرمته وتقوية لفرضه.......))(¬1). ¶ الأدلة من السنة: ¶ 1- ما رواه عبد الله بن عمر- رضي الله عنهما- قال: قال رسول الله - صلى الله عليه وسلم - : (( بني الإسلام على خمس: شهادة أن لا إله إلا الله، وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج بيت الحرام لمن استطاع إلى ذلك سبيلاً))(¬2). ¶ ¬__________ ¶ (¬1) أحكام القرآن لابن العربي جـ1 ص285. ¶ (¬2) رواه البخاري ومسلم، انظر: صحيح البخاري جـ1 ص8، وصحيح مسلم جـ1 ص34.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "2- ما رواه أبو هريرة- رضي الله عنه- من حديث جبريل الطويل حين جاء يعلم الناس أمر دينهم قال: يا رسول الله ما الإسلام؟ قال: (( الإسلام أن تعبد الله ولا تشرك به شيئاً، وتقيم الصلاة المكتوبة، وتؤدي الزكاة المفروضة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلاً))(¬1). ¶ 3- ما رواه أبو هريرة- رضي الله عنه- قال خطبنا رسول الله - صلى الله عليه وسلم - فقال: (( أيها الناس قد فرض الله عليكم الحج فحجوا فقال رجل: أكل عام يا رسول الله؟ فسكت حتى قالها ثلاثاً، فقال رسول الله - صلى الله عليه وسلم - : لو قلت نعم لوجبت ولما استطعتم، ثم قال: ذروني ما تركتكم فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم، فإذا أمرتكم بشيء؛ فأتوا منه ما استطعتم، وإذا نهيتكم عن شيء فدعوه))(¬2). ¶ 4- وعن أنس بن مالك- رضي الله عنه- قال: نهينا أن نسأل رسول الله - صلى الله عليه وسلم - عن شيء فكان يعجنا أن يجيء الرجل من أهل البادية العاقل فيسأله ونحن نسمع، فجاء رجل من أهل البادية فقال: يا محمد أتانا رسولك فزعم لنا (( أنك تزعم أن الله أرسلك..إلى أن قال....وزعم رسولك أن علينا حج البيت من استطاع إليه سبيلاً. قال صدق(¬3)...الحديث)). ¶ فهذه النصوص من السنة تدل دلالة قاطعة على وجوب الحج مرة واحدة في العمر، وعلى أنه ركن من أركان الإسلام ومبانيه العظام التي لا يتم إسلام امريء إلا به مت تحققت فيه شروط الوجوب وانتفت عنه موانع الأداء، فحري بالمسلم أن يبادر لإبراء ذمتهخ وأداء ما عليه قبل { أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ } وقبل أن يندم ولات ساعة مندم. ¶ الدليل من الإجماع: ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم. انظر: صحيح البخاري جـ 1 ص20، وصحيح مسلم جـ 1 ص30. ¶ (¬2) رواه مسلم. انظر: صحيح مسلم جـ4 ص102. ¶ (¬3) رواه مسلم. انظر: صحيح مسلم جـ1 ص32.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أجمعت الأمة قاطبة على وجوب الحج مرة في العمر على المسلم المكلف المستطيع أخذاً من نصوص الكتاب والسنة الموجبة له. ¶ وقد نقل الإجماع غير واحد من أهل العلم منهم: الكاساني صاحب بدائع الصنائع حيث يقول: (( .........وأما الإجماع فلأن الأمة أجمعت على فرضيته......))(¬1). ¶ وابن قدامة في ((المغني)) حيث يقول: (( ...وأجمعت الأمة على وجوب الحج على المستطيع في العمر مرة واحدة......))(¬2). ¶ الدليل من العقل: ¶ يعلم المسلم أن العبادات وجبت لحق العبودية، أو لحق شكر النعمة، وكل ذلك لازم في العقول، وفي الحج إظهار العبودية وشكر النعمة. ¶ أما إظهار العبودية: فلأن إظهارها هو إظهار التذلل للمعبود، وفي الحج ذلك؛ لأن الحاج في حال إحرامه يظهر الشعث ويرفض أسباب التزين وتلحقة المشقة والجهد. ¶ وأما شكر النعمة: فلأن العبادات بعضها بدنية وبعضها مالية، والحج عبادة لا تقوم إلا بالبدن والمال، ولهذا لا يجب إلا عند وجود المال وصحة البدن فكان فيه شكر النعمتين، وشكر النعمة ليس إلا استعمالها في طاعة المنعم، وشكر النعمة واجب شرعاً وعقلاً))(¬3). ¶ المبحث الثالث ¶ تاريخ فرض الحج ¶ ¬__________ ¶ (¬1) بدائع الصنائع جـ2 ص118. ¶ (¬2) المغني جـ5 ص6. ¶ (¬3) بدائع الصنائع جـ2 ص 118.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال تعالى: { وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ } [الحج: 27]. أي: نادِ في الناس بالحج داعياً إياهم إلى حج هذا البيت الذي أمرتك ببنائه فذكر أنه قال: يارب كيف أبلغ الناس وصوتي لا ينفذهم فقال: نادِ وعلينا البلاغ، فقام على مقام إبراهيم، وقيل على الحجر، وقيل على الصفا، وقيل على أبي قبيس وقال: يا أيها الناس إن ربكم قد اتخذ بيتاً فحجوه فيقال: إن الجبال تواضعت حتى بلغ الصوت أرجاء الأرض وأسمع من في الأرحام والأصلاب، وأجابه كل شيء من حجر ومدر وشجر ومن كتب الله أن يحج إلى يوم القيامة لبيك اللهم لبيك(¬1). ¶ هذا عن تاريخ الحج قبل مبعث محمد - صلى الله عليه وسلم - ، أما تاريخ فرض الحج في الإسلام فقد اختلف فيه، فقيل: فرض سنة ست، وقيل سنة سبع وقيل سنة ثمان، وقيل سنة تسع، وقيل سنة عشر. ¶ قال ابن القيم: ((...لا خلاف أنه لم يحج بعد هجرته إلى المدينة سوى حجة واحدة وهي حجة الوداع، ولا خلاف أنها كانت سنة عشر...... ¶ ولما نزل فرضُ الحج بادر رسول الله - صلى الله عليه وسلم - إلى الحج من غير تأخير فإن فرض الحج تأخر إلى سنة تسع أو عشر .....))(¬2). ¶ والدليل على ذلك أن فرض الحج كان بقوله تعالى: { { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلاً } [آل عمران:97]. ¶ وهذه الآية في صدر سورة آل عمران النازلة عام الوفود سنة تسع من الهجرة. ¶ وقد كان الحج معلوماً عند العرب مشهوراً لديهم، زكان مما يرغب فيه لأسواقها وتبررها وتحنفها، فلما جاء الإسلام خوطبوا بما علموا وألزموا بما عرفوا(¬3). ¶ ¬__________ ¶ (¬1) تفسير ابن كثير جـ3 ص 216. ¶ (¬2) زاد العاد جـ2 ص101، وانظر: الجامع لأحكام القرآن للقرطبي جـ4 ص144، حاشية الروض المربع جـ3 ص499. ¶ (¬3) أحكام القرآن لابن العربي جـ1 ص286، الجامع لأحكام القرآن للقرطبي جـ4 ص43، المجموع للنووي جـ7 ص2.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الفصل الثاني ¶ فضل الحج وأهدافه وشروطه ¶ ويشمل ثلاثة مباحث ¶ المبحث الأول: فضل الحج. ¶ المبحث الثاني: أهداف الحج. ¶ المبحث الثالث: شروط الحج. ¶ المبحث الأول ¶ فضل الحج ¶ أفاض القرآن والسنة في فضل الحج، ووردت فيه النصوص الكثيرة التي ذكرنا طرفاً منها فيما سبق(¬1) ونذكر هنا ما لم نذكره هناك مما يختص في فضل فضل الحج فنقول: ¶ 1- الحج يهدم ما قبله: ¶ عن عمرو بن العاص- رضي الله عنه- قال: ((.... فلما جعل الله الإسلام في قلبي أتيت النبي - صلى الله عليه وسلم - فقلت: أبسط يمينك فلأبايعك فبسط يمينه قال: فقبضت يدي قال: مالك يا عمرو؟ قال: قلت أردت أن أشترط قال: تشترط بماذا؟ قلت: أن يُغفر لي قال: أما علمت أن الإسلام يهدم ما كان قبله، وأن الهجرة تهدم ما كان قبلها، وأن الحج يهدم ما كان قبله....(¬2). ¶ 2- الحاج يعود بعد حجه كيوم ولدته أمه: ¶ عن أبي هريرة- رضي الله عنه- قال: سمعت رسول الله - صلى الله عليه وسلم - : ((من حج هذا البيت فلم يرفث ولم يفسق؛ رجع كيوم ولدته أمه))(¬3). ¶ 3- الحج أفضل الأعمال بعد الإيمان والجهاد: ¶ عن أبي هريرة- رضي الله عنه- قال: سئل النبي - صلى الله عليه وسلم - : أي الأعمال أفضل؟ قال: (( إيمان بالله ورسوله قيل: ثم ماذا؟ قال: ثم جهاد في سبيل الله قيل: ثم ماذا؟ قال: ثم حج مبرور))(¬4). ¶ 4- الحج أفضل الجهاد: ¶ عن عائشة- رضي الله عنها- قالت: قلت يارسول الله نرى الجهاد أفض الأعمال أفلا نجاهد؟ قال: (( لا، لكن أفضل الجهاد حج مبرور))(¬5). ¶ 5- الحج المبرور جزاؤه الجنة: ¶ ¬__________ ¶ (¬1) فصلنا القول فيها عند حديثنا عن الأصل في مشروعية الحج فليرجع. ¶ (¬2) رواه مسلم. انظر: صحيح مسلم جـ1 ص 78. ¶ (¬3) رواه البخاري ومسلم. انظر: صحيح البخاري جـ2 ص164، وصحيح مسلم جـ4 ص107. ¶ (¬4) رواه البخاري جـ2 ص164. ¶ (¬5) رواه البخاري. انظر: صحيح البخاري جـ2 ص164.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "عن أبي هريرة- رضي الله عنه- أن رسول الله - صلى الله عليه وسلم - قال: (( العمرة إلى العمرة كفارة لما بينهما، والحج المبرور ليس له جزا إلا الجنة))(¬1). ¶ ومن فضائل الحج: أن الحجاج والعمار وفد الله إن سألوه أعطاهم، وإن دعوه أجابهم، وإن استغفروه غفر لهم، ونفقتهم في سبيل الله مخلوفة عليهم، وهم معانون في أداء النسك، وأخيراً فإن الله يباهي بالحجاج ملائكته في صعيد عرفات ويتجلى لهم ويقول: انصرفوا مغفوراً لكم. إنه لفضل عظيم ونعمة كبرى أن ينصرف الحاج من هذا الموقف العظيم مغفوراً له، وذلك فضل يؤتيه من يشاء. ¶ المبحث الثاني ¶ أهداف الحج ¶ الحج هجرة إلى الله تعالى استجابة لدعوته وموسم دوري يلتقي فيه المسلمون كل عام على أصفى العلاقات وأنقاها ليشهدوا منافع لهم على أكرم بقعة شرفها الله. ¶ وعبادات الإسلام وشعائره تهدف كلها إلى خير المسلمين في الدنيا والآخرة، ومن هنا كان الحج عبادة يتقرب بها المسلمون إلى خالقهم فتصفو نفوسهم ويلتقون على المودة يربط بينهم الإيمان رغم تباعد الإقطار واختلاف الديار. ¶ والمتأمل في نصوص الكتاب والسنة الخاصة بالحج إذا جمع معها ما يلمسه في الواقع المشاهد خلال أداء فريضة تتجلى له الأهداف التالية: ¶ 1- الحج تمرين عملي للرحلة الطويلة: ¶ الحج تمرين عملي وتصوير فعلي لتلك الرحلة المحتومة التي لابد لكل إنسان أن يرتحلها عن هذه الحياة الدنيا، فإذا لبس الحاج ثياب الإحرام تذكر المحشر، لأن الشبه كبير جداً . ¶ { فَإِنَّهَا لا تَعْمَى الأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ } [الحج: 46]. ¶ 2- الحج امتثال لأوامر واستجابه لندائه: ¶ ¬__________ ¶ (¬1) رواه مسلم. انظر: صحيح مسلم جـ4 ص107.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الحج امتثال لأوامر الله واستجابه لتعاليمه تتجلى فيه الطاعة الخالصة والإسلام الحق وصدق الله العظيم. { وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى } [لقمان:22]. ¶ 3- الحج فيه تأس بأبينا إبراهيم عليه السلام: ¶ لقد أمر الله أبانا إبراهيم عليه السلام أن يؤذن في الناس بالحج وكتب الله لمن شاء من عباده أن يلبوا هذا النداء رجالاً أو ركباناً؛ ففي الحج اقتداء بالصالحين وتأس بمن أمرنا الله أن نتأسى بهم ونجعلهم قدوة حسنة لنا. ¶ يقول تعالى: { قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمْ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَداً حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلاَّ قَوْلَ إِبْرَاهِيمَ لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنْ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ (4) رَبَّنَا لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (5) لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُوا اللَّهَ وَالْيَوْمَ الآخِرَ وَمَن يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ } [الممتحنة 4-6]. ¶ 4- الحج فيه ارتباط بمهبط الوحي:",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الحج رحلة إلى الديار المقدسة مهبط الوحي ومتنزل التشريع وكلما ارتبط المسلم بهذه البقاع الطاهرة؛ كان الاقتداء بالرعيل الأول الذين جاهدوا في سبيل الله وبلغوا شرعه إلى أنحاء المعمورة، وشتان ما بين مسلم يرتبط قلبه بمهابط الوحي ومنازل التشريع ومسلم يتعلق قلبه هنا أو هناك خلف عرض زائل أو قزم يتطاول فكما أن الفرق شاسع بين الوسيلتين فكذلك في النتيجة. ¶ 5- الحج فيه نوع من السياحة المحمودة: ¶ الحج سياحة شرعية ونوع من الضرب في الأرض، وقد أثنى الله على السائحين المتفكرين فقال تعالى: { التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنْ الْمُنكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ وَبَشِّرْ الْمُؤْمِنِينَ } [التوبة:112]. ¶ وسياحة الحج شرعية طاهرة مما قد يعلق بها من الشوائب، ولذا أوجب الله على الحاج ألا يرفث ولا يفسق ولا يجادل فقال تعالى: { الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدَالَ فِي الْحَجِّ.... } [البقرة:197]. ¶ 6- في الحج إعلان عملي لمبدأ المساواة بين الناس: ¶ تتجلى المساواة بأسمى صورها الواقعية في الحج وذلك في صعيد عرفات حينما يقف الناس موقفاً واحداً لا تفاضل بينهم في أي عرض من أعراض الدنيا الزائلة؛ بل التفاضل والفوز والفلاح بالتقى فحسب. يقول الحق تبارك وتعالى مؤكداً هذا المنهج السامي في الإسلام: { إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ } [الحجرات:13]. ¶ 7- في الحج تذكرة بيوم لقاء الله: ¶ الحج يذكر المسلم بيوم لقاء الله وذلك إذا تجرد الحاج من ثيابه ولبّى محرماً ووقف بصعيد عرفات ورأى الناس ولباسهم واحد يشبه الأكفان، فهنا تجول بالخاطر مولقف سيتعرض لها المسلم بعد وفاته فيدعوه ذلك للإستعداد لها وأخذ الزاد قبل لقاء الله.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "8- في الحج توثيق لمبدأ التعارف والتعاون: ¶ يقول الحق تبارك وتعالى: { وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ } [المائدة:2]. ¶ ويتجلى تحقيق هذا المبدأ السامي في الحج حيث تتوثق الصلات ويقوى التعارف ويتم التشاور ويحصل تبادل الآراء، والتجارب والخبرات للسعي قدماً في النهوض بالأمة ورسم الطريق الأمثل لها لتتبوأ مكانتها القيادية على مر العصور والأجيال. ¶ 9- في الحج جمع للناس على مبدأ التوحيد: ¶ في الحج تتجلى صورة التوحيد لدى المسلمين فه أولاء يتوافدون على الديار المقدسة ويجتمعون في أماكن محددة ويناجون ربّاً واحداً ملبين النداء مذعنين للأمر منضوين تحت اللواء يرفعون كلمة التوحيد ويعتصمون بالحبل المتين وصدق الله العظيم { وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ } [المؤمنون:52]. ¶ 10- الحج مؤتمر سنوي للمسلمين: ¶ وأخيراً فالحج مؤتمر سنوي عام للمسلمين يتدارسون فيه شؤونهم، وتجتمع فيه كلمتهم، ويحنو فيه غنيهم على فقيرهم، وتظهر فيه الواحدة الكبرى للمسلمين. ¶ والذي أدى فريضة الحج في السنوات الأخيرة يلمس هذه الأهداف ماثلة للعيان، فكم من أموال بذلت في سبيل الله، وكم من تجارب تمت الاستفادة منها، وكم من لقاءات جانبية تداول فيها المجتمعون ما يهم المسلمين في حاضرهم ومستقبلهم، وإذا كان هذا قد تحقق فعلاً بفضل من الله؛ فإننا نأمل المزيد وندعو المسلمين لاستثمار هذا المؤتمر السنوي ليحصل الخير الوافر لأمة الإسلام في جميع ديار المسلمين(¬1). ¶ المبحث الثالث ¶ شروط الحج ¶ تكلم أهل العلم على شروط الحج وذكروا شروط وجوبه وشروط أدائه وشروط صحته، وسأجمل ذلك مفصلاً القول في شروط الاستطاعة الذي نصت عليه آية فرض الحج { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلاً } [آل عمران:97]. ¶ ¬__________ ¶ (¬1) أعمال الحج والعمرة ص13.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وشروط الحج خمسة: الإسلام، والعقل، والبلوغ، والحرية، والاستطاعة. ¶ يقول ابن قدامة بعد أن ساق هذه الشروط ((....لا نعلم في هذا كله اختلافاً.....))(¬1). ¶ أولاً: الإسلام: ¶ الحج من أعظم العبادات والقربات وهي لا تصح من الكافر؛ لأن الرسول - صلى الله عليه وسلم - رتب وجوب التكاليف الشرعية على الإقرار بالشهادتين فقال - صلى الله عليه وسلم - فيما يرويه ابن عباس رضي الله عنهما لما بعث مُعاذاً إلى اليمين (( ادعهم إلى شهادة أن لا إله إلا الله وأني رسول الله فإن هم أطاعوك لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة........(¬2). ¶ ثانياً: العقل: ¶ لأن العقل شرط للتكليف والمجنون ليس مكلفاً فلا يحب عليه الحج حال جنونه بل لا يصح منه لو أداه حال الجنون فمن حج وهو مجنون وجب عليه أن يحج حجة الإسلام إذا أفاق من جنونه، وكذا سائر العبادات الشرعية لا تصح من المجنون وليست واجبة عليه يدل لذلك ما رواه علي بن أبي طالب أن رسول الله - صلى الله عليه وسلم - قال: (( رفع القلم عن ثلاثة: عن النائم حتى يستيقظ، وعن الصبي حتى يشب، وعن المعتوه حتى يعقل))(¬3). ¶ ثالثاً: البلوغ: ¶ ¬__________ ¶ (¬1) المغني جـ5 ص6، وانظر: بدائع الصنائع جـ2 ص120. ¶ (¬2) رواه البخاري. انظر: صحيح البخاري جـ2 ص90. ¶ (¬3) رواه أبو داود. انظر: سنن أبي داود جـ2 ص451. وابن ماجه. انظر: سنن ابن ماجه جـ1 ص658. والترمذي. انظر: سنن الترمذي جـ4 ص32 وقال عنه الترمذي: (( قال أبو عيسى حديث علي حديث حسن غريب من هذا الوجه، وقد روي من غير وجه عن علي بن أبي طالب عن النبي - صلى الله عليه وسلم - ....والعمل على هذا الحديث عند أهل العلم......)).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "لأن الصبي قبل البلوغ غير المكلف لكن لو حج فحجه صحيح ولا يكفيه عن حجة الإسلام، بل متى بلغ وجبت عليه يدل لذلك ما رواه علي بن أبي طالب أن رسول الله - صلى الله عليه وسلم - (( رفع القلم عن ثلاثة: عن النائم حتى يستيقظ، وعن الصبي حتى يشب، وعن المعتوه حتى يعقل))(¬1). ¶ وما رواه ابن عباس- رضي الله عنهما- قال: رفعت امرأة صبياً فقالت: يا رسول الله ألهذا حج؟ قال: (( نعم ولك أجر))(¬2). ¶ قال ابن المنذر: (( أجمع أهل العلم- إلا من شذ منهم ممن لا يعتد بقوله خلافاً- على أن الصبي إذا حج في حال صغره ثم بلغ الصبي، أن عليه حجة الإسلام إذا وجد إليها سبيلاً))(¬3). ¶ وقال الترمذي: (( وقد أجمع أهل العلم أن الصبي إذا حج قبل أن يدرك فعليه الحج إذا أدرك لا تجزيء عنه تلك الحجة عن حجة الإسلام))(¬4). ¶ رابعاً: الحرية: ¶ فالعبد المملوك لا يجب عليه الحج؛ لأنه لا يملك شيئاً ولو حج حال رقه صح حجه تطوعاً وأثم إن لم يأذن له سيده. وتجب عليه حجة الإسلام متى أعتق. ¶ قال ابن المنذر: (( أجمع أهل العلم ... ... على أن البعبد إذا حج في حال رقه ثم أعتق أن عليه حجة الإسلام إذا وجد إليها سبيلاً ))(¬5). ¶ وقال الترمذي: ((وقد أجمع أهل العلم ... ... .على أن المملوك إذا حج في رقه ثم أعتق فعليه الحج إذا وجد إلى ذلك سبيلاً ولا يجزيء عنه ما حج حال رقه ... .))(¬6). ¶ خامساً: الإستطاعة: ¶ أجمع أهل العلم أن الاستطاعة شرط لوجوب الحج لقوله تعالى : { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلاً } [آل عمران:97]. ¶ ¬__________ ¶ (¬1) سبق تخريجه في الفقر السابقة. ¶ (¬2) رواه مسلم. انظر: صحيح مسلم جـ4 ص101. ¶ (¬3) انظر: المغني جـ5 ص44. ¶ (¬4) انظر: سنن الترمذي جـ3 ص256. ¶ (¬5) المغني جـ5 ص44. ¶ (¬6) سنن الترمذي جـ3 ص266.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ولأن التكليف بما لا يطاق منتف شرعاً وعقلاً(¬1). ¶ والاستطاعة المشروطة قسمان: ¶ قسم: يشترك فيه الرجال والنساء ¶ وقسم: تختص به النساء فقط. ¶ القسم الأول: ¶ الاستطاعة التي تشترط في الرجال والنساء وهي أربع خصال: ¶ 1- القدرة على الزاد والراحلة. ¶ 2- صحة البدن. ¶ 3- أمن الطريق. ¶ 4- إمكان السير. ¶ 5- ولمزيد إيضاح هذه الخصال أقول. ¶ 1- القدرة على الزاد والراحلة. ¶ وذلك بأن يملك النفقة والراحلة التي تكفية ذهاباً وإياباً من مأكول ومشروب وكسوة بنفقة وسط لا إسراف فيها ولا تقتير. ¶ ولملكية الزاد الراحلة ضوابط أهمها: ¶ (أ ) أن تكون ملكية الزاد والراحلة فاضلة عن نفقة عياله ومن تلزمه نفقتهم من حين ذهابه للحج حتى رجوعه منه. ¶ (ب ) أن تكون ملكية الزاد والراحلة فاضلة عما تمس إليه حاجته الأصلية كقضاء الديون. ¶ (ج ) أن تكون الراحلة مما يصلح لمثله بشراء أو كراء. ¶ 2- صحة البدن: ¶ من لزم الاستطاعة المشروطة لوجوب الحج صحة البدن فإذا كان المسلم مريضاً أو مصاباً بعاهة دائمة أو مقعداً أو شيخاً كبيراً لا يثبت على الراحلة بنفسه فلا يجب عليه الحج وهذا مما لا خلاف فيه بين أهل العلم. ¶ ومع تيسير وسائل المواصلات وسهولتها وسرعتها خف هذا العائق عن الحج لكنه ما زال باقياً فيمن كان مريضاً لا يستطيع أداء المناسك بنفسه وإن كان رأينا ولله الحمد من أدُّو هذا الركن وهم تحت وطأة المرض وذلك بفضل الله ثم بفضل ما هيئ لهم من إمكانات ووسائل ساعدتهم على أداء مناسكهم رغم ما يعانونه من مرض أو طاريء. ¶ 3- أمن الطريق: ¶ ¬__________ ¶ (¬1) انظر: بدائع الصنائع جـ2 ص121، وبداية المجتهد جـ1 ص327، والمجموع جـ7 ص48، وكشاف اقناع جـ2 ص386.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "من لوازم الاستطاعة المشروطة لوجوب الحج أن يكون الطريق إلى البيت الحرام آمنا، فإن لم يلزمه الحج؛ لأن ذهابه للحج مع تحقق الضرر فيه إلقاء بالنفس إلى التهلكة، وقد نهى الله عن ذلك في محكم كتابه فقال الله تعالى: { وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ } [البقرة :195]. ¶ ويتحقق الأمن المشروط بالأمن العام على نفسه وماله من حين خروجه من بلده حتى عودته إليه فإن اختل هذا الشرط لم يجب الحج عليه(¬1). ¶ وهنا لابد أن نعترف بنعم الله وفضله علينا فالطريق إلى بيت الله الحرام أصبح آمناً يذهب المسلم من بيته في أقصى البلاد إلى حرم الله وهو آمن مطمئن لا يخاف على نفسه وماله إلا من الله وتلك نعمة عظيمة على المسلمين جميعاً فكم عانوا سابقاً من عدم أمن الطريق، فكانوا يذهبون إلى الحج جماعات يحملون السلاح الذي يدافعون به عن أنفسهم ولا يدور في خلد المسلم أن يذهب إلى الحج وحده أو مع رفقة ضعفاء، أما الآن فالمسلم يذهب وحده إلى الحج وطريقه يرفرف عليه الأمن وتيسرت فيه سبل الراحة من مأكل ومشرب ومسكن ووقود، وذلك فضل الله يؤتيه من يشاء. ¶ 4- إمكان السير: ¶ من لوازم الاستطتعة المشروطة للحج إمكان السير بأن تتوفر شروط الحج في المسلم وعنده وقت كاف للمسير للحج فإن توفرت فيه شروط الحج وكان الوقت غير متسع للذهاب للحج لم يجب عليه الذهاب، ولابد من الإشارة هنا إلى أن الأمور تيسرت ولله الحمد ووجدت وسائل للمواصلات سهلت على الناس الذهاب للحج سواء كانوا في داخل بلاد الحرمين أو خارجها. ¶ القسم الثاني: الاستطاعة التي تختص بالنساء: ¶ سبق ن ذكرنا أن الاستطاعة المشروطة للحج تعني امتلاك الزاد والراحلة وصحة البدن وأمن الطريق وإمكان السير، وهذا مما يشترك فيه الرجال والنساء. ¶ وتزيد النساء بالإضافة إلى ما سبق: اشتراط المحرم، وألا تكون المرأة معتدة. ¶ ¬__________ ¶ (¬1) المقنع جـ1 ص391.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فإن لم يتيسر للمرأة محرم مسافر معها للحج سواء زوجها أو أحد محارمها فلا يجب عليها الحج على الصحيح من أقوال أهل العلم؛ لأنها غير مستطيعة للحج والله شرط لوجوبه الاستطاعة. ¶ وكذا إن كانت المرأة في العدة؛ لأن الله نهى المعتدات عن الخروج من بيوتهن فقال تعالى: { لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلاَّ أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ } [الطلاق: 1]. ¶ والحج يمكن أداؤه في وقت آخر غير وقت العدة فلا تلزم في وقت العدة. ¶ قال ابن العربي: موضحاً معنى الاستطاعة ((......فإن السبيل في اللغة هي الطريق والاستطاعة ما يكسب سلوكها وهي صحة البدن ووجود القوت لمن يقدر على المشي ومن لم يقدر على المشي فالركوب زيادة على صحة البدن ووجوب القوت.......))(¬1). ¶ وقال القرطبي: ((... وأما المستطيع بنفسه وهو القوي الذي لا تلحقه مشقة غير محتملة في الركوب عى الراحلة فإن هذا إذا ملك الزاد والراحلة لزمه فرض الحج نفسه، وإن عدم الزاد والراحلة أو أحدهما سقطعنه فرض الحج.......))(¬2). ¶ وقال الشوكاني: ((.....وقد اختلف أهل العلم في الاستطاعة ماذا هي فقيل الزاد والراحلة وإليه ذهب جماعة من الصحابة وحكاه الترمذي عن أكثر أهل العلم وهو الحق......ومن جملة ما يدخل في الإستطاعة دخولاً أوليّاً أن تكون الطريق إلى الحج آمنة بحيث يأمن الحاج على نفسه وماله الذي لا يجد زاداً غيره أما لو كانت غير آمنة فلا استطاعة؛ لأن الله سبحانه يقول: { مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلاً } [آل عمران:97]. ¶ وهذا الخائف على نفسه أو ماله لم يستطع إليه سبيلاًً بلا شك ولا شبهة...(¬3). ¶ الفصل الثالث ¶ حكمة مشروعية الحج وآثاره وآدابه ¶ ويشمل أربعة مباحث ¶ ¬__________ ¶ (¬1) أحكام القرآن لابن العربي جـ1 ص288. ¶ (¬2) الجامع لأحكام القرآن للقرطبي جـ4 ص148. ¶ (¬3) فتح القدير للشوكاني جـ1 ص362 وانظر: تفسير ابن كثير جـ1 ص386، وأضواء البيان للشنقيطي جـ5 ص 74.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "المبحث الأول: حكمة مشروعية الحج. ¶ المبحث الثاني: آثار الحج في حياة الأمة الإسلامية وحياة من أدى فريضة الحج. ¶ المبحث الثالث: آداب الحج. ¶ المبحث الرابع: الرد على من زعم أن أعمال الحج غير معقولة المعنى. ¶ المبحث الأول ¶ حكمة مشروعية الحج ¶ شرع الله العبادات لحكم عظيمة وأسرار كثيرة منها ما عرفه الناس ومنها ما لم يعرفوه، ومن أبرز أسرار الحج أنه تتمة لما شرعه الله من صلاة الجماعة والجمعة والعيد، فلما رأى الشارع الحكيم أن هذا لبطريق غير كافية لانتظام شمل المسلمين وتوحيد كلمتهم وجعلهم كرجل واحد في الألفة وتبادل المنفعة إذ هم متفرقون في مشارق الأرض ومغاربها كما أنهم مختلفون من جهة العناصر واللغات فشرع لهم الحج ليجتمعوا في صعيد واحد على اختلاف أجناسهم ومذاهبهم وبُعد بلادهم وأقطارهم كما قال الله تعالى في كتابه العزيز: { وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ } (¬1) [الحج:27]. ¶ والحج عظيم في مناسكه، عظيم في مظهره، عظيم في نتائجه، عظيم في منافعه وآثاره، إذ هو نوع من السلوك الرفيع ولون من ألوان التدريب العملي على مجاهدة النفس من أجل الوصول إلى المُثل العُليا ثم هو ارتباط بالواقع التاريخي للأمة الإسلامية التي انطلق تاريخها من بلاد الحرمين فإذا زار المسلم هذه البقاع الطاهرة تذكر تاريخ أمته ومنابع دينه وأنوار قرآنه العظيم وتذكر الرعيل الأول الذين عايشوا التنزيل وصحبوا الرسول الكريم - صلى الله عليه وسلم - وكانوا سواسية كأسنان المشط لافضل لأحد على أحد مهما كانت مكانته ومنزلته إلا بالتقوى، وصدق الله العظيم: { إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ } [الحجرات: 13]. ¶ ¬__________ ¶ (¬1) انظر: حكمة التشريع وفلسفته ص269.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "والحج يؤكد هذا المعنى ويجسده في لباس الإحرام، وعند الطواف، والسعي، وحال الوقوف بعرفات، وعند رمي الجمرات، وغيرها من مناسك الحج. ¶ أخي القاريء: ¶ إن في الحج تلبية لنداء إبراهيم الخليل عليه السلام، وفيه محافظة على دعامة من أهم دعامات الدين، والحجقبل ذلك وبعده باعث من بواعث الإصلاح الإجتماعي والتهذيب القويم فإن فيه من صقل النفوس وإعداد القلوب وتهذيب المشاعر ما يُضفي على حياة المسلمين السعادة والمودة والصفاء والإخاء. ¶ المبحث الثانى ¶ آثار الحج في حياة الأمة الإسلامية ¶ وحياة من أدى فريضة الحج ¶ فرض الله سبحانه وتعالى العبادات على عباده امتحاناً لطاعتهم وإظهاراً لعبوديتهم وشكرهم وتحقيقاً لمصالحهم في الدنيا والآخرة ، وقد أشار سبحانة وتعالى في محكم كتابه إلى طرف من هذه المصالح والمنافع فعند ذكر الحج مثلاً أشار إلى منافعه العظيمة التي يشهدها الحجاج يقول تعالى { لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ } [الحج: 28]. ¶ قال ابن عباس في تفسير الآية: (( منافع الدنيا والآخرة أما منافع الآخرة فرضوان الله تعالى، وأما منافع الدنيا فما يصيبون من منافع البدن والذبائح والتجارة......))(¬1). ¶ ولكي تتضح الصورة لنا حول آثار الحج سنتحدث عنه من جانبين: ¶ أحدهما: آثار الحج في حياة الأمة الإسلامية. ¶ ثانيهما: آثار الحج فيمن أدى فريضته. ¶ آثار الحج في حياة الأمة الإسلامية: ¶ للحج آثار عظيمة على المجتمع المسلم في عقيدته ووحدته واقتصاده وجميع شؤؤن حياته، ومن أبرز آثاره في حياة الأمة الإسلامية ما يأتي: ¶ 1- وصل حاضر الأمة بماضيها. ¶ ¬__________ ¶ (¬1) تفسير ابن كثير جـ3 ص216.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "من آثار الحج الظاهرة أنه يصل حاضر الأمة الإسلامية بماضيها ويربط الجيل الحاضر بالجيل الأول، وتاريخ البيت العتيق ضارب في أعماق الزمن منذ أن دعا أبونا إبراهيم عليه السلام وأرسل نداه الخالد على مر الزمن إلى أن يرث الله الأرض ومن عليها { وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ } [الحج: 27] ¶ 2- سقوط الشعارات الزائفة: ¶ من آثار الحج سقوط الشعارات الزائفة التي تجعل التفاضل بين الناس حسب أجناسهم وألوانهم ومكانتهم في الدنيا؛ ففي الحج تذوب تلك الفوارق، بل تسقط فتتحقق المساواة بين المسلمين رغم اختلاف أجناسهم وألوانهم وتباين ألسنتهم وتباعد بلادهم، الجميع من آدم وآدم من تراب: { إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ } [الحجرات: 13]. ¶ 3- توحيد كلمة المسلمين: ¶ من آثار الحج في حياة أمة الإسلام توحيدكلمة المسلمين وجمع شملهمتحت راية التوحيد شعارهم المعلن هو التلبية- لبيك اللهم لبيك- وما ذاقت الأمة ما ذاقت من ويلات وحروب واستعمال وتخلف إلا بسبب تفرقها وتمزقها، والحج فرصة للم الشمل وتوحيد الصف والوقوف بوجه العدو تحقيقاً لأمر الله { وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا } [آل عمران:103]. ¶ 4- تبادل المنافع التجارية والتجارب الإقتصادية: ¶ من آثار الحج في حياة الأمة الإسلامية تبادل التجارب والخبرات في المجال الإقتصادي وتنويع المنتوجات حسب العرض والطلب في السوق المالية في ديار الإسلام. ¶ ولا شك أن هذا التجمع الكبير فرصة لبحث أوجه النقص لدى بعض البلاد الإسلامية ليتم التكامل مع بعض البلاد الأخرى وهذا من المنافع التي أمرنا الله أن نشهدها في الحج، وقد أشار حبر الأمة وترجمان القرآن إلى هذا المعنى في تفسيره للمنافع في الآية. ¶ آثار الحج فيمن أدى فريضته: ¶ 1- تجديد ذكر الله:",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "من آثار الحج في حياة المسلم الذي يؤدي فريضته أنه يقوي صلة المحبة بينه وبين خالقه وذلك عن طريق شعار الحج المعلن- لبيك اللهم لبيك- فبها يجدد المسلم ذكر الله في مواقع ومواقف متعددة يصحب ذلك خشوع وخضوع للخالق الباريء سبحانه وتعالى، والمسلم بهذه التلبية يطرح كل شواغل الحياة وصوارفها التي تمنعه من القرب من خالقة طاعة وامتثالاً وخشوعاً وتذللاً وإجلالاً- لبيك اللهم لبيك لبيك لا شريك لك لبيك-. ¶ 2- في أداء مناسك الحج يذكر المسلم اليوم الآخر: ¶ الحج مظهر مصغر ليوم الحشر والعرض على الله. ولذا تفيض في نفس الحاج بواعث الشوق للقاء الله، ويدفعه ذلك للعمل الصالح، وينشط في مجالات الخير، وتنهزم بواعث المعصية في نفسه ويبقى ذكر الموت وما بعده بين عينيه، وفي هذا من الآثار العظيمة على السلوك والأخلاق ما يلمسه كل حاج مع نفسه ومع الآخرين. ¶ 3- نيل رضوان الله ومغفرته: ¶ من آثار الحج في حياة المسلم الحاج أنه يرجع إلى بلده بإذن الله نقياً من الذنوب؛ لأنه تعرض لمغفرة الله ورضوانه ووقف مع من وقف في بابه يدعو ويرجو راغباً وراهباً، وقد وعد الله من حج ولم يرفث ولم يفسق بالمغرة والرضوان جاء ذلك على لسان رسول الله - صلى الله عليه وسلم - في الحديث الذي يرويه أبو هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - : (( من حج فلم يرفث ولم يفسق رجع كيوم ولدته أمه))(¬1). ¶ 4- يتعلم الحاج دروس التضحية والبذل: ¶ من آثار الحج على المسلم الذي يؤدي هذه الفريضة أنه يتعلم دروساً في البذل والتضحية، ولذا كان الحج باباً من أبواب الجهاد، أليس الحاج يترك وطنه وأهله وأحبابه؟! أليس الحاج يبذل المال قربة لله؟! أليس الحاج يجهد نفسه ويخلع ثيابه ويتجرد من كل شيء طاعة لله وامتثالاً لأمره؟ وهذا لون من ألوان الجهاد بالمال والجهد والوقت. ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم. انظر: صحيح البخاري جـ2 ص164 وصحيح مسلم جـ4 ص107.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "5- الحج تدريب عملي للحاج على الصبر والطاعة: ¶ من آثار الحج في حياة المسلم الذي يؤدي هذه الفريضة أنه يتدرب عملياً على الصبر بكل أنواعه، الصبر على مشقة الطاعة، الصبر عما حرم الله، والصبر على ما يصيب الحاج من المشقة والجهد والعنت وفقد المال وبعد الأهل والأحباب، وبهذا يتهيأ المسلم لمنازلة الأعداء وهو قوي الجانب ثابت الجنان لا يدخل الخوف قلبه ولا يتسرب الهلع إلى نفسه؛ لأن الإخلاص ملأ عليه سمعه وبصره فلا يصدر عنه إلا السمع والطاعة. ¶ 6- الحج نقطة تحول في حياة الحاج: ¶ يزداد به خيراً وتقوى وصلاحاً، ولذا أشار القرآن الكريم إلى أنه ينبغي للحاج ألا ينسى مواقفه الضارعة في الحج وأن يستمر في تعلقه بربه وإنابته له يقول تعالى: { فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْراً } [البقرة: 200]. ¶ والحاج الذي يبقى أثر الحج في نفسه ويعود منه وقد تحسن حاله واستقام أمره وأقبل على طاعة ربه هو الذي يرجى أن يقبل حجه فالله لا يقبل العمل إلا من المتقين: { إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنْ الْمُتَّقِينَ } [المائدة: 27]. ¶ المبحث الثالث ¶ آداب الحج ¶ للحج آداب كثيرة منها آداب قبل السفر، وآداب أثناء السفر، وآداب أثناء تأدية أعمال الحج وسأوجز أهم هذه الآداب فأقول: ¶ 1- يستحب لمن أراد الحج أن يشاور من يثق بدينه وخبرته وعلمه في حجه هذا. ¶ 2- يستحب لمن عزم على الحج أن يستخير الله سبحانه وتعالى وهذه الاستخارة لا تعود إلى الحج نفسه فإنه خير لا شك فيه وإنما تعود إلى الوقت والرفيق والراحلة. ¶ 3- ينبغي أن يتعلم ما يحتاجه من أحكام السفر والحج، فإن لم يتيسر له ذلك حرص على رفقة فيهم عالم أو طالب علم، فإن لم يتيسر ذلك أخذ معه من الكتب ما يفيده في هذا المجال. ¶ 4- ينبغي لمن عزم على الحج أن يوصي أهله وأصحابه قبل سفره بتقوى الله ولزوم طاعته.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "5- كما أن عليه أن يكتب وصيته وماله وما عليه من الدين ويشهد على ذلك. ¶ 6- ويجب على من عزم على الحج المبادرة إلى التوبة النصوح من جميع الذنوب { وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ } [النور: 31] ¶ 7- رد المظالم إلى أهلها أو تحللهم منها سواء كانت مظالم من نفس أو مال أو عرض. ¶ 8- أن ينتخب الحاج لحجه أو لعمرتة نفقة طيبة من مال حلال لما صح عنه - صلى الله عليه وسلم - : (( إن الله تعالى طيب لا يقبل إلا طيبا......))(¬1). ¶ 9- عليه أن يقصد بحجه وعمرته وجه الله والدار الآخرة والتقرب إلى الله بما يرضيه من الأقوال والأعمال في تلك المواضع الشريفة، ويحذر كل الحذر أن يقصد بحجه الدنيا وحطامها أو الرياء والسمعة والمفاخرة بذلك. ¶ 10- إذا ركب راحلته- دابة أو سيارة أو طائرة- فينبغي له أن يسمي الله ويحمده ويدعو بدعاء السفر، ثم يكثر من الدعاء والذكر والاستغفار والتكبير والتسبيح والتهليل. ¶ 11- حفظ اللسان من القيل والقال ما لا ينفع في الحال والمآل وكثرة المزاح واللعب مما ضرره أكثر من نفعه. ¶ 12- كف الأذى عن الرفقة، وبذل النصح لهم، وأمرهم بالمعروف ونهيهم عن المنكر، والحرص على الاستفادة من الوقت لتشهد له هذه البقاع الطاهرة يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم. ¶ 13- الحرص على عدم إيذاء أحد من الحاج وخصوصاً حال الطواف والسعي ورمي الجمار. ¶ 14- ينبغي على الحاج أن يقوم بشعائر الحج على سبيل التعظيم والإجلال والمحبة والخضوع لله رب العالمين فيؤديها بسكينة ووقار واتباع لرسول الله - صلى الله عليه وسلم - . ¶ 15- يجب على الحاج أن يتجنب الرفث والفسوق والعصيان والجدال لغير نصرة الحق، أما الجدال لنصرة الحق فهذا من باب الأمر بالمعروف، وقد يكون واجباً أو مندوباً حسب مقتضيات الأحوال. ¶ ¬__________ ¶ (¬1) رواه مسلم. انظر: صحيح مسلم جـ3 ص85.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "16- يجب على الحاج أن يحرص كل الحرص على أداء ما افترض الله عليه من صلاة مع الجماعة في أوقاتها، ونحن نرى تساهل كثير من الحجاج بهذا الأمر فكيف يحج من لا يصلي أو يتساهل بالثلاة حتى يخرج وقتها كلها { لا تَعْمَى الأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ } [الحج:46]. ¶ 17- يجب على المرأة ألا تسافر إلا مع ذي محرم، وما يفعله كثير من النساء من تساهلهن بالمحرم وذهابهن للحج والعمرة من دونه فهذا معصية كبيرة ينبغي أن يتبن إلى الله منها. ¶ 18- كما ينبغي على النساء أن يتسترن ولا يتبرجن وأن يحصن على أداء مناسك الحج بكل حشمة وحياء وليعلمن أن مزاحمة الرجال والاختلاط بهم من غير ضرورة أمر محرم. ¶ 19- ينبغي على الحاج أن يتجنب ما يحدثه كثير من الناس من الكلام أو الفعل الذي لا يليق بالمشاعر كقول بعضهم رمينا الشيطان، أو رمي الجمرة بالحذاء وغيرها أو السب والشتم للمشاعر فهذا كله يناقض المقصود من رمي الجمار وهو إقامة ذكر الله تعالى. ¶ 20- ينبغي على الحاج أن يحرص على نفع المسلمين والإحسان إليهم بالإرشاد والمعونة عند الحاجة رائده في ذلك ودافعه قول الرسول - صلى الله عليه وسلم - : (( المؤمن للمؤمن كالبنيان يشد بعضه بعضاً(¬1)))(¬2). ¶ المبحث الرابع ¶ الرد على من زعم أن أعمال الحج غير معقولة المعنى ¶ في الحج تحج لعُباد العقل والمادة ذلك أنهم زعموا أن أعماله غير معقولة المعنى وفيها عود للورا بتقديس الحجارة والجمادات. ¶ ونحن نقول لأولئك: إن في الحج تحدياً صارخاً لكم، ذلك أننا نعلم علم اليقين أنه لا توحيد لمن أسرته العادات والمألوفات والشهوات. ¶ ولا يعتبر مطيعاً منقاداً مسلماً من اعتمد دائماً على عقله. ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم. انظر: صحيح البخاري جـ8 ص11، وصحيح مسلم جـ8 ص20. ¶ (¬2) انظر: آداب الحج المنهج لمريد الحج والعمرة ص28، وكيف حج النبي - صلى الله عليه وسلم - ص17.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ذلك أنه لا ينشط لعمل ولا يسرع لامتثال أمر حتى يزنه في ميزان عقله المخلوق ويعرف فوائده المادية المحسة. ¶ والحج بوضعه الدقيق الغامض المنافي للمألوف المعروف لعبَّاد العقل والمادة وأسارى النظم والتررتيبات يدعو بكل عمل من أعماله للإيمان بالغيب واتباع الأمر المجرد وعزل العقل عن محدوديته لزمن يسير وفي مكان محدود. ¶ يقول الغزالي: ((.......ولذلك وظف عليهم فيها- أماكن الحج- أعمالاً لا تأنس بها النفوس، ولا تهتدي إلى معانيها العقول كرمي الجمار بالأحجار والتردد بين الصفا والمروة على سبيل التكرار، وبمثل هذه الأعمال يظهر كمال الرق والعبودية.....))(¬1). ¶ والحج بمناسكه وأركانه وأعماله كلها تمرين وتمثيل للطاعة المطلقة وامتثال للأمر المجرد وسعي وراء الأمر وتلبية وإجابة للطلب، فالحاج يتقلب بين مكه ومنى وعرفات ومزدلفة ثم منى ومكة يقيم ويرحل طوع إشارة ورهن أمر، وهكذا كانت حياة إبراهيم عليه السلام وحياة الأنبياء من بعده طاعة تامة لله جل وعلا، فعمل المسلم انقياد وطاعة واتباع لأبي الأنبياء وصدق الله العظيم { ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنْ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفاً وَمَا كَانَ مِنْ الْمُشْرِكِين } [النحل:123]. ¶ قال صاحب كتاب: (( كيف حج(¬2) النبي - صلى الله عليه وسلم - ))؟.....قد يبدو باديء ذي بدء أن الحج عبادة غير معقولة المعنى... لكنه عند التأمل تتجلى أسراره وتظهر آثاره وتنكشف حكم الله في تشريعه....فهو نوع من السلوك أو من التدريب العملي على مجاهدة النفس من أجل الوصول إلى ما تنشده النفس من كمال وسمو.....تنطلق فيه الحناجر هاتفة بذكر الله- لبيك اللهم لبيك)). ¶ الفصل الرابع ¶ مواقيت الحج وكيف حج النبي - صلى الله عليه وسلم - ¶ ويشمل ثلاثة مباحث: ¶ المبحث الأول: مواقيت الحج. ¶ المبحث الثاني: حجة النبي صلى الله عليه وسلم. ¶ ¬__________ ¶ (¬1) إحياء علوم الدين جـ 1 ص240. ¶ (¬2) كيف حج النبي - صلى الله عليه وسلم - ص 121.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "المبحث الثالث: أركان الحج وواجباته. ¶ المبحث الأول ¶ مواقيت(¬1)الحج ¶ إن من أعظم فوائد العبادات التي شرعها الله لعباده أنها تغرس في نفوسهم الطاعة والاستسلام لله، والنظام وحسن الترتيب في شؤون الحياة، والمحافظة على الوقت وعلى المواعيد والدقة ف يالوفاء بها، يظهر ذلك واضحاً في توقيت الصلاة، وفي الجماعة، وفي توقيت الصيام إمساكاً وفطاراً. ¶ وقد جعل الله سبحانه وتعالى للحج والعمرة والإحرام بهما أوقاتاً موقوتة وأماكن معينة يجب ألا يتعداها المسلم الذي يريد الحج أو العمرة، ومن تعداها كان مخالفاً ومتعدياً تلزمه كفارة تذكيراً له لئلا يتكرر ذلك منه. وهذا شبيه تماماً بمن قطع إشارة المرور وخرق النظام حيث تلزمه غرامة مالية تأديباً له لئلا يتكرر منه ذلك منه. ¶ والمواقيت التي وقتها الله للحج والعمرة نوعان: ميقات زماني، وميقات مكاني. ¶ أولاً: المواقيت الزمانية: ¶ الميقات الزماني بالنسبة للحج يبدأ من أول شهر شوال إلى العاشر من ذي الحجة. قال تعالى: { الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدَالَ فِي الْحَجِّ } [البقرة: 197]. ¶ وميقات العمرة الزماني هو العام كله فله أن يحرم بها متى شاء، ومنع بعض أهل العلم الإحرام بالعمرة في يومي العيدين وفي أيام التشريق ما دام متلبساً بأعمال الحج. ¶ ثانياً: المواقيت المكانية: ¶ المواقيت المكانية خمسة: ذو الحليفة، والججحفة، وقرن المنازل، ويلملم، وذات عرق، هن لأهلهن ولمن مر عليهن من غير أهلهن ممن يريد الحج أو العمرة ومن كان منزله دونهن فمهله من منزله حتى أهل مكة يهلون من مكة. ¶ 1- ذو الحُليفة: ¶ ¬__________ ¶ (¬1) المواقيت جمع ميقات وهو الزمان والمكان المضروب للفعل. والتوقيت التحديد وبيان مقدار المدة وأصله أن يجعل للشيء وقت يختص به اتسع فيه فأطلق على المكان. وهو لغة: الحد، وشرعاً: مواضع وأزومنة لعبادة مخصوصة.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الحليفة- بضم الحاء وفتح(¬1) اللم هي قرية صغيرة تبعد عن المدينة ستة أميال أو سبعة(¬2) وهي مهل أهل المدينة وهي أبعد المواقيت عن مكة، وتسمى وادي العقيق ومسجدها يسمى مسجد الشجرة وفيها بئر تسميها جهال العامة بئر علي أن عليّا قاتل الجن بها وهة كذب(¬3). ¶ يقول شيخ الإسلام ابن تيمية: ((.......وتسمى وادي العقيق ومسجدها يسمى مسجد الشجرة وفيها بئر تسميها جهال العامة بئر عليّ لظنهم أن عليّا قاتل الجن بها وهو كذب فإن الجن لم يقاتلهم أحد من الصجابة....)). ¶ وذو الحليفة بعيدة عن مكة بينهما عشر مراحل، وقد قسمت المسافة بنفسي فكانت عشرةً وأربعمائة كيلومتراً. ¶ 2- الجُحفة: ¶ بضم الجيم وسكون الحاء المهملة قرية على طريق المدينة خربة قرب رابغ كان اسمها مهيعة فجحفت السيل بأهلها فسميت بذلك، وتلي ذا الحليفة بالبعد عن مكة حيث تبعد عنها بثلاث مراحل وهي ميقات أهل الشام ومصر ومن حولهم. ¶ يقول شيخ الإسلام ابن تيمية: ((......وأما الجحفة فبينها وبين مكة نحو ثلاث مراحل وهي قرية كانت قديمة معمورة كانت تسمى- مهيعة - وهي اليوم خراب ولهذا صار الناس يحرمون قبلها من المكان الذي يسمى – رابغ – وهذا ميقات لمن حج من ناحية المغرب كأهل الشام ومصر وسائر المغرب.......))(¬4). ¶ والجحفة ثاني أبعد المواقيت عن مكة بينهما ثلاث مراحل، وقد قست المسافة بنفسي فكانت في حدود المائتين من الكيلومترات. ¶ 3- قرْن المنازل: ¶ ¬__________ ¶ (¬1) تصغير حلفة وحليفة وهي واحدة الحلفاء وهي خشب ينبت في الماء. ¶ انظر شرح العمدة لابن تيمية تحقيق د. صالح الحسن. ¶ (¬2) بعد اتساع المدينة النبوية وامتداد عمرانها أصبحت ذو الحليفة ضاحية من ضواحي المدينة وقد قست المسافة من مسجد الميقات إلى قرب المسجد النبوي فكانت عشرة كيلومترات. ¶ (¬3) منسك شيخ الإسلام ابن تيمية ص4. ¶ (¬4) منسك شيخ الإسلام ابن تيمية ص4.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "بفتح القاف المعجمة وسكون الراء المهملة، ميقات أهل نجد وهو معروف مشهور، ويسمى الآن بالسيل الكبير ويتصل وادي السيل هذا بوادي المحرم ويمر معهما الآن طريقان بين مكة والطائف أحدهما طريق السيل، والثاني طريق كرا، ومن أحدهما فقد أحرم من الميقات الشرعي. ¶ ويسمى قرن المنازل قرن الثعالب وهو على مسافة يوم وليلة من مكة، وقد قسمت المسافة بنفسي قكانت في حدود السبعين من الكيلومترات. ¶ 4- يلملم ويُقال له ألمام: ¶ بفتح أوله وثانيه وسكون ثالثه وفتح رابعه جبل معروف وهو ميقات أهل اليمن على مسافة ليلتين من مكة. ¶ والمسافة بين مكة والميقات المسمى الآن بالسعدية على طريق الساحل من الحجاز في حدود السبعين من الكيلومترات. ¶ 5- ذات عرق: ¶ مكان بالبادية قرب عقيق الطائف وهو ميقات أهل العراق ومن ورائهم من المشرق وهو الحد الفاصل بين تهامة ونجد. ¶ وذات عرق قرية مندثرة اليوم، ويحرم الحجاج الذين يأتون في السابق على الإبل من نجد والعراق من الضربية التي يقال لها اليوم الخريبات وهي بين قرية المضيق وعقيق الطائف. ¶ أما اليوم فإن حجاج المشرق يأتون بسياراتهم ويمرون على ميقات ذي الحليفة أو السيل فيحرمون من أحدهما. وذات عرق تبعد ليلتين من مكة وقد تَثبتُ من المسافة فوجدتها في حدود السبعين من الكيلومترات. ¶ يقول شيخ الاسلام ابن تيمية: ((......وأما المواقيت الثلاثة فبين كل واحد منها وبين مكة نحو مرحلتين......))(¬1). ¶ وكأن شيخ الإسلام – رحمه الله – يعزو التسوية في قطع المسافة زمناً مع اختلافها طولاً لسهولة الطريق ووعورته، والله أعلم. ¶ وقد نظم بعضهم المواقيت فقال: ¶ عرق العراق يلملم اليمنى ¶ وذو الحليفة يحرم المدني ¶ والشام جحفة إن مررت بها ¶ ولأهل نجد قرن فاستبن ¶ ونظمها بعضهم مبيناً مقدار بعد كل منها عن مكة فقال: ¶ قرن يلملم ذات عرق كلها ¶ في البعد مرحلتان من أم القرى ¶ ولذي الحليفة بالمراحل عشرة ¶ ¬__________ ¶ (¬1) منسك شيخ الإسلام ابن تيمية ص4.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وبها لجحفة ستة فاخبر ترى(¬1). ¶ الدليل على هذه المواقيت: ¶ عن ابن عباس – رضي الله عنهما – قال: وقَّت رسول الله - صلى الله عليه وسلم - لأهل المدينة ذا الحليفة، ولأهل الشام الجحفة، ولأهل نجد قرن المنازل، ولأهل اليمن يلملم قال: (( هن لهن ولمن أتى عليهن من غير أهلهن لمن كان يريد الحج أو العمرة فمن كان دونهن فمهله من أهله وكذلك حتى أهل مكة يهلون منها))(¬2). ¶ وفي هذا المعنى المعنى أحاديث عن ابن عمر وعائشة وجابر وهي تفيد بمجموعها: ¶ (أ ) تحديد المواقيت بتحديد رسول الله - صلى الله عليه وسلم - لها في حديث ابن عباس وغيره. ¶ (ب ) رفع الحرج لمن مر عليهن من غير أهلهن أن يحرم من الميقات الذي يمر به وإن كان غير ميقاته الأصلي – إذا كان يريد حجّاً أو عمرة. ¶ (ج ) عدم تكليف من كان دون المواقيت من جهة مكة حيث جعل مهل إحرامه من مكانه. ¶ (د ) أهل مكة يحرمون من مكة للحج ومن الحل للعمرة. ¶ (ه) يتضح من حديث ابن عباس وغيره أن الناس ينقسمون بالنسبة إلى الميقات المكاني إلا ثلاثة أصناف. ¶ 1- أهل الحرم: ¶ وهم الذين يقيمون بمكة مكيون أو غيرهم ويلحق بهم من كان بمكة مقيماً بها أو غير مقيم. ¶ 2- أهل الحل: ¶ وهم الذين مساكنهم داخل المواقيت الخمسة خارج الحرم أي بين الحرم والميقات وهم أقرب إلى مكة من غيرها. ¶ 3- الأفاقيون: ¶ وهم الذين منازلهم خارج المواقيت التي وقتها رسول الله - صلى الله عليه وسلم - وهي: ذو الحليفة، والجحفة، وقرن المنازل، ويلملم، وذات عرق. ¶ (و) من مر على الميقات غير مريد الحج أو العمرة فلا يلزمة الإحرام، ب لله أن يدخل إلى مكة غير محرم كمن جاء للدراسة أو التجارة أو زيارة الأقارب أو غير ذلك لكن الأفضل له ألا يتجاوز الميقات إلا محرماً، والله أعلم(¬3). ¶ المواقيت ¶ ميقات مكاني ¶ ¬__________ ¶ (¬1) مفيد الأنام جـ1 ص58. ¶ (¬2) رواه البخاري ومسلم. انظر: صحيح البخاري جـ2 ص164، وصحيح مسلم جـ4 ص5. ¶ (¬3) المجموع جـ7 ص198، بداية المجتهد جـ1 ص332.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أماكن المواقيت ¶ المجمع عليها عند أهل العلم ¶ ميقات زماني ¶ 1 2 3 ¶ عمر وابن عباس ¶ رضي الله عنهما ¶ والإمام مالك (أشهر ¶ الحج شوال وذو ¶ الحجة). ¶ (1) متفق عليه (اللؤلؤ والمرجان434). ¶ (2) مسلم 2/ 841. ¶ الإمام الشافعي( آخرأشهر الحج ليلة النحر) ¶ مجاوزة الميقات ¶ أ ب ج ¶ من أراد الإحرام والنسك ¶ إن رجع إلى الميقات مرة أخرى إن لم يرجع ¶ وأحرم بعد الميقات. ¶ من لا يريد النسك ¶ من لا يريد دخول الحرم من يريد دخول الحرم ¶ أ ¶ ب ¶ لا يلزمه الإحرام ¶ وغير هؤلاء ¶ 1 ¶ إن أراد النسك ¶ بعد تجاوز الميقات رجع وإن أحرم من مكانه ¶ لزومه دم ¶ (1) أخرجه مالك في الموطأ (950) قال عبد القادر الأرناؤوط : وإسناده صحيح أ-هـ ( جامع الأصول 3/99) وقال الألباني ضعيف مرفوعاً وثبت موقوفاً أ- هـ (رواه الغليل 1100). ¶ (2) البخاري ( الفتح 3044، 5808) ومسلم (1357). ¶ (3) البخاري ( الفتح 1526، 1524، 1530، 1845). ¶ المبحث الثاني ¶ حجة النبي صلى الله عليه وسلم ¶ كما رواه جابر بن عبد الله رضي الله عنه",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "روى مسلم وغيره عن جعفر بن محمد عن أبيه قال: (( دخلنا على جابر ابن عبد الله – وهو أعمى- .. فقلت: أخبرني عن حجة رسول الله - صلى الله عليه وسلم - فقال: بيده فعقد تسعاً فقال: (( إن رسول الله - صلى الله عليه وسلم - مكث تسع سنين لم يحج، ثم أذن في الناس في العاشرة أن رسول الله - صلى الله عليه وسلم - حاج فقد المدينة بشر كثير كلهم يلتمس أن يأتم برسول الله - صلى الله عليه وسلم - ويعمل مثل عمله، فخرجنا معه حتى أتينا ذا الحليفه فولدت أسماء بنت عميس محمد بن أبي بكر فأرسلت إلى رسول الله - صلى الله عليه وسلم - كيف أصنع قال: اغتسلي واستثفري بثوب وأحرمي فصلى رسول الله - صلى الله عليه وسلم - في المسجد ثم ركب القصواء ختى إذا استوت به ناقته على البيداء نظرت إلى مد بصري بين يديه من راكب وماش، وعن يمينه مثل ذلك، وعن يساره مثل ذلك، ومن خلفه مثل ذلك، ورسول الله - صلى الله عليه وسلم - بين أظهرنا وعليه ينزل القرآن وهو يعرف تأويله وما عمل به من شيء عملنا به، فأهلَّ بالتوحيد لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك لك، وأهلَّ الناس بهذا الذي يهلون به فلم يرد رسول الله - صلى الله عليه وسلم - عليهم شيئاً منه ولزم رسول الله - صلى الله عليه وسلم - تلبيته قال جابر رضي الله عنه: لسنا ننوي إلا الحج لسنا نعرف العمرة حتى إذا أتينا البيت معه استلم الركن فرمل ثلاثاً ومشى أربعاً ثم نفذ إلى مقام إبراهيم عليه السلام فقرأ ¶ {",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى } [البقرة:125]. فجعل المقام بينه وبين البيت فكان أبي يقول: (( ولا أعلمه ذكرها إلا عن النبي (( - صلى الله عليه وسلم - كان يقرأ في الركعتين (( قل هو الله أحد)) و(( قل يا أيها الكافرون)) ثم رجع إلى الركن ثم رجع إلى الركن فاستلمه ثم خرج من الباب إلى الصفا فلما دنا من الصفا قرأ { إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ } [البقرة:158].",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "أبدأ بما بدأ الله به، فبدأ بالصفا فرقى عليه حتى رأى البيت فاستقبل القبلة فوحد الله وكبره وقال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، لا إله إلا الله وحده أنجز وعده، ونصر عبده، وهزم الأحزاب وحده، ثم دعا بين ذلك قال مثل هذا ثلاث مرات، ثم نزل إلى المروة حتى إذا انصبت قدماه في بطن الوادي سعى حتى إذا صعدتا مشى حتى أتى المروة ففعل على المروة كما فعل على الصفا حتى إذا كان آخر طوافه قال: لو أني استقبلت من أمري ما استدبرت لم أسق الهدي وجعلتها عمرة فمن كان منكم ليس معه هدي فليحل وليجعلها عمرة فقام سراقة بن مالك بن جعشم فقال: يا رسول الله ألعامنا هذا أم لأبد فشبك رسول الله - صلى الله عليه وسلم - أصابعه واحدة في الأخرى وقال دخلت العمرة في الحج مرتين لا بل لابد أبد وقدم علي من اليمن ببدن النبي - صلى الله عليه وسلم - فوجد فاطمة رضي الله عنها ممن حل ولبست ثياباً صبيغاً واكتحلت فأنكر ذلك عليها فقالت إن أبي أمرني بهذا قال فكان علي يقول بالعراق فذهبت إلى رسول الله - صلى الله عليه وسلم - محرشاً على فاطمة للذي صنعت مستفتياً لرسول الله - صلى الله عليه وسلم - فيم ذكرت عنه فأخبرته أني أنكرت ذلك عليها فقال صدقت صدقت ماذا قلت حين فرضت الحج قال قلت: اللهم إني أهل بما أهل به رسولك قال فإن معي الهدي فلا تحل قال فكان جماعة الهدي الذس قدم به على من اليمن والذي أتى به النبي - صلى الله عليه وسلم - مائة قال فحل الناس كلهم وقصروا إلا النبي - صلى الله عليه وسلم - ومن كان معه هدي، فلما كان يوم التروية توجهوا إلى منى فأهلوا بالحج وركب رسول الله - صلى الله عليه وسلم - فصلى بها الظهر والعصر والمغرب والعشاء والفجر ثم مكث قليلاً حتى طلعت الشمس وأمر بقبة من شعر تضرب له بنمرة فسار رسول الله - صلى الله عليه وسلم - ولا تشك قريش إلا أنه واقف عند المشعر الحرام كما كانت قريش تصنع فأجاز",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "رسول الله - صلى الله عليه وسلم - حتى أتى عرفة فوجد القبة قد ضربت له بنمرة فنزل بها حتى إذا زاغت الشمس أمر بالقصواء فرحلت له فأتى بطن الوادي فخطب الناس وقال: (( إن دماءكم وأموالكم حرامٌ عليكم كحرمة يومكم هذا في شهركم هذا في بلدكم هذا، ألا كل شيء من أمر الجاهلية تحت قدمي موضوع ودماء الجاهلية موضوعة، وإن أول دم أضع من دمائنا دم ابن ربيعة بن الحارث كان مسترضعاً في بني سعد فقتله هذيل، وربا الجاهلية موضوع وأول ربا أضع ربانا ربا العباس بن عبد المطلب فإنه موضوع كله، فاتقوا الله في النساء فإنكم أخذتموهن بأمان الله واستحللتم فروجهن بكلمة الله ولكم عليهن ألا يوطئن فرشكم أحداً تكرهونه فإن فعلن ذلك فاضربوهن ضرباً غير مبرح، ولهن عليكم رزقهن وكسوتهن بالمعروف وقد تركت فيكم ما لن تضلوا بعده إن اعتصمتم به كتاب الله وأنتم تسألون عني فما أنت قائلون قالوا: نشهد أنك قد بلغت وأديت ونصحت، فقال بأصبعه السبابه يرفعها إلى السماء وينكثها إلى الناس: اللهم اشهد ثلاث مرات، ثم أذن ثم أقام فصلى الظهر ثم أقام فصلى العصر ولم يصل بينهما شيئاً، ثم ركب رسول الله - صلى الله عليه وسلم - حتى أتى الموقف فجعل بطن ناقته القصواء إلى الصخرات وجعل حبل المشاة بين يديه واستقبل القبلة فلم يزل واقفاً حتى غربت الشمس وذهبت الصفرة قليلاً حتى غاب القرص وأردف أسامة خلفه ودفع رسول الله - صلى الله عليه وسلم - وقد شنق للقصواء الزمام حتى إن رأسها ليصيب مورك رحله ويقول بيده اليمنى أيها الناس السكينة السكينة كلما أتى جبلاً من الجبال أرخى لها قليلاً حتى تصعد حتى أتى المزدلفة فصلى بها المغرب والعشاء بأذان واحد وإقامتين ولم يسبح بينهما شيئاً ثم اضطجع رسول الله - صلى الله عليه وسلم - حتى طلع الفجر وصلى الفجر حين تبين له الصبح بأذان وإقامة، ثم ركب القصواء حتى أتى المشعر الحرام فاستقبل القبلة فدعاه وكبره وهلله ووحده فلم يزل واقفاً حتى أسفر",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "جدّاً فدفع قبل أن تطلع الشمس وأردف الفضل ابن عباس وكان رجلاً حسن الشعر أبيض وسيماً فلما دفع رسول الله - صلى الله عليه وسلم - مرت به ظعن يجرين فطفق الفضل ينظر إليهن فوضع رسول الله - صلى الله عليه وسلم - يده على وجه الفضل فحول الفضل وجه إلى الشق الآخر ينظر فحول رسول الله يده من الشق الآخر على وجه الفضل يصرف وجهه من الشق الآخر حتى أتى بطن محسر فحرك قليلاً ثم سلك الطريق الوسطى التي تخرج على الجمرة الكبرى حتى أتى الجمرة التي عند الشجرة فرماها بسبع حصيات يكبر مع كل حصاة منها مثل حصى الخذف رمى من بطن الوادي ثم انصرف إلى المنحر فنحر ثلاثاً وستين بيده ثم أعطى علياً فنحر ما غبر وأشركه في هديه ثم أمر من كل بدنة ببضعة فجعلت في قدر فطبخت فأكل من لحمها وشرب من مرقها ثم ركب رسول الله - صلى الله عليه وسلم - فأفاض إلى البيت فصلى بمكة الظهر فأتى بني عبد المطلب يسقون على زمزم فقال انزعوا بني عبد المطلب فلولا أن يغلبكم الناس عل ىسقايتكم لنزعت معكم فناولوه دلواً فشرب منه. ¶ وفي رواية لمسلم قال: (( نحرت هاهنا ومنى كلها منحر فانحروا في رحالكم، ووقفت هاهنا وعرفة كلها موقف ووقفت هاهنا وجمع كلها موقف.....)) (¬1). ¶ وفي رواية لمسلم عن أنس بن مالك أن رسول الله - صلى الله عليه وسلم - أتى منى فأتى الجمرة فرماها ثم أتى منزله بمنى ونحر ثم قال للحلاق خذ وأشار إلى جانبه الأيمن ثم الأيسر ثم جعل يعطيه الناس........))(¬2). ¶ وفي رواية لمسلم عن جابر قال: رمى رسول الله - صلى الله عليه وسلم - الجمرة يوم النحر ضحى وأما بعد فإذا زالت الشمس......))(¬3). ¶ وفي رواية لمسلم عن ابن عمر أن العباس بن عبد المطلب استأذن رسول الله - صلى الله عليه وسلم - أن يبيت بمكة ليالي منى من أجل سقايته فأذن له......))(¬4). ¶ ¬__________ ¶ (¬1) رواه مسلم. انظر: صحيح مسلم جـ4 ص39/43. ¶ (¬2) صحيح مسلم جـ4 ص82. ¶ (¬3) صحيح مسلم جـ4 ص80. ¶ (¬4) صحيح مسلم جـ4 ص86.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وفي رواية لمسلم عن ابن عباس قال: كان الناس ينصرفون في كل وجه فقال رسول الله - صلى الله عليه وسلم - لا ينفرن أحد حتى يكون آخر عهده بالبيت.......))(¬1). ¶ بعض ما يستفاد من هذا الحديث العظيم: ¶ يحمل هذا الحديث وصفاً دقيقاً لحجة المصطفى - صلى الله عليه وسلم - وهو أصل عظيم في بيان مناسك الحج؛ لأنه أجمع حديث ورد في بيان صفة الحج وسنقف إن شاء الله عند طرف مما يستفاد منه موجزين ذلك إيجازاً بالغاً فنقول: ¶ 1- إن حجة الوداع كانت سنة عشر من الهجرة. ¶ 2- إن ميقات أهل المدينة وذو الحليفة. ¶ 3- إن الحائض والنفساء تغتسل وتعمل ما يعمله غيرها غير أنها لا تطوف بالبيت. ¶ 4- يستحب أن يكون الإحرام بعد صلاة كما فعل النبي - صلى الله عليه وسلم - ¶ 5- عقد الإحرام بالتلبية ويحسن أن يكون بعد استوائه على راحلته. ¶ 6- التلبية عمل من أعمال الحج ويستحب أن تكون شعلى المسلم حتى يصل البيت ويبدأ بالطواف. ¶ 7- يستحب لداخل البيت محرماً أن يستلم البيت إن استطاع شريطة ألا يؤذي أحداً بلسانه أو يده. ¶ 8- ينبغي لمن يطوف طواف القدوم أن يرمل ثلاثة أشواط ويمشي أربعة. ¶ 9- ينبغي بعد الطواف أن يصلي ركعتين خلف المقام- أو في أي مكان من الحرم- يقرأ في الأولى (( قل يا أيها الكافرون )) و(( قل هو الله أحد)) في الثانية. ¶ 10- يستحب له يعد ذلك أن يذهب إلى الصفا ويتلو قوله تعالى { إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ...... الآية } [البقرة:158]. ثم يكبر ويهللل ويحمد ثلاثاً ويدعو بين ذلك ثم ينزل متجهاً إلى المروة ويسرع سرعة شديدة بين العلمين ثم يعاود المشي حتى يصعد المروة ويفعل مثل ما فعل على الصفا ويتم سعيه سبعة أشواط ذهابه شوط ورجوعه شوط. ¶ 11- من ساق الهدي القِران، وأما من لم يسق لهدي فالمستحب في حقه أن يتمتع. ¶ ¬__________ ¶ (¬1) صحيح مسلم جـ4 ص93.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "12- يستحب للحاج أن يذهب يوم التروية – اليوم الثامن من ذي الحجة – إلى منى ويصلي بها الظهر والعصر والمغرب والعشاء والفجر. ¶ 13- يصعد الحاج إلى عرفات من منى بعد طلوع الشمس. ¶ 14- يصلي الحاج في عرفات الظهر والعصر جمعاً وقصراً في وقت الأولى ليتفرغ للدعاء. ¶ 15- بعد غروب الشمس من يوم عرفة يدفع الحاج إلى مزدلفة ويصلي بها المغرب والعشاء جمعاً وقصراً حال وصوله إليها. ¶ 16- يدفع الحاج من مزدلفة إلى منى قبل طلوع الشمس ويرمي جمرة العقبة- الكبرى – بسبع حصيات. ¶ 17- ينحر الحاج هديه إن كان متمتعاً أو قارناً بعد أن يرمي جمرة العقبة. ¶ 18- بعد نحر الهدي يحلق أو يقصر. ¶ 19- يلزم الحاج المبيت بمنى ليالي أيام التشريق. ¶ 20- يرمي الحاج الجمرات في أيام التشريق. ¶ 21- يختم الحاج أعماله بطواف الوداع. ¶ 22- يتضح لنا من حديث جابر الطويل أن أعمال الحج هي: ¶ (أ) الإحرام. ¶ (ب) التابية. ¶ (ج) الطواف. ¶ (د) السعي. ¶ (هـ) الحلق أو التقصير. ¶ (و) الوقوف بعرفة. ¶ (ز) المبيت بمزدلفة. ¶ (حـ) المبيت بمنى. ¶ (ط) رمي الجمرات. ¶ (ي) نحر الهدي. ¶ المبحث الثالث ¶ أركان الحج ¶ أركان الحج المتفق عليها بين أهل العلم : ¶ 1- الطواف. ¶ 2- الوقوف بعرفة. ¶ وزاد الملكية والحنابلة: ¶ 3- الإحرام. ¶ 4- السعي بين الصفا والمروة. ¶ وزاد الشافعية على هذه الأربعة: ¶ 5- الحلق أو التقصير. ¶ 6- الترتيب بين هذه الأركان على الصحيح عندهم(¬1). ¶ واجبات الحج: ¶ 1- الإحرام من الميقات. ¶ 2- الوقوف بعرفة إلى الليل. ¶ 3- المبيت بمزدلفة. ¶ 4- والمبيت بمنى ليالي أيام التشريق. ¶ 5- رمي الجمرات. ¶ 6- الحلق أو التقصير وهو عند الشافعية ركن. ¶ 7- طواف الوداع. ¶ وزاد الحنفية. ¶ 1- السعي بين الصفا والمروة وهو عند الثلاثة ركن. ¶ ¬__________ ¶ (¬1) حاشية ابن عابدين جـ2 ص467، الشرح الصغير جـ2 ص311، مغني المحتاج جـ1 ص513، المقنع جـ1 ص467.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وهناك أعمال أخرى محل خلاف بين الفقهاء منهم من عدها واجباً ومنهم من عدها سنة(¬1). ¶ وقد أوصل الحنفية واجبات الحج إلى نيف وعشرين(¬2). ¶ الفصل الخامس ¶ مناسك الحج وأعماله ¶ ويشمل عشرة مباحث ¶ المبحث الأول: الإحرام. ¶ المبحث الثاني: التلبية. ¶ المبحث الثالث: الطواف. ¶ المبحث الرابع: السعي. ¶ المبحث الخامس: الوقوف بعرفة. ¶ المبحث السادس: المبيت بمزدلفة. ¶ المبحث السابع: رمي الجمرات. ¶ المبحث الثامن: الحلق أو التقصير. ¶ المبحث التاسع: المبيت بمنى ليالي أيام التشريق. ¶ المبحث العاشر: الهدي. ¶ مناسك الحج ¶ سنقف بمشيئة الله تعالى عند كل منسك مفصلين فيه من حيث الاستدلال له وحكمة مشروعيته وبيان حكمه وأقسامه إن وجدت، وسيكون ترتيب المناسك حسب ترتيبها الزمني في الحج فنقول مستعينين بالله. ¶ المبحث الأول ¶ الإحرام ¶ تعريفه: ¶ الإحرام في اللغة هو الدخول في الحرمة. والمراد هنا الدخول في حرمة أداء الحج أو العمرة؛ لأنه يحرم على نفسه بنيته ما كان مباحاً له قبل الإحرام. ¶ وفي الإصطلاح: نية الدخول في النسك مع التلبية(¬3). ¶ وهو أول ركن من أركان الحج والعمرة فهو لهما مثل تكبيرة الإحرام بالنسبة للصلاة متى انعقد لزم المسلم أمور لم يكن ملتزماً بها قبل انعقاده وحرمت عليه أمور كانت حلالاً له قبل الإحرام. وتأكدت عليه أمور. ¶ أنواع الإحرام: ¶ أنواع الإحرام ثلاثة: ¶ (أ ) التمتع وهو أن ينوي العمرة وحدها في أشهر الحج ثم إذا انتهى منها وتحلل أحرم بالحج من عامه هذا ويقول في الميقات- لبيك عمرة متمتعاً بها إلى الحج-. ¶ (ب ) القِران بأن يقرن الحج والعمرة وينوي أداءهما بإحرام واحد وفي سفر واحد، ويقول في الميقات – لبيك عمرة وحجّاً-. ¶ (ج) الإفراد بأن ينوي أداء الحج وحده. ¶ ¬__________ ¶ (¬1) المقنع جـ1 ص468، بدائع الصنائع جـ2 ص133. ¶ (¬2) حاشية ابن عابدين جـ2 ص467. ¶ (¬3) الحج والعمرة في الفقه الإسلامي ص43.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ويقول في الميقات – لبيك حجاً – ويلزم المتمتع والقارن هدي، وأما المفرد فلا شيء عليه. ¶ ميقات الإحرام الزماني: ¶ الميقات الزماني للإحرام بالحج يبدأ من أول شهر شوال إلى العاشر من ذي الحجة يقول تعالى { الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ } [البقرة: 197]. ¶ والميقات الزماني للإحرام بالعمرة كل العام إلا أيام الحج لمن تلبس به. ¶ ميقات الإحرام المكاني: ¶ الميقات المكاني للإحرام بالحج والعمرة. ¶ (أ ) ذو الحليفة لأهل المدينة ومن مر عليها من غير أهلها. ¶ (ب ) قرن المنازل لأهل نجد ومن جاء من جهتهم ومر بهذا الميقات. ¶ (ج) يلملم لأهل اليمن ومن حولهم. ¶ (د) الجحفة لأهل الشام ومن حولهم. ¶ (هـ) ذات عرق لأهل العراق ومن حولهم(¬1). ¶ الحكمة من الإحرام. ¶ النفس البشرية تواقة إلى السمو والعلو في كل شؤونها. وإن من أعظم ما يساعد النفس على الوصول إلى هذه الغاية المنشودة أفعال البر والطاعة والخير والإحسان. كما أن مما يعوقها ويحول بينها وبين ما تشتهي من السمو والعلو الذنوب والجرائم والمفاسد والشرور، والحج عبادة جليلة يدخل فيها المسلم ويبدأها بالإحرام المشعر بالذل والانكسار والخضوع ليكون الوافدون على الله منيبين مخبتين خاضعين خاشعين، الشعث شعارهم، والتلبية والتضرع كلامهم، وقوم هذه حالهم ستزكو نفوسهم وتسمو وتتجرد من حب الذات والدنيا وحطامها وصدق الله العظيم { وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى } [البقرة: 197]. ¶ واجبات الإحرام: ¶ للإحرام واجبات ينبغي معرفتها؛ لأن تارك الواجب يطالب بدم يهريقه لفقراء الحرم جبراً لما أصاب إحرامه من خلل بترك الواجب. ¶ وواجبات الإحرام: ¶ 1- الإحرام من الميقات لأمر الرسول - صلى الله عليه وسلم - بذلك وفعله. ¶ 2- التجرد من المخيط في حق الرجال. ¶ سنن الإحرام: ¶ للإحرام سنن ينبغي أن يحافظ عليها المحرم ليكون حجه وفق السنة المطهرة. ¶ ومن هذه السنن: ¶ ¬__________ ¶ (¬1) فصلنا القول في هذه المواقيت في مواقيت الحج.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "1- الاغتسال فكل من أراد الإحرام استحب في حقه الغسل حتى الحائض والنفساء لقصة أسماء بنت عميس. ¶ 2- تقليم الأظافر وقص الشارب ونتف الإبط وحلق شعر العانة ومس الطيب قبل الإحرام لفعله - صلى الله عليه وسلم - . ¶ 3- الإحرام في رداء وإزار أبيضين نظيفين لفعله - صلى الله عليه وسلم - ذلك. ¶ 4- التلبية(¬1) وتكرارها من حين إحرامه حتى يبدأ الطواف بالبيت. ¶ 5- وقوع الإحرام بعد صلاة والأفضل أن تكون فريضة لأنه - صلى الله عليه وسلم - أحرم بعد الفريضة فإن لم يكن وقت فريضة صلى ركعتين ينوي بهما ركعتي الوضوء(¬2). ¶ حكم الإحرام: ¶ انعقد الإجماع على فرضية الإحرام لقوله تعالى: { وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ } [البينة:5]. ¶ ولقوله - صلى الله عليه وسلم - : (( إنما الإعمال بالنيات وإنما لكل امريء ما نوى))(¬3). ¶ وقد ذهب الأئمة الثلاثة- مالك والشافعي وأحمد- إلى أن الإحرام ركن من أركان الحج لا يتم بدونه. ¶ وذهب الإمام أبوحنيفة إلى أن الإحرام شرط لصحة الحج. ¶ كما ذهب الأئمة الثلاثة- مالك والشافعي وأحمد- إلى أن الإحرام هو نية الحج أو العمرة، أو هما معاً بدون التلبية. ¶ استدل الثلاثة بقوله تعالى: { وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّه } [البقرة: 196]. ¶ والذي أحرم بالحج يؤمر بإتمامه فلو لم يكن الإحرام جزءاً من الحج لأمر بالابتداء لا بالإتمام. ¶ واستدل الحنفية بأن ركن الشيء ما يأخذ الاسم منه، والحج يأخذ الاسم من طواف البيت ووقوف عرفة. قال تعالى: { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ } [آل عمران:97]. وحج البيت زيارته. ¶ ¬__________ ¶ (¬1) يرى الإمام مالك أن التلبية واجبة والجمهور على أنها سنة. ¶ (¬2) شرح الإيضاح للنووي ص145. ¶ (¬3) رواه البخاري ومسلم. انظر: صحيح البخاري جـ1 ص32، وصحيح مسلم جـ6 ص48.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وقال - صلى الله عليه وسلم - (( الحج عرفة))(¬1). ¶ فالمعتبر من حصول مسمى الحج هذان الركنان لا الإحرام فلا يكون ركناً. ¶ قال ابن عابدين في حاشية رد المختار(¬2): (( والحج فرضه ثلاثة: الإحرام وهو شرط ابتداء......)). ¶ وقال الشربيني في مغني المحتاج(¬3): ((....أركان الحج خمسة: الإحرام........)). ¶ حكم تجاوز الميقات دون إحرام: ¶ أجمع أهل العلم على أنه يحرم على الآفاقي الذي يريد الحج أو العمرة أن يجتوز الميقات بغير إحرام فإن جاوزه أثم ووجب عليه الرجوع إليه ليحرم منه سواء تجاوزه عالماً أو جاهلاً. ¶ لكن إن كان له عذر في عدم رجوعه إلى الميقات حما لو خشى فوات الحج أو الانقطاع عن الرفقة فهنا يحرم من مكانه ويلزمه دم. ¶ وأما تجاوز الميقات وهو لا يريد الحج أو العمرة فلا شيء عليه على الصحيح من أقوال أهل العلم. لقوله - صلى الله عليه وسلم - في حديث ابن عباس (( هن لهن ولمن أتى عليهن من غير أهلهن لمن كان يريد الحج أو العمرة.......))(¬4). ¶ قال النووي في المجموع: (( ......إذا انتهى الآفاقي إلى الميقات وهو يريد الحج أو العمرة أو القِران حرم عليه مجاوزته غير محرم بالإجماع فإن جاوزه فهو مسيء......))(¬5). ¶ ¬__________ ¶ (¬1) رواه أبو داود. انظر: صحيح أبي داود جـ1 ص367 ورواه الترمذي. انظر: صحيح الترمذي جـ1 ص265. ¶ (¬2) حاشية رد المختار جـ2 ص467. ¶ (¬3) مغني المحتاج جـ1 ص513. وانظر: الشرح الصغير جـ2 ص311، والمقنع جـ1 ص467 ¶ (¬4) رواه البخاري ومسلم. انظر: صحيح البخاري جـ2 ص165، وصحيح مسلم جـ4 ص5. ¶ (¬5) المجموع جـ6 ص206",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وقال ابن قدامة في المغني: ((......من جاوز الميقات مريداً للنسك غير محرم فعليه أن يرجع إليه ليحرم منه – إن أمكنه – سواء تجاوزه عالما ًبه أم جاهلاً علم تحريم ذلك أو جهله فإن رجع إليه فأحرم منه فلا شيء عليه لا نعلم في ذلك خلافاً ....وإن أحرم من دون ميقات فعليه دم سواء رجع إلى الميقات أم لم يرجع(¬1)......)). ¶ إحرام الصغير: ¶ لا يجب الحج على الصغير الذي لم يبلغ. لكن لو حج فله أجر وتبقى عليه حجة الإسلام إذا بلغ. ودليل ذلك ما رواه ابن عباس رضي الله عنهما أن امرأة رفعت صبياً إلى النبي - صلى الله عليه وسلم - فقالت: يا رسول الله ألهذا حج قال: (( نعم ولك أجر))(¬2). ¶ والصغير لا يخلو من حالين: ¶ الأولى: أن يكون مميزاً وهو الذي يفهم ما يقال له فهذا ينوي بنفسه بتوجيه من ولي أمره ويأمره بأن يأتي بأعمال الحج التي يستطيعها كالطواف والسعي – ولو محمولاً – والوقوف بعرفة والمبيت بمزدلفة والمبيت بمنى، وأما ما يعجز عنه كرمي الجمار فوليه ينوب عنه.... ¶ الثانية: أن يكون الصبي غير مميز فهذا ينوي له وليه ويأخذه للمشاعر ويجعله يؤدي ما يستطيعه، وما لا يستطيعه يعينه عليه، وأحكام إحرام الصغير كأحكام إحرام الكبير، فالذكر يجتنب ما يجتنبه الرجل الكبير، والأنثى تجتنب المرأة الكبيرة لكن عمد الصغير مثل خطأ الكبير. ¶ قال ابن قاسم في الأحكام: ((..... فيصح – الحج – من الصبي نفلاً اتفاقاً.... ولا يجب عليه الحج بالاتفاق لأنه غير مكلف ولا يجزيء عن حجة الإسلام... ويعقد الإحرام ولي الصبي.....))(¬3). ¶ وقال ابن قدامة في المغني: ((.....والصبي يصح حجه فإن كان مميزاً أحرم بإذن وليه، وإن كان غير مميز أحرم عنه وليه فيصير محرماً بذلك.....))(¬4). ¶ محظورات الإحرام: ¶ ¬__________ ¶ (¬1) المغني جـ69، وانظر: الحاوي على الشرح الصغير جـ2 ص320 ¶ (¬2) رواه مسلم. انظر: صحيح مسلم جـ4 ص101. ¶ (¬3) الاحكام شرح أصول الأحكام جـ2 ص328. ¶ (¬4) المغني جـ5 ص60.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "هناك أمور محرمة على المُحْرِم وغير المحرم لكن حرمتها على المحرم أغلظ وآكد فيجب عليه أن يبتعد عنها وأن يتحرز من الوقوع فيها مثل الغيبة والنميمة والكذب وقول الزور وسماع المحرمات والنظر المحرم والمشاتمة والمخاصمة والجدال – في غير إحقاق الحق – والفسوق وصدق الله العظيم: { فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدَالَ فِي الْحَجِّ } [البقرة: 197]. ¶ وأما محظورات الإحرام خاصة فهي على ثلاثة أقسام: ¶ القسم الأول: يحرم على الذكور والإناث وهو: ¶ 1- إزالة الشعر من الرأس بحلق أو غيره وكذا إزالته من سائر الجسد ولو نزلت شعرة على عينه فأزالها فلا شيء عليه وله حك رأسه برفق عند الحاجة. ¶ 2- تقليم الأظفار من اليدين أو الرجلين، لكن لو انكسر ظفره وآلمه فله إزالته ولا شيء عليه. ¶ 3- استعمال الطيب بعد الإحرام في الثوب أو البدن أو غيرهما. ¶ 4- الجماع ودواعيه كعقد النكاح والنظر بشهوة والمباشرة لشهوة والتقبيل وغيره. ¶ 5- لبس القفازين وهما شراب اليدين. ¶ 6- قتل الصيد وهو الحيوان الحلال البري المتوحش مثل الظباء والأرانب والحمام. ¶ القسم الثاني: ما يحرم على الرجال دون الإناث فهو شيئان: ¶ لبس المخيط وهو أن يلبس الثياب ونحوها على صفة لباسها في العادة كالفانيلة والسروال وغيرهما، ويجوز للمحرم لبس ما يحتاجه كالسبته (الحزام) وساعة اليد ونظارة العين. ¶ 2- تغطية رأسه بملاصق كالعمامة والغترة والطاقية وغيرهما. ¶ أما غير الملاصق كالخيمة والشمسية وسقف السيارة فلا بأس به؛ لأن الممنوع هو تغطية الرأس دون الاستظلال. ¶ القسم الثالث: ما يحرم على الإناث دون الذكور: ¶ يخص النساء شيء واحد وهو النقاب – ستر وجهها مع وضع فتحة لعينها تنظر بها-. ¶ وهذه المحظورات تكاد تكون محل اتفاق بين المذاهب الأربعة(¬1). ¶ حكم من ارتكب محظوراً من محظورات الإحرام: ¶ ¬__________ ¶ (¬1) انظر: بدائع الصنائع جـ2 ص183، بداية المجتهد جـ4 ص375. والمجموع جـ6 ص249، والمغني جـ5 ص53.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "فاعل المحظورات السابقة له ثلاث حالات: ¶ الأولى: أن يفعل المحظور بلا عذر ولا حاجة فهذا آثم وعليه الفدية. ¶ الثانية: أن يفعل المحظور لحاجة إلى ذلك فله فعل المحظور وعليه فديته. ¶ الثالثة: أن يفعل المحظور وهو معذور إما جاهلاً أو ناسياً أو مكرهاً فلا إثم عليه وهل عليه فدية؟ محل خلاف بين أهل العلم. ¶ والصحيح إن شاء الله أنه لا شيء عليه. ¶ مقدار الفدية: ¶ الفدية تختلف باختلاف سببها فأحياناً تكون لارتكاب محظور من محظورات الإحرام، وأحياناً تكون لترك واجب من واجبات الحج، وأحياناً تكون جزءاً للصيد، وأحياناً تكون فدية للإحصار وهذا تفصيلها: ¶ 1- الفدية في إزاله الشعر، والظفر، والطيب، والمباشرة لشهوة ولبس الذكر المخيط، ولبس القفازين، وتغطية راس الذكر، والنقاب للمرأة. ¶ الفدية في كل واحد من هذه المحظورات، إما ذبح شاة، أو إطعام ستة مساكين، أو صيام ثلاثة أيام، وهذه الفدية على التخيير فلمن ارتكب محظوراً من هذه المحظورات أن يختار واحداً من هذه الأمور الثلاثة: ذبح الشاة، أو إطعام ستة مساكين، أو صيام ثلاثة أيام . ¶ 2- الفدية لترك واجب من واجبات الحج، كرمي الجمار، والمبيت بمزدلفة، والمبيت بمنى، وطواف الوداع، والإحرام من الميقات، فهذا يلزمه دم، فإن لم يجد صام عشرة أيام، ثلاثة في الحج وسبعة إذا رجع إلى أهلة، فإن لم يتمكن من صيام الثلاثة في الحج صامها مع السبعة بعد رجوعة إلى أهله. ¶ 3- جزاء الصيد فإن كان للصيد مثل خير بين ثلاثة أشياء: إما ذبح المثل، وتفريق لحمه على فقراء مكة. ¶ وإما أن ينظر كم يساوي هذا المثل ويخرج ما يقابل قيمته طعاماً يفرق على المساكين لكل مسكين نصف صاع. ¶ وإما أن يصوم عن طعام كل مسكين يوماً، فإن لم يكن للصيد مثل خير بين شيئين: إما أن ينظر كم قيمة الصيد المقتول ويخرج ما يقابلها طعاماً يفرقه على المساكين لك مسكين نصف صاع. ¶ وإما أن يصوم عن إطعام كل مسكين يوماً. ¶ 4- دم التمتع والقران:",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "يجب على المتمتع والقارن هدي فإن لم يجد صام عشرة أيام: ثلاثة في الحج وسبعة إذا رجع إلى أهله. ¶ 5- فدية المحصر: ¶ يجب عليه هدي فإن لم يجد صام عشرة أيام كالمتمتع والقارن. ¶ 6- فدية الجماع ودواعيه: ¶ يجب على من وطيء قبل التحلل الأول بدنة، قإن لم يجد صام عشرة أيام: ثلاثة في الحج وسبعة إذا رجع إلى أهله(¬1). ¶ قال في مفيد الأنام(¬2): ((.......والفدية على ثلاثة أضرب)). ¶ أحدهما: على التخيير وهو نوعان: ¶ النوع الأول: منهما يخير فيه المخرج بين صيام ثلاثة أيام أو إطعام ستة مساكين لكل مسكين نصف صاع...أو ذبح شاة. ¶ وهي فدية حلق الرأس، وتقليم الأظافر، وتغطية الرأس من الذكر ولبس المخيط منه والطيب. ¶ النوع الثاني: جزاء الصيد يخير فيه من وجب عليه بين إخراج مثل الصيد من النعم، أو تقويم المثل بدراهم ويشتري به طعاماً يوزعه على فقراء الحرم لكل مسكين نصف صاع، أو يصوم عن طعام كل مسكين يوماً .... ¶ الضرب الثاني: من أضرب الفدية على الترتيب وهو على ثلاثة أنواع... ¶ النوع الأول: دم المتعة والقران، فيجب الهدي... فإن لم يجد الهدي صام ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله... ¶ النوع الثاني: المحصر يلزمه الهدي فإن لم يجد الهدي صام عشرة أيام قياساً على هدي التمتع بنية التحلل ثم حل.... ¶ النوع الثالث: فدية الوطء قبل التحلل الأول فتجب بذلك البدنة أو ما قدم مقامها كالبقرة وسبع شياه فإن لم يجد صام عشرة أيام ثلاثة في الحج وسبعة إذا رجع إلى أهله..... ¶ الضرب الثالث: من أضراب الفدية: ¶ ¬__________ ¶ (¬1) انظر: بدائع الصنائع جـ2 ص183، بداية المجتهد جـ1 ص375، والمجموع جـ7 ص246، المغني جـ5 ص112. ¶ (¬2) مفيد الأنام جـ1 ص187- 200 بتصرف.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "الدماء الواجبة لغير ما تقدم كدم وجب لترك واجب كترك الإحرام من الميقات أو الوقوف بعرفة إلى الليل لمن وقف بها نهاراً أو ترك المبيت بمزدلفة أوليالي منى أو رمي الجمار ونحوه. فيجب عليه دم كدم المتعة فإن عدم الهدي صام عشرة أيام.......)). ¶ المبحث الثاني ¶ التلبية ¶ التلبية ذكر مخصوص يقوله الحاج أو المعتمر، والصيغةالمرورية لها عن رسول الله - صلى الله عليه وسلم - : (( لبيك اللهم لبيك، لبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك)). ¶ حكمها: ¶ هي سنة عقب الإحرام مباشرة وتتأكد وتتكرر بتجدد المواقف والأحوال فكلما جدّ موقف أو حال استحب أن يلبي المحرم؛ كالصعود والهبوط ولقاء الناس، وهي شعار المحرم يرفع الرجل بها صوته وتسر بها المرأة بقدر ما تسمع نفسها ومن حولها. وتستمر حتى يستلم المحرم الحجر الأسود ويبدأ بالطواف. ¶ وقد اتفق الأئمة الأربعة على سنيتها واستحباب الإكثار منها إجمالاً، واختلفوا في حكمها عند الإحرام بالحج أو العمرة. ¶ فعند الحنفية هي جزء من الإحرام لا يصح ولا يعتبر ناوياً للنسك إلا إذا قرنه بالتلبية. ¶ وعند المالكية هي واجبة في الأصل والسننة قرنها بالإحرام. ¶ وعند الشافعية والحنابلة هي سنة في الإحرام مطلقاً؛ لأنها ذكر فلا تجب كسائر أذكار الحج(¬1). ¶ الحكمة من التلبية: ¶ يقول الحاج والمعتمر عقب إحرامه – لبيك اللهم لبيك – أي أنا مقيم على طاعتك الإجابة بعد الإجابة وفي التلبية ما يشعر بإكرام الله لعباده بأن كان إيفادهم عليه باستدعاء منه عزَّ وجلَّ في قوله { وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ } (¬2) [الحج:27]. ¶ المبحث الثالث ¶ الطواف ¶ حقيقة الطواف: ¶ ¬__________ ¶ (¬1) حاشية ابن عابدين جـ2 ص467، والرح الصغير وحاشيته جـ2 ص311 ومغني المحتاج جـ1 ص533، والفتح جـ1 ص467. ¶ (¬2) هداية الناسك ص30.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "هو الدوران حول الكعبة سبع مرات تعبداً لله بنية الطواف مبتدئاً بالحجر الاسود ومنتهياً إليه جاعلاً الكعبة عن يساره. ¶ مكان الطواف: ¶ مكان الطواف حول البيت لقوله تعالى: { وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ } [الحج: 29]. ¶ ومعناه الطواف حوله فيجوز الطواف داخل المسجد الحرام قريباً من الكعبة أو بعيداً منها حسب تيسير ذلك له لكنه لا يصح خارج حيطان المسجد الحرام. ¶ حكم الطواف: ¶ طواف الإفاضة ركنٌ من أركان الحج لا يتم إلا به ومتى أخل به الحاج بقي في ذمته حتى يأتي به فإن لم يأت به لم يتم حجه وهذا محل اتفاق بين أهل العلم. ¶ قال ابن رشيد في بداية المجتهد: (.....وأجمعوا على أن الواجب من الطواف الذي يفوت الحج بفواته هو طواف الإفاضة وأنه المعني بقوله تعالى: { وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ } (¬1). ¶ وقال الكاساني في البدائع الصنائع: ((....وكذا الأمة أجمعت على كونه ركناً ويجب على أهل الحرم وغيرهم...))(¬2). ¶ وقال ابن قدامة فى المغني: ((....وهو ركنٌ للحج لا يت إلا به لا نعلم فيه خلافاً ....))(¬3). ¶ دليل وجوب الطواف: ¶ ثبتت فرضية طواف الإفاضة بالكتاب والسنة والإجماع. ¶ أما الكتاب: ¶ فقوله تعالى: { وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ } فقد أجمع العلماء على أن ذلك في طواف الإفاضة. ¶ وأما السنة: ¶ فقد حجت أم المؤمنين صفية مع النبي - صلى الله عليه وسلم - فحاضت فقال رسول الله - صلى الله عليه وسلم - (( أحابستنا هي قالوا إنها قد أفاضت قال فلا إذن))(¬4). ¶ فدل الحديث على أن الطواف فرض لابد منه ولولا فرضيته لم يمنع من لم يأت به عن السفر. ¶ وأما الإجماع: ¶ فقد نقل غير واحد إجماع أهل العلم على أن الطواف ركن من أركان الحج لا يتم إلا به. ¶ ¬__________ ¶ (¬1) بداية المجتهد جـ1 ص352. ¶ (¬2) بدائع الصنائع جـ2 ص128. ¶ (¬3) المغني جـ5 ص311. ¶ (¬4) رواه البخاري ومسلم. انظر: صحيح البخاري جـ2 ص220، وصحيح مسلم جـ4 ص93.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "قال ابن قدامة في المغني: ((......وهو ركن للحج لا يتم إلا به لا نعلم فيه خلافاً ولأن الله عز وجل قال { وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ } . ¶ قال ابن عبد البر: هو من فرائض الحج لا خلاف في ذلك بين العلماء......))(¬1). ¶ عدد الطواف: ¶ عدد أشواط الطواف المطلوبة سبعة إجماعاً. ¶ وقد اختلف أهل العلم هل السبعة كلها ركن أم بعضها ركن وبعضها واجب. ¶ ذهب الحنفية إلى أن العدد الركن أكثر السبعة وأن الواجب الأقل الباقي بعد أكثر الطواف فالركن عندهم الأربعة الأولى والثلاثة الباقية واجبة. ¶ وذهب الجمهور- الأئمة الثلاثة وغيرهم – إلى أن الفرض سبعة أشواط لا يجزيء أقل منها أبداً. ¶ وهذا الراجح الذي لا شك فيه، ورحم الله العلامة الحنفي ابن الهمام حيث قال: ((.....الذي ندين به أن لا يجزيء أقل من سبع ولا يجبر بعضه بشيء ...))(¬2). ¶ أنواع الطواف ووقت كل نوع وحكمه: ¶ الطواف على أنواع: ¶ 1- طواف القدوم وهو مستحب لمن دخل المسجد الحرام تحية للبيت. ¶ 2- طواف العمرة وهو ركنٌ من أركان العمرة يأتي به المعتمر أول ما يصل إلى البيت وهو يغني عن طواف القدوم. ¶ 3- طواف الإفاضة وهو ركنٌ من أركان الحج يأتي به الحاج بعد إفاضته من عرفة ومزدلفة ورمي جمرة العقبة والحلق والتقصير. ¶ 4- طواف الوداع وهو واجب من واجبات الحج على الصحيح ويأتي به الحاج عندما يريد السفر من مكة بعد فراغه من أعمال الحج من مبيت بمنى ورمي للجمرات فإن لم يأت به الحاج وجب عليه أن يجبره بدم ولا يسقط إلا عن الحائض أو النفساء. ¶ ¬__________ ¶ (¬1) المغني جـ5 ص311، وانظر: بدائع الصنائع جـ2 ص128، وبداية المجتهد جـ1 ص352. ¶ (¬2) فتح القدير جـ2 ص247.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "5- طواف مسنون يتعبد به المرء استقلالاً كصلاة النافلة وصيام النفل وصدقة التطوع وهذا لا وقت له محدد بل متر رغب المسلم في الإستزادة من الخير؛ طاف حول البيت وهذا بخلاف السعي فلا يشرع إلا لحج أو عمرة وليس للمسلم أن يتعبد بالسعي استقلالاً كسائر أعمال الحج عدا الطواف. ¶ شروط الطواف: ¶ يشترط لصحة الطواف ما يأتي: ¶ 1- نية الطواف عند الشروع فيه. ¶ 2- الطهارة من الحدث والخبث في الثوب والبدن والمكان وهذا رأي الائمة الثلاثة، وعند الحنفية الطهارة واجبة وليست شرطاً. ¶ 3- ستر العورة فقد ذهب الجمهور إلى أن ستر العورة شرط لصحة الطواف بينما يرى الحنفية أن ستر العورة واجب فإن طاف وهو على غير طهارة لزمه إعادة الطواف إن كان في مكة فإن رجع إلى بلده صح طوافه وجبره بدم. ¶ 4- أن يكون الطواف داخل المسجد الحرام فإن طاف خارج حيطان المسجد لم يصح طوافه. ¶ 5- أن يكون الطواف حول البيت بأن يكون جسمه كله خارج البيت فلو طاف من داخل حجر إسماعيل لم يصح طوافه. ¶ 6- أن يكون البيت على يساره فلو طاف والبيت على يمينه لم يصح. ¶ 7- أن يبدأ من الحجر الأسود فإن بدأ من غيره لم يعتد بما قبل الحجر الأسود بل يعتبر طوافه من محاذاته للحجر الأسود. ¶ 8- أن يكون الطواف سبعة أشواط كاملة فلو طاف خمسة أو ستة لم يصح طوافه، ويرى الحنفية أن الفرض الاؤبعة الأولى فقط. ¶ 9- الموالاة بين الأشواط فلو ترك الموالاة لغير عذر من تعب أو صلاة فريضة لم يصح طوافه، وإن كان قطعه للطواف لعذر فهل يبدأ من مكانه أو يعيد الشوط الذي هو فيه؟ قولان لأهل العلم. ¶ وقد خالف الحنفية في معظم هذه الشروط وعدوها واجبة يعيد الطواف من أجلها ما دام في مكة فإن رجع إلى بلده جبر الخلل بدم وصح طوافه. ¶ سنن الطواف: ¶ للطواف سنن كثيرة منها:",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "1- الرمل وهو سنة للرجال فقط في طواف القدوم خاصة وفي الأشواط الثلاثة الأولى منه، وكيفية الرمل أن يسرع في مشيه مع تقارب الخطى ولكن يجب ألا يؤذي أحداً خلال أدائه لهذه السنة. ¶ 2- الاضطباع وهو خاص بالرجال أيضاً وفي طواف القدوم فقط، وصفة الاضطباع أن يجعل طرفي الرداء على كتفه الأيسر، ووسطه تحت إبطه الأيمن. ¶ 3- تقبيل الحجر الأسود عند بدء الطواف إن تيسر له ذلك دون أذية أحد فإن لم يتيسر له التقبيل استلمه بيده أو بعصاه وقبَّل يده فإن لم يتيسر ذلك أشار إليه دون تقبيل. ¶ 4- قول الله أكبر عند محاذاة الحجر الأسود ف كل شوط من الأشواط السبعة. ¶ 5- المشي في الطواف للقادر على ذلك فإن لم يستطع فلا حرج أن يركب أو يُحمل وهنا يكفي طواف واحد عن الحامل والمحمول. ¶ 6- الدنو من البيت قدر المستطاع مع عدم أذية إخوانه الطائفين. ¶ 7- عدم الكلام أثناء الطواف إلا لحاجة. ¶ 8- الدعاء والذكر وتلاوة القرآن أثناء الطواف، وليس هناك دعاء معين إلا بين الركن اليماني والحجر الأسود فيستحب أن يقول (( ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار)). ¶ 9- استلام الركن اليماني باليد دون تقبيل أو إشارة أو تكبير. ¶ 10- صلاة ركعتين بعد الطواف خلف مقام إبراهيم. ¶ 11- الرجوع إلى الحجر الأسود واستلامه بعد صلاة الركعتين إن تيسر له ذلك. ¶ 12- الشرب من ماء زمزم والتضلع منه بعد فراغه من الصلاة. ¶ آداب الطواف: ¶ للطواف آداب تكمل السنن ومنها: ¶ 1- أن يكون الطواف في خشوع تام. ¶ 2- استحضار عظمة الله والخوف منه. ¶ 3- تذكر حياة الأنبياء والاقتداء بهم. ¶ 4- غض البصر عما يشغله عن الخشوع والدعاء. ¶ مكروهات الطواف: ¶ يكره للطائف أن يفعل أموراً حال طوافه ومنها: ¶ 1- أن شبك بين أصابعه أو يفرقعها. ¶ 2- أن يجعل يديه خلف ظهره. ¶ 3- أن يأكل أو يشرب أو يضحك. ¶ 4- أن يطوف وهو محصور ببول أو غائط أو ريح. ¶ حكمة مشروعية الطواف:",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "من كرامة المسلم على ربه أن شرع له من العبادات ما يكمل روحه ويزكيها ويحقق لها السعادة في الدنيا والآخرة كتلك العبادات التي تقوم بها الملائكة مثل الصلاة والذكر والتسبيح والطواف بالبيت المعمور ولا شك في أن هذا غاية التكريم لهذا المخلوق الضعيف حيث يتشبه بالملائكة المقربين الذين كل حياتهم طاعة وقربة لله سبحانه وتعالى. ¶ هذا من جهة الطائف، وأما من جهة البيت العتيق فلما كانت منزلته من الإجلال والاحترام والتعظيم أنه اشرف بقعة في الأرض وأول بيت وضع للناس كان من الآداب الفاضلة والمزايا الحميدة أن يطوف به الحاج والمعتمر عبودية لمن شرفه وفضله وانقياداً واتباعاً لمن أمر بالطواف حوله واستناناً بمن فعل ذلك ولبى نداء خالقه، فالطواف فيه محض الطاعة والاتباع والانقياد ابتغاء الجزاء من رب البيت سبحانه وتعالى(¬1). ¶ المبحث الرابع ¶ السعي ¶ حقيقة السعي: ¶ الصفا جمع صفاة وهي الصخرة والحجر الأملس، والمروة حجر أبيض براق وتجمع على مرو(¬2). ¶ والمراد بالصفا والمروة الجبلان الصغيران اللذان على مقربة من البيت العتيق وقد أصبحا ضمن بناء المسجد بعد التوسعة العظيمة له، والسعي بينهما المشي بدءاً من الصفا وانتهاءً بالمروة سبعة أشواط يسرع الرجل ما كان بين العلمين الأخضرين. ¶ دليل وجوب السعي: ¶ استدل على وجوب السعي من الكتاب والسنة؛ فمن الكتاب قوله تعالى: ¶ { ¶ ¬__________ ¶ (¬1) انظر في أنواع الطواف وشروطه وسننه وآدابه ومكروهاته وحكمة مشروعيته. ¶ الجامع لأحام القرآن جـ4 ص146، وفتح القدير جـ1، ص362، أضواء البيان جـ5 ص213، نهاية المحتاج جـ3 ص278، الأحكام جـ2 ص 430، حكمة التشريع وفلسفته جـ1 ص331. ¶ (¬2) النهاية لابن الأثير جـ2 ص293 وجـ4 ص97.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْراً فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ } [البقرة : 158]. ¶ ومن السنة ما ثبت عنه - صلى الله عليه وسلم - أنه قال: (( اسعوا فإن الله كتب عليكم السعي))(¬1). ¶ ما رواه مسلم عن عائشة قالت: طاف رسول الله - صلى الله عليه وسلم - وطاف المسلمون بين الصفا والمروة فكانت سنة، ولعمري ما أتم الله حج من لم يطف بين الصفا والمروة))(¬2). ¶ أصل مشروعية السعي: ¶ السعي بين الصفا والمروة مأخوذ من طواف هاجر أم إسماعيل في طلب الماء كما في صحيح البخاري من حديث ابن عباس رضي الله عنهما قال: (( ....وجعلت أم إسماعيل ترضع إسماعيل وتشرب من ذلك الماء حتى نفد ما في السقا عطشت وعطش ابنها وجعلت تنظر إليع يتلوى أو قال – يتلبط – فانطلقت كراهية أن تنظر إليه فوجدت الصفا أقرب جبل في الأرض يليها فقامت عليه، ثم استقبلت الوادي رفعت طرف درعها، ثم سعت سعي الإنسان المجهود حتى جاوزت الوادي، ثم أتت المروة فقامت عليها ونظرت هل ترى أحداً فلم تر أحداً ففعلت ذلك سبع مرات)). ¶ قال ابن عباس: (( قال النبي - صلى الله عليه وسلم - فذلك سعي الناس بينهما، فلما أشرفت على المروة سمعت صوتاً فقالت صه تريد نفسها ثم تسمعت فسمعت أيضاً فقالت قد أسمعت إن كان عندك غواث فإذا هي بالملك عند موضع زمزم ففجت بعقبه أو قال بجناحه حتى ظهر الماء.......))(¬3). ¶ حكم السعي: ¶ ذهب الحنفية إلى أن السعي واجب في الحج وليس بركن. ¶ ¬__________ ¶ (¬1) رواه أحمد. انظر: المسند جـ6 ص422. ورواه الدارقطني في سننه جـ2 ص255. قال في مجمع الزوائد جـ3 ص247: ورواه أحمد والطبراني في الكبير..... وفيه عبد الله بن المؤمل وثقه ابن حبان وقال: يخطيء وضعفه غيره. ¶ (¬2) رواه مسلم. انظر: صحيح مسلم جـ4 ص68. ¶ (¬3) رواه البخاري. انظر: صحيح البخاري جـ4 ص116.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وذهب الائمة الثلاثة إلى أنه ركن من أركان الحج لا يصح بدونه. ¶ وسبب الخلاف أن الآية لم تصرح بحكم السعي وهي قوله تعالى: { إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْراً فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ } [البقرة : 158]. ¶ فآل الحكم إلى السنة وأصبحت أدله من قالوا إنه ركن هي أدلة من قالوا إنه واجب؛ لأنهم قالوا: إنها لاتنهض أن تكون دليلاً للركنية. ¶ قال ابن الهمام: تعليقاً على حديث (( اسعوا فإن الله كتب عليكم السعي))(¬1) ((... مثله لا يزيد على إفادة الوجوب وقد قلنا به، أما الركن فإنما يثبت عندنا بدليل مقطوع به فإثباته بهذا الحديث إثبات بغير دليل....))(¬2). ¶ وقال ابن قدامة بعد سياق الخلاف في حكم السعي هل هو واجب أو ركن ((....وقال القاضي: هو واجب ليس بركن إذا تركه وجب عليه دم وهو مذهب الحسن وأبي حنيفة والثوري وهو أولى؛ لأن دليل من أوجبه دل على مطلق الوجوب لا على كونه لا يتم الحج إلا به......))(¬3). ¶ فمن ترك السعي من الحجاج لعذر أو غيره بقي في ذمته لا يتم حجه إلا به، وعند الحنفية يجبر ذلك بدم وحجه صحيح، والراجح رأي الجمهور(¬4) والله أعلم. ¶ ركن السعي: ¶ ركن السعي كينونته بين الصفا والمروة سبعة أشواط بادئاً باصفا ومنهياً بالمروة سواء كان بفعل نفسه أو بفعل غيره. ¶ قال الكاساني: (( ...وأما ركنه فكينونته بين الصفا والمروة سواء كان بفعل نفسه أو بفعل غيره عن السعي بنفسه بأن كان مغمى عليه أو مريضاً فسعى به محمولاً أو سعى راكباً لحصوله كائناً بين الصفا والمروة.....))(¬5). ¶ عدد السعي: ¶ ¬__________ ¶ (¬1) سبق تخريجه في دليل وجوب السعي. ¶ (¬2) فتح القدير جـ 2 ص157. ¶ (¬3) المغني جـ5 ص239. ¶ (¬4) تفسير القرطبي جـ2 ص181، والمجموع جـ8 ص86، كشاف القناع جـ2 ص521. ¶ (¬5) بدائع الصنائع جـ2 ص134.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "السعي سبعة أشواط كاملة من الصفا إلى المروة شوط ومن المروة إلى الصفا شوط ودليله فعل رسول الله - صلى الله عليه وسلم - . ¶ قال الكاساني: (( .....وأما قدره فسبعة أشواط لإجماع الأمة ولفعل رسول الله - صلى الله عليه وسلم - ويعد من الصفا إلى المروة شوطاً ومن المروة إلى الصفا شوطاً آخر.....))(¬1). ¶ شروط السعي: ¶ يشترط لصحة السعي بين الصفا والمروة شروط منها: ¶ 1- أن يكون بعد طواف صحيح سواء كان طواف القدوم أو العمرة أو الإفاضة. ¶ 2- الترتيب بين الصفا والمروة بأن يبدأ بالصفا وينتهي بالمروة. ¶ 3- أن يكون السعي سبعة أشواط كاملة. ¶ 4- أن يقطع جميع المسافة بين الصفا والمروة فإن ترك شيئاً منها لم يصح سعيه(¬2). ¶ سنن السعي: ¶ للسعي سنن كثيرة نذكر منها: ¶ 1- أن يخرج إلى الصفا من باب الصفا لفعله - صلى الله عليه وسلم - . ¶ 2- أن يأتي بالسعي بعد الطواف مباشرة لفعله - صلى الله عليه وسلم - . ¶ 3- أن يسعى الحاج على طهارتة من الحدثين مع ستر العورة وطهارة الثوب والبدن. ¶ 4- الصعود على الصفا والمروة كلما بلغهما في سعيه بحيث يشاهد البيت العتيق. ¶ 5- استقبال القبلة كلما بلغ الصفا والمروة مع الدعاء والتكبير والتهليل. ¶ 6- السعي الشديد بين العمودين الأخضرين المنصوبين في جدار المسعى في الأشواط السبعة كلها وهذا خاص بالرجال، وأما النساء فلا يسرعن بل يمشين حتى بين العمودين الأخضريين. ¶ 7- أن يسعى ماشياً فإن احتاج للركوب فلا حرج عليه. ¶ 8- الموالاة بين أشواط السعي فالأولى ألا يقطعه إلا لحاجة(¬3). ¶ مكروهات السعي: ¶ يكره للطائف أن يفعل أموراً منها: ¶ 1- الوقوف في أثناء الطواف بلا عذر. ¶ 2- لجلوس على الصفا والمروة بلا عذر. ¶ 3- شغل النظر بالساعين دون حاجة- كالبحث عن الرفقة او شخص تائه. ¶ حكمة مشروعية السعي: ¶ ¬__________ ¶ (¬1) المرجع السابق جـ2 ص134. ¶ (¬2) بداية المجتهد جـ1 ص354، كشاف القناع جـ2 ص521. ¶ (¬3) المجموع جـ8 ص81، والمقنع جـ1 ص447.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "الحكمة في السعي – والله أعلم – إظهار العبد كامل خضوعه واستسلانه لموالاه، وهذا هو شأن العبد مع خالقه انقياد وإذعان فيه تزكو النفس وتطهر وبقدر طهرها وزكائها يكون صلاحها وسعادتها. ¶ ثم إن هذه الشعيرة تذكرنا بأبينا إبراهيم عليه السلام وقصة بناء البيت وما وقع لهاجر أم إسماعيل من عناء ومشقة كانت خالدة على مر الزمان فهنيئاً لمن فقه في أمور دينه وأدرك أسرار التشريع وَعَبَدَ الله خاضعاً متذللاً راغباً راهباً وذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم. ¶ المبحث الخامس ¶ الوقوف بعرفة ¶ حقيقة الوقوف – معناه – ¶ الحضور بعرفات ولو لحظة بنية الوقوف سواء كان واقفاً أو جالساً أو راكباً وسواء كان عالماً بها أو لا، وذلك في وقت الوقوف من زوال الشمس يوم التاسع حتى طلوع الفجر ليلة العاشر. ¶ دليل فرضية الوقوف: ¶ فرضية الوقوف بعرفة ثابتة بالكتاب والسنة والإجماع. ¶ فمن الكتاب: ¶ قوله تعالى: { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلاً } [آل عمران: 97]، والحج عرفة كما ثبت عن رسول الله - صلى الله عليه وسلم - . ¶ وقوله تعالى: { ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ } [البقرة: 199]. عن عائشة رضي اله عنها قالت: كانت قريش ومن دان بدينها يقفون بالمزدلفة وكانوا يسمون- الحمس- وسائر العرب يقفون بعرفات، فلما جاء الإسلام أمر الله نبيه أن يأتي عرفات ثم يقف ثم يفيض منها فذلك قوله تعالى { ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ } (¬1). ¶ ومن السنة: ¶ عن عبد الرحمن بن يعمر الديلي أن أناساً من أهل نجد أتو رسول الله - صلى الله عليه وسلم - فسألوه فأمر منادياً ينادي (( االحج عرفة من جاء ليلة جمع قبل طلوع الفجر فقد أدرك الحج......))(¬2). ¶ ¬__________ ¶ (¬1) رواه البخاري. انظر: صحيح البخاري جـ2 ص200. ¶ (¬2) سبق تخريجه في حكم الإحرام.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وعن عروة بن مضرس الطائي قال: أتيت رسول الله - صلى الله عليه وسلم - بالمزدلفة حين خرج إلى الصلاة فقلت يا رسول الله إني جئت من جبل طيء أكللت راحلتي وأتعبت نفسي والله ما تركت من جبل إلا وقفت عليه فهل لي من حج فقال رسول الله - صلى الله عليه وسلم - : (( من شهد صلاتنا هذه، ووقف معنا حتى يدفع وقد وقف بعرفة قبل ذلك ليلاً أو نهاراً فقد تم حجه وقضى تفثه))(¬1). ¶ ومن الإجماع: ¶ قال الكاساني: ((.......وكذا الأمة أجمعت على كون الوقوف ركناً في الحج...))(¬2). ¶ وقال ابن رشد: ((......أجمعوا على أنه ركن من أركان الحج وأنه من فاته فعليه حج قابل......))(¬3). ¶ وقال ابن قدامة: (( .......والوقوف ركن لايتم الحج إلا به إجماعاً ...))(¬4). ¶ ركن الوقوف ((ما يكفي فيه)): ¶ ركن الوقوف الذي لا يتم إلا به هو الكينونة بعرفة وقتاً يسير جداً وقد اتفقوا على أنه كيفما حصلت كينونته بعرفة في الوقت المحدد أجزأه قائماً أو جالساً أو راكباً أو ماشياً كان عالماً بها أم جاهلاً لعموم قوله - صلى الله عليه وسلم - : ((....وقد وقف بعرفة قبل ذلك ليلاً أو نهاراً.....))(¬5). ¶ حكم الوقوف بعرفة: ¶ أجمعت الأمة على كون الوقوف بعرفة ركناً من أركان الحج لا يتم حج المسلم إلا به للأدلة السابقة من الكتاب والسنة والإجماع. ¶ حكم من فاته الوقوف بعرفة: ¶ ¬__________ ¶ (¬1) رواه أبو داود. انظر: صحيح أبي داود جـ1 ص367، ورواه الترمذي انظر: صحيح الترمذي جـ1ص265. ¶ (¬2) بدائع الصنائع جـ2 ص125. ¶ (¬3) بداية المجتهد جـ1 ص355. ¶ (¬4) المغني جـ5 ص267. ¶ (¬5) سبق تخريجه في دليل فرضية الوقوف بعرفة.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "من فاته الوقوف بعرفة بأن طلع عليه الفجر وهو لم يقف فإنه يتحلل بعمل عمرة أي ينقلب حجه إلى عمرة وتسقط عنه توابع الوقوف بعرفة- كالمبيت بمزدلفة وبمنى ورمي الجمار- فيطوف ويعى ويحلق أو يقصر وعليه القضاء للحج الذي فاته ولو كان مندوباً وعليه الهدي- ذبح شاة- فمن لم يجد فصيام ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله. ¶ شروط الوقوف بعرفة: ¶ للوقوف بعرفة شروط يتعلق بعضها بالمكان، وبعضها الآخر بالزمان، وبعضها بالاقف. ¶ 1- المكان: ¶ أجمع العلماء على أن عرفات بحدودها المعروفة- المحددة حالياً بالأعلام- كلها موقف، ففي أي جزء منها وقف صح حجه. ¶ وبطن عرنة ليس من عرفات فلا يصح الوقوف فيه. ¶ 2- الزمان: ¶ اتفق أهل العلم على ان آخر وقت الوقوف هو طلوع فجر يوم النحر. أما أول وقت الوقوف فعند الجمهور يبدأ من زوال الشمس يوم عرفة، وعند الحنابلة أول وقته طلوع الفجر يوم عرفة، والراجح رأي الجمهور. ¶ 3- الواقف: ¶ شرط الواقف أن يكون أهلاً للعبادة فكيفما وقف الشخص بعرفة وهو عاقل أجزأه ولو كان نائماً، وأما المغمى عليه فمحل خلاف بين أهل العلم. ¶ واجبات الوقوف بعرفة: ¶ للوقوف بعرفة واجب واحد وهو الجمع في الوقوف بين الليل والنهار لمن وقف نهاراً، وأما من لم يقف إلا ليلاً فحجه صحيح ولا شيء عليه. ¶ ويتفرع على هذا مسائل منها: ¶ 1- من دفع من عرفة قبل الغروب أي خرج منها فجاوز حدودها قبل غروب الشمس فعليه دم لتركه الواجب. ¶ 2- من دفع قبل الغروب ثم عاد قبل الغروب واستمر حتى غربت الشمس فلا شيء عليه. ¶ 3- من تأخر فلم يستطع إلا الوقوف ليلاً فلا شيء عليه؛ لأنه معذور ويكفيه وقوف الليل. ¶ 4- يصح الوقوف من المحدث والجنب والحائض والنفساء فلا تشترط الطهارة للوقوف بعرفة. ¶ قال ابن المنذر: ((.....أجمع كل من نحفظ عنه من أهل العلم على أن من أدرك الوقوف بعرفة غير طاهر مدرك للحج ولا شيء عليه...))(¬1). ¶ سنن الوقوف بعرفة: ¶ ¬__________ ¶ (¬1) المغني جـ5 ص276.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "للوقوف بعرفة ينن كثيرة نذكر منها: ¶ 1- يستحب أن يغتسل بنمرة بنية الوقوف بعرفة. ¶ 2- الجمع والقصر بين الظهر والعصر في وقت الأولى. ¶ 3- يستحب للإمام أو نائبه أن يخطب في الناس ويبين لهم أحكام الحج ويتعرض لما يهم المسلمين في عاجل أمرهم وآجله. ¶ 4- ألا يدخل أرض عرفة إلا بعد الصلاة. ¶ 5- تعجيل الوقوف بعد الصلاة ليطول زمنه. ¶ 6- الفطر في يوم عرفة ليكون أعون له على الدعاء. ¶ 7- أن يقف متطهراً من الأحداث والأخباث لأن هذا أكمل. ¶ 8- أن يقف مستقبل القبلة. ¶ 9- أن يقف حاضر القلب فارغاً من كل ما يشغله عن الدعاء والتضرع لله سبحانه وتعالى. ¶ 10- أن يقف راكباً إذا كان الوقوف ماشياً يشق عليه أو يقلل من قدرته على الدعاء. ¶ 11- أن يقف حيث وقف رسول الله - صلى الله عليه وسلم - عند الصخرات. ¶ 12- أن يكثر من التلبية والدعاء والاستغفار وقراءة القرآن ويرفع يديه مع الدعاء ويبدأه بالثناء لله ويختمه بالصلاة والسلام على رسوله - صلى الله عليه وسلم - ليكون أدعى للقبول. ¶ 13- أن يكثر من أعمال الخير كالأمر بالمعروف والنهي عن المنكر والصدقة والتوجيه. ¶ 14- أن يبرز للشمس إذا لم يكن في ذلك ضرر عليه ولو في جزء من الوقت بعد ذهاب حرارة الشمس. ¶ حكمة مشروعية الوقوف بعرفة:",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "دعا إبراهيم عليه السلام لحج البيت فأجابه كل من كتب الله له الحج وحيث إن الدعوة تحتاج للقاء فقد جعل الله موعد اللقاء عرفات للحجيج كلهم ليتجلى لهم فيه ويمنحهم بحسب إخلاصهم وطاعتهم جوائز إحسانه وعطايا أفضاله فحسن أن يلتقي هذا الجمع بالشعار الموحد للحج الإحرام والتلبية المشعر بالنجرد والإعراض عن الدنيا ودليل ذلك حرارة اللقاء وصدق التذلل والخضوع وسكب الدوع في هذا الموقف العظيم المشعر بالموقف الأعظم يوم العرض على الله. الناس سواسية لا فرق بين صغير ولا كبير، ولا بين مأمور وأمير؛ بل التفاضل والفوز والفلاح والسعادة بالتقى وصدق اللجوء لله، لا الحسب يفيد ولا المال ينفع ولا الجاه ولا زهرة الدنيا وزينتها بل لا ينفع إلا العمل الصالح فعلى قدره تكون العطية والجائزة، وعلى قدره يكون الرضا من المولى جل وعلا(¬1). ¶ الإفاضة من عرفة: ¶ يستحب للواقف بعرفة أن يدفع منها بعد غروب الشمس وعليه السكينة والوقار مُظْهراً الذلة والإنكسار طامعاً في قبول العزيز الغفار وينبغي على الحاج أل يؤذي أحداً بنفسه أو سيارته بل يحب لإخوانه الحجاج ما يحب لنفسه من الوصول مبكراً والراحة والسلامة ويوم أن يشعر كل حاج بهذا الشعور الإسلامي النبيل تزول مظاهر الإيذاء حال الدفع من عرفات بالأبواق المزعجة والسرعة المهلكة وكثرة الاصطدام وحصول السب والشتم الذي لا ينفع بل يضر في العاجل والآجل. ¶ المبحث السادس ¶ المبيت بمزدلفة ¶ حقيقة المبيت بمزدلفة- معناه-: ¶ تقع المزدلفة بين مأزمي عرفة وهو المضيق بين الجبلين عند نهاية عرفة جهة المزدلفة وبين وادي محسر الذي يفصل بين مزدلفة ومنى، ومزدلفة كلها من الحرم. ¶ ¬__________ ¶ (¬1) انظر في الوقوف بعرفة، بدائع الصنائع جـ2 ص125 وما بعدها، بداية المجتهد جـ1 ص355، وما بعدها، قليوبي وعميرة جأ2 ص112 وما بعدها، المغني جـ5 ص267 وما بعدها، النهاية جـ3 ص218.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وسُميت المزدلفة أي ذات زلفة بمعنى القربة، وتسمى جمعاً لاجتماع الناس فيها أو لجمع صلاتي المغرب والعشاء فيها. ¶ وتُسمى المشعر الحرام باسم الجبل الموجود فيها وهو جبل – قزح- فالمبيت بمزدلفة يعني الحضور إليها سواء كان بفعل نفسه أو بفعل غيره كما لو كان محمولاً وسواء علم بها أم لا ما دام داخل حدودها. ¶ مكان المبيت بمزدلفة: ¶ يجوز للحاج أن يبيت في أي جزء من أجزاء مزدلفة لكن ينبغي أن لا ينزل على قارعة الطريق لئلا يؤذي إخوانه الحجاج. ¶ عمن يسقط المبيت بالمزدلفة: ¶ يسقط المبيت بمذلفة عن شخص لم يتمكن من الإتيان إلى عرفة إلا قبيل طلوع الفجر، كما يسقط عن شخص أصابه مرض ليلة العيد فخرج منها للعلاج ولم يعد إليها بسبب مرضه. ¶ وقت المبيت بمزدلفة: ¶ ذهب الجمهور إلى أن وقت الوقوف بمزدلفة هو المكث فيها بعد إفاضته من عرفات، وهل يلزمه أن يبيت إلى منتصف الليل أم يكفيه جزء منه؟ محل خلاف بين أهل العلم، والصحيح أنه لا يجوز أن يدفع من مزدلفة إلا بعد منتصف الليل. ¶ حكم المبيت بمزدلفة: ¶ اتفق جماهير أهل العلم من الأئمة الأربعة وغيرهم على أن الوقوف بالمزدلفة واجب ومن تركه لزمه أن يجبر بدم. ¶ وذهب بعض أهل العلم كالأوزاعي والحسن البصري وغيرهم إلى أنه ركنٌ لا يتم إلا به. ¶ والصحيح هو الرأي الأول لحديث عروة بن مضرس السابق. ¶ قال الكاساني في بدائع الصنائع: (( .....اختلف فيه أصحابنا فقال بعضهم: إنه واجب، وقال الليث إنه فرض...ولنا أن الفرضية لا تثبت إلا بدليل مقطوع به ولم يوجد......))(¬1). ¶ وقال ابن قدامة في المقنع: ((......وواجباته سبعة..والمبيت بمزدلفة إلى بعد منتصف الليل.....))(¬2). ¶ حكم من ترك المبيت بمزدلفة: ¶ من ترك المبيت بمزدلفة إن كان لعذر كمن لم يتيسر له أن يقف بعرفة إلا آخر الليل فلا شيء عليه وحجه صحيح. ¶ ¬__________ ¶ (¬1) بدائع الصنائع جـ2 ص135. ¶ (¬2) المقنع جـ1 ص469.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وإن كان تركه للمبيت بمزدلفة لغير عذر فعليه دم، وهذا عند جماهير أهل العلم، وعند بعضهم لا يصح حجه؛ لأن المبيت بمزدلفة ركنٌ عند هؤلاء. ¶ والراجح القول الأول لقوه دليله كما سبق. ¶ سنن المبيت بمزدلفة: ¶ للمبيت بمزدلفة سنن كثيرة نذكر منها: ¶ 1- أنيصلي فيها المغرب والعشاء جمعاً وقصراً حال وصوله وقبل أن يفعل شيئاً من صنع طعام ولقط حصى وغيرهما. ¶ 2- أن ينام مبكراً ليكون نشيطاً لأداء المناسك يوم النحر. ¶ 3- أن يتجنب إزعاج الناس برفع الأصوات والأبواق وكثرة الأحاديث غير النافعة مما يفعله كثير من الحجاج. ¶ 4- أن يصلي صلاة الفجر في أول وقتها ليطول وقت الدعاء بين صلاة الفجر وطلوع الشمس. ¶ 5- أن يستمر في المزدلفة واقفاً يدعو ويكبر ويهلل ولبي عند المشعر الحرام ويستمر على هذه الحال حتى يسفر جداً. وهذا إن تيسر له وإلا جلس يدعو في مكانه في مزدلفة. ¶ 6- يستحب أن يلتقط سبع حصيات من مزدلفة ليرمي بها جمرة العقبة، وأما بقية حصى الجمار فيلتقطه من منى. ¶ 7- يستحب أن يدفع من المزدلفة إلى منى قبل أن تطلع الشمس. ¶ 8- يدفع إلى منى وعليه السكينة والوقار ويكثر من التلبية حتى يصل جمرة العقبة. ¶ 9- وإذا وصل محسراً أسرع حتى يدخل غي منى اقتداء بفعل الرسول - صلى الله عليه وسلم - . ¶ حكمة مشروعية المبيت بمزدلفة: ¶ بعد أن تغرب شمس يوم عرفة يتجه الحجاج إلى المزدلفة لبيتوا ليلتهم في بهجة وفرحة حتى إذا وقفوا بالمشعر الحرام ذاكرين لمولاهم رفده وإحسانه شاكرين له سبحانه فضله وإنعامه وصدق الله العظيم { فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ وَاذْكُرُوهُ كَمَا هَدَاكُمْ } [البقرة: 198].",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "يقف الحجاج في هذا الموقف العظيم يدعون الله سبحانه وتعالى ويذكرونه ويشكرونه على ما وفقهم وهداهم لإتمام الوقوف بعرفة بكل يسر وسهولة، ويسألونه أن يوفقهم لإتمام بقية حجهم في يوم العيد، وأيام التشريق وأن يتقبل منهم حجهم ودعائهم في هذه المواقف الطاهرة(¬1). ¶ المبحث السابع ¶ رمي الجمرات ¶ حقيقة رمي الجمرات- معناه- ¶ الرمي لغة القذف. ¶ والجمار الأحجار الصغيرة جمع جمرة وهي الحصاة وسمي موضع الرمي جمرة لاجتماع الحصى فيه. ¶ والجمرات التي تُرمى ثلاث: ¶ 1- جمرة العقبة وهي الجمرة الكبرى وتقع في آخر منى تجاه مكة. ¶ 2- الجمرة الوسطى وهي قبل جمرة العقبة من جهة منى. ¶ 3- الجمرة الصغرى أول الجمرات من جهة منى وأبعدها من مكة وأقربها لمسجد الخيف. ¶ والمقصود بالرمي أن يكون هناك قذف ولو خفيف وتسقط في المرمى. ¶ دليل وجوب الرمي: ¶ ذهب جماهير أخل اللعلم ومنهم الأئمة الأربعة إلى وجوب رمي الجمرات واستدلوا على ذلك بالسنة والإجماع. ¶ فمن السنة: ما ثبت في حديث جابر الطويل ((.....حتى أتى الجمرة التي عند الشجرة فرماها بسبع حصيات يكبر مع كل حصاة...))(¬2). ¶ ومن الإجماع: يقول الكاساني: ((...أما الإجماع فلأن الأمة أجمعت على وجوبه.....))(¬3). ¶ وعلى هذا فمن ترك رمي الجمار كلها أو ترك بعضها لزمه دم عند عامة أهل العلم. ¶ البداءة بالرمي في يوم النحر: ¶ إذا وصل الحاج إلى منى استحب له أن يبدأ برمي جمرة العقبة قبل نزوله وحط رحله؛ لأنها تحية منى فلا يبدأ بشيء غير الرمي حال وصوله إليها. ¶ ¬__________ ¶ (¬1) انظر في المبيت بمزدلفة: الهداية جـ1 ص145، الشرح الصغير جـ2 ص362، مغني المحتاج جـ1 ص499، كشاف القناع جـ2 ص496، النهاية لابن الأثير جـ2 ص 310. ¶ (¬2) رواه مسلم، انظر: صحيح مسلم جـ4 ص42. ¶ (¬3) بدائع الصنائع جـ2 ص136.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "قال ابن قدامة: ((.....فلا يشتغل عند قدومه بشيء قبل الرمي فإن الرمي تحية له أن الطواف تحية المسجد فلا يبدأ بشيء قبله...))(¬1). ¶ كيفية الرمي وعدده: ¶ اتفق أهل العلم على أن كل واحدة من الجمار تُرمى بسبع حصيات. ¶ كما اتفقوا على أن أيام الرمي لمن تعجل ثلاثة ولمن تأخر أربعة يوم النحر وثلاثة أيام بعده هي أيام التشريق. ¶ أما كيفية الرمي فجمرة العقبة يأتيها من بطن الوادي ويجعل منى عن يمينه ومكة عن يساره ويستقبل الجمرة ويقذف الحصاة في وسط المرمى ويقول مع كل حصاة: الله أكبر. ¶ والجمرة الصغرى يأتيها من الجهة الثانية فيجعل منى عن يساره ومكة عن يمينه ويرميها في كل يوم من أيام التشريق بسبع حصيات يقول مع كل حصاة الله أكبر ثم ياخذ ذات اليمين ويستقبل القبلة ويدعو بما شاء من خير الدنيا والآخرة. ¶ والجمرة الوسطى يأتيها قريباً من جمرة العقبة منى عن يمينه ومكه عن يساره ثم يرميها كالصغرى وبعد الرمي يأخذ ذات الشمال ويستقبل القبلة ويدعو بما احب من خيريّ الدنيا والآخرة. ¶ ولو رمى من أي جهة من الجهات أجزأه، وسواء رمى من أسفل أو أعلى فكل هذا مجزيء إن شاء الله لكننا ذكرنا المستحب الذي فعله الرسول - صلى الله عليه وسلم - . ¶ وإن نقص الحصى عن سبع لزمه أن يتمه ولو بحصى من عند المرمى فإن لم يفعل رمى في اليوم التالي عن اليوم السابق ثم رمى عن نفس اليوم فإن لم يفعل نهائياً فهل يلزمه دم؟ محل خلاف بين أهل العلم. ¶ وقت الرمي: ¶ ذهب عامة أهل العلم إلى أن رمي جمرة العقبة يبدأ بعد طلوع الشمس من يوم النحر ويستمر إلى غروب الشمس قالوا: وسيتحب أن يرميها في أول الوقت اقتداء بفعله - صلى الله عليه وسلم - . ¶ وأما في أيام التشريق فيبدأ وقت الرمي بعد الزوال ولا يجوز قبله ويستمر حتى غروب الشمس. ¶ ¬__________ ¶ (¬1) المغني جـ5 ص288.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "والصحيح إن شاء الله أن أيام التشريق كلها أيام رمي فلو أخر الرمي إلى ثاني أيام التشريق أو ثالثها أجزأ، وهل هو أداء أم قضاء؟ قولان لأهل العلم. ¶ وهل يجوز الرمي بالليل في يوم النحر وفي يومي التشريق؟الصحيح: أنه يجوز وذلك لشدة الزحام وكثرة الناس وقد حدد - صلى الله عليه وسلم - بداية الرمي ولم يحدد نهايته فالتوسعة على الناس في هذه الأوقات امر مطلوب وهذا ما عليه الفتوى في وقتنا الحاضر. ¶ يقول الشيخ محمد العثيمين: ((....الأفضل للإنسان أن يرمي الجمرات في النهار- فإن كان يخشى من الزحام فلا بأس أن يرميها ليلاً وذلك لأن النبي - صلى الله عليه وسلم - وقت ابتداء الرمي ولم يوقت انتهاءه فدل هذا على أن الأمر في ذلك واسع....))(¬1). ¶ ويقطع التلبية عند وصوله جمرة العقبة ويستبدل التلبية بالتكبير مع كل حصاة. ¶ شروط رمي الجمار: ¶ يشترط لصحة رمي الجمرات ما يأتي: ¶ 1- أن تكون سبع حصيات لكل جمرة. ¶ 2- أن تكون سبع رميات فلو رماها دفعة واحدة أو رمى كل اثنتين معاً أو كل ثلاث لم يجزئه وتعتبر الاثنتان واحدة والثلاث واحدة وهكذا. ¶ 3- أن يكون الرمي باليد عند القدرة على ذلك. ¶ 4- أن يكون بحصيات فلا يرمي بأحذية أو طين أو حديد أو غير ذلك. ¶ 5- أن يقصد المرمى فلو قصد غيره وسقطت في المرمى لم تجزئه ويعيدها. ¶ 6- أن يتحقق من إصابة المرمى ولا يلزم استمرارها بالمرمى. ¶ 7- الترتيب بين الجمرات بأن يبدأ بالصغرى ثم الوسطى ثم العقبة- الكبرى – وإن أخر الرمي يوماً أو يومين لزمه أن يرتب بين الأيام فيرمي عن اليوم السابق الثلاث ثم يعود ويرميها عن اليوم الذي يليه وهكذا. ¶ سنن رمي الجمار: ¶ لرمي الجمار سنن منها: ¶ 1- المبادرة بالرمي فيرمي جمرة العقبة بعد وصوله إلى منى يوم النحر. ويرمي الجمرات أيام التشريق بعد الزوال. ¶ 2- الموالاة بين الرميات والجمرات فلا يفصل بين الحصيات السبع ولا بين الجمرات الثلاث إلا لحاجة. ¶ ¬__________ ¶ (¬1) صفة الحج ص62.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "3- أن بقرب من المرمى ليتثبت من سقوطها فيه. ¶ 4- أن يرمي الجمرة الصغرى جاعلاً منى عن يساره ومكة عن يمينه، والوسطى جاعلاً منى عن يمينه ومكة عن يساره، وجمرة العقبة جاعلاً منى عن يمينه ومكة عن يساره. ¶ 5- أن يقف بعد الجمرة الصغرى والوسطى مستقبلاً ويدعو بما أحب ولا يقف بعد جمرة العقبة. ¶ 6- أن يرمي بيده اليمنى إن تيسر له ذلك. ¶ 7- ألا تكون الحصيات نجسة. ¶ 8- أن تكون الحصيات مثل حصى الخذف وهو أكبر من الحمص قليلاً. ¶ 9- ألا تكون الحصيات قد رمي بها. ¶ حكم الإنابة في الرمي: ¶ ويجوز لولي الصغير أن يرمي عنه إذا خاف عليه من الزحام. كما يجوز للعاجز عن الرمي لكبر سن أو مرض أو حمل أو غير ذلك من الأعذار الشرعية أن يوَكِّل غيره شريطة أم يكون الوكيل حاجاً في نفس العام فلا يصح توكيل غير الحاج وإذا توكل الشخص عن غيره جازه له أن يرمي عن نفسه وموكله في موقف واحد لكن لابد أن يرمي عن نفسه أولاً ثم عن موكله. ¶ حكمة مشروعية رمي الجمرات: ¶ الرمي فيه اقتداء بأبي الأنبياء إبراهيم عليه السلام ويقصد به الانقياد للأمر وإظهار العبودية بعيداً عن تخبطات العقل وهواجسه. ¶ لقد امتثل إبراهيم عليه السلام أمر ربه فعرض له الشيطان يريد صرفه عن الطاعة فأرشده الله عز وجلّ وعلا إلى أن يرميه إرغاماً لأنفه وطرداً له والحاج يقتدي بالخليل في رمي الجمرات. هذا ما يبدو لنا من أسرار في رمي الجمرات والذي يخفى علينا أكثر . والله أعلم.(¬1). ¶ المبحث الثامن ¶ الحلق أو التقصير ¶ حقيقة الحلق والتقصير: ¶ الحلق إزاله شعر الرأس كله بالموس. ¶ التقصير أخذ جزء من شعر الرأس كله بالمقص ونحوه- أي تعميم الرأس بالحلق أو التقصير- ¶ حكم الحلق أو التقصير: ¶ ¬__________ ¶ (¬1) انظر في رمي الجمرات: كتاب الحج والعمرة من فتح الباري ص300، حاشية ابن حجر الهيتمي على شرح الإيضاح للنووي ص351، أضواء البيان جـ5 ص588، كشاف القناع جـ2 ص498، حاشية ابن عابدين جـ2 ص513، النهاية جـ1 ص292.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ذهب جماهير أهل العلم إلى أن الحلق أو التقصير نسك يتعبد به في الحج وأنه لا يجزيء أخذ شعر غير الرأس. ¶ وذهب الشافعي في رواية والإمام أحمد في رواية غير مشهورة إلى أن الحلق أو التقصير استباحة محظور لا يترتب على تركه شيء ويحصل الحل بدونه. ¶ وذهب الشافعي في الشهور عنه إلى أن الحلق ركن من أركان الحج لا يجبره الدم. ¶ وعند الأئمة الثلاثة- أبي حنيفة ومالك وأحمد- الحلق أو التقصير واجب من واجبات الحج يجبر بدم ودليلهم قوله تعالى: { لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لا تَخَافُونَ } [الفتح: 27]. ¶ قال ابن قدامه: ((....ولأن الله تعالى وصفهم به... ولو لم يكن من المناسك لما وصفهم به...(¬1). ¶ ومارواه ابن عباس رضي الله عنهما قال: (( لما قدم النبي - صلى الله عليه وسلم - مكة أمر أصحابه أن يطوفوا بالبيت وبالصفا والمروة ثم يحلوا ويحلقوا أو يقصروا))(¬2). ¶ وما رواه جابر في حديثه الطويل وفيه: ((....فإن النبي - صلى الله عليه وسلم - أذن لأصحابه أن يجعلوها عمرة يطوفوا بالبيت ثم يقصروا ويحلوا....))(¬3). ¶ وهذا هو الراجح إن شاء الله فمن لم يحلق أو يقصر لزمه جبران هذا الواجب بدم. ¶ اتفق الواجب من الحلق أو التقصير: ¶ اتفق أهل العلم على أن الحلق والتقصير جائز وكاف في تحقيق النسك. ¶ كما اتفق على أن الحلق أفضل من التقصير إلا في حق المتمتع فينبغي أن يقصر ليؤخر الحلق للحج، كما اتفقوا على أن تفضيل الحلق خاص بالرجال، وأما النساء فلا يجوز في حقهن إلا التقصير واختلفوا في القدر الذي يجزيء حلقه أو تقصيره من شعر الرأس. ¶ فذهب الحنفية والشافعية إلى أنه يكفي حلق أو تقصير بعض الرأس. ¶ ¬__________ ¶ (¬1) المغني جـ5 ص305. ¶ (¬2) رواهما البخاري ومسلم. انظر: صحيح البخاري جـ2 ص15، وصحيح مسلم جـ4 ص40. ¶ (¬3) رواهما البخاري ومسلم. انظر: صحيح البخاري جـ2 ص15، وصحيح مسلم جـ4 ص40.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وذهب المالكية والحنابلة إلى وجوب تعميم الرأس بالحلق أو التقصير، وهذا أرجح لأنه أحوط في أداء العبادة ولأنه - صلى الله عليه وسلم - استوعب رأسه بالحلق. ¶ زمان الحلق: ¶ زمان الحلق أيام النحر فيجوز تأخيره إلى آخر أيام النحر لأنه إذا جاز تأخير المقدم عليه قتأخيره أولى. ¶ فإن أخره عن أيام النحر فعليه عند الحنفية دم ولا شيء عليه عند الشافعي وأحمد. ¶ قال ابن قدامة: ((.....ويجوز تأخير الحلق والتقصير إلى آخر أيام النحر، لأنه إذا جاز تأخير النحر المقدم عليه فتأخيره أولى فإن أخره عن ذلك؛ ففيه روايتان: إحداهما: لا دم عليه .....وعند أحمد عليه دم بتأخيره وهو مذهب أبي حنيفة.....))(¬1). ¶ مكان الحلق: ¶ ذهب الإمام أبو حنيفة إلى أن مكان الحلق موقت بالحرم فإن حلق أو قصر في أيام النحر في غير المحرم حصل التحلل وعليه دم. ¶ وذهب الشافعي إلى أن الحلق غير مختص بالحرم لكن الأفضل فعله في منى، فإن حلق خارج الحرم فلا شي عليه ولا يتحلل حتى يحلق. ¶ ترتيب الحلق أو التقصير بين أعمال يوم النحر: ¶ يفعل الحاج بمنى يوم النحر ثلاثة أمور هي على الترتيب: رمي، فنحر فحلق. ¶ وترتيب الحلق أن يفعله بعد الرمي والذبح إن كان متمتعاً أو قارناً كما فعل النبي - صلى الله عليه وسلم - ، أما المفرد فإنه يحلق بعد الرمي؛ لأنه لا ذبح عليه. ¶ دليل ذلك ما رواه أنس بن مالك رضي الله عنه (( أن رسول الله رمى جمرة العقبة يوم النحر ثم رجع إلى منزله بمنى فدعا بذبح فذبح ثم دعا بالحلاق فأخذ بشق رأسه الأيمن فحلقه فجعل يقسم بين من يليه الشعرة والشعر ثم أخذ بشق رأسه الأيسر فحلقه ))(¬2). ¶ حكمة مشروعية الحلق: ¶ ¬__________ ¶ (¬1) المغني جـ5 ص306. ¶ (¬2) رواه مسلم.انظر: صحيح مسلم جـ4 ص82.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "الحلق تأكيد وتحقيق بانتهاء مدة الإحرام وهو اقتداء بفعل الرسول - صلى الله عليه وسلم - حيث حلق وأمر أصحابه بالحلق إلقاء للتفث وإزالة للشعث ليستعدوا لزيارة البيت العتيق وهم على أتم هيئة وأكمل زينة(¬1). ¶ المبحث التاسع ¶ المبيت بمنى ليالي أيام التشريق ¶ حكم المبيت بمنى: ¶ ذهب الأئمة الثلاثة إلى أنه واجب يلزم من تركه لغير عذر الفداء سواء ترك الليالي كلها أو ترك ليلة واحدة. ¶ واستدلوا بفعله - صلى الله عليه وسلم - حيث بات بمنى ليالي أيام التشريق. ¶ وذهب الحنفية إلى أنه سنة. قالوا: ومبيته - صلى الله عليه وسلم - ليسهل عليه الرمي في أيامه فلم يكن من أفعال الحج فتركه لا يوجب دماً(¬2). ¶ المبيت المطلوب: ¶ المبيت المطلوب معناه أن يقضي بمنى معظم الليل ليلتي الحادي عشر والثاني عشر إن تعجل، وليلة الثالث عشر إن تأخر. ¶ الأعذار المسقطة للمبيت: ¶ يسقط المبيت عن المريض أو من يقوم على شئوونه وكذا عن المرابطين في المهمات الرسمية التي تتعلق بمصالح الحجاج ويكون تقدير ذلك لأهل العلم المعتبرين. ¶ حكمة مشروعية المبيت بمنى: ¶ كان العرب قبل الإسلام يجتمعون بمنى ويتفاخرون بالأنساب والأحساب والعشائر ويتناشدون الأشعار فشرع الإسلام المبيت بمنى والجلوس فيها أيام التشريق؛ لأن اجتماع الحجاج في هذا المكان وإقامتهم شعائر الدين الحنيف وتبادلهم المنافع المادية والأدبية أدعى لإظهار عظمة هذا الدين الحنيف وتبادلهم المنافع المادية والأدبية أدعى لإظهار عظمة هذا الدين السمح وشوكة المسلمين في عيون أعداء الدين هذا فضلاً عن التعارف والائتلاف والتواد بين المسلمين المختلفي الأجناس المتباعدي الأقطار وهذه فائدة عظيمة وسر من أسرار تشريع الحج(¬3). ¶ المبحث العاشر ¶ الهدي ¶ ¬__________ ¶ (¬1) انظر في الحلق الهداية جـ1 ص147، والمغني جـ5 ص304، نيل الأوطار جـ7 ص79. ¶ (¬2) الهداية جـ1 ص149، المغني جـ5 ص325، زاد المعاد جـ2 ص285. ¶ (¬3) حكمة التشريع وفلسفته جـ1 ص301.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "حقيقة الهدي- معناه-: ¶ الهدي بإسكان الدال وتخفيف الياء، أو بكسر الدال مع تشديد الياء لغتان مشهورتان، وهو ما يهدي للحرم من حيوان وغيره. ¶ والمراد هنا – ما يقدمه الحاج أو المعتمر تقرباً لله تعالى من بهيمة الأنعام- الإبل والبقر والغنم(¬1). ¶ أقسام الهدي وحكم كل قسم: ¶ ينقسسم الهدي إلى أبعة أقسام: ¶ 1- هدي التطوع الذي يتقرب به الحاج إلى الله دون سبب يلزمه، ويستحب ذلك لكل حاج اقتداءً به - صلى الله عليه وسلم - فقد أهدى عليه السلام في حجة الوداع مائة بدنة. ¶ قال النووي: (( ..... اتفقوا على أن يستحب لمن قصد مكة بحج أو عمرة أن يهدي هدياً من الأنعام وينحره هناك ويفرقه على المساكين الموجودين في الحرم.....))(¬2). ¶ وإليه الإشارة بقولع تعالى { وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ } [الحج: 36]. ¶ 2- هدي واجب للشكر وهو الهدي الواجب على المتمتع والقارن شكر لله تعالى أن وفقه لأداء النسكين في سفر واحد. وإليه الإشارة بقوله تعالى: { فَإِذَا أَمِنتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنْ الْهَدْيِ } [البقرة: 196]. ¶ 3- هدي واجب للجبران أي لجبر الخلل الواقع في الحج أو العمرة وذلك بأن يترك واجباً من الواجبات، أو يرتكب محظوراً من المحظورات. وكذا الهدي الواجب للإحصار. ¶ وإليه أشار بقوله تعالى: { وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنْ الْهَدْيِ } [البقرة:196]. ¶ 4- هدي النذر وهو ما ينذره الحاج تقرباً لله تعالى عند البيت الحرام فهذا هدي واجب. ¶ ¬__________ ¶ (¬1) المجموع جـ8 ص268. ¶ (¬2) المجموع جـ 8 ص.269",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وإليه الإشارة بقوله تعالى: { ثُمَّ لِيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ } [الحج: 29]. ¶ وقت الذبح: ¶ يبدأ وقت الذبح بعد طلوع الشمس يوم عيد النحر بمدة تتسع لصلاة العيد ويستحب تأخيره عن رمي جمرة العقبة، ويمتد وقته على الصحيح من أقوال أهل العلم إلى غروب شمس آخر أيام التشريق الثلاثة التالية ليوم العيد فتكون مدة الذبح أربعة أيام، ويستحب الذبح نهاراً ويجزيء ليلاً على الصحيح إن شاء الله. ¶ مكان الذبح: ¶ السنة أن ينحر هديه بمنى، ويجوز أن ينحره في أي جزء من أجزاء الحرم. ويستحب للحاج أن يتولى نحر هديه بنفسه وإن أناب غيره فلا بأس بذلك. ¶ يدل لذلك كله أنه - صلى الله عليه وسلم - باشر نحر هخديه بنفسه، وأناب عليّاً في نحر باقيه، وقال - صلى الله عليه وسلم - (( نحرت هاهنا ومنى كلها منحر فانحروا في رحالكم.....))(¬1). ¶ كيفية النحر والذبح: ¶ يستحب أن يقول عند نحر هديه أو ذبحه (( بسم الله والله أكبر اللهم هذا منك ولك)) ويوجهه إلى القبلة، والسنة أن نحر الإبل قائمة معقوله يدها اليسرى، وذبح البقر والغنم على جنبها الأيسر، ولو ذبح إلى غير القبلة أجزأت ولم يصب السنة. ¶ ترتيب الهدي بين أعمال يوم النحر: ¶ إذا فرغ الحاج من رمي جمرة العقبة يوم النحر استحب أن ينحر أو يذبح هديه سواء كان هذي تمتع أو قران، أو كان دماً واجباً لترك واجب أو ارتكاب محظور، أو كان هدي تطوع كل ذلك محله بعد رمي جمرة العقبة وقبل الحلق أو التقصير فيكون ترتيب الهدي من بين أعمال يوم النحر الأربعة الثاني بعد الرمي والثالث الحلق والرابع الطواف. ¶ حكم الأكل من الهدي: ¶ سبق أن ذكرنا أن الهدي أربعة أقسام: ¶ 1- هذي تطوع. ¶ 2- وهدي تمتع أو قران. ¶ 3- وهدي ترك واجب. ¶ 4- وهدي واجب بالنذر. ¶ ¬__________ ¶ (¬1) رواه مسلم. انظر: صحيح مسلم جـ4 ص43.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "فالأول والثاني يستحب أن يأكل منهما الحاج ويهدي ويتصدق لقوله تعالى: { فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ } [البقرة:36]. ¶ وأما الثالث والرابع فلا يجوز الأكل منهما بل يجب التصدق بهخما على فقراء الحرم. ¶ شروط الهدي: ¶ يشترط في الهدي ما يأتي: ¶ 1- أن يكون من بهيمة الأنعام ( الإبل والغنم). ¶ والبدنة والبقرة تقوم الواحدة منهما مقام سبع شياه. ¶ 2- أن يكون الهدي سليماً خالياً من العيوب التي تمنع الإجزاء في الأضحية فلا تجزيء المريضة البين مرضها، والعوراء البين عورها، ولا العرجاء البين ضلعها. ¶ 3- أن يكون سنه من الإبل خمس سنوات، ومن البقر سنتين، ومن المعز سنة، ومن الضأن ستة أشهر. ¶ حكمة مشروعية الهدي: ¶ التقرب إلى الله في الهدي فيه اقتداء بأبينا إبراهيم عليه السلام الذي أمر بذبح ولده فامتثل ففداه اللهُ جل وعلا بذبح عظيم. ¶ وفي سفك دم الهدي إظهار تمام الطاعة لله سبحانه وتعالى والانقياد لأمره ولو كان ذلك ببذل المحبوب للنفوس وهو المال. ¶ وفي تقديم الهدي شكر لنعم الله العظيمة الحاج حيث وفقه لأداء مناسك الحج بيسر وسهولة ثم إن فيه إظهاراً للمجتمع المسلم بمظهر المتعاون المتكافل حيث يعود نفع هذا الهدي للفقراء والمساكين الذين ينعمون في يوم النحر بالأكل من هذه اللحوم الكثيرة التي يتقرب بها الحاج فيعمهم الفرح والسرور في هذا اليوم العظيم من أيام المسلمين(¬1). ¶ الفصل السادس ¶ مخطط عملي لمريد الحج ¶ مع بيان الملاحظات التي يقع فيها كثير من الحجاج ¶ ويشمل ثلاثة مباحث: ¶ المبحث الأول: مخطط عملي لمريد الحج وفق السنة المطهرة. ¶ المبحث الثاني: ملاحظات يقع فيها كثير من الحجاج. ¶ المبحث الثالث: أحكام المناسك على المذاهب الأربعة. ¶ ¬__________ ¶ (¬1) انظر في الهدى: شرح العمدة في بيان مناسك الحج والعمرة جـ2 ص533، زاد المعاد جـ2 ص312، المقنع جـ1 ص456، الأحكام شرح أصول الأحكام جـ2 ص485، الهداية جـ1 ص147، النهاية جـ5 ص254.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "المبحث الأول ¶ مخطط عملي لمريد الحج وفق السنة المطهرة ¶ من حين خروجه من بيته حتى انتهاء مناسكه(¬1) ¶ أولاً: ما ينبغي أن يفعله من عزم على الحج قبل السفر: ¶ 1- التوبة النصوح ورد المظالم إلى أهلها. ¶ 2- تعلم الأحكام التي يحتاجها في سفره وأحكام الحج. ¶ 3- اختيار الرفقة الصالحة. ¶ 4- اختيار النفقة الحلال. ¶ 5- وصية أهله وأصحابه بتقوى الله وطلب دعائهم. ¶ 6- كتابتة وصيته وما له وما عليه من الدين. ¶ ثانياً: ما يفعله الحاج أثناء سفره إلى الحج: ¶ 1- دعاء السفر حال ركوب الراحلة من دابة أو سيارة أو طائرة. ¶ 2- أن تؤمِّر الجماعة عليها أميراً ويطيعوه ويخدم بعضهم بعضا. ¶ 3- قصر الظهر والعصر والعشاء حال سفره وإن جد به السير جمع بين الظهر والعصر والمغرب والعشاء. ¶ 4- استغلال الوقت بالذكر والدعاء وتلاوة القرآن واستماع الأشرطة النافعة. ¶ 5- كف الأذى عن الرفقة، وتجنب كثرة المزاح في الطريق، وعدم السرعة المؤدية إلى التهلكة. ¶ ثالثاً: ما يفعله الحاج عند الميقات: ¶ 1- إذا كان الحاج مسافراً للحج عن طريق الجو وصعب عليه معرفة الميقات أحرم قبله بمدة كافية ليتيقن أنه أحرم عند الميقات أو قبله، وهنا يعمل كل ما يعمله الواصل للميقات من إزالة الشعر وقص الأظافر، واغتسال وطيب وغير ذلك. ¶ 2- إذا وصل الحاج الميقات يستحب ل أن يتنظف بقص أظافره وإزالة شعره، ثم يغتسل ويتطيب. ¶ 3- وبعد ذلك يلبس الإحرام، ولا بأس أن يتخذ حزاماً أو رباطاً لها يضع فيه ما يحتاجه من نقود وسواك ومفتاح سيارة وغير ذلك. ¶ 4- لا حرج أن يلبس الساعة والنظارات وغيرهما مما يحتاجونه ولا يخل بإحرامه. ¶ ¬__________ ¶ (¬1) سيكوت هذا المخطط لن حج متمتعاً وفي كل موضع يخالف فيه المتمتع القارن والمفرد سنوضح ذلك بمشيئة الله في الهامش ليكون المخطط سهل الاستيعاب، بعيداً عن التجزئة والتقسيم، ثم على الحاج أن يربط بين هذا المخطط وبين الأخطاء التي يقع فيها كثير من الحجاج ليسلم حجه بإذن الله.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "5- إذا كان الوقت وقت صلاة فريضة فيصلي ثم يعقد نية الإحرام بعدها، وإن لم يكن وقت صلاة فريضة صلى ركعتين بنية سنة الوضوء ولا ينويهما للإحرام؛ لأنه ليس للإحرام سنة ثابتة. ¶ 6- يقول المتمتع في الميقات: لبيك عمرة متمتعاً بها إلى الحج لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك لك لبيك، ويقول القارن: لبيك عمرة وحجاً لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك ل لبيك، ويقول المفرد: لبيك حجاً لبيك اللهم لبيك....إلخ ويستمر على هذه التلبية بحيث تكون شعاره حتى يبدأ الطواف بالبيت. ¶ 7- إذا كان الحاج خائفاً شرع له أن يشترط فيقول: فإن حبسني حابس فمحلي حيث حبستني، وإن لم يخف مانعاً من نسكه لم يشرع له الإشتراط. ¶ رابعاً: ما يفعله الحاج بعد وصوله إلى المسجد الحرام: ¶ 1- إذا وصل الحاج المسجد الحرام قدم رجله اليمنى حال دخوله وقال: بسم الله والصلاة والسلام على رسول الله، اللهم اغفر لي ذنوبي وافتح لي أبواب رحمتك. ¶ 2- يتجه مباشرة إلى المطاف ويستلم الحجر الأسود بيده اليمنى ويقبله فإن لم يتيسر تقبيله قبل يده إن استلمه بها فإن لم يتيسر استلامه بيده فإنه يستقبل الحجر ويشير إشارة ولا يقبلها. ¶ 3- يقول عند استلام الحجر الأسود: بسم الله ولله أكبر اللهم إيماناً بك وتصديقاً بكتابك ووفا بعهدك واتباعاً لسنة نبيك محمد - صلى الله عليه وسلم - . ¶ 4- ثم يأخذ ذات اليمين ويجعل البيت عن يساره ويبدأ من محاذاة الحجر من الخط الأسود والمحاذي للحجر ويستمر في الطواف داعياً بما شاء فليس هناك دعاء مخصوص حتى يصل الركن اليماني المقابل للحجر الأسود من الجهة الأخرى فيستلمه بيمناه من غير تقبيل، فإن لم يتيسر استلامه فلا يشير إليه ولا يكبر عنده ثم يقول بين الركن اليماني والحجر الأسود- أي في الجهة الجنوبية من الكعبة:- ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "5- ثم يستمر في طوافه وما مضى منه فهو شوط واحد ويكمل بعده ستة أشواط أخر يفعل فيها كما فعل في الاول يكبر في أول كل شوط بمحاذاة الحجر الأسود قائلاً: الله أكبر، وفي آخر الشوط السابع لا يكبر؛ لأن التكبير في بدء كل شوط، وفي الأشواط السبعة يدعو بما شاء ويذكر الله، ويتلو القرآن ويسأل الله من فضله لنفسه وولده ومن شاء من قريب وصديق؛ لأن فضل الله واسع. ¶ 6- في طواف الحاج الأول أول ما يقدم إلى البيت ينبغي أن يفعل شيئين: ¶ (أ ) الاضطباع من أول الطواف إلى آخر الشوط السابع منه، وصفة الاضطباع أن يجعل وسط ردائه تحت إبطه الأيمن وطرفيه على كتفه الأيسر، فإذا انتهى من الشوط السابع أعاد رداءه على كتفيه وصدره، وينبغي ألا يصلي ركعتي الطواف وهو مضطبع؛ لأن الاضطباع محله الطواف فقط. ¶ (ب ) الرمل في الأشواط الثلاثة الأولى. ¶ والرمل إسراع المشي مع مقاربة الخطوات، وأما بقية الأشواط وهي الأربعة الأخيرة فيمشي فيها مشياً كعادته وهنا ينبغي أن ينتبه الحاج أنه يحرم عليه أذية إخوانه بالمزاحمة، قإن لم يتيسر له الرمل لشدة الزحام فيكفية أن يمشي مقارباً خطاه. ¶ 7- بعد إتمام الطواف يتقدم إلى مقام إبراهيم ويصلي ركعتين جاعلاً المقام بينه وبين الكعبة يقرأ في الأولى بعد الفاتحة: (( قل يا أيها الكافرون)) وفي الثانية بعد الفاتحة (( قل هوالله أحد)) فإن لم يتيسر له الصلاة خلف المقام لشدة الزحام صلى في أي مكان من المسجد، ثم يرجع إلى الحجر الاسود ويستلمه إن تيسر له ذلك. ¶ 8- بعد نهاية الطواف وصلاة ركعتي الطواف واستلام الحجر إن تيسر يتجه الحاج إلى زمزم ويشرب منه ويتضلع ويدعو بما شاء من خيري الدنيا والآخرة. ¶ 9- ثم يتجه إلى المسعى فإذا دنا من الصفا قرأ قوله تعالى : { إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ.........الآية } [البقرة: 158].",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ثم يرقى إلى الصفا حتى يرى الكعبة فيستقبلها ويرفع يديه فيحمد الله ويدعو بما شاء أن يدعو قائلاً: لا إله إلا الله، والله أكبر لا إله إلا الله وحده لا شريك له، له الملك وله الحمد يحي ويميت وهو على كل شيء قدير، لا إله إلا الله وحده، أنجز وعده، ونصر عبده، وهزم الأحزاب وحده، ثم يدعو بعد ذلك بما شاء من خيري الدنيا والآخرة- ويكرر هذا ثلاث مرات. ¶ ثم ينزل ماشياً متجهاً إلى المروة حتى يصل العلم الأخضر فيركض بين العلمين ركضاً شديداً شريطة ألا يترتب عليه إيذاء أحد من إخوانه المسلمين، ثم إذا بلغ العلم الأخضر الثاني مشى كعادته حتى يصل إلى المروة فيرقى عليها ويستقبل القبلة ويرفع يديه ويقول ما قاله على الصفا، وهذا شوط واحد يأتي بعده بسته أشواط أخرى يفعل فيها ما فعله في الشوط الأول من دعاء ومشي وركض ويقول في سعيه: ما شا الله من ذكر ودعاء وقراءة كل حسب استطاعته. ¶ 10- فإذا أتم سعيه حلق(¬1) رأسه أو قصره كله، والحلق أفضل إلا لمن اعتمر في أيام الحج فالأفضل له أن يقصر ليحلق في الحج. وإن كانت امرأة قصرت من كل ضفيرة قدر أنملة. ¶ 11- إذا حلق الحاج المتمتع أنهى عمرته فيتحلل(¬2) ويخلع ثياب الإحرام ويلبس ثيابه العادية وله أن يفعل ما يشاء مما كان ممنوعاً منه حال الإحرام من لباس وطيب ونكاح وغير ذلك. ¶ 12- للحاج أن يبقى حيث شاء خلال الفترة بين العمرة والحج فإن شاء يقي في منى، وإن شاء بقي في مكة أو في أي مكان آخر، ويمارس ما شاء من بيع وشراء وغير ذلك مما أباحه الله. ¶ خامساً: ما يفعله الحاج يوم التروية ( اليوم الثامن من ذي الحجة): ¶ ¬__________ ¶ (¬1) القارن والمفرد لايحلقان بل متى أتما السعي بقيا في إحرامهما حتى ينهيا أعمال الحج. ¶ (¬2) القارن والمفرد لا يتحللان بل يبقى الإحرام في حقهما ويمتنعان من كل شيء يمنعه الإحرام حتى فعل اثنين من ثلاثة يوم العيد: الرمي- الحلق أو التقصير- الطواف.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "1- إذا كان يوم التروية وهو اليوم الثامن من ذي الحجة أحرم(¬1) بالحج قبيل صلاة الظهر من مكانه الذي هو فيه – منى أو مكة. ¶ 2- يفعل الحاج عند إحرامه بالحج يوم الثامن ما فعله عند الإحرام من الميقات من النظافة وإزاله الشعر والاغتسال والطيب. ¶ 3- بعد ذلك ينوي الحج ولبي قائلاً: لبيك حجاً، لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك، لا شريك لك لبيك. ¶ 4- إن كان خائفاً من عائق يمنعه من إتمام الحج شرع له أن يشترط قائلاً: فإن حبسني حابس فمحلي حيث حبستني، وإن لم يكن خائفاً من عائق لم يشترط. ¶ 5- ثم يصلي في منى الظهر والعصر والمغرب والعشاء والفجر قصراً من غير جمع، وفي منى ومزدلفة وعرفة يقصر أهل مكة وغيرهم؛ لأن النبي - صلى الله عليه وسلم - لم يأمر أصحابه بالإتمام في حجة الوداع. ¶ سادساً: ما يفعله الحاج يوم عرفة- التاسع من ذي الحجة: ¶ 1- إذا طلعت الشمس يوم عرفة سار إلى منى إلى عرفة ونزل بنمرة- الوادي الذي قبل عرفة- إن تيسر(¬2) له وإن كان عليه مشقة في ذلك نزل في عرفة. ¶ 2- إذا زالت الشمس صلى الظهر والعصر جمعاً وقصراً في وقت الأولى ليطول وقت الوقوف والدعاء حتى ولو وافق يوم عرفة يوم الجمعة فإنها تسقط عن الحاج. ¶ 3- بعد الصلاة يتفرغ للذكر والدعاء والتضرع إلى الله ويدعو بما أحب من خيري الدنيا والآخرة ويستحب أن يرفع يديه حال الدعاء، ويستقبل القبلة. ¶ ¬__________ ¶ (¬1) القارن والمفرد باقيان على إحرامهما، فإذا جاء اليوم الثامن ذهبا إلى منى وصليا فيها الظهر والعصر والمغرب والعشاء والفجر. ¶ (¬2) هذا فيه مشقة كبيرة في هذه الأوقات للزحام الشديد والنزول بنمرة من حين وصوله إلى الزوال سنة فعلها الرسول - صلى الله عليه وسلم - فينبغي لمن استطاع ذلك أن يفعله ولا سيما من ليس معه نساء وأطفال.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "4- الأفضل أن يكون الجبل بينه وبين لقبلة إن تيسر ذلك وإلا استقبل القبلة ولو استدبر الجبل؛ لأن الرسول - صلى الله عليه وسلم - يقول: (( وقفت هاهنا وعرفة كلها موقف وارفعوا عن بطن عرنة))(¬1). ¶ 5- يكون صعوده إلى عرفات ونزوله في مكانه بسكينة ووقار وذكر وتلبية ويبتعد عن أذية الآخرين ومزاحمتهم والتضييق عليهم. ¶ 6- يشرع لولي الأمر أو نائبه أن يخطب الناس بعد الزوال خطبة تناسب الحال يعلمهم فيها أحكام المناسك ويتعرض لواقع المسلمين، ويضع العلاج الناجح لمشاكلهم كلها، ويركز على توحيد الله وإخلاص العبودية له والابتعاد عن الشرك وأسبابه ودواعيه، ويحثهم على الأمر بالمعروف والنهي عن المنكر، ويوصيهم بتقوى الله وتوحيد الكلمة والصف ونبذ الشقاق والخلاف، ويتعرض لغير ذلك مما يحتاجه المسلمون حسب أحوال الناس والزمان. ¶ 7- يمتد وقت الوقوف بعرفة إلى طلوع الفجر من يوم العيد فمن وقف بعرفة من ذلك ساعة من الليل أو نهار فقد تم حجه. ¶ 8- على الحاج أن يتثبت من كونه داخل عرفة، فبعض الحجاج يجلسون في أدنى عرفة من جهة نمرة، وأحياناً لا يدخلون في حدود عرفة، فعل المسلم الحاج أن يتأكد بسؤال أهل العلم أو الاطلاع على أميال عرفة. ¶ 9- ليس لعرفة دعاء مخصوص؛ بل على المسلم الحاج أن يتخير من الدعاء ما ورد في الكتاب والسنة وما أُثر عن سلف الأمة فإن هذه الأدعية أجمع للخير وأحرى بالإجابة وأبعد عن الاعتداء في الدعاء. ¶ 10- على المسلم الحاج أن يعم في دعائه نفسه وأهله وذويه وجميع المسلمين الأحياء منهم والميتين، ويدعو الله أن يظهر الدين وينصر المسلمين ويخذل الكافرين والمنافقين في كل زمان ومكان. ¶ من جوامع الأدعية المختارة(¬2): ¶ 11- ومن الأدعية الجامعة النافعة التي ينبغي أن يدعو بها المسلم في عرفة ما يأتي: ¶ بسم الله الرحمن الرحيم: ¶ { ¶ ¬__________ ¶ (¬1) رواه مسلم. انظر: صحيح مسلم جـ4 ص43. ¶ (¬2) حرصت أن تكون هذه الأدعية من كتاب الله أو مما ثبت في صحيح السنة.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "بسم الله الرحمن الرحيم (1) الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (2) الرَّحْمَنِ الرَّحِيمِ (3) مَالِكِ يَوْمِ الدِّينِ (4) إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (5) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (6) صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ (7) } [الفاتحة: 2-7]. ¶ اللهم صلي على سيدنا محمد وعلى آل محمد كما صليت عل إبراهيم وعلى آل إبراهيم إنك حميد مجيد. ¶ { رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ (127) رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ } [البقرة: 127:128]. ¶ { رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ } [البقرة: 201]. ¶ { رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ } [البقرة: 286]. ¶ { رَبَّنَا لا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ } [آل عمران:8]. ¶ { رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ } [البقرة:38]. ¶ { رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ } [آل عمران: 147]. ¶ { رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنْ الْخَاسِرِينَ } [الأعراف: 23]. ¶ {",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ } [المؤمنون: 109]. ¶ { وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ } [الأعراف:156]. ¶ { رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَداً } [الكهف:156]. ¶ { رَبِّ اشْرَحْ لِي صَدْرِي (25) وَيَسِّرْ لِي أَمْرِي (26) وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي (27) يَفْقَهُوا قَوْلِي } [طه: 25-29]. ¶ { رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ (97) وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ } [المؤمنون: 97-98]. ¶ { رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَاماً (65) إِنَّهَا سَاءَتْ مُسْتَقَرّاً وَمُقَاماً } [الفرقان: 65-66]. ¶ { رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَاماً } [الفرقان: 74]. ¶ { رَبِّ هَبْ لِي حُكْماً وَأَلْحِقْنِي بِالصَّالِحِينَ (83) وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الآخِرِينَ (84) وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ } [الشعراء: 83- 85]. ¶ { رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاًّ لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ } [الحشر: 10]. ¶ { رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } [التحريم:8]. ¶ (( لا إله إلا الله وحده لاشريك له، له الملك وله الحمد يحي ويميت وهو على كل شيء قدير)). ¶ (( اللهم أنت ربي، لا إله إلا أنت خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك عليَّ وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت)). ¶ ((",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "اللهم أسلمت نفسي إليك، وفوضت أمري إليك، وألجأت ظهري إليك رهبة ورغبة إليك لا ملجأ ولا منجا منك إلا إليك، آمنت بكتابك الذي أنزلت، ونبيك الذي أرسلت)). ¶ (( اللهم لك الحمد، أنت نور السموات والأرض ومن فيهن، ولك الحمد أنت قيوم السموات والأرض ومن فيهن، ولك الحمد أنت الحق، ووعدك الحق، وقولك ولقاؤك حق، والجنة ُ حق، والنار حق، والساعة حق، والنبيون حق، ومحمد حق، اللهم لك أسلمت، وعليك توكلت، وبك آمنت، وإليم أنبت، وبك خاصمت، وإليك حاكمت، فاغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، أنت المقدم وأنت المؤخر، لا إله إلا أنت)). ¶ (( اللهم إني أعوذ بك من فتنة النار، وعذاب النار، وفتنة القبر، وعذاب القبر، وشر فتنة الغنى، وشر فتنة الفقر، اللهم إني أعوذ بك من شر فتنة المسيح الدجال، اللهم اغسل قلبي بماء الثلج والبرد، اللهم إني أعوذ بك من الكسل والمأثم والمغرم)). ¶ (( لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب اتلسموات ورب الأرض ورب العرش الكريم)). ¶ (( لا إله إلا الله وحده لا شريك له، الله أكبر كبيراً، والحمد لله كثيراً، وسبحان الله رب العالمين، لا حول ولا قوة إلا بالله العزيز الحكيم، اللهم اغفر لي وارحمني واهدني وعافني وارزقني)). ¶ (( اللهم اقض عني الدين، وأغنني من الفقر، وأمتعني بسمعي وبصري وقوتي ما أحييتني واجعله الوارث مني)). ¶ (( اللهم إني أسألك الثبات في الأمر، والعزيمة على الرشد، وأسألك شكر نعمتك، وأسألك لساناً صادقاً وقلباُ سليماً، وأعوذ بك من شر ما تعلم، وأسألك من خير ما تعلم، وأستغفرك مما تعلم، إنك أنت علام الغيوب)). ¶ (( سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر)). ¶ (( اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي فيها معادي، واجعل الحياة زيادة لي في كل خير، والموت راحة لي من كل شر)). ¶ ((",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "أعوذ بالله من جهد البلاء، ودرك الشقاء، وسوء القضاء، وشماتة الأعداء)). ¶ (( اللهم إني أعوذ بك من الهم والحزن، ومن العجز والكسل، ومن الجبن والبخل، ومن المأثم والمغرم، ومن غلبة الدين وقهر الرجال، أعوذ بك اللهم من البرص والجنون والجذام ومن سيء الأسقام)). ¶ (( اللهم إني أسألك العفو والعافية في الدنيا والآخرة، وأسألك العفو والعافية في ديني ودنياي وأهلي ومالي)). ¶ (( اللهم استر عوراتي، وآمن روعاتي، واحفظني من بين يدي ومن خلفي، وعن يميني وعن شمالي ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي)). ¶ (( اللهم رب السموات ورب الأرض ورب العرش العظيم ربنا ورب كل شيء فالق الحب والنوى، منزل التوراه والإنجيل والقرآن، أعوذ بك من شر كل شيء أنت آخذ بناصيته أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك أحد، وأنت الباطن فليس دونك شيء، اقض عني الدين وأغنني من الفقر. اللهم اغفر لي ذنبي، وأذهب غيظ قلبي، وأعذني من مضلات الفتن ما أبقيتني)). ¶ (( اللهم لك الحمد كالذي نقول وخيراً مما نقول، اللهم لك صلاتي ونسكي ومحياي ومماتي وإليك ربي مآبي ولك ربي تراثي، اللهم إني أعوذ بك من عذاب القبر ووسوسة الصدر وشتات الأمر. اللهم إني أعوذ بك من شر ما تجيء بهخ الريح، اللهم إنك تسمع كلامي وترى مكاني وتعلم سري وعلانيتي لا يخفى عليك شيء من أمري أنا البائس الفقير المستغيث المستجير الوجل المشفق المقر المعترف بذنوبي أسألك مسألة المسكين وأبتهل إليك ابتهال الذليل، وأدعوك دعاء الخائف الضرير من خضعت لك رقبته وفاضت لك عيناه وذل لك جسده ورغم لك أنفه. اللهم لا تجعلني ربي بدعائك شقياً وكن بي رؤوفاً رحيماً يا خير المسؤولين ويا خير المعطين)). ¶ (( اللهم اجعل في قلبي نوراً، وفي سمعي نوراً، وفي بصري نوراً، وفي لساني نوراً، وعن يميني نوراً، وعن يساري نوراً، ومن فوقي نوراً، واجعل في نفسي نوراً)). ¶ ((",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "اللهم اجعل خير عمري آخره، وخير عملي خواتمه، وخير أيامي يوم لقائك، اللهم ثبتني بأمرك، وأيدني بنصرك، وارزقني من فضلك، ونجني من عذابك يوم تبعث عبادك)). ¶ (( اللهم لا تدع لي في هذا المقام ذنباً إلا غفرته، ولا هماً إلا فرجته، ولا غائباً إلا رددته، ولا كرباً إلا كشفته، ولا ديناً إلا قضيته، ولا عدواً إلا كفيته، ولا فساداً إلا أصلحته، ولا مريضاً إلا عافيته، ولا خله إلا سددتها، ولا حاجة من حوائج الدنيا والآخرة لك فيها رضى ولنا فيها صلاح إلا قضيتها فإنك تهدي السبيل وتجبر الكسير وتغني الفقير)). ¶ (( اللهم إني أسألك اسمك الأعظم المبارك الأحب إليك الذي إذا دعيت به أجبت، وإذا استرحمت به رحمت، وإذا استفرجت به فرجت أن تعيذني من الكفر والفقر والقلة والذلة والعلة وكافة الأمراض والأعراض وسائر الأسقام والآلام وأسألك فواتح الخير وخواتمه وجوامعه وأوله وآخره وظاهره وباطنه والدرجات العلى)). ¶ وأجاد من قال(¬1): ¶ يا من يرى ما في الضمير ويسمع ¶ أنت المعد لكل ما يتوقعُ ¶ يا من يرجى للشدائد كلِّها ¶ يا من إليه المشتكى والمفزعُ ¶ يا من خزائن رزقه في قول كنْ ¶ امنن فإن الخير عندك أجمعُ ¶ مالي سوى فقري غليك وسيلة ٌ ¶ فبالافتقار إليك فقري أدفعُ ¶ مالي سوى قرعي لبابك حيلة ٌ ¶ فلئن رددت فأي باب أقرعُ ¶ ومن الذي أدعو وأهتف باسْمِهِ ¶ إن كان فضلك عن فقيرك يمنعُ ¶ حاشا لجودك أن تقنط عاصياً ¶ الفضل أجزل والمواهب أوسعُ ¶ 12- ينبغي للحاج إذا كان معه نساء أو أطفال أن يعلمهم شيئاً من الدعاء ويقرأ عليهم ليغتنموا هذا الوقت العظيم فإن خير الدعاء دعاء يوم عرفة. ¶ ¬__________ ¶ (¬1) كيف حج النبي - صلى الله عليه وسلم - ص137.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "13- إذا تأكد الحاج من غروب(¬1) الشمس يوم عرفة سار إلى مزدلفة وعليه السكينة والوقار رافعاً صوته بالتلبية حتى يصل مزدلفة. ¶ 14- بعد وصول الحاج إلى المزدلفة يصلي المغرب والعشاء جمعاً وقصراً حال وصوله بأذان وإقامتين، وما يفعله كثير من الناس من إعداد العشا أو لقط الحصى قبل الصلاة فلا أصل له في الشرع. ¶ 15- إذا انهى الحاج صلاته أنزل أغراضه وصنع طعامه وتهيأ للنوم مبكراً ليقوم نشيطاً. ¶ 16- ثم يصلي الفجر في وقتها ولا يستعجل كما يفعله كثير من الناس من الصلاة قبل دخول وقتها ثم يأتي المشعر الحرام إن تيسر له ذلك ويستقبل القبلة ويدعو بما أحب من خيري الدنيا والآخرة، فإن لم يتيسر له الوقوف عند المشعر الحرام؛ جلس يدعو في مصلاه مستقبلاً القبلة حتى يسفر جداً . ¶ 17- يرخص للعاجزين والضعفة ومن معهم أطفال ومن في حكمهم النزول من كزدلفة بعد منتصف الليل ومغيب القمر؛ لأنه رخص صلى الله عليه وسلم بالنزول للضعفة بالنزول في هذا الوقت. ¶ 18- يلتقط الحاج سبع حصيات من مزدلفة ليرمي بها جمرة العقبة ولا يشرع التقاط حصى الجمار كلها من مزدلفة. ¶ 19- ثم بعد ذلك يتجه الحاج إلى منى وإذا وصل وادي محسر- واد بين مزدلفة ومنى- استحب له أن يسرع في سيره اقتدا بالرسول - صلى الله عليه وسلم - . ¶ سابعاً: ما يفعل الحاج يوم العيد- العاشر من ذي الجة: ¶ 1- إذا وصل الحاج منى اتجه إلى جمرة العقبة لرميها؛ وينبغي أن يكون رميها أول شيء يفعله في منى لأنه تحيتها. ¶ 2- يستمر الحاج في تلبيته حتى وصوله جمرة العقبة حيث يقطع التلبية مع أول حصاة يرميها. ¶ 3- يرمي جمرة العقبة بسبع حصيات يقول مع كل حصاة: الله أكبر ويستحب أن يرميها جاعلاً منى عن يمينه، والبيت عن يساره، وجمرة العقبة هي الكبرى أقرب الجمرات إلى مكة. ¶ ¬__________ ¶ (¬1) تساهم الجهات المختصة في بلاد الحرمين الشريفين في منع الناس من الانصراف قبل غروب الشمس، وتبذل جهوداً كبيرة لتوعية الحجاج وإرشادهم.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "4- بعد رمي جمرة العقبة ينحر هديه(¬1) – إن تيسر له ذلك- والسنة أم يوجه للقبلة ويقول: بسم الله والله أكبر، هذا منك ولك. ¶ 5- يستحب أن يأكل من هديه ويهدي ويتصدق ويختار النوع الجيد لينال من البر أتمه وأفضله. ¶ 6- بعد أن يتقرب إلى الله بهديه ويحلق رأسه كله أو يقصره كله والحلق أفضل للرجال، وأما النساء فلا يجوز في حقهن التقصير فيقصرن من كل ضفيرة قدر أنملة. ¶ 7- ثم بعد الرمي، والذبح، والحلق أو التقصير، يتحلل الحاج التحلل الأول فيباح له ما كان ممنوعاً منه بالإحرام من اللباس والطيب وقص الأظافر وإزاله الشعر لكن يبقى ممنوعاً من النكاح حتى يطوف بالبيت. ¶ 8- بعد التحلل الأول يستحب للحاج أن يغتسل ويتنظف ويتطيب ويلبس ثيابه ويتجه إلى البيت ليطوف طواف الحج- الإفاضة – ويكون كطوافه السابق تماماً غير أنه لا يرمل فيه ولا يضطبع. ¶ 9- بعد الطواف يصلي ركعتين خلف المقام إن تيسر له ذلك وإلا صلاهما في أي مكان من المسجد. ¶ 10- ثم يتجه إلى المسعى(¬2) ويسعى سبعة أشواط كسعيه في العُمرة تماماً . ¶ 11- بعد فراغه من السعي يتحلل التحلل الثاني فيحل له كل شيء مُنع منه بالإحرام حتى النساء. ¶ 12- أعمال يوم العيد أربعة يستحب أن يأتي بها الحاج مرتبة: الرمي- ذبح الهدي- الحلق أو التقصير- الطواف والسعي. ¶ لكن إن لم يتيسر له الترتيب وقد بعضها على بعض فلا حرج إن شاء الله. ¶ ثامناً: ما يفعله الحاج أيام التشريق: ¶ 1- يلزم الحاج أن يبيت بمنى ليلة الحادي عشر والثاني عشر والثالث عشر لمن تأخر، والمبيت يعني أن يبقى في منى أكثر الليل في أوله أو آخره فإن تعجل لزمه المبيت ليلة الحادي عشر والثاني عشر فقط. ¶ ¬__________ ¶ (¬1) هذا خاص بالمتمع والقارن، وأما المفرد فلا هدي عليه إلا أن يتطوع. ¶ (¬2) القارن المفرد إذا سعيا مع طواف القدوم كفاهما عن سعي الحج فليس عليهما في يوم العيد سعي، وإن تركا السعي إلى يوم العيد لزمهما بعد الطواف.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "2- يلزم الحاج أن يرمي الجمرات يوم الحادي عشر والثاني عشر والثالث عشر لمن تأخر، فإن تعجل رمى يوم الحادي عشر والثاني عشر فقط. ¶ 3- يبدأ وقت الرمي في أيام التشريق من بعد الزوال، ولا يجوز الرمي قبل الزوال. ¶ وأما جمرة العقبة فوقت رميها من طلوع الشمس لمن بقي في مزدلفة إلى ما بعد صلاة الفجر، وهذا هو الأصل في وقت الرمي. ¶ ومن جاز له أن يتعجل من مزدلفة بعد منتصف الليل فيجوز له الرمي من حين وصوله إلى منى. ¶ 4- وصفة رمي الجمرات أن يبدأ بالصغرى وهي القريبة من منى ويأتي إليها من جهة الشمال جاعلاً منى عن يساره والبيت عن يمينه ثم يرميها بسبع حصيات قائلاً مع كل حصاه: الله أكبر، وليحرص على شقوط الحصى بالحوض، ولا يلزم ضرب الشاخص فقد وضع علامة للمرمى ولا يضع الحصى وضعاً في الحوض ولا يرميه دفعة واحدة. ¶ ثم يأخذ ذات اليمين قليلاً ويقف يدعو وقوفاً طويلاً وهذه سنه غفل عنها كثير من الحجاج. ¶ ثم يذهب إلى الجمرة الوسطى ويأتيها من الجنوب جاعلاً منى عن يمينه والبيت عن يساره ريرميها بسبع حصيات قائلاً مع كل حصاة: الله أكبر، ثم يأخذ ذات الشمال ويقف يدعو طويلاً. ¶ ثم يذهب إلى الكبرى – التي تلي مكة – وهي أبعد الجمرات عن منى ويأتيها من الجنوب جاعلاً منى عن يمينه والبيت عن يساره مستقبلاً الجمرة ويرميها بسبع حصيات، قائلاً مع كل حصاة: الله أكبر، ولا يقف عندها؛ لأنه ثبت عنه - صلى الله عليه وسلم - أنه لم يقف عندها. ¶ 5- يرمي في اليوم الثاني عشر والثالث عشر إن تأخر كاليوم الحادي عشر تماماً. ¶ 6- لا حرج أن يرمي بالليل لا سيما إذا كان معه نساء أو أطفال؛ لأن هذه الأوقات أوقات شدة وزحام عظيم، ومن رأى أحوال الناس وما يعانونه عند رمي الجمرات علم أن التوسعة في الرمي ليلاً لابد منها في هذه الأوقات.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "7- لا يسوغ التوكيل في الرمي إلا لحاجة قائمة كأن يكون الموكل مريضاً أو كبيراً عاجزاً، أو تكون امرأة حاملاً أو يكون صغيراً لا يقدر على الرمي أو نحوهم. ¶ فهؤلاء يسوغ لهم التوكيل في الرمي لرفع الحرج عنهم، وأما من عداهم فلا ينبغي له أن يوكِّل، وتساهل الناس في هذا الأمر لا مسوغ له شرعاً خصوصاً إذا قلنا بالتوسعة في الرمي ليلاً، والله أعلم. ¶ 8- إذا كان الشخص موكَّلاً في الرمي فينبغي أن يرمي عن نفسه أولاً فإذا أتم سبع حصيات رمى عن موكله في نفس موقفه. ¶ 9- لا يسوغ أن يتوكلَّ في الرمي إلا شخص حاج، وأما من لم يحج في نفس العام فلا يسوغ أن يتوكَّل عن غيره؛ لأنه لن يرمي الجمرات لنفسه فلا يرمي عن غيره. ¶ 10- لو أَخَّر الجمرات إلى آخر أيام التشريق، أو أَّخر يوم الحادي عشر للثاني عشر، أو أخَّر الثاني عشر للثالث عشر فلا حرج عليه إن شاء الله؛ لأن وقت الرمى ممتد إلى غروب شمس اليوم الثالث عشر، وهل فعله أداء أم قضاء؟ قولان لأهل العلم. ¶ 11- إذا وكَّل الشخص غيره فلا حرج أن يلتقط الموكل أو الوكيل الحصى فالأمر في ذلك واسع إن شاء الله. ¶ 12- حصى الجمرات أيام التشريق تلتقط من منى من مكان الشخص الذي يسكن فيه أو أي مكان من منى. ¶ 13- بعد أن يتم الحاج رمي الجمرات في اليوم الثاني عشر إن تعجل، أو الثالث عشر إن تأخر يذهب ويطوف للوداع سبعة أشواط كطوافه السابق تماماً. ¶ 14- يصلي بعد الطواف ركعتين خلف المقام كما فعل في الطواف السابق. ¶ 15- يسقط طواف الوداع عن الحائض والنفساء. ¶ 16- ينبغي ألا ينشغل بشيء بعد الطواف إلا إذا كان شيئاً لا يعوقه كثيراً، كانتظار رفقته، وتحميل أغراضه، وتجهيز سيارته، وشراء ما يحتاجه في طريقه، وغير ذلك مما لا يأخذ صفة الإقامة بمكة.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "17- ينبغي ألا ينفر الناس من منى قبل الزوال في اليوم الثاني عشر أو الثالث عشر ويطوفوا للوداع ثم يعودوا فيرموا بعد الزوال، فهؤلاء لم يكن آخر عهدهم بالبيت، وطواف الوداع في حقهم باق. ¶ 18- بعد طواف الوداع يعود الحاج إلى بلده تصحبه السكينة والوقار، وعليه استغلال وقته في الذكر والدعاء، واستماع ما ينفع، ولزوم دعاء السفر والنزول ودخول القرية وغير ذلك حتى يصل بيته(¬1). ¶ تاسعاً: ما تختص به المرأة عن الرجل: ¶ تختص المرأة بعشرة أشياء تخالف فيها الرجل وهي: ¶ 1- جواز لبس المخيط حال الإحرام. ¶ 2- جواز لبس الخفين للمرأة. ¶ 3- المرأة لا ترمل في طواف القدوم. ¶ 4- لا ترفع صوتها بالتلبية. ¶ 5- يجوز للمرأة أن تغطي رأسها. ¶ 6- لا تضطبع المرأة لأنها يجب أن تتستر بثيابها. ¶ 7- لا تسرع المرأة بين العلمين الأخضرين في المسعى. ¶ 8- ليس على المرأة حلق بل لا يجوز لها الحلق لكن تقصر شعر رأسها من كل ضفير قدر انملة. ¶ 9- لا تستلم الحجر الأسود إذا كان حوله جمع من الرجال. ¶ 10- يسقط عنها طواف الوداع إذا كانت حائضاً أو نفساء. ¶ رحله الصديق إلى البيت العتيق ¶ المتمتع ¶ رحلة الصديق إلى البيت العتيق ¶ (المفرد والقارن) ¶ المبحث الثاني ¶ ملاحظات يقع فيها بعض الحجاج ينبغي التنبه لها(¬2) ¶ ¬__________ ¶ (¬1) انظر في صفة الحج: فتح الباري جـ3 ص378، والنووي على مسلم جـ9 ص3، وبدائع الصنائع جـ2 ص118، وبداية المجتهد جـ1 ص326، والمجموع جـ7 ص2، والمغني جـ 5، وزاد المعاد جـ2 ص90. ¶ (¬2) يرجع الوقوع في هذه الملاحظات إلى أمور منها: ¶ (أ ) ... أحاديث موضوعة أو ضعيفة لا يسوغ الاحتجاج بها ¶ (ب ) ... اجتهادات واستحسانات من بعض أهل العلم لا دليل عليها. ¶ (ت ) ... عادات توارثها الناس لكنها عند التمحيص لا مستند لها.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "هذه الملاحظات منها أخطاء تمس العقيدة، ومنها أخطاء تخل ببعض واجبات الحج، ومنها أخطاء يترتب عليها الحصول على المشقة العظيمة للحاج، وسأفصل القول فيها بمشيئة الله حسب مناسك الحج وأيامه فتقول: ¶ أولاً: ملاحظات يقع فيها من عزم على الحج قبل السفر وأثناءه: ¶ 1- عدم التزويد بدعوى التوكل على الله, ¶ 2- أن يقصد الحاج بحجه التكسب أو الرياء والسمعة والمفاخرة. ¶ 3- اختيار الرفقة السيئة الذين يبعدونه عن الله ويشغلون الوقت بالمعاصي وسماع آلات اللهو والسب والشتم. ¶ 4- سفر المرأة بغير محرم، وهذا يحصل كثيراً مع الخادمات اللواتي يأتين بدون محرم وكل هذا خطأ ظاهر. ¶ 5- التهاون في أداء الصلاة في وقتها بحجة الإجهاد والتعب وهذا من تلبيس الشيطان على المسلم، وقد شرع الجمع والقصر تخفيفاً على المسافر لكن أن تؤخر عن وقت الأولى، والثانية فليس هناك ما يبرر هذا إطلاقاً. ¶ 6- اصطحاب بعض الآلات واستخدامها في أمور محرمة؛ كالآلات اللهو والآت التصوير فهذه الآلات إذا استخدمت في أمر محرم منع منها شرعاً وما أكثر ما يقع الحجاج في هذا الأمر. ¶ 7- بعض النساء يتساهلن بالتجول في الأسواق خارج بلدهن وكأن الممنوع في بلدهن مباح في غيره، وعلى المرأة المسلمة أن تعرف الممنوع شرعاً فتبتعد عنه في بلدها وفي غيره فوق أي أرض وتحت أي سماء. ¶ 8- بعض الحجاج يُزعج رفقته بالإسراع الشديد وعدم الوقوف للراحة فيتأذى من معه وخصوصاً النساء ويحصل للجميع من الحرج والعنت ما لله به عليم. ¶ ثانياً: ملاحظات يقع فيها الحاج قبيل الإحرام وبعده: ¶ 1- بعض الحجاج الذين يسافرون عن طريق الجو أو البحر يتساهلون في عقد نيه الإحرام وقد يؤخرونه عن الميقات المحدد لهم. ¶ والذي ينبغي لهؤلاء الاستعداد للإحرام من بلدانهم ولبس ثياب الإحرام قبل صعود الطائرة أو بعده مباشرة، ثم نية الإحرام ولو قبل الميقات؛ لأن هذا أحوط في حقهم وأسلم لهم لئلا يؤخروه عن ميقاته الشرعي.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "2- بعض الحجاج إذا لبس ثياب الإحرام طلب من غيره أخذ صورة (فوتوغرافية) له وأحياناً له مع عائلته وهذا خطأ ظاهر. ¶ 3- بعض النساء تعتقد أن للإحرام لباساً خاصاً: كالأخضر أو الأسود أو الأبيض، وهذا غير صحيح بل المرأة تحرم بما شاءت من الثياب، لكن تجتنب الثياب الجميلة والتي فيها تشبه بالرجال. ¶ 4- بعض الحجاج يظن أن أي لباس لم يلبسه حال النية لا يسوغ له أن يلبسه بعد الإحرام؛ كالحذاء والساعة والنظارة وغير ذلك مما يحتاجونه ولا يمنع منه المحرم، والصحيح أنه لا حرج في ذلك، لبسه عند النية أو لم يلبسه ذكره أو لم يذكره؛ بل ذلك مرهون بحاجته له وعدم كونه ممنوعاً حال الإحرام. ¶ 5- بعض الحجاج يظن الاضطباع المسنون في طواف القدوم- أول طواف بالبيت للحاج أو المعتمر- مشروعاً من حين الإحرام، وهذا خطأ فالاضطباع لا يسن إلا حال الطواف فقط، أما قبل ذلك وبعده فلا يسن. ¶ 6- يعتقد بعض الحجاج أن لباس الإحرام لا يجوز تغييره حتى إنه أحياناً يتسخ أو يتمزق، وهذا غلط ظاهر؛ بل لباس الإحرام يجوز تغييره وخلعه وغسله متى شاء المحرم وكيف شاء. ¶ 7- بعض النساء تضع حائلاً بين الغطاء ووجهها وهذا تكلف لا أصل له في الشرع؛ بل المرأة تغطي وجهها عند الرجال الأجانب ولو مس الخمار وجهها، وإذا لم يكن عندها رجال أجانب كشفت وجهها وهذا ما فعلته أمهات المؤمنين ونساء الصحابة بتوجيه من الرسول - صلى الله عليه وسلم - . ¶ 8- بعض النساء إذا مرت بالميقات وكانت حائضاً أو نفساء لم تُحرم ظناً منها أن الإحرام تُشترط له الطهارة، وهذا خطأ ظاهر؛ فالمرأة الحائض والنفساء تعمل كما يعمل غيرها في الميقات من اغتسال ونظافة ونية للإحرام، وهذا ما فعلته أسماء بنت عميس بتوجيه من الرسول - صلى الله عليه وسلم - حين نفست في الميقات.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "9- بعض الحجاج يظن أن الإحرام يبد من حين لبس ملابس الإحرام، فيمتنع عن محظورات الإحرام بمجرد ملابس الإحرام، والصحيح أن الإحرام يبدأ بنية الإحرام سواء خلعت ملابس الإحرام أو تأخرت عنها. ¶ 10- بعض الحجاج يستمر في لهوه وعبثه ومزاحه بعد إحرامه بالحج فيسوي بين حاله قبل الإحرام وحاله بعده، وهذا من الحرمان، نسأل الله العفو والعافية. ¶ 11- بعض الحجاج الذين يكون معهم أطفال ويلبون عنهم إذا أحسوا بالتعب فسخوا النية ولم يمكنوهم من إتمام الحج وهذا خطأ، فالصغير يتم النسك إذا دخل فيه بنية منه أو من وليه، وعلى وليه أن يمكنه من إتمام النسك ويهيء ذلك له. ¶ 12- من الأخطاء المتكررة من بعض النساء لبس القفازين بعدج الإحرام حرصاً على الستر وهذا خطأ فالمرأة لا تلبس القفازين حال الإحرام لكن تستر يديها بثيابها عند الرجال الأجانب. كما تستر وجهها. ¶ 13- من الأخطاء المتكررة أن بعض المسافرين عن طريق الجو ينسون الإحرام في حقائبهم ثم لا يحسنون التصرف وهم في الطائرة قبل الميقات فيؤخرون الإحرام إلى جدة وهذا خطأ، والذي ينبغي أن يخلعوا ثيابهم ويبقوا السروال مثلاً ويجعلوا الغترة كالرداء حتى ينزلوا بالمطار ثم يلبسوا ثياب الإحرام ويخلعوا ما عليهم من ملابس، وبقاء السروال أو غيره في هذه الحالة ضرورة يعفي عنه إن شاء الله. ¶ ثالثاً: ملاحظات يقع فيها الحاج عند الطواف: ¶ 1- أكثر الحجاج في هذه الأوقات يلتزمون أدعية خاصة بالطواف سواء كانوا فرادى أو جماعات، وهذا خطأ ظاهر، وليس للطواف دعاء خاص بل يدعو المسلم بما أحب من خيري الدنيا والآخرة، ويتلو القرآن ويذكر الله حسب استطاعته. ¶ 2- بعض الحجاج يقبل الركن اليماني وهذا خطأ؛ فالركن اليماني يستلم استلاماً فقط ولا يقبل ولا يشار إليه إن لم يتيسر استلامه.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "3- بعض الحجاج يؤذي إخوانه حال طوافه بمزاحمتهم وخصوصاً عند الحجر الأسود، وتجد هؤلاء يحرصون على تحقيق سنة فيرتكبون في سبيل ذلك أمراً محرماً وهو أذية الآخرين، ومن طاف وقت الزحام شاهد هذا كثيراً. ¶ 4- بعض الحجاج حال الزحام يدخلون وسط حجر إسماعيل من جهتة الشرقية ويخرجون من جهته الغربية وهؤلاء أخلوا بطوافهم؛ لأن الحجر من الكعبة فالطواف لابد أن يكون من ورائه. ¶ 5- بعض الحجاج يظن أنه لا يتم حجه إلا إذا بدأه بالنية جهراً وهذا خطأ؛ بل يكفي أن يأتي إلى الحجر ويبدأ منه بتقبيله أو استلامه أو الإشارة إليه وهذا كاف عن الجهر بالنية. ¶ 6- بعض الحجاج يتمسح بأتار الكعبة ومقام إبراهيم وحجر إسماعيل وهذا خطأ؛ لأنه لم يرد عن رسول الله - صلى الله عليه وسلم - ولا عن صحابته، وهو مخالفة شرعية ظاهرة. ¶ 7- بعض الحجاج يستمر مضطبعاً بعد الطواف ويصلي ركعتين وهو مضطبع وهذا خطأ، بل عليه أن يستر كتفيه بعد نهاية طوافه وقبل صلاة الركعتين. ¶ 8- بعض الحجاج يظن أن ركعتي الطواف لابد أن تكونا خلف المقام وهذا غير صحيح؛ بل الركعتان تجزئان خلف المقام وفي أي مكان من المسجد فينبغي للحاج ألا يؤذي الناس ويزاحمهم ليؤدي هاتين الركعتين خلف المقام؛ بل يصليهما في أي مكان من المسجد. ¶ 9- من أكثر الملاحظات وأشدها خطراً على المسلمين تبرج النساء بجوار الكعبة المشرفة وفي سائر مناسك الحج حيث يأتين إلى هذه العبادة – الطواف – وهن في كامل زينتهن من لباس وطيب بل وهن متبرجات، وهذا منكر عظيم ينبغي أن تنتبه له الأخوات المسلمات ويحرصن على الأدب والحشمة والعفاف؛ فالله الذي أمرهن بالطواف حول بيته المعظم أمرهن بالستر والعفاف وعدم التبرج وإبداء الزينة فكيف يطعنه في أمر ويعصينه في أمر آخر؟ ¶ رابعاً: مالحظات يقع فيها الحاج عند السعي:",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "1- بعض الحجاج يظن أنه لا يتم سعيه إلا بصعود الصفا حتى أعلاه والمروة حتى أعلاها، والصحيح أنه يكفي أن يرتفع قليلاً لو لم يبلغ آخرهما ويلصق جسمه بالجبلين. ¶ 2- بعض الحجاج يصلي ركعتين بعد تمام السعي، كما فعل بعد تمام الطواف، وهذا لا أصل له في الشرع إذ ليس هناك ركعتان خاصتان بالسعي كالطواف. ¶ 3- بعض الحجاج يستمر في سعيه بعد إقامة الصلاة وهذا خطأ فإذا أقيمت الفريضة لزمه قطع السعي وأداء الصلاة ثم مواصلة السعي بعد الصلاة. ¶ 4- بعض الحجاج يظن أنه لابد من الاضطباع في السعي كالطواف وهذا خطأ فالاضطباع خاص بطواف القدوم فقط. ¶ 5- بعض الحجاج يظن أن الطهارة شرط في السعي كالطواف وهذا غير صحيح، فالسعي لا تشترط له الطهارة لكن لو تطهر ن أراد السعي لكان أفضل وأكمل. ¶ 6- بعض الحجاج يظن أن السعي لا يجوز قطعه وهذا خطأ فالحاج يسوغ له أن يقطع السعي للحاجة كالتعب والتأكد من الرفقة وشرب الماء، كما أنه يجب قطعه إذا أقيمت الفريضة ويكمل ما قطعة لفريضة أو حاجة من مكانه الذي توقف فيه. ¶ 7- بعض الحجاج يظن أن السعي لا يصح إلا بعد الطواف مباشرة وهذا غير مسلم به؛ فالسعي صحيح بعد الطواف مباشرة أو بعده بزمن كثير لكن إن خلف السعي الطواف فهذا أفضل وأكمل. ¶ 8- بعض الحجاج يكرر السعي اجتهاداً منه ورغبة في الخير وهذا غلط ظاهر، فالسعي لا يسوغ تكراره؛ لأنه عبادة خاصة في مناسبة خاصة وليس كالطواف، فمن سعى لغير الحج والعمرة فلا يزيد على أنه أراح جسمه بالمشي لكن إن نوي بهذا السعي العبادة فقد أخطأ وتعدى. ¶ 9- بعض الحجاج يظن أن السعي أربعة عشر شوطاً بحيث يبدأ بالصفا ثم يعود إليه بعد مرور بالمروة ويعتبر هذا شوطاً، وهذا غلط فاحش؛ فالسعي سبعة أشواط ذهابه شوط وعودته من المروة للصفا شوط بحيث يبدأ بالصفا وينتهي بالمروة. ¶ خامساً: ملاحظات يقع فيها الحاج عند الحلق أو التقصير:",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "1- بعض الحجاج يحلق بعض الرأس كمقدمته أو مؤخرته أو نصفه أو ربعه ويترك الباقي للعمرة بعد الحج أو للحج بعد العمرة، أو يقصر من بعض الشعر، وهذا غلط بين فالحلق أو التقصير لابد فيه من التعميم فيحلق رأسه كله أو يقصره كله. ¶ 2- بعض الحجاج يلتزم بأدعية غير ثابتة قبل وأثناء حلق رأسه وهذا لا أصل له في الشرع. ¶ 3- بعض الحجاج يقصر في المسعى نفسه وهذا من سوء الأدب، فهذه الأماكن ينبغي أن يساعد الحجاج على نظافتها ويتعاونوا في دفع الأذى عنها، ولا شك في أن تقصير الشعر داخل المسعى إيذاء للآخرين بتطاير الشعر عليهم، كما أن فيه إرهاقاً للعاملين في النظافة دون أدنى حاجة ¶ 4- بعض الحجاج ممن سيضحي لنفسه أو لغيره يظن أنه لا يسوغ له أن يحلق حتى تُذبح أضحيته، وهذا خطأ ظاهر فالحلق بعد السعي نُسك واجب لا يترك من أجْلِ الأُضحية وهو لا يُعارض وجوب ترك الشعر لمن أراد أن يُضحي؛ لأن هذا خاص بمن لم يجب في حلقه الحلق. ¶ سادسا: ملاحظات يقع فيها الحاج في عرفة: ¶ 1- بعض الحجاج لا يتثبت من وقوفه بعرفة حيثُ يكون خارج حدودها، ورغم ما يبذل من توعية الحجاج وإرشادهم إلا أن بعضهم لا يكترث بذلك ويضيع هذا الركن العظيم بوقوفه خارج أميال عرفة. ¶ 2- بعض الحجاج يظن أنه لا يتم وقوفه بعرفة إلا إذا صعد الجبل أو على الأقل جعله بينه وبين البيت وهذا غلط بينٌ فالوقوف يكفي فيه أن يكون داخل حدود عرفة ثم يستحب أن يستقبل القبلة حال الوقوف والدعاء. ¶ 3- من أغرب من ملاحظات على بعض الحجاج أن هناك من يظن منهم أنه لابد أن يستمر الحاج واقفاً بعرفة ولا يسوغ له الجلوس وهذا غلط فاحش فالوقوف بعرفة معناه الذهاب إلى عرفة والجلوس فيها والدعاء من بعد زوال شمس يوم التاسع حتى تغرب الشمس. ¶ 4- من الأخطاء المتكررة من كثير من الحجاج انصرافهم قبل غروب الشمس من يوم عرفة رغم ما يُبذل من جهود مكورة في توعيتهم وإرشادهم.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "5- كثير من الحجاج يُسرع في انصرافه من عرفة وينشغل عن التلبية وكل همه أن يصل إلى المزدلفة بأسرع وقت، والأحرى به أن يمشي وعليه السكينة والوقار، يُسرع في مكان السرعة ويطمئن في موضع الزحام، وشعاره في كل ذلك التلبية. ¶ 6- بعض الحجاج يؤذي الآخرين حال انصرافه بالأبواق المزعجة والسرعة العظيمة فيُعرض نفسه ومن معه ومن حوله للتهلكة. ¶ سابعاً: ملاحظات يقع فيها الحاج ف مزدلفة: ¶ 1- كثير من الحجاج يبدأ بلقط الحصى في مزدلفة قبل الصلاة وهذا خلاف السنة؛ لأن الحاج إذا وصل إلى مزدفة ينبغي أن يبدأ بالصلاة فيجمع ويقصر- المغرب والعشاء. ¶ 2- بعض الجاج ن حرصه على تطبيق السُنه في البدء بالصلاة لا يتثبت من القبلة ولذا يُصلي غلى غير القبلة مع سهولة التثبت والتحري. ¶ 3- بعض الحجاج يُُصلي الفجر قبل وقتها وهذا أمر محرم فكم شاهدنا من يُصلي قبل وقت صلاة الفجر بساعة أو أكثر. ¶ 4- بعض الحجاج لا يتحرى في حدود مزدلفة فنجده يجلس قبلها أو يستمر حتى يتجاوزها إلى وادي محسر وهذا خطأ فبإمكان الحاج أن يسأل قبل أن يجلس ويتثبت من كونه داخل مزدلفة. ¶ 5- بعض الحجاج المرخص لهم بالدفع من مزدلفة بعد منتصف الليل ينصرفون قبل منتصف الليل وهذا خطأ فالرخصة في حقهم بعد منتصف الليل ومغيب القمر. ¶ ثامناً: ملاحظات يقع فيها الحاج عند رمي الجمرات: ¶ 1- بعض الحجاج يرمي الجمرات قبل وقتها فيوم العيد يرمي جمرة العقبة قبل منتصف الليل – هذا إن كان من الضعفة. ¶ وجمرات أيام التشريق يرميها قبل الزوال وهذا خطأ ظاهر؛ لأن العبادة إذا وقعت قبل وقتها لم تصح. ¶ 2- الإخلال بالترتيب بين الحمرات فمن الحجاج من يبدأ من الكبرى فالوسطى فالصغرى، ومنهم من يرمي الوسطى ثم الصغرى ثم الكبرى، وهذا خطأ فالترتيب المشروع أن يبدأ بالصغرى فالوسطى فالكبرى. ¶ 3- بعض الحجاج يرمي من بُعد فلا يقه الحصى بالحوض فمن رمى في غير محل رمي لم يؤدِ العبادة على وجهها الصحيح.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "4- بعض الحجاج يخل بالترتيب الزمني للجمرات فيرمي عن اليوم الثاني عشر في اليوم الحادي عشر، أو يؤخر رمي الجمرات فيرمي عن اليوم الحادي عشر والثاني عشر في موقف واحد. وغير ذلك مما يقع فيه بعض الحجاج. ¶ 5- بعض الحجاج عند رميهم للجمرات يصدرون أصواتاً عالية وسباً وشتماً ظناً منهم أنهم يتعاملون مع الشيطان وهذا غلط فاحش، فالجمرات ينبغي أن تُرمى بسكينة ووقار واستمرار في الذكر والدعا. فقد جُعل رمي الجمار لإقامه ذكر الله. ¶ 6- رمي الجمار بغير الحصى المشروع كرميها بالأحذية والحصى الكبار وكأن المسألة معركة فيها منتصر ومهزوم، ويعلم الله كم آذى هؤلاء عباد الله، وكم روّعوا من الحجاج وأخافوا من النساء والأطفال. ¶ 7- ما يفعله بعض الحجاج من السير بعنف للجمرات وإيذاء إخوانهم في الطريق، ثم استعمال عضلاتهم عند المرمى ومزاحمة الآخرين فيؤذون باللسان والجسم؛ بل قد يقتلون والويل كل الويل لهؤلاء، الذين يقتربون إلى الله بأذية عباد الله، وكم شاهدنا وسمعنا من مآس حول الجمرات بسبب بُعد الناس عن فهم روح التشريع وأسراره ألا فلينتبه المسلمون في كل مكان لمثل هذا الأمر ويحسبوا له حسابه ويتقربوا إلى الله بما شرع دون مخالفة أو اعتداء. ¶ 8- بعض الحجاج يظن أن حصى الجمرات كلها يلتقط من مزدلفة فينشغلون حال وصولهم مزدلفة بلقط الحصى ويأخذون ما يزيد على الخمسين أو السبعين، والسنة لقط حصى جمرة العقبة فقط من مزدلفة وأما حصى الجمرات الأخرى فمن منى. ¶ 9- بعض الحجاج يظن أن المشروع هو رمي العمود فيحرص على ضربه بالحصى ولا يلتفت لسقوط الحصاة في الحوض أولاً، وهذا خطأ فالعمود وضع علامه على المرمى فقط، فالمشروع رمي الحصى في الحوض فإن ضرب الشاخص وسقطت في الحوض فهذا حسن، وإلا فالمطلوب إسقاطها في الحوض لا ضرب العمود.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "10- بعض الحجاج يجمع الحصى وقبل الرمي ينظفها ويغسلها وهذا غير مشروع فالحصى يلتقط ويرمى به دوم غسل؛ لأن هذا من الزيادة في العبادة المشروعة. ¶ 11- بعض الحجاج يقول مع كل حصاه: بسم الله أو يسبح ويهلل بدل التكبير وهذا خطأ؛ فالمشروع التكبير بأن يقول مع كل حصاة: الله أكبر. ¶ 12- بعض الحجاج أهمل سُنة الدعاء بعد الجمرة الصغرى والوسطى، وينبي أن يحرص الحاج على هذه السنة ويعمل بها، لأن العمل بالسنن عند اندثارها آكد وخصوصاً ممن هم محل القدوة والتوجيه. ¶ 13- يتساهل كثير من الحجاج بالتوكيل في رمي الجمرات، فهناك أشخاص قادرون أصحاء لا يمنعهم من الرمي إلا العجز والكسل فيوكلون غيرهم وهذا غلط بيّنٌ، فالتوكيل للعاجز فقط. ¶ تاسعاً: ملاحظات يقع فيها الحاج عند نحر هديه: ¶ 1- كثيرٌ من الحجاج يذبح هدياً غير مُجزيء فلا يتثبت من سن الهدي ومدى إجزائه من عدمه؛ بل رأينا من يحرص على الصغيرة جداً وهذا من الجهل الفاحش، فينبغي للحاج أن يتثبت من السن، وإذا كان يجهل فليسأل أهل الخبرة في هذا الشأن. ¶ 2- كثير من الحجاج يذبح هديه ويتركه لا يأكل منه ولا يتصدق، ولا يهدي وهذا تساهل في غير محله؛ فعلى الحاج أن يعتني بهديه ويأكل منه ويوزع باقيه، وإذا لم يستطع ذلك فليوكل غيره ممن يحسنون تولي هذا الأمر من الأفراد والهيئات الموثوقة. ¶ 3- بعض الحجاج لا يختار الجيد من الهدي فتجده يحرص على ما قيمته أرخص بغض النظر عن جودته ووفره لحمه وسلامته من العاهات. ¶ وهنا أهمس في أذن باعة الماشية، فعليهم أن يتقوا الله في حجاج بيت الله في حجاج بيت الله ولا يجلبوا في يوم العيد وأيام التشريق إلا ما يجزيء ويكون سليماً من الأمراض والعاهات وإن أحضروا معهم صغيراً أو مريضاً فليبينوا علته للآخرين؛ لأن هذا من الصدق في البيع والشرا وخلافه من الغش المحرم شرعاً. ¶ عاشراً: ملاحظات يقع فيها الحاج في المبيت بمنى:",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "1- بعض الحجاج يتساهل في المبيت بمنى فتجده يجلس في مكة أو مسكنه حول الحرم إلى آخر الليل، ثم يخرج إلى منى وقد لا يصلها إلا مع الفجر أو العكس بحيث يذهب إلى منى ويجس فيها ساعتين أو ثلاث ثم ينزل إلى الحرم أو إلى بيته وفي نيته ألا يعود إلى منى وهذا كله خطأ ظاهر؛ فالمبيت بمنى يعني جلوسه أكثر الليل إلا إن كان صاحب حاجة ضرورية أو كان معذوراً بمرضه أو ذهب من منى للطواف، وفي نيته الرجوع لكنه لم يستطه لأمر خارج عن ارادته أو غير من الأعذار الشرعية. ¶ 2- بعض الحجاج لا يتثبت من حدود منى فتجدهم يجلسون خارجها في وادي محسر أو في العزيزية أو في مكة وفي ظنهم أنهم بمن والذي ينبغي عليهم أن يتثبتوا ويسألوا هل هذا المكان من منى أم لا قبل مبيتهم فيه؟ ¶ 3- بعض الحجاج يأتي بسيارته ليلة الحادي عشر ويسير في أحد شوارع منى ويلتفت يمنة ويسرة فلا يجد مكاناً ثم يخرج ويبيت خارج منى بحجة أنه لم يجد مكاناً وهذا تساهل كبير؛ لأن الواجب على هؤلاء أن يبحثوا عن مكان ويبذلوا الأسباب ومن لاحظ أحوال الناس في هذا المقام رأى التساهل منهم في كثير من الأمور. ¶ أحد عشر: ملاحظات يقع فيها الحاج في طواف الوداع: ¶ 1- بعض الحجاج فهم التعجل بأنه السفر في يوم الحادي عشر فاخذوا يوكَّلون في الرمي عن اليوم الثاني عشر ويطوفون للوداع في الحادي عشر، وهؤلاء أخلوا بواجبات ثلاثة: الرمي والمبيت والوداع. ¶ 2- بعض الحجاج يرجع القهقرى بعد طواف الوداع لئلا يجعل ظهره للبيت وهذا من التنطع الذي لا سند له من الشرع. ¶ 3- بعض الحجاج في اليوم الثاني عشر يرحلون من منى ويجلسون في الأبطح أو غيره ثم يطوفون للوداع قبل الظهر فإذا صلوا الظهر رموا جمرة العقبة وسافروا إلى بلدانهم وهذا خطأ ظاهر فهؤلاء لم يكن آخر عهدهم بالبيت بل آخر عهدهم بالجمرة، فطواف الوداع باق عليهم، يأتون ب أو يجبرونه بدم.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "4- بعض الحجاج يطوف للوداع ثم يجلس في مكة يوماً أو ليلة وهذا خطأ، فمن طاف طواف الوداع فينبغي له أن يغادر مكة وإن جلس مدة طويلة لغير حاجة ضرورية؛ كانتظار رفقة أو تحميل عفش أو انتظار مريض ؤوغير ذلك؛ لزمه إعادة الطواف. ¶ 5- بعض الحجاج يؤخر طواف الحج إلى وقت سفره وهذا جائز بحمد الله لكن بعض الحجاج ينويه عن الحج والوداع، فإذا أراد الطواف نواه عن الإفاضة والوداع وهذا غلط ظاهر؛ فالطواف للإفاضة ويكفيه عن الوداع؛ لأن الأصغر يدخل في الأكبر، وما دام أخر طواف الإفاضة إلى قبيل سفره؛ فقد صدق عليه أنه جعل آخر عهده بالبيت. ¶ اثنا عشر: ملاحظات يقع فيها الحاج وغيره عند زيارة المسجد النبوي: ¶ 1- بعض الحجاج يظن أنه من تمام الحج زيارة المدينة النبوية وهذا خطأ ظاهر، فالحج ينتهي بانتهاء طواف الوداع لكن يحسن بالمسلم إذا وصل هذه البقاع الطاهرة أن يعرج على مسجد رسول الله - صلى الله عليه وسلم - ليدرك الفضل العظيم إن شاء الله. ¶ 2- بعض الزائرين لقبر رسول الله - صلى الله عليه وسلم - يسيئون الأدب برفع الصوت والمزاحمة وأذية الآخرين بالأدعية غير المشروعة. ¶ 3- بعض الزائرين يستقبل الحجرة النبوية حال الدعاء وهذا خطأ ظاهر؛ إذ ينبغي على المسلم ألا بستقبل الحجرة إلا عند السلام على رسول الله - صلى الله عليه وسلم - أو صاحبيه، وأما حال الدعاء فيستقبل القبلة. ¶ 4- بعض الزائرين يقصد الصلاة تجاه القبر فتجده يأتي مبكراً لحجز مكان معين بحيث يجعل القبر أمامه وهذا خطأ فاحش. ¶ 5- بعض النساء رغبة منها في الخير تزور قبر الرسول - صلى الله عليه وسلم - وصاحبيه وهذا غير مشروع، فالنساء منهيات عن زيارة المقابر عموماً ولا يختص قبره - صلى الله عليه وسلم - بجواز الزيارة.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "6- بعض الزائرين لمدينة يحرص على زيارة أماكن لا تشرع زيارتها؛ فينبغي للمسلم أن يحرص على اتباع السنة والوقوف عندما شرعه الله ورسوله - صلى الله عليه وسلم - لأن هذا منهج السلف الصالح رضي الله عنهم(¬1). ¶ المبحث الثالث ¶ العمل ... حكم الحنفية ... حكم الشافعية ... حكم المالكية ... حكم الحنابلة ¶ الحج ... فرض على الفور ... فرض على التراخي ... فرض على الفور ... فرض على الفور ¶ العمرة ... سنة مؤكدة ... فرض على التراخي ... سنة مؤكدة ... فرض على الفور ¶ نية الإحرام بالحج أو العمرة ... شرط ... ركن ... ركن ... ركن ¶ اقتران الإحرام بالتلبية ... واجب ... سنة ... واجب ... سنة ¶ الإحرام من الميقات ... واجب ... واجب ... واجب ... واجب ¶ الغسل للإحرام ... سنة ... سنة ... سنة ... سنة ¶ التطيب للإحرام ... سنة ... سنة ... مكروة ... سنة ¶ التلبية ... سنة ... سنة ... واجبة ... سنة ¶ طواف القدوم ... سنة ... سنة ... واجب ... سنة ¶ المشي في الطواف والسعي للقادر ... واجب ... سنة ... واجب ... شرط ¶ نية الطواف ... شرط ... شرط ... شرط ... شرط ¶ بدء الطواف من الحجر الأسود ... واجب ... شرط ... واجب ... شرط ¶ الطهارة من الحدثين في الطواف ... واجب ... شرط ... شرط ... شرط ¶ الطواف من وراء الحجر ... واجب ... شرط ... شرط ... شرط ¶ كون الطواف في المسجد ... شرط ... شرط ... شرط ... شرط ¶ كون الطواف سبعة أشواط ... واجب ... شرط ... شرط ... شرط ¶ الموالاة بين أشواط الطواف ... سنة ... سنة ... واجب ... شرط ¶ الركعتان بعد الطواف ... واجب ... سنة ... واجب ... سنة ¶ السعي بين الصفا والمروة ... واجب ... ركن ... ركن ... ركن ¶ الطواف للعمرة ... ركن ... ركن ... ركن ... ركن ¶ كون السعي بعد الطواف ... واجب ... شرط ... واجب ... شرط ¶ نية السعي ... واجب ... سنة ... شرط ... شرط ¶ بدء السعي من الصفا ... واجب ... شرط ... شرط ... شرط ¶ المشي فيه مع القدرة ... واجب ... سنة ... واجب ... شرط ¶ كون السعي سبعة أشواط ... واجب ... شرط ... شرط ... شرط ¶ الموالاة بين أشواطة ... سنة ... سنة ... شرط ... شرط ¶ ¬__________ ¶ (¬1) انظر في هذه الملاحظات شرح النووي على مسلم جـ9 ص25، وجومعة الرسائل الكبرى لابن تيمية جـ2 ص388، 389، 395، زاد المعاد جـ1 ص455، الاختيارات الفقهية من فتاوي شيخ الإسلام ابن تيمية للبعلي ص70، تلبيس إبليس ص154، الإبداع في مضار الابتداع ص131، 132، السنن والمبتدعات ص109، وغيرها من كتب أهل العلم.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "الموالاة بين السعي والطواف ... سنة ... سنة ... سنة ... سنة ¶ الطهارة في السعي ... سنة ... سنة ... سنة ... سنة ¶ الحلق أو التقصير في العمرة ... واجب ... ركن ... واجب ... واجب ¶ المبيت بمنى ليلة عرفة ... سنة ... سنة ... سنة ... سنة ¶ الوقوف بعرفة ... ركن ... ركن ... ركن ... ركن ¶ الجمع فيها بين الظهر والعصر ... واجب ... سنة ... ركن ... واجب ¶ مد الوقوف إلى الليل ... واجب ... سنة ... سنة ... سنة ¶ الجمع بمزدلفة بين المغرب والعشاء ... واجب ... سنة ... سنة ... سنة ¶ المبيت بمزدلفة ... واجب لحظة بعد الفجر ... وجب لحظة في النصف الثاني من الليل ... واجب مقدار حط الرحال ... واجب ¶ رمي جمرة العقبة يوم النحر ... واجب ... واجب ... واجب ... واجب ¶ الحلق أو التقصير في الحج ... واجب ... ركن ... واجب ... واجب ¶ الترتيب بين الرمي والذبح والحلق ... واجب ... سنة ... سنة ... سنة ¶ كون الحلق في الحرم وأيام النحر ... واجب ... سنة ... سنة ... سنة ¶ طواف الإفاضة ... ركن أكثره ... ركن ... ركن ... ركن ¶ كونه في أيام النحر ... واجب ... سنة ... واجب في ذي الحجة ... سنة يوم العيد ¶ تأخيره عن أول رمي ... سنة ... سنة ... واجب ... سنة ¶ رمي الجمرات الثلاث أيام التشريق ... واجب ... واجب ... واجب ... واجب ¶ عدم تأخير الرمي إلى الليل ... سنة ... سنة ... واجب ... سنة ¶ المبيت بمنى ليالي التشريق ... سنة ... واجب ... واجب ... واجب ¶ طواف الوداع ... واجب ... واجب ... مستحب ... واجب ¶ الفصل السابع ¶ العُمرة وأحكامها وآداب زيارة المسجد النبوي ¶ ويشتمل على مبحثين ¶ المبحث الأول: العُمرة وأحكامها. ¶ المبحث الثاني: زيارة المسجد النبوي وآدابها. ¶ المبحث الأول ¶ العُمرة وأحكامها ¶ تعريفها: ¶ العُمرة في اللغة: الزيارة سُميت بذلك لأن فيها عِمارة الود، مأخوذة من الاعتمار، يقال: اعتمر فهو معتمر أي زار(¬1). ¶ وفي الاصطلاح: زيارة بيت الحرام على وجه مخصوص هو النُسك من إحرام وطواف بالبيت وسعي ين الصفا والمروة وحلق أو تقصير. ¶ ¬__________ ¶ (¬1) القاموس المحيط مادة ((عمر)) والنهاية جـ3 ص143.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "قال النووي: في المجموع: (( وأما العُمرة ففيها قولان......أشهرهما...أصلها الزيارة، والثاني في أصلها القصد....وقد اختص في أصلها القصد......وقد اختص الاعتمار بقثد الكعبة؛ لأنه قصد إلى موضع عامر))(¬1). ¶ وقت العمرة: ¶ اتفق أهل العلم على أنه ليس للعُمرة وقت خاص بها لا تصح إلا فيه، بل كل السنة وقت لها سوى أيام الحج لمن تلبس به، وهذا من فضل الله على عباده أنه جعل العُمرة تفعل في سائر العام وليس في وقت دون وقت. ¶ قال النووي في روضة الطالبين: (( ......وأما العمرة فجميع السنة وقت للإحرام بها ولا تكره في وقت منها ويستحب الإكثار منها في العمر وفي السنة الواحدة، وقد يمتنع الإحرام بالعمرة لا بسبب الوقت بل لعارض كالمحرم لا يصح إحرامه بالعمرة على الأظهر.....))(¬2). ¶ حكم العُمرة: ¶ أجمع أهل العلم على أن العمرة مشروعة في الجملة وأن فعلها في العمر مرة كاف، وهل هي واجبة أم لا؟.اختلفوا في ذلك على قولين: ¶ القول الأول: ¶ قالوا بوجوب العُمرة. ¶ وقد روي عن عمر، وابن عباس، وزيد بن ثابت، وابن عمر، وسعيد بن المسيب، وسعيد بن جبير، وعطاء، وطاووس، وجاهد، والحسن، وابن سيرين، والشعبي، وبه قال الثوري، وإسحاق، والشافعي في أحد قوليه وهو رواية عن الإمام أحمد نصرها ابن قدامة. واستدل هؤلاء بما يأتي: ¶ (أ) قوله تعالى: { وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ } [البقرة:196]. ¶ قالوا: ومقتضى الأمر الوجوب ثم إن عطفها على الحج يؤكد ذلك؛ لأن الأصل التساوي بين المعطوف والمعطوف عليه. ¶ (ب) ما رواه أبو زرين العقيلي أنه أتى النبي - صلى الله عليه وسلم - فقال: إن أبي شيخ كبير لا يستطيع الحج ولا العُمرة فقال : (( حج عن أبيك واعتمر))(¬3). ¶ ¬__________ ¶ (¬1) المجموع جـ7 ص2. ¶ (¬2) روضة الطالبين جـ3 ص37. ¶ (¬3) رواه أبو داود. انظر: صحيح أبي داود جـ1 ص340. والنسائي انظر صحيح النسائي جـ2 ص559، والترمذي. انظر صحيح الترمذي جـ1 ص275.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "قال الإمام أحمد: (( لا أعلم في إيجاب العمرة حديثاً أجود من هذا ولا أصح منه)). ¶ القول الثاني: ¶ قالوا: إن اعمرة سنة وليست بواجبة، وروي ذلك عن ابن مسعو، وبه قال مالك، وأبو ثور، وأصحاب الرأي، وهو رواية عن الإمام أحمد نصرها شيخ الإسلام ابن تيمية. ¶ وقد استدل هؤلاء بما يأتي: ¶ 1- ما رواه جابر بن عبد الله رضي الله عنه قال: سُئل النبي - صلى الله عليه وسلم - عن العُمرة أواجبة هي؟ قال: (( لا وأن تعتمر خير لك(¬1))). ¶ 2- أن الأصل عدم وجوبها؛ لأن الأصل براءة الذمة من التكاليف ولا ينتقل عن الأصل إلا بدليل ناقل، ولا دليل هنا يصلح لذلك. ¶ 3- قوله تعالى: { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلاً } [آل عمران: 97]. ¶ حيث اقتصر الله جل وعلا على الواجب في هذه الآية دون سواه(¬2). ¶ قال في روضة الطالبين: ((....في العمرة قولان الأظهر الجديد أنها فرض كالحج والقديم سنة.....))(¬3). ¶ وقال في المقنع: ((.......يجب الحج والعمرة مرة واحدة......))(¬4). ¶ وقد أطال شيخ الإسلام ابن تيمية النفس في هذا الموضوع في شرح العمدة(¬5) ورجح عدم وجوب العُمرة في مجموع الفتاوي فقال: ((........والأظهر أن العمرة ليست بواجبة وأن من حج ولم يعتمر فلا شيء عليه سواء ترك العمرة عامداً أو ناسياً؛ لأن الله إنما فرض في كتابه الحج....))(¬6). ¶ صفة العُمرة: ¶ ¬__________ ¶ (¬1) رواه الترمذي. انظر: ضعيف الترمذي ص108 وقال عنه الترمذي: هذا حديث حسن صحيح. وقال الألباني: ضعيف الإسناد. ¶ (¬2) انظر: المغني جـ5 ص13. ¶ (¬3) روضة الطالبين جـ3 ص17. ¶ (¬4) المقنع جـ1 ص386. ¶ (¬5) انظر: شرح العمدة في بيان مناسك الحج والعمرة. تحقيق أخينا الدكتور صالح بن محمد الحسن جـ1 ص88. ¶ (¬6) انظر: مجموع الفتاوي جـ26 ص5/7.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "إذا أراد المسلم أن يحرم بالعُمرة فالمشروع في حقه أن يغتسل ويتنظف ويزيل ما به من شعر الإبط والعانة، ويقلم أظافره ويتطيب بما شاء من أنواع الطيب، وهذا كله شنة في حق الرجال والنساء حتى الحائض والنفساء؛ لأنه - صلى الله عليه وسلم - أمر أسماء بنت عميس حين نفست أن تغتسل عند إحرامها وتستثفر بثوب(¬1)، وبعد الإغتسال والطيب يصلي غير حائض ونفساء وينوي الإحرام قائلاً: لبيك عمرة، لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك لك، ويرفع بها الرجل صوته، وتسر بها المرأة. ¶ وإذا كان من يُريد الإحرام خائفاً من عائق يعوقه فينبغي له أن يشترط قائلاً: فإن حسبني حابس فمحلي حيث حبستني، وهنا إن حصل له مانع يمنعه من إتمام النُسك فإنه يحل ولا شيء عليه، ويستحب للمحرم أن يكثر من التلبية عندما يرتفع الطريق أو ينخفض أو يقبل الليل أو يدبر، ومع ذلك كله عليه أن يسأل الله الجنة ويستعيذ به من النار، ثم إذا وصل المسجد الحرام، قدم رجله اليمنى وقال: بسم الله والصلاة والسلام على رسول الله اللهم اغفر لي ذنوبي وافتح لي أبواي رحمتك. ¶ ثم يذهب ليبدأ الطواف فيستلم الحجر الأسود بيده اليمنى ويقبله، فإن لم يتيسر تقبيله؛ قبل يده إن استلمه بها، فإن لم يتيسر استلامه بيده فإنه يستقبل الحجر يشير إليه بيده إشارة ولا يقبلها ويقول عند استلام الحجر أو الإشارة إليه: الله أكبر، ثم يدعو بما شاء حتى يأتي الركن اليماني فيستلمه من غير تقبيل، فإن لم يتيسر لم يشر إليه ويقول بين الركنين: ¶ { رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ } ثم كلما حاذى الحجر الأسود كبر، يفعل ذلك في اشواطه الشبعة، وهنا ينبغي للمعتمر أن يتبه لأمرين هامين: ¶ أحدهما: ¶ ¬__________ ¶ (¬1) كما ثبت في صحيح مسلم من حديث جابر الطويل. انظر صحيح مسلم جـ4 ص39.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "أن يضطبع من ابتداء الطواف إلى الطواف انتهائه، وصفه الاضطباع أن يجعل وسط ردائه تحت إبطه الأيمن وطرفيه على كتفه الأيسر وهذا خاص بطواف القدوم فقط للعُمرة أو الحج. ¶ الثاني: ¶ الرمل في الأشواط الأولى فقط بحيثُ يسرع في المشي مع مقاربه خطواته، وأما الأربعة الاخيرة فيمشي فيها مشيّاً عادياً، وإذا اتم المعتمر طوافه سبعة أشواط تقدم إلى مقام إبراهيم وصلى خلفه ركعتين يقرأ في الاولى بعد الفاتحة { قُلْ يَا أَيُّهَا الْكَافِرُونَ } [الكافرون:1]، وفي الثانية بعد الفاتحه { قُلْ هُوَ اللَّهُ أَحَدٌ } [الإخلاص:1]. ¶ ثم يخرج إلى المسعى فإذا دنا من الصفا قرأ { إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ } ، ثم يرقى على الصفا حتى يرى الكعبة فيستقبلها ويرفع يديه فيحمد الله ويدعو بما شاء. ¶ ثم ينزل من الصفا إلى المروة ماشياً فإذا بلغ العَلم الأخضر ركض قدر استطاعته مع عدم إيذاء أحد حتى إذا بلغ العلم الآخر عاد إلى مشيه ثم يستمر حتى يصل المروة ويفعل عليها ما فعل على الصفا ثم يحتسب هذا شوطاً ويأتي بستة أشواط أخرى يفعل فيها ما فعل في الأول فإذا أتم السابع حلق رأسه أو قصره كله وإن كانت امرأة قصرت من كل ضفيرة قدر أنملة، وبهذا يكمل المسلم عمرته؛ لأنه أتى بالإحرام والطواف والسعي والحلق أو التقصير. ¶ قال صاحب المقنع: (( فصل في صفة العمرة من كان في الحرم خرج إلى الحل فأحرم منه.....ثم يطوف وبيعى ثم يحلق أو يقصر.....وهل يحل قبل الحلق أو التقصير على روايتين.....))(¬1). ¶ أركان العمرة: ¶ ركن العمرة المتفق عليه بين أهل العلم هو الطواف، وأما الإحرام فركن عند الثلاثة وهو عند الحنفية شرط. ¶ وعند المالكية والحنابلة الأركان الثلاثة: ¶ 1- الإحرام ¶ 2- الطواف بالبيت. ¶ 3- السعي بين الصفا والمروة. ¶ وعند الشافعية الأركان خمسة: ¶ الثلاثة السابقة. ¶ 4- الحلق أو التقصير. ¶ ¬__________ ¶ (¬1) المقنع جـ1 ص466، بدائع الصنائع جـ2 ص226.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "5- الترتيب بين الأركان السابقة.(¬1) ¶ واجبات العُمرة: ¶ اختلف أهل العلم في واجبات العُمرة تبعاً لاختلافهم في أركانها، والراجح - واللهُ أعلم- أن واجبات العُمرة أمران: ¶ 1- الإحرام من الميقات. ¶ 2- الحلق أو التقصير وهو عند الشافعية ركن، وزاد الحنفية السعي وهو عند الأئمة الثلاثة ركن في العمرة.(¬2). ¶ المبحث الثاني ¶ آداب زيارة مسجد رسول الله - صلى الله عليه وسلم - ¶ تستحب زيارة مسجد رسول الله - صلى الله عليه وسلم - للصلاة فيه وهي مشروعة سائر العام وليس لها وقت مخصوص وليست من الحج لكن ينبغي لمن قدم للحج أن يزور مسجده صلى الله عليه وسلم ليدرك فضيلة الصلاة فيه خصوصاً من يشق عليهم السفر إلى الديار المقدسة، كمن يأتون من خارج الجزيرة فهؤلاء لو عرجوا على المدينة وزاروا المسجد وصلوا فيه لكان أرفق بهم وأعظم لأجرهم ولأدركوا في سفرة واحدة ما لا يدركه غيرهم. ¶ وقد دل على مشروعية زيارة مسجده - صلى الله عليه وسلم - أحاديث كثيرة منها: ¶ 1- ما روته عائشة- رضي الله عنها- أن النبي - صلى الله عليه وسلم - قال: (( أنا خاتم الأنبياء، ومسجدي خاتم مساجد الأنبياء أحق المساجد أن يزار وتُركب إليه الرواحل(¬3). ¶ 2- ما رواه أبو هريرة- رضي الله عنه- قال: قال رسول الله - صلى الله عليه وسلم - : (( صلاة في مسجدي هذا خيرٌ من ألف صلاة فيما سواه إلا المسجد الحرام))(¬4). ¶ 3- ما رواه أبو هريرة- ؤضي الله عنه- أن رسول الله - صلى الله عليه وسلم - قال: (( ما بين بيتي ومنبري روضة من رياض الجنة))(¬5). ¶ ¬__________ ¶ (¬1) انظر حاشية ابن عابدين جـ2 ص472، والشرح الصغير جـ2 ص383، مغني المحتاج جـ1 ص513، المقنع جـ1 ص469. ¶ (¬2) انظر المراجع السابقة في أركان العمرة. ¶ (¬3) رواه مسلم. انظر صحيح مسلم جـ4 ص25 ¶ (¬4) رواه البخاري ومسلم. انظر صحيح البخاري جـ2 ص76، وصحيح مسلم جـ4 ص125 ¶ (¬5) رواه البخاري ومسلم. انظر صحيح البخاري جـ3 ص49، وصحيح مسلم جـ4 ص123.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "4- ما رواه أبو سعيد الخدري- رضي الله عنه- قال : (( لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجدي هذا، والمسجد الأقصى))(¬1). ¶ وهذا الحديث الأخير صريح الدلالة بمنطوقه على مشروعية شد الرحال إلى هذه المساجد الثلاثة لشرفها وفضلها وفضل الصلاة فيها ومضاعفتها، ودل بمفهومه على حرمة شد الرحال إلى أي بقعة من بقاع الأرض على وجه التعبد فيها غير هذه المساجد الثلاثة، فيحرم السفر لزيارة قبور الأنبياء والأولياء والصالحين وغيرهم، ومتى وصل الزائر مسجد رسول الله - صلى الله عليه وسلم - استحب له أن يقدم رجله اليمنى حال دخوله ويقول: بسم الله والصلاة والسلام على رسول الله اللهم اغفر لي ذنوبي وافتح ي أبواب رحمتك. ثم يصلي ما شاء، ولاأولى أن تكون صلاته في الروضة لشرفها وفضلها فهي روضة من رياض الجنة، ثم بعد صلاته يزور قبر الرسول - صلى الله عليه وسلم - ويقف أمامه بكل أدب ووقار ويقول: السلام عليك أيها النبي ورحمة الله وبركاته. اللهم صلِّ على محمد وعلى آل محمد كما صليت على آل إبراهيم إنك حميد مجيد وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد، أشهد أنك رسول الله حقاً، وأنك قد بلغت الرسالة، وأديت الأمانة، ونصحت الأمة، وجاهدت في الله حق جهاده، فجزاك الله عن أمتك أفضل ما جزى نبياً عن أمته. ¶ ثم يأخذ ذات اليمين قليلاً فيسلم على أبي بكر الصديق ويترضى عنه ويدعو له. ¶ ولا يجوز ذات اليمين قليلاً فيسلم على عمر بن الخطاب ويترضى عنه ويدعو له. ¶ ولا يجوز لمسلم أن يقترب إلى الله بمسح الحجرة النبوية أو الطواف بها أو استقبالها حال الدعاء، بل يستقبل القبلة ولا يتقرب إلى الله إلا بما شرع، والعبادات مبناها على الاتباع لا الابتداع. ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم. انظر صحيح البخاري جـ2 ص76، وصحيح مسلم جـ4 ص46..",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وزيارة قبره - صلى الله عليه وسلم - خاصة بالرجال، وأما النساء فلا تزور قبره - صلى الله عليه وسلم - ولا قبر غيره لكنهن يُصلين عليه ويسلمن وهن في أمكنتهن، وهذا كله يبلغه - صلى الله عليه وسلم - كما أخبر عن ذلك بقوله: (( صلوا علىَّ فإن صلاتكم تبلغني حيث كنتم))(¬1). ¶ ويستحب للرجال خاصة زيارة البقيع والسلام على أهله قائلاً: ¶ (( السلام عليكم أهل الديار من المؤمنين والمسلمين.......)) ¶ وإن زار بعد ذلك أُحداً ووقفوا على شيء مما جرى لسلف هذه الأمة واعتبروا به وأخذوا منه درساً للمستقبل فهذا حسن ومطلوب))(¬2). ¶ الخاتمة ¶ الحمد لله في البدء والختام أحمده سبحانه شرع لعباده حج بيته الحرام ورتب على أداء هذه الفريضة آثاراً في سلوك من أداها بحسب صدقه وإقباله واستفادته من هذه الشعيرة العظيمة التي ينبغي أن يكون أداؤها نقطة تحول في حياة من حج البيت العتيق يزداد به خيراً وبراً وتقىً وصلاحاً. ¶ لقد أكد القرآن الكريم في ندائه الخالد لمن فرغ من مناسك الحج أن يستمر على طاعته مخبتاً لله منيباً إليه ضارعاً خائفاً يتذكر باستمرار مواقفه العظيمة في الحج. ¶ يقول الله تعالى: { فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْراً فَمِنْ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ (200) وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ (201) أُوْلَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ } [ البقرة: 200- 202]. ¶ ¬__________ ¶ (¬1) .رواه أبو داود. انظر صحيح أبي داود جـ1 ص383. ¶ (¬2) انظر تفسير ابن كثير جـ1 ص519، والمجموع جـ7 ص217، حاشية ابن عابدين جـ2 ص627.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "فهذه الآية تبين أن الحاج الفائز هو الذي تعلق قلبُه بآخرته ولم تُلهه الدنيا وزينتها عن طلب الآخرة فهو على حاله في قربه من الله في الحج وبعد الحج يعيش حياته كلها في ظل مناسك الحج يتذكر شعار الحج الإحرام والتلبية ويتذكر تمام الخضوع والعبودية لله بالطواف والسعي ويتذكر المواقف العظيمة في عرفات ومزدلفة، ويتذكر اقتداءه بنيه في رمي الجمرات فهو موصول بالله دائماً ليظهر أثر حجه في قلبه وعلى جوارحه يصل العبادة بالعبادة، ويتبع الطاعة بالطاعة، وصدق الله العظيم: { إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنْ الْمُتَّقِينَ } [المائدة: 27]. ¶ جعلنا الله ممن حج حجاً مبروراً وسعى سعياً مشكوراً وكتب لنا العود إلى بيته العتيق حجاجاً وعُماراً نزداد من الحسنات، ونوالي الطاعات، ونستمر على ذلك حتى الممات، وآخر دعوانا أن الحمد لله رب العالمين، وسلام على المرسلين، والحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ رابعاً: فهرس الموضوعات ¶ الموضوع ¶ تقديم بقلم معالي مدير الجامعة الدكتور محمد بن عبد الله العجلان ¶ المقدمة ¶ الفصل الأول: ¶ تعريف الحج والأصل في مشروعيته وتاريخ فرضه ¶ المبحث الأول: ¶ تعريف الحج لغة واصطلاحاً ¶ - لغة ¶ - اصطلاحاً ¶ المبحث الثاني: ¶ الأصل في مشروعية الحج. ¶ - الأدلة من الكتاب. ¶ - الأدلة من السنة. ¶ - الدليل من الإجماع. ¶ - الدليل من العقل. ¶ المبحث الثالث: ¶ تاريخ فرض الحج ¶ الفصل الثاني: فضل الحج وأهدافه وشروطه ¶ المبحث الأول: ¶ فضل الحج ¶ المبحث الثاني: ¶ أهداف الحج ¶ - الحج تمرين على للرحلة الطويلة ¶ - الحج امتثال لأوامر الله واستجابة لندائه ¶ - الحج فيه تأس بأبينا إبراهيم عليه السلام ¶ - الحج فيه ارتباط بمهبط الوحي ¶ - الحج فيه نوع من السياحة المحمودة ¶ - في الحج إعلان عملي لمبدأ المساواة بين الناس ¶ - في الحج تذكرة بيوم لقاء الله ¶ - في الحج توثيق لمبدأ التعارف والتعاون ¶ - في الحج جمع الناس على مبدأ التوحيد",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "- الحج مؤتمر سنوي للمسلمين ¶ المبحث الثالث: ¶ شروط الحج ¶ - الإسلام ¶ - العقل ¶ - البلوغ ¶ - الحرية ¶ - الاستطاعة ¶ - الفصل الثالث: ¶ - حكمة مشروعية الحج وآثارة وآدابه ¶ المبحث الأول: ¶ حكمة مشروعية الحج ¶ المبحث الأول: ¶ حكمة مشروعية الحج ¶ المبحث الثاني: ¶ آثار الحج في حياة الأمة الإسلامية وحياة من أدى فريضة الحج ¶ - آثار الحج في حياة الأمة الإسلامية ¶ - وصل حاضر الأمة بماضيها ¶ - سقوط الشعارات الزائفة ¶ - توحيد كلمة المسلمين ¶ - تبادل المنافع التجارية والتجارب الاقتصادية ¶ - آثار الحج فيمن أدى فريضته ¶ - تجديد ذكر الله ¶ - في أداء مناسك الحج يذكر المسلم اليوم الآخر ¶ - نيل رضوان الله ومغفرته ¶ - يتعلم الحاج دروس النضحية والبذل ¶ - الحج تدريب عملي للحاج على الصبر والطاعة ¶ - الحج نقطة تحول في حياة الحاج ¶ المبحث الثالث: ¶ آداب الحج ¶ المبحث الرابع: ¶ الرد على من زعم أن أعمال الحج غير معقولة المعنى ¶ الفصل الرابع: ¶ مواقيت وكيف حج النبي - صلى الله عليه وسلم - ¶ المبحث الأول: ¶ مواقيت الحج ¶ أولاً: المواقيت الزمانية ¶ ثانياُ: المواقيت المكانية ¶ - ذو الحليفة ¶ - الجحفة ¶ - قرن المنازل ¶ - يلملم ¶ - ذات عرق ¶ - الدليل على هذه المواقيت ¶ - مجاوزة الميقات ¶ المبحث الثاني: ¶ حجة النبي - صلى الله عليه وسلم - كما رواها جابر بن عبد الله رضي الله عنه ¶ المبحث الثالث: ¶ أركان الحج ¶ واجبات الحج ¶ الفصل الخامس: ¶ مناسك الحج وأعماله ¶ المبحث الأول: ¶ الإحرام ¶ - تعريفه ¶ - أنواع الإحرام ¶ - ميقات الإحرام الزماني ¶ - ميقات الإحرام المكاني ¶ - الحكمة من الإحرام ¶ - واجبات الإحرام ¶ - سنن الإحرام ¶ - حكم الإحرام ¶ - حكم تجاوز الميقات دون إحرام ¶ - إحرام الضغير ¶ - محظورات الإحرام ¶ - حكم من ارتكب محظوراً من محظورات الإحرام ¶ - مقدار الفدية ¶ المبحث الثاني: ¶ - التلبية ¶ - حكمها ¶ - الحكمة من التلبية ¶ المبحث الثالث: ¶ الطواف ¶ - حقيقة الطواف ¶ - مكان الطواف ¶ - حكم الطواف ¶ - دليل وجوب الطواف ¶ - عدد الطواف",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "- أنواع الطواف ووقت كل نوع وحكمه ¶ - شروط الطواف ¶ - آداب الطواف ¶ - مكروهات الطواف ¶ - حكمة مشروعية الطواف ¶ المبحث الرابع: ¶ السعي ¶ - حقيقة السعي ¶ - دليل وجوب السعي ¶ - أصل مشروعية السعي ¶ - حكم السعي ¶ - ركن السعي ¶ - عدد السعي ¶ - شروط السعي ¶ - سنن السعي ¶ - مكروهات السعي ¶ - حكمة مشروعية السعي ¶ المبحث الخامس: ¶ الوقوف بعرفة ¶ - حقيقة الوقوف بعرفة- معناه ¶ - دليل فرضية الوقوف ¶ - ركن الوقوف ¶ - حكم الوقوف بعرفة ¶ - حكم من فاته الوقوف بعرفة ¶ - شروط الوقوف بعرفة ¶ - واجبات الوقوف بعرفة ¶ - حكمة مشروعية الوقوف بعرفة ¶ - الإفاضة من عرفة ¶ المبحث السادس ¶ المبيت بمزدلفة ¶ - حقيقة المبيت بمزدلفة ¶ - مكان المبيت بمزدلفة ¶ - عمن يسقط المبيت بمزدلفة ¶ - وقت المبيت بمزدلفة ¶ - حكم المبيت بمزدلفة ¶ - حكم من ترك المبيت بمزدلفة ¶ - سنن المبيت بمزدلفة ¶ - حكمة مشروعية المبيت بمزدلفة ¶ المبحث السابع: ¶ رمي الجمرات ¶ - حقيقة رمي الجمار- معناه ¶ - دليل وجوب الرمي ¶ - البداءة بالرمي في يوم النحر ¶ - كيفية الرمي وعدده ¶ - وقت الرمي ¶ - شروط رمي الجمار ¶ - سنن رمي الجمار ¶ - حكم الإنابة في الرمي ¶ - حكمة مشروعية رمي الجمار ¶ المبحث الثامن: ¶ حقيقة الحلق أو التقصير ¶ حكم الحلق أو التقصير ¶ - القدر الواجب من الحلق أو التقصير ¶ - زمان الحلق ¶ - مكان الحلق ¶ - ترتيب الحلق أو التقصير بين أعمال يوم النحر ¶ - حكمة مشروعية الحلق ¶ المبحث التاسع: ¶ المبيت بمنى ليالي أيام التشريق ¶ - حكم المبيت بمنى ¶ - المبيت المطلوب ¶ - الأعذار المسقطة للمبيت ¶ - حكمة مشروعية المبيت بمنى ¶ المبحث العاشر: ¶ الهدي ¶ - حقيقة الهدي- معناه ¶ - أقسام الهدي وحكم كل قسم ¶ - وقت الذبح ¶ - مكان الذبح ¶ - كيفية النحر والذبح ¶ - ترتيب الهدي بين أعمال يوم النحر ¶ - حكم الأكل من الهدي ¶ - شروط الهدي ¶ - حكمة مشروعية الهدي ¶ الفصل السادس: ¶ مخطط عملي لمريد الحج من بيان الملاحظات التي يقع فيها كثير من الحجاج ¶ المبحث الأول:",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "مخطط عملي لمريد الحج وفق السنة المطهرة من حين خروجه من بيته ¶ حتى انتهاء مناسكه ¶ - ما ينبغي أن يفعله من عزم على الحج قبل السفر ¶ - ما يفعله الحاج أثناء سفره للحج ¶ - ما يفعله الحاج عند الميقات ¶ - ما يفعله الحاج بعد وصوله إلى المسجد الحرام ¶ - ما يفعله الحاج يوم الترويه ¶ - ما يفعله الحاج يوم عرفة ¶ - من جوامع الأدعية المختارة ¶ - ما يفعله الحاج يوم العيد ¶ - ما يفعله الحاج أيام التشريق ¶ - ما تختص به المرأة عن الرجل ¶ المبحث الثاني: ¶ ملاحظات يق فيها بعض الحجاج ينبغي التنبه لها ¶ أولاً: ملاحظات يقع فيها من عزم على الحج قبل السفر وأثناءه ¶ ثانياً: ملاحظات يقع فيها الحاج قبيل الإحرام وبعده ¶ ثالثاً: ملاحظات يقع فيها الحاج عند الطواف ¶ رابعاً: ملاحظات يقع فيها الحاج عند السعي ¶ خامساً: ملاحظات يقع فيها الحاج عند الحلق أو التقصير ¶ سادساً: ملاحظات يقع فيها الحاج في عرفة ¶ سابعاً: ملاحظات يقع فيها الحاج في مزدلفة ¶ ثامناً: ملاحظات يقع فيها الحاج عند رمي الجمرات ¶ تاسعاً: ملاحظات يقع فيها الحاج عند نحر هديه ¶ عاشراً: ملاحظات يقع فيها الحاج في المبيت بمنى ¶ أحد عشر: ملاحظات يقع فيها الحاج في طواف الوداع ¶ اثنا عشر: ملاحظات يقع فيها الحاج وغيره عند زيارة المسجد النبوي ¶ المبحث الثالث: ¶ أحكام المناسك على المذاهب الأربعة ¶ الفصل السابع: ¶ العمرة وأحكامها وآداب زيارة المسجد النبوي ¶ المبحث الاول: ¶ العمرة وأحكامها ¶ - تعريفها ¶ - وقت العمرة ¶ - حكم العمرة ¶ - صفة العمرة ¶ - أركان العمرة ¶ - واجبات العمرة ¶ المبحث الثاني: ¶ آداب زيارة مسجد الرسول - صلى الله عليه وسلم - ¶ - الخاتمة ¶ - الفهرس",
            "page": "115",
            "part": "1"
        }
    ],
    "t36667": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الحج والعمرة ـ أحمد راضي ـ تحت المراجعة"
        }
    ]
}