{
    "b36676": [
        {
            "id": "1",
            "nass": "\" تقنين الأحكام وأثره على مكانة النص الشرعي \" ¶ اعداد ¶ الدكتور عبد المهدي \"محمد سعيد\" العجلوني ¶ جامعة حائل - كلية التربية - قسم الثقافة الاسلامية ¶ مقدم لمؤتمر ¶ “ النص الشرعي بين الأصالة والمعاصرة “ ¶ ملخص البحث ¶ يأتي هذا البحث ليثير قضية تتعلق بمكانة النص الشرعي في عملية تقنين الأحكام الشرعية، حيث يبين أن عملية التقنين لا تخرج عن دائرة الاحتكام للنصوص الشرعية من حيث هي إلزامٌ بأحكامٍ مستمدةٍ من نصوص الشريعة حسب مناهج الاستنباط المقررة في علم الأصول، وهي تدخل في باب السياسة الشرعية باعتبارها إحدى التدابير التي تقوم بها الدولة الإسلامية لجلب المصالح ودرء المفاسد الواقعة أو المتوقعة، وعملية التقنين تحقق مصالح مهمةً وضرورية، واعتبار المصالح مما دلت عليه النصوص الشرعية، كما أن طاعة ولي الأمر فيما لا يخالف النص الشرعي واجبة – أيضا-، بنصوص الشرعي كذلك، وهذا يعني أن عملية التقنين بضوابطها وقيودها الشرعية رجوع للنصوص وليست خروجا عنها. ¶ -1 -  ¶ \"الحمد لله الذي أنزل على عبده الكتاب ولم يجعل له عوجا قيماً لينذر بأساً شديداً من لدنه ويبشر المؤمنين الذين الذين يعملون الصالحات أن لهم أجرا حسناً \" (2،1:الكهف)، والصلاة والسلام على خير قدوةٍ وأسوةٍ، القائل: \" تركت فيكم ما إن اعتصمتم به فلن تضلوا أبداً: كتاب الله و سنة نبيه صلى الله عليه و سلم \" [1]، وبعد: ¶ يأتي هذا البحث الموسوم ب \" تقنين الأحكام وأثره على مكانة النص الشرعي \" ليثير قضية تتعلق بمكانة النص الشرعي في عملية تقنين الأحكام الشرعية، فلهذا الموضوع علاقة من جهة ما بموضوع السيادة أو الحاكمية، وهو موضوع له أهميته وحساسيته، فهل تقنين الأحكام الشرعية يتعارض مع مبدأ الحاكمية لله والسيادة للشرع والذي يعتبر المميز الأساس لنظام الحكم في الإسلام، ويأتي السؤال المهم: لمن المرجعية، هل هي للنص الشرعي، أم لهذا النص (القانوني) الذي تمت صياغته بما يتفق مع النصوص الشرعية؟ وأيهما تابعٌ وأيهما متبوعٌ؟ كما أنَّ لها علاقةً من جهةٍ أخرى بالسياسة الشرعية، باعتبار أنَّ التقنين أحد التدابير التي تقوم بها الدولة الإسلامية لجلب المصالح أو درء المفاسد الواقعة أو المتوقعة، ومدار السياسة الشرعية على تحقيق المصالح ودرء المفاسد، وهذه المصالح والمفاسد منها ما هو منصوصٌ عليه شرعاً، ومنها ما ليس منصوصاً عليه شرعاً - كما هو معلوم في السياسة الشرعية، وعملية التقنين تحقق مصالح مهمة عند من يرى جواز التقنين – أو وجوبه – واعتبار المصالح مما دلت عليه النصوص الشرعية، كما أن طاعة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ولي الأمر فيما لا يخالف النصوص الشرعية أمرٌ دل عليه النص الشرعي كذلك، بالإضافة إلى أن عملية التقنين عند من يرى جوازها ما هي إلا إلزامٌ بأحكامٍ مستمدةٍ من نصوص الشريعة، وهذا يعني أن كلا الفريقين يدور مع النص حيث دار، وهذا يقتضي بالضرورة بيان وجهتي نظر يقول بها العلماء المعتبرون: ¶ الأولى: رأي من يعارض تقنين الأحكام الشرعية، لما يرى فيه من افتئاتٍ على النص الشرعي الذي تعبدنا الله بتلاوته وفهمه وتدبره والعمل به، حيث يرى أن التقنين يحجر على المسلمين واسعاً فبدلاً من أن يحتكم المسلمون لنصوص الشريعة الرحبة تجدهم يقيدون أنفسهم بنصوصٍ مقيدةٍ ضيقةٍ وضعوها واحتكموا إليها، ولا يقل عن ذلك أهميةً الاجتهاد المتعلق به لاستنباط الأحكام منه من خلال وجوه استنباط الأحكام، واستثمار جميع ما في النص من طاقاتٍ لا تحصر، واستبدال هذا النص الرباني بنصٍ بشريٍ حيث سيصبح - بعد التقنين - هو المرجع في استخراج الحكم وليس النص الشرعي، وسيكون جهد القاضي منصباً على استنباط الحكم من هذا النص وترك النص الشرعي، مع أن الاجتهاد المطلوب من القاضي هو اجتهادٌ في دائرة النص الشرعي، فما الحكم الشرعي في اجتهاد القاضي إذا كان منصباً على فهم هذا النص القانوني؟ وما الحكم اذا كان هذا الحكم مخالفاً لقناعة القاضي المبنية على نظره في الأدلة الشرعية، مع أن القاضي مطالبٌ بالحكم بالحق. ¶ الثانية: رأي من يبيح تقنين الأحكام الشرعية بل يراه ضرورةً ملحةً، قد تصل للوجوب أحياناً، لأن ظروف الحياة قد تعقدت وتشعبت، وقد نشأت علاقاتٌ جديدةٌ على المستوى الداخلي للدول وعلى المستوى الخارجي – أيضاً-، وكان من ضرورات ذلك وضع اجتهاداتٍ فقهيةٍ ملزمةٍ مستمدةٍ من النصوص الشرعية، تصاغ على شكل مواد قانونيةٍ لتعالج مختلف قضايا الحياة بتفاصيلها الدقيقة في هدي تلك النصوص، وهذه الأحكام (المواد القانونية) ليست خروجاً على النص الشرعي، بل هي اجتهاداتٌ في دائرة النص الشرعي، لأن نصوص الشريعة الإسلامية ومقاصدها هي المرجع لهذا التقنين، حيث أنها مستنبطةٌ من النصوص الشرعية، ومن خلال مناهج الاستنباط المقررة في علم أصول الفقه، أو بمعنى أوسع استمداد الأحكام من خلال الرجوع لمبادئ الشريعة فيما فيه نصٌ ومما لا نص فيه، فالنصوص الشرعية تمثل مناراتٍ لهذا التقنين لا يتجاوزها ولا يحيد عنها، فعملية التقنين لا تعدو عن كونها أحدى الإجراءات أو الوسائل أو التدابير التي تتخذها الدولة لجلب مصلحةٍ شرعيةٍ تريد تحقيقها من هذا التقنين، أو درء مفسدةٍ واقعةٍ أو متوقعةٍ، ويصبح التقنين في هذه الحالة إلزام بأحكامٍ شرعيةٍ تمت صياغتها بقالبٍ قانونيٍ؛-أي على شكل مواد قانونيةٍ-، إذ تكون عملية التقنين منسجمةً مع نصوص الشريعة ومقاصدها ابتداءً من وضع هذه الأحكام وانتهاءً بالحكم بمقتضاها، أي أنَّ هذه النصوص القانونية تابعةٌ لنصوص الشريعة ومقاصدها، وليس العكس، وهي بالتالي لا تتعارض مع مبدأ السيادة للشرع لأن الشريعة هي مصدر تلك الأحكام، وهي تدخل في باب السياسة الشرعية، ومدار السياسة الشرعية على جلب المصالح، ودرء المفاسد، فهذا الرأي يجيز تقنين أحكام الشريعة الإسلامية في جميع المجالات وفي كل المسائل التي تعرض على القضاء سواءً أكان ذلك في المعاملات المالية أم في الأنكحة أم في العقوبات أم في غيرها ما دامت تتخذ من النص الشرعي هادياً ومرجعاً. ¶ -2 -",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الدراسات السابقة: حظي موضوع التقنين باهتمام الباحثين والدارسين، وقد ظهرت حول هذا الموضوع دراسات عدة أفدت منها في دراستي هذه، وقد تعددت نتائج هذه الدراسات بين إجازة التقنين ومنعه، وقد تطرق أغلبها لمفهوم التقنين ولأدلة المجيزين وأدلة المانعين كما تطرقت لمسألة حكم إلزام القاضي بمذهب معين لا يقضي إلا به وهي مسألة محورية لأن حكم التقنين تابعٌ لحكم الإلزام، ومن أبرزها: ¶ 1 - \"تقنين الفقه الإسلامي، المبدأ المنهج التطبيق\" للدكتور محمد زكي عبد البر، وقد تكون من شقين أحدهما نظري تعرض فيه لتعريف التقنين ومزاياه وعيوبه وحكمه ونطاقه، وفي الشق الثاني من الكتاب وهو الجانب التطبيقي تعرض لبعض نماذج التقنين التي كان له دور في وضعها كتقنين أحكام الإثبات في المواد المدنية والتجارية، وقد خلص إلى إباحة التقنين. ¶ 2 - المدخل الفقهي العام / المجلد الأول لمصطفى الزرقا، وقد توسع في بحث موضوع التقنين وبين كثيراً من التطبيقات المعاصرة لتقنين الشريعة، التي يرى أنها ضرورة في هذا العصر، وأنه لم يعد من الممكن في هذا الزمان الاعتماد على اجتهاد القاضي، ويرى أنه لا بد من تقييده بنصوص محددة وبطريقة محددة أيضا لتفسير هذه النصوص مستمدة من قواعد أصول الفقه الإسلامي، حتى القاضي المجتهد ينبغي أن يكون اجتهاده في دائرة فهم هذه النصوص وتطبيقها. ¶ 3 - \" تقنين الأحكام الشرعية بين المانعين والمجيزين \" للدكتور عبد الرحمن بن أحمد الجرعي، وقد بين أن موضوع التقنين من القضايا التي يسوغ الخلاف فيها بحيث لا ينكر طرف فيها على الآخر، وتطرق فيه لموضوع التقنين في المملكة العربية السعودية، وبين أن مانعي التقنين بمفهومه المعاصر لم يعترضوا على مبدأ إلزام القاضي بمذهب الإمام أحمد بل بكتب معينه من كتب المذهب كما سيأتي، ولكنهم يعترضون على الإلزام من خلال التقنين، وقد خلص في نهاية البحث إلى جواز التقنين بضوابطه الشرعية. ¶ 4 - \"التقنين والإلزام\" للدكتور بكر بن عبد الله ابو زيد، وقد توسع في بحث هذا الموضوع بعد أن رأى أن الأبحاث التي كتبت فيه اختصرت مادته، كما أنها اتصفت – حسب رأيه - بضعف المادة العلمية فيها، وقد تطرق بالإضافة لما سبق للمصالح التي تدعو للتقنين وناقشها، وبين المضار التي تقوي جانب المنع، وقد خلص فيه إلى تحريم التقنين. ¶ 5 - \" المقاصد المرعية من تقنين الأحكام القضائية في القضاء الشرعي \" للدكتور عمر بن صالح بن عمر الذي قدمه لمؤتمر \" القضاء الشرعي في الوقت الحاضر بين الواقع والمأمول\" في كلية الشريعة والدراسات الإسلامية في جامعة الشارقة، حيث بين فيه المقاصد الشرعية للتقنين وفند رأي القائلين بمنعة، ودلل على ذلك بما تيسر له من الأدلة الشرعية والعقلية. ¶ وهناك أبحاث أخرى أفدت منها ومن غيرها في هذا البحث، وفي خدمة موضوعه الذي حاولت فيه تسليط الضوء على موقع النص الشرعي في عملية التقنين دون الانشغال بكثير من المسائل التي بحثها كثير من الباحثين في موضوع التقنين.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "-3 -  ¶ تحرير محل النزاع: ليس موضوع الخلاف في هذه القضية تدوين الأحكام على طريقة أهل القانون: أي صياغة الأحكام الشرعية المستمدة من نصوص الشريعة ومبادئها على شكل مواد قانونية، فهو شكلٌ معاصرٌ من أشكال تدوين الفقه الإسلامي لم يقل أحدٌ بتحريمه. ¶ وليس موضوع الخلاف أيضاً في أن يأتي عالمٌ أو مجموعةُ علماء، يرجحون في مسائل معينةٍ ما يرونه بالدليل، ويقولون هذا هو الراجح حسب رأينا واجتهادنا ونوجب العمل به، فهذا مما لا خلاف في جوازه، بل هو الأمر الذي سار عليه علماء الإسلام في مختلف العصور، حيث يبحث كل واحدٍ منهم المسألة ويصل من خلال بحثه لرأيٍ راجحٍ ملزمٍ له شرعا؛ ولمن يقلده ممن لم يبلغ رتبة الاجتهاد. ¶ وليس موضوع الخلاف أيضاً سن القوانين التي تتعارض مع النصوص الشرعية، كما هو الحال في القوانين الوضعية في الإثبات، أو القعوبات، أو، المعاملات المالية، أو غيرها من المجالات واستمدادها من مصادر غير شرعية، أو من مصادر متعددةٍ من ضمنها النصوص الشرعية، فهذا مما لا خلاف في حرمته حتى وإن وافق في بعض مجالاته النصوص الشرعية لأنَّ وجوب الاحتكام لنصوص الكتاب والسنة محل إجماعٍ بين المسلمين، وهذا يصادم مبدأ الحاكمية الذي يعتبر الفيصل في التفريق بين السياسة الشرعية والسياسة الوضعية. [2] ¶ كما أن هناك مساحةً من التقنين المسموح بها باتفاق، ومثالها بعض الإجراءات التي تسير فيها الدعوى كتحديد المدد الزمنية وموضوع التبليغ وما شابهها، فهذه أيضاً لا تثريب في تدوينها والإلزام بها، فهذه الأمور مما لم ينص عليها شرعاً، وتقتضي المصلحة ضبطها بنصوصٍ قانونيةٍ، فهناك فرقٌ عند مانعي التقنين بين تقنين ما يتعلق بالإجراءات المتعلقة بالدعوى؛ فهي محل اتفاقٍ، وبين تدوين ذات الأحكام التي سيحكم بها القاضي في المعاملات مثلاً، أو الأنكحة، أو العقوبات، حيث منعوا من تقنينها. ¶ من خلال ما تقدم يتضح أن موضوع الخلاف هو: استمداد الأحكام من مصادرها الشرعية المعتبرة، وصياغتها على شكل مواد قانونيةٍ، واعتبار هذه المواد مرجعاً للأحكام، وإلزام الإمام (الدولة) المكلفين بها، وإلزام القضاة بالحكم بموجبها وعدم مخالفتها، ونقض حكم القاضي إن خالفها. ¶ مفهوم النص ¶ معنى النص لغةً: للنص في اللغة معانٍ عدة، منها: رفْعُ الشيء وإظهاره وإبرازه ليكون في غاية الوضوح والشهرة، ومنه الوضع على المِنَصَّةِ، وهي: ما تُظْهَرُ عليه العروسُ لتُرَى، ويعني أيضاً التوقيف، والتعيين على شيءٍ ما، وأصل النص: منتهى الأَشياء ومبلغ أقصاها. [3] ¶ النص عند علماء الشريعة: المراد بالنص عند علماء الشريعة، هو كل ملفوظ مفهوم المعنى من الكتاب والسنة [4]، سواءً أكانت دلالة هذا النص قطعيةً أم كانت ظنيةً، وهذا المعنى هو المراد بالنص في تقسيم الأصوليين للدلالات:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "عبارة النص، ودلالة النص، وإشارة النص، واقتضاء النص [5]، وهذا الإطلاق للنص قديم، فقد أورده الإمام الشافعي في مقابل الاستنباط [6]، فالنص عنده يقابل الاستنباط أو الاجتهاد. [7] وعرف النص بأنه: خطاب يعلم ما أريد به من الحكم سواء كان مستقلاً بنفسه، أو علم المراد به بغيره \" [8]، ومن هذا الإطلاق ما يذكره العلماء من قولهم إن الأدلة الشرعية هي النص والإجماع والقياس و ... .. الخ، فالمراد به اللفظ أو الكلام الصادر عن المشرع لبيان التشريع، ويتمثل هذا في المصدرين الأساسيين للتشريع الإسلامي وهما الكتاب والسنة. [9] ¶ علاقة النصوص الشرعية بالأحكام الشرعية: الحكم الشرعي هو ثمرةٌ النص الشرعي حسب تعبير الإمام الغزالي الذي قسم مباحث علم أصول الفقه إلى أربعةٍ: ثمرةٍ، ومثمرٍ، ومستثمرٍ، وطريق استثمارٍ، فالمثمر هو النص الشرعي وسماه بالدليل، والثمرة هي الحكم الشرعي، والمستثمر هو المجتهد الذي يقوم باستخراج الأحكام من أدلتها، وطريق الاستثمار هي مناهج الاستنباط التي يتبعها المجتهد في استخراج الحكم الشرعي من دليله. [10] ¶ هذا الحكم الشرعي \"الثمرة\" هو حكم الله تعالى الذي قد يكون صريحاً - لا خلاف فيه - في بعض النصوص وهو ما يعرف بالقطعي الدلالة، وقد يكون ظنياً – وهو ما كان يحمل أكثر من معنى - كما في النصوص ظنية الدلالة، وفي المسائل التي لا يوجد فيها نص صريح، حيث يلجأ المجتهد إلى المصادر التبعية أو لقواعد الشريعة العامة التي قد يكون بعضها نصوصاً شرعيةً لاستباط الأحكام، والمعنى الاصطلاحي للاجتهاد يتناول استنباط الأحكام لا من خلال النصوص الصريحة أو القطعية إذ لا يسمى ذلك اجتهادٌ اصطلاحاً إذ لا كلفة فيه ولا مشقة، ويكون اجتهاداً في غيرها من الحالات، أي استمداد الأحكام من النصوص الظنية، أو حيث لا يوجد نصٌ، ويبقى مجال الاجتهاد في النص القطعي في الاجتهاد في تطبيقه لا في معناه. ¶ والقاضي أو المفتي حينما تعرض عليه واقعةٌ تتطلب حكماً فإن هاديه في ذلك نصوص الكتاب والسنة فهي مرجع الأحكام، فهو يستمد الأحكام من نصوص الشريعة عند وجود النص، ومن قواعدها العامة حيث لا يجد النص، ليصل إلى الحكم الذي هو ثمرةٌ لعمله الاجتهادي، وما نحن بصدد الحديث عنه وهو التقنين وعلاقته بالنص؛ أن تقنين الأحكام الشرعية لا يبقيها في درجتها من حيث هي حكمٌ ناشئٌ عن عملٍ اجتهاديٍ قابلٍ للنظر من قبل من وضعه أو من غيره، لتصبح تلك الأحكام بمنزلة الأدلة التي يعتمد عليها القاضي في استنباط الأحكام؛ أي أنها تصبح نصاً واجب التطبيق من قبل القاضي ويكون حكمه معرضاً للنقض عند مخالفته. ¶ النص في عرف القانونيين: تقدم أن تقنين الأحكام الشرعية يجعل تلك الأحكام بمنزلة الأدلة الشرعية التي يعتمد عليها القاضي في استنباط الأحكام، أي أنها تصبح واجبة التطبيق من قبل القاضي، ويكون حكمه معرضاً للنقض عند مخالفته، وبالتقنين ننشئ نصوصاً قانونيةً آمرةً أي واجبة التطبيق، فكلمة \"النص\" موجودة في كتب القانون، وفي المواد القانونية، وفي القرارات القضائية كذلك؛ ذلك أن القوانين كلها تأتي على شكل نصوص وهذه النصوص تعتبر قوالب لغوية تقدم بها القواعد القانونية التي يريدها المشرع؛ فالقاعدة القانونية هي الفكرة المنظمة لوضعٍ معينٍ، والنص هو اللغة التي تعبُرُ من خلالها الفكرة إلى عالم الوجود القانوني، فاللغة هي أداة التعبير عن الفكرة القانونية كما تكونت لدى المشرع [11]، ولما كانت النصوص هي الألفاظ المعبرة عن إرادة المشرع كان لا بد أن تأتي هذه النصوص على نحو من الدقة يجعلها معبرةً عن الإرادة الحقيقية للمشرع. [12]",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "تعريف التقنين ¶ تعريف التقنين لغة: تقدم أن المراد بالتقنين موضوع البحث هو وضع القوانين وسنها، وقد وردت كلمة التقنين وكلمة القانون في المعاجم اللغوية، وإن كانت كلمة \"قانون\" دخيلةً، وليست بعربيةٍ، فالتقنين من الفعل قنن، والقوانين الأصول، الواحد قانُونٌ، وقانون كل شيءٍ طريقُه ومقياسه. [13] ¶ التقنين اصطلاحاً: أورد كثير من العلماء المعاصرين تعريفاتٍ عدةً للتقنين، وسأورد بعضاً منها، ثم أذكر تعريفاً مختاراً للتقنين موضوع البحث، ومن هذه التعريفات: ¶ عرف مصطفى الزرقا التقنين أنه بوجهٍ عامٍ جمع الأحكام والقواعد التشريعية المتعلقة بمجالٍ من مجالات العلاقات الاجتماعية، وتبويبها وترتيبها وصياغتها بعباراتٍ آمرةٍ موجزةٍ واضحةٍ في بنودٍ تسمى (مواد) ذات أرقامٍ متسلسلةٍ، ثم إصدارها في صورة قانونٍ أو نظامٍ تفرضه الدولة، يلتزم القضاة بتطبيقه بين الناس. كما عرف- رحمه الله - تقنين الفقه الإسلامي بأنه: تطبيق طريقة التقنين الآنف الذكر على الأحكام الفقهية المأخوذة من مذهب واحد. [14] ¶ ويرى الدكتور شويش المحاميد أن التقنين: صياغة الأحكام الفقهية ذات الموضوع الواحد التي لم يترك تطبيقها لاختيار الناس، بعباراتٍ آمرةٍ يميز بينها بأرقامٍ متسلسلةٍ ومرتبةٍ ترتيباً منطقياً بعيداً عن التكرار والتضارب. [15] ¶ والتقنين عند الدكتور محمد خالد منصور: وضع قواعد متعلقة بقانون الأحوال الشخصية أو القانون المدني أو الجنائي أو غيره في مجموعةٍ على شكل مواد فقهيةٍ مرتبةٍ ومبوبةٍ يرجع اليها القاضي عند التطبيق. [16] كما عرف منصور التشريعات القضائية الشرعية بأنها: ما وضعه المقننون من مواد محددة على شكل قانون شرعي يتحاكم اليه الناس في موضوعات مخصوصة وإلزام القاضي والمتحاكمين اليه. [17] ¶ ويرى الدكتور عبد الرحمن الحميضي التقنين أنه: اختيار القول الراجح في المذهب أو اختيار أحد أقوال المذهب أو اختيار أحد أقوال المذاهب الأخرى الذي يعتمد على الدليل الأقوى أو اختيار القول الذي يحقق مقاصد الشريعة في تحقيق المصالح ودرء المفاسد ورفع الحرج والمشقة عن الناس وتخفيف العبء عنهم وتسهيل أعمالهم ومصالحهم، وجمع هذه الاختيارات ووضعها في قانونٍ مدونٍ مسطورٍ مرتبٍ. [18] ¶ وقد عرف عبد الرحمن الشثري التقنين بأنه: صياغة الأحكام الشرعية في عباراتٍ إلزاميةٍ، لأجل إلزام القضاة بالحكم بها. [19] ¶ على ضوء ما سبق يتضح لنا أن التقنين يراعى فيه الجوانب التالية [20]: ¶ 1. ما يتعلق بالصياغة، حيث يصاغ بطريقةٍ معينةٍ على غرار المواد القانونية. ¶ 2. الترتيب والترقيم والتبويب لهذه المواد وهي تجعل الرجوع للأحكام سهلاً. ¶ 3. أنها ملزمةٌ، وقد عبر البعض بأنها آمرةٌ، وأن يكون هذا الإلزام من صاحب الولاية وهو الإمام أو من ينيبه (أي الدولة).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "4. أنها ذات موضوع الواحد، فقد تكون في أحكام الأسرة (الأحوال الشخصية) أو المعاملات المالية أو العقوبات. ¶ 5 - ولا بد حتى يكون التقنين شرعيا أن يكون هذا التقنين مستمداً من النصوص الشرعية مباشرة أو بالاستنباط أو بعبارةٍ أوسع من خلال مناهج الاجتهاد المقررة شرعاً فيما فيه نصٌ وفيما ليس فيه نصٌ. ¶ من خلال ما تقدم يمكن تعريف تقنين الأحكام الشرعية بأنه: إلزام الإمام أو من ينيبه من هم تحت ولايته العامة بأحكامٍ شرعيةٍ تتعلق بموضوعٍ معينٍ من أقعال المكلفين، مستمدةٍ مع نصوص الشريعة ومقاصدها ومبادئها العامة، مدونةٍ على شكل مواد قانونيةٍ مرقمةٍ ومرتبةٍ ومبوبةٍ. ¶ مفهوم السياسة الشرعية وعلاقته بالتقنين: ¶ مما تقدم يتضح أن التقنين داخلٌ في باب السياسة الشرعية، وهي التدابير والإجراءات والأحكام التي تنظم بها مرافق الدولة وتدبر بها شؤون الأمة مع مراعاة أن تكون متفقةً مع روح الشريعة نازلةً على أصولها الكلية محققةً لأغراضها الاجتماعية، ولو لم يدل عليها شيءٌ من النصوص التفصيلية الجزئية الواردة في الكتاب والسنة [21]، فهي تشمل جميع ما يقوم به الإمام من تدابير لتحقيق مصالح الناس دون تقييده بمجالٍ محددٍ من مجالات الحياة سواءً أكان مما ورد به نص أو مما لم يرد نص، فتكون سياسة الرعية بمعنى القيام على تدبير شئونهم بما يصلحها [22]، أو تدبير أمور الناس وشئون دنياهم بشرائع الاسلام، وهنا ينبغي النظر للتقنين من هذا الباب، الأمر الذي يقتضي إلقاء الضوء على مفهوم السياسة الشرعية وعلاقتها بموضوع التقنين لأن ما يجري على السياسة الشرعية من أحكام وشروط وضوابط ومناهج يجري على التقنين باعتباره أحد التدابير التي تقوم بها الدولة لتحقيق مصالح الناس ودرء المفاسد عنهم. ¶ معنى السياسة: تعددت تعريفات العلماء لمفهوم السياسة الشرعية ما بين مخصصٍ لها في مجالٍ من المجالات كالتعزير [23] في العقوبات مثلاً، وما بين معمم لها بشمولها لمختلف التدابير والإجراءات التي تتخذها الدولة لتحقيق مصالح الناس، ومنهم من يقصر السياسة الشرعية على ما يقوم به الإمام من إجراءاتٍ وتدابير مستمدةٍ من الشريعة وقيدها بما لا نص فيه [24]، ومنهم من يدخل ما فيه نصٌ أيضا ضمن دائرة السياسة الشرعية كذلك، ومن هذه التعريفات: ¶ عرف ابن عقيل السياسة الشرعية بأنها \" ما كان فعلاً يكون معه الناس أقرب إلى الصلاح وأبعد عن الفساد، وإن لم يضعه الرسول صلى الله عليه وسلم ولا نزل به وحيٌ\" [25]، ومن تعريفات السياسة أيضا أنها: \"تدبير الإمام أو نائبه شئون الرعية على مقتضى مقاصد الشريعة \"، وتعريفها بأنها:\" تدبير الشئون العامة للدولة الإسلامية، بما يكفل تحقيق المصالح ودفع المضار، مما لا يتعدى حدود الشريعة وأصولها الكلية، وإن لم يتفق وأقوال الأئمة المجتهدين\" [26]، وهذه التعريفات للسياسة الشرعية تجعلها تشمل كافة التدابير التي يتخذها الإمام لتحقيق مصالح الناس، سواء أكانت من قبيل المنصوص عليه صراحة أي مما نطق بها الشرع، ويدخل فيها أيضا ما لم ينص عليه صراحة أي ما لم ينطق به الشرع. [27]",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ومن أمثلة التعريفات التي قصرت السياسة الشرعية على ما نص فيه أنها: \" تدبير شؤون الدولة الإسلامية التي لم يرد بحكمها نص صريح، أو التي من شأنها أن تتغير وتتبدل، بما فيه مصلحة الأمة، ويتفق مع أحكام الشريعة وأصولها\" [28]، ويلحظ أنه قصر المعنى على المجالات التي لم يرد بها النص، أو التي ورد بها نص لكنه يتغير بتغير المصلحة. وذكر أنه اصطلاح الفقهاء المتأخرين. فيخرج بذلك أحكام: القتل، والزنى، والسرقة، وشرب الخمر، ونحوها مما ورد به النص، فتكون من الفقه وليست من السياسة الشرعية [29]. ¶ وهناك من يجعل السياسة الشرعية خاصة ببعض الإجراءات التي يقوم بها الإمام حسماً لفسادٍ واقعٍ أو متوقعٍ، وهو بالتالي يجعل السياسة الشرعية تطبيقاً لمبدأ سد الذرائع، وهو أيضاً معنىً خاصٌ، ومنها تعريف السياسة بأنها: ما يراه الإمام أو يصدره من الأحكام والقرارات زجراً عن فسادٍ واقعٍ أو وقايةً من فسادٍ متوقعٍ أو علاجاً لوضعٍ خاصٍ، ومن هذا القبيل عرفت السياسة بأنها: فعل شيءٍ من الحاكم لمصلحة يراها وإن لم يرد بذلك الفعل دليلٌ جزئيٌ [30]. ¶ أما الشرعية فهي مؤنث شرعي، وهي السياسية المنسوبة للشرع، ولا تكون كذلك إلا إذا كانت نازلةً على أحكامه، مقيدةً بشروطه، محققةً لمقاصده، متخذةً من الشرع منطلقاً ومصدراً لها. [31] ¶ والخلاصة أن التقنين جزءٌ من السياسة الشرعية وهي مرتبطة بالنصوص الشرعية و بمقاصد الشريعة التي تهدف إلى تحقيق المصالح للأمة ودفع المضار عنها، حيث نتمكن من خلالها مسايرة التطورات الاجتماعية والوفاء بمطالب الحياة المتجددة، وذلك باستنباط الأحكام لما يجد من الحوادث والوقائع التي لا نجد لحكمها نصاً أو إجماعاً، وبتطبيق النصوص الشرعية أيضاً، على وجه يحقق مصلحة الأمة في جميع الأحوال والأزمان والأماكن، ويتفق والشريعة الإسلامية. ¶ ولابن القيم نظرته الفريدة في علاج هذا الموضوع حيث تحدث عن السياسة الشرعية في معرض حديثه عن وسائل الإثبات التي يسعى القاضي من خلالها للوصول للعدل الذي هو مقصد الشارع حيث عرف السياسة الشرعية بأنها \" الأمارات والعلامات التي يظهر بها عدل الله \" [32]، وقد بين أهمية موضوع الاجتهاد في وضع الأحكام التي تحتاجها الدول في كل زمان، حيث جعل العلماء بين أحد أمرين، التوسع في وضع الأحكام من النصوص مباشرةً أو على هدي تلك النصوص عند عدم وجود النص من أجل تسيير أمور الدولة بهدي الإسلام، أو الجمود عند ما هو منصوصٌ عليه، وهذا يعطي الذريعة لمن يريد إخراج الناس عن شرع الله سبحانه بأن كثيراً من الأحكام التي تحتاجها الدولة ليست موجودة في النصوص مما يعطي ذريعةً لتجاوز الشريعة والاحتكام لغيرها حيث يقول: \" .... وقال ابن عقيل في الفنون جرى في جواز العمل في السلطنة بالسياسة الشرعية أنه هو الحزم، ولا يخلو من القول به إمامٌ، فقال الشافعي: لا سياسة إلا ما وافق الشرع، فقال ابن عقيل: السياسة ما كان فعلاً يكون معه الناس أقرب إلى الصلاح وأبعد عن الفساد، وإن لم يضعه الرسول صلى الله عليه و سلم ولا نزل به وحيٌ، فإن أردت بقولك \" إلا ما وافق الشرع \" أي: لم يخالف ما نطق به الشرع فصحيحٌ، وإن أردت لا سياسة إلا ما نطق به الشرع فغلطٌ وتغليطٌ للصحابة، فقد جرى من الخلفاء الراشدين \" ثم قال: وهذا موضع مزلةِ أقدامٍ ومضلةِ أفهامٍ، وهو مقامٌ ضنِكٌ ومعترَكٌ صعبٌ، فرَّط فيه طائفةٌ، فعطلوا الحدود وضيعوا الحقوق وجرؤوا أهل الفجور على الفساد، وجعلوا الشريعة قاصرةً لا تقوم بمصالح العباد محتاجةً إلى غيرها، وسدوا على نفوسهم طرقاً صحيحةً من طرق معرفة الحق والتنفيذ له وعطلوها مع علمهم وعلم غيرهم قطعاً أنها حقٌ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "مطابقٌ للواقع، ظناً منهم منافاتها لقواعد الشرع، ولعمر الله إنها لم تناف ما جاء به الرسول وإن نافت ما فهموه من شريعته باجتهادهم، والذي أوجب لهم ذلك نوعٌ قصيرٌ في معرفة الشريعة وتقصيرٌ في معرفة الواقع وتنزيل أحدهما على الآخر، فلما رأى ولاة الأمور ذلك وأن الناس لا يستقيم لهم أمرهم إلا بأمر وراء ما فهمه هؤلاء من الشريعة أحدثوا من أوضاع سياساتهم شراً طويلاً وفساداً عريضاً، فتفاقم الأمر وتعذر استدراكه وعز على العالمين بحقائق الشرع تخليص النفوس من ذلك واستنقاذها من تلك المهالك، وأفرطت طائفة أخرى قابلت هذه الطائفة فسوغت من ذلك ما ينافي حكم الله ورسوله، وكلتا الطائفتين أتيت من تقصيرها في معرفة ما بعث الله به رسوله وأنزل به كتابه، فإن الله سبحانه أرسل رسله وأنزل كتبه ليقوم الناس بالقسط وهو العدل الذي قامت به الأرض والسموات فإذا ظهرت أمارات العدل وأسفر وجهه بأي طريق كان فثم شرع الله ودينه، والله سبحانه أعلم وأحكم وأعدل أن يخص طرق العدل وأماراته وأعلامه بشيءٍ ثم ينفي ما هو أظهر منها وأقوى دلالةً وأبين أمارةً فلا يجعله منها ولا يحكم عند وجودها وقيامها بموجبها، بل قد بين سبحانه بما شرعه من الطرق أن مقصوده إقامة العدل بين عباده وقيام الناس بالقسط فأي طريق استخرج بها العدل والقسط فهي من الدين وليست مخالفةً له، فلا يقال إن السياسة العادلة مخالفةً لما نطق به الشرع بل هي موافقةٌ لما جاء به، بل هي جزءٌ من أجزائه ونحن نسميها سياسةً تبعاً لمصطلحهم، وإنما هي عدل الله ورسوله ظهر بهذه الأمارات والعلامات. [33] ¶ ويلحظ من كلام ابن القيم ذلك الفهم العميق الواسع لعموم السياسة الشرعية وشمولها لكل ما يمكن من خلاله تحقيق مصالح العباد دون تجاوزٍ للنصوص الشرعية، وتوسيع دائرة الاجتهاد لمواكبة المتغيرات حتى لا يتخذ من يريد تجاوز الشريعة الذرائع لتجاوزها بحجة أنها لا تواكب حاجة الناس، واتهام الشريعة بالجمود والنقص، فالشريعة قد فتحت هذا الباب واسعاً، وأعطت للحاكم مساحةً واسعةً جداً في الاجتهاد في كافة المجالات دون أن يكون مصادماً للشرع ومخالفاً لأحكامه، ومن هذه المجالات موضوع التقنين. ¶ ويعلق مصطفى الزرقا على قول ابن القيم: \" .... ذكر ذلك ابن القيم خلال بحثه عن السياسة الشرعية وما تقتضيه من إنشاء الأحكام للناس بحسب دواعي الحاجة والمصلحة وما يكون من تلك الأحكام السياسية المحدثة نافعاً موافقاً لروح الشريعة أو مضراً مخالفاً، وقد أتى رحمه الله في هذه المناسبة بكلامٍ نفيسٍ جداً عن مبدأ وأسباب استحداث ما سماه \"القوانين السياسية \" أي الأحكام المسنونة بأوامر ولاة الأمر بناءً على دواعي السياسة الشرعية، وبين كيف أن طائفةً من المدعين لأنفسهم علم الشريعة ضيقوا نطاقها جهلاً منهم وسدوا على أنفسهم طرقاً صحيحةً من الطرق الشرعية لإقامة العدل وتنظيم مصالح العباد وحقوقهم وجعلوا الشريعة كأنها قاصرةٌ لا تقوم بمصالح العباد حتى رأى ولاة الأمور أن الناس لا يستقيم أمرهم إلا بشيءٍ زائدٍ على ما فهمه هؤلاء من فهمٍ ضيقٍ في الشريعة المتسعة فأحدثوا لهم قوانين سياسيةً لتنظيم مصالح العالم، وكان من هذه القوانين الصالح وكان منها الفاسد فتولد من تقصير اولئك في الشريعة وإحداث هؤلاء ما أحدثوه من أوضاع سياستهم شرٌ طويلٌ وفسادٌ عريضٌ ...... ، وقد دل تعبير ابن القيم بلفظ القوانين السياسية على أن اطلاق القوانين على معنى الأنظمة التشريعية الزمنية كان مستعملاً في اصطلاح الفقهاء قبل ابن القيم. [34] ¶ ومما يدل على ارتباط التقنين بمفهوم السياسة الشرعية عند العلماء المعاصرين تعريف الدكتور محمد فتحي الدريني للسياسة بأنه \"تعهد الأمر بما يصلحه \"، وهذا تعريف مجمل إلا أنه فصله بقوله: \"أنها أحكامٌ ونظمٌ وقوانين تعالج بها",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "شؤون المسلمين من الناحية الدستورية والمالية والمدنية والأمنية وجميع مناحي الحياة الداخلية والخارجية \" [35]،حيث جعل السياسة الشرعية أحكام ونظم وقوانين، ويؤكد هذا الفهم أيضا عند العلماء المعاصرين تعريف عبد الوهاب خلاف لعلم السياسة الشرعية بأنها: \" علم يبحث فيه عما تدبر به شئون الدولة الإسلامية من القوانين والنظم التي تتفق وأصول الإسلام وإن لم يقم على كل تدبير دليل خاص \"، حيث جعل السياسة الشرعية أحكام ونظم وقوانين كذلك كما أنه جعل موضوع هذا العلم \" النظم والقوانين التي تتطلبها شئون الدولة من حيث مطابقتها لأصول الدين وتحقيقها مصالح الناس \" كما جعل -رحمه الله-غاية هذا العلم: \" الوصول إلى تدبير شئون الدولة بنظم من دينها، والإبانة عن كفاية الإسلام بالسياسة العادلة وتقبله رعاية مصالح الناس في مختلف العصور والبلدان \" [36]، وكلامه لا يخرج بالنتيجة عن كلام من سبقه من العلماء رحمهم الله. ¶ والالتزام بهذه القوانين والنظم التي وضعها الحاكم ملزمةٌ يجب طاعته فيها كما يجب طاعته في غيرها ما لم يأمر بمعصية، يقول الزحيلي: \" وحينئذ تصبح القوانين والتكاليف التي تصدر عن الحاكم واجبة التنفيذ كالإلزام بالتجنيد الإجباري وفرض الضرائب على الأغنياء بالإضافة للزكاة كلما دعت حاجة البلاد إلى ذلك، ومصدر الالتزام بالطاعة أيات وأحاديث منها قول الله تعالى: \"يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم \" وأولو الأمر: الحكام والعلماء كما بينه المفسرون والصحابة، ومنها قوله عليه السلام عليك بالسمع والطاعة ... \" [37] ¶ يقول عبد العزيز الخطيب: \" ولا شك أن التقيد بنظام المرور داخل في وجوب الطاعة لأنه لم يوضع إلا لمصلحة الفرد والمجتمع وحفاظاً على أرواح الناس وأموالهم فهو لازم التنفيذ من الرعية، ومصدر هذا اللزوم النصوص الشرعية ومنها الآية والحديث المذكوران وبالتالي تكون المخالفة لهذه الأنظمة معصيةٌ تستحق العقوبة المنظمة حسب نوع المخالفة وطبيعتها وخطورتها ويرجع تقدير ذلك إلى الحاكم. [38] ¶ السياسة الشرعية والمصلحة: يقصد بالمصلحة المحافظة على مقصود الشارع، ومقصود الشارع من الخلق خمسةٌ: وهو أن يحفظ عليهم دينهم ونفسهم وعقلهم ونسلهم ومالهم، فكل ما حفظ هذه الأصول الخمسة فهو مصلحةٌ، وكل ما يفوت هذه الأصول فهو مفسدةٌ، ودفعها مصلحةٌ، أو بعبارة أخرى هي المحافظة على مقصود الشرع بدفع المفاسد عن الخلق. [39] ¶ ولا تخفى تلك العلاقة المتلازمة بين السياسة الشرعية وبين المصلحة، التي هي مقصد الشارع، فالمصلحة هي الغرض من السياسة فبما أن الشريعة جاءت لتحقيق مصالح الناس فالسياسة الشرعية كذلك تتضمن المحافظة على تلك المصالح ورعايتها، وهذه المصالح منها ما هو منصوصٌ عليه، ومنها ما ليس منصوصاً عليه، وقد فتحت السياسة الشرعية الباب أمام الحاكم ليجتهد فيما شاء من إجراءاتٍ وقراراتٍ تضمن تحقيق تلك المصالح ما لم تصادم نصاً شرعياً بشكلٍ قطعيٍ، حتى ولو لم يرد في هذه القرارات والإجراءات نصٌ شرعيٌ، وقد توسع ابن القيم رحمه الله في كتابه \" الطرق الحكمية \" في ذكر الكثير من الأمثلة من حياة النبي وخلفائه من بعده تدل على العمل بالسياسة الشرعية لتحِقيق المصلحة عند عدم وجود النص.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فالإمام ملزمٌ بحكم ولايته العامة بالعمل على جلب المنافع ودفع المفاسد، بناء على القاعدة الفقهية \" التصرف على الرعية منوط بالمصلحة \" والمقصود بالمصلحة الأصلح، والمعنى \" إن إنفاذ تصرف الراعي على الرعية ولزومه عليهم شاءوا أم أبوا معلق على وجود الثمرة والمنفعة في ضمن تصرفه دينية كانت أم دنيوية \" [40] كما أنه ملزم بدفع الضرر عن الناس، ومن القواعد المتعلقة بذلك قاعدة\" الضرر يزال \" وقاعدة \" لا ضرر ولا ضرار\" وقاعدة \"الضرر يدفع بقدر الإمكان \"، [41] وعليه مراعاة حاجاتهم، وضرورات حياتهم، وهناك الكثير من النصوص والقواعد التي تضبط أفعاله في ذلك كقواعد \" رعاية الضرورات \" مثل: قاعدة \" الضرورات تبيح المحظورات \" وقاعدة \" ما أبيح للضرورة يقدر بقدرها \" وقاعدة \" الحاجة تنزل منزلة الضرورة\" وقاعدة: \" ارتكاب أخف الضررين\"، ومما ينبغي أن يشار إليه أن التقنين ينبغي أن ينظر إليه من خلال هذه القواعد. ¶ المصالح التي يحققها التقنين: تقدم الحديث عن تلك العلاقة المتلازمة بين السياسة الشرعية وبين المصلحة التي هي مقصد الشارع حيث أن المصلحة هي الغرض من السياسة، وتقدم الحديث كذلك عن علاقة التقنين بالسياسة الشرعية، وأن التقنين يدخل في جميع مجالات السياسة الشرعية ويجرى عليه ما يجري على السياسة الشرعية من أحكام، فهما كالشيء الواحد في هذه الأحكام، ومن هاتين المقدمتين يتضح لنا أن المصلحة هي الغرض الأساسي من التقنين، فالمقصد الأساسي من التقنين تحقيق مصالح الناس ودرء المفاسد عنهم، ومنها: ¶ 1 - تحقيق العدل: العدل من أهم الأسس والمرتكزات لنظام الحكم في الإسلام بشكلٍ عامٍ وللنظام القضائي بشكلٍ خاصٍ، وهذا المقصد هو أهم ما يرتكز عليه دعاة التقنين، وهو المساواة في الأحكام المتماثلة في المسائل الاجتهادية، وضبط الأحكام القضائية بدقةٍ أكبر، وهذا العدل هو من أهم حكم ارسال الرسل وإنزال الكتب، قال تعالى: \" لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ \" (25:الحديد)، وقال تعالى: \" إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْل وَالإحسَانِ\" (90:النحل)، فالعدل أمرٌ فرض الله سبحانه على المسلمين السعي لإقامته في الأرض، وليكون من أبرز خصائصهم بين الأمم؛ لأن دينهم دين العدل. حتى قال عمر رضي الله عنه بأنه \" لا رخصةَ فِيه في قريب ولا بعيد ولا في شدة ولا رخاء، وقال ابن تيمية بوجوبه على كل أحد وفي كل شيء. [42] ¶ ويقرر ابن تيمية في كتابه السياسة الشرعية علاقة السياسة بالعدل مستدلاً بقوله تعالى: \"إن الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس أن تحكمو بالعدل \" (58:النساء)، فيقول: \" وإذا كانت الآية قد أوجبت أداء الأمانات إلى أهلها، والحكم بالعدل: فهذان جماع السياسة العادلة، والولاية الصالحة. [43] ¶ وللتقنين دور كبير في تحقيق العدل في مختلف المسائل سواءً ما تعلق منها بإجراءات التقاضي، أو العقوبات التعزيرية، أو غيرها من الأحكام التي لم ينص عليها في النصوص الشرعية وبقي المجال فيها للاجتهاد، حيث يتم جمع الأحكام في مدونةٍ واحدةٍ تسهل عملية التعرف على الحكم الذي تسير عليه الدولة والمجتمع، كما ويسهل على ولاة الأمر مراقبة أعمال القضاة وتمييز الأحكام الصحيحة من الباطلة كما يساعد على تحقيق المساواة والعدل بين الناس للحكم بينهم بحكمٍ واحدٍ في القضايا المتشابهة، ويسير جميع الناس على حسب منهجٍ واحدٍ وإجراءاتٍ واحدةٍ، ويؤكد هذا الأمر الحرص على الدقة والنظام وتحديد الأحكام والإجراءات مسبقاً بالنسبة للقضاة والخصوم [44]",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ومقاصد القضاء: من إقامة العدل، وتحقيق مصالح العباد، ومنع التظالم، وفصل الخصومات ورد المظلمات، وإقامة الحدود، وردع الظالم ونصرة المظلوم، قد يحول دونها كثرة اختلاف القضاة اليوم في القضايا المماثلة، مع ضعف القريحة وقصر النظر وتسلط الهوى على ضعاف النفوس من القضاة مما أوجد الريبة في الأحكام والشك في القضاة، ومن هذا المنطلق يكون التقنين كفيلاً إلى حد ما بتحقيق العدالة على جميع الناس دون تمييز بين كبير وصغير، غني وفقير، ومسلم وذمي وهو أدعى كذلك لتحقيق المساواة بين الناس، وطمأنة نفوسهم تجاه القضاة. [45] ¶ 2 - ما أستجد في هذا الوقت من توسع المحاكم وتعدد اختصاصاتها وكثرة قضاياها وتشعبها نظراً لتعقد نواحي الحياة، الأمر الذي تطلب تكثير القضاة وزيادة عددهم، وعدم وجود عدد كاف من المجتهدين نظراً لضعف الملكة العلمية بشكلٍ عامٍ عند طلاب العلم في الكليات الشرعية التي تخرج القضاة بالإضافة إلى انفتاح المجتمعات الاسلامية على بعضها البعض وعلى المجتمعات العالمية، وهذا الانفتاح نتجت عنه علاقاتٌ متعددةٌ لا بد من ضبطها بأحكامٍ واضحةٍ محددةٍ، وأن غيرنا سيطالبنا بها، إذا أردنا أن نقاضيه إلى شرعنا، فلا يمكن أن نحيله إلى مجموعةٍ من كتب الفقه المذهبي أو المقارن، فإن لم يوجد شيءٌ مقننٌ ومرتبٌ، فإما أن تفوت علينا مصالح لا نستغني عنها، وإما أن نتحاكم إلى قوانين ليس لها علاقة بالشريعة الإسلامية، فلا بد من وجود مرجعٍ محددٍ يأخذون منه، يعرفون منه ما لهم وما عليهم، وهذا المرجع غير متوفرٍ، فيكون المرجع اجتهاد القاضي وهذا يؤدي لمشكلاتٍ كثيرةٍ. [46] ¶ 4 - كثرة الخلاف في الفقهيات لا بين المذاهب فقط بل حتى داخل المذهب نفسه، فيكون هناك مجالٌ للحكم في قضيةٍ واحدةٍ على أحد القولين أو الأقوال والحكم بقضيةٍ أخرى على القول الثاني أو أحد الأقوال؛ ومعنى هذا أن الحكم قد يكون بالتشهي، وفي الالزام بأحكامٍ معينةٍ دفعٌ لذلك، وقد يكون قضيتان متماثلتان هذه عند قاضي بلدٍ والثانية عند قاضي بلدٍ آخر، فيختلفان في الحكم فيها فينتج عن هذا التباين تظلمٌ ووقيعةٌ في عرض القضاء والقاضي، وأنه يقع تجاذبٌ بين حاكم القضية ومدقق الحكم لا من حيث واقع القضية ولكن من حيث تطبيق الحكم الشرعي على واقعها ففي هذا من الأضرار كما في سابقه. [47] ¶ 4. حاجة المستجدات إلى حكمٍ شرعيٍ يتم بالنص عليها في التقنين، وتركها لاجتهاد القضاة ليس من الحكمة لكثرة مشاغلهم، وعدم تفرغهم للبحث والاستقصاء في كل مستجد، وخصوصاً مع تطور الحياة، وكثرة المستجد فيها، ومن الأمثلة على ذلك: المعاملات المصرفية ومسائل المقاولات، والمناقصات، وشروط الجزاء، ومشاكل الاستيراد والتصدير والتأمين بمختلف جوانبه ونحو ذلك، مما لا قدرة لغالب القضاة على معرفة الحكم الذي يحكمون به في الخلاف حولها، مما كان سبباً في إيجاد محاكم أخرى، لها جهةٌ إداريةٌ مستقلةٌ عن الجهة الإدارية للمحاكم الشرعية، و مما كان سبباً في اشتمال هذه المحاكم على قضاةٍ قانونيين يشتركون مع القضاة الشرعيين، وذلك كمحاكم فض المنازعات التجارية. [48] ¶ 5 - توحيد الكلمة وتحقيق الوحدة، إذ عدم التقنين يفسح المجال لاجتهاد كل قاضٍ بما يراه مما ينتج عنه اختلاف القضاة في المسألة الواحدة كما هو مشاهد ومعلوم، وهذا قد يؤدي إلى التنازع والاختلاف. ومهما قيل بأن التقنين لا يرفع الخلاف- كما يراه المانعون من التقنين- فإنه ولا شك يحد من الاختلاف، ويقرب بين وجهات النظر. [49]",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "يؤكد ذلك وقوع أحكام اجتهادية قضائية في قضايا مماثلة مع انعدام أحكامٍ مقننةٍ يفسح المجال لاجتهادات قد تكون مختلفةً في مسألةٍ واحدةٍ [50]، ومن أمثلة ذلك: صدور حكمين متناقضين بين محكمة دبي الشرعية وعجمان الشرعية في مسألة الطلاق في حال طهرٍ جامعها فيه: وتتلخص في أن الزوج تقدم لمحكمة عجمان الشرعية بطلب إثبات وقوع طلاقٍ حصل منه على زوجته، وهي في حال طهرٍ جامعها فيه من عدمه، فتمت الكتابة لسماحة مفتي عام المملكة العربية السعودية، فوردت فتواه بعدم الوقوع لكونه طلاقاً منكراً لاغياً، وأثناء انتظار فتوى سماحته رفعت الزوجة قضيةً بذات الموضوع لدى محكمة دبي الشرعية، وأثبت القاضي الطلاق على هذه الحال، وأمضاه على الزوجين، إلا أن القاضي بمحكمة عجمان الشرعية توقف عن نظر القضية في هذا الطلاق لكون قاضي محكمة دبي قد أصدر فيها حكماً. [51] ¶ ومن أمثلته ما حصل من اختلاف وجهات النظر لدى محكمتي التمييز في الرياض ومكة المكرمة، فقد سبق أن قامت محكمة التمييز بالرياض بنقض حكمٍ بالقسامة صادرٍ من محكمة الرياض، لأنه كان مبنياً على قولٍ مرجوحٍ في المذهب الحنبلي، بينما كانت محكمة التمييز في مكة المكرمة تشير إلى المحكمة الكبرى بمكة في قضية قتلٍ بأن تحكم فيها بالقسامة بالقول المرجوح الذي قامت محكمة التمييز في الرياض بنقض الحكم المبني عليه. [52] ¶ ومن أمثلة التقنينات التي وضعت لتحقيق تلك المصالح على سبيل المثال وضع نظام للمرور، حيث يقول الدكتور عبد العزيز عمر: \" مما استجد في هذا العصر وزاد حتى صار ضرورة الوقت وسائل النقل – السيارات- إلا أن هذه الوسيلة – وهي نعمة كبرى – قد يساء استخدامها من قبل البعض، فكان لوازم ضرورياتها أن يوضع نظام يضبط استخدامها ويحمل المسؤولية كلها لمستخدمها إذ هي آلةٌ في يده يتصرف بها كيف يشاء فانحصرت المسؤولية فيه أي في السائق وقد أصبح وضع هذا النظام ضرورةً تقوم عليها حياة الناس بحيث تختل أمور حياتهم وتضطرب باختلاله والذي يضع هذه النظم هو الحاكم ومن ينوب منابه رعاية لمصالح الأمة وتدبيراً لشؤونها، وذلك من خصوصياته وواجبات الأمة عليه، وأساس ذلك مراعاة المصلحة لهم جلباً للمنفعة ودفعاً للمضرة والمفسدة \". [53] ¶ محاذير التقنين التي تمس مكانة النص الشرعي: تقدم أن موضع الخلاف في موضوع التقنين ليس في تدوين الفقه على شكل مواد قانونية وإنما الخلاف في موضوع الإلزام بهذه المواد القانونية، وهذا الإلزام يرد عليه الكثير من المحاذير، وسأقتصر على ما يتعلق منها بموضوع البحث - وهو أثر التقنين على مكانة النص الشرعي -: ¶ أولها: مفسدة تعطيل الشريعة (الإخلال بمبدأ الحاكمية) وإحلال النظم الوضعية محلها وترك النصوص الشرعية واستبدالها بالنصوص القانونية: ¶ يرى مانعو التقنين أن مسألة تقنين الشريعة لا تعدو عن كونهاً فخاً يراد منه عدم مفاجئة حملة الشريعة ودعاتها بالنظم الوضعية قبل سابق تمهيدٍ، حيث يمهدون الطريق أمامها بالدعوة إلى قانون تستمد أحكامه من الشريعة الإسلامية [54]، ومقتضى هذا القول أن أعداء الشريعة يريدون طمس معالمها وتنكب طريقها، ولكنهم لا يستطيعون أن يجاهروا بذلك لعظم وقعه على الأمة، لأن الاحتكام لنصوص الشريعة عندها ليس موضع مهادنةٍ ونقاشٍ فيقولون لهم: نحن لا نريد ترك الشريعة، وإنما نريد إقرار أحكامٍ مستمدةٍ من الشريعة سهلة التطبيق تراعي العدالة بين المكلفين هذه العدالة التي هي",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "مقصد القضاء، فإذا استساغ المسلمون ذلك دخلوا عليهم بالقوانين الوضعية وتركوا كتاب ربهم وسنة نبيهم كما حصل في كثير من بلاد المسلمين، وإذا تنكب المسلمون طريق كتاب ربهم وسنة نبيهم ضلوا، ومصداق ذلك قول النبي عليه السلام: \" تركت فيكم ما لن تضلوا بعده إن اعتصمتم به كتاب الله \" [55]، وقوله عليه السلام: \" تركت فيكم شيئين لن تضلوا بعدهما: كتاب الله و سنتي \" [56]، ولما كان التقنين يفتح للمجال لابتعاد الأمة شيئا فشيئا عن كتاب ربها وسنة نبيها وطريقاً لهجر الكتاب والسنة وترك العمل به، كان لا بد من منعه من باب سد الذرائع. ¶ رأي الباحث في هذه المفسدة: مع أن الباحث ليس في موضع مناظرةٍ يدافع فيها عن رأيٍ معينٍ مقابل رأيٍ آخر، ذلك أن كلا الرأيين له اعتباره ووجاهته، حيث يؤيد كل رأيٍ طائفةٌ من العلماء لا يمكن بحالٍ تجاهل رأيها فيه، وجميعهم من أهل الفضل، ويقتدى بهم ولا يشك في حبهم لدينهم وغيرتهم عليه، وكلٌ منهم مأجورٌ على اجتهاده إن شاء الله، ثم إن موضوع التقنين قضيةٌ خلافيةٌ بين جهابذة العماء، وموقف العالم في أي قضية خلافية \"رأيي صواب عندي يحتمل الخطأ ورأي غيري خطأ عندي يحتمل الصواب \"، فلا يثرب أحدٌ على أحدٍ، ولا ينكر أحدٌ على أحدٍ، ولا يشكك أحدٌ على أحدٍ في حبه لدينه وغيرته عليه، وسيبدأ الباحث في عرض هذا الموضوع بما هو متفق عليه في هذا الموضوع وهو مبدأ الحاكمية – الذي هو عقيدة عند المسلم- ثم يتطرق لموضع الخلاف فيه. ¶ مبدأ الحاكمية لله والتقنين: إن مسألة تحكيم الشريعة من المسائل المتفق عليها بين المسلمين، ومبدأ الحاكمية لله من أهم المبادئ التي تميز الدولة الإسلامية عن غيرها، والحاكمية لله بأيسر معانيها: الحكم بما أنزل الله، وهو فريضةٌ شرعيةٌ أمر الله تعالى بها المسلمين حكاماً ومحكومين، وقد دل على ذلك كتاب الله وسنة رسوله صلى الله عليه وسلم، وأجمع عليها علماء الأمة [57]، ويقتضي هذا المبدأ بالضرورة الإيمان بالتشريع المنزل من عند الله باعتباره منهجاً واجب التطبيق في كافة شئون الحياة، كما يتضمن القيام بذلك عملياً بالاحتكام لمنهج الله في كل صغيرةٍ وكبيرةٍ. [58] ¶ ومبدأ الحاكمية يعني أن الله تعالى مصدر جميع الأحكام الشرعية، سواءً أجاءت بنصٍ أم اجتهادٍ، فالحاكمية في جوهرها بيانٌ لمصدر الدين، وهو الله تعالى، والذي تتجسد إرادته الدينية في الشريعة الإسلامية، فالحاكمية مبدأٌ، والشريعة مضمونٌ لهذا المبدأ ومحتوىً له، وهذه الشريعة ومصدرها الله هي الحاكمة على الإطلاق والعموم على جميع المكلفين بما فيهم الرسل والعلماء والأمراء والناس أجمعين، فالله تعالى وضع هذه الشريعة حجةً على خلقه كبيرهم وصغيرهم مطيعهم وعاصيهم. [59] ¶ وكلا الفريقين متفقان على أن تحكيم شرعِ الله كتاباً وسنّةً من أهم وسائل الإصلاحِ وطريق تحقيق العدل، فأحكام الكتاب والسنة هي الأحكامُ العادلة لأنها أحكامٌ صادِرة من ربِّنا جل وعلا، وسواها أحكامٌ ظالمة جائِرة، مهما أراد واضعوها أن يوجِدوا للخليقةِ أحكامًا تعدِل بينهم يصلُح بها الخلقُ فلن يستطيعوا، فبالاحتكام لنصوص الشريعة يمكن تحقيق مصالح الناس الحقيقية، ويتحقق البعد عن المصالح الموهومة المزعومة: فالمصالح الحقيقية للإنسان هي المصالح التي جاء بها الشارع الحكيم، لأنها من لدن لطيف خبير قال تعالى: \" ألا يعلم من خلق وهو اللطيف الخبير \" (14: الملك)، والتشريعات البشرية التي أحلت الخمر والزنا والشذوذ والمجون وغيرها فأي مصلحة للبشرية فيها، فشرع الله كله خير، وقد قال النبي عليه السلام: \" ما بَعَث الله من نبيّ إلاَّ كان حقًّا عليه أن يدلَّ أمّتَه على خيرِ ما يعلمه لهم، وينهاهُم عن",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "شرِّ ما يعلمه لهم\" [60]، وقال عليه السلام: تركت فيكم ما إن تمسكتم به لن تضلوا بعدي\" [61] وقال تعالى \" وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُوْلِي الأَلْبَابِ\" (179:البقرة). ¶ وكلا الفريقين على علمٍ وإيمانٍ بارتباط مبدأ الحاكمية بمبدأ العبودية لله سبحانه وتعالى، وأن طريق تحقيق تلك العبودية الإسلام تشريعاً ومقصداً، وهذه العبودية هي المقصد الذي لأجله خلق الإنسان، فقد خلق الله تعالى الإنسان لعبادته، حيث يقول الله تعالى: \"وما خلقت الجن والإنس إلا ليعبدون\" (56:الذاريات)، والعبادة بمفهومها الشامل اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال، ومما يدل على ارتباط مبدأ الحاكمية بالعبودية ما ورد عن عدي بن حاتم رضي الله عنه حينما جاء للنبي عليه السلام يسأل عن قول الله تعالى: \"اتخذوا أحبارهم ورهبانهم أرباباً من دون الله \" – ولم يكن أسلم حينئذ – فقال رضي الله عنه: إنهم لم يعبدوهم! فقال له النبي عليه السلام: \" إنهم أحلوا لهم الحرام، وحرموا عليهم الحلال فأطاعوهم، فتلك عبادتهم إياهم \"، ولهذا فالحاكمية شاملة شمول الإسلام لأنها تحقق مبدأ العبودية لله، وهي لا تتجزأ فهي شاملة لكل تصرف يقوم به الإنسان، ومن هذا المنطلق نجد أن هناك من عرف الحاكمية بأنها: تصور عقدي عن الله والكون والحياة والإنسان ينبثق عنه شريعة وأخلاق يتأسس عليها جميعا نظمٌ [62]، وهذا التعريف للحاكمية ينظر للإسلام بشموله باعتباره عقيدةً وشريعةً ونظام حياةٍ، تسعى لتحقيق مصالح الناس الدنيوية والأخروية، ومن هنا تأتي علاقة الحاكمية بالسياسة الشرعية، فمقصودهما تحقيق مصالح الناس من خلال تعبيد الناس لله سبحانه وتعالى، فالحكم بالمعنى السياسي الشرعي الذي يدور حول الأفعال التي يكون الناس معها أقرب إلى الصلاح وأبعد عن الفساد يراد تحقيقها بحضور الإسلام عقيدةً وشريعةً وأخلاقاً في واقع الحياة، وهنا تأتي أهمية دور السلطات المختلفة تشريعيةً كانت أم تنفيذيةً أم قضائيةً في قيام كل سلطة بدورها المنوط بها ضمن هذا المبدأ. [63] ¶ وكلا الفريقين متفقان على أن الشريعة الإسلامية منهج حياةٍ متكاملٍ صالحٍ لكل زمان ومكان: فالله تعالى حينما أمرنا بأن نحتكم له وضع لنا شريعةً محكمةً - وهي الإسلام -، صالحةً لكل زمانٍ ومكانٍ، بدليل قول الله تعالى: \" الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ \" (3:المائدة)، وقد نص الكتاب والسنة على كثير من الأحكام التفصيلية لتنظيمها كالأحكام المتعلقة بالأسرة والحدود، كما وضعت الشريعة القواعد العامة لاستنباط الأحكام فيما لم يرد فيه نصٌ صريحٌ، وقال الله تعالى: \"قَالَ اهْبِطَا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى\" (123 - 124: طه)، والآية على عمومها في كل زمان وفي كل شأن، وقال صلى الله عليه وسلم في وصيته الجامعة في حجة الوداع: \" تركت فيكم ما إن اعتصمتم به فلن تضلوا أبداً: كتاب الله و سنة نبيه صلى الله عليه و سلم \" [64]، والاعتصام به لا يقتصر على جانب دون جانب بل بكل ما أمر به وكل ما نهى عنه. ¶ فمحل الاتفاق بين مانعي التقنين ومجيزيه، هو أن مرجعية الأحكام هو النص الشرعي الذي أنزله الله سبحانه في كتابه أو على لسان رسوله صلي الله عليه وسلم، وموضوع الخلاف في استنباط الأحكام من الكتاب والسنة وتدوينها على شكل مواد قانونية والإلزام بها ممن له سلطة الإلزام وهو الإمام أو من ينيبه، والسؤال المهم: هل يمكن أن تجري عملية التقنين دون مصادمة مبدأ الحاكمية؟ بمعنى هل يمكن تقنين الأحكام الشرعية المستنبطة من القرآن والسنة مع بقاء أحكام هذه النصوص نافذةً وقائمةً وموجودةً؟ وهذا ما سيجيب عليه دعاة تقنين الأحكام الشرعية فيما يأتي، وسيمهد",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الباحث لذلك ببيان طبيعة الأحكام التي يمكن تقنينها بحسب الأدلة التي دلت عليها، الأمر الذي قد يضيق من دائرة الخلاف بين الفريقين. ¶ طبيعة النصوص الشرعية والتقنين: معلومٌ أن نصوص الشريعة منها ما هو قطعيٌ في دلالته، وهذه النصوص لا تحتمل إلا وجهاً واحداً، فلا يجوز تقنين حكمٍ مخالفٍ لنصٍ قطعيٍ، ويجوز تدوين الحكم الذي نص عليه الدليل القطعي كمادةٍ قانونيةٍ والإلزام بها، وتكون الحجية والقداسة لا لهذا النص القانوني وإنما للنص الشرعي الذي يعتبر الأصل في وضع هذا التقنين، وفي الوقت نفسه يبقى المجال مفتوحاً لوضع مواد قانونيةٍ تتعلق بكيفية تطبيق هذا النص الشرعي القطعي، وهذا يدخل في باب السياسة الشرعية، وللإمام فيها مجال واسع، فله أن يضع ما يشاء من التدابير والإجراءات والتشريعات التي تضمن تحقيق مقاصد الشريعة التي دلت عليها النصوص القطعية، وتحقيق مصالح الناس بما يتفق مع تلك المقاصد، وينظر باحترامٍ وتقديرٍ لهذا التقنين باعتباره أحكاماً شرعيةً مستنبطةً من النص الشرعي، أو إجراءاتٍ وتدابير تضمن تطبيق النص الشرعي بما يحقق مقاصد الشارع، وفي هذه الحالة يكون الإلزام من الدولة بحكمٍ مجمعٍ عليه، فهذه القضية محل اتفاقٍ في موضوع التقنين، فلو وضع قانونٌ للعقوبات تضمن مادةً قانونيةً تنص على قطع يد السارق، ووضع في هذا القانون أيضاً ما يتعلق ببعض القضايا الإجرائية المتعلقة بهذا الحكم فهذا لا يدخل في دائرة الخلاف. ¶ وعند وجود نصٍ شرعيٍ ظنيٍ، وهو ما يحتمل أكثر من معنىً فيمكن استنباط حكمٍ شرعيٍ ظنيٍ من هذا النص الشرعي، ويمكن صياغة ما دل عليه في مادةٍ قانونيةٍ على أن يكون هذا التقنين موافقاً لوجهٍ من الوجوه التي يحتملها معنى النص الشرعي بوجهٍ من وجوه الدلالات المعتبره في علم الأصول، ويجوز في هذه الحالة الإلزام بها من قبل الدولة بناء على قاعدة \"أمر الإمام يرفع الخلاف\"، وقاعدة تصرف الإمام منوط بالمصلحة \"، كما يجوز أيضاً وضع تقنين ما يحتاجه تطبيق هذا النص الشرعي من إجراءاتٍ وتدابير، وهذا يدخل في باب السياسة الشرعية، وتكون الحجية والقداسة في هذه الحالة للنص الشرعي، كما ينظر باحترام للتقنين باعتباره أحكاماً شرعيةً مستنبطةً من النص الشرعي، أو إجراءاتٍ وتدابير تساعد على تطبيق النص الشرعي بما يحقق مصالح الناس وبما يتفق مع مقاصد الشارع التي دل عليها النص الظني بوجه من وجوه الدلالات التي يحتملها النص المقررة في علم الأصول، وهذا موضع خلاف عند من لا يجيز الإلزام بحكم معين من الأحكام التي يدل عليها النص الشرعي ما دام يحتمل وجها آخر، وسيأتي مزيد نقاش لهذا القول إن شاء الله. ¶ وعند عدم وجود نصٍ شرعيٍ في موضوع ما، فللدولة أن تضع ما شاءت من تشريعاتٍ وتدابير وإجراءاتٍ تسعى من خلالها إلى تحقيق مصالح الناس وجلب المنافع لهم ودرء المفاسد عنهم، بما لا يخالف نصوص الشريعة ومقاصدها، وهذا أيضاً يدخل في باب السياسة الشرعية، وقد يكون مصدر التقنين في هذه الحالة مبادئ الشريعة العامة ومقاصدها والمصالح المرسلة والعرف وغيرها من مصادر التشريع، ولا يوجد ما يمنع من الاستفادة من أية تقنيناتٍ تتعلق بمختلف مجالات السياسة الشرعية الإسلامية بغض النظر عن مصدرها ما دامت لا تتعارض مع السياسة العامة للتشريع الإسلامي، ومن أمثلة ذلك وضع نظام -قانون- للمرور، أو للعقوبات التعزيرية، أو ما يتعلق بكثير من المسائل المتعلقة بالإجراءات",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "المتبعة في الدعوى كالأحكام المتعلقة بالتبليغ أو ما يتعلق بالمدد الزمنية المضروبة في كثير من القضايا التي تنظرها المحاكم، فهذه المسألة أيضا ليست محل خلاف. ¶ يقول الزرقا: \"إن قوانين المراسم ضرورةٌ لا بد منها لأنها لا تستند إلى مبادئ الحقوق وقواعد العدل الثابتة وإنما هي تدابير تتصل بسياسة التشريع وتنظيم تطبيقه أكثر مما تتصل بتلك المبادئ والقواعد، وهذا التنظيم حقٌ من حقوق أولياء الأمور العامة، ومن صلاحياتهم الزمنية، يحولون ويبدلون من مجاريه دائماً على حسب ما يرون أنه أصلح وأضبط، فقد يوجبون اليوم طريقةً في توثيق العقود أو تقديم الدعاوى إلى الحكام أو تسجيل الأحكام أو تنفيذها ثم يرون غداً ما هو أسهل وأحوط وأفضل فيعدلون إليه، وقد يعينون مدةً للتقادم (مرور الزمن) ثم يرون المصلحة في زيادتها أو نقصها دون أن تتبدل أو تتغير المبادئ والنظريات الحقوقية التي تحكم أصل الحق، ولذلك لم يأت التشريع الإسلامي في أصله بشيء من أحكام المراسم إلا ما اعتبر فيه مصلحةً ثابتةً دائمةً كلزوم الإشهاد في عقد النكاح وطريقة التلاعن بين الزوجين عندما يتهم الرجل امرأته بالزنى، وكالإرشاد العام إلى توثيق العقود بالكتابة أو الشهادة أو الرهن، وكأصول القضاء الأساسية من استماع الدعوى وسؤال الخصم وتكليف البينة أو اليمين \" [65] ¶ وجوب مراعاة مبدأ الحاكمية والسيادة في موضوع التقنين: لا بد من النظر للنصوص الشرعية في عملية التقنين على أنها واجبة التطبيق في كل حال، وعدم مخالفتها بأي حالٍ من الأحوال، لأننا متعبدون بتلاوتها وتدبرها واستنباط الأحكام منها، والعمل بمقتضاها في كافة شئون الحياة، كما يجب مراعاة مقاصد الشارع، أي تطبيق النصوص الشرعية بما يحقق تلك المقاصد وجعل عملية التقنين خاضعةً للنص لا أن يكون النص خاضعاً لها، فيجب أن يكون التقنين منضبطاً بنصوص الشريعة ومبادئها العامة ومقاصدها، وهذا ما يقتضية مبدأ الحاكمية والذي يعتبر الأساس الهام لنظام الحكم الإسلامي، فالسيادة للنص الشرعي لا للنص القانوني، والحاكمية لله لا لمن وضع هذه القوانين، كما يجب مراعاة القواعد الشرعية في التقنين والتطبيق في مختلف المجالات (التشريعات والنظم والحكم والقضاء والقرارات والإجراءات والعلاقات الداخلية والخارجية) كقاعدة الاستصحاب وما يتفرع عنها وقاعدة \"الأمور بمقاصدها \"وما يتفرع عنها وقاعدة \" لا ضرر ولا ضرار \" وما يتفرع عنها وقاعدة \"درء المفاسد أولى من جلب المصالح \" وما يتفرع عنها وغيرها من القواعد الشرعية. [66] ¶ مبدأ الحاكمية والسيادة لا يلغي حق الإمام (أو واجبه) في التقنين: لا يلغي هذا المبدأ حق الإمام في وضع الأنظمة المستنبطة من الشريعة، جاء في الموسوعة الفقهية الكويتية: \" تقرير مبدأ سيادة الشريعة لا يعني حرمان الإمام ومن دونه أهل الحكم والسلطة من حق اتخاذ القرارات والأنظمة التي لا بد منها لسير أمور الدولة، ذلك لأن نصوص الشريعة محدودةٌ ومتناهيةٌ، وأما الحوادث وتطور الحياة والمسائل التي تواجه الأمة والدولة معاً، فغير محدودةٍ ولا متناهيةٍ، ولا بد للإمام وأهل الحكم من مواجهة كل ذلك بما يرونه من أَنظمةٍ، ولكن هذا الحق ليس مطلقاً وإنما هو مقيدٌ بما لا يخالف النصوص الشرعية، ولا يخرج على مبادئ الإسلام وقواعده العامة، وأن يكون ذلك لمصلحة الأمة الواجبة الرعاية، والتي لأجلها قامت الدولة، ولا يكون ذلك إِلا بعد الرجوع إِلى أَهل الخبرة والاختصاص من الفقهاء وغيرهم.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "بل إن هناك من الباحثين من يرى أن التقنين طريق إقامة شرع الله وإحقاق الحق، بما ييسره التقنين من معرفة الأحكام الشرعية وسهولة الرجوع إليها، مع ضمانة الأحكام من التلاعب في زمن قل فيه الوازع الديني، وضعف التحصيل العلمي، مما يجعل لهوى النفس نصيب في استصدار الأحكام القضائية. [67] ¶ وخلاصة الأمر في هذا الموضوع أن التقنين بالضوابط السابقة ليس خروجاً عن الشريعة، بل هو احتكام إليها، لأن جميع الأحكام مستمدةٌ منها، وفق مناهج الاستنباط المقررة في علم الأصول، قال الزحيلي \" وأما ما يصح فيه الاجتهاد فهو الأحكام التي ورد بها نصٌ ظني الثبوت والدلالة أو ظني أحدهما والأحكام التي لم يرد فيها نص ولا إجماع، وعلى هذا فإن التشريعات الصادرة حديثاً التي لا تخالف الإسلام من قبل اللجان المشرعة لا تخالف قواعد الاجتهاد في الفقه الإسلامي. [68] ¶ الثانية: أن الاجتهاد في استنباط الحكم يكون من خلال النظر في النص الشرعي، والتقنين يجعل النص القانوني هو مجال الاجتهاد والنظر: ¶ يرى مانعو التقنين أن تقنين الأحكام الشرعية في مواد معينةٍ والإلزام بها يجعلها مرجعاً للحكم، حيث يصبح القاضي ملزماً بالحكم بها، كما أن حكمه معرض للنقض إن خالفها، أي أن التقنين يرفع درجة هذه الأحكام من أن تكون مجرد أحكامٍ اجتهاديةٍ قابلةٍ للنظر ممن وضعها ومن غيره من المجتهدين إلى درجة أن تصبح هذه الأحكام نصوصاً أي أدلةً ومرجعاً للأحكام، وهذا فيه إخلالٌ بعملية الاجتهاد المطلوبة من القاضي للوصول إلى الحكم، وهو الاجتهاد في طلب الحق من مظانه من الأدلة الشرعية [69]. ¶ وخلاصة ما استدلوا به على هذا الأمر ما يأتي: ¶ 1 - النصوص التي أمرت القاضي بالحكم بالحق وهو ما أدى إليه اجتهاده، قال تعالى: \"فاحكم بين الناس بالحق\" (ص: 26)، والحق لا يتعين في رأي أو مذهب، وقد يظهر له الحق في غير ذلك، وإذا ظهر له الحق وجب عليه العمل به [70]، وحكمه بغيره باطلٌ، وقوله تعالى: \" فاحكم بينهم بالقسط \" (المائدة: 42)، والقسط العدل، وهو الحكم بما يدين الله به من الحق لا ما تلزمه به من تقنين قد يرى الحق بخلافه [71]، قال ابن تيمية: \" وأجمع العلماء على تحريم الحكم والفتيا بالهوى وبقولٍ أو وجهٍ من غير نظر في الترجيح، ويجب العمل بموجب اعتقاده فيما له وعليه إجماعاً \" [72]. ¶ 2 - ما رواه عمرو بن العاص – رضي الله عنه - أنه سمع رسول الله - صلى الله عليه وسلم -، يقول: \" إذا حكم الحاكم فاجتهد ثم أصاب فله أجران وإذا حكم فاجتهد ثم أخطأ فله أجر \" [73]، والاجتهاد الوارد في الحديث ما كان من خلال النظر في النصوص الشرعية لا في نصوص القانون. ¶ 3 - قول النبي صلى الله عليه وسلم قال: \" القضاة ثلاثة، قاضيان في النار، وقاضٍ في الجنة، رجلٌ قضى بغير الحق، فعلم ذاك، فذاك في النار، وقاضٍ لا يعلم، فأهلك حقوق الناس، فهو في النار، وقاضٍ قضى بالحق فذلك في الجنة \" [74]، فالناجي من هؤلاء من يقضي بالحق وهو ما كان عن اجتهاد ونظر في النصوص الشرعية.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "4 - يؤكد ذلك حديث معاذ – رضي الله عنه - عندما بعثه النبي - صلى الله عليه وسلم - إلى اليمن، قال: أرأيت إن عرض لك قضاء، كيف تقضي؟ قال: أقضي بكتاب الله. قال: فإن لم يكن في كتاب الله؟ قال: فبسنة رسول الله - صلى الله عليه وسلم -، قال: فإن لم يكن في سنة رسول الله؟ قال: أجتهد رأيي، ولا آلو. قال: فضرب صدره، ثم قال: الحمد لله الذي وفق رسول رسول الله لما يرضي رسول الله. [75] ¶ 5 - أن الإلزام بها مخالف لما هو مقرر عند العلماء من أنه ليس لمن ولي أمراً من أمور المسلمين منع الناس من التعامل بما يسوغ فيه الاجتهاد. [76] ¶ مما سبق يتضح أن الله تعالى أمر القاضي بالحكم بالحق، فهو ملزم بالاجتهاد الشرعي [77]، والاجتهاد القضائي يشترك مع مطلق الاجتهاد بأن فيه استفراغ للوسع والطاقة في تحصيل ظن بحكم شرعي عملي من دليله، إلا أن الاجتهاد القضائي اجتهاد مخصوصٌ من حيث أنه صادرٌ من هيئةٍ قضائيةٍ، كما أنه يكون في خصومةٍ قائمةٍ، وفي واقعةٍ متنازعٍ عليها، ويكون ما يتوصل له القاضي من حكمٍ ملزماً لأطراف الخصومة. [78] ¶ ومن نصوص العلماء في ذلك ما قاله الشافعي: وكل ما وصفت مع ما أنا ذاكرٌ وساكتٌ عنه اكتفاءً بما ذكرت منه عما لم أذكر من حكم الله ثم حكم رسوله صلى الله عليه وسلم ثم حكم المسلمين دليلٌ على أن لا يجوز لمن استأهل أن يكون حاكماً أو مفتياً أن يحكم ولا أن يفتى إلا من جهة خبرٍ لازمٍ، وذلك الكتاب ثم السنة أو ما قاله أهل العلم لا يختلفون فيه أو قياس على بعض هذا. [79] ¶ يتبين مما سبق أن جمهور العلماء رأوا أن العلم المؤدي للاجتهاد من شروط تولية القاضي، واعتبروا تولية غير المجتهد باطلةٌ [80]، إلا عند عدم وجود المجتهد، فيجوز حينئذ تولية المقلد، [81] وقد أجاز الحنفية لمن لم يكن عنده ملكة الاستنباط أن يكون قاضياً، فلم يعتبروا العلم شرطاً من شروط تولية القاضي، وإنما اعتبروه شرط أولوية، لأن المقصود من القضاء هو إيصال الحق إلى مستحقه، وهذا كما يحصل باجتهاد القاضي، يحصل أيضاً باجتهاد غيره ممن يشاورهم القاضي. [82] ¶ كما بينوا أهمية مشاورة القاضي لغيره من أهل العلم قبل إصدار الحكم [83]، وقد نص الماوردي على أنه يشترط في المستشار ما يشترط في المفتي من العدالة والعلم، بأن يكون من أهل الاجتهاد في النوازل [84]، وقد بين الماوردي الحكمة من المشاورة، فقال: وإنما أمر بها لأمرين: أحدهما: ليتوصل بها إلى معرفة ما لم يصل إليه من الأدلة، وربما خفيت عليه سنة علم بها المستشار، ولم يعلم بها المستشير. والثاني: ليستوضح بمناظرتهم طرق الاجتهاد، والتوصل إلى غوامض المعاني، فإن باجتماع الخواطر في المناظرة يكمل الاستيضاح والكشف، فلذلك كان مأموراً بها. [85] ¶ فالقاضي يستمع إلى آراء من يستشيرهم من أهل العلم في الأمور المشتبهة [86]، ويبحث في أقوالهم، ويبحث المسألة من جميع جوانبها، ثم يجتهد في اختيار ما يراه من آراء، وقد يكون له رأيٌ مستقلٌ يخالف ما توصل له المستشارون، ويكون عندها ملزماً بما أداه إليه اجتهاده. [87]",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وقد نقل بعد ذلك قول الشافعي: \" فأما أن يقلده – أي المستشار- فلم يجعل الله ذلك لأحدٍ بعد رسول الله - صلى الله عليه وسلم - \" [88]، ورأي الشافعي أن القاضي لا يقلد المستشار، وإنما ينظر في رأيه، وهذا نوع من الاجتهاد. ¶ يتضح من كل ما تقدم أن عملية الاجتهاد في الإسلام سواء أكانت في القضاء أم في غيرها لا تكون إلا من خلال النظر في الأدلة الشرعية لا في غيرها، وهذا يضيق الخناق على من يفتح باب التقنين على مصراعيه في كافة المجالات وفي جميع الأحوال، إذ أنها ليست الاجتهاد المطلوب والمقبول والموصل للحق عند الله، وهو يؤكد القول بوجوب اجتهاد القاضي في المسألة المعروضة أمامه ولا يجوز تقليد غيره، كما لا يجوز إلزامه برأي غيره حتى وإن كان مذهباً فقهياً من المذاهب الأربعة، فلا يجوز إلزام القاضي بالحكم بمذهبٍ معينٍ، أو قانونٍ معينٍ، واشتراطه على القاضي باطلٌ غير ملزمٍ، وهو قول جمهور العلماء من المالكية والشافعية والحنابلة. [89] ¶ وخلاصة ما استدلوا به: ¶ 1 - عموم الأدلة التي أمرت بالحكم بالحق، وقد تقدمت. ¶ 2 - أن اشتراط الامام على القاضي أن يحكم بحكمٍ معينٍ شرطٌ ينافي مقتضى العقد، فيجعله باطلاً، فإن العقد يقتضي أن يحكم بالحق عنده وهذا الشرط قد حجره عليه واقتضى أن يحكم بمذهب إمامه وإن بان له الحق في سواه، وهذا مخالف لتلك الأدلة. [90] ¶ رأي مجيزي التقنين في هذا الأمر: ¶ قبل بيان رأي مجيزي التقنين فيما تقدم لا بد من الإشارة إلى أن ما قاله العلماء في مسألة الإلزام بحكم معين هي في حق القاضي المجتهد، وهذا القاضي قد لا يكون موجوداً، وإن وجد فلا يصل للعدد الكافي الذي يحتاجه الناس من القضاة، ولهذا نجد أن كثيراً من القضاة مقلدون وهم بالتالي لا ينطبق عليهم الكلام المتقدم، [91] فإلزامهم بالتقنين جائزٌ على رأي من لا يجيز التقنين بحجة عدم جواز الإلزام، ولما كان أغلب القضاة على هذا النحو كان لزاماً على مانعي التقنين أن يقولوا بجوازه لأن حجتهم في الإلزام سقطت بعدم وجود القاضي المجتهد أو ندرته، لأن الأحكام تبنى على الغالب، فما دام أغلب القضاه مقلدون فمعنى ذلك جواز إلزامهم بحكم معين الأمر الذي يعني جواز التقنين. ¶ قال الزرقا: \"في صدر الإسلام كان القضاة مجتهدين بحكم الضرورة على خلاف الأصل إذ لم تكن قد تكونت وتبلورت آراء ومذاهب اجتهادية في فهم النصوص الشرعية في الكتاب والسنة ليمكن الاختيار من بينها للقضاء، فكان ذلك حالةً استثنائيةً (كتبدل اجتهاد محكمة التمييز اليوم) تقبل ولا تستمر بصورةٍ دائمةٍ حرصاً على مبدأ علنية النظام، وإذا كان القضاة في صدر الإسلام مجتهدين فقد كان ذلك حالةً لا بد منها، ولا محيص عنها قبل ان تستقر قواعد الفقه وأصوله ومذاهبه، إذ كان الصحابة ومن تلقى عنهم من التابعين وتابعيهم متفرقين في الأمصار، وعند كل منهم علمٌ من سنة رسول الله صلى الله عليه وسلم وتفسيره للقرآن ما ليس عند الآخر كما قال مالك رضي الله عنه للرشيد، أما بعد ذلك وقد استقر الفقه على قواعده ومذاهبه، فلا يجوز أن يبقى القاضي حراً يختار للحكم من كل قضيةٍ ما يراه هو حقاً وعدلاً، ولو كان هو من العلم والفقه في رتبة الاجتهاد، بل يجب تقييده بنصوصٍ معلنةٍ للملأ لا يخرج عنها، وينحصر اجتهاده",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "عندئذٍ في فهم النص وتفسيره وفقاً لقواعد الفهم والتفسير في أصول الفقه كما سلفت الإشارة إليه حتى إن الرأي الاجتهادي للقاضي في فهم النص الموحد يجب أيضاً أن يكون معروفاً مسبقاً للمكلفين ما أمكن إلى ذلك من سبيل \" [92] ¶ أما استدلال مانعي التقنين بالآيات والأحاديث التي توجب الحكم بالحق فيمكن الجواب عنها بما يأتي: ¶ 1 - إن الذي يقضي بأحكامٍ مقننةٍ مستمدةٍ من الشريعة الإسلامية ليس كمن تحاكم إلى القوانين الوضعية وترك أحكام الله سبحانه وتعالى، لأن دور القاضي تطبيق أحكام الشريعة الإسلامية التي جاءت في كتاب الله وسنة رسوله من خلال تقنين الأحكام المستنبطة منها ونبذ كل ما يخالفها فجميع الأحكام المقننة تم استنباطها من أحكام الشريعة، وبالتالي هي اجتهادٌ ضمن دائرة النصوص الشرعية، وهي لا تخرج عن الحكم بالحق الذي دلت عليه الآيات الكريمة والأحاديث الشريفة، قال الأستاذ مصطفى الزرقا: \"وفي تقنين الفقه أو التقنين منه عندما تتعدد الآراء والأقوال الفقهية في المسألة الواحدة يختار منها للتقنين ما هو الأصلح بحسب قوة الدليل الشرعي ويسر التطبيق والقرب من مقاصد الشريعة وعدالتها وهذا الاختيار عملٌ اجتهاديٌ يتطلب فوق المعرفة الشرعية بصيرةً زمنيةً بأحوال الناس العملية وأنواع المشكلات التي يصادفونها والمخالفات التي يقعون فيها وغالباً ما يعهد بهذا العمل الاجتهادي إلى مجموعةٍ من الخبراء الثقات، وقلما يترك لرأي شخصٍ واحدٍ فهو اجتهاد جماعةٍ وليس اجتهاد فردٍ \". [93] ¶ 2 - ثم من الذي يحكم بأن ما تم وضعه في التقنين هو خلاف الحق وأن القول الثاني هو الحق. [94] ¶ 3 - حتى في حق القاضي المجتهد فإن من المقرر عند الفقهاء أن رأي الإمام يكون مرجحاً لقولٍ من الأقوال عند اختلاف العلماء، وقد قعد العلماء قاعدة: \" أمر الإمام يرفع الخلاف\" فإذا أمر الإمام أن يقتل المسلم بالكافر فليس لحاكم أن يخالف هذا الأمر، وعليه أن ينفذه ولو خالف رأيه، فإن ما أمر به الإمام واجب التنفيذ على الموافق والمخالف، وأن أمره يرفع الخلاف مطلقاً، أما حكم الحاكم أي قضاء القاضي، فيرفع الخلاف في القضية المعينة، ذلك بأن القضاة نواب للإمام ووكلاء له، فهم قضاة بإذنه، مقيدون بالتزام أوامره، فإذا رأى رأياً مرجحاً عملوا به، والتقنين لا يخرج عن كونه أمراً من أوامر الإمام لما أذن لمجموعة من العلماء أن يتخيروا من أقوال العلماء ما يتماشى وقواعد الشرع، ويناسب العصر، ويحقق للناس مصالحهم. [95] ¶ ومن أدلة ذلك: ¶ 1 - عموم الأدلة التي أمرت بطاعة الإمام ومنها قوله تعالى: \" يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم \" (59: النساء)، وقوله صلى الله عليه وسلم (السمع والطاعة على المرء المسلم فيما أحب أو كره، ما لم يؤمر بمعصية، فإن أمر بمعصية فلا سمع ولا طاعة). [96] ¶ 2 - إن القاضي شرعاً نائبٌ عن الإمام أي وكيله، والوكيل يجب عليه أن يتقيد بما يقيده به الموكل لأن الإرادة الأصلية للمنوب عنه، وقد تقدم.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "3 - فعل السلف رضي الله عنهم: إن إلزام الإمام القاضي برأي من الآراء لا يلغي الآخر، فالرأي الآخر يبقى موجوداً لكن الإمام بمقتضى نظره في تحقيق المصلحة العامة قد يرى في مرحلة ما الإلزام برأي من الآراء، وقد يلزم بالرأي الأخر عندما تتغير المصلحة، وخاصةً أن كلا الرأيين صادران عن اجتهاد شرعي، ويساعد الإمام على تقدير تلك المصالح من يحيط به من علماء ومستشارين، والناظر في سيرة خير قادة الأمة بعد رسول الله صلى الله عليه وسلم يتحقق من ذلك، فإنهم كانوا يلزمون بأحكامٍ مختلفٍ فيها، ومن أمثلة ذلك اجتهادات عمر رضي الله عنه في عدم توزيع أرض سواد العراق على الغانمين، وحجب سهم المؤلفة قلوبهم، ومنعه الزواج من الكتابيات، وإلزام المطلق ثلاثاً بلفظٍ واحدٍ بتلاث طلقات وتوزيع المال بالتفاضل حسب القِدم في الإسلام والحاجة وغيرها، فقد ألزم عمر رضي الله تعالى عنه بهذه الأحكام وهي مسائل اجتهادية، وقد خالف فيها من سبقه، فاتبعه في ذلك المسلمون، وحكم به القضاة والولاة، وهكذا سار جميع الخلفاء الراشدين على تبني الأحكام، وعلى إلزام الناس بترك اجتهادهم والالتزام بما تبناه الخليفة. [97] ¶ فإن قال قائل إن هذه المسائل تتعلق بتصرفات الإمام، وهي خارج محل النزاع - فأمر الإمام يرفع الخلاف - فأقول أيضا التقنين – وفق الضوابط الشرعية - أمر خلافي يراه الإمام ويلزم به وأمره به يرفع الخلاف، فما يقال فيما سبق يقال أيضا في التقنين ¶ 4 - ما نقل من دعوى الإجماع على عدم إلزام الناس بقول واحد وحملهم عليه. يجاب عنه: بأن هذا الإجماع غير مسلّم به، لأنه قد وجد من العلماء من قال بخلافه فقد خالف الحنفية في هذه المسألة وقالوا بجواز الإلزام، كما خالف غيرهم من علماء المذاهب الأخرى، [98] قال ابن فرحون: \" واختلفوا هل للمجتهد أن يترك النظر والاجتهاد ويقلد من نظر واجتهد أم لا على ثلاثة أقوال أحدها أن ذلك له والثاني أن ذلك ليس له والثالث أن ذلك ليس له إلا أن يخاف فوات الحادثة، وأما إذا لم يكن من أهل الاجتهاد ففرضه المشورة والتقليد \" [99] ¶ يقول الزرقا: \" وأما الظن بأن القاضي يجب شرعا أن يترك لاجتهاده يقضي بحسبه وأنه لا يجوز تقييده بقول شرعي واحد يلزم بالقضاء به فهذا ليس له سند متين من الفقه وأن المصلحة توجب خلافه وتدعو الى التمسك بعلنية الأحكام كما أسلفنا، ونصوص الفقهاء صريحة بأن القضاء يتخصص بالزمان والمكان وبنوع القضايا وبالرأي المذهبي، فلو نصب قاض ليحكم بالمذهب الشافعي في أصح الأقوال فيه ليس له أن يقضي بسواه ولو خالف مذهبه هو ذلك لأن القضاء في الأصل شرعا من حق الإمام الخليفة بعد أن كان لرسول الله صلى الله عليه وسلم في حياته، وأن للإمام أن ينيب عنه في القضاء إذا كثرت الأعباء العامة عليه، فالقاضي شرعا نائب عن الإمام أي وكيله، والوكيل يتقيد بما يقيده به الموكل لأن الإرادة الأصلية للمنوب عنه، فإذا رأى صاحب السلطة الشرعية في النظام اختيار رأي شرعي معتبر يلزم به الناس نظاما معلنا يطيعونه ويطبقونه، ويلزم نائبه القاضي أن يحكم به فهذا صحيح شرعا، ولزم للقاضي، وليس له تجاوزه والقضاء بسواه اجتهادا منه \" [100] ¶ ثم إن الكثيرين ممن منعوا التقنين من علماء المملكة العربية السعودية قد أجازوا إلزام القاضي بالحكم بحكم معين فقد جاء في قرار الهيئة القضائية السعودية اعتماد المذهب الحنبلي كمرجع ملزم للقاضي، والالزام هو العائق الأساسي في وجه التقنين، وهذا الإلزام موجود مما يعني أن فكرة التقنين كانت موضع التنفيذ في صورة الإلزام بالحكم بمذهب إمام",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "بعينه في أماكن كثيرة من البلاد الإسلامية ولا يزال العمل بهذا جاريا في بعض البلاد. [101] ومن ذلك ما صدر به قرار الهيئة القضائية رقم (3) في 17/ 1 / 1347 هـ المقترن بالتصديق العالي بتاريخ 24/ 3 / 1347 هـ بما يأتي: ¶ أ-أن يكون مجرى القضاء في جميع المحاكم منطبقا على المفتى به من مذهب الإمام أحمد بن حنبل نظراً لسهولة مراجعة كتبه والتزام المؤلفين على مذهبه ذكر الأدلة إثر مسائله. ¶ ب- إذا صار جريان المحاكم الشرعية على التطبيق على المفتى به من المذهب المذكور ووجد القضاة في تطبيقها على مسألة من مسائله مشقة ومخالفه لمصلحة العموم يجري النظر والبحث فيها من باقي المذاهب بما تقتضيه المصلحة ويقرر السير فيها على ذلك المذهب مراعاة لما ذكر. ¶ ج- يكون اعتماد المحاكم في سيرها على مذهب الإمام أحمد على الكتب الآتية: 1. شرح المنتهى. 2. شرح الإقناع. فما اتفقا عليه أو انفردا به أحدهما فهو المتبع وما اختلفا فيه فالعمل على ما في المنتهي وإذا لم يوجد بالمحكمة الشرحان المذكوران يكون الحكم بما في شرحي الزاد أو الدليل إلى أن يحصل بها الشرحان وإذا لم يجد القاضي نص القضية في الشروح طلب نصها في كتب المذهب المذكور التي هي أبسط منها وقضى بالراجح (66). [102] ¶ ويمكن أن يلاحظ – من النص السابق لقرار الهيئة – ما يأتي: ¶ أ- إن الأصل هو الإلزام بالقضاء على وفق المذهب الحنبلي. ¶ ب- إنه لا يصار إلى خلاف المذهب إلا عن وجود المشقة ومخالفة المصلحة العموم. ¶ ج- إن مراجعة كتب الفقه الحنبلي سهلة، وهذا صحيح، لكن هذه الخصلة ليست خاصة بالمذهب الحنبلي بل إن الصياغة القانونية للمواد تجعل مراجعة الأحكام أسهل من بقية كتب المذاهب الفقهية، وكذلك فإن ذكر الأدلة عقب المسائل ليست خاصة بالمذهب الحنبلي [103] ¶ الخاتمة ¶ وأهم النتائج ¶ 1 - اذا أُطلق النص في الشريعة فالمراد به نصوص القرآن والسنة، وهما مرجع الأحكام بإجماع المسلمين، وهذا ما يقتضية مبدأ الحاكمية لله والسيادة للشرع وهما الأساس الهام الذي يميز نظام الحكم الإسلامي عن غيره. ¶ 2 - الشريعة الإسلامية بما اشتملت عليه من نصوصٍ جزئيةٍ وقواعد عامةٍ، وبما فيها من مصادر تبعيةٍ، وبما لها من خصائص، منهج حياةٍ شاملٍ متكاملٍ صالحٍ لكل زمان ومكان. ¶ 3 - بين الله سبحانه بما شرعه من الطرق أن مقصوده إقامة العدل بين عباده وقيام الناس بالقسط فأي طريق استخرج بها العدل والقسط فهي من الدين وليست مخالفة له.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "4 - تقرير مبدأ سيادة الشريعة لا يعني حرمان الإمام أو من ينيبه من حق اتخاذ القرارات ووضع الأنظمة التي لا بد منها لتسيير أمور الدولة، ذلك لأن نصوص الشريعة محدودة ومتناهية، وأما الحوادث وتطور الحياة والمسائل التي تواجه الأمة والدولة معا، فغير محدودة ولا متناهية. ¶ 5 - التقنين هو إلزام الإمام أو من ينيبه من هم تحت ولايته العامة بأحكام عملية مستمدة مع نصوص الشريعة ومقاصدها ومبادئها العامة مدونة على شكل مواد قانونية مرقمة ومرتبة ومبوبة. ¶ 6 - التقنين جزءٌ من السياسة الشرعية، وهي مرتبطةٌ بالنصوص الشرعية و بمقاصد الشريعة التي تهدف إلى تحقيق المصالح للأمة ودفع المضار عنها، حيث نتمكن من خلالها مسايرة التطورات الاجتماعية والوفاء بمطالب الحياة المتجددة، وذلك باستنباط الأحكام لما يجد من الحوادث والوقائع التي لا نجد لحكمها نصاً أو إجماعاً، على وجه يحقق مصلحة الأمة في جميع الأحوال والأزمان والأماكن، ويتفق والشريعة الإسلامية. ¶ 7 - علاقة التقنين بالنص الشرعي أنَّ التقنين أحكامٌ شرعيةٌ مستنبطةٌ من نصوص الشريعة ومن مبادئها العامة، فهو ثمرةٌ من ثمار النص الشرعي، تم استخلاصه حسب مناهج الاستنباط المعروفة في علم أصول الفقه. ¶ 8 - للتقنين المشروع ضوابط أساسية منها: أن يكون مستنبطاً من نصوص الشريعة أو مبادئها حسب مناهج الاستنباط المعروفة عند الأصوليين، وأن يكون من قبل الإمام أو من ينيبه، وأن يكون ملزماً، وأن لا يعارض نصاً قطعياً، وأن يوافق وجهاً من وجوه الاستنباط إذا كان من نصٍ ظنيٍ، وأن يراعي مقاصد الشارع بتحقيق المصالح ودرء المفاسد الواقعة أو المتوقعة. ¶ 9 - هناك مساحةٌ من التقنين مسموحٌ بها وهي ما يتعلق بالإجراءات المتعلقة بالدعوى فهي محل اتفاقٍ، وهذه تختلف عن تدوين ذات الأحكام التي سيحكم بها القاضي في المعاملات مثلاً أو الأنكحة أو العقوبات فهي الأحكام التي منعوا من تقنينها. ¶ 10 - موضع الخلاف في موضوع التقنين في إلزام الامام القاضي بتقنين مستمد من نص شرعي ظني الدلالة، ولا يدخل في الخلاف اذا كان اصل المسألة ثابتاً بنصٍ قطعيٍ أو المسائل التي لم يرد بحكمها نصٌ أو كان التقنين من غير أحكام الشريعة. ¶ 11 - من محاذير التقنين عند مانعيه مفسدة تعطيل الشريعة والإخلال بمبدأ الحاكمية وإحلال النظم الوضعية محلها وترك النصوص الشرعية واستبدالها بالنصوص القانونية، حيث يجعل هذا النص المقنن هو المرجع للأحكام وليس النص الشرعي، ويجاب عنه بأن مبدأ الحاكمية جزء من عقيدة جميع المسلمين، والتقنين محل البحث ليس في التحاكم إلى القوانين الوضعية، وإنما بتقنين الأحكام المستنبطة من النصوص الشرعية حسب مناهج الاستنباط الشرعية. ¶ 12 - من محاذير التقنين عند مانعيه أن التقنين يجعل النص القانوني مجال الاجتهاد والنظر عند القاضي، أي يرفعه من درجة أن يكون حكماً مستنبطاً ليصبح دليلاً، مع أن الاجتهاد المطلوب شرعاً من القاضي في استنباط",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الحكم من خلال النظر في النص الشرعي، ويجاب عن ذلك بأن الحكم الذي يبنى على حال أغلب القضاة وهم مقلدون جواز إلزامه بالأحكام المدونة وليس له الاجتهاد فلا إشكال في التقنين له لأن له أن يقلد في القضاء، وما كان قطعياً في دلالته فهذا لايمكن ان يحصل تعارض بين قناعة القاضي وبين التقنين، وكذلك ما ليس فيه نص شرعي فالقاضي ملزمٌ فيه باتباع ما وضعه الإمام من تقنينات من باب طاعة ولي الأمر، وموضوع الخلاف في هذه القضية في المسائل التي تعتمد النصوص الظنية في دلالتها حيث يلزم التقنين بحكم وتكون قناعة القاضي مخالفة لها، وهنا نجد جمهور الفقهاء يمنعون الزام القاضي ومذهب الحنفية على جواز الزام القاضي بما يراه الإمام وهي قضية خلافية، ولا يمكن أن يحجر فيها أحد على أحد ويترجح لدي فيها جانب التقنين من باب طاعة ولي الأمر وأن أمره يرفع الخلاف. ¶ فهرس الموضوعات ¶ الموضوع الصفحة ¶ ملخص البحث 1 ¶ تمهيد 2 ¶ الدراسات السابقة 3 ¶ تحرير محل النزاع 4 ¶ مفهوم النص 5 ¶ علاقة النصوص الشرعية بالأحكام الشرعية 5 ¶ النص عند القانونيين 6 ¶ تعريف التقنين 6 ¶ مفهوم السياسة الشرعية وعلاقته بالتقنين 8 ¶ السياسة الشرعية والمصلحة 12 ¶ المصالح التي يحققها التقنين 13 ¶ محاذير التقنين التي تمس مكانة النص الشرعي 15",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "مفسدة تعطيل الشريعة (الإخلال بمبدأ الحاكمية) وإحلال النظم الوضعية مكانها 15 ¶ مبدأ الحاكمية والتقنين 16 ¶ طبيعة النصوص الشرعية والتقنين 18 ¶ وجوب مراعاة مبدأ الحاكمية والسيادة في موضوع التقنين 19 ¶ مبدأ الحاكمية والسيادة لا يلغي حق الإمام (واجبه) في التقنين 20 ¶ الاجتهاد في استنباط الحكم يكون من خلال النظر في النص الشرعي والتقنين يجعل النص القانوني 20 ¶ محل الاجتهاد وجواب ذلك ¶ رأي مجيزي التقنين في هذا الأمر 24 ¶ الخاتمة وأهم النتائج 28 ¶ فهرس الموضوعات 30 ¶ ----------------------------- ¶ [1]- الحاكم، محمد بن عبدالله أبو عبدالله الحاكم النيسابوري، المستدرك على الصحيحين، تحقيق: مصطفى عبد القادر عطا، و مع الكتاب: تعليقات الذهبي في التلخيص، دار الكتب العلمية، بيروت، ط1،1411 – 1990، كتاب العلم، ج 1، ص 171 ¶ [2]- الحميضي، عبد الرحمن، القضاء ونظامه في الكتاب والسنة، مكة المكرمة، معهد البحوث العلمية واحياء التراث الإسلامي، مركز بحوث الدراسات الإسلامية، جامعة أم القرى، ص 85. ¶ [3]- ابن منظور، محمد بن مكرم بن منظور الأفريقي المصري، لسان العرب، دار صادر – بيروت، ط1، ج 7، ص 97، مادة نصص، الجوهري، أبو نصر إسماعيل بن حماد الجوهري الفرابي، الصحاح، ج3، ص 266 - 263، مادة نصص، إبراهيم مصطفى ـ أحمد الزيات ـ حامد عبد القادر ـ محمد النجار، المعجم الوسيط ـ دار النشر: دار الدعوة، تحقيق: مجمع اللغة العربية. ¶ [4]- العجلوني، عبد المهدي، قواعد تفسير النصوص وتطبيقاتها في الاجتهاد القضائي الأردني، رسالة دكتوراه في القضاء الشرعي، الجامعة الأردنية، 2005، ص 60. ¶ [5]- بدران، بدران ابو العينين، بيان النصوص التشريعية، طرقه وأنواعه، مؤسسة شباب الجامعة، الاسكندرية، ص 30 ¶ [6]- الحسن، خليفة با بكر تخصيص النصوص بالأدلة الاجتهادية عند الأصوليين، (ط1)، القاهرة: مكتبة وهبة، 1413هـ-1993، ص 2",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "[7]- الشافعي، محمد بن إدريس، الرسالة، تحقيق: أحمد شاكر، دار الفكر، 1309هـ، ج 1، ص 21. ¶ [8]- الحسن، تخصيص النصوص بالأدلة الاجتهادية عند الأصوليين، ص 2. ¶ [9]- البروي، محمد بن محمد البروي الشافعي، المقترح في المصطلح، تحقيق: شريفة بنت علي بن سليمان الحوشاني، دار النيربين، دار الوراق، دمشق، بيروت، الرياض، ط1، 1م، 1424هـ-2004م، ص 125 – 128، الشليخاني، عمر بن عبد العزيز، النقص من النص، الرياض، مكتبة أضواء السلف، ص13، الفضلي، عبد الهادي، (2001)، الوسيط في قواعد فهم النصوص الشرعية، ط1، بيروت: مؤسسة الانتشار العربي، ص 113. ¶ [10]-الغزالي، محمد بن محمد الغزالي أبو حامد، المستصفى في علم الأصول، تحقيق: محمد عبد السلام عبد الشافي، دار الكتب العلمية – بيروت الطبعة الأولى، 1413، ج2،ص7 ¶ [11]- العوجي، مصطفى، (1992)، القاعدة القانونية في القانون المدني، ط1، بيروت، مؤسسة بحسون للنشر والتوزيع. ¶ [12]- العجلوني، قواعد تفسير النصوص، ص 62. ¶ [13]- ابن منظور، لسان العرب، ج13، ص 348، الجوهري، الصحاح، ج2، ص 98. ¶ [14]-الزرقا، مصطفى، المدخل الفقهي العام، دار القلم، دمشق، ط1، 1418هـ-1998 م، ج1، ص 313. ¶ [15]- المحاميد، شويش، مسيرة الفقه الإسلامي المعاصر، دار عمار، عمان، الأردن، ص 437. ¶ [16]- منصور، محمد خالد منصور، سبل النهوض بالتشريعات القضائية تقنينا وتطبيقا، المجلة الأردنية في الدراسات الإسلامية، العدد 4، 1427ه، 2006 م، ص 3، نقلا عن عمر الأشقر، الواضح في شرح قانون الأحوال الشخصية الأردني. ¶ [17]- منصور، سبل النهوض بالتشريعات القضائية، ص 3. ¶ [18]- الحميضي، عبد الرحمن، القضاء ونظامه في الكتاب والسنة، مكة المكرمة، معهد البحوث العلمية واحياء التراث الإسلامي، مركز بحوث الدراسات الإسلامية، جامعة أم القرى، ص 304، منصور، سبل النهوض بالتشريعات القضائية، ص 3. ¶ [19]- الشثري، عبد الرحمن، حكم تقنين الشريعة، دار الصميعي للنشر والتوزيع، الرياض، الطبعة الأولى، 1428هـ- 2007 م، ص 15. ¶ [20]- الجرعي، عبد الرحمن، تقنين الأحكام بين المانعين والمجوزين، ص 2، المحاميد، شويش، مسيرة الفقه الإسلامي المعاصر، ص 437، دار عمار – عمان – الأردن، أما الدكتور وهبة الزحيلي فقد عرف التقنين بأنه: \" صياغة أحكام المعاملات وغيرها من عقود ونظريات ممهدة لها، جامعة لإطارها، في صورة مواد قانونية، يسهل الرجوع إليها \". الزحيلي، وهبة، جهود التقنين الفقه الإسلامي، مؤسسة الرسالة، بيروت، ص 26. ويرى الدكتور محمد زكي عبد البر أن التقنين عبارة عن جمع القواعد الخاصة بفرع من فروع القانون بعد تبويبها وترتيبها وإزالة ما بينها من تناقض وفيها من غموض في مدونة واحدة ثم إصدارها في شكل قانون تفرضه الدولة عن طريق الهيئة التي تملك سلطة التشريع فيها بصرف النظر عما إذا كان مصدر هذه القواعد التشريع أو العرف أو العادة أو القضاء أو غير ذلك من مصادر القانون. عبد البر، محمد زكي، تقنين الفقه الإسلامي المبدأ والنمهج والتطبيق، طبع على نفقة دار إحياء التراث الإسلامي بدولة قطر، ط2، 1407هـ-1986م، ص 21. ويعرف الدكتور عمر الأشقر التقنين بأنه: جمع القواعد القانونية المتعلقة بفرعٍ معينٍ من فروع القانون في شكل كتابٍ أو مدونةٍ أو مجموعةٍ واحدةٍ، وذلك بعد مراجعة هذه القواعد وتنسيقها ورفع التناقض منها، وتبويبها بحسب الموضوعات التي تنظمها والمجموعة تظهر في شكل",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "مواد وتشمل مختلف النصوص المتعلقة بفرعٍ من فروع القانون، فالمجموعة المدنية مثلاً تتضمن القواعد القانونية التي تنظم روابط الأفراد فيما بينهم، والمجموعة التجارية تعرض لتنظيم الأعمال التجارية والعلاقات بين التجار. ويريد القانونيون بالتشريع وضع القواعد القانونية في صورة مكتوبة بواسطة السلطة المختصة بذلك، كما يطلق اصطلاح التشريع كذلك على القواعد القانونية ذاتها التي تضعها هذه السلطة. الأشقر، عمر، تاريخ الفقه الاسلامي، دار النفائس، عمان، مكتبة الفلاح، الكويت، الطبعة الثالثة، 1412ه-1991م، ص،187 - 188، الواضح في شرح قانون الأحوال الشخصية الأردني، دار النفائس، عمان، الطبعة الأولى، 1417ه-1997م، ص 9، نقلا عن محاضرات في نظرية القانون محمد على امام، ص 234. ¶ [21]- الزحيلي، وهبة، الذرائع في السياسة الشرعية والفقه الاسلامي، دار المكتبي، دمشق، ط1، 1419ه-1999م، ص 10. ¶ [22]- القرضاوي، السياسة الشرعية في ضوء الكتاب والسنة، ص 28 - 31. ¶ [23]- ابن عابدين، محمد أمين بن عمر، رد المحتار على \"الدر المختار: شرح تنوير الابصار\"، ج 15، ص 33. ¶ [24]- عبد الفتاح عمرو، تطبيقات السياسة الشرعية في الأحوال الشخصية، رسالة دكتوراة في الفقه وأصوله، اشراف الدكتور محمد نعيم ياسين، الجامعة الأردنية، 1994، 15. ¶ [25]-ابن القيم، أبو عبد الله محمد بن أبي بكر، الطرق الحكمية في السياسة الشرعية، تحقيق محمد حامد الفقي، دار الكتب العلمية، بيروت، ص 13. ¶ [26]- خلاف، عبد الوهاب، السياسة الشرعية أو نظام الدولة الإسلامية في الشئون الدستورية والخارجية والمالية، دار الأنصار، القاهرة، 1397هـ -1977 م، ص 15. ¶ [27]- المرداوي، علاء الدين أبو الحسن علي بن سليمان المرداوي الدمشقي الصالحي، الإنصاف في معرفة الراجح من الخلاف على مذهب الإمام أحمد بن حنبل، دار إحياء التراث العربي بيروت ــ لبنان، ط1، 1419هـ، ج10، ص 189، عمرو، تطبيقات السياسة الشرعية في الأحوال الشخصية، ص 14. ¶ [28]- عطوة، عبد العال أحمد، المدخل الى السياسة الشرعية، من منشورات جامعة الإمام محمد بن سعود الإسلامية، 1414ه-1993م، ص 56. ¶ [29]- عطوة، المدخل الى السياسة الشرعية، ص 55. ¶ [30]- ابن نجيم، زين الدين بن إبراهيم، البحر الرائق شرح كنز الدقائق، ج5، ص76، ابن عابدين، محمد أمين بن عمر، رد المحتار على \"الدر المختار: شرح تنوير الابصار\"، ج 15، ص 33. ¶ [31]- ينظر في تعريفات السياسة الشرعية، عطوة، المدخل الى السياسة الشرعية، ص 23 - 53،عطية عدلان، الأحكام الشرعية للنوازال السياسية، دار الكتب المصرية، 1432ه-2011م، ط1، ص 11 - 18. عمرو، عبد الفتاح، ص 8 - 17، القرضاوي، السياسة الشرعية في ضوء نصوص الشريعة ومقاصدها، مكتبة وهبة، ط1، 1419ه، ص 28 – 31، خلاف، السياسة الشرعية، ص 4 - 5، ص 15. ¶ [32]-ابن القيم، الطرق الحكمية، ص14. ¶ [33]- ابن القيم، الطرق الحكمية، ص 13، 14، وقد صرح ابن فرحون بعموم معنى السياسة للقضاء وغيره حيث يقول: \" والسياسة نوعان سياسة ظالمة فالشرع يحرمها، وسياسة عادلة تخرج الحق من الظالم وتدفع كثيرا من المظالم وتردع أهل الفساد ويتوصل بها إلى المقاصد الشرعية، فالشرعية يجب المصير إليها والاعتماد عليها في إظهار الحق عليها وهي باب واسع تضل فيه الأفهام، وتزل فيه الأقدام، وإهماله يضيق الحقوق ويعطل الحدود ويجرئ أهل الفساد ويعين أهل العناد، والتوسع فيه يفتح",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أبواب المظالم الشنيعة ويوجب سفك الدماء وأخذ الأمول بغير الشريعة، ولهذا سلكت فيه طائفة مسلك التفريط المذموم فقطعوا النظر عن هذا الباب إلا فيما قل ظنا منهم أن تعاطي ذلك مناف للقواعد الشرعية، فسدوا من طرق الحق سبيلا واضحة وعدلوا إلى طريق العناد الفاضحة لأن في إنكار السياسة الشرعية ردا لنصوص الشريعة وتغليطا للخلفاء الراشدين رضي الله تعالى عنهم وطائفة سلكت في هذا الباب مسلك الإفرط فتعدوا حدود الله وخرجوا عن قانون الشرع إلى أنواع من الظلم والبدع والسياسة، وتوهموا أن السياسة الشرعية قاصرة عن سياسة الخلق ومصلحة الأمة وهذا جهل وغلط فاحش فقد قال عز من قائل: \" اليوم أكملت لكم دينكم \" فدخل في هذا جميع مصالح العباد الدينية والدنيوية على وجه الكمال وقال صلى الله عليه وسلم: \" تركت فيكم ما إن تمسكتم به لن تضلوا كتاب اللله وسنتي \"، وطائفة توسطت وسلكت فيه مسلك الحق وجمعوا بين السياسة والشرع فقمعوا الباطل ودحضوه ونصبوا الشرع ونصروه والله يهدي من يشاء إلى صراط مستقيم. ابن فرحون، برهان الدين، أبو الوفاء ابراهيم بن شمس الدين أبي عبد الله محمد بن فرحون اليعمري المالكي، تبصرة الحكام في أصول الأقضية ومناهج الأحكام، وبهامشة العقد المنظم للحكام فيما يجري بين أيديهم من العقود والأحكام، لأبن سلمون الكناني، الطبعة الأولى، بالمطبعة العامرة الشرفية بمصر، 1301، بيروت، دار الكتب العلمية، يطلب من عباس أحمد الباز، المروة، مكة المكرمة ج2، ص 104. ¶ [34]- الزرقا، مصطفى أحمد، المدخل الفقهي العام، دار القلم، دمشق، ط1، 1418ه-1998م، ج1، ص 311. ¶ [35]- عمرو، عبد الفتاح، ص 14: من محاضرة للدريني في مادة السياسة الشرعية بالجامعة الأردنية لطلبة الدكتوراه بتاريخ 1/ 10/1991 م. ¶ [36]- خلاف، السياسة الشرعية، ص 5. ¶ [37]-الزحيلي، الفقه الاسلامي وأدلته، ج6، ص 704. ¶ [38]- الخطيب، مسؤولية سائق السيارة، ص 150. ¶ [39]- الموسوعة الفقهية الكويتية، ج 25، ص 296. ¶ [40]- عطية عدلان، دور القواعد الكلية في ضبط السياسة الشرعية، ص 18. ¶ [41]- عدلان، دور القواعد الكلية في ضبط السياسة الشرعية، ص 5 - 6. ¶ [42]- د. عمر بن صالح بن عمر، المقاصد المرعية من تقنين الأحكام القضائية في القضاء الشرعي، مؤتمر القضاء الشرعي في الوقت الحاضر بين الواقع والمأمول، كلية الشريعة والدراسات الإسلامية جامعة الشارقة ص 3. الموسوعة الفقهية الكويتية، ج 25، ص301. ¶ [43]-ابن تيمية، السياسة الشرعية، ص4. ¶ [44]- ابو زيد، التقنين والإلزام، ص 31، الحميضي ص 304 - 305، التنظيم القضائي الزحيلي 110 - 111، ابن عمر، المقاصد المرعية من تقنين الأحكام القضائية، ص 11. ¶ [45]- ابن عمر، المقاصد المرعية من تقنين الأحكام القضائية، ص 12. ¶ [46]-، عبد البر، تقنين الأحكام، ص 21 - 22، ابو زيد، التقنين والإلزام، ص 32، الجرعي، تقنين الأحكام بين المانعين والمجوزين، ص1. ¶ [47]- ابو زيد، التقنين والإلزام، ص 32. ¶ [48]- الجرعي، تقنين الأحكام، ص 10، بحث تدوين الراجح، مجلة البحوث، العدد 33، ص 48، 49.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "[49]- ابن عمر، المقاصد المرعية من تقنين الأحكام القضائية، ص 4. ¶ [50]- ابن عمر، المقاصد المرعية من تقنين الأحكام القضائية، ص 15. ¶ [51]- ابن عمر، المقاصد المرعية من تقنين الأحكام القضائية، ص 19. ¶ [52]- ابن عمر، المقاصد المرعية من تقنين الأحكام القضائية، ص 20. ¶ [53]- الخطيب، عبد العزيز، مسؤولية سائق السيارة في ضوء الفقه الإسلامي، مجلة العدل، العدد 31، رجب 1427هـ،، ص 149 ¶ [54]- البسام، تقنين الشريعة أضراره ومفاسده، ص 3 ¶ [55]- مسلم بن الحجاج أبو الحسين القشيري النيسابوري، صحيح مسلم، تحقيق: محمد فؤاد عبد الباقي، دار إحياء التراث العربي - بيروت ج2، ص886. ¶ [56]-الحاكم، محمد بن عبدالله أبو عبدالله الحاكم النيسابوري، المستدرك على الصحيحين للحاكم مع تعليقات الذهبي في التلخيص، تحقيق: مصطفى عبد القادر عطا، دار الكتب العلمية – بيروت، الطبعة الأولى، 1411 – 1990 ج 1، ص 172. ¶ [57]- الماوردي، ابو الحسن علي بن محمد بن حبيب، ت 450 هـ، الأحكام السلطانية والولايات الدينية، تحقيق د. أحمد مبارك البغدادي، ط1، 1409 – 1989، الناشر مكتبة دار قتيبة الكويت، ص 3، ابن تيمية، الخلافة والملك، تحقيق: حماد سلامة ود. محمد عويضة، مكتبة المنار الزرقاء الاردن، ط2، 1414 – 1994، ص 10، د. صلاح الصاوي، الوجيز في فقه الخلافة، دار الاعلام الدولي، ص18. ¶ [58]- المحمود، عبد الرحمن بن صالح، الحكم بغير ما أنزل الله أحواله وأحكامه، تقديم الشيخ صالح الفوزان، الرياض، دار طيبة للنشر والتوزيع، ط2، 1420 ه - 1999م، ص 46، الشريف، محمد بن شاكر، إن الله هو الحكم، ص 23. الماوردي، ابو الحسن علي بن محمد بن حبيب، ت 450 هـ، الأحكام السلطانية والولايات الدينية، تحقيق د. أحمد مبارك البغدادي، ط1، 1409 – 1989، الناشر مكتبة دار قتيبة الكويت، ص 3، ابن تيمية، الخلافة والملك، تحقيق: حماد سلامة ود. محمد عويضة، مكتبة المنار الزرقاء الاردن، ط2، 1414 – 1994، ص 10، د. صلاح الصاوي، الوجيز في فقه الخلافة، دار الاعلام الدولي، ص18. ¶ [59]- جعفر، الأبعاد السياسية لمفهوم الحاكمية، ص 83 - 89. ¶ [60]- أخرجه مسلم في الإمارة (1844) عن عبد الله بن عمرو رضي الله عنهما. ¶ [61]- تقدم تخريجه، ص ¶ [62]- جعفر،، الأبعاد السياسية لمفهوم الحاكمية رؤية معرفية، ص 68 – 69 ¶ [63]- جعفر، هشام أحمد عوض، الأبعاد السياسية لمفهوم الحاكمية رؤية معرفية، من منشورات المعهد العالمي للفكر الإسلامي، ط1، 1416ه-1995م، ص69 – 71. ¶ [64]- الحاكم، المستدرك على الصحيحين، ج 1، ص 171. ¶ [65]- الزرقا، المدخل الفقهي العام، ج1، ص 231. ¶ [66]- عطية عدلان، دور القواعد الكلية في ضبط السياسة الشرعية. ¶ [67]- ابن عمر، المقاصد المرعية من تقنين الأحكام القضائية، ص 4. ¶ [68]- الزحيلي، وهبة، الفقه الاسلامي وادلته، ج6، ص 659، دار الفكر، دمشق، ط2، 1405 – 1985م",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "[69]- البسام، تقنين الشريعة أضراره ومفاسده، ص9، عبد البر، تقنين الفقه الإسلامي، ص 36. ¶ [70]- ابن قدامة، المغني، تحقيق: د. عبد الله التركي ود. عبد الفتاح الحلو، دار عالم الكتب للطباعة والنشر، الرياض، ط3، 1417هـ-1997م، ج14، ص91. أبو زيد، بكر، فقه النوازل، قضايا فقهية معاصرة، بحث التقنين والإلزام، مؤسسة الرسالة، ج1، ص 73. ¶ [71]- الشثري، تقنين الشريعة، ص 19 ¶ [72]- ابن تيمية، تقي الدين أبو العباس أحمد بن عبد الحليم بن تيمية الحراني، الاختيارات الفقهية (مطبوع ضمن الفتاوى الكبرى المجلد الرابع)، المحقق: علي بن محمد بن عباس البعلى الدمشقي، دار المعرفة، بيروت، لبنان، الطبعة: 1397هـ/1978م، ص 624. ¶ [73]- رواه البخاري، كتاب الاعتصام بالكتاب والسنة، باب أجر الحاكم إذا اجتهد فأصاب أو أخطأ، ج 6، ص 2676، رقم الحديث 6919. ¶ [74]- تقدم تخريجه ص 45. ¶ [75]- تقدم تخريجه، ص 27. ¶ [76]- الحصكفي: الدر المختار مع حاشية الطحطاوي 3/ 198، دار المعرفة للطباعة والنشر -بيروت. وابن عابدين، رد المحتار 5/ 408، دار الفكر-بيروت. ¶ [77]- تعريف الاجتهاد القضائي بأنه: \" استفراغ القاضي وسعه وطاقته لتحصيل ظنٍ بحكمٍ شرعي فاصلٍ في الخصومة في واقعةٍ متنازعٍ عليها وملزم لأطرافها \" العجلوني، عبد المهدي، قواعد تفسير النصوص وتطبيقاتها في الاجتهاد القضائي الأردني، رسالة دكتوراه، الجامعة الأردنية، 2005 م ص. ¶ [78]- قال محمد سلاَّم مدكور: \" والاجتهاد الآن بالنسبة للقضاء، يطلق على المسلك الذي يتبعه القضاة في أحكامهم سواءً منها ما يتعلق بتطبيق نصوص القانون أم باستنباط الحكم الواجب تطبيقه عند عدم النص \". مدكور، محمد سلام، مناهج الاجتهاد في الإسلام،، الناشر جامعة الكويت، 1393هـ-1973م، ج2، ص 338 ¶ [79]- الشافعي، محمد بن ادريس، الأم، ج7، ص 298، دار المعرفة، بيروت، 1393. ¶ [80]- مرسي، فاروق عبد العليم، القضاء في الشريعة الإسلامية، حكمه شروطه، وآدابه، عالم المعرفة للنشر والتوزيع، جدة، السعودية، ط1، ص 183 - 192. ¶ [81]- العجلوني، قواعد تفسير النصوص، ص ¶ [82]- ابن نجيم، البحر الرائق، ج 6، ص 288. ¶ [83]- رسلان، أحمد، القضاء والإثبات في الفقه الإسلامي والقانون اليمني، دار النهضة العربية، القاهرة، ط2، ص 145. ¶ [84]- الماوردي، الحاوي، ج20، ص 103 ¶ [85]- الماوردي، الحاوي، ج 20، ص 104 - 105 ¶ [86]- الماوردي، أبو الحسن علي بن محمد بن حبيب الماوردي البصري، (ت 450 هـ)، أدب القاضي، م، مطبعة الإرشاد، بغداد، 1391هـ- 1971 م، ج1، ص 255 ¶ [87]- ا العجلوني، قواعد تفسير النصوص، ص ¶ [88]- الماوردي، الحاوي، ج20، ص 105.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "[89]- الحطاب، شمس الدين أبو عبد الله محمد بن محمد بن عبد الرحمن الطرابلسي المغربي، مواهب الجليل لشرح مختصر الخليل، المحقق: زكريا عميرات، دار عالم الكتب، طبعة خاصة 1423هـ - 2003م، ج 8، ص 78، النووي، أبو زكريا محيي الدين بن شرف، المجموع شرح المهذب، ومعه فتح العزيز شرح الوجيز للرافعي والتلخيص الحبير لابن حجر، إدارة الطباعة المنيرية، لصاحبها محمد منير عبده، ج20، ص 128، ابن قدامة، المغني، ج14، ص91، ابن عابدين، محمد أمين، رد المحتار على الدر المختار شرح تنوير الأبصار، تحقيق: عادل عبد الموجود وعلي معوض، دار عالم الكتب للنشر والتوزيع، الرياض، طبعة خاصة 1324هـ - 2003 م، ج1، ص178، ابن تيمية، تقي الدين أبو العباس أحمد بن عبد الحليم بن تيمية الحراني، مجموع الفتاوى، تحقيق: أنور الباز - عامر الجزار، دار الوفاء، ط3، 1426 هـ - 2005 م، ج 35، ص 360، 372، المرداوي، علاء الدين أبي الحسن علي بن سليمان، الإنصاف في معرفة الراجح من الخلاف، تحقيق محمد حامد الفقي، ط1، 1375 هـ - 1956م، ج 11، ص 169، الجرعي، تقنين الأحكام، ص 4. ¶ [90]- ابن فرحون، برهان الدين أبو الوفاء ابراهيم بن محمد، تبصرة الحكام في أصول الأقضية ومناهج الأحكام، وبهامشه كتاب العقد المنظم للحكام لأبن سلمون الكتاني، يطلب من عباس احمد الباز، المروة، مكة المكرمة، دار الكتب العلمية، بيروت، الطبعة الأولى بالمطبعة العامرة الشرفية بمصر المحمية 1301ه، ج1، ص 16 - 17. ¶ [91]- المحاميد، مسيرة الفقه الإسلامي ص 446. ¶ [92]- الزرقا، المدخل الفقهي العام، ج1، ص 315. ¶ [93]- الزرقا، المدخل الفقي العام، ج1، ص 314. ¶ [94]- بحث تدوين الراجح من أقوال الفقهاء، العدد 32، ص 37. ¶ [95]- ابن عمر، المقاصد المرعية من تقنين الأحكام القضائية، ص 17، محمد رشيد رضا، الخلافة، الزهراء للإعلام العربي، مصر، ص 87. أ. د. ماجد أبو رخية، القضاء الشرعي في مجال الأحوال الشخصية في الأردن ودولة الإمارات العربية المتحدة، من بحوث مؤتمر القضاء الشرعي بين الواقع والمأمول كليش الشريعة جامعة الشارقة، ص19، الشيخ علي جمعة، موقع الشيخ على جمعة مفتي مصر،  http://alimamalallama.com/faqs.php?id=11 ،  د. سعد بن عبد القادر القويعي، حكم الحاكم يرفع الخلاف، موقع الرئاسة العامة لشؤون المحسجد الحرام والمسجد النبوي.  http://www.gph.gov.sa/index.cfm?do=cms.conarticle&contentid=3386&categoryid=10 ، ¶ [96] -  رواه البخاري، محمد بن إسماعيل بن إبراهيم بن المغيرة، أبو عبد الله، الجامع الصحيح، كتاب بدء الوحي، باب: السمع والطاعة للإمام، البخاري مع الفتح، ج9، ص 78، رقم الحديث 7144. حسب ترقيم فتح الباري، دار الشعب – القاهرة، الطبعة: الأولى، 1407 - 1987. ¶ [97]- الدريني، محمد فتحي، المناهج الأصولية في الاجتهاد بالرأي في التشريع الإسلامي، الشركة المتحدة للتوزيع، دمشق، ط2، 1405هـ-1985م، ص9 - 11، مجلة جامعة الزيتونة، سؤال وجواب أمر الإمام يرفع الخلاف  http://www.azeytouna.net/Cevab-Sual/cevab_sual033.htm ¶ [98] -  الحصكفي: الدر المختار مع حاشية الطحطاوي، ج 3 ص 198، دار المعرفة، بيروت، ابن عابدين، رد المحتار، ج 5 ص 408، دار الفكر، بيروت، الحطاب، مواهب الجليل، ج 6 ص 98، الدسوقي، حاشية الدسوقي على الشرح الكبير، ج 4، ص 130. ¶ [99]- ابن فرحون، تبصرة الحكام، ج1، ص 45.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "[100]- الزرقا، المدخل الفقهي العام، ج1، ص 317. ¶ [101]- انظر: وجهة نظر المخالفين لقرار هيئة كبار العلماء في المرجع السابق، ص 35. ¶ [102]- الجرعي، تقنين الأحكام، ص 9. ¶ [103]- الجرعي، تقنين الأحكام، ص 8.",
            "page": "33",
            "part": "1"
        }
    ],
    "t36676": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تقنين الأحكام وأثره على مكانة النص الشرعي"
        }
    ]
}