{
    "b36675": [
        {
            "id": "1",
            "nass": "حد الخمر في الشريعة الإسلامية دراسة موضوعية ¶ م. د. تيسير أحميد عبل ألركابي ¶ جامعة البصرة / كلية القانون والسياسة ¶ مجلة آداب ذي قار / العدد 5 / المجلد 2 شباط/2012",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ {يَا أَيُّهَا الَّذِينَ آمَنُواْ إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ} المائدة90 ¶ صدق الله العلي العظيم ¶ المقدمة ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين والصلاة والسلام على سيد المرسلين محمد بن عبد الله وعلى آله الطيبين الطاهرين وعلى صحبه الغُر الميامين ... ¶ أما بعد ¶ لقد شرع الله سبحانه وتعالى للمسلمين الفرائض فيجعل فيها الأجر والثواب والمغفرة, وحد حدوداً وجعل في انتهاكها الزجر والعقاب والذنب, وهذه الحدود هي حق خالص لله تعالى ويراد بها ما يتعلق به النفع العام للناس جميعا من غير اختصاص بأحد بعينه , وهذا الحق لا يصح التهاون فيه أو التنازل عنه كالعبادات وأيضا الحدود قال تعالى ((تِلْكَ حُدُودُ اللّهِ فَلاَ تَقْرَبُوهَا)) (1) ¶ ومن خلال هذه الحدود يظهر التشريع الجنائي الإسلامي , وهو تشريع سماوي يضم الأصول العامة المتعلقة بحفظ الضروريات الخمسة التي عليها صلاح حال البشر وسعادتهم في الدنيا والآخرة وهي (الدين والنفس والعرض والمال والعقل) (2). والذي جعلت بحثي هذا في مضمون حمايته (أي العقل) بدراسة حد الشرب بدراسة موضوعية في الشريعة الإسلامية. ¶ حد الخمر في الشريعة الإسلامية ¶ دراسة موضوعية ¶ م. د. تيسير أحميد عبل ألركابي ¶ جامعة البصرة / كلية القانون والسياسة ¶ ولما هذا البحث من أهمية بالغة في حياة المجتمع الإسلامي , لان الخمر يُعد في نظر الشارع المقدس أم الخبائث, فحاولت إن أسلط الضوء على ماهية الخمر وشاربه ومتى يقام أو يسقط الحد على شاربه. لان في الخمر الشيء المسكر الذي يذهب العقل فلا يكون ¶ هناك تمييز لشارب الخمر بين الحسن والقبيح والخطأ والصحيح. ¶ فحاولنا بحسب علمنا ومدى فهمنا المتواضع إلى البحث في هذا الحد ودراسته دراسة موضوعية فكانت منهجية البحث بتقسيمي له إلى ثلاثة مباحث تسبقها مقدمة وأخرها الخاتمة التي ذكرت بها أهم النتائج التي توصلت لها من خلال بحثي وبعد الخاتمة كانت المصادر. ¶ والله من وراء القصد. ¶ المبحث الأول (تعريف الحدود والعقوبات والتعزير والفرق بينهم) ¶ المطلب الأول (تعريف الحدود لغة وإصلاحا) ¶ قبل الولوج في مثل هذه الموضوعات الشرعية الحساسة التي أوجبها الشارع المقدس على المكلفين لحم/ الآية حقوقهم واحترام مكانة الإنسان، ففي هذا الفصل تناولت قبل كل شئ تعريف هذه المقدرات أو العقوبات التي أكدت عليها الشريعة السمحاء. ¶ أولا / الحد لغة:- ¶ قال ابن فارس: \"الحاء والدال أصلان: الأول: المنع، والثاني: طرفُ الشيء , فالحد: الحاجز بين الشيئين، وفلان محدود إذا كان ممنوعاً. ¶ قال: وحد العاصي سمي حداً لأنه يمنعه عن المعاودة\". (2). ¶ الحدود جمع حد والحد أصله ما يحجز بين شيئين فيمنع اختلاطهما وقد سميت العقوبات حدودا لكونها تمنع عن العود كما يطلق الحد على التقدير وهذه الحدود مقدرة من الشارع كما يطلق الحد على المعاصي نفسها (3). كما في قوله تعالى ((تِلْكَ حُدُودُ اللّهِ فَلاَ تَقْرَبُوهَا)) (4). كما تطلق على شيء مقدر كما في قوله تعالى ((ومن يعتد حدود الله فقد ظلم نفسه)) (5) وقوله تعالى ((وَمَن يَعْصِ اللّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ",
            "page": "79",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "عَذَابٌ مُّهِينٌ)) (6). والحدود جمع حد والحد الفصل بين ألشيئين لئلا يخلط أحداهما بالأخر أو لئلا يتعدى احدهما على الأخر (7). ويطلق الحد على منتهى كل شيء فمنتهى كل شيء فهو حده ومنه حدود الأرض وحدود الحرم كما يطلق على المجاورة يقال: فلان حديد فلان أي مجاوره ويطلق على الصرف من الخير إلى الشر يقال: حدوت فلان عن الشيء إذا حرفته عنه. ¶ واصل الحد هو المنع ومنه سمي البواب حداداً وكذلك السجان لأنه يمنع الخروج من السجن كذلك يقال: ¶ أحدت المرآة عن زوجها أي امتنعت عن الزينة ومن الحديث لا يحل لأحد يحد على ميت أكثر من ثلاثة أيام. ¶ والحد بهذا المعنى من قبل المشترك اللفظي فهو يطلق على عده معان ٍ منها. (8) يطلق على فعل شيء مقدر وكذلك يطلق الحد على الجريمة (جرائم الحدود) ¶ وعقوباتها يقال ارتكب الجاني حداً وعقوبته حداً وإذا أطلق الحد على الجريمة فإنما يقصد به تعريف الجريمة بعقوباتها أي أنها جريمة ذات عقوبة مقدرة شرعاً. فتسمية الجريمة بالحد من باب المجاز. (9) ¶ ويطلق على المعنى هذا أي إطلاق الحد على العقوبة هو المراد بالحدود هنا وهو ما نحن بصدد البحث فيه. ¶ ثانياً / الحد شرعاً و اصطلاحاً:- ¶ الحد اصطلاحا ً: فان الحدود هي العقوبات المقدرة شرعاً. وقولنا عقوبات يشمل عقوبات جرائم الحدود والتعزيرات فأنها عقوبات وقولنا مقدرة شرعاً يخرج بهذا القيد التعزيرات فأنها عقوبات لكنها غير مقدرة وإنما تقديرها موكول إلى اجتهاد المحاكم. (10) يبقى بخروج التعزيرات بهذا القيد ما عداها من عقوبات جرائم الحدود القصاص والديه فأنها جميعا مقدرة شرعا ومعنى تقديرها هو إن الشارع عين نوعها وحدد مقدارها ولم يترك ذلك لرأي إمام أو قاضي. ¶ غير إن لما كان لفظ الحد مستقرا بتخصيصه لعقوبات جرائم الحدود دون غيرها رأى بعض العلماء أن يكون تعريف الحد بالعقوبة المقررة شرعا حقا لله تعالى وعلى هذا التعريف فان عقوبة القصاص والدية تخرج عن شمول لفظ الحد لأنها وان كانت عقوبة مقدرة شرعا إلا إنها مقررة حقا للأفراد. ¶ ومعنى كون هذه العقوبة مقررة حقا لله تعالى - أي إنها مقدرة لصالح الجماعة وحم/ الآية نظام المجتمع وإنها لا تقبل الإسقاط من الأفراد ولا من الجماعة. (11) والحد شرعا وصف للعقوبات التي تجب حقا خالصا لله تعالى في المقام الأول عن جرائم خطورتها بالغة على المجتمع وقد قدرت من الشارع مقدما فلا يملك القاضي إلا أن ينزلها بالجاني دون زيادة اونقصان، والحدود لا تقبل النزول عنها إذ لاحق للأفراد فيها لأنها حق لله تعالى وقد ثبتت الحدود بالقران أو السنة الصحيحة وهذه الجرائم هي السرقة، الحرابة (الفساد في الأرض) الزنا والقذف وشرب الخمر والردة ويلحق بالحدود القصاص والدية. (12) ¶ والغ/ الآية أن نجمع بين المعنى اللغوي والمعنى الاصطلاحي انه لما كان أصل الحد في اللغة المنع سميت هذه العقوبات حدودا لأنها تحد أي تمنع صاحبها من إتيان الأشياء التي جعلت عقوبة لها كما تمنع غيره من ارتكاب هذه الجنايات. ¶ المطلب الثاني (ماهية الحدود الشرعية) ¶ تتميز مسائل الشريعة الإسلامية بجملة من الخصائص في التجريم والعقاب غير إن أساسه تتفق مع طبيعة البشر وتضمن الأحكام الصالحة للتطبيق في كل زمان و مكان وتقوم منهجية الشريعة الإسلامية في صدد التجريم والعقاب أساسا للحفاظ على المصالح الأساسية المعتبرة في الإسلام وهي النفس والنسل والمال والعقل وفي المصلحة الحقيقية التي لا تستقيم الحياة الإنسانية في المجتمع الإسلامي إلا بوجودها وصيانتها من الاعتداءات ولذا كان الاعتداء على أي من هذه المصالح صغيراً ا و كبيراً جريمة يعاقب عليها المعتدي بما يتناسب مع جسامة اعتدائه وخطورته ومن اجل حم/ الآية تلك المصالح الأساسية فقسمت الشريعة الإسلامية الجرائم إلى نوعين: ¶ 1 - جرائم ذات العقوبات المقدرة وهي جرائم الحدود وجرائم القصاص. ¶ 2 - جرائم ذات العقوبات الغير مقدرة وهي جرائم التعازير (13). ¶ وجرائم الحدود هي تلك الجرائم الخطرة التي تتعلق بحق الله سبحانه وتعالى وقد حددت الشريعة الإسلامية تلك الجرائم وعقوباتها تحديدا لا يقبل التعديل أو التبديل حتى لا تترك للحكام على مر الزمان فرصة للتحكم أو التصرف وفق الأهواء",
            "page": "80",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الشخصية والرغبات وحتى تضمن القدر الأعظم من الحم/ الآية للمصالح التي شرعت جرائم الحدود من اجل صيانتها وجرائم الحدود ستة على اختلاف في تفاصيلها ويلحق بها القصاص .... ¶ إما جرائم القصاص فتنحصر في جرائم الدم كالقتل وبتر الإطراف وأحداث العاهات والإصابات والجروح وتكون العقوبات فيها من جنس الأفعال إن أمكن المماثلة مالم يرد أصحاب الشأن (أولياء الدم) استبدال الدية بها أو إسقاطها (14). ومن الأمور المقدرة شرعا إن لا يظل دم في الإسلام فلا توجد جريمة قتل تقيد ضد مجهول كما يحدث ألان في الأنظمة الوضعية حيث يوجد نظام القسامة* ... وهكذا يؤصل الإسلام فكرة المسؤولية الجنائية التي تعني تحمل الإنسان تبعة جريمته بعقاب يوقع علية في الدنيا فيعلن لأول مره في التأريخ دستور الحرية الفردية في المجال الجنائي التي يقيمها على مبدأ الشرعية الجنائية (15) الذي جاء بقوله تعالى ¶ ((وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً)) (16). ¶ ولما كان القصاص من حق المجني علية أو أولياء دمه فلا يمكن لولي الأمر إن يحكم به دون طلب منهم حيث يكون لهم كما اشرنا إن يستبدلوا به الدية أو أن يتنازعوا عنها. ولقد اختلف البعض حول طبيعة الانتقال من القصاص إلى الدية وهل هو حق لولي الدم دون خيار للقاتل أم إن الدية لأتثبت إلا بالتراضي بين الجاني وولي الدم بمعنى إن الجاني إذا لم يرضى بدفع الدية فلا يكون أمام ولي الأمر إلا القصاص أو العفو بدون دية (17). ¶ المطلب الثالث (الفرق بين الحد والتعزير) ¶ تناولنا سابقا في المبحث الثاني الحدود الشرعية وحصرها وألان أسلط الضوء على تعريف عقوبة التعزير في الشريعة الإسلامية حيث أن الحد والتعزير يجتمعان في أن كل منهما يراد به المنع في اللغة حيث أن التعزير في اللغة هو التأديب والمنع. ¶ والتعزير شرعا هو التأديب على أفعال نهت الشريعة عنها ولم تشرع لها عقابا محددا (18). حيث كلاهما عقوبة ويفترقان فيما يأتي: ¶ 1 أن التعزير عقوبة غير مقدرة بل هو مفوض إلى رأي الإمام والحد بخلافه فهو عقوبة مقدرة من الشارع لا يجوز مجاوزتها ولا القصور عنها. ¶ 2 إن التعزير تجوز الشفاعة فيه قبل الرفع إلى الحاكم وبعده، بخلاف الحد فلا يجوز الشفاعة منه بعد الرفع إلى الإمام لا قبله. ¶ 3 إن التعزير يخفف عن ذوي الهيئات حيث إن التعزير يختلف باختلاف أحوال الناس والحد بخلاف ذلك فالناس فيه على حد سواء من غير تفريق بين شريف ووضيع حيث إن رسول الله (صلى الله عليه وآله وسلم) لم يفرق بين الشريف وبين الوضيع حيث قال رسول الله (صلى الله عليه وآله وسلم) (لو أن فاطمة بنت محمد سرقت لقطعت يدها) (19) الدليل على أن الناس على الحد سواء في إقامة الحدود عليهم إذا أذنبوا وهذا بخلاف التعزير فانه يختلف باختلاف أحوال الناس فانه إذ زل رجل كريم جاز العفو عن زلته وإذا عوقب عليها فانه ينبغي إن تكون عقوبته اخف من عقوبة من ارتكب فعل زلته وهو دونه في الشرف والمنزلة. (20) ¶ 4 إن الحد يدرأ بالشبهة والتعزير يجوز معها. (21) وسنحاول ان نعرف الفرق بين التعزير والتأديب , ومن ثم معرفة على من يقع التعزير. ¶ أولا/ (الفرق بين التعزير و التأديب) ¶ بعد أن بينا الفرق بين الحد والتعزير أبين فيما يلي الفرق بين التعزير والتأديب وقد اختلف العلماء في ذلك فيرى بعضهم إن التعزير يكون عقوبة على ذنب لا حد فيه والتأديب اعم من ذلك فانه يكون بسب ذنب وبدون ذنب كتأديب الوالد لابنه والمعلم لتلميذه والزوج لزوجته والسيد لعبده وغير ذلك ويروى آخرون إن التأديب عقوبة على غير ذنب ويكون بين المعلم وتلميذه والزوج وزوجته والأب وابنه والسيد لرقيقه وقالوا ما عدا هذا لا يكون تعزيرا وان بعض العلماء يرون انه لافرق بين التعزير والتأديب لان دليل التفريق بينهما ليس بناهض هنا حيث تم الاتفاق على أن لا يوجد فرق بين التعزير والتأديب وهذا هو الأصلح في بيان الفرق بين التعزير والتأديب (22). ¶ ثانيا / على من يقع التعزير؟ ¶ أ / يعاقب تعزيرا كل الجرائم المعاقب عليها بالحد والقصاص إذا تخلف ركن من أركانها كتعزير السارق من غير حرز أو من يسرق دون النصاب أو من يخون الأمانة. ¶ ب / الجرائم التي لا حد فيها ولا قصاص وهي غالبية الجرائم التي يرتكبها الإنسان، كالغش في المعاملة والرشوة وشهادة الزور. (23) ¶ والعقوبة التعزيرية متروك أمر تقديرها لولاه الأمر في كل زمان ومكان.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المطلب الرابع (الفرق بين الحد والقصاص) ¶ أ/ القصاص: تكلمنا في المبحث السابق عن الحد ونتكلم ألان عن القصاص والمراد به إن يستوفي الإنسان ممن اعتدى علية بمثل ما اعتدى به من قطع أو جرح إما بالضرب فلا قصاص فيه ولقد نص الشارع على القصاص في الكتاب و السنة عموما وخصوصا ولم يترك أمر تقريره إلى نظر الحاكم أو غيره حيث قال تعالى ¶ ((يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنثَى بِالأُنثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاء إِلَيْهِ بِإِحْسَانٍ)) (24) وقولة تعالى ((َلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَاْ أُولِيْ الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ)) (25) وقولة تعالى ((وَلاَ تَقْتُلُواْ النَّفْسَ الَّتِي حَرَّمَ اللّهُ إِلاَّ بِالحَقِّ وَمَن قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَاناً فَلاَ يُسْرِف فِّي الْقَتْلِ إِنَّهُ كَانَ مَنْصُوراً)) (26) وقوله تعالى ((فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُواْ عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُواْ اللّهَ وَاعْلَمُواْ أَنَّ اللّهَ مَعَ الْمُتَّقِينَ)) (27) حيث إن القصاص مأخوذ من قص الأثر وهو إتباعه ومنه القاص لأنه يتبع الآثار والأخبار و قص الشعر إتباع إثره فكان القاتل سلك طريقا من القتل فقص إثره فيها واتبع سبيله في ذلك (28) والقصاص محرم سواء كان على نفس أو مال حيث إن القصاص يراد به العقاب أي المجازات على الواقعة الإجرامية بمثلها تماما وهذه هي العدالة في امثل صورها لأنها تحقق شفاء صدر المجني علية أو صدور أولياء دمه كما نحقق الوقوف بغريزة الثأر عند حدود العدالة (29). ¶ ب / الفرق بين القصاص والحد: ¶ حيث إن القصاص يختلف عن الحد بغلبة الحق الفردي فيه ولذلك يجوز إسقاطه بالعفو والصلح وقبول الدية فقد شرعه الله تعالى وكذلك قبول العفو بقوله تعالى ((فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاء إِلَيْهِ بِإِحْسَانٍ)) (30) ¶ حيث أوجب الشارع القصاص لشفاء صدور الأولياء وفي القصاص حياة للإفراد والمجتمع فمن علم انه إذا قتل يقتل امتنع عن القتل (31). قال تعالى ((َلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَاْ أُولِيْ الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ)) (32). فالقصاص في النفس هو عقوبة الإعدام جزاء جن/ الآية القتل العمد والعدوان حيث إن جرائم القصاص قد تتعدد وذلك بتعدد القتل من رجل بان يقتل رجلين أو بتعدد الجرائم ويتعدد المجني عليهم وفي احدهما يجب عليه القصاص أو الدية كان تقطع يد إنسان كذلك وقتل أخر فان الحكم في هذا إن هنالك جريمتان مختلفتان كذلك تكون الجرائم مقدرة وما كان موضوعها الإطراف وليس منها اعتداء على النفس فيوجب فيها القصاص كذلك بالإطراف إذا كان المجني عليه واحد وقطع إحدى إطرافه أو جرحه جرحا يستوجب القصاص ثم قتله (33 (. حيث إن القصاص يسقط في حالة فوات المحل أي إذا مات القاتل وعند العفو والصلح الذي دعا إليه سبحانه وتعالى في مواطن كثيرة قال تعالى ((وَجَزَاء سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ)) (34). ويقترن العفو بالصلح على مال وان المطالبة بالقصاص ينهي حق الأولياء عنه. إما إقامة القصاص فانه يعد من عمل المجموع وكذلك ينوب عنهم في ذلك سلطان. ¶ المبحث الثاني ????? ????? ?? ??????? ????????? ??????? ????? ?????? ? ¶ المطلب الأول (تعريف الخمر و حكمه) ¶ أولا: تعريف الخمر لغة: / (خَمْرة) و (خَمْرٌ) و (خُمُورٌ). مثل تَمْرة وتَمْر وتُمُور ¶ قال ابن الإعرابي: سميت الخُمر خمرا لأنها تُركتْ (فاختمرت) واختمارها تغير ريحها. وقيل سميت بذلك لمخامرتها العقل والخمير الدائم الشرب للخمر. ¶ والخُمار بقية السكر تقول رجل (خَمِرٌ) بوزن كَتِف و (مخمور). و (اختمرت المرآة لبست الخَمِار) و (الخَمير والخميرة) ما يجعل في العجين تقول (خَمَر) العجين، أي جعل فيه الخمير وبابه (ضَرَبَ يَضْرَبُ). ¶ والتخمير التغطية يقال خَمِر إناءك والمخامرة المخالطة. (واستخمره) استعبده ومنه حديث معاذ ((من استخمر قوما أولهم أحرارا)) أي أخذهم قهرا وتملك عليهم. ¶ (35) واصل الخمر هو ستر الشيء ويقال لما يستر به خمار، ولكن الخمار صار في التعريف اسماً تغطي بهِ المرآة رأسها وجمعه خمر, قال تعالى ((َلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ)) (36) والخمر سمي بهذا الاسم لكونه خامر لمقر الفعل. ¶ ثانيا: الخمر اصطلاحا: اسم لكل مسكر وعند بعضهم اسم للمتخذ من العنب والتمر ومنهم من جعلها اسما لغير المطبوخ ثم كمية الطبخ التي تسقط عنه اسم الخمر مختلف فيها كذلك يطلق على كل مسكر يخامر العقل لأنها تستر كستر الخمار أو لأنها تركت حتى أدركت واختمرت حيث أنها تخامر العقل أي تخالطه (37).",
            "page": "82",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والخمر يطلق على كل مسكر مأخوذ من ستر العقل وهو إغفال تفكيره , وخمره بمعنى ستره ومنه الخمار الذي يستر به الوجه (38). ¶ حكم الخمر ودليل ذلك: ¶ جاء تحريم الخمر بالكتاب بقوله تعالى ((َ ا أَيُّهَا الَّذِينَ آمَنُواْ إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ)) (39)، فان قول الله تعالى في تحريم الخمر والميسر والأنصاب والأزلام في سورة المائدة الآيات الآنفة الذكر ناهيا فيها عباده المؤمنين عن تعاطي الخمر والميسر وهو (القمار) وقد كان الميسر هو المغامرة في القمار من عادات الجاهلية إلى مجيء الإسلام فنهاهم الله عن هذه العادات القبيحة. ¶ وإما الأنصاب فقالوا هي الحجارة فقد كانوا يذبحون قربانهم عندها وقوله تعالى ((رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ)) أي سخط من عمل الشيطان أي انه شر من عمل الشيطان (فَاجْتَنِبُوهُ) الضمير هنا عائد إلى الرجس أي اتركوه (لَعَلَّكُمْ تُفْلِحُونَ) وهذا ترغيب ثم قال تعالى ((إِنَّمَا يُرِيدُ الشَّيْطَانُ أَن يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاء فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ اللّهِ وَعَنِ الصَّلاَةِ فَهَلْ أَنتُم مُّنتَهُونَ)) فهذا تهديد وترهيب (40). ¶ المطلب الثاني (أنواع المسكر) ¶ أولاً (المسكر المائع) ¶ يدخل تحت اسم المسكر المائع الكثير من العصائر منها ¶ العصير ألزبيبي والعصير العنبي يطلق عليهما النبيذ فيقال نبيذ الزبيب ونبيذ التمر وكذلك عصير العنب حيث إن النبيذ ألزبيبي والنبيذ ألتمري حرام تناولهما حيث إن حرمه العصير ألزبيبي إذا غلى ولم يذهب ثلثاه أي إن العصير إذا لم تصبه النار فقد حرم وأما إذا غلى بالنار فيفسد حتى يذهب ثلثاه ويبقى ثلثه. (41) ¶ أما العصير ألتمري فان ألحرمه الطارئة على العصير بغليانه لا ترفع إلا بذهاب ثلثه أي حتى لو انقلب دبسا قبل ذهاب ثلثيه لا يطهر وإذا أضيف من احتراق الدبس يضاف إليه ماء ويغلى حتى يتحقق ذهاب الثلثين. (42) ¶ حيث إن موضوع ألحرمه هو المشروب فإذا صار مأكولا كالدبس فقد ارتفع موضوع ألحرمه أي لا يتحقق منه شرب العصير ولذا الحكم بطهارته. وقد تكون ألحرمه على العصير فقط وليس على شرب العصير وهذا يشمل الدبس. ¶ ثانيا (المسكر الجامد) ¶ كلامي هنا في مقامين: ¶ المقام الأول: في ألحرمه أي المسكر الجامد حرام تناوله ويستدل على ذلك بالأخبار وهي على طائفتين. ¶ الطائفة الأولى: المتمثلة بقوله (صلى الله عليه وآله وسلم) \" إن الله سبحانه وتعالى لم يحرم الخمر لاسمها ولكن حرمها لعاقبتها \". ¶ الطائفة الثانية: الروايات ألداله على حرمه كل مسكر ومنها رو/ الآية أبي جعفر (عليه السلام) قال \" وضع رسول الله دية العين ودية النفس وحرم النبيذ وكل مسكر \" (43). ¶ المقام الثاني: في النجاسة. ¶ من الواضح إن المسكر الجامد طاهر وذلك لنفس دليل مطلق المسكرات المائعة أو مثل طهارة الاسبرتو. ¶ حيث إن المسكرات المائعة تكون بمنزلة الخمر دون الجوامد لبعد تنزيل الجامد منزلة المائع. ¶ وسواء كان المسكر جامدا أم مائع فهو لا يحقق للفرد السعادة و النشوة وإبعاده عن الهموم و المتاعب مؤقتا بل هو أصبح سبب لمأساة الإنسان وشقائه بسبب تأثيراتها الفاعلة في أرادته وسيطرته وفقدانه لقواه ألعقليه وذاكرته متى ما أصبح تحت تأثير هذه المسكرات وهنا يفقد الشخص وتضعف السيطرة على أرادته ويكاد لا يرى إلا بقدر ضئيل ويزداد ضعفا كلما ازداد تأثير المسكر عليه (44) ¶ المطلب الثالث (أدله تحريم الخمر في التشريع الإسلامي) ¶ أولاً / التدريج بتحريم الخمر في الكتاب ¶ تدرج الشارع الحكيم في تحريم الخمر وقد وقف المشرع الإسلامي موقفا حازما من شارب الخمر ولكنه تدرج في التشريع لهذا الأمر إذ كان العرب قبل الإسلام يكثرون من شربها ويتغنون بها في أشعارهم ويتفننون في صنعها وكانت عاده متأصلة لديهم ولم يكن من السهل تحريمها عليهم دفعة واحدة ولذلك سلك الشارع العظيم مسلك التدرج في التشريع حتى لا يشق على الناس الأمر وذلك على عدة مراحل (45). ¶ المرحلة الأولى: التفريق بين الرزق الحسن وغير الحسن قال تعالى ((وَمِن ثَمَرَاتِ النَّخِيلِ وَالأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً إِنَّ فِي ذَلِكَ ل/ الآية لِّقَوْمٍ يَعْقِلُونَ)) (46). ¶ المرحلة الثانية: ذكر الله تعالى في مضار الخمر صراحة إذ قال ((يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِن",
            "page": "83",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "نَّفْعِهِمَا وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلِ الْعَفْوَ كَذَلِكَ يُبيِّنُ اللّهُ لَكُمُ الآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ)) (47). ¶ المرحلة الثالثة: النهي عن شرب الخمر قبل الصلاة , قال تعالى ((أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَقْرَبُواْ الصَّلاَةَ وَأَنتُمْ سُكَارَى حَتَّىَ تَعْلَمُواْ مَا تَقُولُونَ)). (48) ¶ المرحلة الرابعة: فيها نزل النهي المطلق عن شرب الخمر قال تعالى ((يَا أَيُّهَا الَّذِينَ آمَنُواْ إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ * إِنَّمَا يُرِيدُ الشَّيْطَانُ أَن يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاء فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ اللّهِ وَعَنِ الصَّلاَةِ فَهَلْ أَنتُم مُّنتَهُونَ)). (49) ¶ ثانيا (أدله تحريم الخمر في السنه النبوية) ¶ سوف أسلط الضوء في هذه الفقرة على أحاديث الرسول الأعظم محمد (صلى الله عليه وآله وسلم) الواردة في إثبات تحريم الخمر وقد ُسئل رسول الله عن الخمر فقال: ¶ 1. \" كل شراب اسكر حرام \". ¶ 2. \" إن الخمر من العنب والزبيب والحنطة والشعير والذرة ليشربن أناس من أمتي الخمر وليسمونها بغير اسمها \". ¶ 3. \"كل مسكر خمر وكل خمر حرام \". (50) ¶ 4. \" إنها ليست بدواء لكنها داء إن الله انزل الداء وانزل الدواء وجعل لكل داء دواء فتداووا ولا تتداووا بحرام \". ¶ 5. \" لا يزني الزاني حين يزني وهو مؤمن ولا يشرب الخمر حين يشربها وهو مؤمن \". ¶ 6. \" إن من الحنطة خمرا ومن الشعير خمرا ومن الزبيب خمرا ومن التمر خمرا ومن العسل خمرا وأنا أنهى عن كل مسكر \" (50). ¶ 7ـ \" لا يدخل الجنة عاتق خمر ولا مدمن خمر \" (51). ¶ المبحث الثالث (أركان جريمة شرب الخمر وعقوبة شارب الخمر) ¶ المطلب الأول (أركان جريمة شرب الخمر) ¶ لقد وجهت النظر في بحثي هذا إلى أركان جريمة شرب الخمر ثلاثة أركان: ¶ 1 - الركن المادي ... 2 - ركن يتعلق في شارب الخمر 3 - الركن المعنوي هو القصد الجنائي. ¶ 2. الركن المادي: نجد بان فقهاء المسلمين اختلفوا في شرب الخمر إلى مدرستين كل مدرسه لها حجج وأسانيد، فالخمر المستخرجة من العنب هي المحرمة باتفاق المدرستين سواء شرب قليلا أو كثيرا يسكر أم لم يسكر و الخلاف في غيرها من المستخرج من غير العنب فشرب القليل منه الذي لا يسكر حلال عند مدرسه أهل العراق و حرام عند مدرسه أهل الحجاز (52). وبذلك تكون هنالك جريمتان: ¶ أ - جريمة شرب الخمر المستخرجة من العنب - القليل منه أو الكثير. ¶ ب- جريمة السكر من الانبذه المستخرجة من غير نبيذ العنب. ¶ 3. الركن المتعلق في شارب الخمر: ¶ هناك شروط يجب توفرها في شارب الخمر كي يقام عليه الحد وهي: ¶ أ. أن يكون الشارب عاقلا بالغا مكلفا وبذلك لا يقام الحد على الصغير و لا على المجنون ولا على المعتوه لقول رسول الله (صلى الله عليه وآله وسلم) \" رفع القلم عن ثلاثة: عن الصبي حتى يبلغ وعن النائم حتى يستيقظ وعن المجنون حتى يفيق \". ¶ ب. أن يكون عالم إن الخمر محرمة بالإسلام وان كثيرها مسكر فان لم يكُ عالماً بذلك فلا يقام عليه الحد (53). ¶ ت. أن يكون شارب الخمر مختارا فلا حد عليه إذ كان مكرها بالضرب أو نحوه أو يكون قد اجبر على شربها بان فتح فمه وصبت الخمر فيه حيث قال رسول الله (صلى الله عليه وآله وسلم) رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه \". (54) ¶ المطلب الثاني (ماهية المسكر الذي يجب فيه الحد مع التعريف لحكم الفقاع) ¶ اتفق العلماء جميعا على إن عصير العنب إذا غلى واشتد وقذف بالزبد حرام قليله و كثيره لأنه هو الذي يطلق عليه اسم الخمر نفسه وإما إذا اشتد وغلى ولم يقذف بالزبد فالجمهور قالوا يطلق عليه اسم الخمر حقيقة لغوية (55). ¶ كذلك فان عصير العنب إذا طبخ فان العلماء اختلفوا على قولين في حكم القليل منه بعد اتفاقهم على تحريم الكثير. ¶ * القول الأول: إن كل ما اسكر كثيرة فقليلة حرام واستدل بقول النبي (صلى الله عليه وآله وسلم) \" كل خمر مسكر وكل خمر حرام \" ووجه استدلالهم بهذا الحديث هو قول النبي (صلى الله عليه وآله وسلم) سمي كل خمر مسكر. وهنا من المعلوم إن الخمر وهي خفيفة في عصير العنب محرم قليلها وكثيرها باتفاق العلماء وكذلك يكون كل سكر يحرم قليله و كثيره لان النبي (صلى الله عليه وآله وسلم) سماه",
            "page": "84",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "خمراً وهو أفصح العرب فيكون كل مسكر داخل في اسم الخمر وله حكمها وهو التحريم. ¶ كذلك استدلوا بقول النبي (صلى الله عليه وآله وسلم) \" ما اسكر كثيره فقليله حرام \" فهذا حديث صريح في تحريم قليله والكثير ما اسكر منه. (56) ¶ *القول الثاني: إن عصير العنب الذي غلى واشتد والذي قذف بالزبد من الانبذه كنبيذ الحنطة ونحوها محرم كثيرها مباح قليلها إذا لم يسكر. ¶ إما (الطلاء) بكسر الطاء وهو العصير من العنب إذا طبخ حتى يذهب اقل ثلثيه ¶ (والسكر) بفتحتين وهو شيء من ماء الرطب. ¶ (ونقيع الزبيب) وهو الشيء من ماء الزبيب فالكل حرام إن غلى واشتد وحرمته دون الخمر. والحلال منه (نبيذ التمر) إذا طبخ أدنى طبخ وان اشتد إذا شرب فلا يسكر , و (الخليطان) وهو إن يخلط ماء التمر وماء الزبيب و ¶ (نبيذ العسل و التين والذرة) فانه محلل وان أصحاب هذا القول قالوا إن التحريم إما هو واقع على الخمر التي هي عصير العنب الذي غلى واشتد وقذف بالزبد وكذلك التحريم واقع على كل مسكر من كل شراب ومعنى هذا يكون القليل الذي لا يسكر، غير داخل في التحريم واستدلالهم الثاني استدلوا بدليل قياسي هو قولهم إن القاتل لا نسميه قاتل إلا إذا قتل بالفعل فيقاس عليه شارب الخمر فانه لا يسمى سكرانا إلا إذا سكر بالفعل. (57). ¶ إما (الفقاع) كالنبيذ المسكر في التحريم وان لم يكن يسكر وفيه وجوب الامتناع عن التداوي به. (58) ¶ المطلب الثالث (ثبوت الحد من شرب الخمر) ¶ أولاً/ (حكم من شرب الخمر مستحلا) ¶ ونجد بأن حكم من شرب الخمر مستحلا ً، يستتاب فان تاب وإلا أقيم عليه الحد , وان امتنع قتل وقيل يكون حكمه حكم المرتد وإما سائر المسكرات فلا يقبل مستحلها لتحقيق الخلاف بين المسلمين فيها ويقام الحد على شربها وان من شرب الخمر مستحلا شربه ن فان تاب أقيم عليه الحد ولا يقتل بعد إقامة الحد عليه. (58) بلا فرق في المستحل ليس كون إسلامه بعد كفره أو كان إسلامه فطريا كما إذا كان استحلاله عن الشبهه والجهل بحرمته فيحكم عليه بحكم المرتد وإما إذا احتمل في حقه الجهل و الشبهة فلا يقام علية الحد حيث إن المستحل إذ كان يعلم بأنه حرام عليه و شربه يحكم بكفره أما إذ كان استحلاله لو كان للاعتقاد بأنه حلال و الفعل عن حرمته لا يجري عليه الحد حيث انه لو شرب الخمر بجهالة فلا يكون عليه الحد. (60) ¶ ثانيا/ (حكم من باع الخمر مستحلا) ¶ يستتاب فان تاب عفي عنه وألا قتل , وان لم يكن مستحلا ً عُزر , وما سواه لا يقتل وان لم يستتاب بل يؤدب حيث إن شرب الخمر مستحلا وبيعها مستحلا الفرق بينهما هو في الحكم بالارتداد وبين بيعها مستحلا حيث إن حرمه شربها من ضرورات الدين بخلاف حرمه بيعها ولذا يستتاب من بيعها والاستحلال فان تاب وألا يقتل هذا بالنسبة لبيع الخمر. إما سائر المسكرات الأخرى فلا يقبل مستحل بيعها وان لم يتب يؤدب ويعزر (61). ¶ وذلك لحديث النبي (صلى الله عليه وآله وسلم) في الحث على الكسب المشروع قال صلى الله عليه وآله وسلم) (احل لكم البيع وحرم الربا) فان هذا الحديث ينص على استحلال سائر البيوع بخلاف بيع والخمر. ¶ ثالثا/ (متى يحد شارب الخمر) ¶ تظهر ثمرة الخلاف المتقدم فيما يلي: فمن قال بتحريم القليل والكثير من كل مسكر - وهم الجمهور - قالوا يجب الحد على كل من شرب مسكر قليلا كان أو كثير و ذلك لان الكل يشمله اسم الخمر سواء كان ذلك بطرق اللغة أو بطريق القياس مسند أصحاب هذا القول على قول النبي ¶ (صلى الله عليه وآله وسلم) من شرب الخمر فاجلدوه .... \" ووجه استدلالهم بهذا الحديث هو قولهم إن النبي (صلى الله عليه وآله وسلم) أمر بجلد شارب الخمر وقد تبين لنا إن كل مسكر خمر فعلى هذا يشمل الأمر بالجلد شارب القليل والكثير (62) وإما من قال إن القليل الذي لا يسكر حلال وهم الأحناف قالوا انه لا حد على الشارب القليل إذا لم يسكر وأما إذا شرب الكثير المسكر فانه يحد منهم يتفقون مع الجمهور على وجوب حد شارب الكثير ويختلفون معهم في شارب القليل وحد القلة والكثرة عندهم هو الاسكار وعدمه فمتى سكر الشارب يعتبر ما شربه كثير وإذا لم يسكر فيعتبر شاربه قليل. ¶ والراجح هنا هو قول الجمهور القائل: ¶ \" بوجوب حد الشارب القليل والكثير من المُسكر \" ¶ رابعا/ (عقوبة العبد وآلامه) ¶ بعد إن بينت في ثانيا حكم من باع الخمر مستحلا أبين فيما يلي حد العبد وآلامه وحدها في الشرب نصف حد الحر فمن قال إن حد الحر أربعون وهو الراجح - قال (حدهما عشرون) ومن قال إن حد الحر ثمانون قال حدهما أربعون وذلك بقياس حدهما",
            "page": "85",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "في الشرب على حدهما في الزنا الثابت في النص في حق احدهما وبالقياس في حق الأخر. (64) ¶ كذلك لقد كان عمر وعثمان وابن عمر (رض) - يجلدون عبيدهم (65). ... خامسا/ (سقوط الحد عن شارب الخمر) ¶ إذا تاب قبل قيام البينة بارتكابه سقط عنه الحد، وان تاب بعد قيامها (أي ألبينه) لم يسقط الحد وإذا قامت ألبينه بالارتكاب فليس للحاكم خيار العفو وإنما إذا ثبت الارتكاب بالإقرار فللحاكم العفو عن المرتكب، وان الشرب إذا ثبت باعتراف الشارب فليس للحاكم العفو على أقامه الحد على الشارب فان الحد يكون من حقوق الله لإ للإمام وإذا انضم إلى ذلك جواب الإمام علي (عليه السلام) \" ما يدرك ما هذا \" (66). إذا قامت ألبينه فليس للإمام أن يعفو عنه. ¶ الخاتمة: ¶ بسم الله الرحمن الرحيم ¶ الحمد لله جل ذكره والصلاة والسلام على خير الأنام وعلى آله وصحبه ومن والاه. ¶ أما بعد ... ¶ الحمد لله على نعمهِ التي لا تعد ولا تحصى, والحمد لله الذي مكنني من الخوض في هذا الموضوع وهو (حد الخمر في الشريعة الإسلامية دراسة موضوعية) وبعد الانتهاء من كتابة هذا البحث المتواضع ظهرت لنا عدة نتائج نذكر أهمها: ¶ 1. إن شرب الخمر هو فعل بالغ الخطورة ومحضور شرعا بدليل إن الله قد جعله حداً وجعل له عقوبة مقدرة ولا يمكن التهاون والتنازل عنه لأنها حق خالص لله وليس للعبد. ¶ 2. إن في شرب الخمر منافع ومضار ولكن المضار أكثر بدليل قوله تعالى: ¶ (ويسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس وأثمهما اكبر من نفعهما) سورة البقرة ال/ الآية 219 ¶ 3. يوجد في الخمر علاج ودواء لبعض الإمراض , ولكن الشريعة السمحاء نهت وحرمت التداوي به لقوله (صلى الله عليه وآله وسلم):- ¶ (كل مسكر خمر وكل خمر حرام , أنها ليست بدواء ولكنها داء) ¶ 4. إن الخمر أنواع منها (العصير العنبي, والعصير ألزبيبي, والعصير ألتمري) , وكذلك للخمر تسميات كثيرة منها (النقاع, المسكر, المخدر) وكل من أنواع وتسميات الخمر جميعها محرمة باختلاف صورها وأنواعها. ¶ 5. يصنع الخمر من عدة مواد منها الحبوب كالشعير والحنطة , ومن الخضروات مثل التمر والفواكه كالعنب والتفاح. ¶ 6. نجد بان قليل الخمر مساوٍ لكثيرة في الحرمة لقوله (صلى الله عليه وآله وسلم) ... (ما اسكر كثيره فقليله حرام). ¶ 7. لقد احل الله جل وعلا جميع البيوع بجميع صوره وأشكاله وحرم الربا بجميع صوره ة وأشكاله ولكن بيع الخمر لا يدخل في باب ألحليه لأنه محرم بدليل ما ورد في معنى حديث المصطفى صلى الله عليه وآله وسلم: ¶ (ما نبت من السحت فالنار أولى به) والمقصود بالسحت هو بيع الخمر ولحم الخنزير والربا وكل هذه الأمور هي محرمة شرعاً. ¶ 8. لم تستثني الشريعة الإسلامية أي صورة من صور الخمر بحيث حرمت الخمر إن كان سائلاً أم جامداً وذلك لوجود العلة فيه وهي المسكر. ¶ 9. لم تحرم الشريعة الإسلامية الغراء الخمر تحريما مباشر كما فعلت بتحريم كافة الأمور المحرمة مثل لحم الخنزير, إنما قامت بالتدرج بتحريمه بنصوص قرآنية قطعية الثبوت والدلالة كما يلي: ¶ أولاً/ قال تعالى (يا أيها الذين امنوا لا تقربوا الصلاة وأنتم سكارى حتى تعلموا ما تقولون) \"سورة النساء / الآية 42\" فهنا ابتدأ النهي عن الصلاة في حالة السكر. ¶ ثانياً/ قال تعالى (ويسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس وأثمهما اكبر من نفعهما) \"سورة البقرة ال/ الآية 219\" ومنها تنبيه على إن في الخمر أثم كبير. ¶ ثالثاً/ قال تعالى (يا أيها الذين امنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون, إنما يريد الشيطان إن يوقع بينكم العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله فهل انتم منتهون) \"المائدة89 - 90\" وفي هذه ال/ الآية جاء التحريم القطعي والجازم لشرب الخمر. ¶ 10. لم يحدد القرآن الكريم عقوبة شارب الخمر وشاربته , مثل ما فعل بتحديد عقوبة الزانية والزاني, وجعل الأمر متروكاً للمسلمين , فأجمعت الأمة الإسلامية من عصر النبوة على إن تكون عقوبة (أي شرب الخمر) هو ثمانون جلدة. ¶ 11 - تختلف عقوبة العبد وألأمه إذا شرب الخمر فعقوبته نصف عقوبة الحر. .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "12 - يشترط في إقامة الحد على شارب الخمر إن تتوفر أركانه جريمة شرب الخمر وهي: ركن مادي وهو شرب الخمر لو قطرة واحده، وركن معنوي وهو القصد الجنائي. ¶ 13 - ويشترط في أقامه الحد على شارب الخمر ¶ أ/ إن يكون شارب الخمر عاقلا ¶ ب/ إن يكون شارب الخمر بالغا ¶ ج/ إن يكون شارب الخمر مسلما ¶ د/ إن يكون شارب الخمر مختارا، أي لا حد على من يشرب الخمر مكروها أو ناسيا أو مخطئا. ¶ 14 - وتثبت جريمة شرب الخمر ويقام الحد عليه بأحد الأمرين: ¶ أ/ إما الإقرار ب/ وشهادة رجلي ¶ وبعد ... فلا نقول إننا استطعنا الإحاطة وأحصينا كلا شيء في هذا البحث فمهما أوتي الإنسان من ذكاء ووهب من عقل فالنقص سمه غالبة عليه وهي فطرة جبلها الله عليه، وحسبنا إننا في هذا البحث وضعنا علامات على الطريق تنير الدرب للسالكين والله من وراء القصد.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الحواشي ¶ 1 - سورة البقرة إيه 178 ¶ 2 - مقاييس اللغة (2/ 3 - 4). ¶ 3 - المدخل لدراسة الشريعة الإسلامية / تأليف الدكتور حمد عبيد الكبيسي وآخرون (ص157) طبع بوزارة التعليم العالي والبحث العلمي، بغداد، الطبعة الأولى ¶ 4 - سورة البقرة / الآية (187) ¶ 5 - سورة الطلاق / الآية (165) ¶ 6 - سورة النساء / الآية (14) ¶ 7 - العقوبات في الإسلام / عبد الرحمن بن عبد العزيز الراود / بأشراف حسين صديق احمد (ص14) طبع المكتبة السلفية / شركة المدينة للطباعة والنشر - جدة. ¶ 8 - العقوبات في الإسلام / عبد الرحمن بن عبد العزيز (ص15)،. ¶ 9 - العقوبات في الإسلام / عبد الرحمن بن عبد العزيز (ص15)،. ¶ 10 - العقوبات في الإسلام / عبد الرحمن بن عبد العزيز (ص 15)،. ¶ 11 - العقوبات في الإسلام / إعداد عبد الرحمن بن عبد العزيز الراود (ص 16)، .. ¶ 12 - المدخل لدراسة الشريعة الإسلامية / تأليف الدكتور حمد عبيد الكبيسي ... وآخرون (ص159) ,. ¶ 13 - . التعزير والاتجاهات الجنائية المعاصرة / الدكتور عبد الفتاح خضر أستاذ القانون الجنائي, المملكة العربية السعودية / معهد الإدارة العامه, (ص 9) مطبعة الإشعاع التجارية - الرياض 1399 هـ. ¶ 14 - . التعزير والاتجاهات الجنائية المعاصرة / الدكتور عبد الفتاح خضر، ¶ (ص 11)،. ¶ * القسامة وهو احد طرق الإثبات الجنائي في الجاهلية فلما جاء الإسلام اقره رسول الله (ص) ومضمونه يكون على أهل المنطقة التي حصل في داخلها القتل إن يقسم منهم خمسون رجل بان يحلف كل منهم بالله بأنه ليس هو القاتل ولا يعرف الجاني ثم يدفعون الدية مجتمعين كنوع من العقاب الجماعي لتقاعسهم عن حفظ الأمن في مجتمعهم، راجع التعزير والاتجاهات الجنائية المعاصرة / الدكتور عبد الفتاح خضر ص 12. ¶ 15 - سبل الإسلام / محمد بن إسماعيل الصنعاني ج 3 ص 231 ¶ 16 - سورة الإسراء ال/ الآية 15 ¶ 17 - التعزير والاتجاهات الجنائية المعاصرة / الدكتور عبد الفتاح خضر، (ص 12)، .. ¶ 18 - . السياسة الشرعية في إصلاح الراعي والرعية / للإمام احمد بن مسلم بن تميمة، ص 120، مطبعة القاهرة، ط 3،1958 م. ¶ 19 - . العقوبات في الإسلام / إعداد عبد الرحمن بن عبد العزيز الراود (ص 16). ¶ 20 - . العقوبات في الإسلام / عبد الرحمن بن عبد العزيز (ص 16). ¶ 21 - السياسة الشرعية في إصلاح الراعي والرعية / (ص120) ابن تيمية،. ¶ 22 - . العقوبات في الإسلام / إعداد عبد الرحمن بن عبد العزيز الراود (ص 18) ¶ 23 - المدخل لدراسة الشريعة الإسلامية / د. حمد عبيد الكبيسي وآخرون، ¶ (ص177)،. ¶ 24 - سورة البقرة / الآية (178). ¶ 25 - سورة البقرة / الآية (179). ¶ 26 - سورة الإسراء / الآية (33). ¶ 27 - سورة البقرة / الآية (195). ¶ 28 - . القصاص في الفقه الإسلامي، تأليف احمد فتحي بهنسي، (ص 11) مطبعة كوستاتسوماس بالطاهر - مصر. ¶ 29 - فقه الإمام جعفر الصادق \" علية السلام \" المؤلف محمد جواد مغنية، (ص 306)، مطبعة أنصاريان. ¶ 30 - سورة البقرة / الآية (179). ¶ 31 - . القصاص في الفقه الإسلامي / تأليف احمد فتحي بهنسي، ... (ص12)، .. ¶ 32 - سورة البقرة / الآية (179). ¶ 33 - . الجريمة والعقوبة في الفقه الإسلامي / تأليف محمد أبو زهره (ص527)، مطبعه دار الفكر العربي ¶ 34 - سورة الشورى / الآية (40). ¶ 35 - مختار الصحاح/ محمد بن بكر عبدالقادر الرازي ... (189) باب خمر ¶ 36 - سورة النور إيه (31). ¶ 37 - . ظاهر العود إلى الجريمة، الدكتور احمد حبيب السماك، (ص 266)، ط 1985، مطبعة ذات السلاسل - الكويت. ¶ 38 - . الجن/ الآية في الفقه الجنائي والقانون الوضعي، بأشراف مناع خليل القطان (ص 130)، ط 1392 - طبع كلية الشريعة -الرياض. ¶ 39 - سورة المائدة ال/ الآية (90 - 93). ¶ 40 - . المصباح المنير في تهذيب تفسير ابن كثير، للإمام الجليل عماد الدين أبي الفداء إسماعيل بن عمر بن القرشي / بأشراف الشيخ صفي الرحمن المبارك فوري (ص 399 - 400)، مطبعه دار السلام - الرياض. ¶ 41 - . نجاسة الخمر، إعداد سماحة ولي أمر المسلمين إيه الله العظمى السيد (محمود الحسيني) (ص197)، العراق - بغداد. ¶ 42 - . نجاسة الخمر، إعداد سماحة ولي أمر المسلمين إيه الله العظمى السيد (محمود الحسيني) (ص197)،. ¶ 43 - . نجاسة الخمر، تأليف سماحة ولي المسلمين إيه الله العظمى محمود الحسني (ص 111)، العراق - بغداد. ¶ 44 - . السياقة تحت تأثير المسكرات أو المخدرات، الدكتور صباح كرم شعبان (ص 78) طبع دار الشؤون الثقافية ألعامه - العراق - بغداد. ¶ 45 - . جريمة شرب الخمر في الشريعة الإسلامية والقانون الوضعي د. عبد الحميد الشورابي (ص 8 - 9)، مطبعة مركز الدلتا - الإسكندرية. ¶ 46 - سورة النحل ال/ الآية (67). ¶ 47 - سورة البقرة ال/ الآية (219). ¶ 48 - سورة النساء ال/ الآية (43). ¶ 49 - سورة المائدة ال/ الآية (90 - 91). ¶ 50 - صَدْرُ حديث أخرجه البخاري: (10/ 25) في الأشربة: في فاتِحَتِه، (ص 1021). ومسلم برقم: (2003) في الأشربة، باب: بيان أن كلَّ مُسْكِر خَمْر، ومالك في \"الموطأ\"، (2/ 846) في الأشربة، باب: تحريم الخمر، وأبو داود برقم: (3679) في الأشربة، باب: النَّهي عن الْمُسكر، والترمذي برقم: (1862) في الأشربة، باب: ما جاء في شارب الخمر، والنَّسائي: (8/ 296) في الأشربة، باب: إثبات اسم الخمر لكل مسكر، وكلهم من حديث عبدالله بن عمر - رضي الله عنهما. ¶ 51 - . كتاب الكبائر، تأليف الإمام الحافظ شمس الدين أبي عبد الله محمد بن احمد (ص 88)، طبع بدمشق. ¶ 52 - الجرائم في الفقه الإسلامي، احمد فتحي بهنسي (ص 183)، مطبعة كوستاتسوماس مصر. ¶ 53 - . المسكرات والمخدرات بين الشريعة و القانون، تأليف عزت حسنين (ص 34 - 35)، طبع في مصر. ¶ 54 - نفس المصدر / ص 35 ¶ 55 - العقوبات في الإسلام، إعداد عبد الرحمن بن عبد العزيز الراود ... (ص 109) ¶ 56 - العقوبات في الإسلام، إعداد عبد الرحمن بن عبد العزيز الراود (ص 109)، ¶ 57 - العقوبات في الإسلام، إعداد عبد الرحمن بن عبد العزيز الراود (ص 110)،. ¶ 58 - . أسس الحدود والتعزيرات تأليف سماحة الشيخ الميرزا جواد التبريزي دام ظله (ص 296)، مطبعه مهر - قم. ¶ 59 - . أسس الحدود والتعزيرات، تأليف الشيخ العلامة الميرزا جواد التبريزي (ص 299) -. ¶ 60 - نفس المصدر ص 299. ¶ 61 - . الأحكام البراءة في قضايا المخدرات، تأليف صفوت محمود درويش ¶ (ص 113)، مطبعة جريدة السفير. ¶ 62 - العقوبات في الإسلام، تأليف عبد الرحمن بن عبد العزيز (ص 115) ¶ 63 - نفس المصدر ونفس الموضع. ¶ 64 - الأحكام البراءة في قضايا المخدرات / صفوت محمود درويش (ص113) ¶ 65 - العقوبات في الإسلام، إعداد عبد الرحمن بن عبد العزيز. (ص108) ¶ 66 - أسس الحدود والتعزيرات/ الشيخ الميرزا جواد التبريزي , ص300 ¶ ??????? ???????? ¶ أولاً/ القران الكريم ¶ ثانيا/ المصادر ¶ 1 - أسس الحدود والتعزيرات / الشيخ جواد التبريزي، دام ظله، مطبعة مهر، قم إيران 1991م ¶ 2 - الأحكام البراءة في قضايا المخدرات/ تأليف صفوت محمود درويش، طبعة جريدة السفير ¶ 3 - التعزير والاتجاهات الجنائية المعاصرة / الدكتور عبد الفتاح خضير، أستاذ القانون الجنائي، معهد الإدارة العامه، الرياض 1399هـ، مطبعة الإشعاع التجارية. ¶ 4 - الجرائم في الفقه الإسلامي / احمد فتحي بهنسي، مطبعة كوستاتسوماس، مصر. ¶ 5 - الجريمة والعقوبة في الفقه الإسلامي / الشيخ محمد أبو زهرة، مطبعة دار الفكر العربي ¶ 6 - الجناية في الفقه الجنائي والقانون الوضعي / أشراف مناع خليل القطان، ط 2، طبع كلية الشريعة، الياض، 1392هـ. ¶ 7 - السياسة الشرعية في إصلاح الراعي والرعية / الامام احمد بن مسلم بن تيمية، مطبعة القاهرة، ط 3، 1958 م. ¶ 8 - العقوبات في الإسلام / عبد الرحمن بن عبد العزيز الرواد / بإشراف حسين صديق احمد، طبع المكتبة السلفية، شركة المدينة للطباعة والنشر، جدة. ¶ 9 - السياقة تحت تأثير المسكرات والمخدرات / الدكتور صباح كرم شعبان، العراق. ¶ 10 - القصاص في الفقه الإسلامي / تأليف احمد فتحي بهنسي، مطبعة كوستاتسوماس، القاهرة، مصر. ¶ 11 - المخدرات /الدكتورة سائحة أمين زكي مطبعة الكويت ط1 الاولى 1990. ¶ 12 - المدخل لدراسة الشريعة الإسلامية / الدكتور حمد عبيد الكبيسي وآخرون، وزارة التعليم العالي والبحث العلمي، الطبعة الأولى، 1980. ¶ 13 - المسكرات والمخدرات بين الشريعة والقانون / تأليف عزت حسنين، طبع في مصر. ¶ 14 - المصباح المنيرفي تهذيب تفسير ابن كثير / الإمام الجليل عماد الدين أبي الفداء إسماعيل بن عمر القرشي / بإشراف الشيخ صفي الرحمن المبارك فوري، مطبعة دار السلام، الرياض ¶ 15 - جريمة شرب الخمر في الشريعة الإسلامية والقانون الوضعي / د. عبد الحميد الشواربي مطبعة مركز الدلتا الإسكندرية، مصر. ¶ 16 - سبل الإسلام / محمد بن اسماعيل الصنعاني / ج 3 / مطبعة بيروت لبنان 1986 ¶ 17 - ظاهر العود إلى الجريمة الدكتور احمد حبيب السماك , مطبعة الكويت ط2,1985. ¶ 18 - فقة الامام جعفر الصادق (علية السلام) / محمد جواد مغنية / دار العلم للملايين / بيروت / الطبعة الأولى / 1966. ¶ 19 - فقة المراة المسلمة / الشيخ احمد الجيزاني , مطبعة داريان , الطبعة الثالثة قم إيران 1412هـ. ¶ 20 - كتاب الاشربة /الامام الشيخ عبد الله بن اسماعيل البخاري، ط 2، بيروت، لبنان. ¶ 21 - كتاب الكبائر / الامام الحافظ شمس الدين أبي عبد الله محمد بن احمد طبع بدمشق سوريا. ¶ 22 - مختار الصحاح / تأليف محمد بن بكر عبدالقادر الرازي (ت 661) دار الكتاب العربي , بيروت. ¶ 23 - نجاسة الخمر / تأليف سماحة ولي المسلمين / الآية الله العظمى محمود الحسني، بغداد / العراق.",
            "page": "88",
            "part": "1"
        }
    ],
    "t36675": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "حد الخمر في الشريعة الإسلامية"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "المقدمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "2",
            "tit": "المبحث الأول (تعريف الحدود والعقوبات والتعزير والفرق بينهم)"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث (أركان جريمة شرب الخمر وعقوبة شارب الخمر)"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "3",
            "tit": "المطلب الأول (تعريف الحدود لغة وإصلاحا)"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الثاني (ماهية الحدود الشرعية)"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الثالث (الفرق بين الحد والتعزير)"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الرابع (الفرق بين الحد والقصاص)"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "2",
            "tit": "المطلب الأول (تعريف الخمر و حكمه)"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الثاني (أنواع المسكر)"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "المطلب الثالث (أدله تحريم الخمر في التشريع الإسلامي)"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول (أركان جريمة شرب الخمر)"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "2",
            "tit": "المطلب الثاني (ماهية المسكر الذي يجب فيه الحد مع التعريف لحكم الفقاع)"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الثالث (ثبوت الحد من شرب الخمر)"
        }
    ]
}