{
    "b36681": [
        {
            "id": "1",
            "nass": "أحكام النكاح و آدابه ¶ حكم النكاح ¶ سئل الشيخ د. صالح بن حسن المبعوث ¶ سؤالي عن امتناع الفتاة عن الزواج، هل هو جائز شرعاً؟ وهل تأثم الفتاة بذلك وتعتبر راغبة عن سنة النبي – صلى الله عليه وسلم-؟ مع العلم أن امتناعها دون سبب أو مانع شرعي لذلك، ولكم جزيل الشكر. ¶ الجواب : ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده: ¶ إن الزواج من نعم الله العظيمة التي شرعها لعباده، وهو من سنن المرسلين ويستمد قواعده من الدين، وفيه رحمة من الله –تعالى- بخلقه، وعناية بشؤونهم قال – تعالى-: \"وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجاً لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ\" [الروم:21]، وقال –تعالى-: \"وَلْيَسْتَعْفِفِ الَّذِينَ لا يَجِدُونَ نِكَاحاً حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ\" [النور: من الآية33]، وهي عامة في الرجل والمرأة. ¶ والنكاح له فوائد عظيمة من دخل فيها علمها، وأهمها تحصين فرج الرجل والمرأة، والقيام على المرأة، وغض بصره وبصرها بهذا الزواج، وتكثر الأمة بالتناسل، وتحفظ الأنساب، وتتحقق مباهاة النبي – صلى الله عليه وسلم- بأمته يوم القيامة، انظر ما رواه البخاري (5752)، ومسلم (220) من حديث ابن عباس – رضي الله عنهما- وينتج ما يحصل بين الزوجين من الألفة والمودة والرحمة والسكن، ويكون قيام البيت والأسرة التي هي نواة المجتمع، ومن أعرض عن النكاح بلا مانع ولا سبب شرعي، فإنه يكون ممن فوت على نفسه هذه المصالح والفوائد التي يحصلها من تزوج.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "\"وقد جاء ثلاثة رهط إلى بيوت أزواج النبي – صلى الله عليه وسلم- يسألون عن عبادته فلما أخبروا كأنهم تقالوها، فقالوا: وأين نحن من النبي – صلى الله عليه وسلم- وقد غفر له ما تقدم من ذنبه وما تأخر؟، فقال: أحدهم أما أنا فإني أصلي الليل أبداً، وقال آخر: أنا أصوم الدهر، ولا أفطر، وقال آخر: أنا أعتزل النساء، فلا أتزوج أبداً، فجاء رسول الله – صلى الله عليه وسلم- فقال:\" أنتم الذين قلتم كذا وكذا؟ أما والله إني لأخشاكم لله وأتقاكم له، لكني أصوم وأفطر، وأصلي وأرقد وأتزوج النساء، فمن رغب عن سنتي فليس مني\" رواه البخاري (5063)، ومسلم (1401)، واللفظ للبخاري من حديث أنس – رضي الله عنه-. ¶ ومن هنا يعلم في حق الأخت السائلة أن الشريعة الإسلامية بنيت على السماحة واليسر، وإرضاء النفس، وتمتعها بالطيبات، ومنعت التعنت والتشدد، وحرمان النفس مما تريده وتتمناه، وتحتاجه، بحكم الفطرة الإنسانية، وهذا الترك لأمر النكاح خطير جداً قد يصل بصاحبه إلى الخروج عن السنة المطهرة، فديننا ليس دين رهبانية وحرمان، بل هو دين جاء لصلاح الدين والدنيا فأعطى لكل ذي حقٍ حقه، ومنها البدن فله حق إشباع الغرائز الكامنة فيه بالحلال؛ وهو الزواج الشرعي، قال شيخ الإسلام ابن تيمية: (الإعراض عن الأهل والأولاد ليس فيما يحبه الله ورسوله، وليس هو دين الأنبياء والرسل فقد قال الله –تعالى-: \"وَلَقَدْ أَرْسَلْنَا رُسُلاً مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجاً وَذُرِّيَّةً\" [الرعد: من الآية38]. ¶ ولو لم يكن في النكاح إلا تحصين فرجي الزوجين، وطلب الولد الصالح الذي يدعو لوالديه بعد وفاتهما ويقوم عليهما إبان حياتهما لكان ذلك كافياً). ¶ وأدعو الأخت الكريمة أن تتأمل مصالح النكاح وفوائده، وستجد لها في ذلك جواباً شافياً يجعلها بإذن الله تبادر إلى النكاح وتغيير فكرتها نحوه، والله أعلم، - وصلى الله على نبينا محمد وعلى آله وصحبه وسلم-.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "سئل الشيخ أ.د. محمد بن أحمد الصالح ¶ أنوي الزواج، ثم تأخير الإنجاب حتى تتحسن حالتي الاقتصادية! فهل يجوز هذا؟. ¶ الجواب : ¶ الزواج يتردد بين الوجوب والندب، فيجب على من قدر على أعباء الزواج ومؤنه وتكاليفه وخاف على نفسه الوقوع في الفاحشة، ويندب ويستحب في حال الاعتدال، قال الله تعالى: \"وَأَنْكِحُوا الأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ\" [النور: من الآية32]، وقال المصطفى – عليه السلام: \"يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء\"رواه البخاري ¶ (5065)، ومسلم (1400) من حديث عبد الله بن مسعود –رضي الله عنه- والزواج يحقق مصلحة كل من الرجل والمرأة، لما فيه من غض البصر، وتحصين الفرج، وحماية الشرف، ومنع ابتذال الجنس، ويحفظ النوع الإنساني، كما أنه يؤدي إلى حفظ الصحة، ويترتب به سرور النفس، وتحصل به اللذة، ويحقق المقاصد النبيلة التي شرع لأجلها، فإن االاتصال المشروع بالمرأة شرع ابتداء لأمور هي مقاصده الأصلية: أحدها: حفظ النسل، ودوام النوع الإنساني على وجه البسيطة، حتى يرث الله الأرض ومن عليها، ويؤدي إلى كف النفس ويعف عن الحرام، والنكاح محقق لمصالح الأمة، فلو لم تأت الشريعة الغراء بالحث عليه لكانت الفطرة السليمة وقواعد السلوك العامة لا تقتضي سواه. ¶ فمن ثمرات الزواج أيضاً الولد؛ لأن الزواج وسيلة العاقل في إبقاء أنواعه، وتخليد ذكراه بالتوالد والتناسل، وإذا كان الإنجاب من أسمى مقاصد الزواج فلا بأس أن يؤجل لعدد من السنين باتخاذ الوسائل التي لا تلحق الأذى بأي من الرجل والمرأة، ولا تؤدي إلى إسقاط الحمل أو عمل إجهاض. وبالله التوفيق. ¶ سئل الشيخ د. يوسف بن أحمد القاسم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بعيداً عن منافع النكاح ..فقد كرهت الزواج وقررت عدم الزواج حتى أقضي نحبي فهل أصبح منافقا؟ إذ يقول تعالى \"ذلك بأنهم كرهوا ما أنزل الله فأحبط أعمالهم\"، والزواج مما شرع الله، وهل يحبط عملي وأخرج من الملة؟ إذ يقول رسولنا عليه الصلاة والسلام ما معناه الزواج من سنتي \"ومن رغب عن سنتي فليس مني\"، علما أنه لا عذر لي في ذلك سوى المقت، أرجو فقط أن يجاب عن سؤالي. وجزاكم الله خيراً... ¶ الجواب : ¶ الحمد لله، وحده، وبعد: فجواباً عن السؤال، أقول: ¶ الذي يظهر من سؤال السائل الكريم، أنه لم يكره الزواج تديناً ورهبانية، ولا كرهه لكونه سنة نبوية أو لكونه من الدين الحنيف، وإنما كره الإقدام عليه لواقع اجتماعي معين، يعيشه في بيته أو في مجتمعه، وهذا الواقع المر – كما يبدو – كان سبباً في ردة فعل غاضبة، جعلته يتخذ هذا القرار، وهو عدم الزواج مدى الحياة، ولو فوت منافع النكاح - كما أشار إليه – وهذا التصرف كما يظهر، لا يعد نفاقاً ما دام أن القلب مطمئن بالإيمان، وما دام أنه يحب الله ورسوله عليه السلام ، وما جاء عن الله ورسوله عليه السلام. ¶ وأما الآية الكريمة: \"ذلك بأنهم كرهوا ما أنزل الله ...\" فقد جاءت في ذم الكفار الذين يبغضون ما أنزل الله تعالى، وهكذا كل من أبغض كتاب الله أو ما جاء به كتاب الله – عز وجل فهو كافر ولو ادعى الإيمان، كما قرر ذلك غير واحد من أهل العلم، لهذه الآية الكريمة وغيرها. ¶ ولذا لا ينبغي للسائل أن يقول أبغض الزواج وأمقته، وإنما يقول: لا أريد الزواج أو أكره الإقدام عليه، تأدباً في اللفظ؛ لأن هذا هو مراد السائل كما يبدو، ولأن المؤمن يحب كل ما جاء عن الله تعالى ورسوله – صلى الله عليه وسلم - ، ولو فرط في بعض ذلك.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأما الحديث المشهور المشار إليه في السؤال (.. ومن رغب عن سنتي فليس مني) فالمراد بقوله: (فليس مني) يعني: ليس على طريقتي، كحال هذا السائل الذي قرر ترك هذه السنة المحمدية، فهو مخالف لطريقة محمد – صلى الله عليه وسلم – وسنته، كما صرح بهذا المعنى الحافظ ابن حجر في الفتح (9/106) ثم أشار إلى أن هذا الحديث يحتمل معنى آخر، وهو أن الرغبة عن هذه السنة إذا كانت من باب الإعراض والتنطع المفضي إلى ترجيح وتفضيل غيرها عليها فإن المعنى يكون لهذا الحديث (فليس مني) أي: ليس على ملتي، والله تعالى أعلم. ¶ الأنكحة المحرمة( المتعة-التحليل-الشغار ) ¶ سئل الشيخ عبد الله بن سليمان بن منيع ¶ لماذا حرم الله زواج المتعة؟ ¶ الجواب : ¶ الحمد لله، الذي عليه عموم المسلمين من علماء وفقهاء ومحدثين ومفسرين: القول بتحريم زواج المتعة، وأنه نكاح باطل، وتعليل ذلك أن الزواج الشرعي علاقة مأمول فيها الاستمرار والدوام وابتغاء ما كتب الله للزوجين من معاشرتهما الزوجية من الولد، وأن الله تعالى يهيئ لهما من المودة والرحمة ما يضمن للحياة الزوجية بينهما اللبنة الصالحة لابتغاء أسرة كريمة، فيها تبادل التعاون والتكاتف، تحقيقاً للتوجيه النبوي الكريم:\"تزوجوا الودود الولود فإني مكاثر بكم الأمم يوم القيامة\"، أخرجه أحمد (12613)، وأبو داود (2050)، والنسائي (3227). ¶ وزواج المتعة عار عن هذه المقاصد والمعاني في الزواج الشرعي، وهو ينزل بمستوى المرأة عن إنسانيتها الكاملة إلى سلعة معروضة للأجرة واستيفاء المنفعة، فضلاً عما في ذلك من التخبط في الأعراض وتعريضها للضياع والفوضى، والله أعلم. ¶ [مجموع فتاوى وبحوث الشيخ: عبد الله بن سليمان المنيع (4/263)]. ¶ سئل الشيخ د. يوسف بن أحمد القاسم",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أريد من فضيلتكم جواباً شافياً كافياً في مسألة نكاح المتعة، وهل القول بأنه كان جائزاً في فترة من فترات الرسول صلى الله عليه وسلم بعد البعثة، وتحديداً في ظل الدولة الإسلامية الأولى ثم حرم بعد ذلك؟ هل هو قول صحيح؟ وإن صح هذا القول فما هو الرد على هذه الشبهة التي تقول إن العلة واحدة، ومع ذلك أحل وحرم ثم أحل وحرم؟ كما قال الإمام الشافعي رحمه الله:\"لا أعلم شيئا أحله الله ثم حرمه,ثم أحله ثم حرمه,سوى المتعة\" انتهت الشبه، هل القول المنسوب إلى الشافعي صحيح؟ وجزاكم الله خير الجزاء. ¶ الجواب : ¶ الحمد لله وحده، وبعد: ¶ فإن نكاح المتعة محرم بالاتفاق، كما صرح به الإمام ابن عبد البر في الاستذكار(5/508)، حيث قال: (اتفق أئمة علماء الأمصار من أهل الرأي والآثار على تحريم نكاح المتعة لصحة نهي رسول الله –صلى الله عليه وسلم- عندهم عنها) ا.هـ، ومن تلك الأحاديث ما أخرجه مسلم في صحيحه برقم: (1406)، عن سبرة الجهني: \"أنه كان مع رسول الله – صلى الله عليه وسلم- فقال: يا أيها الناس إني قد كنت أذنت لكم في الاستمتاع من النساء، وإن الله قد حرم ذلك إلى يوم القيامة، فمن كان عنده منهن شيء فليخل سبيله، ولا تأخذوا مما آتيتموهن شيئاً\". ¶ وقد علق النووي في شرحه على صحيح مسلم(9/179)، على هذا الحديث ونحوه، فقال: (...قال المازري: ثبت أن نكاح المتعة كان جائزاً في أول الإسلام، ثم ثبت بالأحاديث الصحيحة المذكورة هنا أنه نسخ، وانعقد الإجماع على تحريمه، ولم يخالف فيه إلا طائفة من المبتدعة – يعني الرافضة-) ثم قال النووي في شرحه هذا(9/181)، (والصواب المختار أن التحريم والإباحة كانا مرتين، فكانت حلالاً قبل خيبر، ثم حرمت يوم خيبر، ثم أبيحت يوم فتح مكة، وهو يوم أوطاس لاتصالهما، ثم حرمت يومئذ بعد ثلاثة أيام تحريماً مؤبداً إلى يوم القيامة) ا.هـ.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وهذا يوافق ما نقله ابن قدامة وغيره عن الإمام الشافعي أنه قال: (لا أعلم شيئاً أحله الله ...)إلخ.. وصحح العلامة ابن القيم في زاد المعاد(5/111) بأن التحليل والتحريم لهذا النكاح وقع مرة واحدة، فقال: (واختلف هل نهي عنها – يعني نكاح المتعة- يوم خيبر؟ على قولين، والصحيح: أن النهي إنما كان عام الفتح، وأن النهي يوم خيبر إنما كان عن الحمر الأهلية...) ا.هـ. ¶ وأما الجواب عن الشبهة المذكورة: فإن الشارع الحكيم إنما أباح نكاح المتعة لحكم أرادها سبحانه، ومنها اضطرار الصحابة – رضي الله عنهم- في ذلك الوقت إلى هذا النوع من النكاح، لا سيما وأن كثيراً منهم كان حديث عهد بالإسلام، مع شدة العزوبة وقلة النساء، كما يشير إلى هذه العلة حديث عبد الله بن مسعود – رضي الله عنه- أنه قال: \"كنا نغزو مع رسول – صلى الله عليه وسلم- ليس لنا نساء، فقلنا: ألا نستخصي؟ فنهانا عن ذلك، ثم رخص لنا أن ننكح المرأة بالثوب إلى أجل...) أخرجه البخاري(4787)، ومسلم(1404)، وقد أشار إلى هذه العلة غير واحد من أهل العلم، ومنهم الحافظ ابن حجر في الفتح(9/170-171) حيث قال: (...في رواية الإسماعيلي: إنما كان ذلك في الجهاد، والنساء قليل ...وعند مسلم من طريق الزهري عن خالد بن المهاجر أو بن أبي عمرة الأنصاري: قال رجل: - يعني لابن عباس – رضي الله عنهما- وصرح به البيهقي في روايته- إنما كانت يعني المتعة رخصة في أول الإسلام لمن اضطر إليها كالميتة والدم ولحم الخنزير) ا.هـ وبهذا تزول الشبهة. والله تعالى أعلم. ¶ سئل الشيخ سعد بن عبد العزيز الشويرخ ¶ أيهما أشد إثماً الزنا أم زواج المتعة، وهل زواج المتعة من الكبائر؟ ¶ الجواب :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "زواج المتعة حرام، وقد انعقد الإجماع على ذلك بلا خلاف بين أهل العلم في هذه المسألة، والواجب على المسلم الامتناع عن الحرام والابتعاد عنه، وعدم المقارنة بينه وبين غيره من المحرمات، وأن هذه المقارنة قد تؤدي بالعبد إلى التهاون بهذا المحرم، أو إلى النظر إلى أنه شيء صغير بالنسبة لما هو أكبر، وأقول لا ينبغي للمسلم أن يوجه همه إلى عقد مقارنة بين المحرم وغيره من المحرمات، وإنما الواجب عليه الكف والابتعاد عن هذا الحرام، وكما يقول السلف: لا تنظر إلى صغر الخطيئة، ولكن انظر إلى من عصيت. ¶ اختيار الزوج والزوجة ¶ سئل الشيخ د. سليمان بن وائل التويجري ¶ هل يجوز لشاب أن ينكح امرأة يعرف أنها لا تنجب أطفالاً؟ ¶ الجواب : ¶ نعم يجوز له ذلك، لكن النبي – صلى الله عليه وسلم – رغب بالزواج من ذات الأولاد، فقال:\"تزوجوا الودود الولود فإني مكاثر بكم الأمم يوم القيامة\" النسائي (3227) أبو داود (2050) أحمد (12613) ورغب في تكثير النسل، فمن أراد أن يتخير امرأة فإن الأولى والأفضل له أن يتخير ذات الولد، لكن لو أنه تزوج امرأة يعرف أنها عقيماً فله ذلك لتحصيل مقاصد النكاح الأخرى غير الولد كالإعفاف والسكن النفسي وغير ذلك. ¶ سئل الشيخ عبد الرحمن بن عبدالله العجلان ¶ هل يجوز نكاح الرجل ناقص العقل مع المرأة الموصوفة بالصفات نفسها؟ ¶ علماً بأنه قد يأتي الولد ويرث من الوالدين صفات النقص التي يتصفان بها. ¶ أفيدونا جزاكم الله خيراً. ¶ الجواب : ¶ يجوز نكاح ناقص العقل ويتولى عقد النكاح نيابة عنه وليه، إذا كان في تزويجه مصلحة له وحماية. ¶ سئل الشيخ سامي بن عبد العزيز الماجد ¶ السلام عليكم ورحمه الله وبركاته.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "تنتشر الآن على الإنترنت مواقع للزواج حيث يقوم الشخص (شاب أو فتاة) بنشر نبذة قصيرة عنه قد تكون مصحوبة بصوره وكذلك ينشر المواصفات التي يرغب في توفرها في الطرف الآخر, وعلى الشخص الذي يجد نفسه مناسبا أن يرسل بريدا إليكترونيا إلى صاحب أو صاحبة الإعلان للتفاهم... أرجو توضيح مدى صحة هذا الأمر مع العلم أني أخص الأشخاص الذين يشترطون عدم المقابلة أو حتى الدردشة عن طريق الإنترنت، وإنما يطلبون التقدم رسميا إلى ولي الأمر وفي حالة جواز هذا الأمر هل يجوز للفتاة بالذات إرفاق صورتها بالحجاب الشرعي أم لا؟ جزاكم الله خيرا. ¶ الجواب : ¶ الحمد لله، والصلاة والسلام على رسول الله، وبعد: ¶ فهذه المواقع تقدم خدمة جليلة، حيث تدل كل طرف على الآخر بالطريق المشروع لإقامة العلاقة المشروعة، لا سيما لذوي الظروف الخاصة الذين قد لا يجدون من يناسبهم من حيث الظروف إلا في مثل هذه المواقع. ¶ ولا حرج ولا إشكال في طريقة الإعلان من ذكر المواصفات العامة التي لا تسهب إلى حد الابتذال، وفي ذكر الشروط والمواصفات المرغوبة، بل ولا بأس – أيضاً – أن يصل التفاهم في البداية إلى حد المراسلة الجادة التي لا تُجرِّئ على المحادثة فضلاً عن اللقاء، وإنما ترتب للزيارة الأولى (زيارة الخطبة). ¶ ولكن المشكلة تكمن في مدى جدية المعلنين من خلال هذه المواقع، لا سيما الشباب والذي يتصفح هذه الإعلانات إنما يتعامل مع (أشباح) لا يدري ما حقيقتها، ولا يعلم الصادق من الكاذب، ولذا ينبغي أن تأخذ المرأة بالتأني والاحتياط والحذر وهي تتعامل مع هذه الأشباح فمتى ما رأت من أحدهم حرصاً على توثيق العلاقة، وولوج باب المحادثة قبل خطبتها من ولي أمرها، فعليها أن تقطع كل المراسلات معه؛ لأنه لو كان جاداً في طلبه صادقاً في رغبته، لسارع إلى خطبتها خشية أن يسبقه أحد إليها.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وأما أن تنشر المرأة صورتها كاشفة الوجه في مثل هذه المواقع أو في غيرها فالأظهر أنه لا يجوز، لأن المرأة كلها عورة حتى وجهها على القول الصحيح، والله أعلم، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ سئل الشيخ د. سليمان بن قاسم العيد ¶ أريد الزواج من فتاة ذات دين، غير أن والدتي رفضتها بسبب أن والدها داعية مشهور وهو الآن في السجن، ووالدتي خائفة من الناحية الأمنية، فهل أتزوجها بدون موافقة والدتي ؟ وهل يجوز لي الزواج بدون رضا الوالدين إذا كانت الفتاة ذات دين وخلق ؟ ولكن الوالدة رفضتها لعدم جمالها، علماً أنني حاولت إقناعها بكل الطرق ولم يبق إلا الزواج بدون موافقتها . ¶ الجواب : ¶ لقد أحسنت باختيار الزوجة ذات الدين التي رغّب فيها رسول الله -صلى الله عليه وسلم- فيما رواه البخاري (5090) ومسلم (1466) من حديث أبي هريرة –رضي الله عنه-، ولكن إذا كان فعلاً قد يلحق والدتك أو أسرتك ضرر بسبب ما ذكرت فعليك بطاعة والدتك والبحث عن زوجة أخرى ذات دين، وسيوفقك الله . ¶ أما زواج الرجل بدون إذن الوالدين فجائز؛ لأنه لا يشترط لصحة زواج الرجل موافقة الوالدين، ولكن طاعتهما بالمعروف وموافقتهما على ما فيه مصلحة ظاهرة فيه خير وبركة لهذا الزواج، والله أعلم . ¶ سئل الشيخ د. عبد الله بن عبد الله بن عبيد الزايد",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أنا شاب أبلغ من العمر 32 عاماً، وأواجه مشكلة يصعب علي حلها، فلجأت إلى الله - عز وجل - ثم إلى فضيلتكم عسى أن أجد لديكم حلاً شافياً لها. إنني أرغب في الارتباط بفتاة ذات خلق ودين، ولكن المشكلة تكمن في أن والدها يعمل مديراً لأحد البنوك، وللعلم فإن والدها ذو خلق قويم، ولكن كما يعلم فضيلتكم فإن ما يتقاضاه والدها مقابل عمله في هذا البنك تشوبه شبهة الربا، فإذا رغبت في الارتباط بها فإنه من البدهي أن يقوم والدها بتجهيزها بكل ما تحتاج إليه من طلبات العرس من ماله الخاص، وإن يحدث تزاور بيننا مما قد يضطرني إلى مشاركته الطعام، إلى غير ذلك من الهدايا التي سوف يحضرها إلى ابنته. مع العلم أن والدها لديه قطعة أرض ومحل تجاري صغير، ولكني لا أعلم هل مصدر هذا المال من راتب البنك أم من أي مصدر آخر. فهل يحل لي الزواج بهذه الفتاه بنية الجزء الحلال من هذا المال، وأن أنتشلها من هذه البيئة الربوية التي تربت بها، وحتى لا آخذها بذنب أبيها استناداً إلى قول الله تعالى: \"ولا تزر وازرة وزر أخرى....\" [الأنعام: 164]، أرجو من سعادتكم إفادتنا في هذا الموضوع، تعجيلاً للخير. وجزاكم الله خيراً. ¶ الجواب : ¶ لا يظهر لي مانع من الزواج بهذه الفتاة التي ذكرت جانباً من صفاتها الطيبة بناء على ما ذكرت عن والدها، مع أنني أتوقع أن أكثر معاملات بنك التنمية الزراعي لا تدخلها المعاملات المحظورة شرعاً، ولئن كان نشاط الأب واقعاً فلا يضركما إن شاء الله، والآية الكريمة: ولا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى\" [الأنعام: 164]، والرسول -صلى الله عليه وسلم- كان يتعامل ويأكل عند اليهود وهم مَنْ هم. انظر مثلاً ما رواه البخاري (2096)، ومسلم (1603) من حديث عائشة –رضي الله عنها- وصلى الله وسلم على محمد وآله وصحبه. ¶ سئل الشيخ عبد الحكيم محمد أرزقي بلمهدي",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "السلام عليكم ورحمة الله، أقيم في النرويج ومن خلال مناقشتنا معهم هنا ينتقدون علينا بعض الأشياء مثل زواج الأقارب، ويقولون إنه يسبب أمراضا في الذرية فأرجو إفادتنا في هذا الموضوع.. ¶ الجواب : ¶ الذي ذكره بعض المتخصصين بعد سؤالهم عن نسبة حدوث هذه الأمراض بين المتزوجين من الأقارب ذكروا أنها في حدود 6% لكل الأمراض الوراثية، والشرع لم يأت بإيجاب الزواج من الأقارب وإنما أباحه، ولو فرض انتشار هذه الأمراض في مجتمع من المجتمعات الإسلامية بسبب الزواج بين الأقارب فلولي الأمر أن ينظم ذلك، بأن يلزم الناس بنوع من التحاليل المساعدة على كشف أسباب هذه الأمراض أو غير ذلك، لأن له سلطة للحد من تعاطي المباحات بناء على ما تجلبه على الناس من مفاسد محققة بعد مشاورة أهل العلم كل في مجال تخصصه. ¶ ثم إن الشرع لم يعهد منه تحريم كل ما فيه ضرر، إلا إذا كان الضرر غالبا متيقناً، أما الذين يجادلونكم في ذلك من أبناء تلك الديار فذكروهم بأن نسبة الذين يصابون بأمراض بسبب تعاطي الخمور والمخدرات، أو بسبب انتشار فاحشة الزنا بينهم أعظم بكثير وأخطر مما يمكن أن يصاب به أبناء المتزوجين من أقارب لهم، ولم نجد منهم إنكاراً لذلك، والله الهادي إلى سواء السبيل . ¶ سئل الشيخ د.علي بن عبدالله الجمعة ¶ ما هي الكفاءة في الزواج؟ وهل هي فقط في الدين أم في أمور أخرى؟ ¶ الجواب : ¶ بسم الله وحده، والصلاة والسلام على من لا نبي بعده، وبعد:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فأقول وبالله التوفيق: لا شك أن الكفاءة في الدين معتبرة شرعاً في الزواج فلا يصح نكاح كافر مسلمة سواء كان مشركاً أو كتابياً أو غير ذلك من الأديان الأخرى؛ لقوله تعالى:\"ولا تنكحوا المشركين حتى يؤمنوا\" [البقرة: 221]وقوله تعالى:\"ولن يجعل الله للكافرين على المؤمنين سبيلاً\" [النساء:141] ولكن يجوز للمسلم الزواج بالكتابية يهودية كانت أو نصرانية لقوله تعالى:\"اليوم أحلت لكم الطيبات وطعام الذين أوتوا الكتاب حل لكم وطعامكم حل لهم والمحصنات من المؤمنات والمحصنات من الذين أوتوا الكتاب من قبلكم إذا أتيتموهن أجورهن محصنين غير مسافحين ولا متخذي أخدان ومن يكفر بالإيمان فقد حبط عمله وهو في الآخرة من الخاسرين\" [المائدة:5]. ¶ أما الكفاءة في غير الدين فهي غير معتبرة شرعاً. فالمسلمون بعضهم أكفاء بعض سواء كانواً عرباً أو موالي لقول الله تعالى:\"إن أكرمكم عند الله أتقاكم\" [الحجرات:13] وقوله –صلى الله عليه وسلم-:\"الناس سواسية لا فضل لعربي على عجمي إلا بالتقوى\" الإمام أحمد (23489) ولأن رسول الله –صلى الله عليه وسلم- أشار على فاطمة بنت قيس أن تنكح أسامة بن زيد مع أنه مولى –رضي الله عنهم جميعاً-، وقد جاءت تستشيره في معاوية وأبي جهم وهما من أكفائها انظر: مسلم (1480) ، وقال رسول الله –صلى الله عليه وسلم-:\"يا بني بياضة أنكحوا أبا هند\" رواه أبو داود (2102) وكان حجاماً كل هذه النصوص صحيحة، وأما ما ورد من حديث \"العرب بعضهم أكفاء بعض\" البيهقي (7/174) فهو حديث ضعيف جداً، وقال أبو حاتم أنه منكر ولكن ينبغي أن يعلم أن الأعراف محكمة ما لم تصادم نصاً شرعياً، فإذا أدى الزواج من غير كفء إلى مشاكل أسرية أو قطيعة رحم أو أضرار مادية فينبغي أن يتحاشا ذلك لا لكون النكاح لا يصح وإنما تفادياً للأضرار أو الفتن التي قد تنجم بسبب ذلك، هذا ما أمكن تحريره، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "سئل الشيخ د.محمد بن سريّع السريّع ¶ السلام عليكم ورحمة الله وبركاته. أما بعد: فإذا خطب الشاب فتاة مع موافقة الأهل من الطرفين، وبعد مدة من الزمن طلبت أم الشاب منه أن يتركها؛ لأنها أصبحت تريده أن يتزوج من أخرى ذات مال ونسب، وأنه حصل جدال بين الأم والخطيبة، فهل يخضع لأمه ويتركها أم ماذا يفعل؟ وجزاكم الله خيراً. ¶ الجواب : ¶ إن كانت الخطيبة ذات خلق ودين ولم يحصل منها إساءة فلا يلزم الرجل تركها لأجل ما قالته الأم، مع أن الأولى أن يحاول الرجل تسوية الأمور فإن لم يتمكن فلعل الرجوع من أول السلم – وخصوصاً أن الرجل لم يتزوج بعد – أولى من الإقدام على الزواج في مثل هذه الظروف، ولعل الله أن يعوضه خيراً ببركة بره بأمه، والله أعلم. ¶ سئل الشيخ أ.د. سعود بن عبدالله الفنيسان ¶ (1) هل يجوز زواج المعاقين والمتخلفين عقلياً؟ ولماذا؟. ¶ (2) هل هناك شروط لتزويجهم؟ وهل تنطبق عليهم شروط الزواج؟. ¶ (3) كيف يمكن للمعوق المتخلف عقلياً القيام بواجباته (واجباتها) الزوجية؟. ¶ (4) هل يقبل الإسلام بذرية معوقة ومتخلفة عقلياً؟. ¶ (5) كيف يمكن أن نتعامل مع زواج المعوقين والمتخلفين عقلياً؟. ¶ الجواب : ¶ بسم الله الرحمن الرحيم ¶ يحسن بنا قبل الجواب أن نقسم الإعاقة العقلية إلى ثلاثة مستويات: خفيفة ومتوسطة وشديدة، والذي يحدد أنواع إعاقة الأعيان المصابين بها هم أهل المعاق أنفسهم والأطباء المختصون.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أما عن جواب السؤال الأول: فنقول من كانت إعاقته العقلية (تخلفه) خفيفة أو متوسطة فيجوز زواجه بمثله أو بمن هو سليم إذا رضي وقبِل (رضيت وقبلت) بذلك ويقوم أولياؤهم بإجراء مراسيم الزواج لهم –كما نص الفقهاء على ذلك كلهم في المذاهب الفقهية- أما لماذا وكيف يزوجون والحالة هذه؟ فلأن الزواج شريعة إلهية وفطرة إنسانية قال تعالى:\"يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالاً كثيراً ونساء...\"[النساء: 1]، وقال تعالى:\"ومن آياته أن خلق لكم من أنفسكم أزواجاً لتسكنوا إليها وجعل بينكم مودة ورحمة\" [الروم: 21]، وثبت عن النبي –صلى الله عليه وسلم- في سنن أبي داود(2050)، وسنن النسائي(3227) وابن حبان(4056) عن معقل بن يسار – رضي الله عنه- قال: جاء رجل إلى رسول الله –صلى الله عليه وسلم- فقال: إني أصبت امرأةً ذات حسب ومنصب إلا أنها لا تلد أفأتزوجها؟ فنهاه، ثم أتاه الثانية فنهاه، ثم أتاه الثالثة فنهاه، فقال: \"تزوجوا الولود الودود فإني مكاثرٌ بكم\"، فهذا نهي من النبي –صلى الله عليه وسلم- للرجل السليم عن نكاح الزوجة العقيم، ومثله المرأة السليمة من الرجل العقيم وفي لفظ:\"تزوجوا الودود الولود فإني مكاثر بكم الأمم يوم القيامة\"، والأنبياء يوم القيامة يتكاثرون ويتفاخرون بكثرة أتباعهم؛ كما في حديث: \"يأتي النبي يوم القيامة ومعه الرهط، ويأتي النبي ومعه الرجل والرجلان، والنبي وليس معه أحد وإني لأرجو أن أكون أكثرهم تابعاً\" فيقال له: انظر إلى الأفق فإذا سواد يملأ الأفق ثم قيل لي انظر هاهنا وهاهنا في آفاق السماء فإذا سواد قد ملأ الأفق قيل: هؤلاء أمتك\" رواه البخاري(5705)، ومسلم(220)، فتكثير النسل في الأمة المسلمة مقصود للشارع وإن قل فيهم الفقه في الدين كما عند المتخلفين عقلياً ثم إن هؤلاء المتخلفين عقلياً، قد يكونون سبب نزول البركات والخيرات واندفاع البلايا والمصائب العظيمة عن جميع",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أفراد المجتمع حيث يدرون ولا يدرون، وقد جاء بالأثر \"هل ترزقون وتنصرون إلا بضعفائكم\" رواه البخاري(2896) والمتخلف العقلي -أياً كانت درجته- فهو ضعيف كما هو مشاهد ومعلوم. ¶ جواب السؤال الثاني: ¶ نعم تنطبق أركان الزواج وشروطه على المتخلفين عقلياً كالأسوياء، ويقوم أولياؤهم الشرعيون بإمضائها وإجرائها. ¶ جواب السؤال الثالث: ¶ أما كيف يمكن للمعاقين عقلياً – ذكوراً كانوا أو إناثاً- أن يقوموا بواجباتهم الزوجية فمتروك لهم هم ربما يعرفون ذلك كالأسوياء أو أكثر، لأن هذه غريزة فطرية لجميع البشر بل لكل المخلوقات، وإن قدّر وعلم وقوع بعض الممارسات غير الشرعية بينهم كعدم تجنب الوقاع في الحيض ونحوه فينبهون على عدم جوازه –إن كانوا يفهمون- وإن لم ينبهوا فلا شيء عليهم -إن شاء الله- في ذلك؛ لأن هذا حد علمهم و\"لا يكلف الله نفساً إلا وسعها\" [البقرة من الآية: 286]، أما إذا كان المتخلف عقلياً لا يحسن الصلاة والطهارة فارتكابه لمثل هذه المنهيات والمحرمات معفو عنه أصلاً؛ لعدم تكليفه شرعاً والقاعدة الشرعية تقول:(إذا سلب الله ما وهب (العقل) سقط ما وجب (عموم التكاليف)). ¶ جواب السؤال الرابع: ¶ أما هل يقبل الإسلام بذرية معوقة فنعم وسبق الإشارة إلى ذلك في الجواب الأول لدخولهم في مفهوم تكثير النسل بتكثير أمة محمد –صلى الله عليه وسلم-، صحيح أن اعتبار الكيف في الأمة من الصلاح والنفع أهم من زيادة العدد المجردة.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "هذا فيما يخص رغبة الناس الأسوياء أما في حكم الله فالأمر ليس كذلك، ثم إنه ليس لازماً وحتماً أن تزوج المعاقين عقلياً بعضهم ببعض ينتج ذرية معاقة، وإن كان هذا نسبته ظاهرة في الواقع ولكنها ليست قطعية في كل أحد، فالمشاهد أن بعض المعاقين عقلياً أنجبوا ذرية سليمة وصالحة قال الله سبحانه:\"يخلق ما يشاء يهب لمن يشاء إناثاً ويهب لمن يشاء الذكور أو يزوجهم ذكراناً وإناثاً ويجعل من يشاء عقيماً إنه عليمٌ قدير\" [الشورى: 49-50]، ومشيئة الله سبحانه عامة للأسوياء والمتخلفين عقلياً لأنهم كلهم خلق الله وتحت إرادته وأمره. ¶ جواب السؤال الخامس: ¶ أرى أنه من المناسب أن يتعامل الناس (المجتمع كله) مع زواج المعاقين عقلياً كما يلي: ¶ (1) إن كانت الإعاقة شديدة جداً ولا يمكن التعامل معها سلميا،ً كأن يُقطع أو يغلب على الظن أنها تهدد حياة المعاق ومن حوله فهذه الحالة لا يجوز شرعاً التزاوج بينهما. ¶ (2) وإن كانت حالة المتخلف العقلي (الإعاقة) متوسطة فيمكن أن يعطى بعض العلاجات المهدئة والتي تمنع الإنجاب إذا رضي أولياء الزوجين بعد أن يقرر الأطباء المختصون أنهم سينجبون أطفالاً معاقين مثلهم أو أشد. ¶ (3) من كانت حال تخلفه العقلي خفيفة فيعامل معاملة الأزواج الأسوياء مما يرفع معنوياته حتى يحس أنه مثل غيره من الناس، وعلى كل حال فإن زواج المتخلف عقلياً مما يخفف ضرره على نفسه وتعديه على غيره علاوة على ما قد يسببه من خير للأمة كلها بسبب الرعاية والعناية بهذه الشريحة من الناس من المجتمع. ¶ وفق الله الجميع إلى كل خير وصلى الله على نبينا محمد. ¶ الصداق ( المهر ) ¶ سئل الشيخ هتلان بن علي الهتلان",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "امرأة متزوجة تبين بعد مرور 7 أشهر من الزواج أن عندها قصوراً كلويًّا، ووضعها الصحي حاليًّا لا يسمح بالإنجاب، بعد استقرار وضعها الصحي قد يكون الإنجاب ممكناً، والاحتمال الآخر هو أن يزداد المرض مما يتطلب زرع كلية، وبعد سنة من الزرع يكون الإنجاب ممكناً، لكن زوجها لا يريد الاستمرار في هذا الزواج، مع العلم أنه لم تمض سنة عليه بسبب حالتها الصحية وبسبب عدم الإنجاب حالياً، مع العلم أنها تقوم بكل واجباتها المنزلية، فالمرض لا يمنعها من العمل. السؤال: هل تستحق المتأخر كاملاً؟ وهل تستحق ما يسمى بغير المقبوض؟ ولكم الشكر. ¶ الجواب :",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ظاهر سؤالك أن المرض الذي أصيبت به هذه المرأة يمكن شفاؤه، وعليه فإذا ثبت طبيًّا أنه من الأمراض الممكن علاجها وتستطيع المرأة إنجاب الأولاد بعد العلاج؛ فإن هذا المرض لا يعد عيباً يوجب فسخ النكاح أصلاً، والزوج بالخيار إذا أراد طلاقها فيجب عليه أن يوفي المرأة مهرها كاملاً بأن يسلم لها المؤخر، أما لو ثبت طبيًّا أن هذا المرض يمنع المرأة من الإنجاب فإنه حينئذ لا يخلو الحال من أن يكون هذا المرض موجوداً قبل عقد الزواج أو بعده. فإن كان هذا العيب موجوداً قبل العقد وعلمت الزوجة أو وليها به وكتماه عن الزوج أو كتمه أحدهما فإن الزوج يثبت له خيار فسخ النكاح، ويرجع على من غره بالمهر الذي سلمه للزوجة وسقط المؤخر الذي لم يسلمه، فإن كانت المرأة هي التي أخفت هذا العيب فيرجع عليها به، وإن كانت لا تعلم وكان وليها عالماً بالعيب وكتمه رجع عليه به، وإن لم يكن قد سلمه لها سقط مهرها، أما إذا كانت الزوجة والولي لا يعلمان بهذا العيب فلا يرجع الزوج بشيء مما أصدقها به على أي واحد منهما؛ لأن المهر استقر بالدخول وليس ثم مغرر يرجع إليه في المهر، وكذا لو حدث العيب وطرأ هذا المرض بعد عقد الزواج والدخول، فلا يرجع الزوج بشيء، لأن المهر يجب بالعقد ويستقر بالخلوة فلا يسقط بحادث بعده بدليل أنه لا يسقط بردتها، وفيه مسمى صحيح، فوجب المهر كغير المعيبة والمعتقة تحت عبد، فإذا أراد الزوج طلاقها في هذه الحالة؛ فيجب عليه أن يسلم للزوجة جميع مهرها المسمى المتأخر ولا يأخذ منها شيئاً من المقدم. والله تعالى أعلم. ¶ الخلوة ¶ سئل الشيخ عبد الله بن سليمان بن منيع ¶ أنا شخص عقدت قراناً على ابنة خالتي (عقد قران فقط)، فهل يجوز أن تسافر بصحبتي؟ شاكرين لفضيلتكم تعاونكم . ¶ الجواب : ¶ لا بأس بذلك؛ لأنها بعد عقد الزواج عليها زوجة يحل لزوجها منها ما يحل للزوج من زوجته ¶ سئل الشيخ عبد الرحمن بن عبدالله العجلان",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "هل يجوز تكرار الجلوس مع مخطوبتي في وجود محرم ؟ ¶ الجواب : ¶ يجوز تكرار الجلوس إذا كانت ساترة لجميع بدنها ، ولم يكن هناك خلوة ، أمّا إذا أظهرت شيئاً من بدنها ، أو خلا بها فيحرم ؛ لأنها لا تزال أجنبية مادام لم يحصل العقد، فإذا حصل العقد فهي زوجته ، ولو لم يعلن الزواج . ¶ وليمة النكاح ¶ سئل الشيخ عمر بن عبد الله المقبل ¶ ما حكم سماع الدف ؟ ¶ مع أنه يشكل عليّ سماع النبي - صلى الله عليه وسلم - من الصغيرات، وأيضاً استقبال المسلمين له - صلى الله عليه وسلم - بعد رجوعه من تبوك . ¶ الجواب : ¶ الحمد لله ، وبعد : فيا أيها المحب ، لا إشكال فيما تذكر – بحمد الله تعالى – لأن العلماء يفرقون بين السماع والاستماع ، فالاستماع في هذا المقام – وهو المنهي عنه – هو أن يصغي له إصغاء المتلذذ والمستطرب له فهذا إنما يجوز لمن أُذن له فيه كالنساء والصبيان في الأعراس أو عند قدوم الغائب ونحو ذلك مما جاءت الشريعة بالترخيص فيه ، يقول شيخ الإسلام ابن تيمية - رحمه الله تعالى - في \"الاستقامة\" (1/275) : \"يرخص للنساء في الغناء والضرب بالدف في الأفراح ، مثل قدوم الغائب ،وأيام الأعياد ، بل يؤمرون بذلك في العرسات ... \" أ.هـ.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "بينما السماع الذي يعرض للإنسان ، بحيث يسمع أناساً أُذِنَ لهم في الغناء – كالنساء والصبيان ، في العرس مثلاً – ثم يصل صوته للشخص الذي لم يؤذن له بالسماع – كالرجال – فإن الإنسان يؤمر بعدم الإصغاء والتلذذ بذلك ، وأما مجرد وصول الصوت ، فلا يؤمر الرجل بسدِّ أذنيه ، أو مغادرة مكان حفل العرس – مثلاً – لأن النبي - صلى الله عليه وسلم - أذِن لعائشة - رضي الله عنها - أن ترقى على ظهره لتستمع إلى غناء الحبشة، انظر ما رواه البخاري (454)، ومسلم (892)، ومعلوم أن النبي - صلى الله عليه وسلم - كان يسمع له ، ولكن لم يكن يستمع له، ولهذا لم يقر النبي - صلى الله عليه وسلم - أبا بكر على إنكاره على وصول هذا الصوت إلى بيت النبي - صلى الله عليه وسلم - ، بل قال : \"دعهما يا أبا بكر: إن لكل قوم عيداً، انظر ما رواه البخاري (3931)، ومسلم (892) وهذا عيدنا \" . ¶ ولهذا قال شيخ الإسلام ابن تيمية – كما في مجموع الفتاوى (11/565): \" وليس في حديث الجاريتين أن النبي - صلى الله عليه وسلم استمع إلى ذلك ، والأمر والنهي إنما يتعلق بالاستماع لا بمجرد السماع ، كما في الرؤية ، فإنه إنما يتعلق بقصد الرؤية لا بما يحصل منها بغير الاختيار ، وكذلك في اشتمام الطيب ، إنما ينهى المحرم عن قصد الشم ، فأما إذا شم ما لم يقصده فإنه لا شيء عليه ، وكذلك في مباشرة المحرمات كالحواس الخمس من السمع ، والبصر ، والشم ، والذوق ، واللمس ، إنما يتعلق الامر والنهي من ذلك بما للعبد فيه قصد وعمل ، وأما ما يحصل بغير اختياره فلا أمر فيه ولا نهي ، وهذا مما وجه به الحديث الذي في السنن عن ابن عمر أنه كان مع النبي – صلى الله عليه وسلم – فسمع صوت زمارة راع فعدل عن الطريق، وقال : هل تسمع ؟ هل تسمع ؟ حتى انقطع الصوت انظر ما رواه أبو داود (4924)، وأحمد (4535) فإن من الناس من يقول – بتقدير صحة هذا الحديث – لم يأمر ابن عمر بسد أذنيه .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فيجاب بأنه كان صغيراً ، أو يجاب بأنه لم يكن يستمع وإنما كان يسمع ،وهذا لا إثم فيه وإنما النبي – صلى الله عليه وسلم – فعل ذلك طلباً للأفضل والأكمل ، كمن اجتاز بطريق فسمع قوماً يتكلمون بكلام محرم فسد أذنيه كيلا يسمعه فهذا حسن ، ولو لم يسد أذنيه لم يأثم بذلك ، اللهم إلا أن يكون في سماعه ضرر ديني لا يندفع إلا بالسد\" أ. هـ . ¶ وقال في موضع آخر (29/522) : \"غناء الإماء الذي يسمعه الرجل قد كان الصحابة يسمعونه في العرسات\" . ¶ وبما سبق يتبين للأخ السائل الجواب عما أورده ، والله تعالى أعلم . ¶ سئل الشيخ هاني بن عبدالله الجبير ¶ تكثر في الإجازات المناسبات –ومناسبات الزواج بصفة خاصة-، والتي لا تخلو في كثير منها من الرقص والطبل (الطق)، لذا يحتدم الخلاف بين طائفة من الناس في حكم هذا الصنيع، هل هو جائز أم لا؟ والسؤال يبرز في النقاط التالية: ¶ هل الرقص والطق مشروع أم لا؟ وهل الأفضل فعله أم تركه؟ ما المراد بالدف؟ وما الضابط في تحديده؟ إذا كان ذا وجه واحد أو وجهين، فهل بينهما فرق من حيث الجواز؟ وعلى القول بمشروعيته، فهل يجوز في غير يوم العرس كاليوم التالي للعرس (الرحيل مثلاً)؟ وما الحكم لو وصل صوت للرجال؟ وما الحكم لو وصل صوت الطبل فقط؟ ما الحكم لو وصل صوت المنشدة ومعه صوت الطبل؟ وهل هناك فرق في هذا بين المنشدة الصغيرة والكبيرة؟ ما حكم الزغردة والتصفيق؟ وهل يجوز استئجار الطقاقات، أم أنه من إضاعة المال؟ وإذا ارتفع الصوت ووصل الرجال فهل الأفضل الانصراف أم عدمه؟ وجزاكم الله خيراً، وأحسن إليكم. ¶ الجواب ¶ الحمد لله وحده، وبعد: ¶ فلا خلاف في مشروعية الوليمة في العرس، وقد فعلها النبي –صلى الله عليه وسلم- وأمر بها، فقد قال لعبد الرحمن بن عوف حين قال تزوجت:\" أولم ولو بشاة\" أخرجه البخاري (5155) ومسلم (1427).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "والدف عند وليمة النكاح ليس بمنكر؛ أمر به النبي –صلى الله عليه وسلم- في أحاديث، منها: عن محمد بن حاطب –رضي الله عنه- قال: قال رسول الله –صلى الله عليه وسلم-:\"فصل ما بين الحلال والحرام: الصوت بالدف\" النسائي (3371) الترمذي (1088) ابن ماجة (1896) أحمد (3/418) وصححه الحاكم ووافقه الذهبي، وحسنه الألباني في (إرواء الغليل 1994) وقد قيل بإباحته، قال الشوكاني:\" لا يبعد أن يكون مندوباً؛ لأن ذلك أقل ما يفيده الأمر في قوله أعلنوا النكاح\" (نيل الأوطار 6/212)، والندب إليه واستحبابه هو مذهب أحمد (كشاف القناع 5/183) واختيار العلامة الصنعاني، والشيخ: محمد بن إبراهيم (مجموع فتاواه 10/218). ¶ هذا حكم الدف الذي يسمى الطق، وأما حقيقة الدف، فقد جاء في اللسان:\"الدَّف، والدُّف: الذي يضرب به النساء والجمع دفوف، والدَّفاف صاحبها، المدفف صانعها، والمدفدف ضاربها\" (لسان العرب 9/106) دفف. ¶ وكلام النبي –صلى الله عليه وسلم- إنما يحمل على ما كان معهوداً على عهده. ¶ وقد قال مشايخنا: إن الدف المعهود في العهد النبوي هو المختوم من وجه واحد، وليس فيه صنوج ولا حِلق ولا أجراس. (فتاوى ابن إبراهيم 10/215)، ابن عثيمين (فتاوى إسلامية 3/186). ¶ ولم أجده في كتب اللغة التي اطلعت عليها، وهذا الدف هو الذي يسمى في بلاد نجد وما جاورها الطار. ¶ أما باقي المعازف سواء منها الهوائي كالمزمار والناي أو الوتري كالعود والرباب أو الطبول فكلها محرمة على الصحيح من أقوال أهل العلم، سواء في الأعراس وغيرها، عن أبي عامر الأشعري –رضي الله عنه- مرفوعاً \"ليكونن من أمتي أقوام يستحلون الحر والحرير والخمر والمعازف\" صحيح البخاري (5590).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وهذا يدل على تحريم سائر أنواع المعازف، وخصّ الدليل الدف فيفرد عنها، ولكن هل تختص إباحة الدف بالأعراس فقط، أو يجوز أيضاً في الأعياد ونحوها، أم أنه مباح مطلقاً؟ هذه ثلاثة أقوال، الظاهر منها إباحته في الأعراس والأعياد ونحوها. ¶ عن عمرو بن شعيب عن أبيه عن جده أن امرأة أتت النبي –صلى الله عليه وسلم- فقالت: يا رسول الله إني نذرت إن رجعت سالماً أن أضرب على رأسك الدف. قال:\"أوفي بنذرك\" سنن أبي داود (3312) سنن الترمذي (3690) مسند أحمد (5/353)، ولو كان محرماً لم يأذن به. ¶ وعن عائشة –رضي الله عنها- أن أبا بكر دخل عليها وعندها جاريتان في أيام منى تدفان وتضربان، والنبي –صلى الله عليه وسلم- متغشٍّ بثوبه، فانتهرهما أبو بكر، فكشف النبي –صلى الله عليه وسلم- وجهه فقال:\"دعهما يا أبا بكر فإنها أيام عيد\" صحيح البخاري (949) ومسلم (892)، ومثل ذلك اليوم الذي يلي العرس عن الربيَّع بنت معوَّذ –رضي الله عنها- قالت: دخل عليَّ النبي –صلى الله عليه وسلم- صبيحة بُني بي، فجعلت جويريات يضربن بدف لهن ويندبن من قتل من آبائي يوم بدر\" الحديث، صحيح البخاري (5147). ¶ إذاً لا يضرب بالدف إلا النساء على الصحيح من أقوال أهل العلم، فقد أمر به النبي –صلى الله عليه وسلم- النساء كما في حديث عائشة لما زفت امرأة إلى رجل من الأنصار قال:\" فهل بعثتم معها جارية تضرب بالدف وتغني..\" الحديث، الطبراني (1/167/1) وأصله في البخاري (9/184) انظر إرواء الغليل (1995)، قال ابن قدامة:\" في ضرب الرجال بالدف تشبه بالنساء، وقد لعن النبي المشتبهين من الرجال بالنساء\" (المغني 14/159). ¶ وقال الحافظ ابن حجر:\"الأحاديث القوية فيها الإذن في ذلك للنساء فلا يلتحق بهن الرجال لعموم النهي عن التشبه بهن\" (فتح الباري 9/134).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أما استماعه في العرس ونحوه فهو مباح للرجال والنساء على السواء؛ للأدلة السابقة، وقد قال عامر بن سعد البجلي: دخلت على قرظة بن كعب وأبي مسعود وجوار يضربن بالدف ويغنين، فقلت: تقرون على هذا وأنتم أصحاب محمد –صلى الله عليه وسلم-؟ قالوا: إنه قد رُخص لنا في العرسات\" أخرجه الحاكم والبيهقي انظر (آداب الزفاف للألباني صـ182). ¶ والغناء المصاحب له إذا اشتمل على محرم أو منكر ووصف للفجور فهو محرم، وما لم يكن كذلك فهو مباح للنساء. ¶ أما استماع الرجال له فإن كان من أمة مملوكة أو من صغيرة فهذا مباح كما تقدم من فعل النبي –صلى الله عليه وسلم- وأبي بكر، أما الحرة البالغة فإنه ليس لها التغنج بصوتها ولا الغناء للرجال، أما لو وصل صوت النساء مجتمعات بحيث لا يتميز صوت معين منهن فلا بأس بسماعه، قال شيخ الإسلام ابن تيمية –رحمه الله-:\"غناء الإماء الذي يسمعه الرجل قد كان الصحابة يسمعونه في العرسات كما كانوا ينظرون إلى الإماء لعدم الفتنة في رؤيتهن وسماع أصواتهن...أما غناء الرجال للرجال فلم يبلغنا أنه كان في عهد الصحابة. يبقى غناء النساء للنساء في العرس، وأما غناء الحرائر للرجال بالدف فمشروع في الأفراح كحديث الناذرة وغناها مع ذلك، لكن نصب مغنية للنساء والرجال هذا منكر بكل حال، بخلاف من ليست صنعتها\" (مجموع الفتاوى 29/552). ¶ فاتخاذ ذلك حرفة لا ينبغي، قال ابن قدامة:\"أما اتخاذ الغناء في الأعراس وضرب الدف فيه حرفة فهو دناءة وسقوط مروءة والكسب فيه خبيث\" (المغني 10/206).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "بخلاف إعطاء جُعل أو هدية لمن قام بذلك فهذا جائز، بقي من مسائل المستفتي الزغردة والتصفيق والرقص في الأعراس، والأصل في ذلك كله كما قال ابن سعدي –رحمه الله-:\"الأصل في جميع العادات القولية والفعلية الإباحة والجواز، فلا يحرم منها ولا يكره إلا ما نهى عنه الشارع، أو تضمن مفسدة، وهذا أصل الكتاب والسنة فإن الناس لم يقصدوا التعبد بها، وإنما هي عوائد جرت بينهم في المناسبات لا محذور فيها، والعادات المباحة قد يقترن بها من المصالح والمنافع ما يلحقها بالأمور المستحبة بحسب ما ينتج عنها\" (نيل المآرب 4/406). ¶ ولم يزل النساء يرقصن في الأعراس ونحوها قال ابن عبد السلام:\"الرقص...لا يصلح إلا للنساء\" (قواعد الأحكام 2/220). ¶ وكذلك الزغردة ونحوها والتصفيق في الأعراس كله مما لا أرى كراهته للنساء، قال شيخ الإسلام ابن تيمية:\"الضرب بالدف والتصفيق بالكف من عمل النساء\" (مجموعة الرسائل المنبرية 2/171). ¶ إلا إن ارتبط بذلك فتنة كما قد يحصل في بعض المجتمعات من تعلق وتعشق فإن لهذا حكم يخص مواطنه. ¶ أسأل الله –تعالى- التوفيق والسداد والهداية للرشاد لنا ولسائر المسلمين والمسلمات، وصلى الله على محمد وآله. ¶ سئل الشيخ د. أحمد بن محمد الخضيري ¶ أنا مقدم على الزواج قريباً بإذن الله، وأردت أن أقتصد في أمور زواجي، وأبتعد عن التبذير والإسراف؛ لكي يبارك الله لي زواجي، ولكن أبي تكفَّل بكامل مصروفات زواجي، ومنها أنه دفع لحفل زواجي فقط ما لا يقل عن مئة وثلاثين ألف ريال، وعند اعتراضي أجاب بأننا أسرة ثرية، ولم نخرج عن المتعارف عليه عند الناس، ولم تنفع معهم نصائحي، وأخشى أن يمحق الله البركة من زواجي بسبب هذا الإسراف، أرجو مساعدتي ماذا أفعل؟ ¶ الجواب :",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "عليك أن تستمر في نصح والدك وإظهار مضار التبذير والإسراف، وذكر مساوئ الحفلات القائمة على البذخ والتي تستهلك كثيراً من المال وتنتهي في سويعات معدودة دون نفع أو فائدة، واحرص على الاستشهاد بالنصوص الشرعية من الكتاب والسنة الواردة في هذا الشأن مع إرفاق هذا بفتاوى العلماء المعاصرين الذين يعرفهم والدك ولهم قبول عنده، وذكره بنعمة المال وضرورة شكرها بصرف المال على حسب الضوابط الشرعية، وأنه مسؤول عن كيفية إنفاقه لماله، ويفضل أن تذكر لوالدك البدائل الحسنة لصرف ما زاد من هذا المال مثل صرفه على بعض المحتاجين من الأقارب وغيرهم، أو إرساله إلى البلاد الفقيرة أو على الأقل صرفه فيما يفيد الزوجين ويبقى لهما ينتفعان به مدة طويلة، وأشعر والدك أنك المعني بالأمر، ولابد أن يؤخذ رأيك في هذا الزواج وطريقة الاحتفال به، وأنت إذا قمت بهذا وتذرعت بالصبر وتلطفت في النصيحة وسألت الله تعالى الإعانة فحري بك أن تصل إلى غايتك ومرادك، وتكون أديت الذي عليك وبرئت ذمتك إن شاء الله تعالى. ¶ نكاح الكتابيات والكافرات ¶ سئل الشيخ سامي بن عبد العزيز الماجد ¶ هل يجوز الزواج من امرأة نصرانية بدون وليها ؟ وهل يجوز أن توكل المركز الإسلامي في ذلك ؟ ¶ الجواب : ¶ لا يجوز نكاح الكتابية من غير إذن وليها؛ لأن الكافر له ولاية على الكافرة ، ولا تسقط ولايته عليها إلا إذا أسلمت ، فحينئذٍ لا ولاية له عليها ، وتنتقل الولاية إلى المسلم من أوليائها ، فإن لم يكن لها ولي مسلم تولى أمرها المركز الإسلامي؛ لأنه في حكم السلطان ، قال الرسول صلى الله عليه وسلم : (( السلطان ولي من لاولي له )) أخرجه الخمسة إلا النسائي، والله أعلم . ¶ سئل الشيخ نايف بن أحمد الحمد ¶ تزوجت من نصرانية مسيحية عن طريق المحكمة ولم نذهب إلى كنيسة أو مسجد، فما الحكم؟ علماً أنه مضى على زواجنا أكثر من سنة، فهل هذا الزواج جائز أم أنه يعد زنى؟ وجزاكم الله خيراً. ¶ الجواب :",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الحمد لله وحده، وبعد: ¶ إذا كان الزواج المذكور تم بعد أن توافرت أركانه وشروطه وانتفت موانعه فالعقد صحيح، وأشير إلى أن من شروط النكاح الولي؛ لقوله –صلى الله عليه وسلم-:\"لا نكاح إلا بولي\" رواه أبو داود (2085) والترمذي (1101) من حديث أبي موسى الأشعري –رضي الله عنه-، فإن كانت المرأة قد زوجت نفسها لك فلا بد من تجديد العقد، بحيث يعقد لك وليها، وليس من شروط النكاح أن يعقد في المسجد، والله –تعالى- أعلم، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه. ¶ سئل الشيخ د. محمد بن سليمان المنيعي ¶ أريد بعض الفتاوى من العلماء المعاصرين في حكم الزواج من نساء أهل الكتاب، وضوابط هذا النكاح. ¶ الجواب : ¶ الزواج من نساء أهل الكتاب جائز؛ لقوله –تعالى-: \"والمحصنات من الذين أوتوا الكتاب من قبلكم إذا آتيتموهن أجورهن محصنين غير مسافحين ولا متخذي أخدان\" إلاّ أن يمنع ولي الأمر ذلك، فيجب حينئذ الامتناع؛ لأن الله –تعالى- يقول: \"وأطيعوا الله وأطيعوا الرسول وأولي الأمر منكم\". ¶ سئل الشيخ نايف بن أحمد الحمد ¶ أرغب في الزواج من فتاة نصرانية، لكن والدها لا يوافق على الزواج (الأم موافقة)، لذلك لا يمكن أن يكون ولي الفتاة في الزواج، مع أن عمها موافق على الزواج، فهل يمكن لنا أن نتزوج بموافقة العم؟ علماً بأننا لا نعيش في دولة إسلامية، وهل يمكن للعم إرسال موافقته بالبريد الإلكتروني؟ حيث إن التوقيع بواسطة البريد الإلكتروني مقبول في القانون، أم هل يمكن ذلك بواسطة الهاتف، وهل يستطيع أن يكلف غيره بالتوقيع على عقد الزواج، وهل يجب أن يكون الشهود في نفس المكان وفي نفس الوقت عند إجراء العقد، أم يمكنني الحصول على توقيع العم ثم توقيع الشاهدين في وقت آخر؟ وشكراً لكم. ¶ الجواب : ¶ الحمد لله وحده، وبعد:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أولاً: لا شك أنه يجوز للمسلم الزواج من نصرانية إذا كانت محصنة؛ لقوله تعالى: \"الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلا مُتَّخِذِي أَخْدَانٍ وَمَنْ يَكْفُرْ بِالإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ\" [المائدة:5]، ولكن نظراً لكثرة المشاكل التي تقع خاصة في هذا الوقت وهذا الزمن الذي لا يستطيع الرجل أن يتحكم في تربية أولاده وفق الشريعة الإسلامية إن كانت زوجته كتابية بسبب تدخل جهات أخرى في منعه من ذلك مما يتسبب في أن يعتنق الأولاد دين أمهم، وتلك هي الطامة الكبرى والمصيبة العظمى، لذا أنصح الأخ السائل أن يراعي هذا الجانب ولا يستعجل في الزواج من كتابية، وعليه بالبحث عن زوجة مسلمة تعينه على نفسه وعلى تربية أولاده التربية الإسلامية، ومن ترك شيئاً لله عوضه الله خيراً منه، والله أعلم. ¶ ثانياً: من شروط صحة الزواج: الولي، والولي هو أبو المرأة إن كان حياً، فإن عضل وامتنع من التزويج بلا مبرر فعلى الأخ التقدم للمحكمة الشرعية للنظر في إثبات عضله، فإن ثبت ذلك انتقلت الولاية إلى من يليه. وكذا لابد من حضور الشهود عند إجراء العقد، كما يجوز للولي أن يوكل غيره في الإيجاب، والله تعالى أعلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه. ¶ سئل الشيخ د. محمد بن عبدالله الخضيري",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أريد أن أتزوج من كتابية لكن أهلي يعارضون ذلك، وهي قادمة لبلدي مصر بعد شهر تقريبا، المشكلة أنني أخاف أن أزني بها؛ لأنني أحبها كثيراً وهي تبادلني نفس الشعور، لذلك قررت أن أتزوج بها سراً مع كتمان أنني أعتزم تطليقها بعد فترة سنة أو نحوه وهي لا تعلم ذلك، الزواج سيكون عرفياً بشهود، وطبعا دون ولي للعروس، أنا أريدها في الحلال ولا أريد الزنا، وطبعا لا أريد أن أخبر أهلي بالموضوع، فهل في ذلك حرج؟ وإن كان فما العمل؟ وماذا يمكن أن أفعل إن عرفتم أن تزوجي بها زواجاً موثقاً هو أمر صعب، وإن لم أتزوجها صعب أيضا؟ أنا حائر ما بين من يقول لي: تزوج ولا حرج. ومن يقول لي العكس. أرجو المساعدة و عذراً للإطالة. ¶ الجواب : ¶ الزواج من الكتابية حقيقة - بمعنى أنها غير ملحدة، وغير منكرة للدين والشريعة، وملتزمة إجمالاً بدينها - يجوز بشرط توفر شروط النكاح الشرعية في ديننا، ومنها وجود الولي والإيجاب والقبول من الطرفين وغيرها من شروط النكاح، هذا من حيث الحكم، أما من حيث المصلحة الاجتماعية والأسرية فما دامت أسرتك وأهلك غير راضين بذلك والداعي للعلاقة بها ليس إقامة أسرة وتحقيق حياة زوجية وإنما مجرد تمتع جسدي، بدليل أنك عازم على مفارقتها بعد فترة. ¶ ووجه تربوي آخر فلربما تكون هذه الفتاة يهودية أو نصرانية مبشرة، فاحتمال تأثيرها عليك دينياً وخلقياً أمر وارد جداً، واستعن بالله واعتصم به يعصمك، وابحث عن مؤمنة صالحة فربك يرشدك بقوله: \"ولأمة مؤمنة خير من مشركة ولو أعجبتكم\" [البقرة من الآية:221]، والرسول – صلى الله عليه وسلم- يقول: \"فاظفر بذات الدين تربت يداك\" رواه البخاري (5090) ومسلم (1466) من حديث أبي هريرة –رضي الله عنه-، حفظنا الله وإياك من المحرمات والشبهات. والله الموفق. ¶ سئل الشيخ د. أحمد بن عبد الرحمن القاضي",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "بسم الله الرحمن الرحيم والصلاة والسلام على أشرف الأنبياء والمرسلين سيدنا محمد الصادق الأمين، ومن اتبعه بإحسان إلى يوم الدين.......سلام الله عليكم، أما بعد: عندي موضوع أحتاج لفتوى فيه راجياً منكم الوصول لحل يرضي الله ورسوله -عليه السلام- عندي صديق مسلم سوف يتزوج من امرأة أمريكية مسيحية الديانة، ونحن نعلم أن مسيحيي اليوم ليسوا من أهل الكتاب، لأنهم يقولون إن عيسى ابن الله - تعالى الله عما يصفون - وبالتالي فهذا كفر، وهي لا تحل له شرعاً.....هل هذا صحيح؟؟ لكنها من المجتمع الأمريكي المحافظ نوعاً ما، وعندي أنا وصديقي أمل أن ندخلها في دين الله الحنيف (الإسلام)، فبماذا تنصحوننا؟ وما هي الطريقة أو الأسلوب الأمثل الذي سوف نتبعه لهدايتها؟ وهل هناك أي كتاب باللغة الإنجليزية يمكن أن يؤثر فيها؟ وإذا كان هناك أحد من الدعاة سوف يذهب إلى أمريكا في المدة القادمة فأرجو إخبارنا عن موعده ومكان إلقاء محاضرته في أمريكا. وفي الختام أرجو أن لا أكون قد أطلت عليكم، ولكم مني جزيل الشكر وخالص الدعاء بالتوفيق لما تقدمونه من علم من أجل المسلمين. ¶ الجواب :",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أهل الكتاب، هم اليهود والنصارى، وقد بُعث النبي – صلى الله عليه وسلم – فيهم وهم يعتقدون عقائد كفرية؛ كالقول بألوهية المسيح، وبنوته لله، ومقالة التثليث عند النصارى، والقول ببنوة عزير لله عند اليهود وغيرها من كفرياتهم، ومع ذلك سماهم الله \"أهل الكتاب\"، فقال: \"لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ\" [البينة:1]، وكان من آخر ما نزل من القرآن سورة المائدة، وفيها كفر الله النصارى في ثلاث آيات صريحة، وهي قوله: \"لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ\" [المائدة: من الآية72]، في موضعين، وقوله: \"لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلاثَةٍ\"[المائدة: من الآية73] ومع ذلك، فإن الله -سبحانه وتعالى- أحل ذبائحهم ونساءهم في نفس السورة، فقال: \"الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلا مُتَّخِذِي أَخْدَانٍ وَمَنْ يَكْفُرْ بِالإيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ\" [المائدة:5]، وبهذا يتبين أن نصارى اليوم هم نصارى الأمس، من حيث الجملة، ما داموا ينتسبون لدينهم، ولم يعتنقوا المذاهب الإلحادية، ويتبين أن أحكام أهل الكتاب التي خصهم بها الكتاب والسنة دون سائر ملل الكفار تشملهم، ومن ذلك حل نكاح الكتابية من يهودية أو نصرانية، لكن بالشرط الذي نصت عليه الآية الكريمة، وهي أن تكون (محصنة) أي حرة عفيفة، فأما الحرية فتكاد أن تكون وصفاً متحققاً اليوم، وأما العفة في نساء النصارى كالأمريكان فتكاد أن",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "تكون منعدمة، إلا ما شاء الله. ¶ وعلى فرض وجودها على المسلم المقيم في البلاد الغربية أن يحسب حساب القوانين المدنية التي تحكم الحياة الاجتماعية هناك، حيث لا يتمكن الزوج من القوامة الشرعية على زوجته، فلها أن تخلو بمن شاءت، وتصحب من شاءت، وتتحدث إلى من شاءت، دون تدخل من زوجها، وأشد من ذلك أثراً، لو وقع بينهما طلاق لذهبت بولده منها، ونصف ثروته ... إلخ. ¶ ومع وجود هذه المحاذير يتوجه القول بمنع نكاح الكتابيات في ظل هذه الظروف، مع بقاء أصل الحكم على الإباحة، ولعل الله أن يغني صاحبك بمسلمة حنيفة عفيفة عن الكافرات الفاجرات، فإن اضطر صاحبك إلى نكاحها فليحرص ألا تنجب منه إلا أن يهديها الله للإسلام، فقد وقفنا على عدد من القضايا المؤلمة التي خسر فيها مسلمون موحدون أبناءهم وبناتهم، وساقتهم أمهاتهم النصرانيات إلى الكنائس. ¶ وأما باب الدعوة إلى الله فواسع، فاجتهدوا في دعوتها ودعوة غيرها من الكفار إلى الإسلام، ويمكن أن تسترشدوا بتجارب المراكز والمساجد الإسلامية الموثوقة في أمريكا لتوفير الكتب المناسبة، والأشرطة المناسبة للدعوة إلى الله بالحكمة والموعظة الحسنة، وفقكم الله. ¶ سئل الشيخ د. عبد الرحمن بن علوش المدخلي ¶ إني أعرف أن المسلم من حقه أن يتزوج امرأة من أهل الكتاب، لكن أريد أن أعرف كيفية التعامل معها، خاصة أنها لا ترتدي الحجاب، وقد يكون لبسها غير إسلامي، ولكن (متحشمة)، كمال يقال. ¶ الجواب : ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده، وبعد: ¶ فإن الزواج من الكتابيات مسألة خلافية بين العلماء، أجازها قوم، ومنعها آخرون، منهم ابن عباس – رضي الله عنهما - وجمع من الشافعية والمالكية، والذين أجازوا ذلك اشترطوا شرطين: ¶ (1) أن تكون كتابية، ومن لا تؤمن بكتاب لا ينطبق عليها هذا الوصف، كما هو شأن كثير من نساء الغرب اليوم. ¶ (2) أن تكون محصنة، وهذا الشرط يكاد يكون معدوماً عند كثير من النساء الكافرات.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وانعدام هذين الشرطين يجعل الزواج بالكتابية باطلاً باتفاق المسلمين، وبنص القرآن الكريم في قوله تعالى: \"وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ\" [المائدة: من الآية5]، فإذا توفر الشرطان وأقدم المسلم على الزواج بعد أن تأمل في المسألة، ووازن بين المصالح والمفاسد سيما فيما يتعلق بمستقبل أولاده منها، فإنه يلزمها أن تحترم مشاعر المسلمين، ويلزمها زوجها بذلك، فلا يخرجها أمام الناس متبرجة، لأن القوامة له، والمرأة إليه تنسب، والناس لا يعرفون أنها كتابية، فإن رضيت وإلا فلا. ¶ سئل الشيخ د. محمد بن سليمان المنيعي ¶ السلام عليكم. ¶ هل يجوز الزواج من امرأة غير مسلمة –نصرانية- سراً ¶ الجواب : ¶ وعليكم السلام ورحمة الله وبركاته. ¶ نكاح نساء أهل الكتاب جائز شرعاً؛ لقوله –تعالى-: \"وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلا مُتَّخِذِي أَخْدَانٍ\" [المائدة:5]، لكن إذا منع ولي الأمر - وهو السلطان - من نكاحهن وجب امتثال ذلك؛ لعموم قوله –تعالى-:\"يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ\" [النساء:59 ¶ سئل الشيخ نزار بن صالح الشعيبي ¶ إني رجل مسلم، أحببت امرأة نصرانية وهي أحبتني، ولكن أريد جواب اليقين في المواضيع التالية: هل هناك مهر للمرأة النصرانية إذا لم تسلم؟ إنها تقطن في منطقة مليئة بالنصرانيين ولا يوجد بها مسلمون ولا حتى مركز إسلامي، فما العمل بشأن هذا وخصوصا الشهود المسلمون؟. ¶ أتمنى أن أجد الجواب الشافي لديكم. وجزاكم الله خير الجزاء. ¶ الجواب : ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده وبعد: ¶ أخي السائل لقد تضمن سؤالك فقرتين:",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "الأولى هل هناك مهر للمرأة النصرانية؟ فالجواب: المهر يعتبر شرطاً من شروط النكاح، وهو يعتبر رمز تكريم للمرأة وتعظيم لعقد النكاح، وقد نص فقهاء الإسلام على أن للمرأة أن تمنع من دخول الزوج عليها حتى يعطيها مهرها، وأنه لا يشترط في صحة النكاح أن يسلم الزوج إلى المرأة مهرها قبل الدخول، وأنه يجوز العقد على المرأة مسلمة أو كتابية دون تسمية للمهر، (أي لا يذكر ولا ينص عليه)، ولكن إن حصل جماع فيجب لها مهر مثلها، إلا أن تعفو المرأة، ويحرم على الزوج أكل مهر زوجته؛ لأنه حق خالص لها، إلا إن قامت بهبة مهرها له عن طيب نفس من دون إكراه، قال تعالى: \"فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْساً فَكُلُوهُ هَنِيئاً مَرِيئاً\"[النساء: من الآية4]، فالشاهد مما تقدم أن المهر حكم إسلامي واجب على الزوج، وإن كانت المرأة كتابية، إلا إذا تنازلت هي عن مهرها لك بعد علمها باستحقاقها له. ¶ الثانية: الشهادة على العقد والحال كما ذكرت فالجواب: الأصل في الشهود أن يكونوا مسلمين، وإنما يعدل عن هذا الأصل في حال الفسق وهي انعدام المسلمين في تلك الحالة بناء على القاعدة الفقهية (إذا ضاق الأمر اتسع) وقد نص بعض الفقهاء بأن إعلان النكاح، أو الإشهاد عليه يغني أحدهما عن الآخر، فالذي يشترط هو الإعلان، والإشهاد نوع منه وهذا هو اختيار ابن تيمية، وإحدى الروايتين عن الإمام أحمد، فلو أشهرت العقد لكان هذا يكفيك عن الإشهاد، وتخرج من الحرج بإذن الله – تعالى -، وأسأل الله – تعالى - أن يبارك لك في زواجك، وأن تكون سبباً في هداية زوجتك إلى الإسلام والله - تعالى - أعلم. ¶ سئل الشيخ د. محمد بن عبدالله الخضيري",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أنا مسلم متزوج من امرأة كانت هندوسية وأسلمت، لكنها اشترطت الاستمرار في الذهاب لمعبد الهندوس، وما زالت تذهب إلى هناك حتى الآن وترفض كل محاولاتي في منعها لعدم الذهاب، وهي تصلي في بعض الأحيان وتقرأ القرآن، لدي بنت وولد منها، البنت اسمها عائشة والولد اسمه محمد أديتا (خليط من الثقافة الإسلامية والهندوسية ومعنى:أديتا في الهندوسية الشمس)، وأنا أعلِّم أولادي الإسلام وقراءة القرآن بالعربية، وهي لا تمانع في ذلك، لكنها ما زالت تذهب للمعبد ولكنها لا تسجد أمام الأوثان هناك. وسؤالي هو: ¶ (1) ما الحكم في زواجنا؟. ¶ (2) هل علي إثم في الزواج بمثل هذه المرأة؟. ¶ (3) لا أرغب في تطليقها لأنني بخلاف الناحية الدينية سعيد معها. ¶ (4) في حالة انفصالي عنها كيف يكون مصير أبنائي؟ أخشى أن هنا في كندا سيدخلان في الهندوسية إذا طلقت أمهما. ¶ الجواب : ¶ الأصل أن المسلم لا يتزوج إلا بمسلمة، قال تعالى: \"ولا تمسكوا بعصم الكوافر\" [الممتحنة: 10]، ويجوز أيضاً الزواج من الكتابية. ¶ وما دام أنك تزوجت من هذه المرأة الهندوسية ثم أسلمت بعد ذلك فلا حاجة إلى تجديد العقد بينكما إن شاء الله؛ لأن النبي –صلى الله عليه وسلم- أقر جميع من أسلم على نكاحهم ولم يؤثر عنه أنه أمر أحداً من الصحابة – رضي الله عنهم- الذين أسلمت زوجاتهم بإعادة عقد النكاح، وما دامت قد أسلمت وحسن إسلامها فعليك أخي أن تيسر لها التعلم والتفقه في الدين وإقامة الفرائض والواجبات.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "والواجب عليك نصحها وتحذيرها من الذهاب إلى تلك المعابد لأن مجرد الذهاب إليها منكر ظاهر ووسيلة إلى الشرك، فإن كانت لا تتلبس بشيء من عباداتهم وشركياتهم فالأمر كما تقدم محرم ومنكر، لأنه نوع من الزور الذي قال الله فيه: \"والذين لا يشهدون الزور\" [الفرقان: 72]، وإن كانت تدعو آلهتهم أو تعتقد صحة دينهم ومشروعية عبادتهم أو أن معبوداتهم تستحق العبادة والصلاة والدعاء والنذر فذلك يعتبر رجوعاً إلى دينها الأول ومفارقة لدين الإسلام، فكرر دعوتها والتأثير عليها حتى ترجع وتتوب، وإن أصرت على تلك الأمور الكفرية الوثنية واتضح لك عنادها ورضاها بالكفر فلا يجوز لك البقاء معها ولا إبقاؤها، وقضية الإيمان والكفر قضية أساسية لا يصح إهمالها بحجة الرغبة فيها أو وجود الأولاد، قال تعالى: \"ذلكم حكم الله يحكم بينكم\" [الممتحنة: 10]، والولاية على الأولاد لك؛ لأنهم أبناؤك ولا يجوز أن تتولى الأم حضانتهم إذا ثبت كفرها وردتها،وإنما تتولاهم أنت لإسلامك والأبناء يتبعون أعلى الوالدين ديناً، ودين الإسلام يعلوا على سائر الأديان. والله الموفق والهادي إلى سواء السبيل ¶ 8- نكاح الزانية ¶ سئل الشيخ نايف بن أحمد الحمد ¶ لقد سبق لي الزواج من فتاة أوربية مسلمة، ويعلم الله سبحانه وتعالى لم أتزوجها إلا لأنها مسلمة، ولم يكن الهدف إلا العفاف, فإذا هي حامل في الشهر الثاني، لقد اكتشفت بأنها تخونني في فراش الزوجية، ولقد وجد الدليل، وتم اعترافها ضمنيا على هذه الفعلة الدنيئة, أفيدوني جزاكم الله ألف خير، ماذا أفعل؟ وما هو رأي الدين في ذلك؟ ¶ الجواب :",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الحمد لله وحده، وبعد: إن ثبت أن المرأة كانت حاملاً قبل العقد عليها فالنكاح باطل، لما رواه أبو سعيد الخدري – رضي الله عنه – أن النبي – صلى الله عليه وسلم – قال: \"لا توطأ حامل حتى تضع\" رواه أحمد 3/28 وأبو داود (2157) والدارمي (2295)، والبيهقي (9) والحاكم (2/212) وقال: صحيح على شرط مسلم (1240)، قال الحافظ ابن حجر إسناده حسن التلخيص الحبير (1/171)، أما إن حملت بعد العقد فالأصل أن الولد للزوج لقوله – صلى الله عليه وسلم - : \"الولد للفراش وللعاهر الحجر\" رواه البخاري (2105)، ومسلم (1457)، من حديث عائشة – رضي الله عنها – أما إن قذف الرجل زوجته فيسقط عنه الحد باللعان، وكذا نفي الولد لابد فيه من اللعان لنفيه، قال تعالى: \"وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ\" [النور: 6-9]. وروى سهل بن سعد الساعدي – رضي الله عنه – أن عويمرا العجلاني قال: يا رسول الله أرأيت رجلاً وجد مع امرأته رجلاً أيقتله فتقتلونه أم كيف يفعل؟ فقال رسول الله – صلى الله عليه وسلم – قد أنزل فيك وفي صاحبتك فاذهب فأت بها، قال سهل فتلاعنَا وأنا مع الناس، رواه البخاري (5002)، قال ابن شهاب: فكانت السنة بعدهما أن يفرق بين المتلاعنين، وكانت حاملاً وكان ابنها يدعى لأمه، قال ثم جرت السنة في ميراثها أنها ترثه ويرث منها ما فرض الله له، انظر صحيح البخاري (5/2033)، وعلى الأخ السائل أن يتقي الله تعالى، ولا يستعجل في قذف أهله حتى يتحقق من صحة ذلك، والله",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "تعالى أعلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه. ¶ سئل الشيخ د. خالد بن محمد الماجد ¶ رجل محصن زنى بامرأة بكر، وبما أنه يعيش في بلد علماني فالحل عندهم هو الزواج بالمزني بها إذا كانت بكراً، وهذا ما ينوي فعله ، فزوجته الأولى تسأل عن حكم علاقتها بهذا الزوج الزاني سواء إذا تزوج بهذه المرأة أو لم يتزوج بها . ¶ الجواب : ¶ أما حكم علاقة الزوجة الأولى به فهو بقاء عقد الزوجية صحيحاً وهي في عصمته، ولها أن تطلب الطلاق إن لم يتب ؛ لأن الزنى من سوء الخلق المجيز للمرأة طلب الطلاق ، وهذا الحكم لا يختلف سواء تزوج بمن زنى بها أم لم يتزوج ، وأما زواجه بمن زنى بها فهذا حسنُُ إصلاحاً لما أفسدا ، لكن عليهما التوبة من الزنى لقوله - جل وعلا -: \" وتوبوا إلى الله جميعاًأيهاالمؤمنون لعلكم تفلحون \" \"(النور : 31) وينبغي أن تكون التوبة قبل إبرام عقد الزواج ، لأن طائفة من أهل العلم يشترطون على الزانيين التوبة ليصحّ زواجهما ، لقوله - جل وعلا - : \" الزاني لا ينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زانٍ أو مشرك وحرم ذلك على المؤمنين \" (النور : 2). ¶ سئل الشيخ هاني بن عبدالله الجبير ¶ رجل تزوج بامرأة حامل من زنى، هل العقد صحيح؟ ¶ الجواب : ¶ الحمد لله وحده، وبعد: ¶ لا شك أنه يجدر بالمسلم أن يحرص على الاقتران بالزوجة الطيبة العفيفة، التي تعينه على دينه وتحفظه في غيبته. ¶ وإذا زنت المرأة فإنه لا يجوز للمسلم أن يتزوجها ولا يصح عقده عليها إلا أن تنتهي عدتها بوضع الحمل إن كانت حاملاً أو بالحيض إن لم تكن حاملاً، ولو كان الزنى من الخاطب نفسه كما هو مذهب أحمد وأهل المدينة وجمهور أهل العلم، وهو الأحوط والأبرأ للذمة. ¶ وهذا إن كانت معذورة في الزنى كأن تكون مكرهة، فإن كانت آثمة فإنه يضاف شرط آخر، وهو: أن تتوب من الزنى؛ لقوله –تعالى-:\"والزانية لا ينكحها إلا زان أو مشرك وحُرم ذلك على المؤمنين\" [النور:3].",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "والحاصل أن الزواج بالمرأة الحامل من الزنى نكاح باطل على الصحيح من أقوال أهل العلم، وعلى من عقد على حامل أن يجتنبها حتى تضع حملها ثم يعقد عليها مرة أخرى بعد وضعها للحمل -إن رغب-، وفق الله الجميع لهداه، وصلى الله على محمد وآله وصحبه وسلم. ¶ سئل الشيخ د. عبدالله بن ناصر السلمي ¶ السؤال: تعرفت على فتاة وحدث بيني وبينها اتصال وحملت مني، فعقدت عليها، وبعد العقد قمت بالذهاب بها لطبيب، وقام هذا الطبيب بإجهاض الحمل حيث كانت حاملاً في الشهر الرابع أو الخامس، وبعد الإجهاض بسنة أعلنت الزواج منها، ورزقني الله منها أولاداً. أرجو أن تنبهوني ماذا أفعل؟ ¶ الجواب : ¶ أولاً: زواج الزاني من المزني بها فيه خلاف بين أهل العلم على قولين: أرجحها أنه لا يجوز إلا أن يتوبا من هذه الفعلة الشنيعة، كما هو ظاهر القرآن الكريم قال –تعالى- :\" الزاني لا ينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زانٍ أو مشرك وحرم ذلك على المؤمنين\" [النور:24]. ¶ ثانياً: أن الزاني والزانية لو تابا من الفاحشة وأحبّا أن يتزوجا فإن أهل العلم اشترطوا ألا يكون ثمَّ حمل من الزنى، بمعنى أنه لا بد من استبراء الزانية بحيضة يُعلم بها طهارة رحمها؛ لقول النبي –صلى الله عليه وسلم-:\" لا يحل لامرئٍ يؤمن بالله واليوم الآخر أن يسقي ماءه زرع غيره\" رواه أبو داود (2158) من حديث رويفع بن ثابت الأنصاري. والولد من الزنا لا ينتسب إلى أبيه شرعاً. ¶ والعقد بهذا يكون عند الجمهور باطلاً، وحينئذٍ يجب عليكما أن تجدّدا العقد بينكما، والعقد السابق تكون آثاره من انتساب الولد والذرية صحيحاً؛ لأن الموطوءة بشبهة حكم آثارها كحكم الموطوءة بعقد صحيح عند أهل العلم.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وعليه فأولاد المرأة هم أولادك شرعاً وديانةً وقضاءً، إلا أنه يجب عليك من حين العلم أن تجدد عقدك السابق؛ لأنك عقدت عليها ولمّا تعتد المرأة؛ لقوله -تعالى-: \" ولا تعزموا عقدة النكاح حتى يبلغ الكتاب أجله\" [البقرة:235] وهي العدة. ¶ ثالثاً: إجهاض الجنين بعدما يتخلّق في بطن أمه وبعد نفخ الروح فيه محرم بإجماع أهل العلم؛ لأن الجنين أصبح نفساً، وقد قال –تعالى- :\" ولا تقتلوا النفس التي حرم الله إلا بالحق\" [الأنعام:151] ويجب على الزوجة وعلى المسقط عتق رقبة كفارة لقتل الخطأ، فإن لم يجدا فصيام شهرين متتابعين لآية القتل الخطأ المذكورة في سورة النساء. ¶ وكذلك يجب على المسقط أيضاً غرة (عبد أو وليدة) أو نصف عشر الدية، وهي خمس من الإبل أو خمسون ديناراً، وهذا مذهب الأئمة الأربعة –رحمهم الله- أو ما يعادلها من النقود الورقية. ¶ سئل الشيخ نايف بن أحمد الحمد ¶ السلام عليكم ورحمة الله وبركاته. ¶ وقعت في الزنى من فتاة بكر، والآن ندمت وتبت إلى الله، ولكن الفتاة قالت لي يجب أن تتزوجني، والمشكلة أني لا أحبها. ¶ (1) لا أملك المادة للزواج الآن. ¶ (2) هي ليست متدينة، وأنا أبحث عن فتاة متدينة تعينني على ديني. ¶ (3) هي من عائلة مسلمة بعيدة عن الإسلام فوالدها يشرب الخمر، وعائلتي متدينة والحمد لله، ولذلك سأقع في مشاكل مع عائلتي، فسؤالي هل يجب علي الزواج منها أم ماذا أفعل؟ ¶ الجواب : ¶ الحمد لله وحده وبعد: لا يلزمك الزواج بالمرأة المذكورة، بل إذا كانت لا تزال تقع في الزنا فإنه يحرم عليك أن تتزوجها، وأوصيك بعدم الخلوة بالنساء الأجنبيات عنك، وعدم مشاهدة ما يثير الغرائز من المحرمات، وعليك بكثرة الصيام، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه ¶ سئل الشيخ أ.د. سليمان بن فهد العيسى",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "بسم الله الرحمن الرحيم تعرفت على فتاة وعاشرتها معاشرة الأزواج ولم أجدها بكرا، وقبل أن أخطبها أخبرتني أنها سبق لها الزواج وهي في التاسعة عشرة من شخص اغتصبها وحملت منه وكان الزواج عبارة عن إقرار من الرجل بأنها زوجته. وقد أجهضت عن طريق الطبيب في الشهر الثالث لأن الزواج كما قالت كان سريا، وبعد فترة انفصلوا وأعادت الكرة مع مسيحي بإقرار أيضا أنها زوجته، ومات منذ أربع سنوات. فهل يجوز الزواج منها؟ ¶ الجواب : ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده وعلى آله وصحبه أجمعين . ¶ فبعد فالجواب: أنه قد اتضح من سؤالك أيها السائل أنك وتلك المرأة كل منكما زان، فإنك تقول بأنك عاشرتها معاشرة الأزواج، ثم هي قد رضيت بذلك، وأعادت زناها مع غيرك، والزنا جريمة عظيمة قد حرمها الإسلام، قال تعالى: \"وَلا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلاً\" [الإسراء:32]. ¶ لكن إن تاب كل منكما توبة نصوحاً جاز الزواج منكما، فيجوز لك الزواج أيها السائل من تلك المرأة، وقد نص العلماء على ذلك، فقد جاء في منار السبيل في شرح الدليل ما نصه (وتحرم الزانية على الزاني وغيره حتى تتوب وتنقضي عدتها، لقوله تعالى: \"َالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ\" الآية، [النور: 3] فإذا تابت وانقضت عدتها حلت لزان كغيره في قول أكثر أهل العلم؛ منهم أبو بكر وعمر وابنه وابن عباس وجابر – رضي الله عنهم - \" انتهى، والله أعلم. ¶ سئل الشيخ نايف بن أحمد الحمد ¶ ما حكم من تزوج بفتاة كان على معرفة غير شرعية بها؟ فلما انكشف أمرهما عرض عليه أهل الفتاة إما الزواج بها أو إبلاغ الجهات المختصة، فوافق هذا الشاب على الزواج وهو مرغم، وعلى نية تطليقها بعد فترة. ¶ الجواب :",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الحمد لله وحده، وبعد: فإن كان الأخ السائل قد عقد على المرأة المذكورة قبل الحمل فقد صحح هذا العقد بعض العلماء، أما إن كانت حاملاً بسبب زناه بها فلا يصح العقد، وعليه تجديده بعد وضعها إذا تحقق توبة المرأة مما فعلته، قال تعالى: \"الزَّانِي لا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِين\"َ [النور:3]، وأشير هنا أن الزنا من كبائر الذنوب، قال تعالى: \"وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَاماً يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَاناً\" [الفرقان:69]، فعلى الأخ السائل التوبة لعل الله تعالى أن يتوب عليه، قال تعالى: \"إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُوراً رَحِيماً\" [الفرقان:70]، والله تعالى أعلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه. ¶ 9- شروط صحة النكاح ¶ سئل الشيخ نايف بن أحمد الحمد ¶ سؤالي عن صحة عقد النكاح التالي:",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "أخ تزوج امرأة تقيم في السعودية مع محرمها - وليس وليها؛ بل محرماً- لها بعد أن اتصل المحرم بأبيها في بلده وشاوره، فوافق على أن يزوج موليته، وتمت صورة العقد على النحو التالي: جلس الوكيل مع المرأة ومع الزوج - فقط الثلاثة - فقال الوكيل: أنا فلان الموكل من أبي فلانة زوجتك فلانة على كتاب الله وسنة رسول الله، فقال الزوج: قبلت الزواج بفلانة، ومن ثم سلم لهم المهر بدون شهود، وبدون شخص يكتب العقد - فقط إيجاب من الوكيل وقبول من الزوج- وتم بذلك النكاح، ما مدى صحة هذا النكاح؟ حيث أنكرت على الزوج هذه الطريقة، وقال سأتوقف عن هذه المرأة حتى نستفتي، أرجو الإفادة عن مدى صحة هذا النكاح، وعن المهر المسلَّم لهذه المرأة، وهل لها نفقة وعدة؟ علماً أنه لم يجامعها، ولكن خلى بها، أرجو التكرم بالإفادة ولكم الشكر والتقدير. ¶ الجواب : ¶ الحمد لله وحده، وبعد: ¶ فقد ذهب جمهور العلماء إلى أن من شروط صحة النكاح الشهادة عليه؛ لقوله –صلى الله عليه وسلم-:\"لا نكاح إلا بولي وشاهدي عدل\" رواه ابن حبان (9/386)، والدارقطني (3/221) من حديث عائشة –رضي الله عنها-، قال ابن الملقن –رحمه الله- قال ابن حبان: لا يصح ذكر الشاهدين إلا في هذا الحديث، قلت هو كما قال.أ.هـ. (خلاصة البدر المنير 2/176)، لذا على الزوج إعادة عقد النكاح مرة ثانية بحضور الشاهدين، ولا يلزمه دفع مهر جديد، وليس لها نفقة عن المدة الماضية؛ لعدم صحة العقد، والله الموفق، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه. ¶ سئل الشيخ نايف بن أحمد الحمد",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "السلام عليكم إني تزوجت في المحكمة في دولة عربيه بحضور شاهدين. ولي أمر الزوجة كان موافقاً وحضر إلى المحكمة, ولكنه لم يدخل إلى غرفة عقد الزواج. سئل القاضي أين ولي أمر الزوجة؟ قلنا إنه ينتظر في الخارج .قال القاضي حسناً إني سأصبح ولي أمرها! ثم تم تحديد المهر المقدم والمؤخر وتم عقد الزواج. هل العقد صحيح؟ وإن لم يكن صحيحاً (لا سمح الله) هل نحن زناة؟ وما العمل؟ والآن عندنا أولاد ونعيش في الغرب، وجزاكم الله خيراً. ¶ الجواب : ¶ الحمد لله وحده وبعد: لا يجوز للقاضي أن يزوج امرأة ووليها حاضر غير ممتنع من تزويجها الكفء، وعلى الأخ الكريم تجديد العقد، أما فيما يتعلق بالأولاد فهم أولاد شرعيون لكون النكاح نكاح شبهة، والله تعالى أعلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه. ¶ سئل الشيخ عبد الرحمن بن عبدالله العجلان ¶ أنا رجل أعيش أعزب في دول غربية – والحمد لله – أنني مسلم وملتزم، وقد وجدت امرأة مسلمة ملتزمة، واتفقنا على الزواج، ولكن ليس معها ولي لها، فهل يصح عقد النكاح بها عند مأذون مسلم وشهود مسلمين. وللعلم فإن والدها لا يرغب بتزويجها، ورفض حتى اتصالي به لخطبتها، مع أنني أبديت استعدادي للسفر إلى الوالد ومقابلته وطلب يدها منه مباشرة ولكنه رفض، ولكن والدتها وخالها ينصحوننا بالزواج وعدم الالتفات للأب؛ لعلمهم السابق بتعنته وعدم إحسانه التعامل مع بناته . ¶ الجواب : ¶ الحمد لله وبعد، فإن هذه المرأة لها ولي وهو والدها، ولكنه فيما يظهر عاضل لها والعضل حرام، والعاضل يوعظ ويخوف بالله، ويبين له عواقب فعله في الدنيا والآخرة ويكون ذلك بالحكمة، فإن لم يتسجب فإن ولايته تسقط وتنتقل إلى غيره، الأقرب فالأقرب منعاً للظلم، فإن لم يكن للمرأة ولي فإن وليها القاضي الشرعي، وصلى الله وسلم على نبينا محمد ¶ سئل الشيخ عبد الرحمن بن عبدالله العجلان ¶ السلام عليكم ورحمة الله وبركاته.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أريد الزواج من فتاة مسلمة بعقد مكتوب بيني وبينها وبموافقتها وشاهدين ومهر، ولكن دون تسجيل؛ وذلك ابتغاء العفة لنا والبعد عن الزنى، علماً أن الفتاة تتبع مذهباً لا يرى وجوب الولي لصحة النكاح، وهي تعيش في بلد أجنبي بلا محرم وبموافقة أهلها، ونحن نعلم أن هذا الزواج قد لا يستمر لمدة طويلة، ولكن دون تحديد مدة زمنية لهذا الزواج. ¶ الجواب : ¶ الزواج لا يصح إلا بولي، ولا تملك المرأة تزويج نفسها ولا غيرها، فإن فعلت لم يصح النكاح، روي هذا عن عمر وعلي وابن مسعود وابن عباس وأبي هريرة وعائشة –رضي الله عنهم أجمعين-، وبه قال كثير من التابعين وعلماء السلف؛ لقوله –صلى الله عليه وسلم-:\"لا نكاح إلا بولي\" ذكره البخاري ص (1016) –رحمه الله- في الترجمة في باب (من قال لا نكاح إلا بولي) في كتاب (النكاح) (صحيح البخاري)، وأخرجه أبو داود (2085)، والترمذي (1101)، وابن ماجة (1880)، والدارمي (2228)، والإمام أحمد في المسند (2260)، (19518)، (19715)، (19746) في مواضع متعددة، ولقوله –صلى الله عليه وسلم-:\"أيما امرأة نكحت بغير إذن وليها فنكاحها باطل، فإن أصابها فلها مهرها بما أصاب من فرجها، وإن اشتجروا فالسلطان ولي من لا ولي له\" رواه أحمد (24372)، واللفظ له، وأبو داود (2083)، وغيرهما. ¶ ومما يرجِّح بطلانه قولك أيها السائل:\"ونحن نعلم أن هذا الزواج قد لا يستمر لمدة طويلة\". ¶ سئل الشيخ د.أحمد بن محمد الخليل ¶ كنت عازماًَ على الزواج من فتاة، وقد عقدنا بوجود الشهود، ولكن بدون ولي، علماً أنها لم تكن بكراً، وقمت بعد سنة من العقد بالذهاب إلى أهلها وطلبتها بشكل رسمي ووافقوا و قرأنا الفاتحة، ولكن حصل بعد ذلك بعض الخلاف ولم يتم ما بدأنا به، السؤال: هل هي زوجتي؟ أنا لم أتركها ولا هي، وكنا قد قرأنا الفاتحة أمام إخوتها جميعاً ومجلس من الشهود ولم أطلقها بعد ذلك، هل هي على ذمتي؟ ¶ الجواب :",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "أحب أولاً أن أذكر لك –وفقك الله- أن قراءة الفاتحة أثناء العقد لم يكن يفعلها النبي –صلى الله عليه وسلم- ولا أصحابه، وعلى ذلك فهي محدثة مما لا يجوز فعله اتباعاً لسنة الرسول –صلى الله عليه وسلم- حيث تركها، ثم ما يتعلق بالسؤال إن كان العقد الأول تم بدون ولي فهو غير صحيح؛ لأن من شروط صحة النكاح وجود الولي، بناء على ذلك فهي ليست زوجة لك شرعاً. ¶ فإذا أردت الزواج بها بعد ذلك فليكن بحضور ولي وشهود وغير ذلك مما يطلب في النكاح الشرعي، وفقك الله. ¶ سئل الشيخ د. أحمد بن عبد الرزاق الكبيسي ¶ أريد أن أعرف أحكام وشروط الزواج، وهل يجوز للمطلقة تزويج نفسها بدون ولي؟ وهل يتم الزواج بالقول فقط دون توثيق أو مأذون؟ ¶ الجواب :",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "1-إن عقد النكاح من العقود المشروعة، وقد جاءت نصوص الكتاب والسنة على مشروعية عقد النكاح والحث عليه؛ لأن في ذلك حفظ الأنفس من الوقوع بالزنا وما يجر إليه من محرمات، وصيانة الأعراض وحفظ الأنساب، وعفة الأُسر، وطهارة المجتمعات من الدّنس والخبث، قال –تعالى-:\" فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع\" [النساء:3] وقال –تعالى-: \"وأنكحوا الأيامى منكم والصالحين من عبادكم وإمائكم إن يكونوا فقراء يغنهم الله من فضله\" [النور:32]، وقال –عليه السلام-: \"يا معشر الشباب من استطاع منكم الباءة فليتزوج ومن لم يستطع فعليه بالصوم فإنه له وجاء\" رواه البخاري (5065) ومسلم (1400) من حديث ابن مسعود –رضي الله عنه-، وقال -عليه السلام-: \"من أحب فطرتي فليستن بسنتي ومن سنتي النكاح\" رواه البيهقي في السنن الكبرى (7/77) وعبد الرزاق في مصنفه (10378) وابن حجر في المطالب العالية (1635) وأبو يعلى في مسنده (2748) وعن أنس –رضي الله عنه- في النفر الذين اجتمعوا وقال أحدهم: لا أتزوج النساء فقال النبي –صلى الله عليه وسلم-\"...وأتزوج النساء فمن رغب عن سنتي فليس مني\" رواه البخاري (5063) ومسلم (1401)، والنصوص كثيرة في بيان فضل النكاح والترغيب به وحث الشباب عليه. ¶ وركن عقد النكاح هو رضا العاقدين، والمتحقق بالإيجاب والقبول من كلا العاقدين، وصورته: أن يقول الخاطب لوالد المخطوبة: زوجني ابنتك فلانة، ويذكر اسمها، ويذكر مقدار الصداق، ويجيب ولي المخطوبة أباً كان الولي أو أخاً على الفور دون انفصال بقول أو فعل: زوجتك ابنتي فلانة على مهر قدره كذا وكذا، ويسميه. ¶ ودليل الرضا قوله –عليه السلام-: \"لا تنكح الأيم حتى تستأمر ولا تنكح البكر حتى تستأذن\" رواه البخاري (5136) ومسلم (1419) من حديث أبي هريرة –رضي الله عنه-. ¶ وأما عن شروط النكاح:",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "فأولها: أن يكون العقد على التأبيد، إذ أن هذا الشرط هو الذي يفترق به النكاح عن السفاح، فالعقد إذا لم يكن على سبيل التأبيد فإنه محرم وهو سفاح، وعلى ذلك اتفاق أهل العلم. ¶ الثاني: الولي، لقوله –عليه السلام-: أيما امرأة نُكِحَتْ بغير إذن وليها فنكاحها باطل فنكاحها باطل فنكاحها باطل\" رواه الترمذي (1102) وأبو داود (2083) من حديث عائشة –رضي الله عنها-. ¶ الثالث: الإشهاد، أي لا بد من وجود شاهدين، مسلمين، عدلين؛ لقوله –عليه السلام-: \"لا نكاح إلا بولي وشاهدي عدل\" رواه الدارقطني في السنن (3/227) والطبراني في الأوسط (6366) وابن حبان في صحيحه (4075) من حديث عائشة –رضي الله عنها-، وقوله –عليه السلام-: \"أعلنوا هذا النكاح واجعلوه في المساجد واضربوا عليه بالدفوف\" رواه الترمذي (1089) وابن ماجه (1895) من حديث عائشة –رضي الله عنها- والإشهاد صورة يتحقق بها إعلان النكاح. ¶ الرابع: المهر، قليلاً كان أم كثيراً؛ لقوله –تعالى-: \"وآتوا النساء صدقاتهن نحلة\" [النساء:4]، وقوله –عليه السلام-: \"أدوا العلائق\" رواه الدارقطني في السنن (3/244) والبيهقي في السنن الكبرى (239) وانظر تلخيص الحبير (1550)، والعلائق، هي: المهور، والأفضل أن لا يقل عن عشرة دراهم، والعشرة دراهم، هي: سبعة مثاقيل من الفضة، والسبعة مثاقيل تعدل نحو 30غراماً فضة تقريباً؛ لقوله –عليه السلام-: \"لا صداق دون عشرة دراهم\" رواه الدارقطني في السنن (3/245) والبيهقي في السنن الكبرى (7/240) وانظر نصب الراية (3/199) وخروجاً من خلاف منع الزواج بأقل من ذلك المهر، ولأن الأعراض يحتاط لها أكثر من غيرها من العقود الأخرى، ولأنه ما لا خلاف فيه مقدم على ما فيه خلاف.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "2-الأصل أن الولاية شرط في صحة عقد النكاح، لا فرق بين بكر وثيب، وهذا ما عليه أكثر أهل العلم؛ لعموم النصوص التي تقضي باشتراط الولاية، والتي منها قوله –عليه السلام-: \"لا نكاح إلا بولي\" رواه الترمذي (1101) وأبو داود (2085) وابن ماجه (1881) من حديث أبي موسى –رضي الله عنه-، وغيره مما مر، وذهب بعض أهل العلم إلى أن الولاية شرط تمام وليست شرط صحة، بحيث إن المرأة لو زوجت نفسها وهي بالغة عاقلة، ورضي أولياؤها بذلك فإن العقد صحيح ونافذ، وإذا لم يرض الأولياء فإنه يكون موقوفاً على رضاهم ولا ينفذ حتى يجيزوه ويأذنوا به، وذلك فهماً من قوله –تعالى-: \"فإن طلقها فلا تحل له من بعد حتى تنكح زوجاً غيره\" [البقرة:230]، حيث أسند الشارع أمر الإنكاح إليها، وقوله –تعالى-: \"فلا تعضلوهن أن ينكحن أزواجهن\" [البقرة:232]، وغير ذلك مما يطول ذكره. ¶ وفرق آخرون بين الثيب والبكر فأجازوا للثيب أن تزوج نفسها، والمراد بالثيب: من كانت ذات زوج وتوفي عنها زوجها، أو طلقت وانتهت عدتها، ودليلهم على ذلك قوله –عليه السلام-: \"الأيم أحق بنفسها من وليها والبكر تستأذن\" رواه مسلم (1421) من حديث ابن عباس –رضي الله عنهما-، ومعنى الأيم، أي: الثيب أحق بنفسها من وليها في تزويج نفسها، والأحوط أن يكون أمر التزويج إلى الأولياء ولو كانت أيماً، خروجاً من خلاف من منع هذا الزواج، وعملاً بعموم النصوص التي توجب الولاية في عقد النكاح، أو وجود إذن الولي، إلا إذا حكم به حاكم أو قضى به قاضٍ فإن العقد صحيحاً والحالة هذه، وبالله التوفيق.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "3-مما سبق ذكره وتوضيحه في السؤال الأول يتضح لك أنه لابد من توثيق النكاح، وذلك بالإشهاد والإعلان، ومن باب سد الذرائع يتعين توثيقه في المحاكم منعاً للريب ودرءاً للمفاسد، وإثباتاً للزوجية، وإقراراً بنسب الأولاد إذا رزقوا أولاداً، ولهذا ينبغي أن يكون عقد الزواج بمأذون وتوثيق حيطة لحقوق من ذكرنا، ومنعاً للشبه، وحفظاً للأسر من أن تكون تلوكها الألسنة، والشرع يقضي بذلك ويأمر به، ومنه قوله –عليه السلام-: \"دع ما يريبك إلى ما لا يريبك\" رواه الترمذي (2518) والنسائي (5711) من حديث الحسن بن علي –رضي الله عنهما- وقوله –عليه السلام-: \" فمن اتقى الشبهات استبرأ لدينه وعرضه، ومن وقع في الشبهات وقع في الحرام\" رواه البخاري (52) ومسلم (1599) من حديث النعمان بن بشير –رضي الله عنهما-، ولأن قلوب العباد بيد الله فقد تعدل عنها وتعدل عنك، فإذا لم يوثق العقد فقد تتهم أنت أو هي، وقد تضيع الحقوق المترتبة على عقد الزواج من ولد وصداق، ولهذا نقول بأن يكون الزواج بمأذون وتوثيق، مع ما ذكرنا من الشروط السابقة، وبالله التوفيق. ¶ سئل الشيخ عبد الله بن سليمان المخلف ¶ السلام عليكم ورحمة الله وبعد، أسأل عن رأي الدين في امرأة ثيب طلقها زوجها قبل سنوات ولديها منه خمسة أطفال ثلاث بنات وولدان أكبرهم في العشرين من العمر. تقدم لها شاب يريد الزواج منها، ولكن والديها رافضان، بحجة أن زوجها الأول أولى بها، سؤالي :هل يمكنهما الزواج؟ ومن سيكون وكيلها؟ وشكراً جزيلاً. ¶ الجواب : ¶ أود أن أنبه السائل الكريم إلى تصحيح عبارة في السؤال، والصواب أن تقول: أسأل عن حكم الدين، أو عن رأيكم، لأن الدين له في كل مسألة حكم، وأما المفتي فقد يكون له رأي لا يصيب الحكم الشرعي.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وجواباً على السؤال فإنه لا يحل للمرأة أن تتزوج إلا بولي شرعي، وهو الأب – كما في هذه الصورة –، كما أنه لا يحل للولي أن يكره المرأة على من لا ترغبه، وإذا خطبها من يرضى دينه وخلقه فلا يحل للولي أن يعضلها ويمنعها منه، وإذا أصر على ذلك فلها أن تلجأ للقضاء الشرعي، والله أعلم. ¶ سئل الشيخ د. يوسف بن أحمد القاسم ¶ ما هو الصحيح في صيغة عقد القران، والذي يتفق مع سنة النبي-صلى الله عليه وسلم-، وذلك لأني أسمع صيغا كثيرة ومختلفة، ومنها أن يقول المأذون للزوج: قل لولى الزوجة: زوجني ابنتك على كتاب الله وسنة رسوله، ثم يأمر الولي أن يقول له: وأنا زوجتك ابنتي ويسميها له على كتاب الله وسنة رسوله – صلى الله عليه وسلم-، وعلى مذهب الإمام الأعظم أبي حنيفة النعمان وعلى الصداق المسمَّى بيننا: فهذه هي الصيغة التي يتم بها الزواج عندنا، وأرجو من فضيلتكم أن تبينوا لنا سنة النبي -صلى الله عليه وسلم- في ذلك، وما هو حكم وضع المنديل على يد الزوج وولي الزوجة؟. وبارك الله فيكم. وجزاكم خيراً. ¶ الجواب : ¶ الحمد لله، وبعد: ¶ فهذه الصيغة المذكورة وهو قول الزوج: زوجني ابنتك. ثم قول الولي له: زوجتك ابنتي. قد ورد في السنة ما يدل عليها، كما في الحديث المتفق عليه عن سهل بن سعد –رضي الله عنه- وفيه أن امرأة وهبت نفسها للنبي – صلى الله عليه وسلم- فرغب عنها، فقال رجل: يا رسول الله زوجنيها إن لم يكن لك بها حاجة. فقال رسول الله – صلى الله عليه وسلم-: \"زوجتكها- وفي لفظ: ملكتكها- بما معك من القرآن\"انظر صحيح البخاري(5029)، وصحيح مسلم(1425). وقد صرح الأحناف بانعقاد النكاح بهذه الصيغة، كما في فتح القدير (3/105) وغيره. وقد جاء في السنة أيضاً ألفاظ أخرى، ومنها: \"ملكتكها\"، \"أنكحتها\". وعلى كلٍ فالراجح من قولي العلماء أن النكاح يصح بكل لفظ يدل عليه، كهذه الصيغ وما في معناها.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وأما وضع المنديل على يد الزوج وولي الزوجة، فلا أصل له في الشرع، والواجب الاكتفاء بما جاءت به السنة من خطبة العقد، والإيجاب والقبول الصادرين من الزوج وولي الزوجة، وأن يدعى للزوجين بما ورد: \"بارك الله لكما وبارك عليكما، وجمع بينكما في خير\". انظر مسند أحمد(8956)، وسنن أبي داود(2130)، وجامع الترمذي(1092). والله تعالى أعلم. ¶ سئل الشيخ أ.د. سليمان بن فهد العيسى ¶ هل يحل لي الزواج من هذا الرجل بدون موافقة والدي؟ وهل يجوز أن يكون أخي هو ولي نكاحي مع وجود الوالد؟. ¶ الجواب : ¶ السؤال فيه تعيين لرجل تقدم لزواج السائلة، حيث تقول: هل يحل لي الزواج من هذا الرجل؟ ونقول من هو هذا الرجل المعين؟ إذ قد يكون غير صالح شرعاً، أما إن كان مضمون السؤال، هو: الزواج من رجل صالح شرعاً بدون موافقة الوالد، فنقول: لا يجوز بدون إذنه، ولا يجوز لأخيك أن يتولى عقد النكاح مع وجود والدك، إلا إذا كان الوالد غير صالح للولاية، ويحصل منه العضل، فهنا تنتقل الولاية إلى الأخ، لكن يكون هذا عن طريق المحكمة الشرعية، والله أعلم. ¶ سئل الشيخ نزار بن صالح الشعيبي ¶ نعيش في إحدى بلاد الغرب، و يوجد هنا مفت محلي يزوج المسلمين، ولكن المشكلة أنه عندما يكتب العقد لا يسأل لا العريس ولا العروس عن موافقتهما على الزواج من بعضهما البعض، وعندما سئل عن السبب قال إن مجرد حضورهما إليه يدل على النية والرغبة في الزواج . فهذا في رأيي زواج ليس فيه إيجاب وقبول من المتعاقدين. فما صحة هذا العقد، وكذلك في الصيغة أو الصيغ الصحيحة في الإيجاب والقبول، وهل الحكم أن يسأل كلاً من العروسين عن موافقته على الزواج من الآخر فيجيب كل منهما أنه موافق؟ هل هذا يعتبر إيجابا وقبولا؟ ¶ الجواب : ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده، وبعد:",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "أخي السائل الإيجاب والقبول هو ركن من أركان النكاح، والإيجاب أن يقول ولي الزوجة زوجتك موليتي فلانة فيقول الزوج قبلت، ويحصل الإيجاب والقبول بكل ما يتعارف عليه الناس من الألفاظ الدالة على الجزم في انعقاد عقد الزوجية، أما رضا الزوجين فهذا شرط من شروط صحة النكاح، ويحصل بكل ما يدل عليه من قول أو فعل، قال – صلى الله عليه وسلم –: \"لا تنكح الأيم حتى تستأمر، ولا تنكح البكر حتى تستأذن\" قالوا: يا رسول الله وكيف إذنها؟ قال: \"أن تسكت\" متفق عليه عند البخاري (5136)، ومسلم (1419) من حديث أبي هريرة – رضي الله عنه -، فجعل – صلى الله عليه وسلم – سكوت المرأة البكر علامة على رضاها وموافقتها ¶ سئل الشيخ نايف بن أحمد الحمد ¶ أنا قررت الزواج من فتاة زواجاً شرعياً مدى الحياة، وطلبت منها الزواج أمام رجلين وامرأة، تم سؤالي وسؤالها ووافقنا بالزواج زواجا شرعيا بالنية والشهود الثلاثة، مع أخذ موافقة أهل الفتاة، ولكن الزواج لم يكن على يد شيخ، فهل هذا الزواج يعد شرعياً أم لا؟ أرجو الإجابة بسرعة لأعلم إن كنت على خطأ، وما الحل إن لم أكن على صواب؟. ¶ الجواب :",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "الحمد لله وحده، وبعد: فإن النكاح إذا توافرت أركانه وشروطه وانتفت موانعه صحَّ، وليس من شروط النكاح ولا أركانه أن يكون عن طريق مأذون، ولكن تم تكليف بعض طلبة العلم للعمل مأذونين ليتم التحقق من توافر الأركان والشروط وانتفاء الموانع، نظراً لكون بعض الناس لا يعرفون ذلك، وأيضاً لتسجيل النكاح وإثباته في أوراق رسمية، ليتمكن الزوج من إضافة زوجته معه في هويته، وتفادياً للخلافات الحاصلة بسبب عدم التسجيل، فهو إجراء نظامي لحفظ الأعراض والأنساب، ويظهر لي من سؤال الأخ السائل أن ولي المرأة لم يعقد له، بل اكتفى بنطق المرأة \"الزوجة\"، فإن كان الحال كذلك فلا بد من تجديد العقد، لأن النكاح لا يصح بدون ولي، قال عليه الصلاة والسلام: \"لا نكاح إلا بولي\" رواه أحمد (4/394) وأبو داود (2085)، والترمذي (1101) من حديث أبي موسى الأشعري – رضي الله تعالى عنه - والله تعالى أعلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه. ¶ سئل الشيخ أ.د. محمد بن أحمد الصالح ¶ السلام عليكم ورحمة الله وبركاته إخواني أريد أن أعلمكم أن النصرانية بعد السن الثامنة عشر لا يوجد من هو مسؤول عنها فهي في قانونهم وعرفهم هي ولية نفسها – تستطيع هي أن تفعل ما تريد فما رأيكم في مسألة الزواج منها؟ ¶ الجواب : ¶ الزواج لا يصح إلا بولي وشاهدي عدل، وإذا كانت المرأة غير مسلمة وتقيم في بلاد المسلمين فوليها القاضي المسلم، وإذا كانت في بلاد غير إسلامية فوليها رئيس الجالية الإسلامية أو إمام المسجد يتولى إبرام عقد النكاح بعد توفر شروط صحة العقد وأركانه وتحرير عقد يشتمل على بيانات كاملة عن الزوجين، هذا في حال زواج هذه الفتاة من مسلم والعلم عند الله . ¶ سئل الشيخ محمد بن سليمان المسعود ¶ أجنبية عندنا وتريد الزواج الشرعي من شخص ترضاه وهو على خلق.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "السؤال: هل يكفي أخذ موافقتها فقط مع الشهود أو الاتصال بولي أمرها؟ وما هي الشروط للزواج وهي بعيدة من بلدها جداً؟ أفتونا مأجورين. ¶ الجواب : ¶ الحمد لله تعالى وحده، وبعد: ¶ فكما هو معلوم في الشرع أن النكاح لابد له من شروط، ومن شروطه الولي والشهادة والرضا والكفاءة، فلا يصح نكاح بدون ولي، وفي هذا السؤال لا يكفي أخذ موافقتها مع الشهود فقط، بل لابد من موافقة الولي وأن يتولى الولي بنفسه عقد النكاح أو وكيله الشرعي، والولي هو أبوها، فإن لم يوجد فأخوها وهكذا أقرب العصبات، ولو كان هو أو هي بعيدة عن أهلها جداً فالواجب أن يذهب إليه، أو بأي وسيلة لإتمام عقد النكاح على الوجه المشروع الذي أمر به تعالى، ويلاحظ أنه ولله الحمد والمنة أصبحت وسائل الاتصال والمراسلة والسفر مسهلة ومتيسرة مما لم تكن عليه من ذي قبل، فيمكن من خلالها التنقل والوصول إلى الولي لأجل هذا الأمر المهم في حياة الناس، وهو عقد النكاح الذي سماه الله تعالى ميثاقاً غليظاً، فهو رباط متين ووثيق لابد من الاحتياط له، والعمل على ضوء الشريعة لإتمامه لتسعد الحياة الزوجية، \"وإنما الزانية التي تزوج نفسها\"، كما ورد بذلك الحديث، والله المستعان، وصلى على نبينا محمد وآله وصحبه وسلم. ¶ سئل لشيخ نزار بن صالح الشعيبي",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ابنة خالتي تزوجت بدون علم أهلها، أو بمعنى أصح قد فاجأتهم بعقد قرانها وذلك بعد ما علمت بأن أمها بعد رجوعها من السفر قررت أن تزوجها بغير خطيبها، والتي دامت خطوبتهما قرابة الثلاثة أعوام، وليس السبب هو أن هناك عيباً في هذا الخطيب، بل لأنها وجدت رجلاً أكثر منه مالاًًً وغنى، وعندما علم أهلي بالقصة وبالنية الخبيثة التي نوتها الأم لابنتها قرروا أن يقفوا معها، وأن يساعدوها في إشهار هذا القران، سؤالي هو هل هنالك أي ذنب على الابنة وعلينا نحن أهلها (أخوات أمها)؟ علماً بأنها بذلت كل الجهود لإقناع الأم بلم شملها مع ابنتها بعد الفراق الذي حصل بعد عقد القران، ولكن كل المحاولات باءت بالفشل.وشكراً. ¶ الجواب : ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده، وبعد: ¶ الزواج يعتبر من خصوصيات المرء، فليس للأم ولا للأب إجبار ابنه أو ابنته على من لا يريدانه، خصوصاً إذا كان الدافع لهذا الإجبار الطمع في الدنيا ومتاعها الزائل، وهذا الفعل أي إجبار أحد الأبوين الأبناء على الزواج بمن لا يريدانه محرم شرعاً، لأنه ظلم وتعدٍ على حقوق الآخرين، وجمهور أهل العلم على أنه يحرم على الأب إجبار ابنته على الزواج بمن لا ترضاه إذا كانت بالغة عاقلة، فإذا كان هذا في حق الأب فالأم من باب أولى. ¶ وإنما يستحب طاعة الوالدين في اختيار الزوج زوجته أو العكس، ما لم يكن هناك محذور شرعي، ومحاولة الأم هنا تزويج ابنتها بغير خطيبها فيه محذور شرعي وهو نهيه – صلى الله عليه وسلم – أن يخطب الرجل على خطبة أخيه\" رواه البخاري (5142)، ومسلم ¶ (1412) من حديث ابن عمر –رضي الله عنهما- فلا يجب على البنت طاعتها في ذلك، بل ولا يستحب لكون كلا الطرفين قد ركن إلى الآخر، ولا يوجد بالخطيب عيب وليس عليها إثم في هذا التصرف.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ولكن ينبغي أن يلاحظ أن المرأة لا يجوز لها تزويج نفسها، بل لابد من أن يتولى عقد المرأة وليها وهو والدها، وإن لم يوجد فأقرب رجل من معصبيها؛ لقول النبي – صلى الله عليه وسلم – \"لا نكاح إلا بولي\" رواه أحمد (19518)، وأبو داود (2085)، وغيرهما من حديث أبي موسى –رضي الله عنه-. والله أعلم. ¶ سئل الشيخ أ.د. سليمان بن فهد العيسى ¶ تزوجت امرأة مسلمة. وقد اكتشفت أنها كذبت علي بخصوص أخ لها قائلة إنه يعمل في ناد رياضي، بينما هو يعمل في ناد ليلي، وقد واظبت على أخذ مال مني وإرساله لأهلها بدون موافقة مني على ذلك كما أنها قامت بأعمال أخرى. ¶ عندي منها ابنتان، وهي الآن تطلب مني أن أطلقها ـ على الطريقة الأمريكية ـ بحيث تأخذ نصف ممتلكاتي. ¶ هل عقد زواجي بها صحيح برغم السرقة والغش الذي مارسته. وإذا أرغمت على أن أعطيها نصف ممتلكاتي هل أبقى ملتزماً بسداد مؤخر الصداق؟. وجزاكم الله خيراً. ¶ الجواب : ¶ الحمد لله وحده، الصلاة والسلام على من لا نبي بعده، وعلى آله وصحبه أجمعين، وبعد: ¶ فالجواب أن زواجك من تلك المرأة المسلمة صحيح إذا كان قد توفرت فيه شروط النكاح التي هي الرضا، والولي، وخلو الزوجين من الموانع، وأيضاً الإشهاد على النكاح على قول بعض أهل العلم. هذا وما ذكرته في سؤالك من كذبها عليك وأخذها من مالك بغير إذنك هذا لا يؤثر على عقد النكاح، فالنكاح باقٍ.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وأما ما ذكرته في سؤالك أيضاً من أنها الآن تطلب منك الطلاق ...إلخ. جوابه أنه إذا كان طلب الطلاق منها وبغير سبب منك فليس عليك صداق مؤخر ولا غيره مما ذكرته في سؤالك، أما إذا كان سبب طلبها للطلاق يرجع إليك لسوء عشرتك لها أو عدم إنفاقك أو لعيب يختص بك فإنه يلزمك - والحالة هذه - أن توفي بكل ما اشترط عليك في النكاح مما يصح اشتراطه في الشريعة الإسلامية؛ لما جاء في الصحيحين أن النبي – صلى الله عليه وسلم- قال: \"أحق ما أوفيتم من الشروط أن توفوا به ما استحللتم به الفروج\" البخاري (5151) ومسلم (1418) من حديث عقبة بن عامر –رضي الله عنه-. والله أعلم. ¶ 10- زواج المسيار والزواج العرفي والزواج بنية الطلاق ¶ سئل الشيخ نايف بن أحمد الحمد ¶ أدرس في أوروبا، وأردت أن أتجنب الوقوع في الحرام فتزوجت من شابة عمرها سبع عشرة سنة، وأسلمت، ولكن كان الزواج عرفيا بشهود ووكيل والقاضي (المأذون) وكان بالسر؛ لعدم علم أهلها بإسلامها وزواجها وعدم علم أهلي؛ لأنهم رافضون فكرة الزواج، فهل الزواج مقبول على سنة الله ورسوله – عليه الصلاة والسلام -؟ وبماذا تنصحوني؟ ¶ الجواب : ¶ الحمد لله وحده، وبعد: ¶ فقد نص العلماء أن الزواج واجب على من خشي على نفسه الفتنة هذا أولاً، أما بالنسبة لما ذكر الأخ السائل فإن النكاح إذا توافرت أركانه وشروطه وانتفت موانعه صح، ومن شروط النكاح الولي، وهذه المرأة التي أسلمت يعقد لها أقرب أوليائها من المسلمين فإن لم يكن لها ولي مسلم وليس في البلد قاضٍ مسلم زوجها رجل عدل بإذنها، وليس من شروط صحة النكاح علم أهل الزوج به، ولكن من البر بوالديه إخبارهما بزواجه بالرفق واللين، وأنصح الأخ السائل بإعلان النكاح وإشهاره خروجاً مما قد ينتج عن كتمانه من المشاكل، والله الموفق، وصلى الله وسلم على نبينا محمد وآله وصحبه وسلم. ¶ سئل الشيخ عبد الله بن محمد العمراني ¶ بسم الله الرحمن الرحيم، السلام عليكم ورحمة الله وبركاته.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ما رأي فضيلتكم بما يدعى: الزواج للحصول على الأوراق الرسمية في الدول الغربية خصوصاً في أمريكا؟ ¶ وهل هناك طريقة شرعية ضمن حدود معينة تجيز للمرء الزواج للحصول على الأوراق الرسمية؟ أرجو من فضيلتكم التفصيل في هذا المجال، وجزاكم الله خيراً. ¶ الجواب : ¶ الحمد لله، والصلاة والسلام على رسول الله، أما بعد: ¶ (1) إذا كان الاتفاق بين الرجل والمرأة على الزواج إلى مدة مؤقتة باستخراج أوراق معينة ثم يكون بعد ذلك الانفصال فإن هذا نوع من نكاح المتعة المحرم. ¶ (2) وإذا كان الزواج دون اتفاق مؤقت، وإنما في نية الزوج أنه إذا استخرج الأوراق فإنه سيطلقها فهذه مسألة (النكاح بنية الطلاق) وقد اختلف فيها أهل العلم والراجح أنه إذا وقع النكاح بأركانه وشروطه وانتفاء موانعه فإنه جائز ولو كان بنية الطلاق، لكنه خلاف الأولى وخلاف المقصود من مشروعية النكاح الاستقرار والسكن، وقد يترتب عليه مفاسد من التغرير بالمرأة وفيها من المفاسد، فينبغي لمن يقدم على الزواج أن يختار الزوجة التي ينوي الاستمرار معها وتحقيق مقاصد النكاح. علماً بأنه يشترط أن تكون المرأة مسلمة فإن لم تكن فكتابية عفيفة، والله الموفق ¶ سئل الشيخ نايف بن أحمد الحمد ¶ هل ترث الزوجة من زوجها إذا كانت متزوجة بزواج المسيار؟ أم هذا يعتمد على العقد؟ وهل يجوز شرط عدم الوراثة في العقد؟. ¶ الجواب : ¶ الحمد لله وحده، وبعد:",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "زواج المسيار إذا تم بعد أن توافرت شروطه وأركانه وانتفت موانعه فهو نكاح شرعي صحيح، ويرث كل واحد من الزوجين صاحبه، ولا يجوز لأحدهما أن يشترط عدم التوارث بينهما، وإن شرط ذلك فالشرط باطل، لقول النبي – صلى الله عليه وسلم- \"ما بال رجال يشترطون شروطاً ليست في كتاب الله، ما كان من شرط ليس في كتاب الله فهو باطل، وإن كان مائة شرط، قضاء الله أحق، وشرط الله أوثق\"، رواه البخاري (2168)، ومسلم (1504)، من حديث عائشة – رضي الله عنها- من حديث عائشة – رضي الله عنها- والله تعالى أعلم – وصلى الله على نبينا محمد وعلى آله وصحبه. ¶ سئل الشيخ أحمد بن عبدالرحمن الرشيد ¶ السلام عليكم ورحمة الله وبركاته. ¶ أريد تزويدي ببعض المراجع التي تتكلم عن نكاح المسيار. ¶ الجواب : ¶ وعليكم السلام ورحمة الله وبركاته. ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين، أما بعد:",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "فإن نكاح المسيار عقد نكاح كسائر عقود النكاح، لا فرق بينه وبينها في حقيقة العقد، ولا في أركانه وشروطه، وإنما يفترقان في بعض متعلقات العقد، وذلك بتنازل أحد طرفي العقد عن بعض حقوقه المشروعة، ووجه ذلك أن المرأة في نكاح المسيار تتنازل عن بعض حقوقها على زوجها؛ فهي تتنازل عن حقها في النفقة والمبيت بحيث لا يلتزم الزوج بالنفقة عليها ولا المبيت عندها، والإنسان كما يجوز له المطالبة بحقوقه الخاصة به، فإنه يجوز له أن يتنازل عنها أو عن بعضها، وبما أن نكاح المسيار لا يختلف عن غيره من عقود النكاح في الماهية، وإنما يختلف عنها في إسقاط بعض الحقوق؛ فإن كتب الفقه التي تناولت عقد النكاح عموماً تعد من المراجع والكتب التي تتحدث عن نكاح المسيار، وذلك عندما يتعرض مؤلفوها لحقوق الزوج على زوجته وحقوق الزوجة على زوجها، وما يجوز إسقاطه من هذه الحقوق وما لا يجوز ونحو ذلك، ومن الكتب المؤلفة فيما يتعلق بنكاح المسيار بخصوصه كتاب: (زواج المسيار دارسة فقهية واجتماعية نقدية) لعبد الملك بن يوسف المطلق. والله الموفق، وصلى الله وسلم على نبينا محمد وآله وصحبه. ¶ سئل الشيخ هاني بن عبدالله الجبير ¶ شاب يعرف عن فتاة أنها كانت في طريق الغواية، وعلى علاقة محرمة مع شخص آخر، وتمكن من أخذ الأشرطة السمعية والمرئية التي بحوزة ذلك الشخص وسلمها للفتاة، وأعلنت توبتها وحفظت نصف القرآن، والسؤال هل يجوز لي أن أتزوج تلك الفتاة بنية طلاقها؟ ولكن هذا العمل يستر عليها من فضيحة الماضي. ¶ الجواب : ¶ الحمد لله وحده، وبعد: ¶ فيشكر ذلك الأخ الساعي في صلاح تلك الفتاة وتخليصها وحمايتها، كما يشكر على رغبته في الستر عليها.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "إلا أن الزواج بنية الطلاق أصلاً مسألة خلافية بين أهل العلم، والظاهر لي من أقوالهم أنه نكاح غير صحيح، وهذا هو المذهب المعتمد عند الحنابلة وقول للمالكية وقول الأوزاعي واختيار جملة من المحققين، وأنه في حكم المتعة التي نهى عنها النبي – صلى الله عليه وسلم، وذلك لأنه نوى توقيت النكاح والنبي – صلى الله عليه وسلم – قال: \"إنما الأعمال بالنيات وإنما لكل امرئ ما نوى\" متفق عليه عند البخاري (1)، ومسلم (1907) من حديث عمر –رضي الله عنه-. ¶ وفي هذه المسألة إضافة لهذا الملحظ غش للمسلمين الذين سيقدمون على نكاح هذه المرأة يظنونها ثيباً بفعل نكاح صحيح والواقع أن ثيوبتها ناتجة عن زنا، والسائل يريد أن يستر عليها بما يضر من سيقترن بها، مع أن ما تعانيه هو من جريرة فعلها. ¶ ولكن يمكن للسائل أن يتزوجها زواجاً لا ينوي توقيته، ويكون بذلك مأجوراً إن شاء الله، أو يرشد غيره ليتزوجها مع شرح حالها وليخبره أن توبتها تجب ذنوبها، ولن تكون أسوأ من المشركات والكافرات إذا أسلمن، وكم ممن يقدم على الزواج ممن أسلمت ولا يسأل عن ماضيها وما فعلته، وذلك بعد أن يتحقق من عدم إصابتها بمرض معدٍ يمنع الاستمتاع. والله الموفق والهادي. ¶ سئل الشيخ د. عبد الله بن إبراهيم الناصر ¶ ما الزواج العرفي؟ وهل هو حلال أم حرام؟ وجزاكم الله خيراً. ¶ الجواب : ¶ من شروط صحة النكاح شرعاً أن يكون بولي وشاهدي عدل؛ لقوله –صلى الله عليه وسلم- في الحديث الذي رواه الدارقطني (3/221-222):\"لا نكاح إلا بولي وشاهدي عدل\". ¶ والنكاح العرفي إذا كان يخلو من ذلك، فإنه لا يجوز شرعاً، وهو في حقيقة أمره تحايل على ما حرم الله، وقد ورد عن النبي –صلى الله عليه وسلم-:\"البغايا اللاتي ينكحن أنفسهن بغير بينة\" رواه الترمذي (1103)، والله أعلم. ¶ سئل الشيخ د. محمد بن سليمان المنيعي",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "أريد أن أعلم هل الزواج العرفي إذا تم فيه وجود الولي والشاهدين والموافقة من الطرفين يكون زواجاً جائزاً؟ علماً أنه عرفي يعني أنه لم يعلم الناس به. ¶ الجواب : ¶ الزواج إذا تمت شروطه وأركانه وانتفت موانعه فهو عقد صحيح، وأما إعلانه للناس فليس شرطاً في صحته بل السنة الإعلان وصنع الوليمة حتى يدفع الإنسان عن نفسه الريبة، ورحم الله امرأ كف الغيبة عن نفسه. ¶ سئل الشيخ محمد بن سليمان المسعود ¶ السلام عليكم. ¶ أنا مسافر للدراسة في الخارج، وقد تزيد مدة إقامتي عن 7 أشهر، ومن الممكن أن تطول إلى سنة، أنا لست متزوجاً؛ لأنني لا أستطيع تحمل مصاريف الزواج في بلادي، أنا ملتزم -والحمد لله- سؤالي هو: أنني قد أواجه فتناً من النساء هناك، فهل يجوز لي أن أتزوج من فتاة نصرانية إلى أن تنتهي مدة دراستي هناك؟ سمعت بأن هذا جائز، وعندي سؤال آخر: هل أركان الزواج من المسلمة هي نفسها مع الكتابية؟ الفتاة في الغرب تمارس الجنس مع صديقها، فهل يمكن أن أقول لها أن نعمل العقد لكي يكون زواجاً وحتى لا أقع في الزنا؟ ومتى أرادت الطلاق أطلقها، هل هذا جائز؟ ولست أقصد الزواج للمتعة، وإنما لتحصين نفسي، والزواج ليس لأجل محدود، هل هذا جائز؟ أرجو منكم أن تفصلوا في إجابتكم -بارك الله فيكم-. ¶ الجواب : ¶ الحمد لله –تعالى- وحده وبعد:",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فإن من المعلوم أن الله –تعالى- أباح الزواج من الكتابيات المحصنات وهن العفيفات، كما قال الله تعالى: \"يَسْأَلونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ...\"[المائدة: 4] \"الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلا مُتَّخِذِي أَخْدَانٍ وَمَنْ يَكْفُرْ بالإيمان فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ\" [المائدة: 5]. ¶ لكن لا يحل أن يكون العقد مشروطاً إلى أجل، فإن هذا من نكاح المتعة الذي أجمع العلماء على تحريمه،وقد جاءت السنة بتحريم نكاح المتعة، وعلى هذا فإنني أنصح السائل بالزواج بامرأة مسلمة عفيفة تكون سبباً لتحصين فرجه -بإذن الله تعالى-، ولا يكون عقده عليها مشروطاً إلى مدة؛ لأن هذا من نكاح المتعة كما تقدم. ¶ فإن تعذر عليه ذلك فإنه لا مانع من الزواج بالكتابية، وذلك بشرط أن تكون عفيفة، وأن يكون العقد عليها وفق الضوابط الشرعية من الولي والإشهاد، وأن لا يكون هذا العقد مشروطاً إلى مدة، لكن إن عقد عليها وهو ينوي أن يطلقها بعد مدة من غير شرط فإن ذلك لا مانع منه؛ لأنك ربما تنوي ثم ترجع عن النية، مع ملاحظة أنه لا يجوز اتخاذها كمثل الصديقة بعد زواجه بها، بل يعلم أن زواجه بها عقد شرعي،وهو زواج يترتب عليه أن يعلم الزوجان ما لأحدهما عند الآخر من حقوق ومنها صيانة الزوجة من كل فاحشة، أو منكر. والله الموفق. وصلى الله على نبينا محمد وآله وصحبه وسلم. ¶ سئل الشيخ د. خالد بن علي المشيقح",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ما رأي الشرع بالزواج العرفي الذي يتم بين الرجل والمرأة الثيب؟ تولي فيه المرأة الرجل الذي سيتزوجها ليتم الإيجاب منه كوكيل عنها في عقد الزواج فيقبل بصفته الزوج، فيكون أصيلاً عن نفسه ووكيلاً عن زوجته، وبحضور شاهدين وعلى مهر مسمى؟. ¶ الجواب : ¶ الحمد لله، والصلاة والسلام على رسول الله، وبعد: ¶ هذا لا يجوز؛ لأن من شروط صحة النكاح الولي لقول النبي –صلى الله عليه وسلم-: \"أيما امرأة نكحت بغير إذن وليها فنكاحها باطل\" من حديث عائشة –رضي الله عنها- في سنن أبي داود(2033) وغيره. ¶ فيشترط الولي، ومن شروط الولي الذكورة لا بد أن يكون الولي ذكراً، فلا يصلح أن تتولى بنفسها لا بالأصالة ولا بالنيابة، فقد ورد في حديث أبي هريرة –رضي الله عنه- في سنن الدارقطني(3/227): \"لا تزوج المرأة المرأة ولا تزوج المرأة نفسها\"، والصواب أنه لا فرق بين الثيب والبكر في ذلك خلافاً لمن فرق من أهل العلم، أو لم يشترط الولاية للمكلفة الحرة. ¶ 11- الخطبة ومايتعلق بها ¶ سئل الشيخ د. سليمان بن وائل التويجري ¶ نرجو تحديد المقصود بالخطوبة التي لا يجوز أن يخطب عليها الرجل، وإذا حدث وخطب فوق خطبة أخيه وتزوج فما حكم ذلك؟ جزاكم الله خيراً. ¶ الجواب :",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الإنسان إذا خطب امرأة فلا يجوز لغيره أن يخطبها، ومعنى الخطوبة: أن يتقدم إلى وليها ويطلب منه الزواج بها، ولو لم يردوه وإنما سكتوا وانتظروا فهذا هو الخاطب، ولا يجوز لغيره أن يزاحمه في الخطبة، فإن رُد الخاطب الأول فلغيره أن يخطب، أو كان الخاطب الثاني يجهل الحال ولم يعلم بأنها مخطوبة فلا إثم عليه، أو كان الخاطب الأول أذن لغيره أن يخطب فلا بأس للثاني أن يخطب، وعلى كل فإذا خطب هذا الإنسان الثاني وعقدوا له فعقده صحيح، وزواجه صحيح ولا شيء فيه، إنما الإثم في تقدمه بالخطبة على خطبة أخيه، وأما إذا تم العقد له فهذا حقه، والزواج لا إشكال فيه، والنبي – صلى الله عليه وسلم- يقول: \"لا يخطب أحدكم على خطبة أخيه\" رواه البخاري (5142)، ومسلم (1412)، واللفظ لأبي داود (2081)، والنسائي (3238) من حديث ابن عمر – رضي الله عنهما-، والله أعلم. ¶ سئل الشيخ أ.د. سليمان بن فهد العيسى ¶ هل يجوز للمسلم أن يخطب على خطبة الكافر إذا صرح له بالإجابة؟ وهل تعتبر الكفاءة من حيث أن المسلم أكفأ من الكافر؟ ¶ الجواب : ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده، وعلى آله وصحبه أجمعين، وبعد: ¶ فالجواب: ¶ أنه لا يجوز للمسلم أن يتزوج الكافرة إلا إذا كانت من أهل الكتاب فيجوز عند جمهور العلماء لقوله تعالى:\"اليوم أحل لكم الطيبات وطعام الذين أوتوا الكتاب حل لكم وطعامكم حل لهم والمحصنات من المؤمنات والمحصنات من الذين أوتوا الكتاب من قبلكم\" [المائدة:5].",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وإذا جاز للمسلم نكاح الكتابية فهل يجوز له أن يخطبها على خطبة الكافر المصرح له بالإجابة كما هو محل السؤال؟ والجواب: أنه قد روى البخاري في صحيحه رقم (5144) أن النبي –صلى الله عليه وسلم- قال:\"لا يخطب الرجل على خطبة أخيه حتى ينكح أو يترك\" قال ابن حجر في (فتح الباري 9/200) ما نصه:\"واستدل بقوله:\"على خطبة أخيه\" أن محل التحريم إذا كان الخاطب مسلماً، فلو خطب الذمي ذمية فأراد المسلم أن يخطبها جاز له ذلك مطلقا،ً وهو قول الأوزاعي، ووافقه من الشافعية ابن المنذر وابن جويرية والخطابي، ويؤيده قوله في أول حديث عقبة بن عامر عند مسلم :\"المؤمن أخو المؤمن فلا يحل للمؤمن أن يبتاع على بيع أخيه ولا يخطب على خطبته حتى يذر\"، وقال الخطابي: قطع الله الأخوة بين الكافر والمسلم، فيختص النهي بالمسلم. وقال ابن المنذر: الأصل في هذا الإباحة حتى يرد المنع، وقد ورد المنع مقيداً بالإسلام فبقي ما عدا ذلك على أصل الإباحة، وذهب الجمهور إلى إلحاق الذمي بالمسلم في ذلك، وأن التعبير بأخيه خرج على الغالب فلا مفهوم له، انتهى محل الغرض منه، والله أعلم. ¶ سئل الشيخ سامي بن عبد العزيز الماجد ¶ تعرفت إلى فتاة من خلال الدراسة، وقد طلبت منها أن أقابلها في مكان عام حتى أسلمها هدية بمناسبة ما، ولكنها طلبت مني أن أقابلها في منزل أهلها وبينهم، فوجهت لي الدعوة للذهاب إلى منزلهم، وقالت لي: إنهم بانتظاري يوم الخميس القادم، فهل أذهب أم لا ؟ علماً أنني لم أختلي بها قط ، بل أحرص كل الحرص على عدم مقابلتها سوى ذلك الطلب ، كما أن كل هذه الحوارات بيني وبينها كانت عبر البريد الإلكتروني ، هل أذهب ؟ ¶ الجواب :",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "حسناً فعلت حينما حرصت ألا تقابلها سوى ذلك الطلب ، وأحسن من ذلك حذرك من الخلوة بها ، وكونُ الحوارات قد دارت بينكما عبر البريد الإلكتروني ، وحسناً فعلت هي حينما أبت المقابلة إلا في بيتها وبحضور أهلها ، ولا أدري ما الغرض من زيارتها في بيت أهلها ، هل هو توثيق الصداقة أو خطبتها من وليها ! فإن كانت الأولى، أي: قصد توثيق الصلة والصداقة ، فلا ينبغي لك ذلك ؛ لأن اتخاذ الصديقات – وإن كان عن حسن نية – قد يجر إلى التساهل في المحرمات، والوقوع فيما لا تحمد عقباه ، والشيطان لا ييأس من إضلال العبد ، وله نفس طويل، ومكر شديد في إغواء العبد والتسويل له بالمعصية . ¶ فحذار أن تسترسل فيما وقع منك ، وعليك أن تجتنب محادثة النساء إلا ما تقتضيه الحاجة غير المتوهَّمة ، لا سيما وأنت -كما يفهم من كلامك - تدرس في مدرسة أو كلية مختلطة . ¶ والحاجة إذا كانت قد اضطرتك إلى الدراسة في كلية مختلطة ، فيجب أن تقدر الحاجة بقدرها ، كما نص على ذلك أهل العلم ، وإن كانت الأخرى ( أي: قصد خطبتها من وليها) فهو أمر مشروع لا شك في جوازه . على أنني أنصحك بما نصح به رسول الله – صلى الله عليه وسلم- : \" تنكح المرأة لأربع : لمالها ، ولحسبه ، ولجمالها ، ولدينها ، فاظفر بذات الدين تربت يداك \" رواه الخاري (5090 )ومسلم ( 1466 ) من حديث أبي هريرة – رضي الله عنه - ، وعليك أن تستخير الله –سبحانه- فتصلي صلاة الاستخارة عسى الله أن يخير لك ما فيه الخيرة لك في الدنيا والآخرة .والله أعلم . ¶ سئل الشيخ عبد الرحمن بن عبدالله العجلان ¶ كم مرة يجوز للخاطب أن يرى مخطوبته الرؤية الشرعية؟ وجزاكم الله خيراً. ¶ الجواب : ¶ يرى الخاطب مخطوبته مرة واحدة، ولا تجوز الخلوة بها، وإذا تيسر أن يراها بدون علمها فلعله أولى؛ لأنه أصون لحيائها، وخشية ألا يرغب فيها، فإن لم يرغب فيها بعد رؤيتها أثر ذلك في كسر قلبها، فإذا لم تعلم كان أحسن وأرفق بها.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "سئل الشيخ د. أحمد بن محمد الخضيري ¶ ما الشروط التي ينبغي توافرها في من يتقدم لخطبة الفتاة المسلمة؟ وهل صلاته في بيته وشربه الدخان عائق في عدم تزويجه؟ أفتونا جزاكم الله خيراً. ¶ الجواب : ¶ بسم الله الرحمن الرحيم، الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين، وبعد: ¶ إذا تقدم إلى خطبة الفتاة من توافرت فيه خصال الكفاءة، وأهمها الدين والخلق فإن على وليها أن يزوجها ولا يتوانى في ذلك؛ لقول النبي – صلى الله عليه وسلم –: \"إذا أتاكم من ترضون دينه وخلقه فزوجوه إلا تفعلوا تكن فتنة في الأرض وفساد عريض\" الترمذي (1084)، وابن ماجة (1967) وعلى ولي الفتاة أن يتحقق من استقامة المتقدم إلى خطبة موليته، وذلك بالسؤال عنه ممن يعرفه حق المعرفة ولا يعني هذا أنه لا يزوج إلا من بلغ الغاية في الاستقامة؛ لأن هذا قد لا يتحقق بسبب غلبة الفساد وقلة الخطاب، ولهذا فلو فرض أن المتقدم لخطبة موليته شخص واقع في بعض المحرمات المنتشرة عند كثير من الناس بسبب الاعتياد والتساهل كشرب الدخان وحلق اللحية مثلاً فلا بأس بتزويجه إذا لم يجد من هو أفضل منه، فإن هذا أفضل من بقاء المرأة بلا زواج، ولعل هذا الشخص أن يترك هذه المحرمات في المستقبل فيصلح حاله وبخاصة إذا تعاهدته زوجته بالنصيحة والإنكار، والله أعلم. ¶ سئل الشيخ سامي بن عبد العزيز الماجد ¶ أنا شاب أريد الزواج -إن شاء الله تعالى- ولكن حدث لي عارض صحي أثناء الولادة في الخصية، مما أدى إلى تلفها، ولكن ذهبت إلى الطبيب، وحصلت على أدوية، وأنا الآن –الحمد لله- لدي القدرة على الجماع، وخروج ماء الرجل، ولكن عدم إنتاج الحيوانات المنوية، وذهبت إلى أكثر من طبيب، قال لي: لا تستطيع الإنجاب؛ لعدم إنتاج الحيوانات المنوية، وتلف الخصية. إذا أردت الخطبة، فهل أتكلم أم أسكت؟ وهل سكوتي يكون غشًّا؟. أرجو منكم إفادتي، -وجزاكم الله خيراً-. ¶ الجواب : ¶ الحمد لله، وبعد:",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وعليكم السلام ورحمة الله وبركاته. ¶ فإن أعظم مقاصد الزواج وأولاها طلب النسل والذرية، والعجز عن تحقيق هذا المطلب ـ وهو العقم ـ عيب لا يجوز كتمه عن الطرف الآخر، ، فيجب عليك إذا خطبت أن تبين هذا لأهل المخطوبة، وأن يخبروها هم بذلك، ولا يجوز كتمه؛ لما فيه من الغش ومضارة المرأة. ¶ والأنسب لحالك أن تبحث عن امرأة مثلك – عاقر لا تنجب ـ؛ حتى لا تظلمها ولا تحرمها أمنيةً هي من أعظم أمنياتها في حياتها. ¶ عوضك الله خيراً، وعظم أجرك، وفرج همك، ووفقك في أمور دينك ودنياك، ونور بصيرتك بنور هدايته وطاعته، وجعلك مباركاً أينما كنت. ¶ واقترح عليك أن تتولى بعد زواجك تربية بعض الأيتام، وهم كثير في دور رعاية الأيتام من غير أن تنسبهم إليك، والله الهادي إلى سواء السبيل، وهو المستعان ونعم الوكيل. ¶ سئل الشيخ د. عبد الوهاب بن ناصر الطريري ¶ أريد أن أسأل عن كل ما يباح وما لا يباح بين الخطيبين، وماذا إذا كان الخاطب غير متدين أو ملتزم، ولكن على خلق حسن، وفطرة دينية، هل يجب على المخطوبة فسخ الخطوبة لجهله ببعض الأمور؟ وماذا عليها أن تفعل؟ ¶ الجواب : ¶ الخطيبان قبل عقد النكاح أجنبيان عن بعضهما لا يجوز بينهما إلا ما يجوز بين الرجل والمرأة الأجنبية عنه، ولذا فله أن يكلمها بدون خضوع في القول، ولا فحش ولا تفحش، ولهما أن يتحدثا في مستقبل أمرهما ونحو ذلك بالقدر المحتاج إليه. ¶ وله أن يراها الرؤية الشرعية التي يترتب عليها القبول والرغبة أو عدمها. ¶ وليس له بعد ذلك الخلوة بها، ولا التعامل معها بأي نوع من أنواع المتعة الجسدية، ولا الحديث الخاص بين الزوجين ونحو ذلك. ¶ ولا يجب على المخطوبة فسخ الخطبة إذا كان الخاطب يؤدي فرائضه الدينية، وهو على خلق حسن، وإن لم ينطبق عليه وصف الالتزام بمعناه الخاص عند بعض الناس. ¶ سئل الشيخ د. سعد بن ناصر الشثري",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "كنت قد خطبت زميلة لي ، وبعد مضي ثلاث سنوات حدثت بعض المشاكل أدت إلى فسخ الخطبة، وقدم كل طرف إثباتاً أن هذا الفسخ من ناحية الطرف الآخر، وكان نتيجة لذلك بأن أهل الفتاة رفضوا إعطائي الشبكة وجميع الهدايا التي قدمتها خلال المواسم والأعياد، وأنا تركت عوضي على الله، وفوضت أمري إلى الله وحسبنا الله ونعم الوكيل، هل هذا حلال أم حرام؟ وهل هذا من الشرع أم لا؟ ¶ وما مصير هذه الشبكة الذهبية التي يزيد ثمنها والهدايا اليوم عن 5000 آلاف جنيه، وهي من حق مَنْ في هذه الحالة؟ أرجو إفادتي من الناحية الدينية، وهل باستيلائهم على هذه الأشياء ظلماً كالذين يأكلون في بطونهم ناراً وسيصلون سعيرا. ¶ أرجو توضيح ذلك لي مع الشرح والأمثلة المشابهة لهذه الحالة. جزاكم الله عنا خير جزاء، والسلام عليكم ورحمة الله وبركاته . ¶ الجواب : ¶ وعليكم السلام ورحمة الله وبركاته.وبعد: ¶ أولاً: أشير عليك بإرجاع خطبة الفتاة المذكورة وإصلاح الأوضاع بالطرق المناسبة، ولا يوجد من هو كامل في صفاته. ¶ ثانياً: إذا لم تتمكن من إصلاح الأوضاع فيستحب لك أن تتنازل عن تلك الهبات للزوجة ولعل الله أن يعوضك خيراً منها. ¶ ثالثاً: هدايا الخطيب لمخطوبته تعد جزءاً من المهر عند جمهور العلماء، وخالف في ذلك بعضهم، والمرجع في ذلك إلى القضاء ؛لأن قضاء القاضي يرفع الخلاف، ونسأل الله أن يصلح الأحوال. وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ سئل الشيخ د. محمد بن سليمان المنيعي ¶ السلام عليكم ورحمة الله وبركاته. ¶ قمت بخطبة فتاة مخطوبة منذ عام لشخص آخر ولم أكن أعلم بذلك، ثم علمت أن العلاقة بين أهليهما قد انقطعت منذ عام لدرجة أنهم لا يتحدثون هاتفياً، لكنهم لم يصرحوا بفسخ الخطبة، واشترطت عليهم سؤال أهل الخاطب قبل أن يقبلوا بخطبتي أو يرفضوها، فهل هذا محرم؟ ¶ الجواب :",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "إذا علم الرجل أن المرأة مخطوبة لرجل آخر لم يجز له أن يتقدم لخطبتها؛ لحديث أبي هريرة في مسلم (1408):\"لا يخطب الرجل على خطبة أخيه ولا يسوم على سومه\"، لكن إن علم الرجل أن أهل المرأة قد ردوا الخاطب أو لم يقبلوا به جاز له خطبتها. ¶ سئل الشيخ عبد الرحمن بن أحمد الخريصي ¶ السلام عليكم ورحمة الله وبركاته...أما بعد: فضيلة الشيخ لقد تقدمت لخطبة إحدى قريباتي وهي ابنة عمتي، وبينما كان والدي يتحدث مع أم الفتاة عن موضوع الخطبة أخبرتنا عمتي أن البنت قد تقدم إليها شخص لخطبتها, وهي لا تعرف ماذا حصل في موضوع خطبة هذا الشخص من ابنتها مع والد الفتاة. وقد قالت لنا من جهتي ليس لدي أي مانع, وإنما الكلام عند والد الفتاة. فقد تقدم إليها شخص ولا أدري ماذا حصل في موضوعها. المطلوب من سماحتكم هل خطبتي هذه جائزة, وهل تجوز خطبة على أخرى؟ وما الحكم في هذا؟ جزاكم الله خير الجزاء وكفر عنكم خطاياكم. ¶ الجواب : ¶ الحمد لله، والصلاة والسلام على رسول الله ، نبينا محمد وعلى آله وصحبه أجمعين، أما بعد: ¶ فالأصل في هذه المسألة المنع؛ لورود ذلك عن النبي – صلى الله عليه وسلم من عدة روايات، ففي رواية البخاري (5142) من حديث ابن عمر –رضي الله عنهما- قال: نهى النبي -صلى الله عليه وسلم- أن يبيع بعضكم على بيع بعض، ولا يخطب الرجل على خطبة أخيه، حتى يترك الخاطب قبله، أو يأذن له الخاطب\". ¶ والمنع في المسألة أو السؤال للكراهة، لأن الخطبة الأولى لم تتم، وإنما الأمر في حال المشاورة والتردد كما ذكر السائل : والتحريم يكون بعد تمام الموافقة على الخطبة الأولى لخطيب آخر، لما فيه من إيذاء الخاطب الأول، وتوريث عداوته، وزرع الضغينة في نفسه، وعلى كل حال أنصح السائل بالتريث إلى أن تنتهي فترة التردد والمفاوضات والمشاورات حفاظاً على صلة الود والمحبة بين الناس، وبعداً عن إيجاد العداوة وزرع الأحقاد في النفوس، والله أعلم.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "سئل الشيخ د. أحمد بن عبد الرزاق الكبيسي ¶ أود أن أطرح مشكلتي جزاكم الله خيراً. ¶ مشكلتي هي أني خُطبت من شاب لم أعرفه من قبل لمدة 8 شهور، مع الوقت حدثت خلافات بيننا، لا يسأل عني كما لو كنت خطيبته، ثم قررت فسخ الخطوبة، وهي رسمية بقراءة الفاتحة، و لكني فسخت الخطوبة بالهاتف فقط مع عائلة الخاطب، سؤالي هو: هل يجب إعادة اجتماع الرجال وعائلة الخاطب مرة ثانية لفسخ هذه الخطوبة؟ أم يكفي ذلك بالهاتف فقط؟. وشكراً. ¶ الجواب : ¶ بسم الله الرحمن الرحيم ¶ الحمد لله، والصلاة والسلام على رسول الله نبينا وسيدنا محمد، وعلى آله وصحبه ومن والاه. وبعد:",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "فبالنسبة لسؤال الأخت الجزائرية عن فسخ الخطوبة بالهاتف، وبسبب عدم الاتصال بها كما لم تكن خطيبته، فنقول للأخت الفاضلة: إن الخطبة من الأمور المستحبة في عقد النكاح، فهي ليست بركن، ولا بشرط، ولا بواجب، وإنما هي وسيلة معرفة ومقدمة لعقد النكاح، وفرصة تعطى للخاطبين في الموافقة على إنشاء وإبرام العقد، أو فسخه بعدها، وهي تبيح للخاطب أن ينظر إلى مخطوبته،وتنظر إليه لقوله – صلى الله عليه وسلم-: \"إذا خطب أحدكم المرأة فإن استطاع أن ينظر إلى ما يدعوه إلى نكاحها فليفعل\" رواه أبو داود(2082) من حديث جابر بن عبد الله –رضي الله عنهما- وقوله – صلى الله عليه وسلم- لآخر \" انظر إليها فإنه أحرى أن يؤدم بينكما\" رواه الترمذي(1087)، والنسائي(3235)، وابن ماجة(1866) من حديث المغيرة ابن شعبة –رضي الله عنه-، وقوله – صلى الله عليه وسلم- لآخر: \"انظر إليها فإن في أعين الأنصار شيئاً\" رواه مسلم(1424) من حديث أبي هريرة –رضي الله عنه-، والأحاديث مشتهرة بين أهل العلم،وهي ثابتة بجملتها، ولأجل أن يكون كل من الخاطبين على معرفة بالآخر من حيث الشكل والهيئة، فالخطبة مشروعة ونظر الخاطبين لبعضهما مشروع كما تفيده النصوص السابقة، والحكمة من مشروعيتها من أجل أن يبرم عقد النكاح بعد تبصر ورؤية ودراية بحال كل من العاقدين بالآخر، ولكنه لا يجوز للرجل أن يتصل بمخطوبته ولا المخطوبة أن تتصل بخطيبها؛ لأن كلاً منهما أجنبي على الآخر، حيث الخطبة ليست بعقد نكاح، وإنما شرع النظر بحضور أوليائها، ليرى منها ما يدعوه إلى نكاحها، وبعد حصول ذلك فلا يجوز لا له ولا لها أن يجتمعا ويختلطا ويخرجا مع بعضهما، بل ولا يجوز له أن يتصل بها بالهاتف من غير حاجة؛ لأن كلاً منهما أجنبي عن الآخر، فعدم اتصاله بك ليس معناه عزوف عن الخطبة، فالأصل أن لا يتصل بعدما حصلت المعرفة في المرة الأولى، وله ولك فسخ الخطبة حتى ولو تمت الرؤية بينكما إذا تحصلت القناعة لديك أو",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "لديه، أو لأوليائك، فللجميع العدول عن الخطبة، لأن الخطبة طلب، والطلب قد يجاب إليه وقد لا يجاب، فالخطبة ليست عقد إلزام، وليست من تمامها قراءة الفاتحة، ولا يشترط لفسخها اجتماع الرجال من الطرفين، ولهذا لا يستحب إعلان الخطبة بخلاف عقد النكاح، ولهذا يرى كثير من أهل العلم إخفاءها ليتسنى لكل من الخاطبين العدول من غير أن يلحق ضرراً بالآخر. فالمهم يجوز الفسخ بأي وسيلة: مشافهة أو مكاتبة أو مهاتفة, ويلزم رد ما تقدم به من مال أو حلي أو ملابس، وبخاصة إذا كان العدول من المخطوبة، أو أوليائها وبالله التوفيق. ¶ 12- الشروط في النكاح ¶ سئل الشيخ أ.د. سليمان بن فهد العيسى ¶ أنا أريد الزواج من امرأة، لكن سأشترط عليها توفير المنزل وعدم المبيت معها يومياً؛ لأنني سأتزوج بدون علم الأهل وذلك لأنني أخشى العنت، وزواجي سيتأخر بضع سنين .. هل العقد صحيح. ¶ الجواب : ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده وبعد، فما ذكرته من الشروط على من تريد تزوجها جائز متى ما تم العقد بشروطه التي هي: تعيين الزوجة، والرضا، والولي إذ لا نكاح إلا بولي مع شاهدي عدل. هذا ولا يُشترط علم الأهل لكن يستحسن إعلام ولو بعضهم لئلا يتهموك بالسوء. هذا ولا ينبغي أن يكون هذا الزواج بنية الطلاق بل ينبغي أن يكون زواج رغبة ثم إذا أردت الزواج الثاني وجب عليك إبلاغ من تريد تزوجها عن الزوجة الأولى إن كانت في عصمتك والله أعلم.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "نصيحة : اتضح من سؤالك أنك لجأت إلى ما ذكرت من أجل عدم القدرة على تكاليف الزواج، وإني أنصحك مع ذلك - لا سيما وأنت شاب أعزب - بالصبر والاستعفاف عملاً بقوله تعالى : \" وليستعفف الذين لا يجدون نكاحاً حتى يغنيهم الله من فضله \" ولقوله - صلى الله عليه وسلم – \" يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء \" أخرجه البخاري (5066)، ومسلم (1400) من حديث عبد الله بن مسعود والله أعلم – وصلى الله على محمد وآله و صحبه أجمعيين - . ¶ سئل الشيخ سامي بن عبد العزيز الماجد ¶ هل يجوز الزواج من امرأة نصرانية بدون وليها ؟ وهل يجوز أن توكل المركز الإسلامي في ذلك ؟ ¶ الجواب : ¶ لا يجوز نكاح الكتابية من غير إذن وليها؛ لأن الكافر له ولاية على الكافرة ، ولا تسقط ولايته عليها إلا إذا أسلمت ، فحينئذٍ لا ولاية له عليها ، وتنتقل الولاية إلى المسلم من أوليائها ، فإن لم يكن لها ولي مسلم تولى أمرها المركز الإسلامي؛ لأنه في حكم السلطان ، قال الرسول صلى الله عليه وسلم : (( السلطان ولي من لاولي له )) أخرجه الخمسة إلا النسائي، والله أعلم . ¶ سئل الشيخ نايف بن أحمد الحمد ¶ أبي يريد أن يكتب في وثيقة الزواج شرطاً وهو أن أكون الزوجة الأولى والأخيرة، هل هذا جائز شرعاً؟ ¶ الجواب : ¶ الحمد لله وحده وبعد: يجوز للمرأة في أصح قولي العلماء أن تشترط في عقد النكاح أن لا يُتزوج عليها، وهو شرط صحيح لازم، فإن وفّى به الزوج وإلا فلها الفسخ، لحديث",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "عقبة بن عامر – رضي الله عنه- قال: قال رسول الله – صلى الله عليه وسلم- \"أحق الشروط أن توفوا به ما استحللتم به الفروج\" رواه البخاري (2572) ومسلم (1418) وانظر: مختصر الخرقي /94 المحرر 2/23 مجموع فتاوى بن تيمية 32/169 أعلام الموقعين 1/316 الفروع 5/162 الإنصاف 8/155 المبدع 7/81 دليل الطالب 1/231 كشاف القناع 5/91 والله تعالى أعلم – وصلى الله علي وسلم على نبينا محمد وعلى آله وصحبه-. ¶ سئل الشيخ د.أحمد بن محمد الخليل ¶ ما حكم هذا الشرط في النكاح إذا اشترط أحد الزوجين عدم التوارث بينهما ورضي الآخر؟ وما حكم العقد؟ ¶ الجواب : ¶ إذا اشترط أحد الزوجين عدم التوارث فإن العقد صحيح والشرط باطل، لأن الإرث حق أثبته الله تعالى للزوجين، ولا يملك أحد إسقاطه، والله أعلم. ¶ سئل الشيخ محمد بن سليمان المسعود ¶ تزوجت امرأة واشترط علي وليها أن أسمح لها بإكمال دراستها، وقمت بتنفيذ الشرط، وقد تيسرت لها وظيفة تدريسية في إحدى المدارس، وقد حصل خلاف بيني وبينها بخصوص العمل، حيث تزعم أن الشرط بإكمال دراستها يلزم منه السماح لها بالعمل. ¶ فهل شرط الدراسة ينسحب على العمل أم لا؟ وهل يصح لي أن أشترط عليها جزءاً من راتبها مقابل خروجها من بيت الزوجية؟ ¶ الجواب :",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الحمد لله تعالى وحده وبعد، فإن الشروط قد أمر الله تعالى بإنفاذها، إلا شرطاً أحل حراماً أو حرم حلالاً، وذلك لما جاءت به السنة المطهرة: \"المسلمون على شروطهم\"، وكذلك: \"إلا شرطاً أحل حراماً أو حرم حلالاً\"، وفي حديث بريرة – رضي الله عنها – قال النبي – صلى الله عليه وسلم –: \"كل شرط ليس من كتاب الله فهو باطل، ولو كان مائة شرط\" رواه مسلم، وما ذكر من شرط الدراسة فهذا أمر واضح، أمّا بالنسبة لمواصلة العمل أو العمل فإن هذا لا يلزم، لأنه لم يكن شرطا سابقا عند العقد، وحيث لا يوجد فلا يلزم، لأن مقاطع الحقوق عند الشروط، كما قال عمر بن الخطاب – رضي الله عنه - وما ذكرته من اشتراط مبلغ من راتبها مقابل خروجها من بيت الزوجية لأجل العمل فلا مانع من ذلك، لكن أرى ترك ذلك، ما دامت قد سمحت لها بالعمل، وهي إن شاء الله تعالى سوف تعينك على كثير من الأمور المالية في منزلك إذا صلح حالكما، والله هو الموفق وصلى الله على نبينا محمد وآله وصحبه وسلم. ¶ سئل الشيخ هاني بن عبدالله الجبير ¶ اشترط والدي على زوجي أن يكون لي حرية العمل والدراسة، وكتب ذلك في وثيقة الزواج، والآن زوجي رفض أن أدرس اللغة في البلد التي أقيم بها، بحجة طفلي الصغير وأنه لا يريد إدخاله الحضانة، مع العلم أني قلت له: إنني سأدرس في مدرسة بها حضانة وسأتفقد طفلي بين الدروس، وإن لم يعجبني وضع الحضانة أو تأثرت نفسية الطفل فسأترك، رفض زوجي رفضا قاطعا حتى أن أفتح الموضوع معه، فتركت المنزل بناء على كلام والدي أن عقد زواجي به قد فسخ، فهو لم يعد زوجي حتى نجدد العقد، أفتوني أرشدكم الله، هل ما قمت به يعد مخالفة شرعية؟ وهل كلام والدي صحيح؟. ¶ الجواب : ¶ الحمد لله وحده، وبعد:",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "فإذا شرط أحد الزوجين على الآخر شرطاً في صلب عقد النكاح فإن عليه الوفاء به، ما دام شرطاً صحيحاً، كالشرط المذكور في السؤال، عن عقبة بن عامر – رضي الله عنه- قال: قال رسول الله –صلى الله عليه وسلم-: \"إنَّ أحق الشروط أن توفوا به ما استحللتم به الفروج\" صحيح البخاري(5151)، صحيح مسلم(1418). ¶ فإن لم يف أحد الزوجين بما التزم كان لمن فات غرضه أن يفسخ النكاح، فيتقدم للقاضي الشرعي الذي يتولى فسخ عقد النكاح، والحكم بذلك. ¶ وعليه فإن ما أخبرك به والدك من أن زوجك قد انفسخ العقد بينك وبينه خطأ، وإنما يمكنك أن تطلبي الفسخ منه، ولا يحصل إلا بحكم حاكم. ¶ وما قمت به من ترك المنزل أرى أن الأولى منه محاولة إقناع زوجك أو الوصول لحل مرضي لكما، فإن أمكن وإلا فتقدمي للحاكم الذي ينظر في موضوعكما، ويمكن فسخ النكاح عند تحقق مقتضاه. والله الموفق. ¶ سئل الشيخ نايف بن أحمد الحمد ¶ فضيلة الشيخ السلام عليكم ورحمة الله. ¶ أرجو من فضيلتكم التكرم بالإجابة عن السؤال التالي: ¶ قبل العقد اشترط ولي أمر الزوجة أن لا يتم الدخول حتى تنتهي أوراق سفر الزوجة للبلد الأجنبي الذي يقيم فيه الزوج، حيث إنه تزوج من امرأة من غير بلده الذي يقيم به، (بحيث قال بالحرف الواحد لا أريد أن يتم الدخول حتى تأتي تأشيرة الفيزا، وقال الزوج موافق، وبعده بأيام تم العقد ولم يذكر هذا الشرط في العقد، إنما فقط قاله قبل العقد شفوياً)، هل هذا الشرط صحيح في كتاب الله؟ وهل يجب الإيفاء به؟ وماذا على الزوج لو أخلّ بالشرط ودخل بزوجته؟ هل يشترط أن يكون الاشتراط مذكوراً حال كتابة العقد؟ أفيدونا وجزاكم الله خيراً. ¶ الجواب : ¶ وعليكم السلام ورحمة الله وبركاته. ¶ الحمد لله وحده، وبعد:",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "فهذا الشرط صحيح، ويلزم الزوج الوفاء به، لحديث عقبة بن عامر – رضي الله عنه- قال: قال رسول الله –صلى الله عليه وسلم-: \"أحق الشروط أن توفوا به ما استحللتم به الفروج\" رواه البخاري(2572)، ومسلم(1418)، فإن لم يف به الزوج فللمرأة الفسخ إن رغبت بذلك، فقد قضى عمر – رضي الله عنه- على رجل بلزوم الشرط فقال الرجل: إذا يطلقننا، فقال عمر – رضي الله عنه-: \"مقاطع الحقوق عند الشروط\"، رواه ابن أبي شيبة(3/499)، وسعيد بن منصور(1/211)، والبيهقي (7/249)، ولا يشترط ذكر الشرط عند إجراء العقد إن كانوا قد اتفقوا عليه قبل العقد كما نص عليه العلماء، انظر: الروض المربع (524)، والله تعالى أعلم. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه. ¶ 13- العيوب في النكاح ¶ سئل الشيخ أ.د. محمد بن أحمد الصالح ¶ رجل خطب امرأة وتزوجها، واكتشف بعد الزواج أنها مصابة بمرض الصرع الذي يوجب عليه أن يكون ملازماً لها، أو أي أحد آخر خشية حصول أزمة لها، وهي الآن حامل, فماذا يمكنه أن يفعل؟ علما أن الوالد والوالدة يعلمان إصابتها من قبل بهذا المرض، وأخفيا ذلك، وإن كان سيطلقها، هل عليه أن يدفع لها المهر؟ على الرغم من أنهم أخفوا عنه أمراً كبيراً.وشكراً. ¶ الجواب :",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "يتعين على كل من الرجل والمرأة أن يكون على علم بأحوال الآخر، وما به من علة أو مرض، وما يعتريه مما يخل بالحياة الزوجية، وإذا أخفى أحد الزوجين على الآخر ما به من أذى أو ما يعتريه من أحوال تؤثر على مسيرة الحياة الزوجية فإذاً هذا يعد شرعاً من باب التدليس والغش، وإذا علم أحدهما بما لدى الآخر من أمراض، أو صفات تؤثر على الحياة الزوجية فله فسخ النكاح، ومتى تم الفسخ قبل أن يتم الاتصال بينهما فلا حق للمرأة على زوجها إذا كان العيب فيها، وإن كان العيب فيه فلها نصف الصداق، أما في مثل حالتك هذه فلها المهر كاملاً، ولك حق الرجوع في المهر على من غرك وخادعك، سواء جاءت الخدعة من المرأة، أو أهلها، غير أن الحمل الموجود الآن يثبت نسبه منك،وينسب إليك ابناً كان أو بنتاً، ويجب أن تعلم إن كنت قد علمت بالعيب ورضيت به فلا يحل لك الفسخ، ولا استرداد ما دفعت إليها، ونرجو السلامة والعافية ¶ سئل الشيخ د.محمد العروسي عبدالقادر ¶ أنا شاب مقبل على الزواج، ووجدت -والحمد لله- ذات الدين التي أسأل الله أن أظفر بها، ولكني عندي مشكلة حساسة قليلاً وهي أن بي علة في شريان القلب، ولكن الأطباء -والحمد لله- أخبروني بإمكانية الزواج دون مشاكل، ولكني لم أطلع هذه الفتاة على هذا الأمر إلى الآن، وأخشى إن أطلعتها عليه أن تتراجع، فماذا أفعل في هذا الموقف بما يجعلني لا أكون مخالفاً لشرع الله وشريعته؟ وجزاكم الله خيراً. ¶ الجواب : ¶ الحمد لله رب العالمين, وصلى الله على نبينا محمد وآله وصحبه، ومن تبعه بإحسان إلى يوم الدين. ¶ أما بعد: فليس وجود علة في شريان القلب، من العيوب التي يجب بيانها وكشفها، ولا يجوز للمرأة دعوى الطلاق بعد اكتشافها؛ لأن وجود هذا العيب لا تتضرر منه المرأة، ولا يسبب عدوى، وليس هو من العيوب المجوزة للفسخ، فليعزم هذا السائل على بركة الله، والله الموفق. ¶ سئل الشيخ د. فهد بن عبدالرحمن اليحيى",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "هل يمكن اعتبار مرض الإيدز من الموانع الشرعية التي تبيح فسخ العقد؟ وما الحكم فيما لو علم أحد الزوجين بهذا العيب ورضي به؟ ¶ الجواب : ¶ الحمد لله، لا ريب أن مرض الإيدز من أعظم العيوب التي يملك بها أحد الزوجين الفسخ، وإذا كان الفقهاء قد ذكروا جملة من العيوب التي يفسخ بها عقد النكاح فإن كثيراً منها دون مرض الإيدز في الخطورة، لا سيما وأنه من الأمراض المعدية –نسأل الله السلامة منه-. ¶ وعمدة الفقهاء في باب العيوب ما ثبت عن عمر –رضي الله عنه- في الموطأ من التفريق بالبرص والجنون والجذام روي عن عمر –رضي الله عنه- أنه قال:\"أيما رجل تزوج امرأة وبها جنون أو جذام أو برص فمسها فلها صداقها كاملاً وذلك لزوجها غرم على وليها\" (2/78)، والإيدز شبيه بالجذام بل هو أقبح وأخطر منه، ولكن مما ينبغي معرفته أن العيب الذي يملك به أحد الزوجين الفسخ حين يوجد في الآخر هو ما كان موجوداً قبل العقد لا بعده، فإن وجد العيب بعده فلا يملك أحد الزوجين الفسخ، وإنما للزوج الطلاق وللمرأة الخلع، هذا أحد القولين، وفي المسألة قول آخر: أن العيب يثبت به الفسخ سواءً كان قبل العقد أو بعده، وهو المشهور عند الشافعية والحنابلة. ¶ فعلى القول الأول إن كان هذا المرض قد نشأ بعد العقد لأي سبب من الأسباب فلا يثبت به الفسخ. ¶ وننبه هنا إلى أن الفسخ في هذه الحال يرجع إلى القاضي، وكثير من أهل العلم يجعل الفسخ في هذه الحال متوقفاً على حكمه ولا يملك أحد الزوجين مستقلاً ذلك. ¶ وأما لو علم أحد الزوجين بهذا العيب ورضي به فله ذلك لأن الحق له، ومع ذلك فيجب أن يدرك من رضي به خطورته وأنه معدٍ وحينئذٍ فقد يقال بأنه يلقي بنفسه إلى التهلكة. ¶ والأمر الآخر أن هذا المرض إن كان ناشئاً عن علاقة محرمة فإن الرضا بمن فعل ذلك قبل أن يتوب ليس من سمات ذوي العفاف والإيمان، والله أعلم. ¶ 14- المحرمات من النساء ¶ سئل الشيخ د. الشريف حمزة بن حسين الفعر",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "إذا تزوج رجل بامرأة مطلقة ولها بنات بالغات فهل يعتبر محرماً لهن ، وهل يجوز لهم السكن مع والدتهم وزوجها في نفس البيت ؟ ¶ الجواب : ¶ إذا تزوج الرجل امرأة ودخل بها ولها بنات من غيره فهو محرم لهنّ ؛ لأنهن محرمات عليه بسبب زواج أمهن ، ولهن في هذه الحال السفر معه والسكن في بيته . ¶ سئل الشيخ ناصر بن محمد الماجد ¶ السلام عليكم ورحمة الله وبركاته . ¶ في الآية الكريمة في سورة النساء، والتي تعني تحريم زوجات الأب (إلا ما قد سلف). ¶ (1)كلمة ما قد سلف هل تعني الذنب مع التفريق بين الرجل وزوجة أبيه أم ¶ بدون تفريق؟ ¶ (2) هل التفريق (إذا كان هناك تفريق) عليه دليل شرعي من التفريق بين الأختين كما دل عليه الحديث الشريف؟ وهل هو مثل التفريق بين الذي عنده أكثر من أربع زوجات كما دل عليه الحديث الشريف أيضا؟ وهنا ما هو الدليل من السنة؟ لأن هذه الآية غير مجملة وغير مبينة. ¶ أرجو أن يتم عرضها على من له باع طويل في الفقه والتفسير، لأن هذه الآية لبست علي كثيراً، وأرجو توضيحها بالتفصيل من أحد المعروفين بالعلم والفقه والثقة. منتظر ردكم الكريم على أحر من الجمر. والله يحفظكم. ¶ الجواب : ¶ الحمد لله والصلاة والسلام على رسول الله وبعد : ¶ فقد كان نكاح زوجات الآباء بعد موتهم مما عرف عند بعض أهل الجاهلية قبل الإسلام، ويذكر من كتب في تاريخ العرب قبل الإسلام أن العرب أخذوا هذه العادة من أهل فارس الذين عرفوا بنكاح المحارم، على أن عامة العرب قد كانت تمقت هذا النوع من النكاح ويسمونه نكاح المقت، حتى إنهم قد سموا الولد من هذا النكاح الضيزن، يقول الشاعر أوس بن حجر معيراً ثلاثة من الرجال تناوبوا على امرأة أبيهم: ¶ والفارسية فيهم غير منكرة فكلهم لأبيه ضيزن سلف",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "فأبطل الله تعالى هذه العادة الجاهلية، وأنزل قوله: \"ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف ...\"، فحرم نكاح زوجات الآباء، قال ابن عباس -رضي الله عنهما ـ فيما أخرجه الحاكم وصححه ـ: حرم من النسب سبع ومن الصهر سبع ثم قرأ \"وأمهاتكم اللاتي أرضعنكم\" حتى بلغ وأن تجمعوا بين الأختين\"، وقرأ \"ولا تنكحوا ما نكح آباؤكم من النساء\" فقال هذا الصهر.أ.هـ، وعلى هذا المعنى ـ أعني تحريم نكاح زوجات الآباء ـ فسر أهل العلم قوله تعالى: \"يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرها\" فقد أخرج ابن جرير وغيره، عن مجاهد في قوله:\"يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرها\" قال كان إذا توفي الرجل كان ابنه الأكبر هو أحق بامرأته ينكحها إذا شاء إذا لم يكن ابنها أو يُنْكِحها من شاء أخاه أو ابن أخيه. وأما الاستثناء في قوله: \"إلا ما قد سلف\" فالمراد به، أن الله تعالى لا يؤاخذ من وقع في هذا الأمر ـ أي نكاح زوجات الآباء ـ من المسلمين جريا على ما كان يفعله أهل الجاهلية قبل نزول التحريم، وهذا مما لا خلاف فيه بين أهل العلم بحمد الله، أخرج البيهقي وغيره عن مقاتل بن حيان قال: كان إذا توفي الرجل في الجاهلية عمد حميم الميت ـ يريد قريبه ـ إلى امرأته فألقى عليها ثوبا فيرث نكاحها فيكون هو أحق بها، فلما توفي أبو قيس بن الأسلت عمد ابنه قيس إلى امرأة أبيه فتزوجها ولم يدخل بها، فأتت النبي فذكرت ذلك له، فأنزل الله في قيس \"ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف\" قبل التحريم حتى ذكر تحريم الأمهات والبنات حتى ذكر \"وأن تجمعوا بين الأختين إلا ما قد سلف\" قبل التحريم \"إن الله كان غفورا رحيما\" فيما مضى قبل التحريم. وقال الإمام الشافعي رحمه الله: كان أكبر ولد الرجل يخلف على امرأة أبيه، وكان الرجل يجمع بين الأختين،فنهى الله تعالى عن أن يكون أحد منهم يجمع في عمره بين أختين أو ينكح ما نكح أبوه إلا ما قد",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "سلف في الجاهلية قبل علمهم بتحريمه، ليس إنه أقر في أيديهم ما كانوا قد جمعوا بينه قبل الإسلام. أ.هـ، وقد ذكر أهل السير والأخبار وقائع تدل على وقوع التفريق بين الرجل وزوجة أبيه، كالذي ذكره ابن حجر في ترجمة امرأة يقال لها حمينة بنت أبي طلحة، قال كانت زوجَ خلف بن أسد، فمات فخلف عليها ولده الأسود بن خلف، ففرق الإسلام بينهما ، قال ابن حجر: وأخرجه المستغفري من طريق محمد بن ثور عن بن جريج عن عكرمة قال: لما نزل قوله تعالى: \"ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف\" ففرق الإسلام بين أربع نسوة وبين أبناء بعولتهن منهن حمينة هذه . والله أعلم. ¶ سئل الشيخ د. سعد بن تركي الخثلان ¶ إذا طلق رجل امرأة، هل بناتها من الزوج الثاني يكشفن لزوجها الأول؟ ¶ الجواب : ¶ إذا كان الزوج الأول قد دخل بالمرأة أي: وطئها، فإن بناتها لا تحل له سواء كن من زوج قبله أو من زوج بعده؛ لأن البنات حينئذٍ يكن ربائب قد دُخِل بأمهنّ، وقد قال الله - تعالى -: \" وربائبكم اللاتي في حجوركم من نسائكم اللاتي دخلتم بهن \" [النساء : 23]، وبهذا يتبين الجواب عن سؤال الأخ، فيقال: نعم يجوز لبنات المرأة من الزوج الثاني أن يكشفن للزوج الأول، بشرط أن يكون الزوج الأول قد دخل بأمهنّ، أي: وطئها .... والله ولي التوفيق . ¶ سئل الشيخ هاني بن عبدالله الجبير ¶ إذا أسلم الرجل وهو متزوج من زوجة أبيه المتوفى، فهل يجب عليه مفارقتها أم يجوز أن تبقى في ذمته زوجة له؟. ¶ الجواب : ¶ الحمد لله وحده، وبعد: ¶ فإذا أسلم رجل وهو متزوج من زوجة أبيه فإنه يجب عليه مفارقتها ولا تحل له، قال تعالى: \"وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتاً وَسَاءَ سَبِيلاً\" [النساء:22]. ¶ وما حرم ابتداء النكاح فيه حرم استمراره والله الموفق والهادي لا إله إلا هو. ¶ سئل الشيخ عبد الله بن سليمان بن منيع",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "شخص هندوسي يرغب في اعتناق الإسلام، والمشكلة أنه متزوج من إحدى محارمه (زوجة سابقة لابنه)، وله منها أولاد، فماذا عليه أن يفعل إذا اعتنق الإسلام؟ هل يكون أمامه طريق آخر سوى الانفصال عن زوجته؟. ¶ الجواب : ¶ أولاًً: نسأل الله – سبحانه وتعالى- أن يهديه، وأن يوفقه،وأن يقوي عزيمته على اعتناق الإسلام؛ لينقذ نفسه من حظيرة الضلال والشرك بالله إلى سعادة الإسلام، وما فيه من أسباب الخير والبركة، والسعادة في الحياتين الدنيا وفي الآخرة، ولا شك أن هذا العزم من هذا الهندوسي الذي يريد الآن أن ينتقل إلى الإسلام لا شك أنها عزيمة مباركة وفي نفس الأمر لا شك أنه - إن شاء الله تعالى - موفق، نسأل الله أن يقويه على هذه العزيمة. ¶ وفي نفس الأمر إذا تم منه الدخول في الإسلام فيجب عليه أولاً: أن يفارق محرميته؛ لأنها طالما أنها من محارمه فلا يجوز له بحال من الأحوال أن يتزوجها، أو أن تكون زوجة له، بل إن ذلك من الأمور المحرمة: \"حرمت عليكم أمهاتكم وبناتكم وأخواتكم...الآية\"، فينبغي له أن يفارقها المفارقة التامة، وأما ما يتعلق بالأولاد الذين ولدوا منها فهؤلاء الأولاد منسوبون إليه، وفي نفس الأمر لعله أن يقوم بدعوتهم؛ لعل الله أن يهديهم كما هداه - سبحانه وتعالى – ¶ وخلاصة القول: إننا نشجعه على هذا العزم المبارك، اعتناق الإسلام، وفي نفس الأمر ندعو الله أن يقويه على هذه العزيمة، وفي نفس الأمر كذلك نقول: يجب عليه أن يفارق هذه الزوجة التي هي من محارمه، فلا يصح أن تكون زوجة له، وفي نفس الأمر أولاده ملحقون به، ولا يقال بأنهم غير أولاده، هم أولاده، وزواجه بمجرد ما يعتنق الإسلام يبتعد عن هذا الزواج، ويعرف أنها محرمة عليه تحريماً أبدياً. والله أعلم. ¶ 15- زواج الكافر والمرتد من المسلمة ¶ سئل الشيخ د. عبد الله بن محمد الغنيمان",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "تزوجت مسلمة من مسيحي ( أمريكي ) . فما حكم الشرع في ذلك؟ حيث إن كثيراً من الناس أفتوا بكفرها ، وهل إذا تابت ورجعت تُقبل توبتُها أم لا ؟ ¶ الجواب : ¶ ج: هذا الزواج من المحرّمات ؛ لأنه مخالف لقوله تعالى (( لا هن حلّ لهم ولا هم يحلُّون لهنّ )) أما كونه كفراً فليس بكفر . وإذا تابت وصدقت بتوبتها فإنه يُغفر لها إن شاء الله ؛ لقول الله تعالى: (( قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعاً ..)) وقوله : (( إنّ الله لا يغفر أن يُشْرَكَ به ويغفر ما دون ذلك )) فقد استثنى الله الشرك . ¶ سئل الشيخ عبد الرحمن بن ناصر البراك ¶ ما حكم رجل سبَّ الدين؟ وما حكم بقاء زوجته معه؟ مع العلم أنها قامت بنصيحته ووعدها بألا يعود ولكنه يحنث. وجزاكم الله خيراً. ¶ الجواب",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "الحمد لله، سب الدين يتضمن بغض دين الإسلام الذي هو دين الله، ومن يبغض دين الإسلام فإنه كافر، وإذا وقع ذلك من مسلم صار مرتداً، وحرمت عليه زوجته لأنها مسلمة وهو كافر، ولا يجوز للكافر أن ينكح المسلمة بحال، لكنه إذا تاب ورجع إلى الله وتاب توبة نصوحاً فهما على نكاحهما، يعني فهي زوجته على ما كانت عليه، إلا أن يتمادى في كفره حتى تنقضي العدة، فإذا انقضت العدة فإن أهل العلم يختلفون في بقاء النكاح، ولهم في ذلك استدلالات وتفصيلات ليس هذا موضع ذكرها، فالواجب على المسلم أن يعظم دين الإسلام وأن يحترمه بقلبه وبلسانه وبجوارحه، ولا يتهاون بالكلام المنكر، فرب كلمة يطلقها العبد لا يلقي لها بالاً يشقى بها أبد الآباد، كما جاء في الحديث الصحيح: \"...إن الرجل ليتكلم بالكلمة من سخط الله – عز وجل- لا يظن أن تبلغ ما بلغت يكتب الله – عز وجل- بها عليه سخطه إلى يوم القيامة\" رواه أحمد (15852)، والترمذي (2319) وابن ماجة (3969) فالحذر الحذر، نسأل الله السلامة والعافية، ونعوذ بالله من زيغ القلوب ومن طاعة الشيطان، فهو العدو المبين الذي من استجاب له قاده إلى عذاب السعير نعوذ بالله من الشيطان الرجيم ومن عذاب الله وهو سبحانه وتعالى حسبنا ونعم الوكيل. ¶ سئل الشيخ د. فيحان بن شالي المطيري ¶ قرأت فتوى تجيز للمرأة التي أسلمت أن تبقى مع زوجها النصراني لا بقاء عقد الزواج فحسب، وإنما يجوز له معاشرتها وهو على كفره، واستدل بأثرين عن علي -رضي الله عنه- وعن الزهري، فهل يحمل الأثران على بقاء العصمة مع التربص دون المواقعة كما هو مذهب شيخ الإسلام وابن القيم؟ أرجو التوضيح والله يرعاكم. ¶ الجواب :",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "عدم جواز بقاء المرأة المسلمة في عصمة الكافر قول جمهور أهل العلم، بل نقله بعضهم إجماعاً كابن المنذر وابن عبد البر، وإنما الخلاف بينهم هل تقف الفرقة على انقضاء عدة المرأة أو أنها تقع في الحال؟ قال الموفق في المغني:\"فأما إن أسلمت الكتابية قبله وقبل الدخول تُعجلت الفرقة سواء كان زوجها كتابياً أو غير كتابي، إذ لا يجوز لكافر نكاح مسلمة. قال ابن المنذر: أجمع على هذا كل من أحفظ عنه من أهل العلم\" وإن كان إسلامهما بعد الدخول فالحكم فيه كالحكم فيما لو أسلم أحد الزوجين الوثنيين، وقال الحافظ ابن حجر:\"ولم يذهب أحد إلى جواز تقرير المسلمة تحت المشرك إذا تأخر إسلامه عن إسلامها حتى انقضت عدتها، وممن نقل الإجماع في ذلك ابن عبد البر\". ¶ والناظر في كلام أهل العلم في هذه المسألة يرى أنها لا تخرج عن قسمين، أحدهما: أن يكون إسلام المرأة قبل الدخول، وفي هذه الحالة تقع الفرقة على الفور بالإجماع –على ما تقدم-. ¶ والثاني: أن يكون إسلامها بعد الدخول وفي هذه الحالة اختلف الفقهاء على قولين، أحدهما: تقف الفرقة على انقضاء العدة؛ لما أخرجه مالك (1178) والبيهقي (7/186) عن ابن شهاب قال:\"كان بين إسلام صفوان بن أمية وامرأته بنت الوليد بن المغيرة نحو شهر، أسلمت يوم الفتح، وبقي صفوان حتى شهد حنيناً والطائف وهو كافر، ثم أسلم، فلم يفرِّق النبي –صلى الله عليه وسلم- بينهما، واستقرت عنده امرأته بذلك النكاح\"... ¶ وقال ابن عبد البر: وشهرة هذا الحديث أقوى من إسناده.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وهذا القول هو الظاهر عندي؛ لما تقرر عن السلف من عصر الصحابة ومن بعدهم، قال ابن شهاب:\" أسلمت أم حكيم يوم الفتح، وهرب زوجها عكرمة حتى أتى اليمن، فارتحلت حتى قدمت عليه اليمن فدعته إلى الإسلام فأسلم، وقدم فبايع النبي –صلى الله عليه وسلم- فثبتا على نكاحهما مالك في الموطأ (1180) والبيهقي (7/187). وقال ابن شبرمة: كان الناس على عهد رسول الله –صلى الله عليه وسلم- يسلم الرجل قبل المرأة، والمرأة قبل الرجل فأيهما أسلم قبل انقضاء عدة المرأة فهي امرأته، وإن أسلم بعد العودة فلا نكاح بينهما، ولأن أبا سفيان خرج فأسلم عام الفتح قبل دخول النبي –صلى الله عليه وسلم- مكة ولم تسلم هند امرأته حتى فتح النبي –صلى الله عليه وسلم- مكة فثبتا على النكاح، وخرج أبو سفيان بن الحارث وعبد الله بن أبي أمية فلقيا النبي –صلى الله عليه وسلم- عام الفتح بالأبواء فأسلما قبل نسائهما، ولم يُعلم أن النبي –صلى الله عليه وسلم- فرَّق بين أحد ممن أسلم وبين امرأته، ويبعد أن يتفق إسلامهما دفعة واحدة. ¶ 16- مسائل متفرقة في أحكام النكاح وآدابه ¶ سئل الشيخ د. رياض بن محمد المسيميري ¶ ما هي السنة الصحيحة والواجب اتباعها في ليلة الدخلة؟ وهل هناك دعاء معين يقال في تلك الليلة؟ وهل يؤم الرجل زوجته في صلاة ركعتين في تلك الليلة؟ وهل يجلس في بيته سبعة أيام لا يخرج للصلاة أو مقابلة الناس؟ وجزاكم الله خيراً. ¶ الجواب : ¶ الحمد لله وبعد: ممّا يسن فعله ليلة الدخول على الزوجة السلام عليها، وملاطفتها بالحديث حتى تزول وحشتها، ولو وضع يده على جبهتها ودعا بالمأثور من مثل \" اللهم إني أسألك خيرها وخير ما جبلت عليه، وأعوذ بك من شرها وشر ما جبلت عليه\" أبو داود (2160) الحاكم في مستدركه (2/543) واللفظ له، لكان حسناً.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "ولا بأس بصلاة ركعتين منفرداً أو آمّاً لزوجته على أن تكون خلفه إلا أنه لا يعتاد فعل هذه النافلة معها أو مع غيرها؛ لأنَّ النوافل لا تفعل جماعة على سبيل الدوام إلا في حدود الوارد كالتراويح في رمضان مثلاً. ¶ وأما عدم الخروج لأداء الصلاة سبعة أيام، أو أقل فأمر محرم لا يجوز فعله إذ إنَّ أداء الصلاة جماعة في المساجد واجب لا يعذر بتركه من أجل الزواج، وأما ترك مقابلة الناس سبعة أيام كذلك فأمر محدث لا أصل له في الإسلام فليحذر، والله أعلم، وصلى الله على محمد وآله وصحبه. ¶ سئل الشيخ عبد الرحمن بن ناصر البراك ¶ السلام عليكم ورحمة الله وبركاته. ¶ ما حكم زواج الإنسان المسلم من المرأة الجنية المسلمة؟ وجزاكم الله خيراً. ¶ الجواب : ¶ هذا سؤال فضولي لا فائدة فيه، ولا ينبغي الاشتغال بالكلام فيه، وهذا مخالف لسنة الله في التزاوج، فالله –تعالى- إنما امتن على عباده بأن خلق لهم أزواجاً من أنفسهم \"ومن آياته أن خلق لكم من أنفسكم أزواجاً لتسكنوا إليها\" [الروم:21] فقوله:\"من أنفسكم\" يعني: من جنسكم، من بعضكم، فهذا يدل على أن زواج الإنس من الجن هذا مخالف للسنة الكونية، وليس الشأن في حكمه وجوازه، لكن هل ذلك ممكن، نعم هناك تزاوج يكون بعدوان الجن على الإنس، فإنه كثيراً ما يداخل المرأة الرجل من الجن، ويداخل الرجل من الإنس جنية، هذا هو الغالب ويكون من دوافع هذا العدوان وهذا المس العشق، كما عُلم من حال كثير من المصابين بمس من الجن نعوذ بالله من شياطين الإنس والجن، وهذا إنما يكون من فسقة الجن أو كفارهم، فإن مس الجن ودخولهم في الإنسان هو ضرب من الظلم والعدوان، فعلى الإنسان أن يتحصن من شياطين الإنس والجن بالأذكار الشرعية المختلفة المشروعة في سائر الأوقات، وأن يستعيذ بالله، الذي لا يقدر على دفع شرهم إلا هو –سبحانه وتعالى-، والله أعلم. ¶ سئل الشيخ محمد بن صالح الدحيم",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "أنا فتاة أبلغ من العمر السابعة والعشرين، تقدم لخطبتي فتى من أقاربنا وتمت الموافقة عليه من قبل جميع أهلي ما عدا والدي لم يكن هنالك أي سبب مقنع لرفضه لهذا الفتى. علماً بأن الفتى يعد ابن خالة والدي، وهو شخص ملتزم ومتعلم. ¶ سؤالي هو: ما حكم عقد قرانه عليِّ من قبل المحكمة الشرعية دون علم والدي؟ ¶ الجواب: ¶ الحمد لله وحده وبعد: ¶ المرأة إذا تقدم لها الرجل الصالح ديناً وخلقاً فإن على وليها أن يزوجها قال – صلى الله عليه وسلم -: \"إذا جاءكم من ترضون دينه وخلقه فزوجوه...\". وإذا رفض الولي من والد أو أخ أو غيرهما تزويجها فلْيُتَلَطَّفْ معه، ولْيُحَاور ويُجادَل بالتي هي أحسن، ويُستمع إلى وجهة نظره فإن كانت صواباً أُخذ بها، وإن كانت غير ذلك فيُدَلُّ على الصواب. أما إن كان رفضه لسبب غير مقبول شرعاً فإن عمله هذا عضل وقد قال الله – تعالى-: \"ولا تعضلوهن\" [النساء:19]، والعضل أحكامه، فعلى المرأة – والحالة هذه – أن تتقدم للحاكم الشرعي (القاضي) والذي بدوره يسقط ولاية العاضل، ويقيم ولياً صالحاً، فإن لم يكن لها ولي فالقاضي وليها. وبالمناسبة فإنني أدعو كل امرأة يمارس عليها العضل أن تأخذ بما تقدم، وعلى القضاة أن يتقوا الله في حل هذه المشكلة التي أصبحت ظاهرة اجتماعية خطيرة. وصلى الله وسلم على نبينا محمد ¶ سئل الشيخ أ.د. صالح بن محمد السلطان ¶ ما حكم لبس خاتم الخطوبة أو الزواج للرجل والمرأة – الدبلة؟ ¶ الجواب: ¶ أصل هذه الدبلة من معتقدات النصارى ثم انتقلت مع الأسف للمسلمين من غير علم ومعرفة بأصلها وصار هذا عادة عند كثير من المسلمين . فإذا لم يكن في لبسها أي اعتقاد كاعتقاد أنها سبب للمحبة أو دوام العشرة فلا حرج في لبسها للمرأة .وإن كان فيها اعتقاد فلا يجوز لأن تعليق الأسباب بغير الله لا يجوز . وأما الرجل فلا يليق به مثل هذا . وإنما يجوز له لبس الخاتم . ¶ سئل الشيخ د.حمود بن غزاي الحربي ¶ بسم الله الرحمن الرحيم",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "السلام عليكم ورحمة الله وبركاته. ¶ أفيدونا مأجورين. ¶ كثيراً ما نسمع بكراهة من يكبروننا سناً للزواج في فترة ما بين العيدين، مبررين ذلك بوجود تشاؤم، فهل يوجد مانع شرعي يؤيد ذلك؟ أم هي مجرد عادات وتقاليد ما أنزل الله بها من سلطان؟ ¶ الجواب: ¶ ما ذكره السائل يشتهر بين العامة من الناس، وهو ما يسمى بالتطير، والتطير: هو التشاؤم بمرئي أو مسموع أو معلوم، فالتشاؤم بالمرئيات؛ مثل لو خرج من بيته فرأى غراباً فتشاءم منه، والتشاؤم بالمسموع؛ مثل لو أراد الإنسان سفراً فسمع إنساناً يقول لآخر: يا خسران فتشاءم من السفر، أما التشاؤم بالمعلوم؛ كتشاؤم البعض من السفر أو الزواج في بعض الأيام أو الشهور أو السنوات، ومنه ما ذكره السائل عن كبار السن في بلده أنهم يتشاءمون من الزواج بين العيدين؛ وهذا ينافي التوحيد؛ لأن المتشائم قطع توكله على الله وتعلق بأمر لا حقيقة له، وقد تزوج رسول الله – صلى الله عليه وسلم – عائشة – رضي الله عنها - في شوال وبنى بها في شوال وكانت أحظى نسائه عنده وأحبهن إليه، كما ثبت ذلك في صحيح مسلم (1423) في كتاب النكاح؛ باب: استحباب الزواج والتزويج في شوال واستحباب الدخول فيه، وكانت عائشة – رضي الله عنها- تستحب أن تدخل نساءها في شوال، والله أعلم، وصلى الله على نبينا محمد. ¶ سئل الشيخ أ.د. محمد بن أحمد الصالح ¶ السلام عليكم ورحمة الله وبركاته. ¶ أنا شاب زواجي قريب، وأريد أن يكون زواجاً كما أحب الله ورسوله – صلى الله عليه وسلم – من كل النواحي، أريد أن أعرف كيف كان زواج الرسول – صلى الله عليه وسلم - والصحابة – رضوان الله عليهم - والسلف – رحمهم الله - من بعدهم؟ وما هي السنن التي علي أن أفعلها؟ .. وهل أجعل يوم العرس وليمة صغيرة تقدم فيها للنساء محاضرة من إحدى الأخوات؟ أم أن الأفضل أن يكون يوم فرح؟ ويكون هناك مسجل للأناشيد؟ أو دف إسلامي؟ ¶ الجواب:",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "الزواج من المناسبات السعيدة الكريمة التي يتعين فيها إظهار السرور والفرح والغبطة والبهجة، فقد قال عليه السلام: \"أعلنوا النكاح واجعلوه في المساجد واضربوا عليه بالدفوف\"الترمذي (1089) واللفظ له، وابن ماجة (1895) وأحمد (16130)، وقال – عليه السلام – لعبد الرحمن بن عوف – رضي الله عنه - : \"أولم ولو بشاة\" البخاري (2048)، ومسلم (1427)، فالوليمة في الزواج سنة مؤكدة بلا إسراف ولا تبذير، ولا خيلاء، فلا مانع من الجمع بإقامة وليمة للأقارب والجيران والأصدقاء، وإلقاء محاضرة لبيان منهج الإسلام في إقامة الزواج، وإظهار نعمة الله على الأمة بهذا المنهج القويم، وبيان أن الزواج للخلق آية، وهو من الله نعمة، وأنه يفتح أبواب الرزق، ويحفظ نصف الدين، وعقده ميثاق غليظ، مع الاستشهاد بالنصوص الواردة في هذا، ولا مانع من إضافة الأناشيد التي فيها ثناء على العريسين وأسرتيهما، وإظهار الفرح بهذا الزواج، فقد كان المصطفى – صلى الله عليه وسلم – يصنع شيئاً لإطعام من حضر من الصحابة – رضوان الله عليهم -، وكان عبارة عن تمر وشيء من الزبد، انظر: البخاري (5169)، ومسلم (1365) وفي زواجه من زينب – رضي الله عنها – كانت المائدة من الثريد واللحم، البخاري (5168)، ومسلم (1428) ولا شك أن الشعور بالغبطة والبهجة والتحدث بنعمة الله على الناس بالزواج أمر مطلوب، ولا ريب أن البعد عن الإسراف والتبذير والخيلاء واختلاط الرجال بالنساء، لا ريب أن البعد عن هذه الأشياء سعى إليه الإسلام. ونرجو لكم التوفيق. ¶ سئل الشيخ د. رياض بن محمد المسيميري ¶ السلام عليكم ورحمة الله وبركاته. ¶ لي علاقة عمل بالماسنجر مع أحد الأشخاص وهو إمام مسجد. ¶ المشكلة الآن أنه بدأ يرمي ألفاظاً غريبة، يشعرني من خلالها بأنه يحبني ومعجب بي، وسبق أن سألني بشكل صريح هل نتزوج من خارج عائلتنا أم لا؟ ¶ مع العلم أنني غير متزوجة وهو كذلك! لم يصرح بالطلب لكن التلميحات واضحة.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "حاولت منعه من التلميح، لكنني فشلت في ذلك، المشكلة الكبرى أنه إن تقدم رسمياً فقد يُرفض، وهو الأرجح، وعندها سوف تتلطخ سمعتي بأقاويل ليس لها أساس من الواقع! وإن وافقوا عليه أخشى من الفشل .. فماذا أفعل؟ أرجو الرد بسرعة!!!. ¶ الجواب: ¶ الحمد لله وبعد: وعليكم السلام ورحمة الله وبركاته وبعد، فما زلنا نحذر مراراً أخواتنا الفتيات - على وجه الخصوص - من مغبة إقامة علاقات مع الشباب مهما كانت الدوافع أو المبررات، ومهما أظهر الطرف الآخر حسن النية وسلامة القصد، وقد أثبتت التجارب والحالات المشابهة سقوط الطرفين في مصيدة العشق والغرام، ومن ثم الانزلاق المهين في أوحال الفاحشة النجسة. ¶ وإن إثارة هؤلاء الشباب لقضية الزواج في خضم العلاقة القائمة بينهم وبين الفتيات، هو في شقه الأكبر ضرب من التخدير العاطفي، وكسب ثقة الطرف الآخر، وحتى لو صدقوا في دعواهم الزواج فإن دوام العشرة وقيام الأسرة الصالحة آخر ما يفكرون به، فالمقصود إذا هو قضاء الوطر، وتحقيق الوصال، ومن ثم قطع العلاقة بورقة الطلاق المعدة سلفاً. ¶ إن هذا الإمام الذي وصفتيه بالصلاح لو أنفق مثل أحد ذهباً ما بلغ مد ما ينفقه ماعز – رضي الله عنه – أو نصيفة، ورغم ذلك وجدنا ماعزاً يقع ضحية نفسه الأمارة، وشهوته الثائرة، فيقارف الزنا في الحادثة الشهيرة، فهل بعد هذا تأمنين أمثال هذا الإنسان الذي لم يتورع عن إقامة علاقة بفتاة أجنبية بلا حياء أو وجل من الله تعالى؟ ¶ وإني أتساءل متحيراً ما الذي عرفكما ببعضكما أصلاً؟ وما الذي جرأك أنت بالذات لتبادل الحديث مع شاب أجنبي لا يمت لك بصلة؟",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وإني أنصحك بسرعة المبادرة إلى التوبة وقطع الصلة بهذا الإنسان تماماً، واحمدي ربك أن الأمور لم تتجاوز هذا الحد ...، هذه هي نصيحتي أسوقها بأمانة، فإن أخذت بها قرت عينك بحفظ عرضك وشرفك، واطمأن قلبك بإرضائك ربك، وأما ما سيحدث لك مستقبلاً فلا أراه إلا خيراً إذ هو وعد الله القائل: \"ومن يتق الله يجعل له مخرجاً ويرزقه من حيث لا يحتسب\" [الطلاق: 2-3] وفقك الله والسلام. ¶ سئل الشيخ أ.د. محمد بن أحمد الصالح ¶ السلام عليكم ورحمة الله وبركاته، تقدم لي شاب ممتاز، وسألني عن علاقاتي السابقة وأجبته بالنفي، بالرغم من أنه كان يوجد ذلك لأني لا أريد مشاكل، وكلام في موضوع تم إنهاؤه، وأنا أريد استكمال ارتباطي بهذا الشاب. هل من حقه معرفة هذا الموضوع أم لا؟ مع العلم بأنه انتهى منذ أكثر من أربعة أشهر. ولكم خالص الشكر والتقدير. ¶ الجواب:",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "الزواج في الإسلام عظيم الخطر بعيد الأثر، له من السمو وعلو المنزلة ما جعله في الخلق آية [الآية 21 من سورة الروم]، وهو من الله نعمة [النحل: 72]، وعقده ميثاق غليظ [النساء: 21ٍ]، ويفتح أبواب الرزق [النور:32]، ويرقى بصاحبه إلى مرتبة المتقين [النساء:1]، ويحفظ الله به نصف الدين (حديث شريف)، والعلاقة بين الزوجين من أقوى العلاقات وأسماها؛ \"هن لباس لكم وأنتم لباس لهن\" [البقرة: 187]، ولهذا يتعين أن يبنى الزواج على الأمانة والصدق ومنع الغش والخيانة، ولا يلزم المرأة أن تخبر خاطبها بالتفاصيل الدقيقة من أحوالها السابقة، غير أنه يحرم عليها الغش والتدليس والكذب، فلا تدعي أنها بكر وهي ليست كذلك، أو تخفي شيئاً من صفاتها الخَلقية أو الخُلقية من مرض أيا كان نوعه أو عمقه، أو حالات نفسية تطرأ أحياناً، وعليك أن تتوبي توبة نصوحاً، وذلك بالندم على ما فات والشعور بالمرارة والألم على ما حصل، والعزم على عدم العودة إلى أي سلوك سيئ أو انحراف مشين، فإذا صحت منك التوبة وصدقت وأخلصت في الزواج وتفانيت في خدمة زوجك فلعل الله أن يغفر لك ما مضى، (فالتائب من الذنب كمن لا ذنب له)، وبالله التوفيق. ¶ سئل الشيخ د. يوسف بن أحمد القاسم ¶ أرجو بيان تفاصيل عقد النكاح؛ أين يعقد؟ ومتى يعقد؟ وكيف يعقد؟ وماذا يقال عند العقد من الأدعية؟ ومن يحضر عقد النكاح؟ وإذا وُعِظ الزوجان فكيف يتم ذلك طبقاً للسنة النبوية؟ ¶ إننا عازمون على إصدار نشرة صغيرة لكل من يتولى عقد النكاح من المفوضين بكتابة عقود الأنكحة؛ حتى يكونوا على بصيرة من أمر دينهم، فلذا نرجو مساعدتنا في الأمر، حيث لا يوجد في بطون الكتب الفقهية إلا ذكر أحكام النكاح وشروطه، وما إلى ذلك دون تعرض للشكليات، فالرجاء إلقاء الضوء على صورة عقد النكاح في بلدكم؛ لتكون قدوة لنا. ¶ الجواب : ¶ الحمد لله وحده، وبعد:",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "فإن شريعتنا السمحة لم تشترط أن يعقد النكاح في زمان معين، ولا في مكان معين، كما لم تشترط عقده على يد عالم أو فقيه، وإنما اشترط فيه تحقيق أركانه وشرائطه المعروفة في باب النكاح، علماً بأن جمهور الفقهاء قد ذهبوا إلى استحباب عقد النكاح في المسجد، وهم الحنفية كما في فتح القدير(3/189)، والشافعية كما في إعانة الطالبين(3/273)، والحنابلة، كما في الروض المربع(6/243 مع الحاشية)، وقرره شيخ الإسلام ابن تيمية في مجموع الفتاوى(32/18)، وابن القيم في إعلام الموقعين(3/126)؛ استدلالاً بالحديث الوارد في سنن الترمذي(1089) من طريق عيسى بن ميمون عن القاسم بن محمد عن عائشة – رضي الله عنها- قالت: قال رسول الله – صلى الله عليه وسلم-: \"أعلنوا هذا النكاح، واجعلوه في المساجد...\" ثم قال أبو عيسى الترمذي: \"هذا حديث غريب.. وعيسى بن ميمون الأنصاري يضعف في الحديث\" ا.هـ، وهو كما قال، فقد ضعفه من هذا الطريق الحافظ ابن حجر في التلخيص الحبير(4/201)، وغيره، وللحديث شواهد دون قوله: \"واجعلوه في المساجد\"، ولذا فلا يصلح حجة للقول بالاستحباب، وقد أشار إلى هذا الضعف: الشوكاني في السيل الجرار(2/247-248) ثم قال: \"فالمساجد إنما بنيت لذكر الله والصلاة، فلا يجوز فيها غير ذلك إلا بدليل يخصص هذا العموم، كما وقع من لعب الحبشة بحرابهم في مسجده – صلى الله عليه وسلم-،وهو ينظر، وكما قرر من كانوا يتناشدون الأشعار فيه\" ا.هـ، ثم صرح بضعف الحديث في نيل الأوطار(6/211).",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وذهب عامة الفقهاء إلى استحباب عقد النكاح مساء يوم الجمعة، وقيل: أو ليلتها، كما في فتح القدير للحنفية(3/189)، والفواكه الدواني للمالكية(2/11)، وإعانة الطالبين للشافعية(3/274)، والإنصاف للحنابلة(8/38)؛ وذلك تبركاً بهذا اليوم؛ ولأن فيه ساعة استجابة؛ ولأن جماعة من السلف استحبوا ذلك، منهم: سمرة بن حبيب، وراشد بن سعيد، وحبيب بن عتبة..، والحقيقة أن هذه التعليلات والآثار لا تنهض دليلاً للقول باستحباب هذا التوقيت أو سنته؛ حيث لا نص من الشارع هنا. ¶ وذهب المالكية (كما في مواهب الجليل(3/408)، والشافعية كما في روضة الطالبين ¶ (7/19)، والحنابلة في قول كما في الإنصاف(8/38)، إلى أنه يسن عقد الزواج في شوال؛ استدلالاً بحديث عائشة – رضي الله عنها- قالت: \"تزوجني رسول الله –صلى الله عليه وسلم- في شوال، وبنى بي في شوال، فأي نساء رسول الله – صلى الله عليه وسلم- كان أحظى عنده مني، قال: وكانت عائشة – رضي الله عنها- تستحب أن تدخل نساءها في شوال\" أخرجه مسلم في صحيحه(1423). ¶ وكذا استدل النووي في شرح صحيح مسلم(9/209)، وغيره، بهذا الحديث على الاستحباب، وهذا الاستدلال محل نظر، وذلك أن هذا الحديث إنما يدل على الاستحباب لو تبين أن النبي –صلى الله عليه وسلم- قصد ذلك الوقت؛ لخصوصية له لا توجد في غيره، لا إذا كان وقوع ذلك منه – صلى الله عليه وسلم- على سبيل الاتفاق، لا سيما وأنه –صلى الله عليه وسلم- قد تزوج بنسائه في أوقات مختلفة على حسب الاتفاق، ولم يتحر وقتاً مخصوصاً، ولو كان مجرد الوقوع يفيد الاستحباب لكان كل وقت من الأوقات التي تزوج فيها النبي – صلى الله عليه وسلم- يستحب الزواج فيها، وهذا غير مسلم به كما أفاد ذلك كله الشوكاني في نيل الأوطار(6/339). ¶ هذا بالنسبة لمكان العقد، وزمانه، فإنه لم يرد فيه نص من الشارع، فيبقى تحديده خاضعاً لرغبة العاقدين.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "أما بالنسبة لسؤالك عن كيفية العقد، ومن يحضره، فالنكاح ينعقد بالإيجاب والقبول الصادرين من الزوج وولي المرأة، أو وكيلهما، أو وكيل أحدهما، وصفة ذلك: أن يقول ولي المرأة: زوجتك ابنتي فلانة أو أختي أو ...، فيقول الزوج: قبلت الزواج بها، فينعقد بهذا اللفظ، أو بمعناهما الخاص بكل لسان لمن لا يحسنهما. ¶ ويجب أن يحضر هذا العقد شاهدان عدلان، وبذلك يصح النكاح، وينعقد، مع مراعاة تحقق الشروط التي ذكرها الفقهاء في الصيغة، وفي الولي، والشاهدين. ¶ وذهب بعض أهل العلم إلى عدم وجوب الشهادة، وإلى وجوب إعلان النكاح- سواءٌ كان بالشهادة، أو غيرها- وهو مذهب مالك كما في الكافي لابن عبد البر(1/229)، ورجحه شيخ الإسلام ابن تيمية في مجموع الفتاوى(32/127-131)، وانتصر له بأوجه كثيرة. ¶ وأما بالنسبة لسؤالك عن الأدعية التي تقال عند العقد، فإنه لم يثبت في هذا حديث صحيح عن النبي –صلى الله عليه وسلم- سوى ما يقال للمتزوج بعد العقد، فإنه قد ثبت في الصحيحين البخاري (5155) ومسلم (1427)، عن عبد الرحمن بن عوف – رضي الله عنه- أن النبي –صلى الله عليه وسلم- قال له حين رأى عليه أثر صفرة – من عرس-: \"بارك الله لك\"، وفي سنن أبي داود (2130)، والترمذي(1091)، وابن ماجة(1905)، ومستدرك الحاكم (2/183)، أن النبي –صلى الله عليه وسلم- كان إذا رفأ الإنسان، إذا تزوج، قال: \"بارك الله لك،وبارك عليك، وجمع بينكما في خير\"، ثم قال الترمذي:حديث أبي هريرة – رضي الله عنه- حديث حسن صحيح، ا.هـ، وقال الحاكم: \"هذا حديث صحيح على شرط مسلم، ولم يخرجاه\" ا.هـ، وأقره الذهبي، وكذلك صححه النووي في الأذكار ص406). ¶ ويسن للزوج إذا دخل بزوجته أن يأخذ بناصيتها، ثم يدعو بالبركة، فيقول: \"اللهم إني أسألك خيرها، وخير ما جبلتها عليه، وأعوذ بك من شرها وشر ما جبلتها عليه\"، كما جاء بذلك الحديث المرفوع عن عمرو بن شعيب عن أبيه، عن جده، كما في سنن",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "أبي داود(2/248)، وابن ماجة(1/617)، وصحح إسناده النووي في الأذكار ص407. ¶ وأما بالنسبة لسؤالك عن وعظ المتناكحين كيف يتم؟ فالجواب: إنه قد جاء في السنة ما يدل على استحباب أن يبدأ العاقد بخطبة الحاجة، وهي الواردة في سنن أبي داود(2118)، والترمذي(1105)، والنسائي(3277)، وابن ماجة(1892)، عن ابن مسعود – رضي الله عنه- قال: \"علمنا رسول الله – صلى الله عليه وسلم- خطبة الحاجة: إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ به من شرور أنفسنا، من يهد الله فلا مضل له...\" الحديث قال الترمذي: \"حديث عبد الله – رضي الله عنه- حديث حسن\"ا.هـ، أقره ابن حجر في بلوغ المرام ص241، وكذا صححه النووي في الأذكار ص404، واستحب الشافعي كما في الأم(5/34)، أن يقول الولي ما قال ابن عمر – رضي الله عنهما- \"أنكحتك على أن تمسك بمعروف، أو تسريح بإحسان\"، وهذا الأثر في مصنف عبد الرزاق(10453). والله – تعالى – أعلم. ¶ سئل الشيخ هاني بن عبدالله الجبير ¶ السلام عليكم ورحمة الله وبركاته، وبعد: ¶ هذه مجموعة من الأسئلة نرسلها لكم من أحد المراكز الإسلامية، ونحب الحصول على فتوى مكتوبة لأمور تشكل علينا لكي نعمل بها ونعرضها على من يسألنا عنها والاستفسارات كالتالي: ¶ أولاً: نحن في المركز الإسلامي نعقد للمتزوجين حديثاً عقد النكاح، وطريقة العقد أن يحضر الزوجان وشاهدان، وتكون المرأة أحياناً مسلمة وأحياناً كتابية، فتختار من مسئولي المركز الإسلامي من يكون وكيلاً عنها فيلي أمر تزويجها، وسبب هذا العمل عدة أمور: أحدها: أنه أحياناً تكون المرأة مسلمة حديثاً، وعصبتها على غير دينها. ¶ ثانيها: أن عصبتها غالبا يرفضون زواجها من مسلم أو من عربي على وجه التحديد، لذا فلا يحضرون.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ثالثها: أن العلاقات الأسرية متفككة بينهم، فالأب لا علاقة له بابنته بعد بلوغها، وهي لها الحق في اختيار الطريق الذي تراه، سواء أكان عن طريق الزواج أو غيره من سبل الحرام ،ولو وافقوا على زواجها من المسلم فإنهم يرفضون الحضور معها للمركز الإسلامي لتزويجها. ¶ وينبني على ما سبق أنه إن لم يتم عقد الزواج بالطريقة السالفة الذكر فلن يمنعهم ذلك من ابتداء العشرة الزوجية بينهم، اكتفاء بالعقد المدني، وذلك لعدم استيعابهم لمسألة الولي، وقد يؤدي ببعضهم للنفور عن الإسلام؛ اعتقاداً منه بأنه يقف أمام طريق حياته. ¶ والسؤال كالتالي: ¶ أولاً: ما حكم أن يلي نكاح المرأة المسلمة وليها الكافر إن حضر معها، سواء أكان وليها كتابيا أو لا ديني؟ وهل يشترط اتفاق الدين بين الولي وموليته؟ ¶ ثانياً: إن كانت المرأة كتابية، فهل يجوز أن يلي نكاحها وليها الكافر إن حضر معها؟ ¶ ثالثاً: في الحالتين السابقتين هل يجوز للمرأة المسلمة أو الكتابية توكيل رجل مسلم من أعضاء مركزنا ليلي عقد نكاحها، وإذا لم يجز فما المخرج الشرعي في ذلك؟ وهل يكون المسئول عن عقود الزواج بالمركز بمنزلة السلطان الوارد فيه الحديث (السلطان ولي من لا ولي له)؟ ¶ رابعاً: ما حكم الأنكحة الماضية التي تمت في المركز الإسلامي على الحالتين السالف ذكرهما؟ ¶ الحالة الأولى: أن توكل المرأة من أعضاء المركز من يلي عقد نكاحها. ¶ الحالة الثانية: أن يلي عقد نكاحها من يحضر معها من عصبتها، سواء أكان والدها أو أخاها، علماً أن وليها في هذه الحالة كافر وهي مسلمة .",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "خامساً: إذا أسلمت المرأة حديثاً، فهل يحرم عليها البقاء مع زوجها الكافر ومعاشرته، وهل يلزمها فراقه بعد أن تكرر عرض الإسلام عليه، ويرفض الدخول فيه ؟ وإن كان يجب عليها فراقه إن لم يسلم، وتبين لنا من مناقشتها قبل إعلان إسلامها بأنه إن كان يجب عليها فراق زوجها، فإنها تفضل البقاء مع زوجها، وتصرف النظر عن الإسلام، فهل هناك مخرج شرعي لذلك ؟ ¶ شكر الله لكم سعيكم، وجزاكم عن الإسلام والمسلمين خير الجزاء، والله يحفظكم والسلام. ¶ الجواب : ¶ وعليكم السلام ورحمة الله وبركاته، أما بعد.. ¶ أولاً: ليس للكافر ولاية على المسلمة، ولو كان أباها بإجماع أهل العلم، وليس للمسلم ولاية على الكافرات، ولو كنَّ بناته كذلك (الإجماع لابن المنذر 74) ويشترط في الولاية اتفاق الدين بين الولي وموليته، قال تعالى: \"والمؤمنون والمؤمنات بعضهم أولياء بعض\" [التوبة: 71] ¶ ثانياً: الكافر هو الذي يلي نكاح الكافرة ويزوجها. ¶ ثالثاً: إذا عضل الكافر موليته الكافرة، ومنعها من الزواج بمن اختارته، وكان المتبع عندهم أن المرأة تزوج نفسها ولا تحتاج إذن وليها، فإنها تنتقل إلى ولي آخر من عصبتها ليزوجها، فإن لم تجد فإنها تختار رجلاً على دينها يزوجها اعتباراً بحال المسلمة، وقد سبق في الجواب السابق. ¶ أما المسلمة فقد سبق في الجواب السابق بيان أنها إن لم يكن لها ولي فإن وليها من كان له نوع ولاية أو تقديم، ككبير المسلمين أو مدير المركز الإسلامي، فإن عدم أو لم يمكن وكلت مسلماً ليزوجها. ¶ رابعاً: إذا زوج الولي الكافر موليته المسلمة فهذا لا ينبغي، لكن لا يظهر أن العقد يبطل، قال شيخ الإسلام:(الكافر لا يزوج مسلمة بولاية ولا وكالة...، ولكن لا يظهر بطلان العقد فإنه ليس على بطلانه دليل شرعي) (الاختيارات ص206).",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وإن كانت مسلمة فإن كان وليها كافراً، وزوجها مسلماً فهذا عقد صحيح وإن لم يزوجها ولي مطلقاً أو زوجها ولي كافر، وكذلك الكافرة لو تزوجت بغير ولي مطلقاً فهذا نكاح مختلف فيه، وهو عند جمهور أهل العلم فاسد فيصحح بإعادة التلفظ، بموجب العقد من الولي حسب التفصيل المذكور، ولا شيء على الزوجين لكونه مختلفاً فيه. ¶ خامساً: يحرم على من أسلمت أن تمكن زوجها الكافر من نفسها؛ لقوله تعالى: \"لا هن حل لهم ولا هم يحلون لهن\" [الممتحنة: 10]، وعليها العدة ولها بعد انقضاء العدة أن تنكح غيره أو تتربص إسلامه، فيبقيان على نكاحهما في العقد السابق بينهما على الصحيح من أقوال أهل العلم، والمخرج الشرعي أن يعلم المسلم أنه إن ترك شيئاً لله عوضه الله خيراً منه، ويمكن أن تفهم أن امتناعها منه سبب لدخوله في الإسلام، والله الموفق والهادي. ¶ سئل الشيخ سامي بن عبد العزيز الماجد ¶ أنا شاب أنوي الزواج قريباً، فما هي الآداب الشرعية التي ينبغي مراعاتها في ليلة الزفاف، وبماذا تنصحونني حتى تكون ليلة موفقة وناجحة؟. ¶ الجواب: ¶ الحمد لله، والصلاة والسلام على رسول الله، أما بعد: ¶ فإن ليلة الدخول بالزوجة والبناء بها هي ليلة ليست كمثلها ليلة....إنها ليلة الدخول إلى عالم جديدٍ له مذاقه الخاص وطبيعته الخاصة. ¶ إنها بابٌ يُشرَعُ أول مرة؛ ليستمتع الزوج بما كان محرَّماً عليه من قبل، ولكن مع شخصٍ واحدٍ...إنها زوجته وحليلته وأم ولده! ¶ أفلا تستحق هذه المرأة أن يوليها الرجل اهتمامه منذ أول لحظة تجمعه بها؟! ¶ صحيح أن هذا اللقاء ليس أول لقاء يقع لهذا الرجل (الذي سيصبح زوجاً) مع جنس النساء، فقد عاشر أمه وأخواته عمراً من قبله، ولكن على طول ما لبث فيهن إلا أنها ظلت معاشرته لهن معاشرةً محدودة، دونها ستور تحجب خفايا وأسرار وعورات لا يكشفها مَرُّ الأيام ولا كرُّ السنين.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "ولكن هذا اللقاء ـ لقاء الزوج بزوجته أول مرة ـ هو نقطة البداية لبناء علاقة خاصةٍ جداً، هي أعمق وأخص من كل علاقة! علاقة تقتحم الخصوصيات، وتكشف بين الزوجين كل شيء، فلا يقف دونها سِتر ولا حجاب، ولا تعرف عورة، كيف؟! والزوج لباسٌ لزوجه وهي لباسٌ له، يفضي إليها وتفضي عليه، ويسكن إليها وتسكن إليه. ¶ ماذا تعني ليلة الدخلة لدى الزوج؟! إنها الليلة التي ينسلخ فيها من حياةٍ ليتلبس بحياةٍ جديدةٍ تستغرق حياته الباقية، وهذا يتقاضاه أن تكون بدايتها صحيحة، لا يخطو فيها خطوةً إلا وقد اتأدَ وفكَّر وتأنّى، وعرف أين تتوجّه به خطواته؟ ¶ ليلة الدخول والبناء بالزوجة هي ليلة ينبغي أن يغلبها أسلوب الملاطفة والأُنس والتودد والبهجة، يمد فيها الزوج حبل المودة والمحبة ليصله بزوجه، فيذهب عنها الروع والرهبة، وتسكن نفسها إليه. ¶ وهذه جملة آداب مأثورة نذكر بها كل مدلفٍ إلى هذه الحياة الجديدة عسى أن تنفعه: ¶ (1) وضع اليد على رأس الزوجة والدعاء لها: ¶ وينبغي أن يضع يده على مقدمة رأسها عند البناء بها أو بعد ذلك، وأن يسمي الله تبارك وتعالى، ويدعو بالبركة، ويقول ما جاء في قوله -صلى الله عليه وسلم-: \"إذا تزوج أحدكم امرأة، أو اشترى خادماً، فليأخذ بناصيتها، وليسم الله عز وجل، وليدع بالبركة، وليقل: اللهم إني أسألك من خيرها وخير ما جبلتها عليه، وأعوذ بك من شرّها وشر ما جبلتها عليه\". أخرجه أبو داود (2160) وابن ماجه (1918) والحاكم في المستدرك (2811) والبيهقي في السنن الكبرى (7/148). ¶ ولا بأس أن يترك الرجل بعض السنن ـ كالأخذ بالناصية ـ إذا ترتّب على فعلها مفسدة كنفرة الزوجة ومغاضبتها له، والذي قد يقع منها بسبب جهلها بالسنة وتفسيرها الخاطئ للفعل. ¶ كما لا يُشترط في هذا الدعاء المأثور أن يقوله بحيث تسمعه زوجته، بل له أن يخافت به بحيث لا يُسمع إلا نفسه، فليس في الحديث ما يدل على استحباب المجاهرة به. ¶ (2) صلاة الزوجين معاً:",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "قد أُثر عن بعض السلف استحباب أن يصلي الزوجان ركعتين معاً، وفيه أثران: ¶ الأول: عن أبي سعيد مولى أبي أسيد قال: ((تزوجت وأنا مملوك، فدعوت نفراً من أصحاب النبي - صلى الله عليه وسلم- فيهم ابن مسعود وأبو ذر وحذيفة –رضي الله عنه-، قال: وأقيمت الصلاة، قال: فذهب أبو ذر - رضي الله عنه- ليتقدم، فقالوا: إليك! قال: أو كذلك؟ قالوا: نعم، قال: فتقدمت إليهم وأنا عبد مملوك، وعلّموني فقالوا: \"إذا أدخل عليك أهلك فصلّ ركعتين، ثم سل الله -تعالى- من خير ما دخل عليك، وتعوذ به من شره، ثم شأنك وشأن أهلك\". أخرجه أبو بكر بن أبي شيبة في المصنف (17147). وعبد الرزاق في مصنفه ¶ (3822). ¶ الأثر الثاني: عن شقيق قال: \"جاء رجل يقال له: أبو جرير، فقال: إني تزوجت جارية شابة (بكراً)، وإني أخاف أن تفركني، فقال عبد الله (يعني ابن مسعود -رضي الله عنه-): \"إن الإلف من الله، والفرك من الشيطان، يريد أن يكرّه إليكم ما أحل الله لكن؛ فإذا أتتك فمرها أن تصلي وراءك ركعتين\". زاد في رواية أخرى عن ابن مسعود -رضي الله عنه-: \"وقل: اللهم بارك لي في أهلي، وبارك لهم فيّ، اللهم اجمع بيننا ما جمعت بخير؛ وفرق بيننا إذا فرقت إلى خير\". أخرجه عبد الرزاق في مصنفه (10460-10461) وسنده صحيح، والطبراني بسندين صحيحين في المعجم الأوسط (4018) والكبير (9/204). ¶ ومن المهم أن يتنبَّه الزوج إلى أن المسألة ليس فيها سنة ثابة عن النبي –صلى الله عليه وسلم--، فلا ينبغي التشديد فيها، أو التثريب على من تركها، وكأنها سنة راسخة لا تقبل الخلاف. ¶ والمسألة فيها سعة، فله أن يؤخر أداء هذه الركعتين بعد أن يجلس مع زوجته ويلاطفها ويحادثها ويؤانسها؛ ليذهب عنها الخجل والرهبة. ¶ سئل الشيخ د. أحمد بن عبد الرزاق الكبيسي ¶ هل يجوز أن أدفع لخادمتي مبلغاً من المال بعد موافقتها لتصبح جاريتي بدلاً من خادمتي؛ كي أستطيع معاشرتها؟ لأني شاب لا أستطيع الزواج، وأخاف الوقوع فيما يغضب الله.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "أفيدوني جزاكم الله خيراً. ¶ الجواب: ¶ بسم الله الرحمن الرحيم ¶ الحمد لله، والصلاة والسلام على سيدنا محمد وعلى آله وصحبه ومن والاه. وبعد: ¶ فإن بعض الناس يخطئون خطأ كبيراً، ويرتكبون إثماً عظيماً في معاملتهم للخادمات، فيستبيحون لأنفسهم الخلوة بهن، والنظر إليهن، بل بعضهم يعاشرهن كمعاشرة الزوجات، أو الإماء، بدعوى أنهن كالجاريات، وهذا منكر وتزوير للحقائق، فالخادمات من الحرائر، لكن وضعهن المالي وشدّة فقرهن يلجئهن إلى احتراف مهنة الخدمة،وبناء على ذلك فالواجب على المسلمين أن يكرموا مثواهن، ويحسنوا إليهن، ويحافظوا على آدميتهن وكرامتهن، ويتقوا الله في معاملتهن، فهن حرائر أجنبيات لا يحل بحال من الأحوال معاملتهن كالجواري، وبالتالي فلا تحل معاشرتهن،ولا النظر إليهن، ولا الخلوة بهن، وما يقوله الأخ من أنه يدفع لها مبلغاً من المال ليسترقها، ويعاشرها معاشرة الإماء ليستبيح معاملتها جنسياً على اعتبار أنها من الإماء فهذا لا يصح شرعاً، والحقوق الإنسانية تأباه، ولأنها إذا رضيت بما يدفعه لها من مال فإنه نوع من الخديعة منها له بحصولها على المال، فإذا حصلت على المال وتمكنت، إما هربت، وإما اشتكت، وإما غدرت، فهذا الأمر لا يحل بحال، وإن كان ولا بد فسبيل الشرع واضح, وهو العقد عليها إذا رضيت بمهر وشاهدين، بإذن وليها أو وكالة إن لم يمكنه مباشرته للعقد. وبالله التوفيق. ¶ سئل الشيخ هاني بن عبدالله الجبير ¶ السلام عليكم ورحمة الله وبركاته. ¶ نعلم أن حكم الرجل الذي يأتي زوجته من غير ما أمر الله هو التفريق بينهما، ولكن هل يجوز أن يعقد شاب على فتاة كان قد أتاها من غير ما أمر، ولكنها لا تزال بكراً والآن يريد أن يقترن بها في الحلال؟ وجزاكم الله خيراً. ¶ الجواب: ¶ الحمد لله وحده، وبعد:",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "فإتيان الرجل لزوجته في دبرها حرام عند جماهير أهل العلم، ويدل لذلك قوله تعالى:\"نساؤكم حرث لكم فأتوا حرثكم أنى شئتم\" [البقرة:223]، والدبر ليس موضع حرث، قال ابن عباس الحرث: الفرج موضع الولد. أخرجه ابن جرير (4/398) بإسناد حسن. ¶ وقد وردت أحاديث كثيرة تنهى عن إتيان المرأة في دبرها. عن أبي هريرة –رضي الله عنه- قال: قال رسول الله –صلى الله عليه وسلم-:\"ملعون من أتى امرأة في دبرها\" أحمد (2/444) وأبو داود (2162)، وعنه أيضاً مرفوعاً:\"من أتى حائضاً أو امرأة في دبرها فقد كفر بما أنزل على محمد\" الترمذي (135) وابن ماجة (639) الدارمي (1/259)، قال ابن حجر عن هذه الأحاديث:\"طرقها كثيرة فمجموعها صالح للاحتجاج به\" فتح الباري (8/242). ¶ وقد ذكر العلامة ابن القيم –رحمه الله- لتحريم الوطء في الدبر قرابة العشرين وجهاً (زاد المعاد 4/257)، منها أنه لو كان مباحاً لما نهينا عن إتيان النساء حال الحيض، إذ إتيان الدبر يكفي عن إتيان الفرج حال الحيض. ¶ وأن الله تعالى حرم الفرج حال الحيض لأجل النجاسة العارضة في الحيض، فأولى أن يحرم الدبر بالنجاسة اللازمة. ¶ قال شيخ الإسلام ابن تيمية:\"وطء المرأة في دبرها حرام في قول جماهير العلماء ومتى وطئها في الدبر وطاوعته عُزرا فإن لم ينتهيا فرِّق بينهما\" مختصر الفتاوى المصرية صـ (37). ¶ وإتيان الرجل لامرأة لا تحل له في دبرها زنا عند أكثر أهل العلم، وإذا زنى الرجل بامرأة فإنه لا يحل له نكاحها حتى يتوبا من الزنا ويندما على فعلهما ويعزما على تركه وعدم العودة إليه. ¶ قال تعالى:\"الزاني لا ينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زان أو مشرك وحرم ذلك على المؤمنين\" [النور:3]، فإذا تابا من الزنا فإن لهما أن يقترنا بالحلال. ¶ وفق الله الجميع لهداه وصلى الله وسلم على محمد وآله وصحبه. ¶ سئل الشيخ د. سعد بن ناصر الشثري ¶ بسم الله الرحمن الرحيم.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ورد في سورة النور [آية 3] قوله تعالى: \"الزَّانِي لا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ\"[النور:3]، السؤال: هل الزنا يبيح نكاح المشركين؟. ¶ الجواب: ¶ الحمد لله، والصلاة والسلام على رسول الله. وبعد: ¶ فإن قوله تعالى:\"الزَّانِي لا يَنْكِحُ إِلا زَانِيَةً أَوْ مُشْرِكَةً\" [النور:3] خبر من الله تعالى بذلك، وليس إقراراً على فعل ذلك، والآية جاءت في سياق الذم لهذا الفعل والإنكار على فاعله، فتكون الآية دالة على تحريم نكاح المشركات والزواني، ولذا جاء في آخر الآية:\"وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ\" [النور:3]، والمرء المسلم - حتى الزاني - يجب عليه امتثال ذلك، وقوله:\" لا يَنْكِحُ\" أي: لا يجامع، قال ابن عباس –رضي الله عنهما-:\"إنما هو الجماع لا يزني بها إلا زان أو مشرك\"، وقد جاء في سبب نزول هذه الآية أن رجلاً استأذن النبي –صلى الله عليه وسلم- أن ينكح امرأة معروفة بالزنا، فنزلت هذه الآية لبيان تحريم ذلك، رواه أهل السنن بأسانيد جيدة عند الترمذي (3177) والنسائي (3228) وأبو داود (2501)، ومن هنا نفهم أن الآية لا تبيح للزاني نكاح المشركات، بل قد ورد النهي عن نكاح المشركات صريحاً، قال تعالى: \"وَلا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ\" [البقرة: من الآية221]. والله أعلم. وصلى الله على نبينا محمد.",
            "page": "110",
            "part": "1"
        }
    ],
    "t36681": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أحكام النكاح"
        }
    ]
}