{
    "b36689": [
        {
            "id": "1",
            "nass": "ظاهرة الإجهاض ¶ بين الحكم الفقهي والضرر الاجتماعي والتربوي ¶ م. م. بشار شعلان عمر النعيمي ¶ مؤسسة الفيض الجامعة للتربية والتعليم والثقافة الإسلامية ¶ المؤتمر العلمي السنوي الأول لكلية التربية الأساسية (23 - 24/أيار/2007) ¶ ملخص البحث: ¶ الحمد لله رب العالمين .. الملك الحق المبين .. خلق الإنسان من طين .. وجعل نسله من سلالة من ماء مهين .. ونفخ فيه من روحه وكرمه بين المخلوقين، وأصلي وأسلم على سيدنا محمّد الصادق الأمين .. المبعوث رحمة للعالمين .. وعلى آله وأصحابه الغر الميامين. ¶ وبعد .. فإن الإجهاض ظاهرة سلبية شاعت في المجتمعات كافة بشكل عام وفي مجتمعنا بشكل خاص، وقد بدأ الناس يشعرون بالمخاطر التي تجرها عملية الإجهاض والعواقب التي تتوالى تباعا لها، ولكن ليس هذا كافيا ليكون رادعا قويا ضد عملية الإجهاض فكان لزاما بيان حكمه الشرعي وضرره على الفرد والمجتمع، وباجتماع هذه الأمور الثلاثة يمكن الحد من هذه الظاهرة، وهذه القضية قضيةٌ فقهية صالحة للبحث في كل زمان وخصوصاً في هذا الزمان الذي شهد تقدماً في كل العلوم وفي الميادين شتى فشهد تقدماً في الطب وعلوم الكيمياء والفيزياء وغيرها من العلوم، وكثرت الحقول العلمية في هذه العلوم، وبرز حقل من بين حقول العلوم الطبية يتعلق بنسل الإنسان وتحديده أو تنظيمه بغض النظر عما هو جائز فيه شرعاً أو غير جائز وفتح هذا الحقل بابه على مصراعيه يستقبل وفوده وزواره فازدحم هذا الباب بالنساء يطالبن بتقديم الوسائل العملية لتحديد النسل أو تنظيمه، وكان الجواب سريعاً فقد استقبل طلبهم بالترحاب والتأييد من قبل الكثيرين، فحشد الباحثون في هذا المجال كل الوسائل، وجعلوا لها عنواناً بارزاً ألا وهو (وسائل تحديد النسل أو موانع الحمل) ولا مشاحة في العنوان فالمضمون واحد، ومن هذه الوسائل الإجهاض. ¶ وقد يظن البعض أن عملية الإجهاض في منأى عن علم التربية وتقويم السلوك، وأنها لا تتعدى سوى كونها مسألة شرعية قانونية طبية، وهذا خطأ كبير، لأن ظاهرة الإجهاض ظاهرة تربوية سلبية يترتب عليها تمزق نسيج المجتمع وتصدع بنيان الأمة، فانتشارها بين المجتمع يفتح أبواباً واسعة للقضاء على النوع البشري، فعلى صعيد الأسرة ـ إن أطلقنا العنان بجواز هذه الظاهرة ـ كم سيكون عدد أفرادها عند شيوع هذه الظاهرة لا شك والحالة هذه أن عددها سينخفض ويقل بشكل ملحوظ، وهذا سيؤدي إلى فسح المجال لإبادة جماعية تجري",
            "page": "147",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "تحت مظلة الحرية الفردية المشوهة، وستتلاشى الأمة يوماً بعد يوم وهذا بحد ذاته خطر عظيم بدأ بشرر صغير سيحرق المجتمع بل الأمة بأسرها فتفنى وتبيد، وأما على صعيد الإباحية وغير المشروعية والحمل عن طريق السفاح، فهذا سيهيأ نتيجة مضمونة، وملاذاً آمناً إلى اللواتي انسلخن عن العفة وبعن أعز ما تملك المرأة، وتاجرن ببضاعة كاسدة فاسدة، ليس لها ثمرة سوى الندم والخسران المبين، وسيكون مجتمعنا صورة طبق الأصل للمجتمع الغربي المتحلل والذي بلغت فيه نسب الإجهاض رقماً خيالياً، والأرقام التي تخرج للعالم عن التعداد السكاني لهذه الدول هي أرقام ليست حقيقية تدل على أفراد أبناء تلك البلاد لأن من يأتيها كل عام من الوافدين الذين يحصلون على الجنسية الخاصة بتلك البلاد هم ممن يدرج فمن تلك الإحصاءات. ¶ ولأجل هذه الأسباب خرجت عن سنن الباحثين في اختيار موضوعات كلية تتحدث عن الموضوع بشمولية ووحدة موضوعية، وفضلت الحديث عن هذه الجزئية، توسيعاً لرقعة مفهومها وإيضاحاً للمخاطر التي تشتمل عليها هذه الظاهرة السلبية، متأملاً أن أقدم للمجتمع دراسة واقعية منبثقة من حكم الشريعة الإسلامية مقرونة بالفطرة البشرية التي جبل عليها الإنسان في سلوك سبل الخير والابتعاد عن مواطن الشر ومكامنه. ¶ وقد تناولت هذا الموضوع من جهات ثلاث: الأولى شرعية، والثانية طبية، والثالثة تربوية اجتماعية، وجعلت الكلام على هذه الجهات في فصلين: ¶ الفصل الأول: (حكم الإجهاض)، ويشتمل على مبحثين: ¶ المبحث الأول: تكلمت فيه على معنى الإجهاض، وتضمن الكلام ثلاثة مطالب: ¶ المطلب الأول: تناولت فيه تعريف الإجهاض لغة واصطلاحا (عند الفقهاء والأطباء). ¶ المطلب الثاني: تحدثت فيه عن الألفاظ المستعملة في معنى الإجهاض. ¶ المطلب الثالث: ذكرت فيه أقسام الإجهاض. ¶ المبحث الثاني: نقلت فيه آراء الفقهاء في الإجهاض، وتضمن ثلاثة مطالب: ¶ المطلب الأول: ذكرت فيه الأطوار الزمنية للتخلق. ¶ المطلب الثاني: تناولت فيه حكم الإجهاض بعد نفخ الروح، وبدأت به لأنه محل اتفاق بين الفقهاء. ¶ المطلب الثالث: جعلت فيه بياناً لحكم الإجهاض قبل نفخ الروح. ¶ الفصل الثاني: ويشتمل على مبحثين: ¶ المبحث الأول: ذكرت فيه مضار الإجهاض على الفرد، ويتضمن ثلاثة مطالب: ¶ المطلب الأول: بيّنت فيه بواعث الإجهاض. ¶ المطلب الثاني: ذكرت فيه وسائل الإجهاض.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المطلب الثالث: جعلته بياناً لمضار الإجهاض على الفرد. ¶ المبحث الثاني: ذكرت فيه مضار الإجهاض على المجتمع، ويتضمن ثلاثة مطالب: ¶ المطلب الأول: أوضحت فيه آثار الإجهاض. ¶ المطلب الثاني: ذكرت فيه الإجهاض في الميزان التربوي والاجتماعي. ¶ المطلب الثالث: جعلت فيه بياناً لمضار الإجهاض الاجتماعية والتربوية. ¶ وأسأل الله تعالى أن يجعل عملي هذا خالصاً لوجهه الكريم ¶ Miscarriage state among the legality rule society damage and educational ¶ Assistant lecturer ¶ Bashar Shalaan Omer Al-Noaemy ¶ Institute of Faidh Al-Jameaa ¶ Abstract: ¶ This research deals with miscarriage state thate it is negative state among the societies . So among Islamic society there fore We research in this subject that there are three aspects: ¶ First : legitimate rule . ¶ Second : society damage . ¶ Third : educational damage . ¶ المقدمة: ¶ الحمد لله رب العالمين الملك الحق المبين خلق الإنسان من طين وجعل نسله من سلالة من ماء مهين ونفخ فيه من روحه وكرمه بين المخلوقين، وأصلي وأسلم على سيدنا محمّد الصادق الأمين المبعوث رحمة للعالمين وعلى آله وأصحابه الغر الميامين. ¶ وبعد .. فإن الإجهاض ظاهرة سلبية شاعت في المجتمعات كافة بشكل عام وفي مجتمعنا بشكل خاص، وقد بدأ الناس يشعرون بالمخاطر التي تجرها عملية الإجهاض والعواقب التي تتوالى تباعا لها، ولكن ليس هذا كافيا ليكون رادعا قويا ضد عملية الإجهاض، فكان لزاما بيان حكمه الشرعي وضرره على الفرد والمجتمع، وباجتماع هذه الأمور الثلاثة يمكن الحد من هذه الظاهرة.",
            "page": "149",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وهذه القضية قضيةٌ فقهية صالحة للبحث في كل زمان وخصوصاً في هذا الزمان الذي شهد تقدماً في كل العلوم وفي الميادين شتى، فشهد تقدماً في الطب وعلوم الكيمياء والفيزياء وغيرها من العلوم، وكثرت الحقول العلمية في هذه العلوم، وبرز حقل من بين حقول العلوم الطبية يتعلق بنسل الإنسان وتحديده أو تنظيمه بغض النظر عما هو جائز فيه شرعاً أو غير جائز، وفتح هذا الحقل بابه على مصراعيه يستقبل وفوده وزواره، فازدحم هذا الباب بالنساء يطالبن بتقديم الوسائل العملية لتحديد النسل أو تنظيمه، وكان الجواب سريعاً فقد استقبل طلبهم بالترحاب والتأييد من قبل الكثيرين، فحشد الباحثون في هذا المجال كل الوسائل، وجعلوا لها عنواناً بارزاً ألا وهو (وسائل تحديد النسل أو موانع الحمل) ولا مشاحة في العنوان فالمضمون واحد، ومن هذه الوسائل الإجهاض. ¶ وقد يظن البعض أن عملية الإجهاض في منأى عن علم التربية وتقويم السلوك، وأنها لا تتعدى سوى كونها مسألة شرعية قانونية طبية، وهذا خطأ كبير، لأن ظاهرة الإجهاض ظاهرة تربوية سلبية يترتب عليها تمزق نسيج المجتمع وتصدع بنيان الأمة، فانتشارها بين المجتمع يفتح أبواباً واسعة للقضاء على النوع البشري، فعلى صعيد الأسرة ـ إن أطلقنا العنان بجواز هذه الظاهرة ـ كم سيكون عدد أفرادها عند شيوع هذه الظاهرة؟ لا شك والحالة هذه أن عددها سينخفض ويقل بشكل ملحوظ، وهذا سيؤدي إلى فسح المجال لإبادة جماعية تجري تحت مظلة الحرية الفردية المشوهة، وستتلاشى الأمة يوماً بعد يوم وهذا بحد ذاته خطر عظيم بدأ بشرر صغير سيحرق المجتمع بل الأمة بأسرها فتفنى وتبيد، وأما على صعيد الإباحية وغير المشروعية والحمل عن طريق السفاح، فهذا سيهيأ نتيجة مضمونة، وملاذاً آمناً إلى اللواتي انسلخن عن العفة وبعن أعز ما تملك المرأة، وتاجرن ببضاعة كاسدة فاسدة، ليس لها ثمرة سوى الندم والخسران المبين، وسيكون مجتمعنا صورة طبق الأصل للمجتمع الغربي المتحلل والذي بلغت فيه نسب الإجهاض رقماً خيالياً، والأرقام التي تخرج للعالم عن التعداد السكاني لهذه الدول هي أرقام ليست حقيقية تدل على أفراد أبناء تلك البلاد لأن من يأتيها كل عام من الوافدين الذين يحصلون على الجنسية الخاصة بتلك البلاد هم ممن يدرج في تلك الإحصاءات. ¶ ولأجل هذه الأسباب خرجت عن سنن الباحثين في اختيار موضوعات كلية تتحدث عن الموضوع بشمولية، وفضلت الحديث عن هذه الجزئية، توسيعاً لرقعة مفهومها وإيضاحاً للمخاطر التي تشتمل عليها هذه الظاهرة السلبية، متأملاً أن أقدم للمجتمع دراسة واقعية منبثقة من حكم الشريعة الإسلامية ومقرونة بالفطرة البشرية التي جبل عليها الإنسان في سلوك سبل الخير والابتعاد عن مواطن الشر ومكامنه.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وقد تناولت هذا الموضوع من جهات ثلاث: الأولى شرعية، والثانية طبية، والثالثة اجتماعية تربوية، وجعلت الكلام على هذه الجهات في فصلين: ¶ o  الفصل الأول: (حكم الإجهاض)، ويشتمل على مبحثين: ¶ * المبحث الأول: تكلمت فيه على معنى الإجهاض، وتضمن الكلام ثلاثة مطالب: ¶ - المطلب الأول: تناولت فيه تعريف الإجهاض لغة واصطلاحا (عند الفقهاء والأطباء). ¶ - المطلب الثاني: تحدثت فيه عن الألفاظ المستعملة في معنى الإجهاض. ¶ - المطلب الثالث: ذكرت فيه أقسام الإجهاض. ¶ * المبحث الثاني: نقلت فيه آراء الفقهاء في الإجهاض، وتضمن ثلاثة مطالب: ¶ - المطلب الأول: ذكرت فيه الأطوار الزمنية للتخلق. ¶ - المطلب الثاني: تناولت فيه حكم الإجهاض بعد نفخ الروح، وبدأت به لأنه محل اتفاق بين الفقهاء. ¶ - المطلب الثالث: جعلت فيه بياناً لحكم الإجهاض قبل نفخ الروح. ¶ o  الفصل الثاني: ويشتمل على مبحثين: ¶ * المبحث الأول: ذكرت فيه مضار الإجهاض على الفرد، ويتضمن ثلاثة مطالب: ¶ - المطلب الأول: بيّنت فيه بواعث الإجهاض. ¶ - المطلب الثاني: ذكرت فيه وسائل الإجهاض. ¶ - المطلب الثالث: جعلته بياناً لمضار الإجهاض على الفرد. ¶ * المبحث الثاني: ذكرت فيه مضار الإجهاض على المجتمع، ويتضمن ثلاثة مطالب: ¶ - المطلب الأول: أوضحت فيه آثار الإجهاض. ¶ - المطلب الثاني: ذكرت فيه الإجهاض في الميزان الاجتماعي والتربوي. ¶ - المطلب الثالث: جعلته بياناً لمضار الإجهاض الاجتماعية والتربوية. ¶ وأسأل الله تعالى أن يجعل عملي هذا خالصاً لوجهه الكريم ¶ الفصل الأول: حكم الإجهاض ¶ ولبيان هذا الحكم لابد من بيان أربعة أمور وهي: ¶ معنى الإجهاض. ¶ الألفاظ المستعملة في معنى الإجهاض. ¶ أقسام الإجهاض. ¶ الأطوار الزمنية للتخلق.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المبحث الأول: معنى الإجهاض ¶ المطلب الأول: تعريف الإجهاض لغة واصطلاحاً (عند الفقهاء والأطباء) ¶ الإجهاض لغة: ¶ يقال أجهضته أي أزالته عن مكانه، والإجهاض الإزلاق ويقال للسقط جهيض (¬1). ويقال أيضاً أجهضت الناقة ألقت ولدها لغير تمام. وقال الأزهري: يقال ذلك للناقة خاصة. وقال الأصمعي في المجهض: إنه يسمى مجهضاً إذا لم يستبن خلقه (¬2). ¶ ويطلق على الولد السقط أو ما تم خلقه ونفخ فيه الروح من غير أن يعيش، ويطلق على الناقة إذا ألقت ولدها وقد نبت وبره (¬3). ¶ الإجهاض اصطلاحا: ¶ يعرف الإجهاض في الاصطلاح الفقهي بأنه خروج الجنين من رحم أمه سواء كان الجنين تام الخلقة والمدة أو ناقصهما وسواء كان بفعل المرأة الحامل أو بفعل غيرها (¬4). ((ولا يخرج استعمال الفقهاء لكلمة إجهاض عن هذا المعنى)) (¬5). ¶ وأما تعريفه في الاصطلاح الطبي: ¶ فيعرف الإجهاض من الوجهة الطبية الشرعية*، بأنه خروج محتويات رحم المرأة الحامل في أي وقت قبل تمام أشهر الحمل. (¬6) ¶ ¬__________ ¶ (¬1) ينظر النهاية في غريب الأثر للإمام ضياء الدين أبي السعادات ابن الأثير الجزري - باب الجيم مع الهاء: 1/ 322 - ط دار الفكر-بيروت- سنة 1400 هـ، 1979م -تحقيق طاهر أحمد الزاوي ومحمود محمد. ¶ (¬2) ينظر لسان العرب للإمام أبي الفضل جمال الدين محمد بن مكرم ابن منظور الإفريقي المصري - مادة جهض: 1/ 131 - ط دار صادر - بيروت - ط الأولى - بدون سنة. ¶ (¬3) ينظر القاموس المحيط للإمام مجد الدين محمد بن يعقوب الفيروز آبادي - باب الضاد فصل الجيم: 2/ 338 - ط دار الجيل - بيروت - بدون سنة. ¶ (¬4) ينظر الأم للإمام محمد بن إدريس الشافعي: 6/ 107 - ط دار المعرفة - بيروت - ط الثانية - بدون سنة - تحقيق محمد زهري النجار، المغني للإمام عبد الله بن أحمد بن محمد الحنبلي الشهير بابن قدامة: 8/ 97 - ط دار الفكر - بيروت - ط الأولى - 1405هـ، 1984م، البحر الرائق للإمام زين العابدين إبراهيم بن محمد الحنفي الشهير بابن نجيم المصري: 2/ 331 - 332 - ط دار الكتب العلمية - بيروت - ط الأولى - 1418 هـ، 1997م - تحقيق الشيخ زكريا عميرات. ¶ (¬5) الموسوعة الفقهية: 2/ 56 - وزارة الأوقاف والشؤون الإسلامية-الكويت-ط الثانية- 1401هـ، 1980م. ¶ (¬6) ينظر الطب الشرعي والسموميات تأليف مجموعة أساتذة الطب الشرعي في كليات الطب في الجامعات العربية: ص 121 - طبع في الاسكندرية بمصر - 1414هـ، 1993م.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المطلب الثاني: الألفاظ المستعملة في الإجهاض ¶ استعمل الفقهاء والمحدثون كلمة الإجهاض في عباراتهم، كما استعملوا أيضاً كلمات مرادفة للإجهاض وفيما يأتي بيان ذلك: ¶ 1. كلمة الإجهاض: ¶ قال الشافعي: \" إذا بعث السلطان إلى امرأة ففزعت المرأة لدخول الرسل ¶ أو غلبتهم أو انتهارهم أو الذعر من السلطان فأجهضت فعلى عاقلة السلطان دية جنينها \" (¬1). وقال ابن قدامة في المغني: \" وأشار على عمر بضمان التي أجهضت جنينها \" (¬2). ¶ 2. كلمة الإسقاط: ¶ قال الإمام علاء الدين الكاساني: \" فإن لم يستبن رأساً بأن أسقطت علقة أو مضغة لم تنقض العدة\" (¬3). وقال ابن نجيم: \" وإذا أسقطت سقطاً استبان بعض خلقه انقضت به العدة\" (¬4). ¶ 3. كلمة الوضع: ¶ وردت هذه الكلمة في القرآن الكريم، قال الله تعالى: \" يوم ترونها تذهل كل مرضعة عما أرضعت وتضع كل ذات حمل حملها وترى الناس سكارى وما هم بسكارى ولكن عذاب الله شديد\" (¬5). وجاء في تفسير هذه الكلمة في الآية الكريمة \" أنها تلقي جنينها لغير تمام من شدة الهول\" (¬6). واستعملها الفقهاء أيضاً فقال ابن قدامة: \" وإن وضعت ما يتحقق فيه تخطيط من ¶ ¬__________ ¶ (¬1) * كلمة الطب الشرعي مؤلفة من جزئين: طب وشرع، فالطب مبحثه كل ما يتعلق بصحة وحياة الإنسان وأما الشرع وهو القانون فمجاله هو الفصل بين المتنازعين واثبات الحقوق وإقامة العدالة، لذا يعرف الطب الشرعي في اللغة العربية بأسماء مختلفة مثل الطب العدلي والطب القضائي والطب القانوني وهذا الترادف موجود أيضاً في المسميات الأجنبية - ينظر المصدر السابق - المقدمة: ص (ز). ¶ () الأم: 6/ 107. ¶ (¬2) المغني: 9/ 150. ¶ (¬3) بدائع الصنائع في ترتيب الشرائع للإمام العلامة الفقيه علاء الدين بن مسعود الكاساني الحنفي: 3/ 196 - ط دار الكتاب العربي - بيروت - ط الثانية - 1403هـ، 1982م. ¶ (¬4) البحر الرائق: 4/ 229. ¶ (¬5) (الحج / 2). ¶ (¬6) فتح القدير للإمام محمد بن علي الشوكاني: 3/ 594 - ط دار الوفاء - المنصورة بمصر - ط الثانية - 1418هـ، 1997م - تحقيق د. عبد الرحمن عميرة.",
            "page": "153",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "رأس أو يد أو رجل أو عين فهو ولد \" (¬1). وفي المهذب \" وإن وضعت ما بان فيه خلق آدمي انقضت به العدة \" (¬2). ¶ 4. كلمة الطرح: ¶ روى الإمام الشافعي حديثاً ورد بهذه اللفظة فقال: \" أخبرنا مالك عن ابن شهاب عن أبي سلمة بن عبد الرحمن عن أبي هريرة (- رضي الله عنه -): أن امرأتين من هذيل رمت إحداهما الأخرى فطرحت جنينها، فقضى فيه رسول الله بغرّة: عبد أو وليدة \" (¬3). وقال ابن نجيم \" وإن شربت دواءً لتطرحه أو عالجت فرجها حتى أسقطته ضمن عاقلتها الدية إن فعلت بلا إذن زوجها \" (¬4). ¶ 5. كلمة الإملاص: ¶ روى الإمام أبو داود بإسناده: \" أن عمر استشار الناس في إملاص المرأة فقال المغيرة بن شعبة: شهدت رسول الله (- صلى الله عليه وسلم -) قضى فيها بغرّة: عبد أو أمة \" (¬5). وقال ابن قدامة: \" ولنا قضاء رسول الله في إملاص المرأة بعبد أو أمة \" (¬6). ¶ 6. كلمة الإلقاء: ¶ وردت هذه الكلمة في كتاب التمهيد نقلاً عن النضر بن شميل حيث قال: \" الأبتر من الحيات صنف أزرق مقطوع الذنب لا تنظر إليه الحامل إلا ألقت ما في بطنها \" (¬7). ¶ وقال ابن قدامة \" وإذا شربت الحامل دواءً فألقت به جنيناً فعليها غرّة لا ترث منها شيئاً وتعتق رقبة \" (¬8). ¶ ¬__________ ¶ (¬1) الكافي في فقه الإمام المبجل أحمد بن حنبل للإمام أبي محمد عبد الله بن قدامة المقدسي: 2/ 624 - ط المكتب الإسلامي - بيروت - ط الخامسة - 1408هـ، 1987م - تحقيق زهير الشاويش. ¶ (¬2) للإمام إبراهيم بن علي الشيرازي: 2/ 142 - ط عيسى البابي الحلبي - مصر - بدون سنة. ¶ (¬3) الأم للإمام محمد بن إدريس الشافعي: 6/ 107. ¶ (¬4) البحر الرائق: 9/ 105. ¶ (¬5) سنن أبي داود للإمام سليمان بن الأشعث السجستاني - كتاب الديات - باب دية الجنين - حديث رقم (4570): 4/ 190 - ط دار الحديث - القاهرة - 1408هـ، 1988م. ¶ (¬6) المغني: 8/ 318. ¶ (¬7) للإمام يوسف بن عبد الله بن عبد البر: 16/ 23 - ط وزارة عموم الأوقاف والشؤون الإسلامية - المغرب - 1387هـ، 1966م - تحقيق مصطفى بن أحمد العلوي ومحمد عبد الكبير البكري. ¶ (¬8) المغني: 8/ 327.",
            "page": "154",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "المطلب الثالث: أقسام الإجهاض ¶ ينقسم الإجهاض إلى قسمين وهما: ¶ 1. إجهاض طبيعي أو تلقائي. ¶ 2. إجهاض مفتعل أو محرّض، وينقسم بدوره إلى قسمين: ¶ أ. إجهاض علاجي مشروع ومسموح به. ¶ ب. إجهاض جنائي غير مشروع وغير مسموح به. ¶ وبعد هذا التقسيم سنقف عند حد كل قسم: ¶ الإجهاض الطبيعي أو التلقائي: ¶ هو الإجهاض الذي يحدث بشكل طبيعي دون أي تأثير خارجي وأسبابه داخلية ¶ محضة نتيجة أمراض في الأم الحامل والجنين، كالحميات: (الإنفلونزا والحصبة والتيفو والملاريا ... الخ)،وكالأمراض الزهرية (كالسفلس والسيلان)، والصدمة العصبية الشديدة وأمراض الجهاز التناسلي (كالتهاب الرحم وعنقه وأورام الرحم وعنقه وانقلاب الرحم) هذه الأمراض التي تصيب الأم وتؤدي إلى الإجهاض، أمّا الأمراض التي تصيب الجنين فهي: نقص نمو الجنين لنقص التكوين أو شذوذ الخلقة وكثرة السائل الأمينوسي وأمراض المشيمة وانفصالها المبكر. ¶ الإجهاض المفتعل أو المحرّض: ¶ وهو الإجهاض الذي يحدث بسبب تأثيرات خارجية لإنهاء الحمل، وهو كما مرّ ¶ قسمان: ¶ أ. إجهاض علاجي مشروع ومسموح به: ¶ وهو الإجهاض الذي يلجأ إليه الأطباء لإنقاذ حياة الأم عندما تمر في حالة مرضية يستحيل علاجها مع استمرار الحمل وقد تؤدي إلى الوفاة لو استمر الحمل إلى النهاية، كمرضى الكلى بعد فشل محاولات العلاج. ¶ ب. إجهاض جنائي غير مشروع وغير مسموح به: ¶ وهو تفريغ رحم الأم من محتوياته باستعمال وسائل مختلفة مثل التدخل الآلي أو تعاطي الأدوية والمواد التي تعمل على إخراج محتويات رحم الحامل لسبب غير إنقاذ حياة",
            "page": "155",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الأم الحامل، وهذا الإجهاض كثير الشيوع في هذه الأيام بين المتزوجات لتحديد النسل ويجري في معظم حالات الحمل السفاح (¬1). ¶ وبعد هذا التقسيم والتعريف لكل قسم، أشير إلى أن موضوع البحث سيكون في نطاق الإجهاض الجنائي دون غيره. ¶ المبحث الثاني: آراء الفقهاء في الإجهاض ¶ المطلب الأول: الأطوار الزمنية للتخلق ¶ يتعرض الفقهاء في آرائهم إلى مسألة التخلق ويفرقون في حكم الإجهاض قبل نفخ الروح وبعد نفخ الروح وسيأتي بيانه، ونجد الفقهاء يشيرون في كلامهم إلى ثلاثة أطوار زمنية وهي: ¶ 1. ما قبل 40 يوماً من الحمل. ¶ 2. ما قبل 120 يوماً من الحمل. ¶ 3. ما بعد 120 يوماً من الحمل. ¶ ولم تأت هذه الأطوار الزمنية للحمل اعتباطاً، ولكنها مستنبطة من نصوص القرآن والسنة (¬2). ذكر الله تعالى هذه الأطوار الزمنية بقوله تعالى: \"وَلَقَدْ خَلَقْنَا الإنسان مِن سُلالَةٍ مِّن طِينٍ - ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَّكِينٍ - ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ \" (¬3). ¶ المراد بالنطفة في الآية الكريمة المني، وسمي نطفة لقلته، والعلقة: الدم الجامد، وقيل: الشديد الحمرة، والمراد الدم الجامد المتكون من المني، والمضغة: هي القطعة من اللحم قدر ما يمضغ الماضغ تتكون من العلقة، وهي إما مخلقة أي مستبينة الخلق ظاهرة ¶ التصوير، أو غير مخلقة أي لم يستبن خلقها ولا ظهر تصويرها (¬4). ¶ وقد بين النبي (- صلى الله عليه وسلم -) هذه الأطوار الزمنية في الحديث الذي رواه الصحابي الجليل عبد ¶ الله بن مسعود (- رضي الله عنه -) فقال: \" حدثنا رسول الله (- صلى الله عليه وسلم -) وهو الصادق المصدوق قال: إن أحدكم يجمع خلقه في بطن أمه أربعين يوماً، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يبعث الله ملكاً فيؤمر بأربع كلمات، ويقال له: أكتب عمله، ورزقه، وأجله، وشقي أو ¶ ¬__________ ¶ (¬1) ينظر الطب الشرعي والسموميات: 121ـ 122. ¶ (¬2) ينظر تنظيم الأسرة في التراث الإسلامي للدكتور عبد الرحيم عمران: ص291 - طبعة مزيدة ومنقحة من الطبعة الإنكليزية - بدون مكان وسنة. ¶ (¬3) المؤمنون (12، 13، 14). ¶ (¬4) ينظر فتح القدير للإمام الشوكاني: 3/ 595.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "سعيد، ثم ينفخ فيه الروح، فإن الرجل منكم ليعمل حتى ما يكون بينه وبين الجنة إلا ذراع، فيسبق عليه كتابه، فيعمل بعمل أهل النار، ويعمل حتى ما يكون بينه وبين النار إلا ذراع، فيسبق عليه الكتاب، فيعمل بعمل أهل الجنة \" رواه البخاري (¬1). ¶ وقد يعترض معترض فيقول: إن قلتم بأن الروح تنفخ في الجنين بعد (120) يوماً، فما تصنعون بحديث حذيفة بن أسيد الذي رواه مسلم في صحيحه عن النبي (- صلى الله عليه وسلم -) أنه قال: \" يدخل الملك في النطفة بعدما تستقر في الرحم أربعين أو خمس وأربعين ليلة فيقول: أي رب أشقي أم سعيد؟ فيكتبان، فيقول: أي ربّ .. ذكراً أو أنثى؟ فيكتبان، ويكتب عمله وأثره وأجله ورزقه، ثم يطوي الصحيفة، فلا يزاد فيها ولا ينقص \" (¬2). ¶ فنجيب عليه بأننا نتلقى هذا الحديث بالقبول والتصديق وترك التحريف، ولا يعارض حديث ابن مسعود إذ غاية ما فيه أن التقدير وقع بعد الأربعين الأولى، وحديث ابن مسعود يدل على أنه وقع بعد الأربعين الثالثة، وكلاهما حق قاله الرسول الصادق (- صلى الله عليه وسلم -)، وهذا تقديرٌ بعد تقديرٍ، فالأول تقديرٌ عند انتقال النطفة إلى أول أطوار التخليق وهي أول مراتب الإنسان، وأما قبل ذلك فلم يتعلق بها التخليق، والتقدير الثاني عند كمال خلقه ونفخ الروح، فذلك تقدير عند أول خلقه وتصويره، وهذا تقدير عند تمام خلقه وتصويره (¬3). ¶ المطلب الثاني: حكم الإجهاض بعد نفخ الروح ¶ اتفق الفقهاء جميعاً في أن الإجهاض بعد نفخ الروح محرم غير جائز إلا لضرورة وهي التي يعبر عنها الفقهاء بالعذر، كتعسر الولادة وكان في بقاء الحمل خطر على حياة الأم، فإنه في هذه الحالة يباح الإجهاض لإزالة الضرر الأشد بالضرر الأخف. ولا بد أن أبين هنا بعض نصوص فقهاء المذاهب الأربعة: ¶ ¬__________ ¶ (¬1) الجامع الصحيح للإمام محمد بن إسماعيل البخاري - كتاب بدء الخلق - باب ذكر الملائكة - حديث رقم (3036): 3/ 1174 - ط دار ابن كثير - بيروت - ط الثالثة - 1407هـ، 1987م - تحقيق د. مصطفى البغا. ¶ (¬2) صحيح مسلم للإمام مسلم بن الحجاج القشيري النيسابوري - كتاب القدر - باب كيفية خلق الآدمي في بطن أمه - حديث رقم (2644): 4/ 2036 - ط دار إحياء التراث العربي - بيروت - بدون رقم وسنة - تحقيق محمد فؤاد عبد الباقي. ¶ (¬3) ينظر التبيان في أقسام القرآن للإمام ابن قيم الجوزية: ص217 - ط دار الفكر - بيروت - بدون سنة.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "- مذهب الحنفية: قال الكمال بن الهمام: \" وهل يباح الإسقاط بعد الحبل؟ يباح ما لم يتخلق شيء منه\" (¬1). وقال ابن عابدين: \" وعبارته في عقد الفرائد قالوا: يباح لها أن تعالج في استنزال الدم ما دام الحمل مضغة أو علقة ولم يخلق له عضو، وقدروا تلك المدة بمائة وعشرين يوماً، وإنما أباحوا ذلك لأنه ليس بآدمي \" (¬2). وقال في موضع آخر: \" ولا يكون ذلك إلا بعد مائة وعشرين يوماً، وهذا يقتضي أنهم أرادوا بالتخليق نفخ الروح وإلا فهو غلط\" (¬3). ويفهم من هذا أنه يحرم الإسقاط بعد التخليق أي بعد نفخ الروح. ¶ - مذهب المالكية: قال الإمام أحمد الدردير: \" وإذا نفخت فيه الروح حرم إجماعاً \" (¬4). وقال ابن جزي: \" وإذا قبض الرحم المني لم يجز التعرض له، وأشد من ذلك إذا تخلق، وأشد من ذلك إذا نفخ فيه الروح فإنه قتل نفس إجماعاً\" (¬5). ¶ - مذهب الشافعية: قال الإمام الغزالي: \" فإن نفخت الروح واستقرت الخلقة زادت الجناية تفاحشاً\" (¬6). وقال السيد البكري: \"والذي رجحه بعد نفخ الروح يحرم مطلقاً ويجوز قبله\" (¬7). وقال الشيخ الجاوي: \" ويحرم الاستعجال إن نفخت فيه الروح \" (¬8). ¶ ¬__________ ¶ (¬1) فتح القدير للإمام كمال الدين محمد بن عبد الواحد السيواسي السكندري المعروف بابن الهمام الحنفي: 3/ 401 - ط دار الفكر - بيروت - ط الثانية - بدون سنة. ¶ (¬2) حاشية رد المحتار على الدر المختار للإمام محمد أمين بن عابدين: 1/ 302 - ط مصطفى البابي الحلبي - مصر - ط الثانية - 1386هـ، 1966م. ¶ (¬3) المصدر السابق: 2/ 176. ¶ (¬4) الشرح الكبير للإمام أبي البركات أحمد الدردير: 2/ 267 - ط دار الفكر - بيروت - بدون سنة - تحقيق الشيخ محمد عليش. ¶ (¬5) القوانين الفقهية للإمام محمد بن أحمد بن جزي الكلبي: ص 141 - ط دار الكتب العلمية - بيروت - بدون سنة. ¶ (¬6) إحياء علوم الدين للإمام أبي حامد محمد بن محمد بن أحمد الطوسي الغزالي: 2/ 51 - ط دار المعرفة - بيروت - 1402هـ، 1982م. ¶ (¬7) إعانة الطالبين للعلامة أبي بكر الشهير بالسيد البكري: 4/ 131 - ط دار إحياء التراث العربي - بيروت - ط الرابعة - بدون سنة. ¶ (¬8) نهاية الزين في إرشاد المبتدئين للشيخ محمد بن عمر الجاوي: ص330 - ط دار الفكر - بيروت - ط الأولى - بدون سنة.",
            "page": "158",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "- مذهب الحنابلة: قال الإمام البهوتي: \" ويجوز شرب دواء لإلقاء نطفة، وفي أحكام النساء لابن الجوزي يحرم، وفي الفروع عن الفنون إنما الموؤدة بعد التارات السبع وتلا: \"وَلَقَدْ خَلَقْنَا الإنسان مِن سُلالَةٍ مِّن طِينٍ ... . إلى ... . ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ \" قال: وهذا لما حلته الروح، لأن ما لم تحله الروح لا يبعث، فيؤخذ منه لا يحرم إسقاطه \" (¬1). ¶ المطلب الثالث: حكم الإجهاض قبل نفخ الروح ¶ - مذهب الحنفية: يباح الإجهاض ما دام الجنين مضغةً أو علقة ولم يخلق له عضو، أي في مدة أقصاها (120) يوماً، وعللوا ذلك بأنه ليس بآدمي. يقول ابن عابدين: \" وعبارته في عقد الفرائد قالوا: يباح لها أن تعالج في استنزال الدم ما دام الحمل مضغة أو علقة ولم يخلق له عضو، وقدروا تلك المدة بمائة وعشرين يوماً، وإنما أباحوا ذلك لأنه ليس بآدمي \" (¬2). ومنهم من قال بكراهته قبل مائة وعشرين يوماً، يقول ابن عابدين أيضاً: وفي الخانية: ولا أقول بالحل إذ المحرم لو كسر بيض الصيد ضمنه لأنه أصل الصيد، فلما كان يؤاخذ بالجزاء فلا أقل من أن يلحقها إثم هنا إذا أسقطت بغير عذر. قال ابن وهبان: ومن الأعذار أن ينقطع لبنها بعد ظهور الحمل وليس لأبي الصبي ما يستأجر به الظئر ويخاف هلاكه. ونقل عن الذخيرة: لو أرادت الإلقاء قبل زمن ينفخ فيه الروح هل يباح لها ذلك أم لا؟ اختلفوا فيه، وكان الفقيه علي بن موسى يقول إنه يكره*، فإن الماء بعد ما وقع في الرحم مآله الحياة فيكون له حكم الحياة كما في بيضة صيد الحرم، ونحوه في الظهيرة. قال ابن وهبان: \" فإباحة الإسقاط محمولة في حالة العذر، أو أنها لا تأثم إثم القتل. (¬3) ¶ - مذهب المالكية: يذهب جمهور المالكية إلى حرمة الإجهاض قبل نفخ الروح في أي وقت كان فقد قال الإمام أحمد الدردير: \" ولا يجوز إخراج المني المتكون في الرحم ولو قبل الأربعين يوماً، وإذا نفخت فيه الروح حرم إجماعاً \" (¬4). وقال الدسوقي معلقاً على هذا ¶ ¬__________ ¶ (¬1) كشاف القناع عن متن الإقناع للشيخ منصور بن يونس بن إدريس البهوتي الحنبلي: 1/ 220 - ط دار الفكر - بيروت - 1402هـ، 1981م - تحقيق هلال مصيلحي. ¶ (¬2) حاشية رد المحتار لابن عابدين: 1/ 302. ¶ (¬3) ينظر المصدر السابق: 3/ 176. ¶ * في اصطلاح الحنفية إذا أطلقت هذه الكلمة فإنها تفيد كراهة التحريم، والمكروه تحريماً أقرب إلى الحرام لأنه لم يجد فيه نصاً قطعياً فكان نسبة المكروه إلى الحرام عند محمد كنسبة الواجب إلى الفرض، وعن أبي يوسف أنه إلى الحرام أقرب. (ينظر البحر الرائق لابن نجيم: 8/ 330). ¶ (¬4) الشرح الكبير: 2/ 266.",
            "page": "159",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "القول: \" هذا هو المعتمد، وقيل يكره إخراجه قبل الأربعين \" (¬1). وقال ابن جزي: \" وإذا قبض الرحم المني لم يجز التعرض له، وأشد من ذلك إذا تخلق، وأشد من ذلك إذا نفخ فيه الروح فإنه قتل نفس إجماعاً \" (¬2). ¶ - مذهب الشافعية: نقل الرملي الاختلاف في النطفة قبل الأربعين يوماً على قولين: أحدهما قيل إنه لا يثبت لها حكم السقط والوأد، والثاني قيل لها حرمة ولا يجوز إفسادها ولا التسبب في إخراجها بعد الاستقرار في الرحم، ونقل عن الكرابيسي قوله: \" سألت أبا بكر بن أبي سعيد الفراتي عن رجل سقى جاريته شراباً لتسقط ولدها فقال: مادامت نطفة أو علقة فواسع له ذلك إن شاء الله \" وإنفرد الإمام الغزالي بتحريمه مطلقاً حيث أعتبر وقوع النطفة في الرحم هو أول مراتب الوجود ويختلط بماء المرأة فإفسادها جناية، وإن صارت علقة أو مضغة فالجناية أفحش فإن نفخت فيه الروح واستقرت الخلقة زادت الجناية تفاحشاً، ونقل السيد البكري عن أبي إسحاق المروزي أنه أفتى بحل سقي أمته دواءاً لتسقط ولدها مادام علقة أو مضغة، ثم قال بعد أن نقل الخلاف: \" والراجح تحريمه بعد نفخ الروح مطلقاً وجوازه قبله \" (¬3). ¶ - مذهب الحنابلة: يرى الحنابلة أنه يجوز للمرأة شرب دواء لإسقاط الحمل مادام نطفة، أي قبل أربعين يوماً، لأنه لم يثبت أنه ولد لا بالمشاهدة ولا بالبينة، وقال ابن الجوزي: يحرم، وقال ابن عقيل: يجوز ما لم تنفخ فيه الروح (¬4). ¶ والراجح عندي هو ما ذهب إليه الإمام الغزالي من تحريمه مطلقاً إلا لضرورة شرعية. ¶ ¬__________ ¶ (¬1) حاشية الدسوقي على الشرح الكبير للإمام محمد عرفة الدسوقي: 2/ 267 - ط دار الفكر - بيروت - بدون سنة - تحقيق الشيخ محمد عليش. ¶ (¬2) القوانين الفقهية: ص 217. ¶ (¬3) ينظر: نهاية المحتاج إلى شرح المنهاج للإمام أحمد بن حمزة الرملي: 8/ 416 - ط المكتبة الإسلامية - ديار بكر - تركيا - بدون سنة، و إحياء علوم الدين للإمام الغزالي: 2/ 51، إعانة الطالبين: 4/ 131. ¶ (¬4) ينظر: المغني لابن قدامة:8/ 97، الإنصاف في معرفة الراجح من الخلاف للإمام أبي الحسن علي بن سليمان المرداوي: 1/ 386 - ط دار إحياء التراث العربي - بيروت - بدون رقم وسنة - تحقيق محمد حامد الفقي.",
            "page": "160",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الفصل الثاني: مضار الإجهاض على الفرد والمجتمع ¶ ولبيان هذه المضار لابد من بيان أربعة أمور وهي: ¶ بواعث الإجهاض. ¶ وسائل الإجهاض. ¶ آثار الإجهاض. ¶ الإجهاض في الميزان الاجتماعي والتربوي. ¶ المبحث الأول: مضاره على الفرد ¶ المطلب الأول: بواعث الإجهاض ¶ تكمن وراء الإجهاض بواعث كثيرة تختلف باختلاف المجتمعات وأحوالها وباختلاف قوانين هذه المجتمعات ودياناتها، لكن يمكن إجمال هذه البواعث في ستة بواعث وهي: ¶ 1. البواعث الطبية: الخاصة بالخطر على حياة الأم وقابليتها على دوام الحمل أو على صحتها الجسدية أو حالتها النفسية. ¶ 2. البواعث الجنينية: الخاصة بالأمراض الوراثية الانتقالية أو لتجنب ولادة جنين يحمل عاهات جسمية أو عقلية مستعصية. ¶ 3. الإشفاق على الطفل الرضيع: إذا حدث الحمل أثناء الرضاعة ولم يمكن لأبيه توفير المراضع. ¶ 4. البواعث الأسرية: كأن يحدث الحمل خطأ في حسابات الأيام بعد فترة قصيرة من حمل سابق أو لضيق السكن وكثرة الأولاد. ¶ 5. البواعث الإنسانية أو القضائية: مثل حالات الاغتصاب بواسطة الغرباء أو الأقرباء. ¶ 6. الحمل غير المرغوب فيه: وهذا الاصطلاح معروف في الدول الغربية وقد سرى إلى بعض المجتمعات الأخرى ويعني أن توقيت الحمل غير مناسب أو أن المرأة غيرت رأيها بعد الحمل، أو أن الحمل حدث بالرغم من استعمال وسائل منع الحمل التي فشلت. وليس جميع هذه البواعث مقبولة في الإسلام (¬1). ¶ المطلب الثاني: وسائل الإجهاض ¶ ينحصر كلامنا في الوسائل المستعملة في الإجهاض الجنائي المفتعل وهي كثيرة ومختلفة. تقوم المرأة باستعمال هذه الوسائل وترتيبها في ثلاث مجموعات تتم عادة بالتعاقب ¶ كما يأتي: ¶ ¬__________ ¶ (¬1) ينظر تنظيم الأسرة في التراث الإسلامي للدكتور عبد الرحيم عمران: ص289 ـ290.",
            "page": "161",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "1. استعمال الأدوية: ¶ عند فشل وسائل العنف العام ويبقى الحمل قائماً، تنتقل المرأة الحامل إلى استعمال الأدوية التي تؤدي إلى تشنجات عضلية عند الحامل مما يؤدي إلى الإجهاض وتختلف هذه الأدوية حسب مواضع تأثيرها في الجسم على النحو الآتي: ¶ أ. أدوية تؤثر في عضلة الرحم مباشرة فتؤدي إلى تقلصها، لكن يجب أن يؤخذ بنظر الاعتبار أن أي دواء يؤدي إلى تقلص الرحم قد لا يحدث إجهاضاً في الأشهر الثلاثة الأولى من الحمل، نتيجة لصغر حجم الجنين وكونه محاطاً بكمية من السائل (الأمينوسي) فلا يستطيع الرحم المنقبض أن يقذف الجنين خارج الرحم، ولكي تؤثر هذه الأدوية في عملية الإجهاض تقوم الحامل بزيادة الجرعات بشكل عشوائي قد يؤدي إلى ظهور أعراض التسمم ووفاة المرأة الحامل قبل حدوث الإجهاض. ¶ ب. أدوية تؤثر على الجسم كلّه بفعلها السام مثل: الزرنيخ والزئبق والرصاص، وتؤدي إلى موت الجنين فيطرد من الرحم، ولكن تظهر أعراضها السامة قبل ذلك وقد تؤدي إلى وفاة الأم. ¶ جـ. أدوية مسْهلة تؤثر على عضلة الرحم عن طريق الفعل المنعكس من الأمعاء والذي يؤدي بدوره إلى تقلص شديد في الرحم. وأهم هذه المسهلات المعوية الحنظل وزيت الخروع وزيت حب الملوك وله من الآثار السلبيّة ما لا يُعد ولا يُحصى. ¶ د. أدوية تباع في الأسواق، وهي عبارة عن هرمونات خاصة بالمبيض. ¶ وبعد هذا إذا فشلت طريقة استخدام الأدوية ومن قبلها طريقة العنف العام ولم تجد المرأة فيهما نفعاً وأخذ الحمل بالتقدم، تلجأ المرأة في هذه الحالة إلى الطريقة الثالثة. ¶ 3. استعمال العنف الموضعي: ¶ تلجأ المرأة عادة إلى هذه الطريقة في حوالي الشهر الثالث أو الرابع من الحمل، وخصوصاً في حالات الحمل السفاح، خوفاً من ظهور علامات الحمل فتستخدم العنف الموّجه إلى الرحم مباشرة بأحد الأشكال الآتية: ¶ (1) عنف موجه إلى المهبل بوضع مواد في المهبل قرب عنق الرحم، وقد تحدث به قروحاً تساعد على سرعة امتصاص هذه المواد وحدوث تسمم الأم. ¶ (2) عنف موجه إلى عنق الرحم ويكون الهدف منه هنا هو إحداث اتساع تدريجي في عنق الرحم يسمح بنزول الجنين بعد تنبيه التقلصات الرحمية. ¶ (3) عنف موجه إلى الرحم نفسه، والهدف منه فصل الغشاء المحيط بالجنين عن جدار الرحم بواسطة:",
            "page": "162",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أ. حقن مواد خاصة داخل الرحم، حيث تقوم هذه المواد بامتصاص الماء مما يساعد على انفصال الجنين من جدار الرحم. ¶ ب. إدخال جسم غريب يصل إلى داخل الرحم يفصل الجنين عن الرحم (¬1). ¶ المطلب الثالث: بيان مضار الإجهاض على الفرد: ¶ يقصد بالفرد المرأة الحامل التي تستخدم الإجهاض لإزالة الحمل ومنع استمراره. وفيما يأتي بيان للأضرار الناتجة عنه: ¶ 1. حدوث صدمة عصبية: تحدث عند توسيع عنق الرحم تحت التخدير المخفف أو عند إدخال الأجسام الغريبة داخل الرحم وقد تحدث نتيجة الخوف الشديد للمرأة الحامل. ¶ 2. نتيجة لإدخال الجسم الغريب إلى داخل الرحم قد يصاب عنق الرحم أو يثقب الجدار الخلفي للمهبل ويدخل في التجويف البطني ويحدث نتيجة لهذا الالتهاب الحاد المسمى (الصفاق) الذي يسبب الوفاة. ¶ 3. حدوث النزف الشديد: يحدث النزف الشديد نتيجة فصل المشيمة أو قطع أحد الأوعية الدموية. ¶ 4. حدوث انصمام هوائي نتيجة دخول الهواء في الأوعية الدموية المفتوحة في الرحم، وقد يحدث انصمام دهني بعد حقن المواد المساعدة على الإجهاض، وقد يحدث انصمام دموي نتيجة انفصال الجلطة الدموية من الأوردة الرحمية أو أوردة المبيض أو الوريد الحرقفي. ¶ 5. قد يحدث تسمم نتيجة استعمال جرعات كبيرة من الأدوية التي تسبب الإجهاض. ¶ 6. حدوث تقيّح للغشاء المبطن للرحم نتيجة استعمال أدوات غير معقمة (¬2). ¶ المبحث الثاني: مضار الإجهاض على المجتمع ¶ المطلب الأول: آثار الإجهاض ¶ تترتب على الإجهاض بعد تمام الخلق الأحكام المترتبة على الولادة من حيث الطهارة، وانقضاء العدة، ووقوع الطلاق المعلق على الولادة لتيقن براءة الرحم بذلك، ولا خلاف ¶ في ذلك، ولا خلاف في أن الإجهاض ليس له أثر فيما يتوقف فيه استحقاق الجنين على تحقيق الحياة وانفصاله عن أمه حياً كالإرث، والوصية، والوقف (¬3). وجرى الخلاف في الإجهاض قبل نفخ الروح من حيث أثره في الأحكام على النحو الآتي: ¶ ¬__________ ¶ (¬1) ينظر الطب الشرعي والسموميات: ص122 - 124. ¶ (¬2) ينظر المصدر السابق: ص124 - 125. ¶ (¬3) ينظر الموسوعة الفقهية: 2/ 63.",
            "page": "163",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "1. أثره في الطهارة: ¶ - مذهب الحنفية: يذهب الحنفية إلى أن \" الولد الساقط قبل تمامه هو كالساقط بعد تمامه في الأحكام فتصير المرأة به نفساء \" (¬1). ¶ - مذهب المالكية: يذهب المالكية في المشهور عندهم إلى وجوب الغسل بإسقاط علقة ¶ أو مضغة شهد القوابل أنهما أصل آدمي (¬2). ¶ - مذهب الشافعية: يذهب الشافعية إلى مثل ما ذهب إليه المالكية في المشهور عندهم (¬3). ¶ - مذهب الحنابلة: يذهب الحنابلة إلى أن المرأة لو وضعت شيئاً يتبين فيه خلق الإنسان فهو نفاس، إما إذا كان الملقى بضعة لم يتبين فيها شيء من خلق الإنسان فوجهان: أحدهما: هو نفاس لأنه بدء خلق آدمي كما لو تبين فيها خلق آدمي. والثاني: ليس بنفاس لأنه لم يتبين فيها خلق آدمي فأشبهت النطفة (¬4). ¶ 2. أثره في العدة: ¶ - مذهب الحنفية: تنقضي العدة باستبانة بعض خلقه، وإن ألقت ما لم يستبن بعض خلقه لم تنقض به العدة (¬5). ¶ - مذهب المالكية: يرون أنه \" تنقضي العدة بما أسقطته مضغة أو علقة فإن أشكل الأمر ولم يعلم أهو ولد أو دم منعقد اختبر بالماء الحار فإن كان دماً انحل وإن كان ولدا لا يزيده ذلك إلا شدّة \" (¬6). ¶ - مذهب الشافعية: إن وضعت ما ظهر فيه خلق آدمي انقضت به عدتها، وإن وضعت مضغة لم يظهر فيها خلق آدمي وشهد أربع من القوابل أنه مبتدأ خلق آدمي ولو بقي لكان آدمياً فقولان: ¶ أحدهما: لا تنقضي به العدة، لأنه ليس بولد. ¶ والثاني: تنقضي به العدة إذ بخروجه تحصل براءة الرحم والعدة تراد لبراءة الرحم (¬7). ¶ ¬__________ ¶ (¬1) البحر الرائق لابن نجيم: 1/ 379. ¶ (¬2) ينظر مواهب الجليل لشرح مختصر خليل للإمام أبي عبد الله محمد بن عبد الرحمن المغربي: 1/ 375 - ط دار الفكر - بيروت - ط الثانية - 1398هـ، 1977م. ¶ (¬3) إعانة الطالبين للعلامة السيد البكري: 1/ 71. ¶ (¬4) ينظر المغني لابن قدامة: 1/ 211. ¶ (¬5) ينظر البحر الرائق لابن نجيم: 4/ 229. ¶ (¬6) الثمر الداني في تقريب المعاني شرح رسالة القيرواني للإمام صالح بن عبد السميع الأزهري: ص 466 - ط المكتبة الثقافية - بيروت - بدون سنة. ¶ (¬7) ينظر المهذب للإمام إبراهيم بن علي الشيرازي: 2/ 142 - ط عيسى البابي الحلبي - مصر - بدون رقم وسنة.",
            "page": "164",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "- مذهب الحنابلة: لها خمسة أحوال: ¶ * الحال الأول: أن تضع ما بان فيه خلق آدمي من رأس ويد ورجل فهذا تنقضي به العدة بلا خلاف بينهم. ¶ * الحال الثاني: إذا ألقت نطفة أو دما لا تدري هل هو ما يخلق منه الآدمي أو لا فهذا لا يتعلق به شيء من الأحكام لأنه لم يثبت أنه ولد بالمشاهدة ولا بالبينة. ¶ * الحال الثالث: إذا أسقطت مضغة لم يتبين فيها الخلقة فشهد ثقات من القوابل أن فيه صورة خطية ظهر بها أنها خلق آدمي فهذا تنقضي به العدة لأنه قد تبين بشهادة أهل المعرفة أنه ولد. ¶ * الحال الرابع: إذا ألقت مضغة لا صورة فيها فشهد ثقات من القوابل أنه مبتدأ خلق آدمي ففيه خلاف على قولين: ¶ الأول: لا تنقضي به العدة لأنه لم يتبين فيه خلق آدمي فأشبه الدم. ¶ الثاني: تنقضي به العدة لأنهم شهدوا أنه خلق آدمي فأشبه ما لو تصور، والأول هو الصحيح. ¶ * الحال الخامس: أن تضع مضغة لا صورة فيها ولم تشهد القوابل بأنها مبتدأ خلق آدمي فهذا لا تنقضي به عدة لأنه لم يثبت كونه ولدا ببينة ولا مشاهدة فأشبه العلقة فلا تنقضي العدة بوضع ما قبل المضغة بحال سواء كان نطفة أو علقة وسواء قيل إنه مبتدأ خلق آدمي أو لم يقل (¬1). ¶ 3. أثره في الطلاق: ¶ - مذهب الحنفية: إذا علّق الرجل طلاقه على الولادة بأن قال: إن ولدت فأنت طالق، فأسقطت جنيناً ظهر فيه بعض خلقه كيد أو رجل أو إصبع أو ظفر أو شعر، ولا يكون هذا إلا بعد مائة وعشرين يوماً فإنه يحنث به في تعليقه أي يقع طلاقه، وإن لم يظهر من خلقه شيء فلا يقع طلاقه (¬2). ¶ - مذهب المالكية: يذهب المالكية إلى وقوع الطلاق المعلق على الولادة إذا أسقطت الجنين ولو كان مضغة أو علقة طالما تبين أنه ولد وليس دماً منعقداً (¬3). ¶ - مذهب الشافعية: يشترط الشافعية في وقوع الطلاق المعلق أن يظهر في الساقط خلق آدمي، حيث قالوا: \" ولو أسقطت ما بان فيه خلق آدمي طلقت وإن لم يبن فيه خلق الآدمي بتمامه لم تطلق \" (¬4). ¶ ¬__________ ¶ (¬1) ينظر المغني لابن قدامة: 8/ 97. ¶ (¬2) ينظر حاشية رد المحتار لابن عابدين: 1/ 302 - 333. ¶ (¬3) ينظر الثمر الداني للأزهري: ص 466. ¶ (¬4) روضة الطالبين للإمام أبي زكريا يحيى بن شرف النووي: 8/ 141 - ط المكتب الإسلامي - بيروت - ط الثانية - 1405هـ، 1984م.",
            "page": "165",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "- مذهب الحنابلة: يشترط الحنابلة في وقوع الطلاق المعلق على الولادة أن تضع منه ما يتبين فيه بعض خلق الإنسان وإلا لم تطلق (¬1). ¶ المطلب الثاني: الإجهاض في الميزان الاجتماعي والتربوي ¶ كان قدماء المصريين ينظرون إلى الإجهاض على أنه تصرف طبيعي من حق كل من الأبوين، وكذا الحال في بقية الشرائع الوضعية السائدة في ذلك الزمان. ¶ كان الآباء في إسبارطة يقتلون أولادهم عقب الولادة إذا وجدوا ما يدل على عدم كفاءة أجسامهم للحياة المثالية، وكان مثل هذا النظام سائداً في أثينا وفي روما، وقد أقرّه فلاسفة اليونان أنفسهم. أما المجتمع العربي في الجاهلية، فقد كان متوغلاً فيما هو أشد من هذا وأبعد إذ كان كثير من العرب لا يرون بأساً في أن يدفن الأب أبنه أو ابنته بعد أن يخرج إلى الحياة الدنيا إما خوفاً من الفقر أو غيرة على العرض، ويقال: إنّ شريعة حمورابي كانت من أقدم الشرائع الوضعية التي تخالف ذلك حيث كانت تمنع الإجهاض وتعاقب عليه، ثم بدأت المجتمعات تنظر إلى الإجهاض بمنظار أخلاقي، وتضعه في ميزان الشعور بالمسؤولية والأضرار الصحية، فتكونت من ذلك نظرة اشمئزاز إلى الإجهاض المفتعل وأتجه معظم المجتمعات إلى تحريمه ووضع العقوبات عليه، وراحت ترفع شعاراً جميلاً لحماية هذا الاتجاه ودعمه يقول: كل مولود يولد على الأرض، يجب أن يكون له مكان على مائدة الطبيعة (¬2). ¶ لقد أيقن الناس المنصفون أن الإجهاض نبتة سامّة في حديقة المجتمع المتمدن لابد أن تجتث، وأيقنوا أنه خطر اجتماعي يعرقل مسيرة التقدم في المجتمعات التي تسعى وراء حضارة مزدهرة. ¶ إذن كان لهذا الفعل رد فعل مساوٍ له في القوى ومعاكس له في الاتجاه، فبعد أن كانت المجتمعات السابقة تؤيد هذا الفعل وتدعوا إليه عادت أدراجها قصصاً بعد أن ظهرت النتائج السلبية عن هذا الفعل، وتناثرت الآراء في المجتمعات وبرز منها ثلاثة آراء ذكرها الدكتور البوطي فقال: \" المجتمعات الحديثة تتقاسمها آراء ثلاثة في الإجهاض المفتعل، أو ما يسمى بالإجهاض الاجتماعي: ¶ ¬__________ ¶ (¬1) ينظر الإنصاف للمرداوي: 9/ 81. ¶ (¬2) ينظر مسألة تحديد النسل وقايةً وعلاجاً للدكتور محمد سعيد رمضان البوطي: ص 118 - ط الوكالة العامة للنشر والتوزيع - بيروت، دمشق - ط الثانية - بدون سنة.",
            "page": "166",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "- الرأي الأول: ويمثل اتجاه الغالبية العظمى، يرى أن الإجهاض خطر اجتماعي ما ينبغي السكوت عليه، بل يجب درؤه بشتى الأسباب والوسائل، وهو رأي الدول الأوربية بشكل ¶ عام كفرنسا، وإيطاليا، وألمانيا والسويد وهولندا، وبلجيكا واليونان ودول أمريكا اللاتينية. ¶ - الرأي الثاني: يتجه إلى أن الإجهاض بأنواعه لا يستحق أي عقوبة، إذ الشأن فيه يجب أن يكون منوطاً بالوضع الاقتصادي الذي تقدره كل أسرة حسب واقعها وظروفها. وهذا الرأي ثمرة لتلك النظرية التي تعيد القيم والمواصفات الإنسانية المختلفة إلى أساس واحد هو الأساس الاقتصادي. ومن أبرز أئمة هذا الرأي الصين الشعبية، كما أن الاتحاد السوفيتي تبناه ردحاً من الزمن بدءاً من عام 1920 حيث أعلن أن من حق كل امرأة أن تجهض نفسها عندما تشاء وللسبب الذي تراه. ¶ - الرأي الثالث: يتبنى اتجاهاً وسطاً بين الرأيين السابقين فهو مع يقينه بأن الإجهاض عمل شاذ ولا يتفق مع القيم الإنسانية والقوانين الصحيحة، يرى بأن العقاب لا يفيد، بل هو يولد ردود فعل ن ويشجع على الإجهاض السري الذي هو اشد خطورة وأكثر شراً. فمآله تقريباً إلى مثل مآل الرأي الثاني. ¶ وقد أخذت بهذا الرأي الدول الاسكندنافية، وسويسرا، وبريطانيا وبعض دول أوربا الوسطى والشرقية وكثير من الولايات المتحدة. ¶ والدول العربية تتجه، عموماً، إلى الرأي الأول القاضي بمنع الإجهاض والمعاقبة عليه، نظراً إلى أنه يحمل إلى المجتمع أضراراً خلقية وإنسانية وصحية مختلفة \" (¬1). ¶ وبعد هذا التباين في الآراء نستنتج بأن المجتمع الذي يشجع عملية الإجهاض ويدعو ¶ إليها، سيعود أدراجه في التدني الاجتماعي والتراجع الحضاري والانحلال الخلقي الذي ينتج عنه خلل في توازن الحياة المجتمعية فتعم الفوضى في أرجاءه ويسوده التخلف وإن شاهدنا ¶ فيه علامات الرقي والتقدم. وذكر الدكتور البوطي نقلاً عن بعض التحقيقات الصحفية \" أن في نيويورك (300) عيادة خاصة باستقبال الحوامل اللاتي يرغبن في الإجهاض، وأن هناك إعلانات حتى في المترو تقول: هل تريدين أن تجهضي؟ اطلبي ذلك حالاً (¬2). ¶ المطلب الثالث: بيان مضار الإجهاض الاجتماعية والتربوية: ¶ لابد لكل عمل سلبي يفعله الإنسان أن ينتج عنه مضار ربما تؤثر على الإنسان دون المجتمع وربما تؤثر على المجتمع دون الإنسان وربما تؤثر عليهما معاً، وعلى هذا فالإجهاض ¶ ¬__________ ¶ (¬1) مسالة تحديد النسل وقايةً وعلاجاً للدكتور البوطي: ص 121 - 122. ¶ (¬2) المصدر السابق: ص 58.",
            "page": "167",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "عمل سلبي يؤثر على الفرد أولاً ثم على المجتمع ثانياً. أما مضاره على الفرد فقد سبق ذكرها (¬1)، وأما مضاره على المجتمع بأسره بغض النظر عن القوميات والديانات يمكن إجمالها في نقطتين رئيستين: ¶ 1. حدوث خلل في النظام التكويني للمجتمعات: ¶ يحدث هذا الخلل نتيجة لانخفاض معدلات الولادة وارتفاع حالات الوفيات، فالمجتمعات بعد عصر النهضة العلمية والثورة التقدمية لابد لها من زيادة عدد الولادات لإحداث توازن نوعي في لبنات المجتمع وبوجود الإجهاض سينشأ اتجاه معاكس مع هذا المفهوم، هذا من جهة ومن جهة أخرى يظهر لنا أن زيادة عدد السكان في المجتمعات سيحدث توازناً اقتصادياً، وقد ذكر أبو الأعلى المودودي نقلاً عن (كولين كلارك) قوله: \" ولعل أكثر صناعاتنا في المجتمع الجديد سوف لا تستفيد إلا بزيادة السكان، لأن الخطة التي تجري عليها معظم دوائرنا الاقتصادية اليوم هي أن السكان إذا تزايدوا وأتسع حجم السوق، فإن التنظيم ـ أي تنظيم السكان ـ سوف لا يزداد في اقتصادياته وبذلك سوف يزداد الإنتاج الفردي ولا ينقص، ولو لم تكن أمريكا الشمالية وأوربا الغربية مكتظتين بوفرة السكان، لضاق المجال في وجه جزء كبير من صناعاتنا الجديدة، وازدادت تكاليفنا للإنتاج ازدياداً كبيراً، بل كان خروج صناعاتنا هذه إلى عالم الوجود مما فيه النظر لو لم تكن عندنا زيادة السكان \" (¬2). ¶ 2. تفشي الفاحشة وانتشارها: ¶ يؤدي الإجهاض إلى ارتفاع نسبة الزنا والبغي حيث أن وجوده يعني وجود طريق سهل لإخفاء ما يسمى بالعار عند غير المتزوجات وهو أثر الزنا، فتكثر البغايا وترتفع نسبة الزنا في المجتمعات وخاصة في المجتمعات الغربية الإباحية وفي الأسر غير المحافظة في تلك المجتمعات. ¶ ولابد أن أشير هنا إلى أن الإجهاض لا ينحصر في النساء المتزوجات فقط بل شمل أيضاً الفتيات غير المتزوجات، وقد ذكر المودودي هذا الأمر نقلاً عن أحد أساتذة جامعة (بريستون) في أمريكا فقال: \" إن الإجهاض قد تضاعفت حوادثه عدة مرات بعد رواج وسائل ¶ ¬__________ ¶ (¬1) ينظر: ص15 من هذا البحث. ¶ (¬2) حركة تحديد النسل لأبي الأعلى المودودي: ص96 - ط دار الفكر - دمشق - بدون سنة - نقلاً عن مقالة (زيادة السكان ومستوى المعيشة).",
            "page": "168",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "منع الحمل، وما رواجه الآن بين المتزوجات فحسب، بل هو عام كذلك بين الفتيات غير البالغات عشرين سنة \" (¬1). ¶ فلننظر الآن إلى المجتمعات بعد صيحات الحرية ونداءات الإباحية كيف ستغدو حينما ترتكب فتيات صغيرات جريمة الإجهاض؟ .. وتنتشر هذه العملية بين الفتيات لأنها ذات فائدتين عندهنّ وهما: إشباع الغريزة الجنسية وإخفاء أثر العملية الجنسية فيتحصل المطلوب دون وجود معوقات تحول دونه. ¶ كان هذا عرضاً للمضار الاجتماعية على المجتمعات بصورة عامة، وبقي أن أبين مخاطره على المجتمع الإسلامي الذي نحن جزء لا يتجزأ منه؛ بيان ذلك أن الإسلام يدعو دائماً إلى تحقيق أفضل وسائل العيش الآمن في المجتمع، وينكر بشدة على أي عمل سلبي ¶ من شأنه تعكير صفو هذا العيش الآمن أو قضّ مضجعه، ويدعو الإسلام أيضاً إلى زيادة النسل والحفاظ عليه والترغيب في النكاح لإكثار سواد الأمة الإسلامية، ويعاقب الإسلام كل من جنى على حمل قائم سواء كان بفعل المرأة أو بفعل غيرها، فقد جاء في الحديث الشريف: \" إن امرأتين رمت إحداهما الأخرى بحجر فطرحت جنينها فقضى فيه النبي (- صلى الله عليه وسلم -) بغرة: عبد أو وليدة \" رواه البخاري (¬2)، وورد في كتب الفقه \" وإن شربت دواءً لتطرحه أو عالجت فرجها حتى أسقطته ضمن عاقلتها الغرّة \" (¬3) والغرّة تعدل خمساً من الإبل (¬4)، أوجبها الإسلام ردعاً للناس عن هذا الفعل. ¶ إذن الإسلام يحافظ على كيان المجتمع بكل طبقاته وشرائحه، ولا يرضى أن تظهر فيه الفاحشة وتعم فيه الرذائل، وضرر الإجهاض أيضاً على المجتمع الإسلامي أنه ينشر فيه الوسائل الممهدة إلى الفواحش والمعاصي، فإذا تساهل المسلمون في هذا الجانب تساهلوا في كل شيء دونه وفوقه، وهذا سيؤدي إلى تخريب البيت من الداخل وسيصبح المجتمع الإسلامي صورة طبق الأصل من المجتمع الغربي، فيسهل الهجوم عليه من الخارج. ¶ وبهذا يظهر لنا أن الإسلام ينكر هذا الفعل، ويرفض ويحارب كل الدعوات التي تدعو ¶ من وراء الكواليس إلى الإجهاض وتحديد النسل باسم الحرية تارة وباسم الإباحية تارة أخرى. ¶ والحمد لله أولاً وآخراً .. ¶ ¬__________ ¶ (¬1) المصدر السابق: ص 82، نقلاً عن الأستاذ (إيرين) بجامعة (بريستون) في أمريكا. ¶ (¬2) صحيح البخاري - كتاب الطب - باب الكهانة - حديث رقم (5758): 5/ 2172. ¶ (¬3) البحر الرائق لابن نجيم: 9/ 105. ¶ (¬4) ينظر الروض المربع للإمام منصور بن يونس البهوتي: 3/ 286 - ط مكتبة الرياض الحديثة - الرياض - 1390هـ، 1969م.",
            "page": "169",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الخاتمة والنتائج ¶ بعد البحث في هذا الموضوع في كل جوانبه توصلت إلى النتائج الآتية: ¶ 1. وقع اختياري على كلمة إجهاض عنواناً للبحث من بين المصطلحات المستخدمة عند الفقهاء (الإجهاض، الإسقاط، الوضع، الطرح، الإملاص، الإلقاء) وذلك لأن هذه الكلمة أصبحت مستعملة في العرف العام السائد بين الناس. ¶ 2. هناك فرق نسبي بين تعريف الإجهاض في المصطلح الفقهي وبين تعريفه في المصطلح الطبي، فغاية ما في الأمر أن التعريف الفقهي للإجهاض يتعرض إلى الإجهاض من أربع جهات وهي: خروج الجنين من رحم أمه، وكونه تام الخلقة أو ناقصها، وكونه تام المدة أو ناقصها، وكونه سقط بفعل أمه أو بفعل غيرها، أما التعريف الطبي للإجهاض فيتعرض إلى الإجهاض من جهتين فقط وهما: خروج الجنين من رحم أمه، والمدة فقط. ¶ 3. لا ينحصر عند الفقهاء استخدام كلمة الإجهاض دون غيرها بل يتعدد استخدام الفقهاء لعبارات الإجهاض، فمنهم من يطلق عليه كلمة (إجهاض)، ومنهم من يطلق عليه كلمة (إسقاط) ومنهم من يقول (إملاص) وآخر يقول (طرح) وبعضهم يقول (الوضع) وآخرون يقولون (الإلقاء)، بل هناك بعض الفقهاء يستخدم ثلاثة ألفاظ أو أكثر للإجهاض. ¶ 4. لا خلاف بين الفقهاء جميعاً في أن إسقاط الجنين بعد استقراره أربعة أشهر وهي مدة نفخ الروح محرم غير جائز إلا لضرورة، كتعسر الولادة وكان بقاء الحمل ضاراً بالأم، فإنه في هذه الحالة يباح الإجهاض إعمالاً لقاعدة دفع الضرر الأشد بالضرر الأخف. ¶ 5. بالنسبة لحكم الإجهاض قبل نفخ الروح فقد وقفت على الأقوال الآتية: ¶ أ. أجاز الفقهاء الحنفية إسقاط الحمل ما لم يتخلق منه شيء، وهو لا يتخلق إلا بعد مائة وعشرين يوماً، وهذا الإسقاط مكروه بغير عذر، وذكروا أن من الأعذار انقطاع لبن الأم المرضع بعد ظهور الحمل مع عجز أب الصغير عن استئجار مرضعة ويخاف هلاكه. ¶ ب. مذهب جمهور المالكية أنه لا يجوز الإسقاط مطلقاً ولا يجوز التعرض للمني بعد قبضه في الرحم، ومنهم من يراه مكروهاً قبل الأربعين. ¶ ج. ذهب بعض الشافعية إلى مثل ما ذهب إليه الأئمة الحنفية، وقال بعضهم يحرم مطلقاً. ¶ د. ذهب جمهور الحنابلة إلى جواز الإسقاط ما دام الحمل نطفة أي قبل أربعين يوماً، وقال بعضهم يحرم، وقال بعضهم يجوز ما لم تنفخ فيه الروح. وأنا أميل إلى قول الإمام الغزالي (رحمه الله) بالقول بتحريم الإجهاض مطلقاً إلاّ لضرورة شرعية ملجئة، لأن الماء بعد ما وقع في الرحم مآله الحياة فيكون له حكم الحياة.",
            "page": "170",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "6. لابد من استخدام أجهزة الإعلام وتوظيف السبل المتاحة لأجل نشر وتوضيح مخاطر الإجهاض على المرأة وما يعود به من عواقب وخيمة على صحتها، حتى يكون رادعاً قوياً عن الإجهاض. ¶ 7. يكمن في الإجهاض خطران عظيمان يهددان المجتمعات كلها بشكل عام والمجتمع الإسلامي بشكل خاص وهما: حدوث خلل في النظام التكويني للمجتمعات، وتفشي الفاحشة وانتشارها بين الناس. ¶ 8. لابد من وضع العقوبات القانونية الصارمة بحق من يقوم بهذا العمل سواء كان الإجهاض بفعل المرأة نفسها أو كان بفعل غيرها. ¶ المصادر والمراجع ¶ 1. القرآن الكريم ¶ 2. إحياء علوم الدين للإمام حجة الإسلام أبي حامد محمد بن محمد بن أحمد الطوسي الغزالي- ط دار المعرفة - بيروت - 1402هـ، 1982م. ¶ 3. إعانة الطالبين على حل ألفاظ فتح المعين للعلامة أبي بكر الشهير بالسيد البكري - ط دار إحياء التراث العربي - بيروت - ط الرابعة - بدون سنة. ¶ 4. الأم للإمام محمد بن إدريس الشافعي - ط دار المعرفة - بيروت - ط الثانية - بدون سنة- تحقيق محمد زهري النجار. ¶ 5. الإنصاف في معرفة الراجح من الخلاف للإمام أبي الحسن علي بن سليمان المرداوي - ط دار إحياء التراث العربي - بيروت - بدون رقم وسنة - تحقيق محمد حامد الفقي. ¶ 6. البحر الرائق للإمام زين العابدين إبراهيم بن محمد الحنفي الشهير بابن نجيم المصري - ط دار الكتب العلمية - بيروت - ط الأولى - 1418هـ، 1997م - تحقيق الشيخ زكريّا عميرات. ¶ 7. بدائع الصنائع في ترتيب الشرائع للإمام علاء الدين الكاساني - ط دار الكتاب العربي - بيروت - ط الثانية - 1403هـ، 1982م. ¶ 8. التبيان في أقسام القرآن للإمام ابن قيم الجوزية - ط دار الفكر - بيروت - بدون سنة. ¶ 9. التمهيد لما في الموطأ من المعاني والأسانيد للإمام يوسف بن عبد الله بن عبد البر - ط وزارة عموم الأوقاف والشؤون الإسلامية - المغرب - 1387هـ، 1966م - تحقيق مصطفى بن أحمد العلوي ومحمد عبد الكبير البكري. ¶ 10. تنظيم الأسرة في التراث الإسلامي للدكتور عبد الرحيم عمران - طبعة مزيدة ومنقحة من الطبعة الإنكليزية - بدون مكان وسنة.",
            "page": "171",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "11. الثمر الداني في تقريب المعاني شرح رسالة القيرواني للإمام صالح عبد السميع الآبي الأزهري - ط المكتبة الثقافية - بيروت - بدون سنة. ¶ 12. الجامع الصحيح للإمام محمد بن إسماعيل البخاري - ط دار ابن كثير - بيروت - ط الثالثة - 1407هـ، 1987م - تحقيق د. مصطفى البغا. ¶ 13. حاشية الدسوقي على الشرح الكبير للإمام محمد عرفة الدسوقي - ط دار الفكر- بيروت- بدون سنة - تحقيق الشيخ محمد عليش. ¶ 14. حاشية رد المحتار على الدر المختار للإمام محمد أمين الشهير بابن عابدين - ط مصطفى البابي الحلبي - مصر - ط الثانية - 1386هـ، 1967م. ¶ 15. حركة تحديد النسل لأبي الأعلى المودودي - ط دار الفكر - دمشق - بدون سنة. ¶ 16. الروض المربع للإمام البهوتي - ط مكتبة الرياض الحديثة - الرياض - 1390هـ، 1969م. ¶ 17. روضة الطالبين للإمام أبي زكريّا يحيى بن شرف النووي - ط المكتب الإسلامي - بيروت - ط الثانية - 1405 هـ، 1984م. ¶ 18. سنن أبي داود للإمام سليمان بن الأشعث الشهير بأبي داود - ط دار الحديث - القاهرة - 1408هـ، 1988م. ¶ 19. الشرح الكبير للإمام أبي البركات أحمد الدردير - ط دار الفكر - بيروت - بدون سنة - تحقيق الشيخ محمد عليش. ¶ 20. صحيح مسلم للإمام مسلم بن الحجاج القشيري النيسابوري- ط دار إحياء التراث العربي- بيروت - بدون رقم وسنة - تحقيق محمد فؤاد عبد الباقي. ¶ 21. الطب الشرعي والسموميات تأليف مجموعة أساتذة الطب الشرعي في كليات الطب في الجامعات العربية - طبع في الإسكندرية بمصر - 1414هـ، 1993م. ¶ 22. فتح القدير للإمام كمال الدين محمد بن عبد الواحد السيواسي السكندري المعروف بابن الهمام الحنفي - ط دار الفكر - بيروت - ط الثانية - بدون سنة. ¶ 23. فتح القدير للإمام محمد بن علي الشوكاني - ط دار الوفاء - المنصورة بمصر - ط الثانية - 1418هـ، 1997م - تحقيق د. عبد الرحمن عميرة. ¶ 24. القاموس المحيط للإمام مجد الدين محمد بن يعقوب الفيروز آبادي - ط دار الجيل - بيروت - بدون سنة. ¶ 25. القوانين الفقهية للإمام محمد بن أحمد بن جزي الكلبي - ط دار الكتب العلمية - بيروت - بدون سنة.",
            "page": "172",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "26. الكافي في فقه الإمام المبجل أحمد بن حنبل للإمام أبي محمد عبد الله بن قدامة المقدسي - ط المكتب الإسلامي - بيروت - ط الخامسة - 1408هـ، 1987م - تحقيق زهير الشاويش. ¶ 27. كشاف القناع عن متن الإقناع للإمام منصور بن يونس بن إدريس البهوتي الحنبلي - ط دار الفكر - بيروت - 1402هـ، 1981م - تحقيق هلال مصيلحي. ¶ 28. لسان العرب للإمام أبي الفضل جمال الدين محمد بن مكرم ابن منظور الإفريقي المصري - ط دار صادر - بيروت - ط الأولى - بدون سنة. ¶ 29. مسألة تحديد النسل وقاية وعلاجاً للدكتور محمد سعيد رمضان البوطي - ط الوكالة العامة للنشر والتوزيع - بيروت - ط الثانية - بدون سنة. ¶ 30. المغني للإمام عبد الله بن أحمد الحنبلي الشهير بابن قدامة - ط دار الفكر - بيروت - ط الأولى - 1405هـ، 1984م. ¶ 31. المهذب في فقه الإمام الشافعي للإمام إبراهيم بن علي الشيرازي - ط عيسى البابي الحلبي - مصر - بدون سنة. ¶ 32. مواهب الجليل لشرح مختصر خليل للإمام أبي عبد الله محمد بن عبد الرحمن المغربي - ط دار الفكر - بيروت - ط الثانية - 1398هـ، 1977م. ¶ 33. الموسوعة الفقهية - وزارة الأوقاف والشؤون الإسلامية - الكويت - ط الثانية - 1401هـ، 1980م. ¶ 34. نهاية الزين في إرشاد المبتدئين للشيخ محمد بن عمر الجاوي - ط دار الفكر - بيروت - ط الأولى - بدون سنة. ¶ 35. نهاية المحتاج إلى شرح المنهاج للإمام أحمد بن حمزة الرملي - ط المكتبة الإسلامية - ديار بكر / تركيا - بدون سنة. ¶ 36. النهاية في غريب الأثر للإمام ضياء الدين أبي السعادات ابن الأثير الجزري - ط دار الفكر - بيروت - 1400هـ، 1979م - تحقيق طاهر أحمد الزاوي ومحمود محمد الطباخي.",
            "page": "173",
            "part": "1"
        }
    ],
    "t36689": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ظاهرة الإجهاض بين الحكم الفقهي والضرر الاجتماعي والتربوي"
        }
    ]
}