{
    "b36686": [
        {
            "id": "1",
            "nass": "أخذ المضحي من شعره وظفره ¶ نظرة فقهية في السياق التاريخي ¶ الباحث فؤاد الهاشمي ¶ - تحرير محل النزاع: ¶ - ذهب عامة أهل العلم: إلى أن أخذ الشعر والظفر محظور على المحرم، وخالف أهل الظاهر في شعر غير الرأس، وفي الظفر. ¶ - اتفق الفقهاء: على جواز أخذ الشعر والظفر لمن كان حلالا ولم يرد أن يضحي. ¶ - اختلفوا: في حكم أخذ الشعر والظفر لمن كان حلالاً، وأراد أن يضحي، وأهلَّ عليه هلال ذي الحجة، وهنا موضع البحث. ¶ - الأقوال في المسألة: ¶ القول الأول: الإباحة المطلقة، وهذا مذهب الحنفية. ¶ القول الثاني: الكراهة، وهذا مذهب المالكية، والشافعية. ¶ القول الثالث: التحريم، وهذا مذهب الحنابلة، والظاهرية. ¶ - السياق التاريخي للمسألة: ¶ كان القول الذائع المنتشر في زمن التابعين هو القول بالجواز، وعلى هذا سائر فقهاء المدينة والكوفة، وهما المصران اللذان يدور عليهما فقه الصحابة رضي الله عنهم. ¶ غير أنه جاءت بعض الآثار المفيدة لمنع المضحي من أخذ شعره وظفره إذا أراد أن يضحي، أشهرها حديث أم سلمة رضي الله عنها، وجاء أيضاً عن علي بن أبي طالب رضي الله عنه، وابن عمر رضي الله عنهما، وحُكي عن أصحاب رسول الله صلى الله عليه وسلم. ¶ وقد روى أثرَ أم سلمة رضي الله عنها: سعيدُ بن المسيب رضي الله عنه، وقد أخذه بحقه، فكان يفتي بموجبه، وينتصر له، وعنه أخذ الناس. ¶ وبهذا ندرك: أن الذي يبحث في مسألة حكم الأخذ من الشعر والظفر لمن أراد أن يضحي لا يمكنه بحال أن يتجاوز فقيه المدينة: \"سعيد بن المسيب\"، سيد التابعين،",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فمدار حديث أم سلمة بكل رواياته الموقوفة والمرفوعة عليه وحده حتى روي عنه موقوفاً عليه. ¶ وقد حدث في عصر التابعين ثلاثة أحداث مهمة في تناول المسألة: ¶ - الحدث الأول: الطلاء بالنورة، وتَرْكُ الناس للحديث: ¶ فعن عمرو بن مسلم بن عمار الليثي قال: (كنا في الحمام قبيل الأضحى، فاطلى فيه ناس، فقال بعضُ أهل الحمام: إن سعيد بن المسيب يكره هذا أو ينهى عنه، فلقيت سعيد بن المسيب، فذكرت ذلك له، فقال: يا ابن أخي، هذا حديث قد نسي وترك، حدثتني أم سلمة زوج النبي صلى الله عليه وسلم، قالت: قال رسول الله صلى الله عليه وسلم، فذكر الحديث). ¶ قلت: هذه الجملة فهم منها بعضهم، أن سعيد بن المسيب يحكي ترك العمل بحديث أم سلمة، فَهِمَ هذا الإمامان: ابنُ عبد البر المالكي، وتلميذه ابنُ حزم الظاهرري، فاحتج به الشيخ على ترك العمل به، ورده التلميذ لأصله في خطأ إعلال النصوص بترك العمل. ¶ لكن الأظهر: أن سعيد بن المسيب لا يريد الاحتجاج بترك العمل بالحديث، وإنما أراد أن الناس قد فرطوا في الأخذ به لنسيانه، أو أنه لم يشتهر فلم يعلموا به، ويدل على ذلك الروايات الكثيرة عنه بفتواه بمقتضى الحديث، وتحسينه لفتوى من أفتى بموجبه. ¶ إذن هناك ترك للحديث: ثم هناك اتجاهان في تفسير هذا الترك؛ فمن الناس مَنْ فسره بأنه ترك أهل العلم للعمل بالحديث، والأدق أن المراد أن الناس تركوه جهلاً منهم أو نسياناً، فالأول تركٌ للحديث بمعنى إسقاط الاحتجاج به، والآخر تركٌ فيه تأسف على عدم عمل الناس به. ¶ ويبدو أن تفسير الترك بمنى ترك العمل بالحديث: هو سبب ما أضيف إلى سعيد بن المسيب أنه لا بأس بالاطلاء بالنورة في عشر ذي الحجة. ¶ - الحَدَث الثاني: تأييد سعيد لفتوى الخرساني: ¶ فعن قتادة: (أن كثير بن أبي كثير سأل سعيد بن المسيب أن يحيى بن يعمر يفتي بخراسان، يعني كان يقول: إذا دخل عشر ذي الحجة واشترى الرجل أضحيته فسماها لا يأخذ من شعره وأظفاره، فقال سعيد: قد أحسن، كان أصحاب رسول الله صلى الله عليه وسلم يفعلون ذلك أو يقولون ذلك). ¶ وفي رواية، قال قتادة: (فذكرت ذلك لسعيد بن المسيب، فقال: نعم، قلت: عمن يا أبا محمد، قال: عن أصحاب محمد صلى الله عليه وسلم). ¶ قيل لأحمد: إن قتادة يروي عن سعيد بن المسيب: (أن أصحاب النبي صلى الله عليه وسلم كانوا إذا اشتروا ضحاياهم أمسكوا عن شعورهم وأظفارهم إلى يوم النحر)،",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فقال: هذا يقوي هذا، ولم يره خلافا ولا ضعفه. ¶ قلت: في هذه القصة فوائد: ¶ 1. وقوع الفتوى في زمن التابعين بمقتضى الحديث. ¶ 2. يبدو أن هذا الأمر لم يكن مشهورا، بدليل أن سعيداً يحدَّث بفتوى في خراسان، ثم يسأل عن حكم المسألة ودليلها. ¶ 3. فيه تصريح سعيد بن المسيب بموافقته لهذا الفتوى. ¶ 4. فيه بيان مأخذ الفتوى به، وهو أنه قول أصحاب رسول الله صلى الله عليه وسلم، مما يعزز وقف الحديث وعدم رفعه، إذ لو كان عنده ثابتا مرفوعا لما احتاج إلى الاحتجاج بأقوال الصحابة. ¶ ومما ورد في الباب من فتوى الصحابة به: ما جاء عن علي بن أبي طالب رضي الله عنه قال: «إذا دخل العشر واشترى أضحيته أمسك عن شعره وأظفاره»، قال قتادة: فأخبرت بذلك سعيد بن المسيب، فقال: كذلك كانوا يقولون. ¶ الحدث الثالث: عكرمة والنقد القياسي للحديث: ¶ أخرج النسائي حديث أم سلمة من رواية شريك عن عثمان الأحلافي، عن سعيد بن المسيب قال: «من أراد أن يضحى, فدخلت أيام العشر , فلا يأخذ من شعره , ولا أظفاره، قال عثمان: فذكرته لعكرمة, فقال: ألا يعتزل النساء والطيب!!». ¶ قلت: هاهنا ينتقد عكرمة تلميذ ابن عباس: فتوى سعيد بن المسيب من عدم الأخذ من الشعر والظفر لمن أراد أن يضحي، واستعمل في نقده لهذه الفتوى الأدوات القياسية، فقال: إن كان هذا الحكم تشبها بالمحرم؛ أفلا يعتزل النساء ويجتنب الطيب كما يصنع المحرم؟! فإن هذا مقتضى القياس، أما وقد تركوه فإنه يدل على فساده، فتبعيض القياس من غير معنىً يلوح أو يتخيل إشارة بيِّنة على وهنه. ¶ وقد أجمع العلماء – كما يقول الطحاوي وابن عبد البر: على أن الجماع مباح في أيام العشر لمن أراد أن يضحي، فما دونه أحرى أن يكون مباحا. ¶ - مرحلة ما بعد سعيد بن المسيب: ¶ يمكن تلخيصها في حدثين هامين: ¶ الحدث الأول: الاختلاف في رفع الحديث ووقفه: ¶ هذه المرحلة وقع فيها الاختلاف: هل الحديث مرفوع إلى النبي صلى الله عليه وسلم؟ أو أنه موقوفٌ على أم سلمة؟ أو أنه من فتوى سعيد بن المسيب من قوله؟ ¶ وقد أشار الإمام مسلم إلى شيء من هذا الاضطراب الواقع في رواية الحديث، فنقل عن سفيان أنه قيل له - وهو أحد رواة الحديث -إن بعضهم لا يرفعه؟ فقال: لكني أرفعه. ¶ وقد ساق الإمام مسلم والإمام النسائي جملة من هذه الآثار، وقد صحح أحمد، ومسلم،",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والترمذي، وابن حبان، وابن حزم: الحديث مرفوعا. ¶ بينما جزم بوقفه: الدارقطني في العلل، وابن عبد البر في التمهيد، وقبلهم الطحاوي في شرح معاني الآثار في قوله القديم الآثار لما كان يقول بقول الجمهور. ¶ الحدث الثاني: ترك أكثر فقهاء الأمصار العمل به: ¶ فأهل الكوفة على الجواز، ولم يقولوا حتى بكراهة الأخذ. ¶ عن الليث بن سعد، وهو فقيه أهل مصر، حين ذُكر له حديث أم سلمة قال: قد رُوي هذا, والناس على غيره. ¶ وقد ذكر عمران بن أنس: أنه سأل مالكا عن حديث أم سلمة هذا، فقال: ليس من حديثي، قال: فقلت لجلسائه: قد رواه عنه شعبة وحدث به عنه وهو يقول: ليس من حديثي فقالوا لي: إنه إذا لم يأخذ بالحديث قال: فيه ليس من حديثي. ¶ ومن هنا ندرك صدق مقولة ابن عبد البر رحمه الله أن سائر فقهاء المدينة والكوفة على الجواز. ¶ - ولادة القول بالكراهة: ¶ جاء الإمام الشافعي، فحاول الجمع بين ما جاء في الأثر وبين الأخذ بالقياس وما عليه عمل الناس، وما يعضده من عموم حديث عائشة رضي الله عنها، فصار إلى القول بالكراهة، فهو يقف موقفا متوسطا بين القائلين بالجواز والقائلين بالتحريم. ¶ ولعل هذا هو قول ابن عمر رضي الله عنهما، فإنه: (مر بامرأة تأخذ من شعر ابنها في الأيام العشر، فقال: لو أخرتيه إلى يوم النحر كان أحسن)، مع ما فيه من ملاحظة أن المنع إنما يلحق المضحي لا غيره، بينما أشار هنا إلى تأخير حلق شعر الصبي، والصبي لا يقع منه التضحية عادة. ¶ ثم تبع الإمامَ الشافعي: على الكراهة أصحابُه، وكذا: المتأخرون من أصحاب الإمام مالك، فاستقر مذهبهما على كراهة ذلك. ¶ مرحلة إعادة إحياء القول بالتحريم: ¶ جاء الإمام أحمد، فأخذ بظاهر حديث أم سلمة رضي الله عنها، وهو مَنْ تحمل عبء إظهار هذا القول، والفتوى بموجبه بعد سعيد بن المسيب، ووافقه على ذلك إسحاق بن راهويه. ¶ قال أحمد: ذكرت لعبد الرحمن بن مهدي حديث عائشة، وحديث أم سلمة، ولم يأت بجواب، فذكرته ليحيى بن سعيد، فقال يحيى: ذاك له وجه، وهذا له وجه، حديث عائشة إذا بعث بالهدي، وأقام وحديث أم سلمة إذا أراد أن يضحي بالمصر. ¶ قال أحمد: وهكذا أقول، قيل له: فيمسك عن شعره وأظفاره؟ قال: نعم، كل من أراد أن يضحي، فقيل له: هذا على الذي بمكة؟ فقال: لا، بل على المقيم. ¶ قيل له: إن قتادة يروي عن سعيد بن المسيب: (أن أصحاب النبي صلى الله عليه وسلم كانوا إذا اشتروا ضحاياهم أمسكوا عن شعورهم وأظفارهم إلى يوم النحر)، فقال: هذا يقوي هذا، ولم يره خلافا ولا ضعفه. ¶ والقول بتحريم الأخذ من الشعر والظفر لمن أراد أن يضحي: من مفردات الإمام",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أحمد. ¶ ثم أخذ بهذا القول بعد ذلك: أبو جعفر الطحاوي في آخر قوليه، وأهل الظاهر متمثلين بداود وابن حزم. ¶ وخلاصة تاريخ هذه المسألة: ¶ يمكن اعتباره بسعيد بن المسيب الذي روى حديث الباب، وأفتى بموجبه، وكان مشهورا عنه دون غيره، ثم خمل هذا القول، ولا يكاد يضاف إلى أحد بعده إلا ما قيل عن ربيعة الرأي، أما فقهاء المدينة ومكة والكوفة ومصر فلم يقولوا بمقتضاه من الحظر، وينبغي أن يشار هاهنا أن القول بالكراهة يندرج في الجواز، ثم اشتهر القول بالحظر عن أحمد وإسحاق به، ثم أهل الظاهر، ووافقهم عليه الطحاوي في آخر قوليه. ¶ حديث عائشة رضي الله عنها؛ هل يعارض حديث أم سلمة؟ ¶ عن عائشة رضي الله عنها قالت: «فتَلْتُ قلائدَ بُدْن النبي صلى الله عليه وسلم بيديَّ, ثم قلَّدها, وأشعرها, وأهداها, فما حَرُم عليه شيءٌ كان أُحِلَّ له»، وفي رواية: «ثم لا يجتنب شيئاً مما يجتنبه المُحْرِم». ¶ قال ابن عبد البر: في حديث عائشة أيضا من الفقه ما يرد حديث أم سلمة ويدفعه. ¶ وبيَّن ذلك الشافعي فقال: البعث بالهدي أكثر من إرادة التضحية, فدلَّ على أنه لا يحرم ذلك. ¶ وقال الماوردي: لما أهدى رسول الله صلى الله عليه وسلم إلى الحرم هدياً, ولم يحرِّم على نفسه شيئاً: كان غيره أولى إذا ضحى في غير الحرم. ¶ وذكر الطحاوي: أن مجيء حديث عائشة رضي الله عنها أحسنُ من مجيء حديث أم سلمة رضي الله عنها, لأنه قد جاء متواتراً، وحديث أم سلمة رضي الله عنها لم يجئ كذلك, بل قد طُعن في إسناده, فقيل: إنه موقوف على أم سلمة رضي الله عنها. ¶ لكن أجاب الحنابلة والظاهرية والطحاوي عن حديث عائشة رضي الله عنها: ¶ 1. بأنه عام، وحديث عائشة خاص في محل النزاع، فيقدم في موضعه، ويحمل حديث عائشة على ما لا يتناوله حديث أم سلمة من الجماع والطيب ونحو ذلك. ¶ 2. أن عائشة رضي الله عنها تخبر عن فعله صلى الله عليه وسلم، وأم سلمة رضي الله عنها تخبر عن قوله صلى الله عليه وسلم، والقول يُقدَّم على الفعل, لاحتمال أن يكون فعله خاصاً به. ¶ 3. أن عائشة رضي الله عنها تعلم ظاهراً ما يباشرها به صلى الله عليه وسلم من المباشرة, أو ما يفعله صلى الله عليه وسلم دائماً, كاللباس والطيب, فأما ما يفعله نادراً, كقص الشعر وقَلْم الأظافر مما لا يفعله في الأيام إلا مرة, فالظاهر أنها لم تُرِدْه بخبرها. وإن احتمل إرادتَها إياه: فهو احتمالٌ بعيد, وما كان هكذا: فاحتمال تخصيصه قريب, فيكفي فيه أدنى دليل, وخبرُنا دليلٌ قوي, فكان أولى بالتخصيص. ¶ 4. حمل حديث عائشة رضي الله عنها على أمر خاص, وهو مَن بَعَثَ بهديه, وأقام في أهله: فلا يكون مُحْرماً, ولا يحرم عليه, وقالوا: إن حديث عائشة رضي الله عنها ردٌّ على من يقول بأنه يكون بذلك الإرسال مُحْرماً. ¶ 5. أن خبر أم سلمة صريحٌ في النهي, فلا يجوز تعطيله أيضاً, فأم سلمة تخبر عن",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قوله وشَرْعه لأمته, فيجب امتثاله, وعائشة تخبر عن نفيٍ مستنِد إلى رؤيتها, وهي إنما رأت أنه لا يَصير بذلك مُحْرِماً, يَحرم عليه ما يَحرم على المُحْرِم, ولم تخبر عن قوله: إنه لا يَحْرُم على أحدكم بذلك شيء, وهذا لا يعارض صريح لفظه. ¶ 6. أنه يجب حمل حديث عائشة رضي الله عنها على غير محل النزاع, وذلك لأن النبي صلى الله عليه وسلم لم يكن ليفعل ما نهى عنه وإن كان مكروهاً. ¶ - قلت: أما حديث أم سلمة إذا ثبت مرفوعاً فلا شك بأنه خاص بصورة محل النزاع، فتقديمه أولى، ويبقى الكلام بعد ذلك في درجة النهي في التحريم أو الكراهة. ¶ ولذا فأهم نقطة في المسألة هي: الفراغ من الموقف من حديث أم سلمة هل هو مرفوع أو موقوف؟ ¶ الترجيح: ¶ الذي يظهر لي والعلم عند الله هو أن الحديث موقوف على أم سلمة رضي الله عنها للأسباب التالية: ¶ - أن القول بالوقف معتضد بتصريح سعيد بن المسيب الذي عليه مدار الحديث: أن معتمده في الفتوى هو قول الصحابة، ولو كان عنده شيء مرفوع لما كان لاحتجاجه بأقوال الصحابة معنىً، فصاحب الدليل الأقوى لا يستدل بالأدنى. ¶ - أنه مخالف للقياس، وقد فطن لهذا عكرمة لما أُخبِر بفتوى سعيد بن المسيب، فقال: ألا يجتنب النساء والطيب؟! ولم يفسِّر القائلون بالتحريم وجه الحظر في الحديث بمعنى من النظر، أما التشبه بالمحرم فهو منقوض بإجماعهم على عدم اجتنابه للنساء والطيب. ¶ قال الإمام ابن عبد البر: قد أجمع العلماء على أن الجماع مباح في أيام العشر لمن أراد أن يضحي, فما دونه أحرى أن يكون مباحاً. ¶ وقال الخطابي: في حديث عائشة دليل على أن ذلك ليس على الوجوب ... وأجمعوا أنه لا يحرم عليه اللباس والطيب كما يحرمان على المحرم فدل ذلك على سبيل الندب والاستحباب دون الحتم والإيجاب. ¶ - أنه مخالف لعموم حديث عائشة رضي الله عنها؛ فإن البعث بالهدي هو أكثر من مجرد التضحية؛ حتى وقع خلاف قديم في كونه يجتنب ما يجتنب منه المحرم. ¶ - أن حديث أم سلمة لم يجيء مجيء حديث عائشة الذي تواتر عنها. ¶ - حديث أم سلمة وإن كان أخص في محل النزاع إلا أنه مختلف في رفعه ووقفه، فيكون عموم حديث عائشة قرينة على عدم صحة رفع حديث أم سلمة، لاسيما مع قوة العموم الوارد في الحديث وتأخره، فقد كان في السنة التاسعة قبل حجة الوداع بسنة واحدة، ولا يصح حمله على أنه لم يضح في تلك السنة لأنه عليه الصلاة والسلام لم يترك التضحية أصلاً.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "- يعضد القول بمقتضى عموم حديث عائشة أن فقهاء الأمصار على ذلك، حتى حكى الليث بن سعد أن هذا الحديث وإن رُوي إلا أن الناس على غيره. ¶ - حاول الشافعي بعد ذلك أن يجمع بين الحديثين بالقول بالكراهة، ثم جاء بعده أحمد فجزم بالحظر، ووافقه إسحاق، ثم أهل الظاهر. ¶ - الدراسة التاريخية للمسألة تفيد في تحديد تطور الأقوال، وانقساماتها، وتكشف عن أسباب حدوث ذلك. ¶ خلاصة الخلاصة: ¶ حديث عائشة أرجح من حديث أم سلمة سندا ومعنى وعملاً.",
            "page": "7",
            "part": "1"
        }
    ],
    "t36686": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أخذ المضحي من شعره وظفره"
        }
    ]
}