{
    "b36685": [
        {
            "id": "1",
            "nass": "\"اجتماع الجمعة والعيد\" الاتجاهات والشذوذات ¶ الباحث\" فؤاد بن يحيى الهاشمي ¶ اللهم لك الحمد، ملء السموات والأرض وملء ما بينهما وملء ما شئت من شيء بعد، أهل الثناء والمجد أحق ما قال العبد وكلنا لك عبد، اللهم لا مانع لما أعطيت، ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد. ¶ اللهم صل على محمد، وعلى آل محمد كما صليت على آل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على آل إبراهيم إنك حميد مجيد. ¶ أما بعد، فهذا بحث موجز في فقه مسالة اجتماع الجمعة والعيد في يوم واحد، وسيكون بحثه في ثلاث مناطق: ¶ - الاتجاهات. ¶ - المآخذ. ¶ - الشذوذات. ¶ فإلى هناك:",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أولا: الاتجاهات: ¶ ذهب أكثر أهل العلم: إلى أن اجتماع الجمعة والعيد في يوم واحد ليس سبباً في سقوط وجوب صلاة الجمعة لمن صلى صلاة العيد. ¶ وهذا ما ذهب إليه: فقهاء الحنفية، وفقهاء المالكية، وفقهاء الشافعية، وفقهاء الظاهرية. ¶ بينما ذهب الحنابلة وهو من مفرداتهم - كما قال المرداوي في الإنصاف -: إلى سقوط وجوب حضور صلاة الجمعة لمن صلى العيد. ¶ وبه قال فقيهان من فقهاء الصحابة المكيين: وهما ابن الزبير رضي الله عنه وابن عباس رضي الله عنهما. ¶ وهو أيضا: قول فقيه مكة: عطاء بن أبي رباح. ¶ ثانيا: المآخذ: ¶ سبب الخلاف بين الجمهور والحنابلة في مسألة البحث هو الاختلاف في الآثار الواردة في الباب، والاختلاف يقع على ثلاثة أوجه: ¶ 1 - في صحتها من حيث الأصل. ¶ 2 - في تعيين الرواية الصحيحة منها. ¶ 3 - في فقهها. ¶ والذي يبدو لي- والله أعلم - أنه أقرب إلى القواعد: هو قول الجمهور، وذلك للأسباب التالية: ¶ 1 - أن رسول الله صلى الله عليه وسلم جمع ذلك اليوم بالناس لصلاة الجمعة بعد أن جمع بهم لصلاة العيد، وقد ثبت عن النبي صلى الله عليه وسلم أنه قرأ في صلاتي الجمعة والعيد بالأعلى والغاشية في يومٍ واحد. ¶ 2 - أن هذا ما يتفق مع مقتضى الأصل إلا أن يثبت في ذلك شرعٌ يجب المصير إليه في الترخيص من صلاة الجمعة أو من حضورها ().",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "يقول ابن المنذر رحمه الله: ¶ (أجمع أهل العلم على وجوب صلاة الجمعة، ودلت الأخبار الثابتة عن رسول الله صلى الله عليه وسلم على أن فرائض الصلوات خمس، وصلاة العيدين ليس من الخمس، وإذا دل الكتاب والسنة والاتفاق على وجوب صلاة الجمعة، ودلت الأخبار عن رسول الله صلى الله عليه وسلم على أن فرائض الصلوات الخمس، وصلاة العيدين ليس من الخمس، وإذا دل الكتاب والسنة والاتفاق على وجوب صلاة الجمعة، ودلت الأخبار عن رسول الله صلى الله عليه وسلم على أن صلاة العيد تطوع، لم يجز ترك فرض بتطوع) (). ¶ 3 - أن النصوص التي جاءت في الرخصة لمن صلى العيد لم تسلم من الطعن، وفيها كلامٌ معروف لأهل العلم، وأقوى هذه الأحاديث: حديث زيد بن أرقم () وحديث أبي هريرة (): ¶ فأما حديث زيد بن أرقم: ففيه إياس بن أبي رملة راويه عن زيد، وهو مجهول، ليس له إلا هذا الحديث في السنن، كما قرره ابن عبد الهادي الحنبلي ()، وبه أعله الأئمة، كابن المنذر () وابن القطان () وغيرهما. ¶ وأما حديث أبي هريرة: فهو من رواية بقية، والكلام فيه مشهور، ومن هنا فقد رجح أحمد والدارقطني الرواية المرسلة (). ¶ وقد جزم ابن حزم الظاهري: بعدم ثبوت أي حديث في الباب ()، وابن عبد الهادي مع تقدمه في هذا الشأن، وأخذه بقول أصحابه الحنابلة: فإنه لم يجد بداً من إعلال أحاديث الباب، وإنما اعتمد على حديث زيد بن أرقم مع ما فيه (). ¶ ويبقى: أن تعدد الروايات المرفوعة والموقوفة، يدل على أن للحديث أصلاً، لاسيما مع قول ابن عباس لعمل ابن الزبير: إنه أصاب السنة، وهذا الأصل سيأتي مفسَّراً في السبب التالي إن شاء الله تعالى. ¶ 4 - جاء في صحيح البخاري عن عثمان رضي الله عنه: ما ينص على أن الترخيص إنما كان لأهل العوالي ()، وهذا فهم أحد الخلفاء الراشدين الذين أمرنا باتباع سنتهم، ومثل هذا لا يستمد من الرأي المصادم للنص، بل الموافق المفسر له، ويعضده ما جاء في النصوص المرفوعة: (إنا مجمِّعون إن شاء الله تعالى) ()، مما يدل على أن الترخيص إنما كان لجماعة أخرى غير أهل الجمعة. ¶ وهذا مسلك: الشافعي، والطحاوي، وابن عبد البر، فحملوا النصوص المرفوعة على غير أهل المصر، من أهل البادية ومن لا تجب عليهم الجمعة ()، وهذا المسلك يعضده الأصول. ¶ كما أن في فهم عثمان رضي الله عنه الثابت في صحيح البخاري من تعليق الترخيص لأهل العوالي فحسب: جوابٌ مفصَّل على دعوى ابن تيمية في جملة أصحابنا الحنابلة أن إجزاء صلاة العيد عن حضور الجمعة مطلقا هو قول الصحابة بلا مخالف، فهذا أمير المؤمنين يقيد الرخصة لأهل العوالي دون غيرهم. ¶ أما ما جاء عن عبد الله بن الزبير رضي الله عنهما من ترك إقامة الجمعة مترخِّصاً باجتماعها مع صلاة العيد، ثم موافقة ابن عباس رضي الله عنه له بأنه أصاب السنة: ¶ فإنه يَرِدُ عليه أن فيه ترك صلاة الجمعة، وقد جاءت النصوص المرفوعة الصحيحة تنص صراحة على أن النبي صلى الله عليه وسلم قد صلى بالناس الجمعة، وإنما جاء في بعضها الترخيص في الحضور، هذا فحسب، ولذا فإن عمل الخليفة الراشد عثمان بن عفان رضي الله عنه أرجح من ناحية موافقة النصوص المرفوعة، مع ما فيها من زيادة في تفسير محل الرخصة، وما من شك أن الزيادة المفصَّلة عن الخليفة الراشد أرجح من الرواية المشكلة. ¶ 5 - أن المعنى المدَّعى في الترخيص من المشقة وتكدير فرحة العيد: إنما يصدق على أهل البادية",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والقرى ومن كان خارج المصر، فإنما هم الذين يتكلفون حضور صلاة الجمعة، وفي حضورهم مرتين في يوم واحد مشقة ظاهرة، وتكدير لمقصود العيد من الفرحة والسرور، يعضد هذا أن النبي صلى الله عليه وسلم كان قد صلى العيد في المصلى، وفيه اجتمع الناس، فأخبرهم أن صلاة الجمعة لا تجب عليهم، ولا تلزمهم، وإن كان من عادتهم شهودها وتكلف حضورها، فهو محلٌ لبيان عدم الوجوب، لا الترخيص لأهل الوجوب، وهذا ما فهمه الخليفة الراشد عثمان بن عفان رضي الله عنه. ¶ ثالثا: الشذوذات: ¶ القولان السابقان هما القولان المشهوران، وفي المسألة أقوال أخرى: ¶ - أن العيد سنة إذا اجتمعا، وبه قال صاحب الجامع الصغير من الحنفية (). ¶ - أن أحدهما يجزئ عن صاحبه، وبه قال النخعي والشعبي (). ¶ - أن العيد يجزئ عن الجمعة إذا صلى بعدها ركعتين على طريقة الجمع، حُكي عن عطاء ومحمد بن علي بن الحسين (). ¶ - أن العيد يجزئ عن الجمعة وصلاة الظهر معا، نُقِل عن عطاء ()، وابن الزبير (). ¶ قلت: هذه الأقوال مهجورة، والأصول كلها تشهد بفسادها، لاسيما القول بالجمع أو بالإجزاء عن صلاة الظهر، وإنما نشأت هذه الأقوال بسبب الارتباك الذي حدث في عهد صغار الصحابة رضي الله عنهم، حينما اصطدمت بعض الروايات المرفوعة التي لم تحفظ على وجهها بقواعد الباب وما ترتب على ذلك من حوادث ووقائع، ثم لما استقر الأمر هُجِرت، وكادت أن تندثر. ¶ ويمكن تلخيص أوجه ضعف هذه الأقوال وبيان شذوذها بما يلي: ¶ 1. أن الله عز وجل افترض صلاة الجمعة في يوم الجمعة على كل من في الأمصار من البالغين الذكور الأحرار، فمن لم يكن كذلك، ففرضه الظهر في وقتها فرضا مطلقا لم يختص به يوم عيد ولا غيره. ¶ 2. أن إسقاط فرض الظهر والجمعة التي هي بدله لمكان صلاة العيد خارج عن الأصول جدا إلا أن يثبت في ذلك شرعٌ يجب المصير إليه (). ¶ 3. أن العيد لا يسقط فرض الظهر إذا كان العيد في غير يوم الجمعة، فكيف يسقطه إذا وافقه في يوم جمعة؟! ¶ 4. أن الفرضين إذا اجتمعا في فرض واحد لم يسقط أحدهما الآخر، وإنما يجمعا، فكيف أن يَسْقُط فرضٌ لسنة؟ ¶ 5. قد يكون القول بإسقاط صلاة الظهر فهم على وجهٍ مغلوط بسبب عدم خروج ابن الزبير لصلاة الجمعة، وأنه لم يخرج إلا لصلاة العصر، فيجوز أن يكون ابن الزبير قد صلاها في بيته، وهو جواز تؤكده الضرورة الشرعية، غير أن من الناس من ظن أنه لم يصل الجمعة ولا الظهر. ¶ 6. أنه إن صلى مع صلاة العيد ركعتين للجمعة فقد صلى الجمعة خارج وقتها عند أكثر أهل العلم حتى حكي فيه الإجماع، وإن كان الخلاف في وقت صلاة الجمعة محفوظ عن الحنابلة (). ¶ يقول ابن عبد البر رحمه الله: ¶ (إذا احتملت هذه الآثار من التأويل ما ذكرنا لم يجز لمسلم أن يذهب إلى سقوط فرض الجمعة عمن وجبت عليه لأن الله عز وجل يقول: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسَعَوْا إِلَى ذِكْرِ اللَّهِ} ولم يخص الله ورسوله يوم عيد من غيره من وجه تجب حجته فكيف بمن ذهب إلى سقوط الجمعة والظهر المجتمع عليهما في الكتاب والسنة والإجماع بأحاديث ليس منها حديث إلا وفيه مطعن لأهل العلم بالحديث. ¶ ولم يخرج البخاري ولا مسلم بن الحجاج منها حديثا واحدا وحسبك بذلك ضعفا لها وسنذكر",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الآثار ... إن شاء الله تعالى وإن كان الإجماع في فرضها يغني عما سواه والحمد لله) (). ¶ وقال ابن عبد البر أيضاً: ¶ (ما يحضرني من الاحتجاج على من ذهب مذهب عطاء وابن الزبير على ما تقدم ذكرنا له إجماع المسلمين قديما وحديثا أن من لا تجب عليه الجمعة ولا النزول إليها لبعد موضعه عن موضع إقامتها على حسب ما ذكرنا من اختلافهم في ذلك كله مجمع أن الظهر واجبة لازمة على من كان هذه حاله وعطاء وابن الزبير موافقان للجماعة في غير يوم عيد فكذلك يوم العيد في القياس والنظر الصحيح، هذا لو كان قولهما اختلافا يوجب النظر فكيف وهو قول شاذ وتأويله بعيد والله المستعان وبه التوفيق) (). ¶ وقال العيني في شرحه على أبي داود ¶ (قالت عامة الفقهاء: تجب الجمعة لعموم الآية والأخبار الدالة على وجوبها؛ ولأنهما صلاتان واجبتان فلم تسقط إحداهما بالأخرى كالظهر مع العيد) (). ¶ هذا، والله أعلم، وصلى الله وسلم على نبينا محمد، وعلى آله وصحبه أجمعين. ¶ الحاشية: ¶ ([1]) بداية المجتهد (1/ 497). ¶ ([1]) الأوسط لابن المنذر (4/ 291). ([1]) عن إياس بن أبي رملة الشامي قال: (شهدت معاوية بن أبي سفيان وهو يسأل زيد بن أرقم قال: أشهدت مع رسول الله صلى الله عليه وسلم عيدين اجتمعا في يوم؟ قال: نعم قال: فكيف صنع؟ قال: صلى العيد ثم رخص في الجمعة، فقال: من شاء أن يصلي فليصل) أخرجه أحمد (رقم 19318) وأبو داود (رقم1071)، والنسائي (رقم 1591)، وابن ماجه (رقم 1310)، والحديث صححه الحاكم، والنووي، والألباني، والأرناؤوط. ينظر: البدر المنير (5/ 98). ¶ ([1]) عن أبي هريرة رضي الله عنه مرفوعا: (قد اجتمع في يومكم هذا عيدان، فمن شاء أجزأه من الجمعة، وإنا مجمِّعون إن شاء الله تعالى) أخرجه أبو داود (رقم 1066)، وابن ماجه (رقم 1311). ¶ ([1]) تنقيح التحقيق لابن عبد الهادي (2/ 559). ¶ ([1]) تلخيص الحبير (ص 1098). ¶ ([1]) الوهم والإيهام (4/ 204). ¶ ([1]) تنقيح التحقيق (2/ 560)، تلخيص الحبير (ص1099). ¶ ([1]) المحلى (5/ 89). ¶ ([1]) تنقيح التحقيق لابن عبد الهادي (2/ 559، 560). ¶ ([1]) عن عبيد مولى ابن أزهر: (أنه شهد العيد مع عثمان فكان ذلك يوم الجمعة فصلى قبل الخطبة ثم خطب فقال: يا أيها الناس إن هذا يوم قد اجتمع لكم فيه عيدان فمن أحب أن ينتظر الجمعة من أهل العوالي فلينتظر من أحب أن يرجع فليرجع فقد أذنت له) أخرجه البخاري (رقم 5572)، والبيهقي في السنن الكبرى (3/ 318، 319) وقال: ويروى عن سفيان بن عيينة عن عبد العزيز مقيدا بأهل العوالي وفي إسناده ضعف، وروي ذلك عن عمر بن عبد العزيز عن النبي صلى الله عليه وسلم مقيدا بأهل العالية إلا أنه منقطع). وينظر: البدر المنير (5/ 103)، تلخيص الحبير (ص1099).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "([1]) ورد في حديث أبي هريرة الذي سبق تخريجه. ¶ ([1]) شرح مشكل الآثار (3/ 187)، التمهيد (10/ 274). ¶ ([1]) المبسوط للسرخسي (2/ 37). ¶ ([1]) الإشراف لابن المنذر (2/ 177). ¶ ([1]) حكاه ابن عبد البر: عن عطاء، وعن محمد بن علي بن الحسين أنه أخبرهم أنهما كانا يجمعان إذا اجتمعا ورأى أنه وجده في كتاب لعلي زعم. التمهيد (10/ 269). ¶ ([1]) عن عبد الرزاق عن ابن جريج قال: قال عطاء ابن أبي رباح: إن اجتمع يوم الجمعة ويوم الفطر في يوم واحد فليجمعهما وليصلهما ركعتين فقط حين يصلي صلاة الفطر ثم هي هي حتى العصر. ¶ ([1]) عن عطاء، قال: (اجتمع يوم جمعة، ويوم فطر على عهد ابن الزبير، فقال: عيدان اجتمعا في يوم واحد، فجمعهما جميعا فصلاهما ركعتين بكرة، لم يزد عليهما حتى صلى العصر) أخرجه أبو داود (1/ 281)، وعبد الرزاق (3/ 303 رقم 5725) ¶ وقال الألباني: (إسناده صحيح على شرط مسلم، وصححه ابن خزيمة). صحيح أبو داود - الأم (4/ 238 رقم 983). ¶ قال عطاء: (فأما الفقهاء فلم يقولوا في ذلك، وأما من لم يفقه فأنكر ذلك عليه، قال: ولقد أنكرت أنا ذلك عليه وصليت الظهر يومئذ. قال: حتى بلغنا بعد أن العيدين كانا إذا اجتمعا صليا كذلك واحدا) مصنف عبد الرزاق (3/ 303 رقم 5725)، التمهيد (10/ 269). ¶ ([1]) بداية المجتهد 1/ 497 ¶ ([1]) ولهذا كان قول الحنابلة بإسقاط وجوب حضور الجمعة لمن حضر صلاة العيد يستمد قوته من أصلهم في أن وقت صلاة الجمعة هو وقت صلاة العيد، فلما اجتمع عندهم وقتيهما ناسب إسقاط أحدهما بالآخر، وإن كان هذا القول – أعني أن وقت صلاة الجمعة هو وقت صلاة العيد - هو خلاف قول عامة أهل العلم حتى حكيَ فيه الإجماع. ¶ ([1]) التمهيد (10/ 277).",
            "page": "6",
            "part": "1"
        }
    ],
    "t36685": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "اجتماع الجمعة والعيد"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "أولا: الاتجاهات"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "2",
            "tit": "ثانيا: المآخذ"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثا: الشذوذات:"
        }
    ]
}