{
    "b36688": [
        {
            "id": "1",
            "nass": "حكم اعتزال ومخالطة المسلم لمجتمعه في الشريعة الإسلامية ¶ م. عبد السلام ابراهيم مجيد الماجد ¶ جامعة الموصل / كلية التربية الأساسية ¶ تاريخ تسليم البحث: 11/ 9/2008؛ تاريخ قبول النشر: 18/ 12/2008 ¶ ملخص البحث: ¶ يهدف البحث لدراسة موضوع (حكم اعتزال ومخالطة المسلم لمجتمعه في الشريعة الإسلامية) وقد أعتمد الباحث على منهج التأصيل الشرعي التحليلي في دراسته للقرآن والسنة وقد قدم الباحث بحثه على شكل خمسة مباحث حيث تناول في المبحث الأول تعريف العزلة في اللغة والاصطلاح وتضمن المبحث الثاني بيان فوائد العزلة وكان المبحث الثالث بياناً لفوائد المخالطة ثم تناول المبحث الرابع ضوابط المخالطة والمبحث الخامس قد تضمن بيان الحكم الشرعي للعزلة وقد خلص الباحث إلى نتائج منها: أنه قد تكون المخالطة واجبة وتختلف باختلاف الأحوال والأشخاص والأوقات وقد تكون العزلة أفضل لمن ظن أنه يقع في المعصية ..... إلى غيرها من النتائج الموضحة في البحث. ¶ The Judgment of the Muslim Isolation from his Society in the Islamic Sharea ¶ Abdulsalam Ibrahim Majeed Muhammed AL- Majid ¶ University of Mosul/ College of Basic Education ¶ Abstract: ¶ The research sheds light on (The judgment of muslim isolation from his society according Islamic sharea). The researcher depended on The original legislative analysis in dealing with Quranic and Sunna texts The research is divided into five sections. Section one deals with the linguistic definition of isolation. Section two deals with the benefits of isolation. Section three shows the benefit of unisolation. Section four focuses on Coustraints of unisolation. The fifth section includes the sharea judgments of isolation The results are: the unisolation must be done according to the Variability of conditions, the persons, and times, Or the isolation is better for those who find themselves out of troubles.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ الحمد لله رب العالمين الذي خلق الناس من ذكر وأنثى وجعلهم شعوباً وقبائل ليتعارفوا، والصلاة والسلام على سيدنا محمد سيد أنبيائه ورسله أما بعد: ¶ فان للناس إختلافا كثيرا في العُزلة والمخالطة، فمنهم من يفضل المخالطة ومنهم من يفضل العزلة. ¶ يقول الغزالي (رحمه الله) (1): إعلم أنه لا يصلح للصحبة كل انسان قال رسول الله (- صلى الله عليه وسلم -) (المرء على دين خليله فلينظر أحدكم من يخالل) (2) والذي يطلب من الصحبة فوائد دينية ودينوية اما الدنيوية فكالانتفاع بالمال، أو الجاه أو مجرد الاستئناس بالمشاهدة والمجاورة وليس ذلك من أغراضنا. أما الدينية: فمنها الاستفادة من العلم والعمل، ومنها الاستفادة من الجاه تحصُّنا به من يشوش القلب ويصده عن العبادة، ومنها استفادة المال للاكتفاء به عن تضييع الاوقات في طلب القوت، ومنها الاستعانة في المهمات، فيكون عُدَّة في المصائب وقوة في الأحوال، ومنها التبرك بمجرد الدعاء (3). ¶ أهداف البحث ¶ يهدف هذا البحث الى بيان العزلة والمخالطة ثم ذكر فوائدهما واضرارهما من خلال عرض الآيات القرآنية والأحاديث النبوية الواردة فيهما ثم بيان أقوال الفقهاء والمفسرين في الأحكام الشرعية للعزلة والمخالطة، وتأصيل هذه المسألة تأصيلا شرعياً. ¶ وتضمن البحث خمسة مباحث، حيث كان المبحث الأول بياناً للتعريف اللغوي والاصطلاحي للعزلة والمخالطة والثاني لفوائد العزلة والثالث لفوائد المخالطة ثم الرابع في بيان وذكر الاثار السيئة للمخالطة والخامس بيان الأحكام الشرعية للعزلة وبيان أنواعها، وهل المخالطة أفضل أم العزلة. ثم ذكرت أهم النتائج التي توصلت اليها في البحث. ¶ وآخر دعوانا أن الحمد لله رب العالمين والصلاة والسلام على خاتم الانبياء والمرسلين محمد (- صلى الله عليه وسلم -) وعلى آله وصحبه وأجمعين ¶ المبحث الأول: العزلة والمخالطة في اللغة والإصطلاح ¶ تعريف العزلة لغة واصطلاحا ¶ العزلة لغة: عَزَل الشيء يعزله عزلا وعزله فاعتزل، وآنعزل وتعزل: نحاه جانبا فتنحى. قوله تعالى: {إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ} (4) معناه أنهم لما رُموا بالنجوم منعوا من السمع، واعتزل الشيء وتعزله ويتعديان بـ (عن) تنحى عنه، وتعازل القوم: إنعزل بعضهم عن بعض، والعُزلة: الانعزالُ نفسه، يقال: العزلة عبادة. وكنت بمعزل عن كذا كذا أي كنت بموضع عزلة منه. واعتزلت القوم أي فارقتهم وتنحيت عنهم، وقوم القدرية يلقبون",
            "page": "151",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المعتزلة، زعموا انهم اعتزلوا فئتي الضلالة عندهم، يعنون أهل السنة والجماعة، وعزل عن المرأة واعتزلها: لم يرد ولدها، والأعْزلْ: الذي لا سلاح معه فهو يعتزل الحرب وجمعهما أَعزال وعزل وعُزلان وعزّل، وقد يكون العَزلُ لغة في العزل، كالشُّغل والشغل والبخُل والبَخَل والأعزل: سحاب لا مطر فيه، وعزله عن العمل أي نحاه فعزل (5). ¶ العزلة اصطلاحاً: من خلال الوقوف على نصوص القرآن والسنة نرى بأن لفظ العزلة جاء لمعان عديدة تتراوح بين الإعتزال الحسي والإعتزال المعنوي وبين المفارقة الكلية والمفارقة الجزئية، وجمعه الراغب الأصفهاني: الاعتزال تجنب الشيء عِمالة كانت او براءة او غيرهما بالبدن كان ذلك أو بالقلب (6)، فما يدخل في معنى الإعتزال بالبدن قوله تعالى: {وَنَادَى نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَب مَّعَنَا} (7) أي إعتزل فلم يركب السفينة. ومما يدخل في القلب والبدن قوله تعالى: {وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلا اللَّه} (8). وعرفها ابن المبارك: أن تكون مع القوم فان خاضوا في ذكر الله فخض معهم وإن خاضوا في غير ذلك فاسكت (9). وعرفها الخطابي: ترك فضول الصحبة ونبذ الزيادة منها وحط العلاوة التي لا حاجة بك إليها (10). وعرفها الجرجاني: هي الخروج من مخالطة الخلق بالإنزواء والإنقطاع (11) وعكسها المخالطة. ¶ تعريف الخلطة لغة: قال الجوهري في الصحاح خلط: وخلطت الشيء بغيره خلطا فاختلط، وخالطه ومخالطه وخلاطاً والخليط المخالِط كالجليس المجالس وهو واحد وجمع واستخدم كثيرا في أشعارهم فيجتمع منهم قبائل شتى في مكان واحد فتقع بينهم أُلفة فاذا افترقوا ورجعوا الى أوطانهم ساءهم ذلك (12). وقال الرازي: خلط الشيء بغيره من باب ضَرَبَ واختلط فلان أي فسد عقله، والتخليط في الامر الافساد فيه والخليط المخالط كالجليس المجالس وهو واحد وجمع وقد يجمع على خلطاء (13). ¶ الخلطة اصطلاحاً: عرفها المناوي: هو الجمع بين أجزاء الشيئين فصاعدا سواء كانا مائعين أو جامدين أو متخالفين وهو أعم من المزج ويقال للصديق والمجاور والشريك: والخلط الضم ثم قد يمكن التمييز وقد لا يمكن وأصله تداخل الأشياء بعضها في بعض وتوسع حتى قيل رجل خليط إذا أختلط بالناس كثيراً (14).",
            "page": "152",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المبحث الثاني: العزلة وفوائدها ¶ لقد ذكر الامام الغزالي رحمه الله فوائد للعزلة فقال تنقسم الى فوائد دينية ودنيوية. والدينية تنقسم الى ما يمكن من تحصيل الطاعات في الخلوة والمواظبة على العبادة والفكر وتربية العلم، والى تخلص من ارتكاب المناهى التي يتعرض الانسان لها بالمخالطة كالرياء والغيبة والسكوت عن الامر بالمعروف والنهي عن المنكر ومسارقة الطبع من الاخلاق الرديئة والاعمال الخبيثة من جلساء السوء. ¶ واما الدنيوية فتنقسم الى ما يمكن من التحصيل بالخلوة: كتمكن المحترف في خلوته الى مايلخص من محذورات يتعرض لها بالمخالطة، كالنظر الى زهرة الدنيا واقبال الخلق عليها وطمعه في الناس وطمع الناس فيه وانكشاف ستر مروءته بالمخالطة والتاذي بسوء خلق الجليس في مرائه او سوء ظنه او نميمته او محاسدته او التاذي بثقله وتشويه خلقته والى هذا ترجع مجامع فوائد العزلة فلنحصرها في اربع فوائد بإيجاز وهي:- ¶ أولا: التفرغ للعبادة والفكر والاستئناس بمناجاة الله تعالى عن مناجاة الخلق والاشتغال باستكشاف اسرار الله تعالى في امر الدنيا والاخرة وملكوت السموات والارض فان ذلك يستدعي فراغا ولا فراغ مع المخالطة، فالعزلة وسيلة اليه ولذلك كان (- صلى الله عليه وسلم -) في ابتداء امره يتبتل في جبل حراء وينعزل اليه حتى قوى فيه نور النبوة (15) فكان الخلق لايحجبونه عن الله فكان ببدنه مع الخلق وبقلبه مقبلا على الله تعالى حتى كان الناس يظنون ان ابا بكر خليله. فاخبر النبي (- صلى الله عليه وسلم -) عن استغراق همه بالله فقال (لو كنت متخذا خليلا لاتخذت ابا بكر خليلا ولكن صاحبكم خليل الله) (16)، وفراغ القلب شرط في كل واحد منهما ولا فراغ مع المخالطة (17). ¶ ثانياً: التخلص بالعزلة عن المعاصي التي يتعرض الانسان لها غالبا بالمخالطة ويسلم منها في الخلوة وهي أربعة:- ¶ 1) الغيبة: وهي من آفات اللسان ومن المهلكات والتحرز عنها مع المخالطة عظيم لا ينجو منها الا القليل. فإن خالطتهم ووافقتهم أثمت وتعرضت لسخط الله تعالى، وان سكت كنت شريكا، والمستمع احد المغتابين. ¶ 2) الأمر بالمعروف والنهي عن المنكر: وهو من أصول الدين وهو واجب ومن خالط الناس فلا يخلو عن مشاهدة المنكرات فان سكت عصى الله به، وان أنكر تعرض لأنواع من الضرر إذ ربما يجره طلب الخلاص عنها الى معاص هي اكبر مما نهي عنه ابتداء. وفي العزلة خلاص من هذا فان الأمر في إهماله شديد والقيام به شاق. وفي العزلة خلاص وفي الأمر بالمعروف والنهي عن المنكر إثارة للخصومات وتحريك لغوائل الصدور.",
            "page": "153",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "3) الرياء: وهو الداء العضال واقل ما يجب في مخالطة الناس إظهار الشوق والمبالغة فيه ولا يخلو ذلك عن كذب إما في الأصل وإما في الزيادة، وإظهار الشفقة بالسؤال عن الأحوال بقولك: كيف أنت وكيف اهلك؟ وأنت في الباطن فارغ القلب من همومه وهذا نفاق محض. ¶ 4) مسارقة الطبع مما يشاهده من أخلاق الناس وأعمالهم: وهو داء دفين فلا يجالس الانسان فاسقا مدة مع كونه منكرا عليه في باطنه إلاّ ولو قاس نفسه الى ما قبل مجالسته لأدرك بينهما تفرقة في النفرة عن الفساد واستثقاله إذ يصير للفساد بكثرة المشاهدة هينا على الطبع فيسقط وقعه واستعظامه له، وانما الوازع عنه شدة وقعه في القلب فاذا صار مستصغرا بطول المشاهدة اوشك ان تحل القوة الوازعة ويذعن الطبع للميل اليه او لما دونه (18). ¶ ثالثاً: الخلاص من الفتن والخصومات وصيانة الدين والنفس عن الخوض فيها والتعرض لأخطارها وقلما تخلو البلاد عن تعصبات وفتن وخصومات، فالمعتزل عنهم في سلامة منها. قال عبد الله بن عمرو بن العاص: لما ذكر رسول الله (- صلى الله عليه وسلم -) الفتن ووصفها وقال: (إذا رأيتم الناس قد مرجت عهودهم وخفت أماناتهم وكانوا هكذا وشبك بين أصابعه، قلت: فما تأمرني؟ فقال (إلزم بيتك واملك عليك لسانك وخذ ما تعرف ودع ما تنكر وعليك بأمر الخاصة ودع عنك أمر العامة) (19). أي اختلطت وفسدت ولا يكون أمرهم مستقيماً بل يكون كل واحد في كل لحظة على طبع وعلى عهد ينقضون العهود ويخون الأمانات وكثر الأشرار وضعف الأخيار (20). ¶ وقد بين النبي (- صلى الله عليه وسلم -) في الحديث المتقدم أنه يشرع للمرء حينئذ أن يقبل على خاصته ويذر أمر العامة وذلك لشدة ضعفهم في الدين والخلق والعقل والمروءة، وقد مرجت عهودهم وأماناتهم وفقدت الثقة فيهم، فهم إذا حدثوا كذبوا، وإذا وعدوا أخلفوا، وإذا عاهدوا غدروا، وإذا خاصموا فجروا، وإذا أئتمنوا خانوا، وإنهم مختلفون متنازعون إختلافاً كبيراً، عبر عنه النبي (- صلى الله عليه وسلم -)، بصورة حسية حيث شبك أصابع يديه بعضها ببعض. ¶ قال الشيخ سلمان العودة: بين النبي (- صلى الله عليه وسلم -) الطريق الذي يسلكه المؤمن في مثل تلك الظروف بتوجيهه إلى أمرين مهمين: ¶ الأول: تأخذون ما تعرفون، وتدعون ما تنكرون. ¶ الثاني: تقبلون على أمر خاصتكم، وتدعون أمر العامة. ¶ فالأمر الأول: فيه بيان تعامل الفرد والجماعة مع الواقع من حولهم، تعاملاً يتميز بالعدل والإنصاف، فيأخذون ما يعرفون، مما عرف بالشرع والعقل حسنه ويتركون ما ينكرون، مما",
            "page": "154",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لم تأت به الشريعة، ولا تقبله العقول السليمة، ويتجنبون ما يوجد لديهم من شر ويحفظون أنفسهم من السمة الغالبة على أهل عصرهم وسمة طاعة الشح والإعجاب بالرأي وإتباع الهوى، إذ أنهم يحكمون الشرع الذي بيّن لهم المعروف ليأخذوه والمنكر ليدعوه ويسلمون من البدع والآراء والأهواء التي هي سبب الإختلاف والتفرق، الذي هو سمة العصر كما في الحديث صفتهم: (وأختلفوا فصاروا هكذا، وشبّك بين أصابعه .... ) فالمعتصمون بالسنة ناجون من الإختلاف وأسبابه، وما أصابهم من إختلاف أو تفرق فبسبب نقص الإتباع. ¶ والأمر الثاني: فيه بيان الموقف من الخاصة والعامة ويرى الإمام الخطابي أن المقصود بالخاصة في هذا الحديث ما يخص الإنسان ويعنيه في ذاته، من إعالة أهله، وسياسة ذويه، والقيام لهم، والسعي في مصالحهم، ويعتبر هذا التوجيه متعلقاً بالمصالح الدنيوية. أما ترك العامة – عنده – فهو ترك التعرض لأمرهم، والتعاطي لسياستهم والترأس عليهم، والتوسط في امورهم (21). روى أبو سعيد الخدري انه (- صلى الله عليه وسلم -) قال: (يوشك أن يكون خير مال المسلم غنما يتبع بها شعف الجبال ومواقع القطر يفر بدينه من الفتن) (22) فإذن الحذر من الخصومات، ومثارات الفتن إحدى فوائد العزلة. ¶ رابعاً: انقطاع طمع الناس عنك وانقطاع طمعك عن الناس فأما إنقطاع طمع الناس عنك ففيه فوائد. فان رضا الناس غاية لا تدرك فاشتغال المرء بإصلاح نفسه أولى ومن أهون الحقوق وأيسرها وحضور الجنازة وعيادة المريض وحضور الولائم وفيها تضييع الأوقات وتعرض للآفات، وأما انقطاع طمعك عنهم فهو أيضا فائدة جزيلة، فان من نظر إلى زهرة الدنيا وزينتها تحرك حرصه وانبعث بقوة الحرص طمعه ولا يرى إلاّ الخيبة في أكثر الأحوال فيتأذى بذلك (23). ¶ المبحث الثالث: المخالطة وفوائدها ¶ تمت الإشارة في الفصل السابق إلى فوائد العزلة والآن أشرع في بيان المخالطة وآثارها فقد ذكر الغزالي رحمه الله هذه الفوائد فقال: اعلم أن المقاصد الدينية والدنيوية ما يستفاد بالاستعانة بالآخرين ولا يحصل ذلك إلاّ بالمخالطة. فكل ما يستفاد من المخالطة يفوت بالعزلة، وفواته من آفات العزلة. فانظر إلى فوائد المخالطة والدواعي إليها، وهي ست نذكرها بإيجاز: ¶ أولاً: التعليم والتعلم وهما أعظم العبادات في الدنيا ولا يتصور ذلك إلاّ بالمخالطة إلاّ أن العلوم كثيرة ومن بعضها مندوبة، وبعضها ضروري في الدنيا. فالمحتاج إلى التعلم لما هو فرض عليه عاص بالعزلة. وان تعلم الفرض وكان لا يتأتى منه الخوض في العلوم رأى الاشتغال بالعبادة فليعتزل. وان كان يقدر على التبرز في علوم الشرع والعقل",
            "page": "155",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فالعزلة في حقه قبل التعلم غاية الخسران. ولهذا قال النخاعي وغيره: (تفقه ثم اعتزل) فمن اعتزل قبل التعلم فهو في الأكثر مضيع أوقاته بنوم أو فكر في هوس. فالعلم هو أصل الدين فلا خير في عزلة العوام والجهال، أعني من لا يحسن العبادة في الخلوة ولا يعرف جميع ما يلزم فيها. فمثال النفس مثال مريض يحتاج إلى طبيب متلطف يعالجه فالمريض الجاهل إذا خلا بنفسه عن الطبيب قبل أن يتعلم الطب تضاعف لا محالة مرضه. فلا تليق العزلة إلاّ بالعالم، وأما التعليم ففيه ثواب عظيم مهما صحت نية المعلم والمتعلم. ومهما كان القصد إقامة الجاه والإستكثار بالأصحاب والأتباع فهو هلاك الدين. ¶ ثانياً: النفع والانتفاع أما الانتفاع بالناس فبالكسب والمعاملة، وذلك لا يتأتى إلاّ بالمخالطة والمحتاج إليه مضطر إلى ترك العزلة فيقع في جهاد من المخالطة إن طلب موافقة الشرع فيه. فان كان معه مال لو اكتفى به قانعا لأقنعه فالعزلة أفضل له إذا انسدت طرق المكاسب في الأكثر إلاّ من المعاصي، إلاّ أن يكون غرضه الكسب للصدقة. فإذا اكتسب من وجهه وتصدق به فهو أفضل من العزلة للاشتغال بالنافلة. وأما النفع فهو أن ينفع الناس إما بماله أو ببدنه فيقوم بحاجاتهم في سبيل الله. ففي النهوض بقضاء حوائج المسلمين ثواب وذلك لا ينال إلاّ بالمخالطة. ومن قدر عليها مع القيام بحدود الشرع فهي أفضل له من العزلة إن كان لا يشتغل في عزلته إلاّ بنوافل الصلوات والأعمال البدنية (24). ¶ ثالثاً: التأديب والتأدب ونعنى به الإرتياض بمقاساة الناس والمجاهدة في تحمل أذاهم كسراً للنفس وقهرا للشهوات. وهي من الفوائد التي تستفاد بالمخالطة، وهي أفضل من العزلة في حق من لم تتهذب أخلاقه ولم تذعن لحدود الشرع شهواته، وكان هذا هو المبدأ كسرا لرعونة النفس، وأما التأديب فإنما تعنى به أن يروض غيره فانه لا يقدر على تهذيبهم إلاّ بمخالطتهم. ¶ رابعاً: الاستئناس والإيناس وقد يستحب ذلك الأمر الدين وذلك فيمن تستأنس بمشاهدة أحواله وأقواله في الدين كالأنس بالملازمين لسمت التقوى. وقد يتعلق بحظ النفس ويستحب إذا كان الغرض منه ترويح القلب لتهييج دواعي النشاط في العبادة، فان القلوب إذا أكرهت عميت ومهما كان في الوحدة وحشة وفي المجالسة انس يروح القلب فهى أولى فلا يستغني المعتزل إذاً عن رفيق يستأنس بمشاهدته ومحادثته في اليوم والليلة ساعة فليجتهد في طلب من لا يفسد عليه في ساعته تلك سائر ساعاته فقد قال (- صلى الله عليه وسلم -): (المرء على دين خليله فلينظر أحدكم من يخالل) (25). فهذا النوع من الاستئناس في بعض",
            "page": "156",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أوقات النهار ربما يكون أفضل من العزلة في حق بعض الأشخاص فليتفقد فيه أحوال القلب وأحوال الجليس أولا ثم ليجالس. ¶ خامساً: في نيل الثواب وإنالته أما النيل فبحضور الجنائز وعيادة المريض وحضور العيدين وأما حضور الجمعة فلا بد منه. وحضور الجماعة في سائر الصلوات أيضا لا رخصة في تركه إلاّ الخوف ضرر ظاهر يقاوم ما يفوت من فضيلة الجماعة ويزيد عليه، وذلك لا يتفق إلاّ نادرا وكذلك في حضور الدعوات ثواب من حيث انه إدخال سرور على قلب مسلم. ¶ وأما إنالته فهو أن يفتح الباب لتعوده الناس أو ليعزوه في المصائب أو يهنوه على النعم فإنهم ينالون بذلك ثوابا، وكذلك إذا كان من العلماء وأذن لهم في الزيارة نالوا ثواب الزيارة. من المخالطة التواضع، فانه من أفضل المقامات ولا يقدر عليه في الوحدة، وقد يكون الكبر سببا في اختيار العزلة. فكم من معتزل في بيته وباعثه الكبر ومانعه عن المحافل أن لا يوقر أو لا يقدم، أو يرى الترفع عن مخالطتهم ارفع لمحله واتقى لطراوة ذكره بين الناس (26). ¶ سادساً: التجارب مع الخلق ومعرفة مجارى أحوالهم فإنها يستفاد من المخالطة للخلق ومجارى أحوالهم. والعقل الغريزي ليس كافيا في تفهم مصالح الدين والدنيا وإنما تفيدها التجربة والممارسة، ولا خير في عزلة من لم تحنكه التجارب فالصبي إذا اعتزل بقى غمرا جاهلا بل ينبغي أن يشتغل بالتعلم ويحصل له في مدة التعلم ما يحتاج إليه من التجارب ويكفيه ذلك، ويحصل بقية التجارب بسماع الأحوال ولا يحتاج إلى المخالطة. ومن أهم التجارب أن يجرب نفسه وأخلاقه وصفات باطنه وذلك لا يقدر عليه في الخلوة (27). ¶ المبحث الرابع: وفيه مطلبان ¶ المطلب الأول: الآثار السيئة للخلطة ¶ لقد ذكر العلامة ابن القيم (رحمه الله) أن أسباب فساد القلب خمسة ومن ذلك (كثرة الخلطة وحبها) فقال: ¶ فأما ما تؤثره كثرة الخلطة، فامتلاء القلب من دخان أنفاس بني آدم حتى يَسودَّ، ويوجب له تشتتا وتفرقا، وهما وغما وصعقا، وحملا لما يعجز عن حمله مؤنة قرناء السوء وإضاعة مصالحه، والاشتغال عنها بهم وبأمورهم، وتَقُسّم فكره في أودية مطالبهم وارداتهم، فماذا يبقى منه لله والدار الآخرة. ¶ هذا، وكم جلبت خلطة الناس من نقمة، ودفعت من نعمة وأنزلت من محنة، وعطلت من منحة، وأحلت من رزية، وأوقعت من بلية؟ وهل آفة الناس إلاّ الناس.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وهذه الخلطة التي تكون على نوع مودة في الدنيا، وقضاء وطر (حاجة) بعضهم من بعض – تنقلب إذا حقت الحقائق عداوة، ويعضُّ المخلط عليها يديه ندما، كما قال تعالى: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً* يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَاناً خَلِيلاً* لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءنِي} (28). وقال تعالى: {الأخِلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ} (29). وهذا شأن كل مشتركَينِ في غرض، يتوادون ما داموا متساعدين على حصوله فإذا انقطع ذلك الغرض، أعقب ندامة وحزنا وألما، وانقلبت تلك المودة بغضا ولعنة، وذما من بعضهم لبعض، لما انقلب ذلك الغرض حُزنا وعذابا كما يشاهد في هذه الدار من أحوال المشتركين في خزية، إذا اخذوا وعوقبوا متساعدين على باطل، متوادين عليه: لابد أن تنقلب مودتهما بغضا وعداوة (30). ¶ المطلب الثاني: الضابط النافع في أمر المخالطة ¶ ذكر أبن القيم (رحمه الله) الضابط في أمر الخلطة وأوقاتها فقال: أن يخالط الناس في الخير – كالجمعة والجماعة، والأعياد والحج، وتعلم العلم والجهاد والنصيحة. ويعتزلهم في الشر فضول المباحات، فان دعت الحاجة إلى خلطتهم في الشر، ولم يمكنه إعتزالهم: فالحذر الحذر أن يوافقهم، وليصبر على أذاهم، فإنهم لابد أن يؤذوه إن لم يكن له قوة ولا ناصر، ولكن أذى يعقبه عز ومحبة له وتعظيم، وثناء عليه منهم ومن المؤمنين ومن رب العالمين وموافقهم يعقبها ذل وبغض له، ومقت وذم منهم ومن المؤمنين، ومن رب العالمين. فالصبر على أذاهم خير وأحسن عاقبة وأحمد مالا، وان دعت الحاجة إلى خلطتهم في فضول المباحات فليجتهد أن يقلب ذلك المجلس طاعة لله إن أمكنه، ويشجع نفسه ويقوى قلبه، ولا يلتفت الى الوارد الشيطاني القاطع له عن ذلك، بان هذا رياء ومحبة لإظهار علمك وحالك ونحو ذلك فليحاربه، وليستعن بالله، ويؤثر فيهم من الخير ما أمكنه. ¶ فان أعجزته المقادير عن ذلك، فلْيَسُلَّ قلبه من بينهم كسل الشعرة من العجين، وليكن فيهم حاضرا غائبا، قريبا بعيدا، نائما يقظانا، ينظر إليهم ولا يبصرهم، ويسمع كلامهم ولا يعيه، لأنه قد اخذ قلبه من بينهم، ورقى به إلى الملأ الأعلى، يسبح حول العرش مع الأرواح العلوية الزكية، وما أصعب هذا وأشقه على النفوس، وإنه ليسير على من يسره الله عليه فبين العبد وبينه أن يصدق الله تبارك وتعالى، ويديم اللجأ إليه، ويلقى نفسه على بابه طريحا ذليلا، ولا يعين على هذا إلاّ محبة صادقة، والذكر الدائم بالقلب واللسان وتجنب المفسدات الأربع الباقية وهي (التمني، والتعلق بغير الله، والشبع، والمنام). ولا ينال هذا إلاّ بعدة صالحة ومادة قوة من الله عز وجل، وعزيمة صادقة، وفراغ من التعلق بغير الله تعالى، والله اعلم (31) أ. هـ.",
            "page": "158",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "المبحث الخامس: الحكم الشرعي للعزلة ¶ وفيه خمسة مطالب ¶ بعد أن تطرقنا إلى بيان فوائد العزلة وفوائد المخالطة نشرع الآن في بيان اتجاه الفقهاء لمسألتي العزلة والمخالطة وبيان الحكم الشرعي لهما. ¶ المطلب الأول: آراء الفقهاء في العزلة ¶ المذهب الأول: مذهب الجمهور الذين قالوا بتفضيل المخالطة على العزلة، وممن ذهب إلى هذا من الفقهاء سعيد بن المسيب والشعبي وابن أبي ليلى وهشام بن عروة وابن شبرمة وشريح وشريك بن عبد الله وابن عيينة وابن المبارك وجماعة (32) وقال النووي: فمذهب الشافعي وأكثر العلماء أن الإختلاط أفضل بشرط السلامة من الفتن (33). ¶ فقالوا أن الاختلاط أولى لما فيه من إكتساب الفوائد الدينية للقيام بشعائر الإسلام وتكثير سواد المسلمين وإيصال أنواع الخير إليهم من إعانة وإغاثة وعيادة وغير ذلك (34) وقال النووي: المختار تفضيل المخالطة (35). ¶ وقال الشيخ عثمان خالد السبت: إن كان لا يخشى من المخالطة وقوع محذور وبقاؤه ينفع الناس فهذا يتعين عليه البقاء وترك العزلة وقد دل على ذلك قول الرسول - صلى الله عليه وسلم -: (المؤمن الذي يخالط الناس ويصبر على أذاهم أعظم أجراً من المؤمن الذي لا يخالط الناس ولا يصبر على أذاهم (36)) (37). ¶ المذهب الثاني: ذهب أصحاب هذا الاتجاه إلى تفضيل العزلة على المخالطة وممن ذهب إلى هذا من الصحابة سعد بن أبي وقاص وعبد الله بن عمر ومحمد بن مسلمة وسلمة بن الأكوع وأسامة بن زيد وعروة بن الزبير من التابعين (38). وبه قال سفيان الثوري وإبراهيم أبن أدهم وداود الطائي وفضيل بن عياض وسليمان الخواص وحذيفة المرعشي وبشر الحافي (39). ¶ فقالوا: العزلة أولى لتحقق السلامة بشروط معرفة ما يتعين (40)، وقال ابن حجر: والمطلوب إنما هو ترك فضول الصحبة لما في ذلك من شغل البال وتضييع الوقت عن المهمات ويجعل الاجتماع بمنزلة الاحتياج إلى الغداء والعشاء فيقتصر على ما لا بد منه فهو أروح للبدن والقلب والله أعلم، وأن يعتقد سلامة الناس من شره لا العكس، فان الأول نتيجة استصغاره نفسه وهي صفة المتواضع، والثاني شهوده مزية له على غيره وهذه صفة المتكبر (41)، وقد استدلوا بحديث أبي سعيد أنه سمع يقول: سمعت النبي - صلى الله عليه وسلم - يقول: (يأتي على الناس زمان خير مال الرجل المسلم الغنم يتبع بها شعف الجبال ومواقع القطر يفر بدينه من الفتن) (42).",
            "page": "159",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال أبن حجر العسقلاني: والخبر دال على فضيلة العزلة لمن خاف على دينه، وقال النووي: فان أشكل عليه الأمر فالعزلة أولى، ونقل عن عمر بن الخطاب رضي الله عنه قوله: (خذوا حظكم من العزلة) (43). ¶ المطلب الثاني: أقوال العلماء في المخالطة أفضل أم الاعتزال ¶ بعد أن ذكرنا المذهبين اللذين يفضل كل منهما المخالطة أو الاعتزال نذكر الآن آراء العلماء المحققين في هذه المسألة: ¶ قال الشاطبي رحمه الله: فإذا كانت العزلة مؤدية إلى السلامة فهي الأولى في أزمنة الفتن، والفتن لا تختص بفتن الحروب فقط فهي جارية في الجاه والمال وغيرهما من مكتسبات الدنيا، وضابطها ما صد عن طاعة الله، ومثل هذا يجري بين المندوب والمكروه، وبين المكروهين كراهة تحريمية وكراهة تنزيهية، وإن كانت العزلة مؤدية إلى ترك الجمعات والجماعات والتعاون على الطاعات وأشباه ذلك فإنها موقعة في المحرم من جهة، وأيضاً سلامة من جهة أخرى، ويقع التوازن بين المأمورات والمنهيات (44). ¶ وذكر العلامة أبن القيم: الضابط النافع في أمر المخالطة فقال: أن يخالط الناس في الخير – كالجمعة والجماعة، والأعياد والحج، وتعلم العلم والجهاد والنصيحة. ويعتزلهم في الشر فضول المباحات، فان دعت الحاجة إلى خلطتهم في الشر، ولم يمكنه إعتزالهم: فالحذر الحذر أن يوافقهم، وليصبر على أذاهم، فإنهم لابد أن يؤذوه إن لم يكن له قوة ولا ناصر، ولكن أذى يعقبه عز ومحبة له وتعظيم، وثناء عليه منهم ومن المؤمنين ومن رب العالمين وموافقهم يعقبها ذل وبغض له، ومقت وذم منهم ومن المؤمنين، ومن رب العالمين. فالصبر على أذاهم خير وأحسن عاقبة وأحمد مالا، وان دعت الحاجة إلى خلطتهم في فضول المباحات فليجتهد أن يقلب ذلك المجلس طاعة لله إن أمكنه (45). ¶ وقد فصل القول في هذه المسألة الحافظ إبن حجر فقال: ويختلف باختلاف الحال باختلاف الأشخاص، فمنهم من يتحتم عليه أحد الأمرين ومنهم من يترجح وليس الكلام فيه، بل إذا تساويا فيختلف بإختلاف الأحوال، فإن تعارضا أختلف بإختلاف الأوقات فمن يتحتم عليه المخالطة من كانت له قدرة على إزالة المنكر فيجب عليه إما عيناً وإما كفاية بحسب الحال والإمكان. ومن يترجح من يغلب على ظنه أنه يسلم على نفسه إذا قام في الأمر بالمعروف والنهي عن المنكر. وممن يستوي: من يأمن على نفسه ولكنه يتحقق أنه لا يطاع، وهذا حيث لا يكون هناك فتنة عامة، فإن وقعت الفتنة ترجحت العزلة لما ينشأ فيها غالباً من الوقوع في المحذور، وقد تقع العقوبة بأصحاب الفتنة فتعم مَن ليس من أهلها (46). كما قال تعالى: (وأتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة) (47).",
            "page": "160",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قال الشيخ خالد السبت: الفتن التي يمكن معرفة الحق فيها وإن أشكلت على بعض الناس فيقال فيها: إن من أشكلت عليه الأمور تعينت عليه العزلة، وعليه يحمل إعتزال من ذكر من الصحابة رضي الله عنهم والله أعلم. ¶ أما من أمكنه معرفة الحق ولم يتمكن من العمل به، أو أدت مخالطته للناس إلى تكثير سواد أهل الفتنة أو حملهم على المشاركة فيلزمه أن يعتزل أيضاً. ¶ ومن عرف الحق ولم يخش تفويت العمل به ولا حملهم إياه في فتنتهم ولا إعانتهم عليها، ولم يكثر لهم سواداً لكنه لو أمر ونهى لم يكن ذلك مؤثراً في حالهم ولا مغيراً لها فالأفضل في حقه العزلة وقد يكون هذه الحال أيضا من أسباب اعتزال بعض الصحابة رضي الله عنهم فمن بعدهم (48). ¶ ومن العلماء المعاصرين قال الشيخ الدكتور عبد الكريم زيدان: والصواب أن يقال: الأفضل للمسلم أحبهما إلى الله تعالى، فإذا كانت المخالطة أحب إلى الله بالنسبة لهذا المسلم نظراً لظروف حاله ومكانه وزمانه، فهي أفضل في حقه، وإذا كانت العزلة بالنسبة إليه أحب إلى الله لظروف حاله وزمانه ومكانه العزلة أفضل في حقه، والمخالطة لا بد منها فان الإنسان اجتماعي بطبعه لا يستطيع العيش بمفرده ولو استطاعه لكان أمرا شاذا لا يستطيع جميع الناس متابعته عليه. هذا في أمور الدنيا وحوائجها أما بالنسبة لأمور الدين فكذلك الحال فان من فرائض الإسلام ومستحباته ما لا يمكن تأديته إلاّ بالمخالطة مع الناس وتعاونهم، مثل صلاة الجمعة والعيدين، وتشييع الجنائز وعيادة المرضى وتعلم أمور الدين وتعليمها إلى غير ذلك من المطلوبات التي تستلزم المخالطة (49)، وكما ذكرنا ذلك في فوائد المخالطة والضابط النافع في ذلك. من كلام الغزالي وابن القيم رحمهما الله تعالى (50). ¶ المطلب الثالث: حكم مخالطة الداعي: ¶ الدعوة إلى الله من وجائب الإسلام ومن وسائلها مخالطة الناس فتكون المخالطة واجبة لأن ما لا يؤدى الواجب إلاّ به فهو واجب، والواقع أن طبيعة الإسلام تقتضي المخالطة، فالإسلام ليس معنى خاصا بالفرد بل هو أيضا عمل المسلم خارج نفسه، ورسول الله (- صلى الله عليه وسلم -) منذ أن أكرمه الله بالنبوة وأمره بالتبليغ عاش مع الناس وخالطهم وغشي مجالسهم يدعوهم إلى الله ويحذرهم مما هم فيه وكذلك فعل أصحابه الكرام خالطوا الناس وبثوا فيهم ما تعلموه من رسول الله (- صلى الله عليه وسلم -) من الهدى والعلم والدين. ¶ وما روي عن بعض التابعين من استحباب العزلة وكراهية المخالطة فهو أمر يتعلق بأحوال طارئة وظروف استثنائية فليس ما ذكروه هو القاعدة التي يستهدي بها المسلمون من بعدهم لان وجوب الدعوة إلى الله أمر ثابت في الشرع، والمخالطة هي المقدمة إلى الدعوة.",
            "page": "161",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فلا يمكن التخلي عنها. بل هذا الوجوب أصبح أشد في زماننا من أي زمان مضى، لما غشي البشر من غاشية رهيبة قاسية من المادية الصماء السوداء التي حجبت عنهم أنوار الحق وقطعت صلاتهم بالله عز وجل، مما جعل لزاما على كل مسلم أن يسهم في الدعوة إلى الله بقدر طاقته وبأي نوع من أنواع القدرة يستطيعه وهذا يستلزم مخالطة الناس ليدعوهم ¶ إلى الله، وحدود المخالطة الواجبة هي ما كانت ضرورية لأعمال الدعوة إلى الله تعالى أو أداء فروض الإسلام الأخرى، فإذا خلت من هذا المقصود، زالت عنها صفة الوجوب وصارت مباحة أو مكروهة أو حراما، فالمباحة كالمخالطة لغرض تحصيل مباح دينوي والمكروهة إذا فوتت على الداعي فائدة أخروية إذا حملته إثما. وعلى هذا فان المأمول من الداعي أن تكون مخالطته كلها بدافع من الدعوة إلى الله، فإذا زار شخصا أو تعارف معه أو صادقه أو رافقه أو آخاه أو غشي مجلسا أو تكلم في جمع فانه يصدر عن رغبة في الدعوة إلى الله أو بالإعداد والتهيئة لها (51). ¶ المطلب الرابع: حكم اعتزال الداعي ¶ إذا كانت المخالطة من مقدمات الدعوة إلى الله تعالى، وان الداعي لا يستغني عنها كما قلنا فانه مع ذلك يحتاج إلى شي من العزلة والوحدة والانفراد بنفسه لأنه للعبد من أوقات ينفرد بها بنفسه في دعائه وذكره وصلاته وتفكره ومحاسبة نفسه وإصلاح قلبه. ¶ واعتزال القوم والاختفاء عنهم دليل ذلك فتية أهل الكهف وفيهم قال الله تعالى: {وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحمته ويُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقاً} (52). وقال تعالى: {إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَداً} (53). قال القرطبي في تفسيره لهذه الآية: والعزلة عن الخلق والانفراد بالخالق وجواز الفرار من الظالم هي سنة الأنبياء صلوات الله عليهم والأولياء وقد فضل رسول الله (- صلى الله عليه وسلم -) العزلة، وفضلها جماعة من العلماء ولاسيما عند ظهور الفتن وفساد الناس (54)، وقد نص الله تعالى عليها في كتابه فقال: {فَأْوُوا إِلَى الْكَهْفِ} (55). ¶ وإذا جاز هذا النوع من الاعتزال جاز ما دونه كالهجر وعدم المخالطة والتوقف عن نشر الدعوة إلى حين نزولا عند حكم الضرورة وفي هذه الحالة ينبغي للداعي أن ينشغل بنفسه ويقبل على عبادة ربه ويتأمل في أمور الدعوة والإفتكار فيها، إلى أن يزول مادعاه إلى الاعتزال. قال الشيخ الدكتور عبد الكريم زيدان ويلاحظ في هذه العزلة شيئان: ¶ الأول: أن تكون في الأوقات التي ندب الشرع فيه إلى نوع معين من العبادة كالاعتكاف في رمضان وقيام الليل والصلاة فيه والجلوس في المساجد انتظارا للصلاة، فان في هذه",
            "page": "162",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الأوقات والقيام فيها بعبادة الله بالصلاة والذكر والدعاء نوعا ممتازا من العزلة والخلوة المشروعة، وهي على قصرها ذات اثر بليغ جدا. ¶ الثاني: إذا احتاج الداعي إلى عزلة أكثر مما ورد في النوع الأول، كأن يخلو في بيته أياما لما يحسه من حاجة إلى هذه الخلوة للراحة والاستجمام ومراجعة الحساب مع نفسه، وتدارك ما فاته فلا باس في ذلك بشرط أن يكون قصده من ذلك إعداد نفسه وتهيئتها إلى المزيد من الدعوة إلى الله، فيكون مثله في هذا الحالة مثل المجاهد الذي يتحول عن ميدان القتال ليشحذ سيفه أو يعلف فرسه أو يصلح رمحه أو يداوي جرحه وقلبه معلق بالجهاد ونيته الرجوع إليه من قريب فهو في جهاد في الحالتين والأعمال بالنيات والله المستعان (56). ¶ المطلب الخامس: العزلة الروحية (القلبية) ¶ والعزلة القلبية التي يقصد بها أن المؤمن الملتزم بالنهج الصحيح وإن خالط الناس وعاشرهم ببدنه فإنه مفارق لهم بعلمه وقلبه وما هم عليه من التعلق بالدنيا وإتباع الهوى ساع لنقلهم عما هم فيه إلى حيث السلامة والأمان. ¶ فهو يخالط الناس لغاية واضحة، وهي العمل على إنتشالهم من الضلال إلى الهدى، ومن البدعة إلى السنة وأمرهم بالمعروف ونهيهم عن المنكر، ولا يستطيع أن يؤدي ذلك بصورة صحيحة مؤثرة إلا من داخل الناس وعاشرهم، وعرف أحوالهم وأحسن إليهم بلسانه ويده – ما أستطاع إليه سبيلا – وهذه المخالطة المقصودة تجعل في قلب المخالط شعوراً متميزاً من التأثر بأعمال الناس وأهوائهم وإنحرافاتهم إلى حد بعيد، وبذلك يتمكن من إكتساب الخصائص الخيرة الجميلة التي قد تنقصه، ومن الإنتفاع بالتجارب التي تزكي العقل الغريزي وأبعادها، ليقوم – بعد – بمدافعتها وعلاجها بالأسلوب الأمثل، دون أن يؤدي به إلى الذوبان في المجتمع المحيط به، أو التخلي عن علمه ونيته ودعوته. وبذلك يجمع بين الخلطة والعزلة، الخلطة بجسده ومداخله ومخرجه، والعزلة في قلبه وعلمه ومشاعره، فهذا النوع من المخالطة الهادفة المقصودة مطلوب، وهذا النوع من العزلة والبراءة القلبية العلمية مطلوب (57). وهذا النوع من العزلة هي عبارة عن غياب فكره عن الحاضرين مع بقاء جسمه معهم وهذه العزلة يحتاجها كلما وجد نفسه مضطرا بين قوم سوء ومجلس غيبه وكلام باطل لا يستطيع الخروج منه، ولا تحويل مجراه الخبيث، فيغيب عنه بروحه ويبقى جسده معهم. ¶ قال ابن القيم: فان أعجزته المقادير عن ذلك، فليسل قلبه من بينهم كسل الشعرة من العجين، وليكن فيهم حاضرا غائبا، قريبا بعيدا، نائما يقظانا ينظر إليهم ولا يبصرهم، ويسمع كلامهم ولا يعيه، لأنه قد أخذ قلبه من بينهم ورقى به إلى الملا الأعلى، يسبح حول",
            "page": "163",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "العرش مع الأرواح العلوية الزكية، وما أصعب هذا وأشقه على النفوس، وانه ليسير على من يسره الله عليه فبين العبد وبينه أن يصدق الله تبارك وتعالى ويديم اللجأ إليه، ويلقى نفسه على بابه طريحا ذليلا ولا يعين على هذا إلاّ محبة صادقة، والذكر الدائم بالقلب واللسان (58). ¶ ويتحقق وجوب العزلة في مفارقة الكفرة والتحول عنهم إلى غيرهم إذا بدا له إن بذل الجهد معهم عبث أو لا يجدي أو أن احتمال إجابتهم في الوقت الحاضر احتمال ضعيف أو أن أذاهم لا يطاق فيتحول عنهم إلى غيرهم ويوجه جهده إليهم فيدعوهم إلى الله تعالى لان جهد الداعي محدود ووقته محدود فإذا لم يجد الإجابة عند قوم تحول إلى غيرهم واعتزل الأولين بل وله أن يعتزل الجميع إلى حين (59) وقد يستأنس لهذا بقوله تعالى حكاية عن إبراهيم عليه السلام {وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَى أَلَّا أَكُونَ بِدُعَاء رَبِّي شَقِيّاً} (60) وبقوله تعالى حكاية عن نبيه موسى عليه السلام {وَإِنْ لَّمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ} (61) وقوله تعالى عن أهل الكهف: {وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحمته ويُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا} والله سبحانه وتعالى أعلم. ¶ نتائج البحث ¶ بعد أن انتهينا من كتابة هذا البحث يمكننا الإشارة إلى بعض النتائج التي توصلنا إليها منها: ¶ 1) إن للعزلة فوائد كما أن للمخالطة فوائد فلا يستطيع أي إنسان أن يجزم القول بأن العزلة أفضل أو المخالطة أفضل على الإطلاق. فمن فوائد العزلة التفرغ للعبادة والتخلص من المعاصي ومن الفتن ومن شر الناس وانقطاع طمع الناس. ¶ كما أن للمخالطة فوائد مثل التعلم والتعليم والتأديب والتأدب ونيل الثواب وإنالته ومنها التواضع والتجارب مع الخلق وبالعزلة لا تحصل هذه الفوائد. ¶ والأصل في الأحوال العادية التي ليس فيها فتنة عامة تفضيل المخالطة فالمسلم الذي يستطيع أن يخالط الناس ويصبر على أذاهم ويوصل إليهم النفع الديني والدنيوي هو خير من الذي لا يخالطهم ولا يصبر على أذاهم بل يعتزل شرورهم ويتفرد بنفسه وترجيح الخلطة هذه في الأحوال الطبيعية هو مذهب جماهير السلف والعلماء. ¶ 2) والعزلة إنما تنفع العلماء العقلاء وهي أضر شيء على الجهال لذلك قال العلماء رحمهم الله: (تفقه ثم أعتزل) فمن اعتزل قبل التعلم فهو في الأكثر مضيع أوقاته بنوم أو فكر في هوس. فالعلم هو أصل الدين. قال النووي رحمه الله: (ومن قال بتفضيل الإعتزال على الإختلاط قد يتأول هذا على الإعتزال وقت الفتنة ونحوها) (62).",
            "page": "164",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "3) هناك مذهبان للعلماء في هذه المسألة وتفضيل إحداهما على الأخرى فمذهب الجمهور تفضيل المخالطة على الاعتزال والاتجاه الآخر تفضيل العزلة على المخالطة، وذلك يختلف باختلاف الحال والأشخاص فمنهم من يتحتم عليه أحد الأمرين ومنهم من يترجح وليس الكلام فيه سواء. قال الغزالي رحمه الله: (إذا عرفنا فوائد العزلة وغوائلها تحققت أن الحكم عليها مطلقا بالتفضيل نفيا وإثباتا خطأ، بل ينبغي أن ينظر إلى الشخص وحاله والى الخليط وحاله والى الباعث على مخالطته والى الفائت بسبب مخالطته من هذه الفوائد المذكورة، ويقاس الفائت بالحاصل فعند ذلك يتبين الحق ويتضح الأفضل) (63). ¶ 4) فالإسلام دين الجماعة ولذلك جاء الشرع بالأمر بالجماعة في الصلوات والفرائض حتى العيدين والكسوف، إما فرضاً على الأعيان أو على الكفاية، كذلك جاء الشرع بالأمر بالتعاون وتنظيم العلاقات الأجتماعية وبيان الحقوق والواجبات للفرد والجماعة وأمر النبي (- صلى الله عليه وسلم -) بعيادة المريض وإتباع الجنائز وذلك لا يتحقق بالعزلة إنما بالمخالطة. ¶ وجاء الشرع بإيجاب الأمر بالمعروف والنهي عن المنكر والرد على أهل البدع والضلال وجهاد الكفار، وكذلك جاء الشرع بالأمر بحسن الخلق واللين والملاطفة والتودد، والتحذير من البذاءة والجفاء، والحسد والحقد والتباغض والتدابر وغير ذلك من الأخلاق الذميمة والرديئة، ومن المعلوم أن الإنسان لا يدري مقدار تحققه بالأخلاق الفاضلة أو مقدار تخلصه من الأخلاق المذمومة إلا بمخالطة الناس ومعاشرتهم في الشؤون المختلفة. ¶ فالإسلام دين الجماعة الإلهية وخطاباتها موجهة إلى (الذين آمنوا) وفيها الحث لهم على الإعتصام بحبل الله وإقامة بنيان الأخوة الإسلامية بين المؤمنين وبيان فضلها والوعد بعظيم الأجر للمتحابين في الله والمتزاورين فيه لذلك جاء الشرع الحنيف بالحث على الأخلاق الفاضلة والتحذير عن الأسباب التي تورث الضغينة والبغضاء بين المؤمنين، فإن الأصل في العزلة الكلية هو المنع حيث يترتب عليها تضييع الحقوق وتفويت الفرائض وتعطيل كثير من الواجبات كالتعلم والتعليم وقطع صلة الأرحام مع التعرض لكيد الشيطان ووسوسته ومكره فإنما يأكل الذئب من الغنم القاصية، ففي حديث أبي الدرداء رضي الله عنه قال سمعت رسول الله (- صلى الله عليه وسلم -) يقول: (ما من ثلاثة في قرية ولا بدو لا تقام فيهم الصلاة، إلا قد أستحوذ عليهم الشيطان، فعليك بالجماعة، فإنما يأكل الذئب القاصية) (64). فالأمر بالجماعة والتعليل بأن الشيطان يأكل القاصية يدل على منع العزلة المطلقة. ¶ وأما الأحاديث التي وردت في مدح العزلة وبيان فضل المؤمن المتعبد في شعب من الشعاب هذا يكون في حق أفراد لا يستطيعون الجهاد والأمر بالمعروف والنهي عن المنكر، ولو خالطوا لتضرروا بالمخالطة، وأضروا بغيرهم، إذ من الناس من لا يستطيع منع أذاه وشره عن الآخرين إلاّ باعتزالهم، فإذا خالطهم وجد المثيرات التي تحركه إلى الشر والإضرار",
            "page": "165",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "بالنفس وبالناس، وذلك كمن يرى المنكرات مثلاً فيهييج وينفعل ويغير المنكر بطريقة غير مشروعة، بل فيها إعتداء وتسرع ربما يؤدي إلى مضاعفة المنكر، وربما يكون سبباً في إغلاق باب الأمر بالمعروف والنهي عن المنكر وربما يترتب عليه أذى المؤمنين. وكمن يكون شديد الحساسية ضد المنكرات فإذا رآها تأثر تأثراً شديداً وتعكر مزاجه، وتكدرت حياته فلم يهنأ بعيش ولا بعبادة وشعر بالغربة، دون أن يضع شيئاً لضعفه وعجزه، وكمن يعرف من نفسه الضعف والميل إلى الفواحش فإذا جاورها وخالط أهلها حفاظاً لما هو أهم مما سيفقده حال الإعتزال، فمثل هؤلاء قد تشرع في حقهم العزلة كفاً لشرهم عن الناس، أو حفظاً لهم عن شرور الناس، ولذلك جاءت الأحاديث: (مؤمن في شعب من الشعاب يتقي الله ويدع الناس من شره) (65). ¶ ومن الظاهر أن المرء إذا كان لا يستطيع نفع المسلمين بعلم ولا جهاد ولا أمر ولا نهي ولا غير ذلك، ولا يستطيع كف شره عنهم، إذا خالطهم، أو لا يستطيع التوقي من شرهم في أمور دينه ودنياه في حقه أولى. وقد تكون هذه الأحاديث خاص في زمان الفتن التي أخبر عنها النبي (- صلى الله عليه وسلم -) وأمر بالعزلة فيها فتحمل هذه الأحاديث المطلقة على الأحاديث المقيدة. ¶ 5) كما أن هناك عزلة للداعي وأنه لا يستغني عنها نزولاً عند حكم الضرورة كالتفرغ للعبادة وقضاء الحوائج وكذلك هناك ضوابط للخلطة فيجب أن تكون حسب الضوابط النافعة التي ذكرها العلماء في هذا المجال وهي ما ذكرناها في البحث.",
            "page": "166",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "المصادر والمراجع ¶ (1) هو أبو حامد زين بن محمد الغزالي الطوسي سمي بالغزّاليّ نسبة إلى مهنة أبيه وهي غزل الصوف لذا تقرأ بتشديد الزاي، وكان والده يجالس الفقهاء ويتوسل إلى الله أن يرزقه ولداً صالحاً مثلهم ويجعله فقيهاً فأستجاب الله دعاءه فرزقه، فكان الإمام الجليل أبو حامد وقد سافر إلى جرجان وواصل دراسته وأرتحل إلى نيسابور حيث جذبته شهرة إمام الحرمين، ثم توفي رحمه بطوس سنة 505 هـ ودفن فيها. (ينظر: إبن خلكان / وفيات الأعيان وأنباء أبناء الزمان/ تحقيق محي الدين عبد الحميد / مكتبة النهضة/ 1/ 81، وينظر: إبن كثير / أبي الفداء إسماعيل / البداية والنهاية / دار إبن كثير/ بيروت / 12/ 173. ¶ (2) أبو داؤد: سليمان السجستاني/سنن أبي داؤد / القاهرة / 1408 هـ - 1988م / كتاب الأدب / باب من يؤمر أن يجالس / 4/ 261 / رقم الحديث 4833. ¶ (3) الغزالي: أبو حامد محمد بن محمد/ كتاب آداب الصحبة والمعاشرة / باب بيان الصفات المشروطة فيمن نختار صحبته/ دراسة وتحقيق د. محمد سعود المعيني/مطبعة العاني/بغداد/ص211. ¶ (4) سورة الشعراء الآية (212). ¶ (5) ينظر: إبن منظور: محمد بن مكرم/لسان العرب/ دار الحديث/القاهرة / 2003م / مادة عزل / 6 / ص236. وينظر: الجوهري / ابو نصر اسماعيل بن حماد الفارابي /معجم الصحاح/ دار المعرفة/ بيروت / لبنان/ ط1/ 2005م / حرف العين / مادة عزل / ص701. والفراهيدي: أبي عبد الرحمن الخليل بن أحمد/كتاب العين/تحقيق د. مهدي المخزومي ود. إبراهيم السامرائي/دار الرشيد للنشر/بغداد/1/ 353. والفيروز أبادي: مجد الدين محمد بن يعقوب/القاموس المحيط/دار إحياء التراث/بيروت/ط2/ 2003م/ص 949. ¶ (6) الأصفهاني: الراغب/ مفردات ألفاظ القرآن/ تحقيق صفوان عدنان داوودي / دارالقلم/ دمشق/ الدار الشامية / بيروت / ص565. ¶ (7) سورة هود: الآية (42). ¶ (8) سورة الكهف: الآية (16). ¶ (9) القرطبي: لأبي عبد الله محمد الأنصاري / الجامع لأحكام القران / دار احياء التراث / بيروت / ط1/ 1995م /10/ 358 - 360. ¶ (10) الخطابي: أبو سليمان حمد بن محمد/ العزلة / نشر قصي محب الدين الخطيب/ المطبعة السلفية/ ط2/ مصر/1399هـ/ص4. ¶ (11) الجرجاني: علي بن محمد بن علي / التعريفات / تحقيق إبراهيم الأبياري / دار الكتاب العربي / بيروت / ط1/ 1405هـ / ص 194. ¶ (12) الجوهري: مصدر سابق /حرف الخاء/مادة خلط/ص 311. ¶ (13) الرازي: ابو بكرعبد القادر/ مختار الصحاح/ مادة عزل / ص430. وينظر الفيروزأبادي: مصدر سابق/ص613. والفراهيدي: مصدر سابق/4/ 218. ¶ (14) المناوي: محمد عبد الرؤوف / التوقيف على مهمات التعاريف / تحقيق د. محمد رضوان الداية / دار الفكر المعاصر / بيروت / ط1/ 1410 هـ / 1/ 323. وينظر: الأصفهاني: الراغب/ مفردات ألفاظ القرآن/مصدر سابق/ص293.",
            "page": "167",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "(15) البخاري / محمد بن إسماعيل / صحيح البخاري / دار الكتب العلمية / بيروت / د. ت / كتاب الإيمان / باب كيف كان بدء الوحي إلى رسول (- صلى الله عليه وسلم -) / 1/ 5 ومسلم: بن الحجاج القشيري / صحيح مسلم / منشورات دار الآفاق الجديدة/ بيروت/ د. ت/كتاب الإيمان/باب بدء الوحي إلى رسول (- صلى الله عليه وسلم -) / 1/ 97. ¶ (16) سنن الترمذي / أبي عيسى محمد بن عيسى / دار المعرفة / بيروت – لبنان /ط1/ 2002م / كتاب المناقب / باب مناقب أبي بكر الصديق (- رضي الله عنهم -) / حديث رقم 3661 / ص1396. ¶ (17) الغزالي: أبو حامد محمد بن محمد/إحياء علوم الدين/دار الحديث/خلف جامع الأزهر/ 2/ 226 - 227. ¶ (18) الغزالي / إحياء علوم الدين /مصدر سابق/ 2 / ص230. ¶ (19) سنن أبي داؤد /كتاب الملاحم/باب الأمر والنهي/4/ 121 / رقم الحديث 4343. ¶ (20) أبادي: شمس الدين الحق/عون المعبود شرح سنن أبي داؤد / تحقيق عبدالرحمن عثمان/دار إحياء التراث/بيروت/ط2/ 2001م/ 11/ 388. ¶ (21) العودة: د. سلمان بن فهد / العزلة والخلطة أحكام وأحوال/ 1413هـ / منشور على موقع الأنترنت  www.almansiuon.com.  وينظر: الخطابي: العزلة / مصدر سابق / ص. ¶ (22) البخاري: صحيح البخاري / مصدر سابق / كتاب الفتن / باب التعرب في الفتنة / 8/ 94. ¶ (23) الغزالي / المصدر السابق/ 2/ 234 - 237. ¶ (24) المصدر السابق/ 2/ 238. ¶ (25) أبو داؤد: سنن أبي داؤد /كتاب الأدب/باب من يؤمر أن يجالس/4/ 261. ¶ (26) الغزالي / إحياء علوم الدين /مصدر سابق/ 2/ 239 - 240. ¶ (27) المصدر سابق/ 2/ 241 - 242. ¶ (28) سورة الفرقان: الآية (27 - 29). ¶ (29) سورة الزخرف: الآية (67). ¶ (30) أبن القيم: أبي عبد الله محمد بن ابي بكر بن أيوب/ مدارج السالكين بين منازل إياك نعبد وإياك نستعين/ ضبط وتحقيق: رضوان جامع رضوان /المكتب الثقافي/ القاهرة / 2001م / المنزلة الثامنة التذكر / 1/ 372 - 273. ¶ (31) المصدر السابق:1/ 372. ¶ (32) الغزالي / إحياء علوم الدين /مصدر سابق/ 2/ 223. ¶ (33) النووي: محي الدين أبي زكريا يحيى بن شرف / شرح صحيح مسلم / دار القلم / د. ت / كتاب الإمارة / باب فضل الجهاد والرباط / 13/ 37. ¶ (34) السبت: خالد عثمان/ الأمر بالمعروف والنهي عن المنكر أصوله وضوابطه وآدابه/ المنتدى الإسلامي/ لندن/ط1/ 1415هـ - 1995م/ص112. ¶ (35) النووي: شرح صحيح مسلم / مصدر سابق / 13/ 37. ¶ (36) سنن ابن ماجه / القزويني: ابي عبد الله محمد بن يزيد / بيت الافكار الدولية / لبنان / 2004م/كتاب الفتن/ باب الصبر على البلاء/ص434/رقم الحديث (4032). ¶ (37) السبت: خالد عثمان/ الأمر بالمعروف والنهي عن المنكر/مصدر سابق/116. ¶ (38) الخطابي: أبو سليمان/العزلة/مصدر سابق/ص11. ¶ (39) الغزالي / إحياء علوم الدين /مصدر سابق/ 2/ 222.",
            "page": "168",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "(40) السبت: خالد عثمان/ الأمر بالمعروف والنهي عن المنكر/مصدر سابق/112. ¶ (41) أبن حجر العسقلاني: احمد بن علي بن حجر /فتح الباري شرح صحيح البخاري/ 11/ 404. ¶ (42) البخاري: صحيح البخاري / مصدر سابق / كتاب الفتن / باب التعرب في الفتنة / 8/ 94. ¶ (43) أبن حجر العسقلاني: احمد بن علي بن حجر /فتح الباري شرح صحيح البخاري/ 11/ 402. ¶ (44) الشاطبي: أبو إسحاق إبراهيم بن موسى بن محمد اللخمي/الاعتصام/تحقيق سيد إبراهيم/دار الحديث/القاهرة/2003م/ 1/ 248. ¶ (45) أبن القيم: مدارج السالكين/مصدر سابق/1/ 373. ¶ (46) أبن حجر العسقلاني: احمد بن علي بن حجر /فتح الباري شرح صحيح البخاري/ 13/ 54 - 55. ¶ (47) سورة الأنفال: الآية (25). ¶ (48) السبت: خالد عثمان/ الأمر بالمعروف والنهي عن المنكر/مصدر سابق/115. ¶ (49) زيدان: الدكتور عبد الكريم /أصول الدعوة / مؤسسة الرسالة / بيروت – لبنان / ط9 / طبعة جديدة ومنقحة / 1423هـ - 2002م/ ص368. ¶ (50) الغزالي / المصدر السابق/ 2/ 236 – 240، وينظر أبن القيم: المصدر السابق/1/ 373. ¶ (51) زيدان: أصول الدعوة/مصدر سابق/ص370. ¶ (52) سورة الكهف: الآية (16). ¶ (53) سورة الكهف: الآية (10). ¶ (54) القرطبي: مصدر سابق/10/ 358. ¶ (55) سورة الكهف: الآية (16). ¶ (56) زيدان: أصول الدعوة/مصدر سابق/ ص370. ¶ (57) العودة: د. سلمان بن فهد / العزلة والخلطة أحكام وأحوال/ 1413هـ ¶ (58) أبن القيم: مدارج السالكين/مصدر سابق/1/ 273. ¶ (59) زيدان: أصول الدعوة/مصدر سابق/ ص370. ¶ (60) سورة مريم: الآية (48). ¶ (61) سورة الدخان: الآية (21). ¶ (62) النووي: مصدر سابق / كتاب الزهد والرقائق / حديث رقم (2965) / 18/ 314 – 315. ¶ (63) الغزالي / إحياء علوم الدين /مصدر سابق/ 2/ 239 - 240. ¶ (64) أبو داؤد: سنن أبي داؤد / مصدر سابق/ كتاب الصلاة/ باب التشديد في ترك الجماعة / 1/ 150 ¶ (65) البخاري: صحيح البخاري / مصدر سابق / كتاب الفتن / باب التعرب في الفتنة / 8/ 94.",
            "page": "169",
            "part": "1"
        }
    ],
    "t36688": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حكم اعتزال ومخالطة المسلم لمجتمعه في الشريعة الإسلامية"
        }
    ]
}