{
    "b36695": [
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين, والصلاة والسلام على المبعوث رحمة للعالمين, سيدنا محمد وعلى آله وصحبه, والتابعين لهم بإحسان إلى يوم الدين ... وبعد: ¶ فتلك إطلالة عجلى على حكم (إخبار الطبيبِ الزوجَ الصحيحَ بنتائج فحوص زوجه المريض المؤثرة عليه) , أردت بها أن أبين مدى اعتبار نتائج هذه الفحوص من قبيل السر الطبي, الذي لا يجوز للعاملين في مجال الحقل الطبي الإفصاح عنه, إلا في حالات معينة تقتضيها الضرورة أو الحاجة, للمصلحة العامة أو الخاصة, ومدى تأثير بعض الأمراض التي يصاب بها أحد الزوجين, والتي قد تنتقل بينهما بالمعايشة المعتادة, أو المعاشرة الجنسية, ومدى جواز إفصاح الطبيب أو من يعمل في مجال التطبيب والعلاج, بالإفصاح عنها للطرف الصحيح في العلاقة الزوجية, وقد أمطت اللثام عن ذلك من خلال المطالب والفروع والمقاصد التالية: ¶ المطلب الأول: حقيقة الفحوص الطبية. ¶ الفرع الأول: أنواع الفحوص الطبية. ¶ الفرع الثاني: ما ينبئ من أنواع الفحوص عن مرض معد. ¶ المطلب الثاني: إفشاء السر الطبي. ¶ الفرع الأول: حقيقة السر الطبي ومن يختصون بالاطلاع عليه. ¶ المقصد الأول: حقيقة السر الطبي. ¶ المقصد الثاني: المختصون بالاطلاع على السر الطبي وحفظه. ¶ الفرع الثاني: ما يشمله السر الطبي. ¶ الفرع الثالث: حقيقة إفشاء السر الطبي وحكمه. ¶ الفرع الرابع: حالات جواز إفشاء السر الطبي وضوابطه. ¶ المقصد الأول: حالات جواز إفشاء السر الطبي.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المقصد الثاني: إبلاغ الزوج الصحيح بمرض صاحبه المؤثر. ¶ الفرع الأول: أمراض تنتقل عدواها إلى الصحيح بالمخالطة أو الوقاع. ¶ الفرع الثاني: حكم إبلاغ الزوج الصحيح بحقيقة مرض صاحبه المؤثر عليه.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المطلب الأول ¶ حقيقة الفحوص الطبية ¶ الفرع الأول: أنواع الفحوص الطبية: ¶ الفحوص: جمع الفَحْصِ وهو البحث عن الشيء, وقد فَحَصَ عنه من باب قطع, وتَفَحَّصَ وافْتَحَصَ بمعنى والأُفحُوصُ مجثم القطاة, لأنها تفحصه وكذا المَفْحَصُ, يقال ليس له مفحص قطاة, والفحص هو الكشف كذلك, يقال: المطر يَفْحَص الحصى; إذا قلبه وزَيّله, وفَحص القَطا التراب; إذا اتخذ أُفحوصاً (¬1). ¶ وفحص الطبيب أي كشفه, وحسه ليعرف ما به من علة, وفحص الكتاب, أي دقق النظر فيه ليعلم كنهه, والفحص الطبي, نسبة إلى الطب, وهو من طبّ فلان طباً أي مهر, وحذق, وطب المريض أي داواه وعالجه, والمراد بالفحص الطبي: هو القيام بالكشف على الجسم بكل الوسائل المتاحة: من الأشعة, والكشف المختبري والفحص الجيني ونحوها, لمعرفة ما به من مرض. ¶ الفرع الثاني: ما ينبئ من أنواع الفحوص عن مرض معد: ¶ تسفر الفحوص والتحاليل التي تجرى على المرضى, عن أنواع من الأمراض, منها ما ينتقل بالعدوى, ومنها ما لا ينتقل بالعدوى به, هناك أمراض معدية, وأمراض غير معدية, فالأمراض المعدية مثل: السل, والجدري, والتهاب الكبد الوبائي, ومرض نقص المناعة المكتسبة (الآيدز) , والأمراض غير المعدية مثل: أمراض السكر والقلب, وزيادة نسبة الكلسترول بالدم, والفشل الكلوي, ونحوهما. ¶ ومن الجدير بالذكر أن من الأمراض ما ينتقل عن طريق الجينات, بحيث ينتقل إلى الإنسان من أسلافه أمراضا وراثية, تنتقل إليه بصفة سائدة أو متنحية, ¶ ¬__________ ¶ (¬1) مختار الصحاح /206, ابن الأثير: الفائق 3/ 92.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقد ذكر العلماء أن عدة الأمراض الوراثية تصل إلى سبعة آلاف مرض, أكثرها يمثل خطورة على من انتقل إليه, وبعضها غير قابل للشفاء, ومن الأمراض الوراثية: أمراض القلب والأوعية الدموية, وبعض أمراض الدم, كالثالاسيميا, والأنيميا المنجلية, والأمراض المتعلقة بالنمو, والسرطان, والسكر, والتليف الكيسي, وأمراض الجهاز المناعي, ونحوها. ¶ ومن الأمراض التي تسفر عنها الفحوص والتحاليل ونحوها, ما يتعلق بالقوى العقلية والإدراكية والنفسية والعصبية, والقدرة على التركيز, والتحكم في وظائف الأعضاء, ونحوها, ومنها ما يسفر عن أمراض تتعلق بالخصوبة والقدرة على الإنجاب, أو المعاشرة الزوجية, ومنها ما يتعلق بأمراض الجهاز الهضمي أو الدوري أو التمثيل الغذائي, أو نحوها (¬1). ¶ ¬__________ ¶ (¬1) أ. د. عبد الفتاح إدريس: العلاج الجيني 20 - 24.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المطلب الثاني ¶ إفشاء السر الطبي ¶ الفرع الأول: حقيقة السر الطبي ومن يختصون بالاطلاع عليه: ¶ المقصد الأول: حقيقة السر الطبي: ¶ يطلق السر في عرف أهل اللغة: على ما أخفي وكتم, وهو خلاف الإعلان, وهو ما حدث به الإنسان غيره وأسره إليه (¬1). ¶ ويطلق السر في الاصطلاح على: ما يحرص الإنسان على إخفائه عادة, وعلى الحديث المكتتم في النفس وكنى عن النكاح بالسر من حيث أنه يخفى, وقال ابن عربي السر يطلق لمعان فيقال سر العلم بإزاء حقيقة العالم به وسر الحال بإزاء معرفة مراد الله فيه وسر الحقيقة بإزاء ما تقع به (¬2). ¶ وقد عرفه مجمع الفقه الإسلامي بأنه: «ما يفضي به الإنسان إلى آخر مستكتما إياه من قبل أو من بعد, ويشمل ما حفت به قرائن دالة على طلب الكتمان إذا كان العرف يقضي بكتمانه, كما يشمل خصوصيات الإنسان وعيوبه التي يكره أن يطلع عليه الناس» (¬3). ¶ وقد عرف بعض العلماء السر الطبي بأنه «كل ما يعرفه الطبيب أثناء ممارسته مهنته أو بسببها, وكان في إفشائه ضرر لشخصه أو لعائلته, إما لطبيعته أو لطبيعة الوقائع أو الظروف التي أحاطت بالموضوع» (¬4). ¶ وعرفه بعضهم بأنه: «كل ما يمس طمأنينة المريض وشرفه وعائلته» (¬5). ¶ ¬__________ ¶ (¬1) لسان العرب 4/ 256, مختار الصحاح /124. ¶ (¬2) المناوي: التعاريف /402. ¶ (¬3) السر في المهن الطبية, مجلة البحوث الفقهية المعاصرة, العدد 20/ 208. ¶ (¬4) محمود مصطفى: مدى المسئولية الجنائية للطبيب إذا أفشى سرا من أسرار مهنته /660. ¶ (¬5) منير رياض حنا: المسئولية الجنائية للأطباء والصيادلة /164.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وعرفه البعض بأنه: «كل ما يصل إلى علم الطبيب من معلومات أيا كانت طبيعتها تتعلق بحالة المريض وعلاجه والظروف المحيطة بذلك, سواء حصل عليها من المريض أو علم بها أثناء أو بسبب ممارسته مهنته» (¬1). ¶ فالسر الطبي: هو ما يتعلق بمرض شخص معين, والذي يطلع عليه من يعملون في الحقل الطبي: كالطبيب والجراح والصيدلي والقابلة والممرض ونحوهم, بمقتضى ملاحظاتهم المهنية, أو من خلال ما أفضى به المريض أو نحوه إليهم متعلقا به أو بمرضه (¬2). ¶ وليس هذا السر قاصرا على المعلومات المتعلقة بنوع المرض أو الإصابة التي يعالج منها المريض, بل كل ما يتعلق بالعمل الطبي من فحوص وتحاليل وتشخيص ومراقبة, وأعمال الاستكشاف الطبية: كالأشعة والمناظير ونحوها, كما يشمل نتائج الفحوص والتحاليل والصور والاستنتاجات المترتبة على هذه النتائج. ¶ المقصد الثاني: المختصون بالاطلاع على السر الطبي وحفظه: ¶ لقوانين العقوبات في التجريم والعقاب على إفشاء الأسرار الطبية, اتجاهان في هذا السبيل: ¶ الاتجاه الأول: ¶ يشترط صراحة أن يكون من أفشى السر الطبي طبيبا أو جراحا أو صيدليا أو قابلة أو ممرضا أو ممرضة, أو نحوهم ممن يمارس أعمالا مهنية طبية, ويمثل هذا الاتجاه: قانون العقوبات المصري في المادة 310, وقانون العقوبات المغربي في المادة 446, وقانون العقوبات الجزائري في المادة 301, وقانون العقوبات اليمني في المادة 156, وقانون العقوبات الفرنسي في المادة 378. ¶ ¬__________ ¶ (¬1) د. علي نجيدة: التزامات الطبيب في العمل الطبي /149. ¶ (¬2) أ. د. عبد الفتاح إدريس: قضايا طبية من منظور إسلامي /5.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الاتجاه الثاني: ¶ لم يشترط هذا الاتجاه في تجريم إفشاء السر الطبي, أن يكون من أفشاه ممن يعملون في مجال الحقل الطبي أو المهن الطبية المختلفة, بل اكتفى في ذلك بأن يكون من أفشى السر قد علم به بحكم مهنته أو صنعته أو وظيفته بطريق مباشر أو غير مباشر, ويمثل هذا الاتجاه: نظام مزاولة المهن الصحية السعودي في المادة 21, وقانون العقوبات الإماراتي في المادة 379, وقانون العقوبات القطري في المادة 302, وقانون العقوبات اللبناني في المادة 579, وقانون العقوبات العراقي في المادة 437, وقانون العقوبات الإيطالي في المادة 622 (¬1). ¶ ووفقا لهذا الاتجاه الأخير يختص بالاطلاع على السر الطبي للمريض أو من يخضع للفحص أو العلاج, مجموعة من ذوي الاختصاص في مجالات الطب والتشخيص والفحص والعلاج ورعاية المريض أو مخالطته خلال مدة معالجته, ولذا فإن هذا السر يطلع عليه هؤلاء بحكم مزاولتهم لأعمالهم في هذه المجالات, ولذا فإن المطلعين عليه هم: الطبيب المعالج, والطبيب الاستشاري, والطبيب الإداري, وطبيب التخدير, والطبيب النفسي, والأخصائي الاجتماعي, والقائم بتأهيل المرضى, ومدير المستشفي أو الوحدة العلاجية, ومديرو الإدارات المختلفة, والقائمون بالفحوص والتحاليل والكشوف المختلفة, وطلاب وطالبات كليات الطب المتدربون على الحالات بالمشفى الذي به المريض, والقائمون بالتمريض, ورعاية المريض وملاحظته, ومن لديهم سجلات المرضى, والمتداولون لها تسليما وتسلما, والصيادلة, والمسئولون عن أقوات المرضى وأغذيتهم, والعاملون في إدخال المعلومات في الحاسب الآلي, ومن يتولون تجهيز حجرات العمليات أو إقامة المرضى, فإن هؤلاء جميعا يطلعون على أسرار المرضى الطبية, ومطالبون بكتمانها والحفاظ عليها. ¶ ¬__________ ¶ (¬1) أ. د. عبد الفتاح إدريس: قضايا طبية من منظور إسلامي /6 - 7.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الفرع الثاني: ما يشمله السر الطبي: ¶ إن من الأهمية تحديد هذا السر بأمور معينة يجب كتمانها ويمتنع إفشاؤها إلا عن وجود المقتضي لها, باعتبار أن عدم تحديده يوقع في حرج وضيق بالنسبة لمن يطلعون أو يعلمون عن شيء له تعلق بالمريض, سواء بمرضه أو غيره, ولذا وجد اتجاهان في هذا الخصوص: ¶ فذهب فريق من العلماء المعاصرين إلى تحكيم العرف فيما يعد سرا طبيا وما لا يعد بهذه المثابة, تبعا لكل حالة وحادثة على استقلال, وقد جرى العرف في مجتمعات عدة على اعتبار أمراض معينة من قبيل الأمراض التي لا يجوز إفشاء ما يتعلق بها أو بإصابة أحد بها, ومن ذلك: الأمراض التي تنتقل العدوى بها بالمعاشرة, كالزهري والسيلان والجذام والبرص والهربس والإيدز, ونحوها. ¶ ومن العلماء من يضع ضابطا آخر لما يعد سرا طبيا, فيرى أن ما يضر بالسمعة والكرامة إفشاؤه, فإنه يعد سرا طبيا لا يجوز إذاعته, وهذا الضابط - كما هو بين - شخصي, يتعلق بشخص المريض, ولذا فإنه يختلف من مريض إلى آخر, فبعض المرضى في بعض المجتمعات لا يجد غضاضة في إفشاء بعض المختصين بحقيقة مرضه, وحقيقة انتقال عدوى الإصابة به إلى الصحيح, في حين يرى مريض آخر في مجتمع معين أن مجرد الإفصاح عن إصابته بمرض, دون بيان حقيقته, ضارا بسمعته وكرامته, بل قد يضر بسمعة ذويه كذلك. ¶ كما ظهر اتجاهان في تحديد نطاق السر الطبي, اتجاه يرى أن السر الطبي مطلق, لا يخول لمن اطلع عليه أو علمه أن يفشيه بحال, في حين يرى اتجاه آخر أن هذا النطاق محدود بالأحوال المعتادة, فإن وجدت مقتضيات لإفشائه أفشاه من اطلع عليه أو علمه, كما إذا كان في الإفشاء مصلحة للمريض أو غيره, أو كان من المريض إذن بالإفشاء لمن علم به أو اطلع عليه (¬1). ¶ ¬__________ ¶ (¬1) د. جمال عبد الرحمن: السر الطبي /19 - 20, د. عبد السلام الترمانيني: السر الطبي /40, د. أحمد سلامة /174 - 175.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الفرع الثالث: حقيقة إفشاء السر الطبي وحكمه: ¶ أولاً: معنى الإفشاء: ¶ يطلق الإفشاء في عرف أهل اللغة: على الإظهار, يقال: أفشا السر, إذا أظهره وأذاعه, وتفشى: إذا اتسع وانتشر (¬1). ¶ وإفشاء السر في الاصطلاح: هو إظهاره في أمكنة وأزمنة متعددة, أو هو: كشف السر وإطلاع الغير عليه بأي وسيلة يتحقق بها ذلك (¬2). ¶ ثانياً: حكم الإفشاء: ¶ وسر المريض أو المفحوص أو صاحب التحاليل أو نحوها على هذا النحو أمانة, أوجبت الشريعة على كل من اطلع عليه أو وصل إليه أن يحفظه, ونهته عن الخيانة فيه, وقد بين العلماء أن إفشاءه خيانة: ¶ 1 - قال الغزالي: «إفشاء السر خيانة, وهو حرام إذا كان فيه إضرار, ولوم إن لم يكن فيه إضرار, وكلاهما مذموم وفيه إثم» (¬3) , وقال في موضع آخر متحدثا عن حقوق الصحبة والأخوة: «أن يسكت عن إفشاء سره الذي استودعه, وله أن ينكره وإن كان كاذبا, فليس الصدق واجبا في كل مقام, فإنه كما يجوز للرجل أن يخفي عيوب نفسه وأسراره وإن احتاج إلى الكذب, فله أن يفعل ذلك في حق أخيه, فإن أخاه نازل منزلته, وهما كشخص واحد لا يختلفان إلا بالبدن» (¬4). ¶ 2 - وقال ابن حجر: «الذي عليه أهل العلم أن السر لا يباح به إذا كان على صاحبه منه مضرة» (¬5). ¶ 3 - وقال ابن مفلح: «وحرم في أسباب الهداية إفشاء السر, وحرم في الرعاية إفشاء السر المضر» (¬6). ¶ ¬__________ ¶ (¬1) لسان العرب 11/ 183, القاموس المحيط /998. ¶ (¬2) د. أحمد سلامة: الحماية الجنائية لأسرار المهنة /395. ¶ (¬3) الغزالي: إحياء علوم الدين 3/ 1861. ¶ (¬4) المصدر السابق 2/ 1170. ¶ (¬5) ابن حجر: فتح الباري 11/ 99. ¶ (¬6) ابن مفلح: الفروع 8/ 392.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "4 - وقال الرحيباني: «إفشاء السر حرام» (¬1). ¶ وقد تضافرت نصوص الشرع على تحريم إفشاء السر, منها ما يلي: ¶ أولاً: الكتاب الكريم: آيات منها: ¶ 1 - قال الله تعالى: {إِنَّ اللهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} (النساء: 58). ¶ وجه الدلالة منها: ¶ أمر الله تعالى بأداء الأمانة إلى من ائتمن غيره عليها, وهو يقتضي فرضية ذلك, وصيغة العموم في الأمانات تقتضي وجوب حفظها مطلقا, وحفظ السر الذي هو أمانة, سواء كان سرا طبيا أو مهنيا أو نحوهما, بحسبانه من الأمانات المأمور بحفظها. ¶ 2 - قال سبحانه في وصف المؤمنين: {وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ} (المعارج: 32) , (المؤمنون: 8). ¶ وجه الدلالة منها: ¶ أثنى الله سبحانه على المؤمنين وأنهم الذين يحفظون أماناتهم, وما أودع في أفئدتهم من أسرار الغير ليحفظوه ولا يفشوه, وتحصيل سبب الثناء مطلوب شرعا, فكان حفظ السر وعدم إفشائه مطلوبا للشارع. ¶ 3 - قال الحق سبحانه: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَخُونُوا اللهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ} (الأنفال: 27). ¶ وجه الدلالة من الآية: ¶ نهى الحق سبحانه عن خيانة الأمانة, وهو نهي يقتضي التحريم, ومن اطلع على سر مريض أو غيره, وأفشاه لغير مقتض مشروع فقد خان أمانته, ولحقه الإثم بسبب عدم الامتثال لما ورد في الآية الكريمة. ¶ ¬__________ ¶ (¬1) الرحيباني: مطالب أولي النهى 5/ 269.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ثانياً: السنة النبوية المطهرة: أحاديث منها: ¶ 1 - روى أبو هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «آية المنافق ثلاث: إذا حدث كذب, وإذا وعد أخلف, وإذا ائتمن خان» (¬1). ¶ 2 - روى أبو هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «أد الأمانة إلى من ائتمنك ولا تخن من خانك» (¬2). ¶ وجه الدلالة منهما: ¶ أفاد الحديثان كتمان الأمانة وحفظها وعدم الخيانة فيها, ومن الأمانة السر الذي اطلع عليه الغير من صاحبه, حيث يجب حفظه وعدم إفشائه. ¶ 3 - روى جابر بن عبد الله رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «إذا حدّث الرجل بالحديث ثم التفت فهي أمانة» (¬3). ¶ وجه الدلالة منه: ¶ أفاد الحديث أن الرجل إذا تحدث بالحديث إلى أحد والتفت وهو يفضي به, فإن التفاته يدل على أن ما يفضي به سر لا يريد اطلاع أحد عليه, وهو أمانة استودعها من أفضى إليه بها. ¶ ثالثاً: الأثر: ¶ عن أنس - رضي الله عنه - قال: مرّ بي النبي - صلى الله عليه وسلم - وأنا ألعب مع الصبيان فسلّم علينا ثم دعاني فبعثني إلى حاجة له، فجئت وقد أبطأت عن أمي، فقالت: ما حسبك؟ , أين ¶ ¬__________ ¶ (¬1) أخرجه البخاري ومسلم في الصحيحين. (القنوجي: عون الباري 1/ 171, النووي: شرحه على مسلم 2/ 46). ¶ (¬2) أخرجه الحاكم في المستدرك, وصححه على شرط مسلم, وأخرجه الترمذي والبيهقي وأبو داود والدارقطني والدارمي في سننهم, وقال الترمذي: حسن غريب, وسكت عنه البيهقي والدارقطني وأبو داود. (المستدرك 2/ 53, سنن الترمذي 3/ 564, سنن البيهقي 10/ 271, سنن أبي داود 3/ 290, سنن الدارقطني 3/ 35, سنن الدارمي 2/ 343). ¶ (¬3) أخرجه الترمذي وأبو داود, وقال الترمذي: حديث حسن, وسكت عنه أبو داود, وذكره الهيثمي في مجمع الزوائد: رواه أبو يعلى عن شيخه جبارة بن مفلس, وهو ضعيف جدا, وقال ابن نمير: صدوق, وبقية رجاله ثقات, وقال المباركفوري: وأخرجه أحمد, وقال المنذري بعد نقل كلام الترمذي: هذا في إسناده عبد الرحمن بن عطاء المدني, قال البخاري: عنده مناكير, وقال أبو حاتم الرازي شيخ قيل له أدخله البخاري في كتاب الضعفاء, قال: يحول من ههنا. (سنن الترمذي 4/ 341, سنن أبي داود 4/ 267, مجمع الزوائد 8/ 98, المباركفوري: تحفة الأحوذي 6/ 79).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "كنت؟ , فقلت: بعثني رسول الله - صلى الله عليه وسلم - إلى حاجة، فقالت: أي نبي وما هي؟ , فقلت: إنها سر، قالت: لا تحدث بسر رسول الله - صلى الله عليه وسلم - أحداً» (¬1). ¶ وجه الدلالة منه: ¶ أفاد هذا الأثر أن أنس بن مالك تكتم ما أسر به رسول الله - صلى الله عليه وسلم - , ولم يفصح به لأمه حين سألته عنه, وقد أقرته على ذلك, وأكدت ذلك بقولها له: «لا تحدث بسر رسول الله - صلى الله عليه وسلم - أحدا» , مما يدل على وجوب كتمان السر. ¶ رابعاً: الإجماع: ¶ نقل ابن المنذر إجماع أهل العلم على أداء الأمانات إلى أهلها, سواء كانوا أبرارا أم فجارا (¬2). ¶ فإذا ما قام المرء بإفشاء سر غيره مريضا كان أو غيره, فقد خان أمانته وإن لم يترتب عليها إضرار به. ¶ وقد تضافرت النصوص الشرعية الدالة على ذلك, منها قول الحق سبحانه: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَخُونُوا اللهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ} (الأنفال: 27) , وقال سبحانه في وصف المؤمنين: {وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ} (المؤمنون: 8) , (المعارج: 32) , وقد اعتبر رسول الله - صلى الله عليه وسلم - خيانة الأمانة إحدى خصال النفاق, إذ روى عنه أبو هريرة - رضي الله عنه - أنه قال: «آية المنافق ثلاث: إذا حدث كذب, وإذا وعد أخلف, وإذا ائتمن خان» (¬3) , ولا يخلق بأحد أن يتصف بصفة من صفات المنافقين. ¶ ويعد السر الطبي أحد الأركان الأساسية في ممارسة مهنة الطب, وأحد المبادئ الأخلاقية التي يجب على الطبيب أن يتحلى بها, وقد حرصت قوانين ¶ ¬__________ ¶ (¬1) أخرجه ابن أبي شيبة في مصنفه 5/ 229. ¶ (¬2) ابن المنذر: الإشراف على مذاهب أهل العلم 6/ 330. ¶ (¬3) أخرجه البخاري ومسلم في الصحيحين. (القنوجي: عون الباري على البخاري 1/ 171, النووي: شرحه على صحيح مسلم 2/ 46).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ممارسة مهنة الطب وقوانين العقوبات على توفير الحماية الكبيرة للسر الطبي الذي يطلع عليه الطبيب ونحوه ممن يعملون في الحقل الطبي, لأنه يتعلق بآداب مهنة الطب, واعتبر إفشاء أي من هؤلاء لهذا من الجرائم المحضة. ¶ الفرع الرابع: حالات جواز إفشاء السر الطبي وضوابطه: ¶ المقصد الأول: حالات جواز إفشاء السر الطبي: ¶ أوجبت القوانين المختلفة من جزائية ومدنية ومسلكية وصحية على الطبيب, إعلام السلطات العامة ودوائر الأحوال المدنية وغيرها, عن حوادث وقضايا ومشكلات تصل لعلم الطبيب أثناء ممارسته لعمله, ونفت عن قيامه بذلك صفة التجريم, وهذه الواجبات التي اقتضت إفشاء السر الطبي, قد تتعلق بأمن المجتمع وحماية أفراده من الأخطار التي تتهددهم, أو المحافظة على صحة أفراد المجتمع ووقايته من الأمراض المختلفة, وقد تقتضيها ضرورات اقتصادية أو اجتماعية أو نحوها (¬1) , وأذكر بعضا من هذه الحالات في هذا المقام: ¶ (أ) إخبار السلطات المختصة عن الجرائم التي علم بها الطبيب من خلال ممارسته لمهنته, ليؤاخذ الجاني بجنايته, ويتحقق بذلك أمن المجتمع, واستئصال الجريمة من المجتمع. ¶ (ب) إذا أمرت المحكمة بإفشاء السر لتحقيق سير العدالة, وذلك إذا طلبت من الطبيب أو غيره ممن يعملون في المجال الطبي إعداد تقرير مفصل عن حالة ¶ ¬__________ ¶ (¬1) لائحة آداب مهنة الطب البشري بمصر, المواد 17, 18, 19, 20/ 234/ 1974 م, والقانون رقم 260/ 1960 المعدل, والقانون رقم 137/ 1958, والمادتان 61, 310 من قانون العقوبات المصري 1937, وقانون مزاولة مهنة الطب البشري وطب الأسنان الكويتي, المواد 6, 8, 9, 38 - 42/ 25/1981, وقانون مزاولة المهن الطبية السوري المواد من 48 - 53/ 12/1970, والمادة 565 من قانون العقوبات السوري 1949, وقانون مزاولة المهن الطبية في دولة الإمارات م 46/ 12/1970, وقانون مزاولة مهنة الطب البشري الاتحادي الجديد الصادر في دولة الإمارات م 13, 14, 30/ 7 /1975, م 379 من قانون العقوبات الإماراتي 1987, م 565 من قانون العقوبات اللبناني 1943, م 437 من قانون العقوبات العراقي 1969, م 622 من قانون العقوبات الإيطالي 1930, د. عبد المنعم داود: المسئولية القانونية للطبيب /57 - 69, د. محمد الخاني: «المباديء الأخلاقية التي يجب أن يتحلي بها الطبيب» بحث في مجلة كلية الشريعة والقانون بدولة الإمارات, العدد الثاني, رمضان 1408 هـ/154 - 167.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "مريض أو مصاب عهد إليه به, ولو كانت المعلومات التي يتضمنها التقرير تمثل سرا بالنسبة لصاحبها. ¶ (ج) إذا كان إفشاء السر لمصلحة أحد الزوجين, بحيث يكون هذا الإفشاء لصاحب المصلحة منهما فيه, بأن كان صاحب السر الطبي مريضا بمرض تنتقل عدواه إلى الطرف الصحيح عن طريق المعايشة المعتادة أو عن طريق الممارسة الجنسية. ¶ (د) إذا كان الإفشاء بقصد منع حدوث جريمة, ويكون هذا إلى الجهة الرسمية المختصة. ¶ (هـ) إذا كان إفشاء السر بقصد التبليغ عن الأشخاص الخطرين على أنفسهم وعلى الآخرين, نتيجة إصابتهم بمرض أو نقص عقلي كبير, أو تسمم ناشئ عن تناول المواد المسكرة أو المخدرة, إذا كان الإعلام إلى الجهات المختصة التي تعينها وزارة الصحة. ¶ (و) إذا كان الإفشاء بقصد الإخبار عن الأوبئة والأمراض المتفشية, وذلك للتوقي والعلاج منها. ¶ (ز) إذا كان الطبيب مكلفا من قبل إحدى شركات التأمين على الحياة, بالكشف على المؤمن عليهم, إذا كان إفشاء السر إلى الشركة المعينة. ¶ (ح) إذا وافق صاحب السر على إفشائه, أو أذن في إفشائه أحد أبوي القاصر, وكانت فيه مصلحة له. ¶ (ط) إذا أفشاه الطبيب للدفاع عن نفسه أمام القضاء, إذا اتهم في قضية ماسة بخلقه, أو أسلوب علاجه للمريض, أو اتهم بإجهاض امرأة, ولم يجد بدا لتبرئة نفسه من ذكر حقيقة مرضها ودوافع إجهاضها, ونحو ذلك من مقتضيات الإفشاء.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "(ي) إذا كان إفشاء السر الطبي متعلقا بإبداء شهادة أمام القضاء متعلقة بالمشهود له أو عليه أو غيرهما, حيث يجوز إفشاء السر في هذه الحالة إقامة للشهادة. ¶ (ك) إذا كان إفشاء السر الطبي هو المقصود من عمل الطبيب, كأن انتدبته مصلحة حكومية أو شركة للكشف على المراد تعيينهم بها, ليذكر ما لديهم من أمراض تعيقهم عن أداء العمل المراد قيامهم به, ففي هذه الحالة يكون الطبيب مؤتمنا وحكما, فلابد أن يذكر الحقيقة ولا يأثم إن أفشى السر الطبي للمتقدمين للعمل في هذه الجهات, بل إن من تجرى لهم هذه الفحوص يعلمون سلفا مهمة الطبيب, ويرتضون ما يقوم به بعد من بيان حقيقة ما بهم من أمراض للجهات التي استدعته للقيام بذلك. ¶ (ل) إذا كان إفشاء السر يتعلق بالإبلاغ عن المواليد والوفيات. ¶ وقد اعتبرت القوانين امتناع الطبيب عن إفشاء سر مريضه, في الحالات التي توجب عليه هذا الإفشاء, مكونا جريمة سلبية, ترتكب وتتم بمجرد امتناعه عن القيام بما أمرت به القوانين والتشريعات من هذا الإفشاء. ¶ والناظر إلى الحالات المستثناة من وجوب كتمان السر السابقة, يدرك أن إفشاء السر فيها مما تقتضيه الضرورة أو الحاجة, أو المصلحة العامة, وقواعد الشريعة الكلية لا تمنع جواز إفشاء سر المريض في هذه الحالات, إذا اقتضته الضرورة أو الحاجة, أو المصلحة الراجحة العامة أو الخاصة, ومن أمثلة هذه القواعد: «الضرورات تبيح المحظورات» (¬1) , و «الحاجة تنزل منزلة الضرورة, سواء كانت الحاجة عامة أو خاصة» (¬2) , و «تحمل الضرر الخاص لدفع الضرر العام» (¬3) , و «دفع المفسدة مقدم على جلب المصلحة» (¬4) , و «الضرر يزال» (¬5) , و «ترجيح المصلحة الأعلى على المصلحة الأدنى» (¬6). ¶ ¬__________ ¶ (¬1) مجلة الأحكام العدلية م21. ¶ (¬2) المصدر السابق م32. ¶ (¬3) المصدر السابق م26. ¶ (¬4) ابن عبد السلام: قواعد الأحكام 1/ 92. ¶ (¬5) السيوطي: الأشباه والنظائر /87. ¶ (¬6) قواعد الأحكام 1/ 55.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فضلا عن هذا فإن إفشاء السر الطبي في هذه الحالات قد يكون واجبا أو مباحا: ¶ 1 - لأنه إن كان للإخبار بوقوع جريمة علم بها الطبيب, أو طلب منه الإدلاء بما يعلم منها من خلال الفحوص والتحاليل والكشوف التي أجراها, أو أدلى بهذه الأسرار ليدفع بها تهمة عن نفسه أما جهات التحقيق, فإن هذا الإخبار مما يقتضيه تحقيق العدالة, واستئصال دابر الجريمة والمجرمين من المجتمع, وحتى لا يؤاخذ بريء ويترك ظالم, فإفشاء السر في هذه الحالة واجب, لأنه مقدمة لتحقيق أمر واجب وهو العدالة, قال الحق سبحانه: {اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} (المائدة: 8) , ومقدمته تأخذ حكمه. ¶ 2 - وإن كان لإعلام الطرف الصحيح في العلاقة الزوجية بحقيقة مرض صاحبه, أو لإبلاغ الجهات المعنية في المجتمع بتفشي مرض معين, فإنه واجب كذلك, لأن الوقاية من المرض مأمور بها شرعا, فقد روى أبو هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لا يوردن ممرض على مصح» (¬1) , وروى أبو هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «فر من المجذوم كما تفر من الأسد» (¬2) , وفي الإبلاغ عن المرض في هذه الحالة تتخذ التدابير الخاصة أو العامة لتوقي الإصابة به. ¶ 3 - وإن كان لمنع وقوع جريمة أو للإبلاغ عن أشخاص سلوكهم يمثل خطرا على المجتمع, فهو واجب كذلك, لأن ارتكاب الجرائم محظور, ووسائل منعها واجبة, لأنه يتحقق بمنع الجرائم تحقيق مقاصد الشريعة الضرورية, وتحقيقها واجب, ولأنه يعد منعا لمنكر قد يقترف, وقد روى أبو سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «من رأى منكم منكرا فليغيره بيده, فإن لم يستطع فبلسانه, فإن لم يستطع فبقلبه, وذلك أضعف الإيمان» (¬3). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه 7/ 253. ¶ (¬2) المرجع السابق 7/ 231. ¶ (¬3) أخرجه مسلم في صحيحه 1/ 69.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "4 - وإن كان الإفشاء من طبيب كلف بالكشف على المتقدمين لشغل وظيفة أو عمل معين, فهذا واجب عليه بمقتضى العقد المبرم بينه وبين الجهة التي استخدمته, فضلا عن أنه من قبيل تقديم النصيحة لها فيمن يصلح للعمل ومن لا يصلح له, وقد روت فاطمة بنت قيس أنها لما طلقت, أمرها رسول الله - صلى الله عليه وسلم - أن تعتد وأن تؤذنه بانقضاء عدتها, قالت: «فلما حللت ذكرت له أن معاوية بن أبي سفيان وأبا جهم خطباني, فقال رسول الله - صلى الله عليه وسلم -: أما أبو جهم فلا يضع عصاه عن عاتقه, وأما معاوية فصعلوك لا مال له, أنكحي أسامة بن زيد فكرهته, ثم قال: انكحي أسامة, فنكحته فجعل الله فيه خيرا واغتبطت» (¬1). ¶ 5 - وإن كان الإفشاء بإذن من صاحب السر أو أحد أوليائه, واقتضته الضرورة أو الحاجة, فهو إفشاء مشروع, لأنه مأذون فيه شرعا. ¶ 6 - وإن كان للإبلاغ عن المواليد أو الوفيات ونحوها, فهو أمر واجب, لما يتعلق بذلك من تدابير وترتيب إدارية يتحقق بها مصلحة المولود وذويه, ومصلحة أهل المتوفى, في بيان سبب وفاته, والإذن بمواراته, وما يتعلق بذلك من أحكام شرعية متعلقة بالمتوفى وذمته وماله وورثته. ¶ وقد بين مجمع الفقه الإسلامي في دورة انعقاده الثامنة المنعقدة سنة 1415هـ, بالقرار رقم 73/ 10/86 مسوغات إفشاء السر, فقرر أنه «تستثنى من وجوب كتمان السر حالات, يؤدي فيها كتمانه إلى ضرر يفوق ضرر إفشائه بالنسبة لصاحبه, أو يكون في إفشائه مصلحة ترجح على مضرة كتمانه, وهذه الحالات على ضربين: أ) حالات يجب فيها إفشاء السر بناء على قاعدة ارتكاب أهون الضررين لتفويت أشدهما, وقاعدة تحقيق المصلحة العامة التي تقضي بتحمل الضرر الخاص لدرء الضرر العام, إذا تعين ذلك لدرئه, وهذه الحالات ¶ ¬__________ ¶ (¬1) أخرجه مسلم في صحيحه 2/ 1114.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "نوعان: ما فيه درء مفسدة عن المجتمع, وما فيه درء مفسدة عن الفرد, ب) حالات يجوز فيها الإفشاء لما فيه من: جلب مصلحة للمجتمع, أو درء مفسدة عامة» (¬1). ¶ ولا يمتنع في الشريعة تعزير من يفشى سر مريض, في غير الحالات التي تقتضيها الضرورة أو الحاجة أو المصلحة العامة, بما يراه ولى الأمر ملائما لمن أفشى هذا السر, مع الاحتفاظ للمتضرر من هذا الإفشاء بحقه في المطالبة بتعويض عن الأضرار التي أصابته من ذلك, لما روى عن ابن عباس أن رسول الله - صلى الله عليه وسلم - قال: «لا ضرر ولا ضرار في الإسلام» (¬2) , والنفي في الحديث بمعنى النهى, أي أنه ليس لأحد أن يضر بصاحبه بوجه, ولا لاثنين أن يضر كل منهما بصاحبه, وإذا كانت القاعدة الكلية تقضى بأن «الضرر يزال» , فإن وسيلة المتضرر من إفشاء السر الطبي لإزالة الضرر عنه, هو المطالبة بتعويضه عن الأضرار التي أصابته من ذلك, فهذا أمر تقره الشريعة ولا تمنع منه. ¶ المقصد الثاني: ضوابط إفشاء السر الطبي: ¶ لإفشاء السر الطبي في الحالات التي يجب أو يجوز فيها الإفشاء ضوابط, يجب أن يراعيها من يتولاه, وهي ما يلي: ¶ أولاً: أن يكون إفشاء السر الطبي بمقدار ما تندفع به حال الضرورة أو الحاجة التي اقتضته: ¶ بحسبان أن الأصل في السر الطبي وغيره هو الكتمان وعدم الإفشاء, وأنه لا يباح إلا في حالات معينة, تقتضيها الضرورة أو الحاجة, لدفع مفسدة لا تندفع ¶ ¬__________ ¶ (¬1) مجلة مجمع الفقه الإسلامي العدد الثامن 3/ 409. ¶ (¬2) أخرجه ابن ماجة في سننه من حديث اسحاق بن يحيي عن عبادة بن الصامت, وأخرجه أيضا من حديث جابر الجعفي عن عكرمة عن ابن عباس, وأخرجه من هذا الطريق أحمد في مسنده وعبد الرزاق في مصنفه والطبراني في معجمه, وفي سنده جابر ضعفه جماعة من المحدثين, وروى الدارقطني الحديث مرفوعا من غير طريق جابر, وأخرجه الحاكم في المستدرك والبيهقي والدارقطني في سننهما من حديث أبي سعيد الخدري, وقال الحاكم فيه: صحيح الإسناد علي شرط مسلم ولم يخرجاه, وأخرجه الطبراني من حديث ثعلبة بن مالك وجابر, وأخرجه الدار قطني في سننه من طريق الواقدي عن خارجة عن أبي الرجال عن عمرة عن عائشة, وفي سنده الواقدي. (مسند أحمد 1/ 313, المستدرك 2/ 57, السنن الكبري مع الجوهر النقي عليه لابن التركماني 6/ 69 - 70, سنن ابن ماجة 2/ 784, سنن الدارقطني 3/ 77, الطبراني: المعجم الكبير 2/ 80, الزيلعي: نصب الراية 4/ 384).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "بكتمانه, أو جلب مصلحة لا تتحقق بعدم إفشائه, ومن ثم فإن مقتضى إعمال القاعدة الكلية «ما أبيح للضرورة يقدر بقدرها» (¬1) , والقاعدة «الحاجة تنزل منزلة الضرورة عامة كانت أو خاصة» (¬2) , أنه لا يجوز أن يزاد على ما تندفع به حال الضرورة أو الحاجة, فإن كانت إحداهما تقتضي إفشاء بعض السر لم يجز إفشاء كله. ¶ ثانياً: أن يكون إفشاء هذا السر إلى الجهة التي يتحقق بإفشائه إليها دفع المفسدة أو جلب المصلحة المشروعة: ¶ وهذا يقتضي عدم إفشاء السر إلى جهة غير التي أبيح إفشاء سر المريض إليها, فإن كان الإفشاء لتوقي مرض معد, أو لجهة أو مؤسسة استخدمت الطبيب أو المختص, لبيان مدى صلاحية المتقدمين لشغل العمل, أو القيام به, أو كان الإفشاء لإبلاغ جهات الأمن عن جريمة ستقع, أو جهات التحقيق للوصول إلى الحق في دعوى مرفوعة, أو نحو ذلك, فيجب أن تكون إذاعة السر للجهة المعنية من هذه الجهات, دون غيرها, حيث يعود حكم الإفشاء إلى غيرها إلى الأصل, وهو الحظر. ¶ ثالثا: أن يكون الإفشاء في الحالات التي اقتضته دون غيرها: ¶ وذلك لأن هذه الحالات هي التي نقلت حكم إفشاء السر الطبي من الحظر إلى الإباحة, وأما ما عداها فالإفشاء في حقها باق على أصل الحظر, ومن ثم فلا يجوز استغلال هذا السر في غير الحال التي أبيح من أجله إفشاؤه, كاستغلال ما يتوصل إليه المختص عند الفحص الطبي لشخص لشغل وظيفة, في أمر آخر: كما لو استخدمه لبيان حالته الصحية لأهل مخطوبته, أو لشركة أخرى لم تستخدمه لهذا الغرض, أو نحو ذلك. ¶ ¬__________ ¶ (¬1) الزركشي: المنثور في القواعد 2/ 320, ناظر زادة: ترتيب اللآلي في سلك الأمالي 1/ 586. ¶ (¬2) السيوطي: الأشباه والنظائر /88, المجددي: قواعد الفقه /75.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "رابعاً: أن تكون المصلحة المتحققة أو المفسدة المندفعة بإفشاء السر الطبي للمريض, حقيقية وليست متوهمة: ¶ وذلك لأن الحكم الشرعي إنما يترتب على ما يكون محققا وليس متوهما, باعتبار أن هذه المصلحة التي تتحقق أو المفسدة التي تندفع, تنقل حكم إفشاء السر من الحظر إلى الإباحة, فلا بد وأن تكون مقتضيات الحكم حقيقية وليست متوهمة. ¶ خامساً: أن تكون المفسدة المندفعة أو المصلحة المتحققة بإفشاء السر الطبي أعلى من الضرر الذي ينال المريض من إفشاء سره, أو المصلحة المتحققة له من عدم إفشائه: ¶ وذلك لأن إفشاء السر الطبي عمل تتنازعه مصالح ومفاسد شتى, حيث تتعارض فيه مصالح عامة أو خاصة مع مفسدة إفشاء سر المريض, كما تتعارض فيه مفاسد عامة أو خاصة مع مصلحة عدم إفشاء سر المريض, وقد تقرر في القواعد أنه «إذا تعارضت مصلحتان وتعذر جمعهما, فان علم رجحان إحداهما قدمت, وان لم يعلم رجحان, فإن غلب التساوي فقد يظهر لبعض العلماء رجحان إحداهما فيقدمها, ويظن آخر رجحان مقابلها فيقدمه» (¬1) , وأنه «إذا تعارضت مصلحة وخوف مفسدة أو مصلحتان اعتبر أهمهما» (¬2) , وأنه «إذا تعارضت مفسدتان، روعي أعظمهما ضرراً، بارتكاب أخفهما» (¬3) , وأنه «إذا اجتمعت مصلحة ومفسدة في عمل معين, ولم يمكن تحصيل المصلحة ودرء المفسدة جميعا, وكانت المصلحة أعظم من المفسدة التي تقابلها, قدمت المصلحة» (¬4) , ومن ثم فلا يقدم إفشاء السر على كتمانه, إلا إذا كانت المصلحة فيه ¶ ¬__________ ¶ (¬1) ابن عبد السلام: قواعد الأحكام /51. ¶ (¬2) نيل الأوطار 3/ 62. ¶ (¬3) ابن الوكيل: الأشباه والنظائر 2/ 50، السيوطي: الأشباه والنظائر /84. ¶ (¬4) قواعد الأحكام /88.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أرجح من المفسدة التي تلحق المريض منه, فترتكب أدنى المفسدتين لدفع أعلاهما. ¶ سادساً: يراعى أن ما يفضي إلى إفشاء السر الطبي فهو إفشاء له على الحقيقة: ¶ فكل عمل من شأنه إذاعة سر المريض ولو لم يتخذ صورة الإفشاء, إلا أنه ينتهي إلى نفس الغاية والنتيجة, فهو إفشاء للسر الطبي حقيقة, يلحقه حكم الإفشاء وأثره, أخذا بقاعدة «للوسائل أحكام المقاصد» (¬1) , وقاعدة «ما كان وسيلة لمأمور به كان له حكم ما توسل به إليه» (¬2) , ومن ثم فإن كل ما يترتب عليه عدم كتمان السر فهو إفشاء له, ولذا فإن من ذكر أمورا معينة يفهم من القرائن المحتفة بها سرا معينا للمريض, فهو إفشاء لهذا السر وإن لم يصرح به. ¶ سابعاً: أن يراعى عند إفشاء السر ما يتحقق به الغرض منه, دون استطراد فيما يتأذي منه المريض: ¶ إذا كان إفشاء بعض السر يتحقق به المقصود, فلا يجوز التطرق إلى غيره مما يعد ذكره ضارا بالمريض وذويه ضررا بينا, إذ الاستطراد لمثل ذلك لا تقتضيه الضرورة أو الحاجة, ويظل على حكم الأصل في الإفشاء. ¶ ثامناً: عدم استمراء الاستمرار في إفشاء السر إذا زال السبب المرخص فيه: ¶ إذا اقتضت الضرورة أو الحاجة إفشاء السر الطبي, فأفشي لموضعهما, فإنه يتوقف بزوال الأسباب التي اقتضته, وفقا لقاعدة «ما جاز لعذر بطل بزواله» (¬3) , ومن ثم فإذا زال المقتضي لإفشاء السر, بأن اندفعت المفسدة أو تحققت المصلحة, زال السبب المرخص في الإفشاء, وعاد الحكم إلى أصل الحظر. ¶ ¬__________ ¶ (¬1) ابن عبد السلام: القواعد الصغرى /43. ¶ (¬2) الشاطبي: الموافقات 1/ 114. ¶ (¬3) السيوطي: الأشباه والنظائر /85.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "المطلب الثالث ¶ إبلاغ الزوج الصحيح بمرض صاحبه المؤثر ¶ الفرع الأول: أمراض تنتقل عدواها إلى الصحيح بالمخالطة أو الوقاع: ¶ ينشأ عن العلاقة الاعتيادية أو الجنسية للمريض, انتقال عدوى مرضه إلى المخالطين له بوسائل شتى, باعتبار أن بعض الأمراض تنتقل عدوى الإصابة بها من المريض إلى الصحيح عن طريقة الحياة الاعتيادية, وبعضها ينتقل عن طريق الاتصال الجنسي, أو استعمال حاجات النظافة الخاصة للمريض, كفرشة الأسنان أو المسواك, وماكينة الحلاقة, والمنشفة, ونحو ذلك, ولذا فإن الأمراض التي تنتقل بالمعايشة الاعتيادية, أو التي تنتقل بالوقاع متصورة بين المريض من الزوجين والصحيح منهما, ولذا فإن عدة أمراض تنتقل عدوى الإصابة بها بين الزوجين, من هذه الأمراض: نقص المناعة المكتسبة (الإيدز)، والالتهابات الكبدية الفيروسية، والإيبولا, وأمراض الجهاز التناسلي: كالزهري، والسيلان، والهربس، والأورام، والقرح، ونحوها، وأميط اللثام عن طرق انتقال العدوى ببعض هذه الأمراض إلى الأصحاء. ¶ 1 - مرض نقص المناعة المكتسبة (الإيدز) ( Acquired Immune Deficiency Syndrome):  ينتقل إلى الأصحاء عن طريق نقل الدم أو مشتقاته إليهم، أو استعمال الآلات الملوثة بالفيروس: كالحقن، وفرش الأسنان، وأدوات الحلاقة، والآلات الجراحية ونحوها، أو عن طريق ممارسة الجنس مع المصاب به، وقد رصدت حالات إصابة بهذا الفيروس نشأت عن المخالطة الاعتيادية للمصاب به، من أهله أو من غيرهم، بل صرح الأطباء بإمكان انتقال الفيروس عن طريق اللعاب والدمع، والبول والغائط والعطاس والسعال، ونحو ذلك. ومن المعروف أن مرض الإيدز يؤدي إلى تخريب جهاز المناعة بالجسم، وهو مرض لا يرجى البرء منه، وينتهي بالمريض إلى الوفاة.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "2 - التهاب الكبد ( Hepatitis):  وهذه تصيب الكبد وتؤدي إلى تليفه، وتعطيل وظائفه كاملة، مثل فيروس  C, B  اللذان ينتقلان عن طريق الدم، أو استخدام الصحيح الآلات الملوثة بالفيروس، أو عن طريق الاتصال الجنسي بحامل الفيروس، حيث ينتقل الفيروس عبر المني إلى الطرف الآخر، لتصل هذه الفيروسات إلى الكبد، فتصيبه. ¶ 3 - مرض الزهري ( Syphilis):  ينتقل إلى الصحيح عن طريق الاتصال الجنسي، أو وصول إفرازات المصاب بمكروب الزهري إلى الطرف الصحيح، أو عن طريق التقبيل، إذا كانت الإصابة المرضية في الشفتين، كما ينتقل عن طريق الدم، عند نقله أو بعض مشتقاته من المريض إلى الصحيح، وخطورة هذا المرض تكمن في مهاجمة مكروبه لجميع أجزاء الجسم وأجهزته, وإفساد وظائفها، إذ يهاجم مكروب الزهري القلب والأوعية الدموية، وخاصة الأورطي، مما يسبب إصابة القلب وهبوطه، ويؤدي إلى انتفاخ الأورطي، الذي قد ينفجر، فيودي بحياة المريض، كما يسبب إصابة الجهاز العصبي بأكمله، وإصابة الدماغ بالشلل، كما تصاب العظام والمفاصل والعضلات، وتتحطم المفاصل وتتورم، ولا يستطيع المريض الحراك وتصاب الأعضاء الداخلية بهذا المرض، فيصيب الكبد، والطحال، والرئتين، والكليتين، والمثانة، والخصيتين، ويعطل وظائفها، ويصاب الجلد بتسلخات وتقرحات، وأورام درنية، وتكون الإصابة بالزهري مقدمة للإصابة بالسرطان، وخلاصة القول فيه: أنه لا يفلت عضو ولا نسيج في الجسم إلا وأصيب به، وتعطلت وظائفه بسببه. ¶ 4 - مرض السيلان ( Gonococci):  ينتقل من المريض به إلى الصحيح عن طريق الاتصال الجنسي، أو وصول إفرازات المريض الجنسية إلى الطرف الصحيح، كما ينتقل إلى الأطفال الذين ولدوا من أمهات مصابات به عند ولادتهم، ويترتب على إصابة الذكور بجراثيم هذا المرض حدوث التهابات",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "بمجرى البول، مصحوبة بالقيح والصديد، بالإضافة إلى حدوث التهابات، بالبروستاتا والبربخ، والحويصلة المنوية، والخصيتين، مما قد يترتب عليه العقم، ويترتب على الإصابة به أيضاً: ضيق في مجرى البول، والقناة الشرجية، وحدوث آلام عند التبول أو التغوط، والتهاب في الفم والبلعوم، ومثل هذه الإصابات تقريباً تحدث في الأنثى بسبب هذا المرض، حيث تصاب بالتهابات في مجرى البول، والفرج، والمثانة، وعنق الرحم، والحوض، والشرج، والقناة الشرجية، والحلق، والبلعوم، والمبايض، والبريتون، مع الاضطراب الشديد في العادة الشهرية، واقتران نزولها بآلام شديدة، مع حدوث الآلام عند الوقاع، ويحدث للمرأة بسبب ذلك حالات إجهاض، وأنواع من النزف، وعقم، وحمل خارج الرحم، والتهاب بالكبد والأمعاء، والتهابات بالأحشاء تبدو على هيئة مجموعة من الخراريج. ¶ 5 - فيروس الهربس ( Herpes virus):  عن طريق الاتصال الجنسي، أو عن طريق وصول الإفرازات الجنسية من المريض إلى الصحيح، أو عن طريق التقبيل، إذا كانت الإصابة به في الفم، أو لمس المناطق المصابة به، وخاصة في المواضع المصابة ببثور المرض، وإذا دخل فيروس المرض إلى خلايا الجسم، فإنه يقتلها، بعد أن يحول نواة الخلية إلى فيروسات عدة، لتصبح الخلية الواحدة التي ماتت بسبب هذا المرض، منتجة لمائتي فيروس هربس أو أكثر، وقد يصل هذا الفيروس إلى النخاع الشوكي ليصيب السحايا، ثم يصيب الخلايا العصبية، مما يسبب للمصاب آلاماً شديدة، وقد ينتقل بعد ذلك إلى الدماغ، وعند وصول المرض إلى هذه المرحلة، فإن المصاب به هالك لا محالة, ويصيب الهربس التناسلي: عضو الذكر، وكيس الصفن، والمناطق المحيطة بالشرج، وقد ينتقل إلى قناة مجرى البول، وإلى المثانة، والبروستاتا، والحويصلات المنوية، ويحدث تضخماً في الغدد الليمفاوية، ويصيب عند المرأة: الفرج والمنطقة المحيطة به بتقرحات، مما يجعل عملية التبول",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "عندها مصحوبة بآلام شديدة، قد تمنعها من إتمام التبول، فيحتبس البول في مثانتها، ولا يمكن التخلص منه عن طريق القسطرة، لأن إدخالها عن طريق مجرى البول، يؤدي إلى انتقال الفيروس من الفرج إلى المثانة، وينتقل فيروس الهربس إلى عنق الرحم، فينتج قروحاً قد تؤدي إلى الإصابة بسرطان الرحم، وتتضخم لديها الغدد الليمفاوية، وينتقل الفيروس إلى المهبل، ثم إلى الرحم في بعض الأحيان، وقد ينتقل الهربس التناسلي من الجهاز التناسلي إلى العين، فتصاب القرنية به، ويؤدي إلى العمى، وقد ينتقل إلى مناطق أخرى في الجسم: كالكبد، أو السحايا، أو النخاع الشوكي، أو الدماغ، وإصابة فرج المرأة أو عضو الرجل به، يؤدي إلى حدوث الآلام الشديدة عند الوقاع، مما يجعل عملية الوقاع مستحيلة، مما يحدث نوعاً من البرود الجنسي، ينشأ عنه كراهية أحد الزوجين للآخر، وحدوث تنافر بينهما بسبب ذلك، مما يؤدي إلى انتهاء العلاقة بينهما بالطلاق أو الفسخ. ¶ 6 - يضاف إلى ما سبق مجموعة من الفيروسات والفطريات والطفيليات، تنتقل من المريض بها إلى الصحيح، عن طريق الاتصال الجنسي، أو الملامسة للأجزاء المصابة من البدن المريض، أو وصول الإفرازات الجنسية من البدن المريض إلى البدن السليم، ومن ذلك مرض ثآليل التناسل ( Genital warts)،  التي قد تنتقل فيروسات المرض فيه إلى الصحيح بمجرد استعمال حاجات المريض الخاصة، وإن لم يكن هناك اتصال جنسي، وبالأولى تنتقل إذا وجد هذا الاتصال، حيث تحدث نوعاً من الأورام, قد تتحول إلى سرطان، ومن ذلك أيضاً مرض المليساء المعدية ( Molluscum Contagiosum)،  الذي تنتقل فيروساته أيضاً عن طريق الاتصال الجنسي، أو وصول الإفرازات الجنسية من المريض إلى الصحيح، حيث تسبب تقيحاً في حلمة الأنثى، وتصيب الفرج والعجان وداخل الفخذين، وتصيب من الذكر: عضو الذكورة والحشفة، وكيس الصفن، ومن ذلك الإصابة بفطر الكانديدا ( Candida Albicans)،  الذي يحدث نتيجة الاتصال الجنسي أو",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وصول الإفرازات الجنسية من المريض إلى الصحيح، ويؤدي إلى حدوث احتقان في المهبل وعنق الرحم، وزيادة إفرازات المهبل، وحدوث حكة في الفرج، تؤدي إلى الالتهاب والآلام المصاحبة للتبول أو الجماع، ومنها أيضاً الإصابة بطفيل الترايكومونس المهبلي ( Trichomonas Vagnialis)،  الذي ينتشر بالطرق السابقة، ويسبب التهاباً في المهبل وعنق الرحم والفرج، والمثانة، عند الإناث، وقد يصحب ذلك طفح جلدي على الفرج والمناطق المجاورة، والتهاب في مجرى البول، وتسلخات نتيجة الحكة في هذه المواضع، ويسبب عند الذكور التهاباً في مجرى البول والبروستاتا (¬1). ¶ الفرع الثاني: حكم إبلاغ الزوج الصحيح بحقيقة مرض صاحبه المؤثر عليه: ¶ إبلاغ الزوجة بحقيقة مرض زوجها, إن كان مصابا بمرض, وإبلاغ الزوج بحقيقة مرض زوجته إن كانت هي المصابة بمرض, أمر يقتضيه وقاية الزوج الصحيح من أن ينتقل إليه فيروس المرض, سواء كانت عدوى المرض تنتقل بالمعايشة المعتادة, أو تنتقل بالوقاع, فوقوف كل من الطرفين علي حقيقة الآخر, حق مقرر له قبل عقد النكاح «عند الخطبة» , وذلك لأن مثل هذا أدعي لدوام العشرة بينهما, حتى إذا ما أقدم كل منهما علي الزواج من صاحبه, فإنه يكون عالما بحاله, ولا يكون ثمة ندم بعد الاقتران به, فقد روي عن أبي هريرة - رضي الله عنه - قال: «كنت عند النبي - صلى الله عليه وسلم - , فأتاه رجل فأخبره أنه تزوج امرأة من الأنصار, فقال رسول الله - صلى الله عليه وسلم -: «أنظرت إليها؟» , قال: لا, قال: «اذهب فانظر إليها فإن في أعين الأنصار شيئا» (¬2) , وروي عن أنس - رضي الله عنه - «أن رسول الله - صلى الله عليه وسلم - بعث أم سليم إلي امرأة, وقال: «انظري عرقوبها وشمي عوارضها» , وفي رواية أخرى: «وشمي ¶ ¬__________ ¶ (¬1)  Mandell, Douglas and Bennet: The Principals and Paractice of Infections Diseases 1969, 1979, B.J.V. Diseases, London,1983, 69: 53, 1981, 57: 89 - 94, 1979, 55: 313, Advanced Medicine 13, 1977, P.190, Medical Clinics of.N. America, 1972, 5:60. ¶ (¬2)  الشيء الذي في أعين الأنصار: قيل: هو العمش, وقيل: هو صفر في العين, قال ابن حجر: تفسيره بالصفر وقع في رواية أبي عوانة في مستخرجه, فهو المعتمد (نيل الأوطار 6/ 240) , والحديث أخرجه مسلم في صحيحه 4/ 142.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "معاطفها» (¬1) , إلي غير ذلك من أحاديث تفيد الوقوف علي حقيقة الطرف الذي يراد الاقتران به، وإذا كان هذا الحق ثابتا قبل عقد النكاح لكل من الطرفين, فإنه يثبت لهما كذلك بعده, ولأن إصابة أي من الزوجين بمرض معد ينتقل بالمواقعة أو المعايشة المعتادة, إذا كان يضر بالطرف الصحيح منهما, تترتب عليه آثار منها: ¶ أنه لا ينبغي للزوج المصاب أن يواقع أو أن يمكن الآخر من الوقاع إن كانت عدوى المرض تنتقل بالمواقعة, حتى يقيه من انتقال المرض إليه عند الوقاع, ولذا كان لابد من إعلام الطرف الصحيح بحقيقة مرض صاحبه, ولأن جمهور الفقهاء (ومنهم المالكية والشافعية والحنابلة) يثبتون للطرف الصحيح الحق في طلب فسخ عقد النكاح بسبب إصابة الطرف الآخر بعيب يتضرر منه, وإن حدث هذا العيب بعد العقد (¬2) , ولأن في كتمان حقيقة المرض عن الطرف الصحيح إضرار به, لأن مخالطته للطرف المريض- وإن لم يكن ثمة وقاع بينهما - قد يؤدي إلي نقل عدوى المرض إليه, عن طريق الأكل أو الشرب معه في إناء واحد, أو وصول فضلات المريض إلي الصحيح بأي وسيلة من الوسائل, في حق الأمراض التي تنتقل العدوى بها بالمعايشة المعتادة أو بالوقاع, وقد نهي الشارع عن الإضرار بالغير, وإذا كان الشارع قد أمر كلا من الزوجين أن يعاشر صاحبه بالمعروف بقول الحق ¶ ¬__________ ¶ (¬1) العرقوب من الإنسان: هو ما يكون فوق العقب, ويستدل علي نحافة الجسم أو امتلائه, والعوارض, هي الأسنان التي تكون في عرض الفم بين الثنايا والأضراس, وشمها يستدل منه علي نكهة الفم, والمعاطف: ناحيتا العنق, وشمها يستدل منه علي طيب رائحة البدن أو عدمه. (سبل السلام /980) , والحديث أخرجه الحاكم في المستدرك موصولا إلي أنس, وقال: صحيح علي شرط مسلم ولم يخرجاه, وأخرجه أحمد في مسنده والبيهقي في سننه, وقال: رواه أبو داود في مراسيله عن موسي ابن إسماعيل مرسلا مختصرا دون ذكر أنس, ورواه أبو النعمان عن حماد مرسلا, ورواه محمد بن كثير الصنعاني عن حماد موصولا, ورواه عمارة ابن زاذان عن ثابت عن أنس موصولا كذلك, وقال الشوكاني: أخرجه الطبراني, واستنكره أحمد, والمشهور فيه من طريق عمارة عن ثابت عن أنس. (المستدرك 2/ 166, الفتح الرباني 16/ 145 - 146, السنن الكبرى 7/ 87, نيل الأوطار 6/ 240). ¶ (¬2) ابن رشد: بداية المجتهد 2/ 50 - 51, الدردير: الشرح الكبير وحاشية الدسوقي عليه 2/ 277 - 279, الشنقيطي: مواهب الجليل من أدلة خليل 3/ 84 - 86, الشيرازي: المهذب 2/ 50, الشربيني: مغني المحتاج 3/ 202, 203, الكوهجي: زاد المحتاج 3/ 253 - 256, ابن قدامة: المغني 6/ 650 - 656, ابن قدامة: الكافي 3/ 60 - 62, ابن القيم: زاد المعاد 4/ 43.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "سبحانه: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ} (النساء: 19) , وبقوله تعالي: {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ} (البقرة: 228) , فإن مقتضاه أن لا يكتم أي من الزوجين حقيقة مرضه عن صاحبه, فليس كتمان ذلك من المعروف في شيء. ¶ ورغم أن إبلاغ الطرف الصحيح بحقيقة مرض صاحبه, هو ما يقتضيه حسن العشرة المأمور به شرعا, وما يقتضيه منع الضرر عن الطرف الصحيح, إلا أن للعلماء المعاصرين اتجاهين في هذا السبيل: ¶ الاتجاه الأول: ¶ يرى من ذهب إليه أنه إذا ثبت لدى الطبيب إصابة أحد الزوجين بمرض معد, وجب عليه إخبار الطرف الصحيح منهما بحقيقة هذا المرض تصريحا أو تلميحا, وهو قول كثير من العلماء المعاصرين, وهو ما قرره مجمع الفقه الإسلامي الدولي في دورته الثامنة في حق مريض الإيدز من إبلاغ زوجه الصحيح بحقيقة مرضه, وما قرره الميثاق الإسلامي العالمي للأخلاقيات الطبية والصحية في حق كل مرض تنتقل عدواه إلى الزوج الصحيح بأي وسيلة من وسائل انتقال العدوى (¬1). ¶ الاتجاه الثاني: ¶ يرى من ذهب إليه أنه لا يجب على الطبيب إخبار الزوج الصحيح بحقيقة مرض صاحبه, وهو قول د. توفيق الواعي وغيره (¬2). ¶ ¬__________ ¶ (¬1) قرارات وتوصيات مجمع الفقه الإسلامي الدولي /277, د. أحمد بن كنعان: الموسوعة الطبية الفقهية /653, د. سعود الثبيتي: نقص المناعة المكتسبة أحكامه وعلاقة المريض الأسرية والاجتماعية (بحث بمجلة مجمع الفقه الإسلامي- العدد التاسع) 4/ 468, د. جاسم علي جاسم: الأسرة ومريض الأيدز (بحث بمجلة مجمع الفقه الإسلامي- العدد التاسع) 4/ 512, د. حسن الشاذلي: إفشاء الطبيب بعض الأسرار الطبية للمصلحة العامة /147, الشيخ. مختار السلامي: الطبيب بين الإعلان والكتمان /84, د. عبد الفتاح إدريس: قضايا طبية من منظور إسلامي /5 - 7. ¶ (¬2) د. توفيق الواعي: حكم إفشاء السر في الإسلام  http://www.islamset.com/aabic/abioethics/ndwat/waie.html",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أدلة الاتجاهين: ¶ استدل أصحاب الاتجاه الأول على وجوب إعلام الطبيب الطرف الصحيح من الزوجين بحقيقة مرض صاحبه, بما يلي: ¶ أولاً: السنة النبوية المطهرة: ¶ 1 - روى تميم الداري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «الدين النصيحة, قلنا: لمن, قال: لله ولكتابه ولرسوله ولائمة المسلمين وعامتهم» (¬1). ¶ وجه الدلالة منه: ¶ أفاد الحديث أن قوام هذا الدين هو النصيحة, وأن ممن تقدم إليهم عامة المسلمين, والزوج الصحيح هو أولى من تقدم إليه النصيحة فيما يتعلق بمرض صاحبه, ليحتاط لنفسه وليتخذ من التدابير ما يتوقى به انتقال عدوى المرض إليه من الطرف المريض, ولن يتمكن من اتخاذ ذلك إلا إذا أخبره الطبيب بحقيقة مرض صاحبه, فكان إخباره بذلك واجبا, بحسبانه مقدمة لأمر واجب, وهو ضرورة التوقي من المرض, فضلا عن أن الإخبار بحقيقة المرض من قبيل النصح, وهو واجب. ¶ 2 - روى أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه» (¬2). ¶ وجه الدلالة منه: ¶ أفاد الحديث أن المرء لا يكون مؤمنا كامل الإيمان حتى يحب لأخيه ما يحبه لنفسه, والمريض يحب أن يخبره غيره بما أصيب به من مرض ليتوقى الإصابة به, فكذلك ينبغي أن يخبر الصحيح بحقيقة مرضه ليتخذ التدابير الكفيلة بتوقيه من الإصابة بالمرض. ¶ ¬__________ ¶ (¬1) أخرجه البخاري ومسلم في الصحيحين. (صحيح البخاري 1/ 30, صحيح مسلم 1/ 74). ¶ (¬2) أخرجه البخاري ومسلم في صحيحهما. (صحيح البخاري 1/ 14, صحيح مسلم 1/ 67).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "3 - عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «من حمل علينا السلاح فليس منا, ومن غشنا فليس منا» (¬1). ¶ وجه الدلالة منه: ¶ إن عدم إخبار الصحيح من الزوجين بحقيقة مرض صاحبه الذي يمكن انتقال العدوى به إليه, من الغش له, وقد نهى عنه رسول الله - صلى الله عليه وسلم -. ¶ 4 - روى ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «لا ضرر ولا ضرار في الإسلام». ¶ وجه الدلالة منه: ¶ أفاد الحديث النهي عن كل ضرر أو إضرار, وكتمان حقيقة مرض الزوج عن الطرف الآخر الصحيح, هو من أعظم أنواع الضرر الذي قد يلحقه, لما فيه من تعمية مكمن الخطر في علاقته بالطرف المريض, فلا يتمكن من توقي الإصابة بمرضه, فتنتقل إليه عدواه, سواء بالمعاشرة المعتادة أو الوقاع, والمتسبب في انتقالها إليه يلحقه الإثم, وكذلك يلحق من كتم ذلك عنه حتى أصيب به, فكان كتمان حقيقة مرض الزوج عن زوجه الصحيح محرما. ¶ ثانياً: المعقول: ¶ 1 - إن إصابة الزوج بمرض منفر أو يخل بمقصود النكاح, يخول للطرف الصحيح طلب فسخ النكاح بسبب ما أصابه, ولا يتمكن من طلب الفسخ إلا إذا علم بحقيقة مرض الطرف الآخر, فوجب إخباره به, وقد روي عن ابن عمر رضي الله عنهما قال: «تزوج رسول الله - صلى الله عليه وسلم - امرأة من بني غفار, فلما أدخلت رأى بكشحها وضحا, فردها إلى أهلها وقال: دلستم علي» (¬2) , وقد روى أنس بن مالك ¶ ¬__________ ¶ (¬1) أخرجه مسلم في صحيحه 1/ 99. ¶ (¬2) أخرجه البيهقي في سننه وأبو نعيم في الحلية, وقال ابن حجر: في سنده جميل بن زيد, وفيه اضطراب كثير, وأخرج نحوه الحاكم في المستدرك من حديث كعب بن عجرة. (سنن البيهقي 7/ 213, تلخيص الحبير 3/ 177, المستدرك 4/ 36).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أن عمر بن الخطاب - رضي الله عنه - «بعث رجلا على بعض السقاية, فتزوج امرأة وكان عقيما, فقال له عمر: أعلمتها أنك عقيم؟ , قال, لا, قال: فانطلق فأعلمها ثم خيرها» (¬1). ¶ 2 - شرع للمسلم أن يحفظ نفسه وماله وعرضه, ولو أدى ذلك إلى مقاتلة من قصد الاعتداء على ذلك, وأباحت الشريعة الكذب لإخفاء مظلوم من ظالمه إن كان يريد قتله أو إيذاءه, لعصمة دمه, فكذا يجب على الطبيب إخبار الزوج الصحيح بحقيقة مرض صاحبه, حفاظا على نفسه, ودفعا للضرر عنه. ¶ استدل أصحاب الاتجاه الثاني على أنه لا يجب على الطبيب إخبار الزوج الصحيح بحقيقة مرض صاحبه, بما يلي: ¶ المعقول: ¶ إن الطبيب أو نحو ممن اطلع على حقيقة مرض الزوج, تعارض في حقه واجبان, واجب حفظ السر الذي اطلع عاليه وعدم إفشائه إلى أحد, وواجب إبلاغ الزوج الصحيح بحقيقة مرض صاحبه, ليتجنب الإصابة به, فيقدم واجب حفظ السر الطبي على إفشائه, لإمكان دفع الضرر الذي ينال الطرف الصحيح بإرشاده إلى ما ينبغي اتباعه, حتى يقي نفسه من الإصابة بالمرض, دون إعلامه بالمرض الذي أصاب زوجه. ¶ الرأي الراجح: ¶ والذي أرى رجحانه من المذهبين - بعد الوقوف على أدلتهما - هو ما ذهب إليه جمهور العلماء, من أن الطبيب إذا علم من خلال الفحوص والتحاليل ونحوها, إصابة أحد الزوجين بمرض له تأثير على الطرف الآخر الصحيح, وجب عليه إخبار الطرف الصحيح بحقيقة مرض صاحبه, وما قد يصيبه منه بالمعايشة المعتادة أو عن طريق الاتصال الجنسي, لما استدلوا به على مذهبهم, ولما يلي: ¶ ¬__________ ¶ (¬1) أخرجه سعيد بن منصور في سننه, وابن حزم في المحلى 10/ 61.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "1 - إن كتمان ما يتعلق بمرض أحد الزوجين, ليس من النصح في الدين, الذي هو قوامه. ¶ 2 - ولأن لأضرار التي تلحق الطرف الصحيح من مخالطة الزوج المريض ومعاشرته, أضرار قد تفضي بالصحيح إلى الهلاك, إن كان من شأن الأمراض التي أصيب بها الطرف الآخر حدوث ذلك, فيكون الطبيب ساعيا بكتمانه سر مرض الزوج إلى إهلاك الطرف الصحيح, وهو منهي عنه, فما يفضي إليه يكون له مثل حكمه, وهو الكتمان. ¶ 3 - إن المفسدة المتصورة من إفشاء السر الطبي للمريض, لا تقارن بالمفاسد التي تترتب على عدم إعلام الطرف الصحيح بحقيقة مرض صاحبه, وإعمال القاعدة الفقهية التي تقرر «إذا تعارضت مفسدتان، روعي أعظمهما ضرراً، بارتكاب أخفهما» (¬1) , يقتضي ارتكاب أخف الضررين, وهو إفشاء حقيقة مرض الزوج لصاحبه الصحيح, ليتوقى حدوث انتقال العدوى له من صاحبه, وليندفع الضرر الأعظم إذا انتقلت عدوى المرض إليه. ¶ 4 - إن حسن المعاشرة بين الزوجين يقتضي مصارحة كل من الزوجين للآخر بحقيقة ما أصابه أو يعاني منه, وأن يخيره بعد ذلك إن كان يرغب في استمرار الحياة بينهما أم يرغب في إنهائها, ويستدل لهذا بالأدلة النصية الدالة على وجوب المعاشرة بالمعروف, كما يمكن الاسترشاد لهذه المصارحة والمكاشفة بينهما, بما رواه عبد الله بن عمر رضي الله عنهما قال: «تزوج رسول الله - صلى الله عليه وسلم - امرأة من بني غفار, فلما أدخلت رأى بكشحها وضحا, فردها إلى أهلها وقال: دلستم علي» (¬2) , ويستأنس لهذا التخيير بما رواه أنس بن مالك - رضي الله عنه - أن عمر بن الخطاب - رضي الله عنه - ¶ ¬__________ ¶ (¬1) ابن الوكيل: الأشباه والنظائر 2/ 50، السيوطي: الأشباه والنظائر /84. ¶ (¬2) أخرجه البيهقي في سننه وأبو نعيم في الحلية, وأحمد في مسنده, وسعيد بن منصور في سننه, وابن حزم في المحلى, وقال ابن حجر: في سنده جميل بن زيد, وفيه اضطراب كثير, وأخرج نحوه الحاكم في المستدرك من حديث كعب بن عجرة, وسكت عنه. (سنن البيهقي 7/ 213, سنن سعيد بن منصور /247, تلخيص الحبير 3/ 177, المستدرك 4/ 36, مجمع الزوائد 4/ 300, نيل الأوطار 6/ 298, المحلى 9/ 486).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "«بعث رجلا على بعض السقاية, فتزوج امرأة وكان عقيما, فقال له عمر: أعلمتها أنك عقيم؟ , قال, لا, قال: فانطلق فأعلمها ثم خيرها» (¬1) , وما أمر الله تعالى به نبيه - صلى الله عليه وسلم - من تخيير نسائه بما جاء في سورة الأحزاب. ¶ 5 - إن ما يعد سرا يجب كتمانه عن الغير, لا يعد بهذه المثابة بين الزوجين, إذا لا يتصور وجود مثل ذلك في العلاقة بينهما, لخصوصية هذه العلاقة, بل إن ما يحرم الإفضاء به إلى الغير لا يكون له هذا الحكم فيما يتعلق بعلاقة أحد الزوجين بصاحبه, فالسر الطبي كما سبق تعريفه, هو: كل ما يعرفه الطبيب أثناء ممارسته مهنته أو بسببها, وكان في إفشائه ضرر لشخص المريض أو عائلته, وهذا المفهوم للسر الطبي لا يصدق على ما يفضي به الطبيب لأحد الزوجين متعلقا بالطرف الآخر, لأن هذا ليس من شأنه الإضرار بشخص المريض أو عائلته, لأن كلا من الزوجين أهل للآخر, ولأن الله تعالى اعتبر كلا منهما لباسا لصاحبه, فقال سبحانه: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} (البقرة: 187) , ومن شأن اللباس أن يستر ما دونه, كما وصف الحق سبحانه العلاقة بينهما بأن كل واحد منهما أفضى إلى صاحبه, وأن ما بينهما ميثاق غليظ, فقال جل شأنه: {وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا} (النساء: 21) , ومن كان هذا شأنهما فلا يتصور أن يكون ما يطلع عليه كل واحد منهما من صاحبه سرا, فضلا عن إضراره به أو عدم إضراره به. ¶ 6 - إن قيام الطبيب بإفشاء سر الزوج المريض إلى صاحبه الصحيح, لا يفضي إلى محذور شرعي, بحسبان أن ما يكون بين أحد الزوجين وصاحبه لا يوصف بأنه سر, ومن ثم فإذا كان الأصل في إفشاء السر الطبي للغير هو الحرمة, فإن إفشاءه للطرف الآخر في العلاقة الزوجية, لا يكون إفشاء للسر, ولا يكون إفشاء له للغير, ومن ثم فإنه لا ترد في شأنه أدلة التحريم السابقة. ¶ ¬__________ ¶ (¬1) أخرجه سعيد بن منصور في سننه, وابن حزم في المحلى 10/ 61.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "أهم نتائج البحث ¶ 1 - فحص الطبيب أي كشفه وحسه ليعرف العلة, والفحص الطبي, هو القيام بالكشف على الجسم بكل الوسائل المتاحة: من الأشعة, والكشف المختبري والفحص الجيني ونحوها, لمعرفة ما به من مرض. ¶ 2 - تسفر الفحوص والتحاليل التي تجرى على المرضى, عن أنواع من الأمراض, منها ما ينتقل بالعدوى, ومنها ما لا ينتقل بالعدوى به. ¶ 3 - يطلق السر على: ما يحرص الإنسان على إخفائه عادة, وعلى الحديث المكتتم في النفس وكنى عن النكاح بالسر من حيث أنه يخفى, وقال ابن عربي السر يطلق لمعان فيقال سر العلم بإزاء حقيقة العالم به وسر الحال بإزاء معرفة مراد الله فيه وسر الحقيقة بإزاء ما تقع به, وأما السر الطبي فيطلق على: كل ما يصل إلى علم الطبيب من معلومات أيا كانت طبيعتها تتعلق بحالة المريض وعلاجه والظروف المحيطة بذلك, سواء حصل عليها من المريض أو علم بها أثناء أو بسبب ممارسته مهنته. ¶ 4 - لا يشترط في تجريم إفشاء السر الطبي, أن يكون من أفشاه ممن يعملون في مجال الحقل الطبي أو المهن الطبية المختلفة, بل يكفي في ذلك أن يكون من أفشى السر قد علم به بحكم مهنته أو صنعته أو وظيفته بطريق مباشر أو غير مباشر, ومن ثم فإن المطلعون على السر الطبي هم: الطبيب المعالج والاستشاري والإداري, وطبيب التخدير, والطبيب النفسي, والأخصائي الاجتماعي, والقائم بتأهيل المرضى, ومدير المستشفي أو الوحدة العلاجية, ومديرو الإدارات, والقائمون بالفحوص والتحاليل والكشوف المختلفة, والدارسون بكليات الطب, والمتدربون بالمشفى الذي به المريض, والقائمون بالتمريض, ورعاية المريض وملاحظته, ومن لديهم سجلات المرضى, والمتداولون لها, والصيادلة, والمسئولون عن أغذية المرضى, ومن يدخلون المعلومات في الحاسب الآلي, ومن",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "يتولون تجهيز حجرات العمليات أو إقامة المرضى, فإن هؤلاء يطلعون على أسرار المرضى الطبية, ومطالبون بكتمانها والحفاظ عليها. ¶ 5 - نطاق السر الطبي الذي يجب كتمه: هو ما يضر بالسمعة والكرامة إفشاؤه في أي وقت وحين, ويلحق إفشاؤه بالمريض أو ذويه ضررا, وكشفه يتم بإطلاع الغير عليه بأي وسيلة يتحقق بها ذلك. ¶ 6 - اتفق العلماء على أن إفشاء السر حرام إذا كان على صاحبه منه مضرة, وأن إفشاءه من قبيل خيانة الأمانة, وإن عمم فريق من الفقهاء حرمة إفشائه وإن لم يكن مضرا بصاحبه. ¶ 7 - ثمة حالات تقر الشريعة إفشاء السر الطبي فيها, يجمع بينها أن إفشاء السر فيها مما تقتضيه الضرورة أو الحاجة, لدفع مفسدة, أو جلب مصلحة راجحة عامة أو خاصة, حيث يكون الإفشاء في بعضها واجبا, وفي البعض الآخر جائزا. ¶ 8 - يعتبر في إفشاء السر الطبي أو غيره: أن يكون إفشاء السر الطبي بمقدار ما تندفع به حال الضرورة أو الحاجة التي اقتضته, وأن يكون إفشاء هذا السر إلى الجهة التي يتحقق بإفشائه إليها دفع المفسدة أو جلب المصلحة المشروعة, وأن يكون الإفشاء في الحالات التي اقتضته دون غيرها, وأن تكون المصلحة المتحققة أو المفسدة المندفعة بإفشاء السر الطبي للمريض, حقيقية وليست متوهمة, وأن تكون المفسدة المندفعة أو المصلحة المتحققة بإفشاء السر الطبي أعلى من الضرر الذي ينال المريض من إفشاء سره, أو المصلحة المتحققة له من عدم إفشائه, مع مراعاة أن ما يفضي إلى إفشاء السر الطبي فهو إفشاء له على الحقيقة, وأن يراعى عند إفشاء السر ما يتحقق به الغرض منه, دون استطراد فيما يتأذى منه المريض, وعدم استمراء الاستمرار في إفشاء السر إذا زال السبب المرخص فيه. ¶ 9 - ينشأ عن العلاقة الاعتيادية أو الجنسية للمريض, انتقال عدوى مرضه إلى المخالطين له بوسائل شتى, باعتبار أن بعض الأمراض تنتقل عدواها إلى",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الصحيح عن طريقة الحياة الاعتيادية, وبعضها ينتقل عن طريق الاتصال الجنسي, أو استعمال حاجات النظافة الخاصة للمريض, ومن الأمراض التي تنتقل عدوى الإصابة بها بين الزوجين: نقص المناعة المكتسبة (الإيدز)، والالتهابات الكبدية الفيروسية، والإيبولا, وأمراض الجهاز التناسلي: كالزهري، والسيلان، والهربس، والأورام، والقرح، ونحوها, وبعض هذه الأمراض مما لا يرجى البرء منه. ¶ 10 - إبلاغ الزوج الصحيح بحقيقة مرض صاحبه لا يصدق عليه مسمى إفشاء السر الطبي, ولا ترد فيه المحاذير التي سبق ذكرها في إفشاء السر عامة, باعتبار أن الشارع اعتبر كل واحد منهما لباسا للآخر, ومن ثم فإن مفهوم السر الطبي لا يصدق على ما كان بين الزوجين, ولذا يجب على الطبيب أن يفضي بحقيقة مرض أحد الزوجين إلى صاحبه, لعدم المحذور الشرعي فيه, فضلا عن ذلك فإن يجب على المريض من الزوجين إذا علم بحقيقة مرضه أن يذيعه إلى الطرف الصحيح, وأن يخيره بعد ذلك بين المقام معه أو إنهاء العلاقة, لأنه الذي يقتضيه حسن العشرة بينهما, وتأسيا برسول الله - صلى الله عليه وسلم - في تخييره نساءه بما ورد في سورة الأحزاب.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ثبت بأهم مصادر البحث ¶ أولاً: القرآن الكريم. ¶ ثانياً: كتب السنن والآثار وشروحهما: ¶ 1 - تحفة الأحوذي: محمد بن عبد الرحمن المباركفوري, دار إحياء التراث العربي, بيروت. ¶ 2 - تلخيص الحبير: أحمد بن على بن حجر العسقلاني, دار المعرفة, بيروت. ¶ 3 - زاد المعاد: محمد بن بكر الزرعي (ابن القيم) , مكتبة زهران, القاهرة. ¶ 4 - سبل السلام: محمد بن إسماعيل الصنعانى, مكتبة مصطفى الحلبي, القاهرة. ¶ 5 - سنن الترمذي: محمد بن عيسى بن سورة السلمى, دار إحياء التراث العربي, بيروت. ¶ 6 - سنن الدارقطني: علي بن عمر الدارقطني, نشر 1386هـ, دار المعرفة, بيروت. ¶ 7 - سنن الدارمي: عبد الله بن عبد الرحمن الدارمي, دار المغني للنشر والتوزيع. ¶ 8 - سنن أبي داود: سليمان بن الأشعث السجستاني الأزدي, المكتبة العصرية, بيروت. ¶ 9 - سنن سعيد بن منصور بن شعبة الخراساني المروزي, دار الصميعي, الرياض. ¶ 10 - السنن الكبري: أحمد بن الحسين بن علي بن موسي البيهقي, والجوهر النقي عليه: علي بن عثمان المارديني (ابن التركماني) , مجلس دائرة المعارف العثمانية, حيدر آباد. ¶ 11 - سنن ابن ماجة: محمد بن يزيد القزويني, دار الفكر العربي, بيروت. ¶ 12 - شرح النووي على صحيح مسلم: يحيى بن شرف النووي, دار الفكر, بيروت. ¶ 13 - صحيح البخاري: محمد بن إسماعيل بن إبراهيم البخاري, دار ابن كثير, اليمامة, بيروت. ¶ 14 - صحيح ابن حبان: محمد بن أحمد بن حبان التميمي البستي, مؤسسة الرسالة, بيروت. ¶ 15 - صحيح ابن خزيمة: محمد بن إسحاق بن خزيمة السلمي النيسابوري, المكتب الإسلامي, بيروت. ¶ 16 - صحيح مسلم: مسلم بن الحجاج القشيري النيسابوري, دار إحياء التراث العربي, بيروت. ¶ 17 - عون الباري: صديق بن حسن القنوجي, مطابع قطر الوطنية, الدوحة. ¶ 18 - فتح الباري: أحمد بن علي بن حجر العسقلاني, المطبعة السلفية, القاهرة. ¶ 19 - مجمع الزوائد ومنبع الفرائد: علي بن أبي بكر الهيثمي, دار الريان للتراث, القاهرة.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "20 - المستدرك علي الصحيحين: محمد عبد الله الحاكم النيسابورى, دار الكتب العلمية, بيروت. ¶ 21 - مسند الإمام أحمد بن حنبل, المكتب الإسلامي, بيروت. ¶ 22 - مسند أبي عوانة: يعقوب بن إسحاق الإسفراييني, دار المعرفة, بيروت. ¶ 23 - المصنف: عبد الرزاق بن همام الصنعاني, المكتب الإسلامي, بيروت. ¶ 24 - المصنف: عبد الله بن محمد بن أبي شيبة الكوفي, مكتبة الرشد, الرياض. ¶ 25 - المعجم الكبير: سليمان بن أحمد الطبراني أبو القاسم, مكتبة ابن تيمية, القاهرة. ¶ 26 - نصب الراية: عبد الله بن يوسف الزيلعي, دار الحديث, القاهرة. ¶ 27 - نيل الأوطار: محمد بن علي الشوكاني, المكتبة التوفيقية, القاهرة. ¶ ثالثاً: كتب القواعد الفقهية: ¶ 1 - الأشباه والنظائر: عبد الرحمن بن أبي بكر السيوطي, مطبعة عيسى الحلبي, القاهرة. ¶ 2 - الأشباه والنظائر: محمد بن عمر بن مكي بن عبد الصمد (ابن الوكيل) , دار الكتب العلمية, بيروت. ¶ 3 - ترتيب اللآلي في سلك الأمالي: محمد بن سليمان (ناظر زادة) , مكتبة الرشد, الرياض. ¶ 4 - قواعد الأحكام: عبد العزيز بن عبد السلام السلمي (سلطان العلماء) , مطبعة الاستقامة, القاهرة. ¶ 5 - القواعد الصغرى: عبد العزيز بن عبد السلام السلمي (سلطان العلماء) , دار الفكر, بيروت. ¶ 6 - قواعد الفقه: محمد عميم الإحسان المجددي البركتي, الصدف ببلشرز - كراتشي. ¶ 7 - المنثور في القواعد: محمد بن بهادر الزركشي, وزارة الأوقاف والشئون الإسلامية, بالكويت. ¶ 8 - الموافقات: أبو إسحاق الشاطبي, دار ابن عفان, السعودية. ¶ رابعاً: كتب الفقه: ¶ (أ) كتب الفقه الحنفي: ¶ 1 - بدائع الصنائع: علاء الدين أبو بكر بن مسعود الكاساني, دار الكتاب العربي, بيروت.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "2 - الدر المختار: محمد علاء الدين الحصكفي, وحاشيته رد المحتار: محمد أمين بن عابدين, دار الفكر, بيروت. ¶ 3 - المبسوط: محمد بن أحمد بن أبي سهل السرخسي, دار المعرفة, بيروت. ¶ 4 - مجلة الأحكام العدلية: لجنة من فقهاء الحنفية, كارخانة تجارتِ كتب، آرام باغ، كراتشي. ¶ 5 - الهداية: برهان الدين على بن أبى بكر المرغيناني, وفتح القدير: محمد بن عبد الواحد السيواسي (ابن الهمام) , والعناية: محمد بن محمود البابرتي, دار الفكر, بيروت. ¶ (ب) كتب الفقه المالكي: ¶ 1 - بداية المجتد: محمد بن أحمد بن محمد بن رشد القرطبي, دار الفكر, بيروت. ¶ 2 - حاشية الدسوقي: محمد بن عرفة الدسوقي, علي الشرح الكبير: أحمد بن محمد الدردير, دار الفكر, بيروت. ¶ 3 - الشرح الكبير: أحمد بن محمد بن أحمد الدردير, دار الفكر, بيروت. ¶ 4 - مواهب الجليل من أدلة خليل: أحمد بن أحمد الشنقيطي, المطبعة الأهلية, الدوحة. ¶ (ج) كتب الفقه الشافعي: ¶ 1 - زاد المحتاج: عبد الله بن حسن الكوهجي, إدارة إحياء التراث, قطر. ¶ 2 - مغني المحتاج: محمد بن أحمد الشربيني الخطيب, دار الفكر, بيروت. ¶ 3 - المهذب: إبراهيم بن علي الشيرازي, دار إحياء الكتب العربية, القاهرة. ¶ 4 - نهاية المحتاج: محمد بن أحمد بن حمزة الرملي، مكتبة مصطفي الحلبي, القاهرة. ¶ (د) كتب الفقه الحنبلي: ¶ 1 - الفروع: محمد بن مفلح المقدسي, عالم الكتب, بيروت. ¶ 2 - الكافي: عبد الله بن أحمد بن قدامة المقدسي, المكتب الإسلامي, بيروت. ¶ 3 - كشاف القناع: منصور بن يونس بن إدريس البهوتي, دار الفكر, بيروت. ¶ 4 - مطالب أولي النهى: مصطفى السيوطي الرحيباني, المكتب الإسلامي, دمشق. ¶ 5 - المغني: عبد الله بن أحمد بن قدامة المقدسي, دار الفكر, بيروت. ¶ (هـ) كتب الفقه الظاهري: ¶ - المحلي: علي بن أحمد بن سعيد بن حزم الظاهري, دار الآفاق الجديدة, بيروت.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "خامساً: كتب اللغة والمصطلحات الشرعية: ¶ 1 - التوقيف على مهمات التعاريف: محمد عبد الرؤوف المناوي, دار الفكر المعاصر, بيروت. ¶ 2 - الفائق في غريب الحديث: محمود بن عمر الزمخشري, مكتبة عيسى الحلبي, القاهرة. ¶ 3 - القاموس المحيط: محمد بن يعقوب الفيروزآبادي, مؤسسة الحلبي, القاهرة. ¶ 4 - لسان العرب: محمد بن جلال الدين (ابن منظور الإفريقي) , دار صادر, بيروت. ¶ 5 - مختار الصحاح: محمد بن أبى بكر بن عبد القادر الرازي, مطبعة عيسى الحلبي, القاهرة. ¶ 6 - النهاية في غريب الحديث والأثر: أبو السعادات المبارك بن محمد الجزري (ابن الأثير) , مكتبة الحلبي, القاهرة. ¶ سادساً: كتب وأبحاث علمية متخصصة: ¶ 1 - العلاج الجيني: أ. د. عبد الفتاح محمود إدريس, مكتبة المجلد العربي, القاهرة. ¶ 2 - قضايا طبية من منظور إسلامي: أ. د. عبد الفتاح محمود إدريس, مكتبة الصميعي, الرياض. ¶ 3 - الموسوعة الطبية الفقهية: د. أحمد بن كنعان, دار النفائس, لبنان.",
            "page": "44",
            "part": "1"
        }
    ],
    "t36695": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الأول حقيقة الفحوص الطبية"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الثاني إفشاء السر الطبي"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الثالث إبلاغ الزوج الصحيح بمرض صاحبه المؤثر"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "أهم نتائج البحث"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "ثبت بأهم مصادر البحث"
        }
    ]
}