{
    "b36692": [
        {
            "id": "1",
            "nass": "مقدّمة ¶ الحمد لله رب العالمين وأصلي وأسلم على رسول الله، وآله وصحبه والتابعين، أما بعد، ¶ فممَّا عمَّت به البلوى في زماننا هذا كثرة الاختلاط بين الرجال والنساء، وما تبعه من تهاون في الحجاب، وكثرة في تبادل الحديث بين الجنسين من غير المحارم بلا حاجة بحجة مشروعية أصل السلام حتى وصل الأمر إلى حدِّ المُصافحة بين الرجال والنساء الأجنبيات بل بالغ البعض إلى المعانقة والتقبيل، إمَّا جهلا بحُرْمة هذا الفعل، أو رضوخاً للأعراف والتقاليد، أو اتباعاًً للهوى، ممّا جعل من الأهمية بمكان بحث مسألة السلام والمصافحة بين الجنسين لأهميتها وعموم البلوى بها، وضرورة تحري الحقِّ بشأنها، إفادةً للأمَّة، وإبراءً للذمة، لاسيما حين نعلم مدى عناية الشارع بهذا الخُلق النبيل فالنصوص الداعية إلى إشاعته بين الناس متوافرة بكثرة في القرآن والسنة، كما سيتضح من خلال البحث الذي رأيت تقسيمه إلى مقدمة وفصلين ومباحث وخاتمة، وفقا لما يأتي إن شاء الله - تعالى- والله - جل جلاله - الموفق والهادي إلى سواء السبيل. ¶ - خطة البحث: ¶ المقدمة: خطة البحث، والدراسات السابقة، وأهداف البحث. ¶ الفصل الأول: أحكام السَّلام وفيه مباحث: ¶ المبحث الأول: تعريف السَّلام. ¶ المبحث الثاني: مشروعية السَّلام وفضله. ¶ المطلب الأول: مشروعية السَّلام. ¶ المطلب الثاني: فضل السَّلام.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "المبحث الثالث: صفة السَّلام. ¶ المبحث الرابع: حكم السَّلام. ¶ المبحث الخامس: حكم إلقاء السَّلام بين الجنسين من غير المحارم. ¶ الفصل الثاني: أحكام المُصافحة وفيه مباحث ¶ المبحث الأول: تعريف المُصَافَحَةِ وفيه مطلبان. ¶ المطلب الأول: تعريفُ المُصَافَحَةِ لغةً. ¶ المطلب الثاني: تعريفها اصطلاحاً. ¶ المبحث الثاني: حكمُ المُصَافَحَةِ. ¶ المبحث الثالث: أنواعُ المُصَافَحَةِ، وفيه مطالب. ¶ المطلب الأول: مصَافَحَةُ الرجل للرجل والمرأة للمرأة. ¶ المطلب الثاني: مصَافَحَةُ الرجل لمحارمه من النساء. ¶ المطلب الثالث: مصَافَحَةُ النساءِ للرجال الأجانب. ¶ المبحث الرابع: المفاسد المترتبة على ُمصَافَحَةِ النساء للرجال الأجانب. ¶ الخاتمة. ¶ - الدراسات السابقة: لا أعلم دراسة قرآنية سبقتني إلى هذا الموضوع وفقاً لخطة البحث وأهدافه والله أعلم. ¶ - أهداف البحث: ¶ 1. بيان الحكم الشرعي في مسألة السلام والمصافحة بين الجنسين لاسيما من غير المحارم. ¶ 2. توجيه الهمم إلى استخراج كنوز القرآن، واكتشاف أحكامه وتوجيهاته في سائر الأمور التي يحتاج إليها المسلمون. ¶ 3. إثراء المكتبة القرآنية بالبحوث العلمية الدقيقة الجادة.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الفصل الأول: أحكام السَّلام ¶ المبحث الأول: تعريف السَّلام ¶ - تعريفه لغة: ¶ قال ابن منظور-رحمه الله- في لسان العرب: ((السَّلامُ في الأصل: السلامة، يقال: سَِلمَ يَسْلَمُ سَلاماً سَلامَة، ومنه قيل للجنة: دار السَّلام لأنهَّا دار السلامة من الآفات .. وقال الزجاج: سميت دار السَّلام لأنها دار السلامة الدائمة التي لا تنقطع ولا تفنى وهي دار السلامة من الموت والهرم والأسقام ... وذكر محمد بن يزيد أن السَّلام في لغة العرب أربعة أشياء، فمنها: سلَّمت سَلاماً مصدر سَلَّمْتُ، ومنها: السَلام جمع سَلامة، ومنها: السَّلامُ اسم من أسماء الله تعالى، ومنها: السُلام شجر)) (¬1). ¶ - تعريفه اصطلاحاً: ¶ وأما تعريف السَّلام في الاصطلاح؛ فقد تنوعت عبارات أهل العلم: ¶ قال القرطبي- رحمه الله-: ((ومعنى (سلام عليكم): سلمكم الله في دينكم وأنفسكم)) (¬2). ¶ وقال البجيرمي-رحمه الله- في حاشيته: ((ومعنى السَّلام على فلان: طلب سلامته من النقائص)) (¬3). ¶ وقال الحافظ ابن حجر -رحمه الله- في الفتح: ((وقد اختلف في معنى ¶ ¬__________ ¶ (¬1) انظر: لسان العرب لابن منظور (12/ 291). ¶ (¬2) انظر: الجامع لأحكام القرآن للقرطبي (6/ 435). ¶ (¬3) انظر: حاشية البجيرمي على المنهاج لمحمد بن عمر البجيرمي (1/ 216).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "السَّلام فنقل عياض (¬1) أنَّ معناه: سلام الله - أي كلاءة الله - عليك وحفظه كما يقال: الله معك ومصاحبك)) (¬2). ¶ وقيل: معناه أن الله مطلع عليك فيما تفعل. ¶ وقيل: معناه أن اسم الله يذكر على الأعمال توقعا لاجتماع معاني الخيرات فيها، وانتفاء عوارض الفساد عنها. ¶ وقيل: معناه السلامة كما قال تعالى: {فَسَلامٌ لَّكَ مِنْ أَصْحَابِ الْيَمِينِ} [الواقعة: 91]، وكما قال الشاعر: ¶ تحيي بالسلامة أم عمرو ... وهل لي بعد قومي من سلام ¶ فكأنَّ المُسَلِّم أَعلمَ من سَلَّمَ عليه أنه سالم منه، وأن لا خوف عليه منه. ¶ وقال ابن دقيق العيد -رحمه الله-: ((السَّلام: يطلق بإزاء معان منها: السَّلامة، ومنها: التحية، ومنها: أنَّه اسمٌ من أسماء الله. قال: وقد يأتي بمعنى التحية محضاً، وقد يأتي بمعنى السَّلامة محضاً، وقد يأتي متردداً بين المعنيين كقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا ضَرَبْتُمْ فِي سَبِيلِ الله فَتَبَيَّنُواْ وَلا تَقُولُواْ لِمَنْ أَلْقَى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِناً تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِندَ الله مَغَانِمُ كَثِيرَةٌ كَذَلِكَ كُنتُم مِّن قَبْلُ فَمَنَّ الله عَلَيْكُمْ فَتَبَيَّنُواْ إِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيراً} [النساء: 94]، فإنه يحتمل التحية والسلامة)) (¬3). ¶ وقوله: {سَلامٌ قَوْلا مِن رَّبٍّ رَّحِيمٍ} [يس: 58]. ¶ وقال محمد الأمين الشنقيطي-رحمه الله- في أضواء البيان: ((ومعنى السَّلام ¶ ¬__________ ¶ (¬1) القاضي عياض بن موسى بن عياض العلامة اليحصبي السبتي المالكي الحافظ أحد الأعلام ولد سنة 476هـ وتوفي سنة 544هـ ومن مصنفاته الشفاء (شذرات الذهب 4/ 137). ¶ (¬2) انظر: فتح الباري بشرح صحيح البخاري لابن حجر (11/ 13). ¶ (¬3) انظر: الإلمام بأحاديث الأحكام لابن دقيق العيد (8/ 240).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الدعاء بالسلامة من الآفات)) (¬1). ¶ قلت: وحاصل كلام أهل العلم راجع إلى التعريف اللغوي المتضمن مفهوم السلامة من الآفات في الدين والدنيا. ¶ المبحث الثاني: مشروعية السَّلام وفضله ¶ المطلب الأول: مشروعية السَّلام ¶ دلت نصوص القرآن والسنة على مشروعية السَّلام وفضله العظيم؛ فالسلام تحية الملائكة لأنبياء الله صلى الله عليهم وسلم، فبه بادرت الملائكة إبراهيم الخليل - صلى الله عليه وسلم - حين نزلوا عليه في صورة أضياف كما في قوله تعالى: {وَلَقَدْ جَاءتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُواْ سَلاماً قَالَ سَلامٌ فَمَا لَبِثَ أَن جَاء بِعِجْلٍ حَنِيذٍ} [هود: 69]. ¶ وبالسلام أُمر نبيُنا الكريم - صلى الله عليه وسلم - أنْ يبادر به أصحابَه الكرام - رضي الله عنهم - وعموم المؤمنين، {وَإِذَا جَاءكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَن عَمِلَ مِنكُمْ سُوءاً بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ} ¶ وبالسلام تُحيِّ الملائكةُ أهلَ الجنة إكراماً لهم وحفاوةً بهم وفيما يلي ثلاثة نصوص من القرآن الكريم تبين ذلك: ¶ الأول: {وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَراً حَتَّى إِذَا جَاؤُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ}. ¶ والثاني: {تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلامٌ وَأَعَدَّ لَهُمْ أَجْراً كَرِيماً} [الأحزاب: 44]. ¶ والثالث: {وَأُدْخِلَ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ تَحِيَّتُهُمْ فِيهَا سَلامٌ} [إبراهيم: 23]. ¶ ¬__________ ¶ (¬1) انظر: أضواء البيان في إيضاح القرآن بالقرآن للشنقيطي (2/ 152).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "بل لعظم شأن السَّلام وكبر فضله حيَّ به الله -تبارك وتقدس- أهل جنته فقال تعالى: {إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ* هُمْ وَأَزْوَاجُهُمْ فِي ظِلالٍ عَلَى الْأَرَائِكِ مُتَّكِؤُونَ* لَهُمْ فِيهَا فَاكِهَةٌ وَلَهُم مَّا يَدَّعُونَ* سَلامٌ قَوْلا مِن رَّبٍّ رَّحِيمٍ}. ¶ المطلب الثاني: فضل السَّلام: ¶ حسبنا في معرفة فضل السَّلام - فضلا عما تقدم- أنه سبب دخول الجنة كما ثبت في الصحيحين من حديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((لا تدخلون الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أولا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السَّلام بينكم)) (¬1). ¶ فلا إله إلا الله كم لهذه الكلمة العظيمة من الآثار الحميدة، والعواقب الفاضلة! فكم أزالت من شحناء، وكم أفاضت من نقاء، وكم أعادت من صفاء، وكم أزالت من وحشة، وكم أضفت من طمأنينة! ¶ المبحث الثالث: صفة السَّلام ¶ من خلال تتبع النصوص الواردة وكلام أهل العلم تبين أن للسلام صيغاً متعددة ومجالا رحباً فالأمر في هذا واسع. ¶ قال المالكي -رحمه الله- في كفاية الطالب: ((وصفة الابتداء به: أن يقول الرجل أو غيره: (السَّلام عليكم) بصيغة الجمع سواء كان المُسلَّم عليه واحداً أو أكثر؛ لأن الواحد كالجماعة لوجود الحفظة معه)) (¬2). ¶ ¬__________ ¶ (¬1) أخرجه مسلم كتاب الإيمان - باب بيان أنه لا يدخل الجنة إلا المؤمنون وأن محبة المؤمنين من الإيمان وأن إفشاء السلام سببا لحصولها (1/ 180 برقم 81). ¶ (¬2) انظر: كفاية الطالب لرسالة أبي زيد القيرواني للمالكي (2/ 617).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقال الحافظ -رحمه الله- في الفتح: ((ولو حذف اللام فقال: سَلامٌ عليكم أجزأ. قال الله - جل جلاله -: {وَالمَلائِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ* سَلامٌ عَلَيْكُم بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ}، وقال تعالى: {وَإِذَا جَاءكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَن عَمِلَ مِنكُمْ سُوءاً بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ} [الأنعام: 54]، وقال تعالى: {سَلامٌ عَلَى نُوحٍ فِي الْعَالَمِينَ} [الصافات: 79]، إلى غير ذلك لكن باللام أولى لأنها للتفخيم والتكثير)) (¬1). ¶ وقال الحافظ أيضا في الفتح: ((قال عياض (¬2): ويكره أن يقول في الابتداء: عليك السَّلام)) (¬3). ¶ وقال النووي -رحمه الله-: ((إذا قال المبتدئ: وعليكم السَّلام لا يكون سلاماً ولا يستحق جواباً؛ لأن هذه الصيغة لا تصلح للابتداء قاله المتولي، فلو قاله بغير واو فهو سلام)) (¬4). ¶ المبحث الرابع: حُكْم السَّلام ¶ أجمع العلماء على أن الابتداء بالسلام أمر مسنون؛ فقد نقل الزرقاني في شرحه على الموطأ ((الإجماع (¬5) على أن الابتداء بالسلام سُنَّةُ كفاية، إذا سلَّم ¶ ¬__________ ¶ (¬1) انظر: فتح الباري بشرح صحيح البخاري لابن حجر (11/ 4). ¶ (¬2) تقدم تخريجه. ¶ (¬3) انظر: المرجع السابق (11/ 4). ¶ (¬4) انظر: الأذكار للنووي (1/ 249). ¶ (¬5) اتفاق المجتهدين في أمة محمد - عليه الصلاة والسلام - في عصر على أمر ديني؛ والعزم التام على أمر من جماعة أهل الحل والعقد. التعريفات للجرجاني - (1/ 2).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "واحدٌ كفى)) (¬1). وقال ابن عبد البر- رحمه الله-: ((والابتداء بالسلام سُنَّةٌ، والردُّ واجب اتفاقاً)) (¬2). ¶ قال النووي -رحمه الله- في المجموع: ((ابتداء السَّلام سُنَّةٌ مُؤكَّدةٌ، قال أصحابنا: هو سُنَّةٌ على الكفاية فإذا مرت جماعة بواحد أو بجماعة فسلم أحدهم حصل أصل السُنَّة، وأما جواب السَّلام فهو فرضٌ بالإجماع؛ فإن كان السَّلام على واحد فالجواب فرضُ عَيْن (¬3) في حقه، وإن كان على جمع فهو فرضُ كفاية (¬4)، فإذا أجاب واحد منهم أجزأ عنهم وسقط الحرج عن جميعهم، وإن أجابوا كلهم كانوا كلهم مؤدين للفرض سواء ردوا معاً أو متعاقبين، فلو لم يجبه أحد منهم أثموا كلهم، ولو رد غير الذين سُلِّم عليهم لم يسقط الفرض والحرج عن الباقين)) (¬5). ¶ المبحث الخامس: ¶ حكم إلقاء السَّلام بين الجنسين من غير المحارم ¶ وبعد أن بينت كلام أهل العلم في حكم السَّلام عموما، أصبح من المهم بمكان بيان حكم إلقاء السَّلام بين الجنسين من غير المحارم، ومن خلال النظر في النصوص والأحوال الواردة تبين لي أن الأصل جواز ذلك عند أمن الفتنة وفق ضوابط معينة وذلك لأمرين: ¶ ¬__________ ¶ (¬1) انظر: شرح الموطأ للزرقاني (4/ 457). ¶ (¬2) انظر: تجريد التمهيد لما في الموطأ من المعاني والأسانيد لابن عبد البر (11/ 220). ¶ (¬3) هو ما أمر الله به ورسوله وكان المقصود به أن يفعله كل واحد. شرح منظومة القواعد لابن عثيمين ص15 ¶ (¬4) هو ما أمر الله به رسوله وكان يقصد به الفعل دون الفاعل، المرجع السابق ص 15 ¶ (¬5) انظر: المجموع شرح المهذب للنووي (4/ 499).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أولا: لعموم الأدلة القاضية بمشروعية السَّلام واستحبابه ومنها: ¶ 1. قوله تعالى: {وَإِذَا حُيِّيْتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا إِنَّ الله كَانَ عَلَى كُلِّ شَيْءٍ حَسِيباً} [النساء: 86]. ¶ قال الطبري -رحمه الله-: يعني جل ثناؤه بقوله: (وَإِذَا حُيِّيْتُم بِتَحِيَّةٍ)، إذا دعي لكم بطول الحياة والبقاء والسلامة (فحيوا بأحسن منها أو ردُّوها)، يقول: فادعوا لمن دعا لكم بذلك بأحسن مما دعا لكم (أو ردوها) يقول: أو ردّوا التحية، ثم اختلف أهل التأويل في صفة \"التحية\" التي هي أحسن مما حُيِّيَ به المُحَّيي، والتي هي مثلها. ¶ فقال بعضهم: التي هي أحسن منها: أن يقول المُسلَّم عليه إذا قيل: (السلام عليكم): وعليكم السلام ورحمة الله، ويزيد على دعاء الداعي له. والرد أن يقول: السلام عليكم؛ مثلها. كما قيل له أو يقول: وعليكم السلام، فيدعو للداعي له مثل الذي دعا له (¬1). ¶ وقال القرطبي -رحمه الله-: قال ابن عباس وغيره: المراد بالآية: {وَإِذَا حُيِّيْتُم بِتَحِيَّةٍ}، فإذا كانت من مؤمن (فحيوا بأحسن منها) وإن كانت من كافر فردوا على ما قال رسول الله - صلى الله عليه وسلم - أن يقال لهم: (وعليكم) (¬2). ¶ 2. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} [النور: 27]. ¶ قال ابن كثير -رحمه الله-: ((وقال هشيم: قال مغيرة: قال مجاهد: جاء ابن عمر من حاجة وقد آذاه الرمضاء؛ فأتى فسطاط امرأة من قريش فقال: ¶ ¬__________ ¶ (¬1) جامع البيان في تأويل آي القرآن للطبري 8/ 586 ¶ (¬2) الجامع لأحكام القرآن للقرطبي 5/ 303",
            "page": "21",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "السَّلام عليكم، أأدخل؟ قالت: ادخل بسلام! فأعاد، فأعادت! - وهو يراوح بين قدميه - قال: قولي: ادخل! قالت: ادخل؛ فدخل! ¶ ولابن أبي حاتم، حدثنا أبو سعيد الأشج، حدثنا أبو نعيم الأحول، حدثني خالد بن إياس، حدثتني جدتي أم إياس، قالت: كنت في أربع نسوة نستأذن على عائشة، فقلن: ندخل؟ فقالت: لا. قلن لصاحبتكن: تستأذن! فقالت: السَّلام عليكم، أندخل؟ قالت: ادخلن! ثم قالت: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ... } الآية. ¶ وقال أشعث عن عدي بن ثابت: أن امرأة من الأنصار قالت: يا رسول الله، إني أكون في منْزلي على الحال التي لا أحب أن يراني أحد عليها، لا والد ولا ولد وأنه لا يزال يدخل علي رجل من أهلي وأنا على تلك الحال فنَزلت: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ} الآية. (¬1). ¶ 3. وقوله تعالى: {وَإِذَا جَاءكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَن عَمِلَ مِنكُمْ سُوءاً بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ} [الأنعام: 54]. ¶ قال القرطبي في تفسيره: قوله تعالى: {وَإِذَا جَاءكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلامٌ عَلَيْكُمْ}، نزلت في الذين نهى الله نبيه - صلى الله عليه وسلم - عن طردهم؛ فكان إذا رآهم بدأهم بالسلام، وقال: الحمد لله الذي جعل في أمتي من أمرني أن أبدأهم بالسلام، فعلى هذا كان السلام من جهة النبي - صلى الله عليه وسلم - وقيل: إنه كان من جهة الله تعالى، أي أبلغهم منا السلام، وعلى الوجهين ففيه دليل على فضلهم ومكانتهم عند الله تعالى (¬2). ¶ ¬__________ ¶ (¬1) انظر: تفسير القرآن العظيم لابن كثير (3/ 281). ¶ (¬2) انظر: جامع البيان في تأويل آي القرآن للطبري (6/ 435).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقال ابن كثير: ((أي فأكرمهم برد السَّلام عليهم وبشرهم برحمة الله الواسعة الشاملة لهم)) (¬1). ¶ وأما من السنة الشريفة فدونك هذه الأدلة: ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ((لا تدخلون الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أولا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السَّلام بينكم)) (¬2). ¶ وجه الدلالة: هذا نص عام يعم الرجال والنساء، ودون تفريق بين المحارم والأجانب وفيه استحباب إلقاء السَّلام وعظم فضله. ¶ أن أبا هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «حقُّ المسلم على المسلم خمس - وفي لفظ - خمسٌ تجب للمسلم على أخيه رد السَّلام، وتشميت العاطس، وإجابة الدعوة، وعيادة المريض، واتباع الجنائز» (¬3). ¶ وأمّا لفظُ البخاري، أن أبا هريرة - رضي الله عنه - قال: سمعتُ رسول الله - صلى الله عليه وسلم - يقول: «حقُّ المسلم على المسلم خمسٌ: ردُّ السَّلام، وعيادةُ المريض، واتباعُ الجنائز، وإجابةُ الدعوة، وتشميتُ العاطس» (¬4). ¶ وجه الدلالة: فضيلة السَّلام وأنَّه أحد الحقوق الشرعية للمسلم على أخيه. ¶ ¬__________ ¶ (¬1) انظر: تفسير القرآن العظيم لابن كثير (2/ 136). ¶ (¬2) أخرجه مسلم كتاب الإيمان - باب بيان أنه لا يدخل الجنة إلا المؤمنون وأن محبة المؤمنين من الإيمان وأن إفشاء السلام سببا لحصولها (1/ 180 برقم 81) .. ¶ (¬3) أخرجه مسلم كتاب السلام - باب من حق المسلم للمسلم رد السلام - (11/ 126 برقم 4022). ¶ (¬4) لفظ البخاري - كتاب الجنائز -باب الأمر بإتباع الجنائز (4/ 461 برقم 1164)",
            "page": "23",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ما رواه الشيخان، عن عبد الله بن عمرو - رضي الله عنه - «أن رجلا سأل النبي - صلى الله عليه وسلم - أي الإسلام خير؟ قال: تطعم الطعام، وتقرأ السَّلام على من عرفت ومن لم تعرف» (¬1). ¶ وجه الدلالة: فضيلة السَّلام، ومشروعية إلقاءه على كل مسلم عرف أو لم يعرف. ¶ عن أبي سعيد الخدري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «إياكم والجلوس بالطرقات! فقالوا يا رسول الله: ما لنا من مجالسنا بد نتحدث فيها. فقال: فإذا أبيتم إلا المجلس؛ فأعطوا الطريق حقه. قالوا: وما حق الطريق يا رسول الله؟ قال: غضُّ البصر، وكفُّ الأذى، وردُّ السَّلام، والأمر بالمعروف والنهي عن المنكر» (¬2). ¶ وجه الدلالة: فضيلة السلام، ومشروعية ردّه على كل من ألقاه في الطريق. ¶ ثانياً: لخصوص الأدلة الواردة في المسألة ومنها: ¶ فقد عقد البخاري -رحمه الله- باباً قال فيه: باب تسليم الرجال على النساء، والنساء على الرجال، ثم ساق فيه حديثا: ((حدثنا عبد الله بن مسلمة، حدثنا ابن أبي حازم، عن أبيه، عن سهل - رضي الله عنه - قال: «كنا نفرح يوم الجمعة! قلت: ولم؟ قال: كانت لنا عجوزٌ ترسل إلى بُضَاعة - قال ابن مسلمة: نخلٌ بالمدينة - فتأخذ من أصول السَّلْق؛ فتطرحهُ في قدر وتُكَرْكِرُ حبات من شعير، فإذا صلينا الجمعة انصرفنا ونسلم عليها؛ فتقدمه إلينا فنفرح من أجله، وما كنا نقيل ولا ¶ ¬__________ ¶ (¬1) أخرجه الشيخان: البخاري كتاب الإيمان - باب إفشاء السلام من الإسلام- (1/ 48 برقم 27)، ومسلم كتاب الإيمان - باب بيان تفاضل الإسلام وأي أموره أفضل - (1/ 147 برقم 56). ¶ (¬2) أخرجه البخاري كتاب الاستئذان- باب قول الله تعالى لا تدخلوا بيوتا ... الآية - (19/ 239 برقم 5761)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "نتغدى إلا بعد الجمعة» (¬1). ¶ وكذلك حدثنا ابن مقاتل أخبرنا عبد الله، أخبرنا معمر، عن الزهري، عن أبي سلمة بن عبد الرحمن، عن عائشة، رضي الله عنها قالت: «قال رسول الله - صلى الله عليه وسلم -: يا عائشة، هذا جبريل يقرأ عليك السلام، قالت: قلت: وعليه السلام ورحمة الله، ترى ما لا نرى! تريد رسول الله - صلى الله عليه وسلم -» (¬2) - تابعه شعيب- وقال يونس والنعمان، عن الزهري: (وبركاته). ¶ كما عقد أبو داود في سننه بابا في السَّلام على النساء ثم ساق الحديث، حدثنا أبو بكر بن أبي شيبة، ثنا سفيان بن عيينة، عن ابن أبي حسين، سمعه من شهر ابن حوشب، يقول: أخبرته أسماء ابنة يزيد رضي الله عنها «مرَّ علينا النبي - صلى الله عليه وسلم - في نسوة فسلم علينا» (¬3). ¶ قلت: لكنَّ المسألة ليست على إطلاقها، بل هي مقيدة بانتفاء الريبة وأمن الفتنة، ولزوم إعمال قاعدة سد الذرائع، فالسلام على العجوز ليس كالسلام على الشابة، و السَّلام على الجماعة، ليس كالسلام على المرأة الواحدة، ولذا اختلف العلماء فيها على عدة أقوال وهذا حاصلها: ¶ 1. القول بالجواز إذا أمنت الفتنة ¶ قال الحافظ -رحمه الله- في الفتح: ((قال ابن بطال عن المهلب: سلام الرجال على النساء، والنساء على الرجال، جائز إذا أمنت الفتنة)) (¬4). ¶ ¬__________ ¶ (¬1) صحيح البخاري كتاب الاستئذان، باب تسليم الرجال على النساء (19/ 271 برقم 5779). ¶ (¬2) أخرجه البخاري كتاب الاستئذان باب تسليم الرجال على النساء (19/ 272 برقم 5780). ¶ (¬3) أخرجه أبو داود كتاب الأدب، باب في السلام على النساء (13/ 424 برقم 4528). ¶ (¬4) انظر: فتح الباري بشرح صحيح البخاري لابن حجر (11/ 35).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقال الحليمي -رحمه الله-: ((كان النبي - صلى الله عليه وسلم - للعصمة مأموناً من الفتنة فمن وثق من نفسه بالسلامة فليسلم وإلا فالصمت أسلم)) (¬1). ¶ وفي مصنف ابن أبي شيبة -رحمه الله- وقال الحكم: ((كان شُريحٌ (¬2) يسلم على كلِّ أحد. قلت: النساء؟ قال: على كلِّ أحد)) (¬3). ¶ وقال ابن القيم -رحمه الله-: ((الصواب في مسألة السَّلام على النساء: يسلم على العجوز وذوات المحارم وغيرهن)) (¬4). ¶ الأدلة: ¶ استدل المجوزون بأدلة منها: ¶ روى مسلم -رحمه الله- حدثنا يحيى بن يحيى، قال: «قرأت على مالك، عن أبي النضر، أنَّ أبا مُرَّة، مولى أمِّ هانئ بنت أبي طالب، أخبره أنه سمع أم هانئ بنت أبي طالب تقول: ذهبت إلى رسول الله - صلى الله عليه وسلم - عام الفتح فوجدته يغتسل، وفاطمة ابنته تستره بثوب، قالت: فسلمت. فقال: من هذه؟ قلت: أم هانئ بنت أبي طالب. قال: مرحباً بأمِّ هانئ. فلما فرغ من غسله، قام فصلى ثماني ركعات مُلتحفاً في ثوبٍ واحدٍ، فلما انصرف، قلت: يا رسول الله، زعم ابن أمي عليُ بنُ أبي طالب، أنه قاتلٌ رجلا أجرته: فلان بن هُبيرة (¬5)، فقال رسول ¶ ¬__________ ¶ (¬1) انظر: المرجع السابق (17/ 477). ¶ (¬2) القاضي شريح بن الحارث بن قيس الكندي أبو أمية الكوفي أدرك ولم ير وولي القضاء لعمر وعثمان وعلي ومعاوية ستين سنة الى ايام الحجاج فاستعفي وله 120 سنة فمات بعد سنة (طبقات الحفاظ 1/ 2) للسيوطي. ¶ (¬3) انظر: مصنف ابن أبي شيبة (5/ 252). ¶ (¬4) انظر: زاد المعاد في هدي خير العباد لابن القيم (2/ 412). ¶ (¬5) قال ابن الجوزي: إن كان ابن هبيرة منهما-أي من أم هانئ وهبيرة- فهو جعدة كذا قال، وجعدة معدود فيمن له رؤية ولم تصح له صحبة فتح الباري لابن حجر (2/ 54)",
            "page": "26",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الله - صلى الله عليه وسلم -: قد أجرنا من أجرت يا أم هانئ، قالت أم هانئ: وذلك ضحى» (¬1). ¶ وجه الدلالة: سلام أم هانئ على النبي - صلى الله عليه وسلم - ورده عليها وهي ليست من محارمه. ¶ روى أبو داود-رحمه الله- باب في السَّلام على النساء، حدثنا أبو بكر بن أبي شيبة، ثنا سفيان بن عيينة، عن ابن أبي حسين، سمعه من شهر بن حوشب، يقول: «أخبرته أسماء ابنة يزيد مر علينا النبي - صلى الله عليه وسلم - في نسوة فسلم علينا» (¬2). ¶ وجه الدلالة: سلام النبي على نساء أجنبيات عنه. ¶ وروى البخاري -رحمه الله- باب تسليم الرجال على النساء والنساء على الرجال حدثنا عبد الله بن مسلمة حدثنا بن أبي حازم، عن أبيه، عن سهل - رضي الله عنه - قال: «كنا نفرح يوم الجمعة. قلت: ولم؟ قال: كانت لنا عجوز ترسل إلى بضاعة. - قال ابن مسلمة: نخل بالمدينة -؛ فتأخذ من أصول السلق، فتطرحه في قدر وتكركر حبات من شعير، فإذا صلينا الجمعة، انصرفنا ونسلم عليها، فتقدمه إلينا فنفرح من أجله، وما كنا نقيل ولا نتغدى إلا بعد الجمعة» (¬3). ¶ وجه الدلالة: سلام الصحابي سهل - رضي الله عنه - وغيره على المرأة العجوز. ¶ ¬__________ ¶ (¬1) أخرجه مسلم كتاب صلاة المسافرين- باب استحباب صلاة الضحى وأن أقلها ركعتان وأكثرها ثمان (4/ 45 برقم 1179) , وأخرجه البخاري كذلك كتاب الجزية- باب أمان النساء وجوارهن (10/ 432 برقم 2935). ¶ (¬2) أخرجه أبو داود كتاب الأدب -باب في السلام على النساء (13/ 424 برقم4528) , وقد حسنه الترمذي، وانظر تحفة الأحوذي - (6/ 499). ¶ (¬3) أخرجه البخاري كتاب الاستئذان - باب تسليم الرجال على النساء (19/ 271 برقم 5779).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وروى البخاري أيضا عن عائشة - رضي الله عنها - قالت: قال رسول الله - صلى الله عليه وسلم -: «يا عائشة هذا جبريل يقرأ عليك السلام. قالت: قلت: وعليه السلام ورحمة الله، ترى ما لا نرى - تريد رسول الله - صلى الله عليه وسلم -» (¬1). ¶ تابعه شعيب وقال يونس والنعمان عن الزهري: (وبركاته). ¶ وجه الدلالة: سلام جبريل عليه السلام على عائشة. ¶ قال الحافظ -رحمه الله-: ((والمراد بجوازه أن يكون عند أمن الفتنة)) (¬2). ¶ 2. القول بالكراهة مطلقاً. ¶ روى عبد الرزاق -رحمه الله- في المصنف، عن معمر، عن يحيى بن أبي كثير، قال: ((بلغني أنه يُكْرَه أنْ يُسَلِّم الرجال على النساء، والنساء على الرجال)) (¬3) (¬4). ¶ قال النووي -رحمه الله- في شرحه على مسلم: ((قال ربيعة (¬5): لا يُسَلِّم الرجال على النساء، ولا النساء على الرجال، وهذا غلط، وقال الكوفيون: لا يُسَلِّم الرجال على النساء اذا لم يكن فيهن محرم والله أعلم)) (¬6). ¶ ¬__________ ¶ (¬1) رواه البخاري صحيح البخاري كتاب الاستئذان - باب تسليم الرجال على النساء (19/ 272 برقم 5780).َ ¶ (¬2) أخرجه عبد الرزاق في مصنفه (19448). ¶ (¬3) أخرجه عبد الرزاق في مصنفه (19448). ¶ (¬4) قال الحافظ: وهو مقطوع أو مرسل فتح الباري (11/ 33). ¶ (¬5) ربيعة بن أبي عبد الرحمن التيمي مولاهم أبو عثمان المدني المعروف بربيعة الرأي واسم أبيه فروخ ثقة فقيه مشهور قال بن سعد: كانوا يتقونه لموضع الرأي من الخامسة مات سنة ست وثلاثين على الصحيح وقيل: سنة ثلاث وقال الباجي: سنة اثنتين وأربعين تقريب التهذيب - (1/ 297) تهذيب التهذيب - (3/ 223). تذكرة الحفاظ - (1/ 160). ¶ (¬6) انظر: شرح مسلم للنووي (14/ 149).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قلت: وأما حُجة الكوفيين فقد نقل الحافظ عن ابن بطال قوله: ((وقال الكوفيون: لا يشرع للنساء ابتداء السَّلام على الرجال؛ لأنَّهن مُنعن من الأذان والإقامة والجهر بالقراءة، قالوا: ويستثنى المحرم فيجوز لها السَّلام على محرمها)) (¬1). ¶ روى ابن أبي شيبة في المصنف ((حدثنا وكيع، عن شعبة، قال: سألت الحكمَ وحماداً عن السَّلام على النساء؟ فكرهاه على الشَابَّة والعجوز)) (¬2). ¶ 3. التفصيل: ¶ ذهب بعض أهل العلم إلى التفصيل في هذه المسألة مراعين اعتبارات شتى وأحوال مختلفة ويمكن تلخيص ذلك بما يلي: ¶ 3/ 1 التفريق بين العجوز والشابة: ¶ سُئِلَ الإمام مَالِك -رحمه الله- هَلْ: يُسَلَّمُ عَلَى الْمَرْأَةِ؟ فَقَالَ: أَمَّا الْمُتَجَالَّةُ - وهي العجوز - فَلا أَكْرَهُ ذَلِكَ، وَأَمَّا الشَّابَّةُ فَلا أُحِبُّ ذَلِكَ. وعلَّل الزرقاني في شرحه على الموطأ ((عدم محبة مالك لذلك: بخوف الفتنة بسماع ردها للسلام)) (¬3). ¶ وقال رحمه الله في مواهب الجليل: ((وأما السَّلام على الشَابَّة فقال الفاكهاني في شرح العمدة في باب اللباس: (ولا يسلم على الشَابَّة بخلاف الْمُتَجَالَّةُ) ¶ وصرَّح الجزولي -رحمه الله- بأنه يكره السَّلام على الشَابَّة، وأنه يجوز للشاب أن يسلم على الْمُتَجَالَّةُ، و للْمُتَجَالَّةُ أن تسلم على الشاب)) (¬4). ¶ ونقل الحافظ في الفتح، عن ابن بطال -رحمه الله- قوله: ((وفرق المالكية ¶ ¬__________ ¶ (¬1) انظر: فتح الباري بشرح صحيح البخاري لابن حجر (11/ 35). ¶ (¬2) أخرجه ابن أبي شيبة في المصنف (25790). ¶ (¬3) انظر: شرح الموطأ للزرقاني (4/ 358). ¶ (¬4) انظر: مواهب الجليل (1/ 459).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "بين الشَابَّة والعجوز سداً للذريعة .. وقال المهلب: وحجة مالك: حديث سهل في الباب؛ فان الرجال الذين كانوا يزورونها وتطعمهم لم يكونوا من محارمها)) (¬1). ¶ وقال النووي -رحمه الله-: ((قال أصحابنا: والمرأة مع المرأة كالرجل مع الرجل، وأما المرأة مع الرجل، فإن كانت المرأة زوجته، أو جاريته، أو محرماً من محارمه فهي معه كالرجل، فيستحب لكل واحد منهما ابتداء الآخر بالسلام ويجب على الآخر رد السَّلام عليه. وإن كانت أجنبية، فإن كانت جميلة يخاف الافتتان بها لم يسلم الرجل عليها، ولو سلم لم يجز لها رد الجواب، ولم تسلم هي عليه ابتداء، فإن سلمت لم تستحق جواباً فإن أجابها كره له، وإن كانت عجوزاً لا يفتتن بها جاز أن تسلم على الرجل، وعلى الرجل رد السَّلام عليها)) (¬2). ¶ وقال أيضاً في شرح مسلم: ((وأما الأجنبي فان كانت عجوزاً لا تُشتهى استحب له السَّلام عليها، واستحب لها السَّلام عليه ومن سلم منهما لزم الآخر رد السَّلام عليه، وإن كانت شَابَّة أو عجوزاً تُشتهى لم يُسلِّم عليها الأجنبي، ولم تُسلِّم عليه، ومن سلم منهما لم يستحق جواباً، ويُكره رد جوابه، هذا مذهبنا ومذهب الجمهور)) (¬3). ¶ وذكر ابن مفلح -رحمه الله- في الآداب: ((أن ابن منصور، قال للإمام أحمد: التسليم على النساء؟ قال: إذا كانت عجوزاً فلا بأس به، وقال صالح - ابن الإمام أحمد -: سألت أبي يُسَلَّمُ على المرأة؟ قال: أما الكبيرة فلا بأس، وأما الشابة فلا تستنطق. يعني لا يطلب منها أن تتكلم برد السَّلام)) (¬4). ¶ ¬__________ ¶ (¬1) انظر: فتح الباري بشرح صحيح البخاري لابن حجر (11/ 35). ¶ (¬2) انظر: الأذكار للنووي (407). ¶ (¬3) انظر: شرح مسلم للنووي (14/ 149). ¶ (¬4) انظر: الآداب الشرعية والمنح المرعية لابن مفلح (1/ 375).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وروى عبدالرزاق في المصنف: عن معمر، عن قتادة، قال: ((أما امرأة من القواعد فلا بأس أن يُسلِّم عليها، وأما الشَابَّة فلا)) (¬1). ¶ 3/ 2 التفريق بين الجماعة والواحدة ¶ ذهب بعض أهل العلم الى التفريق بين السَّلام على جماعة من النسوة و بين السَّلام على امرأة منفردة ليس معها أحد. ¶ قال النووي في شرح مسلم: (( .. وأما النساء فان كنَّ جميعا سَلَّم عليهن، وان كانت واحدة سلم عليها النساءُ وزوجُها وسيدُها ومحرمُها، سواء كانت جميلة أو غيرها)) (¬2). ¶ وقال في الأذكار: ((وإذا كانت النساء جمعاً فيسلم عليهن الرجل، أو كان الرجال جمعاً كثيراً فسلموا على المرأة الواحدة جاز، إذا لم يُخَفْ عليه ولا عليهن ولا عليها أو عليهم فتنة)) (¬3). ¶ وقال الحافظ: ((فلو اجتمع في المجلس رجالٌ ونساءٌ جاز السَّلام من الجانبين عند أمن الفتنه)) (¬4). ¶ 3/ 3 التفريق بين الجميلة والدميمة ¶ فرق بعض أهل العلم في مسألة السَّلام بين الجميلة والدميمة فمنعوا السَّلام على الأولى، وأجازوا السَّلام على الثانية. ¶ قال الحافظ -رحمه الله- في الفتح: ((قال المتولى: إن كانت أجنبية نظر، إن كانت جميلة يخاف الافتتان بها، لم يشرع السَّلام لا ابتداءً ولا جواباً، فلو ¶ ¬__________ ¶ (¬1) انظر: المصنف لعبد الرزاق (19449). ¶ (¬2) انظر: شرح مسلم للنووي (14/ 149). ¶ (¬3) انظر: كتاب الأذكار للنووي (407). ¶ (¬4) انظر: فتح الباري بشرح صحيح البخاري لابن حجر (11/ 35).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ابتدأ أحدهما كره للآخر الرد، وإن كانت عجوزاً لا يُفتتن بها جاز، وحاصل الفرق بين هذا وبين المالكية التفصيل في الشابة بين الجمال وعدمه فان الجمال مظنة الافتتان)) (¬1). ¶ الراجح: ¶ بالنظر في أقوال أهل العلم وأدلتهم ترجح لدي القول بمنع تبادل السَّلام بين الرجال والنساء مطلقاً سداً للذريعة، ودرءً للمفسدة، ولغلبة الشر، وعدم أمن الفتنة لاسيما في هذه الأزمان التي ظهر فيها الفساد، ورقَّت فيها الديانة، ولعدم إمكانية ضبط معايير الشواب والعجائز والجميلات والدميمات؛ فالناس يختلفون في أذواقهم، ويتباينون في عقولهم ومداركهم. ¶ وأما الأدلة الواردة في الإباحة فمحمولة عند أمن الفتنة في أحوال خاصة والله أعلم. ¶ - - - - ¶ ¬__________ ¶ (¬1) انظر: المرجع السابق (11/ 35).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الفصل الثاني: أحكام المصافحة ¶ وفيه مباحث ¶ المبحث الأول: تعريف المصافحة وفيه مطلبان: ¶ المطلب الأول: تعريفُ المُصَافَحَةِ لغةً: ¶ قال الفيُّومي: ((صافحتُه مُصَافَحَةً: أفضيتُ بيدي إلى يده)) (¬1). ¶ وقال ابنُ فارس: ((صَفَحَ: الصادُ والفاءُ والحَاءُ: أصلٌ صحيحٌ مُطّرد يدلُّ على عَرْض، وعِرَض، ومن ذلك صَُفْح الشيء: عُرْضُه، ومن الباب: المُصَافَحَةُ باليد، كأنَه ألصق يده بصفحة يد ذاك)) (¬2). ¶ قلت: والحاصلُ أنَّ المُصَافَحَة: وضْع الكفِّ بالكفِّ. ¶ المطلب الثاني: تعريفها اصطلاحاً: ¶ قال النفراوي -رحمه الله-: ((المُصَافَحَةُ وهي: وضع أحد المتلاقيين يده على باطن كفِّ الآخر إلى الفراغ من السلام)) (¬3). ¶ وقال ابنُ حجر -رحمه الله-: ((المُصَافَحَةُ هي: مُفاعلة من الصَفْحَة، والمرادُ بها: الإفضاء بصَفْحَةِ اليدِّ إلى صفحة اليدِّ .. وقال ابنُ بطَّال: الأخذُ باليدِّ هو مُبالغة المُصَافَحَة)) (¬4). ¶ وبوَّب البخاريُ -رحمه الله- في صحيحه فقال: ((بابٌ: الأخذُ باليدِّ، ¶ ¬__________ ¶ (¬1) انظر: المصباح المنير للفيُّومي (ص: 130). ¶ (¬2) انظر: معجم مقاييس اللغة لابن فارس (2/ 239). ¶ (¬3) انظر: الفواكه الدواني على رسالة أبي زيد القيرواني للنفراوي (2/ 325). ¶ (¬4) انظر: فتح الباري بشرح صحيح البخاري لابن حجر (11/ 54 - 56).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وصافحَ حمَّادُ ابنُ زيدٍ، ابنَ المُبَارك بيديه)) (¬1). ¶ المبحث الثاني: حكمُ المُصَافَحَة ¶ اختلف أهل العلم في حكم المُصَافَحَة على أقوال وفيما يلي بيانها: ¶ أولا: القولُ بسنيتها: ¶ ذهب جمهور أهل العلم إلى سنية المُصَافَحَة، لعموم الأدلة القاضية بذلك، ولم يخالف في ذلك غير نزر يسير من أهل العلم، دون مستند ذي بال، وفيما يلي عرض لأقوالهم: ¶ قال ابن عابدين -رحمه الله-: ((تجوز المُصَافَحَة لأنها سُنَّة قديمة متواترة)) (¬2) وقال القرطبي -رحمه الله-: ((قد روي عن مالك جواز المُصَافَحَة، وعليها جماعة من العلماء)) (¬3). ¶ قلت: وهو قول ابن بطال والنووي وابن حجر وابن مفلح وغيرهم، نقلوه عن عامة العلماء -رحمهم الله-. (¬4) ¶ ثانياً: القول بالكراهة: ¶ قال ابن عبد البر -رحمه الله-: ((روى ابنُ وهب وغيرُه عن مالك أنَّه كره المُصَافَحَة والمعانقة، وذهب إلى هذا سحنون وغيره)) (¬5). ¶ ¬__________ ¶ (¬1) انظر: صحيح البخاري (5/ 2311). ¶ (¬2) انظر: رد المحتار على الدر المختار لابن عابدين (6/ 381). ¶ (¬3) انظر: الجامع لأحكام القرآن للقرطبي (15/ 362). ¶ (¬4) انظر: كفاية الطالب (2/ 619). فتح الباري (11/ 55). الأذكار (ص: 426). الآداب لابن مفلح (2/ 257) ¶ (¬5) انظر: تجريد التمهيد لما في الموطأ من المعاني والأسانيد لابن عبد البر (21/ 17).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وروى البيهقي -رحمه الله-: ((عن غالب التمَّار، قال: كان محمد بن سيرين يكره المُصَافَحَة)) (¬1) (¬2). ¶ قلت: ولا ريب أنَّ الصواب هو مشروعية المُصَافَحَة واستحبابها للرجال مع الرجال، وللنساء مع النساء للأدلة الدالة على ذلك. ¶ المبحث الثالث: أنواعُ المُصَافَحَة ¶ وفيه مطالب: ¶ المطلب الأول: مصافحة الرجل للرجل والمرأة للمرأة ¶ قال ابن بطال -رحمه الله-: ((وروينا في صحيح البخاري (¬3) عن قتادة قال: قلت لأنس - رضي الله عنه -: أكانت المُصَافَحَة في أصحاب النبي - صلى الله عليه وسلم -؟ قال: نعم)) (¬4). ¶ وروينا في صحيحي البخاري (¬5) و مسلم (¬6) في حديث كعب بن مالك - رضي الله عنه - في قصة توبته قال: فقام إليّ طلحةُ بن عبيد الله - رضي الله عنه - يهرول حتى صافحني وهنَّأني. ¶ وروينا - بالإسناد الصحيح - في سُنن أبي داود، عن أنس - رضي الله عنه - قال: لما جاء أهلُ اليمن، قال لهم رسول الله - صلى الله عليه وسلم -: «قد جاءكم أهل اليمن، وهم أول من ¶ ¬__________ ¶ (¬1) انظر: السنن الكبرى للبيهقي (13353). ¶ (¬2) قال ابن مفلح: إسناده جيد: الآداب الشرعية (2/ 260). ¶ (¬3) انظر: صحيح البخاري كتاب الاستئذان -باب المصافحة (19/ 295 برقم 5792). ¶ (¬4) انظر: شرح البخاري لابن بطال (17/ 49). ¶ (¬5) انظر: صحيح البخاري كتاب المغازي - باب حديث كعب بن مالك (13/ 328 برقم 4066). ¶ (¬6) انظر: صحيح مسلم كتاب التوبة - باب حديث توبة كعب بن مالك (13/ 345).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "جاء بالمُصَافَحَة»)) (¬1). ¶ قال ابنُ حجر -رحمه الله-: إسنَاده صحيح بلفظ: ((أقبل أهلُ اليمن، وهم أول من حيّانا بالمُصَافَحَة)) (¬2). ¶ وعند الترمذي من حديث أنس - رضي الله عنه - قال: «قال رجلٌ: يا رسول الله، الرجلُ مناَّ يلقى أخاه أو صديقَه أينحني له؟ قال: لا، قال: أفيقبلُه؟ قال: لا، قال: فيأخذُ بيده ويصافحُه؟ قال: نعم» قال الترمذي: هذا حديثٌ حسن)) (¬3). ¶ وقال النووي -رحمه الله-: ((فرع: يستحب مصافحة الرجل الرجل، والمرأة المرأة)) (¬4). ¶ وقال الشربيني -رحمه الله-: ((وتسن مصافحة الرجلين والمرأتين)) (¬5). ¶ وقال ابن مفلح -رحمه الله-: ((فتصافح المرأةُ المرأةَ، والرجلُ الرجل .. )) (¬6). ¶ المطلب الثاني: مصافحة الرجل لمحارمه من النساء. ¶ اختلف العلماء في مصافحة المحارم على قولين: ¶ 1. القول بالإباحة: لا بأس من المصافحة بين الرجال وبين محارمهم من النساء؛ لعدم الدليل القاضي بالمنع، ولعموم الأدلة الدالة على استحباب ¶ ¬__________ ¶ (¬1) أخرجه أبو داود كتاب الأدب- باب في المصافحة- (13/ 438 برقم4537). ¶ (¬2) انظر: فتح الباري بشرح صحيح البخاري لابن حجر (11/ 54). ¶ (¬3) أخرجه الترمذي كتاب الاستئذان والآداب عن رسول الله -باب ما جاء في المصافحة (9/ 373 برقم2652). ¶ (¬4) انظر: روضة الطالبين للنووي (7/ 28). ¶ (¬5) انظر: الإقناع في حل ألفاظ أبي شجاع للشربيني (2/ 408). ¶ (¬6) انظر: الآداب الشرعية والمنح المرعية لابن مفلح (2/ 257).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "المصافحة (¬1). ¶ قال العلامة ابن باز - رحمه الله -: ((قد عُلمَ بالأدلة الشرعية من الكتاب والسُنّة أنَّ المرأة ليس لها أن تصافح أو تُقبل غير محارمها من الرجال)) (¬2). ¶ وقال ابن عثيمين -رحمه الله-: ((لا يجوز للإنسان أن يصافح المرأة الأجنبية التي ليست من محارمه)) (¬3). ¶ الأدلة: ¶ استدل القائلون بهذا القول بما يلي: ¶ بوّب النسائي في الكبرى (¬4): (مصافحة ذي محرم) ثم روى حديثاً (¬5) عن عائشة أمِّ المؤمنين قالت: «ما رأيتُ امرأةً أشبهَ حديثاً وكلاماً برسول الله - صلى الله عليه وسلم - من فاطمة، وكانت إذا دخلت بيته أخذ بيدها فقبلها وأجلسها في مجلسه، وكان إذا دخل عليها قامت إليه فقبلته وأخذت بيده، فدخلت عليه في مرضه الذي توفي فيه فأسرَّ إليها فبكت، ثم أسرَّ إليها فضحكت؛ فقلت: كنتُ أحسبُ أنَّ لهذه المرأة فضلا على النساء؛ فإذا هي منهن- بينا هي تبكي إذا هي تضحك! - فسألتها؛ فقالت: إنِّي إذا لبذرة فلما توفي رسول الله - صلى الله عليه وسلم - سألتها؛ فقالت: أسرَّ إليَّ وأخبرني أنَّه ميتٌ فبكيت، ثمَّ أسرَّ إليَّ أنِّي أولُّ أهلهِ لحوقاً به فضحكت» (¬6). ¶ ¬__________ ¶ (¬1) انظر: ص22 - 23. ¶ (¬2) مجلة الجامعة الإسلامية عدد (2) شوال 1390 بواسطة أحمد الصويان: المرأة المسلمة ص 158. ¶ (¬3) انظر: فتاوى النظر لابن عثيمين (ص: 66). ¶ (¬4) انظر: السنن الكبرى للنسائي (5/ 392). ¶ (¬5) رقم الحديث: (9237). ¶ (¬6) لسان العرب ج4/ 51 (وفي حديث فاطمة عند وفاة النبي قالت لعائشة إني إذا لبذرة. البذر: الذي يفشي السر ويظهر ما يسمعه).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "2. القول بالمنع: قال ابن مفلح -رحمه الله-: ((قال محمد بن عبد الله بن مهران سُئل أبو عبد الله - يعني أحمد ابن حنبل- عن الرجل يصافحُ المرأة قال: لا وشدد فيه جداً! قلت: فيصافحها بثوبه؟ قال: لا. قال رجلٌ: فإن كان ذا رحم؟ قال: لا. قلتُ: ابنته؟ قال: إذا كانت ابنته فلا بأس)) (¬1). ¶ قلت: والراجح عندي الجواز لصراحة الحديث الوارد في المسألة ولعدم الدليل القاضي بالمنع والله أعلم. ¶ المطلب الثالث: مُصافحةِ النساءِ للرجال الأجانب: ¶ أطبق علماء الأمة سلفاً وخلفاً على تحريم مصافحة الرجل للمرأة الأجنبية عنه وعلى هذا جرى العمل في المذاهب الأربعة المتبعة وهذا بيانها: ¶ 1 - الحنفية: ¶ قال المرغياني -رحمه الله-: ((ولا يحل له أن يمس وجهها ولا كفيها وإن كان يأمن الشهوة لقيام المحرم وانعدام الضرورة والبلوى)) (¬2). ¶ وقال الكاساني -رحمه الله- في البدائع: ((وأما حكم مسِّ هذين العضوين- أي الوجه والكف - فلا يحل مسهما)) (¬3). ¶ وقال ابن نجيم -رحمه الله-: ((ولا يجوز له أن يمسَّ وجهها ولا كفها وإن أمن الشهوة)) (¬4). ¶ ¬__________ ¶ (¬1) انظر: الآداب الشرعية والمنح المرعية لابن مفلح (2/ 257). ¶ (¬2) انظر: الهداية شرح البداية للمرغياني (4/ 83).والمقصود بالبلوى: عدم الاحتياج للمصافحة لعدم الابتلاء بها, فلو عزم امرؤ على اجتناب مصافحة الأجنبيات لم يبتلى بهن. ¶ (¬3) انظر: بدائع الصنائع وترتيب الشرائع للكاساني (5/ 123). ¶ (¬4) انظر: البحر الرائق شرح كنز الحقائق لابن نجيم (8/ 219).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "2 - المالكية: ¶ قال ابن عبد البر -رحمه الله-: ((في قوله - صلى الله عليه وسلم -: ((إني لا أصافح النساء)) دليل على أنه لا يجوز لرجل أن يباشر امرأة لا تحل له، ولا يمسها بيده، ولا يصافحها)) (¬1). ¶ وقال صاحب منح الجليل -رحمه الله-: ((ولا يجوز للأجنبي لمس وجه الأجنبية ولا كفيها)) (¬2). ¶ وقال الشنقيطي -رحمه الله-: ((قدّمنا أنَّ المرأة كلها عورةٌ، يجبُ عليها أنْ تَحتجب، وإنَّما أُمر بغضِّ البصر خوف الوقوع في الفتنة، ولا شك أنَّ مسَّ البدن للبدن أقوى في إثارة الغرائز، وأقوى داعياً إلى الفتنة من النظر بالعين، وكلُّ مُنْصِفٍ يعلم ذلك)) (¬3). ¶ 3 - الشافعية: ¶ قال النووي -رحمه الله-: ((وقد قال أصحابنا كلُّ من حَرُمَ النظرُ إليه، حَرُمَ مسُّه، بل المسُّ أشدُّ)) (¬4). ¶ وقال الحافظ - تعليقاً على حديث عائشة في البيعة -: «قد بايعتك كلاماً»: ((أي يقولُ ذلك كلاماً فقط، لا مصافحة باليدِّ، كما جرت العادة بمصافحة الرجال)) (¬5). ¶ وقال في الفتح: ((ويستثنى من عموم الأمر بالمصافحة: المرأة الأجنبية، ¶ ¬__________ ¶ (¬1) انظر: تجريد التمهيد لما في الموطأ من المعاني والأسانيد لابن عبد البر (12/ 243). ¶ (¬2) انظر: منح الجليل شرح مختصر خليل لمحمد عليش (1/ 223). ¶ (¬3) انظر: أضواء البيان في إيضاح القرآن بالقرآن للشنقيطي (6/ 603). ¶ (¬4) انظر: الأذكار للنووي (ص: 428). ¶ (¬5) انظر فتح الباري بشرح صحيح البخاري لابن حجر (8/ 636).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "والأمرد الحسن)) (¬1). ¶ وقال العراقي -رحمه الله-: ((وقد قال الفقهاء من أصحابنا وغيرهم: إنَّه يحرم مسُّ الأجنبية)) (¬2). ¶ 4 - الحنابلة: ¶ قال ابن مفلح -رحمه الله-: (( ... والعجوزُ والبرزةُ - غير الشابَّة - فإنَّه تحرم مصافحتها للرجل، ذكره في الفصول، والرعاية، وقال ابن منصور لأبي عبد الله - أي الإمام أحمد -: تكره مصافحة النساء؟ قال: أكرهه، وقال محمد بن عبد الله بن مهران: إنَّ أبا عبد الله - يعني أحمد بن حنبل - سُئلَ عن الرجل يصافحُ المرأة: قال: لا وشدّد فيه جداً قلت: فيصافحها بثوبه؟ قال: لا.)) (¬3). ¶ وقال ابنُ مفلح أيضا: ((والتحريمُ اختيار الشيخ تقي الدين - يعني ابن تيمية - وعلل بأنّ الملامسة أبلغ من النظر)) (¬4). ¶ وقال البهوتي -رحمه الله-: ((والتحريم مطلقاً اختيار الشيخ تقي الدين)) (¬5) ¶ أقوال العلماء المعاصرين: ¶ قال العلامة ابن باز -رحمه الله-: ((قد عُلمَ بالأدلة الشرعية من الكتاب والسُنّة أنَّ المرأة ليس لها أن تصافح أو تُقبل غير محارمها من الرجال، سواء أكان ذلك في الأعياد أم عند القدوم من السفر أو لغير ذلك من الأسباب؛ لأنّ المرأة عورة وفتنة، فليس لها أن تمسَّ الرجلَ الذي ليس محرماً لها سواء أكان ابن عمها ¶ ¬__________ ¶ (¬1) انظر: فتح الباري بشرح صحيح البخاري لابن حجر (11/ 55). ¶ (¬2) انظر: طرح التثريب للعراقي (7/ 45). ¶ (¬3) انظر: الآداب الشرعية والمنح المرعية لابن مفلح (2/ 257). ¶ (¬4) انظر: غذاء الألباب شرح منظومة الآداب للسفاريني (1/ 325). ¶ (¬5) انظر: كشَّاف القناع عن متن الإقناع للبهوتي (2/ 155).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أم بعيداً منها، وليس لها أن تقبله أو يقبلها، لا نعلم بين أهل العلم - رحمهم الله - خلافاً في تحريم هذا الأمر وإنكاره، لكونه من أسباب الفتن، ومن وسائل ما حرّم الله من الفاحشة والعادات المخالفة للشرع)) (¬1). ¶ قلت: والى هذا ذهب كثير من العلماء ومنهم: الشنقيطي و الألباني و ابن عثيمين و ابن جبرين و الصابوني و بكر أبو زيد غفر الله لنا ولهم (¬2). ¶ الأدلة: ¶ دلت النصوص الثابتة على تحريم مصافحة الرجال للنساء الأجنبيات ومنها: ¶ الدليل الأول: حديث عائشة- رضي الله عنها - قالت: «كانت المؤمنات إذا هاجرن إلى النبي - صلى الله عليه وسلم - يمتحنهن بقول الله - جل جلاله -: {يَا أَيُّهَا النَّبِيُّ إِذَا جَاءكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَن لا يُشْرِكْنَ بِالله شَيْئاً وَلا يَسْرِقْنَ وَلا يَزْنِينَ وَلا يَقْتُلْنَ أَوْلادَهُنَّ وَلا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ الله إِنَّ الله غَفُورٌ رَّحِيمٌ} [الممتحنة: 12]، قالت: من أقرَّ بهذا الشرط من المؤمنات فقد أقرَّ بالمحنة، فكان رسول الله - صلى الله عليه وسلم - إذا أقررن بذلك من قولهن، قال لهن - رسول الله - صلى الله عليه وسلم -: انطلقن فقد بايعتكن، لا والله ما مسَّت يدُ رسول الله - صلى الله عليه وسلم - يدَ امرأة قط غير أنَّه يبايعهن بالكلام» (¬3). ¶ ¬__________ ¶ (¬1) مجلة الجامعة الإسلامية عدد (2) شوال 1390 بواسطة أحمد الصويان: المرأة المسلمة ص 158. ¶ (¬2) أضواء البيان للشنقيطي (6/ 602). السلسلة الصحيحة للألباني (2/ 55) فتاوى النظر لابن عثيمين (ص: 60) فتاوى النظر لابن جبرين (ص: 49) روائع البيان للصابوني (2/ 264) حراسة الفضيلة لبكر أبي زيد (ص: 85) ¶ (¬3) أخرجه البخاري كتاب الطلاق -باب إذا أسلمت المشركة أو النصرانية تحت الذمي أو الحربي (16/ 339 برقم 4879). صحيح مسلم كتاب الإمارة- باب كيفية البيعة (9/ 430 برقم3470).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قال ابن الجوزي -رحمه الله-: ((وقد صح في الحديث أن النبي - صلى الله عليه وسلم - لم يصافح في البيعة امرأة وإنما بايعهن بالكلام)) (¬1). ¶ قال الحافظ العراقي -رحمه الله-: ((وفيه: أنه - صلى الله عليه وسلم - لم تمس يده قط يد امرأة غير زوجاته وما ملكت يمينه، لا في مبايعة، ولا في غيرها، وإذا لم يفعل هو ذلك مع عصمته وانتفاء الريبة في حقه: فغيره أولى بذلك، والظاهر أنه كان يمتنع من ذلك لتحريمه عليه؛ فإنه لم يُعدَّ جوازه من خصائصه)) (¬2). ¶ الدليل الثاني: حديث أُميمة بنتُ رقيقة (¬3) قالت: «أتيت رسول الله - صلى الله عليه وسلم - في نسوةٍ نبايعُه فقلنا: نبايعُك يا رسول الله، على أن لا نشرك بالله شيئاً، ولا نسرق، ولا نزني، ولا نقتل أولادنا، ولا نأتي ببهتان نفتريه بين أيدينا وأرجلنا، ولا نعصيك في معروف، فقال رسول الله - صلى الله عليه وسلم -: فيما استطعتن واطقتن، قالت: فقلنا: الله ورسولُه أرحمُ بنا من أنفسنا، هلمَّ نبايعك يا رسول الله فقال: إني لا أصافح النساء، إنما قولي لمائة امرأة كقولي لامرأة واحدة، أو مثل قولي لامرأة واحدة» (¬4). ¶ ¬__________ ¶ (¬1) انظر: زاد المسير في علم التفسير لابن الجوزي (8/ 244). ¶ (¬2) انظر: طرح التثريب للعراقي (7/ 45). ¶ (¬3) أميمة بنت عبد الله بن بجاد بن عمير بن الحارث القرشية التيمية ورُقِيقة أمها ,ويقال أميمة بنت أبي بجاد ,وروت عن النبي - صلى الله عليه وسلم- تهذيب التهذيب (12/ 351)، الإصابة (2/ 442). ¶ (¬4) (سنن النسائي كتاب البيعة -باب بيعة النساء (13/ 74 برقم4110) , موطأ مالك كتاب الجامع -باب ما جاء في البيعة (6/ 107 برقم 1556). مسند أحمد - (54/ 441 برقم25769). وقال ابن كثير في (تفسيره 8/ 122): هذا إسناد صحيح",
            "page": "42",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قال الشنقيطي -رحمه الله-: ((وكونه - صلى الله عليه وسلم - لا يصافح النساء وقت البيعة دليل واضح على أن الرجل لا يصافح المرأة ولا يمس شئٌ من بدنه شيئاً من بدنها لأن أخف أنواع اللمس المصافحة فإذا امتنع منها - صلى الله عليه وسلم - في الوقت الذي يقتضيها وهو وقت المبايعة دل ذلك على أنها لا تجوز وليس لأحد مخالفته - صلى الله عليه وسلم - لأنه هو المشرع لأمته بأقواله وأفعاله وتقريره)) (¬1). ¶ الدليل الثالث: عند الطبراني (¬2) بسند صحيح من حديث معقل بن يسار - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لأنْ يُطعن في رأس رجلٍ بمخيط من حديد خيرٌ له من أن يمسَّ امرأة لا تحلُّ له» (¬3). ¶ قال الألباني -رحمه الله-: ((وفي الحديث وعيد شديد لمن مسَّ امرأة لا تحل له، ففيه دليل على تحريم مصافحة النساء؛ لأن ذلك ممَّا يشمله المسُّ دون شك وقد بلي بها كثير من المسلمين في هذا العصر، وفيهم بعض أهل العلم، ولو أنهم استنكروا ذلك بقلوبهم لهان الخطب بعض الشئ، ولكنهم يستحلون ذلك بشتى الطرق والتأويلات)) (¬4). ¶ الدليل الرابع: عن عبد الله بن عمرو - رضي الله عنه -: «أنَّ رسول الله - صلى الله عليه وسلم - كان لا يصافح النساء في البيعة» (¬5). ¶ ¬__________ ¶ (¬1) انظر: أضواء البيان في إيضاح القرآن بالقرآن للشنقيطي (6/ 256). ¶ (¬2) المعجم الكبير للطبراني - (15/ 143).قال الهيثمي: رواه الطبراني و رجاله رجال الصحيح مجمع الزوائد ومنبع الفوائد - (2/ 224). ¶ (¬3) وحسنه الألباني في السلسلة الصحيحة - (1/ 225) وصحيح وضعيف الجامع الصغير -يرقم 5045 (19/ 323). وصحيح الترغيب والترهيب - (2/ 191). ¶ (¬4) انظر: السلسلة الصحيحة للألباني - (1/ 225). ¶ (¬5) أخرجه أحمد مسند أحمد - (14/ 241 برقم 6703) وحسنه الألباني في الصحيحة - (2/ 29).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الدليل الخامس: عن عبد الله بن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «المرأة عورة فإذا خرجت استشرفها الشيطان» (¬1). ¶ قلت: ووجه الدلالة أنَّ المرأة كلها عورة فلا يمس شئ منها. ¶ الدليل السادس: وروى مسلم رحمه الله: عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «كُتب على ابن آدم نصيبه من الزنا، مدركٌ ذلك لا محالة، فالعينان زناهما النظر، والأذنان زناهما الاستماع، واللسان زناه الكلام، واليد زناها البطش، والرجل زناها الخطى، والقلب يهوى ويتمنى، ويصدق ذلك الفرجُ ويكذبه» (¬2). ¶ قال النووي -رحمه الله-: ((معنى الحديث أن ابن آدم قدر عليه نصيب من الزنا، فمنهم من يكون زناه حقيقيا بادخال الفرج في الفرج الحرام، ومنهم من يكون زناه مجازاً بالنظر الحرام أوالاستماع إلى الزنا، وما يتعلق بتحصيله، أو بالمس باليدِّ بأنْ يمسِّ أجنبية بيده)) (¬3). ¶ - مسألة مصافحة العجائز: ¶ اختلف أهل العلم في حكم مصافحة العجائز من النساء، على قولين: ¶ ¬__________ ¶ (¬1) أخرجه الترمذي كتاب الرضاع- باب ما جاء في كراهية الدخول على المغيبات (4/ 406 برقم1093) قال أبو عيسى: هذا حديث حسن غريب، وصححه ابن خزيمة كتاب الإمامة في الصلاة وما فيها من السنن -باب جماع أبواب صلاة النساء في الجماعة (6/ 256 برقم 1593) , وابن حبان صحيح ابن حبان كتاب الحظر والإباحة- باب ذكر الأمر للمرأة بلزوم قعر بيتها لأن ذلك خير لها عند الله جل وعلا (23/ 218 برقم 5690). ¶ (¬2) أخرجه مسلم كتاب القدر -باب باب قدر على ابن آدم حظه من الزنا وغيره (13/ 125 برقم 4802). ¶ (¬3) انظر: شرح مسلم للنووي (16/ 206).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "أولا: تحريم مسِّ الأجنبية مطلقاً، دون تفريق بين الشابَّة والعجوز. ¶ وهو مذهب المالكية والشافعية. ¶ قال النفراوي -رحمه الله-: ((وإنما تحسن المصافحة بين رجلين أو بين امرأتين لا بين رجل وامرأة وإن كانت متجالة)) (¬1). ¶ وأمَّا المعاصرون: ¶ فقد قال ابن عثيمين -رحمه الله-: ((ولا فرق في ذلك - أي المصافحة بين الشابة والعجوز؛ لأنه كما يقال: لكلِّ ساقطة لاقطة، ثمَّ حدُّ الشابَّة من العجوز، قد تختلف فيه الأفهام؛ فيرى أحدٌ أنَّ هذه عجوز، ويرى آخر أنَّ هذه شابَّة)) (¬2). ¶ ثانياً: إباحة مصافحة العجائز دون الشواب. ¶ وهو مذهب الحنفية والحنابلة. ¶ قال الكاساني -رحمه الله-: ((وأما حكم مس هذين العضوين فلا يحل مسهما لأن حل النظر للضرورة التي ذكرناها ولا ضرورة إلى المس مع ما إن المس في بعث الشهوة وتحريكها فوق النظر وإباحة أدنى الفعلين لا يدل على إباحة أعلاهما هذا إذا كانا شابين فإن كانا شيخين كبيرين فلا بأس بالمصافحة لخروج المصافحة منهما من أن تكون مورثة للشهوة لانعدام الشهوة)) (¬3). ¶ وقال ابن عابدين -رحمه الله-: ((أما العجوز التي لا تُشتهى فلا بأس بمصافحتها ومس يدها إذا أمن)) (¬4). ¶ وقال البهوتي -رحمه الله-: ((ولا تجوز مصافحة المرأة الأجنبية الشابة لأنها ¶ ¬__________ ¶ (¬1) انظر: الفواكه الدواني للنفراوي (2/ 325). ¶ (¬2) انظر: فتاوى النظر لابن عثيمين (ص: 67). ¶ (¬3) انظر: بدائع الصنائع في ترتيب الشرائع (5/ 123). ¶ (¬4) انظر: رد المحتار على الدر المختار لابن عابدين (6/ 368).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "شر من النظر أما العجوز فللرجل مصافحتها على ما ذكره في الفصول والرعاية وأطلق في رواية ابن منصور تكره مصافحة النساء)) (¬1). ¶ الأدلة: ¶ 1. روي أنَّ أبا بكر - رضي الله عنه - كان يصافح العجائز (¬2). ¶ 2. روي أن عبد الله بن الزبير - رضي الله عنه - استأجر عجوزا لتمرضه وكانت تغمز رجله وتفلي رأسه (¬3). ¶ قلت: والراجح فيما أرى تحريم المصافحة مطلقا سدا للذريعة ووصدا لباب الفتنة ولأن ضابط التفريق بين الصغيرة والعجوز غير ممكن والله أعلم. ¶ - مسألة: المصافحة من وراء حائل: ¶ وهذه مسألة اختلف فيها كذلك على قولين وهذا بيانها: ¶ القول الاول: ليس ثمة فرق في تحريم مصافحة الأجنبيات سواء كان المصافحة ملامسة أو من وراء حائل لعموم الأدلة القاضية بالمنع. ¶ قال محمد بن عبد الله بن مهران -رحمه الله-: ((إنَّ أبا عبد الله - يعني أحمد بن حنبل -رحمه الله- سُئلَ عن الرجل يصافحُ المرأة: قال: لا وشدّد فيه جداً قلت: فيصافحها بثوبه؟ قال: لا)) (¬4). ¶ وقالت اللجنة الدائمة: ((لا يجوز أن يضع رجلٌ يدَه في السلام في يدِ امرأةٍ ليس لها بمحرم ولو توقَّت بثوبها)) (¬5). ¶ ¬__________ ¶ (¬1) انظر: كشاف القناع عن متن الإقناع للبهوتي (2/ 154). ¶ (¬2) قال الزيلعي في (نصب الراية4/ 240): غريب ¶ (¬3) قال الزيلعي في (نصب الراية4/ 240): غريب. وغمز الرجل: تدليكها وتليينها. ¶ (¬4) انظر: الآداب الشرعية والمنح المرعية لابن مفلح (2/ 360). ¶ (¬5) انظر: فتاوى اللجنة الدائمة (17/ 30).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قلت: وهو قول ابن عثيمين وابن جبرين وغيرهما (¬1) ¶ القول الثاني: جواز المصافحة من وراء حائل. ¶ قال محمد بن أحمد عليش -رحمه الله-: ((ولا يجوز للأجنبي لمس وجه الأجنبية ولا كفيها، فلا يجوز لهما وضع كفه على كفها، بلا حائل)) (¬2). ¶ الأدلة: ¶ 1. عن معقل بن يسار - رضي الله عنه - أن النبي - صلى الله عليه وسلم -: «كان يصافح النساء من تحت الثوب» (¬3). ¶ الترجيح والمناقشة: ¶ وبالنظر في أقوال الفريقين وأدلتهم يتبين رجحان القول الأول لقوة أدلته ورجحانها، وأما الجواب عن أدلة المجيزين: ¶ فقد قال العراقي -رحمه الله-: ((لا يصح شيءٌ من ذلك، لا سيما الأخير، وكيف يفعل عمر - رضي الله عنه - أمرا لا يفعله صاحب العصمة الواجبة؟)) (¬4). ¶ قلت: وأما حديث معقل فقد قال الهيثمي -رحمه الله-: رواه الطبراني في (الكبير) و (الأوسط)، وفيه عتاب بن حرب، وهو ضعيف. (¬5) ¶ ¬__________ ¶ (¬1) انظر: فتاوى النظر لابن عثيمين (ص: 66). فتاوى النظر لابن جبرين (ص: 49). ¶ (¬2) انظر: منح الجليل شرح مختصر خليل لمحمد عليش (1/ 223). ¶ (¬3) رواه الطبراني في الأوسط - (6/ 421 برقم 2965) وقال لم يرو هذا الحديث عن يونس إلا مضاء، تفرد به عتاب. ¶ (¬4) انظر: طرح التثريب للعراقي (7/ 45). ¶ (¬5) انظر: مجمع الزوائد ومنبع الفوائد للهيثمي (6/ 39).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المبحث الرابع: ¶ المفاسد المترتبة على مصافحة النساء للرجال الأجانب ¶ أن هناك العديد من المفاسد المترتبة على مصافحة الرجال للنساء من غير المحارم، وليس في الامكان حصرها ولكن فيما يلي أبرزها: ¶ 1. إثارة الشهوة لدى الطرفين غالباً: فإذا كان النظر من بُعْدٍ مثيراً للشهوة، ومشعلا للفتنة، فكيف إذا تلامست الأكف بعضها ببعض فلا ريب والحالة هذه أن تلتهب الأحاسيس وتتدفق المشاعر الساخنة ويحضر الشيطان! ¶ 2. ذوبان الحياء لدى النساء شيئاً فشيئاً فالمرأة التي لا تمتنع من مصافحة الرجال الأجانب كلما مدّوا إليها أيديهم ستجد نفسها مع الوقت صفيقة الوجه، جريئة الإقدام على ما هو أبشع وأفظع من مجرد المصافحة. ¶ 3. ذبول الغيرة لدى الرجال على نسائهم، فالزوج أو الولي حين يرى زوجته تصافح الرجال صباح مساء، وكأنّه أمر مباح فإنّ حجم الغيرة على أهله ومحارمه تأخذ في الانحسار بمرور الوقت حتى يقبل منها ما هو أشد حرمة وأبلغ جرماً - عياذا بالله. قال العلامة الشنقيطي -رحمه الله-: ((وقد أخبرنا مراراً أنَّ بعض الأزواج من العوام يقبل أخت امرأته بوضع الفم على الفم ويُسمّون ذلك التقبيل - الحرام بالإجماع - سلاماً!)) (¬1). ¶ 4. مصافحة المرأة للرجل الأجنبي، تشجيع للرجل على محادثته لها وملاطفتها إياها، وربما مداعبتها وممازحتها لاسيما مع تكرار المصافحة في ميدان العمل أو الدراسة المختلطة الآثمة. ¶ ¬__________ ¶ (¬1) انظر: أضواء البيان في إيضاح القرآن بالقرآن للشنقيطي (6/ 603).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الخاتمة ¶ وختاما أسأل الله تعالى بفضله وكرمه أن يجعل هذا البحث خالصا لوجهه الكريم وأن ينفع به الإسلام والمسلمين، فقد بذلت الجهد وفق المستطاع، و اجتهدت في تحري الصواب قدر الإمكان فان كان من حق فهو فضل ومنة من الله، وان كان من خطأ وزلل فمني ومن الشيطان، وقد لخصت أهم ما توصلت إليه في النقاط التالية: ¶ 1. أن السّلام له معان كثيرة وما يعنينا في بحثنا هذا أنه دعاء بالسلامة من الآفات والمصائب، وبدوام العافية في الدنيا والآخرة. ¶ 2. مشروعية السلام وإجماع العلماء على أن الابتداء به سنة، وأن رده واجب اتفاقا كما نُقل عن ابن عبد البر وغيره. ¶ 3. أن الراجح عدم جواز إلقاء السلام بين الجنسين مطلقاً سداً للذريعة ودرءً للمفسدة. ¶ 4. فضل المصافحة وسنيتها بين الرجال والرجال، والنساء و النساء، أما بين الجنسين من غير المحارم فتحرم بتاتاً. ¶ 5. لا فرق في تحريم المصافحة بين الجنسين سواء بحائل أو بدون حائل. ¶ 6. أن للمصافحة بين الجنسين مفاسد كثيرة مخيفة وآثاراً غير حميدة. ¶ وأقترح عقد ندوات ومحاضرات حول الموضوع وتكثيف الإلقاء حول هذه القضية عبر وسائل الإعلام المختلفة و عبر القنوات الفضائية لتوعية النساء وبيان الحق في هذه المسألة المهمة والله المسؤول أن يحفظ علينا ديننا ويرينا الحق ويرزقنا إتباعه، ويبصرنا بالباطل ويهدينا لاجتنابه، وهو سبحانه أعلم وأحكم وصلى الله على محمد وآله وصحبه.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فهرس المراجع ¶ 1 - الآداب الشرعية والمنح المرعية: محمد بن مفلح المقدسي الحنبلي، مكتبة بن تيمية القاهرة، بدون (ت، ط). ¶ 2 - الأذكار: يحيى بن شرف النووي، الكتب العلمية بيروت، 1422هـ (الثانية). ¶ 3 - الإقناع في حل ألفاظ أبي شجاع: محمد الشربيني الخطيب، دار الفكر بيروت، 1415هـ، بدون (ط). ¶ 4 - البحر المحيط في تفسير القرآن العظيم: أبوحيان محمد بن يوسف الأندلسي، الكتب العلميةبيروت، 1422هـ (ط الأولى). ¶ 5 - تجريد التمهيد لما في الموطأ من المعاني والأسانيد: أبو عمر يوسف بن عبدالله ابن عبدالبر، وزارة عموم الأوقاف والشؤون المغرب، بتحقيق مصطفى العلويومحمد البكري، 1387هـ، بدون (ط). ¶ 6 - رد المحتار على الدر المختار شرح تنوير الأبصار: محمد أمين بن عابدين، بتحقيق عادل عبدالجواد وعلي معّوض، الكتب العلمية بيروت، 1415هـ (ط الاولى). ¶ 7 - روضة الطالبين: المؤلف: يحيى بن شرف النووي، المكتب الإسلامي، 1405هـ (ط. الثانية). ¶ 8 - السلسلة الصحيحة: محمد ناصر الدين الألباني، مكتبة المعارف - الرياض، بدون (ت، ط). ¶ 9 - السنن الكبرى للبيهقي: أحمد بن الحسين البيهقي، مكتبة دار البازمكة المكرمة، 1414هـ، بتحقيق: محمد عبد القادر عطا، بدون (ط). ¶ 10 - السنن الكبرى للنسائي: أحمد بن شعيب النسائي، دار الكتب العلمية بيروت، بتحقيق عبد الغفار البنداري وسيد كسروي، 1416هـ ط الأولى. ¶ 11 - المعجم الأوسط: سليمان بن أحمد الطبراني، بتحقيق طارق عوض الله وعبد المحسن الحسيني، دار الحرمين القاهرة، 1416هـ بدون (ط). ¶ 12 - الفواكه الدواني: أحمد بن غنيم النفراوي المالكي، دار الفكر بيروت، 1415هـ",
            "page": "50",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "بدون (ط). ¶ 13 - المصباح المنير: أحمد بن محمد المقري الفيومي، الكتب العلمية، بدون (ت، ط). ¶ 14 - المعجم المفهرس لألفاظ الحديث: أ. ي. ونسنك، دار الدعوة استانبول، 1986م. ¶ 15 - الموطأ: مالك بن أنس الأصبحي، دار إحياء التراث العربي مصر، بتحقيق: محمد فؤاد عبد الباقي، بدون (ت، ط). ¶ 16 - الهداية شرح البداية: أبو الحسن علي بن أبي بك المرغياني، المكتبة الإسلامية، بدون (ت، ط). ¶ 17 - بدائع الصنائع في ترتيب الشرائع: علاء الدين أبوبكر بن مسعود الكاساني، دار الفكر بيروت، 1417هـ (ط الأولى). ¶ 18 - تفسير القرآن العظيم: أبو الفداء إسماعيل بن كثير، دار الفكر بيروت، 1406هـ، بدون (ط). ¶ 19 - أضواء البيان في إيضاح القرآن بالقرآن: محمد الأمين الشنقيطي، دار الفكر بيروت ت: 1393هـ. ¶ 20 - الجامع لأحكام القرآن: أبو عبدالله محمد بن أحمد الأنصاري القرطبي، دار الشعب القاهرة، بدون (ت، ط). ¶ 21 - جامع البيان في تأويل آي القرآن: محمد بن جرير الطبري، دار الفكر، 1405هـ، بدون (ط). ¶ 22 - حاشية البجيرمي على المنهاج: سليمان بن محمد البجيرمي، المكتبة الإسلامية ديار بكر- تركيا، بدون (ت 1221، ط1). ¶ 23 - حراسة الفضيلة: بكر بن عبدالله أبو زيد، دارالعاصمة، 1421هـ (ط الثالثة). ¶ 24 - روائع البيان في تفسير القرآن: محمد بن علي الصابوني، عالم الكتب بيروت، 1407هـ (ط. الأولى) ¶ 25 - زاد المسير في علم التفسير: أبو الفرج جمال الين بن الجوزي، المكتب الإسلامي،",
            "page": "51",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "1407هـ (ط الرابعة). ¶ 26 - زاد المعاد في هدي خير العباد: شمس الدين ابن قيم الجوزية، بتحقيق شعيب وعبدالقادر الأرناؤوط، مؤسسة الرسالة، 1406هـ (ط الثالثة عشر). ¶ 27 - سنن ابن ماجه: محمد بن يزيد القزويني، دار الفكر بيروت، بتحقيق محمد فؤد الباقي، بدون (ت، ط). ¶ 28 - سنن أبي داود: سليمان بن الأشعث السجستاني، بتحقيق محمد محي الدين عبد الحميد، دار الفكر بيروت، بدون (ت، ط). ¶ 29 - سنن الترمذي: محمد بن عيسى الترمذي، بتحقيق أحمد شاكر وآخرون، دار إحياء التراث العربي بيروت، بدون (ت، ط). ¶ 30 - شرح البخاري: لابن بطال، دار ابن حزم، الطبعة الأولى. ¶ 31 - شرح الموطأ: محمد عبد العظيم الزرقاني، دار المعرفة بيروت، 1407هـ. ¶ 32 - شرح مسلم للنووي: أبو زكريا يحيى بن شرف النووي، دارإحياء التراث العربي بيروت، 1392هـ، ط الثانية. ¶ 33 - صحيح ابن حبان: محمد بن حبان التميمي البستي، بتحقيق شعيب الأرنؤوط، مؤسسة الرسالة بيروت، 1414هـ، ط الثانية. ¶ 34 - صحيح ابن خزيمة: محمد بن إسحاق النيسابوري، بتحقيق د. محمد الأعظمي، المكتب الإسلامي بيروت، 1390هـ بدون (ط). ¶ 35 - صحيح مسلم: مسلم بن الحجاج النيسابوري، بتحقيق مجمد فؤاد عبد الباقي، إحياء التراث العربي بيروت، بدون (ت، ط). ¶ 36 - طرح التثريب في شرح التقريب: زين الدين عبدالرحمن بن الحسين العراقي، بتحقيق عبدالقادرمحمد، علي الكتب العلمية بيروت، 2000م. ¶ 37 - غذاء الألباب في شرح منظومة الآداب: محمد بن أحمدالسفَّاريني، تحقيق محمد عبدالعزيز الخالدي، الكتب العلمية، 1417هـ (ط الأولى). ¶ 38 - فتاوى اللجنة الدائمة: جمع أحمد بن عبد الرزاق الدويش، رئاسة إدارة البحوث",
            "page": "52",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "العلمية والإفتاء- الرياض، 1417هـ الطبعة: الأولى. ¶ 39 - فتاوى النظر: عبدالله بن جبرين، دار بن خزيمة. ¶ 40 - فتاوى النظر: محمد بن صالح عثيمين، دار بن خزيمة. ¶ 41 - فتح الباري شرح صحيح البخاري: أحمد بن علي بن حجر العسقلاني، بتحقيق محب الدين الخطيب، دار المعرفة بيروت، بدون (ت، ط). ¶ 42 - فقه السيرة: محمد الغزالي، تحقيق: محمد ناصر الدين الألباني، دار القلم - دمشق، 1998م-الطبعة: السابعة. ¶ 43 - كشاف القناع عن متن الإقناع: منصور بن يونس البهوتي، بتحقيق هلال مصيلحي هلال، دار الفكر بيروت، 1402هـ بدون (ط). ¶ 44 - كفاية الطالب لرسالة أبي زيد القيرواني: أبو الحسن المالكي، بتحقيق يوسف الشيخ البقاعي، دار الفكر بيروت، 1412هـ بدون (ط). ¶ 45 - لسان العرب - ابن منظور: محمد بن مكرم بن منظور الأفريقي المصري، دار صادر بيروت، ط الأولى. ¶ 46 - مجلة الجامعة الإسلامية: عدد (2) شوال 1390هـ. ¶ 47 - مجمع الزوائد ومنبع الفوائد: نور الدين الهيثمي، مؤسسة المعارف بيروت، 1406هـ بدون (ط). ¶ 48 - مجموع الفتاوى لابن تيمية: جمع عبدالرحمن بن قاسم، مجمع الملك فهد، 1415هـ. ¶ 49 - مسند أحمد: أحمد بن حنبل الشيباني، مؤسسة قرطبة مصر، بدون (ت، ط). ¶ 50 - مصنف ابن أبي شيبة: أبو بكر عبدالله بنأبي شيبة الكوفي، بتحقيق كمال يوسف الحوت، مكتبة الرشد الرياض، 1409هـ (ط الأولى). ¶ 51 - منح الجليل شرح مختصر خليل: محمد عليش، الفكر بيروت، 1409هـ. ¶ 52 - نصب الراية لأحاديث الهداية: عبدالله بن يوسف الزيلعي، بتحقيق محمد بن يوسف البنوري، دار الحديث مصر، 1357هـ بدون (ط).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "فهرس الموضوعات ¶ مقدّمة 13 ¶ الفصل الأول: أحكام السَّلام 15 ¶ المبحث الأول: تعريف السَّلام 15 ¶ المبحث الثاني: مشروعية السَّلام وفضله 17 ¶ المبحث الثالث: صفة السَّلام 18 ¶ المبحث الرابع: حُكْم السَّلام 19 ¶ المبحث الخامس: حكم إلقاء السَّلام بين الجنسين من غير المحارم 20 ¶ الفصل الثاني: أحكام المصافحة 20 ¶ المبحث الأول: تعريف المصافحة وفيه مطلبان: 20 ¶ المبحث الثاني: حكمُ المُصَافَحَة 20 ¶ المبحث الثالث: أنواعُ المُصَافَحَة 20 ¶ المبحث الرابع: المفاسد المترتبة على مصافحة النساء للرجال الأجانب: 20 ¶ الخاتمة 20 ¶ فهرس المراجع 20 ¶ فهرس الموضوعات 20 ¶ - - - -",
            "page": "54",
            "part": "1"
        }
    ],
    "t36692": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "مقدّمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: أحكام السَّلام"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: تعريف السَّلام"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: مشروعية السَّلام وفضله"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: صفة السَّلام"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: حُكْم السَّلام"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس: حكم إلقاء السَّلام بين الجنسين من غير المحارم"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: أحكام المصافحة"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: تعريف المصافحة"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: حكمُ المُصَافَحَة"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: أنواعُ المُصَافَحَة"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: المفاسد المترتبة على مصافحة النساء للرجال الأجانب"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس المراجع"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس الموضوعات"
        }
    ]
}