{
    "b36690": [
        {
            "id": "2",
            "nass": "رابطة العالم الإسلامي ¶ المجمع الفقهي ¶ الدورة الحادية والعشرون للمجمع الفقهي الإسلامي المنعقدة في مكة ¶ أثر التأجيل في إسقاط زكاة الدين على الدائن وتطبيقاته المعاصرة ¶ أ. د. عبد السلام بن محمد الشويعر ¶ أستاذ الفقه المقارن",
            "page": null,
            "part": null
        },
        {
            "id": "3",
            "nass": "مقدمة ¶ الحمدُ لله، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله - صلى الله عليه وسلم -. أما بعد: ¶ فإنّ مِن المسائل التي تناولها العلماء بالبسط والتفصيل، مسألة (زكاة الدين) والفقهاء إذا أطلقوا هذه العبارة فإنما يعنون زكاةَ مَن الدين له (أي المقرض)، كما قال الشيخ منصور: (زكاة الدَّين على مَن هو له لا عَلَى من هو عليه) (¬1). ¶ وهذا الموضوع ذو أهميّة كبيرة حالياً؛ إذ غدا الإقراضُ مهنةً وتجارة لها مؤسساتها، ونشاطها المستقل الذي يُدار، ويُدِرُّ المبالغ الطَّائلة. ¶ ولا بُدّ قبل الابتداء أنّ الفقهاء لهم رأيان في المسألة: ¶ الأول: أنّ الدين لا تجب فيه الزكاة مطلقاً، مهما كان نوعه. وهذا قولٌ لبعض أهل العلم. ¶ الثاني: أنّ الدّين تجب الزكاة في الجُملة. لكن قد تحفّ به أوصاف تمنع من إيجاب الزكاة فيه. ¶ وهذا البحث تناولتُ فيه أحد هذه الأوصاف التي تمنع وجوب الزكاة في الدّين - على طريقة أصحاب القول الثاني-، وهو (أثر التأجيل في زكاة الدّين). تناولت فيه أثر هذا الوصف (أي التأجيل) على زكاة صاحب المال الدائن له. ¶ إذ الدّين له أوصافٌ متعددة منها: ¶ 1 - الحلول ويقابله التأجيل. ¶ 2 - والثبوت ويقابله الإنكار. ¶ 3 - والبذل ويقابله المماطلة. ¶ 4 - وكونه على ملئ ويقابله أنّ يكون على مُعسر. ¶ ¬__________ ¶ (¬1) في (كشاف القناع 2/ 174).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "5 - وكون الدين دينَ تجارة، أو دين غير التجارة (مداراً أو غير مدار) (¬1). ¶ 6 - أو أن يكون الدين قويّاً، ويقابله الدين الضعيف (¬2). ¶ وهذه الأوصاف لا بُدّ مِن سبرها وتقسيمها، لمعرفة ما يكون منها مؤثراً في إسقاط الزكاة، وما يكون منها وصفاً طرديّاً غير مؤثرٍ. ¶ فسأتناول في هذا المبحث: وصف التأجيل في الدّين، ومدى تأثيره في سقوط الدّين على الدائن، وسأعرض عن بحث مسألة أثر الدّين على الدائن، وغيرها من المقدمات، وسأتكلّم عن الموضوع مباشرةً. على التفصيل التالي: ¶ 1 - التأجيل في الديون. ¶ 2 - الخلاف المحكي في إسقاط زكاة الدين المؤجّل عن الدائن. ¶ 3 - السّبر لوصف التأجيل. ¶ 4 - كيفيّة حساب زكاة الدّين المؤجّل. ¶ 5 - وقت إخراج زكاة الدَّين المؤجّل. ¶ 6 - التطبيقات المعاصرة لزكاة الدين. ¶ ¬__________ ¶ (¬1) والتفريق بذلك طريقة المالكية. [التبصرة 2/ 894، 901، شرح التلقين لابن بزيزة 1/ 450، الدسوقي 1/ 466، الزرقاني 2/ 151]. ¶ (¬2) التفريق بهذا الوصف رأي الحنفيّة.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "1.التأجيل في الديون ¶ 1. 1. معنى الدين المؤجّل: ¶ المراد بالدَّين المؤجّل: هو ما يُقابل الحالَّ. ¶ والدين الحال هو: (ما يجب أداؤه عند طلب الدائن, فتجوز المطالبةُ بأدائه على الفور, والمخاصمة فيه أمام القضاء. بخلافِ الدّين المؤجَّل) (¬1). ¶ 1. 2. أنواع تأجيل الديون: ¶ ينقسم تأجيل الديون باعتبار قبول العقد للتأجيل إلى أربعة أنواع (¬2): ¶ 1 - التأجيل اللازم؛ مثل الدية المؤجلة، ودين المُسلَم فيه (¬3). ¶ 2 - التأجيل الباطل، ويجب فيه الحلول. وهذا في رأس مال السلم، والصَّرف (¬4). ¶ 3 - ما يقبل التأجيل والحلول، أي يصحّ فيه التأجيل برضا صاحب الدين؛ وهو سائر العقود. وهو ينقسم إلى نوعين باعتبار لزوم هذا التأجيل. ¶ (أ) ما يكون فيه التأجيل جائزاً، فيجوز الرجوع فيه. ¶ (ب) ما يكون فيه هذا التأجيل لازماً لا يجوز الرجوع فيه. ¶ والمقصود بالبحث النوع الأخير؛ وهو ما يكون تأجيل الدين لازماً وناشئاً عن عقود تقبل التأجيل والحلول، أيْ أنّ التأجيل رضائي لكنه لازم. ¶ 1. 3. الديون التي تقبل التأجيل: ¶ أي الديون التي يكون التأجيلُ الرضائي لازماً، ولا يجوز الرجوع فيه. ¶ ¬__________ ¶ (¬1) كشاف اصطلاحات الفنون 2/ 205, التعريفات الفقهية للمجددي ص 692, طلبة الطلبة ص 741. ¶ (¬2) ينظر: الأشباه والنظائر لابن نجيم ص 357. ¶ (¬3) على خلافٍ للشافعية في مسألة (السلم الحال). ¶ (¬4) ويرى الحنفية: أنّه لا يصحّ التأجيل في بيع الأعيان، وإنما في الموصوفات، وفي الأثمان فقط [الأشباه والنظائر لابن نجيم 356].",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فباتفاق الفقهاء يلزم التأجيل الرضائي في البيوع في الجُملة؛ للآية: {يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ} (البقرة: 282). ¶ واختلفوا في الديون التي تكون ناشئةً عن غيره؛ كالقرض ونحوه على رأيين أساسيين: ¶ الأول: أنّه لا يلزم تأجيلها. وهو قول الجمهور، من الحنفيّة (¬1)، والشافعية (¬2)، والحنابلة (¬3). ¶ القول الثاني: ذهب المالكية (¬4) ورواية في مذهب الحنابلة اختارها الشيخ تقي الدين (¬5)، وتلميذه (¬6): إلى صحة تأجيل الدَّين ولزومه إلى أجله سواء كان قرضاً أو غيره. ¶ وفائدة هذا الخلاف: أنّ كُل دينٍ لا يلزم تأجيلُهُ فإنه لا يُحكَم بأنه من الديون المؤجلة التي يتعلق بها البحث، بل هو من الديون الحالة. ¶ فعلى القول الثاني يكون نطاق المسألة شاملاً لكل هذه القروض. ¶ وعلى القول الأوّل فإن (القروض) لا تتأجّل بل هي حالّة وإن اتفقا على التأجيل. كذلك الدين الحال إذا أُجّل (¬7)، والثمن بعد الإقالة، وضمان المتلفات والمقبوض في العقود الفاسدة فإن الأصل فيها الحلول. ¶ ¬__________ ¶ (¬1) قال ابن نجيم (ت 970 هـ): (وصحَّ تأجيل كُلَّ دينٍ إلا القرض). وعُلل ذلك بأن القرض من باب التبرعات، فلا يدخلها لزوم التأجيل؛ كالعارية [الأشباه والنظائر لابن نجيم ص 358. وينظر: العناية، الفتاوى الهندية 6/ 356]. ¶ وهذا الحُكم الكلي ليس على إطلاقه؛ بل له استثناءات عند فقهاء الحنفية ذكرها ابن نجيم نفسه في كتابيه (البحر الرائق 6/ 132)، وفي (الأشباه والنظائر ص 265). ¶ (¬2) قال الماوردي: (الدَّين المؤجل لا يَثبتُ إلا في البيوع) [الحاوي 6/ 17]، وينظر: مغني المحتاج 2/ 300. ¶ (¬3) الإنصاف 5/ 130. ¶ (¬4) البهجة شرح التحفة 2/ 474. ¶ (¬5) القواعد النورانية، إعلام الموقعين 3/ 397، الاختيارات، الإنصاف 5/ 130. ¶ (¬6) إعلام الموقعين 3/ 402، إغاثة اللهفان 2/ 15. ¶ (¬7) مغني المحتاج 2/ 120، الإنصاف 5/ 130. ... = ¶ = لأن الفقهاء يرون الصلح على التأجيل يعدُّ عقد صرفٍ، فلا يصحّ اشتراط التأجيل فيه؛ كما هو معلوم من تقرير الفقهاء للصلح.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فعلى ذلك فإن كُلَّ هذه الديون تكون خارجةً عن محل البحث، ولا يبقى فيه إلا الديون الناشئة عن البيوع سواءً كانت الديونُ ثمناً (كبيوع التقسيط)، أو مثمناً (كبيوع السلم)، شريطة أن تكون الأعيان ممّا تجب فيها الزكاة (¬1). ¶ ¬__________ ¶ (¬1) ينظر الإشارة للخلاف في هذه المسألة ص.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "2. الخلاف المحكي في إسقاط زكاة الدين المؤجّل عن الدائن ¶ تمهيد: ¶ أردتُ بهذا المبحث بيانَ من قال بهذا القول ومدى ثبوت هذا الرأي لهم؛ لأهمية ذلك في قوّة القول، واعتمادِه؛ إذ مِن أسباب ترجيح القول قوةُ القائلين به. والعكس أيضاً صحيح، فإن من ضعف القول إنكارُهُ وعدم الأخذ به. ¶ وهذه المسألة نُسبت لعددٍ كبيرٍ من فقهاء المذاهب، ولكن عند التحقيق نجد أنّ في نسبة ذلك إليهم نظرٌ وتأمّل. ¶ إذ الخلافُ في هذه المسألة مخصوصٌ بمَن اعتبر تأجيل الدَّين مانعاً من وجوب الزكاة فيه، فهو متعلّق بهذا الوصف بالخصوص. ¶ وبناءً على ذلك فهناك ثلاث مسائل ليست داخلةً في البحث (¬1)، لا بُدّ من مراعاتها: ¶ المسألة الأولى: أنّ الذين لا يُوجبون الزكاة في الدين المؤجل نوعان: ¶ 1 - مَن يسقط الزكاة في الدين مطلقاً ولو كان مستقراً (سواءً كان حالاً أو مؤجلاً)، فمَن يقول بسقوط زكاة الدَّين عن الدائن يجزم بسقوطه في الدين المؤجّل. وهذا قول محكي عن بعض فقهاء الصّحابة والتابعين رضي الله عنهم (¬2). ¶ 2 - مَن لا يسقط الزكاة في الدين في الجُملة، وإنما يُسقطُ زكاة الدّين المؤجل. وهذا النوع الثاني هو محلّ البحث في هذه المسألة، إذ هذه المسألة متعلقة بالوصف أهو مؤثرٌ في الحُكم أم لا؟ ¶ ¬__________ ¶ (¬1) وإن كان بعض من الباحثين المعاصرين أوجد تداخلاً بينها، فيذكر الخلاف المحكي في إحدى المسائل التالية في مسألة الدين المؤجل. ¶ (¬2) وهو قول مروي عن عائشة، وابن عمر، وعكرمة وهو القول القديم عن الشافعي وقال به ابن حزم [الأموال لأبي عبيد ص 433، الشرح الكبير 6/ 322، المجموع 5/ 506، المحلى 6/ 131].",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "المسألة الثانية: أنّ هذا البحث متعلقٌ بالوجوب، لا اللزوم. فمسألتنا في وجوب الزكاة، وليس في وقت لزومها. إذ من الفقهاء مَن يرى أنّ الدين لا يلزم زكاته إلا عند قبضِه عن السنوات الماضية (¬1)، فهذا الخلافُ ليس متعلقاً بمسألتنا إذ هو مبنيٌّ على أن الزكاة هل هي واجبةٌ في العين أو في الذمة. ¶ المسألة الثالثة: أن بعض الصور يُحكم بعدم وجوب الزكاة، لا لوصف التأجيل لذاته، وإنما لأجل عدم استقرار الملك التام. مثل رأي بعض الفقهاء أنّ مال دين الكتابة (¬2)، ودين السَّلم (¬3)، وثمن المبيع غير المقبوض (¬4)، والمهر المؤجّل (¬5). لا زكاة فيها؛ لعدم استقرار الملك، لا لذات التأجيل، وإنما التأجيل وصفٌ طرديٌّ فيها. ¶ * الخلاف في المسألة: ¶ هذه المسألة فيها قولان عند مَن يرى أنّ الدين تجب فيه ا لزكاة: ¶ القول الأول: نصّ جماهير أهل العلم على عدم اعتبار وصف التأجيل في الدين مانعاً من وجوبه فيها، ومِمّن نصّ على ذلك، علي بن أبي طالب (¬6)، وعبد الله ¶ ¬__________ ¶ (¬1) وستأتي هذه المسألة في المبحث الخامس ص. ¶ (¬2) 1 - يرى فقهاء الحنفية، والمالكية، والشافعية، والحنابلة: أنه لا تجب فيه الزكاة لا لكونه ديناً، وإنما لأنه غير لازم [المبسوط 3/ 40، الذخيرة 3/ 51، البيان 3/ 291، المجموع 5/ 506، الشرح الكبير 6/ 314]. ولذا قال القدوري من الحنفية [التجريد 3/ 1262]: (مال الكتابة ليس ديناً لأنه يسقط بالموت). ¶ (¬3) والجمهور على أنّه تجب فيه الزكاة [المبسوط 2/ 168، فتح القدير 2/ 290، مواهب الجليل 3/ 188، العزيز 5/ 502، روضة الطالبين 2/ 200]. ¶ وقيّده بعضهم؛ كالحنابلة بشرط أن يكون نوى به صاحبه التجارة، ومن الفقهاء مَن اعترض على إمكان تحقق هذا الشرط. [ينظر: العزيز 5/ 502، روضة الطالبين 2/ 200، تحرير الفتاوى للعراقي ص 138]. ¶ ومَن لم يُوجب زكاته كبعض الشافعية؛ فإنهم يعللون بعدم الاستقرار، لا بالتأجيل؛ إذ قد ينقطع المسلَم فيه فيؤدي إلى أن لا يصل إلى حقِّه، بل يعود للأصل. [ينظر: الحاوي 3/ 690، الأشباه والنظائر للسيوطي 2/ 8]. وهذا يخالف مسألتنا لأن دَينَ السَّلم لا يصحّ الحوالة عليه عندهم، ولا المعاوضة عليه، بخلاف الدَّين الثابت من غيره. ¶ (¬4) ينظر: الإنصاف 6/ 323. ¶ (¬5) ينظر: التجريد للقدوري 3/ 1262، الروايتين والوجهين لأبي يعلى 1/ 235، الإنصاف 6/ 325، المبدع 2/ 298، شرح منتهى الإرادات 2/ 174، كشاف القناع 4/ 317. ¶ (¬6) روى أبو عبيد في (الأموال 905)، وابن أبي شيبة (2/ 390)، والبيهقي (4/ 149). أنّ علياً ا قال في الدين الظنون: (إن كان صادقاً فليزكِّه إذا قبضه لما مضى).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ابن عُمر، وعبد الله بن عباس (¬1). ولم أقف أن أحداً من الصحابة ي أفتى بإسقاط الزكاة عن الدَّين المؤجل فقط. ¶ ونصّ على ذلك فقهاء الحنفية (¬2)، والمالكية (¬3)، والشافعية (¬4)، والحنابلة (¬5). ¶ القول الثاني: أنّ التأجيل في الديون يسقط وجوب الزكاة فيها، وحُكي هذا الرأي: وجهاً في مذهب الشافعية (¬6)، ورواية في مذهب الإمام أحمد (¬7)، ونُسِبَ اختياراً لشيخ الإسلام ابن تيمية (¬8). ¶ ¬__________ ¶ (¬1) رواه البيهقي في (الكبرى 4/ 149). ولفظه قالا: (مَن أسلف مالاً فعليه زكاته كل عام إن كان في ثقة). ¶ (¬2) قال السرخسي في (المبسوط 2/ 197): (الزكاة في الدين تجب قبل القبض المؤجل). ¶ وينظر: بدائع الصنائع 2/ 9، فتح القدير 2/ 163 التجريد للقدوري 3/ 1336. ¶ (¬3) نصّ عددٌ من فقهاء المالكية على أنّ الدّين إذا كان مداراً ففيه الزكاة سواءً كان حالاً أو مؤجلاً. وهذا واضحٌ من تقسيم اللخمي للديون في (التبصرة 2/ 894، 901). ¶ وينظر: لباب اللباب 1/ 192، شرح التلقين لابن بزيزة 1/ 450، الشرح الصغير 1/ 640، مواهب الجليل 3/ 187، أسهل المدارك 1/ 376. ¶ وإنما الاعتبار عندهم لمنع الزكاة كونه دين تجارة، سواءً كان حالاً أو مؤجلاً، فلا تجب فيه الزكاة إلا مرةً واحدةً عند القبض. فالمالكية لا يعتبرون التأجيل وإنما سبب الدين. ¶ (¬4) المهذب 1/ 165، التهذيب للبغوي 3/ 73، البيان للعمراني 3/ 292، المجموع 5/ 506، الأنوار للأردبيلي 1/ 262، مغني المحتاج 1/ 410، تحفة المحتاج 3/ 336، نهاية المحتاج 3/ 131. ¶ (¬5) الإنصاف 6/ 327، المستوعب 3/ 197، المغني 4/ 271، الكافي 2/ 90، شرح الزركشي 2/ 520، الفروع 3/ 447. ¶ (¬6) ينظر: المهذب 1/ 165، التهذيب للبغوي 3/ 73، البيان للعمراني 3/ 292، المجموع 5/ 506، مغني المحتاج 1/ 410، نهاية المحتاج 3/ 131. ونُسب لاختيار أبي علي بن أبي هريرة. ¶ (¬7) ذكرت هذه الرواية مطلقةً في عددٍ من كتب الحنابلة؛ كما في (الحاوي الكبير 2/ 473)، و (الحاوي الصغير 134)، و (الرعاية الصغير 1/ 151)، و (مختصر ابن تميم 3/ 178). ¶ وأمّا المحققون -بل جُلَّ علماء المذهب- فإنهم يلغون هذه الرواية ويجزمون بوجوب الزكاة في الدين المؤجّل روايةً واحدة؛ قال ابن تميم (3/ 178): (وقطع بعضهم بالوجوب فيه). وقال المرداوي (الإنصاف 6/ 327): (وجزم به جماعة في المؤجل وفاقاً للأئمة الثلاثة). بل قال السَّامري (المستوعب 3/ 197): (ولم يفرّق أصحابُنا، ولا منصوصُ إمامِنا بين الدَّين الحال والمؤجل). ¶ وهذه طريقة الموفَّق ابن قدامة في كتبه الأربعة (المغني 4/ 271)، و (الكافي 2/ 90)، و (العمدة 43)، وبعض نسخ (المقنع)، وهي النسخة التي اعتمدها صاحب (الشرح الكبير 6/ 325). قال الزركشي في (شرحه للخرقي 2/ 520): (وبه قطع صاحب (التلخيص)، وأبو محمد في كتابيه، معتمداً على أنه ظاهر كلام أحمد، وفي بعض نسخ (المقنع) إجراءُ روايتي الدين على المعسر فيه، وهي طريقة القاضي والآمدي). ¶ (¬8) نسبه له في (الفروع 3/ 447)، وتبعه في (الاختيارات ص 146)، و (الإنصاف 6/ 328). ¶ وفي نسبة هذا القول للشيخ تقي الدين نظر لمخالفتها قواعدَه، وقد نقل عنه الزركشي (شرح الخرقي 2/ 522) وجوب الزكاة في الدين المؤجّل. وهذا هو الظاهر من رأيه والأنسب لأصوله، إذ الشيخ يرى لزوم الزكاة في الدّين الذي يؤمّل رجوعه؛ كالدين على المفلس، والغائب الذي انقطع خبرُه؛ [كما في الإنصاف 6/ 329] وهذا فيه معنى التأجيل.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "3. السّبر لوصف التأجيل ¶ تمهيد: ¶ هذه المسألة يقوم الدليل فيها في الأساس على التعليل، ولا يُوجد نصٌّ فيها؛ كما قال الإمام الشافعي: (لا أعرفُ في الزكاة في الدين أثراً صحيحاً نأخذ به ولا نتركه) (¬1)، ولذا فهي مبنيّة على التعليل والمعاني فحسب. ¶ 1 - فأمّا الجمهور فإنهم مستمسكون بدليل وجوب الزكاة في الدّين، وأنّ وصف التأجيل ليس بمؤثرٍ فيه. ¶ وممّا يدل على أنّ الدّين المؤجّل مستقر ملكُ صاحبه عليه استقراراً تاماً. أمور: ¶ (أ) أنّ مالك الدين يصحّ تصرفه في الدَّين، ويظهر ذلك في عددٍ من التصرفات، ومنها: صحة الإبراء منه (¬2)، والصلح، والحوالة (¬3). ¶ (ب) أنّ غير المستقر لا يصحّ المعاوضة عليه لاحتمال وجودِه وعدمه، وأمّا الدين المؤجّل فإنه يصحّ أن يكون عوضاً في البيع، ممّا يدلُّ على أن الملك تام، وأنّ الوجوب متعلّق بالذمّة، لا الأجل (¬4). ¶ (ج) أنّه عند إعسار المدين يكون الدائنُ أحقّ بماله، ولا يزال ملكُهُ عنه. ¶ قال أبو عبيد القاسم بن سلام: (فكيف يسقط حقُّ الله عنه (¬5) في هذا المال، وملكُه لم يزل عنه؟ أم كيف يكون أحق به إن كان غير مالك له؟) (¬6). ¶ (د) أنّ الدائنَ له فائدةٌ ومصلحةٌ في التأخير والتأجيل (¬7)، فالتأجيلُ لا يكون إلا في مقابل ربحٍ وفائدة للدائن، ولذا لا يكون إلا في عقود المعاوضات، فيستفيد ¶ ¬__________ ¶ (¬1) معرفة السنن والآثار للبيهقي 6/ 154. ¶ (¬2) المغني. ¶ (¬3) سواءً كان الدين المحال به حالا أو مؤجلاً على الخلاف في المسألة. ¶ (¬4) ينظر: الفصول في الأصول للرازي 2/ 121. ¶ (¬5) أي إسقاط الزكاة. ¶ (¬6) كتاب الأموال لأبي عبيد ص. ¶ (¬7) شرح الزركشي 2/ 520.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "صاحب الدين في مقابل الزمن، ولذا فإنه يزكيه كُل عام، قال أبو إسحاق الشاطبي: (الأجل في أحد العوضين لا يكون عادةً إلا عند مقارنة الزيادة به في القيمة؛ إذ لا يُسلَمُ الحاضرُ في الغائب إلا ابتغاء ما هو أعلى مِن الحاضر في القيمة؛ وهو الزيادة) (¬1) (¬2). ¶ 2 - وأمّا الفقهاء -الذين قالوا: بأنّ وصف التأجيل مانعٌ مِن إيجاب الزكاة على الدائن- فبنوا رأيَهم على أنّ التأجيل يفوّت شرطاً من شروط الزكاة، وهو شرط (استقرار الملك)، فالدّين المؤجل ملكُ صاحبه عليه غيرُ تام (¬3). ¶ ودليلهم على عدم استقرار الملك في الدين المؤجّل: ¶ (أ) أن الدَّينَ المؤجّل يتعذّر قبضُه في الحال فيكون في حكم الدَّين على المعسر (¬4)، والدَّين على المعسر ليس مستقرَ الملك. ¶ (ب) أنّ تصرّف مالكه فيه ممتنع (¬5)، فيكون الملك غيرَ تامٍ. ¶ (ج) أنه لا يملك المطالبة به، فيكون ملكه غير تام (¬6). ¶ (د) وممّا يؤكد عدم استحقاق الدين المؤجل: أنّ صاحبَه لو حلف أنه لا يستحقّه لكان باراً في يمينه (¬7). ¶ ويُجاب عن تعليلهم: ¶ بأنّ الدين المؤجل الملك عليه تامٌّ وثابت، إذ يُوجد فرقٌ بين نفس الوجوب ووجوب الأداء، فالأول هو اشتغال ذمة المكلّف بالشيء, والثاني هو لزوم تفريغ ¶ ¬__________ ¶ (¬1) الموافقات 4/ 381 - 382. ¶ (¬2) ولذا إذا انتفت هذه المصلحة فإنّ الدين المؤجل يحلّ؛ كالمفلس يحلّ دينه المؤجل، ومَن مات وعليه دين مؤجل فإنه يحل في إحدى الروايتين في كلا المسألتين [ينظر: الشرح الكبير 13/ 324، 326]. ¶ (¬3) الشرح الكبير 6/ 322. ¶ (¬4) الشرح الكبير لابن أبي عمر 6/ 325. ¶ (¬5) العزيز للرافعي 5/ 237. ¶ (¬6) البيان 3/ 292. ¶ (¬7) المجموع للنووي 5/ 506.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الذمة عمَّا تعلَّق بها فلا بُدَّ له من سبق حقٍّ في ذمته؛ فإذا اشترى شيئاً فإن الثمن يثبت في الذمة -وهو نفس الوجوب-، وأما لزوم الأداء فعند المطالبة بناء على أصل الوجوب (¬1). ¶ ولو لم يكن ثبوت الدين المؤجّل في الذمّة أصليَّاً، لما جاز البيع بالثمن المؤجّل عند عدم العذر ولنهى الشارع عنه (¬2). ¶ وأمّا الأوصاف التي ذكروها فإنها لا تصحّ أن تجعل ملكه غير تامٍّ، وذلك على النحو التالي: ¶ 1 - قولهم: أنه يتعذر قبضُه في الحال فيكون في حكم الدَّين على المعسر. ¶ يُجاب: بأنّ إلحاقَ الدين المؤجل بالدين على المعسر لأجل عدم القبض، غير صحيح؛ لأن الدين على المُعسر مترددٌ بين الحصول والعدم، والغالبُ عدم حصوله، بل إنّ الدائن يُمنع من المطالبة به حال إعساره مطلقاً. ¶ أمّا الدينُ المؤجَّل فإنه يغلب على الظنِّ حصولُهُ، لأن الشخص لا يعقد معاوضةً بثمنٍ مؤجّلٍ إلا ويغلب على ظنه حصولُهُ. فإن جحده المدين أو مطله أو أعسر به، تغيّر وصف الدين فلم تجب فيه الزكاة. ¶ كما يُجاب بالقول بالموجَب، فالدّين على المعسر لا يسقط الزكاة باتفاق، فالحنفية (¬3)، وغيرهم يوجبون الزكاة فيه عند قبضه. ¶ 2 - قولهم: أنّ تصرّف الدائن في الدَّين المؤجّل ممتنعٌ. ¶ ويُجاب: أنّ عدم قدرته على التصرف ليس على إطلاقه، بل تصحُّ بعضُ تصرفاته؛ كالحوالة، والصلح، والإبراء. ¶ وليس كُلّ نقصٍ في التصرف ينفي تمام الملك، بدليل أنّ مالكَ العين المرهونة ناقص التصرف فيها فلا يستطيع بيعَها، ومِلْكُه تامٌّ عليها، ومثلُها العين المؤجّر فإن مالكَها ممنوع من الانتفاع بها فيما تُعوقد عليه منها، ونظائر ذلك كثيرة جداً. ¶ ¬__________ ¶ (¬1) التوضيح شرح التنقيح 1/ 147. ¶ (¬2) كشف الأسرار 6/ 386. ¶ (¬3) بدائع الصنائع 2/ 9.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "والضابط في ذلك: أنّ الامتناع عن بعض التصرفات إذا كان بإرادة صاحب المال، فإنه لا ينفي الملك التام عليه، ولا يكون مانعاً من وجوب الزكاة. وأمّا نقص الملك فيكون بأمرٍ طارئ عليه. ¶ فالذي يكون باختيار الشخص هو نقلُ الملك وإزالتُه. وأمّا نقصُ الملك فإنه لا يكون باختياره. ¶ والتأجيل في الدين ثابتٌ باختيار الدائن فلا يؤثّر (¬1)، وإنما يكون الدينُ مؤثراً في تمام الملك حينما يكون من غير اختيار من الدائن؛ كما لو كان ديناً على معسرٍ، ونحوه، أو كان مثل الدية المؤجّلة (¬2). ¶ وبعض الفقهاء (¬3) ذكر ضابطاً آخر يفرّق به بين الملك التام وغيره، فما كان لا يمكن الانتفاع به فلا تجب زكاته؛ كالمال الضِّمار ونحوه، وما أُخّر الانتفاع به -كالدَّين المؤجل- فتجب زكاتُه. ¶ 3 - قولهم: أنه لا يملك المطالبة به، فيكون ملكه غير تام. ¶ فيُجاب: أنه إن كان المقصود بالمطالبة إثبات الحقّ، فهذا غير صحيح، بل للدائن أن يُطالب به ويترافع ويُخاصم. وأمّا إن قُصد نوعٌ من أنواع المطالبة وهو المطالبة بالقبض، فهذا صحيح، لكن ليس على إطلاق، وإنما هو أُخّر قبضُهُ فقط. ¶ فالدين المؤجّل مملوك لصاحبه، ولكنه لا يملك المطالبة به إلى حين الحلول (¬4). ¶ 4 - قولهم: أنّ الدائن لو حلف أنه لا يستحقّه لكان باراً في يمينه. ¶ فيُجاب: بأنّه لا يُسلّم بصحة ذلك بل هو مستحقٌّ له (¬5) بلا إشكالٍ بين الفقهاء. ¶ ¬__________ ¶ (¬1) شرح الزركشي 2/ 520. ¶ (¬2) فلا زكاة فيها. ينظر: المبسوط 2/ 167، مواهب الجليل 2/ 256، الإنصاف 6/ 323. ¶ (¬3) ذكر هذا الفرق ابن الهمام في (فتح القدير 2/ 164). ¶ (¬4) البيان للعمراني 3/ 292. ¶ (¬5) المجموع للنووي 5/ 506.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وأمّا اليمين فإنها تكون على عُرف الناس، فإن كان قصدُهُ بالاستحقاق عدمَ حلول الأجل فهذا معنى صحيح فلا يحنث به، وأمّا إن قصد به الاستحقاق الشرعي بمعنى الثبوت فإنه يحنث. ¶ وعلى ذلك: فالراجح: أنّ الدَّين المؤجّل تام الملك للدائن، ولا يصحّ نفيُ استقرار الملك عنه. ¶ فلا تأثير لتأجيل الدَّين في الزكاة بالنسبة للدائن، ولا يصحُّ جعل وصف (التأجيل) وصفاً مؤثراً في منع الزكاة على الدائن مطلقاً، بل يعدُّ وصفاً طردياً في زكاة الدين، لا تأثير له في الحكم. ¶ فالدَّين المؤجل باختيار صاحبه (¬1) تجبُ فيه الزكاة، ولكن لا يلزم بذلها إلا عند قبض الدين؛ لتعلّق الدين بعين المال، فإن تبيّن إعساره أو جحده سقطت الزكاة. ¶ أمّا إن بذلها قبل قبضها فإن بذلها صحيح ومجزئ، ويكون في حُكم تعجيل الزكاة قبل شرط أدائها، فإن ثبت الإعسار بعد ذلك فإنه لا يَرجع بها، مثل مَن يعجّل الزكاة قبل الحول، فإذا تمّ الحول عليه كان مالُهُ دون النصاب. ¶ وممّا يُضعف القول الثاني أمران: ¶ 1 - نقض العلّة: وهو تخلّف الحُكم مع وجود العلة. فإنّ التأجيل موجود في بعض الصور، وتجب الزكاة فيها، ولم يؤثر في إسقاطها، ومن أمثلة ذلك: ¶ (أ) مال المضاربة، فإنّ رأس مال شركة المضاربة مؤجّلٌ، ولا يمكن صاحب المال كامل التصرف فيه، ومع ذلك تجب فيه الزكاة وَجهاً واحداً (¬2)، فهنا وُجد التأجيل ووجبت الزكاة. ¶ (ب) الديون التي يكون التأجيل فيها غير لازم بل رضائي جائز؛ كالقرض الذي أجّله صاحبُهُ، فتعتبر ديوناً حالةً. فإنه يتحقق فيه معنى عدم القدرة على ¶ ¬__________ ¶ (¬1) هذا القيد لإخراج دين السّلَم، والدية المؤجلة. وقد ذكره جماعةٌ من أهل العلم. ¶ (¬2) شرح الزركشي 2/ 520.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "التصرف فيه باختيار الشخص ووعده، ومع ذلك يُلزم بأداء الزكاة عنها عند مَن اعتبر التأجيل مانعاً من الزكاة في الدَّين. ¶ 2 - لازم القول: أنّ له لازماً مخالفاً لمقاصد الشريعة، وذلك أنّ أموال التجار مبنيّةٌ على البيع بالثمن المؤجّل، سواءً كان التأجيل نصيّاً، أو عُرفياً (¬1)، ولو قيل بهذا القول لأدى إلى إسقاط الزكاة عن كثيرٍ من الأموال الزكوية. بل إنّ بعض الأنشطة التجارية الحالية قائمةٌ على الإقراض والمتاجرة بالديون ا لمؤجلة؛ كحال البنوك، وشركات التقسيط وغيرها. ¶ كما أنّ مِن لوازمه: أنّ مَن باع عُروضَ تجارةٍ قبل الحول بيومٍ على أن يحلّ بعدَه بيوم: فلا زكاة عليه .. ولا قائل بذلك. ¶ ¬__________ ¶ (¬1) ينظر التأجيل العرفي في (الأشباه والنظائر لابن نجيم ص 95). ونصّه: (ومنها لو باع التاجر في السوق شيئا بثمن، ولم يصرحا بحلول ولا تأجيل، وكان المتعارف فيما بينهم أن البائع يأخذ كل جمعة قدراً معلوماً انصرف إليه بلا بيان. قالوا: لأن المعروف كالمشروط).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "4. كيفيّة حساب زكاة الدّين المؤجّل ¶ تمهيد: ¶ الدين المؤجل إنما ينشأ عن عقد معاوضةٍ، فالبائع باع سلعةً في مقابل دينٍ ثابت في الذمّة. فإذا وجبت الزكاة فهل تُقدّر بمقدار الدّين الثابت (أي بالريالات مثلاً)، أم يكون تقديرها بقيمة السلعة المباعة؟ هذا هو محل البحث في المسألة. ¶ وبذلك يظهر أنّ الديون التي تكون ناتجةً عن عقد تبرعات كالقروض -إن قيل بتأجيله-، أو بسبب أُروش الجنايات أنها ليست داخلةً في هذه المسألة؛ لأنها ليست من الديون المؤجلة بل هي حالة، أو لكونها ليست في مقابل سلع تقوّم. ¶ * تحرير محل النزاع في المسألة: ¶ الخلاف في هذه المسألة بين الجمهور والمالكية ليس مطّرداً في كُل دينٍ مؤجل، وإنما هناك مواضع اتفاق بينهم فيه، على النحو التالي: ¶ 1 - إذا كان الدين عروضاً؛ بأن كان الثمن والمثمن كلاهما من العروض، فيقوّم الدّين نقداً، وتخرج الزكاة من قيمته (¬1). ¶ 2 - إذا كان الدينُ عروضاً؛ وكان الثمن نقداً؛ كدين السَّلَم. فإنه يُزكَّى بعدد الدين؛ لأن السِّلعة نقدٌ، والمباع ممّا يجب في عينه الزكاة، فإنّه يُزكى بدون تقويم (¬2). ¶ 3 - وأمّا محل الخلاف: فإنه إذا كان الدَّينُ نقداً. ¶ * الخلاف في المسألة: ¶ اختلف الفقهاء في حساب الدين المؤجل على قولين: ¶ القول الأول: أنّ الدين يزكَّى بقيمته الثابتة في الذمّة (أي الثمن)؛ وهو قول الجمهور (¬3). ¶ ¬__________ ¶ (¬1) الإنصاف 6/ 323. ¶ (¬2) الإنصاف 6/ 323. ¶ (¬3) ينظر: التوقيت الحولي، لعبد السلام الشويعر ص.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "القول الثاني: أن الدّين يزكّى بقيمة السلعة التي بيعت (المثمن)، فتقوّم قيمة عروض تجارة بثمنٍ حالٍّ كُل عامٍ، ويزكي هذه القيمة، وهو القول المشهور عند المالكية (¬1) (¬2). ¶ ودليلهم: أنّه في حال ثبوت الإعسار على المدين، فإن الغريم لا يرجع إلا بعين ما باعه فقط، دون قيمةِ بيعِه لها. ¶ فالمالكية جعلوا تعلّق الزكاة بالعروض دون الدّين؛ ولذا فإنهم أسقطوا الزكاة في دين غير المدير (وهو المحتكر) (¬3)، تبعاً لإسقاطهم الزكاة في العروض غير المدارة. ¶ والسبب في ذلك أنهم يرون أنّ الثمن لم يثبت بعدُ في الذمة، ولذا فإنه عند الفسخ يُرجع بالعين المباعة. ¶ ويُجاب عن ذلك: بأنّه في حال البيع بالدين المؤجّل فإن الذمة تنشغل بهذا الدين انشغالاً أصلياً لا تبعيّاً، إذ كما سبق فإنه يُوجد فرقٌ بين نفس الوجوب وبين وجوب الأداء، فالأوّل هو اشتغال ذمة المكلّف بالشيء, والثاني هو لزوم تفريغ الذمة عمَّا تعلَّق بها فلا بُدَّ له من سبق حقٍّ في ذمته؛ فإذا اشترى شيئاً فإن الثمن يثبت في الذمة -وهو نفس الوجوب-، وأما لزوم الأداء فعند المطالبة بناء على أصل الوجوب (¬4). ¶ ¬__________ ¶ (¬1) حقيقة خلاف المالكيّة ليس في كُلّ دينٍ مؤجّل. وإنما هو في (الدين المدير المؤجّل). ¶ فـ (المُدير) أي يكون الدَّين بسبب التجارة المدارة. أمّا المحتكِر وغير المدير ودين القرض، فإنّه لا تجب الزكاة إلا عند قبضها لسنة واحدة. ¶ وأمّا (المؤجّل). وأمّا الحال فإنه يُزكّي عدده، قال ابن يونس: (الدين المؤجل يزكي قيمته لأنها التي ملك منه الآن، وأمَّا الحال فإنه يزكي عددَه لأنه قادر الآن على أخذه فكأنه بيده) [التاج والإكليل 3/ 188]. ¶ (¬2) لباب اللباب لابن راشد 1/ 192، مواهب الجليل 3/ 189، حاشية الدسوقي على الشرح الكبير 1/ 474، الشرح الصغير 1/ 640، والزرقاني وحاشية البناني 2/ 157، التاج والإكليل 3/ 188، الخرشي على مختصر خليل 2/ 197. ¶ (¬3) انظر مثلاً: الشرح الصغير 1/ 632. إضافةً للمصادر السابقة. ¶ (¬4) التوضيح شرح التنقيح 1/ 147.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والأقرب -والله أعلم- أنّ الدّين المؤجّل يزكّى بقدره الثابت في الذمّة، وليس بقيمة المثمن؛ لأنّ هذا هو الثابت في الذمّة. ¶ وقد رأيت عدداً مِن الباحثين المعاصرين مال للقول الثاني ترجيحاً لمصلحة التاجر باذلِ الزكاة؛ نظراً لانخفاض أسعار السلع لتقادمها. ¶ وهذا التعليل المصلحي بغضّ النظر عن صحته، إلا أنّه ليس على إطلاقه فإن من عُروض التجارة ما ترتفع قيمته مع طول الأجل؛ كالعقار مثلاً.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "5. وقت إخراج زكاة الدَّين المؤجّل ¶ للقائلين بلزوم زكاة الدّين رأيان في وقت إخراج زكاتها: ¶ الأول: أنها تُخرَج في كُلّ سنة في وقتها. وهو قولٌ عند الشافعية (¬1)، ومروي عن بعض متقدمي الفقهاء (¬2). ¶ والثاني: أنها تُخرَج عند قبض الدين عن السَّنوات الماضية. وهو قول الحنفيّة (¬3)، والمالكية (¬4)، والأظهر عند الشافعية (¬5)، والمذهب عند الحنابلة (¬6). ¶ فهذا الخلاف ليس متعلقاً بمسألتنا إذ هو مبنيٌّ على أن الزكاة هل هي واجبةٌ في العين أو في الذمة .... ولا شكّ أنّ قول جمهور العلماء، وهو المعتمد في المذاهب الأربعة جميعاً هو المُرجّح. ¶ ¬__________ ¶ (¬1) ينظر: تحفة المحتاج 3/ 336. ¶ (¬2) ينظر: الشرح الكبير 6/ 322. ¶ (¬3) ينظر: المبسوط 2/ 197، التجريد للقدوري 3/ 1332. ¶ (¬4) ينظر: مواهب الجليل 3/ 189، حاشية الدسوقي على الشرح الكبير 1/ 474، الشرح الصغير 1/ 640، والزرقاني وحاشية البناني 2/ 157، التاج والإكليل 3/ 188، الخرشي على مختصر خليل 2/ 197. ¶ (¬5) ينظر: المهذب 1/ 165، التهذيب للبغوي 3/ 73، البيان للعمراني 3/ 292، المجموع 5/ 506، الأنوار للأردبيلي 1/ 262، مغني المحتاج 1/ 410، تحفة المحتاج 3/ 336، نهاية المحتاج 3/ 131، تحفة الحبيب 3/ 93. ¶ (¬6) ينظر: الشرح الكبير 6/ 323، الإنصاف 6/ 321.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "6. التطبيقات المعاصرة لزكاة الدين ¶ الخلاف الفقهي في هذه المسألة مؤثرٌ في طريقة حساب الوعاء الزكوي. فإنّ مَن وجبت عليه الزكاة، فإنه يجمع في وعائه الزكوي بين ما يملكه من نقدٍ وقيمة عروض، إضافةً للديون التي له على غيره، ثم يُخرج من جميعها رُبع العُشر. ¶ وبناءً على الخلاف المذكور سابقاً، فإنه على رأي جماهير أهل العلم لا ينظر لوصف تأجيل الدين في الحساب، بل يحسب كُلّ الديون التي له سواءً كانت حالّةً أو مؤجلة، -ما لم يكن مانعٌ من الزكاة غير التأجيل-. ¶ وأمّا على قول بعض الفقهاء فإن الدين المؤجّل لا يُحسب في الوعاء الزكوي، ولا يؤدي زكاتها. إذ يرون أن وصف التأجيل مانعٌ من وجوب الزكاة فيها. ¶ وبالنظر لهذه المسألة نجد أنّ أثرها كبيرٌ جداً في حساب العديد من الأموال، والميزانيّات الكبيرة للأشخاص والمؤسسات، وسأذكر بعضاً من التطبيقات المعاصرة لهذا المبدأ الفقهي، وسأذكر الحُكم فيها على القول الثاني: ¶ 1 - المؤسسات المالية والإقراضيّة. فإنّ نشاطها الأساس قائمٌ على الديون المؤجلة، سواءً كان الدين بسبب عقودٍ مشروعة (كالتقسيط، والتورق، والتمويل، ونحوها)، أو بالعقود التقليدية الربويّة. ¶ فإذا حلّ موعد الزكاة، فإنّ هذه المؤسسات المالية لا تحسب في وعائها الزكوي جميع الأموال المقرضَة بالأجل شاملاً رأس المال والأرباح معاً - ولو كان الأجل سيحلُّ بعد يوم الزكاة-. وتكتفي في حساب الوعاء الزكوي بالسيولة النقديّة المتوفرة إضافةً للديون الحالة وقت وجوب الزكاة فقط. ¶ بل إنّ من تفريعات هذا القول: أنّ الدين المؤجّل إذا قبضَته المؤسسات المالية فإنه يأخذ حُكم المال المستفاد فيُستقبل به حولٌ جديد، ولا يكون حوله حول المال الأصولي (¬1). فإن أقرضه قرضاً مؤجلاً قبل تمام الحول فلا زكاة فيه أيضاً. ¶ ¬__________ ¶ (¬1) عبد الستار أبو غدة (مجلة مجمع الفقه الإسلامي 2/ 53).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وعلى ذلك فإنّ السيولة النقدية التي تكون متوفرةً لمثل هذه المؤسسات لا تجب فيها الزكاة ولا تحسب ضمن الوعاء الزكوي؛ لأنها ناتجةٌ عن وفاء بمديونيات سابقة، وفي الغالب أنها لا تتمّ حولاً كاملاً دون إقراض آخر. ¶ فلم يبق لهذه المؤسسات المالية إلا الديون الحالة بدون تأجيل وهذه نادرة. ¶ وبهذه الحسبة نجد أن الزكاة لا تجب على مثل هذه المؤسسات الإقراضية التي ربما تبلغ نشاطاتها ملايين الريالات!! ¶ 2 - الصناديق الاستثمارية التي تقوم على نشاط التمويل: فهذا النوع من الصناديق الاستثمارية يقوم على مبدأ الإقراض للغير والمتاجرة في أموال الصندوق بتمويل مشاريع ومشتروات. ¶ فعلى القول الثاني: فإنه يلزم أن لا تجب فيها الزكاة؛ لأنها تقوم على الديون المؤجلة، وما يتوفّر منها ويسدد من هذه الديون فإنها تُصرف في عمليات تمويلية أخرى قبل تمام حول كامل عليها من حين القبض، وعلى ذلك فإنه لا تجب الزكاة في هذه الصناديق. ¶ 3 - السندات المالية. إذ تُكيّف السندات الماليّة -في الغالب- على أنها ديون مؤجّلة بغضّ النظر عن اشتمالها على فائدة ربويّة من عدمه. ¶ فإذا قيل بالقول الثاني وهو سقوط الزكاة عن الدين المؤجل مطلقاً، فإن هذه السندات المالية لا تجب فيها الزكاة على ملاكها؛ لأن التأجيل مانعٌ مِن وجوب الزكاة فيها عندهم. ¶ 4 - الودائع البنكية في حسابات التوفير. الحسابات التي لا تكون تحت الطلب هي مؤجّلة بحسب تعاقد العميل مع البنك. وغالب الباحثين المعاصرين يكيّف هذه الودائع البنكيّة أنها قروض، وعلى ذلك فإنّ التأجيل فيها يكون مانعاً من وجوب الزكاة فيها على القول الثاني.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "5 - جمعية الموظفين. وهي صيغة من التعامل القرضي بين عدد من الموظفين أو الأصدقاء يقوم كُل واحدٍ منهم ببذل مبلغ مالي بصفة دوريّة (شهرية مثلاً)، والمتحصّل في كُل مرة يأخذه أحد الأعضاء. ¶ وهذه الصيغة واضحٌ أنها قرضٌ، والتأجيل فيه عقديٌّ يكون لازماً عند عددٍ من الفقهاء. ¶ فعلى القول الثاني: فإنّ باذل القسط الشّهري لا يلزمه بذل الزكاة عن الأقساط التي بذلها؛ لأنها قرضٌ منه لباقي الأعضاء، وهو مؤجّل السداد. ¶ فنجد في هذه التطبيقات أنّ في إعمال القول الثاني نفي وجوب الزكاة عن مبالغ كبيرة جداً تكاد تكون الأغلب من التعاملات المالية المعاصرة. ¶ ولا شكّ أنّ ذلك مخالف لمقاصد الشريعة التي تُوجب الزكاة على الأموال النامية أو المعدّة للنماء، ولا شكّ أنّ هذه الأموال جميعاً من الأموال الناميّة. ¶ كذلك من المعاني الشرعية إيجاب الزكاة بنسبة أكبر على التجار مقارنةً بمَن يقوم بالاستثمار كالمصانع والمستغلات. وهذه الأمور السابقة من التعاملات التجارية هي الأعلى ربحيّة ففي إلغاء الزكاة عنها -حسب ما تقدّم- فيه مخالفةٌ للمقاصد الشرعيّة العامة والخاصة. ¶ بيد أن هناك مسائل يُختلف في تنزيلها تحت هذا المناط، ومِن ذلك: ¶ مكافأة نهاية الخدمة. فمَن نظر إلى أنها دينٌ مؤجّلٌ للموظف على صاحب العمل فإنّه يوجب على الموظف زكاتها كُل عام (¬1). ¶ والأقرب عدم وجوب الزكاة لا لأجل التأجيل، وإنما لعدم استقرار الملك (¬2). ¶ ¬__________ ¶ (¬1) ممّن خرّجها على هذا الحُكم، وألزم زكاتها كُل عام: د. يوسف القرضاوي في (فقه الزكاة 1/ 172). ¶ (¬2) ينظر: المحصول في علوم الزكاة د. رفيق المصري 20.",
            "page": "27",
            "part": "1"
        }
    ],
    "t36690": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "التأجيل في الديون"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الخلاف المحكي في إسقاط زكاة الدين المؤجّل عن الدائن"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "السّبر لوصف التأجيل"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "كيفيّة حساب زكاة الدّين المؤجّل"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "وقت إخراج زكاة الدَّين المؤجّل"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "التطبيقات المعاصرة لزكاة الدين"
        }
    ]
}