{
    "b36694": [
        {
            "id": "3",
            "nass": "المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضلّ له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أنّ محمداً عبده ورسوله، أرسله الله بالهدى ودين الحق ليظهره على الدّين كله, وكفى بالله شهيداً, صلى الله عليه وعلى آله وأصحابه وسلم تسليماً. ¶ أما بعد ¶ فإنَّ أوثق الصّلات البشريّة: صلة الزّوجين أحدهما بالآخر، فهما في القرب كالنّفس للمرء قال الله تعالى: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا} (النساء: 1). ¶ وقال تعالى: {وَاللهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً} (النساء: 72). ¶ فلا تكاد تجد رباطاً بين اثنين من الناس، كالذي بين الزوجين من المودة والرحمة وعظيم المشاركة وكثرة المخالطة وشدة الملابسة، فبين الزوجين من كمال الامتزاج والقرب ما كنَّى الله عن شدته وعظمته بأن جعل كلَّ واحد من الزوجين لباساً للآخر (¬1)؛ حيث قال تبارك وتعالى: {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} (البقرة: 187). ¶ فإن كلا من الزوجين ينضم إلى الآخر؛ حتى يصير كل واحد منهما لصاحبه كالثوب الذي يلبسه. ¶ وهذا الاختصاص والتقارب يشمل أوجهاً عديدة من المخالطة والسكن، ثم المعاشرة في الفراش، ثم النسل والذرية التي تنشأ عنهما. ¶ ولشدة قرب كل من الزوجين بالآخر، كان اطِّلاع كلٍّ منهما على شأن الآخر ميسوراً، فيفضي كل واحد منهما إلى صاحبه بالدقيق والجليل غالباً، لهذا جاء التغليظ في كشف السر الذي بينهما. ¶ ¬__________ ¶ (¬1) تفسير اللباب لابن عادل (1/ 571).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "كما جاء فيما رواه مسلم من حديث أبي سعيد الخدري قال: قال رسول الله - صلى الله عليه وسلم -: «إن من أشرِّ الناس عند الله منزلة يوم القيامة: الرجل يفضي إلى امرأته، وتفضي إليه؛ ثم ينشر سرها» (¬1). ¶ ولأجل طبيعة هذه العلاقة، وما تتميّز به من الخصوصيّة، كانت مسألةُ إخبار الطبيب أحد الزوجين بنتائج الفحوص الطبية للآخر، من المسائل الملحة التي تدعو الحاجة العلمية والعملية إلى تجليتها؛ وبيان ما يتعلّق بها من الأحكام، وذلك لما قد يترتب على ذلك من آثار مهمة، على العلاقة بين الزوجين، وعلى النسل والذرية. ¶ وقد رغبت أمانة المجمع الفقهي الإسلامي بمكة المكرمة، في إعداد ورقة بحث حول أحكام إخبار الطبيب أحد الزوجين بنتائج الفحوص الطبية مما له أثر على الطرف الآخر، فاستعنتُ الله في كتابة هذه الورقات مشاركة لإخواني، ومساهمة في تجلية بعض جوانب هذه المسألة، وقد وسمتها: «إخبار الطبيب أحد الزوجين بنتائج الفحوص الطبية للآخر: رؤية شرعية». ¶ وهذه المسألة وثيقة الصلة، بما يعرف في الدراسات القانونية بسر المهنة عموماً، وسر المهن الطبية خصوصًا. ¶ وموضوع السر الطبي عموماً قد تناوله عدد من الأبحاث والدراسات القانونية والشرعية، كما تناولته بالبحث المنظمة الإسلامية للعلوم الطبية في ندوتها الثالثة سنة 1987م، ثم مجمع الفقه الإسلامي الدولي بجدة في دورة مؤتمره الثامن. ¶ والجديد في هذا البحث، هو تخصيصه بصورة من صور إفشاء السر الطبي، وهو إخبار الطبيب أحد الزوجين بنتائج فحوصات الآخر. ¶ ¬__________ ¶ (¬1) كتاب النكاح، باب تحريم إفشاء سر المرأة، رقم (2597).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وقد تناولته على النحو التالي: ¶ أولاً: تمهيد. ¶ ثانياً: المبحث الأول: الأصل في الأسرار الطبية .. وفيه أربعة مطالب: ¶ المطلب الأول: تعريف الأسرار الطبية. ¶ المطلب الثاني: حفظ الأسرار في الشريعة والطب. ¶ المطلب الثالث: ضوابط الإخبار بالأسرار الطبية. ¶ المطلب الرابع: المسؤولية الجزائية المترتّبة على إفشاء الأسرار الطبية. ¶ ثالثاً: المبحث الثاني: الإخبار بنتائج الفحوصات الطبية .. وفيه ثلاثة مطالب: ¶ المطلب الأول: تعريف الفحوص الطبية. ¶ المطلب الثاني: إخبار أحد الزوجين بنتائج الفحوصات الطبية. ¶ المطلب الثالث: الآثار المترتبة على الإخبار بنتائج الفحوصات الطبية. ¶ رابعاً: خاتمة. ¶ فالله أسأل الإعانة والتسديد، وأن يبارك في القول والعمل، وأن يرزقنا الفقه في الدين، والعمل بالتنزيل. ¶ ولا يفوتني أن أشكر أمانة المجمع الفقهي الإسلامي بمكة التابع لرابطة العالم الإسلامي، على ما يقومون به من جهود مباركة وأعمال جليلة، والله المأمول وهو المرتجى وعليه المعول، وآخر دعوانا أن الحمد لله رب العالمين.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المبحث الأول ¶ الأصل في الأسرار الطبية ¶ المطلب الأول: تعريف الأسرار الطبية. ¶ الأسرار جمع سرٍّ، وهو في اللغة عكس الإعلان والجهر، فأصل مادة «السين والراء يجمع فروعَه إخفاءُ الشيء» (¬1). ¶ «فالسِّرّ: خلاف الإعلان. يقال أسْرَرت الشيءَ إسراراً، خلاف أعلنته» (¬2). ¶ ومنه قول الله تعالى: {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً} (البقرة: 274). ¶ وقوله أيضاً: {فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْرًا} (النحل: 75). ¶ أما في الاصطلاح الطبي: فالسر الطبي هو كل المعلومات التي اطلع عليها الفريق الطبي، أثناء ممارستهم لمهنة الطب؛ سواء أكان نتيجة فحوصات وكشف على المريض، أم إخبار من المريض نفسه، أم استنتاجات الفريق الطبي، يندرج في ذلك كل ما له علاقة بصحة المريض أو نوع مرضه أو سيرته الذاتية أو تأريخه الصحي أو محيطه (¬3). ¶ ويعرف هذا في المصطلحات الطبية بخصوصية المريض أو أسرار المريض ( Patient confidentiality and privacy) (¬4) . ¶ المطلب الثاني: حفظ الأسرار في الشريعة والطب ¶ الفرع الأول: منزلة حفظ السر في الشريعة ¶ أمر الله تعالى بأداء الأمانات إلى أهلها، فقال: {إِنَّ اللهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأمَانَاتِ إِلَى أَهْلِهَا} (النساء: 58). ¶ ¬__________ ¶ (¬1) معجم مقاييس اللغة (3/ 67). ¶ (¬2) المرجع السابق. ¶ (¬3) التزامات الطبيب في العمل الطبي للدكتور علي نجيدة ص (192)، المسؤولية الجزائية للطبيب عن إفشاء السر الطبي للدكتور بومدين عبد القادر ص (17 - 23). ¶ (¬4)  Dorland's Pocket Medical Dictionary, edition 25, W.B. Saunders Company, 1995",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقد امتدح الذين هم لأمانتهم راعون، فقال: {وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ} (المؤمنون: 8). وهذا يشمل كل ما يجب حفظه من الأشياء ورعايته، ومن ذلك أسرار الناس وما يسترونه ويكرهون ظهوره، فإنه يجب صيانتها وحفظها وكتمانها (¬1). ¶ ويشهد لذلك ما رواه جابر عن النبي - صلى الله عليه وسلم - أنه قال: «إذا حدَّث الرجل الحديث ثم التفت فهي أمانة» (¬2)، «قال ابن رسلان: لأن التفاته إعلام لمن يحدثه، أنه يخاف أن يسمع حديثه أحد، وأنه قد خصه سره» (¬3). ¶ والأسرار مما يدخل في الأمانات التي نهى الله عن خيانتها (¬4)، فتندرج في قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ} (الأنفال: 27). ¶ وقد عاب الله على بعض أزواج النبي - صلى الله عليه وسلم - إفشاءها سر الرسول الكريم - صلى الله عليه وسلم - وذلك من أسباب نزول قوله تعالى: {إِنْ تَتُوبَا إِلَى اللهِ فَقَدْ صَغَتْ قُلُوبُكُمَا} (التحريم: 4)، كما قال بعض أهل العلم (¬5). ¶ والأدلة متضافرة على وجوب حفظ السر. ¶ وعلى هذا المعنى تواردت كلمات أهل العلم في التأكيد على حرمة إفشاء السر ووجوب كتمانه (¬6). ¶ وقد خصَّ بعض الفقهاء تحريم إفشاء السر، بما إذا كان فيه مضرة على صاحب السر (¬7). ¶ ¬__________ ¶ (¬1) تفسير المراغي (5/ 70)، تفسير المنار (5/ 143). ¶ (¬2) رواه الترمذي، كتاب البر والصلة، باب ما جاء أن المجالس أمانة، رقم (1959)، وأبو داود، كتاب الطب، باب في نقل الحديث، رقم (4868). قال عنه الترمذي: حديث حسن. ¶ (¬3) عون المعبود (3/ 179). ¶ (¬4) ينظر: تفسير المنار (9/ 535). ¶ (¬5) ينظر: شرح صحيح البخاري لابن بطال (7/ 405)، المحرر في أسباب النزول، د. المزيني (2/ 1033). ¶ (¬6) ينظر: شرح صحيح البخاري لابن بطال (9/ 61)، إكمال المعلم شرح صحيح مسلم للقاضي عياض (5/ 14)، إحياء علوم الدين (3/ 132)، طرح التثريب في شرح التقريب (7/ 264)، مطالب أولي النهى (15/ 401). ¶ (¬7) ينظر: الإنصاف (8/ 266).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "والسر الذي يجب حفظه ولا يجوز إفشاؤه، يشمل كل أمر علمته عن غيرك وعرفت أنه يرغب منك أن تكتمه ولا تظهره، سواء أعرفتَ ذلك بتصريحه أو بقرينة (¬1). ¶ ويتأكد الحفظ كلما زاد التمكن من الاطلاع على الخفايا وتعسَّر الاحتراز؛ لذلك جاء الوعيد في كشف الرجل سرَّ امرأته، ففي صحيح مسلم من حديث أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن من أشرِّ الناس عند الله منزلة يوم القيامة: الرجل يفضي إلى المرأة وتفضي إليه، ثم ينشر سرها» (¬2). ¶ ومما يندرج فيما يجب حفظه من الأسرار، ما يطلع عليه الإنسان من خفايا الناس بمقتضى وظيفته وطبيعة عمله، وقد نص على ذلك الفقهاء في مهنة الطب على وجه الخصوص، فقال ابن مفلح في حديثه عما يجب على غاسل الموتى: «كما يحرم تحدُّثه، وتحدّث طبيب، وغيرهما بعيب» (¬3). ¶ وقال الحجاوي: «يجب على الطبيب أن لا يحدث بشر (¬4) لما فيه من الإفضاح» (¬5). ¶ وقال الرحيباني: «كطبيب في ستر عيب رآه بجسد مطبوب، فيجب عليه ستره، فلا يحدث به؛ لأنه يؤذيه، ومثله الجرائحي» (¬6). ¶ وقال ابن القيم: «فالمفتي والمعبر والطبيب يطلعون من أسرار الناس وعوراتهم على ما لا يطلع عليه غيرهم؛ فعليهم استعمال الستر فيما لا يحسن إظهاره» (¬7). ¶ ¬__________ ¶ (¬1) ينظر: غذاء الألباب (1/ 116). ¶ (¬2) كتاب النكاح، باب تحريم إفشاء سر المرأة، رقم (2597)، وقد تقدم. ¶ (¬3) الفروع (2/ 217). ¶ (¬4) هكذا في الأصل، والصحيح «بشراً». ¶ (¬5) كشاف القناع (4/ 326). ¶ (¬6) مطالب أولي النهى (4/ 328). ¶ (¬7) إعلام الموقعين (4/ 257).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فمسؤولية الطبيب وأمثاله أعظم من غيرهم؛ لأنهم يطلعون على أشياء كثيرة، ويفضي المرضى إليهم بخفايا وأمور لا يُطَّلع عليها عادة، فكان ما عليهم من الحفظ أعظم من غيرهم. ¶ وقد أشار إلى هذا المعنى القرار الصادر عن مجلس مجمع الفقه الإسلامي الدولي المنعقد في دورة مؤتمره الثامن، حيث جاء فيه ما نصه: «يتأكد واجب حفظ السر على من يعمل في المهن التي يعود الإفشاء فيها على أصل المهنة بالخلل، كالمهن الطبية، إذ يركن إلى هؤلاء ذوو الحاجة إلى محض النصح وتقديم العون، فيفضون إليهم بكل ما يساعد على حسن أداء هذه المهام الحيوية، ومنها أسرار لا يكشفها المرء لغيرهم حتى الأقربين إليه» (¬1). ¶ الفرع الثاني: منزلة حفظ السر في الطب. ¶ الطب من الوظائف التي يُطَّلع فيها على خفايا المرضى وأسرارهم، لذا كان من آداب المهنة الأصيلة منذ قديم الزمن أن يحفظ الطبيب ما يطلع عليه من خفايا المرضى وأسرارهم التي يعاينها أو يسمعها أو يتبينها بالفحوصات الطبية. ¶ وأقدم ما عرف من التنظيمات المتعلقة بحفظ أسرار المرضى ميثاق الطبيب أبقراط وفيه: أن كل ما يصل إلى بصري أو سمعي وقت قيامي بمهمتي أو في غير وقتها مما يمس علاقتي بالناس، ويتطلب كتمانه فسأكتمه، وسأحتفظ به في نفسي محافظتي على الأسرار المقدسة (¬2). وقد ذكر لابن أبي أصيبعة من جملة آداب الأطباء: «الحرص على كتمان أسرار المرضى» (¬3). ¶ وقد نصّت مواثيق حقوق الإنسان، على توفير الحماية القانونية ضد كل الخروقات التي تفضي إلى كشف أسرار حياة الإنسان الخاصة به أو بأسرته أو منزله أو مراسلاته. ¶ ¬__________ ¶ (¬1) مجلة المجمع العدد الثامن (3/ 15). ¶ (¬2) ينظر: المسؤولية الجزائية للطبيب عن إفشاء السر الطبي ص (11). ¶ (¬3) عيون الأنباء في طبقات الأطباء (1/ 35).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "كما اشتملت القوانين الحديثة على النص بتجريم إفشاء السر الذي اؤتُمن عليه الإنسان بحكم وظيفته، ومن ذلك السر الطبي (¬1). ¶ بل أورد القانون الفرنسي الأطباء على رأس قائمة الموظفين الذين ألزمهم بسر المهنة (¬2). ¶ ومن ذلك ما جاء في المادة الحادية والعشرين من نظام مزاولة المهن الصحية السعودي: «يجب على الممارس الصحي أن يحافظ على الأسرار التي علم بها عن طريق مهنته، ولا يجوز له إفشاؤها إلا في الأحوال الآتية ... » (¬3). ¶ فالأصل تجريم إفشاء أسرار المرضى ومؤاخذة من يظهرها أو يفشيها. ¶ وهذا الموضوع يتناوله الأطباء في دراستهم ضمن ما يعرف بآداب مهنة الطب ( medical ethics) (¬4) . ¶ المطلب الثالث: ضوابط الإخبار بالأسرار الطبية. ¶ الأصل وجوب حفظ السر وعدم إظهاره كما تقدم؛ لكن إن اقتضت مصلحة أو دعت حاجة إلى إفشائه فإن المنع يزول؛ بل يكون إفشاء السر مباحاً وقد يكون مستحباً أو واجباً، وذلك بناء على قدر المصلحة المترتبة على إفشاء السر أو المفسدة الناتجة عن كتمانه. ¶ ومما يُستدل به لذلك ما جاء في «الصحيحين» من حديث زينب امرأة عبد الله بن مسعود رضي الله عنهما أنها قالت: «انطلقت إلى النبي - صلى الله عليه وسلم - فوجدت امرأة من الأنصار على الباب حاجتها مثل حاجتي، فمر علينا بلال، فقلنا: سل ¶ ¬__________ ¶ (¬1) ينظر: المسؤولية الجزائية للطبيب عن إفشاء السر الطبي ص (11 - 13)، مجلة جامعة دمشق للعلوم الاقتصادية والقانونية، المجلد (25)، العدد الثاني (2009). تأثير التقدم العلمي في مجال الطب الحيوي على حقوق المرضى دراسة قانونية مقارنة، الدكتور فواز صالح، ص (498). ¶ (¬2) الحماية الجنائية لسر المهنة في الشريعة الإسلامية والقوانين الوضعية ص (35). ¶ (¬3) نظم الصادر بالمرسوم الملكي رقم (م/59)، وتاريخ 4/ 11/1426هـ. ¶ (¬4)  Dorland's Pocket Medical Dictionary, edition 25, W.B. Saunders Company, 1995",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "النبي، أيُجزي عني أن أنفق على زوجي وأيتام لي في حجري؟ وقلنا: لا تخبر بنا، فدخل فسأله، فقال: «من هما؟»، قال: زينب، قال: «أي الزيانب؟»، قال: امرأة عبد الله ... » (¬1). ¶ وقد وجَّه القرطبي فعل بلال على أنه إنما أفشى ما طلبتا كتمانه لأجل المصلحة أو دعاء الحاجة، قال رحمه الله: «وليس إخبار بلال بالسائلتين اللتين استكتمتاه مَنْ هما بكشف أمانة سرٍّ؛ لوجهين: ¶ أحدهما: أن بلالاً فهم أن ذلك ليس على الإلزام، وإنما كان ذلك منهما على أنهما رأتا أنه لا ضرورة تحوج إلى ذلك. ¶ والثاني: أنه إنما أخبر بهما جوابًا لسؤال النبي - صلى الله عليه وسلم -، فرأى أن إجابة رسول الله - صلى الله عليه وسلم - أهمُّ وأوجبُ من كتمان ما أمرتاه به» (¬2). ¶ وقد قرر جواز الإفشاء لمصلحة أو دفع ضرر أو لحاجة العزّ بن عبد السلام - رحمه الله - حيث قال: «الستر على الناس شيمة الأولياء، فضلا عن الأنبياء، وإنما قال يوسف - عليه السلام -: {هِيَ رَاوَدَتْنِي عَن نَّفْسِي} (الأنفال: 50)، ليدفع عن نفسه ما قد يتعرض له من قتل أو عقوبة، وكذلك قوله: {مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ} (يوسف: 50)، يدفع التهمة عن نفسه؛ فإن الملك لو اتهمه لم يولِّه، ولم يحصل على إحسان الولاية» (¬3). ¶ وأسرار المرضى من جملة ما يجب حفظه وكتمانه من الأسرار، إلا ما دعت حاجة أو مصلحة لبيانه وكشفه وإفشائه. ¶ وهذا ما انتهت إليه توصية المنظمة الإسلامية للعلوم الطبية في ندوتها الثالثة سنة 1987م، حيث جاء في توصياتها: «إفشاء السر في الأصل محظور ومستوجب المؤاخذة شرعاً ومهنياً وقانوناً. ¶ ¬__________ ¶ (¬1) البخاري، كتاب الزكاة، باب الزكاة على الأقارب، رقم (1462)، ومسلم، كتاب الزكاة، باب فضل النفقة والصدقة على الأقربين والزوج والأولاد، رقم (1000). ¶ (¬2) المفهم لما أشكل من تلخيص كتاب مسلم (3/ 46). ¶ (¬3) شجرة المعارف والأحوال ص (291).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ويستثنى من وجوب كتمان السر حالات يؤدي فيها كتمانه إلى ضرر يفوق ضرر إفشائه بالنسبة لصاحبه، أو يكون في إفشائه مصلحة ترجح على مضرة كتمانه. ¶ وهذه على ضربين: ¶ 1 - حالات يجب فيها إفشاء السر، وهي ما فيه درء مفسدة عن المجتمع أو الأفراد. ¶ 2 - حالات يجوز فيها إفشاء السر، وهي ما فيه جلب مصلحة للمجتمع أو يأذن صاحب السر بإفشائه. ¶ وفي جميع الأحوال، يجب أن يحمي القانون الأطباء، بالنص على كيفية الإفشاء ولمن يكون، وتقوم الجهات المسؤولة بتوعية الكافة بهذه المواطن» (¬1). ¶ وقد نص على ذلك القرار الصادر عن مجلس مجمع الفقه الإسلامي الدولي المنعقد في دورة مؤتمره الثامن، إذ يقول: «تستثنى من وجوب كتمان السر حالات يؤدي فيها كتمانه إلى ضرر يفوق ضرر إفشائه بالنسبة لصاحبه، أو يكون في إفشائه مصلحة ترجح على مضرة كتمانه» (¬2). ¶ وقد أجمل القرارُ ذلك في قسمين: ¶ القسم الأول: «حالات يجب فيها إفشاء السر، بناء على قاعدة ارتكاب أهون الضررين لتفويت أشدهما، وقاعدة تحقيق المصلحة العامة التي تقضي بتحمل الضرر الخاص لدرء الضرر العام إذا تعين ذلك لدرئه. ¶ وهذه الحالات على نوعين: ما فيه درء مفسدة عن المجتمع، وما فيه درء مفسدة عن الفرد» (¬3). ¶ القسم الثاني: «حالات يجوز فيها إفشاء السر، لما فيه جلب مصلحة للمجتمع، أو درء مفسدة عامة. ¶ ¬__________ ¶ (¬1) مجلة مجمع الفقه الإسلامي، العدد الثامن، (3/ 378). ¶ (¬2) المرجع السابق، (3/ 409). ¶ (¬3) المرجع السابق، (3/ 410).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وهذه الحالات يجب الالتزام فيها بمقاصد الشريعة وأولوياتها، من حيث حفظ الدين والنفس والعقل والنسل والمال» (¬1). ¶ وقد أكد القرار على أنه ينبغي أن ينص نظام مزاولة المهن الطبية على مواضع الاستثناءات مع تفصيل كيفية الإفشاء، ولمن يكون. ¶ وقد جرت على ذلك المواد واللوائح في الأنظمة التي تنظم مزاولة مهنة الطب، فنصت على وجوب حفظ أسرار المرضى، ونصت على أنه يستثنى من هذا الأصل عدة حالات, وعلى ذلك جرى نصّ المادة الحادية والعشرين، من نظام مزاولة المهن الصحية السعودي: «يجب على الممارس الصحي أن يحافظ على الأسرار التي علم بها عن طريق مهنته، ولا يجوز له إفشاؤها إلا في الأحوال الآتية: ¶ (أ) إذا كان الإفشاء مقصوداً به: ¶ 1 - الإبلاغ عن حالة وفاة ناجمة عن حادث جنائي أو الحيلولة دون ارتكاب جريمة, ولا يجوز الإفشاء في هذه الحالة إلا للجهة الرسمية المختصة. ¶ 2 - الإبلاغ عن مرض سارٍ أو معدٍ. ¶ 3 - دفع الممارس لاتهامٍ وجهه إليه المريض أو ذووه يتعلق بكفايته أو بكيفية ممارسته المهنة. ¶ (ب) إذ وافق صاحب السر كتابة على إفشائه أو كان الإفشاء لذوي المريض مفيداً لعلاجه. ¶ (ج) إذا صدر له أمر بذلك من جهة قضائية» (¬2). ¶ وما تضمنته هذه المادة هو خلاصة التنظيمات والقوانين الدولية، والتي تضبط إفشاء أسرار المرضى؛ سواء في الحالات التي تبيح إفشاء أسرار المرضى أو الحالات التي يتوجب فيها الإفشاء (¬3). ¶ ¬__________ ¶ (¬1) المرجع السابق. ¶ (¬2) ينظر: نظام مزاولة المهن الصحية، الذي أقره مجلس الوزراء في جلسته المنعقدة بتاريخ 3 ذي القعدة 1426هـ. ¶ http://www.rkh.med.sa/ar/healthawareness/ethics.htm ¶ (¬3)  ينظر: المسؤولية الجزائية للطبيب عن إفشاء السر الطبي ص (45 - 65).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "المطلب الرابع: المسؤولية الجزائية المترتّبة على إفشاء الأسرار الطبية. ¶ إفشاء أسرار المرضى يُعدّ خيانة للأمانة واعتداء على المرضى، ومع أن الأنظمة منعت ذلك إلا أنها لم تحدّد المسؤولية الجزائية المترتّبة على مخالفة ذلك، بصورةٍ جليّة، فالأبحاث القانونية «لم تستوعب بصورة كافية مشكلة إفشاء السر الطبي، حيث لا يزال الفراغ القانوني حول هذا الموضوع» (¬1). ¶ وإن كانت قد تضمنت القوانين الجزائية النص على عقوبة إفشاء السر، فالمادة (301) من قانون العقوبات الجزائري نصت على أن العقوبة هي الحبس من شهر إلى ستة أشهر والغرامة من 500 إلى 5000 د. ج (¬2). ¶ وعلى هذا جرت القوانين الجزائية في كثير من البلدان، فنصّت على العقوبة بالسجن أو بالغرامة أو بهما معاً (¬3). ¶ فهذه العقوبة جمعت بين التعزير بالمال والحبس، وهي مصنفة في العقوبات الشرعية ضمن العقوبات التعزيرية (¬4). ¶ وقد جرت طريقة «التشريع الجنائي الإسلامي على أن لا يفرض لكل جريمة من جرائم التعزير عقوبة معينة كما تفعل القوانين الوضعية؛ لأن تقييد القاضي بعقوبة معينة يمنع العقوبة أن تؤدي وظيفتها، ويجعل العقوبة غير عادلة في كثير من الأحوال؛ لأن ظروف الجرائم والمجرمين تختلف اختلافاً بيناً، وما قد يصلح مجرماً بعينه قد يفسد مجرماً آخر، وما يردع شخصاً عن جريمة قد لا يردع غيره. ¶ ومن أجل هذا وضعت الشريعة لجرائم التعازير عقوبات متعددة مختلفة، هي مجموعة كاملة من العقوبات التي تتسلسل من أتفه العقوبات إلى أشدها، وتركت ¶ ¬__________ ¶ (¬1) مسؤولية الطبيب الجنائية المترتبة على إفشاء السر المهني، طارق صلاح الدين محمد خبير قانوني - وزارة الصحة العامة.  http://www.ssfcm.org/arabic/index.php ¶ (¬2)  ينظر: المسؤولية الجزائية للطبيب عن إفشاء السر المهني، دفاتر السياسة والقانون، العدد الرابع، ص (176). ¶ (¬3) ينظر: الحماية الجنائية لسر المهنة في الشريعة الإسلامية والقوانين الوضعية ص (155). ¶ (¬4) التشريع الجنائي الإسلامي (1/ 90).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "للقاضي أن يختار من بينها العقوبة التي يراها كفيلة بتأديب الجاني واستصلاحه وبحماية الجماعة من الإجرام، وللقاضي أن يعاقب بعقوبة واحدة أو بأكثر منها، وله أن يخفف العقوبة أو يشددها إن كانت العقوبة ذات حدين، وله أن يوقف تنفيذ العقوبة إن رأى في ذلك ما يكفي لتأديب الجاني وردعه واستصلاحه» (¬1). ¶ وتفريعاً على التأصيل المتقدم؛ فإنه إذا لم يكن ثمة تنظيم يحدد العقوبات المترتبة على إفشاء الطبيب نتائج فحوصات المريض؛ فإن على القاضي أن يبذل وسعه ويجتهد في تقدير العقوبة التي تتناسب مع سرّ المريض الذي قام الطبيب بإفشائه، وذلك بحسب الحال والمكان والزمن والشخص، فمن «سوَّى بين الناس في ذلك وبين الأزمنة والأمكنة والأحوال؛ لم يفقه حكم الشرع» (¬2). ¶ ¬__________ ¶ (¬1) التشريع الجنائي الإسلامي (1/ 685). ¶ (¬2) إعلام الموقعين (2/ 109).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "المبحث الثاني ¶ الإخبار بنتائج الفحوصات الطبية ¶ المطلب الأول: تعريف الفحوص الطبية. ¶ الفحوص الطبية مركب إضافي يُحتاج في معرفة معناه إلى معرفة معاني مفرداته. ¶ أولاً: الفحوص في اللغة جمع فحص، وهو «البحث عن الشيء» (¬1). ¶ ثانياً: الطبية في اللغة نسبة إلى الطِّبّ، «وهو العلم بالشيء. يقال رجلٌ طَبٌّ وطبيب، أي عالم حاذق» (¬2). ¶ قال في القاموس المحيط: «عِلاجُ الجِسْمِ والنَّفْسِ» (¬3). ¶ ومما تقدم يتبين أنه يمكن القول بأن لفظ الفحوص الطبية في اللغة، يعني البحث في جسم المعُالَج أو نفسه. ¶ أما تعريف الفحص الطبي في الاصطلاح الطبي، فهو عملية الكشف الذي يجريه الطبيب بقصد معرفة العلة أو تشخيص المرض أو تحديد خطة العلاج المناسبة، ويكون ذلك من خلال عدة إجراءات، مثل سؤال المريض، والكشف السريري، وقد يتطلب أخذ عينات مخبرية أو صور إشعاعية أو غيرها من الوسائل (¬4). ¶ وعلى هذا فإن نتائج الفحوص الطبية هي عبارة عما توصل إليه الطبيب من خلال تشخيص المرض، أو العلة، أو حال المريض. ¶ ¬__________ ¶ (¬1) الصحاح في اللغة (2/ 35). ¶ (¬2) مقاييس اللغة (3/ 317). ¶ (¬3) القاموس المحيط ص (139). ¶ (¬4) ينظر: الموسوعة الطبية الحديثة (2/ 311)، الموسوعة الطبية الفقهية ص (763). ¶ Dorland's medical dictionary, edition 25, page 232, W. B. Saunders Company> ¶ http://en.wikipedia.org/wiki/Physical_examination",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "المطلب الثاني: إخبار أحد الزوجين بنتائج الفحوصات الطبية ¶ تقدم أن أوثق العلاقات الإنسانية هي العلاقة بين الزوجين، فكل منهما لباسٌ للآخر، كما قال الله تعالى: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} (البقرة: 187). ¶ فكنى باللباس عن شِدَّةِ المخالطة وعظيم الالتصاق (¬1). ¶ وهذا الاختصاص والتقارب يشمل أوجهاً عديدة من المخالطة والسكن، ثم المعاشرة في الفراش، ثم النسل والذرية التي تنشأ عنهما، ولهذا كان تناول مسألة أحكام إخبار أحد الزوجين بنتائج فحوصات الآخر من المسائل الملحة، لدعاء الحاجة إلى تجليتها؛ لما يترتب على ذلك من آثار مهمة، قد تؤدي إلى فك الارتباط بين الزوجين، وحل عقد النكاح. ¶ تقدم أن الأصل وجوب حفظ أسرار المرضى، وأنه لا يجوز إفشاؤها إلا إذا اقتضت ذلك مصلحة أو دعت إلى ذلك حاجة، فإنه يزول المنع حينئذ؛ فيكون إفشاء السر إما مباحًا أو مستحبًا أو واجبًا، وذلك بناء على قدر المصلحة المترتبة على إفشاء السر أو المفسدة الناتجة عن كتمانه. ¶ وإلى هذا أشار كثير من أهل العلم المعاصرين، وهو ما تضمنه قرار مجلس مجمع الفقه الإسلامي الدولي الصادر عن مجلسه المنعقد في دورة مؤتمره الثامن؛ حيث جاء فيه: «تستثنى من وجوب كتمان السر حالات يؤدي فيها كتمانه إلى ضرر يفوق ضرر إفشائه بالنسبة لصاحبه، أو يكون في إفشائه مصلحة ترجح على مضرة كتمانه» (¬2). ¶ وذلك يشمل ما إذا كان في إفشاء السر درء للمفسدة عن المجتمع أو عن الفرد، ومثله أيضًا ما إذا كان في إفشاء السر جلب للمصلحة للمجتمع أو الفرد (¬3). ¶ ¬__________ ¶ (¬1) تفسير اللباب لابن عادل (1/ 571). ¶ (¬2) مجلة مجمع الفقه الإسلامي، العدد الثامن، (3/ 409). ¶ (¬3) المرجع السابق، العدد الثامن، (3/ 410).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "والذي يتصل بموضوع البحث هو ما يتعلق بجلب المصلحة للفرد ودرئها عنه، ومعلوم أن تقدير ذلك من مواطن الاجتهاد التي قد تختلف فيها الآراء كسائر مواضع تقدير المصالح والمفاسد، فإن «أكثر المصالح والمفاسد لا وقوف على مقاديرها وتحديدها، وإنما تعرف تقريباً لعزة الوقوف على تحديدها» (¬1). ¶ وليعلم أن الأصل في «اعتبار مقادير المصالح والمفاسد هو بميزان الشريعة، فمتى قدر الإنسان على اتباع النصوص لم يعدل عنها، وإلا اجتهد برأيه لمعرفة الأشباه والنظائر، وقل أن تعوز النصوصُ من يكون خبيراً بها وبدلالتها على الأحكام» (¬2)، وتيسيراً لإدراك الحالات التي يؤذن فيها للطبيب بإفشاء سر المريض لجلب مصلحة أو درء مفسدة؛ سأذكر الضوابط التالية: ¶ أولاً: كل مرض يُثبت حق الفرقة لأحد الزوجين، فإنه يجب الإخبار بنتائج فحوصه. ¶ هذا الضابط متصل بما يعرف عند الفقهاء بمسألة التفريق بين الزوجين بسبب العيب. ¶ وقد تكلم الفقهاء على ذلك من حيث أصل المسألة، وهي: هل يثبت حق الفرقة لأجل العيب بالمرض الطارئ (¬3)؟. ¶ وقد اختلفوا في ذلك على أقوال أقربها ثبوت حق الفرقة للزوجين بالعيب إذا طرأ؛ لأن ما أثبت حق الفرقة مقارناً فإنه يثبته طارئاً، وهذا هو مذهب الجمهور من المالكية (¬4)، والشافعية (¬5)، الحنابلة (¬6) على تفصيل بينهم. ¶ كما اختلفوا أيضا في العيب الذي يثبت به ذلك الحق، إلا أنهم متفقون على أن ما كان فيه ضرر من الأمراض على الطرف الآخر، مما لا يرجى برؤه فإنه يثبت ¶ ¬__________ ¶ (¬1) القواعد الصغرى ص (100). ¶ (¬2) مجموع الفتاوى (28/ 129). ¶ (¬3) المغني (7/ 142). ¶ (¬4) التاج والإكليل (5/ 148)، منح الجليل (3/ 385). ¶ (¬5) ينظر: تحفة المحتاج (7/ 349)، أسنى المطالب (3/ 177 - 178). ¶ (¬6) ينظر: دقائق أولي النهى (2/ 678)، كشاف القناع (5/ 111).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "حق الفرقة (¬1) دون حصره في مرض بعينه، وأن ما ذكر إنما هو على سبيل التمثيل، قال الكاساني: «وقال محمد: خلوه من كل عيب لا يمكنها المقام معه إلا بضرر، كالجنون والجذام والبرص» (¬2). ¶ وردّ ابن القيم على من حصر العيوب بعدد معين فقال: «وأما الاقتصار على عيبين أو ستة، أو سبعة أو ثمانية دون ما هو أولى منها أو مساوٍ لها فلا وجه له ... » (¬3)، ثم قال: «والقياس أن كل عيب ينفر الزوج الآخر منه، ولا يحصل به مقصود النكاح من الرحمة والمودة يوجب الخيار» (¬4). ¶ والذي يمكن استخلاصه مما ذكره الفقهاء أن كل مرض لا يمكن المقام معه إلا بضرر سواء أكان مرضا خطيراً معديا أم غير معدٍ، فإنه يجب الإخبار بنتائج فحوصه؛ دفعا للضرر عن الطرف الآخر ولا يجوز كتمانه، لا يقتصر ذلك على ما ذكره الفقهاء من الأمراض، بل كل مرض تحقق فيه الوصف المذكور ثبت له الحكم. ¶ وقد أخذ بهذا مجمع الفقه الإسلامي الدولي، في قراره بشأن مرض نقص المناعة المكتسب (الإيدز) الذي نص على أنه: «في حالة إصابة أحد الزوجين بهذا المرض، فإن عليه أن يخبر الآخر، وأن يتعاون معه في إجراءات الوقاية كافة» (¬5). ¶ وذلك لأن «من حق السليم من الزوجين طلب الفرقة من الزوج المصاب بعدوى مرض نقص المناعة المكتسب الايدز» (¬6). ¶ ومثله مرض التهاب الكبد الوبائي، وكذلك الأمراض التي تتطلب الحجر الصحي. ¶ ¬__________ ¶ (¬1) التاج والإكليل (5/ 148). ¶ (¬2) بدائع الصنائع في ترتيب الشرائع (2/ 327). ¶ (¬3) زاد المعاد في هدي خير العباد (5/ 166). ¶ (¬4) المرجع السابق. ¶ (¬5) مجلة مجمع الفقه الإسلامي، العدد الثامن، (3/ 410). ¶ (¬6) المرجع السابق.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقد نصت القوانين على استثناء الأمراض المعدية والسارية من وجوب الكتمان، فيما يتعلق بسر المهنة الطبي، فنصّت المادة الحادية والعشرون من نظام مزاولة المهن الصحية السعودي، على أنه: «يجب على الممارس الصحي أن يحافظ على الأسرار التي علم بها عن طريق مهنته، ولا يجوز له إفشاؤها إلا في الأحوال الآتية» ومن تلك الأحوال التي نص عليها النظام: «الإبلاغ عن مرض سارٍ أو معدٍ» (¬1). ¶ ثانياً: كل مرض يفوِّت كمال الحياة الزوجية السوية، فإنه يباح الإخبار بنتائج فحوصه، سواء أكان مرضاً نفسيًا كانفصام الشخصية، والاكتئاب المزمن، ونحو ذلك، أم كان مرضًا عضويًا كالإصابات التي تذهب القدرة على الجماع، أو تضعفها ضعفاً شديداً. ¶ ثالثاً: كل مرض له تأثير على النسل، وهو ما يعرف بالأمراض الوراثية كمرض فقر الدم المنجلي، وأمراض التمثيل الغذائي، فإنه يُباح الإخبار بنتائج فحوصه، وقد يجب بناء على خطورة المرض ونسبة الإصابة به وإمكانية معالجته. ¶ وذلك لأن سلامة النسل مقصودة للوالدين، بل والمجتمع، فلهذا ينبغي أن يُخبر الطرف الآخر بنتائج الفحوصات التي تثبت احتمالية انتقال أمراض وراثية إلى الذرية والنسل. ¶ رابعاً: كل مرض لا تأثير له في الحياة الزوجية، وكشفه لا يجلب مصلحة للطرف الآخر، ولا يدرأ عنه مفسدة، فإنه لا يجوز للطبيب الإخبار بنتائج فحوصه؛ لما تقدم من الأصل الذي يجب أن يُراعى، وهو وجوب حفظ أسرار المريض، وعدم جواز إفشائها إلا إذا اقتضت ذلك مصلحة أو دعت إلى ذلك حاجة؛ ولأن الإخبار بها قد يفسد أحد الزوجين على الآخر فيكون منهياً عنه لما ¶ ¬__________ ¶ (¬1) ينظر: نظام مزاولة المهن الصحية، الذي أقره مجلس الوزراء في جلسته المنعقدة بتاريخ 3 ذي القعدة 1426هـ. ¶ http://www.rkh.med.sa/ar/healthawareness/ethics.htm",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "جاء من الوعيد في تخبيب المرأة على زوجها وإفسادها عليه، ففي «السنن» من حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «ليس منا من خبب امرأة على زوجها» (¬1). ¶ خامساً: كلُّ مرض يُثبت حقاً لأحد الزوجين على الآخر أو يسقطه، فإنه يجب الإخبار بنتائج فحوصه. ¶ ومن تطبيقات ذلك: حالة ما إذا كان إثبات الدعاوى المرفوعة من أحد الطرفين ضد الآخر، يتطلب كشف نتائج الفحوصات الطبية، فإنه يجب حينئذ بيانه إذا كان مما لا يثبت الحق إلا به، فهو حينئذ يشبه أداء الشهادة التي يضيع الحق بكتمانها، والتي قال الله فيها: {وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللهُ بِمَا تَعْمَلُونَ عَلِيمٌ} (البقرة: 283). ¶ «وموضع النهي هو حيث يخاف الشاهد ضياع حق» (¬2). ¶ وفي معناه كتمان الطبيب نتائج الفحوصات التي يفضي كتمانها إلى ضياع حق أحد الزوجين، سواء في مقام القضاء أو غيره. ¶ المطلب الثالث: الآثار المترتبة على كتمان نتائج الفحوصات الطبية أو إفشائها: ¶ تبين مما تقدم أن الأصل المتين الذي تجب مراعاته، هو كتمان نتائج فحوصات المريض وعدم إفشائها، ما لم يستدع ذلك جلب مصلحة راجحة أو درء مفسدة غالبة. ¶ فإذا خرج الطبيب عن هذه الجادة، فأفشى ما يجب كتمانه من نتائج الفحوصات الطبية، أو كتم ما يجب بيانه والإفصاح عنه منها، فما الذي يترتب على ذلك؟ هذا ما سأتناوله في الفرعين التاليين. ¶ ¬__________ ¶ (¬1) رواه أحمد (2/ 397)، وأبو داود، باب فيمن خبب امرأة على زوجها، رقم (2175)، والنسائي، في «عشرة النساء»، باب من أفسد امرأة على زوجها رقم (315)، بإسناد جيد كما قال الهيتمي في «الزواجر» (1/ 43). ¶ (¬2) تفسير القرطبي (3/ 415)",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الفرع الأول: الآثار المترتبة على إفشاء ما يجب كتمانه من نتائج الفحوصات الطبية. ¶ إفشاء أسرار المريض، ومنها نتائج فحوصاته الطبية، هو خيانة للأمانة شرعاً ونظاماً، وفيه اعتداء على المريض وانتهاك لخصوصيته. ¶ وقد تقدم فيما سَلف أن ذلك موجب للعقوبة شرعاً ونظاماً. ¶ وقد تقدم ذكر أن القوانين الجزائية نصت على عقوبة إفشاء السر بالسجن أو بالغرامة أو بهما معاَ (¬1). ¶ وأن عقوبة إفشاء السر عقوبة تعزيرية، عمدت أكثر القوانين إلى تحديدها دون اعتبار للحال والمكان والزمان والأشخاص. ¶ وأن الجاري على سنن العدل: أن يجتهد القاضي في تقدير العقوبة التي تترتب على إخبار الطبيب أحد الزوجين بنتائج فحوصات الآخر، مراعيًا الحال والمكان والزمن والشخص والآثار. ¶ وبناء عليه فإذا كان قد ترتب على إخبار أحد الزوجين بنتائج فحوصات الآخر, ضرر سواء أكان ضرراً معنوياً كالإضرار بسمعته أو إفساد زوجه عليه، أم كان ضرراً مادياً كمطالبة الزوج بالمهر، أو مطالبة المرأة بتعويض دون جلب مصلحة أو درء مفسدة، فإن على القاضي تضمين الطبيب ما ترتب على فعله من ضرر معنوي أو مادي، فإن ما ترتب على غير المأون فهو مضمون. ¶ الفرع الثاني: الآثار المترتبة على كتمان ما يجب بيانه من نتائج الفحوصات الطبية. ¶ إخبار الطبيب أحد الزوجين بنتائج الفحوصات الطبية للآخر، قد يكون واجباً كما لو كانت نتائج الفحوصات تشير إلى وجود مرض يثبت حقا كحق الفرقة، ومن أمثلة ذلك الأمراض التي لا يمكن للزوج المقام معه إلا بضرر؛ سواء أكان مرضاً خطيراً معدياً أم غير معدٍ. فإذا كتم الطبيب نتائج الفحوصات ¶ ¬__________ ¶ (¬1) ينظر: الحماية الجنائية لسر المهنة في الشريعة الإسلامية والقوانين الوضعية ص (155).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "في هذه الحال، ولم يخبر بها فإنه يكون آثما؛ لعدم قيامه بما يجب من النصيحة، فالدين النصيحة كما قال النبي - صلى الله عليه وسلم - فلما قالوا له لمن قال: «لله ولرسوله ولأئمة المسلمين وعامتهم» (¬1). ¶ ولأن الإخبار بنتائج الفحوصات، في حالة ما إذا كان المرض معدياً، هو مما لا يتم الواجب إلا به، فقد قال النبي - صلى الله عليه وسلم -: «إذا سمعتم بالطاعون بأرض فلا تدخلوها، وإذا وقع بأرض وأنتم بها فلا تخرجوا منها» (¬2)، فلا يتحقق توقي الوباء بترك الدخول إلى الأرض الموبوءة، وترك الخروج منها إلا بالعلم بظهور الوباء. لذلك كان الإخبار واجباً في مثل هذه الحال. لاسيما وأن بين الزوجين من الاختلاط والامتزاج والتقارب ما يكون معه احتمالية انتقال الأمراض المعدية أكبر من غيره بكثير. ¶ وقد نصت القوانين واللوائح المنظمة لممارسة مهنة الطب، على أن من واجبات الطبيب الإخبار عن الأمراض المعدية (¬3)، فيكون كتمان نتائج فحوصات أحد الزوجين عن الآخر في حال إشارتها إلى وجود مرض خطير معد؛ تضييعاً للأمانة، وإخلالاً بما يجب من الوفاء بالعهد، وبما التزم به من تنظيمات ممارسة مهنة الطب. بل قد رتبت الأنظمة عقوبات على من يكتم سراً في حالٍ يجب عليه بيانه. ومن ذلك كتمان الأمراض المعدية، وقد حددت الأنظمة وقتاً للتبليغ لا يجوز تجاوزه، وأنه في حال تجاوز ذلك بالكتمان وعدم الإخبار بالمرض، فإنه يعاقب الطبيب الكاتم بالسجن أو بالغرامة أو بهما. ففي القانون الفرنسي الذي تَستمد منه أكثر القوانين العربية موادها، يترتَّب على عدم الإبلاغ عن الأمراض المعدية عقوبة ¶ ¬__________ ¶ (¬1) البخاري، باب قول النبي - صلى الله عليه وسلم - الدين النصيحة لله ولرسوله ولأئمة المسلمين وعامتهم، ومسلم، باب بيان أن الدين النصيحة، رقم (55). ¶ (¬2) البخاري، كتاب الطب، باب ما يذكر في الطاعون، رقم (5728). ¶ (¬3) ينظر: نظام مزاولة المهن الصحية، الذي أقره مجلس الوزراء في جلسته المنعقدة بتاريخ 3 ذي القعدة 1426هـ. ¶ http://www.rkh.med.sa/ar/healthawareness/ethics.htm",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الحبس من سنة إلى خمس سنوات (¬1). وأما بخصوص تضمين الطبيب الضررَ المترتب على كتمان ما يجب بيانه من أسرار المرضى الطبية؛ فلم أقف على شيء واضح في ذلك، فيما عدا العقوبات. أما المدونات الفقهية فلم تذكر هذه الصورة بعينها لكنها مندرجة في عموم المعنى الذي نص عليه جماعة من الفقهاء، من ضمان ما يترتب على كتمان الشهادة التي يجب بيانها، قال شيخ الإسلام ابن تيمية: «فإن كتمان الحق مشبه بالكذب، وينبغي أن يكون سببا للضمان، كما أن الكذب سبب للضمان، فإن الواجبات عندنا في الضمان كفعل المحرمات، حتى قلنا: لو قدر على إنجاء شخص بإطعام أو سقي فلم يفعل فمات ضمنه، فعلى هذا فلو كتم شهادة كتمانا أبطل بها حق مسلم ضمنه، مثل أن يكون عليه حق بينه، وقد أداه حقه وله بينة بالأداء فكتم الشهادة حتى يغرم ذلك الحق» (¬2). ¶ وقال ابن القيم أيضا: «وقياس المذهب أن الشاهد إذا كتم شهادته بالحق ضمنه؛ لأنه أمكنه تخليص حق صاحبه فلم يفعل، فلزمه الضمان كما لو أمكنه تخليصه من هلكة فلم يفعل» (¬3). وقال البهوتي: «لو كتما شهادة كتمانا أبطلا به حق مسلم ضمناه» (¬4). ¶ وبناء على هذا يمكن القول أنه إذا ترتب على كتمان نتائج فحوصات أحد الزوجين عن الآخر ضرر مادي أو معنوي؛ فإن للمتضرر المطالبة بتضمينه. ¶ ¬__________ ¶ (¬1) ينظر: الحماية الجنائية لسر المهنة في الشريعة الإسلامية والقوانين الوضعية ص (154 - 155). ¶ (¬2) الفتاوى الكبرى (5/ 531). ¶ (¬3) الطرق الحكمية في السياسة الشرعية (ص217). ¶ (¬4) كشاف القناع عن متن الإقناع (20/ 490).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "خاتمة ¶ هنا حيث ينتهي بنا مطاف ما تناولته مسائل هذا البحث: \"إخبار الطبيب أحد الزوجين بتائج الفحوص الطبية للآخر رؤية شرعية\"، أسجل أبرز النتائج في النقاط التالية: ¶ أولاً: أن الأسرار التي يجب حفظها، ولا يجوز إفشاؤها تشمل كل أمر علمته عن غيرك، وعرفت أنه يرغب منك أن تكتمه ولا تظهره، سواء أعرفت ذلك بتصريحه أو بقرينة. ¶ ثانياً: من آكد ما يجب حفظه من الأسرار: ما يطلع عليه الإنسان من خفايا الناس بمقتضى وظيفته وطبيعة عمله، وعلى رأس أولئك في أنواع المهن والأعمال الأطباء. ¶ ثالثاً: الأصل وجوب حفظ أسرار المرضى، إلا ما دعت حاجة أو مصلحة لبيانه وكشفه وإفشائه. ¶ رابعاً: الحالات التي لا يجب فيها كتمان السر، ترجع إلى أحد الأسباب التالية: ¶ إما أن يكون درءاً للمفسدة عن المجتمع أو الأفراد. ¶ وإما أن يكون جلبًا لمصلحة للمجتمع أو الفرد. ¶ وإما أن يكون صاحب السر قد أذن بإفشائه. ¶ خامساً: أن الأنظمة لم تكن واضحة فيما يتعلق بتحديد المسؤولية الجزائية، كما أن الأبحاث القانونية لم تستوعب بصورة كافية مشكلة إفشاء السر الطبي حيث لا يزال الفراغ القانوني حول هذا الموضوع. ¶ سادساً: على القاضي أن يبذل وسعه ويجتهد في تقدير العقوبة التي تترتب على إفشاء الطبيب سرّاً من أسرار المريض، بحسب الحال والمكان والزمن والشخص.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "سابعاً: إخبار الطبيب أحد الزوجين بنتائج فحوصات الآخر، متصل بجلب المصلحة للفرد ودرئها عنه، ومعلوم أن تقدير ذلك من مواطن الاجتهاد التي قد تختلف فيها الآراء كسائر مواضع تقدير المصالح والمفاسد. ¶ ثامناً: الحالات التي يؤذن فيها للطبيب بإفشاء سر المريض، لجلب مصلحة أو درء مفسدة يمكن ضبطها بما يلي: ¶ 1 - كل مرض يُثبت حق الفرقة لأحد الزوجين، فإنه يجب الإخبار بنتائج فحوصه. ¶ 2 - كل مرض يثبت حقاً لأحد الزوجين على الآخر أو يسقطه، فإنه يجب كذلك الإخبار بنتائج فحوصه. ¶ 3 - كل مرض يفوت كمال الحياة الزوجية السوية؛ فإنه يباح الإخبار بنتائج فحوصه. ¶ 4 - كل مرض له تأثير على النسل، وهو ما يعرف بالأمراض الوراثية كمرض فقر الدم المنجلي، وأمراض التمثيل الغذائي فإنه يُباح الإخبار بنتائج فحوصه. ¶ 5 - ما لا تاثير له في الحياة الزوجية من الأمراض، وكشفه لا يجلب مصلحة للطرف الأخر، ولا يدرأ عنه مفسدة؛ فإنه لا يجوز للطبيب الإخبار بنتائج فحوصه. ¶ تاسعاً: إفشاء الطبيب نتائج فحوصاته الطبية، يُعتبر خيانة للأمانة شرعاً ونظاماً، واعتداء على المريض وانتهاكاً لخصوصيته. وهذا موجب للعقوبة شرعا ونظاما. وهي في القوانين الجزائية السجن أو الغرامة أو هما معاً. ¶ عاشراً: إذا ترتب على إخبار أحد الزوجين بنتائج فحوصات الآخر, ضرر سواء أكان ضرراً معنوياً كالإضرار بسمعته أو إفساد زوجه عليه، أم كان ضرراً مادياً كمطالبة الزوج بالمهر أو مطالبة المرأة بتعويض، دون جلب مصلحة أو درء",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "مفسدة، فإن على القاضي تضمين الطبيب ما ترتب على فعله من ضرر معنوي أو مادي، فإن ما ترتب على غير المأون فهو مضمون. ¶ حادي عشر: ليس ثمة شيء واضح فيما يتعلق بتضمين الطبيب الضرر المترتب على كتمان ما يجب بيانه من نتائج الفحوصات الطبية للطرف الآخر، لم أقف على شيء واضح فيه ما عدا العقوبات. أما المدونات الفقهية فلم تذكر هذه الصورة بعينها، لكنها جاءت مندرجة في عموم معنى ما نص عليه جماعة من الفقهاء، من ضمان ما يترتب على كتمان الشهادة التي يجب بيانها. ¶ والموضوع ما يزال بحاجة إلى مزيد عناية وبحث من ناحيتين: تأصيلية وتنظيمية، وما فيه من دراسات لا يفِ بالحاجة، والله ولي التوفيق.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فهرس المصادر والمراجع ¶ 1 - الزواجر عن اقتراف الكبائر. لأحمد بن حجر الهيتمي، دار الوليد، جدة، الطبعة الأولى، عام (1414هـ). ¶ 2 - الإنصاف في معرفة الراجح من الخلاف على مذهب الإمام المبجل أحمد بن حنبل. تأليف: علاء الدين أبي الحسن علي بن سليمان المرداوي، تحقيق الشيخ: محمد حامد الفقي، مكتبة السنة المحمدية، الطبعة الأولى (1375هـ). ¶ 3 - التاج والإكليل لمختصر خليل. لأبي عبد الله محمد بن يوسف المواق، دار الفكر، الطبعة الثالثة (1412هـ). ¶ 4 - التزامات الطبيب في العمل الطبي، دار النهضة العربية، القاهرة، 1992م. ¶ 5 - التشريع الجنائي الإسلامي، عبد الله بن سالم الحميد، مطابع النصر، الرياض، ط. 1980م. ¶ 6 - الحماية الجنائية لسر المهنة في الشريعة الإسلامية والقوانين الوضعية، بحث مقدم استكمالا لمتطلبات الحصول على درجة الماجستير، إعداد أسامة بن عمر، إشراف د. موسى القرني، الرياض 1424. ¶ 7 - الصحاح في اللغة، أبو نصر إسماعيل بن حماد الجوهري الفرابي، ط/ دار العلم للملايين - بيروت الطبعة: الرابعة 1407 ه‍- 1987 م ¶ 8 - الطرق الحكمية في السياسة الشرعية، لابن القيم، ت/بهيج غزاوي، ط/ إحياء العلوم. ¶ 9 - الفتاوى الكبرى الفقهية. لابن حجر الهيتمي، دار صادر، بيروت ¶ 10 - الفتاوى الكبرى. لشيخ الإسلام ابن تيمية، تحقيق: محمد عبد القادر عطا، ومصطفى عبد القادر عطا، دار الكتب العلمية، لبنان، الطبعة الأولى (1408هـ). ¶ 11 - الفروع، لابن مفلح، ط/مكتبة ابن تيمية. ¶ 12 - القاموس المحيط، للفيروزأبادي، ط/الرسالة والريان. ¶ 13 - القواعد الصغرى أو مختصر الفوائد في أحكام المقاصد تأليف العز بن عبد السلام، ط/ دار الفرقان، الرياض تحقيق د. صالح بن عبد العزيز بن إبراهيم آل منصور 1417هـ. ¶ 14 - المحرر في أسباب التزول، د. المزيني، ط/ابن الجوزي. ¶ 15 - المسند. أحمد بن حنبل، ط/الميمنية.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "16 - المسوؤلية الجزائية للطبيب عن إفشاء السر الطبي للدكتور بومدين عبد القادر، رسالة لنيل شهادة الماجستير في القانون 2010 - 2011. ¶ 17 - المغني. لابن قدامة، تحقيق الدكتور: عبد الله بن عبد المحسن التركي، والدكتور: عبد الفتاح محمد الحلو، هجر للطباعة والنشر، القاهرة، الطبعة الأولى (1408هـ). ¶ 18 - المفهم لما أشكل من تلخيص كتاب مسلم، ت/ محيي الدين ديب وآخرون، ط/ دار ابن كثير، دمشق، ودار الكلم الطيب دمشق. ¶ 19 - الموسوعة الطبية الفقهية، د. أحمد محمد كنعان، ط/ دار النفائس. ¶ 20 - إحياء علوم الدين، للغزالي، ط/ دار المعرفة, ¶ 21 - إعلام الموقعين عن ربّ العالمين. تأليف: محمد بن أبي بكر المعروف بابن قيم الجوزية، تحقيق: محمد محيي الدين عبد الحميد. ¶ 22 - إكمال المعلم شرح صحيح مسلم للقاضي عياض، ت/د. يحيى إسماعيل، ط/ دار الوفاء. ¶ 23 - أسنى المطالب شرح روض الطالب. لزكريا الأنصاري، المطبعة الميمنية ¶ 24 - بدائع الصنائع في ترتيب الشرائع، للكاساني، ط/ دار الكتب العلمية. ¶ 25 - تحفة المحتاج بشرح المنهاج. تأليف: أحمد بن حجر الهيتمي، دار إحياء التراث، بيروت، لبنان ¶ 26 - تفسير القرطبي (الجامع لأحكام القرآن)، للقرطبي، ط/دار إحياء التراث العربي. ¶ 27 - تفسير اللباب (اللباب في علوم الكتاب)، لابن عادل، ت/عادل أحمد، ط/دار الكتب العلمية. ¶ 28 - تفسير المراغي، طبعة مصطفى البابي الحلبي بمصر - الطبعة الأولى 1365 هـ - 1946م ¶ 29 - تفسير المنار، لمحمد رشيد رضا، ط/ دار الفكر، الثانية. ¶ 30 - جامع الترمذي. لمحمد بن عيسى بن سورة، دار السلام للنشر والتوزيع، الرياض، الطبعة الأولى (1420هـ). ¶ 31 - دقائق أولي النهى لشرح المنتهى، منصور بن يونس بن صلاح الدين البهوتى الحنبلى، ط/عالم الكتب الطبعة: الأولى، 1414هـ - 1993م.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "32 - زاد المعاد في هدي خير العباد، لابن القيم، ت/ الأرنؤوط، ط/ مؤسسة الرسالة. الثالثة عشر. ¶ 33 - سنن النسائي. لأبي عبد الرحمن أحمد بن شعيب النسائي، دار السلام للنشر والتوزيع، الرياض، الطبعة الأولى (1420هـ). ¶ 34 - سنن أبي داود. لسليمان بن الأشعث السجستاني، دار ابن حزم، لبنان، الطبعة الأولى (1419هـ). ¶ 35 - شجرة المعارف والأحوال، للعز بن عبد السلام، تحقيق إياد خالد الطباع، ط/ دار الفكر. ¶ 36 - شرح صحيح البخاري لابن بطال، أبو الحسن علي بن خلف بن عبد الملك بن بطال القرطبي، تحقيق: ياسر بن إبراهيم - إبراهيم الصبيحي، ط/ مكتبة الرشد. ¶ 37 - صحيح البخاري. لأبي عبد الله محمد بن إسماعيل البخاري، دار السلام للنشر والتوزيع، الرياض، الطبعة الأولى، عام (1417هـ). ¶ 38 - صحيح مسلم. للإمام: أبي الحسين مسلم بن الحجاج القشيري النسيابوري، بيت الأفكار الدولية، الرياض. ¶ 39 - طرح التثريب في شرح التقريب. لزين الدين أبي الفضل، دار إحياء التراث العربي، بيروت، لبنان. ¶ 40 - عيون الأنباء في طبقات الأطباء، لابن أبي اصيبعة، الناشر: منشورات دار مكتبة الحياة ¶ 41 - غذاء الألباب لشرح منظومة الآداب، للسفاريني، ط/ مؤسسة قرطبة. ¶ 42 - كشاف القناع عن متن الإقناع. لمنصور بن يونس بن إدريس البهوتي، عالم الكتب، بيروت. ¶ 43 - مجلة مجمع الفقه الإسلامي، تصدر عن مجمع الفقه الإسلامي التابع لمنظمة المؤتمر الإسلامي. ¶ 44 - مجموع الفتاوى شيخ الإسلام ابن تيمية، ت/ عبد الرحمن بن قاسم، ط/ مكتبة ابن تيمية. ¶ 45 - مطالب أولي النهى في شرح غاية المنتهى. لمصطفى السيوطي الرحيباني، الطبعة الثانية (1415هـ).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "46 - معجم مقاييس اللغة، لابن فارس، ط/ دار الفكر. ¶ 47 - منح الجليل شرح مختصر خليل. للشيخ: محمد عليش، دار الفكر، لبنان (1409هـ). ¶ Dorland's Pocket Medical Dictionary, edition 25, W.B. Saunders Company, 1995. ¶ http://www.rkh.med.sa/ar/healthawareness/ethics.htm ¶ Dorland's medical dictionary, edition 25, page 232, W. B. Saunders Company> ¶ http://en.wikipedia.org/wiki/Physical_examination",
            "page": "32",
            "part": "1"
        }
    ],
    "t36694": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول الأصل في الأسرار الطبية"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول: تعريف الأسرار الطبية."
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "2",
            "tit": "المطلب الثاني: حفظ الأسرار في الشريعة والطب"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث: ضوابط الإخبار بالأسرار الطبية."
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الرابع: المسؤولية الجزائية المترتّبة على إفشاء الأسرار الطبية."
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني الإخبار بنتائج الفحوصات الطبية"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول: تعريف الفحوص الطبية."
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني: إخبار أحد الزوجين بنتائج الفحوصات الطبية"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث: الآثار المترتبة على كتمان نتائج الفحوصات الطبية أو إفشائها"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس المصادر والمراجع"
        }
    ]
}