{
    "b36708": [
        {
            "id": "1",
            "nass": "مكتبة الفقه الإسلامي ¶ الكتاب الخامس ¶ دية المرأة ¶ في الشريعة الإسلامية ¶ تأليف الأستاذ ¶ حسني محمد العطار ¶ المحاضر في كلية دار الدعوة و العلوم الإنسانية ¶ رفح ـــ فلسطين ¶ 2011 ¶ قال تعالى: ¶ {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ ¶ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ ¶ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ} ¶ (المائدة: 45). ¶ الإهداء ¶ إلى المرأة الفلسطينية الصامدة .. ¶ صانعة الرجال و المستحيلات .. ¶ لتعلم أنها في ديننا شقيقة الرجال .. ¶ ملخص الدراسة ¶ تدور فكرة الدراسة حول المحاور الآتية: ¶ أولاً. حقيقة الدية: \" هي المال المؤدى إلى المجني عليها، أو وليها، بسبب جناية \". ¶ ثانياً. حكمة مشروعية الدية: ¶ للدية حِكَم متعددة، منها: ¶ - تعمل على إطفاء الألم والغيظ في نفس المجني عليها وذويها. ¶ - تعمل على صون الدم عن الهدر. ¶ - فيها تراجع الجاني عن ارتكاب الجناية. ¶ - إشعار للجاني بمدى الضرر الذي تسببه الجناية. ¶ ثالثاً. الشروط الواجب توافرها في الجناية: ¶ - أن يكون القتل غير مشروع. ¶ - أن يكون الضرر نتيجة التعدي والتقصير. ¶ - أن يكون الضرر بدنياً. ¶ رابعاً. الشروط الواجب توافرها في المعتدى عليها: ¶ - أن تكون معصومة الدم. ¶ - أن يكون الضرر مستقراً في بدن المجني عليها. ¶ - أن تكون الجناية من غير نفس المجني عليها. ¶ خامساً. الشروط الواجب توافرها في الجاني: ¶ - أن يكون الجاني بالغاً، عاقلاً، عالماً بجريمة القتل. ¶ - أن يكون الجاني معصوم الدم. ¶ - القاتل مباشراً للفعل. ¶ سادساً. طرق إثبات الدية: ¶ - الإقرار. ¶ - الشهادة. ¶ - القسامة. ¶ سابعاً. حالات وجوب الدية: ¶ تثبت وجوب دية القتل العمد بما يلي: ¶ - فوات محل القصاص. ¶ - العفو عن القصاص. ¶ - الصلح.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ثامناً. مقدار دية المرأة النصف من دية الرجل. ¶ تاسعاً. في حال القتل العمد تكون الدية مغلظة، وتجب في مال الجاني , تكون الدية في القتل شبه العمد، والخطأ على العاقلة. ¶ عاشراً. دية الجراح و الأعضاء تكون على النصف من دية الرجل. ¶ المقدمة ¶ مما يلاحظه الباحثون أثناء دراساتهم، وأبحاثهم، أن المرأة على مدار تاريخ الإنسانية الطويل وقعت أسيرة بين أمرين كلاهما مر: ¶ أولهما: التجاهل لها ولحقوقها كإنسان، تشارك الرجل الحياة يسرها وعسرها، حلوها ومرها، وبالتالي نادراً ما نجد أمة، أو مجتمعاً أعطى المرأة حقوقها، مثلنا يطالبها بأداء الواجبات المطلوبة منها. ¶ الأمر الثاني: الاعتداء على حقوقها، وظلمها، حتى انتهى بها المطاف إلى كيان يتحرك عليه كل الواجبات، وليس له من الحقوق إلا أدناها وأقلها و ربما لا شيء. ¶ لهذا لما جاء الإسلام بتشريعاته السمحة والمنصفة، كأن الأمر كان فيه شيء من الاستغراب حينما ساوى بين الرجل والمرأة، وجعلهما أمام الله , و أمام القانون كياناً واحداً متساوياً، لكل منهما من الحقوق، وعليه من الواجبات , مع مراعاة كون هذا رجل و هذه امرأة, لكل واحد منهما ما يناسب كيانه الجسدي و النفسي و الروحي. ¶ فكان أن أنصفها، وأعاد إليها حقوقاً مسلوبة مع توالي الزمن، من مهر، وميراث، وحقوق عمل وكسب، بل نرى شريعتنا السمحة تزيد في تكريم المرأة فتجعل لها دية حين يُعتدى عليها قتلاً أو جرحاً أو إرشاً. ¶ فالدية للمرأة من الحقوق التي كفلها الإسلام، كما كفل لها كثيراً من الحقوق، وذلك من باب المحافظة على حياتها، وإنسانيتها، وكرامتها و كيانيتها. ¶ وما نجده في تشريعات الإسلام من إنصاف للمرأة، لا نجد له مثيل في أي تشريع، أو قانون، من تشريعات وقوانين المجتمعات , القديمة منها والحديثة، والمعاصرة، فالمرأة تشارك الرجل تماماً بتمام في المقاصد الخمس: حفظ الدين، وحفظ النفس، وحفظ المال، وحفظ العقل، وحفظ النسل.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لهذا رغبت أن أكتب في موضوع له علاقة بحقوق المرأة، والتي أقرها ديننا الإسلامي، من خلال مجموعة من التشريعات التي تنظم هذا الأمر، فالإسلام أمر بالحفاظ على النفس، وجعلها كما ذكرت سابقاً من الضروريات الخمس، لهذا شرّع القصاص والديات حماية للنفس من الهلاك والضياع , قال تعالى: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ} (البقرة: 179). ¶ والإسلام قد قدّر هذه الديّات وحددها، ولم يتركها وفقاً للأمزجة والأهواء، والتعسف. ¶ والدية تعتبر من أهم السبل التي من خلالها يحافظ الإسلام على بناء المجتمع من التصدّع أو الانهيار، أو انتشار الفوضى والثارات، وهذه سمة يتميّز بها ديننا وشريعتنا عن كل النظم والقوانين. ¶ إن دية المرأة تتقاذفها اختلافات المذاهب والعلماء على وجه الخصوص، والديّة على وجه العموم هي من المشكلات المعاصرة التي تواجه القضاء ولجان الإصلاح. ¶ هل نعتمد على الإبل، عيناً أو قيمة في الاعتبار، وقد ندرت الإبل في عصرنا, أم نعتمد على الذهب والفضة، وقد تقاذفتها الأسعار كثيراً. ¶ إن المفتين في لجان الإصلاح في حيرة من أمرهم، لهذا أحببت أن أكتب في هذا البحث للكشف عن حقيقة الدية وعن كل ما يحيط بها من ملابسات و ظروف. ¶ أولاً. طبيعة الدراسة: ¶ إن موضوع (دية المرأة في الشريعة الإسلامية) يبحث في معرفة أحكام الدية، وحكمتها، وأنواعها، وطرق تحملها، ومقدارها، وعلى من تجب، وشروط وجوبها. ¶ ثانياً. أهمية الموضوع: ¶ - الدية عقوبة نص الشارع الحكيم عليها، فالعمل بها عمل بالتشريع المنزّل، وتحكيمها تحكيم لشرع الله في الأرض. ¶ - الدية من مقاصدها أنها رادع من الروادع، ونوع من التعويض للمجني عليها، وذويها فهي بدل من القصاص والثأر والقتل. ¶ - الدية عامل من أعظم العوامل في تهدئة الخواطر والنفوس، تعمل على قتل نوازغ الشيطان في نفوس الناس.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "- العمل بالدية تعريف للناس، مسلمهم وغير مسلمهم أن النفس والروح لها مكانتها الكبيرة عند الإسلام ¶ - في الدية شيء من التعويض والمساندة لذوي المجني عليها، وخصوصاً إذا كان زوجاً أو أبناءً. ¶ ثالثاً. مشكلة الدراسة: ¶ تتجلى مشكلة الدراسة فيما يلي: ¶ - جهل الكثير من الناس بماهية الحقوق التي أوجبها الإسلام , للرجل و المرأة على السواء. ¶ - الكثير من الناس، من الخاصة والعامة، وبعض المثقفين من غير ذوي الاختصاص لا يعلمون القدر الكافي مما فرضه الله في مثل هذه القضايا. ¶ - اختلاف العلماء في مثل هذه الموضوعات أوجد إشكاليات عند أهل القضاء ولجان الإصلاح. ¶ - مشكلة الدراسة تكمن أيضاً في عدم القدرة على تحديد المفاهيم ذات العلاقة بموضوع دية المرأة. ¶ - الرد على ما تثيره المواقع الالكترونية التبشيرية ضد الدين الإسلامي , و على الخصوص فيما يتعلق بأمر المرأة , و مكانتها و حقوقها. ¶ رابعاً. تساؤلات الدراسة: ¶ - ما هي حقيقة الحق، وأنواعه. ¶ - ما حقيقة الدية. ¶ - ما شروط وجوبها. ¶ - كيفية إثباتها. ¶ - ما مقاديرها. ¶ - ما أنواعها. ¶ خامساً. أهداف الدراسة: ¶ بيان حقيقة الدية، ومشروعيتها , و مقدارها , و شروط وجوبها, لكثرة جرائم القتل التي تُرتكب في المجتمع. ¶ سادساً. أسباب اختيار الدراسة: ¶ بما أن المرأة الفلسطينية على الخصوص , و العربية و الإسلامية على العموم ,محل اهتمام جهات كثيرة داخلية وخارجية، وهي دائماً تحت المجهر دراسة وبحثاً، وخصوصاً فيما يتعلق بحقوقها حال حياتها وبعد موتها، لهذا أحببت أن أكتب في هذا الجانب، وذلك للأسباب التالية: ¶ - أهمية موضوع دية المرأة في ضوء الوضع الراهن. ¶ - كثرة الأسئلة المتعلقة بهذا الموضوع. ¶ - الرد على شبهات أعداء الدين التي تثار بين الحين والآخر حول مكانة المرأة في الإسلام ومالها من حقوق حية وميتة.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "- كشف اللثام عن بعض الشوائب التي التصقت في أذهان و عقول الناس عن هضم حقوق المرأة، لهذا كان واجباً عليّ أن أكتب في هذا الجانب. ¶ سابعاً. الجهود السابقة: ¶ بعد التتبع والاستقراء لموضوع الدية، والإطلاع على فهارس المكتبات، وما أنتجه العقل المسلم من إبداع، وجدت أن غالبية الفقهاء والعلماء تناولوا الدية بالبحث الدقيق، فالمحدثون أفردوا لها في مصنفاتهم كتباً، أو أبواباً خاصة. ¶ وعلماء الفقه درسوا الدية وفصلوا أمرها تفصيلاً دقيقاً، حتى أنه لا يخلوا كتاب فقه من هذا الموضوع، فهو من موضوعات الفقه الرئيسية، ومن هذه الكتب: ¶ 1. المبسوط للسرخسي في الفقه الحنفي. ¶ 2. الشرح الكبير للدردير في الفقه المالكي. ¶ 3. مغني المحتاج شرح المنهاج للشربيني في الفقه الشافعي. ¶ 4. المغني لابن قدامة المقدسي الحنبلي في الفقه الحنبلي. ¶ أما عن الدراسات الحديثة فكثير من علماء الشريعة والقانون والفقه أفردوا لها كتباً ودراسات، ¶ ثامناً. منهج الدراسة: ¶ استخدمت المنهج الاستنتاجي، الاستقرائي والذي يقوم على استقراء الأحكام التي تتعلق بموضوع الدراسة كما يلي: ¶ 1. تعريف المصطلحات من مصادرها المعتمدة. ¶ 2. توثيق المصادر والمراجع في الحواشي مبتدئاً بالمؤلف، ثم اسم الكتاب (دون ترجمة لها) ثم اكتفيت بالتوثيق الكامل في فهرس البحث مبتدئاً باسم المؤلف، ثم اسم الكتاب حسب الحروف الأبجدية. ¶ 3. عزوت الآيات القرآنية إلى سورها بذكر اسم السورة، ورقم الآية، وبيان وجه الاستدلال ما أمكن. ¶ 4. خرّجت الأحاديث من المصادر والمراجع الأصلية مع بيان وجه الاستدلال ما أمكن. ¶ تاسعاً. خطة الدراسة: ¶ بتوفيق من الله حذوت في كتابة الدراسة وفق خطة تتألف من طبيعة الدراسة، أهمية الدراسة، مشكلة الدراسة، تساؤلات الدراسة، أهداف الدراسة، أسباب اختيار الموضوع، الجهود السابقة، ومنهج الدراسة و تمهيد. ¶ أما الفصول فجاءت على النحو التالي: ¶ الفصل الأول ¶ حقيقة الدية ومشروعيتها، شروط وجوبها.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ويشتمل على مبحثين: ¶ المبحث الأول: حقيقة الدية، ومشروعيتها. ¶ وفيه مطلبان: ¶ المطلب الأول: حقيقة الدية في اللغة، والاصطلاح. ¶ المطلب الثاني: مشروعية الدية، وحكمة مشروعيتها. ¶ المبحث الثاني: شروط وجوب الدية. ¶ وفيه ثلاثة مطالب: ¶ المطلب الأول: الشروط الواجب توافرها في الجناية. ¶ المطلب الثاني: الشروط الواجب توافرها في المعتدى عليها. ¶ المطلب الثالث: الشروط الواجب توافرها في المعتدي. ¶ الفصل الثاني ¶ طرق إثبات الدية، و مقادير دية المرأة، و المسائل المتعلقة بها ¶ ويشتمل على ثلاثة مباحث: ¶ المبحث الأول: طرق إثبات الدية. ¶ وفيه مطلبان: ¶ المطلب الأول: حقيقة الإثبات، ومشروعيته، وأهميته، وآثاره. ¶ المطلب الثاني: طرق إثبات الدية. ¶ المبحث الثاني: مقادير دية المرأة. ¶ وفيه مطلبان: ¶ المطلب الأول: المساواة بين الرجل و المرأة. ¶ المطلب الثاني: تنصيف دية المرأة. ¶ المبحث الثالث: المسائل المتعلقة بدية المرأة المسلمة. ¶ وفيه مطلبان: ¶ المطلب الأول: دية أعضاء المرأة. ¶ المطلب الثاني: دية جرح المرأة. ¶ الخاتمة والتوصيات: ¶ وهي تتضمن أهم النتائج التي توصلت إليها من خلال هذه الدراسة، مع الإشارة لبعض التوصيات التي رأيت عرضها للعمل بها. ¶ و هذه الدراسة هي السادسة في الدراسات الفقهية الممنهجة التي أقوم بتأليفها و إصدارها , و قد سُبقت بعدة دراسات منها: ¶ - الوديعة المصرفية ــــ دراسة فقهية اقتصادية. ¶ - الحقوق المالية للمرأة في الشريعة الإسلامية. ¶ - دية القتل في الشريعة الإسلامية. ¶ - الخنزير ــــ أخطاره و أحكامه. ¶ - الوالدان ــــ بين البر و العقوق. ¶ داعياً الله أن ينفع بي و بها الإسلام و المسلمين و العالمين. ¶ أخيراً أرجو من الله تعالى أن يكون هذا العمل خالصاً لوجهه الكريم، إن أحسنت فمن الله و إن أخطأت فمن نفسي , وأن يثيبني ووالديّ على كل حرف كتبته، ويجعله في ميزان حسناتي، وأن يثيب كل من أعانني على إتمامه. ¶ تمهيد",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يتكون هذا التمهيد من ثلاثة مباحث , و هي ذات صلة كبيرة بدراستنا عن دية المرأة: ¶ المبحث الأول: المرأة نظرة تاريخية. ¶ المبحث الثاني: جناية القتل. ¶ المبحث الثالث: علاقة جريمة القتل بالمقاصد العامة للشريعة الإسلامية. ¶ المبحث الأول ¶ المرأة نظرة تاريخية ¶ من خلال دراسة تاريخ البشرية نجد أن المرأة عاشت حياتها تحت وطأة عاملين خطيرين حددا لها مكانتها على مستوى الحياة في كل العصور القديمة: ¶ أحدهما: أنها أنثى أعدتها طبيعة الحياة القاهرة لأداء وظيفة معينة. ¶ ثانيهما: مقتضيات الحياة التي دعت إليها تقاليد ومواريث الأزمان الماضية، والتي جعلت من الرجل مصدر الاهتمام والصدارة وصاحب القوة، وجالب الفخر والانتصار. ¶ لقد كان لهذين العاملين أثرهما الكبير في تحديد ورسم صورة الوضع الاجتماعي للمرأة في تلك العصور مما أثر في تشكيل مفاهيم وقيم وثقافات تلك الأمم تجاه المرأة وفي كيفية التعامل معها، على مستوى كل الأصعدة. ¶ و نحن حينما ندرس حياة و سيرة الأمم السابقة نرى في سلوكهم كثيراً من العجب و الدهشة , كيف لهذا الإنسان أن يعامل المرأة هذه المعاملة القاسية , و التي لا نجد فيها شيئاً من الإنسانية أو الرحمة وهو يعلم أن هذه المرأة هي أمه أو أخته أو ابنته أو زوجته أم أولاده , وللأسف ما زلنا في بعض جوانب حياتنا نعيش هذا السلوك , و كأننا ما تعلمنا و لا تشربت أرواحنا قيم الإيمان. ¶ من الواجب علينا أن نغير من نظرتنا لكثير من القضايا و المسلكيات. ¶ وهذه نماذج من تلك الأمم وكيف كانت تحيا فيها المرأة: ¶ أولاً. الهند القديمة: ¶ من أساطير الهند القديمة أن \"مانو\" حينما خلق النساء فرض عليهن حب الفراش والمقاعد، والزينة والشهوات الدنسة، والتجرد من الشرف وسوء السلوك، فالنساء دنسات كالباطل نفسه.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يقول ول ديورانت: إن الزوجة الوفية ينبغي أن تخدم سيدها \"زوجها\" كما لو كان إلهاً، وألا تأتي شيئاً من شأنه أن يؤلمه حتى إن خلا من الفضائل، وكانت المرأة بناء على ذلك كله تخاطب زوجها في خشوع قائلة: يا مولاي، وأحياناً: يا إلهي، وتمشي خلفه بمسافة، وقلما يوجه إليها هو كلمة واحدة، وكانت لا تأكل معه، بل تأكل مما يتبقى منه. ¶ و من تشريعات \" مانو \": إن مصدر العار هو المرأة , و مصدر العناء في الجهاد هو المرأة , ومصدر الوجود الدنيوي هو المرأة , وإذاً فإياك والمرأة. وفي فقرةٍ أخري يقول إن المرأة لا تقتصر قدرتها على تضليل الأحمق عن جادة السبيل في هذه الحياة , بل هي كذلك قادرة على تضليل الحكيم , فهي تستطيع أن تمسك بزمامهِ وأن تخضعهُ بشهوتهِ أو غضبهِ , لهذا نص على أن المرأة طول حياتها ينبغي أن تكون تحت إشراف الرجل فأبوها أولاً وزوجها ثانياً وابنها ثالثاً. (¬1). ¶ ثانياً. الصين: ¶ حال المرأة في بلاد الصين لم يكن أحسن حظاً من أختها في الهند، تقول إحدى بنات الطبقة العليا: نشغل نحن النساء آخر مكان في الجنس البشري , و نحن أضعف قسم من بني الإنسان , و يجب أن يكون من نصيبنا أحقر الأعمال. ¶ \" ألا ما أتعس حظ المرأة، ليس في العالم كله شيء أقل قيمة منها، إن الأولاد يقفون على الأبواب كأنهم آلهة سقطوا من السماء، أما البنت فإن أحداً لا يُسرّ بمولدها، وإذا كبرت اختبأت في حجرتها تخشى أن تنظر في وجه إنسان , ولا يبكها أحد إن اختفت من منزلها\" (¬2). ¶ ثالثاً. اليونان: ¶ حدّد الفيلسوف اليوناني \"ديموستين\" علاقة الرجل بالمرأة فيقول: \" إننا نتخذ العاهرات للذة، ونتخذ الخليلات للعناية بصحة أجسامنا اليومية، ونتخذ الزوجات ليلدن لنا الأبناء الشرعيين \". ¶ ¬__________ ¶ (¬1) ول ديورانت: قصة الحضارة، 3/ 178. ¶ (¬2) المصدر السابق: ص 4/ 273.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فلم يكن لها أي دور في الحياة فهي تعيش في أعماق البيوت على أنها سقط متاع، حتى أن بعض مفكريهم الكبار كانوا ينادون أن \"يحبس اسم المرأة في البيت كما يحبس جسمها\" (¬1). ¶ لهذا كانت الزوجة تنتقل من بيت أهلها لا لتكون سيدة البيت في بيت زوجها، بل لتؤدي فيه وظيفتها في استيلاد الأطفال وحضانتهم. ¶ رابعاً. الرومان: ¶ الأهلية كانت عند الرومان للرجل، فهو رب الأسرة وحاكمها ومديرها، له وإليه ترجع كل الحقوق، فهو الذي يملك وهو صاحب الحق في البيع والشراء، والتعاقد والتصرف في كل شيء. ¶ أما المرأة فلم يكن لها بجانب الرجل أي حق يُذكر، فالمرأة عندهم فاقدة للأهلية الشخصية والقانونية، وكانت الأنوثة سبباً من أسباب انعدام الأهلية كالجنون وحداثة السن، وكل ما كانت تجلبه المرأة من بيت أهلها يصبح ملكاً للزوج من لحظة دخولها بيت الزوجية، وكان من حق الزوج أن يفعل بزوجته ما يرغب، حتى \"الإعدام\" دون اعتراض أحد. ¶ وكان إذا توفي الزوج تدخل الزوجة في وصاية أولادها الذكور أو أخوة زوجها أو أعمامه (¬2). ¶ خامساً. اليهود: ¶ مع كون الدين اليهودي دين سماوي إلا أننا نجد تأثير الحياة اليومية طاغية على تشريعاته وأحكامه، لهذا نجد أن أغلب طوائفهم الدينية تجعل المرأة في المرتبة الثانية بعد الرجل، لها حق العبادة، لكن ليس لها حق تعلم علوم الدين وأحكامه، وهي نجسة بطبيعة خلقها، لا يحق لها أن تعيش مع الرجل حال الحيض و النفساء، وهي لا ترث مع أخوتها الذكور، وللأب الحق في بيعها صغيرة قبل البلوغ. ¶ كذلك كانت المرأة في معتقداتهم هي سبيل الغواية و الإفساد. ¶ سادساً. المسيحية: ¶ من الكلمات المتوارثة عند المسيحية: \"إنه أولى لهن (النساء) أن يخجلن من أنهن نساء، وأن يعشن في ندم متصل جزاء ما جلبن على الأرض من لعنات\". ¶ ¬__________ ¶ (¬1) المصدر السابق: ص 7/ 114. ¶ (¬2) مبادئ القانون الروماني: محمد عبد المنعم بدر، ص197.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "لهذا لا عجب أن تقرأ لرجال الدين عندهم: أن النساء باب الجحيم، وأنهن الخطيئة مجسمة، بل قال بعضهم إن أجسامهن من عمل الشيطان، وأنه يجب أن تلعن النساء لأنهن سبب الغواية، وكان يقال عندهم: \"إن الشيطان مولع بالظهور في شكل أنثى\". ¶ لهذا كانت من الموضوعات التي يتدارسها رجال الدين المسيحي: ¶ هل للمرأة حق في أن تعبد الله كما يعبد الرجل؟ ¶ هل تدخل الجنة وملكوت الآخرة؟ ¶ هل هي إنسان له روح يسري عليه الخلود؟ ¶ سابعاً. العرب في الجاهلية: ¶ لا أبلغ في بيان وضعية المرأة عند عرب الجاهلية من القرآن الكريم حيث قال تعالى: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ، يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلَا سَاءَ مَا يَحْكُمُونَ} (النحل: 58 - 59). ¶ كانت حياة العرب حياة قلقة، غزو وسلب وقتل، لهذا كان للذكر قيمة كبيرة عندهم، فهو الذي يحمل السيف ويدافع عن القبيلة، يحمي أموالها وشرفها، والمرأة كانت عبء كبير، تجلب العار للقبيلة وسبب الذل والمسكنة، لهذا فهي مخلوق غير مرغوب فيه , من أجل هذا كانت فريسة بين أن: تدفن وهي حية أو أن تبقى على مضض ومهانة، نتج عن هذا أن أصبحت غالب نساء العرب لا قيمة اعتبارية لهن، فلم تكن تملك السيادة المالية والحقوقية، فلا مهر ولا ميراث، ولا وصية، تنتقل إلى ملكية أحد أبناء الزوج الميت كأي متاع. ¶ وجودها في حياة الرجل للخدمة والعمل واستيلاد الأبناء، ليس من حقها أن تُستشار في أمر خاص أو عام، وليس لها أن تعترض على أمر من الأمور، فهي مهدرة القيمة والاعتبار. ¶ هذا الذي نقوله كان الغالب الأعم في حياة وسلوك العرب، ولكن كان يشذ أحياناً البعض من النساء. ¶ خلاصة ما سبق: ¶ من خلال هذه الإطلالة السريعة على حال المرأة قبل الإسلام عند العرب والأمم غيرهم، نخلص إلى أن حال المرأة كان يتمحور كالتالي:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "- فقدان الإنسانية للمرأة، فإنسانية المرأة لم تكن موضع اعتبار عند الرجل، حتى أن البعض كان يسأل هل المرأة لها روح مثل الرجل، أم هي حيوان نجس لا روح له. ¶ - أنها ليست أهلاً للتدين والتخلق بالفضيلة، بل هي من جلب على الرجل الخطيئة. ¶ - عدم مساواة الولد والبنت في داخل الأسرة الواحدة، بل هي كيان ناقص الاعتبار. ¶ - لا قيمة قانونية لها، ولاحق للتصرفات المالية و الاقتصادية، فهي غير مقبولة الشهادة عندهم. ¶ - ولا حق للتملك أو الميراث لها، وبالتالي لم يكن للمرأة دور سياسي أو اقتصادي أو اجتماعي في الغالب الأعم، صحيح أنه كان عند بعض اليونان و المصريين القدماء في بعض فترات حكمهم ظهور للمرأة، وبروز لدورها السياسي والاجتماعي، إلا أن هذا كالقليل الذي لا يقاس عليه. ¶ ثامناً. المرأة عند المسلمين: ¶ من أول ما يقابلنا بهذا الخصوص قول الله تعالى: {يا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} (الحجرات: 13). ¶ وفي الجانب الآخر، حديث النبي عليه السلام: \" إنما النساء شقائق الرجال\" (¬1). ¶ وجه الاستدلال: ¶ فالآية والحديث يقرران أن أخوة النسب بين الرجل والمرأة، بين الذكر والأنثى، هي الأساس , وهذه الأخوة تقتضي المساواة وكذلك تقرر الإنسانية المشتركة بينهما، وتأكيداً لذلك قال تعالى: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} (النساء: 1). ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سننه: كتاب الطهارة، باب: في الرجل يجد العلة في ثيابه، رقم (236) 1/ 59",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وبناءً على ما سبق نجد أن الإسلام قرر للمرأة من الأهلية ما للرجل، فهي صاحبة أهلية دينية واقتصادية واجتماعية وعلمية وسياسية. ¶ صحيح أنه وضع ضوابطاً لهذه القضايا، إلا أنه لم يحرمها من التعاطي معها منعاً مطلقاً. ¶ الأهلية الدينية للمرأة: ¶ المتأمل في دين الإسلام: عقيدة وشريعة، يجد أنه لم يُفرق بين الذكر والأنثى في أصول العقيدة أو الشريعة على الإطلاق، فعقيدة الإيمان عند الذكر والأنثى واحدة لا فرق في كبير أو صغير من أمرها، وقد خاطبها الله سبحانه وتعالى كما خاطب الرجل: {يا أيها الذين آمنوا} فالخطاب هنا واحد للذكر والأنثى، ولا فرق. ¶ وحينما فرض الله التشريعات والعبادات على المسلمين، جعل الذكر والأنثى كلاهما محط التكليف، ولا فرق، فالصلاة والصيام والحج والزكاة، كلها واحدة عند الذكر وعند الأنثى، صحيح هناك بعض الخصوصية للمرأة حين الحيض والنفاس، وهذا زيادة في التكريم. ¶ وعلى جميع المستويات و الاتجاهات: {وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا} (النساء: 124). ¶ ويقول الله تعالى: {يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} (الممتحنة: 12). ¶ يقول الشيخ محمود شلتوت:\" ولعلك تأخذ من مبايعة النبي صلى الله عليه وسلم للنساء مبايعة مستقلة عن الرجال أن الإسلام يعتبرهن مسؤولات عن أنفسهن مسؤولية مستقلة عن مسؤولية الرجل\" (¬1). ¶ أهليتها الاقتصادية والاجتماعية: ¶ ¬__________ ¶ (¬1) محمود شلتوت: رسالة القرآن، ص3.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أعطى الإسلام المرأة الحق الكامل للتملك والتصرف فيما تملك دون الرجوع إلى الرجل، ودون أن يفرض الرجل وصايته عليها، والنصوص القرآنية واضحة تماماً في ذلك: {لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا} (النساء: 7). ¶ وقوله تعالى: {وَآَتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً} (النساء: 4)، والآيات في هذا المجال كثيرة، وأحاديث النبي عليه السلام متعددة، شملت كل جوانب التعاملات المالية. ¶ وقد حرّم الإسلام على الآباء أن يفرضوا على بناتهم أن يمارسوا أعمالاً لا يرغبن فيها من أجل جلب المال. ¶ يقول محمد عبده: \"هذه الدرجة التي رفع الله النساء إليها لم يرفعهن إليها دين سابق، ولا شريعة من الشرائع، بل لم تصل إليها أمة من الأمم قبل الإسلام ولا بعده، وهذه الأمم الأوروبية التي كان من تقدمها في الحضارة أن بالغت في احترام النساء وتكريمهن وعنيت بتربيتهن، وتعليمهن الفنون والعلوم، لا تزال دون هذه الدرجة التي رفع الإسلام النساء إليها، ولا تزال قوانين بعضها تمنع المرأة من حق التصرف في مالها بدون إذن زوجها، وغير ذلك من الحقوق التي منحتها إياها الشريعة الإسلامية من نحو ثلاثة عشر قرناً ونصف، وقد كان النساء في أوروبا منذ خمسين سنة بمنزلة الأرقاء في كل شيء، كما كن في عهد الجاهلية عند العرب، بل أسوأ حالاً، وقد صار هؤلاء الإفرنج الذين قصرت مدنيتهم عن شريعتنا في إعلاء شأن النساء ويفخرون علينا، بل يرموننا بالجهل في معاملة النساء ويزعم الجاهلون منهم أن ما نحن عليه هو أثر ديننا\" (¬1). ¶ ¬__________ ¶ (¬1) رضا: تفسير المنار: 7/ 213.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "أما أهليتها الاجتماعية: فقد أقر الإسلام للمرأة إن بلغت وكانت ذات عقل وعفة أن تمارس حياتها الاجتماعية دون الوصاية من أحد، فلها أن تسكن وتتعلم وتزاول المهن التي ترغب فيها، لكن إذا تزوجت فهي ملزمة أن تتبع سكن زوجها، وظروف حياته. ¶ كذلك أعطاها الإسلام كامل الحق في قبول أو رفض من يتقدم لها للزواج منها، ولا حق لأحد أن يجبرها على ذلك، وحديث النبي واضح في ذلك: \"ليس للولي مع الثيب أمر\" (¬1)، وقوله عليه السلام: \"البنت أحق بنفسها من وليها، والبكر تستأذن في نفسها وأذنها صمتها\" (¬2)، بل تقدم الإسلام خطوة أكبر وهي أن جعل لها الحق في مباشرة عقد الزواج بنفسها وأن تشترط لنفسها ما تريد من الشروط. ¶ كذلك لها الحق أن تجير وتجار، وعلى المجتمع أن يحترم ذلك. ¶ كذلك أهلية المرأة في ممارسة السياسة العامة، وتولي المناصب العالية التي لا تتعارض مع أنوثتها، وبالضوابط الشرعية المتعارف عليها، فلها الحق أن تختار ولي الأمر وقد حدث ذلك في خلافة أبي بكر وعمر ومن جاء بعدهما، ولها الحق أن تمارس العمل السياسي والتعليمي حتى أعلى درجات ومستويات التأهل العلمي، مدرسة ومحاضرة جامعية، وعالمة وطبيبة، والإسلام يحترم فيها ذلك ولا يستهجنه أو يستغربه (¬3). ¶ ¬__________ ¶ (¬1) أخرجه الإمام أحمد في مسنده: 1/ 334 ــ ح (3086) , 3/ 341. ¶ (¬2) أخرجه النسائي في سننه: ك , النكاح , باب: البكر تستأذن في نفسها و إذنها صمتها , 6/ 84. ¶ (¬3) البهي الخولي: الإسلام والمرأة المعاصرة، ص10.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "لقد كانت المرأة في الجاهلية أسيرة لمظالم كثيرة، سواء كانت أماً أم أختاً أم زوجة أم بنتاً، أسيرة بين فوضى الطلاق بدون مبررات، والتعدد الجائر، وحرمانها من حقها في المهر والميراث، حتى الزوجة، كانت موضع اضطهاد وابتزاز، لهذا لا غرابة أن يأتي النص القرآني ناهياً الناس عن: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آَتَيْتُمُوهُنّ} (النساء: 19)، كذلك الطلاق عندهم كان يتلاعب فيه مزاج الزوج دون ضوابط أو أعراف، ولا يراعي مصلحة للزوجة أو الأولاد، وليس أمام المرأة إلا الخضوع والرضوخ، هذا غير الظهار و الإيلاء الذي كان يوقعه بعض الأزواج على زوجاتهن. ¶ ثم إذا انتقلنا إلى تعدد الزوجات، فللرجل أن يجمع في عصمته ما يرغب من الزوجات دون تحديد عدد معين، وفي هذا من الظلم ما فيه. ¶ وكان من عادة العرب إذا مات الزوج أن تحد زوجته عليه مدة سنة كاملة، لا يحق لها الخروج من البيت أو التزين أو التطيب، أو تعرض نفسها للزواج من آخر، لهذا جاء النص القرآني: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} (البقرة: 34). ¶ يحاول البعض أن ينتقص التشريع الإسلامي من خلال الطعن في بعض تشريعاته كشهادة المرأة وميراثها وديتها، فشهادة المرأة من المسائل التي تساق للتدليل على تأخر درجة المرأة عن الرجل، قال تعالى: {وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} (البقرة: 282).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وخلاصة القول: إن الاعتبار المستلهم من روح الآية، وما يقرره القرآن بمختلف الأساليب من المركز المتساوي للمرأة مع مركز الرجل في الشؤون الاجتماعية والسياسية والاقتصادية والأخلاقية والسلوكية ومن الأهلية التامة المدنية لها أن جعل شهادة المرأتين معادلة لشهادة رجل واحد في آية الدين لا يمكن أن يعني انتقاصاً لمركزها ولا اعتبارها دون الرجل مكانة ومقاماً، وإنما هو بسبب كون المرأة التي لها من بيتها وأمومتها مشاغل كثير قلما يتاح لها خلالها أن تشهد المجالس والأعمال الاقتصادية التي يكون الرجال هم أصحاب النشاط الأوفر فيها أو قلما يكون لها اهتمام وأبوة فيها فيكون ذلك سبباً في احتمال النسيان أو التوهم منها (¬1). ¶ أما فيما يتعلق بالميراث فالبعض يغمز الإسلام و تشريعاته بسبب جعل نصيب الذكر ضعف نصيب الأنثى مع أن الحكمة في ذلك ظاهرة بليغة، وفيها كل الحق والإنصاف، بل ربما كان فيها الإحسان الذي فوق العدل. ¶ فالأنثى في غالب أحوالها مضمونة النفقة في التشريع الإسلامي سواء أكانت أماً أو زوجة أو بنتاً أو أختاً، وفيما لا تكون كذلك فإنها لا تكون في الغالب مكلفة بغير نفسها، وذلك بعكس الرجل المكلف دائماً بالإنفاق عليها وعلى الأسرة مما هو مشاهد وممارس في مختلف الأدوار والبيئات بدون استثناء. ¶ فإذا أضيف إلى هذا أن القرآن أو السُنة قد اهتما اهتماماً عظيماً بتثبيت حق المرأة الذي كان ضائعاً أو حائراً وحماها من الظلم والإجحاف، ظهر أن في الغمز أو النقد قلباً للحقيقة وغضاً لمزايا الشريعة الإسلامية على طول الخط، ومهما تطورت البشرية فلن يأتي طور فيما نعتقد تنعكس فيه الحالة ويكون الرجل عالة على المرأة أو تكون المرأة هي المنفقة على الأسرة دونه أو مكلفة بذلك في ظروف اضطرارية في الأعم الأغلب. ¶ ¬__________ ¶ (¬1) دروزة: المرأة في القرآن والسنة، ص230.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وكل ما يحتمل أن يكون أن طوائف من النساء يعولن على مكسبهن في معيشتهن فتقل رغبتهن في التقيد بقيد الزواج أو يطرأ على الزوج مانع قاهر من صحة أو ظروف يمنعه من الكسب أو الكسب الوافي فتبذل الزوجة جهدها في الكسب للإنفاق على الأسرة أو المشاركة في ذلك، وهذا لن يكون إلا قلة ولن يغير ما قررناه و يخفف من مسؤولية وأعباء نفقة الأسرة والمرأة عن ظهر الرجل. ¶ وواضح من هذا الشرح أن عدم مساواة المرأة في الإرث مع الرجل ليس من شأنه أن يتعارض بما قررناه استلهاماً من كتاب الله وسُنة رسوله صلى الله عليه و سلم من أهليتها التامة ومركزها المتساوي مع الرجل في مختلف المجالات الأخرى (¬1). ¶ تاسعاً. المرأة الغربية الحديثة: ¶ من الأمور الملاحظة للعيان أن المرأة الحديثة (الغربية منها على الخصوص) قد انطلقت فيما يتعلق بها من قضايا انطلاقات غاية في التحرر، ومن أهم ما نلاحظه: ¶ الظاهرة الأولى: ظاهرة الحرية الواسعة التي تمارسها، هذه الحرية لا تتقيد بدين أو بقيم من الحياء والعفة، فلها أن تفعل ما ترغب فيه من أعمال، وأن تمارس ما تحب من سلوكيات، وأن ترتدي ما يحلو لها من ثياب، دون خوف من نتائج أو عواقب. ¶ الظاهرة الثانية: انطلاق المرأة الغريب في تحقيق المساواة المطلقة بالرجل، وذلك من خلال سن القوانين أو إلغاء قوانين، كل ذلك بدون الرجوع إلى مفاهيم متعارف عليها، أو ضوابط محددة، فتعلمت ما تعلم الرجل، وعملت ما يعمل الرجل. ¶ الخطير في هذا أن المرأة المسلمة حاولت أن تخطو خطو المرأة الغربية، ناسية أو متناسية الاختلاف الكبير بين الحياتين، الغربية والشرقية، بكل جوانب الاختلاف، الفكرية والثقافية والاجتماعية والدينية. ¶ ¬__________ ¶ (¬1) المصدر السابق: ص239",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "و لكن هل صحيح أن المرأة في الغرب بما وصلت إليه من حرية مطلقة ومساواة مطلقة، قد وصلت إلى ما يرضيها من الاستقرار والراحة النفسية والهدوء أم أنها ما زالت حائرة لا تستقر على حال، تتغلب في الحياة كتغلب الحيوان الهائم غير المستقر، فلا قيمة للأسرة، ولا قيمة للأمومة، ولا قيمة للعلاقات الاجتماعية والإنسانية، وهذا أخطر ما تعانيه المرأة في مجتمعات الغرب. ¶ لقد كشف الإعلام المفتوح و بشكل صارخ كم هي المرأة الغربية تعيش حياة تعيسة , حياة بلا روح , بلا طمأنينة , بلا أمان , صحيح صورتها براقة , مغرية مليئة بالألوان الزاهية و المشرقة , إلا أنه البريق الخادع. لهذا نرى المرأة الغربية حينما تتقابل مع المرأة الشرقية البسيطة و الفقيرة و ربما غير المتعلمة تحسدها و تتمنى لو أنها مكانها. ¶ فأي سعادة و أي حرية و أي انطلاق تعيشه المرأة الغربية ¶ المبحث الثاني ¶ جناية القتل ¶ اعتبر الإسلام القتل عمداً وعدواناً، جريمة كبرى، ومن السبع الموبقات التي يترتب عليها استحقاق العقاب في الدنيا، والآخرة، وذلك بالقصاص في الدنيا، والخلود في نار جهنم في الآخرة، لأنه اعتداء على صنع الله في الأرض، فهو هدم لبنيان الله، وتهديد لأمن الجماعة، وحياة واستقرار المجتمع. ¶ والقتل كما عرفه العلماء: هو الفعل المزهق، أي القاتل للنفس، أو المميت (¬1)، أو هو فعل من العباد تزول به الحياة (¬2) أي هو هدم للبُنية الإنسانية. ¶ والقتل عمداً، أو استهتاراً، من القضايا التي أجمعت على حرمتها الأديان السماوية جميعاً. ¶ وفي ديننا الإسلامي، استقر الأمر على تجريم و تحريم هذه الفعلة، قرآناً، وسُنة، وإجماعاً، وعقلاً، وعادةً وعرفاً. ¶ ¬__________ ¶ (¬1) أنظر؛ الشربيني: مغُني المحتاج، 4/ 3. ¶ (¬2) أنظر؛ ابن الهمام: تكملة فتح القدير، 8/ 344.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فجريمة القتل الأولى التي وقعت على ظهر الأرض من الإنسان هي جريمة قابيل لأخيه هابيل، وقد كان القتل في شريعة آدم عليه السلام من المحرمات التي حرمها الله على الإنسان، وكان مما حُرِّم في شريعة آدم \"الميتة والدم ولحم الخنزير\"، كما رواه أبو ذر الغفاري (¬1). ¶ لهذا فإن كل جريمة قتل تُرتكب على الأرض فإن لقابيل نصيباً من وزرها، فهو أول من سنَّ هذه المعصية، وأول من ابتدع القتل في علاقات الناس فيما بينهم. ¶ ثم بعد ذلك توالت هذه الجريمة وكثرت بشكل خطير، حتى أصبحت في بعض المجتمعات عُرفاً سائداً، بل أصبح الرجل لا يُعتد به ولا يُعتبر بطلاً إلا إذا تلوثت يده بالدماء. ¶ إن قابيل قد فتح الباب على مصراعيه لمن أراد أن يرتكب هذه الجريمة النكراء، وكما كان سبب الجريمة الأولى، الشهوة، وحب التملك، والغيرة، والحسد، و انعدام الإيمان , كذلك كان الأمر فيما بعد، فالذين يلجئون لحل مشاكلهم بالقتل هم لا يملكون وازعاً دينياً، أو رادعاً اجتماعياً، أو حساب أي اعتبار لقانون أو عقاب، يمنعهم من ارتكاب هذه الجريمة. ¶ إن إفشاء القتل يسارع بتدني الحياة، فتتحول إلى غابة، الإنسان فيها إما حيوان مفترس، أو صيد مفتَرس، حتى وصل الأمر بأن استرخص الإنسان ليبلغ ببعضهم الأمر أن تحولت الرؤوس كبديل لخاتم الخطوبة المقدم إلى العروس وصار التوشح بالدماء زينة الرجال، فهم يحتفظون بدماء الضحايا ليوسموا بها جباههم، وصار الناس يتباركون بدماء القتلى ويتعاهدون بها. ¶ في ظل هذه الفوضى من اللا قانون، يأتي قانون حمو رابي ليكون أول مظلة مدنية حملت بين جنباتها مبدأ القصاص من القاتل:\"النفس بالنفس والعين بالعين، فإذا كسر إنسان لرجل شريف سناً أو فقأ عيناً أو هشم له طرفاً من أطرافه حل به نفس الأذى الذي ألحقه بغيره\" ¶ ¬__________ ¶ (¬1) أنظر؛ الطبري: تاريخ الرسل والملوك، 1/ 151.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "كان قانون حمو رابي قانوناً قاسياً، صارماً، مرعباً إلا أنه فرض شيئاً من الأمن والاستقرار، في حياة المجتمع حينذاك (¬1). ¶ جناية القتل عند اليهود والنصارى: ¶ كانت شريعة موسى عليه السلام شريعة قاسية وخصوصاً فيما يتعلق بأمر القتل، والجرائم بشكل عام، لكثرة انتشاره، وتفشيه في المجتمع الإسرائيلي، لهذا لا يوجد في شريعة موسى عليه السلام فدية أو ديّة، أو صلح، أو عفو، وقد تحدث القرآن الكريم عن ذلك بقوله تعالى: {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ} (المائدة: 45). ¶ ومن ذلك ما قاله تعالى: {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ} (المائدة: 32). ¶ ومما ورد في التوراة حول التشديد على حرمة الدم وعقوبته ما ورد في سفر العدد: ¶ ¬__________ ¶ (¬1) أنظر؛ ول ديورانت: قصة الحضارة، 2/ 208.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "\" إِنْ ضَرَبَهُ بِأَدَاةِ حَدِيدٍ فَمَاتَ، فَهُوَ قَاتِلٌ، إِنَّ الْقَاتِلَ يُقْتَلُ 17 وَإِنْ ضَرَبَهُ بِحَجَرِ يَدٍ مِمَّا يُقْتَلُ بِهِ فَمَاتَ، فَهُوَ قَاتِلٌ، إِنَّ الْقَاتِلَ يُقْتَلُ18 أَوْ ضَرَبَهُ بِأَدَاةِ يَدٍ مِنْ خَشَبٍ مِمَّا يُقْتَلُ بِهِ، فَهُوَ قَاتِلٌ، إِنَّ الْقَاتِلَ يُقْتَلُ 19 وَلِيُّ الدَّمِ يَقْتُلُ الْقَاتِلَ، حِينَ يُصَادِفُهُ يَقْتُلُهُ \" (¬1) ¶ هذا النص يتعرض لتعريف القاتل، ومن له الحق في الاقتصاص من القاتل وفيه تشديد على القصاص من القاتل، ويبين أن ولي الدم هو من يقتص من القاتل. ¶ ومن النصوص التوراتية أيضاً: ¶ ¬__________ ¶ (¬1) أنظر؛ التوراة: سفر العدد، الإصحاح، 35، ص274.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "\" وَلكِنْ إِنْ دَفَعَهُ بَغْتَةً بِلاَ عَدَاوَةٍ، أَوْ أَلْقَى عَلَيْهِ أَدَاةً مَا بِلاَ تَعَمُّدٍ23 أَوْ حَجَرًا مَا مِمَّا يُقْتَلُ بِهِ بِلاَ رُؤْيَةٍ. أَسْقَطَهُ عَلَيْهِ فَمَاتَ، وَهُوَ لَيْسَ عَدُوًّا لَهُ وَلاَ طَالِبًا أَذِيَّتَهُ 24 تَقْضِي الْجَمَاعَةُ بَيْنَ الْقَاتِلِ وَبَيْنَ وَلِيِّ الدَّمِ، حَسَبَ هذِهِ الأَحْكَامِ 25 وَتُنْقِذُ الْجَمَاعَةُ الْقَاتِلَ مِنْ يَدِ وَلِيِّ الدَّمِ، وَتَرُدُّهُ الْجَمَاعَةُ إِلَى مَدِينَةِ مَلْجَئِهِ الَّتِي هَرَبَ إِلَيْهَا، فَيُقِيمُ هُنَاكَ إِلَى مَوْتِ الْكَاهِنِ الْعَظِيمِ الَّذِي مُسِحَ بِالدُّهْنِ الْمُقَدَّسِ 26 وَلكِنْ إِنْ خَرَجَ الْقَاتِلُ مِنْ حُدُودِ مَدِينَةِ مَلْجَئِهِ الَّتِي هَرَبَ إِلَيْهَا 27 وَوَجَدَهُ وَلِيُّ الدَّمِ خَارِجَ حُدُودِ مَدِينَةِ مَلْجَئِهِ، وَقَتَلَ وَلِيُّ الدَّمِ الْقَاتِلَ، فَلَيْسَ لَهُ دَمٌ 28 لأَنَّهُ فِي مَدِينَةِ مَلْجَئِهِ يُقِيمُ إِلَى مَوْتِ الْكَاهِنِ الْعَظِيمِ. وَأَمَّا بَعْدَ مَوْتِ الْكَاهِنِ الْعَظِيمِ فَيَرْجعُ الْقَاتِلُ إِلَى أَرْضِ مُلْكِهِ 29 فَتَكُونُ هذِهِ لَكُمْ فَرِيضَةَ حُكْمٍ إِلَى أَجْيَالِكُمْ فِي جَمِيعِ مَسَاكِنِكُمْ 30 كُلُّ مَنْ قَتَلَ نَفْسًا فَعَلَى فَمِ شُهُودٍ يُقْتَلُ الْقَاتِلُ. وَشَاهِدٌ وَاحِدٌ لاَ يَشْهَدْ عَلَى نَفْسٍ لِلْمَوْتِ 31 وَلاَ تَأْخُذُوا فِدْيَةً عَنْ نَفْسِ الْقَاتِلِ الْمُذْنِبِ لِلْمَوْتِ، بَلْ إِنَّهُ يُقْتَلُ 32 وَلاَ تَأْخُذُوا فِدْيَةً لِيَهْرُبَ إِلَى مَدِينَةِ مَلْجَئِهِ، فَيَرْجعَ وَيَسْكُنَ فِي الأَرْضِ بَعْدَ مَوْتِ الْكَاهِنِ 33 لاَ تُدَنِّسُوا الأَرْضَ الَّتِي أَنْتُمْ فِيهَا، لأَنَّ الدَّمَ يُدَنِّسُ الأَرْضَ.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وَعَنِ الأَرْضِ لاَ يُكَفَّرُ لأَجْلِ الدَّمِ الَّذِي سُفِكَ فِيهَا، إِلاَّ بِدَمِ سَافِكِهِ 34 وَلاَ تُنَجِّسُوا الأَرْضَ الَّتِي أَنْتُمْ مُقِيمُونَ فِيهَا الَّتِي أَنَا سَاكِنٌ فِي وَسَطِهَا \" (¬1) ¶ في النص السابق تتحدث التوراة عن القتل غير العمد، فتبين أن عقوبته ما يقضي به المجلس، الذي يقضي بنفيه عن مدينة المقتول، ويشترط النص على القاتل غير العمد بعدم الخروج من المدينة المنفي إليها وإذا حدث أن خرج وظفر به ولي المقتول فله الحق في قتله، فهو هنا غير آثم وغير مطالب بالدم لأن القاتل قد خالف الأحكام التي قضيت عليه، ومدة النفي تنتهي بموت الكاهن العظيم. ¶ كما تعرض النص التوراتي إلى عدم جواز قبول الفدية من القاتل، ومن النصوص المبينة لعقوبة القتل وما سواها ما يلي: ¶ \" وَإِذَا أَمَاتَ أَحَدٌ إِنْسَانًا فَإِنَّهُ يُقْتَلُ (18) وَمَنْ أَمَاتَ بَهِيمَةً يُعَوِّضُ عَنْهَا نَفْسًا بِنَفْسٍ (19) وَإِذَا أَحْدَثَ إِنْسَانٌ فِي قَرِيبِهِ عَيْبًا، فَكَمَا فَعَلَ كَذلِكَ يُفْعَلُ بِهِ (20) كَسْرٌ بِكَسْرٍ، وَعَيْنٌ بِعَيْنٍ، وَسِنٌّ بِسِنٍّ، كَمَا أَحْدَثَ عَيْبًا فِي الإِنْسَانِ كَذلِكَ يُحْدَثُ فِيهِ، (21) مَنْ قَتَلَ بَهِيمَةً يُعَوِّضُ عَنْهَا، وَمَنْ قَتَلَ إِنْسَانًا يُقْتَلْ (22) حُكْمٌ وَاحِدٌ يَكُونُ لَكُمْ. الْغَرِيبُ يَكُونُ كَالْوَطَنِيِّ \" (¬2) ¶ أما بالنسبة للديانة المسيحية فنجد أن الأمر اختلف كلية، فقد ورد في إنجيل \"متى\" ما نصه: ¶ ¬__________ ¶ (¬1) أنظر؛ المصدر السابق، ص275. ¶ (¬2) أنظر؛ التوراة: سفر اللاويين، الإصحاح 24، 17 - 22، ص198.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "\" سَمِعتُم أَنَّه قيل: العَينُ بِالعَين والسِّنُّ بِالسِّنّ (39) أَمَّا أَنا فأَقولُ لكم: لا تُقاوِموا الشِّرِّير، بَل مَن لَطَمَكَ على خَدِّكَ الأَيْمَن فاعرِضْ لهُ الآخَر. (40) ومَن أَرادَ أَن يُحاكِمَكَ لِيَأخُذَ قَميصَكَ، فاترُكْ لَه رِداءَكَ أَيضاً. (41) ومَن سَخَّرَكَ أَن تَسيرَ معه ميلاً واحِداً. فسِرْ معَه ميلَيْن. (42) مَن سأَلَكَ فأَعطِه، ومَنِ استَقرَضَكَ فلا تُعرِضْ عنه\" (¬1). ¶ ومن ذلك أيضاً: ¶ \"سَمِعْتُمْ أَنَّهُ قيلَ لِلأَوَّلين: لاتَقْتُلْ، فإِنَّ مَن يَقْتُلُ يَستَوجِبُ حُكْمَ القَضاء (22) أَمَّا أَنا فأَقولُ لَكم: مَن غَضِبَ على أَخيهِ استَوجَبَ حُكْمَ القَضاء، وَمَن قالَ لأَخيهِ: يا أَحمَق اِستَوجَبَ حُكمَ المَجلِس، ومَن قالَ لَه: يا جاهِل اِستَوجَبَ نارَ جَهنَّم. (23) فإِذا كُنْتَ تُقَرِّبُ قُربانَكَ إِلى المَذبَح وذكَرتَ هُناكَ أَنَّ لأَخيكَ علَيكَ شيئاً، (24) فدَعْ قُربانَكَ هُناكَ عِندَ المَذبح، واذهَبْ أَوَّلاً فصالِحْ أَخاك، ثُمَّ عُدْ فقَرِّبْ قُربانَك (25) سارعْ إِلى إِرضاءِ خَصمِكَ ما دُمْتَ معَه في الطَّريق، لِئَلاَّ يُسلِمَكَ الخَصمُ إِلى القاضي والقاضي إِلى الشُّرطِيّ، فتُلْقى في السِّجْن. \" (¬2). ¶ ومن ذلك أيضاً: ¶ ¬__________ ¶ (¬1) أنظر؛ إنجيل متى: 5/ 38، 42، ص6. ¶ (¬2) أنظر؛ إنجيل متى: 5/ 21 – 25، ص6.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "\"و إذا واحد تقدم و قال له أيها المعلم الصالح أي صلاح أعمل لتكون لي الحياة الأبدية (17) فقال له لماذا تدعوني صالحاً ليس أحد صالحاً إلا واحد و هو الله و لكن إن أردت أن تدخل الحياة فإحفظ الوصايا (18) قال له أية الوصايا فقال يسوع لا تقتل، لا تزن، لا تسرق، لا تشهد بالزور (19) أكرم أباك و أُمك و أحب قريبك كنفسك (20) قال له الشاب هذه كلها حفظتها منذ حداثتي فماذا يعوزني بعد (21) قال له يسوع إن أردت أن تكون كاملاً فإذهب و بع أملاكك و أعط الفقراء فيكون لك كنز في السماء و تعال اتبعني\" (¬1). ¶ إننا نقف بين موقفين غاية في التباعد، أحدهما شديد ومفرط في الشدة، إزاء، جريمة القتل، لا رحمة ولا تهاون، ولا حلول وسط، لا فدية ولا دية ولا صلح. ¶ وموقف التسامح فيه يصل إلى مستوى كبير من تضييع الحقوق، والتهاون في الكرامة والاستسلام للباغي. ¶ لهذا جاء الإسلام يقف موقف الوسط، لا إلى الإفراط و لا إلى التفريط، يمد يده بالحلول الناجحة العظيمة، التي بها ومن خلالها يُوقف نزيف الدم الذي يكاد لا ينقطع، والذي يُقيم العلاقة بين الناس جميعاً، قويهم و ضعيفهم، غنيهم و فقيرهم، على المودة والعطف والمحبة، فهو يحكم بالقصاص من القاتل، وفي نفس الوقت يأمر بالعفو، ويطلب دفع الدية، وقبولها ... ¶ جناية القتل في الدين الإسلامي ¶ ثبتت حرمة القتل عند المسلمين في القرآن والسُنة، والإجماع، وفيما يلي بيان ذلك: ¶ أولاً. القرآن الكريم: ¶ وردت لفظة القتل بكل مشتقاتها في \"170\" آية من آيات القرآن الكريم، فقد وردت آيات كثيرة تحرّم القتل، منها: ¶ {وَلاَ تَقْتُلُوا النَّفْسَ الَّتِى حَرَّمَ اللَّهُ إِلاَّ بِالحَقّ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيّهِ سُلْطَاناً فَلاَ يُسْرِف فّى الْقَتْلِ إِنَّهُ كَانَ مَنْصُورًا} (الإسراء: 33). ¶ ¬__________ ¶ (¬1) أنظر؛ المصدر السابق: 19/ 16 – 20، ص27.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "في الآية دليل واضح على حرمة القتل، وعلى وجوب النيل من القاتل، وعدم تركه. ¶ ودلت جريمة ابن آدم (قابيل) على أن القتل اعتداء على الإنسانية، قال تعالى: {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرائيلَ أَنَّهُ مَنْ قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً} (المائدة: 32). ¶ لهذا أوجب الإسلام القصاص، قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ وََلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ} (البقرة: 178 ـــ 179). ¶ دلت الآيتان الكريمتان على مبدأ المماثلة في القصاص، وعلى أن القصاص حق لا يجوز التفريط فيه، فهو حياة للنفوس، والمجتمع. ¶ ونص القرآن الكريم أيضاً على العذاب الأخروي للقاتل العمد، قال تعالى: {وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا} (النساء: 93). ¶ وجه الاستدلال: ¶ في الآية بيان خطير للغاية عن حرمة القتل و جزاء القاتل العمد: ¶ 1. جهنم خالداً فيها. ¶ 2. غضب من الله. ¶ 3. لعنة الله تلاحقه. ¶ 4. العذاب العظيم. ¶ ثانياً. السُنة النبوية:",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أوضحت السنة أن حالات القتل المأذون بها شرعاً، أي المباح للحاكم لا للأفراد، ما نص عليه الحديث الشريف قال عليه السلام: \" لا يحل دم امرئ مسلم إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة \" (¬1). ¶ وفي رواية \" لا يحل دم امرئ إلا بإحدى ثلاث: كفر بعد إسلامه، أو زنى بعد إحصانه، أو قتل نفساً بغير نفس فيُقتل بها \" (¬2). ¶ كذلك وردت أحاديث كثيرة تنص على تحريم قتل النفس، نفس الغير، أو نفس الشخص (الانتحار)، وتحريم الدماء، والأموال، والأعراض. ¶ 1. قال عليه السلام: \" قتل المؤمن أعظم عند الله من زوال الدنيا \" (¬3). ¶ 2. ومنها قوله عليه السلام: \" إن دماءكم وأموالكم عليكم حرام كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا \" (¬4) ¶ 3. وقوله عليه السلام: \" اجتنبوا السبع الموبقات: الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق .. \" (¬5) ¶ كذلك حرّم الإسلام قتل الإنسان لنفسه (الانتحار)، لقوله عليه السلام: \" من قتل نفسه بحديدة فحديدته في يده يتوجأ بها في بطنه في نار جهنم خالداً مخلداً فيها أبداً، ومن قتل نفسه بسم، فسمه في يده يتحساه في نار جهنم خالداً مخلداً فيها أبداً، ومن تردى من جبل، فقتل نفسه، فهو يتردى في نار جهنم خالداً مخلداً فيها أبداً \" (¬6). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه، ح (6878)، كتاب (الديات)، باب (قوله تعالى: إن النفس بالنفس)، 4/ 2145. ¶ (¬2) أخرجه البغوي في شرح السُنة، ح (2518)، كتاب (القصاص)، باب (تحريم القتل)، 10/ 148. ¶ (¬3) أخرجه النسائي في سُننه، كتاب (تحريم الدم)، باب (تعظيم الدم)، 7/ 82. ¶ (¬4) أخرجه البخاري في صحيحه، ح (4406)، كتاب (المغازي)، باب (حجة الوداع)، 3/ 1329. ¶ (¬5) أخرجه البخاري في صحيحه، ح (6857)، كتاب (الحدود)، باب (رمي المحصنات)، 4/ 2139. ¶ (¬6) أخرجه البغوي في شرح السُنة، ح (2523)، كتاب (القصاص)، باب (وعيد من قتل نفسه)، 10/ 153.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الأحاديث السابقة الذكر تُبيّن جميعها أن القتل جناية لا يقبلها الإسلام، بل يُحرمها تحريماً قاطعاً، إن كانت لنفس غير نفس القاتل، أو كانت لنفسه، وغلظت في بيان حُرمتها. ¶ وحددت السُنة عقوبة القتل العمد، فقال عليه السلام: \" العمد قوَد، إلا أن يعفو ولي المقتول \" (¬1) ¶ في الحديث دليل على وجوب القصاص، إلا أن يعفو أولياء المقتول. ¶ ثالثاً. الإجماع: (¬2) ¶ أجمعت الأمة على تحريم القتل، فإن فعله إنسان متعمداً فسق، وأمره إلى الله، إن شاء يُعذبه، وإن شاء غفر له، وتوبته مقبولة في قول أكثر أهل العلم، خلافاً لابن عباس (¬3)، بدليل قول الله تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} (النساء: 116). ¶ وقوله تعالى: {إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا} (الزمر: 53). ¶ وجه الاستدلال: ¶ في الآيتين السابقتين دليل على أن الله يغفر الذنوب دون الشرك، فإن تاب الجاني فلله أن يغفر له، أو لا يغفر له , هذا في الذنوب المتعلقة بالله , أما الذنوب المتعلقة بالبشر فأمرها مختلف. ¶ أما آية الخلود في جهنم للقاتل، فهي محمولة على من لم يتب، أو على أن هذا جزاؤه إن جازاه الله، وله العفو إن شاء. ¶ كل هذا في حال كون القتل ظلماً. ¶ والشافعية (¬4) قسموا القتل إلى: ¶ 1. واجب: وهو قتل المرتد إذا لم يتب، أو الحربي إذا لم يسلم أو يعطي الجزية. ¶ ¬__________ ¶ (¬1) أخرجه أبو شيبة في مصنفه ح (3862/ 157)، كتاب (الديات)، باب (من قال العمد قود)، 6/ 403. ¶ (¬2) أنظر؛ الكاساني: بدائع الصنائع، 7/ 233، وابن قدامة: المغُني، 332، والدردير، الشرح الكبير، 4/ 375. ¶ (¬3) أنظر؛ ابن قدامة، 7/ 367، والشربيني: مغُني المحتاج، 8/ 332، والشيرازي: المهذب، 2/ 225. ¶ (¬4) أنظر؛ ابن عابدين: رد المحتار على الدر المختار، 5/ 397، والحصفكي، الدر المختار، 3/ 197.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "2. حرام: وهو قتل معصوم الدم بغير حق، أي عدواناً، سواء أكان مؤمناً أو آمناً، ذمي أو معاهد. ¶ 3. المكروه: وهو قتل المجاهد قريبه الكافر، إذا سب الله أو الرسول. ¶ 4. المباح: مثل قتل المقتص منه، أو القتل دفاعاً عن النفس. ¶ أنواع القتل: ¶ اختلف العلماء حول أنواع القتل: ¶ أولاً. الحنفية (¬1): قالوا القتل خمسة أنواع: ¶ 1. فتل عمد. ¶ 2. قتل شبه عمد. ¶ 3. قتل خطأ. ¶ 4. قتل جرى مجرى الخطأ. ¶ 5. قتل بالتسبب. ¶ ثانياً. الشافعية (¬2)، والحنابلة (¬3): ¶ يقولون أن القتل ثلاثة أنواع: ¶ 1. قتل عمد. ¶ 2. قتل شبه عمد. ¶ 3. قتل خطأ. ¶ ثالثاً. المالكية (¬4): ¶ القتل عندهم نوعان، لأنهما هما المذكوران في القرآن: ¶ 1. قتل عمد. ¶ 2. قتل خطأ. ¶ عقوبة القتل العمد: ¶ اتفق العلماء على أن القاتل عمداً يجب عليه أمور ثلاثة: ¶ 1. الإثم العظيم، كما ورد ذلك في نصوص القرآن والسُنة. ¶ 2. الحرمان من الميراث، لقول الرسول: \" لا يرث القاتل شيئاً \" (¬5). ¶ 3. القوَد (القصاص). ¶ 4. الكفارة، وهو قول للشافعية دون غيرهم. ¶ القصاص: ¶ وهو مجازاة الجاني بمثل فعله، وهو القتل. ¶ ومشروعية القصاص ثبتت بالقرآن الكريم لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الْقِصَاصُ فِي الْقَتْلَى} (البقرة: 178). ¶ وقوله تعالى: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ} (البقرة: 179). ¶ وجه الاستدلال: ¶ في الآيتين دليل على أن القصاص جزاء القتل العمد. ¶ قال ابن العربي (¬6): في قوله تعالى: {فمن عُفي له من أخيه شيء}. ¶ ¬__________ ¶ (¬1) أنظر؛ الكاساني: بدائع الصنائع، 7/ 233، وابن الهمام: فتح القدير، 8/ 244. ¶ (¬2) أنظر؛ الشربيني: مغُني المحتاج، 4/ 3. ¶ (¬3) أنظر؛ ابن قدامة: المغُني، 7/ 636. ¶ (¬4) أنظر؛ ابن جزي: القوانين الفقهية، 345. ¶ (¬5) أخرجه البيهقي في السُنن الكبرى، ح (16775)، كتاب (قتال أهل البغي)، باب (العادل يقتل الباغي)، 8/ 322. ¶ (¬6) أنظر؛ ابن عربي: أحكام القرآن، ص 1/ 96.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "هذا قول مشكل تبلدت فيه ألباب العلماء، و اختلفوا في مقتضاه. ¶ قال مالك في رواية ابن القاسم: موجب العمد القود خاصة، و لا سبيل إلى الدية إلا برضاً من القاتل، و به قال أبو حنيفة. ¶ و روى أشهب عن الإمام مالك: أن الولي مخير بين أمرين، إن شاء قتل، و إن شاء أخذ الدية، و به قال الشافعي. ¶ و رُوي عن ابن عباس: العفو أن تقبل الدية في العمد، فيتبع بمعروف و تؤدي إليه بإحسان، يعني يحسن في الطلب من غير تضييق ولا تعنيف، و يحسن في الأداء من غير مطل ولا تسويف. ¶ و نحوه عن قتادة و مجاهد و عطاء و السدي، و زاد قتادة: بلغنا أن النبي صلى الله عليه و سلّم قال: \" من زاد أو ازداد بعيراً، يعني في إبل الدية، فمن أمر الجاهلية \" (¬1)، و كأنه يعني فإتباع بالمعروف لا يُزاد على الدية المعروفة في الشرع. ¶ و قال مالك: تفسيره من أُعطي من أخيه شيئاً من العقل فليتبعه بالمعروف، فعلى هذا الخطاب للولي. قيل له: إن أعطاك أخوك القاتل الدية المعروفة فأقبل ذلك منه و اتبعه. ¶ و قال أصحاب الشافعي: تفسيره إذا أسقط الولي القصاص و عيّن له من الواجبين الدية فاتبعه على ذلك أيها الجاني على هذا المعروف، و أد إليه بإحسان. ¶ و هذا يدور على حرف، و هو معرفة تفسير العفو، و له في اللغة خمسة موارد: ¶ الأول: العطاء؛ يقال: جاد بالمال عفواً صفواً، أي مبذولاً من غير عوض. ¶ الثاني: الإسقاط؛ و نحوه \" واعف عنا \" و عفوت لكم عن صدقة الخيل و الرقيق. ¶ الثالث: الكثرة؛ و منه قوله تعالى: {حتى عفوا} أي كثروا، و يقال: عفا الزرع أي طال. ¶ الرابع: الذهاب؛ و منه قوله: عفت الديار. ¶ الخامس: الطلب؛ يقال: عفيته و إعتفيته، و منه قوله: ما أكلت العافية فهو صدقة. ¶ ¬__________ ¶ (¬1) أنظر؛ تفسير الطبري، ص 2/ 65.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "و إذا كان مشتركاً بين هذه المعاني المتعددة وجب عرضها على مساق الآية، و مقتضى الأدلة، فالذي يليق بذلك منها العطاء أو الإسقاط، فرجّح الشافعي الإسقاط لأنه ذكر قبله القصاص، وإذا ذكر العفو بعد العقوبة كان في الإسقاط أظهر. ¶ ورجّح مالك وأصحابه العطاء، لأن العفو إذا كان بمعنى الإسقاط وُصِل بكلمة \"عن\" كقوله تعالى: {وَاعْفُ عَنَّا}، وكقول: \"عفوت لكم عن صدقة الخيل\"، وإذا كانت بمعنى العطاء كانت صلته له، فترجّح ذلك بهذا. ¶ وبوجه ثانٍ، وهو أن تأويل مالك هو اختيار خبر القرآن ومن تابعه كما تقدم. ¶ وبوجه ثالث، وهو أن الظاهر في الجزاء أن يعود على ما يعود عليه الشرط، والجزاء عائد إلى الولي، فليعد إليه الشرط، ويكون المراد بمن، مَن كان المراد بالأمر بالاتباع. ¶ وبوجه رابع، أنه تعالى قال: {شيء} فنكّر، ولو كان المراد القصاص لما نكّره، لأنه معرَّف، وإنما يتحقق التنكير في جانب الدية وما دونه. ¶ وينفصل أصحاب الشافعي عن ترجيح المالكية بأن العلة تتحقق إذا كان معنى عفا أسقط لأن تفسيره \"ترك\" و كلمة \"له\" تتصل بترك كما تتصل بأخذ. ¶ وأما قول ابن عباس فقد اختلف في ذلك، فرُوي عنه أنه قال بمثل قول المالكية، وأما الجزاء فقد يعود على من لا يعود عليه الشرط، فتقول: من دخل من عبيدي الدار فصاحبه حر، وإن دخل عمرو الدار فعبدي حر، وأما فصل النكرة فغير لازم، فإن القصاص قد يكون نكرة وهو إذا عفا أحد الأولياء فتبعّض القصاص فيعود البعض منكراً. ¶ قال ابن العربي: رواية أشهب أظهر لوجهين: ¶ أحدهما: الأثر لقوله عليه الصلاة والسلام: \" فمن قُتل له قُتيل فهو بخير النظرين، إما أن يفدى وإما أن يقاد\" (¬1). و يكون معناه: إما أن يأخذ الدية أو يأخذ القود. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه: كتاب الديات، باب: مَن قُتل له قتيل، (6880) ص 4/ 2146.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "والآخر: النظر و المعنى: فإن الولي أو القاتل إذا وقع العفو عنهما بالدية فإنه واجب على القاتل قبوله دون اعتبار رضا القاتل، لأنه عرض عليه بقاء نفسه بثمن مثله، كما لو عرض عليه بقاء نفسه في المخمصة بقيمة الطعام للزمه، يؤكده أنه يلزمه إبقاء نفسه بمال الغير إذا وجده في المخمصة فأولى أن يلزمه إبقاء نفسه بماله. ¶ وقال الطبري في قوله تعالى: {فإتباع بالمعروف} دليل على عموم الوجوب ممن وقع، يريد أن من ذكر الدية وجب قبولها على الآخر من ولي أو جان، ثم رأى أن هذا لا يستمر فعقبه بعده بما يدل على أن الدية إن عرضها الجاني استحب قبولها وإن عرضها المجني عليه أو وليه وجب على الجاني قبولها، ولما رجع إليه استغنينا عن الاعتناء. ¶ وقوله تعالى: {فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ}، المعنى أن الله سبحانه وتعالى عفا عما كان في الجاهلية لمن أسلم الآن، وقد بيّن له وحُدّت الحدود، فإن تجاوزها بعد بيانها فله عذاب أليم، بالقتل في الدنيا وبالعذاب في الآخرة. انتهى كلام ابن العربي. ¶ وفي السُنة وردت أحاديث كثيرة منها قول الرسول عليه السلام: \" ومن قتل عمداً فهو قود، ومن حال دونه فعليه لعنة الله وغضبه، ولا يُقبل منه صرف ولا عدل \" (¬1). ¶ أما الإجماع: فكما ذكرنا سابقاً، أجمعت الأمة على وجوب القصاص من الجاني. ¶ أما العقل: فالعقل يقضي بتشريع القصاص، إما عدالة، بأن يُفعل بالجاني مثل جنايته، وإما مصلحة، بتوفير الأمن العام، وصون الدماء، وحماية الأنفس، وزجر الجناة، ولا يتحقق ذلك إلا به، فلا يلتفت إلى الدعاوى والمزاعم القائلة بأن فيه تهديماً جديداً للبنية الإنسانية، لأن في تشريعه صون حق الحياة للمجتمع: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ} (البقرة: 179). ¶ العقوبة الأصلية الثانية للقتل العمد، الكفارة: ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سُننه، ح (4539)، كتاب (الديات)، باب (من قتل في جمعاء بين قوم) 40/ 182.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قالت الشافعية (¬1): ¶ تجب الكفارة في القتل العمد على كل قاتل بالغ، وصبي ومجنون، وعبد وذمي، وعامد ومخطيء، ومتسبب، وفي شبه العمد، أي أن الكفارة تجب سواء أكان القاتل كبيراً عاقلاً أم صغيراً، أم مجنوناً، مسلماً أم ذمياً، فاعلاً أهلياً، أم شريكاً، مباشرة أم تسبباً، وكان المقتول مسلماً ولو بدار حرب، أو ذمياً أو أجنبياً. ¶ ولا تجب الكفارة بقتل مباح الدم كالحربي، والباغي، والصائل، والمقتص منه، والمرتد، والزاني المحصن. ¶ والدليل على وجوب الكفارة في العمد: أن المقصود من تشريع الكفارة هو رفع الذنب، ومحو الإثم، والذنب في القتل العمد أعظم من القتل الخطأ، فكانت الكفارة في العمد أحرى وأولى، والعامد أحوج إليها لرفع الذنب وتكفير الخطيئة، ويدل له خبر واثلة بن الأسقع قال: أتينا النبي صلى الله عليه وسلم في صاحب لنا، وقد استوجب النار بالقتل، فقال: \" اعتقوا عنه رقبة، يعتق الله بكل عضو منها عضواً منه من النار\" (¬2). ¶ وكفارة القتل مثل كفارة الظهار في الترتيب: ¶ - عتق رقبة أولاً. ¶ - ثانياً: فإن لم يجد فصيام شهرين متتابعين. ¶ والواجب في عصرنا الصوم، لانعدام وجود الرقيق. ¶ ولا تجب الكفارة على قاتل الباغي، والصائل، والحربي، والمرتد، والزاني المحصن، والذي يُقتص منه، لأن هؤلاء دمهم مباح بالنسبة للقاتل. ¶ النوع الثاني من العقوبة: ¶ العقوبة البديلة في القتل العمد: ¶ إذا سقط القصاص بعفو ولي الأمر، أو بموت الجاني، أو بغيرهما، طبقت عقوبتان أخريان هما: ¶ 1. الدية، وهي ما سيكون عنه حديثنا في بحثنا ودراستنا هذه. ¶ 2. التعزير. ¶ إن جناية القتل جريمة لها انعكاساتها السلبية على المجتمع من جميع النواحي: ¶ - فمن الناحية الاجتماعية تعمل هذه الجناية على تمزيق المجتمع، ونشر حالة من الرعب و عدم الاستقرار. ¶ ¬__________ ¶ (¬1) أنظر؛ الشربيني: مغُني المحتاج، 4/ 107، والشيرازي، المهذب، 2/ 217. ¶ (¬2) أخرجه الإمام أحمد في مسنده، ح (15954)، 12/ 415، تحقيق، أحمد شاكر.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "- أما من الناحية النفسية فهي تجعل النفس في حالة اضطراب دائم وحيرة وقلق. ¶ - ومن الناحية الاقتصادية تجعل الناس في حالة ضيق وعوز. ¶ - ومن الناحية السياسية تجعل المجتمع الذي تنتشر فيه هذه الجريمة مجتمعاً متهالكاً سياسياً، ضعيفاً في مواجهة الخطوب والمصاعب الداخلية والخارجية، غير قادر على تحديد وجهته العامة وسياساته الداخلية والخارجية. ¶ - أما من الناحية الإيمانية: فإن جناية القتل هي إفراز لضعف الوازع الديني لأفراد هذا المجتمع، لهذا كلما ضعف الوازع الديني في مجتمع من المجتمعات كلما ازدادت الجريمة بجميع أشكالها، لهذا يعمل الإسلام على محورين مستقيمين هما: ¶ - نشر الإيمان وترسيخه في نفوس الناس. ¶ - فرض القانون وعدم التهاون في تطبيقه. ¶ لهذا نجد أن المجتمع المسلم من أقل المجتمعات التي تنتشر فيها جريمة قتل. ¶ جريمة القتل علامة من علامات القيامة: ¶ أخرج الإمام مسلم في صحيحه قال: حدثنا قتيبة بن سعيد حدثنا يعقوب يعني ابن عبد الرحمن، عن سهيل، عن أبيه، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: \" لا تقوم الساعة حتى يكثر الهرج\" قالوا: ما الهرج يا رسول الله قال: \"القتل، القتل \" (¬1). ¶ المبحث الثالث ¶ علاقة جريمة القتل بالمقاصد العامة ¶ للشريعة الإسلامية ¶ عرّف العلماء المقاصد بقولهم: هي \"المعاني الملحوظة في الأحكام الشرعية والمترتبة عليها سواء أكانت تلك المعاني أحكاماً جزئية أم مصالح كلية أم سمات إجمالية، وهي تتجمع ضمن هدف واحد هو تقرير عبودية الله عز وجل، ومصلحة الإنسان في الدارين\" (¬2). ¶ ¬__________ ¶ (¬1) أخرجه مسلم في صحيحه، ح (18/ 157)، كتاب (الفتن واشراط الساعة)، باب (هلاك الأمة بعضهم ببعض)، 6/ 340. ¶ (¬2) الخادمي: علم المقاصد الشرعية، ص17.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وعرّفها ابن عاشور بأنها: \"المعاني والحكم الملحوظة للشارع في جميع أحوال التشريع أو معظمها، بحيث لا تختص ملاحظتها بالكون في نوع خاص من أحكام الشريعة، فيدخل في هذا أوصاف الشريعة وغاياتها العامة، والمعاني التي لا يخلو التشريع من ملاحظتها، ويدخل في هذا معانٍ من الحكم ليست ملحوظة في سائر أنواع الأحكام ولكنها ملحوظة في أنواع كثيرة منها\" (¬1). ¶ وأقسام مقاصد الشريعة الإسلامية تندرج تحت ثلاثة أقسام وهي: ¶ الضروريات، والحاجيات والتحسينات. ¶ - فالضروريات: هي التي لا بد منها في قيام مصالح الدين والدنيا، بحيث لو فقد لم تجر مصالح الدنيا على استقامتها ¶ - أما الحاجيات: \"فهي التي يفتقد إليها من حيث التوسعة ودفع الضيق المؤدي في الغالب إلى الحرج والمشقة اللاحقة بفوت المطلوب\" (¬2). ¶ - أما التحسينات: فهي \"الأخذ بمحاسن العادات والأخلاق وترك ما تستقذره النفوس وتعافه الطباع السليمة، والتي تؤدي إلى كمال حال الأمة في نظام معيشتها\" (¬3). ¶ فالمقاصد الضرورية تتمثل في حفظ الدين وحفظ النفس وحفظ العقل، وحفظ المال، وحفظ النفس. ¶ أولاً. حفظ النفس: ¶ عرّف العلماء حفظ النفس بأنها: \"مراعاة حق النفس في الحياة والسلامة والكرامة والعزة\" (¬4). ¶ لهذا اهتمت الشريعة الإسلامية اهتماماً كبيراً في المحافظة عليها وصيانة حرمتها وذلك من خلال مراعاة عدد من القضايا ومنها: ¶ 1. تحريم الاعتداء على النفس وذلك من خلال مجموعة من الآيات القرآنية والأحاديث النبوية والأحكام الشرعية يقول ابن حزم: \"لا ذنب عند الله عز وجل بعد الشرك أعظم من شيئين أحدهما: ترك صلاة فرض حتى يخرج وقتها، والثاني: قتل مؤمن أو مؤمنة عمداً بغير حق\" (¬5). ¶ ¬__________ ¶ (¬1) ابن عاشور: مقاصد الشريعة الإسلامية، ص51. ¶ (¬2) الشاطبي: الموافقات في أصول الشريعة، 2/ 17. ¶ (¬3) الخياط: مقاصد الشريعة، 22. ¶ (¬4) المصدر السابق، ص83. ¶ (¬5) ابن حزم: المحلى، 10/ 342.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "2. سد الذرائع المؤدية للقتل: لهذا نجد الإسلام يُحرم الاعتداء على الآخرين نفساً وجسداً، كذلك يُحرم حمل السلاح لقول النبي عليه السلام: \"من حمل علينا السلاح فليس منا\" (¬1). ¶ 3. تحريم الانتحار: نجد أن الإسلام يغلظ في تحريم قتل الناس، فليس له أن يضر نفسه، كما لا يحل له أن يضر ويعتدي على غيره. ¶ روي عن أبي هريرة: \"من تردى من جبل فقتل نفسه، فهو في نار جهنم يتردى فيها خالداً مخلداً فيها أبداً، ومن تحسى سماً فقتل نفسه فسمه في يده يتحساه في نار جهنم خالداً مخلداً فيها أبداً، ومن قتل نفسه بحديدة فحديدته في يده يجأ بها بطنه في نار جهنم خالداً مخلداً فيها أبداً\" (¬2). ¶ 4. إباحة المحظورات عند الضرورة حماية للنفس: فنجد أن من حلت به ضرورة المجاعة مثلاً، أباح الله له ماحرّم من الميتة ولحم الخنزير، وما أهل به لغير الله، لهذا ما حرم الله من المأكل والمشرب من خنزير أو صيد حرام أو ميتة أو دم أو لحم سبع أو طائر أو غيره فهو كله عند الضرورة مباح (¬3). ¶ 5. تشريع القصاص في القتل العمد: ¶ لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى} (سورة البقرة: 178)، قال قتادة: \" جعل الله هذا القصاص حياة ونكالاً وعظة لأهل السفه والجهل من الناس، وكم من رجل قد هم بداهية لولا مخافة القصاص لوقع بها، ولكن الله عز وجل حجز بالقصاص بعضهم عن بعض، وما أمر الله بأمر قط، ألا وهو أمر صلاح الدنيا والآخرة، ولا نهى عن أمر قط ألا وهو أمر الفساد في الدنيا والدين، والله أعلم بالذي يصلح خلقه\". ¶ قصاص الرجل بالمرأة: (¬4) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه: ح (7070) ك الفتن، باب من حمل علينا السلاح 4/ 2213. ¶ (¬2) أخرجه البخاري في صحيحه: ح (5778) ك الطب، باب شرب السم والدواء،4/ 1844. ¶ (¬3) أنظر؛ ابن حزم: المحلى 7/ 426. ¶ (¬4) أنظر؛ الطبري: جامع البيان، 2/ 119.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "حفظ الإسلام للمرأة كامل حقوقها المالية، والمعنوية، والإنسانية، ومن ضمن هذه الحقوق حق القصاص، فإذا اعتدى رجل على امرأة فقتلها، فإن لها ولذوي الدم حقوقاً على القاتل، وهو حق القصاص، إلا أن أقوال العلماء تعددت في هذه المسألة إلى ثلاثة أقوال: ¶ القول الأول: قول جمهور العلماء (¬1) على أن الرجل يقتل بالمرأة إذا قتلها كما أنها تقتل به إذا قتلته. ¶ واستدلوا بأدلة من القرآن الكريم والسُنة النبوية، وآثار الصحابة والقياس. ¶ أولاً: فمن القرآن الكريم، قول الله تعالى: {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالأَنفَ بِالأَنفِ وَالأُذُنَ بِالأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ} (سورة المائدة: 45). ¶ وجه الاستدلال: ¶ يقول الشيخ رضا: \"لقد جرى العمل من زمن النبي عليه السلام إلى الآن على قتل الرجل بالمرأة\" (¬2). ¶ ثانياً. السُنة النبوية: ¶ 1. لما روي عن أنس بن مالك رضي الله عنه أن النبي صلى الله عليه وسلم: \"قتل يهودياً بجارية قتلها على أوضاح لها\" (¬3). ¶ وجه الاستدلال: ¶ قال ابن حجر: \"هذا الحديث واضح الدلالة على أن الرجل يقتل بالمرأة\" (¬4). ¶ 2. لما روي أن عمر رضي الله عنه قتل ثلاثة نفر من أهل صنعاء بامرأة (¬5). ¶ ¬__________ ¶ (¬1) أنظر؛ ابن رشد: بداية المجتهد، 2/ 400، وابن قدامة: المغني، 9/ 432، والميرغناني: الهداية، 6/ 190، والشافعي: الأم، 6/ 21. ¶ (¬2) أنظر؛ رضا: تفسير المنار، 2/ 138. ¶ (¬3) أخرجه البخاري في صحيحه: ح (6885)؛ ك الديات، باب قتل الرجل بالمرأة , 4/ 2148. ¶ (¬4) أنظر؛ ابن حجر، فتح الباري 12/ 188. ¶ (¬5) ذكره ابن أبي شيبة في المصنف، ح (409).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ثالثاً. القياس: قاس العلماء القتل على القذف: قال ابن قدامة: \"قال الفقهاء القتل على القذف فقالوا: كلاً منهما شخصان يحد كل منهما بقذف صاحبه، فيقتل كل واحد منهما الآخر كالرجلين، ولا يجب مع القصاص شيء، لأنه قصاص واجب، فلم يجب معه شيء، على المقتص، كسائر القصاص، واختلاف الأبدال لا عبرة به في القصاص بدليل أن الجماعة يقتلوا بالواحد\" (¬1). ¶ القول الثاني: أن يقتل الرجل ويعطي أولياؤه نصف الدية. ¶ وهذا قول بعض الصحابة وبعض التابعين منهم عثمان بن عفان، والحسن البصري، وعطاء، استدلوا بما ورد عن علي بن أبي طالب رضي الله عنه قال: عقل المرأة على النصف من عقل الرجل، في النفس وفيما دونهما (¬2). ¶ القول الثالث: أن الرجل لا يقتل بالمرأة. ¶ وهو قول الإمام الخطابي في معالم السنن (¬3). ¶ وقد استدل بالآية الكريمة: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ}، معتبراً قتل الذكر بالأنثى يتعارض مع خطاب الله عز وجل في هذه الآية. ¶ والقول الراجح حسب ما أرى هو ما يقول به الجمهور وذلك لما يأتي: ¶ - كثرة أدلتهم وتنوعها. ¶ - قوة أدلتهم، وضعف أدلة غيرهم. ¶ - عمل أصحاب المذاهب الفقهية بهذا القول. ¶ - روح الشريعة الإسلامية ومبادئها التي لا تفرق بين الرجل والمرأة في الأغلب الأعم من الأحكام الشرعية. ¶ هذا ما أحببت أن أوضحه بالنسبة لهذه القضايا الشائكة , و التي يكثر فيها اللغط على الإسلام و كثيرأ ما تُحرّف النظرة الإسلامية في هذه المجالات , فالمرأة في حلها و ترحالها , قائمة أو قاعدة , قديمها و حديثها كانت محط سهام أعداء الحق و الحقيقة , و من حذا حذوهم. ¶ الفصل الأول ¶ حقيقة الدية و مشروعيتها , و شروط وجوبها ¶ ¬__________ ¶ (¬1) أنظر؛ ابن قدامة: المغني، 9/ 339. ¶ (¬2) أخرجه البيهقي في السنن الكبرى: ك الديات، باب: ما جاء في جراح المرأة، 8/ 169. ¶ (¬3) الخطابي: معالم السنن: ك الديات، باب: ومن يقال عن القتل الحر، 2/ 13.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "اهتم العلماء المسلمون، محدثين، و فقهاء بدراسة الدية، فتناولها المفسرون في كتب التفسير، و المحدثون في كتب الحديث جمعاً و شرحاً، و الفقهاء في كتب الفقه، و خبراء القانون و التشريع و علماء الاجتماع و غيرهم. ... لهذا نجد اهتمام الكثرة الكاثرة من علمائنا بهذا الموضوع لجدته و حيويته، من أجل هذا سأتناول موضوع الدية بالدراسة من خلال المبحثين التاليين: ¶ المبحث الأول: حقيقة الديّة، ومشروعيتها. ¶ المبحث الثاني: شروط وجوب الديّة. ¶ المبحث الأول ¶ حقيقة الديّة ومشروعيتها ¶ جرت عادة العلماء قبل الحديث عن موضوع من موضوعات العلم أن يقدموا له ببيان حقيقته اللغوية، و الاصطلاحية، و ذلك لما فيه من الفائدة الكبيرة العائدة على البحث، ثم بعد ذلك بيان التأصيل الشرعي، و ما له علاقة بذلك من بيان الدلالة والإثبات. ¶ لهذا سوف أخصص لهذا المبحث مطلبين كما يلي: ¶ المطلب الأول: حقيقة الديّة في اللغة والاصطلاح. ¶ وفيه فرعان: ¶ الفرع الأول: حقيقة الديّة في اللغة. ¶ الفرع الثاني: حقيقة الديّة في الاصطلاح. ¶ المطلب الثاني: مشروعية الديّة، وحكمة مشروعيتها. ¶ وفيه فرعان: ¶ الفرع الثاني: مشروعية الديّة. ¶ الفرع الثالث: حكمة مشروعية الديّة. ¶ المطلب الأول ¶ حقيقة الدية في اللغة والاصطلاح ¶ وفيه أتناول بالتأصيل لبيان المعنى اللغوي، والاصطلاحي للدية، وذلك من أجل الوصول إلى معرفة الأحكام المتعلقة بالدية، و بيان التكييف الشرعي لها لأن الحكم على الشيء نتاج تصوره , و تصور الشيء يكون نتاج معرفة حدوده و معرفة معانيه. ¶ و سيكون ذلك من خلال الفرعين التاليين: ¶ الفرع الأول ¶ حقيقة الديّة في اللغة ¶ الديّة: اسم مصدر من الفعل (ودي)، حق القتيل، والديّة واحدة الديّات، والهاء عوض من الواو، تقول: وديت القتيل أَدية، ديةً، إذا أعطيت ديته. ¶ وأتدَيتُ: أي أخذت ديته (¬1). ¶ ¬__________ ¶ (¬1) ابن منظور: لسان العرب، 6/ 903. ¶ 2. الفيروز آبادي: القاموس المحيط، 4/ 401.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ويأتي على عدة معانٍ؛ منها (¬1): ¶ - اسم للمال الذي بدل النفس، وهي التي تكون في مقابل إزهاق للنفس عدواناً. ¶ - دية أطراف أو أعضاء، وهي التي تكون في مقابل قطع طرف أو عضو. ¶ - دية مغلظة، وهي دية العمد، أو شبه العمد. ¶ - دية مخفضة، وهي دية القتل الخطأ. ¶ بالنظر خلال المعاني اللغوية السابقة، يظهر أن معنى الدية: اسم للمال الذي بدل الجناية. ¶ الفرع الثاني ¶ حقيقة الديّة في الاصطلاح ¶ تعددت تعاريف الديّة، عند الفقهاء. ¶ و هي كما يلي: ¶ أولاً. الحنفية: ¶ عرّف قاضي زاده الدية بأنها: \" المال الواجب بالجناية، في نفس أو أطراف \" (¬2). ¶ يُلاحظ أن هذا التعريف: أخرج دية القتل العمد إذا تنازلت المجني عليها عن القصاص، و رضا الجاني بدفعها إليها؛ لأنه لا يُسمى دية، بل تسمى صلحاً. ¶ ثانياً. المالكية: ¶ عرّف ابن رشد الدية بأنها: \" المال الواجب بجناية خطأ، أو العمد، أو شبه العمد، مقدرة شرعاً لا بالاجتهاد \" (¬3). ¶ يلاحظ أن هذا التعريف: أخرج الدية التي لم يرد فيها تقدير معين؛ مثل الجناية على العبد، لأنه لا يُسمى المال المدفوع لأهله دية. ¶ ثالثاً. الشافعية: ¶ عرّف الشربيني الدية بأنها: \" المال الواجب بجناية على الحر، في نفس، أو فيما دونها \" (¬4). ¶ يلاحظ أن هذا التعريف: أخرج الجناية على العبد، فلا يسمى المال المدفوع إليه دية، ويشمل التعريف المال المدفوع بسبب الجناية على نفس الإنسان، أو ما دون النفس. ¶ رابعاً. الحنابلة: ¶ عرّف البُهوتي الدية بأنها: \" المال المؤدى إلى مجني عليه، أو وليه بسبب جناية \" (¬5). ¶ ¬__________ ¶ (¬2) 1. قاضي زاده: نتائج الأفكار، 8/ 301. ¶ ابن رشد: بداية المجتهد و نهاية المقتصد، 2/ 307. ¶ 2.الشربيني: مغني المحتاج، 4/ 53. ¶ 3. البهوتي: كشاف القناع، 6/ 3. ¶ (¬5) 4. بهنسي: الدية في الشريعة الإسلامية، ص 24.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "يلاحظ أن هذا التعريف: شمل جميع المال المؤدى بسبب الجناية، ويشمل الجناية عمداً في حال تنازل المجني عليه، أو وليه، والجناية شبه العمد، والخطأ، وسواء دفع المال إلى المجني عليه في حال الجناية فيما دون النفس، أو دفع المال إلى وليه في حال الجناية على النفس. ¶ التعريف المختار: ¶ بالنظر إلى التعريفات السابقة يظهر أن التعريف المختار هو ما ذهب إليه الحنابلة، وهو: \" المال المؤدى إلى المجني عليه، أو وليه بسبب جناية \". ¶ وذلك للأسباب التالية (¬1): ¶ - تعريف جامع مانع، وشامل. ¶ - أنه يوضح متعلقات الدية في حال الجناية، أو الأرش. ¶ - أنه وفّق بين المعنى اللغوي والمدلول الاصطلاحي للدية. ¶ المطلب الثاني ¶ مشروعية الدية، والحكمة منها ¶ معرفة الحكم الشرعي لأمر من الأمور قاعدة أساسية للانطلاق للعمل بهذا الأمر , لهذا أوجب الشارع الحكيم على الإنسان أن يعرف الحكم الشرعي لأي مسألة في حياته العملية أو العلمية , كذلك من المهم معرفة الحكمة و المقصد للأعمال و الأحكام , لهذا سأتناول في هذا المطلب الحديث عن مشروعية الدية، والحكمة من مشروعيتها , وذلك في الفرعين التاليين: ¶ الفرع الأول ¶ مشروعية الديّة ¶ ثبتت مشروعية الديّة بالكتاب، والسُنة، والإجماع، والمعقول ¶ و هي كما يلي: ¶ أولاً. القرآن الكريم: ¶ وردت في القرآن الكريم آيات عدة تدلل على مشروعية الديّة، منها:",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "1.قوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِناً إِلاَّ خَطَأً وَمَنْ قَتَلَ مُؤْمِناً خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلاَّ أَنْ يَصَّدَّقُوا فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْن تَوْبَةً مِنْ اللَّهِ وَكَانَ اللَّهُ عَلِيماً حَكِيماً} (النساء: الآية 92). ¶ وجه الاستدلال: ¶ الآية فيها دلالة على مشروعية الدية في القتل الخطأ، وأنها تُدفع إلى أهل المقتول، إذا لم يحصل العفو من ... قِبل أهل القتيل. (¬1). ¶ 2. قوله تعالى: {وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَاباً عَظِيماً} (النساء: الآية 93). ¶ وجه الاستدلال: ¶ الآية فيها دليل على وجوب الدية من باب أولى، لأن الدية تجب في القتل الخطأ فمن باب أولى تجب في القتل العمد (¬2). ¶ ثانياً. السُنة النبوية: ¶ وردت في السُنة النبوية أحاديث متعددة، تدل على مشروعية الدية، ومنها: ¶ ¬__________ ¶ (¬1) أنظر؛ القرطبي: الجامع لأحكام القرآن، ص 3/ 315. ¶ (¬2) أنظر؛ القرطبي: الجامع لأحكام القرآن، ص 3/ 331.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "1. ما رواه الإمام مالك، عن عبد الله بن أبي بكر بن محمد بن عمرو بن حزم، عن أبيه، أن في الكتاب الذي كتبه رسول الله صلى الله عليه وسلم لعمرو بن حزم في العقول: \" أن في النفس مائة من الإبل وفي الأنف، إذا أُوعيَ جدْعاً، مائة من الإبل، وفي المأمومة ثلث الدية، وفي الجائفة مثلها، وفي العين خمسون، وفي اليد خمسون، وفي الرٍجل خمسون، وفي كل أصبع مما هنالك عشرٌ من الإبل، وفي السن خمسٌ، وفي المُوضحة خمس\" (¬1). ¶ وجه الاستدلال: ¶ الحديث فيه دليل على مشروعية الدية، ومقادير دية النفس، وديات بعض الأعضاء، والأطراف والجروح، مما يدل على إقرارها. ¶ 2. ما رُوي عن أبي هريرة رضي الله عنه أنه قال: \" اقتتلت امرأتان من هُذيل فرمت إحداهما الأخرى بحجر فقتلتها، وما في بطنها، فاختصموا إلى رسول الله صلى الله عليه وسلم فقضى رسول الله صلى الله عليه وسلم أن دية جنينها غرًّة عبد، أو أمة، وقضى بدية المرأة على عاقلتها\" (¬2). ¶ وجه الاستدلال: ¶ الحديث فيه دليل على مشروعية الدية، حيث حكم الرسول عليه السلام على المرأة بالدية للمجني عليها، وبالغرَّة للجنين. ¶ ثالثاً. الإجماع: ¶ أجمعت الأُمة على مشروعية الدية و وجوبها، حيث كان الناس، وما زالوا يعملون بها من لدن زمن النبي صلى الله عليه وسلم إلى يومنا هذا، ولم يُنكر عليهم أحدٌ هذا العمل، ونقل الإجماع على مشروعيتها ووجوبها الكثير من العلماء (¬3). ¶ رابعاً. المعقول (¬4): ¶ ¬__________ ¶ (¬1) أخرجه الإمام مالك في الموطأ: ح (1) كتاب (العقول)، باب: (ذكر العقول)، 2/ 647. ¶ (¬2) أخرجه البيهقي في سننه: رقم (16130) كتاب (الديات)، باب (وجوب الدية في شبه العمد)، 8/ 123. ¶ (¬3) أنظر؛ السرخسي: المبسوط، 26/ 126، والدسوقي: حاشية الدسوقي على الشرح الكبير، 4/ 244، والزيلعي: تبيين الحقائق، 8/ 315، وابن قدامة: المغُني 8/ 367. ¶ (¬4) أنظر؛ القرطبي: الجامع لأحكام القرآن، 2/ 252.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "- أن الدية واجبة عقلاً على القاتل إذا حصلت المصالحة بينه وبين أولياء المجني عليها، فيجب على القاتل إعطاء الدية إلى أولياء المقتولة بدون مماطلة وتأخير وقت. ¶ - أن الدية تلزم المجني بدون رضاه، لأنه يجب عليه إحياء نفسه بالدية. ¶ الفرع الثاني ¶ حكمة مشروعية الدية ¶ للدية حكم كثيرة دينية، و اجتماعية، و نفسية، و اقتصادية , مما يساعد في نشر الأمن، والاستقرار في المجتمع و هي كما يلي (¬1): ¶ - أنها زواجر و روادع، وحماية للأنفس. ¶ - الدية تعمل على إطفاء الألم والغيظ في نفس المجني عليها وذويها؛ فهي ترضية لهم بشكل محدود. ¶ - وفيها تعويض للآلام النفسية التي تصيب المجني عليها. ¶ - الدية ما هي إلا بدل النفس، وتُستحق لمجرد القتل؛ فهي تعويض عن القتل. ¶ - الدية تعمل على صون الدم عن الهدر، فهي تشبه الغرامة من جهة، والتعويض من جهة أخرى. ¶ - العمل بها إقرار لشرع الله، وتطبيق له في حياة المجتمع. ¶ - تعمل على تهيئة حياة طبيعية لورثة المجني عليها، دون الحاجة والعوز. ¶ - الدية فيها إشعار للجاني بمدى رحمة الله بخلقه في عدالة أحكام الشريعة الإسلامية؛ حيث وَكّل الحق في الاستيفاء لصاحبه. ¶ - الدية فيها إشعار للجاني بمدى الضرر الشنيع الذي تسببه في حال جنايته على المجني عليها أو ورثتها، أو أولياءها , أو على المجتمع من خلال ترويع و تقويض أمنه. ¶ - إن العفو عن القصاص، والحكم بالدية فيه تشجيع لأصحاب الحق ليأخذوا بها حصراً للأضرار المترتبة عن تنفيذ حكم القود في المجني عليه، مما يُقلل الجريمة وتصفو النفوس، وترجع عن إغواء الشيطان ¶ المبحث الثاني ¶ شروط وجوب الديّة ¶ ¬__________ ¶ (¬1) 1. أنظر؛ بهنسي: الدية بين العقوبة والتعويض، ص53، و المغربي: الحدود والقصاص في الفقه الإسلامي، ص78، أبو الحمد: الجرائم والعقوبات في الشريعة الإسلامية، ص163.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "زيادة في التوثق و الثبوت في أمر الجناية و ما يستلزمها من قصاص أو دية , و حتى يستقر وجوب الدية في حال وقوع جناية معينة، يجب أن تتوافر شروط في أطراف الجناية الثلاثة. ¶ وسوف أُخصص لهذا المبحث ثلاثة مطالب: ¶ المطلب الأول: الشروط الواجب توافرها في الجناية. ¶ المطلب الثاني: الشروط الواجب توافرها في المعتدى عليها. ¶ المطلب الثالث: الشروط الواجب توافرها في المعتدي. ¶ المطلب الأول ¶ الشروط الواجب توافرها في الجناية ¶ أتناول في هذا المطلب الحديث عن الشروط الواجب توافرها في الجناية , و هي كما يلي (¬1): ¶ أولاً. أن يكون الفعل غير مشروع: ¶ ومؤدياً إلى الضرر بذاته، ويكون الفعل غير مشروع إذا تجاوز صاحبه حدود النص، وهذا هو التعدي، ويمثل الخطأ. ¶ ومثال ذلك: ¶ أن يحفر إنسان بئراً في الطريق، فيقع في البئر رجل فيتضرر من سقوطه في هذا البئر، فإن الحافر يضمن ما حصل من الضرر، أما إذا لم يحصل ضرر، كمن حاول الخروج فسقط أثناء محاولته، فلا ضمان على الحافر؛ لأنه ليس بدافع له. ¶ ثانياً. أن يكون الضرر نتيجة التعدي والتقصير: ¶ فلا بد من وجود علاقة سببية بين الضرر والتعدي، أي بين سلوك الجاني والنتيجة التي أحدثت ضرراً في المجني عليها. ¶ ومثال ذلك: ¶ من أتلف إنساناً مباشرة، أو بسبب، بأن ألقى عليه أفعى، فقتله، فعليه ضمانه؛ لأنه تلف بعدوانه. ¶ ثالثاً. أن يكون الضرر بدنياً: ¶ إن الدية تكون مقابل الضرر الذي حصل لبدن المجني عليها، سواء كانت الجناية في النفس، أو فيما دونها، وإذا لم يكن الضرر بدني فلا تجب الدية، أما الأضرار التي تحصل من الاعتداءات الأخرى فيترتب عليها الضمان على المعتدي وجبر الضرر عن قيمة التلف إن كان يُقوَّم، أو مثله إن كان مثلياً، ولم يُقَدَّر سلفاً من قبل الشارع، كما قُدِّرت الدية. ¶ ¬__________ ¶ (¬1) 1. ... أنظر؛ الكاساني: بدائع الصنائع، 7/ 260، وابن جزي: القوانين الفقهية، 298، والشيرازي: المهذب، 2/ 197، وابن قدامة: المغُني، 7/ 794. ¶ 2.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "و مثال ذلك: ¶ لو أن إنساناً أخطأ بجناية على شخص في قطع يده، أو رجله، أو قتله، فتجب عليه الدية، أما لو اعتدى على سيارته، فليس هناك دية معينة محددة؛ بل يكون الضمان حسب نوع التعدي والضرر وقيمة السيارة زمن الاعتداء، والحكم للقاضي في ذلك. ¶ و بمعنى آخر يلزم في الجناية التي تستحق عنها الدية شروط: ¶ أولاً. إن كانت الجناية عمداً عدواناً وسقط القصاص، ووجبت الدية فيلزم أن يتوافر فيها أركان جريمة القتل العمد وهي: ¶ - وجود إنسان على قيد الحياة أُزهقت روحه. ¶ - وقوع فعل عمدي من الجاني من شأنه إحداث الموت. ¶ - أن يكون الجاني قد قصد إحداث هذه النتيجة. ¶ ثانياً. إن كانت الجناية خطأ ووجبت الدية، فيلزم أن يتوافر فيها أركان جريمة القتل الخطأ ويكون ذلك الخطأ: ¶ إما في القصد كرميه مسلماً ولو عبداً يظنه صيداً أو حربياً فإنه لم يخطيء في الفعل حيث أصاب ما قصد رميه وإنما أخطأ في القصد أي في الظن حيث ظن الآدمي صيداً والمسلم حربياً. ¶ وإما في الفعل كرميه غرضاً فأصاب آدمياً فإنه أخطأ في الفعل لا القصد فيكون معذوراً لاختلاف المحل بخلاف ما إذا تعمد ضرب موضع من جسده فأصاب موضعاً آخر منه فمات فيجب القصاص إذ جميع البدن محل واحد فيما يرجع إلى مقصوده فلا يعذر. ¶ ومن رمى رجلاًً عمداً فنفذ السهم منه إلى آخر فماتا يقتص للأول لأنه عمد وللثاني الدية على العاقلة لأنه خطأ. ¶ ثالثاً. وإن كانت الجناية شبه عمد أي فيه معنى العمد باعتبار قصد الفاعل إلى الضرب فهو قتل مع القصد بآلة لا تقتل عادة كالعصا والسوط والحجر الصغير عند من يقول، تكون فيه دية مغلّظة لو توافرت أركان الجناية شبه العمد. (¬1) ¶ المطلب الثاني ¶ الشروط الواجب توافرها في المعتدى عليها ¶ ¬__________ ¶ (¬1) أنظر؛ بهنسي: الدية في الشريعة الإسلامية، ص 37.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "أتناول في هذا المطلب الحديث عن الشروط الواجب توافرها في المجني عليها , و هي كما يلي (¬1): ¶ أولاً. أن تكون المعتدى عليها معصومة الدم. ¶ فالمسلمة لا تزول عصمتها إلا بإحدى أمور ثلاثة؛ لقوله عليه السلام: \" لا يحل دم امرئ إلا بإحدى ثلاث: كفر بعد إسلامه، أو زنى بعد إحصانه، أو قتل نفساً بغير نفس فيُقتل بها \" (¬2) ¶ وقول الله تعالى: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْلَمُونَ} (التوبة: الآية 6). ¶ أي أن المعتدى عليها يجب أن تكون معصومة الدم حتى تستحق الدية، وأن لا تكون قاتلة لنفس بغير حق، أو حربية، أو زانيةً محصنة، أو تاركةً للصلاة عمداً، أو قاطعة للطريق، أو مرتدة عن دينها؛ لأن هؤلاء قتلهم واجب، ولا يترتب عليه دية، أو كفارة. ¶ ثانياً. أن يكون الضرر مستقراً في بدن المجني عليها. ¶ من المعلوم أن الضرر الذي يلحق بالإنسان، منه ما لا ينفك عنه مطلقاً؛ كالقتل، أو يبقى مستقراً في الإنسان، مثل قطع اليد، أو الأصبع، وحتى تجب الدية لا بد أن يكون الضرر مستقراً. ¶ ثالثاً. أن تكون الجناية من غير نفس المجني عليها. ¶ ¬__________ ¶ (¬1) أنظر؛ الكاساني: بدائع الصنائع، 7/ 255، وابن قدامة: المغُني، 7/ 793، وعودة: التشريع الجنائي الإسلامي، 1/ 531. ¶ 2. أخرجه البخاري في صحيحه، ح (6878)، كتاب (الديات)، باب (قوله تعالى: إن النفس بالنفس)، 4/ 2145.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "لا بد أن تكون الجناية صادرة من غير المجني عليها، فإن كانت صادرة منها فلا ضمان على أحد، وتكون هدراً، لما رُوي عن سلمة بن الأكوع قال: لما كان يوم خيبر قاتل أخي قتالاً شديداً مع رسول الله صلى الله عليه وسلم، فارتد عليه سيفه، فقتله، فقال أصحاب الرسول له: رجل مات بسلاحه وشكوا في بعض أمره، فقفل الرسول من خيبر، فقلت: يا رسول الله ائذن لي أن أرجز لك، فأذن له رسول الله صلى الله عليه وسلم، فقال عمر بن الخطاب: أعلم ما تقول، قال: فقلت: والله لولا الله ما اهتدينا ... ولا تصدقنا ولا صلينا ¶ فقال رسول الله صلى الله عليه وسلم صدقت ¶ وأنزلن سكينة علينا ... وثبت الأقدام إن لاقينا ¶ والمشركون قد بغوا علينا ¶ قال فلما قضيت رجزي قال رسول الله صلى الله عليه وسلم: \"من قال هذا\" قلت: قاله أخي، فقال رسول الله صلى الله عليه وسلم: \"يرحمه الله\" قال: فقلت: يا رسول الله إن ناساً ليهابون الصلاة عليه، يقولون رجل مات بسلاحه، فقال رسول الله صلى الله عليه وسلم: \"مات جاهداً مجاهداً\" (¬1). ¶ وجه الاستدلال: ¶ الحديث فيه دلالة واضحة على أن النبي عليه الصلاة و السلام لم يقضِ في هذا القاتل نفسه خطأً بدية، و لا غيرها. ¶ رابعاً: ألا يكون هناك مانع من موانع العقاب أو سبب من أسباب الإباحة: ¶ فإذا ختن الخاتن صبياً، أو سقى الطبيب مريضاً دواء أو قطع له شيئاً أو كواه فمات من ذلك فلا ضمان علي واحد منهما لا في مال و لا عاقلة؛ و هذا إذا كان الخاتن أو الطبيب من أهل الصنعة و المعرفة و لم يخطيء في فعله. فإذا كان أخطأ في فعله وهو من أهل الصنعة و المعرفة فالدية على عاقلته، فإن لم يكن من أهل الصنعة و المعرفة عوقب. ¶ ¬__________ ¶ (¬1) أخرجه مسلم في صحيحه، ح (124/ 1803)، كتاب (الجهاد)، باب (غزوة خيبر)، 4/ 496",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "قال ابن رشد: \" و أما الطبيب و ما أشبهه إذا أخطأ في فعله و كان من أهل المعرفة فلا شيء عليه في النفس، والدية على العاقلة فيما فوق الثلث، و في ماله فيما دون الثلث، و إن لم يكن من أهل المعرفة فعليه الضرب و السجن و الدية في ماله و قيل على العاقلة (¬1). ¶ المطلب الثالث ¶ الشروط الواجب توافرها في الجاني ¶ أتناول في هذا المطلب الحديث عن الشروط الواجب توافرها في الجاني , و هي كما يلي (¬2): ¶ أولاً. أن يكون الجاني بالغاً: ¶ فإن كان صبياً فلا قصاص عليه سواء كان مميزاً؛ لأن إدراكه قاصر، ولم يكن فعله موجباً لإيقاع القصاص عليه، لعدم الأهلية، وكذلك إن كان مميزاً، لعدم إدراكه النتائج المترتبة على فعله؛ ¶ لقوله عليه السلام: \"رفع القلم عن ثلاثة: عن النائم حتى يستيقظ، وعن الصبي حتى يحتلم، وعن المجنون حتى يعقل\" (¬3). ¶ وجه الاستدلال: ¶ أن هؤلاء لا يلحقهم الإثم في الجريمة المرتكبة، إلا أنهم تجب العقوبة المالية في مالهم، إن كان لهم مال. (¬4) ¶ ثانياً. أن يكون الجاني عاقلاً: فلا تجب العقوبة على زائل العقل؛ لعدم الأهلية. ¶ رُوي عن مالك أن مروان بن الحكم كتب إلى معاوية بن أبي سفيان أنه أُتي بمجنون قتل رجلاً فكتب إليه معاوية أن أعقله و لا تقد منه، فإنه ليس على مجنون قود. ¶ وعند الحنفية أن الدية تجب على العاقلة لأن مجنوناً صال بسيفه على رجل فضربه فرُفع ذلك إلى عليّ رضي الله عنه فجعل عقله على عاقلته بمحضر من الصحابة، و قال عمده و خطؤه سواء. ¶ ثالثاً. أن يكون الجاني مختاراً: ¶ ¬__________ ¶ (¬1) أنظر؛ بهنسي: الدية في الشريعة الإسلامية، ص 2/ 194. ¶ (¬2) أنظر؛ الكاساني: بدائع الصنائع، 7/ 234، وابن رشد: بوابة المجتهد، 2/ 396، والشربيني: مغُني المحتاج، 4/ 5، وعودة: التشريع الجنائي الإسلامي، 2/ 114 ¶ (¬3) 2.أخرجه الترمذي في سُننه، ح (1446)، أبواب (الحدود)، باب (ما جاء فيمن يجب عليه الحد)، 2/ 438 ¶ (¬4). أنظر؛ الشيرازي: المهذب، 2/ 196.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فلا قصاص على المكره؛ لقوله عليه السلام: \"رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه\" (¬1)، ولأن المكره مسلوب الإرادة فأشبه بالآلة. ¶ رابعاً. أن يكون عالماً بتحريم القتل: ¶ فإن كان جاهلاً فلا قصاص عليه، والجاهل بالتحريم لا تدعو الحاجة إلى معاقبته؛ لأن عدم العلم بالتحريم يستلزم اعتقاد الحِل. ¶ خامساً. أن يكون الجاني معصوم الدم: ¶ لأنه إن كان مهدر الدم، فلا قصاص عليه سواء كانت المقتولة معصومةً أو مهدرة، وعليه: فلا قصاص على الكافر الحربي إذا أسلم بعد ارتكاب جناية القتل؛ لقوله تعالى: {قُل لِلَّذِينَ كَفَرُوا إِن يَنتَهُوا يُغَفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّةُ الأَوَّلِينِ} (الأنفال: الآية 38)، ولأن النبي عليه الصلاة و السلام لم يقتل وحشياً قاتل حمزة، ولم يأخذ منه الدية. ¶ سادساً. أن يكون القاتل مباشراً للفعل: ¶ فإن لم يكن مباشراً للقتل، فلا قصاص عليه، ولو كان متسبباً فيه؛ لذلك لا يجب القصاص على الشهود في القتل إذا اعترفوا بتعمدهم الكذب عن الاقتصاص من المشهود عليه؛ لأن القتل تسبباً لا يساوي القتل مباشرة. ¶ سابعاً. لا يلزم بعد ذلك أن يكون مسلماً أو ذمياً أو كافراً، رجلاً أو امرأة، فالكل يجب عليه الدية أو جزؤها إذا ارتكب ما يستوجب أداءها. ¶ الفصل الثاني ¶ طرق إثبات الدية، و مقادير دية المرأة , و المسائل المتعلقة بها ¶ من المعروف أن الدية لا تثبت شرعاً و لا قانوناً إلا بعدة طرق، محددة و معروفة حتى يتم إلزام الجاني أو العاقلة بدفع الدية، ولا بد من بيان الحالات التي يتم فيها دفع هذه الدية، وبيان مقدارها , يضاف إلى ذلك معرفة المسائل المتعلقة بدية المرأة. ¶ ويشتمل هذا الفصل على ثلاثة مباحث: ¶ المبحث الأول: حقيقة الإثبات , و مشروعيته , و أهميته , و طرقه , و آثاره ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سُننه، ح (4398)، كتاب (الحدود)، باب (في المجنون يسرق أو يصيب أحداً)، 4/ 137.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "المبحث الثاني: مقادير دية المرأة. ¶ المبحث الثالث: المسائل المتعلقة بدية المرأة. ¶ المبحث الأول ¶ حقيقة الإثبات , و مشروعيته , و أهميته , و طرقه , و آثاره ¶ أتناول في هذا المبحث الحديث عن موضوع حقيقة الإثبات، ومشروعيته، وأهميته، و طرقه. وآثاره , و ذلك لأهمية التطرق لهذه الموضوعات و الإلمام بها حتى يتمكن القاريء م الباحث من الوقوف على حقيقة الأشياء و بشكلها الصحيح. ¶ وسوف أحقق ذلك من خلال مطلبين: ¶ المطلب الأول: حقيقة الإثبات، و مشروعيته و أهميته، وأثره. ¶ المطلب الثاني: طرق إثبات الدية. ¶ المطلب الأول ¶ حقيقة الإثبات، و مشروعيته , وأهميته، وأثره ¶ أتناول في هذا المطلب الحديث عن طرق الإثبات الشرعية للدية، وذلك عن طريق بيان حقيقة الإثبات وأهمية معرفة طُرقه، وأثر العقيدة الإسلامية في طُرق الإثبات. ¶ ويتكون من عدة فروع كما يلي: ¶ الفرع الأول ¶ حقيقة الإثبات في اللغة، و الاصطلاح ¶ 1. حقيقة الإثبات في اللغة: ¶ الإثبات: مشتق من الفعل (ثبت)، و يأتي على عدة معانٍ، منها (¬1): ¶ - الحجة، يقال: أقمت الثبت، أي الحجة. ¶ - البرهان، يقال: أثبته، وثبته، أي عرفه حق المعرفة، وأكده بالبيانات. ¶ 2. حقيقة الإثبات في الاصطلاح: ¶ تعددت تعريفات العلماء للإثبات، كما يلي: ¶ عرَّف الجرجاني الإثبات بأنه: \" الحكم بثبوت شيء لآخر \" (¬2) ¶ عرَّف الزحيلي الإثبات بأنه: \" إقامة الحجة أمام القضاء بالطرق التي حددتها الشريعة على حق، أو واقعة تترتب عليها آثار شرعية \" (¬3). ¶ يُلاحظ من خلال التعاريف السابقة بأن الإثبات غير الثبوت، لأن: ¶ 1. الإثبات: ¶ - هو إقامة الحجة والبرهان. ¶ - هو لإظهار الأمر الثابت. ¶ 2.الثبوت: هو الأمر الثابت يقيناً، ولا يحتاج إلى برهان وحجة، بمعنى أنه وجود الأمر حقيقة حسب الواقع. ¶ وعليه فإنه لا تلازم بينهما. ¶ ¬__________ ¶ (¬1) الفيروزآبادي: القاموس المحيط 12/ 144، والفيومي: المصباح المنير، 80. ¶ الجرجاني: التعريفات، ص4. ¶ الزحيلي: وسائل الإثبات، ص23.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "1. لأنه قد يكون الأمر ثابتاً في الحقيقة، ولا يثبت أمام القضاء. ¶ 2. لأنه قد ثبت الأمر عند القاضي بوسيلة معينة من وسائل الإثبات، والعجز عن إثبات الحق أمام القاضي بطرق الإثبات لا يجعل الحق المتنازع عليه حلالاً مباحاً لغير من هو له في واقع الأمر؛ لقوله عليه السلام: \"إنما أنا بشرٌ وإنكم تختصمون إليّ، ولعل بعضكم ألحن بحجته من بعض، فأقضي له على نحو ما أسمع، فمن قضيت له من حق أخيه شيئاً، فلا يأخذ، فإنما أقطع له قطعة من النار\" (¬1). ¶ الفرع الثاني ¶ أهمية مشروعية الإثبات ¶ للإثبات في الشريعة الإسلامية أهمية متعددة منها (¬2): ¶ - حقن الدماء، وصيانة الأعراض، وحفظ الأموال، والأمن على النفس والأهل والمال. ¶ - رد الحقوق إلى أصحابها، بمنع الظلم والاعتداء على الغير. ¶ - منع الدعاوي الكاذبة، والباطلة، لقوله عليه السلام: \" لو يُعطى الناس بدعواهم، لادعى قوم دماء قوم، وأموالهم، ولكن البينة على المدعى عليه\" (¬3). ¶ الفرع الثالث ¶ أثر العقيدة في طرق الإثبات ¶ من المعلوم أن الشريعة الإسلامية تمتاز بربط التشريع بالجانب العقدي، والثواب والعقاب، وهذا له أثر في التربية الإسلامية، ويتحقق، بما يلي (¬4): ¶ - أن يبقى المسلم مراقباً على نفسه في جميع أمور حياته. ¶ - تحقيق العدالة ونشرها، وقمع الظلم و الجور و الاعتداء على الآخرين من خلال اشتراط الشهود. ¶ - الوعد الشديد لمن يكتم الشهادة، ولا يظهرها، لقوله تعالى: {وَلا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ بها قَلْبُهُ} (البقرة: الآية 283). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه، ح (6967)، كتاب (الحيل)، باب (إذا غصب جارية فزعم .. )، 4/ 2179. ¶ (¬2) 1. أنظر؛ الزحيلي: وسائل الإثبات، 31. ¶ 2. أخرجه مسلم في صحيحه، ح (1/ 1711)، كتاب (الأقضية)، باب (اليمين على المدعى عليه)، 4/ 369 ¶ 3. أنظر؛ الزحيلي: وسائل الإثبات، 42.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "- جعل شهادة الزور من أكبر الكبائر؛ لأنها تغير الحق، لقوله تعالى: {فَاجْتَنِبُوا الرِّجْسَ مِنَ الأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ} (سورة الحج: الآية30). ¶ - الوعيد الشديد على اليمين الغموس، وهي اليمين الفاجرة التي يقتطع بها الحالف حق امريء مسلم، لقوله عليه السلام: \" من اقتطع حق امريء مسلم بيمينه فقد أوجب الله له النار وحرم عليه الجنة \"، قال له رجل: وإن كان شيئاً يسيراً يا رسول الله؟ قال: \"وإن كان قضيباً من أراك\" (¬1). ¶ - يشترط في المقر أن يكون بكامل قواه العقلية عند الإقرار بالجريمة، حتى لا يكون هناك ظلم لأحد. ¶ المطلب الثاني ¶ طرق إثبات الدية ¶ أتناول في هذا المطلب الحديث عن طرق إثبات الدية، و ذلك لأهميتها و من أجل الوصول إلى معرفة شروط وجوبها، ومقدارها, وذلك من خلال الفروع الأربعة الآتية. ¶ الفرع الأول: الإقرار. ¶ الفرع الثاني: الشهادة. ¶ الفرع الثالث القرائن. ¶ الفرع الرابع: القسامة. ¶ الفرع الأول ¶ الإقرار ¶ حقيقة الإقرار في اللغة، والاصطلاح: ¶ 1. حقيقة الإقرار في اللغة: ¶ الإقرار: مشتقة من الفعل (قرَّ)، ويأتي على عدة معانٍ، منها (¬2): ¶ أ. الثبوت: يقال أقر إقراراً، إذا ثبت. ¶ ب. الاستقرار بالمكان: يقال ثبت في المكان أي استقر فيه ولم يرحل عنه. ¶ 2. حقيقة الإقرار في الاصطلاح: ¶ تعددت تعاريف العلماء للإقرار، كما يلي: ¶ 1. عرّف البُهوتي الإقرار بأنه: \" الاعتراف بالحق وإظهاره لفظاً \" (¬3)، أو أنه \" الإخبار عن حق، أو الاعتراف به \". ¶ 2. عرّف عودة الإقرار بأنه: \"إخبار عما هو ثابت في نفس الآخر من حق للغير على نفسه\" (¬4). ¶ ¬__________ ¶ (¬1) 4. أخرجه الدارمي في سُننه، ح (2599)، كتاب (البيوع)، باب (فيمن اقتطع مال امريء .. )، 2/ 183. ¶ (¬2) ابن منظور: لسان العرب، 5/ 53. ¶ (¬3) 1. ابن القاسم: الروض المربع، 7/ 630 ¶ 2. عوده: التشريع الجنائي الإسلامي، 1/ 303 ¶ 3. أنظر؛ القرطبي: الجامع لأحكام القرآن، 8/ 241.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "يلاحظ أن التعريفين السابقين متقاربان، و يهدفان إلى اعتراف الشخص على نفسه بحق من الحقوق سواء كانت لله، أو للآخرين من الناس. ¶ حجية الإقرار: ¶ ثبتت حجية الإقرار بالكتاب، والسُنة، والإجماع، كما يلي: ¶ أولاً: القرآن الكريم: ¶ وردت آيات كثيرة تدلل بعمومها على مشروعية الإقرار، ومنها: ¶ 1. قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ} (النساء: الآية 135). ¶ وجه الاستدلال: ¶ الآية فيها دليل على شهادة المرء على نفسه بالإقرار. ¶ 2. قوله تعالى: {وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ} (التوبة: الآية 102). ¶ وجه الاستدلال: ¶ الآية فيها دليل على أن من أقرَّ بحق يُؤخذ منه (¬1). ¶ قوله تعالى: {أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى} (الأعراف: الآية 172). ¶ وجه الاستدلال: ¶ الآية فيها دليل على مشروعية الإقرار، والاعتراف بالحق (¬2). ¶ ثانياً: السُنة النبوية: ¶ وردت أحاديث كثيرة تدلل على مشروعية الإقرار، منها: ¶ ¬__________ ¶ (¬2). أنظر؛ القرطبي: الجامع لأحكام القرآن، 7/ 315 ¶ 2. أخرجه مسلم في صحيحه، ح (25/ 1697)، كتاب (الحدود)، باب (من اعترف على نفسه بالزنى)، 4/ 350. ¶ 3.أنظر؛ النووي: المجموع، 20/ 221، وابن القاسم: الروض المربع، 7/ 630، وعودة: التشريع الجنائي، 1/ 303.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ما رُوي عن أبي هريرة و زيد بن خالد الجهني رضي الله عنهما، أنهما قالا: إن رجلاً من الأعراب أتى رسول الله صلى الله عليه وسلم فقال: يا رسول الله أنشدك الله إلا قضيت لي بكتاب الله، فقال الخصم الآخر، وهو أفقه منه: نعم، فاقضِ بيننا بكتاب الله وائذن لي، فقال رسول الله صلى الله عليه وسلم: \"قل\"، قال: إن ابني كان عسيفاً على هذا فزنى بامرأته وإني أُخبرت أن على ابني الرجم، فافتديت منه بمائة شاة ووليده، فسألت أهل العلم فأخبروني أنما على ابني جلد مائة وتغريب عام، وأن على امرأة هذا الرجم، فقال رسول الله صلى الله عليه وسلم: \"والذي نفسي بيده لأقضيَنَّ بينكما بكتاب الله: الوليدة والغنم رد، وعلى ابنك جلد مائة وتغريب عام، واغد يا أُنيس إلى امرأة هذا فإن اعترفت فارجمها\" قال: فغدا عليها فاعترفت فأمر رسول الله صلى الله عليه وسلم فرجمت (¬1). ¶ وجه الاستدلال: ¶ الحديث فيه دليل على مشروعية الإقرار، وترتيب الحكم عليه، وجعله طريقاً لإثبات الحكم. ¶ ثالثاً: الإجماع: ¶ أجمعت الأمة على تعلق الحكم بالإقرار، لأنه إخبار بنفي التهمة، والريبة من المقر، ويوجب الحقوق المالية، ومنها الدية على المقر (¬2). ¶ شروط صحة الإقرار: يشترط لصحة الإقرار؛ ما يلي (¬3): ¶ 1. أن يكون المقر مكلفاً: ¶ أي بالغاً عاقلاً، فلا يصح الإقرار من الصبي، والمجنون، لقوله عليه السلام: \"رُفع القلم عن ثلاثة، عن الصبي حتى يحتلم، وعن النائم حتى يستيقظ، وعن المجنون حتى يفيق\" (¬4). ¶ 2. أن يكون المقر مختاراً: ¶ ¬__________ ¶ (¬3) أنظر؛ النووي: المجموع، 20/ 221. ¶ 2.أخرجه الترمذي في سُننه، ح (1446)، أبواب (الحدود)، باب (ما جاء فيمن يجب عليه الحد)، 2/ 438 ¶ 3. أخرجه أبو داود في سُننه، ح (4398)، كتاب (الحدود)، باب (في المجنون يسرق أو يصيب أحد)، 4/ 137. ¶ 4. أنظر؛ عودة: التشريع الجنائي الإسلامي، 1/ 312.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "غير مُكره، وغير محجور عليه، لقوله عليه السلام: \"رفع عن أمتي الخطأ والنسيان، وما استكرهوا عليه\" (¬1) ¶ 3. أن يكون الإقرار مبيَناً: ¶ مفصلاً قاطعاً فيما ارتكب من جناية، فمن اعترف بقتل شخص مثلاً، لا يُعتبر إقراره، إلا إذا فصّل كيفية القتل، وأدواته المستعملة، وبيان عمده من الخطأ، وظروف القتل وحيثياته، ومسبباته. ¶ 4. الإقرار بالقتل الخطأ: ¶ لو أقر رجل بقتل خطأ أو شبه عمد، كانت الدية عليه في ماله خاصة، لأن العاقلة لا تعقل ما يجب بالاعتراف ¶ الخلاصة: ¶ - إن كان الحق المقر به لله عز وجل، كالزنا مثلاً، ثم رجع عنه قبل صدور الحكم، لم يُؤخذ بإقراره؛ لأن الزنا متعلق بحقوق الله التي تُدرأ بالشبهات، ويُحتاط في إسقاطها. ¶ - إن كان الحق المقر به يتعلق بالآدميين، أو حق لله ولا يدرأ بالشبهات؛ مثل الزكاة، فإنه يُؤخذ بإقراره، ولا عبرة لعدوله عنه (4). ¶ الفرع الثاني ¶ حقيقة الشهادة، ومشروعيتها، وشروط قبولها ¶ أولاً. حقيقة الشهادة في اللغة والاصطلاح: ¶ 1. حقيقة الشهادة في اللغة: ¶ الشهادة: مشتقة من الفعل (شهد)، وتأتي على عده معانٍ، منها (¬2): ¶ - الإخبار. ¶ - الحضور والمعاينة، يقال: شهد، شهوداً، أي حضره، فهو شاهد، أو قوم شهود، أي حضور. ¶ - الإطلاع على الشيء، يقال: شهدت الشيء أي اطلعت عليه. ¶ 2. حقيقة الشهادة في الاصطلاح: ¶ عُرفت الشهادة بتعريفات متعددة الألفاظ، ومتضاربة في المعنى، كما يلي: ¶ 1. عرّف ابن الهمام الشهادة بأنها: \"إخبار صدق لإثبات حق بلفظ الشهادة في مجلس القضاء\" (¬3). ¶ 2. عرّفها الدردير بأنها: \"إخبار حاكم مَنْ علم ليقضي بمقتضاه\" (¬4). ¶ 3. عرّفها الجمل بأنها: \"إخبار بحق للغير على الغير بلفظ أشهد\" (¬5). ¶ ¬__________ ¶ (¬2) أنظر؛ ابن منظور، لسان العرب، 3/ 374، والزاوي: ترتيب القاموس المحيط، 2/ 768 ¶ 2.كمال الدين ابن الهمام: فتح القدير، 6/ 2. ¶ 3. الدردير: الشرح الكبير، 4/ 164. ¶ 4. الجمل: حاشية الجمل على فتح الوهاب، 5/ 140.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "4. وعرّفها ابن الجوزي بأنها: \"الإخبار بما علمه برؤية أو سماع أو استفاضة، وتكون بلفظ أشهد لا بغير هذا اللفظ\" (¬1). ¶ 5. عرفها الزحيلي:\" إخبار صادق لإثبات حق بلفظ الشهادة في مجلس القضاء\" (¬2). ¶ يُلاحظ من خلال التعريفات السابقة أن الشهادة: ¶ - مأخوذة من المشاهدة المتيقنة. ¶ - أنها تكون للغير على الغير. ¶ - أنها إحدى الحجج التي تثبت بها الدعوى. ¶ بناءً على ما سبق فإن التعريف المختار هو تعريف الإمام ابن قيم الجوزية: \"الإخبار بما علمه برؤية أو سماع أو استفاضة، وتكون بلفظ أشهد لا بغير هذا اللفظ\"، وذلك لما يلي: ¶ - أنه أثبت الرؤية المحققة. ¶ - أو السماع المحقق المتيقن. ¶ - استفاضة الأمر، حتى كأنه من المعلوم ضرورة. ¶ - تحديد لفظة أشهد دون غيرها. ¶ ثانياً. مشروعية الشهادة: ¶ ثبتت مشروعية الشهادة بالكتاب، والسُنة، والإجماع، والمعقول، كما يلي: ¶ أولاً: القرآن الكريم: ¶ وردت آيات كثيرة تدل على مشروعية الشهادة، ومنها: ¶ 1. قوله تعالى: {وَاسْتَشْهِدُوا شَهِيدَيْنِ من رِّجَالِكُمْ فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ الشُّهَدَاء} (البقرة: الآية 282). ¶ وجه الاستدلال: ¶ الآية فيها دليل على مشروعية الشهادة برجلين، أو رجل وامرأتان في أمر المداينة (¬3). ¶ 2. قوله تعالى: {وَأَشْهِدُوْاْ إِذَا تَبَايَعْتُمْ} (البقرة: الآية 282). ¶ وجه الاستدلال: ¶ الآية فيها دليل على مشروعية الإشهاد في البيع (¬4). ¶ 3. قوله تعالى: {ولا تكتموا الشهادة ومن يكتمها فإنه آثم قلبه} (البقرة: الآية 283). ¶ ¬__________ ¶ (¬1) 1. ابن قيم الجوزية: الطرق الحكمية، 1/ 200 ¶ 2. الزحيلي: الفقه الإسلامي وأدلته، 8/ 6028 ¶ (¬3) أنظر؛ طنطاوي: التفسير الوسيط، 1/ 645. ¶ 2. أنظر؛ طنطاوي: التفسير الوسيط، 1/ 651. ¶ 3. أنظر؛ طنطاوي: التفسير الوسيط، 1/ 655 ¶ 4. أخرجه البخاري في صحيحه، ح (2515)، كتاب (الرهن)، باب (إذا اختلف الراهن والمرتهن .. )، 2/ 756.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وجه الاستدلال: ¶ الآية فيها دليل على النهي عن كتمان الشهادة، ومن يكتمها يعرض نفسه للإثم، فدل ذلك على مشروعية أداء الشهادة (¬1). ¶ ثانياً. السُنة النبوية: ¶ وردت أحاديث كثيرة على مشروعية الشهادة، ومنها ¶ قوله عليه السلام: \"فشاهداك أو يمينه\" (¬2). ¶ وجه الاستدلال: ¶ الحديث فيه دليل على مشروعية الشهادة. ¶ ثالثاً. الإجماع (¬3) ¶ أجمعت الأمة على مشروعية الشهادة، وأنها حجة شرعية، وقد عمل بها القضاة المسلمون منذ الزمن الأول للبعثة , و لم نعلم عالماً طعن في الشهادة كدليل إثبات , إنما الكل مجمع على أنها طريق من طرق إثبات الدية. ¶ رابعاً. المعقول (¬4): ¶ - إن الشهادة ضرورية لحياة الناس، والحاجة داعية إليها لحصول الناس على حقوقهم. ¶ - إن عدم الأخذ بالشهادة يؤدي إلى سفك الدماء، وانتهاك الأعراض، وإضاعة الحقوق. ¶ - من خلال الأدلة السابقة يظهر أن أداء الشهادة واجب، لقوله تعالى: {وأقيموا الشهادة لله} (الطلاق: 2) ¶ ثالثاً. شروط قبول الشهادة: ¶ يُشترط في الشهادة عدة شروط، وأهمها (¬5): ¶ - الإسلام: فلا تُقبل شهادة الكافر على المسلم، لقوله تعالى: {وَاسْتَشْهِدُوا شَهِيدَيْنِ من رِّجَالِكُمْ}، والكافر ليس من رجال المسلمين. ¶ - البلوغ: فلا تُقبل شهادة الصغار الذين لم يبلغوا؛ لقلة العدالة والضبط عندهم. ¶ - العقل: يُشترط في الشاهد أن يكون عاقلاً يعي ما يشهد به، فلا تُقبل شهادة المجنون، لعدم ضبطه، ولأنه غير مكلف .. ¶ - الحرية: فلا تُقبل شهادة العبد عند الجمهور. ¶ - العدالة: ويُعتبر فيها أمران: ¶ - الصلاح في الدين من حيث اجتناب المحرمات، وعدم الفسق، وأداء الفرائض والواجبات. ¶ ¬__________ ¶ (¬3). أنظر؛ ابن قدامة: المغني , 9/ 145. ¶ (¬4). أنظر؛ القرافي: الفروق , 4/ 34. , و ابن قدامة: المغني , 9/ 145. ¶ (¬5). أنظر؛ الكاساني: بدائع الصنائع , 6/ 286 , و الدسوقي: حاشية الدسوقي , 4/ 167 , والنووي: روضة الطالبين , 7/ 259 , و ابن قدامة: المغني , 9/ 189.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "- التحلي بالمروءة من حيث ترك ما يُذم فعله. ¶ - النطق: فلا تُقبل شهادة الأخرس. ¶ - انتقاء التهمة: أي التهمة التي تلحق بالشاهد لأصوله، أو فروعه، وزوجته، أو ما يجري للشهادة نفعاً لنفسه، أو يدفع بها ضرراً عن نفسه. ¶ - اتفاق الشهود فيما شهدوا به: فلا تُقبل شهادة من قال إن المقتول قتله زيد، ويقول الآخر قتله عمرو. ¶ فلا تقبل الشهادة إن اختلف الشاهدان في الزمن أو في الآلة التي قتل بها، كما إذا قال أحدهما قتله بعصا و قال الآخر قتله بسيف. ¶ و كذلك لو قال أحدهما قتله عمداً، و قال الآخر قتله خطأ فقد اختلف في المشهود به لأن الخطأ غير العمد و حكمهما مختلف (¬1). ¶ من الأمور المتعلقة بالشهادة التي تستوجب القصاص أن يكون الشاهدان ذكران. ¶ و قد اختلف الفقهاء فيما إذا كانت تقبل في هذا الباب شهادة المرأة: ¶ ورد عند الزيلعي: أن ما كان موجبه المال كقتل الخطأ أو شبه العمد، يقبل فيه شهادة رجل و امرأتان. وهذا مذهب الشافعي أيضاً (¬2). ¶ و عند أبي حنيفة: تقبل شهادة رجل و امرأتان في جميع الأحكام، إلا القصاص و الحدود. ¶ الفرع الثالث ¶ القرائن ¶ 1. حقيقة القرينة في اللغة: (¬3) ¶ معناها: الدلالة على المقصود تُفهم من سياق الكلام و علاقته من غير ذكر الكلمة أو الكلمات صراحة. ¶ و قيل هي مأخوذة من المصاحبة. ¶ 2.حقيقة القرينة في الاصطلاح: (¬4) ¶ - هي الصلة الضرورية التي ينشئها القانون بين وقائع معينة. ¶ - أو هي نتيجة يتحتم على القاضي أن يستخلصها من واقعة معينة. ¶ - و القرينة قد تكون دلالتها قوية، أو ضعيفة، على حسب قوة المصاحبة و ضعفها، و قد ترتقي إلى درجة القطع، و قد تهبط إلى درجة الاحتمال البعيد بحيث تصبح لا يُعبأ بها. ¶ ¬__________ ¶ (¬1) أنظر؛ السرخسي: المبسوط، ص 26/ 104. ¶ (¬2) أنظر؛ ابن قدامة: المغني، ص 10/ 42. و أنظر؛ ابن القيم: الطرق الحكمية، ص 124. ¶ (¬3) أنظر الهادي إلى لغة العرب: الكرمي، 3/ 509. ¶ (¬4) أنظر , ابن قيم الجوزية: الطرق الحكمية , 2/ 7.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "- و المرجع في ضبطها إلى قوة الذهن و الفطنة و التيقظ. ¶ مشروعية القرينة: ¶ ما ورد عن النبي صلى الله عليه و سلم , فيما رواه الإمام مسلم: عن عبد الرحمن بن عوف أنه قال: بينا أنا واقف في الصّفّ يوم بدر نظرت عن يميني و شمالي فإذا أنا بين غلامين من الأنصار حديثة أسنانهما، تمنيت لو كنت بين أضلع منهما، فغمزني أحدهما فقال: يا عم هل تعرف أبا جهل؟ قال: قلت: نعم، و ما حاجتك إليه يا بن أخي؟ قال: أُخبرت أنه يسب رسول الله صلى الله عليه وسلّم، و الذي نفسي بيده لئن رأيته لا يفارق سوادي سواده حتى يموت الأعجل منا. قال: فتعجبت لذلك، فغمزني الآخر فقال مثلها. قال: فلم أنشب أن نظرت إلى أبي جهل يزول في الناس، فقلت: ألا تريان؟ هذا صاحبكما الذي تسألان عنه. قال: فابتدراه فضرباه بسيفيهما حتى قتلاه، ثم انصرفا إلى رسول الله صلى الله عليه وسلّم فأخبراه فقال: \" أيكما قتله \" فقال كل واحد منهما: أنا قتلته، فقال: \" هل مسحتما سيفيكما\" قالا: لا، فنظر في السيفين فقال: \" كلاكما قتله \" و قضى بسلبه لمعاذ بن عمرو بن الجموح (ابن عفراء) (¬1). ¶ الفرع الرابع ¶ القسامة ¶ حقيقة القسامة، ومشروعيتها وشروطها، وحكمها ¶ أولاً. حقيقة القسامة في اللغة، والاصطلاح، وكيفيتها: ¶ أ. حقيقة القسامة في اللغة: ¶ القسامة: مشتقة من الفعل (أقسم)، وتأتي على عدة معانٍ، منها (¬2): ¶ - الأيمان، وهي كالقسم. ¶ - الحُسن والجمال، يقال رجل مقسم وجهه، أي جميل كله، كأن كل موضع منه أخذ قسماً من الجمال ¶ - تقدير الأمر وتقليب النظر فيه. ¶ ب. حقيقة القسامة في الاصطلاح: ¶ وردت عدة تعريفات كلها متقاربة، وخلاصتها: ¶ ¬__________ ¶ (¬1) أخرجه مسلم في صحيحه: ح (1752) كتاب (الجهاد و السير)، 4/ 416. ¶ (¬2) أنظر؛ ابن منظور: لسان العرب، 5/ 87، وابن فارس: مقاييس اللغة، 5/ 86",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "أن القسامة هي \"الأيمان المكررة في دعوى قتل معصوم\" (¬1). ¶ ج. كيفية القسامة (¬2): ¶ أن يتهم أولياء المقتول شخصاً ما، أو أشخاصاً بعينهم بقتل ابنهم، فيحلفون خمسين يميناً على الجاني وجنايته، وتكون الأيمان قاطعة في ارتكاب المتهم الجريمة بنفسه، أو بالاشتراك مع الغير، مع بيان أن الجاني تعمد القتل أو لم يتعمده. ¶ ويقول الحالف: والله الذي لا إله غيره أن فلان ابن فلان قتل فلان ابن فلان منفرداً، أو مشتركاً مع غيره عمداً أو خطأً. وإذا لم يحلف المدّعون، حلف المدعىَ عليه خمسين يميناً وبريء ¶ ثانياً. مشروعية القسامة: ¶ كانت القسامة موجودة في الجاهلية قبل الإسلام، وأقرها الإسلام لعدة أدلة من القرآن و السُنة و الإجماع: ¶ أولاً. القرآن الكريم: ¶ فقوله تعالى: {و من قُتل مظلوماً فقد جعلنا لوليه سلطاناً} (الإسراء: الآية 33)، و قد وكل الله النبي بيان هذا السلطان. ¶ ثانياً. السُنة النبوية: ¶ نذكر حديثاً منها: ¶ ¬__________ ¶ (¬1) أنظر؛ الشربيني: مغُني المحتاج، 2/ 107، وابن قدامة: المغُني، 8/ 64، والمرداوي: الانصاف، 10/ 139. ¶ (¬2) أنظر؛ المراجع السابقة.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ما رُوي أن عبد الله بن سهل بن زيد ومُحيصة بن مسعود بن زيد خرجا حتى إذا كانا بخيبر تفرقا في بعض ما هنالك، ثم إذا مُحيصة يجد عبد الله بن سهل مقتولاً، فدفنه ثم أقبل إلى رسول الله صلى الله عليه وسلم هو وحويصة بن مسعود وعبد الرحمن بن سهل، وكان أصغر القوم، فذهب عبد الرحمن ليتكلم قبل صاحبيه، فقال له رسول الله صلى الله عليه وسلم كبِّر – الكبر في السن – فصمت فتكلم صاحباه وتكلم معهما فذكروا لرسول الله صلى الله عليه وسلم مقتل عبد الله بن سهل فقال لهم: \"أتحلفون خمسين يميناً فتستحقون صاحبكم أو قاتلكم\" قالوا: وكيف نحلف ولم نشهد، قال: \"فتُبرئكم يهود بخمسين يميناً\" قالوا وكيف نقبل أيمان قوم كفار فلما رأى ذلك رسول الله صلى الله عليه وسلم أعطى عقله (¬1)، أي ديته. ¶ وجه الاستدلال: ¶ الحديث فيه دليل على القسامة؛ حيث أن الرسول طلب من أولياء الدم أن يحلفوا خمسين يميناً، فإذا حلفوا استحقوا دم صاحبهم. ¶ ولو كانت القسامة غير مشروعة لما عرضها النبي عليه السلام. (¬2) ¶ ثالثاً: الإجماع: ¶ ¬__________ ¶ (¬1) 1.أخرجه مسلم في صحيحه، ح (1/ 1669)، كتاب (القسامة)، باب (القسامة)، 4/ 302. ¶ 3.أنظر , النووي: شرح مسلم , كتاب القسامة , باب القسامة , 4/ 305. ¶ 4.أنظر؛ بهنسي: الدية في الشرية الإسلامية، ص 172.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "لأن سبب وجوب القسامة هو التقصير في النصرة و حفظ الموضع الذي وجد فيه القتيل ممن وجب عليه النصرة و الحفظ , لأنه إذا وجب عليه الحفظ فلم يحفظ مع القدرة على الحفظ صار مقصراً بترك الحفظ الواجب، فيؤاخذ بالتقصير زجراً عن ذلك و حملاً على تحصيل الواجب و كل من كان أخص بالنصرة و الحفظ كان أولى بحمل القسامة و الدية لأنه أولى بالحفظ فكان التقصير منه أبلغ و لأن القتيل إذا وُجد في موضع اختص به واحد أو جماعة إما بالملك أو باليد و هو المتصرف فيه فيُتهمون أنهم قتلوه، فالشرع ألزمهم القسامة دفعاً للتهمة، و الدية لوجود القتيل بين أظهرهم. و إلى هذا أشار عمر بن الخطاب رضي الله عنه حينما قيل له: أنبذل أموالنا و أيماننا؟ فقال: أما أيمانكم فلحقن دمائكم و أما أموالكم فلوجود القتيل بين أظهركم. و لم يعترض عليه أحد من جمهور المسلمين (¬1) ¶ ثالثاً. شروط القسامة، وموجبها: ¶ 1.شروط القسامة: ¶ يُشترط في القسامة حتى تتم عدة شروط، منها (¬2): ¶ - أن تكون الجناية قتلاً، فلا قسامة فيما دون القتل؛ كالجروح. ¶ - أن توجد العداوة الظاهرة بين المدعى عليه وبين القتيل، أو قبيلته. ¶ - ألا يُعلم قاتله، فإن عُلم فلا قسامة فيه. ¶ - إنكار المدعىَ عليه لأن اليمين على من أنكر. ¶ - أن يكون المجني عليه، عليه أثر قتل أو ضرب؛ لأنه لا قسامة في الميت حتف أنفه. ¶ - أن يكون القاتل مكلفاً، حتى تصح الدعوى بالقسامة. ¶ - أن يكون الموضع الذي وُجد فيه القتيل مملوكاً لشخص ما، فإن لم يكن ملكاً لأحد فلا قسامة. ¶ - أن يكون في المدعين رجالاً عقلاء. ¶ - أن يكون القتيل إنساناً، سواء كان عاقلاً أو مجنوناً، بالغاً أو صبياً، ذكراً أم أنثى، مسلماً أم ذمياً، فلا قسامة في غير الآدمي؛ كإتلاف الأموال والممتلكات. ¶ ¬__________ ¶ (¬2) أنظر؛ الكاساني: بدائع الصنائع، 7/ 288، والنووي: روضة الطالبين، 10/ 4، والمرداوي: الانصاف، 10/ 140",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "- أن يتقدم أولياء القتيل بالدعوى على أهل الموضع الذي وُجد فيه المقتول. ¶ - لا بد من اتفاق جميع الورثة على تعيين المدعى عليه واحداً، أو جماعة. ¶ - مطالبة جميع الورثة للقسامة في القتل العمد، أما في القتل الخطأ، وشبه العمد فلا يلزم الإجماع منهم. ¶ 2. موجبات القسامة: ¶ اتفق العلماء أن القسامة تثبت بها الدية إذا كان القتل خطأ، أما إذا كان القتل عمداً، فيجب القود (القصاص) (¬1). ¶ 3. من يدخل في القسامة: ¶ يدخل في القسامة كل أهل المحلة، الأعمى و الأصم و المحدود في القذف و الذمي و الكافر، أما النساء فيدخلن إلا إذا كن من أهل القتيل فلا يُستحلفن. ¶ و الصبي و المجنون لا يدخلان في القسامة، لأن القسامة يمين و هما ليسا من أهل اليمين، و إنما تجب على عاقلتهما إذا وُجد القتيل في ملكهما و ذلك لتقصير العاقلة بترك المناصرة و الحفظ. ¶ 4. الإبراء من القسامة: ¶ و يكون ذلك الإبراء إما صراحة و إما دلالة: ¶ الأول: فالإبراء الصريح هو التصريح بلفظ الإبراء و ما في معناه كقوله أبرأت، أو أسقطت، أو عفوت و نحو ذلك. ¶ الثاني: و الإبراء الضمني هو أن يدعي ولي القتيل على رجل من غير أهل المحلة أنه قتل القتيل فيُبريء أهل المحلة من القسامة و الدية ¶ أحكام القسامة: (¬2) ¶ - أن يحلف خمسون من أهل المحلة بالله ما قتلناه و لا علمنا له قاتلاً. و يغرمو ن الدية، عند أبي حنيفة و عند الشافعي يقتص من المدعىَ عليه. ¶ - إذا لم يكتمل العدد، يختار منهم من يكمل العدد. ¶ - لأولياء القتيل اختيار من يحلف من أهل المحلة. ¶ - إن وجد القتيل بين قريتين تقاس المسافة بين القريتين و يحلف أهل القرية الأقرب من جثة القتيل. ¶ - إن رفض أهل المحلة أن يحلفوا يحبسوا حتى يحلفوا. ¶ المبحث الثاني ¶ مقادير دية المرأة ¶ ¬__________ ¶ (¬1) 2.أنظر؛ المراجع السابقة. ¶ (¬2) أنظر؛ السرخسي: المبسوط، ص 26/ 106.و ابن رشد: بداية المجتهد، ص 2/ 309.و ابن قدامة: المغني، ص 10/ 33.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "حرص الإسلام من اللحظة الأولى لمبعث النبي محمد صلى الله عليه وسلم , على أن يُعلي من قدر المرأة، وأن يُعيد لها الكيانية التي فقدتها على مدار التاريخ الإنساني، لهذا شرّع من التشريعات ما يحفظ لها حقوقها المالية والجسدية والنفسية، و المعنوية , حية وميتة، ومن ضمن هذه الحقوق، الدية، في حال الاعتداء على النفس أو الأعضاء. ¶ لقد جعل الإسلام في مقابل الاعتداء على المرأة دية، كما للرجل دية، إلا أن العلماء اختلفت أقوالهم في تحديد هذه الدية، وهذا ما سأتناوله بالتفصيل في هذا المبحث. ¶ وسأخصص له ثلاثة مطالب: ¶ المطلب الأول: المساواة بين الرجل والمرأة. ¶ المطلب الثاني: تنصيف دية المرأة. ¶ المطلب الثالث: مناقشة أدلة الفريقين. ¶ المطلب الأول ¶ المساواة بين دية الرجل والمرأة ¶ إن الناظر في ديننا الإسلامي يجد أن الإسلامي قد ساوى بين الرجل والمرأة في الأغلب الأعم من جوانب ديننا، العقيدة والشريعة والأخلاق، فعقيدة الرجل المسلم هي نفس عقيدة المرأة المسلمة، سواء بسواء، لا يختلفان في شيء، ولا تنقص عقيدتها في أمر من الأمور، وفي مجال الشريعة والتكليفات التعبدية، ساوى أيضاً بينهما الإسلام، فالصلاة والصيام والزكاة والحج واحد عند الطرفين، والمعاملات المالية واحدة عند الطرفين، وهكذا الأخلاق والقيم والسلوكيات، الدعوة فيها واحدة، لهذا لا غرابة أن نجد من علماء المسلمين القدامى (¬1) والمعاصرين (¬2) من ذهب إلى مساواة المرأة في الدية كبقية تشريعات الإسلام. ¶ وقد استدل هؤلاء العلماء بأدلة من الكتاب والسُنة. ¶ أولاً. القرآن الكريم: ¶ قوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِناً إِلاَّ خَطَئاً} (النساء: الآية92). ¶ وجه الاستدلال: ¶ ¬__________ ¶ (¬1) منهم: ابن علية و الأصم و ابن حزم. ¶ (¬2) منهم: الشيخ محمود شلتوت , و الشيخ محمد أبو زهرة , و الدكتور يوسف القرضاوي.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "أن الآية ذكرت المؤمن دون أن تفرّق بين الذكر والأنثى، يقول الشيخ محمد عبده: \"ظاهر هذه الآية أنه لا فرق بين الذكر والأنثى في الدية\" (¬1). ¶ ويقول الشيخ محمود شلتوت تعليقاً على الآية السابقة: \"وهو واضح في أنه لا فرق في وجوب الدية بالقتل الخطأ بين الذكر والأنثى\" (¬2). ¶ ويقول الدكتور يوسف القرضاوي: \"المتأمل في هذه الآية القرآنية يرى أنها لم تميز في الحكم بين رجل وامرأة في وجوب الدية والكفارة، والدية هي حق أولياء الدم والكفارة هي حق الله\" (¬3). ¶ ثانياً. السنة النبوية: ¶ ما رُوي عن عمرو بن حزم عن أبيه عن جده عن النبي عليه السلام: \"إن في النفس الدية مائة من الإبل\" (¬4) ¶ وجه الاستدلال: ¶ إن لفظ نفس يستوي فيه الذكر والأنثى ولا يدل على نوع خاص بعينه (¬5)، وبناء على ما تقوم فإن دية المرأة هي نفس دية الرجل سواء بسواء. ¶ موقف الدكتور القرضاوي من دية المرأة: ¶ أعلن الدكتور القرضاوي موقفه من مسألة دية المرأة من خلال بحثه الذي قدمه إلى المجلس الأعلى لشؤون الأسرة في قطر سنة 2004. ¶ وقد أعلن من خلال بحثه موقفه الداعي إلى اعتبار أن دية المرأة هي نفس دية الرجل، ولقد أثرى القرضاوي هذه القضية من البحث والدراسة ثراءً كبيراً، والذي انتهى إليه من أن القول بالتنصيف لا يستند على نصوص صريحة الدلالة، صحيحة الثبوت من كتاب أو سُنة أو أثر. ¶ في بداية دراسته يتساءل القرضاوي: لماذا سكت المجتهدون والمجددون طوال العصور عن هذه القضية، ولم تظهر فيها آراء تجديدية، كما ظهر في قضية الطلاق عند الإمام ابن تيمية ومدرسته. ¶ ¬__________ ¶ (¬1) أنظر , رضا: تفسير المنار، 5/ 332. ¶ (¬2) أنظر شلتوت: الإسلام عقيدة وشريعة، 236. ¶ (¬3) القرضاوي: دية المرأة في الإسلام، ص 7. ¶ (¬4) أخرجه البيهقي في السنن الكبرى: ح (16147)، كتاب (الديات)، باب (دية النفس)، 8/ 128. ¶ (¬5) أبو شلال: دية المرأة المسلمة، 111.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "يقول: تبين لي أن قتل المرأة خطأ أو شبه عمد في الأزمنة الماضية كان من الندرة بمكان، وليس كعصرنا الذي يكثر فيه القتل الخطأ في حوادث السير , وتصاب فيها كما يصاب الرجل، فلم تثر مشكلة حول الموضوع، حتى تستدعي اجتهاداً جديداً من العلماء. ¶ وفي نهاية دراسته يقول: إذا كان هذا الحكم الذي ذاع واشتهر وهو تنصيف دية المرأة لا يستند إلى دليل معتمد من قرآن أو سُنة أو اجماع أو قياس، أو قول صاحب أو مصلحة معتبرة، فكيف سكت عنه علماء الأمة طوال اثني عشر قرناً، ولم يبرز عالم بعد ابن عُلية والأصم، ينتقد هذا الرأي و يدعو إلى اجتهاد جديد فيه، ينصف المرأة ويعطيها حقها، كما أعطاها في القصاص مثل الرجل سواء. ¶ كما وجدنا من العلماء من نفذ وقوع طلاق الثلاث بلفظ واحد: ثلاثاً، وهو ما استقر عليه العمل طيلة قرون طويلة قبل ظهور شيخ الإسلام ابن تيمية، باجتهاده الجديد الذي خالف فيه من تقدمه من علماء الأمة، حتى علماء مذهبه الحنبلي وأنكر وقوع الإجماع قبله على ذلك. ¶ لماذا لم يظهر مثل هذا الاجتهاد في قضية تنصيف دية المرأة: ¶ الذي تبين لي \"الكلام للقرضاوي\" أن القضية لم تلح على العقل المسلم وتدفعه إلى البحث فيها من جذورها، ومناقشة أدلتها لأنها بحكم الواقع حادثة نادرة الوقوع. ¶ وحادثة القتل الخطأ بالنسبة للمرأة نادرة الوقوع، ربما تمر السنون ولا تقتل امرأة خطأ، لعدم وجود ظروف و أسباب تعرضها لذلك، بخلاف عصرنا الذي كثرت فيه حوادث السيارات ونحوها، مما يسبب قتل الكثيرين و الكثيرات، على سبيل الخطأ، وهنا تجب الدية والكفارة. ¶ وحالة شبه العمد: تتمثل في الشجار الذي يقع بين الأفراد أو بين العوائل والقبائل، ويتضاربون بالعصي الغليظة ونحوها من المثقلات وليس بالسيوف والرماح، وهذا يقع عادة بين الرجال بعضهم وبعض، أما المرأة فالغالب أنها إذا تشاجرت مع المرأة أن تشدها من شعرها أو تعضها بأسنانها أو تمزق ثيابها ونحو ذلك.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وإنما يحفز العلماء على الاجتهاد كثرة وقوع الأمر، كما حفز شيخ الإسلام ابن تيمية كثرة وقوع الطلاق، وخصوصاً الطلاق بالثلاث، وانهيار الأسرة المسلمة، ولجوء الناس إلى \"المحلل\" وغير ذلك الاجتهاد للخروج من هذه الأزمة في ظل الشريعة الإسلامية برفض إيقاع هذه الطلاقات التي أوقعت الناس في الضيق (¬1). ¶ وقد عرض القرضاوي لأقوال وآراء بعض العلماء المعاصرين ومنهم الشيخ رشيد رضا الذي قال حين تفسيره لآية القتل الخطأ من سورة النساء: \"وظاهر هذه الآية أنه لا فرق بين الذكر والأنثى\". ¶ ومن هؤلاء العلماء، الشيخ شلتوت الذي سبق أن ذكرنا قوله فيما قبل. ¶ ومن هؤلاء الشيخ محمد أبو زهرة، الذي رجح التساوي في الدية بين الرجل والمرأة في كتابه \"الجريمة والعقوبة في الفقه الإسلامي\". ¶ ومنهم الشيخ محمد الغزالي الذي قال في كتابه \"السنة بين أهل الفقه وأهل الحديث \"، فالدية في القرآن واحدة للرجل والمرأة والزعم بأن دم المرأة أرخص وحقها أهون: زعم كاذب مخالف لظاهر الكتاب. ¶ المطلب الثاني ¶ تنصيف دية المرأة ¶ استند القائلون بتنصيف الدية على أدلة من القرآن الكريم، والسُنة النبوية، والإجماع , والقياس، كما يلي: ¶ أولاً. القرآن الكريم: ¶ وردت العديد من الآيات استند إليها القول بتنصيف الدية ومنها: ¶ 1. قوله تعالى: {يا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنْثَى بِالأُنْثَى} ... (البقرة، الآية 178). ¶ وجه الاستدلال: ¶ يقول الألوسي: \"إن الله قد جعل الحر في هذه الآية مكافئاً للحر , والعبد مكافئاً للعبد والأنثى مكافئة للأنثى، ومقتضاه أن الأنثى ليست مكافئة للرجل كما أن العبد ليس مكافئاً للحر وعليه فإن الحر لا يُقتل بالعبد ولا يُقتل الذكر بالأنثى لعدم الكفاءة فيهما بهذا النص\" ¶ ¬__________ ¶ (¬1) القرضاوي: دية المرأة، ص13.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "2. قوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْن} (النساء، الآية 11). ¶ وجه الاستدلال: ¶ أن الله جعل نصيب المرأة نصف نصيب الرجل مع أنهما أخوة أشقاء. ¶ 3. قول الله تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} (النساء، الآية 34). ¶ وجه الاستدلال: ¶ إن الرجال لهم فضيلة في زيادة العقل و التدبير , فجعل لهم حق القيام عليهن , و قيل للرجال زيادة قوة في النفس و الطبع ما ليس للنساء (¬1) ¶ لهذا جعل الله للرجال ما لم يجعله للنساء , و من هنا جاء تنصيف الدية للمرأة. ¶ ثانياً: السنة النبوية: ¶ وردت في السُنة النبوية والآثار الموقوفة كثير من الأدلة على تنصيف دية المرأة: منها ما يلي: ¶ 1. ما روي عن معاذ بن جبل رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"دية المرأة على النصف من دية الرجل\" (¬2). ¶ وجه الاستدلال: ¶ في الحديث بيان لمقدار دية المرأة وهي نصف دية الرجل. ¶ ¬__________ ¶ (¬1). أنظر , القرطبي: الجامع لأحكام القرآن , 5/ 169. ¶ (¬2) أخرجه البيهقي في السنن الكبرى:: ح (16305) ك (الديات)، باب (ما جاء في دية المرأة)، 8/ 168.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "2. ما ورد عن أبي بكر محمد بن عمرو بن حزم عن أبيه عن جده: \"أن رسول الله صلى الله عليه وسلم كتب إلى أهل اليمن كتاباً فيه الفرائض والسُنن والديات وبعث به مع عمرو بن حزم فقرئت على أهل اليمن هذه نسختها من محمد النبي صلى الله عليه وسلم إلى شرحبيل بن عبد كلال ونعيم بن عبد كلال والحارث بن عبد كلال قيل ذي رعين ومعافر وهمدان، أما بعد: وكان في كتابه أن من اعتبط مؤمناً قتلا عن بينة فإنه قود إلا أن يرضى أولياء المقتول وأن في النفس الدية مائة من الإبل وفي الأنف إذا أوعب جدعه الدية وفي اللسان الدية وفي الشفتين الدية وفي البيضتين الدية وفي الذكر الدية وفي الصلب الدية وفي العينين الدية وفي الرجل الواحدة نصف الدية وفي المأمومة ثلث الدية وفي الجائفة ثلث الدية وفي المنقلة خمس عشرة من الإبل وفي كل أصبع من أصابع اليد والرجل عشر من الإبل وفي السن خمس من الإبل وفي الموضحة خمس من الإبل وأن الرجل يقتل بالمرأة وعلى أهل الذهب ألف دينار \" (¬1) ¶ وهناك كثير من الآثار وردت عن كبار الصحابة و التابعين و غيرهم من العلماء , و منها: ¶ 1. من الآثار الموقوفة على عمر بن الخطاب رضي الله عنه: ¶ ما روي عن ابن شهاب: \"أدركنا الناس على أن دية المسلم الحر على عهد النبي صلى الله عليه وسلم مائة من الإبل، فقوّم عمر بن الخطاب رضي الله عنه تلك الدية على أهل القرى ألف دينار أو اثني عشر ألف درهم، ودية الحرة المسلمة إذا كانت من أهل القرى خمسمائة دينار أو ستة آلاف درهم، فإذا كان الذي أصابها من الأعراب فديتها خمسون من الإبل ودية الأعرابية إذا أصابها الأعرابي خمسون من الإبل لا يكلف الأعرابي الذهب ولا الوِرَق\" (¬2). ¶ وجه الاستدلال: ¶ ¬__________ ¶ (¬1) أخرجه النسائي في سننه: ك (القسامة)، باب (ذكر حديث عمرو بن حزم)، 8/ 58 ¶ (¬2) أخرجه البيهقي في السنن الكبرى: ح (16306) , ك (الديات)، باب (ما جاء في دية المرأة)، 8/ 166.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ما رُوي عن عمر بن الخطاب وعلي بن أبي طالب (رضي) قالا: \"عقل المرأة على النصف من دية الرجل في النفس وفيما دونها\" (¬1). ¶ 2. من الآثار الموقوفة على عثمان بن عفان رضي الله عنه: ¶ ما روي عن ابن أبي نجيح عن أبيه \"أن رجلاً أوطأ امرأة بمكة فقضى فيها عثمان بن عفان رضي الله عنه بثمانية آلاف درهم، دية ثلث\" (¬2). ¶ 3. من الآثار الموقوفة على علي بن أبي طالب: ¶ ما رُوي عن حماد بن إبراهيم عن علي بن أبي طالب، قال: \"عقل المرأة على النصف من عقل الرجل في النفس وفيما دونها\" (¬3). ¶ ثالثاً: الإجماع: (¬4) ¶ أجمع أهل العلم منذ العصور الأولى حتى عصرنا الحاضر على أن دية المرأة على النصف من دية الرجل ولم يخالفهم أحد من العلماء المعتبرين , و من العلماء الذين نقلوا الإجماع: ¶ 1. الإمام الشافعي. حيث قال: (لم أعلم مخالفاً من أهل العلم قديماً ولا حديثاً في أن دية المرأة نصف دية الرجل، وذلك خمسون من الإبل فإذا قُضي في المرأة بدية، فهي خمسون من الإبل، وإذا قتلت عمداً فاختار أهلها ديتها فديتها خمسون من الإبل أسنانها أسنان دية عمد وسواء قتلها رجل، أو نفر أو امرأة، لا يزاد في ديتها على خمسين من الإبل وجراح المرأة في ديتها، كجراح الرجل في ديته لا تختلف، ففي موضحتها نصف ما في موضحة الرجل، وفي جميع جراحها بهذا الحساب فإن قال قائل: فهل في دية المرأة سوى ما وصفت من الإجماع أمر متقدم (¬5).) ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في السنن الكبرى: ح (16309) , ك (الديات)، باب (ما جاء في دية المرأة)، 8/ 167. ¶ (¬2) أخرجه البيهقي في السنن الكبرى: ح (16307) , ك (الديات) , باب (ما جاء في دية المرأة) , 8/ 166. ¶ (¬3) أخرجه البيهقي في السنن الكبرى: ح (16309) , ك (الديات)، باب (ما جاء في دية المرأة) 8/ 169. ¶ (¬4) أنظر: ابن قدامة: المغني، 9/ 532، والسرخسي، المبسوط، 25/ 80. ¶ (¬5) أنظر , الشافعي: الأم , 6/ 106.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "2. الإمام محمد بن جرير الطبري: حيث قال خلال تفسيره لآية القتل الخطأ: \" لأن دية المؤمنة لا خلاف بين الجميع إلا من لا يعد خلافاً أنها على النصف من دية المؤمن (¬1). ¶ 3. أبو عمر بن عبد البر: قال \" وقد أجمع العلماء على أن دية المرأة على النصف من دية الرجل (¬2). ¶ 4. الإمام الكاساني: قال: (وإن كانت أنثى فدية المرأة على النصف من دية الرجل لإجماع الصحابة -رضوان الله عليهم-، فإنه روى عن سيدنا عمر، وسيدنا علي، وابن مسعود، وزيد بن ثابت -رضوان الله عليهم- أنهم قالوا في دية المرأة: إنها على النصف من دية الرجل، ولم ينقل أنه أنكر عليهم أحد فيكون إجماعاً، ولأن المرأة في ميراثها، وشهادتها على النصف من الرجل فكذلك في ديتها (¬3). ( ¶ 5. الإمام القرطبي حيث قال: (وأجمع العلماء على أن دية المرأة على النصف من دية الرجل قال أبو عمر - أي ابن عبد البر-: إنما صارت ديتها - والله أعلم- على النصف من دية الرجل من أجل أن لها نصف ميراث الرجل وشهادة امرأتين بشهادة رجل وهذا إنما هو في دية الخطأ وأما العمد ففيه القصاص بين الرجال والنساء لقوله عز وجل: (النفس بالنفس). (¬4) ¶ 6. ابن رشد الحفيد حيث قال: (وأما دية المرأة فإنهم اتفقوا على أنها على النصف من دية الرجل في النفس فقط، واختلفوا فيما دون النفس من الشجاع والأعضاء (¬5). ( ¶ 7. الإمام ابن حجر العسقلاني حيث قال: (اشتهر عن عمر وعثمان وعلي و العبادلة: ابن مسعود، وابن عمر، وابن عباس: أن دية المرأة على النصف من دية الرجل، ولم يخالفوا، فصار إجماعاً (¬6). ( ¶ ¬__________ ¶ (¬1) أنظر , الطبري: جامع البيان في تفسير القرآن , 4/ 204. ¶ (¬2) أنظر , ابن عبد البر: التمهيد , 17/ 358. ¶ (¬3) أنظر , الكاساني: بدائع الصنائع , 6/ 305. ¶ (¬4) أنظر , القرطبي: الجامع لأحكام القرآن , 5/ 325. ¶ (¬5) أنظر , ابن رشد: بداية المجتهد , 2/ 331. ¶ (¬6) أنظر , ابن حجر: تلخيص الحبير , 4/ 34.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "8. الإمام الشوكاني حيث قال: (أما المرأة فقد وقع الإجماع إلا عمن لا يعتد به أنها نصف دية الرجل) (¬1). ¶ فهؤلاء هم أئمة الإسلام، الذين يرجع إليهم في نقل الإجماع قد اتفقت أقوالهم على الإجماع في كون دية المرأة على النصف من دية الرجل، فهل يُوجد من الأئمة المعتبرين أو ممن يرجع إليهم في الفتوى أو ممن تلقت الأمة فتاواهم بالقبول هل فيهم من يقول: بأن المسألة ليس فيها إجماع، أو شكك في نقل الإجماع في هذه المسألة؟ ¶ رابعاً: القياس: ¶ وهو من الأدلة التي استدل بها القائلون بالتنصيف، وكان القياس عندهم يعتمد على عدة منطلقات , منها: ¶ 1. القياس على الميراث: قال الله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ} (النساء، الآية 11). ¶ قالوا: ما دامت المرأة ترث نصف ما يرث الرجل حسب نص الآية الكريمة , فإننا نقيس ديتها على ميراثها فنجعلها على النصف من ديته. ¶ 2. القياس على الشهادة: قال الله تعالى: {وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ النِسَاءْ} (البقرة، الآية 282). ¶ وجه القياس: ¶ في الآية حكم شهادة المرأة على أنها نصف شهادة الرجل، ونحن نقيس على دية المرأة فنجعلها على النصف من دية الرجل. (¬2). ¶ 3. القياس على ملكية النكاح: قال السرخسي: \"إنما جعلت دية المرأة على النصف من دية الرجل قياساً على نقص ملكيتها من النكاح، فإن ملكية النكاح للرجل وحده، ولا تملك المرأة منه شيئاً، وعليه فإن الأنثى على النصف من حال الذكر، لأن الذكر أهل لملكية النكاح والمال جميعاً، والأنثى أهل لملكية المال دون النكاح\" (¬3). ¶ وهناك استدلالات أخرى إلا أننا نكتفي بهذا القدر حتى لا نطيل. ¶ العلة من تنصيف دية المرأة: ¶ ¬__________ ¶ (¬1) أنظر , الشوكاني: السيل الجرار , 4/ 439. ¶ (¬3) السرخسي: المبسوط، 25/ 80.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "أن الله فضل بعض الخلق على بعض كما قال تعالى: {فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ} ومن أنواع هذا التفضيل تفضيل الرجل على المرأة، وليس في هذا مدخل إلى انتقاص قيمة وقدر المرأة، وكما قيل واجب المسلم في هذا الأمر التسليم لا الاعتراض. ¶ قال ابن قيم الجوزية: \"وهذه قاعدة الشريعة، فإن الله سبحانه فاضل بين الذكر والأنثى وجعل الأنثى على النصف من الذكر في المواريث والديات والشهادات والعتق والعقيقة\" (¬1)، أعلام الموقعين. ¶ النظر إلى المصيبة التي حلت على أقارب الميت، فالدية ليست تقديراً لقيمة المقتول، وإنما هي تعويض مادي لا معنوي لأهل القتيل، جزاء ما لحق بهم من ضرر مادي، فكلنا نعرف أن موت الرجل أعظم ضرراً على أقاربه وأسرته من موت المرأة على أقاربها، ذلك لأن المسؤولية الملقاة على عاتقه أكبر من مسئولية المرأة، والآمال المعلقة عليه أكثر، وحماية الرجل لقرابته أعظم، ولذلك جاء تعظيم أمر اليتيم والتحذير الشديد من أكل ماله. ¶ فالشارع نظر إلى أقرباء هذا الميت الذي سيستلمون هذه الدية وقدر عظم مصيبتهم بهذا الموت وهؤلاء المعارضون نظروا نظرة سطحية، وظنوا أنهم سيستدركون على الشارع فتخبطوا. ¶ المطلب الثالث ¶ مناقشة أدلة الفريقين ¶ أولاً. أدلة القائلين بالمساواة في الدية: ¶ 1. استدلالهم بقول الله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلا خَطَأً .. } ¶ الآية أثبتت مشروعية الدية في القرآن الكريم، وشملت الرجل والمرأة على حد سواء، ولم يفرّق بينهما في شيء لأن لفظ مؤمن يستوي فيه الذكر والأنثى، وهذه الآية عامة في المؤمن رجلاً أو امرأة، ومن فرّق بينهما في مقدار الدية فقد خصص الآية دون دليل (¬2). ¶ 2. استدلالهم بحديث النبي عليه السلام: \"في النفس المؤمنة مئة من الإبل\". ¶ وجه الاستدلال: ¶ ¬__________ ¶ (¬1) أنظر؛ ابن الجوزي: أعلام الموقعين , 3/ 254 ¶ (¬2) شلال: دية المرأة المسلمة، 110.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "أن لفظ نفس يستوي فيه الذكر والأنثى، ولا يدل على نوع خاص بعينه. ¶ ثانياً: أدلة القائلين بالتنصيف: ¶ 1. قوله الله تعالى: {يا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنْثَى بِالأُنْثَى} (البقرة، الآية 178). ¶ قال الدكتور الصياصنة: ¶ 1. إن حصر دلالة الآية في دائرة إقرار مبدأ عدم التكافؤ في النفس والجروح وبالتالي في الديانة بين الرجل والمرأة يوقعنا في مأزق الإذعان لدعوى وجود تعارض بين مدلول هذه الآية ومدلول قول الله تعالى: {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ} (المائدة، الآية 45) , والتي لا يمكن صرف مدلولها على إقرار مبدأ التكافؤ في النفس والجراحات بين كافة المسلمين رجالاً ونساءً أحراراً وعبيداً. ¶ إن النظر في أسباب نزول هذه الآية يدلنا على أن عمل مضمون هذه الآية للدلالة على أن وضع المرأة في النفس والجراحات والديات مخالف لوضع الرجل متميز عنه، إنما هو عمل غير سديد، واستنباط غير موفق. (¬1) ¶ 2.ثبت بالحديث الصحيح أن الرجل يُقتل بالمرأة، وبذلك يصير قولهم بأن الرجل لا يُقاد بالمرأة لعدم التكافؤ بينهما مجرد قول ضعيف بالدليل (¬2). ¶ 3. قوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْن} (النساء، الآية 11) , هذه الآية خاصة بموضوع الميراث وطريقة توزيعه، ولا علاقة لها البتة بمسألة الدماء والجراح و الديات. ¶ ¬__________ ¶ (¬1) الصياصنة: دية المرأة في ضوء الكتاب والسنة، 10. ¶ (¬2) شلال: دية المرأة المسلمة، 77.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "يقول الشيخ شلتوت: \"أن حكم المرأة في الميراث ليس مبنياً في الإسلام على أن إنسانيتها أقل من إنسانية الرجل، وإنما هو مبني على أساس آخر قضت به طبيعة المرأة في الحياة العامة أو كان مقتضاه أن يتحمل الرجل نفقات الأسرة من زوجة وبنين وأقارب، وأن يحتمل كذلك المهر الذي يقدمه للمرأة عنواناً على رغبته فيها وبذله في سبيل الاقتران بها، وأن تحتمل المرأة تدبير البيت وشؤون الحمل والوضع والتفرغ لحضانة الأطفال والقيام على أمرهم\" (¬1) ¶ 4. قول الله تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ َمْوَالِهِمْ} (النساء، الآية 34). ¶ نقل الدكتور الصياصنة: (رد الصاحبان على استدلال القائلين بالتنصيف في هذه الآية: أن الله تعالى كافأ الرجل على أفضليته هذه بأن جعل له القوامة في البيت وخصه بمسألة الإمامة العظمى، وما قاربها من الولايات، أما أن نقيس على ذلك فنجعل للمرأة نصف ديته لأنه أفضل منها فهذا لا تفيده الآية لأننا لو نهجنا هذا المنهج علينا أن نميز في الدية بين الناس بحسب أفضليتهم) (¬2). ¶ ثانياً: مناقشة الأحاديث والآثار: ¶ 1. حديث معاذ بن جبل (دية المرأة نصف دية الرجل). ¶ هذا الحديث ضعيف، لضعف بكر بن خنيس الكوفي، وإبراهيم بن طهمان، لهذا نجد أن الإمام البيهقي يقول بضعفه ورده (¬3). ¶ والشوكاني أيضاً يرده ويضعفه ويقول بعدم صلاحيته (¬4). ¶ 2. حديث عمرو بن حزم في العقول: أنه وردت فيه العبارة التالية: \"دية المرأة نصف دية الرجل\". ¶ هذه العبارة ليست من حديث عمرو بن حزم، وهي غير موجودة في أي حديث من رواية عمرو بن حزم. ¶ ¬__________ ¶ (¬1) شلتوت: الإسلام عقيدة وشريعة، 236. ¶ (¬2) الصياصنة، دية المرأة 28. ¶ (¬3) البيهقي، السنن الكبرى، ك الديات، باب ما جاء في دية المرأة 8/ 168. ¶ (¬4) الشوكاني: نيل الأوطار، 7/ 224.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "الإمام ابن حجر يقول: \"هذه الجملة ليست في حديث عمرو بن حزم الطويل وإنما أخرجها البيهقي من حديث معاذ بن جبل، وقال: إسناده لا يثبت فعله ((¬1). ¶ وقال عنه الشيخ الألباني: \"ضعيف وعزوه إلى كتاب عمرو بن حزم خطأ تتبع المصنف فيه الإمام الرافعي\" (¬2) ¶ أما الآثار الموقوفة عن الصحابة و التابعين و غيرهم من العلماء: ¶ 1.عن عمر بن الخطاب: ¶ 1. ما روي عن عمر بن الخطاب رضي الله عنه: أنه قوّم دية المرأة من أهل القرى بخمسمائة دينار .. ¶ إن هذا الأثر ضعيف لورود مسلم بن خالد الزنجي في سنده. ¶ وقد قال عنه الشيخ الألباني: \"وفيه ضعف\" (¬3). ¶ 2. قول عمر: عقل المرأة عقل النصف من دية الرجل. ¶ هذا الأثر ضعيف لورود محمد بن الحسن الشيباني في سنده. ¶ وضعف محمد بن أبان بن صالح الجعفي. ¶ وضعف حماد بن أبي سليمان الكوفي. ¶ كذلك وجود انقطاع بين إبراهيم النخعي، وعمر بن الخطاب وعلي بن أبي طالب، وذلك لعدم لقائه أحداً من الصحابة. ¶ لهذا قال الإمام البيهقي عند الكلام على هذا الأثر: \"حديث إبراهيم منقطع\" (¬4). ¶ 2. عن عثمان بن عفان: ¶ ما روي أن عثمان قضى بثمانية آلاف درهم. ¶ الأثر ضعيف وذلك لوجود التدليس فيه وهو عبد الله بن أبي نجيح، وأن هذا الأثر لم يرد من طريق آخر ترجح العمل به. ¶ 3. عن علي بن أبي طالب: ¶ الأثر الأول ضعيف لنفس الأسباب التي تحدثنا عنها عند الكلام على الأثر الثاني من آثار عمر بن الخطاب، وهو انقطاع إبراهيم النجفي، وضعف محمد بن أبان وحماد بن أبي سليمان. ¶ الأثر الثاني: \"جراحات النساء على النصف\". ¶ هذا الأثر ضعيف لورود هشيم بن بشير السلمي وهو متهم بالتدليس والإرسال. ¶ وجود ابن أبي ليلى في سنده و زكريا بن أبي زائدة وهو من المدلسين. ¶ ثالثاً: الإجماع: ¶ ¬__________ ¶ (¬1) ابن حجر: تلخيص الحبير 4/ 24. ¶ (¬2) الألباني: آرواء الغليل: 7/ 306. ¶ (¬3) الألباني: آرواء الغليل، 8/ 3068. ¶ (¬4) البيهقي: السنن، ك الديات، باب ما جاء في دية المرأة، 8/ 168.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "قال أصحاب القول بالتنصيف باستنادهم على الإجماع. ¶ والرد عليهم ومناقشة قولهم يكون من خلال كلام ابن حزم الذي يقول: \"إن الإجماع الحقيقي والفعلي الذي لا خلاف عليه البتة، ما كان مبنياً على نص صحيح صريح من الكتاب أو السُنة المطهرة، كاشتراط الشهادتين للدخول في الإسلام، و فرضية الصلاة والصوم والزكاة والحج وما إلى ذلك\" (¬1). ¶ وبناءً على ما سبق فإن إجماع القائلين بالتنصيف لم يعتمد على نص صريح من القرآن أو السنة يمكن اعتماده أساساً ينعقد عليه الإجماع، كذلك عدم وجود نقل ثابت متواتر عن الصحابة يدل على إجماعهم على هذه المسألة. ¶ وأن الإجماع يصعب إثباته بعد زمن النبي وذلك لتفرق الصحابة في الأمصار. ¶ أما إجماع العلماء فهذا غير صحيح وذلك لوجود من خالفهم من العلماء. ¶ رابعاً: القياس: ¶ 1. قاس العلماء على الميراث: وهذا القياس فاسد لعدة أسباب: (¬2). ¶ - عدم وجود العلة الجامعة، لأن علة الدية الجناية، وعلة الإرث الرحم والولادة والنكاح، فلا توجد علة جامعة بين المقيس والمقيس عليه. ¶ - أن قول الله تعالى: {لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْن} ليس على الإطلاق ولكنه متصور على ميراث العصبات دون الحالات التي تتساوى فيها المرأة والرجل. ¶ - أن هذا مبني على الأعباء المالية، لأن الشرع جعل معظم الأعباء المالية على الرجل و ليست الأعباء المالية متساوية. ¶ 2. القياس على الشهادة: ¶ هذا القياس فاسد أيضاً وذلك للأسباب التالية: ¶ - عدم وجود العلة الجامعة بين المقيس الذي هو الدية والمقيس عليه الذي هو الشهادة، لأن الدية مال وجب بجناية، فعلتها الجناية، أما الشهادة فهي معللة بقوله تعالى: {أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الأُخْرَى} ¶ ¬__________ ¶ (¬1) ابن حزم: الأحكام في الأصول، 4/ 128. ¶ (¬2) شلال: دية المرأة المسلمة، ص108.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "- أن هناك من لا تقبل شهادتهم، ومع ذلك فديتهم كاملة كالمجنون، والصغير، ولم يقل أحد أن دية هؤلاء على النصف، أو أقل من دية غيرهم، أو على وفق القياس لا دية لهم، وعلى هذا فلا حجة لمن قاس الشهادة على الدية. ¶ - هناك من الشهادات ما ساوى فيها الإسلام بين الرجل والمرأة، كشهادات اللعان، فالمرأة والرجل سواء بسواء. ¶ 3. القياس على ملكية النكاح: ¶ رد القائلون بالتساوي بين الرجل والمرأة في الدية هذا القياس من عدة جوانب، وهي كما يلي: ¶ - الأصوليون لا يعتبرون الأنوثة من عوارض الأهلية (¬1). ¶ - قيد الإسلام ملكية المرأة في أمر الطلاق لأسباب منها: شدة الغضب، وسوء التصرف، وتقلب المزاج، وحدة العاطفة. ¶ - أمر ملكية الرجل للطلاق والنكاح له علاقة بالقوامة، لهذا كان من المناسب أن تكون ملكية النكاح بيده لا بيدها، ولو جعلت بيدها لتنافى ذلك مع قوامة الرجل واعتبر مطعناً في كمال هذه القوامة. ¶ - القائلون باعتبار الأنوثة من منقصات الدية، لماذا لا يعتبرونها من منقصات القصاص، ونحن نعلم أن الرجل يقتل بالمرأة. ¶ - عدم وجود شبه بين الدية وملكية النكاح، لهذا نجد القياس فاسداً ولا يصح العمل به. ¶ نقد العلماء لاعتراضات القائلين بالتساوي في الدية على أدلة القائلين بالتنصيف ¶ نقد القائلون بالتنصيف اعتراضات القائلين بالتساوي بما يلي: ¶ قولكم أن الآية التي أثبتت الدية شملت الرجل والمرأة على حد سواء ولم تفرق بينهما في شيء. ¶ الرد على هذا القول من وجوه: ¶ الوجه الأول: هذا الاستدلال بالعموم الظني هو عموم مخصوص بالدليل القطعي وهو الإجماع. ¶ لأن الآية لم تميز بين الرجل والمرأة في وجوب الدية، إنما في مقدارها فهذا شأن آخر، فقد أجمع أهل العلم على القول بالتنصيف. ¶ الوجه الثاني: عامة المفسرين قالوا بتنصيف الدية فلم يفهموا ما فهمتم. ¶ القول أنه لم يثبت من السُنة حديث صحيح واحد في المسألة. ¶ الرد عليه من وجوه: ¶ ¬__________ ¶ (¬1) الزحيلي: أصول الفقه الإسلامي، 1/ 68.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "الأول. أن هذا القول غير صحيح على إطلاقه، فقد صحح الشيخ الألباني ثلاثة آثار في كون الدية نصف دية الرجل. ¶ الوجه الثاني: أنه ثبت إجماع العلماء فوجب العمل به ولو خالف نصاً صحيحاً. ¶ الوجه الثالث: لا يلزم مع الإجماع السؤال عن نص من الكتاب أو السُنة خصوصاً عند تعارض الأدلة. ¶ الوجه الرابع: كل علماء الحديث الذين قالوا بالتنصيف هل لا يعلمون ضعف أدلتهم، وأنه ليس عندهم حديث صحيح مقبول. ¶ القول أنه إن ورد حديث صحيح فقد جاء شامل للرجال والنساء على حد سواء. ¶ الرد على هذا الاعتراض: أن العموم الوارد خصص بالإجماع كما حدث مع الآية القرآنية. ¶ اعترضوا على أن الإجماع منقوص ولم يقع. ¶ والرد على هذا الاعتراض من وجهين: ¶ الأول: أن علماء الإسلام المعتبرين نقلوا هذا الإجماع وهم طريقنا لهذا العلم. ¶ الوجه الثاني: أن العدد الكبير من العلماء والمجتهدين قد نقلوا لنا هذا الإجماع في كون دية المرأة على النصف، وقد اشتهر هذا النقل عند جميع أصحاب المذاهب. ¶ أما عن تعذر اجتماع الصحابة واتفاقهم على هذا القول، فيرد عليه بأن المجتهدين من الصحابة عددهم قليل ومعروفون، واجتماعهم ممكن وليس متعذر. ¶ ومن الأمور الدالة على إجماع الصحابة ما ورد عن التابعين بهذا الخصوص. ¶ كذلك اعترضوا على الإجماع , إن انعقد فقد خرج عليه عدد من علماء الأمة، كاين عُلية والأصم. ¶ ويجاب على هذا الاعتراض من وجوه، منها: ¶ الوجه الأول: أن اعتراض هؤلاء يعتبر شذوذ، وقد طعن العلماء فيهما بما يكفي. ¶ الوجه الثاني: أن هذين العالمين متأخران عن عصر الصحابة والتابعين، وبالتالي لا عبرة لمخالفتهم. ¶ الوجه الثالث: عدم جواز مخالفة الإجماع، لهذا مخالفتهم من باب الشذوذ. ¶ الوجه الرابع: أن المخالفة للمجتهدين يجب أن يكون من الأحياء، فلا عبرة لمن خالف من مات قبله أو جاء بعده.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "الوجه الخامس: أن لا يكون المخالف ممن اتفق على فسقهم واعتزالهم ورفضهم، فقد طعن العلماء في ابن عُلية، وقالوا عنه بالشذوذ والاعتزال وكان يقول بقول الجهمية. ¶ أما الأصم فهو أستاذ ابن عُلية، وهو شيخ شيوخ المعتزلة، ذهب مذهب أهل البدع. ¶ الاعتراض بأن دماء المسلمين واحدة، ولا فرق بين رجل وامرأة في ذلك. ¶ الرد على هذا الاعتراض: ¶ الوجه الأول: أن هذا الرد ليس في محله، ولا علاقة له بموضوع الدية. ¶ الوجه الثاني: أن الحديث الشريف الذي يتكلم عن تكافؤ دماء المسلمين ليس له علاقة بهذا الموضوع ولم يستدل به أحد من العلماء فيما سبق. ¶ الوجه الثالث: القول بأن دم المرأة ليس أرخص من دم الرجل، فيه استهانة وتحقير لدم الرجل والمرأة على حد سواء، فالدية ليست قيمة وثمن للإنسان، بل هي عوض وتشريف وتمييز عن القضايا المادية. ¶ الاعتراض بأن الإجماع إن انعقد فقد تعذر معرفته، ونقلوا كلاماً للإمام أحمد بهذا الخصوص. ¶ والرد على ذلك يكون من وجوه: ¶ الأول: أن كلام الإمام أحمد محمول على العصور التي جاءت بعد عصر الصحابة. ¶ الثاني: أن الإمام أحمد يقول بتنصيف الدية. ¶ الثالث: أن الإجماع حجة يجب العمل على وقوعها والمصير إليها. ¶ الرابع: أن أصحاب وعلماء مذهب الإمام أحمد نقلوا الإجماع في كون دية المرأة على النصف. ¶ الخامس: أن قولكم هذا إن وقع فكأن الإمام أحمد وغيره كانوا يقولون بالهوى. ¶ الاعتراض بأن دية الجنين غرة، ولم يثبت أن النبي أمر بتفحص الجنين لمعرفة إن كان ذكراً أو أنثى وهذا يدل على مساواة الدية. ¶ والجواب على هذا الاعتراض يكون من خلال وجوه عدة: ¶ الأول: إن هذا الاستدلال لم يقل به أحد من السابقين، لهذا لا قيمة له. ¶ الثاني: أن هذا القياس مخالف لما هو أوثق منه من الأدلة وهو الإجماع. ¶ الثالث: أن دية الجنين أقل من ثلث الدية الكاملة، وحديثنا عن الدية كاملة. ¶ الرابع: عدم سؤال النبي عن جنس الجنين فيه عموم وهذا خاص بالجنين دون سواه.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "الترجيح بين القولين: ¶ بعد دراسة أدلة كل فريق من الفريقين القائلين بالتساوي في الدية أو التنصيف، أرى الآتي: ¶ - عدم قوة استدلال كل فريق بالأدلة التي استدل بها، وذلك لعدم صراحتها في الأدلة. ¶ - أن القول والعمل بقول فريق من الفريقين ليس فيه مطعن أو انتقاص من أصحاب القول الآخر. ¶ - تناسب القول بالتساوي مع ظروف زماننا أقرب إلى المنفعة. ¶ - مع هذا أرى أنه ليس من اللائق الخروج عما جاءنا عن جهابذة علمائنا أصحاب المذاهب الفقهية وغيرهم، على مدار تاريخنا الإسلامي الطويل. ¶ - لا يصح الجري وراء كل ما تقوم بترويجه جمعيات ومنظمات حقوق الإنسان، والمنظمات النسائية وغيرها من جمعيات ومنظمات، لأنه في الغالب الأعم، لا تسلم مقاصدهم ودعواتهم من مكر وكيد للإسلام. ¶ - كثرة الأدلة الواردة عند أصحاب التنصيف يعضد بعضها بعضاً، فما كان ضعيفاً يقويه غيره. ¶ - إذا لم يتحقق الإجماع بشكله الكامل، إلا أن الكثرة الكاثرة من العلماء الذي قالوا بالتنصيف تجعله يأخذ شكل الإجماع. ¶ لهذا لا يسعني إلا أن أسير في طريق من قال بالتنصيف تأدباً معهم واحتراماً لمقامهم , للأسباب التالية: ¶ - كثرة الأدلة المستند عليها. ¶ - العمل به على مدار تاريخ الإسلام و المسلمين. ¶ - اعتماد المذاهب الفقهية الأربعة لهذا القول. ¶ - مع الطعن في بعض الأدلة إلا أن بعض النصوص يُعضد بعضه بعضاً. ¶ - عدم القول و العمل بالتساوي لا يطعن في القائلين به. ¶ المبحث الثالث ¶ المسائل المتعلقة بدية المرأة المسلمة ¶ لم يُفرق الإسلام في المحافظة على الحياة بين النفس والجسد، فكلاهما عند الإسلام له اعتباره ومكانته، و قيمته , فكما يُحرّم الاعتداء على النفس بزهقها وموتها، كذلك يُحرم الاعتداء على الجسد، والأعضاء، وحدّد لكل عضو ديّة مقدّرة، حسب أهمية هذا العضو في جسم الإنسان. ¶ والمال الذي يُدفع مقابل الاعتداء على الأعضاء يسميه الإسلام (الأرش).",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "و الأرش في اصطلاح الفقهاء هو: \"المال الواجب المقدر شرعاً بالاعتداء على ما دون النفس\" (¬1). ¶ في هذا المبحث سأخصص الحديث عن هذه المسائل من خلال مطلبين، كما يلي: ¶ المطلب الأول: دية أعضاء المرأة. ¶ المطلب الثاني: دية جراح المرأة. ¶ المطلب الأول ¶ دية أعضاء المرأة ¶ العضو في اللغة هو: الطرف والجزء من البدن، المتميزة والذي ينتهي إلى مفصل أو حد، له وظيفة خاصة، وتجمع على أطرف (¬2). ¶ وفي الاصطلاح: العضو هو الطرف الذي يستوجب دية أو نصف دية أو دون ذلك (¬3). ¶ هذه الأعضاء تنقسم حسب مقدار الدية إلى أربعة أقسام: (¬4). ¶ الأول: ما يجب فيه دية كاملة مثل النفس واللسان والعقل، والسمع، والبصر، والكلام، والتذوق. ¶ الثاني: ما يجب فيه نصف الدية مثل اليد الواحدة أو الأذن أو الرجل، وهي كل ما كان منه في الجسد اثنان. ¶ الثالث: ما يجب فيه ربع الدية وهو الجفن فقط. ¶ الرابع: ما يجب فيه العشر، وهي الأصابع لليد أو القدم. ¶ وهذا تفصيل و بيان ما سبق إيجازه: ¶ 1. دية العينان: ¶ وفيهما الدية كاملة لما رواه عمرو بن حزم رضي الله عنه أن النبي صلى الله عليه و سلم كتب لأهل اليمن كتاباً ومما جاء فيه: \"وفي العينان الدية\" (¬5). ¶ ¬__________ ¶ (¬1) الزحيلي: الفقه الإسلام وأدلته،7/ 5758. ¶ (¬2) الكرمي: الهادي إلى لغة العرب 3/ 225. ¶ (¬3) أنظر الميرغناني: الهداية، 4/ 462، الشربيني: مغني المحتاج، 77/ 4. ¶ (¬4) أنظر؛ البهوتي: كشف القناع، 34/ 6، وابن قدامة: المغني 3/ 96، والزحيلي: الفقه الإسلامي وأدلته، 6/ 5856. ¶ (¬5) البيهقي: السنن الكبرى، ح (16233) كتاب (الديات)، باب (دية العينين) 8/ 151.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "يستوي في ذلك العين الصحيحة أو غير الصحيحة، والصغير والكبير (¬1). و السبب في ذلك راجع لأهمية العين بالنسبة للإنسان , فهي أداة الإبصار التي بها يُبصر الأشياء , و من خلالها يقوم بأداء الأعمال اليدوية و العقلية الفكرية و هي أيضاً تشكل جمالاً في الوجه لا يمكن الاستغناء عنها لا قصراً و لا اختياراً. ¶ 2.البصر: (¬2). ¶ في الجناية على البصر الدية كاملة، لأن البصر هو النفع المقصود بالعين، وإذا ذهب البصر من إحدى العينين دون الثانية، وجب نصف الدية، ولو ذهب البصر ثم عاد، لا تجب الدية حتى لو أخذها ثم عاد إليه بصره وجب عليه رد ما أخذ، ولو نقص البصر نقصاناً وجب فيه الحكومة، وهي تكون تبعاً لمقدار الضعف الذي أصاب العين، والوقوف على ذلك موقوف على أهل الخبرة من المتخصصين في طب العيون. ¶ 3. جفون العينين: ¶ تجب في جفون العيون الأربعة دية كاملة، وفي الجفن الواحد ربع الدية. ¶ هذا ما ذهب إليه الجمهور من علماء المذاهب الأربعة (¬3). ¶ وقالوا إن في تفويتهما تفويتاً للعين، فإنه لا بقاء للعين مع دونهما، وذلك لما فيهما من جمال كامل ونفع عظيم. ¶ وخالف في ذلك ابن مالك حيث قال: فيها وجوب حكومة لا الدية المقدّرة (¬4). ¶ 4. أهداب العين: ¶ تجب فيهما الدية كاملة، وفي كل واحدة ربع الدية، قال به الحنفية والحنابلة (¬5). ¶ وعند الشافعية والمالكية فيهما حكومة، لأنها مبنية على الاجتهاد لعدم وجود النص (¬6). ¶ 5. الأذنان: ¶ ¬__________ ¶ (¬1) عبد العزيز: الفقه الجنائي في الإسلام، 208. ¶ (¬2) الكاساني: بدائع الصنائع، 7/ 311. ¶ (¬3) النووي: المجموع، 19/ 79، وابن قدامة: المغني، 3/ 98. ¶ (¬4) ابن رشد: بداية المجتهد، 2/ 385. ¶ (¬5) أنظر الكاساني: بدائع الصنائع، 7/ 311، وابن قدامة: المغني 3/ 39. ¶ (¬6) النووي: المجموع، 190/ 80، وابن رشد: بداية المجتهد، 2/ 385.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "يجب في الأذنين الدية كاملة، وفي الواحدة نصف الدية لحديث عمرو بن حزم: \"وفي الأذن خمسون من الإبل، ومنفعة الأذن للإنسان ظاهرة غير خفية، مادياً ومعنوياً، مادياً في جمالها، ومعنوياً لأنها أداة السمع وبالتالي العلم والمعرفة\". ¶ والشريعة تقدر دية العضو بحسب أهميته الإنسان , في شكله ووظيفته. ¶ 6. السمع: تجب في السمع الدية كاملة معتمدين على حديث معاذ بن جبل (رضي) عن النبي عليه السلام قال: \"وفي السمع مائة من الإبل\" (¬1). ¶ يقول الكاساني: ولو نقص السمع أو ساء بسبب جناية، فإنه ينظر فإن أمكن معرفة القدر الذي نقص، كما لو كان النصف أو الثلث أو الربع، وجب فيه من الدية بما يعادله، وإذا لم يكن تقدير النقص وجب فيه حكومة يقدرها أهل الخبرة (¬2). ¶ 7. الأنف: ¶ وفيه دية كاملة لحديث عمرو بن حزم: \"وفي الأنف إذا أوجب جدعه الدية\" (¬3). ¶ والأنف من أكثر الأعضاء أهمية لجمال الوجه، وللمنفعة المادية، كأداة للسمع والتنفس. ¶ 8. الشم: ¶ أجمع الفقهاء (¬4)، الحنفية، والمالكية، والشافعية، والحنابلة، على أن في الشم إذا ذهب بجنابة , الدية كاملة، لما ورد في حديث عمرو بن حزم: \"وفي الشم الدية\" (¬5). ¶ العقل، واللسان، والكلام، والذوق، واليدين والرجلين. ¶ وفيها جميعها الدية كاملة، لما ورد من قضاء عمر بن الخطاب في رجل ضرب على رأسه فذهب عقله، وبصره وكلامه وذكره أربع ديّات (¬6). ¶ وفي اللسان ما ورد لحديث عمرو بن حزم: \"وفي اللسان الدية\" (¬7). ¶ ¬__________ ¶ (¬1) البيهقي، ح (16244) ك (الديات) باب (السمع)، 8/ 150. ¶ (¬2) الكاساني؛ بدائع الصنائع، 7/ 311. ¶ (¬3) البيهقي؛ ح (16238) (الديات 9، باب (دية الأنف)، 8/ 153. ¶ (¬4) أنظر؛ قدامة: المغني 9/ 600 ¶ (¬5) البيهقي؛ الديات، باب دية المرأة، 8/ 168. ¶ (¬6) البيهقي: الديات، باب دية ذهاب العقل، من الجناية، 8/ 151. ¶ (¬7) البيهقي: السنن الكبرى: ح (16249) ك (الديات)، دية (اللسان)، 8/ 168.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وفي الكلام لحديث عمرو بن حزم: \"وفي اللسان الدية إذا امتنع الكلام\" (¬1). ¶ الأسنان: أجمع العلماء (¬2)، على أن الواجب في كل سن خمس من الإبل لحديث عمرو بن حزم: \"وفي السن خمس من الإبل\" (¬3). ¶ ولحديث النبي (ص) \"في الأسنان خمس خمس\" (¬4). ¶ ديات الأصابع: ¶ اتفق جمهور العلماء (¬5)، على أن دية الأصبع من اليد أو الرجل عشر من الإبل معتمدين على حديث عمرو بن حزم: \"وفي اليد خمسون وفي الرجل خمسون، وفي كل أصبع مما هنالك عشر من الإبل\" (¬6). ¶ دية الثديان والإليتان: ¶ اتفق العلماء (¬7)، على أن في الثديين والإليتين، الدية كاملة، وفي أحدهما النصف، لما فيهما من الجمال والمنفعة، وفي قطعهما تفويت للجمال والمنفعة. ¶ المطلب الثاني ¶ دية جراح المرأة ¶ عرّف الدكتور الزحيلي الأرش بأنه: \"المال الواجب المقدر شرعاً بالاعتداء على ما دون النفس\" (¬8). ¶ وقد اختلف العلماء في دية جراح المرأة إلى قولين: ¶ الأول: على أن دية جراح المرأة على النصف من دية جراح الرجل. ¶ الثاني: على التساوي فيما دون الثلث. ¶ أولاً: القول بالتنصيف (¬9): ¶ ¬__________ ¶ (¬1) البيهقي: الديات، دية اللسان، 8/ 155. ¶ (¬2) أنظر؛ الكاساني: بدائع الصنائع، 7/ 314، والشيرازي: المهذب، 20/ 512، وابن قدامة: المغني، 9/ 612 ¶ (¬3) البيهقي: الديات؛ دية الأسنان، 8/ 156. ¶ (¬4) أخرجه البيهقي في سننه: ح (16258)؛ك (الديات): باب (دية الأسنان)، 8/ 157. ¶ (¬5) 4. أنظر؛ الكاساني: بدائع الصنائع، 7/ 314، والشيرازي: المهذب، 20/ 512، وابن قدامة: المغني، 9/ 612 ¶ (¬6) أخرجه البيهقي في سننه: ح (16272)؛ك (الديات): باب (دية اليدين و الرجلين و الأصابع)، 8/ 160. ¶ 6.أنظر؛ الكاساني: بدائع الصنائع، 7/ 314، والشيرازي: المهذب، 20/ 533، والبهوتي: كشاف القناع 6/ 47، وابن قدامة المغني: 9/ 626. ¶ (¬8) الزحيللي: الفقه الإسلامي وأدلته، 6/ 298. ¶ (¬9) أنظر؛ الزيلعي: تبيين الحقائق، 6/ 128، والنووي: روضة الطالبين 7/ 121، وهو قول الحنفية والشافعية:",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "استدل القائلون بالتنصيف في جراح المرأة بما يلي: ¶ 1. قول النبي عليه السلام: \"دية المرأة على النصف من دية الرجل\" (¬1). ¶ 2. ما روُي عن علي بن أبي طالب قوله: \"عقل المرأة على النصف من عقل الرجل في النفس وما دونها\" (¬2). ¶ 3. قال ابن قدامة: \"قياس الأطراف على الأنفس , والجميع متفقون على أن دية المرأة في النفس على النصف من دية الرجل، فكذلك الأطراف والجراح لأن علة التنصيف هي الأنوثة، وهي موجودة في الأعضاء\" (¬3). ¶ ثانياً: القول بالتساوي بين جراح المرأة و جراح الرجل فيما دون الثلث. ¶ إذا كانت دية الجناية تزيد على ثلث دية الذكر الحر المسلم، أما إذا كانت دية العضو ما دون ثلث دية الرجل فتساوي المرأة مع الرجل في الدية، أما الثلث فتكون فيه على النصف من دية الرجل ¶ وقد استدل أصحاب هذا القول بما يلي: ¶ 1. قول النبي عليه السلام: \"عقل المرأة مثل عقل الرجل حتى يبلغ الثلث من ديتها\" (¬4). ¶ 2. ما روُي عن ربيعة بن أبي عبد الرحمن أنه قال: \"سألت سعيد بن المسيّب كم في أصبع المرأة قال: عشر من الإبل، فقلت كم في أصبعين قال: عشرون من الإبل، فقلت: كم في ثلاث، فقال: ثلاثون من الإبل، فقلت حين عظم جراحها واشتدت مصيبتها نقص عقلها، فقال سعيد: أعراقي أنت؟ فقلت بل عالم متثبت أو جاهل متعلم، فقال: هي السُنة يا ابن أخي\" (¬5). ¶ قال ابن قدامة: ذهب ابن مسعود إلى القول بأن المرأة تتساوى مع الرجل في الدية إلى نصف عشر الدية فإذا زاد على ذلك فهي على النصف لأنها متساوية في الموضحة (¬6). ¶ مناقشة أقوال الفريقين: ¶ ¬__________ ¶ (¬1) البيهقي: الديات، باب ما جاء في دية المرأة، 8/ 168. ¶ (¬2) المرجع السابق. ¶ (¬3) ابن قدامة؛ المغني، 1/ 532. ¶ (¬4) البيهقي: الديات؛ باب ما جاء في جراح المرأة 8/ 169. ¶ (¬5) مالك: الموطأ: كتاب الفعول، باب ما جاء في عقل الأصابع، 1/ 338. ¶ (¬6) ابن قدامة: المغني، 9/ 532.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الأحاديث التي استدل بها القائلون بالتنصيف هي نفس الأدلة التي استدل بها القائلون بأن دية المرأة نصف دية الرجل، وهي أحاديث ثبت ضعفها. ¶ كذلك الحديث الذي استدل به القائلون بالتساوي، حديث ضعيف. ¶ كذلك الأثر الوارد عن سعيد بن المسيب، ضعفه العلماء. ¶ الترجيح بين القولين: ¶ أرى أن القول بالتنصيف أولى بالقول والعمل، وذلك لنفس الأسباب السابقة في ترجيح القول بالدية. ¶ - كثرة الأدلة المستند عليها. ¶ - العمل به على مدار تاريخ الإسلام و المسلمين. ¶ - اعتماد المذاهب الفقهية الأربعة لهذا القول. ¶ - مع الطعن في بعض الأدلة إلا أن بعض النصوص يُعضد بعض. ¶ - عدم القول و العمل بالتساوي لا يطعن في القائلين به. ¶ خاتمة الدراسة ¶ في ختام دراستي لموضوع (دية المرأة المسلمة في الشريعة الإسلامية)، أرجو من الله العلي القدير أن أكون قد وُفقت في إعطاء صورة واضحة وجلية للقارئ، والإحاطة بجوانب الموضوع كاملة. ¶ وأود أن أذكر أهم النتائج التي توصلت إليها، ثم اتبعها بأهم التوصيات، كما يلي: ¶ أولاً. أهم النتائج التي توصلت إليها: ¶ - إن القتل العمد جريمة مُحرّمة عند كل الشرائع السماوية والأرضية. ¶ - أن الأصل في الدية أن تُدفع من الأصناف الستة الواردة في البحث. ¶ - أنها تُقدر الآن بقيمتها حسب أثمان كل بلد حدثت فيها الجناية. ¶ - أن الدية جزء من أحكام الشريعة، يجب أن يُعمل بها دون غيرها من أحكام. ¶ - أن دية نفس المرأة على النصف من دية الرجل. ¶ - أن دية الجراح و الأعضاء على النصف من دية الرجل. ¶ - أن أحكام الشريعة قامت على العدل والإنصاف. ¶ - رسخت أحكام الشريعة القيم العليا للحفاظ على النفس والروح وعدم انتهاكها أو تعريضها لأي خطر. ¶ ثانياً. أهم التوصيات: ¶ - دعوة العلماء والباحثين لبيان الأحكام الشرعية للناس، الخاصة والعامة. ¶ - دعوة لجان الإصلاح ومجالس الحكم والقضاء للعمل بأحكام الشريعة الغراء.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "- أن تعمل الدولة بكل أجهزتها على فرض نظم القانون وتهيئة حياة آمنة مستقرة. ¶ - العمل على نشر أحكام الدين وحكمة التشريعات الإسلامية وتوعية الناس بها. ¶ - أن يكون تقدير الدية بحسب أثمان البلد الذي تقع فيه الجناية لا غيرها. ¶ الكشّافات ¶ أولاً. كشاف الآيات. ¶ ثانياً. كشاف الأحاديث. ¶ ثالثاً. المصادر و المراجع. ¶ رابعاً. قائمة المحتويات. ¶ أولاً. كشّاف الآيات القرآنية: ¶ الرقم ... اسم السورة ... الآية الكريمة ... رقم الآية ... الصفحة ¶ 1. ... البقرة ... و الذين يتوفون منكم و يذرون أزواجاً .. ... 34 ... 21 ¶ 2. ... البقرة ... يا أيها الذين آمنوا كتب عليكم القصاص ... ... 178 ... 29+33+87+93 ¶ 3. ... البقرة ... ولكم في القصاص حياةٌ يا أولي الألباب ... ... 179 ... 5 ¶ 4. ... البقرة ... واستشهدوا شهيدين من رجالكم ... ... 282 ... 21+72+ 73+91 ¶ 5. ... البقرة ... ولا تكتموا الشهادة ومن ... ... 283 ... 66+73 ¶ 6. ... النساء ... يا أيها الناس اتقوا ربكم الذي .. ... 1 ... 17 ¶ 7. ... النساء ... و آتوا النساء صدقاتهن نحلة .. ... 4 ... 19 ¶ 8. ... النساء ... للرجال نصيب مما ترك الوالدان .. ... 7 ... 19 ¶ 9. ... النساء ... يوصيكم الله في أولادكم .. ... 11 ... 87+91+94 ¶ 10. ... النساء ... يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء .. ... 19 ... 20 ¶ 11. ... النساء ... الرجال قوامون على النساء .. ... 34 ... 87+94 ¶ 12. ... النساء ... وما كان لمؤمن أن يقتل مؤمناً .. ... 92 ... 49 ¶ 13. ... النساء ... ومن يقتل مؤمناً متعمداً ... ... 93 ... 29+50+83 ¶ 14. ... النساء ... إن الله لا يغفر أن يشرك به .. ... 116 ... 31 ¶ 15. ... النساء ... و من يعمل من الصالحات من ذكر .. ... 124 ... 18 ¶ 16. ... النساء ... يا أيها الذين آمنوا كونوا قوامين .. ... 135 ... 68 ¶ 17. ... المائدة ... من أجل ذلك كتبنا على بني إسرائيل .. ... 32 ... 26+29 ¶ 18. ... المائدة ... و كتبنا عليهم فيها أن النفس. . ... 45 ... 1+25+42+93 ¶ 19. ... الأعراف ... ألست بربكم .. ... 172 ... 68 ¶ 20. ... الأنفال ... قل للذين كفروا إن ينتهوا يغفر لهم .. ... 38 ... 61 ¶ 21. ... التوبة ... وإن أحد من المشركين استجارك .. ... 6 ... 58 ¶ 22. ... التوبة ... و آخرين اعترفوا بذنوبهم .. ... 102 ... 68",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "23. ... النحل ... و إذا بشر أحدهم بالأنثى .. ... 58+59 ... 16 ¶ 24. ... الإسراء ... و من قتل مظلوماً .. ... 33 ... 29+78 ¶ 25. ... الحج ... فاجتنبوا الرجس من الأوثان ... ... 30 ... 66 ¶ 26. ... الزمر ... إن الله يغفر الذنوب .. ... 53 ... 31 ¶ 27. ... الحجرات ... يا أيها الناس إنا خلقناكم من ذكر ... 13 ... 17 ¶ 28. ... الممتحنة ... يا أيها النبي إذا جاءك المؤمنات .. ... 12 ... 18 ¶ 29. ... الطلاق ... وأقيموا الشهادة لله ... ... 2 ... 74 ¶ ثانياً. كشّاف الأحاديث: ... ¶ الرقم ... طرف الحديث ... الصفحة ¶ 1. ... إنما النساء شقائق الرجال ... أبو داود ... 17 ¶ 2. ... ليس للولي مع الثيب أمر ... أحمد ... 20 ¶ 3. ... البنت أحق بنفسها من وليها ... النسائي ... 20 ¶ 4. ... لا يحل دم امريء مسلم إلا ... البخاري ... 30 ¶ 5. ... لا يحل دم امريء إلا بإحدى .. ... البغوي ... 30+58 ¶ 6. ... قتل المؤمن أعظم عند الله .. ... النسائي ... 30 ¶ 7. ... إن دماءكم و أموالكم عليكم حرام .. ... البخاري ... 30 ¶ 8. ... اجتنبوا السبع الموبقات .. ... البخاري ... 31 ¶ 9. ... من قتل نفسه بحديدة .. ... البغوي ... 31 ¶ 10. ... العمد القود .. ... ابن أبي شيبة ... 31 ¶ 11. ... لا يرث القاتل شيئاً .. ... البيهقي ... 33 ¶ 12. ... من زاد أو ازداد بعيراً .. ... الطبري ... 34 ¶ 13. ... فمن قُتل له قتيل فهو .. ... البخاري ... 36 ¶ 14. ... و من قتل عمداً فهو قود .. ... أبو داود ... 37 ¶ 15. ... اعتقوا عنه رقبة .. ... أحمد ... 37 ¶ 16. ... لا تقوم الساعة حتى يكثر الهرج .. ... مسلم ... 39 ¶ 17. ... من حمل علينا السلاح .. ... البخاري ... 41 ¶ 18. ... من تردى من جبل فقتل نفسه .. ... البخاري ... 41 ¶ 19. ... قتل النبي يهودياً بجارية .. ... البخاري ... 42 ¶ 20. ... إن في النفس مائة .. ... مالك ... 51 ¶ 21. ... اقتتلت امرأتان من هذيل .. ... البيهقي ... 51 ¶ 22. ... لما كان يوم خيبر .. ... مسلم ... 59 ¶ 23. ... رفع القلم عن ثلاثة .. ... الترمذي ... 60+70 ¶ 24. ... رفع عن أمتي الخطأ .. ... أبو داود ... 60+70 ¶ 25. ... إنما أنا بشر و إنكم .. ... البخاري ... 65 ¶ 26. ... لو يُعطى الناس بدعواهم .. ... مسلم ... 66 ¶ 27. ... من اقتطع حق امرئ مسلم .. ... الدارمي ... 66 ¶ 28. ... يا رسول الله أنشدك الله إلا قضيت لي .. ... مسلم ... 69 ¶ 29. ... فشاهداك أو يمينه ... ... البخاري ... 73 ¶ 30. ... بينا أنا واقف في الصف .. ... مسلم ... 76",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "31. ... أتحلفون خمسين يميناً ... ... مسلم ... 78 ¶ 32. ... إن في النفس الدية مائة من الإبل .. ... البيهقي ... 84 ¶ 33. ... دية المرأة على النصف من دية الرجل. ... البيهقي ... 88+108 ¶ 34. ... إن رسول الله كتب إلى أهل اليمن .. ... النسائي ... 88 ¶ 35. ... أدركنا الناس على أن دية المسلم .. ... البيهقي ... 88 ¶ 36. ... عقل المرأة على النصف من دية الرجل. ... البيهقي ... 89+108 ¶ 37. ... عقل المرأة على النصف من عقل الرجل. ... البيهقي ... 89 ¶ 38. ... أن رجلاً أوطأ امرأة بمكة .. ... البيهقي ... 89 ¶ 39. ... في العينين الدية. ... البيهقي ... 104 ¶ 40. ... و في الأذن خمسون من الإبل. ... البيهقي ... 105 ¶ 41. ... و في السمع مائة من الإبل. ... البيهقي ... 106 ¶ 42. ... و في الأنف إذا أوعب. ... البيهقي ... 106 ¶ 43. ... و في الشم الدية. ... البيهقي ... 106 ¶ 44. ... و في اللسان الدية. ... البيهقي ... 106 ¶ 45. ... و في اللسان الدية ‘ذا امتنع الكلام. ... البيهقي ... 106 ¶ 46. ... و في السن خمس من الإبل. ... البيهقي ... 107 ¶ 47. ... و في الأسنان خمس خمس. ... البيهقي ... 107 ¶ 48. ... و في اليد خمسون و في الرجل خمسون. ... البيهقي ... 107 ¶ 49. ... عقل المرأة مثل عقل الرجل حتى يبلغ الثلث ... البيهقي ... 108 ¶ المصادر والمراجع ¶ القرآن الكريم. ¶ التوراة: دار الكتاب المقدس ـــ قبرص ـــ 1998. ¶ الإنجيل: العهد الجديد، جمعيات الكتاب المقدس المتحدة ــــ 1996 ¶ أولاً. علوم القرآن الكريم: ¶ 1. ابن العربي: محمد بن علي , أحكام القرآن , دار الفكر , بيروت. ¶ 2. رضا: محمد رشيد , تفسير المنار (تفسير القرآن الحكيم) , دار المعرفة , بيروت , الثانية. ¶ 3. شلتوت: محمود , رسالة القرآن , دار الشروق , القاهرة , الرابعة , 1979. ¶ 4. الطبري: محمد بن جرير – تفسير جامع البيان – دار المعارف – القاهرة – الأولى. ¶ 5. طنطاوي: محمد سيد، التفسير الوسيط للقرآن الكريم، نهضة مصر، القاهرة، الأولى، 1997. ¶ 6. القرطبي: محمد بن أحمد، الجامع لأحكام القرآن، دار الشام، بيروت، الثانية. ¶ ثانياً: كتب اللغة: ¶ 7. ابن فارس: أبي الحسين أحمد، مقاييس اللغة، دار الجيل، بيروت، الأولى، 1991",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "8. ابن منظور: محمد بن جلال الدين، لسان العرب، دار الجيل، بيروت، 1988. ¶ 9. الفيروز آبادي: محمد بن يعقوب، القاموس المحيط، الهيئة المصرية العامة، القاهرة، الثالثة، 1980. ¶ 10. الفيومي: أحمد بن محمد، المصباح المنير، دار المعارف، القاهرة، 1977. ¶ 11. الكرمي: حسن سعيد، الهادي إلى لغة العرب، دار لبنان للطباعة و النشر، بيروت، الأولى، 1991. ¶ ثالثاً: كتب الحديث الشريف: ¶ 12. ابن أبي شيّبة: عبد الله بن محمد - المصنف في الحديث والآثار- الدار السلفية - بومباي - الأولى -1403هـ. ¶ 13. ابن حجر: أحمد بن علي , فتح الباري , دار الفكر, بيروت , 1995. ¶ 14. أبو داود: سليمان بن الأشعث، السُنن، الدار المصرية اللبنانية، القاهرة، الأولى، 1988. ¶ 15. الألباني: ناصر الدين , أرواء الغليل , المكتب الإسلامي , بيروت ¶ 16. البخاري: محمد بن إسماعيل، الصحيح، المكتبة العصرية، بيروت، الأولى، 1997. ¶ 17. البغوي: الحُسين بن مسعود - شرح السُنة - المكتب الاسلامي - بيروت - الثانية - 1983. ¶ 18. البيهقي: أحمد بن الحسين، السُنن الكبرى، دار الكتب العلمية، بيروت، الأولى، 1994. ¶ 19. الترمذي: محمد بن عيسى، الجامع الصحيح، المكتبة السلفية، المدينة المنورة. ¶ 20. الخطابي: أحمد بن محمد , شرح معالم السنن , دار ابن الجوزي , الدمام , الأولى , 1422 هـ. ¶ 21. الدارمي: عبد الله بن بهرام، السُنن، دار الفكر، بيروت، 1994. ¶ 22. العسقلاني: أحمد بن علي، تلخيص الحبير، مؤسسة قرطبة، بيروت، الأولى، 1995. ¶ 23. مالك: أنس، الموطأ، دار الحديث، القاهرة، الثانية، 1993. ¶ 24. مسلم: بن الحجاج، الصحيح، دار السلام، القاهرة، الثالثة، 1996. ¶ 25. النسائي: أحمد بن شعيب، السُنن، الدار المصرية اللبنانية، القاهرة، 1987. ¶ 26. النووي: يحيى بن شرف , شرح مسلم , دار الخير , بيروت , الثالثة , 1996. ¶ رابعاً: كتب الفقه الإسلامي القديمة: ¶ كتب الفقه الحنفي:",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "27. ابن جزي: محمد بن أحمد – القوانين الفقهية – دار الحديث – القاهرة – الأولى – 2005. ¶ 28. ابن الهمام: محمد بن عبد الواحد – فتح القدير – دار الكتب العلمية – بيروت – الأولى 2003. ¶ 29. الجرجاني: علي بن محمد – التعريفات – شركة القدس – القاهرة – الأولى – 2007. ¶ 30. الزيلعي: عثمان بن علي – تبيين الحقائق – دار الكتاب الإسلامي – القاهرة – الثانية. ¶ 31. السرخسي: شمس الدين – أصول السرخسي – دار المعرفة – بيروت – الثانية 1978. ¶ 32. قاضي زاده: أحمد بن قودر – نتائج الأفكار في كشف الرموز والأسرار، مطبعة مصطفى محمد، القاهرة. ¶ 33. الكاساني: علاء الدين أبو بكر بن مسعود – بدائع الصنائع – دار الحديث – القاهرة – الثانية 1986. ¶ 34. الميرغيناني: علي بن أبي بكر – الهداية – دار الكتب العلمية – بيروت – الأولى 2003. ¶ كتب الفقه المالكي: ¶ 35. ابن رشد: محمد بن أحمد – بداية المجتهد ونهاية المقتصد – دار الكتب العلمية – بيروت – الأولى 1996. ¶ 36. الدردير: أحمد بن محمد – الشرح الكبير – دار المعارف – مصر – 1974. ¶ 37. الدسوقي: محمد بن أحمد – حاشية الدسوقي على الشرح الكبير – دار الفكر – بيروت. ¶ 38. القرافي: أحمد بن ادريس – الفروق – عالم الكتب – بيروت. ¶ كتب الفقه الشافعي: ¶ 39. ابن عابدين: محمد أمين , حاشية رد المحتار , مطبعة البابي الحلبي , مصر, الثالثة , 1984. ¶ 40. الجمل: سليمان، حاشية الجمل على فتح الوهاب، دار الكتب العلمية، بيروت، الأولى، 1996. ¶ 41. الشربيني: محمد بن محمد – مغني المحتاج – دار الكتب العلمية – بيروت – 2000. ¶ 42. الشيرازي: إبراهيم بن علي – المهذب – دار القلم – دمشق – الأولى 1996. ¶ 43. النووي: يحيى بن شرف – روضة الطالبين – المكتب الإسلامي – بيروت – الثانية 1985. ¶ كتب الفقه الحنبلي: ¶ 44. ابن القاسم: عبد الرحمن بن محمد النجدي الحنبلي – حاشية الروض المربع، ط 1، المطابع الأهلية الرياض.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "45. ابن قدامة: عبد الله بن أحمد – المغني – دار الحديث – القاهرة 2004. ¶ 46. ابن القيم: محمد بن أبي بكر – المجموع – دار الكتب العلمية – بيروت – 2005. ¶ 47. ابن القيم: محمد بن أبي بكر , الطرق الحكمية، مجمع الفقه الإسلامي، جدة، الأولى، 1428هـ ¶ 48. البهوتي: منصور بن يونس – كشّاف الصّناع – مطبعة الحكومة – مكّة – الأولى – 1394هـ. ¶ 49. المرداوي: علاء الدين أبا الحسن علي بن سليمان – الإنصاف في معرفة الراجح من الخلاف على مذهب الإمام أحمد، تحقيق محمد حامد الفقي، ط 1، القاهرة، السُنة المحمدية، 1956. ¶ خامساً: كتب الفقه الحديثة: ¶ 50. أبو شلال: محمد إسماعيل , دية المرأة المسلمة في الشريعة الإسلامية , رسالة ماجستير , جامعة النجاح , نابلس , 2007 ¶ 51. الزحيلي: وهبة – الفقه الإسلامي وأدلته – دار الفكر – دمشق – الرابعة 1997. ¶ 52. الشوكاني: محمد بن علي – نيل الأوطار – المكتبة العصرية – بيروت – الأولى 2000. ¶ 53. الصياصنة: مصطفى عيد , دية المرأة في ضوء الكتاب و السنة , دار ابن حزم , بيروت , 1995 ¶ سادساً: الدراسات الإسلامية: ¶ 54. ابن حزم: علي بن محمد , الأحكام في الأصول , دار الحديث , القاهرة , الأولى. ¶ 55. ابن حزم: علي بن محمد , المحلى , دار الكتب العلمية – بيروت – 2004. ¶ 56. ابن عاشور: محمد الطاهر , مقاصد الشريعة الإسلامية , دار النفائس , الأردن , الثانية , 2001. ¶ 57. أبو الحمد: الجرائم والعقوبات في الشريعة الإسلامية , دار القلم – دمشق – الأولى 1996. ¶ 58. بهنسي: أحمد فتحي، الدية بين العقوبة والتعويض، دار الشروق، القاهرة. ¶ 59. بهنسي: أحمد فتحي، الدية في الشريعة الإسلامية، دار الشروق، القاهرة، الرابعة، 1988. ¶ 60. الخادمي: نور الدين , علم المقاصد الشرعية , مكتبة العبيكان , السعودية , الأولى , 2001. ¶ 61. الخولي: البهي , الإسلام و المرأة المعاصرة , دار القلم , الكويت , الثانية.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "62. الخياط: عبد العزيز , مقاصد الشريعة , دار أسامة , عمان , الأولى , 1998. ¶ 63. دروزة: محمد عزة , المرأة في القرآن و السنة , المكتبة العصرية , بيروت , 1967. ¶ 64. الزحيلي: وهبة، أصول الفقه الإسلامي , دار الفكر المعاصر , بيروت , الثانية , 2004. ¶ 65. الزحيلي: وهبة، وسائل الإثبات، دار الفكر المعاصر، دمشق. ¶ 66. الشاطبي: أبو إسحاق , الموافقات في أصول الشريعة , دار المعرفة , بيروت , 1996. ¶ 67. شلتوت: الشيخ محمود- الإسلام عقيدة و شريعة , دار الشروق , القاهرة، 1978م. ¶ 68. الطبري: محمد بن جرير , تاريخ الأمم و الملوك , دار المعارف , القاهرة , الثالثة. ¶ 69. عودة: عبد القادر، التشريع الجنائي الإسلامي، دار الكاتب العربي، بيروت. ¶ 70. القرضاوي: يوسف , دية المرأة في الإسلام , المجلس الأعلى لشؤون الأسرة , قطر، 2004. ¶ 71. المغربي: الحدود و القصاص في الفقه الإسلامي , المكتب الإسلامي , بيروت , الثانية , 1985. ¶ سابعاً. دراسات عامة: ¶ 72. بدر: محمد عبد المنعم , مباديء القانون الروماني , ¶ 73. ول ديورنت: قصة الحضارة , دار الجيل , بيروت. ¶ قائمة المحتويات ¶ الإهداء ... 2 ¶ ملخص الدراسة ... 3 ¶ المقدمة ... 5 ¶ تمهيد: ... 12 ¶ المبحث الأول: المرأة نظرة تاريخية. ... 13 ¶ المبحث الثاني: جناية القتل. ... 24 ¶ المبحث الثالث: علاقة جريمة القتل بالمقاصد العامة للشريعة الإسلامية. ... 40 ¶ الفصل الأول ... 45 ... حقيقة الدية و مشروعيتها و شروط وجوبها ¶ المبحث الأول: حقيقة الدية و مشروعيتها. ... 46 ¶ المطلب الأول: حقيقة الدية في اللغة و الاصطلاح. ... 47 ¶ المطلب الثاني: مشروعية الدية و حكمة مشروعيتها. ... 50 ¶ المبحث الثاني: شروط وجوب الدية. ... 54 ¶ المطلب الأول: الشروط الواجب توافرها في الجناية. ... 55 ¶ المطلب الثاني: الشروط الواجب توافرها في المعتدى عليها. ... 58 ¶ المطلب الثالث: الشروط الواجب توافرها في المعتدي. ... 60 ¶ الفصل الثاني ... 62 ... طرق إثبات الدية، و مقادير دية المرأة , و المسائل المتعلقة بها",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "المبحث الأول: حقيقة الإثبات , و مشروعيته , و أهميته , و طرقه , و آثاره: ... 63 ¶ المطلب الأول. حقيقة الإثبات , و مشروعيته , و أهميته , و آثاره. ... 64 ¶ المطلب الثاني: طرق إثبات الدية. ... 67 ¶ المبحث الثاني: و مقادير دية المرأة: ... 82 ¶ المطلب الأول: المساواة بين الرجل و المرأة. ... 83 ¶ المطلب الثاني: تنصيف دية المرأة. ... 87 ¶ المطلب الثالث: مناقشة أدلة الطرفين. ... 93 ¶ المبحث الثالث: المسائل المتعلقة بدية المرأة المسلمة: ... 103 ¶ المطلب الأول: دية أعضاء المرأة. ... 104 ¶ المطلب الثاني: دية جراح المرأة. ... 108 ¶ الخاتمة ... 110 ¶ الكشافات ... 111 ¶ كشاف الآيات القرآنية ... 112 ¶ كشاف الأحاديث النبوية ... 114 ¶ المراجع والمصادر ... 117 ¶ قائمة المحتويات ... 120",
            "page": "96",
            "part": "1"
        }
    ],
    "t36708": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "دية المرأة"
        }
    ]
}