{
    "b36700": [
        {
            "id": "1",
            "nass": "عرض لميثاق الأسرة في الإسلام مقدم للمؤتمر الدولي (أحكام الأسرة بين الشريعة الإسلامية والاتفاقات والإعلانات الدولية) ¶ مهندسة/ كاميليا حلمي محمد ¶ رئيس اللجنة الإسلامية العالمية للمرأة والطفل ¶ بالمجلس الإسلامي العالمي للدعوة والإغاثة ¶ ميثاق الأسرة في الإسلام ¶ وضعته اللجنة الإسلامية العالمية للمرأة والطفل ¶ بالمجلس الإسلامي العالمي للدعوة والإغاثة ¶ الحمد لله رب العالمين والصلاة والسلام على سيدنا محمد خاتم الأنبياء والمرسلين وعلى آله وصحبة ومن تبعهم باحسان إلى يوم الدين، وبعد .... ¶ \"قبل الغزو الفكري الذي جاء إلى الأمّة الإسلامية في ركاب الغزوة الغربية الحديثة - التي قادها «بونابرت» - على مصر والشرق (1213هـ-1798م) لم تكن هناك حاجة إلى وضع المواثيق والفلسفات التي تحدد سلوك المسلمين في مختلف ميادين الحياة -الفردية والأسرية والاجتماعية والسياسية- ذلك أن المرجعية الإسلامية كانت هي الوحيدة الحاكمة، التي تحدد كل المفاهيم والفلسفات في سائر هذه الميادين. ¶ ولقد كانت المشكلات التي تعاني منها الحياة الإسلامية مقصورة على «التطبيق» لهذه المفاهيم الإسلامية الواحدة، والتي تحكم حتى الاختلافات الفقهية الفرعية التي يثمرها الاجتهاد في إطار وحدة هذه المرجعية ومفاهيمها وفلسفاتها، ومدى اقتراب «الواقع والتطبيق» من «المثل» التي حددها الإسلام. ¶ لكن الغزو الفكري الغربي قد أحدث تغييرًا أساسياً، وذلك عندما زرع في المجتمعات الشرقية الإسلامية مرجعية حضارية أخرى- وضعية علمانية لا دينية- غدت منافساً شرساً لمرجعية الإسلام .. الأمر الذي استوجب تمييز المفاهيم الإسلامية عن نظيرتها الوضعية العلمانية اللادينية في مختلف ميادين الحياة .. ¶ § فبدأت فكرة ضرورة وأهمية تقنين الفقه الإسلامي كبديل متميز عن القانون الوضعي العلماني. ¶ § وبدأت البلورة للرؤية الإيمانية الإسلامية للكون والحياة -لبداية الخلق .. والمسيرة .. والمصير .. ومكانة الإنسان في الكون- كبديل متميز عن الرؤية الوضعية والمادية للكون والحياة .. ¶ § وبدأت البلورة لمذهب الإسلام في الثروات والأموال والعدل الاجتماعي -مذهب الاستخلاف- كبديل «لليبرالية الرأسمالية» و «الشمولية الشيوعية» في الاقتصاد والاجتماع ¶ ولأن الغزو الفكري قد تسلَّلَ إلى ميادين الحياة الإسلامية تدريجياً، وبكل أساليب الخداع، بل وبواسطة الغش والتدليس في خلط المفاهيم ومضامين المصطلحات، وذلك كي لا يستفز الحسَّ الإسلامي فتنتفض الأمة لمقاومته .. ولأن الدوائر التي تخطط لهذا الغزو كانت على علم بمكانة الأسرة في منظومة القيم الإسلامية - مكانة «الحرام» .. و «العرض» .. و «الشرف» - فلقد جاء الغزو لميدان الأسرة متأخرًا، وفي مرحلة عموم البلوى لكل ميادين الحياة .. جاء في الوقت الذي أصبحت فيه الأسرة المسلمة «محاصرة» بهذا الغزو الفكري الغربي من جميع الجهات والاتجاهات!",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ومع تصاعد موجات التغريب وزيادة هيمنة الغرب على المؤسسات الدولية، واجتياح العولمة الغربية للخصوصيات الثقافية والقيمية غير الغربية -في العقدين الأخيرين من القرن العشرين- بدأ الاقتحام الغربي لحرمات الأسرة المسلمة، والانتهاك لمقدسات منظومة قيمها التي حددها الإسلام وصاغتها المرجعية الإسلامية .. الأمر الذي فرض ويفرض على مؤسسات العلم والفكر والعمل الإسلامي صياغة البديل الإسلامي في هذا الميدان\". ([1]) ¶ فهذا الميثاق جهد جمعي تضافر على إنجازه مجموعة من العلماء بدعوة من اللجنة الإسلامية العالمية للمرأة والطفل -التابعة للمجلس العالمي للدعوة والإغاثة بالأزهر الشريف- وتحت رعايتها، ثم تتابع على تحقيقه وتمحيصه أعداد من علماء هذه الأمة ومن شتى بلادها وبقاعها زادوا على العشرين عالمًا، وقد تمثلوا جميعًا في هذا العمل قول الله تعالى: ((وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لاتَّبَعْتُمُ الشَّيْطَانَ إِلا قَلِيلاً [النساء: 83]، فكان عملاً جماعيًا إسلاميًا، سيحفظ له التاريخ -بإذن الله- قيمته ومنزلته. ¶ و «ميثاق الأسرة في الإسلام» يسدّ حاجة من حاجات الأمة في أهم مكوّنات ذاتها: وهي الأسرة، ويَكْشف عن عدالة الإسلام ورحمته، ويُسْره وسماحته، واعتداله ووسطيّته، في أمره كلّه، بما في ذلك نظُم الحياة الدنيوية، وعلى رأسها نظام الأسرة الذي يعتبر القلب النابض لغيره من النظُم؛ لأن الأسرة نواة المجتمع وبذرته ووحدة تكوينه، بل هي صورة مصغّرة عنه. ¶ هذا وقد قام القائمون على الميثاق باستقاء موادّه وبنوده من شريعتنا الغراء الثابتة بصريح الكتاب وصحيح السنة، كما قاموا أيضًا بالانتقاء والاختيار من تراثنا الفقهي الضخم بمذاهبه كلّه من لدن الصحابة والتابعين ومرورًا بالمذاهب الفقهية الأربعة وغيرها، وحرصوا في تدوينهم هذا على الابتعاد عن كل ما هو غريب ومرجوح من الآراء والأقوال وخاصة إذا ضعف مستندُه ووهن معتمدُه، أو ما كان مبنيًّا على عُرْف زمانه ثم تغيّر إلى عُرْف مُسْتحدث لم يُسْبق له حكم. ¶ كما راعى العلماء في اختيارهم وانتقائهم وتدوينهم على أن تكون كلّ مسألة يقرِّرونها لها دليلها من الكتاب والسنة والإجماع والقياس، كما حرصوا على مراعاة ظروف وأحوال المجتمعات الحديثة القائمة الآن والمصالح والمفاسد المحيطة بهذه المجتمعات، ومآلات الأحوال لهذه المصالح والمفاسد، فجمعت بين الشرع والعقل، والسمع والرأي، مع الحرص الشديد على الأخذ بأيسر وأعدل وأوسط الآراء وأكثرها ملاءمة لمقتضيات العصر الحديث في نظرهم، مع تَجَنُّب مواطنِ الخلاف بقدر الإمكان. ¶ كما وازنوا في صياغته وألفاظه بين ما هو قطعي وما هو ظني،، وبين ما هو متفق عليه وما هو مختلف فيه، وبين ما هو ثابت وما هو متغير، فجعلوا للأول منها اللفظ القاطع، وللثاني منها اللفظ المحتمل، أما ترتيب المواد ومنهجيته البحثية فكانت مشتملة وجامعة لخير القديم والحديث، فكانت موصولة بتراثنا وأصالتنا الفقهية بتأصيلهم وتقعيدهم بل ومصطلحاتهم، وموشَّاة بأسلوبنا العصري القانوني، وأيضًا مزجوا في تداخل تامٍّ لا ينفصل بعضه عن بعض بين العقائد والأحكام والأخلاق، فسلوك الفرد والجماعة لا بد وأن ينضبط بذلك العقد المنظوم بين الإيمان والإسلام والإحسان، كما اعتدلت صياغة تلك المواد بين دور الإنسان كفرد، والأسرة كلبنة صغرى، والمجتمع ومؤسساته والدولة ككيان معنوي، في وسطية وعدْل وحفاظ على الحقوق وبيان للواجبات، فلم تغفل دور الفرد وحقّه وواجبه من أجل المجتمع، كما لم تهمل دور المجتمع وحقّه وواجبه في سبيل الفرد: فجاءت موادّ هذا الميثاق وفقراته رفيعة المضمون، واضحة الأسلوب، قويمة المنهج، اتّسقت فيها أمور الأسرة وشؤونها وحاجاتها اتّساقًا يرشّح بصفاء منهلها، وثبات أصولها، ورسوخ قواعدها، وشموخ مقاصدها، كما يرشّح بما تضمّنه من أحكام عادلة وتوجيهات فاضلة، ترمي إلى تحصين الأسرة والمجتمع وتمتين بنائهما وحمايتهما من الزوابع والعواصف، وصياغتهما على المكارم والفضائل، وإعدادهما ليكونا راشدين قاصدين صاعدين. ¶ ونجد خلف تلك الكلمات الدقيقة المحدودة في «164» مادة: رُؤية مقاصِديّة وكُلَّيَّة للشريعة والفقه: تأصيلاً وتفريعًا، عقلاً ونقلاً، استشهادًا واستدلالاً، حالاً ومآلاً، يُنْبِئُ عن فِقْهٍ دقيق وفَهْمٍ عميق للواقع والشرع، مع استكمال آلات الاجتهاد، فاكتملت المنظومة الاجتهادية من الْمُجْتَهِد والْمُجْتَهَد فيه وأدوات الاجتهاد، ¶ وقد رافق الميثاق «المذكرة التفسيرية» فجاءت موضّحة ومبينة لذلك الجهد العلمي الضخم المتمثل في الميثاق، رافعة النقاب عما هو مستبطن، وكاشفة اللثام عن تلك الخلفية المنهجية المخبوءة والمستورة في الصياغة الدقيقة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لبنود الميثاق. ¶ وقد بلغت مواد الميثاق (164) أربعة وستون ومائة مادة، مقسمة على خمسة أبواب: ¶ الباب الأول: مبادئ وقيم ومفاهيم عامة (1 - 20) ¶ الباب الثاني: مسؤولية الأمة عن تكوين الأسرة وحمايتها (21 - 45) ¶ الباب الثالث: بين الزوجين (46 - 90) ¶ الباب الرابع: حقوق وواجبات الطفل في الإسلام (91 - 122) ¶ الباب الخامس: من الأسرة الصغرى إلى الأسرة الكبرى (123 - 164) ¶ الباب الأول: مبادئ وقيم ومفاهيم عامة ¶ يتحدث هذا الباب عن المبادئ العامة والقيم الحاكمة والمفاهيم الضابطة للتصور الصحيح عن نظام الأسرة في الإسلام، فهي تعدّ قواعد كلية تضبط فروع وجزيئات نظام الأسرة، وكل فصل من هذا الباب يعد عنوانًا كليا تندرج تحته هذه القواعد، فكانت خمسة فصول وهي: ¶ الفصل الأول: رسالة الإنسان الربانية (1 - 2) ¶ ويتحدث هذا الفصل عن الهدف الأساسي الذي من أجله خلق الإنسان وهو: عبادة الله وعمارة الأرض، وإقامة مجتمع إنساني تسوده القيم المثلى من الحق والخير والعدل (م1) ¶ وعن إعداد الله لهذا الإنسان وتأهيله من خلال القدرات العقلية والنفسية والجسدية لتحقيق هذا الهدف، وإرساله الرسل لهدايته إلى سبيل الرشد والفلاح (م2) ¶ الفصل الثاني: الفطرة الإنسانية والسنن الكونية (3 - 6) ¶ مواد هذا الفصل تتحدث عن بعض السنن الكونية المتعلقة بخلق الإنسان، وعلاقته بغيره من بني جنسه وقد جعلها الله في خلقه لتحكم سيرة حياتهم، وهي: ¶ 1 - امتلاك العقل وإرادة التغيير (م3)، وهذه الإرادة هي مناط الجزاء الأخروي ثوابًا أو عقابًا. ¶ 2 - التساوي في أصل الخلق، قال تعالى ( ... الَذِي خَلَقَكُم مِّن نَّفْسٍ واحِدَةٍ)) [النساء: 1]، واقتضت حكمة الله التفاوت في بعض الخصائص كالقوة والضعف، وفي الملكات والقدرات النفسية والعقلية والجسدية، والتنوع البشري ليس -أبدًا- مدعاة للعداوة والتباغض، قال تعالى: ((يَا أَيُّهَا النَّاسُ إنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وأُنثَى وجَعَلْنَاكُمْ شُعُوبًا وقَبَائِلَ لِتَعَارَفُوا إنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ إنَّ اللَّهَ عَلِيمٌ خَبِيرٌ)) [الحجرات: 13]، (م4). ¶ 3 - تكامل الزوجين: الذكر والأنثى، ومن الرابطة بين الرجل والمرأة تتكون الأسرة، وهي النواة الأولى للمجتمع الإنساني (م5)، قال تعالى: ((واللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا وجَعَلَ لَكُم مِّنْ أَزْوَاجِكُم بَنِينَ وحَفَدَةً ورَزَقَكُم مِّنَ الطَّيِّبَاتِ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ)) [النحل: 72]. ¶ الفصل الثالث: وحدة الخطاب الشرعي والتحيز في الوظائف (6 - 9) ¶ يتحدث هذا الفصل عن مقتضيات المساواة في فطرة الخلق الطبيعية بين الرجل والمرأة، وهي مساواة في التكاليف الشرعية في الأعم الأغلب ووحدة الخطاب الشرعي الذي يتناول كل منهما- الرجل والمرأة- أمرًا ونهيًا، حلالاً",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وحرامًا، ثوابًا وعقابًا، وفي الحقوق والواجبات الإنسانية العامة، وفي الكرامة البشرية (م6). ¶ ويقتضي التمايز في بعض الخصائص) ملكات وقدرات بدنية ونفسية (ما يلي: ¶ - تنوع التخصصات والوظائف والمهام، فكل ميسر لما خلق له (م7). ¶ - تمايز المراكز القانونية، بناءًا على تلك الخصائص الفطرية الطبيعية في توزيع المسئوليات والتبعات والوظائف لكل من المرأة والرجل (م8). ¶ ومن الضروري الإقرار بهذه الخصائص والتمايزات لصالح المجتمع (م9). ¶ الفصل الرابع: الزواج ونظام الأسرة (10 - 15) ¶ ويتناول هذا الفصل: ¶ - تعريف الزواج في الإسلام: بأنه رابطة شرعية محكمة بين رجل وامرأة على وجه الدوام والاستمرار، وتنعقد بالرضا والقبول الكامل منها وفق الأحكام المفصلة شرعًا (م10). ¶ - فالزواج هو الإطار الشرعي الوحيد لاقتران الرجل بالمرأة والأساس الوحيد لبناء الأسرة، وقد حرم الإسلام ما عدا ذلك من صور الاقتران (م11). ¶ - والزواج وسيلة لتزكية الجوانب الجنسية والسلوكية والاجتماعية في الإنسان (م12). ¶ - والأسرة في الإسلام لا تقتصر على الزوجين والأولاد فقط، وإنما تمتد إلى الأسرة الكبيرة (ذوي القرابة والمصاهرة والرضاع)، بل وتمتد حتى تشمل المجتمع الكبير (م13). ¶ - وللأسرة أهمية كبيرة، فعليها واجبات ولها حقوق؛ لذلك وجد من يقودها ويدير شؤونها وهي: ((قوامة الرجل)) وهي إدارة خاضعة للضوابط والأحكام الشرعية في كتاب الله وسنة رسوله  r (  م14). ¶ - وقد حرم الإسلام الزواج بالمحارم وذلك لحكمة وهي السمو بهذه القرابة وحرصًا على حسن صلتها وعدم قطيعتها، ووقاية لها من أسباب الخصومة والبغضاء (م15). ¶ الفصل الخامس: مقاصد الأسرة (16 - 20) ¶ كان هدف الشريعة الإسلامية من تكوين الأسرة: ¶ - حفظ النسل (الجنس البشري)؛ ولذلك فطر الله الرغبة الجنسية لكونها الوسيلة الطبيعية للإنجاب المشروع، وليست غاية في ذاتها (م16). ¶ - تحقيق السكن والمودة والرحمة، قال تعالى: ((وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً إنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ)) [الروم:21]، (م17). ¶ - حفظ النسب ولأجله حرم الزنا والتبني، وشرعت الأحكام الخاصة بالعدّة، وعدم كتم ما في الأرحام، وإثبات النسب وجحده، وغير ذلك من الأحكام (م18). ¶ - الإحصان، قال  r : ((  يَا مَعْشَرَ الشَّبَابِ، مَنْ اسْتَطَاعَ الْبَاءَةَ فَلْيَتَزَوَّجْ؛ فَإِنَّهُ أَغَضُّ لِلْبَصَرِ وَأَحْصَنُ لِلْفَرْجِ)) [حديث صحيح، رواه البخاري ومسلم]، (م19).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "- حفظ التدين في الأسرة ودورها في التربية وغرس القيم الدينية والخلقية في نفوس الأفراد (م20). ¶ الباب الثاني: مسؤولية الأمة عن تكوين الأسرة وحمايتها ¶ يتحدث هذا الباب عن مسؤولية الأمة عن تشجيع الزواج، وعن حماية الأسرة ورعايتها، وذلك من خلال ثلاثة فصول: ¶ الفصل الأول: مسؤولية الأمة عن تشجيع الزواج (21 - 23) ¶ من خلال ثلاث مواد يتناول الفصل أساس هذه المسؤولية لارتباط الفرد بأمته (م21)، وتبيان تسيير سبل الزواج الشرعي (م22)، عن طريق: ¶ 1 - حل المشكلات المادية: (البطالة، أزمة السكن ... ). ¶ 2 - الارتقاء بوعي الأمة بإدراك أهمية الزواج في الإسلام. ¶ 3 - الدعوة والتأكيد على السلوك الإسلامي المتوازن بالالتزام بالضوابط الشرعية للاختلاط المباح شرعًا. ¶ 4 - التأكد على عدم المغالاة في المهور والإسراف في حفلات الزواج. ¶ كما حثت الشريعة الإسلامية على التبكير بزواج الشباب، درءًا لدواعي الانحراف الأخلاقي والجنسي (م23)؛ فعن أبي هريرة  t  قال: قال رسول الله  r: ((  إِذَا خَطَبَ إِلَيْكُمْ مَنْ تَرْضَوْنَ دِينَهُ وَخُلُقَهُ فَزَوِّجُوهُ إِلا تَفْعَلُوا تَكُنْ فِتْنَةٌ فِي الأَرْضِ وَفَسَادٌ عَرِيضٌ)) [حديث حسن، رواه الترمذي وابن ماجة]. ¶ الفصل الثاني: مسؤولية الأمة عن حماية الأسرة ورعايتها (24 - 31) ¶ يتحدث هذا الفصل عن مسؤولية الأمة عن حماية الأسرة ورعايتها، فبين أساس هذه المسؤولية (م24)، وضرورة التوازن بين الحقوق والواجبات (م25)، كما بين وجه المصلحة من توثيق عقد الزواج؛ درءًا لإنكار العلاقة الزوجية وحفاظًا على حقوق الزوجة والأولاد (م26)، وتحدث عن اشتراط الشهادة على العقد، واستحباب إعلانه (م27)، كما وضَّحَ أهمية قيد المواليد (م28)، ودعى إلى محاربة الأشكال غير المشروعة للزواج (م29)، والتصدي للأفكار المنحرفة (م30)، وإشاعة الوعي بقيمة الزواج وآدابه (م31). ¶ الفصل الثالث: وسائل حماية الأسرة (32 - 45) ¶ تتحدد المحاور الأساسية لحماية الأسرة من خلال ثلاثة مباحث: ¶ المبحث الأول: الوازع الديني، ويقصد به هنا تلك المعاني والمبادئ المستقرة في وجدان الإنسان والتي تحجزه وتمنعه من الوقوع فيما يعارض أو يخالف تلك المبادئ (32 - 36). ¶ المبحث الثاني: الوازع الاجتماعي، من حيث قيامه بدور الضبط الاجتماعي بنشر القيم والمبادئ وترسيخها في النفوس سلبًا وإيجابًا (37 - 42). ¶ المبحث الثالث: الوازع السلطاني، ويقصد به ذلك المعنى المستقر في نفس الفرد بالرضوخ والاستسلام لسلطة الدولة والمؤدي إلى احترام القوانين والتشريعات الحاكمة للعلاقات بين الأفراد وبعضهم البعض (43 - 45). ¶ الباب الثالث: بين الزوجين ¶ يتطرق هذا الباب إلى صُلْبِ العلاقة الزوجية من بدايتها إلى نهايتها، وما لكل طرف من الحقوق وما عليه من واجبات، وذلك من خلال سبعة فصول:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الفصل الأول: مقدمات الزواج (46 - 50) ¶ بدءًا بالخطة التي هي إبداء الرجل رغبته في الزواج من المرأة، وقبولها هي ووليها لهذه الرغبة، والتواعد على إبرام عقد الزواج مستقبلاً (م46)، وآثارها (م 47)، واللواتي يحرمن خطبتهن (م48 - م49)، وتطرقت المادة (م50) لأحكام العدول عن الخطبة بوجه عام. ¶ الفصل الثاني: عقد الزواج (51 - 55) ¶ يتكلم هذا الفصل عن عوامل نجاح الأسرة من خلال معايير (التدين، الخلق الكريم، المنشأ الطيب ... )، ومراعاة التفاوت في السن والثقافة والبيئة الاجتماعية ... (م51)، كما يتكلم عن الأحكام الشرعية الخمس التي تعتري الزواج (م52)، وشروط صحة الزواج (م53)، وحق الاشتراط عند العقد (م54)، والتيسير في تكليف الزواج (م55). ¶ الفصل الثالث: ضوابط العلاقة بين الزوجين (56 - 60) ¶ بين هذا الفصل الأصل العام في الإسلام، وهو المساواة بين الزوجين إلا فيما خصص (م56) والقيم المعنوية والأخلاقية (م57) التي تقوم عليها العلاقة الزوجية: ¶ 1 - المودة والرحمة والثقة والتعاون على السراء والضراء. ¶ 2 - العشرة بالمعروف والإحسان واحترام الكرامة البشرية. ¶ 3 - الشراكة التامة. ¶ كما قررت وأكدت المادة (م58) على توافر الأهلية والشخصية المستقلة للمرأة، والمادة (م59) على مسؤولية الرجل على الأسرة بالقوامة، وهي ليست قوامة قهر وتسلط ولكنها مسئولية وجوب وتكليف لرعاية الأسرة وحمايتها وصيانتها ... ، كما أن المرأة مسئولة في بيتها، فعن ابن عمر -رضي الله عنهما- قال: سمعت رسول الله  r: ((  كُلُّكُمْ راعٍ، وكُلُّكُمْ مسئولٌ عنْ رعِيَّتِهِ، والأَمِيرُ رَاعٍ، والرَّجُلُ راعٍ علَى أَهْلِ بَيْتِهِ، والمرْأَةُ راعِيةٌ على بيْتِ زَوْجِها وولَدِهِ، فَكُلُّكُمْ راعٍ، وكُلُّكُمْ مسئولٌ عنْ رعِيَّتِهِ)) [حديث صحيح، رواه أحمد والبخاري ومسلم وأبو داود والترمذي]. ¶ الفصل الرابع: الحقوق والواجبات الزوجية المتبادلة (61 - 76) ¶ يتحدث هذا الفصل عن حقوق وواجبات الزوجين في ثلاثة مباحث: ¶ المبحث الأول: الحقوق والواجبات المشتركة (62 - 67). ¶ المبحث الثاني: الحقوق الخاصة للزوجة على زوجها، كما تناول ضوابط عمل المرأة خارج البيت (68 - 72). ¶ المبحث الثالث: حقوق الزوج الخاصة على زوجته (73 - 76). ¶ وقد تصدر هذا الفصل بمادة (61) التي تتحدث عن تثقيف الشباب بمبادئ الإسلام في الزواج. ¶ الفصل الخامس: الحقوق المتبادلة بين الآباء والأبناء (77 - 78) ¶ تناول هذا الفصل في المادتين (77 - 78) أساس العلاقة بين الآباء والأبناء، وكذا حقوق الآباء على الأبناء، من صحبتهما بالمعروف والإحسان إليهما مدى الحياة ورعاية حقوقهما حتى بعد وفاتهما. ¶ الفصل السادس: في تعدد الزوجات (79 - 82) ¶ يتكلم الفصل عن الأحكام المتعلقة بالتعدد وضوابطه، وأن من حق المرأة أن تشترط في عقد الزواج أن لا يتزوج",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "علها زوجها (م81)، والحالة التي يكون التعدد فيها سببًا لطلب الطلاق أو التطليق. ¶ الفصل السابع: في الفرقة (83 - 90) ¶ بَيَّنَ هذا الفصل: انحلال رابطة الزواج والمتباينة بين الزوجين، سواء أكان طلاقًا أو تطليقًا أو فسخًا لعقد الزواج، وذلك في ثلاثة مباحث: ¶ المبحث الأول: الطلاق، فهو انفصام رابطة الزواج بإرادة الزوج المنفردة، وهو من المباحات المبغضة في الإسلام بل أبغض الحلال إلى الله، وبينت المواد التي بعدها ضرورة الصبر والاحتمال بين الزوجين، وكيف أن الشرع بغض الطلاق وضيق أسبابه، وحثت الشريعة على إعطاء حق المتعة لمن وقع عليها الطلاق تطييبًا لنفسها وجبرًا لما أصابها من ضرر بسبب الطلاق، وذلك بحسب يسار الزوج ومدة الزواج (83 - 86). ¶ المبحث الثاني: التطليق، وهو التفريق عن طريق القاضي، وله أسباب متعددة، فمنها: التطليق للضرر، أو التطليق لعدم الاتفاق أو الغيبة المنقطعة، أو الخلع عند بغض المرأة لزوجها بغضًا لا يمكن دفعه ويؤدي إلى الإخلال بواجباتها الزوجية وعدم استجابة الزوج لطلب الزوجة بتطليقها تعسفًا (87 - 89). ¶ المبحث الثالث: فسخ عقد الزواج، وهو نقض للعقد من أساسه إذا وجد في الآخر عيبًا مستحكمًا لا يمكن البرء منه، ولا يمكن العيش معه إلا بضرر، ويستعان بأهل الخبرة في تحديد العيوب الموجهة للتفريق (م90). ¶ الباب الرابع: حقوق وواجبات الطفل في الإسلام ¶ يتحدث هذا الباب عن المبادئ الأساسية التي تحكم أمور الطفل في الإسلام، وترك ما يتصل بالتشريع والإجراءات التنفيذية لكل بلد، بغية المواءمة بين مواد الميثاق وظروف كل مجتمع إسلامي، وروعي في صياغة مواده أن توازي -في مضامينها وترتيبها- الاتفاقيات الدولية، تيسيرًا لمقارنة المنظور الإسلامي للطفل بما عداه من منظورات، وقد احتوى هذا الباب على سبعة فصول: ¶ الفصل الأول: العناية بالطفل منذ بدء تكوين الأسرة (91 - 94) ¶ تتضح العناية بالطفل منذ بدء تكوين الأسرة من: ¶ - طلب الولد حفظًا للجنس البشري في إطاره الشرعي (م91) ¶ - الرعاية المتكاملة منذ بدء الزواج (م92) ¶ - غرس القيم الإنسانية في الطفل من خلال الأسرة (م93) ¶ - الالتزام بمعايير الزواج الناجح (م94) ¶ الفصل الثاني: الحريات والحقوق الإنسانية العامة (95 - 103) ¶ ببين هذا الفصل حق الطفل في الحياة والبقاء والنماء وحقه في الاحتفاء بمقدمه، وحقه في الحفاظ على الهوية، وتحريم التمييز بينه وبين غيره من الأطفال، وحقه في الرعاية الصحية والمعاملة الجيدة، والاستمتاع بوقت فراغه، وحقه في حرية الفكر والدين وحرية التعبير. ¶ الفصل الثالث: حقوق الأحوال الشخصية (104 - 107) ¶ ومن ذلك حق الطفل في النسب، والرضاعة، والحضانة، والنفقة. ¶ الفصل الرابع: الأهلية والمسئولية الجنائية (108 - 111)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "المسئولية الجنائية للطفل تتدرج حسب سنه (م111)، كما أن الجنين يتمتع بأهلية وجوب محدودة للحقوق المالية (م108)، فإذا ما استهل (أي ولد حيًا) فإنه يتمتع بكامل أهلية الوجوب (م109)، ويتمتع بأهلية الأداء عند الرشد و تعدمها أو تنقصها عوارض الأهلية (م110). ¶ الفصل الخامس: إحسان تربية الطفل و تعليمه (112 - 115) ¶ يتحدث هذا الفصل عن تربية الطفل، مبينًا ماهية التربية الفاضلة و المتكاملة و مفرداتها، ثم مبينًا أهمية تعويد الطفل على العادات الاجتماعية الطيبة، ثم مبينًا ما هو التعليم المتكامل و المتوازن للطفل، ثم مبينًا أخيرًا حق الطفل في الحصول على المعلومات النافعة. ¶ الفصل السادس: الحماية المتكاملة (116 - 119) ¶ وتتمثل هذه الحماية من كافة ما يسيء إليه، سواء كانت حمايته من الإيذاء أو الإساءة (م116)، أو الحماية من المساس بالشرف والسمعة (م117)، أو الحماية من الاستغلال الاقتصادي (م118)، أو الحماية أثناء الحروب وحالات الطوارئ وأولوية الحماية و الإغاثة أثناءها (م119). ¶ الفصل السابع: مراعاة المصالح الفضلى للطفل (120 - 122) ¶ ويتم ذلك من خلال الاستفادة من إعلانات حقوق الإنسان (إعلان القاهرة حول حقوق الإنسان في الإسلام، الصادرة عن مؤتمر القمة لمنظمة المؤتمر الإسلامي في /5/أغسطس/1990م) أو أي إعلان دولي لا يتعارض مع أحكام الشريعة (م120)، و على الدولة ومؤسسات المجتمع إعمال حقوق الطفل الواردة في هذا الباب (121 - 122). ¶ الباب الخامس: من الأسرة الصغرى إلى الأسرة الكبرى ¶ الباب الأخير من هذا الميثاق يبيّن مدى الترابط ومظاهر العلاقة الموجودة بين الأفراد داخل الأسرة، وبين الأسرة الصغيرة (الزوجين والأولاد فقط)، والأسرة الكبيرة (جميع ذوي القرابة من نسب أو مصاهرة)، و ذلك من خلال سبعة فصول: ¶ الفصل الأول: التكافل الاجتماعي (123 - 131) ¶ التكافل الاجتماعي في الإسلام ذو أهمية كبيرة بين أفراد المجتمع المسلم، لذلك نرى أن هذا الفصل ركز عليه من خلال مباحث ثلاث: ¶ المبحث الأول: مكانة التكافل في الإسلام (123 - 124). ¶ المبحث الثاني: أحكام عامة (125 - 130). ¶ المبحث الثالث: الأحكام التفصيلية للتكافل (131). ¶ الفصل الثاني: صلة الرحم (132 - 134) ¶ من خلال ثلاثة مواد بيَّنَ هذا الفصل تعريف وتحديد مفهوم صلة الرحم (م132)، وأهميتها (م133) في العاجل و الآجل، كما بينت المادة (134) وسائل وآليات صلة الرحم. ¶ الفصل الثالث: النفقة (135 - 139) ¶ النفقة معلم من معالم الأسرة، فهي من أهم وسائل التكافل خاصة نفقة الزوج على زوجته وأولاده، إذا كان موسرًا (م136)، والفقير القادر يلتزم البحث عن العمل ويعاونه في ذلك ولي الأمر، وإن كان معسرًا فعلى أقرب قريب موسر له وإلا فمن بيت ما المسلمين (م139)، والمادة (138) تتحدث عن نفقة المرأة غير المتزوجة أو التي",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "طلقت أو مات عنها زوجها وانقضت عدتها. ¶ الفصل الرابع: الولاية على النفس والمال (140 - 142) ¶ والولاية: يقصد بها أن يتولى الكبير الراشد تدبير شؤون القاصر الشخصية والمالية، والقاصر: من لم يستكمل أهلية الأداء، سواء كان فاقدًا لها كالصبي غير المميز أو المجنون، أم ناقصها كصبي مميز ومعتوه أو سفيه، فتناول هذا الفصل المقصد الشرعي من الولاية وما يتعلق ببعض أحكامها. ¶ الفصل الخامس: الميراث (143 - 149) ¶ يتحدث هذا الفصل عن نظام الميراث في الإسلام كمظهر للعلاقة بين الأسرة الصغرى والكبرى، فبين حكمه الشرعي (م143) وقوام نظام الميراث (م144)، وكذا التوازن الدقيق بين نظامي الميراث والنفقة (م145)، ثم تحدث عن تميُّز نظام الميراث في الإسلام (م146)، وأيضا معايير التوزيع بين الورثة (م147)، وأن الذكورة والأنوثة لا تدخل في نظام التوزيع (م148). ¶ وأخيرًا تحدث هذا الفصل عن القاعدة العامة للمساواة بين الرجل والمرأة في تطبيق معايير التوزيع (م149) ليحقق ذلك كله قوله تعالى: ((آبَاؤُكُمْ وأَبْنَاؤُكُمْ لا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِّنَ اللَّهِ إنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا)) [النساء: 11]. ¶ الفصل السادس: الوصية (150 - 156) ¶ هذا الفصل يتكلم عن كل ما يتعلق بأحكام الوصية، وأدرج في مادته (156) الوصية الواجبة التي تعمل بها بعض تشريعات الدول الإسلامية، وهذا تحقيقًا لمبدأ العدالة بين الأبناء؛ ليتضح من خلاله مدى اجتهاد واضعي الميثاق والحرص على مقاصد الشريعة وتحقيق مصالح الناس. ¶ الفصل السابع: الوقف (157 - 164) ¶ الوقف هو حبس المال عن التداول في حياة الواقف وبعد مماته، والتصدق بثمراته ومنافعه في سبيل الله تعالى، وأدرجت المادة الأخيرة الوقف على الذرية (الأهلي) وهذا ترجيحًا لمصلحة شرعية وعملا بالنصوص الشرعية، وبذلك تمت مواد هذا الميثاق. ¶ ودعاؤنا لله أن يهيئ للأمة الإسلامية كل الخير بهذا الميثاق وأن تعنى بتطبيقه على واقعها الاجتماعي والأسري، وأن تمكّن له في مجالاتها التعليمية والتشريعية والثقافية، وأن يكون خطوة فعلية نحو توحيدِ مدوّنةٍ في شؤون الأسرة في العالم الإسلامي بأسره. ¶ وآخر دعوانا أن الحمد لله رب العالمين ¶ ([1]) من مقدمة ميثاق الأسرة في الإسلام، بقلم الدكتور محمد عمارة.",
            "page": "9",
            "part": "1"
        }
    ],
    "t36700": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "عرض لميثاق الأسرة في الإسلام مقدم للمؤتمر الدولي"
        }
    ]
}