{
    "b36703": [
        {
            "id": "2",
            "nass": "مدة الحمل في الشريعة الإسلامية وعند الأطباء ¶ د. أبو بكر دكوري ¶ رابطة العالم الإسلامي - المجمع الفقهي ¶ الدورة الحادية والعشرون للمجمع الفقهي الإسلامي المنعقدة في مكة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه. ¶ أكثر مدة الحمل ¶ يقول العلماء إن الحكم على الشيء فرع من تصوره، لذا نجد من الضروري تعريف الحمل قبل الشروع في ذكر أحكامه، وخاصة ما يتعلق بموضوعنا، وهو أكثر مدة الحمل. ¶ فالحمل لغة: الرفع، ومن معانيه العلوق، يقال حمل الشيء على ظهره إذا استقله ورفعه، فهو حامل وهي حاملة (¬1). والحمل في اصطلاح الفقهاء يطلق على حمل المتاع وعلى ما في بطن الأنثى من الأولاد، وجمعه: أحمال، قال تعالى: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} (الطلاق: 4). ¶ الألفاظ ذات العلاقة: ¶ الحبل: بفتح الحاء والباء: الامتلاء، ومنه حبل المرأة إذا امتلأ رحمها فهي حبلى، وجمعه حبالى وحبليات، والحبل: الحمل (¬2) وفي هذا المعنى ورد الحديث: (نهى رسول الله عن بيع حبل الحبلة) (¬3) أي ما في بطن الناقة من الحمل أو ولد الولد الذي في البطن. وقد فرق بعض العلماء بين الحمل والحبل حيث خصص الحبل بالآدميات وجعل الحمل عاما يشمل الآدميات والبهائم والأشجار (¬4). ¶ الجنين: وهو في اللغة مأخوذ من جنّ الشيء أي ستره وأخفاه، ويطلق الجنين على الولد ما دام في بطن أمه، لاستتاره فيه، وجمعه أجنة (¬5). وإذا عرفنا معنى الحمل والألفاظ المتعلقة به، فعلينا أن نعرف أن علماء الإسلام قد اختلفوا في أكثر مدة الحمل. ¶ ¬__________ ¶ (¬1) راجع لسان العرب المحيط1/ 721 وما بعدها وترتيب القاموس المحيط 1/ 712. ¶ (¬2) راجع لسان العرب المحيط 1/ 558. ¶ (¬3) متفق عليه راجع نيل الأوطار 3/ 243 وصحيح مسلم الباب 21 فصل 5 الحديث 1514. ¶ (¬4) راجع الموسوعة الفقهية: 18/ 143 ¶ (¬5) راجع لسان العرب المحيط 1/ 515 وترتيب القاموس المحيط 1/ 543.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أهمية هذا الموضوع: ¶ لا تخفى أهمية هذا الموضوع لأن الشريعة الإسلامية تعنى بحفظ الأنساب صيانة للكرامة الإنسانية، وتحرص على حقوق الأولاد بإثبات نسبهم إلى آبائهم الذين ينتمون إليهم بكل الوسائل المشروعة، حتى لا يحرموا من حق النفقة والكفالة والرعاية الذي أوجبه الله على الآباء. ¶ وكذلك فإن معرفة أقصى مدة الحمل تحمي الأعراض وتجنب الطفل من التعرض إلى الإهانات من سب أو تعيير أو تهميش، وتجنّب أمه تهمة الزنا الذي يلحقها العار ويعرض أسرتها للإساءة والازدراء، وتعطي الأب الحق في نسبة ولده إليه ومنع غيره من ادعاء نسبته إليه، وفي ذلك صيانة للأنساب والأعراض من الدنس والريبة، وتأسيس للأسرة على أسس سليمة، يرتبط كل أفرادها برباط القرابة والنسب والدم الواحد والأصل المشترك، لذلك لم تترك الشريعة الإسلامية ثبوت النسب وعدم ثبوته في أيدي الناس يدعونه تارة وينفونه تارة أخرى بحسب أهوائهم ومصالحهم، وإنما وضعت أحكاما لذلك يجب الالتزام بها ليسلموا من التظالم والتنازع وسفك الدماء واشتباه الأنساب، وبالتالي يحصل الاستقرار والاطمئنان لكل من الزوج والزوجة والولد ولجميع أفراد أسرة الزوجين وللمجتمع بأسره ورمته. ¶ أقوال العلماء في أكثر مدة الحمل. ¶ قبل الشروع في مبحث أكثر الحمل نشير إلى أن علماء الإسلام متفقون على أن أقل مدة الحمل ستة أشهر، لأن رجلا تزوج امرأة فولدت بعد ستة أشهر من زواجها فأراد الخليفة عثمان بن عفان أن يرجمها فأنقذها حبر الأمة عبد الله بن عباس، إذ قال للخليفة لو خاصمتكم بكتاب الله لخصمتكم، فإن الله تعالى يقول: {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا} (الأحقاف: 15)، وقال في آية أخرى",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "{وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ} (البقرة: 233). ووجه الاستدلال هو أن الآية الأولى حددت مدة الحمل والفصال أي الفطام بثلاثين شهراً، والثانية تدل على أن مدة الفطام عامان، فإذا طرحنا هذه المدة من ثلاثين شهراً تبقى ستة أشهر وهي مدة الحمل (¬1)، وإن كان العلماء قد اختلفوا في بداية هذه المدة هل من وقت الزواج وإمكان الوطء؟ وهذا رأي الجمهور، أو من وقت عقد الزواج كما هو مذهب الأحناف، ورأت الشافعية أن المدة من وقت الخلوة بعد العقد (¬2). ¶ أما أكثر مدة الحمل فقد اختلفوا فيه اختلافاً كثيراً لعدم ورود دليل من كتاب أو سنة في ذلك، وإنما يقول كل واحد بحسب ما ظهر له من أمور النساء، وأشهر الأقوال في ذلك سبعة: ¶ 1 - ذهب الشافعي والإمام أحمد إلى أن أقصى أمد الحمل أربع سنين وهو إحدى الروايتين المشهورتين عن مالك (¬3). ¶ 2 - الرواية الثانية المشهورة عن مالك أن أقصى مدة الحمل خمس سنين (¬4). ¶ 3 - وذهب الليث بن سعد (¬5) إلى أن أقصى المدة ثلاث سنين (¬6). ¶ 4 - قال الزهري (¬7) قد تحمل المرأة ست سنين وسبع سنين (¬8). ¶ ¬__________ ¶ (¬1) روى مثل هذه القصة عن عمر بن الخطاب وأن عليا راجعه في ذلك بذكر هذا الدليل فتراجع عمر وخلى سبيل المرأة بعد أن كان قد همّ برجمها راجع المغني 9/ 115 ط دار الكتاب العربي بيروت لبنان. ¶ (¬2) راجع هذا الموضوع في الكتب التالية المغني لابن قدامة 9/ 115 والموسوعة الفقهية 18/ 143 - 144. ¶ (¬3) راجع المدونة 5/ 295 وأضواء البيان لمحمد الأمين الشنقيطى 2/ 227والأم للشافعي 5/ 204 والمغنى لابن قدامة 9/ 116. ¶ (¬4) راجع المدونة 2/ 87 وأضواء البيان2/ 227 ¶ (¬5) هو إمام أهل مصر في عصره فقها وحديثا قال الشافعي: الليث أفقه من مالك إلاّ أن أصحابه لم يقوموا به توفي في القاهرة سنة 175هـ راجع الأعلام 6/ 115. ¶ (¬6) راجع المغني 9/ 116. ¶ (¬7) هو محمد بن شهاب الزهري تابعي من أكابر الحفاظ والفقهاء من أهل المدينة توفي سنة 124هـ راجع الأعلام 7/ 317. ¶ (¬8) راجع المغني 9/ 116.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "5 - مذهب عائشة أن المرأة لا تزيد على السنتين في الحمل، وهو مذهب الثوري (¬1) والحنفية ورواية عن الإمام أحمد (¬2). ¶ 6 - قال ابن حزم (¬3) وأهل الظاهر أقصى مدة الحمل تسعة أشهر (¬4). ¶ 7 - ذهب محمد بن عبد الحكم (¬5) إلى أن أقصى المدة سنة هلالية لا أكثر (¬6). ¶ أدلة هذه المذاهب ومناقشتها: ¶ استدل لأصحاب الرأي الأول القائل بأن أقصى مدة الحمل أربع سنوات بأن ما لا نص فيه يرجع فيه إلى الوجود وقد وجد الحمل لأربع سنين، فقد أخرج الدار قطني عن الوليد بن مسلم أنه قال: (قلت لمالك بن أنس في حديث جميلة بنت سعد عن عائشة أنها قالت: لا تزيد المرأة على السنتين في الحمل، فقال مالك سبحان الله، من يقول هذا؟ هذه جارتنا امرأة محمد بن عجلان تحمل أربع سنين قبل أن تلد وهي امرأة صدق وزوجها رجل صدق) (¬7). ¶ وقال الشافعي بقي محمد بن عجلان في بطن أمه أربع سنين. وقال أحمد نساء بني عجلان يحملن أربع سنين، وامرأة عجلان حملت ثلاث بطون في اثنتي عشرة سنة كل بطن أربع سنين) (¬8) قالوا إذا تقرر وجوده وجب أن يحكم به ولا يزاد عليه لأنه ما وجد، وأيضا فإن عمر بن الخطاب ضرب لامرأة المفقود أربع سنين ولم يكن ذلك إلاّ لأنه غاية الحمل (¬9)، وقد نوقش هذا الدليل وأجيب عنه بأن ما حكي ¶ ¬__________ ¶ (¬1) هو سفيان بن سعيد بن مسروق الثوري أمير المؤمنين في الحديث ولد ونشأ في الكوفة وتوفي في البصرة سنة 161هـ راجع الأعلام 3/ 158. ¶ (¬2) راجع المغنى 9/ 116 وحاشية ابن عابدين 2/ 857. ¶ (¬3) هو على بن احمد بن سعيد بن حزم الظاهري أبو محمد عالم الأندلس في عصره وأحد أئمة الإسلام، وله مؤلفات كثيرة منها المحلى والإحكام لأصول الأحكام توفي سنة 456هـ راجع الأعلام 5/ 59. ¶ (¬4) راجع المحلى لأبن حزم 10/ 316. ¶ (¬5) هو أبو عبد الله محمد بن عبد الحكم محدث حافظ من فقهاء المالكية في مصر، من مؤلفاته: أحكام القرآن وتوفى سنة 268هـ راجع ترجمته في كتاب الدر الثمين والمورد المعين لمحمد ميارة المالكي جـ 1 ص 250. ¶ (¬6) راجع بداية المجتهد 2/ 252 والموسوعة الفقهية 18/ 145. ¶ (¬7) اخرج الحديث الدارقطني في آخر كتاب النكاح 2/ 425 وأخرجه كذلك البيهقي في سننه 7/ 443. ¶ (¬8) راجع المغنى 9/ 116. ¶ (¬9) راجع المصدر السابق 9/ 116 - 117 وفتح القدير على الهداية 3/ 310.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "عن حمل امرأة بن عجلان لهذه الغاية على فرض صحة ما نسب إلى مالك في ذلك فإنه إخبار امرأة، ولا يصح أن يكون دليلا يعتمد عليه، لاحتمال خطأ المرأة لأن غاية ما في الأمر في هذه الواقعة وما أشبهها من الروايات هي أن ينقطع عنها الدم أربع سنين ثم تلد بعد ذلك، وهذا ليس دليلا قاطعا على أنها كانت حاملا طوال هذه المدة، لجواز حدوث الحمل بعد امتداد طهرها دون فاصل بينه وبين الحمل بحيضة، ووجود حركة في بطنها على فرض وجودها لا يدل على الحمل، لأن الغازات قد تحدث حركة في البطن إذا كثرت وقد توجد أسباب أخرى (¬1). ¶ واستدل أصحاب المذهب الثاني الذين يرون أن أقصى مدة الحمل ثلاث سنوات بقصة مولاة لعمر بن الخطاب التي حملت ثلاث سنين، ويمكن مناقشة هذا الدليل بأن ظنها وجود حملها لهذه الفترة ليس قاطعا لوجوده حتى يستدل به. ¶ واستدل أصحاب المذهب الثالث الذين حددوا غاية الحمل بسنتين بما أخرجه الدار القطني والبيهقي من طريق ابن المبارك قال حدثنا داود بن عبد الرحمن عن ابن جريج عن جميلة بنت سعد عن عائشة رضي الله عنها أنها قالت ما تزيد المرأة في الحمل على سنتين إلا قدر ما يتحول ظل عود المغزل (¬2). قالوا مثل هذا لا يكون إلا توقيفا، وكأنها روته عن النبي (- صلى الله عليه وسلم -) إذ ليس للعقل فيه مجال (¬3). ¶ وقد نوقش هذا الدليل بأن ما روي عن السيدة عائشة إنما جاء عن طريق سعيد بن منصور عن داود بن عبد الرحمن عن ابن جريج عن جميلة بنت سعد، وهذه أي جميلة بنت سعد مجهولة لا يدرى من هي، فبطل الاحتجاج بروايتها، وأيضا فإن ما روي عن عائشة في هذا الموضوع لو صح فإنه لا يكون دليلا قاطعا في هذه المسألة، وإلا لما خالفها أحد من الأئمة (¬4)، ومما استدل به لهذا المذهب قوله ¶ ¬__________ ¶ (¬1) قارن بما ورد في الفتح القدير شرح الهداية 3/ 310. ¶ (¬2) راجع المغنى 9/ 116 والموسوعة الفقهية 18/ 145. ¶ (¬3) راجع المصدرين السابقين. ¶ (¬4) راجع المحلى 10/ 316 - 317.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "تعالى: {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا} (الأحقاف: 15)، لأنه جمع الحمل والفصال في ثلاثين شهرا، فلا يصح أن يخرجا منه ولا واحد منها، فلما خرجت عنها سائر الأقوال لم يبق إلا القول الذي لا يخرج قائلوه عنها وكان أولى. وقد اعترض عن هذا الدليل بأنه إذا كان الحمل والفصال لا يخرجان عن ثلاثين شهرا، وكان أكثر مدة الحمل عامين أفيكون الفصال ستة أشهر، وأبدان الصبيان لا تقوم بها ويحتاجون في الرضاعة أكثر منها؟ وقد حاول في المدونة الرد على هذا الاعتراض بأجوبة محتملة (¬1)، ولا يخفى أن العلماء يقولون إذا وجد الاحتمال بطل الاستدلال. ¶ واستدل الذين يرون أن أقصى مدة الحمل تسعة أشهر بما رواه عبد الرزاق عن ابن جريج أخبرني يحيى بن سعيد الأنصاري أنه سمع سعيد بن المسيب يقول قال: عمر بن الخطاب - رضي الله عنه - (أيما رجل طلق امرأة فحاضت حيضة أو حيضتين ثم قعدت فلتجلس تسعة أشهر حتى يستبين حملها فإن لم يستبن في تسعة اشهر فلتعتد بعد التسعة الأشهر ثلاثة اشهر عدة التي قعدت عن الحيض) (¬2). ¶ قال ابن حزم في بيان وجه الاستدلال من هذا الأثر (فهذا عمر لا يرى الحمل أكثر من تسعة أشهر والحوادث كلها تؤكد أن أكثر الحمل تسعة أشهر فلا اعتبار بغير هذا) (¬3). ¶ قد اعترض على هذا الدليل بأن عمر جعل هذه المدة لاستبانة الحمل ولا يلزم بذلك أن تكون أقصى مدة الحمل. ¶ وبالنظر إلى ما تقدم من المذاهب التي لم تورد أدلة خاصة لما ذهبت إليه في هذا الموضوع، أو التي ذكرت أدلة خاصة لا يمكن الاعتماد عليها لكونها لم تبن على ¶ ¬__________ ¶ (¬1) راجع المدونة 5/ 295 - 296. ¶ (¬2) راجع المحلى 10/ 316. ¶ (¬3) راجع المصدر السابق.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "نصوص الكتاب والسنة، بل نجد أن جميع هذه التقديرات التي قال بها الفقهاء في أكثر مدة الحمل إنما تقوم على ادعاء الوقوع في هذه المدد التي تمسكوا بها، وعمدتهم في هذا الوقوع أخبار النساء ومعلوم أن النساء يخطئن كثيرا في هذه المسألة، لأن المرأة قد ينقطع عنها دم الحيض بسبب من الأسباب فتظن أنها حامل، وقد تستمر على هذا الظن سنين وهي في حقيقة الأمر غير حامل، ثم تحمل حقيقة وتضع حملها وهي تعتقد أنها كانت حاملا من مبدأ انقطاع الدم عنها، وهذا كثيراً ما يحدث في المجتمعات البدائية، حيث لا علم ولا طب، فلا يمكن الاعتماد على مجرد أخبار النساء في تقرير مسألة شرعية، كذلك ذهب بعض العلماء إلى عدم الحد لأكثر أمد الحمل ونسب إلى الإمام مالك في رواية ثالثة له في هذه المسألة، لأن كل تحديد بزمن معين لا أصل له ولا دليل عليه، وتحديد زمن بلا مستند صحيح لا ينهض، ويمكن اعتبار هذا الرأي مذهبا ثامنا في هذا الموضوع (¬1). ¶ الترجيح: ¶ الأخذ بما أقر به الطب الحديث كقاعدة ثابتة تؤخذ عنها الأحكام، وهو تحديد المدة بتسعة أشهر لأن ما يخالف هذه المدة مأخوذ من أخبار بعض الأمهات أو من أقوال نسبت إلى بعض النساء فيما مضى من الأزمان، أما في هذا الزمن فقد أصبح ادعاء ذلك نادرا جدا، لأن الطب يقرر أن الحمل لا يمكن أن يمكث في بطن أمه أكثر من سنة. والآن الطب الحديث وأجهزة الكشف المتطورة من مختلف أنواع الأشعة أو الموجات الصوتية (السونار) ونحوها، تستطيع أن تحدد اللحظة الأولى لبدء الحمل ابتداء من علوق النطفة وحتى الوضع، وكذلك مختلف مراحل تطور الجنين في داخل البطن، والاستقراء مع المتابعة الدقيقة لحالات الولادة في جميع مستشفيات الولادة في العالم جعل الغالبية العظمى من الأطباء يجزم بأن الحمل لا يمكن أن يمكث في بطن أمه أكثر من تسعة أشهر، إذن فلا مبرر للعمل ¶ ¬__________ ¶ (¬1) راجع أضواء البيان في تفسير القرآن لشيخ محمد الأمين الشنقيطي 2/ 227.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "بآراء مختلفة اختلافاً كثيراً، ومضطربة اضطراباً شديداً، لكونها تقوم على اجتهادات شخصية وأدلة واهية، ومع ذلك فإننا مسلمون ونؤمن بالخوارق ولا ننكر وجود حالات نادرة على خلاف مجرى العادة، وقد تأكد ولادة امرأة واحدة لسبعة أولاد وتناقل الخبر كل وسائل الإعلام الدولية الموثوقة. ولكن هذا وما أشبهه من الحالات لا ينبغي اعتبارها قواعد ثابتة تبنى عليها الأحكام، لأن ما جاء على خلاف القياس فغيره عليه لا يقاس، كما يقول الأصوليون، وإنما تقدر كل حالة بقدرها بعد ثبوت ما يؤكدها، وتعطى الحكم الشرعي المناسب لها، لأن فتح الباب على مصراعيه وقبول وجود الحمل لسنوات طويلة قد يفتح باب الشر ويدفع بعض النساء إلى ارتكاب الجرائم والفواحش، وينسبن حملهن في حالة الحمل إلى أزواج طلقوهن أو توفوا عنهن منذ سنوات طويلة. ¶ الآثار المترتبة على تحديد أكثر مدة الحمل: ¶ لا يخفى أن للحمل أهلية وجوب ناقصة باعتبار ثبوت الحقوق التي لا تحتاج إلى القبول له كالإرث والوصية والنسب وما شابه ذلك باعتبار عدم وجوب شيء عليه كالنفقة وثمن المبيع ونحوهما، فهو من جهة جزء من أمه حساً لقراره بقرارها وانتقاله بانتقالها، وحكماً بعتقه ورقه ودخوله في البيع عند عتق أمه ورقها وبيعها، ومن جهة أخرى هو نفس ينفرد بالحياة بالإضافة إلى أنه معد للانفصال، فلم يكن له ذمة كاملة، بل ذمته ناقصة فتكون ثابتة له من جهة الوجوب له لا عليه، كما يقول أهل العلم (¬1). ¶ ومن هذه الآثار ما يتعلق بالولد: ¶ أولا: بقاء النسل. ¶ والنسل يطلق في اللغة على الولد، ويقال نسل نسلاً إذا كثر نسله ويتعدى إلى مفعول فتقول نسلت الولد نسلاً أي ولدته. ¶ ¬__________ ¶ (¬1) راجع أصول الزدوى المشهور بكشف الأسرار 4/ 239 - 240.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أما في الاصطلاح فيطلق النسل على كل ولد سواء كان من إنسان أو حيوان فقد يطلق النسل كذلك على الحمل (¬1). ¶ وقد اتفق العلماء على أهمية النسل لبقاء نوع الإنسان، فهو من مقاصد الشريعة الإسلامية، ولا يكون التناسل إلا بالحمل لذلك قال العلماء إن الحمل من الوسائل التي تحافظ على النسل ولا بقاء للنوع الإنساني إلا بالتناسل فكان من مقاصد الشريعة (¬2). ¶ ثانيا: ثبوت النسب: ¶ والنسب لغة مصدر نسب يقال نسبه إلى أبيه أي عزاه إليه. ¶ وفي الاصطلاح: هو القرابة التي يقصد بها الاتصال بين إنسانين بالاشتراك في ولادة قريبة أو بعيدة (¬3). ¶ وقد اتفق العلماء على أنه يثبت نسب الحمل للفراش إذا كان في مدة يحتملها، أي مضي أقل مدة الحمل وهي ستة أشهر فأكثر من وقت النكاح أو وقت إمكان الدخول إلى سنتين أو أربع سنين من وفاة الزوج أو طلاق الحامل بائنا حسب اختلاف العلماء في أكثر مدة الحمل. ¶ ثالثا: الإرث: ¶ والإرث لغة بالكسر الميراث والأصل والأمر القديم والبقية من كل شئ (¬4). ¶ وفي الاصطلاح ما يتركه الميت من الأموال والحقوق المالية خاليا عن تعلق حق الغير بعين الأموال (¬5) فبناء على ذلك يكون الإرث بمعنى الموروث، وهو ما يتركه الميت لورثته من الأموال والمنافع والحقوق إلا الحق الشخصي المحض، ويسمى ذلك الشئ الموروث ميراثاً أو إرثاً أو تركة. ¶ ¬__________ ¶ (¬1) راجع الموسوعة الفقهية 4/ 231. ¶ (¬2) المصدر السابق 40/ 261 و 40/ 231. ¶ (¬3) حاشية ابن عابدين 2/ 534 وجواهر الإكليل 1/ 381. ¶ (¬4) راجع ترتيب القاموس 4/ 593 ولسان العرب المحيط 3/ 9007. ¶ (¬5) راجع عذب الفائض شرح عمدة الفارض 1/ 12.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ولا خلاف بين العلماء في كون الحمل يرث وله حق ونصيب في مال مورثه قبل ولادته وإن كانوا قد اختلفوا في كيفية توريثه. ¶ ولا بد من توفر شرطين لميراث الحمل: ¶ 1 - تحقق وجوده في الرحم حين موت مورثه ولو نطفة. ¶ 2 - أن ينفصل كله حيا حياة مستقرة (¬1). ¶ رابعا: الوصية: ¶ والوصية لغة تطلق على عدة معان، منها: يقال: أوصيت إلى فلان بمال إذا جعلته له، وأوصيته بولده: إذا استعطفته علي، وأوصيته بالصلاة أي أمرته بها. ¶ أما الاصطلاح: فيرى الحنفية ومن وافقهم: هي تمليك إلى ما بعد الموت بطريق التبرع، وقالت المالكية: هي عقد يوجب حقا في ثلث مال عاقده يلزمه بموته أو يوجب نيابة عنه بعده (¬2). ¶ ولا خلاف عند العلماء في صحة الوصية للحمل وإن اختلفوا في الشروط والتفاصيل فقيدت الحنفية والشافعية والمالكية صحة الوصية للحمل بالعلم بوجوده وقت الوصية، ويعلم ذلك بانفصاله حيا لأقل من ستة أشهر، لأنه إذا ولد لأكثر من ستة أشهر احتمل وجوده وعدمه حين الوصية فلا تصح لأنها تمليك لا يصح للمعدوم (¬3). ¶ وقالت المالكية: تصح الوصية لحمل ثابت أو ما سيولد، فيوقف إلى وضعه فإن استهل عقب ولادته فيستحقها، وإن نزل ميتا أوحيا حياة غير مستقرة فلا يستحقها وترد لورثة الموصى (¬4). ¶ ¬__________ ¶ (¬1) راجع عذب الفائض 2/ 91 والرائد في علم الفرائض لمحمد عيد الخطراني 88. ¶ (¬2) الفقه على المذاهب الأربعة 3/ 687 - 688. ¶ (¬3) حاشية ابن عابدين 5/ 518 وكشاف القناع 4/ 356. ¶ (¬4) انظر جواهر الإكليل 2/ 317.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "خامسا: الوقف: ¶ والوقف من التبرعات المندوبة لثبوته عن الرسول (- صلى الله عليه وسلم -) وعن التابعين له من كثير من المسلمين، ويعبر عنه بالحس وقد ادعى بعض العلماء أنه من خصائص هذه الأمة المحمدية وفيه نظر لأن قول النووي: «لم يحبس أهل الجاهلية داراً ولا مالا ولا أرضا فيما علمت» لا يجعله خاصا بالمسلمين. ¶ وفي الاصطلاح: جعل منفعة مملوك لمستحق بصفة دالة عليه كحبست ووقفت مدة ما يراه الواقف، فلا يشترط التأبيد على الصحيح، قالت الحنفية: يصح الوقف على من سيولد أي الحمل لأن الوقف لا يحتاج إلى القبول فيصح للحمل استقلالاً كما يصح تبعا وهذا هو المعتمد عند المالكية (¬1). ¶ وقالت الشافعية: لا يصح الوقف إلا إذا أمكن تمليكه بأن يكون موجوداً في الخارج حال الوقف، وأهلا للملك فلا يصح على الجنين استقلالاً ولا تبعًا، ولكنه يدخل في الوقف على الذرية والنسل والعقب. ¶ وقالت الحنابلة: يصح الوقف على الحمل تبعا كأن يقول وقفت على الأولاد وأولاد فلان وفيهم حمل فيشمل الحمل (¬2). ¶ ولا شك أن الآثار المترتبة على تحديد أكثر مدة الحمل تتناول كل مسائل الحمل سواء منها ما يتعلق بالجنين كما ذكرنا فيما تقدم من باب التمثيل لا الحصر، أو يتعلق بأمه، كالنفقة وتنفيذ الحدود والعدة للمتوفى عنها زوجها أو المطلقة فتختلف الأحكام باختلاف الآراء حول تحديد أكثر مدة الحمل. ¶ ¬__________ ¶ (¬1) راجع حاشية ابن عابدين 5/ 419 والموسوعة الفقهية 18/ 148. ¶ (¬2) الموسوعة الفقهية 18/ 148.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الخاتمة ¶ إن مما تقدم يتبين أن مسألة تحديد أقصى مدة الحمل ليست مسألة شرعية، لأن الشرع لا يثبت إلا بأدلة قطعية أو ظنية ظنا غالبا، وقد صرح كثير من العلماء والمحققين بعدم وجود نص صحيح من الكتاب والسنة حول هذه المسألة كما صرح بذلك ابن عبد البر والعلامة الشيخ محمد الأمين الشنقيطى - رحمه الله (¬1) -، وما ذكره العلماء في ذلك إنما هو مجرد اجتهادات شخصية تعتمد على العادات وعلى ادعاءات النساء، لذلك اختلفوا كثيرا، وقد ذكرنا ثمانية من أقوالهم في هذه المسألة مع ذكر أدلتهم ومناقشة تلك الأدلة، فلم يثبت منها دليل يمكن الاطمئنان إليه أو الاعتماد عليه، لأن معظم النساء يعتقدن أنهن حاملات لمجرد وقف دم الحيض عندهن، لأنه دليل الحمل في تلك العصور الغابرة، وقد ثبت علميا أن هناك أسبابا أخرى لتوقف الحيض غير الحمل، وثبت كذلك وجود الحمل الكاذب، وهو ما تحس به المرأة من مرض أو ورم فتظنه حملا، فإذا كان ذلك كذلك فلم يبق أمامنا إلا الرجوع إلى ما يقوله أهل الاختصاص من الأطباء في هذا الموضوع، وهم مطبقون وجازمون بأن الحمل الحقيقي لا يزيد على تسعة أشهر، وإن زاد فلمدة أسبوع أو أسبوعين أو ثلاثة لا السنة والسنوات كما يقول الفقهاء (¬2)، الذين ذكروا عددا من الأشخاص ادعى كل واحد منهم أنه ولد بعد أكثر من سنة من الحمل، مثل شعبة بن الحجاج، وهرم بن حيان، والضحاك بن مزاحم وغيرهم كثير، ولكن وردت أخبارهم بأسانيد غير متصلة بهم أو بدون أسانيد أصلا، فلا تقبل هذه الأخبار وما شابهها عند أهل العلم (¬3) وما ذكروه وقوّوا به رأيهم من أن بعض النّاس ولد وعنده أسنان، مما يدل على أنه ولد بعد ¶ ¬__________ ¶ (¬1) راجع الاستذكار 7/ 170 وأضواء البيان في تفسير القرآن بالقرآن 2/ 227. ¶ (¬2) أخذت هذه المعلومات من رئيس قسم الولادة في المستشفى المركزي بالعاصمة واغادوغو، ومن بعض منشورات الانترنت الطبية. ¶ (¬3) راجع المعارف لابن قتيبة 133.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أكثر من المدة المعتادة للحمل ليس بحجة، لأن كل ما ورد من ذلك هو مما يتناقله النّاس ولا يدرى ما مدى صحته لكونه لم يثبت بسند صحيح. ¶ والأحكام الشرعية لا تبنى على القصص والأوهام ولا على الروايات الواهية، ومع ذلك فنحن نؤمن بالمعجزات وبالكرامات ونقر بوجود خوارق العادات، وقديما قال العلماء ما من عام إلاّ وقد خص، وكل قاعدة لها استثناء، وقد شاهدنا ذلك في أرض الواقع حيث تذكر لنا وسائل الإعلام الموثوقة الحالات النادرة في الخلق والحوادث الشاذة في الولادة، كولادة طفل برأسين أو ولادة عدد من التوائم قد يصل عددهم إلى سبعة أو ثمانية يخرجون من بطن واحد، ولا شك أن كل ذلك حالات نادرة جدا لا تبنى عليها أحكام عامة، فإذا ثبت بطرق علمية وبأجهزة الكشف الحديثة من الأطباء المتخصصين وجود حمل تزيد مدته على مدة الحمل المعهودة وجب قبول ذلك، ويجري على هذا الحمل كل الأحكام المتعلقة بالحمل ويكون الحكم مقتصرا على هذا الحدث المعين، ولا يكون حكما عاما وذلك سداً للذرائع ومنعا من المزاعم الفاسدة والادعاءات الكاذبة، والله تعالى اعلم.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "مشروع قرار ¶ بشأن تحديد أكثر مدة الحمل ¶ إن المجمع الفقهي الإسلامي في دورته الحادية والعشرين قد ناقش موضوع تحديد أكثر مدة الحمل في الشريعة الإسلامية، وبعد اكتتاب عدد من العلماء والباحثين في هذا الموضوع تبين للمجمع أن العلماء قد اختلفوا في هذه المسألة اختلافا شديدا بلغت أقوالهم فيها وآراؤهم إلى ثمانية أقوال، وبعد استقراء هذه الأقوال وتحليل أدلتها ومناقشتها تبين ما يلي: ¶ 1 - عدم وجود نص صحيح من الكتاب والسنة يمكن الاعتماد عليه في هذا الموضوع. ¶ 2 - إن آراء العلماء وكلما قالوه في هذه المسألة إنما هو مجرد اجتهادات شخصية، تعتمد على روايات واهية وادعاءات غير موثقة، من عدد من النساء، وبعض الرجال الذين ادعوا أنهم ولدوا بعد أكثر من سنة من الحمل. ¶ 3 - إن الأطباء وأهل الاختصاص في هذا الموضوع يجزمون بأن الحمل الحقيقي لا يزيد على تسعة أشهر وإن زاد فلمدة قصيرة لا تتعدى ثلاثة أسابيع على الأكثر. ¶ 4 - القول بأن الحمل قد يمتد إلى سنوات طويلة قد يفتح باب الشرّ ويمكّن النساء الساقطات من تبرير حملهن غير الشرعي ونسبته إلى أزواجهن زورا وبهتانا. ¶ وعليه فإن المجمع الفقهي الإسلامي يقرر ما يلي: ¶ 1 - التقيد بالمدة التي يحددها أهل الاختصاص من الأطباء للحمل، لأن التقدم العلمي وتطوّر أجهزة الكشف يمكنان من تحديد بداية الحمل ونهايته بدقة متناهية، فلم يعد مقبولا الاعتماد على الأوهام وعلى ادعاءات النساء في ذلك.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "2 - إذا ثبت علميا أن حملا ما زاد على المدة المعتادة، وصرح الأطباء الموثوقون بذلك بعد كشف دقيق بأجهزة الكشف الحديثة وجب قبوله، وأجري على هذا الحمل الخاص كل الأحكام المتعلقة بالحمل، والله أعلم.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "مصادر البحث ¶ 1 - القرآن الكريم ¶ 2 - المعجم المفهرس لألفاظ القرآن الكريم لمحمد فؤاد عبد الباقي. ¶ 3 - أضواء البيان في تفسير القرآن بالقرآن للشيخ محمد الأمين الشنقيطي. ¶ 4 - صحيح البخاري. ¶ 5 - صحيح مسلم. ¶ 6 - سنن الدارقطني. ¶ 7 - سنن البيهقي. ¶ 8 - الاستذكار لابن عبد البر. ¶ 9 - نيل الأوطار للإمام الشوكاني. ¶ 10 - المدونة الكبرى للإمام مالك رواية سحنون عن ابن القاسم. ¶ 11 - جواهر الإكليل للأزهري. ¶ 12 - الدر الثمين والمورد المعين لمحمد ميارة المالكي. ¶ 13 - بداية المجتهد لابن رشد. ¶ 14 - كتاب الأم للإمام الشافعي. ¶ 15 - المجموع للنووي. ¶ 16 - المغني لابن قدامة. ¶ 17 - كشاف القناع للبهوتى. ¶ 18 - عذب الفائض شرح عمدة الفارض للشيخ إبراهيم بن عبد الله الفرضي. ¶ 19 - فتح القدير على الهداية لابن الهمام الحنفي. ¶ 20 - حاشية رد المحتار الشهيرة بحاشية ابن عابدين. ¶ 21 - كشف الأسرار المشهور بأصول البزدوى. ¶ 22 - الرائد في علم الفرائض لمحمد عيد الخطراوي. ¶ 23 - الموسوعة الفقهية لوزارة الأوقاف الكويتية. ¶ 24 - المحلى لابن حزم. ¶ 25 - الأعلام للزركلي.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "26 - فقه السنة للسيد سابق. ¶ 27 - لسان العرب لابن منظور. ¶ 28 - ترتيب القاموس المحيط لأحمد طاهر الزاوي. ¶ 29 - المعارف لابن قتيبة.",
            "page": "20",
            "part": "1"
        }
    ],
    "t36703": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مدة الحمل في الشريعة الإسلامية وعند الأطباء"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "أكثر مدة الحمل"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "مشروع قرار بشأن تحديد أكثر مدة الحمل"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر البحث"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الآثار المترتبة على تحديد أكثر مدة الحمل"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "الألفاظ ذات العلاقة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "أهمية هذا الموضوع"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "أقوال العلماء في أكثر مدة الحمل"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "أشهر الأقوال في ذلك سبعة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "أدلة هذه المذاهب ومناقشتها"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "الرأي الأول"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "المذهب الثاني"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "المذهب الثالث"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الترجيح"
        }
    ]
}