{
    "b36704": [
        {
            "id": "2",
            "nass": "مدة الحمل من الوجهة الشرعية (الفقهية) والطبية ¶ مدة الحمل وأكثرها ¶ (ورقة عمل) ¶ أ. د. عبد الله حسين باسلامه ¶ أستاذ أمراض النساء والتوليد والعميد المؤسس لكلية الطب والعلوم الطبية - جامعة الملك عبد العزيز ¶ رابطة العالم الإسلامي - المجمع الفقهي ¶ الدورة الحادية والعشرون للمجمع الفقهي الإسلامي المنعقدة في مكة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "مدة الحمل .. من الوجهة الشرعية (الفقهية) والطبية: ¶ مدة الحمل وأكثره ¶ * أكثر مدة للحمل. ¶ * مدة الحمل من الوجهة الطبية. ¶ * أقل مدة حمل. ¶ ما هي أقل مدة الحمل وأكثره؟ ¶ وكما هو معروف فإن علماء الفقه القدامى رحمهم الله كانت اجتهاداتهم في بعض النواحي الطبية وبخاصة النسائية تعتمد على مساءلة النسوة من الأهل والأقارب, لذا نجد أنهم فيما يختص بمدة الحمل, قد وضعوا مدة طويلة جداً لأكثر الحمل وصلت في بعض الحالات إلى سبع سنوات, وفي رأي بعض العلماء القدامى أن الجنين يمكن أن يظل في بطن أمه خمس أو ست سنوات وربما سبع سنوات, وقد ذكر أنهم أفتوا لزوجة مطلقة أو توفى عنها زوجها منذ خمس سنوات بأن الحمل راجع إلى ذلك الزوج.؟. ¶ وكان لي شرف حضوا اجتماع بعض المجالس الفقهية التي نوقش فيها هذا الموضوع - موضوع أكثر الحمل - .. ورغم محاولتنا نحن الأطباء شرح الناحية العلمية في مدة الحمل إلا أن النتيجة دلت على أن معظم الفقهاء - أو لنقل بعضهم - لم يغيروا رأيهم وأصروا على أن الحمل يمكن أن يظل سنوات في بطن الأم .. ! وعلى كل فإن أكثر مدة الحمل من الوجهة الفقهية كانت أو ربما لاتزال هي كالآتي: ¶ سنتان وهذا هو قول الأحناف والحنابلة, مستدلين بحديث للسيدة عائشة (حديث موقوف عليه) قولها «ما تزيد المرأة في الحمل على سنتين». وذهب بعض الشافعية إلى ثلاث سنوات وقول آخر إلى أربع سنوات, وذهب المالكية إلى أنه",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "خمس سنوات وقال الزهراوي أنه يمكن أن يظل الحمل سبع سنوات, وفي هذا لاشك لبس كبير وبعد عن الحقيقة العلمية ورأي الطب. ¶ رأي الطب في أكثر مدة الحمل: ¶ إن مدة الحمل علمياً وطبياً لا تزيد عن عشرة أشهر - حيث إن معظم الولادات تقع ما بين الأسبوع 39 - 41. وحوالي 10% قد تستمر في الحمل إلى 42 أسبوعاً, ومن النادر جداً استمرارها - وهي سليمة - إلى أكثر من 43 أسبوعاً. ¶ ومنذ بداية العمل العلمي والطبي في عيادات الحوامل, ومتابعة الحمل من بدايته بالتحاليل المخبرية وبالتصوير بالموجات فوق الصوتية وغيرهما, لم يثبت أن حملاً واصل العيش داخل الرحم لأكثر من التسعة الأشهر إلا لأسابيع قليلة. وهناك الملايين التي تولد سنوياً وقد سجل تأريخ بدء حملها ووقت ولادتها, لم تسجل حالة واحدة دام حملها سنة أو أكثر. ¶ وإن زادت فالمدة المتعارف عليها طبياً في الحمل أسبوع أو أسبوعان آخران وليس أكثر .. وليس هناك دليل علمي على أن حملاً استمر في بطن أمه سنة كاملة إلا أن يكون هناك خطأ في تشخيص بدء الحمل أو أن هناك التباساً في بدء الحمل بمعنى أن المرأة كانت الدورة الشهرية أو التبويض لديها غير منتظم وحملت بعد مدة انقطاع الدورة لأسباب مرضية. ¶ والذي يحدث في بعض الأحيان أن يوجد ما يعرف بالحمل الكاذب أي أن أعراض الحمل من انقطاع للدورة وشعور بالغثيان وعلامات أخرى في الجسم مشابه لعلامات الحمل تظهر لكن بدون حمل, وبالتالي يمكن أن تظل المرأة على هذه الحالة سنوات ثم يريد الله لها حملاً طبيعياً فتحمل وتلد وبالتالي تحسب المدة منذ ظهور علامات الحمل الكاذب ويقال إنها حملت لعدة سنوات, هذا النوع من الحمل الكاذب يمكن الآن اكتشافه مبكراً ولم يعد له مكان في العصر الحديث مع وجود الوسائل الحديثة لمعرفة الحمل ورؤية الجنين منذ الأيام الأول.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ويمكن لنا أن نقبل بالادعاء بأن الحمل استمر لعدة سنوات وذلك فقط للمرأة التي لاتزال مع زوجها ويعاشرها إلى أشهر قريبة ذلك ربما لخطأ في الحساب, أما الزوجة التي توفى زوجها أو طلقت فإنه لا يمكن بأي حال من الأحوال قبول حمل استمر في البطن أكثر من سنة وإن كنت أشك في أن (المشيمة) في استطاعتها مواصلة تغذية الجنين لأكثر من عشرة أشهر .. حتى لو أن الرجل وضع (النطفة) في رحم زوجته ثم توفى, فإن بقاء النطفة حية قادرة على الإنجاب لا تزيد عن عدة أيام تموت بعدها. وبالتالي لا يمكن أن يثمر عنه حمل يستمر عدة سنوات بعد موت الزوج أو الطلاق؟. والواقع أن كثيراً من الدول العربية والإسلامية والأوروبية قد اتخذت سنة كأكثر مدة للحمل. ¶ علماً بأنه لو أن جنيناً في البطن لأكثر من الأشهر المعتادة لمثله في الحمل والبقاء في بطن أمه, فإن هذا الجنين ومع بقائه هناك فإنه سوف ينمو فتظهر له أسنان ونمو في الأجهزة الخارجية والداخلية في جسده, تلك العلامات سوف تكون ظاهرة عند خروجه من الرحم بعد السنوات التي قضاها هناك؟. وتلك الظاهرة لم ترد في أدلة السابقين؟. ¶ وأيضاً الآن يمكن الاستدلال على النسب بالبصمة الوراثية التي تحدد الأبوين؟ ¶ أقل مدة للحمل: ¶ الاختلاف في أقل مدة للحمل وبين الرأي الطبي والرأي الفقهي أو الشرعي ليس كبيراً أو بالأحرى يعد الرأي متفقاً على المدة وذلك بأن الفقهاء قد أعطاهم الله الدليل الشرعي من القرآن وهم بذلك قد سبقوا أهل الطب في هذه المعرفة بأكثر من أربعة عشر قرناً, فالرأي الفقهي في أقل مدة للحمل هو ستة أشهر. ¶ فقد قال تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ} (البقرة: 233) , وقال أيضاً {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا}",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "(الأحقاف: 15) , فإذا كانت الرضاعة والحمل ثلاثين شهراً وكانت الرضاعة وحدها 24 شهراً حولين كاملين بعملية حسابية بسيطة استدل على أن أقصر مدة للحمل ستة أشهر, وطبياً أصبح الآن مؤكداً أن الطفل الذي ينزل من بطن أمه في الشهر السادس يمكن أن يواصل الحياة خارج الرحم (بشرط وجود حاضنة ورعاية طبية جيدة) , والذي ينزل قبل ذلك يعد سقطاً (إجهاضاً) وليس بمقدوره مواصلة الحياة. ¶ والجدير بالذكر أنه في الماضي وأقصد منذ عشر سنوات أو أكثر كنا ندرس لطلاب الطب بأن أقل مدة للحمل والتي يمكن للجنين بعدها أن يواصل الحياة خارج رحم أمه هي سبعة أشهر وأكثر (28 أسبوعاً) حيث في تلك الآونة لم تكن لدينا الأجهزة وأقصد أجهزة العناية المركزة والمعرفة التامة بالعناية بالأطفال الخدج .. ¶ والرأي العلمي الآن أصبحت أقل مدة للحمل هي ستة أشهر بعد أن كانت سبعة, والواقع أنه إلى الآن لاتزال مذكورة في دائرة المعارف البريطانية أن أقل الحمل الذي يمكن أن يعيش هو 28 أسبوعاً أو 169 يوماً, ولا أعتقد أنه سوف يجئ يوم من الأيام ويكون في مقدور جنين أن يعيش خارج الرحم ويواصل الحياة إن هو نزل قبل هذه المدة (ستة شهور). ¶ إذاً اتفق الرأي الشرعي والرأي الطبي على أن أقل مدة للحمل هي ستة أشهر, وفي رأي أن الطفل الذي يولد في هذه المدة يحتاج إلى عناية مركزة وحاضنة خاصة. ¶ أ. د. عبد الله حسين باسلامة",
            "page": "6",
            "part": "1"
        }
    ],
    "t36704": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدة الحمل د عبد الله حسين باسلامه"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مدة الحمل .. من الوجهة الشرعية (الفقهية) والطبية"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "مدة الحمل وأكثره"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "2",
            "tit": "ما هي أقل مدة الحمل وأكثره؟"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "رأي الطب في أكثر مدة الحمل"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "أقل مدة للحمل"
        }
    ]
}