{
    "b36707": [
        {
            "id": "1",
            "nass": "الخنزير ¶ أخطاره و أحكامه ¶ حسني محمد العطار ¶ رفح – فلسطين ¶ 2009 ¶ بسم الله الرحمن الرحيم ¶ {وَأَطِيعُوا اللهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُوْنْ} ¶ آل عمران 132 ¶ الإهداء ¶ إلى الأيادي المتوضئة .. ¶ التي تبني حاضر ومستقبل هذا الوطن .. ¶ إلى القابضين على الجمر .. ¶ المقدمة ¶ تعيش البشرية اليوم حالةً من الهلع والفزع، أقلقت القاصي والداني، وأقضَّت مضاجع السياسيين، والقادة، والحكام، والشعوب، في مشارق الأرض ومغاربها. ¶ فرضت الحكومات، والمنظمات الحكومية والمدنية، من خلالها حالات الطوارئ فزادت من القلق والخوف. ¶ أغلقت بلادٌ أراضيها في وجه الآخرين، ومنعت حكومات؛ الاستيراد والتصدير، من وإلى ... ¶ واتفق وزراء الصحة العرب على ترتيبات خاصة فيما يتعلق بمواسم العمرة والحج، للمسلمين وغير المسلمين. ¶ إنه مرض أنفلونزا الخنازير، ومن قبله أنفلونزا الطيور، وبينهما عواصف المال التي عصفت بكثير من السروح الرواسي، فأكلت الأخضر واليابس. ¶ وكأن الله سبحانه وتعالى يريد أن يقول للإنسان: أيها الإنسان قف .. كفاك تعدياً على حدودي ومحرماتي، أيها الإنسان احذر .. فأنت ذاهبٌ إلى الهاوية. ¶ ولكن هل من متعظ؟! هل من متعقّل؟! ... ¶ حاولت في هذه الدراسة السريعة أن أُبين أن الحرام واحد عند كل الأمم، وكل الأديان، سماوية أو أرضية، مهما حاول البعض أن يُحرّف، أو يُبدّل في هدي الله وأوامره. ¶ إن ما كان فضيلة في أصل دينٍ، هو فضيلةٌ عند كل الأديان. ¶ هذه الدراسة بيّنت فيها خطر الخنزير، والأحكام الشرعية المتعلقة به من كل الجوانب، ومن خلاله بيّنت أن ما كان حراماً في الإسلام فهو حرامٌ عند كل الأديان. ¶ داعياً الله عز وجل أن يتقبل مني هذا العمل ¶ حسني العطار ¶ الخنزير: هو حيوان مشقوق الظلف، له خطم محدود، وجلد سميك شائك، جسمه ثقيل، وأرجله قصيرة، يوجد في جميع أنحاء المعمورة، لحمه ودهنه يستعملان في الطعام (1).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لحم الخنزير هو العائل الوحيد للدودة الشريطية المسماة \"تينا سوليو\" وتعيش هذه الدودة في الأمعاء الدقيقة للإنسان، متعلقة بها بواسطة أربع ممصات موجودة في رأسها، ويكون جسمها محاطاً بالمواد الغذائية المهضومة التي بواسطة جلدها، أي بكل سطحها، وبذلك تسلب غذاء الإنسان علاوة على ما تفرزه من سموم، ولتعلم قدر ضررها بما تحصل عليه من الغذاء، يجب أن تعلم أن طولها يبلغ ثمانية أمتار، وهي مكونة من قطع كثيرة، كل قطعة عبارة عن حيوان كامل، وعندما تبلغ هذه الدودة النضج الجنسي، تتلقح البويضات التي تفرزها أعضاء التناسل، وتخرج البويضات من أمعاء الإنسان مع برازه إلى الخارج، فإذا أكلها الإنسان، أو أي حيوان آخر، لا تتأثر هذه البويضات، ولا يتأثر الكائن بها، فتخرج مع برازه دون تغيير، أما إذا أكلها الخنزير فإن عصارته المعدية تُذيب قشرة البويضات، فتخرج منها أجنة كروية الشكل صغيرة، ذات ست شوك، تثقب بها جدار المعدة إلى أقرب وعاء دموي يحملها الدم إلى أية عضلة من عضلات الجسم، وحيث تستقر بين أليافها مكونة حوصلة بها رأس الدودة وعنقها، وتظل على هذا الطور إلى أن يأكلها الإنسان مع لحم الخنزير، فتصل إلى المعدة ثم الأمعاء الرقاق، حيث تتعلق ممصاتها فيها. ¶ وخطر هذه الدودة علاوة على طولها، وما تتناوله من غذاء مهضوم بذل الجسم لهضمه الجهود الكثيرة، ويكاد لا َيبقي بعده للجسم شيء، إن الدودة تتعلق بممصات في الأمعاء، الأمر الذي يصعب معه إخراجها من الجسم، كما أن القطع التي تتكون منها تستطيع كل قطعة أن تصبح دودة مستقلة ¶ بنفسها، إذا أصاب الدودة الأصلية ما يهدد حياتها. ¶ 1. الموسوعة العربية الميسرة – 1/ 766.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقد ثبت معملياً في السبعينات من القرن الماضي أنه بتحليل دهن الخنزير، وُجد أنه يختلف في تركيبه عن كل الدهون الحيوانية الأخرى، وأنه يسبب حصوة المرارة، علاوة على زيادة نسبة الكوليسترول في الدم، وما زال يُكشف كل يوم ضررٌ جديد من أضرار أكل لحم الخنزير (1). ¶ 1. العطار – من آيات الإعجاز في القرآن الكريم – 137. ¶ نظرة الأديان السماوية للخنزير ¶ اتفقت نظرة الأديان السماوية الثلاثة إلى أصول العقائد وأصول التشريعات، وأصول العبادات، فالعقائد عند الأديان الثلاثة، واحدة، الإيمان بالله الخالق الواحد، والإيمان باليوم الآخر، والإيمان بالرسل، والإيمان بالكتب السماوية، والإيمان بالملائكة. ¶ أما العبادات، فالأديان جميعاً تتفق في قربها إلى الله من خلال الصلاة والصيام والحج والزكاة. ¶ وأما في التشريعات، فأصول الحلال والحرام في الأديان الثلاثة واحد فما كان حلالاً عند اليهود فهو حلالٌ عند المسلمين والنصارى في غالب الأحيان، وما كان حراماً في الأصول العليا عند اليهود فهو حرامٌ عند النصارى والمسلمين، فالقتل والربا والزنا والسرقة والخمر وعقوق الوالدين هي حرامٌ عند الأديان جميعاً ... وبالتالي، ما يتعلق بالمطعومات والمشروبات ما كان حراماً عند المسلمين، هو حرامٌ عند غيرهم في الديانات السماوية الأخرى وفي السطور القليلة التالية سنتكلم عن ذلك. ¶ أولاً: القرآن الكريم والسنة النبوية / ... ¶ ورد لفظ الخنزير في القرآن الكريم خمس مرّات، والمتتبع لذكرها يلحظ تركيز القرآن على شدة حرمتها وخطرها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُواْ لِلّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ (172) إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ (173)  http://www.aswannews.gov.eg/quran/quran.asp?page=26}  البقرة، 172 - 173. ¶ ويقول أيضاً: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالْدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلاَّ مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَن تَسْتَقْسِمُواْ بِالأَزْلاَمِ ذَلِكُمْ فِسْقٌ} المائدة – 4. ¶ ويقول أيضا: {قُلْ هَلْ أُنَبِّئُكُم بِشَرٍّ مِّن ذَلِكَ مَثُوبَةً عِندَ اللّهِ مَن لَّعَنَهُ اللّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ أُوْلَئِكَ شَرٌّ مَّكَاناً وَأَضَلُّ عَن سَوَاء السَّبِيلِ} المائدة – 60. ¶ ويقول أيضاً: {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَإِنَّ رَبَّكَ ¶ غَفُورٌ رَحِيمٌ} الأنعام – 145.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ويقول أيضاً: {فَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا وَاشْكُرُوا نِعْمَتَ اللَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ (114) إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (115)} النحل، 114 – 115. ¶ يقول الإمام القرطبي: ¶ خصَّ الله تعالى ذكر اللحم في الخنزير، ليدلَّ على تحريم عينه، ذكّيَ أم لم يذكّى، وليعمَّ الشحم، وما هنالك من الغضاريف وغيرها. ¶ ثم يتابع القرطبي قائلاً: أجمعت الأمة على تحريم شحم الخنزير، لأن الشحم يدخل في اسم اللحم، ولا يدخل اللحم في اسم اللحم، لهذا ذكر الله سبحانه وتعالى فيما يتعلق ببني إسرائيل {حرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا}. ¶ ولا خلاف عند علماء المسلمين على تحريم خنزير البَر، واختلفوا في خنزير البحر. ¶ وفي السنة النبوية، عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"والذي نفسي بيده ليوشكنَّ أن ينزل فيكم اين مريم حكماً مقسطاً، فيكسر الصليب، ويقتل الخنزير، ويضع الجزية، ويفيض المال حتى لا يقبله أحدٌ \" (¬1). ¶ وقال جابر: حرَّم النبي صلى الله عليه وسلم بيع الخنزير. ¶ وعن جابر بن عبد الله رضي الله عنهما، أنه سمع رسول الله صلى الله عليه وسلم يقول عام الفتح وهو بمكة: \"إن رسول الله حرَّم بيع الخمر والميتة، والخنزير، والأصنام\" فقيل يا رسول الله، أرأيت شحوم الميتة، فإنها يُطلى بها السفن، ويُدهن بها الجلود، ويَستصبح بها الناس، فقال: \"لا، هو حرام\"، ثم ¶ قال رسول الله صلى الله عليه وسلم عند ذلك: \"قاتل الله اليهود إن الله لما حرم شحومها جَمَلوه ثم باعوه، فاكلوا بثمنه\" (¬2) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه، رقم (2222)، كتاب (البيوع)، باب (قتل الخنزير)، 2/ 654. ¶ (¬2) 1 المصدر السابق (2236)، باب (بيع الميتة والأصنام)، 2/ 658.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ثانياً: التوراة، كتاب اليهود / ... ¶ ورد في التوراة كتاب اليهود الموجود بين أيدينا تحريمٌ لأكل الخنزير وبيعها وتربيتها .. ¶ كلم الرب موسى وهارون قائلاً لهما: \"كلما بني إسرائيل قائلين: هذه هي الحيوانات التي تأكلونها من جميع البهائم التي على الأرض، كل ما شقَّ ظلفاً، وقسمه ظلفين، ويجتر من البهائم فإياه تأكلون، إلا هذه فلا تأكلوها مما يجتر ومما يشق الظلف، الجمل لأنه يجتر لكنه لا يشق ظلفاً، فهو نجسٌ لكم، والوبر لأنه يجتر لكنه لا يشق ظلفاً فهو نجسٌ لكم، والأرنب لأنه يجتر لكنه لا يشق ظلفاً فهو نجسٌ لكم والخنزير لأنه يشق ظلفاً ويقسمه ظلفين، لكنه لا يجتر فهو نجسٌ لكم، من لحمها لا تأكلوا وجثتها لا تلمسوا، إنها نجسةٌ لكم\" (¬1). ¶ ويقول في موضع آخر: \"هذه هي البهائم التي تأكلونها، البقر والضأن والمعز، والإيل والظبي واليحمور والوعل والرئم والثيتل والمهاة، وكل بهيمة تشق ظلفاً وتقسمه ظلفين وتجتر فإياها تأكلون، إلا هذه فلا تأكلوها، مما يجتر ومما يشق الظلف المنقسم، الجمل والأرنب والوبر، لأنها تجتر لكنها لا تشق ظلفاً، فهي نجسةٌ لكم، والخنزير لأنه يشق الظلف لكنه لا يجتر فهو نجسٌ لكم، فمن لحمها لا تأكلوا وجثتها لا تلمسوا\" (¬2). ¶ ¬__________ ¶ (¬1) 2 العهد القديم – سفر اللاويين – 11/ 2 – 7 – ص 172. ¶ (¬2) العهد القديم – سفر التثنية – 14/ 5 - 8 – ص 302.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ويقول في موضع آخر: \"أَصْغَيْتُ إِلَى الَّذِينَ لَمْ يَسْأَلُوا، وُجِدْتُ مِنَ الَّذِينَ لَمْ يَطْلُبُونِي، قُلْتُ: هأَنَذَا، هأَنَذَا، أُمَّةٍ لَمْ تُسَمَّ بِاسْمِي، بَسَطْتُ يَدَيَّ طُولَ النَّهَارِ إِلَى شَعْبٍ مُتَمَرِّدٍ سَائِرٍ فِي طَرِيق غَيْرِ صَالِحٍ وَرَاءَ أَفْكَارِهِ، شَعْبٍ يُغِيظُنِي بِوَجْهِي، دَائِمًا يَذْبَحُ فِي الْجَنَّاتِ، وَيُبَخِّرُ عَلَى الآجُرِّ، يَجْلِسُ فِي الْقُبُورِ، وَيَبِيتُ فِي الْمَدَافِن، يَأْكُلُ لَحْمَ الْخِنْزِيرِ، وَفِي آنِيَتِهِ مَرَقُ لُحُومٍ نَجِسَةٍ، يَقُولُ: قِفْ عِنْدَكَ، لاَ تَدْنُ مِنِّي لأَنِّي أَقْدَسُ مِنْكَ، هؤُلاَءِ دُخَانٌ فِي أَنْفِي، نَارٌ مُتَّقِدَةٌ كُلَّ النَّهَارِ، هَا قَدْ كُتِبَ أَمَامِي، لاَ أَسْكُتُ بَلْ ¶ أُجَازِي، أُجَازِي فِي حِضْنِهِمْ\" (¬1). ¶ وفي موضع آخر تقول التوراة: \"مَنْ يَذْبَحُ ثَوْرًا فَهُوَ قَاتِلُ إِنْسَانٍ، مَنْ يَذْبَحُ شَاةً فَهُوَ نَاحِرُ كَلْبٍ، مَنْ يُصْعِدُ تَقْدِمَةً يُصْعِدُ دَمَ خِنْزِيرٍ، مَنْ أَحْرَقَ لُبَانًا فَهُوَ مُبَارِكٌ وَثَنًا، بَلْ هُمُ اخْتَارُوا طُرُقَهُمْ، وَبِمَكْرَهَاتِهِمْ سُرَّتْ أَنْفُسُهُمْ \" (¬2). ¶ ويقول: \"كان رجلٌ يقال له العازار من متقدمي الكتبة طاعن في السن رائع المنظر في الغاية فاكرهوه بفتح فيه على أكل لحم الخنزير، فاختار أن يموت مجيداً على أن يحيا ذميماً وانقاد إلى العذاب طائعاً، وقذف لحم الخنزير من فيه ثم تقدم كما يليق بمن يتمنع بشجاعة عما لا يحل ذوقه رغبة في الحياة\" (¬3). ¶ ¬__________ ¶ (¬1) العهد القديم – سفر إشعياء – 65/ 2 – 6 – ص 170. ¶ (¬2) المصدر السابق – سفر إشعياء – 66/ 2 – 4 – ص 1070. ¶ (¬3) المصدر السابق – سفر المكابيين الثاني – 6/ 18 – 22.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وأخيراً تقول التوراة: \"وقبض على سبعة أخوة مع أمهم فاخذ الملك يكرههم عل تناول لحوم الخنزير المحرمة ويعذبهم بالمقارع والسياط، فانتدب احدهم للكلام وقال ماذا تبتغي وعم تستنطقنا أنا لنختار أن نموت ولا نخالف شريعة آبائنا، فحنق الملك وأمر بإحماء الطواجن والقدور ولما أحميت، أمر لساعته بأن يقطع لسان الذي انتدب للكلام ويسلخ جلد رأسه وتجدع أطرافه على عيون إخوته وأمه، ولما عاد جذمة أمر بأن يؤخذ إلى النار وفيه رمق من الحياة ويقلى وفيما كان البخار منتشرا من الطاجن كانوا هم وأمهم يحض بعضهم بعضا أن يقدموا على الموت بشجاعة\" (1). ¶ لا كلام لنا بعد كلام التوراة، كتاب اليهود المقدّس، هنا الكلام واضح لا لبس فيه، ولا غموض ولا خفاء، فالخنزير، قذرٌ، نجس، لا يصح أكله ولا تربيته، ولا التعامل به ولا بحالٍ من الأحوال، وهذه النقول من كتاب اليهود، دليلٌ قاطع وجازم على صدق ما ذهبنا إليه سابقاً، من أن ما كان حرامٌ عند دينٍ من الأديان، في أصل شريعتهم فهو حرامٌ عند بقية الأديان، خصوصاً، ما كان له علاقة بأصل تشريع هذا الدين، لا تفريعاته. ¶ ومن خلال احتكاكنا وتعاملنا مع اليهود في فلسطين المحتلة، نعلم بالتجربة وبالمعاملة، وبالبيع والشراء، أن اليهود وخصوصاً من لهم ميول دينية، يرفضون كلياً جملة وتفصيلاً الخنزير، تربية، وبيعاً، وأكلاً، ويستهجنون ما يفعله بعض النصارى من أكلٍ للحم الخنزير. ¶ ثالثاً: الإنجيل، كتاب النصارى / ... ¶ في إنجيل متَّى الإصحاح الخامس قال يسوع: \"لا تظنوا إني جئت لألغي الشريعة أو الأنبياء، بل جئت لأكمِّل\" (2).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ورد في الإنجيل: \"لا تدينوا لكي لا تدانوا. لأنكم بالدينونة التي بها تدينون تدانون. وبالكيل الذي بهِ تكيلون يكال لكم.\" ويضيف المسيح قائلا \"ولماذا تنظر القَذَى الذي في عين أخيك، وأما الخشبة التي في عينك فلا تفطن لها. أم كيف تقول لأخيك دعني أُخرِج القَذَى، من عينك وها الخشبة في عينك. يا مرائِي أَخرِج أولاً الخشبة من عينك وحينئذٍ، تبصر جيّداً أن تُخرِج القَذَى من عين أخيك، لا تعطوا القدس للكلاب، ولا تطرحوا درركم قُدّام الخنازير، لئلا تدوسها بأرجلها وتلتفت فتمزقكم\" (3). ¶ 1. المصدر السابق - سفر الكابيين الثاني – 7/ 1 – 5. ¶ 2. العهد الجديد – إنجيل متَّى – الإصحاح الخامس / 18 – ص5. ¶ 3. العهد الجديد – انجيل متى – الإصحاح السابع / 1 - 6 – ص12. ¶ وورد في موضع آخر: \"وكان هناك عند الجبال قطيعٌ كبيرٌ من الخنازير يرعى، فطلب إليه كل الشياطين قائلين: أرسلنا إلى الخنازير؛ لندخل فيها، فأذِن لهم يسوع للوقت، فخرجت الأرواح النجسة، ودخلت في الخنازير، فاندفع القطيع من على الجرف إلى البحر، وكان نحو ألفين، فاختنق في البحر، وأما رعاة الخنازير، فهربوا وأخبروا في المدينة وفي الضياع، فخرجوا؛ ليروا ما جرى، وجاءوا إلى يسوع، فنظروا المجنون الذي كان فيه اللجئون، جالساً ولابساً وعاقلاً، فخافوا، فحدَّثهم الذين رأوا كيف جرى للمجنون، وعن الخنازير\" (1). ¶ وهناك مواضع أخرى متعددة يستشف الدارس منها حقارة الخنزير عند كتبة الأناجيل، وعند القديسين. ¶ وما يفعله النصارى هنا وهناك من أكلٍ للحم الخنزير، هو خروج عن أصول دينهم، كالمسلم الذي يفطر في رمضان مثلاً، فهو لا يُحل الإفطار، إنما يخالف بفعله الشرع. ¶ ونحن من خلال دراستنا لحياة المسيح عليه السلام، وحياة القديسين من بعده، لم نقرأ ولم نعلم أن أحداً منهم أكل لحم الخنزير، أو دعا إلى أكله، أو تساهل مع من يأكله. ¶ 1. العهد الجديد – انجيل مرقس – الإصحاح الخامس / 11 - 16 – ص63.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "نظرة فقهاء الإسلام إلى الخنزير ¶ الخنزير يُعتبر من المال غير المتقوم، وهو مالم يُحرز بالفعل، أو ما لا يُباح الانتفاع به شرعاً إلا في حالة الاضطرار، بقدر الضرورة، كدفع خطر الجوع الشديد، أو العطش الشديد، الذي يخشى معه الهلاك، ولا يجد الإنسان شيئاً آخر سواه، فيُباح له الانتفاع بقدر ما يدفع عن نفسه الهلاك، فلو أن ¶ مسلماً أتلف لمسلم خمراً أو قتل خنزيراً، لا يضمن شرعاً. ¶ أما إن أتلفها لغير المسلم ضمنها عند الحنفية، وعند غير الحنفية، لا يضمن لأن غير المسلم المقيم في بلاد المسلمين عليه أن يلتزم بأحكام المسلمين، فلهم ما للمسلمين وعليهم ما عليهم. ¶ حكم سؤر الخنزير وما تولد منه: ¶ نجسٌ لقوله صلى الله عليه وسلم في الكلب: \"إذا ولغ الكلب في إناء أحدكم فليرقه ثم ليغسله سبع مرارٍ\" (1). ¶ والخنزير كالكلب، بل هو أسوأ حالاً منه، وأما المتولد فحكمه حكم أصله، لأنه يتبع أخسهما في النجاسة. ¶ حكم العمل في المطاعم التي تقدم لحم الخنزير: ¶ للمسلم إذا لم يجد عملاً مباحاً شرعاً، العمل في مطاعم الكفار، بشرط ألا يباشر بنفسه سقي الخمر أو حملها أو صناعتها أو الإتجار بها، كذلك الحال بتقديم لحوم الخنزير، ونحوها من المحرمات. ¶ حكم الخمائر والجلاتين التي فيها عناصر مستخلصة من الخنزير بنسب ضئيلة جداً: ¶ لا يحل للمسلم إستعمال الخمائر والجلاتين المأخوذة من الخنازير في الأغذية، وفي الخمائر والجلاتين من النباتات أو الحيوانات المذكاة شرعاً غُنية عن ذلك. ¶ 1. أخرجه مسلم في صحيحه، رقم (89/ 279) كتاب (الطهارة)، باب (طهور إناء أحدكم)، 1/ 519. ¶ المواد الغذائية التي يدخل شحم الخنزير في تركيبها دون استحالة عينه مثل بعض الأجبان وبعض أنواع الزيت والدهن والسمن والزبد وبعض أنواع البسكويت والشوكولاتة والآيس كريم، هي محرمة ولا يحل أكلها مطلقاً، اعتباراً لإجماع أهل العلم على نجاسة شحم الخنزير وعدم حل أكله، ولانتقاء الاضطرار إلى تناوله.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الأنسولين الخنزيري المنشأ يباح لمرضى السكري التداوي به للضرورة بضوابطها الشرعية. ¶ فتاوى لبعض علماء المسلمين / ¶ هل يجوز أكل لحم الخنزير للتداوي به؟ ¶ يقول تعالى في سورة البقرة: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} الآية 173. ¶ ويقول تعالى في سورة المائدة: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالْدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلاَّ مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَن تَسْتَقْسِمُواْ بِالأَزْلاَمِ ذَلِكُمْ فِسْقٌ} المائدة – 4. ¶ ويقول تعالى في سورة الأنعام: {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ} الأنعام – 145. ¶ من هذه النصوص القرآنية الكريمة نفهم بوضوح أن الله تبارك وتعالى قد نص على تحريم لحم الخنزير أكثر من مرة، وهذا يدل على تحريم عينة في الأكل، سواء ذُبح أم لم يُذبح، وهذا التحريم يشمل اللحم والشحم والغضاريف وهي العظام اللينة الطرية، وقد أجمعت الأمة الإسلامية على تحريم لحم الخنزير، ومن ينكر هذا يكون منكراً لأمر ثابت في الدين لا شك فيه ولا ريب في تصديقه. ¶ ولا يجوز التداوي بلحم الخنزير، لأن هناك من الأدوية ما يقوم مقامه، بل ما هو خير من لحم الخنزير، إن كان في لحم الخنزير خير، ولقد قال رسول الله صلى الله عليه وسلم: \"إن الله لم يجعل شفاء أمتي فيما حرم عليها\" (1).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ولقد رُوي أن طارق بن سويد سأل رسول الله صلى الله عليه وسلم عن الخمر، وقال له: \"إنما أصنعها للدواء\" فقال له صلى الله عليه وسلم: \"إنها داء وليست دواء\" (2). ¶ ولقد أثبت الطب الحديث أن أكل لحم الخنزير يسبب أكثر من مرض، ويُحدث في الجسم متاعب مختلفة، وثقات الأطباء يقولون اليوم إنه لا يوجد أي دواء في العالم تدخله أشياء محرمة في الدين الإسلامي إلا يوجد بديل عنه، يقوم مقامه، ويؤدي الغرض المقصود منه، فعلى المسلم أن يتحرز من ارتكاب المعصية، ومن يطع الله والرسول فقد فاز فوزاً عظيماً (3). ¶ تحريم أكل الخنزير: ¶ السؤال: أنا في بلد غير إسلامي، وأغلب الأطعمة التي يقدمونها يكون فيها لحم خنزير أو شحمه، فماذا أصنع؟ وهل يجوز لي أن آكل من هذه الأطعمة؟ ¶ الجواب: لقد حرَّم الله تعالى لحم الخنزير بنص القرآن الكريم، فالله يقول في سورة البقرة: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} الآية 173، أي المذبوح الذي يذكرون عليه عند ذبحه اسماً غير اسم الله، ويقول الله تعالى في سورة المائدة: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالْدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلاَّ مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَن تَسْتَقْسِمُواْ بِالأَزْلاَمِ ذَلِكُمْ ¶ فِسْقٌ} المائدة – 4. ¶ 1. القرطبي – التفسير 2/ 231. ¶ 2. مسلم – الصحيح – كتاب: الأشربة – باب، تحريم التداوي بالخمر – رقم 12/ 1984 - ص5/ 133. ¶ 3. الشرباصي – يسألونك – 1/ 452.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ويقول في سورة النحل: { http://www.islamseed.com/index.php?s=quran&chapter_nb=16&verse_nb=114  إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ} النحل الآية 115، ولا يبيح الإسلام أكل لحم الخنزير إلا في حالة الإضطرار، بأن لم يجد الإنسان ما يسد به الرمق سواه، فيُباح له التناول بالمقدار الذي يدفع به الإنسان عن نفسه الهلاك دون أن يكون راغباً فيه أو مستطيباً له، أو متجاوزاً المقدار الذي تندفع به الضرورة، لأن الله تعالى يقول: {فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ} البقرة 173. ¶ والواقع أن كل دولة حديثة الآن يوجد فيها الكثير من أنواع الطعام، اللحوم والأسماك والطيور والزيوت والسمن الصناعي والفواكه والأطعمة الحلال المحفوظة في علب أو طازجة. ¶ ولذلك لا يباح للمسلمين المقيمين في هذه الدول الأجنبية أن يأكلوا ما حرَّم الله عليهم كلحم الخنزير، لأنهم ليسوا في حالة ضرورة، إذ أنهم يستطيعون أن يأكلوا من الأصناف الأخرى التي أحلها الله وهي كثيرة (1). ¶ ويجيب نفس الشيخ عن سؤال / ما حكم الدين في أكل لحم الخنزير؟ وما حكم الذي يأكله مضطراً؟ ¶ الجواب: لقد جاء القرآن الكريم وهو أساس الإسلام بتحريم لحم الخنزير صراحة في ثلاث آيات كريمة، فقال الله تعالى في سورة البقرة: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} الآية 173.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقال سبحانه في سورة الأنعام: {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ} الأنعام – 145، وقال جل شأنه في سورة النحل: { http://www.islamseed.com/index.php?s=quran&chapter_nb=16&verse_nb=114  إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ} النحل، 114. ¶ 1. المصدر السابق 2/ 263. ¶ والمراد بتحريم أكل الخنزير هو تحريمه بجميع أجزائه كما قرر الفقهاء، ومنها الشحم، وإنما ذكرت الآيات اللحم لأنه أهم ما ينتفع به من الحيوان المذبوح، وبقية الأجزاء تابعة للحم. ¶ ولا يُباح الأكل من لحم الخنزير إلا للمضطر بقدر الضرورة، دون زيادة أو بغي أو اعتداء، مثل ألا يجد الإنسان ما يدفع به الهلاك عن نفسه، فيُباح له الأكل بمقدار ما يحفظه من الهلاك أو التلف، دون أن ¶ يتوسع في الأكل أكثر من هذا لاستطابة أو تلذذ، وهذا هو المفهوم من قول الله عز وجل فيما يتعلَّق: {فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ} (1). ¶ وقد تحدث شيخ الأزهر الإمام عبد الحليم محمود قائلاً بخصوص هذا الموضوع:",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الواجب علينا كمسلمين أن نؤمن إيماناً جازماً أن الله سبحانه وتعالى ما أحل لنا إلا الطيب، وما حرّم علينا إلا الخبيث {وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَآئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأَغْلاَلَ الَّتِي كَانَتْ عَلَيْهِمْ}، وهو سبحانه حكيم في كل أفعاله، وكل ما أمر به عباده أو نهاهم، إنما هو لخيرهم وصلاح أمرهم، لحكمة بالغة حتى ولو غابت هذه الحكمة عن العباد، فواجبنا أن نطيع الأمر الإلهي، نعبد الله سبحانه حتى وإن لم تصل مداركنا البشرية القاصرة لحكمة الله في أوامره ونواهيه، ومع ذلك وبالنسبة للحم الخنزير، فإن لحم الخنزير ضار بالأبدان، مولد للأمراض، مفسد للأخلاق، ذلك أنه يحمل من الميكروبات ما ثبت بالتجربة العلمية أنها لا تموت في أقصى درجات الحرارة والغليان فتنتقل للإنسان الذي يأكله فتصيبه بأمراض كثيرة قد لا يستطيع التخلص منها، كميكروب التينيا، وغيرها، هذا من الناحية الجسمية، أما من الناحية النفسية والأخلاقية، فإن من المعروف أن خصائص الحيوان، تنتقل إلى الإنسان بالأكل منه، والخنزير معروف بالبلادة والخسّة، وأنه عديم الغيرة على أنثاه، وهذه الصفات الخسيسة لا يرضاها الإسلام لأتباعه. ¶ 1. المصدر السابق – 5/ 72. ¶ أما حالة الإضطرار التي أباح الله فيها للمضطر أن يتناول ما حرَّم الله عليه فقد حددتها الآية الكريمة بالمخمصة أي المجاعة فأُبيح في حالة المخمصة أن يأكل المسلم ما حرَّم عليه لرد مخمصته، فقد قال تعالى: {فَمَنِ اضْطُرَّ فِى مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ}، أي غير مائل لإثم يتجاوز به سد الرمق، وقال تعالى في الآية الأخرى: {فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَلا إِثْمَ عَلَيْهِ}.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد بينت لنا السنة المطهرة أن هذه الحالة إنما تكون حين تنعدم جميع الأطعمة التي أحلها الله فإذا حدثت المخمصة ولا يجد المسلم في البلد الذي يقيم فيه طعاماً ولا شراباً من لبن أو لحم أو بقل أو غيرها، إلا الطعام المحرّم، فإن الإسلام يبيح له أن يأكل غير باغٍ ولا عاد. ¶ وفي اعتقادنا أن هذه الحالة لا توجد في أي معيشة من المدن في هذه الأيام، ومع ذلك فالحلال بيِّن والحرام بيِّن، وحالة الإضطرار بينتها السنة المطهرة، والمسلم أمين على دينه مسؤول أمام ربه. ¶ في استعمال دهن الخنزير في المعلبات مثل الزبدة واللبن ¶ يجب التحقق من أن الجمعيات والمؤسسات التي تقوم بتعليب الزبدة واللبن تستعمل في صناعة تلك المعلبات دهن الخنزير وإذا تأكد ذلك لنا فيجب اجتناب كل ما تنتجه تلك الشركات والجمعيات، للقطع بتحريم الخنزير كله، والتنبيه على تلك الشركات بترك استعمال دهن الخنزير في كل مصنوعاتها، واستبدال المعلبات التي تضطر إلى دهن الخنزير لمنع صدئها بمعلبات أخرى لا تصدأ كالألمنيوم والبلاستيك، وما يعرفه العلماء المتخصصون في ذلك، وكما حرَّم الله علينا – نحن المسلمين – لحم الخنزير وبيَّن لنا النبي أنه نجس حرَّم علينا التجارة فيه وحرَّم علينا استعمال أي شيء منه وعلى من يعلم شيئاً في ذلك من أفراد الشعب أن يسارع بالتنبيه على أولي الأمر ليحفظوا على الشعب كرامته، ويحولوا بينه وبين ما يضرّه. ¶ هل يجوز للمسلم المتزوج من غير مسلمة أن يسمح لزوجته بطبخ لحم الخنزير؟ ¶ لا يحل لمسلم متزوج من غير مسلمة أن يسمح لزوجته بطبخ لحم الخنزير أو لحم الحيوانات، والطيور المذبوحة بطريقة غير إسلامية، ولا يحل له أيضاً أن يشاركها طعامها، وذلك لأنه ليس لمسلم يؤمن بالله واليوم الآخر أن يتعدى حدود الله، فيحلُ ما حرم الله ورسوله أو يرضى بفعل ما حرَّم الله ورسوله صلى الله عليه وسلم.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قال الله تعالى: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالْدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلاَّ مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ} المائدة، وما حرّم الله على الإنسان أكله، حرّم عليه أيضاً أن يُقرَّ أحداً عليه، أو يشاركه أكله، لأنه بذلك يخالف نص الشرع الحكيم، وفعله يشعر باختياره، وعدم رضاه بحكم الله وحكم رسوله صلى الله عليه وسلم، ومن فعل ذلك مستحلاًّ له فقد كفر والإيمان كلٌّ لا يتجزَّأ. (1) ¶ وكما لايحل أكل لحم الخنزير أو بيعه أو تربيته كذلك لايحل هبته أو الوصية به أو عليه وكذلك لا يحل وديعتة و لايحل التهادي به، ولا إعارته. ¶ ربنا اغفر لنا ولوالدينا وللمؤمنين أجمعين ¶ والحمد لله أولاً وآخراً. ¶ 1. الإمام عبد الحليم محمود – فتاوى – في أكل لحم الخنزير - ص217 ¶ المراجع ¶ 1. القرآن الكريم. ¶ 2. الإنجيل – دار الثقافة – القاهرة – 1982. ¶ 3. التوراة – دار الكتاب المقدس – قبرص – 1998. ¶ 4. البخاري: محمد بن إسماعيل – الصحيح – المكتبة العصرية – بيروت – الأولى – 1997. ¶ 5. الشرباصي: أحمد – يسألونك في الدين والحياة – دار الجيل – بيروت – الأولى – 1995. ¶ 6. العطار: حسني محمد - من آيات الإعجاز في القرآن الكريم – غزة – الأولى – 2008. ¶ 7. القرطبي: محمد بن أحمد- الجامع لأحكام القرآن – دار الشام – بيروت – الطبعة الثانية. ¶ 8. محمود: عبد الحليم – الفتاوى – دار المعارف – القاهرة – الأولى – 1981. ¶ 9. مسلم: مسلم بن الحجاج – الصحيح – دار الخير – بيروت – الثالثة – 1996. ¶ 10. الموسوعة العربية الميسرة – القاهرة – الأولى – 1987.",
            "page": "17",
            "part": "1"
        }
    ],
    "t36707": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الخنزير"
        }
    ]
}