{
    "b36705": [
        {
            "id": "2",
            "nass": "مدى حق الولي المتعلق بمرض المولى عليه ¶ أ. د. عبد الناصر موسى أبو البصل ¶ رئيس جامعة العلوم الإسلامية العالمية ¶ عمان - المملكة الأردنية الهاشمية ¶ رابطة العالم الإسلامي - المجمع الفقهي ¶ الدورة الحادية والعشرون للمجمع الفقهي الإسلامي المنعقدة في مكة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد خاتم الأنبياء والمرسلين, وعلى آله وصحبه أجمعين وبعد، ¶ فمن نعم الله على بني الإنسان أن شرع له من التشريعات التي تكفل القيام بمصالحه في كل مراحل حياته؛ صغيرا كان أو كبيراً, ذكرا كان أو أنثى, سليماً كان أو مريضاً, ومن هذه التشريعات مسألة الولاية على النفس والمال, ويلحق بها الوصاية والحضانة وتشريعات التكافل الاجتماعي بعامة. ¶ ومعلوم أن هذه التشريعات المتضمنة لعدد من التدابير الشرعية إنما تهدف إلى تحقيق المصلحة المعتبرة شرعا؛ من مثل حفظ الصغير وتربيته والعناية به لينمو ويكبر ويصبح إنسانا فاعلا قادرا على العطاء وأداء الأمانة التي كلف بها في هذه الحياة، وحفظ نظام المجتمع من خلال تكليف القادرين من الأقارب برعاية القاصرين من أسرهم لأن الإنسان وهو في طور النمو لا يستقل بتحقيق مصالح نفسه ويحتاج ضرورة للمساعدة. ¶ ومن المسائل التي تحتاج إلى بيان وتفصيل في هذا التدبير الشرعي (الولاية على القصر من الصغار والمعوقين عقليا - كالسفهاء والمجانين ومن بهم عته ومن ألم بهم مرض يمنعهم من مباشرة مصالحهم -) ما يتعلق بسلطة الولي وحقه في إجراء أو مباشرة إجراء مرتبط بمرض المولى عليه من هؤلاء القصر, وهذه المسألة الدقيقة التي ارتأت أمانة المجمع الفقهي - وفق الله القائمين عليه وأجزل لهم المثوبة - أن تكون إحدى محاور البحث في هذه الدورة المباركة. ¶ وقد تم تقسيم البحث إلى ثلاثة مطالب على النحو الآتي: ¶ المطلب الأول: التعريف بمصطلحات البحث.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "مفهوم الولاية, التعريف بالحضانة, التعريف بالمرض, أقسام الولاية: على النفس, على المال. ¶ المطلب الثاني: القواعد والمبادئ الأساسية الحاكمة لعلاقة الولي بالمولى عليه ¶ المطلب الثالث: حقوق الولي المتعلقة بمرض المولى عليه ¶ المطلب الرابع: حالات نص الفقهاء فيها على تصرف للولي متعلق بصحة المولى عليه ¶ ملحق بالمواد التي وردت في «اتفاقية حقوق الطفل» وتتعلق بصحة الصغار (القصر) ¶ الخاتمة والمراجع.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المطلب الأول ¶ التعريف بمصطلحات البحث ¶ مفهوم الولاية: ¶ الولي في اللغة (¬1): ¶ «الولْي»: القربُ، يقال: جلست مما يليه أي ما يقاربه ويقصد أيضا ب «الولي»: حصول الثاني بعد الأول من غير فصل، ويقال: وَلِيتُ «إليه» ولايةً (بكسر الواو) توليته و «وليت» البلد وعليه، ووليت على الصبي والمرأة، فالفاعل «والٍ» والجمع «ولاة»، والصبي والمرأة «مولى عليه». ¶ «والولاية» (بفتح الواو وكسرها) تعني النصرة، واستولى عليه أي غلب عليه. ¶ «والمولى» ابن العم، والعصبة، الناصر، والحليف (¬2)، والمعين. ¶ والولي فعيل بمعنى فاعل من «وليه» إذا قام به؛ ومنه قوله تعالى: {اللهُ وَلِيُّ الَّذِينَ آَمَنُوا ... } , قال ابن فارس: كل من ولي أمر أحد فهو «وليه»، يطلق الولي على الذكر والأنثى ولكن قد يؤنث عند بعض اللغويين فيقال: «ولية» (¬3). ¶ الولي في الإصلاح: ¶ الولاية: هي «قوة شرعية يملك بها صاحبها التصرف في شؤون غيره جبراً عليه (¬4)، ولدى العلامة ابن نجيم الولاية هي: «تنفيذ القول على الغير شاء أو أبى» (¬5) والولاية هنا بمفهومها العام الذي يظهر عنصر سلطة الولي على من هم ¶ ¬__________ ¶ (¬1) الفيومي: المصباح المنير ص 672،673. ¶ (¬2) أي مولى الموالاة. ¶ (¬3) المصباح المنير, كتاب الواو. ¶ (¬4) عبد الرحمن تاج: أحكتم الأحوال الشخصية ص 85. ¶ (¬5) ابن نجيم: البحر الرائق 3/ 117.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "تحت ولايته، هذه السلطة المقصود منها تدبير شؤون هؤلاء القصر, ولذا يقول العلامة الزرقا في شأن الولاية بأنها «قيام شخص كبير راشد على شخص قاصر في تدبير شؤونه الشخصية والمالية» (¬1). ¶ والولاية هنا إجبارية وليست اختيارية وبحكم الشرع أو القانون وليس بمقتضى إرادة الأشخاص المنوب عنهم أو المولى عليهم. ¶ والولاية بحسب نوع العلاقة المثبتة للولاية اليوم نوعان: ولاية الإمام العام ومن ينوب عنه كالقاضي مثلا, وولاية القرابة كالأب والجد (¬2). ¶ وللولاية تعلق كبير بموضوع الحضانة حيث يرتبطان بالمحضون من حيث رعايته وتربيته والقيام بشؤونه ولهذا سنعرض لتعريف الحضانة بشكل موجز فيما يلي: ¶ التعريف بالحضانة: ¶ عرفت الحضانة بعدة تعريفات أهمها: ¶ 1 - هي: «حفظ الولد في مبيته ومؤونته وطعامه ولباسه ومضجعه وتنظيف جسمه» (¬3). ¶ 2 - قال الماوردي: «الحضانة هي الحفظ والمراعاة وتدبير الولد والنظر في مصالحه» (¬4). ¶ 3 - وقال النووي: الحضانة هي القيام بحفظ من لا يميز ولا يستقل بأمره. وتربيته بما يصلح، ووقايته عما يؤذيه «وهي نوع ولاية وسلطنة» (¬5). ¶ ¬__________ ¶ (¬1) المدخل الفقهي العام 2/ 843. ¶ (¬2) وهناك نوعان لم يعد لهما وجود اليوم ولاية الملك للسيد على رقيقه وولاية الولاء بنوعيها ولاء العتاقة وولاء الموالاة. (راجع الشيخ عبد الرحمن تاج الأحوال الشخصية) ص 85 - 87. ¶ (¬3) الحطاب: مواهب الجلي 4/ 214. ¶ (¬4) الحاوي الكبير 11/ 1153، وكذلك اسنى المطالب بشرح روض الطالب 3/ 447. ¶ (¬5) روضة الطالبين 9/ 89.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "4 - وعرفت أيضاً بأنها: «حفظ الطفل غالباً عما يضره والقيام بمصالحه» وفي كشاف القناع هي: «حفظ صغير ومجنون ومعتوه وهو المختل العقل عما يضرهم وتربيتهم بعمل مصالحهم .... » (¬1). ¶ 5 - «تربية الولد» (¬2). ¶ 6 - وعرفت بمعنى أعم لدى الحنفية بأنها «تربية الأم أو غيرها الصغير أو الصغيرة» (¬3). ¶ التعريف بالمرض: ¶ المرض ضد الصحة وقد عرف بعدة تعريفات لا تخرج عن مفهومه العام المعروف لدينا جميعا, ولكن ذكر العلماء بعضا من هذه التعريفات وهي على النحو الآتي: ¶ المرض: هو ما يعرض للبدن فيخرجه عن الاعتدال الخاص (¬4). ¶ وقال ابن عابدين: «الْمَرَضُ مَفْهُومُهُ ضَرُورِيٌّ، إذْ لَا شَكَّ أَنَّ فَهْمَ الْمُرَادِ مِنْهُ أَجَلُّ مِنْ قَوْلِنَا إنَّهُ مَعْنًى يَزُولُ بِحُلُولِهِ فِي بَدَنِ الْحَيِّ اعْتِدَالُ الطَّبَائِعِ الْأَرْبَعِ» (¬5). ¶ ¬__________ ¶ (¬1) دليل الطالب لمرعي بن يوسف المقدسي الحنبلي ص 293. ¶ (¬2) المهدي كشاف القناع 5/ 494 - 495. ¶ (¬3) ابن نجيم: البحر الرائق 4/ 179، الحصكفي: الدر المختار 3/ 555. ¶ (¬4) الجرجاني: التعريفات 211. ¶ (¬5) رد المحتار 2/ 95 وكذلك تبيين الحقائق للزيلعي2/ 245 والطبائع الأربعة: الصفراوية، الدموية، البلغمية، السوداوية كما ذكر السيوطي في كتاب الرحمة في الطب والحكمة (المنسوب إليه) وهذا كان يشير إلى «نظرية العصارات الأربع التي كان أبو قراط يعتقد (ومن بعده جالينوس) أن الجسد يتكوَّن منها، وأن وجودَها بنِسَبٍ صحيحةٍ يؤدّي إلى حالة الصحَّة، وأن اختلال هذه النسب يؤدّي إلى المرض. وهذه الأخلاط هي الدم والبلغم والعصارة السوداء والعصارة الصفراء. وهي التي يصفها تعريف لسان العرب بأنها الطبائع الأربع» وقال ابن نجيم معترضا «قال في غاية البيان وما قيل إن السوداء إحدى الطبائع الأربعة ففيه نظر عندي ; لأنها تعد من الأخلاط لا من الطبائع ألا يرى أن الأطباء قالوا الأخلاط أربعة الدم والمرة السوداء والمرة الصفراء والبلغم فطبع الأول حار رطب والثاني بارد يابس والثالث حار يابس والرابع بارد رطب فعلم أن لكل واحد من الأربعة طبعا لا أن ذاته طبع» البحر الرائق.  http://www.majam/index.php/2009 - 02 - 10 - 09 - 35 - 28/ 366 - 27 - 1.html  مقال الترجمة طريق إلى المستقبل لمحمد عصفور على موقع مجمع اللغة العربية الأردني.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أقسام الولاية: ¶ قسم الفقهاء الولاية إلى نوعين: الأولى ولاية على النفس، و الثانية على المال. ¶ أما الولاية على المال: فهي «الإشراف على شؤون القاصر المالية من حفظ المال واستثماره وإبرام العقود والتصرفات المتعلقة بالمال» (¬1). ¶ والذي يهمنا في هذا البحث الولاية على النفس إذ مسائل مرض «المولى عليه» متعلقة بالنفس أولا وبالمال ثانياأو تبعا. ¶ فالولاية على النفس: تتضمن «سلطة الولي على شؤون «القاصر» المتعلقة بشخصه ونفسه، كالتزويج والتعليم والتطبيب والتشغيل» (¬2). ¶ وهذه الولاية نوعان قوية وضعيفة: ¶ «فالضعيفة تخول صاحبها مجرد رعاية القاصر وإيوائه وتأديبه وتعليمه وإيجاره أو رفعه في حرفة تليق بأمثاله ينتفع منها ... » (¬3) وبهذا نجد أن هذه الولاية لا تدخل فيها قضية التطبيب. ¶ والنوع الثاني هو الولاية القوية على النفس وهي «التي تخول صاحبها سلطة التزويج الإجباري، والتأديب، والختان، والتطبيب بالكي وبالعملية الجراحية» (¬4). ¶ ومن تعريف الولاية «على النَّفس، يَتَبَيَّن لنا أنَّ سُلطة ولي النفْس تَتَعَلَّق بنفس الصغير وذاته؛ أيْ ما يرتبط بهذه النفس الإنسانيَّة مِنْ حيثُ الإشرافُ عليها مِنْ جميع الوُجُوه، سواءٌ في ذلك الإنفاق على الصغير والعناية به، وتنشئته وتقويمه، وعلاجه وتعليمه، وإعداده للمستقبل، ويدخل في هذه السلطة - أيضًا - الإشرافُ على الطفل أثناءَ فترة الحضانة؛ حيث يكون وليُّ النفس مسْؤولاً عن ¶ ¬__________ ¶ (¬1) الزحيلي وهبه مصطفى: الفقه الإسلامي وأدلته 4/ 2986. ¶ (¬2) الزرقا: المخل 2/ 845. ¶ (¬3) الزرقا: المدخل الفقهي 2/ 849 وكذلك د يوسف قاسم: حقوق الأسرة ص. ¶ (¬4) المدخل الفقهي العام 2/ 849.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الإنْفاق عليه، ومُلتزمًا بدفْع أُجْرة الحاضنة إذا كانت غيرَ الأمِّ، وتطلَّبَت المصلحةُ تأجيرَ حاضنةٍ للطفل» (¬1). ¶ ويطلق الفقهاء المتأخرون على سلطة الولي بالإذن بإجراء العملية الجراحية مصطلح «ولاية بط القرحة» (¬2). ¶ وهذه الولاية القوية التي تعطي للولي الصلاحية للإذن بإجراء التطبيب اللازم لمصلحة الصغير أو القاصر ومنها العمليات الجراحية بأنواعها إذا احتاج إليها القاصر، وهذه تثبت للأب والجد ومن كان في مقامهما وذلك لكمال شفقة الأب على ولده، ولا يتصور تفريط الأب بنفس ولده أو المحافظة عليه. ¶ الحاكم ولي من لا ولي له: ¶ إذا لم يكن للصغير أو من في حكمه ولي فيكون السلطان (الحاكم) هو ولي ذلك الصغير الذي يمكنه إصدار الإذن بإجراء الجراحة أو التطبيب للمولى عليه (¬3). ¶ ¬__________ ¶ (¬1) د. يوسف قاسم: حقوق الأسرة في الفقه الإسلامي (حلقة 11) موقع:  http: //www.alukah.net/Sharia/0/ 23148. ¶ (¬2)  راجع المدخل الفقهي العام للشيخ مصطفى الزرقاء رحمه الله ج2 ص849 هامش رقم1. ¶ (¬3) عبد القادر عودة: التشريع الجنائي 1/ 523.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "المطلب الثاني ¶ القواعد والمبادئ الأساسية الحاكمة ¶ الولي بالمولى عليه ¶ أولاً: أساس تشريع الولاية حاجة» المولى عليه «للعناية والرعاية لعدم تمكنه أو لعدم استطاعته القيام بمصالح نفسه استقلالا, قال الإمام البزدوي:» لأَنَّ الْوِلايَةَ شُرِعَتْ - أَيْ ثَبَتَتْ وَوَجَبَتْ - لِلْعَجْزِ أَيْ لِعَجْزِ الْمُوَلَّى عَلَيْهِ عَنْ التَّصَرُّفِ لِنَفْسِهِ بِنَفْسِهِ مَعَ حَاجَتِهِ إلَيْهِ عَلَى مَنْ هُوَ قَادِرٌ عَلَى قَضَاءِ حَوَائِجِهِ وَهُوَ الْوَلِيُّ وَذَلِكَ; لأَنَّ الأَصْلَ عَدَمُ الْوِلايَةِ لِحُرٍّ عَلَى حُرٍّ مِثْلِهِ وَثُبُوتُ الْوِلايَةِ لِلشَّخْصِ عَلَى نَفْسِهِ إذْ الأَصْلُ رَأْيُهُ لَكِنْ إذَا عُدِمَ رَأْيُهُ بِالصِّغَرِ أَوْ الْجُنُونِ أُقِيمَ رَأْيُ الْغَيْرِ مَقَامَ رَأْيِهِ وَانْتَقَلَتْ الْوِلايَةُ إلَى الْغَيْرِ نَظَرًا لِلْمُوَلَّى عَلَيْهِ وَلِهَذَا كَانَتْ تَصَرُّفَاتُهُ مُقَيَّدَةً بِشَرْطِ النَّظَرِ فَالْوِلايَةُ, وَإِنْ كَانَتْ ثَابِتَةً لِلْوَلِيِّ عَلَى الْمُوَلَّى عَلَيْهِ ظَاهِرًا, وَلَكِنَّهَا وَجَبَتْ عَلَى الْوَلِيِّ لِلْمُوَلَّى عَلَيْهِ مَعْنًى نَظَرًا لَهُ فِي قَضَاءِ حَوَائِجِهِ لِنَفْسِهِ وَالْمَالِيَّةِ, ...... » (¬1) ¶ ثانياً: الولاية تكليف ومسؤولية (¬2) وليست) تسلطية (ومن هنا كان الولي أو من عهد إليه رعاية شؤون القاصر مسؤولاً إذا قصر في هذه المسؤولية وهي داخلة في عموم نص حديث الرسول - صلى الله عليه وسلم - الذي رواه الإمام مسلم: «عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ: «أَلَا كُلُّكُمْ رَاعٍ، وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ، فَالْأَمِيرُ الَّذِي عَلَى النَّاسِ رَاعٍ، وَهُوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ بَيْتِهِ، وَهُوَ مَسْئُولٌ عَنْهُمْ، وَالْمَرْأَةُ رَاعِيَةٌ عَلَى بَيْتِ بَعْلِهَا وَوَلَدِهِ، وَهِيَ مَسْئُولَةٌ عَنْهُمْ، وَالْعَبْدُ رَاعٍ عَلَى مَالِ سَيِّدِهِ وَهُوَ مَسْئُولٌ عَنْهُ، أَلَا فَكُلُّكُمْ رَاعٍ، وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ» (¬3) فإذا كان ثمة ما يوجب قيام الولي بتصرف ما يتعلق بالمولى عليه وقصر فإنه يكون ¶ ¬__________ ¶ (¬1) أصول فخر الإسلام البزدوي ص. ¶ (¬2) راجع في مفهوم الولاية والخلافة ما ذكره الإمام الشاطبي في الموافقات 2/ 25. ¶ (¬3) حديث صحيح رواه مسلم في صحيحه 3/ 1459 - ورواه أيضاً البخاري في صحيحه وأبو داود والترمذي واحمد وغيرهم.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "مسؤولا قضاء وديانة ولهذا نص الفقهاء على أن الولي «َلوْ امْتَنَعَ عَنْ إقَامَةِ مَصَالِحِ الْمُوَلَّى عَلَيْهِ, وَقَضَاءِ حَوَائِجِهِ يَأْثَمُ» (¬1). ¶ وإذا قلنا بأن الولاية مسؤولية فيكون الولي المقصر بما يرتب ضررا على المولى عليه بما لا يمكن وقوع أمثاله فيه مرتبا للمساءلة أي مشكلا لجريمة الإهمال التي تؤدي في إحدى جزاءاتها سلب الولاية منه ونقلها لمن يليه أو للقاضي «السلطان». ¶ ثالثاً: الصغير (وكل قاصر) و (المولى عليه) أمانة عند والديه أو عند وليه وحاضنته. قال الإمام الغزالي: «الصَّبِيُّ أَمَانَةٌ عِنْدَ وَالِدَيْهِ وَقَلْبُهُ الطَّاهِرُ جَوْهَرَةٌ نَفِيسَةٌ سَاذَجَةٌ خَالِيَةٌ عَنْ كُلِّ نَقْشٍ وَصُورَتِهِ، وَهُوَ قَابِلٌ لِكُلِّ نَقْشٍ وَقَابِلٌ لِكُلِّ مَا يُمَالُ بِهِ إلَيْهِ فَإِنْ عُوِّدَ الْخَيْرَ وَعُلِّمَهُ نَشَأَ عَلَيْهِ وَسَعِدَ فِي الدُّنْيَا وَالْآخِرَةِ يُشَارِكُهُ فِي ثَوَابِهِ أَبَوَاهُ وَكُلُّ مُعَلِّمٍ لَهُ وَمُؤَدِّبٍ، وَإِنْ عُوِّدَ الشَّرَّ وَأُهْمِلَ إهْمَالَ الْبَهَائِمِ شَقِيَ وَهَلَكَ، وَكَانَ الْوِزْرُ فِي رَقَبَةِ الْقَيِّمِ بِهِ وَالْوَلِيِّ عَلَيْهِ. وَقَدْ قَالَ تَعَالَى: {قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا} (التحريم: 6) وَمَهْمَا كَانَ الْأَبُ يَصُونُهُ مِنْ نَارِ الدُّنْيَا فَيَنْبَغِي أَنْ يَصُونَهُ مِنْ نَارِ الْآخِرَةِ، وَهُوَ أَوْلَى وَصِيَانَتُهُ بِأَنْ يُؤَدِّبَهُ وَيُهَذِّبَهُ وَيُعَلِّمَهُ مَحَاسِنَ الْأَخْلَاقِ وَيَحْفَظَهُ مِنْ الْقُرَنَاءِ السُّوءِ وَلَا يُعَوِّدَهُ التَّنَعُّمَ وَلَا يُحَبِّبَ إلَيْهِ الزِّينَةَ وَأَسْبَابَ الرَّفَاهِيَةِ فَيُضَيِّعَ عُمُرَهُ فِي طَلَبِهَا إذَا كَبُرَ وَيَهْلِكَ هَلَاكَ الْأَبَدِ» (¬2). ¶ فإذا كان المولى عليه أمانة فيجب أداء هذه الأمانة العظيمة بما يحفظها كما أراد الله, إلى الوقت التي تخرج من عهدة الأمين عليها وهو الولي والمكلف بالحفظ معه. ¶ رابعاً: حق الولي تجاه الصغير ليس حقاً فردياً خالصاً له بل هو حق مشترك متعلق بالولي والمولى عليه والمجتمع (حق الله) فإذا تصرف وجب أن ينظر إلى تصرفه من هذه الجوانب ومعلوم أن «كل حق فردي أو حرية عامة - في التشريع الإسلامي- مشوب بحق الغير، فلا يتضمن معنى الخلوص لصاحبه ¶ ¬__________ ¶ (¬1) أصول فخر الإسلام البزدوي ص. ¶ (¬2) إحياء علوم الدين 4/ 106 ونقلها عنه ابن العربي كما في المدخل لابن الحاج4/ 295.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "بحيث يوليه سلطة التصرف فيه وفق ما تملي عليه رغبته، أو مشيئته المطلقة، لأنه مقيد أصلاً برعاية حق الغير .... فرعاً عما تمكَّن فيه شرعاً من المعنى الإنساني والاجتماعي إزاء الصالح الخاص، حتى غدا ذا مفهوم فردي واجتماعي معاً، وهو أصل التكافل في الإسلام. هذا، وحق الغير الذي تجب مراعاته إبان تصرف الفرد في حقوقه، أعم من أن يكون راجعاً إلى الأفراد على استقلال، أو المجتمع أو الأمة بعامة، ولا ريب أن مراعاة هذا الأخير مفروضة على وجه أشد وآكد، لشمول النفع، وعِظَم الخطر ... ، وقد كيَّف الأصوليون «حق الغير» هذا بأنه «حق الله» وفسروا هذا التكييف بعِظَم خطره، وشمول نفعه، وهو ما يتضمن معنى «المصلحة العامة» قطعاً، فكانت ذات «قيمة كبرى» في هذا التشريع» (¬1). ¶ وارتباط حق الولي بهذه الحقوق وهذه المتعلقات يوجب بذل المزيد من العناية والرعاية في استعمال هذا الحق أو هذه السلطة. ¶ خامساً: الرفق بالمولى عليه واجب، جاء في شرح رسالة ابن أبي زيد القيرواني (¬2) يَنْبَغِي لِمَنْ لَهُ وِلايَةٌ عَلَى صَغِيرٍ الرِّفْقُ بِهِ فَلا يُكَلِّفُهُ مِنْ الْعَمَلِ مَا لا يُطِيقُهُ. قَالَهُ فِي سَمَاعِ أَشْهَبَ مِنْ كِتَابِ الْجَامِعِ قَالَ: وَسَمِعْته يسْأَلُ عَنْ صَبِيٍّ ابْنِ سَبْعِ سِنِينَ جَمَعَ الْقُرْآنَ, قَالَ: مَا أَرَى هَذَا يَنْبَغِي. قَالَ ابْنُ رُشْدٍ: إنَّمَا قَالَ هَذَا لا يَنْبَغِي مِنْ أَجْلِ أَنَّ ذَلِكَ لا يَكُونُ إلا مَعَ التَّشْدِيدِ عَلَيْهِ فِي التَّأْدِيبِ وَالتَّعْلِيمِ وَهُوَ صَغِيرٌ جِدًّا وَتَرْكُ الرِّفْقِ بِهِ فِي ذَلِكَ, وَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: [إنَّ اللَّهَ رَفِيقٌ وَيَجِبُ الرِّفْقُ مِنْ الأَمْرِ كُلِّهِ]. ¶ القاعدة الأول: «التصرف على الرعية منوط بالمصلحة»: ¶ ومعنى هذه القاعدة «أن نفاذ تصرف الراعي على الرعية ولزومه عليهم شاؤوا أو أبوا معلق ومتوقف على وجود الثمرة والمنفعة في ضمن تصرفه» (¬3). ¶ ¬__________ ¶ (¬1) الدكتور فتحي الدريني: النظرية العامة للشريعة الإسلامية تحدد ذاتيتها وطبيعة هدفها العام. ¶ (¬2) الفواكة الدواني شرح رسالة القيرواني 1/ 7 ¶ (¬3) الزرقا: الشيخ أحمد بن محمد، شرع القواعد الفقهية1/ 309 /السيوطي /233.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قال الفارسي في عيون المسائل: قال الشافعي: «منزلة الوالي من الرعية منزلة الولي من اليتيم، انتهى، وهو نص في كل وال» (¬1)، وإذا كان المتبادر من نص هذه القاعدة أنها تتعلق بالولاية العامة إلا أن الظاهر من كلام السيوطي والزركشي وغيرهما أنه أصل استنباط هذه القاعدة قياس الولاية العامة على الولاية الخاصة، ومن هنا كان تطبيقها على الولي على النفس من باب أولى، ولكون هذا المولى بحاجة للرعاية والعناية وإلا لما كان هناك موجب لوجود الولي. ¶ وبتطبيق هذه القاعدة على حق الولي المتعلق بمرض وليه أن يشترط لأي تصرف يجريه الولي بهذا الخصوص أن يكون متضمنا لمصلحة المولى عليه مصلحة راجحة. ¶ القاعدة الثانية: «لا ضر ولا ضرار» (¬2): ¶ قال الإمام الشاطبي عن هذه القاعدة التي هي في الأصل حديث نبوي شريف بأنه «داخل تحت أصل قطعي ... فإن الضرر والضرار مبثوث منعه في الشريعة كلها في وقائع جزئيات، وقواعد كليات» (¬3). ¶ وبتطبيق هذه القاعدة على موضوع البحث بجب اشتراط نفي الضرر الحاصل للمولى عليه جراء أي تصرف يتعلق بمرضه، ومعلوم أنه إذا كان الولد ممنوعا من إلحاق الأذى بوالديه {فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا} (الإسراء: 23). فالوالدان أيضا يمنعان من إلحاق الأذى بولدهما قال الإمام القرافي: «وكما نمنعه من أذيتهما نمنعهما من أذيته فإنه لو كان معه طعام إن لم يأكله هلك وإن لم يأكلاه هلكا قدمت ضرورته عليهما» (¬4). ¶ ¬__________ ¶ (¬1) الزركشي: المنشور في القواعد وقريب منه ما ذكره السيوطي في الأشياء والنظائر 1/ 121 وكذلك البورنو في الوجيز في إيضاح قواعد الفقه 1/ 347. ¶ (¬2) أخرجه الأمام مالك في الموطأ، والحاكم والبيهقي وابن ماجة. ¶ (¬3) الشاطبي: الموافقات 3/ 185. ¶ (¬4) القرافي: الفروق 1/ 166.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "القاعدة الثالثة: «الضرر يزال»: ¶ ودليل هذه القاعدة الحديث السابق ذكره كما ذكر على القواعد (¬1) ومعناها أن الضرر الواقع تجب إزالته ورفعه (¬2)، وبقاء الضرر فيه حرج ومشقة والشريعة جاءت برفع الضرر ومنعه للحديث السابق لا ضرر ولا ضرار، وإزالة الضرر واجبة (¬3). ¶ القاعدة الرابعة: الضرر لا يزال بالضرر: ¶ وهذه القاعدة تقيد القاعدة السابقة حيث لا يرفع الضرر بمثله قال السيوطي: «الضرر لا يزال بالضرر» قال ابن السبكي: وهو كعائد يعود على قولهم: «الضرر يزال ولكن لا بضرر» فشأنهما شأن الأخص مع الأعم بل هما سواء؛ لأنه لو أزيل بالضرر لما صدق «الضرر يزال» (¬4). ¶ القاعدة الخامسة: «الضرورات تبيح المحظورات» (¬5): ¶ وتعني «أن وجود الضرر يبيح ارتكاب المحظور أي المحرم بشرط كون ارتكاب المحظور أخف من وجود الضرر» (¬6). ¶ ¬__________ ¶ (¬1) السيوطي: الأشباه والنظائر 1/ 7، 1/ 83، ابن نجيم: الأشباه والنظائر 1/ 72. ¶ (¬2) البورنو: الوجيز في إيضاح قواعد الفقه 1/ 258. ¶ (¬3) الزرقا: شرح القواعد ص 179. ¶ (¬4) ابن نجيم: الأشباه والنظائر 1/ 73، شرع القواعد الفقهية 185. ¶ (¬5) ابن نجيم: الأشباه والنظائر 1/ 73، شرع القواعد الفقهية 185. ¶ (¬6) شرح الكوكب المنير 4/ 444.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "المطلب الثالث ¶ حقوق الولي المتعلقة بمرض المولى عليه ¶ إن الناظر إلى حقيقة علاقة الولي بالمولى عليه بوجه عام يجد أن هذه العلاقة ترتب التزامات على الولي لمصلحة المولى عليه, هذه الالتزامات أو الواجبات أساس تشريعها تحقيق مصلحة المولى عليهم (الصغير أو فاقد الأهلية أو ناقص الأهلية ... ) وهذه الواجبات يطلق عليها مصطلح «حقوق» الولي, أو أن الحق في إجازة تصرف أو إجراء ما متعلق بهذا «المولى عليه» من حق الولي؛ ولدى التدقيق نجد أن قيام الولي بممارسة هذا الحق إنما قرر له من باب شفقته وحرصه على مصلحة ذلك القاصر وليس مصلحة الولي نفسه بالدرجة الأولى؛ ومن هنا يكون إطلاق «مصطلح الحق» على هذه الواجبات والمسؤوليات من قبيل التجوز. ¶ وبالتطبيق على علاقة الولي بمرض المولى عليه من حيث اتخاذ الإجراء المناسب المتعلق بالمرض كالإذن بإجراء جراحة (أو عملية ما) متعلقة بعلاج أو عمل طبي يمس الصغير أو القاصر (وسواء كان هذا الإذن صادرا من قبل الولي الخاص كالأب مثلا أو الولي العام كالقاضي) فهو في الحالات جميعها ممارسة لحق بمعنى «السلطة» , وممارسة الحقوق مقيدة في الشريعة الإسلامية بقواعد وأسس على رأسها. ¶ - عدم إساءة استعمال السلطة أو، ¶ - عدم التعسف في استعمال الحق. ¶ ويكون الشخص متعسفا في استعمال حقه في الحالات الآتية (¬1): ¶ 1 - إذا كان قصده من استعمال الحق الإضرار بالغير, سواء ترتب الضرر أم لا؛ وذلك استناداً إلى قوله - صلى الله عليه وسلم -: «إنما الأعمال بالنيات وإنما لكل امرئ ما نوى» ¶ ¬__________ ¶ (¬1) انظر: نظرية التعسف في استعمال الحق لأحمد فهمي أبوسنه, وللأستاذ الدريني طبع مؤسسة الرسالة.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولقوله - صلى الله عليه وسلم -: «لا ضرر ولا ضرار» ولا يتصور - عادة - أن يقوم الولي بفعل يتعلق بمرض «المولى عليه القاصر» ويقصد الإضرار به, كأن يقصد إحداث عاهة جسدية أو استقطاع أعضاء منه, أو عدم تقديم الدواء والعلاج له قصد إحداث الضرر به, فهذا كله مستبعد من الولي وعلى مدعي ذلك إثباته. ¶ 2 - إذا ترتب على استعماله لحقه ضرر فعلا؛ بحيث لا يتناسب الضرر الحاصل مع المصلحة المرتجاة من استعمال الحق, وهذا ظاهر من خلال تطبيق قاعدة الموازنة بين المفاسد والمصالح المترتبة على استعمال الحق؛ قال الإمام الشاطبي - رحمه الله -: «النظر في مآلات الأفعال معتبر مقصود شرعا، كانت الأفعال موافقة أو مخالفة؛ وذلك أن المجتهد لا يحكم على فعل من الأفعال الصادرة عن المكلفين بالإقدام أو بالإحجام إلا بعد نظره إلى ما يؤول إليه ذلك الفعل مشروعا لمصلحة فيه تستجلب أو لمفسدة تدرأ ولكن له مآل على خلاف ما قصد فيه وقد يكون غير مشروع لمفسدة تنشأ عنه أو مصلحة تندفع به .... » (¬1) و «التكاليف لمصالح العباد ولا مصلحة تتوقع مطلقا مع إمكان وقوع مفسدة توازيها أو تزيد» (¬2)، وبتطبيق هذه القاعدة على فعل الولي يكون من الواجب عليه شرعا التدقيق في مآل تصرفه المتعلق بمرض المولى عليه؛ فإذا كان سيؤدي إلى ضرر أكبر أو يوازي المنفعة المرتجاة من التصرف فيمنع منه, وإذا كانت المصلحة راجحة فيسمح له به, وتطبيقات هذا النوع كثيرة في مجال تطبيب الصغار والقصر وعلى سبيل المثال: ¶ - التبرع بأعضاء الصغير محرم لأنه لا مصلحة للصغير فيها كما لا يصح التبرع بماله والجسد أولى من المال بالحفظ ¶ - إجراء عملية الزائدة المتضمنة لشق البطن مسموح بها لما فيها من إنقاذ لحياته في مقابلة مفسدة شق البطن بالجراحة, وبالمقابل لا يجوز للولي منع إجراء الجراحة لأن المنع هنا سيؤدي إلى فوات النفس وهذه مفسدة كبرى. ¶ ¬__________ ¶ (¬1) الموافقات ج4 ص194. ¶ (¬2) الموافقات ج4ص196.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "- إجراء التجارب على الصغير والقاصر واستغلال ضعفه أو عدم إدراكه مسألة خطيرة تعمد بعض الجهات استغلالها وقد نص مجمع الفقه الإسلامي على هذه المسألة في قراره رقم 161 (10/ 17) 1427هـ، والذي جاء فيه: ¶ «يؤكد المجمع على اعتماد المبادئ العامة والأسس التي بُنيت عليها الضوابط المنظمة لأخلاقيات الأبحاث الطبية الأحيائية (البيولوجية) وفقاً للآتي: ¶ احترام الأشخاص وتكريم الإنسان أصل ثابت مقرر في الشريعة الإسلامية لقوله تعالى: {وَلَقَدْ كَرَّمْنَا بَنِي آَدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا} (الإسراء: 70). وعليه يلزم احترام استقلالية الشخص الكامل الأهلية المتطوع لإجراء البحوث الطبية وتمكينه من الاختيار الشخصي، واتخاذ القرار المناسب له برضاه التام وإرادته الحرة دون شائبة إكراه أو خديعة أو استغلال، لما هو مقرر شرعاً: من أن «حق الآدمي لا يجوز لغيره التصرف فيه بغير إذنه».كما أن للشخص فاقد الأهلية أو ناقصها حمايته من التجاوز عليه حتى من الولي أو الوصي. وعلى ذلك جاء في القواعد الفقهية العامة «من لا يصح تصرفه لا قول له» وقد أقامت له الشريعة ولياً أو وصياً يلي تدبير أموره ورعاية شؤونه على النحو الذي يحقق مصلحته الخالصة دون أي تصرف ضار أو محتمل الضرر». ¶ 1 - إذا كان استعمال الحق لغير ما شرع له ابتداء, فالشارع الحكيم قرر الحقوق لغايات ومقاصد تغياها من تشريعها واستعمال الشخص للحق في غير ما شرع له تعسف في استعمال الحق, ولهذا كانت الولاية مقررة للولي لحقوق وممكنة له من تصرفات لغايات محددة ولا يجوز له تجاوزها أو التلاعب بها لغير ما شرعت له وإلا كان متعسفا في استعمال حقوقه والتعسف محرم ويوجب المسؤولية. ¶ أما الواجبات الملقاة على عاتق الولي, والتي تحقق الغاية التي تتغياها التشريعات الناظمة لموضوع الولاية, والتي من أجلها شرعت فتتمثل بجملة من",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الإجراءات محورها: المحافظة على «المولى عليه» من كل ما يضره وذلك من جهتين: ¶ الأولى: وقائية بأن يجنبه مواطن الأمراض والأوبئة من حيث البيئة والغذاء، والمخالطة، وكل ما من شأنه أن يؤدي إلى حصول الضرر به. ¶ ويدخل هذا الجانب أن لا يتأخر عن إعطائه الأمصال (المطاعيم) الوقائية ضد الأمراض السارية وتلك الأمصال التي تقوي مناعته، وعادة ما تقوم الدولة بالتذكير بمثل هذه الأعمال التي يكون لها أثرها في تخفيف معاناة المجتمع جراء انتشار الأمراض الوبائية إذا أغفلت تلك الإجراءات الوقائية. ¶ ومن ذلك أيضا منعه من الأعمال والعادات التي تضر بصحته وذلك مثل الإدمان على مشاهدة التلفاز والانترنت ومخالطة متعاطي التدخين مما ثبت علمياً ضرره على الإنسان والناشئة الصغار من باب أولى. ¶ ومن هنا يكون تعريض الصغير (المولى عليه) للأوبئة والأمراض مخالفاً لالتزامات الولي ومن له حق رعاية هذا الصغير، وإذا كان هذا في الكبار ممنوعا لقوله - صلى الله عليه وسلم -: «لا يورد ممرض على مصح» (¬1). ففي الصغار والضعفاء المولى عليهم من باب أولى لاحتياجهم للرعاية أكثر من غيرهم ولهذا السبب كانت «الولاية» عليهم. ¶ الثانية: علاجية بأن يقوم بالإجراء الطبي المطلوب حال الإصابة بمرض ما وبيان هذا على النحو الآتي: ¶ 1 - إذا كان المرض الذي أصابه لا يحتاج إلى جراحة ويعد من الأمراض الشائعة الشعبية التي تتم معالجتها في المراكز الصحية ولدى الأطباء بصفة عامة ولا تصنف في مرتبة الأمراض الخطرة، وعلاجها دوائي لا يشكل خطورة على الصغير أو من في حكمه؛ فهذه الأعمال يملكها الحاضن (الحاضنة) والوصي ومن له رعاية الصغير (مثلاً) ومن باب أولى «الولي». ¶ ¬__________ ¶ (¬1) رواه مسلم في صحيحه عن أبي هريرة 4/ 1743.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "2 - أما إذا كانت مسألة مداواة الصغير (المولى عليه) تحتاج إلى إجراء جراحة (عملية جراحية) أو كان المرض خطراً والعلاج تكتنفه الخطورة فالإجراء حينئذ يحتاج إلى إذن الولي، وذلك أن الولي يملك حق الإذن بإجراء تلك الجراحة ولا ترتب الضمان والمسؤولية على مُجري الجراحة إذا ترتب ضرر.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "المطلب الرابع ¶ حالات نص الفقهاء فيها على تصرف ¶ للولي متعلق بصحة المولى عليه ¶ ذكر الفقهاء في كتبهم مجموعة من التصرفات التي يقوم بها الولي تجاه المولى عليه صغيراً كان أو غيره متعلقة بمرض ذلك الصغير أو صحته عموما ويترتب عليها ضرر أو فوات نفس أو عضو, وعلى الرغم من أن الفقهاء قد أشاروا إلى هذه التصرفات عند الحديث عن الميراث أو القصاص والضمان إلا أن حكم الإجراء قد يستفاد من هذه النصوص ضمنا واستنباطا, ومن هذه النصوص التي نصت على إجراءات طبية أو مآلها إجراء طبي متعلق بمرض المولى عليه ما يأتي: ¶ أولاً: الختان: ¶ والختان يتضمن إجراء جراحة طبية معروفة قال الإمام السرخسي:» فأما الأب إذا ختن ولده أو حجمه أو بط قرحة به فمات من ذلك لم يحرم الميراث لأن هذا فعل مباح له شرعاً «(¬1). ¶ وقال ابن قدامة:» وإذا ختن الولي الصبي في وقت معتدل في الحر والبرد لم يلزمه ضمان إن تلف به لأنه فعل مأمور به في الشرع فلم يضمن ما تلف به كالقطع في السرقة، وإن كان رجلاً أو امرأة لم يختتنا فأمر السلطان بهما فختنا فإن كان ممن زعم الأطباء أنه يتلف بالختان أو الغالب تلفه به فعليه الضمان لأنه ليس له ذلك فيهما وإن كان الأغلب السلامة فلا ضمان عليه إذا كان في زمن معتدل ليس بمفرط الحر والبرد وبهذا قال الشافعي ..... » (¬2) ¶ ¬__________ ¶ (¬1) المبسوط: ج 30 الصفحة: 46. ¶ (¬2) المغني على مختصر الخرقي 12/ 493.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقد نقل عن الإمام الشافعي ما نصه: ¶ » وَلَوْ جَاءَ رَجُلٌ بِصَبِيٍّ لَيْسَ بِابْنِهِ وَلَا مَمْلُوكِهِ وَلَيْسَ لَهُ بِوَلِيٍّ إلَى خَتَّانٍ أَوْ طَبِيبٍ فَقَالَ: اخْتِنْ هَذَا أَوْ بُطَّ هَذَا الْجُرْحَ لَهُ أَوْ اقْطَعْ هَذَا الطَّرَفَ لَهُ مِنْ قُرْحَةٍ بِهِ فَتَلِفَ كَانَ عَلَى عَاقِلَةِ الطَّبِيبِ وَالْخَتَّانَ دِيَتُهُ وَعَلَيْهِ رَقَبَةٌ وَلَا يَرْجِعُ عَاقِلَتُهُ عَلَى الْآمِرِ بِشَيْءٍ وَهُوَ كَمَنْ أَمَرَ رَجُلًا بِقَتْلٍ». (¬1) ¶ ثانيا: الحجامة: ¶ الحجامة:» هي سحب الدم الفاسد من الجسم ... » (¬2) وهي صنعة معروفة قال البعلي في المطلع:» الحجّام: فعَّال من حجم يحجم فهو حاجم، والحجام للتكثير: صانع الحجامة، وهي معروفة» (¬3) قال الشيخ عليش في شرح مختصر خليل في الفقه المالكي: ¶ «(وَلَوْ إذْنَ) مَنْ لا يُعْتَبَرُ إذْنُهُ (بِفَصْدٍ أَوْ حِجَامَةٍ أَوْ خِتَانٍ) فَأَدَّى إلَى تَلَفٍ أَوْ عَيْبٍ فَإِنَّهُ يَضْمَنُ. ابْنُ رُشْدٍ تَحْصِيلُ الْقَوْلِ فِي هَذِهِ الْمَسْأَلَةِ إذَا عَالَجَ الْمَرِيضَ فَسَقَاهُ فَمَاتَ مِنْ سَقْيِهِ, أَوْ كَوَاهُ فَمَاتَ مِنْ كيه, أَوْ قَطَعَ مِنْهُ شَيْئًا فَمَاتَ مِنْ قَطْعِهِ, أَوْ خَتَنَ الْحَجَّامُ الصَّبِيَّ فَمَاتَ مِنْ خَتْنِهِ, أَوْ قَلَعَ ضِرْسَ الرَّجُلِ فَمَاتَ مِنْهُ فَلا ضَمَانَ عَلَى وَاحِدٍ مِنْهُمَا فِي مَالِهِ وَلا عَلَى عَاقِلَتِهِ إنْ لَمْ يُخْطِئَا فِي فِعْلِهِمَا إلا أَنْ يَكُونَ قَدْ تَقَدَّمَ مِنْ السُّلْطَانِ إلَى الأَطِبَّاءِ وَالْحَجَّامِينَ أَنْ لا يَقْدَمُوا عَلَى مَا فِيهِ غَرَرٌ إلا بِإِذْنِهِ فَفَعَلُوهُ بِلا إذْنِهِ فَنَشَأَ مِنْهُ مَوْتٌ أَوْ تَلَفُ حَاسَّةٍ أَوْ عُضْوٍ فَعَلَيْهِمْ الضَّمَانُ فِي أَمْوَالِهِمْ» (¬4). ¶ ثالثاً: سقي الدواء: ¶ جاء في مطالب أولي النهى: «وَلا يَرِثُ (مَنْ سَقَى وَلَدَهُ وَنَحْوَهُ) مِمَّنْ فِي حِجْرِهِ (دَوَاءً) وَلَوْ يَسِيرًا (أَوْ أَدَّبَهُ أَوْ فَصَدَهُ أَوْ بَطَّ سِلْعَتَهُ لِحَاجَتِهِ, فَمَاتَ) ; لأَنَّهُ قَاتِلٌ ¶ ¬__________ ¶ (¬1) الأم 6/ 65. ¶ (¬2) انظر: الموسوعة الطبية, على الانترنت , ¶ http: //your-doctor-online-2009.blogspot.com/2010/ 02/blog-post_24.html ¶ (¬3)  المطلع للبعلي 1/ 195. ¶ (¬4) منح الجليل شرح مختصر خليل 4/ 549.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "(خِلافًا لِلْمُوَفَّقِ) فِي قَوْلِهِ: وَمَنْ قَصَدَ مَصْلَحَةَ مُوَلِّيهِ مِمَّا لَهُ فِعْلُهُ مِنْ سَقْيِ دَوَاءٍ أَوْ بَطِّ جِرَاحَةٍ فَمَاتَ وَرِثَهُ فِي ظَاهِرِ الْمَذْهَبِ; لأَنَّهُ تَرَتَّبَ عَلَى فِعْلٍ مَأْذُونٍ فِيهِ, وَالْمُعْتَمَدُ مَا قَالَهُ الْمُصَنِّفُ» (¬1). ¶ رابعاً: الفصد: ¶ الفصد: «بفتح الفاء مصدر‍فصد, شق الوريد وإخراج شيء من دمه بقصد التداوي» (¬2). ¶ «فلا يرث من سقى ولده دواء فمات، أو أدبه، أو فصده، أو بط سلعته) فمات، لأنه قاتل. واختار الموفق: أن من أدب ولده ونحوه، أو فصده، أو بط سلعته لحاجته يرثه، وصوبه في الإقناع، لأنه غير مضمون» (¬3). ¶ خامساً: إبانة السلعة (بط القرحة): ¶ قال البهوتي: «(وَمَنْ قَطَعَ) سِلْعَةً خَطِرَةً مِنْ آدَمِيٍّ مُكَلَّفٍ بِلَا إذْنِهِ فَمَاتَ (أَوْ بَطَّ) أَيْ شَرَطَ (سِلْعَةً) بِكَسْرِ السِّينِ وَهِيَ غُدَّةٌ تَظْهَرُ بَيْنَ الْجِلْدِ وَاللَّحْمِ إذَا غُمِزَتْ بِالْيَدِ تَحَرَّكَتْ (خَطِرَةً) لِيَخْرُجَ مَا فِيهَا مِنْ مَادَّةٍ (مِنْ مُكَلَّفٍ بِلَا إذْنِهِ فَمَاتَ) مِنْهُ (فَعَلَيْهِ الْقَوَدُ) لِتَعَدِّيهِ بِجُرْحِهِ بِلَا إذْنِهِ. وَ (لَا) قَوَدَ إنْ قَطَعَهَا أَوْ بَطَّهَا (وَلِيٌّ مِنْ مَجْنُونٍ وَصَغِيرٍ لِمَصْلَحَةٍ) ; لِأَنَّ لَهُ فِعْلَ ذَلِكَ أَيًّا كَانَ أَوْ وَصِيًّا أَوْ حَاكِمًا كَمَا لَوْ خَتَنَهُ فَمَاتَ» (¬4). ¶ وجاء في الإنصاف (¬5): «وقيل: إن سقاه دواءً، أو فصده، أو بطَّ سلعته لحاجته: فوجهان. وأن في الحافر احتمالين ومثله: نصب سكين، ووضع حجر، ¶ ¬__________ ¶ (¬1) مطالب أولى النهي في شرح غاية المنتهى. ¶ (¬2) معجم لغة الفقهاء. ¶ (¬3) منار السبيل 2/ 100 وكذلك. ¶ (¬4) شرح منتهى الإرادات 3/ 254 وكذلك معونة أولى النهى شرح المنتهى «منتهى الإرادات» 10/ 226 لابن النجار تحقيق د عبد الملك بن دهيش. ¶ (¬5) الإنصاف للمرداوي 7/ 343.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ورش ماء، وإخراج جناح. وهذا كله طريقته في الرعاية الكبرى , قال المصنف، والشارح: لو قصد مصلحة موليه بسقي دواء، أو بَطّ جراح. فمات: ورثه في ظاهر المذهب, وذكر ابن أبي موسى فيه وجهين، وكذا لو أمره كبير عاقل ببط جراحة، أو قطع سلعة. قاله المصنف، والشارح وقالا: هذا ظاهر المذهب أيضا». ¶ خلاصة المطلب الرابع: بعد إيراد هذه النقول من المصادر الفقهية للمذاهب الأربعة نجد أن هذه النصوص تدل على الأحكام الآتية: ¶ 1 - أن الولي له حق الإذن بإجراء الجراحات الطبية للمولى عليه كالفصد والحجامة وقطع السلعة وغيرها. ¶ 2 - أن الولي إذا أذن للطبيب بإجراء الجراحة انتفى الضمان عن الطبيب لأنه فعل مأذون فيه (مع مراعاة الشرائط الشرعية الأخرى) ¶ 3 - أن الولي لا يضمن ما يترتب على الفعل المأذون فيه من ضرر (مع مراعاة الشرائط الشرعية الأخرى) وهناك خلاف في حرمانه من الميراث إذا مات المولى عليه نتيجة الفعل الطبي أو الإجراء الذي أذن به الولي.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ملحق ¶ المواد التي وردت في «اتفاقية حقوق الطفل» (¬1) وتتعلق بصحة الصغار (القصر) ¶ المادة: 24: ¶ 1 - تعترف الدول الأطراف بحق الطفل في التمتع بأعلى مستوى صحي يمكن بلوغه وبحقه في مرافق علاج الأمراض وإعادة التأهيل الصحي. وتبذل الدول الأطراف قصارى جهدها لتضمن ألا يحرم أي طفل من حقه في الحصول على خدمات الرعاية الصحية هذه. ¶ 2 - تتابع الدول الأطراف إعمال هذا الحق كاملاً وتتخذ بوجه خاص التدابير المناسبة من أجل: ¶ (أ) خفض وفيات الرضع والأطفال. ¶ (ب) كفالة توفير المساعدة الطبية والرعاية الصحية اللازمتين لجميع الأطفال مع التشديد على تطوير الرعاية الصحية الأولية. ¶ (ج) مكافحة الأمراض وسوء التغذية حتى في إطار الرعاية الصحية الأولية، عن طريق أمور منها تطبيق التكنولوجيا المتاحة بسهولة وعن طريق توفير الأغذية المغذية الكافية ومياه الشرب النقية، آخذة في اعتبارها أخطار تلوث البيئة ومخاطره. ¶ (د) كفالة الرعاية الصحية المناسبة للأمهات قبل الولاة وبعدها. ¶ (هـ) كفالة تزويد جميع قطاعات المجتمع، ولا سيما الوالدين والطفل، بالمعلومات الأساسية المتعلقة بصحة الطفل وتغذيته، ومزايا الرضاعة الطبيعية، ومبادئ حفظ الصحة والإصحاح البيئي، والوقاية من الحوادث، وحصول هذه ¶ ¬__________ ¶ (¬1) اتفاقية أقرتها الأمم المتحدة وتعد من المواثيق الدولية.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "القطاعات على تعليم في هذه المجالات ومساعدتها في الاستفادة من هذه المعلومات. ¶ (و) تطوير الرعاية الصحية الوقائية والإرشاد المقدم للوالدين، والتعليم والخدمات المتعلقة بتنظيم الأسرة. ¶ 3 - تتخذ الدول الأطراف جميع التدابير الفعالة والملائمة بغية إلغاء الممارسات التقليدية التي تضر بصحة الأطفال. ¶ 4 - تتعهد الدول الأطراف بتعزيز وتشجيع التعاون الدولي من أجل التوصل بشكل تدريجي إلى الإعمال الكامل للحق المعترف به في هذه المادة. وتراعى بصفة خاصة احتياجات البلدان النامية في هذا الصدد. ¶ المادة: 25: ¶ تعترف الدول الأطراف بحق الطفل الذي تودعه السلطات المختصة لأغرض الرعاية أو الحماية أو علاج صحته البدنية أو العقلية في مراجعة دورية للعلاج المقدم للطفل ولجميع الظروف الأخرى ذات الصلة بإيداعه.",
            "page": "26",
            "part": "1"
        }
    ],
    "t36705": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الأول التعريف بمصطلحات البحث"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الثاني القواعد والمبادئ الأساسية الحاكمة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الثالث حقوق الولي المتعلقة بمرض المولى عليه"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الرابع حالات نص الفقهاء فيها على تصرف للولي متعلق بصحة المولى عليه"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "ملحق المواد التي وردت في «اتفاقية حقوق الطفل»"
        }
    ]
}