{
    "b36701": [
        {
            "id": "1",
            "nass": "بسم ا لله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله الذي شرع لنا من الدين ضوابط السلوك الإنساني الرشيد، والصلاة والسلام على من أرسى قواعد السلامة والشرف والعفة بمنهج سديد، سيدنا محمد بن عبد الله، خير خلق الله، وعلى آله وصحبه الدعاة الهداة، ومن سلك سبيلهم إلى يوم نلقى الله. ¶ أما بعد .. ¶ فبناء على طلب الأمانة العامة للمجلس الإسلامي العالمي للدعوة والإغاثة (مكتب التنسيق بالقاهرة) والهيئة التأسيسية للمجلس في اجتماعها الأخير في عمان من هيئة علماء الجمعية الشرعية لتعاون العاملين بالكتاب والسنة المحمدية بمصر باعتبارها عضوًا بارزًا في هذا المجلس .. أن تتولى إصدار رؤية إسلامية موثقة ملتزمة بمصادرها الأساسية وعناصرها الإيمانية ونصوصها التشريعية، بالتعاون مع اللجنة الإسلامية العالمية للمرأة والطفل (المجلس الإسلامي العالمي للدعوة والإغاثة). ¶ وفي سبيل ذلك تم عقد جلسة عمل ضمت السادة المهتمين والمتخصصين في هذا الأمر مثل الاتحاد العالمي للجمعيات الطبية الإسلامية، وبعض أعضاء مجمع البحوث الإسلامية، وأعضاء اللجنة الإسلامية العالمية للمرأة والطفل وفيهن المتخصصات في التربية والقانون، واتحاد الجامعات الإسلامية (سيأتي ذكر أسمائهم في نهاية الورقة)، وقامت الهيئة بإصدار هذه الورقة مبيّنة منهج الإسلام فى مواجهة وباء الإيدز، في مقابل فلسفة وسياسات الأمم المتحدة في هذه المواجهة، كأحد الساحات المهمة للصراع بين الأنماط الحياتية المختلفة، ونظرة الغرب للحرية في طرق تصريف الشهوة بعيدًا عن الضوابط الدينية والخلقية، مما يخدم ما تهدف إليه بروتوكولات صهيون حيث جاء فيها: \" يجب أن نعمل لتنهار الأخلاق في كل مكان، فتسهل سيطرتنا، إن فرويد منا، وسيظل يعرض العلاقات الجنسية في ضوء الشمس كيلا يبقى في نظر الشباب شيء مقدس، ويصبح همه الأكبر هو إرضاء غرائزه الجنسية، وعندئذ تنهار أخلاقه \"، وقد وافتنا اللجنة الإسلامية العالمية للمرأة والطفل بمعظم المعلومات الموثقة لذلك. ¶ أما بيان ما في ديننا الإسلامي من قيم ومبادئ وتشريعات تدل على استقلاليته وسموه وحاجة البشرية إليه، وبخاصة في هذا العصر الذي افتتن بحضارة الأقوى ماديًا دون أن يبحث عن الحقيقة ولو كانت مع الضعفاء، فإن هيئة العلماء هي التي تولت هذا الجانب كاملاً، مع تهذيب ما ورد في الجانب الأول. ¶ وفق الله تعالى البشرية إلى أن تتفيأ ظلال الهدى والرشاد، فيما أوحى به رب العباد، إلى رسل الله الأمجاد، إنه ولي ذلك والقادر عليه. ¶ رئيس هيئة العلماء ¶ والرئيس العام ¶ للجمعيات الشرعية بجمهورية مصر العربية ¶ وأستاذ الدراسات العليا بجامعة الأزهر ¶ الأستاذ الدكتور ¶ محمد المختار محمد المهدي",
            "page": "2",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "تمهيد ¶ حرصًا على إبراز ما لدى برنامج الأمم المتحدة في مواجهة هذا المرض وما يتضمنه هذا البرنامج من انتشاره، بدل مواجهته بالأدلة العلمية، وما يستتبعه من القضاء على أخلاق وقيم الأمة المسلمة، وجرها إلى نظام الحضارة الغربية بكل ما فيها من إباحية وفوضى خلقية، مما يستدعي الحذر واليقظة عند طرح هذه البرامج في مؤتمرات عالمية تتبناها الأمم المتحدة محتجة بأن الدول الموقعة على وثيقتها ملتزمة بتنفيذ برامجها، ومحاولة إدخال هذه البرامج في حركة المنظمة العالمية على أنه من حقوق الإنسان، مع أن من أهم مبادئ المنظمة احترام خصوصيات الشعوب وعقائدها ونظمها الاجتماعية .. لذلك آثرنا تقديم الرؤية السائدة في هذه المؤتمرات، ثم يتلوه منهج الإسلام في الوقاية الحقيقية من هذا المرض ومن أمثاله، وفي تنظيم حياة الأسرة والمجتمع على منهج الخالق العليم الذي يضمن السعادة والاستقرار.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وسائل الأمم المتحدة في مواجهة مرض الإيدز ¶ وتتمثل هذه الوسائل في: ¶ 1 - فرض مناهج التثقيف الجنسي في المدارس: ¶ تعرف الأمم المتحدة الثقافة الجنسية بأنها: \" توفير معلومات كاملة ودقيقة عن السلوك الجنسي الإيجابي المأمون والمسئول (¬1)، بما في ذلك الاستخدام الطوعي لوسائل الوقاية الذكرية المناسبة والفعالة بغية الوقاية من فيروس الإيدز .. \" (¬2). ¶ ونورد جزءًا من برنامج تعليم الجنس ( Sex Education  التثقيف الجنسي) في إحدى المدارس الثانوية البريطانية، وهو موجود لدى المكتبة البريطانية بعنوان: لماذا اللواطة في المدارس الثانوية؟: ¶ \" لابد من تطوير السياسة المدرسية في تعليم الجنس، لأن الشواذ نادرًا ما يستفيدون بتعليم الجنس في المدارس، حيث يتم مناقشة الجنس المغاير ( Heterosexuality)  وممارسة العادة السرية سواء لنفسه أو لآخرين ويهمش الشذوذ ( Homosexuality) \" . ¶ ومن ثم على برنامج تعليم الجنس أن يدعم هؤلاء ويساعدهم في تحديد هويتهم الجنسية، ويجعلهم يقاومون الشعور القوي بالاشمئزاز من أنفسهم بوصفهم شواذ، بحيث لا يضطرون إلى التعامل والاهتمام بالجنس الآخر لتحويل ومحو شذوذهم أو إخفائه عن الآخرين، بل مساعدتهم على مقاومة (رهبة الشذوذ)، فالذي يسبب هذه الرهبة أربعة أمور: ¶ 1 - عدم الإبلاغ عن أي تجارب أو مشاعر شاذة. ¶ 2 - تكوين وجهة نظر سلبية عن أنواع السلوك الجنسي، مثل الجنس الفموي أو الشرجي. ¶ 3 - الالتصاق بالاعتقادات الدينية الجامدة التي ترفض الجنس والشذوذ. ¶ 4 - افتقاد الاتصال الاجتماعي مع الشاذين والشاذات. ¶ وهذه الرهبة تجعل المدارس مكانًا غير آمن للشاذين والشاذات، أما إذا ساعدنا هؤلاء على أن يقوموا بما يسمى عملية (الخروج) أي تصنيف نفسه كشاذ أو شاذة، وإخبار ذلك للآخرين، سوف يكون مفيدًا. ¶ ¬__________ ¶ (¬1) تعريف الجنس الآمن: هو استخدام كافة الوسائل أثناء الممارسة الجنسية لمنع الحمل ومنع الإصابة بالأمراض الجنسية؛ وأما الجنس المسئول: فهو الاستخدام الطوعي لهذه الوسائل بالاتفاق مع الآخر (كما ورد في دليل تدريبي للمراهقين، أصدره الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر) - عمان - الاتحاد 2001 ص112. ¶ وللحصول على مزيد من التفاصيل عن الجنس الآمن، انظر الجزء الأول: كيف تحمي نفسك من الإصابة بـ  HIV ؟ ¶ (¬2)  وثيقة بكين 1995، البند 108، الفقرة ل.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وهناك ثلاثة موضوعات أساسية تتعلق بعملية (الخروج) يجب أن تكون المدارس على دراية بها: ¶ 1 - أن الخروج ضرورة وتجربة إيجابية لأغلب الصغار الذين يشبّون شاذين وشاذات. ¶ 2 - أن العديد من الشواذ يكونون خائفين من رد الفعل السلبي. ¶ 3 - أن الدعم وضمان السلامة ضروريان لـ (خروج) الصغار. ¶ ويضمن هذا الوصول إلى المرحلة الأخيرة في عملية (الخروج) التي تعني الانفتاح كشاذة أو شاذ، ويشعر الصغار أن الشذوذ طريقة متاحة للحياة، ومن ثم يخوضون تجربة ممارسة الحب مع شعور بالثقة والقدرة على مقاومة الشعور بالعار الذي يمكن أن يوصموا به، بل الفخر لكونه شاذًا بما يمثل قوة كبيرة لتحدي العار المتصل باللواطة، وتوفير قدوات إيجابية لغيرهم الأقل قدرة على (الظهور) \" (¬1). ¶ برنامج التثقيف الجنسي في تنزانيا (¬2) للمراحل العمرية 6 - 13: ¶ وهذا أحد البرامج المدرسية للثقافة الجنسية، والذي يُطبّق على تلاميذ المدارس في تنزانيا منذ نهاية عام (2003م)، والذي تمت المطالبة بتعميمه على جميع المناطق بعد تجربته في العاصمة دار السلام: ¶ أولاً: للطلبة. ¶ أ - المراحل السنية من (6 - 9) سنوات. ¶ الأهداف: ¶ تعريف الأعضاء التناسلية ووظائف كل عضو، وشرح التغيرات المختلفة للجسد، والأمراض التناسلية وبخاصة الإيدز. ¶ طريقة التدريس: ¶ - تعرض المُدرّسة صورًا للأعضاء التناسلية للفتى والفتاة أمام الأطفال، ثم تسألهم عما رأوه، تطلب من ولد وبنت خلع ملابسهم الداخلية. ¶ - عمل فريق عمل حول وظائف الأعضاء التناسلية، والتغييرات التي قد تطرأ عليها، والعناية بصحة الجسم. ¶ ب - المراحل السنية من (10 - 12) سنة. ¶ الأهداف: ¶ ¬__________ ¶ (¬1)  www.avert.org/media/pdfs/homosexualityinschool.pdf . ¶ (¬2)  صدر البرنامج ذاته لمنطقة الشرق الأوسط وشمال أفريقيا عن الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر بعنوان: \" العمل مع الشباب .. دليل تدريبي للشباب \"، برقم إيداع لدى المكتبة الوطنية (1101/ 6/2004) عمان - الاتحاد 2001.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "التوعية بالجسد، وتعليم العلاقات الجنسية المبكرة. ¶ طريقة التدريس: ¶ - تأمر المُدرّسة التلاميذ بإغماض أعينهم والتفكير في الأعضاء التناسلية للرجل والمرأة. ¶ - تكليف تلميذة برسم الأعضاء التناسلية للرجل، وتلميذ برسم الأعضاء التناسلية للمرأة، مع تمييز الأجزاء على الرسم. ¶ - التعليق على الصور، ووصف الأعضاء التناسلية، ووضع صور مقارنة لصغار وصغيرات وبالغين وبالغات، وسؤال التلاميذ عن الاختلافات في بنية كل منهم. ¶ - على المُدرّسة شرح معنى العلاقات الجنسية المبكرة ومقدماتها، ووصف ما ينتج عنها من حمل وانتقال للأمراض التناسلية وكيفية تجنبها، مع شرح معنى حمل القاصرات والأمراض الجنسية وبخاصة الإيدز، ويتم هذا عن طريق: ¶ * عقد المُدرّسة حوارًا حول الأشياء التي تشارك في إثارة الأطفال جنسيًا، كيف يتم الإغواء الجنسي؟ ¶ * حوار مفتوح حول كيفية تجنب الحمل المبكر، حوار مفتوح حول الإيدز ووصف أعراضه، مع نصح التلاميذ في حال ظهور أحد هذه الأعراض عليه بأمرين: الذهاب إلى أقرب مستشفى، وأن يقول بصدق هذه الأعراض لشريكه في العلاقة الجنسية. ¶ ثانيًا: للمعلمين: ¶ ورشة لتعليم المعلمين كيفية تدريس المنهج. ¶ الأهداف: ¶ تعريف ووصف الأعضاء التناسلية للرجل والمرأة ووظائفهما، ومعرفة أهمية التثقيف الجنسي وتعليم الصحة الإنجابية للأطفال. ¶ الجلسة الأولى: ¶ - سؤال المعلمين حول ماهية الأسئلة التي يتلقونها من الأطفال حول الأعضاء التناسلية؟ وهل بمقدورهم الإجابة؟ ¶ - يتم تقسيمهم إلى مجموعات، ويطلب من كل مجموعة رسم الأعضاء التناسلية الداخلية والخارجية للرجل والمرأة، كي يتمكنوا من توصيل المعلومات للتلاميذ، وسؤالهم: هل يجدون هذا الأمر هامًا للأطفال ليتلقوه في عمر مبكر؟ ¶ الجلسة الثانية: حول انتقال الإيدز والجنس الآمن وغير الآمن.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "- كل معلم يذكر سلوكًا جنسيًا آمنًا وغير آمن، وتصنيف السلوكيات الجنسية ووضع كل سلوك تحت فئة (آمن وغير آمن). ¶ - التدريب على كيفية استخدام العازل الطبي عمليًا. ¶ الجلسة الثالثة: ¶ - كيف يشرح المعلمون للطلبة إمكانية التفاوض مع الشريك حول استخدام العازل؟ ¶ - يتم طرح سؤال على المعلمين حول افتراض علاقة جنسية بين اثنين من الطلبة، وكيفية التصرف؟ (¬1) ¶ وسنعلم بعد قليل أن مصطلحات: الجنس الآمن، العازل الطبي، الشريك، الصحة الإنجابية، الثقافة الجنسية، محملة بالنظرة الغربية للحرية الجنسية، وأنها سبب لانتشار المرض وليست للقضاء عليه. ¶ وكما يؤكده د/ فيكتور بلير مدير مكتب اليونسكو الإقليمي في بيروت: \" تتيح البرامج المتعلقة بالإيدز والأمراض المنقولة جنسيًا الفرصة لطرح ومناقشة مواضيع أخرى لا يتكلم عنها الشباب كثيرًا، مثل: الجنس والحياة الجنسية، والصراع بين الرغبات المتأججة والتقاليد الاجتماعية، والرغبة بالقيام بسلوكيات خطرة \" (¬2). ¶ تلك الثقافة الجنسية المراد نشرها تركز على محاولة تقليل حجم المشكلات الناجمة عن الحرية الجنسية المطلقة، عن طريق إتاحة المعلومات الجنسية للصبية والمراهقين، مع توفير الوسائل التي تُقلل من الأمراض، أو الحمل غير المرغوب فيه، أو حتى التخلص منه، ومن ثم كانت الصحة الإنجابية والجنسية التي تعتبر أحد أهم بنود المواثيق الدولية الصادرة عن الأمم المتحدة، هي المدخل الرئيسي لتقنين الحرية أو الفوضى الجنسية، ونشرها في ثقافات الأمم الأخرى بالتزامن مع توريد وسائل منع الحمل للدول النامية، بل ونقل التكنولوجيا إلى هذه البلدان لتتمكن من إنتاج وتوزيع وسائل منع الحمل محليًا ذات جودة عالية. ¶ تعقيب على ما سبق: ¶ إن الاتجاه نحو تعليم الصغار والمراهقين طبيعة العلاقة الجنسية واستخدام وسائل منع الحمل، وإتاحة الفرصة كاملة لهم لإقامة تلك العلاقات وإضفاء الشرعية عليها، حتى لو وصلت إلى الشذوذ .. هذا الاتجاه ذو النهاية الواحدة سيؤدي إلى الدمار والهلاك وفساد الحياة والكون، لأن كل ذلك مضاد للفطرة التي خلق الله الناس عليها، وقد مارس هذه ¶ ¬__________ ¶ (¬1)  www.ccbrt.or.tz . ¶ (¬2)  المصدر السابق - ص5.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الفواحش أمم سابقة فعجلت بهلاك أصحابها، كما في مصارع الأمم السابقة عندما اتبعت الشهوات، واستمرأت الفواحش، ومارست الشذوذ، فلم تقم لها قائمة، قال تعالى على لسان نبي الله لوط: {أَتَأْتُونَ الذُّكْرَانَ مِنَ العَالَمِينَ (165) وتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَاجِكُم بَلْ أَنتُمْ قَوْمٌ عَادُونَ (166) قَالُوا لَئِن لَّمْ تَنتَهِ يَا لُوطُ لَتَكُونَنَّ مِنَ المُخْرَجِينَ (167) قَالَ إنِّي لِعَمَلِكُم مِّنَ القَالِينَ (168) رَبِّ نَجِّنِي وأَهْلِي مِمَّا يَعْمَلُونَ (169) فَنَجَّيْنَاهُ وأَهْلَهُ أَجْمَعِينَ (170) إلا عَجُوزاً فِي الغَابِرِينَ (171) ثُمَّ دَمَّرْنَا الآخَرِينَ (172) وأَمْطَرْنَا عَلَيْهِم مَّطَراً فَسَاءَ مَطَرُ المُنذَرِينَ (173) إنَّ فِي ذَلِكَ لآيَةً} (¬1). ¶ ومع ذلك نرى أن المواثيق الأممية، وأجهزة الإعلام العالمية، تروج لتلك المفاهيم المغلوطة والمصطلحات الفاسدة، حتى وصلت تطبيقات تلك الدعاوى في الثقافات المستهدفة إلى مناهج التعليم والمؤسسات الدينية والجمعيات الأهلية، فضلاً عن وسائل الإعلام المختلفة. ¶ وهذه التحديات والضغوط الخارجية عندما تصادف ضعفًا من داخل المجتمعات المستهدفة، تجد فرصًا أوسع للتمدد والتجذر وربما الشرعية!! وهذا ما نجده في موضوع الثقافة الجنسية، وهو يحاصر قيمنا وأعرافنا ويضغط على أعصابنا لنتقبل المصطلح وتطبيقاته. ¶ 2 - إزالة الوصمة عن مرض ومريض الإيدز: ¶ تقوم فلسفة الوثائق الدولية على تصور مفاده: أن ارتباط الإيدز بالجنس غير المشروع وبالشذوذ جعل هذا المرض وصمة عار على جبين المريض، كما جعل المصابين بهذا المرض عرضة للازدراء - خاصة في تلك المناطق من العالم التي تقوم منظوماتها الفكرية والدينية على تحريم الشذوذ وممارسة الجنس خارج نطاق الزواج - ومن ثم التزم هؤلاء المرضى الصمت حيال مرضهم، وحيث إن الحديث عن الإيدز يدخل في سياق المحظورات، فإن هذا يجعل المريض أسيرًا وراء جدران الصمت، وبالتالي فتلك المحظورات التي تصم المريض وتلزمه الصمت - وفقًا لفلسفة الوثائق الدولية - من بين العقبات الكبيرة التي تعرقل الجهود الرامية إلى منع انتشار المرض، وفي هذا الإطار يصبح رفع (التمييز) عن المريض من أهم قضايا حقوق الإنسان، [هكذا تم الربط بين ¶ ¬__________ ¶ (¬1) سورة الشعراء - الآيات 165 - 174.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "المرض وحقوق الإنسان] الملائمة لمريض الإيدز، ومن أهمها: ¶ \" الحق في السرية: ومن ثم فإن إرغامه على إجراء فحوصات طبية يعد انتهاكًا لخصوصيته، ومن ثم يعد انتهاكًا لحقوق الإنسان التي منها الحق في العمل، فإذا ما اتخذت السلطات المحلية إجراءات تتسم بالتمييز ضد جماعات معينة من الناس مثل الذين يعملون في حقل الجنس (الداعرات) و (الشواذ) أو (العمال الأجانب) فإن هذا يعد تمييزًا، وبالتالي انتهاكًا لحقوق الإنسان \" (¬1). ¶ بل لقد كانت إحدى التوصيات الصادرة عن دراسة دولية بعنوان (إشراك الأشخاص المصابين بالإيدز في آليات التنسيق القطرية): \" أن مرض الإيدز بحاجة إلى بناء القدرات في حملات كسب الدعم والتأييد ضد الوصم الاجتماعي بما في ذلك حملات كسب الدعم والتأييد للسياسات والقوانين الصديقة لهؤلاء المرضى \" (¬2). ¶ نموذج لأحد ورش العمل التي عقدت لإزالة الوصمة: ¶ يحاول العاملون في مجال تطبيق برامج الأمم المتحدة لمواجهة الإيدز، نشر القناعة بسيادة السلوك الجنسي المحرم في مجتمعاتنا، على أنه جزء من تشكيلة المجتمع، كمنطلق لقبول سياسات الأمم المتحدة لمواجهة الإيدز، وعدم الاعتراض عليها، فنجد بحثًا بعنوان (مساهمة العلوم الاجتماعية في مجال الوقاية والرعاية لمرضى الإيدز لرفع الوصمة الأخلاقية) جاء فيه: \" لابد أن نوضح - أثناء التوعية العامة بالمرض - أن السلوك الجنسي شائع في المجتمعات، وأكثر تنوعًا مما كنا نتصور، والسلوك اللوطي - مثل السلوك الجنسي - قائم وموجود في كل المجتمعات، ويشكل جزءًا من التشكيلة الاجتماعية، والتفاعل الاجتماعي المتصل بالتعبير عن الجنس البشري، وذلك لأن قبول هذه المسلمات من شأنه أن يساعد على نجاح السياسات الاجتماعية \" (¬3). ¶ تعقيب: ¶ ويبدو هنا واضحًا محاولة الإيحاء بأن المجتمعات الإسلامية قد تحولت لتصير شبيهة إلى حد كبير بالمجتمعات الغربية - التي لا تعتبر الحرية الجنسية والشذوذ الجنسي من المحرمات - كخطوة للوصول إلى إزالة الوصمة المرتبطة بالمرض. ¶ ¬__________ ¶ (¬1) العمل مع الشباب (فيروس نقص المناعة البشرية، والأمراض التي تنقل بالجنس) - الاتحاد الولي لجمعيات الصليب الأحمر والهلال الأحمر - المكتبة الوطنية - عمان - 2001م - ص103،102. ¶ (¬2)  www.hivinfocus.org . ¶ (¬3)  د/ علي أبو ليلة - الورشة الإقليمية حول المنظور الثقافي لفيروس الإيدز من أجل التنمية المستديمة في الدول العربية الإفريقية - القاهرة (20 - 24 مايو 2000م).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وتتعدد جهود الأمم المتحدة في إزالة الوصمة بداية بمحاولة فرض مصطلحات (محايدة)، أو بمعنى أدق (باردة) لا تحمل قيمًا ولا حُكمًا على السلوكيات التي تعمل على نشأة الإيدز ابتداء، وتعمل على نشره انتهاء، فإذا تكلمت وثائق الأمم المتحدة عن الشواذ تكلمت عنهم بلغة بالغة الاحترام، وتجنبت إدانة سلوكياتهم بدءًا من عدم استخدام مصطلح (الشذوذ) أصلاً واستخدام تعبير (الرجال الذين يمارسون الجنس مع الرجال) بدلاً منه، أما إذا أرادت أن تتكلم عن (العاهرات) - وهم السبب الثاني في نشر الإيدز - لا تستخدم كلمة (العاهرات) أصلاً وتستخدم تعبيرات كثيرة منها تعبير (النساء المتاجرات بالجنس). ¶ ونحسب أن تلك الحساسية - في استخدام مصطلحات لا توحي بتجريم قانوني أو تحريم شرعي - أمر مقصود لذاته، حتى يتم التعامل مع تلك السلوكيات باعتبارها سلوكيات إن لم تكن طبيعية، فهي على الأقل سلوكيات عادية لا تحمل إدانة ولا وصمًا ومن ثم فالمرض الناشئ عن تلك السلوكيات هو كذلك لا يحمل إدانة ولا وصمًا. ¶ ولذلك يعد أخطر ما في فلسفة الأمم المتحدة في مواجهة الإيدز هو ربط المرض بقضية حقوق الإنسان (¬1)، والإلحاح المستمر على ضرورة دمج مريض الإيدز في المجتمع بغض النظر عن سبب إصابته بالمرض، فلا يجوز - طبقًا لسياسات الأمم المتحدة - احتجازه، أو منعه من ممارسة حياته بشكل طبيعي، أو المطالبة بإجراء التحليل لطالب الوظيفة منعًا لتعرضه للنبذ داخل عمله إذا ما تبيّن إصابته بالمرض. ¶ وفي هذا الإطار نرى أن الوصمة مرتبطة بمسببات المرض، فإذا جاء المرض عن طريق الزنا أو الشذوذ، فهو وصمة والمريض موصوم، أما إذا جاء عن طريق الخطأ بنقل دم ملوّث، أو جنين أصيب عن طريق أمه، فهو ليس بوصمة والمريض ليس بموصوم، فالمرض والمريض كل لا يتجزأ، ويدل على هذا قول الله تعالى: {ولا تَكْسِبُ كُلُّ نَفْسٍ إلا عَلَيْهَا ولا تَزِرُ وازِرَةٌ وزْرَ أُخْرَى ثُمَّ إلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ} (¬2)، وقوله عز من قائل: {أَلا تَزِرُ وازِرَةٌ وزْرَ أُخْرَى (38) وأَن لَّيْسَ لِلإنسَانِ إلا مَا سَعَى} (¬3). ¶ ولأن الغالب في سبب الإصابة بمرض الإيدز (¬4) سلوكيات محرمة في كل الأديان ¶ ¬__________ ¶ (¬1) جاء في التقرير السنوي لبرنامج الأمم المتحدة للإيدز 2006م أنه من السياسات العملية الضرورية لمنع الإيدز: التأكد من أن حقوق الإنسان محفوظة، ومحمية، ومحترمة، وتقليل التفرقة العنصرية. ¶ (¬2) سورة الأنعام - الآية 164. ¶ (¬3) سورة النجم - الآيتان 39،38. ¶ (¬4) موقع إسلام أون لاين - حوار مفتوح يوم الاثنين 8/ 12/2003م.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وحتى في المنظومات الأخلاقية. ¶ Graph of Men/Women living with AIDS in the USA ¶ نساء ... رجال ¶ متعاطي المخدرات بالحقن ... أسباب أخرى ... الشذوذ بين الرجال ¶ العلاقة الجنسية بين الرجال والنساء ... المخدرات والشذوذ ¶ فإن الإصابة بهذا المرض تظل محل الرفض على المستوى الشعوري والنفسي في البلدان العربية والإسلامية، ومع ذلك فليس هناك أحد ممن يقفون موقفًا معارضًا لتلك السياسات - التي تعمل على إشاعة الفاحشة - يساوي بين المرض الناشئ عن نقل دم ملوّث بفيروس الإيدز - على سبيل المثال -، ونقل المرض عن طريق الشذوذ الجنسي مثلاً، أو نتيجة لعلاقات جنسية محرمة. ¶ 3 - كسر حاجز الصمت: ¶ المعادلة المخيفة: ¶ تعد الأمم المتحدة (صمت المريض بشأن مرضه) سببًا رئيسيًا في انتشار المرض، وتركز في سياساتها على ضرورة كسر حاجز الصمت، أي أن يتحدث المريض عن مرضه، مع إرجاع سبب الصمت إلى (الوصمة) المرتبطة بالمرض، وسبب هذه الوصمة يرجع إلى التقاليد والقيم والثقافات، لذا فالمعادلة التي تعمل وفقها الأمم المتحدة هي:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "صمت المريض ... سببه ... الوصمة ¶ سببها ... القيم والتقاليد والثقافات ¶ إذن يجب أن ... تتغير القيم والتقاليد والثقافات ... لإزالة الوصمة ... لكسر حاجز الصمت ¶ المعادلة النهائية: ¶ لكسر حاجز الصمت ... لابد من ... تغيير القيم والتقاليد والثقافات التي تجرم الشذوذ والممارسات الجنسية خارج نطاق الزواج ¶ وتحت عنوان (كسر حاجز الصمت) تعقد الأمم المتحدة ورشات عمل ودورات تدريبية في كثير من بلدان العالم - وبخاصة بلدان الجنوب - مستهدفة التعامل مع فئة معينة هي فئة الشباب، وتأخذ هذه الدورات مسميات عدة منها (زيادة وعي الشباب حول الإيدز). ¶ ومثال ذلك: ما قام به صندوق الأمم المتحدة للسكان في لبنان من إطلاق حملة مدرسية إلى نحو ألف مراهق ومراهقة تراوحت أعمارهم بين (12 - 17) سنة، من مختلف مدارس العاصمة بيروت، ضمن إطار نشاطات مشروع (كسر حاجز الصمت حول قضايا الصحة الجنسية للشباب .. لنتحدث)، ويركز التدريب في الدورة على أمور البلوغ والتغييرات الفسيولوجية والنفسية، وكيفية التوقي من الأمراض المنقولة جنسيًا بما فيها (الإيدز)، قام بها البرنامج الوطني لمواجهة الإيدز. ¶ وفي تقييم ردود أفعال المراهقين حول الدورة وما اكتسبوه من معلومات وتغير في السلوكيات جاءت النتيجة مرضية للقائمين على الورشة. ¶ 4 - توظيف الخطاب الديني (القادة الدينيين): ¶ تبنت الأمم المتحدة سياسة الاستعانة بالقادة الدينيين لأسباب، منها: ¶ 1 - إعطاء الضوء الأخضر لكافة مؤسسات المجتمع لتتحدث في مثل هذه الموضوعات التي تعد في المجتمعات المحافظة من الأمور التي يجب أن يتم مناقشتها وفق أُطر",
            "page": "12",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "محددة، ونذكر في هذا الصدد تصريحًا أدلى به السيد/ وليد بدوي (مسئول برنامج الأمم المتحدة الإنمائي) (¬1): \" في سبتمبر 2002 عقدنا ورشة عمل في صنعاء، والهدف كان الحصول على تأييد تلك الحكومات العربية لاستراتيجية مواجهة الإيدز، وبالفعل توصلنا إلى رؤية موحدة لضرورة كسر حاجز الصمت، وإشراك باقي فئات المجتمع .. وقد أبدى أهل الفن والإعلاميون، ومن قبلهم الجمعيات الأهلية، بل وأيضًا ممثلو البرنامج الإنمائي تخوفهم من ردود أفعال رجال الدين خلال الاجتماعات المختلفة التي عقدناها، وأكدوا أن هناك حاجة ملحة للحصول على الضوء الأخضر من رجال الدين الإسلامي والمسيحي باعتبارهم يشكلون قوة رئيسية في إمكانها أن تأذن لأي فرد بالتحرك لكسر حاجز الصمت، لذلك قررنا وفقًا للاستراتيجية التي وضعناها إرجاء هذا القطاع المهم من المجتمع حتى النهاية، بعد أن نكون قد فرغنا من تمهيد الطريق ووضع الأساسات مع الفئات الأخرى من المجتمع \". ¶ 2 - أن رجال الدين قد يشكلون حائط صد أمام البرامج التي تسعى الأمم المتحدة بوكالاتها المختلفة إلى بثها في المجتمع، خاصة أنهم ليسوا كباقي فئات قادة الرأي في المجتمع، فمواقفهم نابعة أصلاً من نصوص شرعية. ¶ وبدا هذا واضحًا في ورشة عمل أقيمت بين وزارة الصحة السورية واليونيسيف لتعزيز دور علماء الدين في مجال الوقاية للشباب والأطفال من الإيدز، حيث طرح أحدهم سؤالاً: \" نحن نتكلم عن رفع الوصمة .. والله شرع قطع يد السارق، ونرى قطع يده ليوصم بهذا مع أن الشرع الحنيف حافظ على صحة الإنسان .. وما سيوصم به سيجعله رادعًا للآخرين وله \". ¶ وحينما سئل مدير البرنامج الوطني لمواجهة الإيدز في سوريا - د/ عماد الدقر - عن سبب الاستعانة برجال الدين، خاصة أن هناك: أربعة ملايين شخص يتوجهون إلى المساجد عبر 8000 جامع، و120 معهدًا لتحفيظ القرآن، و22 معهدًا لتدريس العلوم الشرعية، وهو أمر له دلالات كثيرة، في وقت يوجه الانتقاد فيه إلى إعلام ليس بالشكل الأمثل .. صرح قائلا أن: \" الحاجة ماسة إلى فتح الحوار مع رجال الدين، بل إلى تدريبهم في قضايا اجتماعية وصحية عادة ما تصنف تحت عبارة (المسكوت عنه) في مجتمع لا يزال (محافظًا) \". ¶ وفي سؤال وجه له حول (وضع برنامج خاص لرجال الدين) أجاب: \" نعم، فكل ¶ ¬__________ ¶ (¬1) حديث أدلى به لصحيفة الأهرام المصرية - في العدد 7/ 1/2004م.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المشاركين سيتم تدريبهم عبر ورشات متتابعة حتى نصل إلى أن نبدأ بالعمل الميداني لرجال الدين من خلال الخطب واللقاءات والتفاعل مع المجتمع لنشر هذه الأفكار \" (¬1). ¶ ولأجل الوصول إلى (إزالة الوصمة عن المرض) و (كسر حاجز الصمت)، لجأت الأمم المتحدة إلى الاستعانة بالقادة الدينيين لمحاولة صك خطاب جديد للتعامل مع مرضى الإيدز يكون خطاب (قبول واحترام ورحمة)، وليس خطابًا (عقابيًا) أو مستندًا إلى (الوصم بالعار). ¶ وفي وثيقة أصدرها اليونيسيف عام 2003م بعنوان (ماذا يمكن أن يفعل القادة الدينيون للإيدز ... الأطفال والشباب؟)، ورد فيها: \" أن القادة الدينيين بما لهم من موقع فريد يستطيعون: ¶ - زيادة الوعي العام. ¶ - مساندة الفكر المستنير والسياسات والقوانين. ¶ - إعادة توجيه المصادر الخيرية من أجل الرعاية، ومن ثم فإن دور القادة الدينيين يكمن في كسر حاجز الصمت، وإنهاء الرفض والتميز، والدعوة إلى المصالحة والرعاية. ¶ - قامت فيها بتقسيم الأدوار، فلكل دوره ضمن المنظومة، فإذا رفض رجال الدين التحدث على المنبر عن استخدام العازل الطبي ( Condom)  كسبيل للوقاية، فيكفي أن يتناولوا الترويج لكل من الامتناع ( Abstinence)  والإخلاص للشريك ( Be Faithful to your Partner) ،  وأن يبذلوا الجهد في إزالة الوصمة عن المريض، حيث تستأنف مؤسسات أخرى الترويج لاستخدام العازل الطبي، كالبرامج المدرسية، ووسائل الإعلام المختلفة، وذلك طبقًا لما جاء في هذه الوثيقة: \" إذا كان لدى بعض رجال الدين غضاضة في الترويج للواقي الذكري كجزء من خطة الوقاية، فبإمكانهم أن يدعوا هذا الجزء للحكومات وإلى جهات أخرى \" (¬2). ¶ وقد ورد في هذه الوثيقة تدريبًا للقادة الدينيين باستخدام ألفاظ بدلاً من ألفاظ أثناء حملات التوعية، منها (التصالح) بدلاً من (التسامح)، فكلمة (التسامح) تشير إلى الذنب، أما كلمة (التصالح) فتوحي بحل الخلافات بدون لوم، و (المتعايش مع الإيدز) بدلاً من (ضحايا الإيدز). ¶ خطورة إعلان القاهرة للقادة الدينيين: ¶ وبدأت سلسلة أو بمعنى أدق (حملة) من الأنشطة هدفها وضع الخطاب الديني وجهود ¶ ¬__________ ¶ (¬1) فريال زهرة، حوار مع د/ عماد الدقر ( www.hivinfocus.org/arabic/asp/ya-studies.asp) . ¶ (¬2)  يونيسيف ( http.//www.unicef.org/childsuryiyal/files/religious-leaders-aids.pdf .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "رجال الدين على أجندة الأمم المتحدة ورؤيتها في محاربة مرض الإيدز، فقام البرنامج الإقليمي للإيدز في المنطقة العربية التابع للبرنامج الإنمائي للأمم المتحدة بعقد مؤتمر في القاهرة (11 - 13 ديسمبر 2004م) تحت رعاية الأمانة العامة لجامعة الدول العربية، في إطار إشراك القادة الدينيين لكسر حاجز الصمت حول مرض الإيدز في المنطقة العربية .. وقد أصدر المؤتمرون بيانًا بهذا الشأن سمي (إعلان القاهرة للقادة الدينيين في البلاد العربية لمواجهة وباء الإيدز) والذي سبقه اتفاق دمشق المبدئي للقادة الدينيين في البلاد العربية للتصدي لوباء الإيدز. ¶ والمتأمل في بنود هذا الإعلان يدرك بوضوح أنها تصب في خدمة شيوع المفاهيم الغربية التي تستهدف تغيير القيم والثقافات التي تجرم الممارسات الجنسية خارج نطاق الزواج، وذلك لأنها: ¶ - تطالب بـ \" إزالة أي فوارق في التعامل معهم (التمييز، والإقصاء، والتهميش، والوصم لهم)، والتأكيد على ضرورة تمتعهم بكافة الحريات وحقوق الإنسان \"، بغض النظر عن سبب أو مصدر الإصابة بالمرض .. وتبدو بذلك أنها تعطي لممارس الفاحشة الضوء الأخضر للاستمرار في جريمته، فلا عقوبة رادعة، ولا توبيخ، بل فقط (عدم الموافقة على سلوكه) و (دعوته للتوبة)، مع تبشيره في حال إصابته بالإيدز بأن المجتمع سيتقبله ويتضامن معه ويعامله كأخ، وأنه سيحصل على كل الدعم المادي والمعنوي والرعاية والحنان، ولفظ (التحريم) ورد في حالة واحدة فقط، وذلك عند عدم أخذ الاحتياطات اللازمة (أي استخدام العازل الطبي) عند ممارسة الفاحشة مما يتسبب في نقل المرض للآخرين!! ¶ - كما أن التأكيد على أن يتمتع مريض الإيدز بكافة حقوق الإنسان (بصرف النظر عن سبب الإصابة)، يعني أن من يستنكر أو يرفض الفاحشة التي تسببت في نقل المرض لذاك المريض، أو من يطالب بإجراء الفحوصات الطبية الإجبارية والإلزامية، يعاقب بتهمة التمييز وانتهاك حقوق الإنسان، فحرية الممارسة الجنسية (بما فيها ممارسة الشذوذ الجنسي) تُعدّ في البيان العالمي لحقوق الإنسان: حقًا من حقوقه، وبهذا يقف هذا البند عائقًا أمام تطبيق القوانين والتشريعات الإسلامية التي تحمي المجتمع من الرذيلة. ¶ - (تناول المؤسسات التعليمية هذه القضية) كما ينص الإعلان، يتم عن طريق تعليم الأطفال (الجنس الآمن  Safe sex)  وهو ما تنص عليه المواثيق الدولية في تناولها لقضية الإيدز، ويشمل الجنس الآمن: تعليم الأطفال السبل المختلفة للممارسات الجنسية مع تجنب انتقال الإيدز أثناء الممارسة، مما سيؤدي إلى انتشار الفاحشة بين الأطفال بما لهم من",
            "page": "15",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ميل فطري لتجريب كل ما يتعلمونه. ¶ ويوضح خطورة هذا البند، ما جاء في جريدة الحياة تحت عنوان (تلامذة مصر موعودون بثقافة جنسية بمواصفات عربية): \" مثل هذا الإعلان (إعلان القاهرة للقادة الدينيين) قد يكون مقدمة لتقبل إدماج قضايا الصحة الجنسية والإنجابية في المناهج الدراسية للمراهقين والمراهقات، وهي الخطوة التي واجهت معارضة عنيفة عقب مؤتمر السكان سنة 1994م، والذي اعتبرها أصحاب المناهج التقليدية في التفكير دعوة إلى الفحش والفساد بسبب ما دعا إليه من مبادئ نشر الصحة الجنسية وغيرها \" (¬1). ¶ - (تناول المجالات الإعلامية لقضية الإيدز) بالصورة الواردة في الإعلان، يؤدي في الواقع إلى إزالة حاجز الخوف والرهبة والخجل من المرض، وهذا أمر يؤدي إلى نشر الفاحشة، خاصة بالنسبة للمراهقين، بما لديهم من ميل فطري للتقليد، ونستدل على ذلك بالدراسات الإعلامية المختلفة التي أثبتت أن مشاهدة أفلام العنف والجريمة، وتعاطي المخدرات من الأسباب المؤدية إلى ارتكابها لدى الأطفال والمراهقين. ¶ - تناول المساجد والكنائس مرض الإيدز كأي مرض آخر، والتأكيد على أن مرض الإيدز هو (بلاء من عند الله) بغض النظر عن سبب الإصابة: من شأنه كسر حاجز الرهبة والخوف والخجل من المرض، مما يشجع على انتشار الفاحشة بصورة كبيرة. ¶ - يتضمن الإعلان الإقرار الضمني بممارسة الفاحشة، والاتجار فيها، وذلك من خلال البند: \" التأكيد على ضرورة الوصول إلى الفئات الأكثر عرضة من غيرها للإصابة بالإيدز ونشره، والتأكيد على ضرورة تنوع المداخل والطرق التي سنصل بها إلى هذه الفئات، خاصة المتاجرين بالجنس وزبائنهم، ومتعاطي المخدرات بالحقن، والرجال الذين يمارسون الجنس مع الرجال، وباقي أصحاب العادات الضارة \"، حيث الاعتراف بهم، لأن مجرد ذكر هذه الفئات قد يعني الموافقة على سلوكهم، فضلاً عن تجنب ذكر أي صورة للأخذ على أيديهم، أو توقيع أي عقوبة رادعة لهم، وفي هذا خطر عظيم على الأمة. ¶ - يقدم الإعلان مصلحة الفرد على مصلحة المجتمع، وفي هذا تعارض شديد مع مقاصد الشرع. ¶ ماذا بعد إعلان القاهرة؟ ¶ وقد تلا صدور إعلان القاهرة (2004م) إصدار (الدليل الإسلامي لمواجهة الإيدز) ¶ ¬__________ ¶ (¬1) أمينة خيري - جريدة الحياة - بتاريخ 21/ 12/2004م.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "تحت إشراف برنامج الأمم المتحدة الإنمائي، والذي تناول مجموعة رسائل: للأئمة، والدعاة، والشباب، والمجتمع، ومرضى الإيدز، وقدم الدليل نفس وسائل الأمم المتحدة في مقاومة الإيدز وهي:  ABC (¬1) . ¶ وبالمثل، صدر (الدليل المسيحي لمواجهة الإيدز) على نفس غرار الدليل الإسلامي، ثم تم عقد عدد من الدورات التدريبية لتدريب رجال الدين على توعية الجمهور المستهدف بالدليلين الإسلامي والمسيحي، فأقيمت في دمشق، وفي طرابلس الغرب بليبيا، وفي المغرب، وفي اليمن، وفي الكويت. ¶ وكذلك عقد صندوق الأمم المتحدة الإنمائي ورشة عمل لقيادات دينية نسائية عربية في طرابلس الغرب بليبيا، وصدر عنها (إعلان طرابلس للقائدات الدينيات للدول العربية لمواجهة الإيدز) والذي قدم مجموعة من التوصيات أخطرها: ضرورة إدخال الثقافة الجنسية في المدارس. ¶ كذلك الدول الإسلامية - غير العربية - كباكستان، كان لها نصيبها من محاولات توظيف الخطاب الديني بعقد ورش عمل تستهدف رجال الدين، بل وتم عمل دليل لمواجهة مرض الإيدز، على غرار الدليل الإسلامي السابق ذكره (¬2). ¶ وفي بنجلاديش في ديسمبر 2003م - في إطار الدعم المقدم لمقرري السياسات والشخصيات الدينية - استضاف صندوق الأمم المتحدة للسكان ووزارة الشئون الدينية مؤتمرًا للأئمة بغرض تدريب القادة الدينيين في مجال الصحة الإنجابية وحقوق المرأة وفيروس نقص المناعة البشرية. ¶ وهكذا، يأتي تطبيق هذه السياسة وفقًا لبنود الوثائق الدولية التي أكدت على أهمية الاستعانة بالقادة الدينيين (¬3). ¶ 5 - فرض الالتزام السياسي من قبل دول العالم برؤية وخطط الأمم المتحدة في مواجهة الإيدز: ¶ تبدو منظومة عمل الأمم المتحدة واحدة في كل القضايا، سواء من حيث العمل على ¶ ¬__________ ¶ (¬1) انظر (سبل الأمم المتحدة للوقاية من الإيدز) - ص21. ¶ اعتمد الدليل الذي أصدره صندوق الأمم المتحدة الإنمائي نفس السبل مع تعديل طفيف، حيث أضاف العفة مع الامتناع، كما أضاف الزوج إلى الوفاء للشريك، مع التأكيد على استعمال العازل الطبي لمن أصر على ممارسة الفاحشة. ¶ (¬2) باكستان تستعين بعلماء دين في مواجهة الإيدز، بوعظ وملصقات تحمل آيات من القرآن للإرشاد - جريدة الشرق الأوسط - الأحد 27 جمادى الثاني 1427هـ الموافق 23 يوليو 2006م - العدد (100،99). ¶ (¬3) مثال: (البند 108/ح - بكين): توفير حلقات العمل والتعليم والتدريب للمتخصصين فيما يتعلق بالوقاية من فيروس الإيدز، والأمراض الأخرى، التي تنتقل عن طريق الاتصال الجنسي وعواقبها على كل من المرأة والرجل من جميع الأعمار للوالدين وصناع القرارات وقادة الرأي على جميع مستويات المجتمع المحلي، بما في ذلك السلطات الدينية والتقليدية \".",
            "page": "17",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "(صعيدين/خطين) متوازيين هما: المسار الحكومي ومسار منظمات المجتمع المدني، أو محاولة تكبيل الدول والشعوب باتفاقيات على درجة عالية من درجات الإلزام، بحيث لا تستطيع الدول الفكاك منها، ففي أول ديسمبر (2000م) أصدر الأمين العام للأمم المتحدة رسالة بمناسبة اليوم العالمي لمتلازمة نقص المناعة المكتسب، وكان تركيزه فيها واضحًا على الإلزام السياسي للدول، وفعلاً ومنذ العام (2001م) بدأ شكل هذا الإلزام يكون أكثر وضوحًا منذ أن اعتمدت الدورة الاستثنائية الـ (26) للجمعية العامة (من 25 إلى 27 يونيو 2001م) (إعلان الالتزام بشأن فيروس نقص المناعة البشرية). ¶ وفي مسار فرض الإلزام السياسي وتكبيل الدول بالموافقة على إعلانات واتفاقيات عقدت الأمم المتحدة مؤتمرًا عالميًا عن الإيدز والأمراض الجنسية في أفريقيا 13/ 9/2003م، وقد وضع خطوطًا رئيسية سميت  Three ones ،  وتم التصديق عليها من قبل الدول المشاركة، وتحتوي  Three ones  على: ¶ 1 - الاتفاق على وضع الإطار الفعلي لعلاج مرض الإيدز الذي يعطي الأساس لتطابق أفعال الشركاء، والذي يضمن دمجه ضمن إطار الخطة الوطنية والقومية للدول كجزء من برامج إنفاق الدول في هذا المجال. ¶ 2 - تطابق برامج الإيدز القومية مع المنظمات الدولية الثنائية والمتعددة. ¶ 3 - الاتفاق على مستوى الرقابة ونظم التقويم بالدول. ¶ موقف (إسلامي - مسيحي) رافض. ¶ وفي عام 2006م بنيويورك في الفترة من 31 مايو إلى 2 يونيو، عقدت الجمعية العامة للأمم المتحدة مؤتمرًا عن الإيدز خصص لتقييم تنفيذ الحكومات له خلال السنوات الخمس الماضية، وقد ورد في أحد بنوده (البند 29) على سبيل المثال: \" نلتزم - نحن الدول - بتكثيف الجهود من أجل سن التشريعات والأنظمة وغيرها من التدابير الكفيلة بالقضاء على جميع أشكال التمييز ضد المصابين بفيروس الإيدز وأفراد الفئات الضعيفة، وكفالة تمتعهم الكامل بجميع حقوق الإنسان والحريات الأساسية، وفي الوقت نفسه احترام خصوصيتهم ووضع استراتيجيات تكفل مواجهة ما يرتبط بالوباء من وصمة العار والاستبعاد الاجتماعي \". ¶ وعند إصدار البيان الختامي للمؤتمر، عارضت بعض البلدان الأفريقية، وبعض الدول الكاثوليكية، ومجموعة من الدول الإسلامية داخل منظمة المؤتمر الإسلامي - على رأسها مصر - أن يتضمن الإعلان الإشارة إلى أن الوباء ينتشر بشكل أسرع بين الفئات الأكثر عرضة للإصابة بالفيروس، والتي تضم الشواذ والعاهرات ومتعاطي المخدرات عن",
            "page": "18",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "طريق الحقن، حيث أن مجرد ذكر هذه الفئات (¬1) قد يعني الموافقة على سلوكهم، كما عارضت تشجيع استخدام العوازل الطبية خشية أن يمثل ذلك إقرارًا أو تغاضيًا عن أنشطة غير شرعية، أو إقرارًا لممارسة الجنس بشكل غير شرعي (الزنا) ¶ ولقد أبدت مصر - في بيان أصدرته وزارة الخارجية المصرية - رفضها لتقنين بعض السلوكيات التي تخالف تعاليم الإسلام بحجة معالجة مرض الإيدز، وقالت مساعد وزير الخارجية للعلاقات متعددة الأطراف السفيرة/ نائلة جبر: \" إن مصر لم تعترض خلال المؤتمر على تضمين الإعلان أي أهداف أو خطة زمنية، لضمان الحق في العلاج والوقاية، إلا أنها رفضت محاولة بعض الأطراف استغلال قضية الإيدز كذريعة لفرض قيم غربية مرفوضة على المجتمعات العربية والإسلامية \"؛ وأوضحت (نائلة جبر) أن قيم المجتمع المصري النابعة من عروبته وإسلامه، ليست قابلة للتفاوض، مؤكدة رفض بلادها ممارسة الضغوط على الوفود، لإجبارها على القبول بتقنين العلاقات غير السوية، والتي تتعارض مع قيم المجتمعات العربية والإسلامية، وأضافت أن هذه الضغوط تمارس في الوقت الذي ترفض فيه نفس الأطراف الاعتراف بأن أسباب الإصابة بمرض الإيدز تشمل الممارسات السلوكية غير السوية (¬2). ¶ ولعل ذلك ما جعل كوفي عنان يعرب عن خيبة أمله (¬3) من ذلك البيان ويعتبر أن العالم أخفق في الوفاء بالوعود التي قطعها قبل خمسة أعوام لمواجهة مرض الإيدز، وقال عنان: \" إن الغالبية الساحقة من الدول فشلت في الوفاء بالتزاماتها بشكل يبعث على الإحباط \"، حيث كان يرى أنه لابد من ذكر الفئات الأكثر عرضة للمرض وهم: الشواذ والعاهرات والمدمنون (¬4)، كما كان - وفقًا لحديث كوفي عنان - ينبغي بحلول عام (2005م) أن يحصل ما لا يقل عن (9%) من الشباب بين سن (15 - 24) سنة على المعلومات والتثقيف والخدمات (¬5) اللازمة لوقاية أنفسهم من الإصابة. ¶ وعلى نفس منهج الإلزام السياسي تعمل بقية منظومة وهياكل الأمم المتحدة على نشر ¶ ¬__________ ¶ (¬1) بينما ورد ذكرها في إعلان القاهرة للقادة الدينيين - ديسمبر 2004م. ¶ (¬2) تقرير الإيدز السنوي للأمم المتحدة لعام 2006م. ¶ (¬3)  www.bbcarbic.com . ¶ (¬4)  تصر الأمم المتحدة على ضرورة الاعتراف بالشواذ والعاهرات، لأن - وفقًا لرؤيتها - عدم الاعتراف بهذه الفئات، أو الاعتراف سلبًا بهم - أي تجريم سلوكهم - يهمش هؤلاء ويقصيهم عن أي تعامل إيجابي في أطار حملات التوعية والوقاية. ¶ د/ وحيد القرشيشي (مراجعة وتحليل القوانين المتعلقة بمرض الإيدز) - تقرير تونس - المفوضية السلمية لحقوق الإنسان - سبتمبر 2005م. ¶ (¬5) إشارة إلى توفير العازل الطبي للشباب.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "استراتيجيات برنامج المكتب الإقليمي لمنظمة الصحة العالمية لشرق المتوسط لمواجهة الإيدز والأمراض المنقولة جنسيًا. ¶ ومن ذلك يتبين أن مستويات العمل الدولي في مواجهة الإيدز ثلاثة، هي: ¶ - العمل على صعيد الأمم المتحدة ووكالاتها المتخصصة. ¶ - العمل على المستوى الإقليمي، مثل إقليم شرق المتوسط. ¶ - العمل على مستوى البلدان، وذلك بإنشاء برنامج قومي لمواجهة الإيدز في كل دوله. ¶ 6 - تمويل الأمم المتحدة برامج مواجهة الإيدز في البلدان الفقيرة: ¶ في اليوم العالمي للإيدز عام (2006م) كان خطاب الأمين العام للأمم المتحدة كوفي عنان واضحًا في التركيز على البعد المالي، حينما قال: \" لدينا اليوم ما يُناهز (8 مليارات) دولار متوافرة سنويًا لجهود مواجهة الإيدز في البلدان النامية، مقابل (300 مليون) دولار قبل عقد من الآن \". ¶ أما عن توجيه هذه الأموال الطائلة، فيقول المدير التنفيذي لبرامج الأمم المتحدة لمكافحة الإيدز بيتر بيوت: \" إنه تم تخصيص نصف الأموال الموجهة للوقاية لصالح برامج الامتناع  Abstinence ،  والإخلاص  Be Faithful ،  بما يعني أن النصف الآخر تم تخصيصه لصالح توفير العوازل الطبية  Condoms  بما يجعلها في متناول الجميع. ¶ تمويل هذه البرامج في البلدان الفقيرة: ¶ يتم تمويل برامج مواجهة الإيدز في البلدان الفقيرة عن طريق مؤسسات التمويل الدولية بعدة أشكال مختلفة: ¶ أولها: التعاون مع وكالات الأمم المتحدة المعنية بالمرض. ¶ وثانيها: التعاون مع الحكومات الوطنية، وذلك بإنشاء برامج متخصصة في محاربة مرض الإيدز. ¶ والثالث: التعاون مع منظمات المجتمع المدني، وهذان المساران أيضًا هما نظام عمل الأمم المتحدة، حيث تنقسم كل اجتماعاتها إلى قسمين: قسم خاص بالوفود الرسمية الممثلة للدول والحكومات الوطنية، وقسم مواز خاص بمنظمات المجتمع المدني، وغالبًا ما تجعل هذا القسم مراقبًا أو حتى حكمًا على الحكومات؛ وبذلك تتحول مؤسسات المجتمع المدني إلى وكيل للأمم المتحدة بفضل إمكانات التمويل الكبيرة التي تتهافت عليها تلك المنظمات، وتكون في النهاية أحد أدوات الأمم المتحدة في تنفيذ رؤيتها وسياستها وأفكارها. ¶ \" لم يكن التمويل الأجنبي إلا أحد أهم آليات وسبل الاختراق الخارجي المقنن تحت راية الشرعية الدولية لإعادة رسم خرائط المجتمعات في شتى أنحاء العالم، ومما ساعد",
            "page": "20",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "عملية الاختراق هذه ظهور مراكز قوي ثقافية واجتماعية على الساحات الوطنية في البلدان المختلفة راغبة في التعاون وقادرة على تمرير الأجندات الخارجية والترويج لها ومحاولة اقتسام كعكة التمويل مع الحكومات التي تسعى هي الأخرى لتأكيد اندماجها في النظام العالمي من خلال قبول سياساته العولمية سواء في التجارة أو حقوق الإنسان \" (¬1) ¶ ويظهر موضوع التهديد بقطع المنح والمساعدات الدولية عندما تعتمد مؤسسات التمويل التابعة للأمم المتحدة خطابًا يقوم على إلزامية استخدام وصفة العلاج التي تقدمها تلك المنظمات الدولية، سواء بالعمل على كسر حاجز الصمت بهدف إزالة الوصمة عن مرض ومريض الإيدز، أو عندما تنشر منظمات التمويل الدولية أن حجب المعلومات الخاصة بالإيدز أو تخفيفها لا يعني إضعاف الوعي بالمرض، وبالتالي المساهمة بانتشاره فحسب، بل قد ينتج عنه حجب للمساعدات الدولية. ¶ ¬__________ ¶ (¬1) د/ نادية مصطفى محمود (قضايا المرأة من وطنية المنطلقات إلى عولمة الأجندات) - 4/ 8/2003م - إسلام أون لاين.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "خلاصة ¶ طرق الوقاية من المرض في برنامج الأمم المتحدة ¶ جاء في التقرير السنوي لبرنامج الإيدز التابع للأمم المتحدة عام 2006م: \" إن الأهداف الأخلاقية لمحاربة الإيدز تتضمن: الامتناع، وتأخير ممارسة الجنس بين صغار السن، وتوحيد العلاقة الجنسية، وتخفيض عدد الشركاء في العلاقة الجنسية، والاستعمال الصحيح والمستمر للعازل الطبي خاصة في الأماكن التي انتشر فيها مرض الإيدز، وتتطلب الوقاية الفعالة لمرض الإيدز تغييرًا في العادات المتوطنة والعادات الاجتماعية المتعلقة بالجنس، ذلك إن الممارسة غير الآمنة أسهمت في انتشار المرض في أفريقيا، وإن إقناع الأشخاص النشطين جنسيًا بقبول تخفيض عدد شركائهم وتوحيد الشريك، سوف يكون مصيريًا وسببًا في نجاح الجهود الوقائية من مرض الإيدز ذات المدى الطويل \". ¶ كما جاء في برنامج الحملة العالمية لمواجهة الإيدز لعام 2000م الذي أصدرته الأمم المتحدة ما يلي: ¶ \" أن هناك عدة طرق للوقاية من الانتقال الجنسي لفيروس العوز المناعي البشري، وهي تشمل: الامتناع ( Abstinence) ،  والإخلاص للشريك ( Be Faithful to your Partner) ،  واستعمال العازل الطبي ( Condom) \" . ¶ أولاً: الامتناع ( Abstinence) (¬1) : ¶ المقصود بالامتناع في لغة الأمم المتحدة هو: ¶ - الاستمناء باليد. ¶ - العادة السرية المزدوجة. ¶ - ممارسة الجنس بدون تلامس الأعضاء التناسلية. ¶ - ممارسة الجنس الفموي بدون قذف بالفم. ¶ ثانيًا: الإخلاص للشريك ( Be Faithful to your Partner) : ¶ تعني كلمة ( Partner)  في مواثيق الأمم المتحدة، أي نوع من المساكنة بين اثنين، رجل وامرأة (ولو بدون رباط شرعي)، أو معاشرة بين رجلين، أو امرأتين. ¶ ثالثًا: استعمال العازل الطبي ( Condom) : ¶ ¬__________ ¶ (¬1)  انظر كتاب (الرعاية التمريضية لمرضى الإيدز) - جمهورية مصر العربية - 1997م - ص18.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "في وثيقة مؤتمر القاهرة للسكان عام (1994م)، جاء تحت بند معالجة الإيدز: \" يرى المشروع أنه ينبغي أن يصبح تشجيع استخدام الرفالات (العوازل الطبية) جيدة النوعية وتوريدها وتوزيعها بصورة موثوقة، عناصر لا تتجزأ من جميع خدمات رعاية الصحة التناسلية، وينبغي على جميع المنظمات الدولية ذات الصلة - ولاسيما منظمة الصحة الدولية - أن تزيد بصورة كبيرة من شرائها، كما ينبغي العمل على إتاحة الرفالات والعقاقير للوقاية والعلاج من الأمراض المنقولة عن طريق الاتصال الجنسي على نطاق واسع وبأسعار متهاودة مع إدراجها في جميع قوائم العقاقير الأساسية \" (¬1). ¶ ولقد سارعت أجهزة الأمم المتحدة ومنظماتها المختلفة والمهتمة بشئون الصحة إلى الدعوة إلى توزيع العازل الطبي على طلبة المدارس والجامعات والجنود في الجيش والسجون، ولم تحاول هذه الأجهزة أن تجعل ضمن برامجها دعوة الناس إلى التمسك بالقيم والأخلاق الفاضلة، أو الدعوة إلى الزواج المبكر (¬2) كي يتم كبح جماح الشهوة الجنسية العارمة وترشيدها، خاصة في سن الشباب. ¶ وليس هناك ما يمكن تسميته بالممارسة الآمنة، فالعازل الطبي ليس آمنًا بالمعنى المشار إليه تمامًا، لا من الإيدز، ولا من أغلب الأمراض المنقولة جنسيًا، بل إن الوكالات الدولية ذاتها تعده ضمن الممارسات الجنسية متوسطة الخطورة، أي أنها لم تصنفه ضمن فئة - ما تعده - ممارسات آمنة أو ممارسات أقل خطورة (¬3). ¶ هل يقي العازل الطبي من الإيدز؟ ¶ مع العلم أن الادعاء بأن استعمال العازل الطبي يقي من انتقال الإيدز أو الأمراض الجنسية الأخرى من شخص إلى آخر، لا يمكن الاعتماد عليه، فالعازل يقلل نسبة انتقال هذه الأمراض، ولكنه لا يمنع بالضرورة من الإصابة بفيروس الإيدز، حيث المسام الميكروسكوبية في العازل تسمح لفيروس الإيدز بالمرور من خلالها، لأن حجمها يكون أكبر منه، فيصاب الشخص بعدوى الفيروس، خاصة في وجود تقرحات في أعضائه الجنسية، وقد يتهتك العازل أثناء العملية الجنسية ويؤدي أيضًا إلى الإصابة به (¬4)، ثم إنه بعد الممارسة يتسع هذا العازل ويسمح بخروج السائل المحمل بالفيروس. ¶ ¬__________ ¶ (¬1) الأمم المتحدة - إعلان ومنهاج عمل بكين مع الإعلان السياسي والوثيقة الختامية لمؤتمر بكين بعد خمس سنوات - نيويورك - إدارة شئون الإعلام بالأمم المتحدة - 2002م. ¶ (¬2) للأسف فإن مجمل سياسات الأمم المتحدة ووثائقها تصب في اتجاه محاربة الزواج المبكر وتعده عنفًا ضد الأطفال (18) سنة، في الوقت الذي تشجع فيه ممارسة الجنس للمراهقين عن طريق برامج التثقيف الجنسي. ¶ (¬3) لمزيد من التفاصيل انظر: الرعاية التمريضية لمرضى الإيدز - اليونيسيف - مرجع سابق ذكره - ص18. ¶ (¬4) د/ عبد الخالق يونس - مرجع سابق - ص113.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ولقد أثبتت دراسات عديدة أن العازل الطبي غير مانع (¬1) على الإطلاق من انتقال فيروس الإيدز، ونتائج هذه الدراسات أثبتتها نشرة خدمات الإيدز الصادرة عن مركز معلومات الإيدز في الولايات المتحدة. ¶ إن السياسات المعتمدة في توزيع العازل الطبي في أفريقيا وبلدان العالم النامي توحي بأن العازل آمن (100%)، ومن ذلك تسميته بالواقي الذكري، لإضفاء خاصية الوقاية عليه، لكن الحقيقة إن واحدًا من كل عشرة يستخدمون العازل يصاب بالإيدز (هذا على فرض استخدامه بشكل صحيح)، ونسبة الفشل هذه تعد نسبة كبيرة في الأمراض المميتة. ¶ وهذا ما جعل أحد الخبراء المناهضين لسياسة ترويج العازل الطبي كواقي من الإيدز يقول: \" ما رأيك لو أنك تمارس رياضة القفز في الهواء، وقيل لك إن الباراشوت يعمل بنسبة (90%)، هل ستمارس هذه الرياضة؟ \". ¶ لذا نحن نرى أن الترويج للعازل الطبي ليس للوقاية من الإيدز، إذ أنه لا يحمي من المرض، وإنما لغرض آخر هو منع الحمل، ونجد صدى ذلك في تقرير المديرة التنفيذية لصندوق الأمم المتحدة للسكان لعام 2003م تقول فيه: \" إن دمج برامج فيروس نقص المناعة البشرية بالأمراض المنقولة جنسيًا عن طريق الاتصال الجنسي مع برامج الصحة الإنجابية هي استراتيجية يمكن أن تفضي إلى تحسين سبل الوقاية والعلاج، كما أنها تفضي إلى خصوبة أقل \". ¶ وأما عن تأخير سن الممارسة، فإننا نلاحظ عجبًا، فعلى النقيض من ذلك تصب السياسات في عكس ذلك الطريق، إذ أنه تحت ستار الحرية الشخصية وحقوق الإنسان، لا زالت تكرس المؤتمرات المتوالية بنودًا (¬2) تنزل بعملية التثقيف الجنسي إلى سنوات قبل الممارسة الأولى، مما أدى إلى خفض سن الممارسة نتيجة التجريب الناجم عن التثقيف، ولا زالت سياسات الأمم المتحدة تستهدف توزيع أكبر كمية ممكنة من العوازل الطبية التي ربما منعت الحمل - مع ¶ ¬__________ ¶ (¬1) العازل الطبي يمنع الحمل، لكنه لا يحمي من الإيدز، فمتوسط حجم مسام العازل 5 ميكرون، وأما فيروس  HIV  المسبب للإيدز فهو 0.1 ميكرون. ¶ (¬2) من تلك البنود: \" تصميم برامج محددة موجهة إلى الرجال من جميع الأعمار، والمراهقين .. تهدف إلى توفير معلومات كاملة ودقيقة عن السلوك الجنسي والإنجابي المأمون والمسئول! بما في ذلك الاستخدام الطوعي لوسائل الوقاية الطبية المناسبة والفعالة بغية الوقاية من فيروس الإيدز والأمراض الأخرى التي تنتقل عن طريق الاتصال الجنسي، وذلك من خلال جملة أمور منها الامتناع، ومنها استخدام الواقيات الطبية \" (البند 108/ز - بكين)؛ \" وفي ضوء الحاجة الماسة إلى منع حالات الحمل غير المرغوب فيه، = ¶ = والانتشار السريع لمرض الإيدز وغيره من الأمراض المنقولة بالاتصال الجنسي، وشيوع الاعتداءات الجنسية والعنف، ينبغي للحكومات أن تمنع سياساتها الوطنية على أساس تفهم أفضل للحاجة إلى الحياة الجنسية للبشرية المسئولة \" وواقع السلوك الجنسي الحالي \" (البند 7 - 37 - وثيقة مؤتمر السكان).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ملاحظة التثقيف الجنسي للمراهقات والمراهقين - لكنه بالتأكيد لن تمنع انتقال مرض الإيدز (¬1). ¶ وما يوضع تحت عنوان (التوعية الجنسية) التي أكد عليها الأمين العام للأمم المتحدة ومعظم كلمات المشاركين من الدول الغربية في مؤتمر الأمم المتحدة في يونيو 2006م، يتبيّن أن مفهوم الكلمة الغربي والمتغرب، هو (التوعية) الهادفة إلى رفع حواجز القيم والبقية الباقية من (عراقيلها) - طبقًا لرؤية الأمم المتحدة - القائمة اجتماعيًا في وجه انتشار الإباحية الجنسية على مختلف المستويات وبين سائر فئات الأعمار، وهذا ينسجم مع ما هو معروف عن مؤتمرات دولية أخرى (¬2). ¶ عولمة التعامل مع مرض الإيدز ¶ إن الغرب كحضارة مهيمنة يفرض علينا - وعلى كل العالم - هذه الفلسفة عندما يُعولمها، ويضع عليها أختامًا وشعارات الأمم المتحدة (¬3)، فرغم أن الوظيفة الأساسية للأمم المتحدة - والتي نص عليها ميثاقها  UN Charter -  هي: \" الحفاظ على التنوّع البشري والثقافي للأمم والشعوب \"، إلا أن سياساتها تستبطن قسر مختلف أمم وشعوب المعمورة على وسائل محددة في مواجهة مرض الإيدز، وهي وسائل ثبت ضعف جدواها سواء في البلدان الغربية - حيث نشأ المرض - أو البلدان التي اعتمدت تلك الوسائل. ¶ ولو أن أفكار الغرب وفلسفاته، بل وممارساته، كانت وقفًا عليه - لما استحقت منا كثير اهتمام - فهذا هو حقهم في الاختيار وفي الاختلاف، قال تعالى: {ولَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً واحِدَةً ولا يَزَالُونَ مُخْتَلِفِينَ (118) إلا مَن رَّحِمَ رَبُّكَ ولِذَلِكَ خَلَقَهُمْ} (¬4)، ولكن ما دعانا إلى الاهتمام بتلك الفلسفات، هو ما رأيناه من محاولات حثيثة لفرض تلك الفلسفات والممارسات علينا ¶ ¬__________ ¶ (¬1) ترفض الكنيسة الكاثوليكية والفاتيكان استخدام العازل الطبي، وترى أن الإيدز يزداد جدًا بسبب إتاحة تلك العوازل الطبية، فكما قال أحد كرادلة الفاتيكان: أن العازل لا يحمي من الإيدز، وربما يساعد على الانتشار، وكان هذا الكلام في إذاعة  BBC  فوجدت منظمة الصحة العالمية أن رسالة الكاردينال خطيرة، فردت وقالت: إن فاعلية العازل تصل 90% لو استخدم بطريقة صحيحة، وإن 10% يفشل نتيجة لعدم استخدامه بطريقة صحيحة، فرد الكاردينال بقوله: طالما أن العازل لا يعطي حماية 100% فهو مضلل وخطير التكلم عن (الجنس الآمن)، وهي رؤية جديرة بالاعتبار. ¶ انظر:  Aids News Service , Aids Information Center , September 2 , 1994 . ¶ انظر تقرير الأمم المتحدة 2006  Report on the Global AIDS Epidemic -  الفصل 6. ¶ (¬2) نبيل شعيب - الإيدز .. طاحونة المدنية المادية - موقع إسلام أون لاين - 19/ 7/2001م. ¶ (¬3) 2004  UNAIDS . ¶ 1 - الاتفاق على وضع الإطار الفعلي لمرض الإيدز الذي يعطي ....... أفعال الشركاء والتنسيق بينها. ¶ 2 - تطابق برامج الإيدز القومية مع القطاعات الخارجية المتعددة والمنتدبين الخارجيين. ¶ 3 - الاتفاق على مستوى الرقابة. ¶ (¬4) سورة هود - الآيتان 119،118.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "في عالمنا الإسلامي، من خلال مواثيق دولية تصدرها هيئة الأمم المتحدة، وتمارس كافة الوسائل من ترغيب وترهيب في سبيل تمريرها وتطبيقها. ¶ التعامل مع نتائج المشكلة دون مسبباتها ¶ ومن أهم مفردات الثقافة الغربية - والتي تكرسها (فلسفة الأمم المتحدة لمواجهة وباء الإيدز) - التعامل مع تداعيات المرض، بل وتقنين مسبباته، وعلى هذا الأساس يتم التعامل مع نتائج مشكلة انتشار مرض الإيدز، وليس مع مسبباتها من شيوع الفاحشة وانتشار المخدرات. ¶ إن الاختلاف الأساسي بين النظرة الإسلامية والنظرة الغربية لمواجهة الإيدز: أن الإسلام يعالج المشكلات علاجًا جذريًا، حيث يمنع أساسًا مسببات المرض بتحريمه الزنا والشذوذ وكل ما يؤدي إليهما، الأمر الذي يمثل الحماية الحقيقية من الإصابة بالأمراض الجنسية.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "المنهج الإسلامي في مواجهة مرض الإيدز ¶ يقوم المنهج الإسلامي في مواجهة مرض الإيدز على مجموعة من المسلمات العقدية والفلسفية في الاجتماع وسنن العمران والعلاقات الاجتماعية، وعلى مجموعة من القواعد الحاكمة في النظر إلى الأصول الثلاثة: الإنسان، والكون، والحياة، تلك الأصول التي تتحدد علاقتها بالله وبشريعة حاكمة تحدد مصادر التشريع ومعيارية الصواب ونمط العلاقات الاجتماعية بين البشر، حيث توحيد الله رب العالمين، ومعيارية الشريعة الإسلامية، والتراحم بين البشر كنمط حاكم للعلاقات بين الناس، وفي هذا الإطار العام يأتي المنهج الإسلامي لمواجهة مرض الإيدز، من حيث إن الحفاظ على الجسد من أهم أهداف الإسلام، ومن أهم سبل القوة التي يقول عنها النبي ((صلى الله عليه وسلم)): «الْمُؤْمِنُ الْقَوِىُّ خَيْرٌ وَأَحَبُّ إِلَى اللَّهِ مِنَ الْمُؤْمِنِ الضَّعِيفِ» (¬1). ¶ إن أهم الفروق بين المنهج الإسلامي وسياسات الأمم المتحدة في علاج وباء الإيدز تكاد تنحصر في أن المنهج الإسلامي يعمل على تجفيف منابع المرض، ومعالجة مصادره، ومحاصرة شروره، بينما سياسات الأمم المتحدة تحافظ على منابع المرض - بالدفاع عما يسمى حقوق الشواذ والحريات الجنسية -، وتعمل على صعيد التعامل مع الآثار - بمثل تبني شيوع العازل الطبي -، وذلك من باب المحافظة على حرية الأفراد، في الوقت الذي تدمر فيه حقوق أمم وشعوب ودول تحاول أن تقاوم فرض نمط الحياة الغربي على العالمين. ¶ ¬__________ ¶ (¬1) صحيح مسلم - كتاب القدر - باب في الأمر بالقوة وترك العجز والاستعانة بالله - حديث رقم 6945.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "منهج الإسلام في تهذيب غرائز الإنسان ¶ من حقائق الإسلام أنه راعى الغرائز الإنسانية، وفتح لها بابًا وحيدًا ومهذبًا لتفريغ طاقاتها والتمتع بلذائذها. ¶ ومن أهم هذه الغرائز: الشهوة الجنسية، لذلك حدد لها إطارًا شريفًا عفيفًا عن طريق الارتباط بين الرجل والمرأة بميثاق غليظ محوط بالحب والود والرحمة، معترفًا بأن ذلك الارتباط ضرورة من ضرورات الحياة كالطعام واللباس، حيث يقول سبحانه: {هُنَّ لِبَاسٌ لَّكُمْ وأَنتُمْ لِبَاسٌ لَّهُنَّ} (¬1) بل إن تعبير القرآن الكريم عن أصل الخلقة بأنه سبحانه خلقنا من نفس واحدة وخلق منها زوجها يدل دلالة واضحة على الاتفاق في الميول والرغبات والاحتياجات العضوية والنفسية سواء كان المعنى أن المرأة جزء من الرجل فهو محتاج إلى تكملة ما نقص منه وهي محتاجة للالتصاق بالكل، أم كان المعنى أن المرأة والرجل خلقا من أصل واحد مما يؤكد أواصر القرب والمودة الفطرية بينهما، كما أن الإسلام قد سمى الرجل الذي ارتبط بامرأة زوجًا كما سمى هذه المرأة أيضًا بزوج، ومعنى هذا أنه لا يتصور أحدهما منفصلاً عن الآخر، وقد حدد الإسلام لهذا الزواج أهدافًا سامية. ¶ أهداف الزواج: ¶ 1 - من أهمها بقاء النسل وتواصل الأجيال، وهذا واضح في قوله سبحانه وتعالى: يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَذِي خَلَقَكُم مِّن نَّفْسٍ واحِدَةٍ وخَلَقَ مِنْهَا زَوْجَهَا وبَثَّ مِنْهُمَا رِجَالاً كَثِيراً ونِسَاءً} (¬2)، وفي قوله تعالى: {واللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً وجَعَلَ لَكُم مِّنْ أَزْوَاجِكُم بَنِينَ وحَفَدَةً ورَزَقَكُم مِّنَ الطَّيِّبَاتِ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ} (¬3)، وفي قوله تعالى: {نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} (¬4)، ولا يتأتى لزارع أن يحرث أرضًا وهو لا يرجو من وراء حرثه ثمرة، وفي قول رسولنا محمد ((صلى الله عليه وسلم)): «تَزَوَّجُوا الْوَلُودَ الْوَدُودَ فَإِنِّى مُكَاثِرٌ بِكُمْ» (¬5). ¶ ¬__________ ¶ (¬1) سورة البقرة - الآية 187. ¶ (¬2) سورة النساء - الآية 1. ¶ (¬3) سورة النحل - الآية 72. ¶ (¬4) سورة البقرة - الآية 223. ¶ (¬5) سنن النسائي - كتاب النكاح - باب كراهية تزويج العقيم - حديث رقم 3240.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "2 - ومن أهداف الزواج تحقيق العفة والإشباع الجنسي لدى كل من الزوجين .. بحيث لا يفكر أحدهما في الخيانة والانحراف والاعتداء على أعراض الآخرين. ¶ 3 - ومن أهدافه تحقيق الأنس والسكن النفسي ليتفرغ كل منهما للعمل والإنتاج المثمر النافع لنفسه ولأمته، قال تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً} (¬1). ¶ تيسير الإسلام للزواج: ¶ وحتى تتحقق هذه الأهداف يسّر الإسلام أمر الزواج كي يسد ثغرات الفساد، ولم يجعل المرأة سلعة تباع وتشترى، إنما جعل الصداق الذي يدفعه الزوج لها نحلة وهدية تعبر عن رغبته في الزواج منها، ولذلك رغب في عدم التغالي في المهور فقال ((صلى الله عليه وسلم)): «إِنَّ أَعْظَمَ النِّكَاحِ بَرَكَةً أَيْسَرُهُ مُؤْنَةً» (¬2). ¶ وإزاء هذه التيسيرات والإرشادات أغلق الإسلام أبواب الفواحش والعدوان على الأعراض، وكان حد الزنا في الإسلام شديدًا، وكانت وسائل إثباته أيضًا صعبة حفاظًا على كرامة الإنسان من أن يلوكها الناس بلا تثبت وتبين. ¶ ¬__________ ¶ (¬1) سورة الروم - الآية 21. ¶ (¬2) مسند أحمد - حديث السيدة عائشة - حديث رقم 25264.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أوضاع مرفوضة في التشريع الإسلامي ¶ 1 - الزواج المثلى: ¶ نستخلص من هذه المبادئ أن لا سبيل إلى تكوين أسرة إلا من خلال رجل وامرأة، وأنه لا مجال في الإسلام للزواج المثلي ولا إلى ارتكاب أي تصرف يخرج عن هذه الضوابط، وكان تحذيره من هذا الخروج حاسمًا حيث كان نهيه عن القرب منها مشعرًا بأنها كالوحش المفترس إذا اقترب منه الإنسان افترسه فقال تعالى: {ولا تَقْرَبُوا الفَوَاحِشَ مَا ظَهَرَ مِنْهَا ومَا بَطَنَ} (¬1). ¶ وقد حذر المصطفى ((صلى الله عليه وسلم)) من الأضرار الصحية والأوبئة العامة التي تترتب على شيوع الفاحشة في أي مجتمع فقال: «لَمْ تَظْهَرِ الْفَاحِشَةُ فِي قَوْمٍ قَطُّ حَتَّى يُعْلِنُوا بِهَا إِلاَّ فَشَا فِيهِمُ الطَّاعُونُ وَالأَوْجَاعُ الَّتِي لَمْ تَكُنْ مَضَتْ فِي أَسْلاَفِهِمُ الَّذِينَ مَضَوْا» (¬2)، ولفظ الطاعون ينطبق تمامًا على مرض الإيدز وإن ظهور الفاحشة والاستعلان بها على هيئة إباحة الشذوذ الجنسي واعتباره حقًا من حقوق الإنسان هو الداعي لذلك الطاعون، إذ اعتبر القرآن الكريم الشذوذ فاحشة لم يسبق قوم لوط عليه السلام أحد فيها إذ قال نبيهم عليه السلام: {أَتَأْتُونَ الفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ العَالَمِينَ (80) إنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ} (¬3)، وتكرر من نبيهم عليه السلام تبكيتهم على هذا الفعل الشنيع: {أَتَأْتُونَ الذُّكْرَانَ مِنَ العَالَمِينَ (165) وتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَاجِكُم بَلْ أَنتُمْ قَوْمٌ عَادُونَ} (¬4)، وحين أصروا على فعلتهم واعتبروا لوطًا عليه السلام ومن معه من المتطهرين، واستهزئوا بالإنذارات الإلهية، أمر الله تعالى نبيه عليه السلام أن يسري بقطع من الليل لأن موعدهم الصبح ثم كانت العقوبة {فَلَمَّا جَاءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ (82) مُسَوَّمَةً عِندَ رَبِّكَ ومَا ¶ ¬__________ ¶ (¬1) سورة الأنعام - الآية 151. ¶ (¬2) سنن ابن ماجة - كتاب الفتن - باب العقوبات - حديث رقم 4155. ¶ (¬3) سورة الأعراف - الآيتان 81،80. ¶ (¬4) سورة الشعراء - الآيتان 156،155.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ} (¬1)، وهكذا ينذر القرآن الكريم كل من أتى فعل قوم لوط أن يخسف الله تعالى بهم الأرض، وأن يمطرهم بحجارة من سجيل منضود، ويصفهم بأنهم ظالمون، وما هذا الجزاء من الظالمين ببعيد. ¶ وإذا كان هذا هو حكم الشذوذ أو اللواط الذي أجمع الباحثون على أن أكثر من 80% من المصابين بهذا الداء (الإيدز) من الشواذ، فإننا نرى - ونحن معتزون بديننا مبينون لإعجازه التشريعي - أن النصيحة الأولى التي يجب أن نجهر بها لحكامنا ولشعوبنا ولشبابنا أن لابد من الإسراع في إقرار التجريم والتحريم والاحتقار لكل من يمارس الشذوذ الجنسي، وأن تتضمن التشريعات الجنائية في كل البلاد العربية عقوبة هذا الفعل الشنيع .. كما لابد أن يتضمن هذا التشريع عقوبة رادعة لأولئك الذين ينشرون هذا الوباء في بلادنا ممن يريدون الإقامة بيننا من المصابين به، وبهذا نضمن القضاء على معظم المنابع لهذا المرض الخطير. ¶ عقوبة الإسلام للشذوذ الجنسي: ¶ مع إجماع العلماء على حرمة هذه الجريمة، وعلى وجوب أخذ مقترفيها بالشدة .. اختلفوا في تقدير العقوبة المقررة لها إلى مذاهب ثلاثة: ¶ الأول: القتل ولو كان غير محصن، سواء كان فاعلاً أو مفعولاً به، لقول النبي ((صلى الله عليه وسلم)): «مَنْ وَجَدْتُمُوهُ يَعْمَلُ عَمَلَ قَوْمِ لُوطٍ فَاقْتُلُوا الْفَاعِلَ وَالْمَفْعُولَ بِهِ» (¬2)، وورد عن علي ابن أبي طالب - رضي الله عنه - أنه رجم من يعمل هذا العمل محصنًا أو غير محصن، وورد عن أبي بكر - رضي الله عنه - أن حكمه أن يقتل بالسيف ثم يحرق لعظم المصيبة، وذهب عمر وعثمان ((رضي الله عنهما)) إلى هدم حائط عليه، ورأى ابن عباس ((رضي الله عنهما)) رميه من أعلى بناء في الحي. ¶ الثاني: حده حد الزاني، يجلد البكر ويغرب، ويرجم المحصن، وذلك قياسًا على الزنا مستأنسين بحديث رسول الله ((صلى الله عليه وسلم)): «إِذَا أَتَى الرَّجُلُ الرَّجُلَ فَهُمَا زَانِيَانِ» (¬3). ¶ الثالث: التعزير، وهو مذهب أبي حنيفة، والشافعي في قول له (¬4). ¶ 2 - إتيان المرأة في دبرها: ¶ ¬__________ ¶ (¬1) سورة هود - الآيتان 83،82. ¶ (¬2) سنن أبي داود - كتاب الحدود - باب فيمن عمل عمل قوم لوط - حديث رقم 4464. ¶ (¬3) سنن البيهقي - كتاب الحدود - باب ما جاء في حد اللوطي - حديث رقم 17490. ¶ (¬4) يراجع كتاب فقه السنة - المجلد الثاني - ص432 - 434.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ويأتي بعد ذلك في الدرجة إتيان الزوجة في دبرها، وهذه جريمة وكبيرة في الإسلام، حيث حدد الله عز وجل للرجل مكانًا وحيدًا لإتيان المرأة هو مكان الحرث والنسل فقال: {نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} (¬1)، وقال ((صلى الله عليه وسلم)): «مَنْ أَتَى امْرَأَتَهُ فِي دُبُرِهَا لَمْ يَنْظُرِ اللَّهُ تَعَالَى إِلَيْهِ يَوْمَ الْقِيَامَةِ» (¬2). ¶ 3 - السحاق: ¶ كما حرم الإسلام السحاق بين النساء، فقد روى الإمام أحمد ومسلم وأبو داود والترمذي أنه ((صلى الله عليه وسلم)) قال في حديث طويل: «وَلاَ تُفْضِي الْمَرْأَةُ إِلَى الْمَرْأَةِ فِي الثَّوْبِ الْوَاحِدِ»، وفسر بعض العلماء قوله تعالى: {واللاتِي يَأْتِينَ الفَاحِشَةَ مِن نِّسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ فَإن شَهِدُوا فَأَمْسِكُوهُنَّ فِي البُيُوتِ حَتَّى يَتَوَفَّاهُنَّ المَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلاً} (¬3) بأنها نزلت في مباشرة النساء للنساء، وسماها القرآن الكريم فاحشة، وأمر بعزلهن عن المجتمع حتى الوفاة أو التوبة النصوح. ¶ 4 - البغاء (تجارة الجنس): ¶ كما حرم الإسلام وشدد في النهي عن البغاء، وتهكم على رأس النفاق في المدينة بأنه كان يتاجر بالأعراض ويجبر الإماء المملوكات له على البغاء ليحصل على مقابل مادي خبيث بالرغم من أن هؤلاء يكرهن هذه الممارسة الممقوتة ويردن التحصن فقال: {ولا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى البِغَاءِ إنْ أَرَدْنَ تَحَصُّناً لِّتَبْتَغُوا عَرَضَ الحَيَاةِ الدُّنْيَا ومَن يُكْرِههُّنَّ فَإنَّ اللَّهَ مِنْ بَعْدِ إكْرَاهِهِنَّ غَفُورٌ رَّحِيمٌ} (¬4) ذلك أن الله تعالى قد حرم القرب من الزنا في قوله تعالى: {ولا تَقْرَبُوا الزِّنَى إنَّهُ كَانَ فَاحِشَةً وسَاءَ سَبِيلاً} (¬5)، فكيف يبيح فتح بيوت الدعارة والمتاجرة بالأعراض؟ ¶ 5 - إشاعة الفاحشة: ¶ وحرصًا على شيوع خلق الطهارة والعفة في الأمة حرم الإسلام التشجيع على ارتكاب ¶ ¬__________ ¶ (¬1) سورة البقرة - الآية 223. ¶ (¬2) سنن الدارمي - كتاب الطهارة - باب من أتى امرأته في دبرها - حديث رقم 1187. ¶ (¬3) سورة النساء - الآية 15. ¶ (¬4) سورة النور - الآية 33. ¶ (¬5) سورة الإسراء - الآية 32.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الفواحش، ونشر ما يثير الغرائز ويجرئ على الحرام في وسائل الإعلام المختلفة، فقال سبحانه: {إنَّ الَذِينَ يُحِبُّونَ أَن تَشِيعَ الفَاحِشَةُ فِي الَذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا والآخِرَةِ واللَّهُ يَعْلَمُ وأَنتُمْ لا تَعْلَمُونَ} (¬1)، بل جعل الإسلام من خلق الحياء سياجًا حصينًا يمنع المسلم من الخوض في الألفاظ المكشوفة، والعبارات التي تصف مفاتن المرأة أو تتحدث عن المخادنة والعشق، أو الروايات والأفلام والمسرحيات التي تبدو فيها المرأة مميلة ومثيرة ومتكشفة، وحذر النساء اللاتي يفعلن ذلك من سوء المصير، حيث قال ((صلى الله عليه وسلم)): «صِنْفَانِ مِنْ أَهْلِ النَّارِ لَمْ أَرَهُمَا قَوْمٌ مَعَهُمْ سِيَاطٌ كَـ أَذْنَابِ الْبَقَرِ يَضْرِبُونَ بِهَا النَّاسَ وَنِسَاءٌ كَاسِيَاتٌ عَارِيَاتٌ مُمِيلاَتٌ مَائِلاَتٌ رُءُوسُهُنَّ كَـ أَسْنِمَةِ الْبُخْتِ الْمَائِلَةِ لاَ يَدْخُلْنَ الْجَنَّةَ وَلاَ يَجِدْنَ رِيحَهَا وَإِنَّ رِيحَهَا لَيُوجَدُ مِنْ مَسِيرَةِ كَذَا وَكَذَا» (¬2) ¶ من وسائل الوقاية: ¶ 1 - من الوسائل الشرعية للوقايةوالعفة، أمر النساء بعدم الخضوع بالقول كي لا يطمع فيهن الفساق، قال تعالى: {فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَذِي فِي قَلْبِهِ مَرَضٌ وقُلْنَ قَوْلاً مَّعْروفاً} (¬3)؛ وفي تصريح الآية بتوجيه النساء إلى القول المعروف يفيد أن صوت المرأة ليس عورة بإطلاق. ¶ 2 - ومنها تحريم خلوة الرجل بالمرأة الأجنبية عنه، حيث قال رسول الله ((صلى الله عليه وسلم)): «لاَ يَخْلُوَنَّ رَجُلٌ بِامْرَأَةٍ إِلاَّ وَمَعَهَا ذُو مَحْرَمٍ وَلاَ تُسَافِرِ الْمَرْأَةُ إِلاَّ مَعَ ذِى مَحْرَمٍ» (¬4)، بل إن الإسلام قد أكد على هذا المبدأ في حق قريب الزوج أو الزوجة من غير المحارم من حيث إن كثيرًا من الناس يتساهلون فيه كما في حال خلوة أخي الزوج بزوجة أخيه، أو ابن عم الزوجة بها، فقال رسول الله ((صلى الله عليه وسلم)): «إِيَّاكُمْ وَالدُّخُولَ عَلَى النِّسَاءِ». فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ: يَا رَسُولَ اللَّهِ، أَفَرَأَيْتَ الْحَمْوَ؟ قَالَ «الْحَمْوُ الْمَوْتُ» (¬5). ¶ 3 - ومنها الأمر بفرض الستر على كل جسدها بلباس لا يشف ولا يصف ما عدا الوجه والكفين، عن كل الرجال ما عدا المحارم والأزواج، فقال: {ولا يُبْدِينَ زِينَتَهُنَّ إلا لِبُعُولَتِهِنَّ أَوْ ¶ ¬__________ ¶ (¬1) سورة النور - الآية 19. ¶ (¬2) صحيح مسلم - كتاب اللباس والزينة - باب النساء الكاسيات العاريات المائلات المميلات - حديث رقم 5704. ¶ (¬3) سورة الأحزاب - الآية 32. ¶ (¬4) صحيح مسلم - كتاب الحج - باب سفر المرأة مع محرم إلى حج وغيره - حديث رقم 3336. ¶ (¬5) صحيح البخاري - كتاب النكاح - باب لا يخلون رجل بامرأة إلا ذو محرم - حديث رقم 5232.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إخْوَانِهِنَّ أَوْ بَنِي إخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ} (¬1)، وعَنْ عَائِشَةَ ((رضي الله عنها)) أَنَّ أَسْمَاءَ بِنْتَ أَبِى بَكْرٍ دَخَلَتْ عَلَى رَسُولِ اللَّهِ ((صلى الله عليه وسلم)) وَعَلَيْهَا ثِيَابٌ رِقَاقٌ فَأَعْرَضَ عَنْهَا رَسُولُ اللَّهِ ((صلى الله عليه وسلم)) وَقَالَ: «يَا أَسْمَاءُ إِنَّ الْمَرْأَةَ إِذَا بَلَغَتِ الْمَحِيضَ لَمْ تَصْلُحْ أَنْ يُرَى مِنْهَا إِلاَّ هَذَا وَهَذَا»، وَأَشَارَ إِلَى وَجْهِهِ وَكَفَّيْهِ (¬2). ¶ 4 - ومنها نهي المرأة عن التبرج، والتكسر، ومشية السوء، والسير في الطرقات متعطرة، حتى لا يستشرفها الرجال، أو تتعرض لأذى الفساق كما قال تعالى: {ذَلِكَ أَدْنَى أَن يُعْرَفْنَ فَلا يُؤْذَيْنَ} (¬3)، وعَنْ عَاصِمٍ عَنْ مَوْلَى أَبِى رُهْمٍ - وَاسْمُهُ عُبَيْدٌ - أَنَّ أَبَا هُرَيْرَةَ لَقِىَ امْرَأَةً مُتَطَيِّبَةً تُرِيدُ الْمَسْجِدَ فَقَالَ: يَا أَمَةَ الْجَبَّارِ، أَيْنَ تُرِيدِينَ؟ قَالَتِ: الْمَسْجِدَ، قَالَ: وَلَهُ تَطَيَّبْتِ؟ قَالَتْ: نَعَمْ، قَالَ: فَإِنِّى سَمِعْتُ رَسُولَ اللَّهِ ((صلى الله عليه وسلم)) يَقُولُ: «أَيُّمَا امْرَأَةٍ تَطَيَّبَتْ ثُمَّ خَرَجَتْ إِلَى الْمَسْجِدِ لَمْ تُقْبَلْ لَهَا صَلاَةٌ حَتَّى تَغْتَسِلَ» (¬4). ¶ 5 - ومنها الأمر بغض البصر لكل من الرجل والمرأة، فالنظرة سهم مسموم من سهام إبليس، قال تعالى: {قُل لِّلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ ويَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ (30) وقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ ويَحْفَظْنَ فَرُوجَهُنَّ ولا يُبْدِينَ زِينَتَهُنَّ إلا مَا ظَهَرَ مِنْهَا ولْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} (¬5)، وقد جعل الرسول ((صلى الله عليه وسلم)) غض البصر من حق الطريق لكل من يجلس في الطرقات، وسئل ((صلى الله عليه وسلم)) عن نظر الفجأة فقال: «اصْرِفْ بَصَرَكَ» (¬6) ¶ 6 - الأمر بالاستئناس والاستئذان عند دخول بيوت الآخرين، حتى لا تقع عين الداخل على ما ينبغي ستره من عورات النساء، قال تعالى: {يَا أَيُّهَا الَذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (27) فَإن لَّمْ ¶ ¬__________ ¶ (¬1) سورة النور - الآية 31. ¶ (¬2) سنن أبي داود - كتاب اللباس - باب فيما تبدي المرأة من زينتها - حديث رقم 4106. ¶ (¬3) سورة الأحزاب - الآية 59. ¶ (¬4) سنن ابن ماجه - كتاب الفتن - باب فتنة النساء - حديث رقم 4137. ¶ (¬5) سورة النور - الآيتان 30،31. ¶ (¬6) سنن أبي داود - كتاب النكاح - باب ما يؤمر به من غض البصر - حديث رقم 2150.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "تَجِدُوا فِيهَا أَحَداً فَلا تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمْ وإن قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ واللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ} (¬1). ¶ 7 - أمر الأطفال الذين لم يبلغوا سن التكليف بالاستئذان على أبويهم في أوقات النوم والراحة، وحددها بثلاثة حين قال: {يَا أَيُّهَا الَذِينَ آمَنُوا لِيَسْتَأْذِنكُمُ الَذِينَ مَلَكَتْ أَيْمَانُكُمْ والَّذِينَ لَمْ يَبْلُغُوا الحُلُمَ مِنكُمْ ثَلاثَ مَرَّاتٍ مِّن قَبْلِ صَلاةِ الفَجْرِ وحِينَ تَضَعُونَ ثِيَابَكُم مِّنَ الظَّهِيرَةِ ومِنْ بَعْدِ صَلاةِ العِشَاءِ ثَلاثُ عَوْرَاتٍ لَّكُمْ لَيْسَ عَلَيْكُمْ ولا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُم بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الآيَاتِ واللَّهُ عَلِيمٌ حَكِيمٌ} (¬2)، أما إذا بلغ هؤلاء الأطفال مبلغ الرجال فعليهم الاستئذان في كل الأوقات، قال تعالى: {وإذَا بَلَغَ الأَطْفَالُ مِنكُمُ الحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَذِينَ مِن قَبْلِهِمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ واللَّهُ عَلِيمٌ حَكِيمٌ} (¬3). ¶ ¬__________ ¶ (¬1) سورة النور - الآيتان 28،27. ¶ (¬2) سورة النور - الآية 58. ¶ (¬3) سورة النور - الآية 59.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "المنهج الإسلامي في التربية ¶ تميز الإسلام بشموليته في الطرح لكافة جوانب حياة المسلم حتى قبل أن يولد حين اهتم بالزواج والتناسل ولم يتحرج عن التطرق إلى كل ما يشغل تفكير المسلم في أمور حياته الخاصة. ¶ ولأن الإسلام منهج حياة متكامل يتعامل مع الإنسان روحًا ونفسًا وعقلاً وجسدًا، وما كان متصورًا منه أن يتغافل عن جزء مهم من تكوين البشر، ألا وهو الغريزة الجنسية، فشرع لها من الأحكام ما يحفظ على المجتمعات تماسكها، ويحفظ على الأمم حياتها واستمرارها؛ لذلك اهتم الإسلام أيما اهتمام بما يتصل بالشهوة الجنسية، حيث جعلها الإسلام جزءًا من التربية العامة والمهمة في ذات الوقت بالنسبة للشباب من الجنسين، وهي ترتبط بالثقافة الاجتماعية السائدة، والقيم الفكرية والتربوية والدينية في المجتمع، ويتلخص ذلك في: ¶ إكساب المعلومات وتشكيل المواقف والأفكار حول الجنس بما يلائم المرحلة السنية وهي في حد ذاتها أمر لابد منه؛ لأنها تتعلق بأمر فطري وبحاجة عضوية ونفسية ملحة، والإنسان إذا ما وصل إلى مرحلة معينة سيبدأ البحث فيها - سواء علم من معه أو لم يعلموا -، ولكن الذي ينبغي أن يقال هو أن مسئولية المجتمع بداية من الأسرة والمدرسة والجامعة والمجتمع ككل هي في وصول تلك الثقافة الهامة - والخطيرة في نفس الوقت - بطريقة مدروسة ومرتبة يراعى فيها حال الشاب أو الشابة بحيث يتدرج فيها تدرجًا يسمح له بالمعرفة والإدراك مع الحفاظ عليه من التشتت والانحراف، والإسلام يسمح بهذا ويعرضه في أنقى ثوب وأطهره، وهو مبثوث في كتب العلم وأبواب الفقه والتي كان يتعلمها أبناء المسلمين في سن مبكرة جدًا، لكن يلاحظ في كتب أهل العلم ما يلاحظ في القرآن الكريم والسنة المطهرة من محافظة على الألفاظ والتلميح دون التصريح - قدر الإمكان - واستعمال عبارات غاية في الأدب ومؤدية للغرض في نفس الوقت، مثل قول الله عز وجل: {أَوْ لامَسْتُمُ النِّسَاءَ} (¬1)، وقوله تعالى: {نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وقَدِّمُوا لأَنفُسِكُمْ} (¬2)، وأيضًا ما جاء عَنِ ابْنِ عَبَّاسٍ ((رضي الله عنهما)) قَالَ: جَاءَ عُمَرُ إِلَى رَسُولِ اللَّهِ ((صلى الله عليه وسلم)) فَقَالَ: يَا رَسُولَ اللَّهِ، هَلَكْتُ، قَالَ: «وَمَا أَهْلَكَكَ». قَالَ: حَوَّلْتُ (¬3) رَحْلِى (¬4) اللَّيْلَةَ. قَالَ: فَلَمْ يَرُدَّ عَلَيْهِ رَسُولُ اللَّهِ ((صلى الله عليه وسلم)) ¶ ¬__________ ¶ (¬1) سورة النساء - الآية 43. ¶ (¬2) سورة البقرة - الآية 223. ¶ (¬3) كناية عن الإتيان في القبل من الخلف. ¶ (¬4) كناية عن الزوجة.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "شَيْئًا، قَالَ: فَأَنْزَلَ اللَّهُ عَلَى رَسُولِ اللَّهِ ((صلى الله عليه وسلم)) هَذِهِ الآيَةَ: {نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} أَقْبِلْ وَأَدْبِرْ وَاتَّقِ الدُّبُرَ وَالْحِيضَةَ (¬1) ... إلى آخر هذه العبارات المغلفة بغلاف الأدب والوقار. ¶ ¬__________ ¶ (¬1) سنن الترمذي - كتاب تفسير القرآن - باب ومن سورة البقرة - حديث رقم 3247.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وصف القرآن الكريم للشهوة الجنسية وحالاتها ¶ لقد وصف السياق القرآني أدق تفاصيل الحياة الجنسية بسمو وعفة بما لا يحرك شهوة عند الناس ولا يورث عواقب غير حميدة، والأمثلة على هذا كثيرة، منها سياق الأحكام عن الوضوء والغسل والملامسة وقضاء الوطر في مواقع متعددة من القرآن الكريم، وكذلك سياق الإغواء والرغبة كما في تفاصيل قصة يوسف عليه السلام بتفاصيل دقيقة ومعبرة جاءت في سياق قرأني راق لا يمكن أن يكون له آثار سلبية كما للسياق الروائي الإغرائي، وكذلك في أحكام النظر والتركيز على العفة وغض البصر وحفظ الفرج في إشارات واضحة لنقطة ضعف طبيعية عند الإنسان وتحذيره من أن يخرجها عن إطارها البناء الصحيح، وتتمثل أحد هذه الطرق للتوعية في تقرير أهمية الشهوة الجنسية لدى الجنسين في سياق قرأني يصف الشهوات الإنسانية، قال الله جل شأنه: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ والْبَنِينَ والْقَنَاطِيرِ المُقَنطَرَةِ مِنَ الذَّهَبِ والْفِضَّةِ والْخَيْلِ المُسَوَّمَةِ والأَنْعَامِ والْحَرْثِ ذَلِكَ مَتَاعُ الحَيَاةِ الدُّنْيَا واللَّهُ عِندَهُ حُسْنُ المَآبِ} (¬1)، ثم وصف طبيعة التجاذب بين الجنسين وتأسيس مفهوم المسئولية الفردية في حفظ النفس والآخرين عن الفواحش ومناطق الزلل، ثم وصف طبيعة اللقاء البشري وجاذبيته وأنه قضاء للوطر ونوع من التكامل الإنساني السامي لا شهوة مستقذرة يتخلص منها المرء تخلصًا. ¶ الغاية من هذه التربية: ¶ المقصود منها هو تعليم الولد أو البنت وتوعية كل منهما ومصارحته منذ أن يعقل بالقضايا التي تتعلق بالجنس، وترتبط بالغريزة، وتتصل بالزواج، حتى إذا شبّ الولد، وتفهم أمور الحياة عرف ما يحل وما يحرم، وأصبح السلوك الإسلامي المتميز خُلقًا له وعادة، فلا يجري وراء الشهوة، ولا يتخبط في طريق تحلل. ¶ وتلك مسئولية الآباء والأمهات ووسائل التنشئة الاجتماعية، فالأب يتكلم مع ابنه، والأم مع ابنتها، ومؤسسات التنشئة توفر جوًا من الطهر والعفاف ينشأ فيه الجيل المسلم بعيدًا عن مثيرات التشويش والإثارة، وقد صرح الشرع بهذه المسئولية لمؤسسة الأسرة، فعَنِ ابْنِ عُمَرَ ((رضي الله عنهما)) عَنِ النَّبِىِّ ((صلى الله عليه وسلم)) قَالَ: «كُلُّكُمْ رَاعٍ، وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالأَمِيرُ رَاعٍ، وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ بَيْتِهِ، وَالْمَرْأَةُ رَاعِيَةٌ عَلَى بَيْتِ زَوْجِهَا وَوَلَدِهِ، فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ» (¬2). ¶ الإطار الخاص بها: ¶ ¬__________ ¶ (¬1) سورة آل عمران - الآية 14. ¶ (¬2) صحيح البخاري - كتاب النكاح - باب المرأة راعية في بيت زوجها - حديث رقم 5200.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "من الضروري أن يكون هناك إطار خاص ضمن عناصر التربية بحيث يتلقى الأبناء ذكورًا وإناثًا قدرًا مناسبًا منها يليق ويتفق مع مراحل السن ومستوى الثقافة والوعي، ويتفق أيضًا مع أعراف العصر وعاداته وتقاليده. ¶ وذلك بهدف إبعاد الطلاسم والأكاذيب التي قد يتلقونها من مصادر جاهلة تسيء إلى فهمهم ورؤاهم للعلاقة الحميمة، وتحذر دراسات أكاديمية كثيرة من خطورة ترك المراهقين يواجهون لحظة البلوغ بمفردهم من غير أي تمهيد مسبق أو إعداد، ومن النصوص الشرعية التي تشير إلى هذا المعنى ما سبق من تنظيم عملية دخول الأطفال على آبائهم. ¶ التدرج في التعليم والتربية: ¶ ومصارحة الأبوين لا تأتي في سن محددة، بل تكون بالتدريج من خلال عمر الطفل، وذلك بشرح ما يحدث من نضوج جنسي للإنسان وللطفل خلال عمره، أي شرح ما يطرأ على المراهق أو المراهقة كتغيير في شكل الجسم خلال فترة النضوج، وذلك يكون خلال الطفولة، وبعدما يكبر قليلاً يبدأ الأبوان بشرح معنى الزواج - بصفة عامة - وحاجة الكون إليه للحفاظ على النوع، وعند بداية سن المراهقة من الطبيعي أن يبدأ المراهق بتساؤل عن ماهية الزواج والاتصال الجنسي، وهنا يجد الإجابة عند الأب أو الأم، وسيكون للمراهق سلوك تجاه ذلك يختلف بمراحل عما إذا تعرف من مصدر آخر، ويجب أن يهتم شرح الوالدين بالواجبات الدينية والبعد عن المحرمات. ¶ مراحل هذه التربية: ¶ المرحلة الأولى: وهي مرحلة ابتدائية، ويتعلم فيها الأبناء آداب الاستئذان والنظر، حتى يتكون لديهم من القيم أن هنالك حرمات ينبغي أن تقدس، وهذه تكون ما بين سن (7 - 10). ¶ المرحلة الثانية: شرح ما يطرأ على المراهق والمراهقة من تغيرات فسيولوجية، وهذه غالبًا تكون ما بين سن (10 - 14) وهنا لابد من التفريق بينهم في المضاجع. ¶ المرحلة الثالثة: شرح معنى الزواج - بصفة عامة - وحاجة الكون إليه للحفاظ على النوع، وهذه تكون غالبًا عندما يدخل الشاب مرحلة المراهقة (17) سنة وما بعدها، وفي هذه الفترة يعطى قدرًا وافيًا من واجبات الزوج نحو زوجته، وواجبات الزوجة نحو زوجها، وإشعار المراهق بأعباء وتكاليف تكوين الأسرة وأهداف الزواج. ¶ نقاط هامة: ¶ 1 - إنما يتحدث في مثل هذه الأمور مع من يحتاجها، فقبل وصول الابن - ذكرًا كان أو أنثى - لسن التمييز لا قيمة للكلام معه في مثل هذه الأمور. ¶ 2 - عرض هذه المسائل لكل إنسان بحسب حالته واحتياجه، فليس من يبدأ سن المراهقة مثلاً -",
            "page": "39",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "كمن هو مقبل على الزواج بعد أيام. ¶ 3 - تقديم جرعات مناسبة للأبناء تتناسب مع أعمارهم واحتياجاتهم، ومن خلال مؤسسة التنشئة الاجتماعية اللصيقة بالطفل كالأسرة، حتى لا يكون الأمر مفاجأة عندما يشب الابن أو البنت، وهذه المرحلية في التثقيف مناسبة حتى يجد الابن ردودًا على تساؤلاته المتعلقة بهذا الأمر وإلا سيطلبها من مصادر غير آمنه، أو من خلال طرق غير مشروعة، فكأن تقديم هذا النوع من المعلومات بهذه الصورة المتدرجة هو في الحقيقة جرعات مناعة وحماية للأبناء من خطوات الشياطين ومن إغواء المارقين. ¶ 4 - التمسك بأدب القرآن الكريم والسنة المطهرة في الكلام في هذه الأمور قدر الطاقة، وهو الوصول للغاية المطلوبة بأكثر الطرق أدبًا وتهذيبًا، فيتعلم الإنسان الجنس والأدب جميعًا، وما زال الحياء شعبة من الإيمان إلى أن تقوم الساعة. ¶ 5 - الحذر من أن يكون هذا الموضوع هو كل هم الإنسان ومحور تفكيره، فالإفراط في مثل هذا له أضرار كثيرة ربما تخرج بصاحبها عن حد الاعتدال. ¶ الأسرة محضن التربية وغرس القيم: ¶ إن أهم الآثار النفسية والفكرية للأسرة هي نشأة أطفال في ظل منظومات اجتماعية تحفظ عليهم سلامتهم النفسية وتعلمهم المبادئ الأساسية كالتعاون والتراحم، فالأسرة هي المحضن الطبيعي الأمثل للطفل، محضن فيه الحرارة والدفء المطلوبان، وفيه الحنان والرعاية، وهذا ما تفقده وتفتقر إليه وسائل التنشئة الاجتماعية الأخرى. ¶ والأسرة هي محضن الأفراد، لا برعاية أجسادهم فقط، بل كذلك بغرس القيم الدينية والخُلقية في نفوسهم، وتبدأ مسئولية الأسرة في هذا المجال قبل تكوين الجنين بحسن اختيار كل من الزوجين للآخر، وأولوية المعيار الديني والخُلقي في هذا الاختيار، فعَنْ أَبِى هُرَيْرَةَ - رضي الله عنه - عَنِ النَّبِىِّ ((صلى الله عليه وسلم)) قَالَ: «تُنْكَحُ الْمَرْأَةُ لأَرْبَعٍ لِمَالِهَا وَلِحَسَبِهَا وَجَمَالِهَا وَلِدِينِهَا، فَاظْفَرْ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ» (¬1)، وقال ((صلى الله عليه وسلم)): «إِذَا جَاءَكُمْ مَنْ تَرْضَوْنَ دِينَهُ وَخُلُقَهُ فَأَنْكِحُوهُ إِلاَّ تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِى الأَرْضِ وَفَسَادٌ عَرِيضٌ» (¬2). ¶ وتستمر هذه المسئولية بتعليم العقيدة والعبادة والأخلاق لأفراد الأسرة وتدريبهم على ممارستها، ومتابعة ذلك حتى بلوغ الأطفال رُشدهم واستقلالهم بالمسئولية الدينية والقانونية عن تصرفاتهم. ¶ والأديان كلها تنظر إلى الأسرة التي تتكون من الزوجين والأولاد على أنها اللبنة الأساسية ¶ ¬__________ ¶ (¬1) صحيح البخاري - كتاب النكاح - باب الأكفاء في الدين - حديث رقم 5090. ¶ (¬2) سنن البيهقي - كتاب النكاح - باب الترغيب في التزويج من ذي - حديث رقم 13863.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "للمجتمع، إذا صلحت صلح المجتمع، ومن ثم فإن الواجب الديني المحافظة على الأسرة وتقوية روابطها، ودخول فيروس الإيدز على الأسرة يهدمها تمامًا، فالشخص البالغ إذا أصيب بالعدوى فإنه ينقلها إلى زوجه أو زوجته، ومنها إلى الأطفال فيفضي بأسرته كلها إلى الموت والهلاك بدلاً من أن يوفر لها الأمن والحماية من المخاطر والمحافظة على الحياة؛ فإن من يعرض نفسه للعدوى بالإيدز يتسبب في فقد الأسرة لعائلها، وفي فقد فلذات الأكباد الذين يولدون مصابين يقاسون من المرض الذي ينتهي بالهلاك، وإذا تذكرنا قول رسول الله ((صلى الله عليه وسلم)): «كَفَى بِالْمَرْءِ إِثْمًا أَنْ يُضَيِّعَ مَنْ يَقُوتُ» (¬1)، فإننا نتبين من أن الوقاية من مرض الإيدز واجب ديني وفرض اجتماعي، بل والتزام قومي. ¶ التوصيات والنصائح ¶ على أولي الأمر: ¶ أن يستشعروا المسئولية التي حملها إياهم نبينا ((صلى الله عليه وسلم)) في قوله: «الإِمَامُ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ» (¬2) وقوله: \" إن الله سائل كل راع عما استرعاه حفظ أم ضيع \"، وعليهم أن يعلموا أنه: ¶ 1 - لابد للقضاء على هذا الوباء من تشريع نافذ في كل الدول الإسلامية بتحريم وتجريم الزنا والشذوذ وإتيان المرأة في دبرها والسحاق، وجميع أنواع الإباحية الجنسية، وتطبيق حدود الله في المنحرفين من الزناة والشواذ والمتاجرين بالأعراض. ¶ 2 - لابد من الحيلولة دون الوقوع في تلك الفواحش بمحاصرة أسبابها: كالخلوة والاختلاط الحر والعلاقات المشبوهة خارج نطاق الشريعة، ومراقبة وسائل الإعلام مراقبة صارمة للحفاظ على القيم والأخلاق، والتزام الكلمة الهادفة والخبر الصادق. ¶ 3 - لابد من إلزام كل من يدخل البلاد للإقامة من الأجانب، بإثبات خلوه من هذا الفيروس. ¶ 4 - لابد من إصلاح المؤسسات التعليمية في جميع المراحل بما يتفق مع قيمنا الإسلامية، وأن يكون تدريس الدين مادة أصيلة، وأن يمكن للعلماء الفاقهين المتخصصين لأداء دورهم في جميع المجالات والنوادي والمراكز الشبابية. ¶ 5 - لابد من إغلاق الحانات ومصانع الخمور، والتشديد على تجار المخدرات. ¶ 6 - لوسائل الإعلام دور هام في توعية الناس بمخاطر الإيدز وسبل الوقاية منه، ولاسيما في الحض على العفة، كما أن عليها أن تتجنب عرض كل ما من شأنه إثارة الغرائز أو ¶ ¬__________ ¶ (¬1) سنن أبي داود - كتاب الزكاة - باب في صلة الرحم - حديث رقم 1694. ¶ (¬2) صحيح البخاري - كتاب الجمعة - باب الجمعة في القرى والمدن - حديث رقم 893.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الإغراء بالرذيلة. ¶ على الدعاة على الله: ¶ أن يقوموا بمهامهم الكبيرة، ولعل أهمها: ¶ 1 - التوعية الدائمة بطرق مختلفة بما شرعه الله تعالى من القيم والأخلاق، وما نبه عليه من خطورة اتباع الشهوات، تلك الخطورة التي لا تختص بخسارة الآخرة فقط، إنما يجعل الله تعالى العقوبة في الدنيا للفرد بالإصابة بهذه الأمراض الخطيرة وللمجتمع بالطاعون والأوجاع التي لم تكن في أسلافهم كما أخبر المعصوم ((صلى الله عليه وسلم)) وأثبته الواقع، وما أمراض الإيدز والسيلان والزهري إلا نتيجة للانحراف الخلقي. ¶ 2 - شرح الآثار الخطيرة لمرض الإيدز، وضرورة مكافحة انتشاره بشتى الطرق، وتعريف المدعوين بما قاله أهل الطب والإحصاء عن الخطر الداهم الذي يستهدف الأمة الإسلامية للقضاء على صحة أبنائها وعلى أخلاقهم وتقاليدهم العريقة التي حمتهم طول السنين الماضية من تلك الأوبئة والأمراض. ¶ 3 - حث المصابين بهذا المرض عن طريق العدوى التي لا ذنب لهم فيها، مع التزامهم بأخلاق الإسلام على الصبر والاحتساب والدعاء بالشفاء، فما ذلك على الله تعالى بعزيز، وهو إذا أراد شيئًا فإنما يقول له كن فيكون، وهذا إبراهيم الخليل عليه السلام يعلن عن عقيدة الوحي: {وإذَا مَرِضْتُ فَهُوَ يَشْفِينِ} (¬1). ¶ 4 - لابد من عقوبة المصابين بهذا الداء عن طريق الممارسات المحرمة - ولو بطريق التعزير الذي أقره المذهب الحنفي - ثم حثهم بأن يسارعوا بالتوبة والندم، وأن يكثروا من الطاعات والحسنات، حتى يتوب الله تعالى عليهم ويكفر عنهم سيئاتهم، فباب التوبة مفتوح للعصاة التائبين، قال تعالى: {وإنِّي لَغَفَّارٌ لِّمَن تَابَ وآمَنَ وعَمِلَ صَالِحاً ثُمَّ اهْتَدَى} (¬2). ¶ 5 - تحذير المصابين عمومًا من الإضرار بغيرهم، فالإسلام لا ضرر فيه ولا ضرار، كما قال ((صلى الله عليه وسلم)): «لاَ ضَرَرَ وَلاَ ضِرَارَ» (¬3)، وأكبر الكبائر الإشراك بالله تعالى والإضرار بالناس، قال تعالى: {والَّذِينَ يُؤْذُونَ المُؤْمِنِينَ والْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَد ¶ ¬__________ ¶ (¬1) سورة الشعراء - الآية 80. ¶ (¬2) سورة طه - الآية 82. ¶ (¬3) سنن ابن ماجه - كتاب الأحكام - باب من بنى في حقه ما يضر بجاره - حديث رقم 2430.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "احْتَمَلُوا بُهْتَاناً وإثْماً مُّبِيناً} (¬1)، وبخاصة أقرب الناس إليهم من أبنائهم وزوجاتهم وأقاربهم، فعلى المريض أن يُفصح عن مرضه في حالات الإقدام على الزواج أو التداوي عند طبيب الأسنان أو التبرع بالدم، أو غيره من صور التعامل التي تكون مظنة لنقل المرض. ¶ 6 - حث الآباء على متابعة سلوك الأبناء في داخل البيت وخارجه حماية لهم من هذه الممارسات الخاطئة وما يترتب عليها من أخطار، وذلك بالرقابة المستمرة على ما يشاهدونه في الفضائيات، وفي شبكة المعلومات، وفي وسائل الإعلام المختلفة، وتحصينهم بإرشادات الوحي وتوجيهات القرآن الكريم، فذلك أهم ما وصى به ربنا الآباء والأزواج وأولياء الأمور، قال تعالى: {يَا أَيُّهَا الَذِينَ آمَنُوا قُوا أَنفُسَكُمْ وأَهْلِيكُمْ نَاراً وقُودُهَا النَّاسُ والْحِجَارَةُ عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدادٌ لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ ويَفْعَلُونَ مَا يُؤْمَرُونَ} (¬2)، قال قتادة: مروهم بطاعة الله، وانهوهم عن معصيته (¬3). ¶ 7 - التشويق إلى جزاء رب العالمين ووعده بأن يحيي المستقيمين حياة طيبة ويمتعهم متاعًا حسنًا إلى أجل مسمى، ويحميهم من الضلال والشقاء مع ما ينتظرهم من النعيم الدائم في جنات الخلد والرضوان. ¶ 8 - التنبيه إلى ما حرمه الإسلام من إتيان النساء في دبرهن، أو في أثناء حيضهن، فتلك أسباب أكيدة للإصابة بأمراض والتهابات للطرفين لا تحمد عقباها. ¶ 9 - التوجيه إلى التكامل في القضاء على هذا الداء، وما أروع قول المصطفى ((صلى الله عليه وسلم)): «مَثَلُ الْقَائِمِ عَلَى حُدُودِ اللَّهِ وَالْوَاقِعِ فِيهَا كَمَثَلِ قَوْمٍ اسْتَهَمُوا عَلَى سَفِينَةٍ، فَأَصَابَ بَعْضُهُمْ أَعْلاَهَا وَبَعْضُهُمْ أَسْفَلَهَا، فَكَانَ الَّذِينَ فِى أَسْفَلِهَا إِذَا اسْتَقَوْا مِنَ الْمَاءِ مَرُّوا عَلَى مَنْ فَوْقَهُمْ فَقَالُوا لَوْ أَنَّا خَرَقْنَا فِى نَصِيبِنَا خَرْقًا، وَلَمْ نُؤْذِ مَنْ فَوْقَنَا. فَإِنْ يَتْرُكُوهُمْ وَمَا أَرَادُوا هَلَكُوا جَمِيعًا، وَإِنْ أَخَذُوا عَلَى أَيْدِيهِمْ نَجَوْا وَنَجَوْا جَمِيعًا» (¬4). ¶ 10 - استشعار الميثاق الإلهي الذي أخذه الله تعالى عليهم وجعلهم بسببه قادة للرأي ودعاة إلى الخير، قال تعالى: {ولْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إلَى الخَيْرِ ويَأْمُرُونَ بِالمَعْرُوفِ ويَنْهَوْنَ ¶ ¬__________ ¶ (¬1) سورة الأحزاب - الآية 58. ¶ (¬2) سورة التحريم - الآية 6. ¶ (¬3) أثر صحيح، رواه عبد الرزاق في مصنفه. ¶ (¬4) صحيح البخاري - كتاب الشركة - باب هل يقرع في القسمة والاستهام فيه - حديث رقم 2493.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "عَنِ المُنكَرِ وأُوْلَئِكَ هُمُ المُفْلِحُونَ} (¬1)، وما أعظم هذا الوسام الذي أعطاه الله تعالى للدعاة بأنهم هم المفلحون، وبأنهم أحسن قولاً كما قال: {ومَنْ أَحْسَنُ قَوْلاً مِّمَّن دَعَا إلَى اللَّهِ وعَمِلَ صَالِحاً وقَالَ إنَّنِي مِنَ المُسْلِمِينَ} (¬2)، إنكم حملة لمشاعل النور والهدى، واجبكم كشف الزيف وادعاء المبطلين، قال عنكم المصطفى ((صلى الله عليه وسلم)): «وَإِنَّ الْعُلَمَاءَ وَرَثَةُ الأَنْبِيَاءِ وَإِنَّ الأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا وَلاَ دِرْهَمًا وَرَّثُوا الْعِلْمَ فَمَنْ أَخَذَهُ أَخَذَ بِحَظٍّ وَافِرٍ» (¬3). ¶ 11 - من المفيد إعداد فريق خاص مثقف ومتفرغ ولديه روح الخدمة العامة من الذكور والإناث يتأهل من خلال دورة تدريبية يطلع فيها على حقيقة المشكلة وحجمها، ويتزود بالمعلومات اللازمة والمهارات التي تؤهله لتثقيف غيره، ثم يقوم هذا الفريق من المتطوعين والمتطوعات بإلقاء سلسلة من المحاضرات التثقيفية تبيّن للشباب حسب مراحلهم العمرية الأمراض المنقولة جنسيًا، وخطورتها، وطرق انتشارها، وسبل الوقاية منها، مع تدعيم هذه المحاضرات بالصور والأرقام في جو الالتزام الشرعي في المضمون والطرح، وذلك بالتنسيق والتكامل مع الجهات الرسمية والطوعية. ¶ ملحق طبي فقهي ¶ عقدت المنظمة الإسلامية للعلوم الطبية ندوة بعنوان (رؤية إسلامية للمشاكل الاجتماعية لمرض الإيدز) في الفترة من (23 - 25) جمادى الآخرة (1414هـ) التي توافقها (6 - 8) ديسمبر (1993م)، وكانت محاور الندوة كما يلي: ¶ 1 - الجوانب الطبية لمرض الإيدز من حيث أسبابه، وطرق انتقاله، وخطورته. ¶ 2 - الجوانب الفقهية، وتشتمل على: ¶ ¬__________ ¶ (¬1) سورة آل عمران - الآية 104. ¶ (¬2) سورة فصلت - الآية 33. ¶ (¬3) سنن أبي داود - كتاب العلم - باب الحث على طلب العلم - حديث رقم 3643.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "أ - حكم عزل مريض الإيدز. ¶ ب - حكم تعمد نقل العدوى. ¶ جـ - حقوق الزوج المصاب وواجباته. ¶ 3 - أحكام إجهاض الأم المصابة بعدوى الإيدز. ¶ 4 - جواز حضانة الأم المصابة بالإيدز لوليدها السليم وإرضاعه. ¶ 5 - حق السليم من الزوجين في طلب الفرقة من الزوج المصاب بعدوى الإيدز. ¶ 6 - حق المعاشرة الزوجية. ¶ 7 - اعتبار مرض الإيدز مرض موت. ¶ وعلى مدى ثلاثة أيام استغرقتها الندوة في الأبحاث والمناقشات، انتهت في جلستها الختامية - والتي عقدتها في مركز الطب الإسلامي - إلى الآراء والتوصيات التالية: ¶ 1 - عزل المريض: ¶ تؤكد المعلومات الطبية المتوافرة حاليًا أن العدوى بفيروس العوز المناعي البشري (الإيدز) لا تحدث عن طريق المعايشة، أو الملامسة، أو التنفس، أو الحشرات، أو الاشتراك في الأكل والشرب، أو المراحيض، أو حمامات السباحة، أو المقاعد، أو أدوات الطعام، أو غير ذلك من أوجه المعايشة في الحياة اليومية العادية، وإنما تنتقل العدوى بصورة رئيسية بإحدى الطرق التالية: ¶ أ - الاتصال الجنسي بأي شكل كان. ¶ ب - نقل الدم الملوث أو مشتقاته. ¶ جـ - استعمال المحاقن الملوثة، ولاسيما بين متعاطي المخدرات. ¶ د - الانتقال من الأم المصابة إلى طفلها. ¶ بناء على ما تقدم، فإن عزل المصابين من التلاميذ، أو العاملين، أو غيرهم عن زملائهم الأصحاء ليس له ما يسوغه. ¶ 2 - تعمد نقل العدوى: ¶ تعمد نقل العدوى بمرض الإيدز إلى السليم منه بأية صورة من صور التعمد عمل محرم ويعد من كبائر الذنوب والآثام، كما أنه يستوجب العقوبة الدنيوية، وتتفاوت هذه العقوبة بقدر جسامة الفعل وأثره على الأفراد وتأثيره على المجتمع. ¶ فإن كان قصد المتعمد إشاعة هذا المرض الخبيث في المجتمع، فعمله هذا يعد نوعًا من الحرابة والإفساد في الأرض، ويستوجب إحدى العقوبات المنصوص عليها في آية",
            "page": "45",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الحرابة: {إنَّمَا جَزَاءُ الَذِينَ يُحَارِبُونَ اللَّهَ ورَسُولَهُ ويَسْعَوْنَ فِي الأَرْضِ فَسَاداً أَن يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وأَرْجُلُهُم مِّنْ خِلافٍ أَوْ يُنفَوْا مِنَ الأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا ولَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ} (¬1). ¶ وإن كان قصده هو تعمد نقل العدوى لشخص بعينه، وكانت طريقة الإعداء تصيب به غالبًا، وانتقلت العدوى، وأدت إلى قتل المنقول إليه، يعاقب بالقتل قصاصًا. ¶ وإن كان قصده من تعمد نقل العدوى إعداء شخص بعينه وتمت العدوى، ولم يمت المنقول إليه بعد، عوقب المتعمد بالعقوبة التعزيرية المناسبة، وعند حدوث الوفاة يكون من حق الورثة الدية. ¶ وأما إذا كان قصده هو تعمد نقل العدوى إعداء شخص بعينه، ولكن لم تنتقل إليه العدوى، فإنه يعاقب عقوبة تعزيرية. ¶ 3 - إجهاض الأم المصابة بعدوى الإيدز: ¶ كانت المنظمة الإسلامية للعلوم الطبية قد عقدت ندوة حول (الإنجاب في ضوء الإسلام)، وتوصلت في موضوع حكم الإجهاض إلى ما يلي: ¶ \" إن الجنين حي من بداية الحمل، وإن حياته محترمة في كافة أطوارها، خاصة نفخ الروح، وأنه لا يجوز العدوان عليها بالإسقاط إلا للضرورة الطبية القصوى، وخالف بعض المشاركين، فرأى جوازه قبل تمام الأربعين يومًا، وخاصة عند وجود الأعذار \". ¶ وترى الندوة أن هذا الحكم ينطبق على الأم الحامل المصابة بعدوى الإيدز. ¶ 4 - حضانة الأم المصابة بالإيدز لوليدها السليم وإرضاعه: ¶ لما كانت المعطيات الطبية الحاضرة تدل على أنه ليس هناك خطر مؤكد من حضانة الأم المصابة بعدوى الإيدز لوليدها السليم، شأنها في ذلك شأن المخالطة والمعايشة العادية، فترى الندوة أنه لا مانع شرعًا من أن تقوم الأم بحضانته، إذا أمكن أن توجد للرضيع مرضعة ترضعه، أو أن توفر له من بدائل لبن الأم تغذية كافية. ¶ 5 - حق السليم من الزوجين في طلب الفرقة من الزوج المصاب بعدوى الإيدز: ¶ ترى الندوة أن لكل من الزوجين طلب الفرقة من الزوج المصاب بعدوى الإيدز باعتبار أن الإيدز مرض معد تنتقل عدواه بصورة رئيسية بالاتصال الجنسي ¶ 6 - حق المعاشرة الزوجية: ¶ ¬__________ ¶ (¬1) سورة المائدة - الآية 33.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "إذا كان أحد الزوجين مصابًا بالإيدز، فإن لغير المصاب منهما أن يمتنع عن المعاشرة الجنسية، لما سبق ذكره من أن الاتصال الجنسي هو الطريق الرئيسي لنقل العدوى. ¶ 7 - اعتبار مرض الإيدز مرض موت. ¶ لا يعد الإيدز مرض موت شرعًا إلا إذا اكتملت أعراضه، وأقعد المريض عن ممارسة الحياة العادية، واتصل بالموت.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الخاتمة ¶ حمدًا لله على ما وفق وأعان، وصلاة وسلامًا على خير بني الإنسان، وعلى كل من سار على هدى القرآن. ¶ وبعد .. ¶ فلعل القارئ الكريم قد تبيّن له - بما لا يدع مجالاً لشك - أن المقصود من هذه المؤتمرات هو إشاعة الفاحشة، واختراق القيم السامية التي جاء بها الوحي الإلهي المبارك .. فإنها لحرب شرسة على أخلاق الأمة التي لا كيان لها بغيرها: ¶ وَإِنَّما الأُمَمُ الأَخلاقُ ما بَقِيَت ... فَإِن همو ذهبت أخلاقهم ذهبوا ¶ ولعلنا إثر ذلك ندرك قيمة النصيحة النبوية لنبي الأمة الذي يخشى عليها العنت في قوله ((صلى الله عليه وسلم)): «مَا تَرَكْتُ بَعْدِى فِتْنَةً هِىَ أَضَرُّ عَلَى الرِّجَالِ مِنَ النِّسَاءِ» (¬1)، وقوله: « ... فَاتَّقُوا الدُّنْيَا وَاتَّقُوا النِّسَاءَ فَإِنَّ أَوَّلَ فِتْنَةِ بَنِى إِسْرَائِيلَ كَانَتْ فِى النِّسَاءِ» (¬2). ¶ ولعل المخدوعين بالحضارة الغربية وما تدعو إليه من انحلال وشذوذ ودعارة، ينأون بأنفسهم عن هذا المصير وذاك الجزاء الإلهي الوارد في قوله تعالى: {إنَّ الَذِينَ يُحِبُّونَ أَن تَشِيعَ الفَاحِشَةُ فِي الَذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا والآخِرَةِ واللَّهُ يَعْلَمُ وأَنتُمْ لا تَعْلَمُونَ} (¬3). ¶ والله ندعو أن تتجه الجهود المخلصة إلى أن تقوم نهضة الأمة على تراثها العريق وأخلاقها المتينة، التي من أبرزها الحياء، فالحياء خير كله كما أخبر الصادق الأمين. ¶ وصلى الله وسلم وبارك عليه، وعلى من سلك سبيله إلى يوم الدين. ¶ الأستاذ الدكتور ¶ محمد المختار محمد المهدي ¶ رئيس هيئة العلماء ¶ والرئيس العام للجمعيات الشرعية بمصر ¶ ¬__________ ¶ (¬1) صحيح مسلم - كتاب الرقاق - باب أكثر أهل الجنة الفقراء وأكثر أهل النار النساء - حديث رقم 7121. ¶ (¬2) صحيح مسلم - نفس الكتاب والباب - حديث رقم 7124. ¶ (¬3) سورة النور - الآية 19.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قائمة المحتويات ¶ الموضوع ... الصفحة ¶ مقدمة ... 2 ¶ تمهيد ... 4 ¶ وسائل الأمم المتحدة في مواجهة مرض الإيدز ... 5 ¶ 1 - فرض مناهج التثقيف الجنسي في المدارس ... 5 ¶ - برنامج التثقيف الجنسي في تنزانيا ... 6 ¶ - تعقيب على ما سبق ... 9 ¶ 2 - إزالة الوصمة عن مريض الإيدز ... 10 ¶ - تعقيب ... 11 ¶ 3 - كسر حاجز الصمت ... 13 ¶ 4 - توظيف الخطاب الديني ... 14 ¶ - خطورة إعلان القاهرة للقادة الدينيين ... 16 ¶ - ماذا بعد إعلان القاهرة ... 18 ¶ 5 - فرض الالتزام السياسي ... 20 ¶ - موقف (إسلامي ومسيحي) رافض ... 20 ¶ 6 - تمويل الأمم المتحدة لهذه البرامج ... 22 ¶ خلاصة طرق الوقاية في برنامج الأمم المتحدة ... 24 ¶ - هل يقي العازل الطبي من الإيدز؟ ... 25 ¶ - عولمة التعامل مع مرض الإيدز ... 27 ¶ المنهج الإسلامي في مواجهة هذا المرض ... 28 ¶ - منهجه في تهذيب الغرائز ... 29 ¶ - أوضاع مرفوضة في التشريع الإسلامي ... 31 ¶ من وسائل الوقاية في الإسلام ... 34 ¶ - المنهج الإسلامي في التربية ... 36 ¶ - الأسرة محضن التربية ... 40 ¶ التوصيات والنصائح ... 42",
            "page": "49",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ملحق طبي فقهي ... 46 ¶ الخاتمة ... 49 ¶ الفهرس ... 50",
            "page": "50",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "أعضاء جلسات العمل التي ناقشت وتبنت هذه الرؤية ¶ 1 – هيئة علماء الجمعية الشرعية الرئيسية (وتضم 150 عالمًا من هيئة تدريس جامعة الأزهر)، وقد مثلها وكتب الرؤية رئيسها الأستاذ الدكتور/ محمد المختار محمد المهدي. ¶ 2 – المجلس الإسلامي العالمي للدعوة والإغاثة، ومثله رئيس مكتبه بالقاهرة الأستاذ/ توفيق الشريف. ¶ 3 – دار الإفتاء المصرية، وقد اطلع عليها وزكاها الأستاذ الدكتور/ علي جمعة مفتي الجمهورية. ¶ 4 – اللجنة الإسلامية العالمية للمرأة والطفل، ومثلتها رئيستها الأستاذة/ كاميليا حلمي. ¶ 5 – اتحاد الجامعات الإسلامية، ومثله رئيسه الأستاذ الدكتور/ جعفر عبد السلام. ¶ 6 – هيئة الإغاثة الإنسانية بنقابة أطباء مصر، ومثلها رئيسها الأستاذ الدكتور/ عبد القادر حجازي. ¶ 7 – الاتحاد العالمي للجمعيات الطبية، ومثله بالمراسلة رئيسه الأستاذ الدكتور/ علي مشعل. ¶ 8 – الأستاذ الدكتور/ محمد رأفت عثمان، عضو مجمع البحوث الإسلامية. ¶ 9 – الأستاذ الدكتور/ صلاح عبد المتعال، أستاذ علم الاجتماع ومستشار البحوث الاجتماعية والجنائية. ¶ 10 – الأستاذ الدكتور/ عبد المنعم البربري، أستاذ ورئيس قسم التشريح وعلم الأجنة – كلية الطب – جامعة المنوفية. ¶ 11 – الأستاذ الدكتور/ عبد الحميد القضاة، خبير الأمراض المنقولة جنسيًا والإيدز، في الاتحاد العالمي للجمعيات الطبية الإسلامية ( FMA) . ¶ 12 –  الأستاذة الدكتورة/ نجوى عبد المجيد، أستاذ الوراثة البشرية بالمركز القومي للبحوث.",
            "page": "51",
            "part": "1"
        }
    ],
    "t36701": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "مقدمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "وسائل الأمم المتحدة في مواجهة مرض الإيدز"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "خلاصة طرق الوقاية من المرض في برنامج الأمم المتحدة"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "المنهج الإسلامي في مواجهة مرض الإيدز"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "أوضاع مرفوضة في التشريع الإسلامي"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "المنهج الإسلامي في التربية"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "وصف القرآن الكريم للشهوة الجنسية وحالاتها"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "التوصيات والنصائح"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "قائمة المحتويات"
        }
    ]
}