{
    "b36706": [
        {
            "id": "2",
            "nass": "مدى حق الولي فيما يتعلق بمرض موليه من منظور الفقه الإسلامي ¶ أ. د. عبد الفتاح محمود إدريس ¶ أستاذ ورئيس قسم الفقه المقارن بكلية الشريعة والقانون بالقاهرة وعضو مجمع فقهاء الشريعة بأمريكا ¶ رابطة العالم الإسلامي - المجمع الفقهي ¶ الدورة الحادية والعشرون للمجمع الفقهي الإسلامي المنعقدة في مكة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ملخص بحث ¶ مدى حق الولي فيما يتعلق بمرض موليه ¶ جعل الشارع الولاية لمراعاة مصلحة من لا يمكنه مراعاة وجوه المصلحة لنفسه, أو لا يستطيع التوصل إليها, إما لضعف في بنيته أو لضعف في عقله أو لخلل في سلوكه وما ينتهجه في إنفاق ماله, ومن وجوه المصلحة التي يفتقر إليها المرء, ويعجز عن التوصل إليها بنفسه, حقه في سلامة بدنه من الأدواء, وحاجته إلى المعالجة والمداواة, ومما لا يمتري فيه أحد أن لهذا الحق سبل يتوسل بها إلى تحقيقه, إلا أن بعضها يخفى وجه المصلحة فيه على من قصر إدراكه عن الوقوف على حقيقتها, وبعضها يفتقر إلى من يأذن في تحصيله, بحسبانه عملا واقعاً على بدن المريض, الفرض أنه يتغيا صلاح بدنه, فكان مطلوبا لإجرائه الحصول على إذن المريض أو من له ولاية نفسية عليه, وقد اتفق على اعتبار الذكورة وكمال أهلية الولي واتحاده في الدين مع المولى عليه, ورجح من آراء الفقهاء عدم اعتبار العدالة والرشد فيه, وإذن الولي في مداواة وليه أو معالجته: هو التعبير عن الرضا باتخاذ ما يكون مناسبا لإجراء الفحوص اللازمة للبحث عن الداء والوقوف علي حقيقته, واتخاذ ما من شأنه البرء منه, سواء كان بأدوية أو معالجة جراحية, ولهذا الإذن أنواع, فقد يكون مطلقاً وقد يكون مقيداً, واعتبر الفقهاء لصحته شروطاً في الإذن والولي وما يأذن فيه من أعمال, منها: أهلية الآذن, واختياره, وأحقيته بصدور الإذن منه, ومشروعية العمل المأذون فيه للمريض, ونفعه له, وأن يكون مأمونا, وأن لا يكون منهيا لحياة المريض, أو مفضيا إلى هلاكه أو إصابته بضرر بين, وأن يعلم الولي بحقيقته, وصدور الإذن من الولي معتبر في حالة ما إذا كان المريض مما لا يمكن الاعتداد بإذنه لعدم أهليته, أو لتعذر صدوره منه إذا كانت حالته مما لا تحتمل الإبطاء, أو كان بحالة لا يتصور معها استئذانه, ولا يعتد بإذن",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الولي إن كان من شأن ما يأذن فيه إنهاء حياة مريضه أو التعجيل بوفاته, أو الإضرار به, أو منع إسعافه أو علاجه, حيث ينتقل الحق في الإذن بعلاج المريض ومداواته إلى الحاكم أو من ينيبه, كما ينتقل هذا الحق إليه إن كان المريض لا يعتد بإذنه, أو كان بحالة يتعذر معها الحصول على إذنه, وكان ولي المريض غائبا عن البلد الذي به المريض. ¶ أ. د. عبد الفتاح محمود إدريس",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن والاه ... وبعد: ¶ فقد جعل الشارع الولاية لمراعاة مصلحة من لا يمكنه مراعاة وجوه المصلحة لنفسه, أو لا يستطيع التوصل إليها, إما لضعف في بنيته لصغر سنه, أو لضعف في عقله لإصابته بجنون أو عته, أو لخلل في سلوكه وما ينتهجه في إنفاق ماله, ومن وجوه المصلحة التي يفتقر إليها المرء, ويعجز عن التوصل إليها بنفسه, حقه في سلامة بدنه من الأدواء, وحاجته إلى المعالجة والمداواة, ومما لا يمتري فيه أحد أن لهذا الحق سبل يتوسل بها إلى تحقيقه, إلا أن بعضها يخفى وجه المصلحة فيه على من قصر إدراكه عن الوقوف على حقيقتها, وبعضها يفتقر إلى من يأذن في تحصيله, بحسبانه عملا واقعا على بدن المريض, الفرض أنه يتغيا صلاح بدنه, فكان مطلوبا لإجرائه الحصول على إذن المريض أو من له ولاية عليه, ولذا كانت هذه العجالة التي أبين فيها موقف الفقه الإسلامي من مدى حق ولي المريض فيما يتعلق بمرضه, وأنهج فيه نهج المستقرئ لآراء علماء السلف والخلف فيما عرف لهم فيه خلاف, متبوعا بأدلته, منتهيا بالترجيح بينهما واختيار الراجح منها مدعما بدليله, واعتبار قواعد التشريع ووجوه المصالح المعتبرة فيما لم يعرف لهم خلاف فيه, مع ذكر الضوابط والقيود التي اعتبرت لممارسة العمل الذي قيل بشرعيته, وأبين مسائل هذا الموضوع في المطالب والفروع والمقاصد التالية: ¶ المطلب الأول: تحديد المفاهيم. ¶ الفرع الأول: معنى الحق وأنواعه. ¶ الفرع الثاني: حقيقة الولاية. ¶ المقصد الأول: معنى الولاية. ¶ المقصد الثاني: أنواع الولاية.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المقصد الثالث: ما يعتبر في الولي. ¶ الفرع الثالث: حقيقة المرض. ¶ المطلب الثاني: حقيقة إذن الولي في الأعمال الطبية. ¶ الفرع الأول: معني الإذن الطبي. ¶ الفرع الثاني: أركان الإذن وشروطه. ¶ الفرع الثالث: أنواع الإذن الطبي. ¶ الفرع الرابع: حكم الإذن الطبي وأقوال الفقهاء في اعتباره. ¶ المقصد الأول: حكم الإذن الطبي. ¶ المقصد الثاني: أقوال الفقهاء في اعتبار الإذن الطبي. ¶ الفرع الخامس: شروط الإذن الطبي ومن يثبت له. ¶ المقصد الأول: شروط الإذن الطبي. ¶ المقصد الثاني: إذن المريض في العلاج أو المداواة. ¶ المقصد الثالث: مدى حق الولي في الإذن بعلاج من لا يستقل بأمر نفسه. ¶ المقصد الرابع: مدى حق الولي في الإذن بعلاج من لا يمكن الحصول على إذنه فيه ¶ المطلب الثالث: مدى حق الولي في إنهاء حياة موليه. ¶ الفرع الأول: مدى حق الأب في المطالبة بإجهاض موليه. ¶ المقصد الأول: مدى حق الولي في المطالبة بإجهاض موليه بعد النفخ. ¶ المقصد الثاني: مدى حق الولي في المطالبة بإجهاض موليه قبل النفخ. ¶ المقصد الثالث: مدى حق الولي في المطالبة بإجهاض موليه الذي به تشوهات. ¶ الفرع الثاني: مدى حق الولي في المطالبة بنزع أجهزة الإنعاش عن مريضه المصاب بالغيبوبة الدماغية. ¶ المقصد الأول: رفع أجهزة الإنعاش عن مريض الغيبوبة لتلف جذع الدماغ.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المقصد الثاني: رفع أجهزة الإنعاش عن مريض الغيبوبة لتلف قشرة المخ أو فقدها خلقة. ¶ المطلب الرابع: حالات سقوط الإذن الطبي أو تعذر الحصول عليه. ¶ الفرع الأول: Hالحالات التي يسقط فيها الإذن الطبي  H. ¶ الفرع الثاني: حالات تعذر الحصول علي الإذن الطبي. ¶ المقصد الأول: عدم وجود من له حق الإذن. ¶ المقصد الثاني: غياب من له حق الإذن. ¶ المقصد الثالث: امتناع من له حق الإذن عنه. ¶ الفرع الثالث: الحالات التي لا يعتبر فيها إذن الولي فيما يتعلق بمرض وليه.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "المطلب الأول ¶ تحديد المفاهيم ¶ الفرع الأول ¶ معنى الحق وأنواعه ¶ أولا: معنى الحق: معنى الحق في عرف أهل اللغة: ¶ يطلق الحق في اللغة على خلاف الباطل، كما يطلق على المال, والملك, والموجود الثابت الذي لا يسوغ إنكاره, ويطلق على النصيب، والواجب، واليقين, والصواب ( F (¬1) F). ¶ والمقصود بالحق في البحث هو الموجود الثابت. ¶ معنى الحق في عرف الفقهاء: ¶ يطلق الحق عند الفقهاء على معنيين, فقد يطلق ويراد به: القول المطابق للواقع, فيطلق على الأقوال والعقائد والأديان والمذاهب باعتبار اشتمالها على ذلك ويقابله الباطل, كما يطلق ويراد به الواجب الثابت ( F (¬2) F). ¶ ثانيا: أنواع الحق: ¶ للحق أنواع عدة باعتبارات مختلفة, فله أنواع باعتبار لزومه أو عدمه, وعموم نفعه أو خصوصه, ووجود حق العبد أو عدمه, ومدى قدرة العبد على إسقاطه, ومدى إسقاط الإسلام له, ومن جهة معقولية معناه أو عدمه, ومن جهة صاحب الحق فيه, وموضوعه, وكماله أو نقصه, وتحديده أو شيوعه, وتعيينه أو التخيير فيه, وإطلاقه أو تقييده, وما يقبل الإرث منه وما لا يقبل, ونحو ذلك من أنواعه التي تدور نظرا إلى صاحب الحق, أو من عليه, أو الشيء المستحق, أو ما يتعلق به ( F (¬3) F). ¶ ¬__________ ¶ (¬1)  الرازي: مختار الصحاح /62, ابن الأثير: النهاية في غريب الحديث /413. ¶ (¬2) المناوي: التوقيف علي مهمات التعاريف /287, الجرجاني: التعريفات /120. ¶ (¬3) كشف الأسرار 3/ 157.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الفرع الثاني ¶ حقيقة الولاية ¶ المقصد الأول ¶ معنى الولاية ¶ معنى الولاية في عرف أهل اللغة: ¶ الولاية: بفتح الواو وكسرها هي المعاونة والنصرة, يقال: ولي الشيء وعليه ولاية: ملك أمره وقام به, وولي القوم: ملك أمرهم وقام به, ويقال: أوليته الأمر ووليته عليه: ملكته إياه, وتولى فلانا: إذا نصره, وتولاه: اتخذه وليا, وتولى الأمر: تقلده وقام به  FT (¬1) TF. ¶ معني الولاية في عرف الفقهاء: ¶ عرفها بعضهم بأنها عبارة عن «تنفيذ القول على الغير شاء أو أبى»  FT (¬2) TF,  كما يمكن تعريفها كذلك بأنها: «سلطة شرعية يتمكن بها صاحبها من القيام بإنشاء العقود والتصرفات, دون توقف على إجازة أحد». ¶ والولاية بهذا المعنى تشمل الإمامة العظمى, والإمارة, والوزارة, والقضاء، والحسبة, والمظالم, والشرطة, وجباية الصدقات, ونحوها، كما تشمل قيام شخص كبير راشد على شخص قاصر بتدبير شؤونه الشخصية والمالية, وتستعمل هذه اللفظة بمعنى إقامة الغير مقام النفس في تصرف جائز معلوم، فتناولت الوكالة ونظارة الوقف, ونحو ذلك. ¶ ¬__________ ¶ (¬1) الفيروز آبادى: القاموس المحيط 4/ 401, مختار الصحاح /306, ابن منظور: لسان العرب 15/ 406. ¶ (¬2) القونوي: أنيس الفقهاء 1/ 148, التوقيف على مهمات التعاريف /734, د. محمد رواس قلعه جي: معجم لغة الفقهاء /384.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "المقصد الثاني ¶ أنواع الولاية ¶ تتنوع الولاية أنواعا عدة باعتبارات مختلفة, فتتنوع باعتبار من تكون عليهم الولاية, إلى: ولاية عامة أو خاصة, كما تتنوع باعتبار موضوعها, إلى: ولاية قاصرة وولاية متعدية, ولكل منها أحكام تتعلق بها يضيق المقام عن ذكر تفصيلاتها: ¶ الولاية العامة: ¶ الولاية العامة: سلطة على إلزام الغير وإنفاذ التصرف عليه بدون تفويض منه, تتعلق بأمور الدين والدنيا والنفس والمال, وتهيمن على مرافق الحياة العامة وشؤونها, من أجل جلب المصالح للأمة ودرء المفاسد عنها, وهي منصب ديني ودنيوي, شرع لتحقيق ثلاثة أمور: الأمر بالمعروف والنهي عن المنكر، وأداء الأمانات إلى أهلها, والحكم بين الناس بالعدل. ¶ وللولاية العامة مراتب واختصاصات تتفاوت فيما بينها وتتدرج من: ولاية الإمام الأعظم, إلى ولاية نوابه وولاته ونحوهم, وبها يناط تجهيز الجيوش, وسد الثغور, وجباية الأموال من حلها, وصرفها في محلها, وتعيين القضاة والولاة, وإقامة الحج والجماعات, وإقامة الحدود والتعازير, وقمع البغاة والمفسدين, وحماية الدين والدفاع عنه, والفصل في الخصومات, وقطع المنازعات, ونصب الأوصياء والنظار والمتولين ومحاسبتهم, وما سوى ذلك من الأمور التي يستتب بها الأمن, ويحكم شرع الله تعالى. ¶ الولاية الخاصة: ¶ تطلق الولاية الخاصة في الاستعمال الفقهي على ثلاثة أنوع من السلطة, وهي: النيابة الجبرية: التي يفوض فيها الشرع أو القضاء شخصاً بالغاً عاقلاً",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "رشيداً بأن يتصرف لمصلحة القاصر في تدبير شؤونه الشخصية والمالية, وولاية المتولي على الوقف: وهذه الولاية ليست ناشئة عن نقص أهلية, ولا علاقة لها بالنفس أصلاً, وإنما هي ولاية مالية محضة, يفوض صاحبها بحفظ المال الموقوف, والعمل على إبقائه صالحاً نامياً بحسب شرط الواقف, وولاية ولي الدم في استيفاء القصاص من قاتل وليه أو العفو عنه إلى الدية أو مطلقاً: وإن كان النوع الأول هو المشهور والمتبادر عند الإطلاق في لغة الفقهاء  FT (¬1) TF. ¶ الولاية الذاتية: ¶ هي ولاية البالغ العاقل الرشيد على أمواله, حيث يكون له بمقتضى هذه الولاية أن يتصرف في أمواله بوجوه التصرف المشروعة, دون توقف على إذن أحد أو إجازته, وأن يباشر جميع العقود والتصرفات الواردة على هذه الأموال بنفسه أو بنائبه, ما لم يكن ممنوعاً من التصرف في ماله بسبب من أسباب الحجر عليه, كالمرض, أو الفلس, أو نحو ذلك. ¶ الولاية المتعدية: ¶ وهي التي تكون من البالغ العاقل الرشيد على نفس الغير أو ماله, وهي تثبت للأب أو الجد أو نحوهما من عصبات الصغار أو المجانين أو المعاتيه, على نفس هؤلاء أو مالهم, كما تثبت للوصي على نفس ومال الموصى عليه, وتثبت لوكيل الأصيل في العقود والتصرفات, ولولي أمر المسلمين, باعتبار ولايته العامة على أنفس المسلمين وأموالهم  FT (¬2) TF. ¶ والمقصود بالولاية في هذا البحث هي الولاية المتعدية على نفس الغير. ¶ ¬__________ ¶ (¬1) ابن نجيم: الأشباه والنظائر /186, ابن فرحون: تبصرة الحكام 1/ 15, الماوردي: الأحكام السلطانية /35, 54, 55, 113, السيوطي: الأشباه والنظائر /154, ابن تيمية: الحسبة /15 - 16، 28, ابن تيمية: مجموع الفتاوى 28/ 68، 81، 246، ابن القيم: الطرق الحكمية /199، 201, أبو يعلى: الأحكام السلطانية /39, 54, 57, 115. ¶ (¬2) أ. د. عبد الفتاح إدريس: نظرية العقد في الفقه الإسلامي /160 - 161.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المقصد الثالث ¶ ما يعتبر في الولي ¶ اعتبر الفقهاء في الولي شروطا بعضها محل اتفاق, وبعضها الآخر محل خلاف بينهم: ¶ فمن الشروط التي اتفقوا على اعتبارها فيه ما يلي  FT (¬1) TF: ¶ أولا: كمال أهلية الأداء: ¶ وكمال أهلية الأداء يكون: بالبلوغ والعقل والحرية, فلا ولاية للصغير لعدم البلوغ، ولا ولاية للمجنون والمعتوه ومن في حكمهما لقصور العقل، فمن لم يبلغ أو بلغ غير عاقل فلا ولاية له على نفسه، فلا تكون له ولاية على غيره بالأولى, أما شرط الحرية فهو شرط يذكر تبعا لما اعتبره السلف, وإن لم يكن ثمة مقتض لاعتباره في زماننا بعد إلغاء الرق. ¶ ثانيا: اتحاد الولي مع المولى عليه في الدين: ¶ واتحادهما في الدين في الولاية الخاصة مما اتفق الفقهاء على اعتباره, لقول الله تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} (التوبة: 71) , وقوله تعالى: {وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} (الأنفال: 73) , ولأن اتحاد الدين بينهما أدعى إلى مراعاة مصلحة المولى عليه, وعدم فتنته في دينه أو تحويله عن معتقده. ¶ ثالثا: الذكورة: ¶ باعتبار أن الولاية إنما تثبت للعصبات, وهم من الذكور باتفاق, وقد ذكر الولي في القرآن الكريم, فقال الحق سبحانه على لسان زكريا حين دعا ربه: {فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا (5) يَرِثُنِي وَيَرِثُ مِنْ آَلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا (6)} (مريم). وقد استجاب الله تعالى دعاءه فوهب له غلاما. ¶ ¬__________ ¶ (¬1) بدائع الصنائع 2/ 355, البحر الرائق 3/ 132, بداية المجتهد 4/ 223, الدردير: الشرح الصغير 2/ 369, الغزالي: الوسيط 5/ 71, حاشية قليوبي 3/ 225, المغني 9/ 141, ابن مفلح: المبدع 7/ 34.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومن الشروط التي اختلف الفقهاء في اعتبارها في الولي ما يلي: ¶ أولا: العدالة: ¶ اختلف الفقهاء في اشتراط العدالة في الولي، ولهم فيه مذهبان: ¶ المذهب الأول: ¶ يرى أصحابه عدم اشتراط العدالة في الولي, وهو مذهب الحنفية, ومشهور مذهب المالكية, وقول للشافعي, ورواية عن أحمد  FT (¬1) TF. ¶ المذهب الثاني: ¶ يرى من ذهب إليه أنه تشترط العدالة في الولي, وهو قول بعض المالكية, والأظهر من مذهب الشافعية, ورواية عن أحمد هي مشهور المذهب  FT (¬2) TF. ¶ ومما استدل به لمن لم يعتبروا العدالة في الولي ما يلي: ¶ أولا: القياس: ¶ إن ولاية الفاسق مقيسة على ميراثه, بجامع أن كلاً منهما حق استحقه بالتعصيب, ولما لم يكن الفسق قادحا في استحقاقه في الإرث, لم يكن قادحا في ثبوت الولاية له. ¶ ثانيا: المعقول: ¶ 1 - إن الفسق لا يقدح في القدرة على تحصيل المصلحة ولا في الداعي إليها وهو الشفقة. ¶ 2 - إن الفاسق من أهل الولاية على نفسه, فيكون من أهل الولاية على غيره. ¶ ومما استدل به على اعتبار العدالة في الولي ما يلي: ¶ السنة النبوية المطهرة: ¶ روى ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «لا نكاح إلا بولي مرشد وشاهدي عدل»  FT (¬3) TF. ¶ ¬__________ ¶ (¬1)  المبسوط 5/ 32, بدائع الصنائع 2/ 358, بداية المجتهد 4/ 223, الدردير: الشرح الصغير 2/ 371, مغني المحتاج 3/ 155, حاشية قليوبي 3/ 227, المغني 9/ 142, المبدع 7/ 35. ¶ (¬2) بداية المجتهد 4/ 223, مغني المحتاج 3/ 155, حاشية قليوبي 3/ 227, المغني 9/ 142, كشاف القناع 5/ 54. ¶ (¬3) أخرجه البيهقي في سننه, والطبراني في الأوسط بإسناد حسن, وقال ابن حجر: الصحيح أنه موقوف على ابن عباس من قوله, وقال ابن الملقن: رواه الشافعي في سننه كذلك والبيهقي بلفظ «لا نكاح إلا بإذن ولي مرشد أو = = سلطان» , قال الطبراني: تفرد به القواريري, قال البيهقي: هو ثقة متفق على عدالته, إلا أن المشهور وقفه على ابن عباس. (سنن البيهقي 7/ 124, المباركفوري: تحفة الأحوذي 4/ 192, ابن حجر: تلخيص الحبير 3/ 162, ابن الملقن: خلاصة البدر المنير 2/ 189).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وجه الدلالة منه: ¶ بين الحديث انتفاء النكاح بدون الولي المرشد, أي العدل, فأفاد الحديث اشتراط العدالة في الولي مطلقا. ¶ الرأي الراجح: ¶ الذي يرجح في النظر من المذهبين - بعد الوقوف على أدلتهما - هو ما ذهب إليه أصحاب المذهب الأول, من عدم اعتبار العدالة في الولي, لما وجهوا به مذهبهم, ولأن العدالة وفق ما عرفها به الفقهاء «ملكة تمنع صاحبها من اقتراف الكبائر وصغائر الخسه, ويقترب من هذا تعريف بعضهم لها بأنها: صفة تمنع موصوفها البدعة, وما يشينه عرفا»  FT (¬1) TF,  وانتفاء هذه الملكة لا يمنع من انتفت عنه من توخي وجوه المصلحة لنفسه ومن يتولى أمره, وإلا لو منعت الولاية ممن لم يتصف بالعدالة بمفهومها السابق, لم يجد مفتقر لها من يلي أمره, لقلة من تتوافر فيه العدالة في زماننا, ولذا فإن المدار في ثبوت الولاية لأحد, هو مدى مراعاته مصلحة المولى عليه المعتبرة شرعا, فهذا هو ما ينبغي أن يدار عليه الحكم. ¶ ثانيا: الرشد: ¶ اختلف الفقهاء في اعتبار الرشد في الولي على مذهبين: ¶ المذهب الأول: ¶ يرى أصحابه عدم اشتراط الرشد في الولي، إلى هذا ذهب الحنفية والمالكية, وهو قول للشافعي  FT (¬2) TF. ¶ ¬__________ ¶ (¬1)  النفراوي: الفواكه الدواني 2/ 305, المغني 9/ 167. ¶ (¬2) بدائع الصنائع 2/ 358, الدردير: الشرح الصغير 2/ 371, مغني المحتاج 3/ 154, حاشية قليوبي 3/ 226.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "المذهب الثاني: ¶ يرى من ذهب إليه أنه يعتبر الرشد لثبوت الولاية, وهو الأظهر من مذهب الشافعي, وإليه ذهب فقهاء الحنابلة  FT (¬1) TF. ¶ ووجه أصحاب المذهب الأول على عدم اعتبار الرشد في الولي: أن السفيه إنما يحجر عليه في المال خوفاً من إضاعته، إلا أنه مأمون في غير ذلك من تصرفات, فلم يوجد مقتض لعدم ثبوت ولايته فيها. ¶ ووجه أصحاب المذهب الثاني في اعتبار الرشد في الولي: أن السفيه لا يلي أمر نفسه, فلا يلي أمر غيره بالأولى. ¶ الرأي الراجح: ¶ بعد استعراض ما استدل به للمذهبين, فإني أرى رجحان ما ذهب إليه أصحاب المذهب الأول, من عدم اعتبار الرشد في الولي, لما وجهوا به مذهبهم, ولأن الولاية تعتمد وجوه مصلحة المولى عليه, وعدم الرشد لا ينافي مراعاة هذه الوجوه, ولذا كان السفه غير مانع من ثبوت الولاية. ¶ الفرع الثالث ¶ حقيقة المرض ¶ معني المرض في عرف أهل اللغة: ¶ المرض: هو السقم, نقيض الصحة, وهو اسم للجنس, يقال: مرض فلان مرضا, ومرضا, فهو مارض, ومرض, ومريض, والأنثى مريضة, ويقال: أتيت فلانا فأمرضته: أي وجدته مريضا, ومرضته تمريضا: إذا قمت عليه في مرضه, وجمع المريض: مرضى, ومراضى, ومراض, والمراض: الرجل المسقام, والتمارض: ¶ ¬__________ ¶ (¬1) مغني المحتاج 3/ 154, حاشية قليوبي 3/ 226, المبدع 7/ 35, كشاف القناع 5/ 54.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أن يرى من نفسه المرض وليس به, والمرض والممراض: الشك أيضا, ومنه قوله تعالى: {فِي قُلُوبِهِمْ مَرَضٌ} (البقرة: 10): أي شك ونفاق وضعف يقين  FT (¬1) TF. ¶ معنى المرض في عرف الفقهاء: ¶ عرفه ابن حزم بأنه: «حال مخرجة للمرء عن حال الاعتدال وصحة الجوارح إلى الاضطراب وضعف الجوارح واعتلالها»  FT (¬2) TF. ¶ وعرفه ابن العربي بأنه: «خروج البدن عن الاعتدال والاعتياد إلى الاعوجاج والشذوذ»  FT (¬3) TF. ¶ ويلاحظ على تعريف ابن العربي: أنه عرف المرض «بخروج البدن عن الاعتدال» .. الخ, وتعريفه به غير سديد, وذلك لأن هذا الخروج إنما هو أثر مترتب على الإصابة بالمرض, فهو تعريف للشيء بأثره المترتب عليه, كما أن خروج البدن عن الاعتدال والاعتياد إلى غيره, قد يكون بالمرض وقد يكون بغيره كالقلق والخوف والاضطراب النفسي, إلا أن يتوسع في مدلول المرض بحيث يشمل هذا أيضا, وإن كنت أرى أن تعريف ابن حزم للمرض بأنه «حال مخرجة للمرء عن حال الاعتدال» ... الخ, أدق وأصدق تعبيرا عن معنى المرض في الاصطلاح الفقهي. ¶ (ب) أنواع المرض: ¶ للمرض نوعان: مرض القلوب, ومرض الأبدان. ¶ النوع الأول: مرض القلوب: ¶ هذا النوع قد يكون مرض شبهة وشك, وقد يكون مرض شهوة وغي, وكلاهما ذكر في القرآن الكريم, فيقول الحق سبحانه في مرض الشبهة والشك: ¶ ¬__________ ¶ (¬1) ابن منظور: لسان العرب 6/ 4180, الجوهري: الصحاح 3/ 1106. ¶ (¬2) ابن حزم: المحلي 2/ 228. ¶ (¬3) أحكام القرآن 1/ 440.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "{فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللهُ مَرَضًا} (البقرة: 10) , ويقول سبحانه وتعالى في مرض الشهوة: {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ} (الأحزاب: 32) , فهذا مرض شهوة الزنا. ¶ النوع الثاني: مرض الأبدان: ¶ وهذا النوع من المرض قد يكون مرضا يسيرا قلما يخلو البدن عن الإصابة به, كوجع الضرس, ورمد العين, والصداع وما شابهها, وقد يكون مرضاً شديداً, يضر بالبدن ضررا تختلف شدته بحسب الآثار التي يخلفها في البدن المصاب به, فقد يؤدي إلى الهلاك غالبا: كأمراض القلب والشرايين, ونقص المناعة, والسرطان, وقد لا يؤدي إلى ذلك وإن كان يضر بالبدن: كبعض أمراض الجهاز الهضمي, وجهاز التنفس. ¶ وقد ذكر الحق سبحانه مرض الأبدان في كتابه الكريم عند بيان أحكام الحج والصوم والوضوء, وذلك للتنبيه على قواعد ثلاث يقوم عليها طب الأبدان وهي: حفظ الصحة, وحماية الأبدان من الأذى, واستفراغ ما فيها من مواد مفسدة, وقد ذكر الحق سبحانه هذه الأصول الثلاثة في المواضع الثلاثة السابقة, فقال تعالى في آية الصوم: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} (البقرة: 184) , فأباح سبحانه الفطر للمريض لعذر المرض, وللمسافر لحفظ صحته وقوته حتى لا يذهبها الصوم في السفر, لاجتماع شدة الحركة وعدم الغذاء الذي يترتب عليه ضعف القوة, فأباح له الفطر حفظا لصحته وقوته عما يضعفها, وقال تعالى في آية الحج: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ} (البقرة: 196) , فأباح لمن به مرض في رأسه أو كان يتأذى من شعره, أن يحلق قبل محل الحلق  FT,  استفراغاً للمواد الفاسدة التي أوجبت هذا الأذى, ويقاس على هذا كل ما يؤذي البدن انحباسه, والأشياء التي يؤذي البدن انحباسها ومدافعتها - كما قال ابن القيم - عشرة, هي الدم إذا هاج,",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "والمني إذا سبغ, والبول, والغائط, والريح, والقيء, والعطاس, والنوم, والجوع, والعطش, فكل واحد من هذه يوجب حبسه داء من الأدواء, فنبه الله سبحانه وتعالى باستفراغ أدناها - وهو ما تسبب عنه المرض في الرأس - على استفراغ ما هو أصعب منه, كما هو أسلوب القرآن الكريم في التنبيه بالأدنى على الأعلى, وقال تعالى في آية الوضوء: {وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} (المائدة: 6) , فأباح سبحانه للمريض أن يعدل عن الماء إلى التراب, حماية لبدنه أن يصاب بأذى من استعمال الماء, فهذا تنبيه على حمايته من كل أذى خارجي أو داخلي, فأرشد الحق سبحانه عباده إلى أصول الطب الثلاثة في هذه المواضع الثلاثة  FT (¬1) TF. ¶ وحق الولي فيما يتعلق بمرض موليه, يتصور في إذنه في علاجه, أو إجراء جراحة علاجية له, إن كان المولى عليه لا يستقل بأمر نفسه, أو كان في حالة يتعذر معها الحصول على إذنه, كما يتصور في الإذن في نزع أجهزة الإنعاش عنه, إذا كان مريضا بالغيبوبة الدماغية, أو التوقف عن علاجه إذا كان مريضا بمرض لا يرجى البرء منه. ¶ ولذا فإني أبين في المطالب التالية الأحكام المتعلقة بآثار ثبوت هذا الحق للولي على موليه. ¶ ¬__________ ¶ (¬1) ابن القيم: زاد المعاد 3/ 63 - 64.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "المطلب الثاني ¶ حقيقة إذن الولي في الأعمال الطبية ¶ الفرع الأول ¶ معني الإذن الطبي ¶ معنى الإذن في عرف أهل اللغة: ¶ يطلق الإذن في عرف أهل اللغة على معان عدة, منها: الإباحة (أي إباحة ما كان ممنوعا قبله من قول أو فعل) , فيقال: أذن له في الشيء إذناً: أباحه له, واستأذنه: طلب منه الإذن, كما يطلق على الإعلام, وآذنني: فيقال: آذنني: أعلمني, وفعله بإذني أي بعلمي, واسْتَأْذَنَه: طَلَب منه الإِذْنَ  FT (¬1) TF,  وهذان الإطلاقان وغيرهما يفضيان إلى معنى واحد, وهو الرضا وإباحة التصرف من الآذن للمأذون له. ¶ معنى الإذن في عرف الفقهاء: ¶ عرفه بعضهم بأنه: «الإعلام بإجازة الشيء» , كما عرف بأنه: «إباحة التصرف»  FT (¬2) TF. ¶ مفهوم الطب: ¶ الطِّب والطَّب بفتح الطاء وكسرها: الحِذق بالأشياء والمهارة بها, يقال: رجل طب وطبيب بكذا إذا كان حاذقا به, والطَّبُّ والطَّبيبُ: الحاذق من الرجال، الماهرُ بعلمه وإن كان في غير علاج المرض, والطَبُ من الإِبل: الحَاذِق في مشْيه وحِذْقُه: ألاََ يضَع خُفّه إِلاّ حيث يُبْصِر, وبه سُمّي الطَّبيبُ الذي يُعالِج المَرْضى ويصلح أبدانهم, والمُتَطَبِّبُ الذي يُعاني الطِّبَّ ولا يَعْرفه مَعْرفة جَيِّدة, ويطلق الطِّبُّ: على ¶ ¬__________ ¶ (¬1) مختار الصحاح /5, ابن منظور: لسان العرب 13/ 10. ¶ (¬2) التوقيف علي مهمات التعاريف 1/ 27, رواس: معجم لغة الفقهاء /35.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "علاجُ الجسم والنَّفسِ, ويقال: تَطَبَّبَ له: سأَل له الأَطِبَّاءَ, صَنْعَة حاذِقٍ لمن يُحِبُّه, وجاءَ يَسْتَطِبُّ لوجَعه أَي يَسْتَوصِفُ الدواءَ أَيُّها يَصْلُح لدائه  FT (¬1) TF. ¶ وقد عرّف الطب جالينوس وابن سينا بأنّه: علم بأحوال بدن الإنسان يحفظ به حاصل الصّحة ويستردّ زائلها  FT (¬2) TF. ¶ المقصود بالإذن الطبي: ¶ يمكن تعريفه بأنه عبارة عن: التعبير عن الرضا باتخاذ ما يكون مناسبا لإجراء الفحوص اللازمة للبحث عن الداء والوقوف على حقيقته, واتخاذ ما من شأنه البرء منه, سواء كان بأدوية أو معالجة جراحية. ¶ والإذن الطبي بهذا المعنى يشمل ما كان صادراً من المريض ذي الأهلية لصدور الإذن منه في الحالات التي تتوقف على إذنه, وما كان صادراً من غيره ممن له عليه ولاية عامة أو خاصة في الحالات التي لا يمكن فيها الحصول على إذن المريض. ¶ الفرع الثاني ¶ أركان الإذن وشروطه ¶ إذا اعتبر الإذن الطبي عقدا وفقا للمفهوم العام للفظة العقد عند الفقهاء, وأنه: كل تصرف ينشأ عنه حكم شرعي, سواء كان صادرا من طرفين متقابلين, أو كان صادرا من طرف واحد  FT (¬3) TF,  بحسبان الإذن تصرفا صادرا من طرف الآذن, فإن أركانه عند الحنفية تنحصر في صيغته  FT (¬4) TF,  التي هي التعبير الذي يحصل به ¶ ¬__________ ¶ (¬1) لسان العرب 1/ 552 - 553, ابن قتيبة: الغريب 1/ 418, 2/ 413, ابن سلام: الغريب 2/ 44, النهاية في غريب الحديث 3/ 110. ¶ (¬2) ابن سينا: القانون في الطب 1/ 3. ¶ (¬3) أ. د. عبد الفتاح إدريس: نظرية العقد في الفقه الإسلامي /5. ¶ (¬4) التفتازاني: التلويح, المحبوبي: التوضيح 2/ 130, ابن الهمام: شرح فتح القدير 6/ 248, ابن عابدين: رد المحتار 4/ 504.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الإذن, وهو ما يثبت نصا أو دلالة, وكل من نوعي الصيغة قد يكون عاماً وقد يكون خاصاً, وكلاهما قد يكون منجزاً أو معلقاً على شرط أو مضافا إلى زمن  FT (¬1) TF,  وأما أركان الإذن عند غيرهم فهي: الآذن, والمأذون له, والمأذون فيه, والصيغة, والإذن عند أبي يوسف من الحنفية والشافعية والحنابلة لا يكون إلا صراحة, فلا يتحقق دلالة, بينما يرى الطرفان من الحنفية والمالكية أن الإذن يكون صريحاً أو دلالة  FT (¬2) TF. ¶ وقد اعتبر الفقهاء لصحة الإذن بوجه عام شروطا, هي ما يلي: ¶ 1 - أن يصدر الإذن ممن له الحق في إصداره. ¶ 2 - أن يكون الإذن صادرا ممن له أهلية إصداره, باعتبار الإذن تصرفا يفتقر إلى أهلية من يصدر عنه, فلا بد وأن تتوافر في الآذن أهلية التصرف. ¶ 3 - تمييز المأذون في القيام بما أذن له فيه, فلا يشترط فيه أن يكون بالغا, وإن اشترط فيه العقل. ¶ 4 - علم الآذن بما يأذن فيه لغيره. ¶ 5 - اختيار الآذن في صدور الإذن منه. ¶ 6 - تحديد المأذون فيه وتعيينه ببيان حقيقته وجنسه ونوعه ومقداره, وما يتم فيه من أعمال. ¶ 7 - علم الآذن والمأذون له بالمأذون فيه علما نافيا للجهالة عنه  FT (¬3) TF. ¶ ¬__________ ¶ (¬1)  السرخسي: المبسوط 25/ 12, الكاساني: بدائع الصنائع 7/ 191. ¶ (¬2) المرغيناني: الهداية, البابرتي: العناية عليها 7/ 335, القرافي: الفروق 2/ 83, الدسوقي: حاشيته علي الشرح الكبير 3/ 2, الشربيني: مغني المحتاج 2/ 3, 100, حاشية الجمل وشرح المنهج 3/ 5, المقدسي: المغني والشرح الكبير 4/ 606, البهوتي: كشاف القناع 3/ 146. ¶ (¬3) المصادر الفقهية السابقة.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الفرع الثالث ¶ أنواع الإذن الطبي ¶ يتنوع الأذن الطبي إلى أنواع عدة باعتبارات مختلفة: ¶ فهو يتنوع باعتبار ما يؤذن فيه إلى نوعين: ¶ النوع الأول: الإذن المطلق: ¶ وهو الذي يصدر من المريض أو من له حق الإذن, فيفوض فيه الطبيب باتخاذ الإجراء الطبي المناسب دون تقييد, ودون توقف على رضاء أحد أو تجديد الإذن عند اتخاذه, وغالبا ما يطلبه الأطباء حال خوفهم من وجود أمراض تفتقر إلى جراحة مفاجئة لم يكن يعلم عنها المريض, بل ولا الطبيب إلا بعد مباشرة العمل الجراحي, فيحتاط الطبيب بأخذ هذا النوع من الإذن المطلق لكي يمكنه المعالجة دون تردد أو خوف من المسؤولية, ومثاله: أن يكون الطبيب قد حدد له الإذن باستئصال الزائدة الدودية مثلا, فيجد نفسه أمام سرطان في البطن, أو نحو ذلك, وفي مثل هذا النوع ينبغي أن يقيد الأذن بما فيه مصلحة للمريض, فلو فعل مالا مصلحة فيه للمريض أو فعل ما ليس له فعله أصلا فهو ضامن, كما أنه يجب تقييد هذا الإذن بما تجري العادة بفعله من أعمال طبية. ¶ النوع الثاني: الإذن المقيد: ¶ وهو الذي يصدر من المريض أو ممن له الحق في الإذن بإجراء طبي محدد, كإزالة مكونات دهنية من الوجه أو من البطن, أو استئصال ورم في موضع معين من بدن المريض, وهذا النوع من الإذن هو الأصل في الإذن الطبي, وهو الغالب فيما يصدر من إذن عند إجراء عمل طبي معين في بدن المريض. ¶ وفي حال صدور الإذن المقيد للطبيب بإجراء عمل معين, فإذا وجد أن حال المريض يقتضي إجراء جراحيا غير الذي أذن له فيه, أخذ الإذن فيه من ولي",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "المريض إن كان حاضرا, أو انتظر إلى الحصول على الإذن فيه إن كان حال المريض يحتمل تأخير إجراء الجراحة له إلى أن يحصل على الإذن فيها, دون ضرر حال أو مستقبل يلحق المريض من هذا التأخير, فإن كان يلحقه ضرر حال أو مستقبل من تأخير إجراء الجراحة إلى أن يحصل على الإذن في إجرائها, جاز إجراؤها له دون الحصول على إذن, لما في تأخير إجرائها من إلحاق الضرر به, وهو ممنوع شرعا, فكل ما يفضي إليه يكون كذلك, فإن كانت حالته لا تحتمل الإبطاء, أو كان في تأخير إجراء الجراحة تعريض المريض للخطر أو الضرر الذي لا يحتمله, جاز إجراء الجراحة له دون انتظار الحصول على هذا الإذن, لأن الحصول على الإذن الطبي هنا متعذر, ودرء مفسدة هلاك المريض واجبة, فيجوز إجراء العملية بلا إذن في هذه الحالة, إلا أنه ينبغي أن يتأيد قرار الطبيب الذي يتخذ الإجراء الطبي العاجل في هذه الحالة, برأي غيره من ذوي الاختصاص, ليكون أبعد عن التهمة, وللتوثق من صحة قرار المعالجة الذي لم يؤذن فيه. ¶ ويتنوع باعتبار صيغته إلى ثلاثة أنواع: ¶ النوع الأول: الإذن الكتابي: ¶ الأصل في صيغة الإذن باعتباره عقدا أن يكون باللفظ, بحسبانه أدل على الرضا من غيره من الصيغ, إلا أن جمهور الفقهاء يرون صحة التعبير عن الإرادة بالكتابة, وإن كان من يعبر بها قادرا على النطق, غائبا كان أو حاضرا, إذا كانت هذه الكتابة مرسومة مستبينة, وإلى هذا ذهب الحنفية والمالكية, وهو الأصح من مذهب الشافعية, وإليه ذهب الحنابلة  FT (¬1) TF. ¶ والإذن في العمل الطبي الصادر من المريض البالغ العاقل أو إذن ولي المريض القاصر أو المجنون أو المغمى عليه ينبغي الحصول عليه في الأمور التالي: ¶ ¬__________ ¶ (¬1) ابن الهمام: فتح القدير 6/ 254, ابن نجيم: الأشباه والنظائر /339, الصاوي: بلغة السالك 2/ 3, 350, النووي: روضة الطالبين 3/ 340, مغنى المحتاج 2/ 5, 3/ 141, السيوطى: الأشباه والنظائر /308, كشاف القناع 2/ 148, 5/ 39.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "1 - أي عملية جراحية ما عدا خلع الأسنان ومعالجة الفم التي في العيادة دون الحاجة لدخول المستشفى أو إعطاء المخدر. ¶ 2 - إعطاء أي مخدر وخاصة إذا كان التخدير عاما أو نصفياً. ¶ 3 - إجراء فحوصات فيها تدخل في جسم المريض, مثل: مناظير الجهاز الهضمي أو البولي أو التناسلي, وأخذ عينة من الكبد أو الكلى أو الأمعاء أو الرئتين, والقسطرة لشرايين القلب أو غيرها من الأوعية الدموية, وإجراء الأشعة التي فيها تدخل في جسم المريض. ¶ 4 - إجراء أي علاج كيماوي لمعالجة السرطان أو علاج بالأشعة. ¶ 5 - تصوير المريض بالآلة التصويرية أو الفيديو وخاصة إذا كان التصوير يشمل الوجه, أما تصوير العمليات الجراحية أو غيرها التي لا توضح الوجه الذي يستدل به على الشخص فلا تحتاج إلى إذن. ¶ 6 - إذن المريض في الاستفادة من الأنسجة التي تم إزالتها أثناء العملية أو بعد الولادة, كالاستفادة من المشيمة أو من السقط الذي نزل ميتا لاستعماله في زرع الأعضاء, أو تحنيطه ووضعه في محلول (الفورمالين) لدراسته وتعليم طلبة الطب ليتعرفوا على أنواع الأمراض. ¶ ولا حاجة للإذن في الأنسجة والإفرازات التي قد تشكل خطرا على الصحة العامة, والتي يجب التخلص منها فينبغي الالتزام بالإجراءات التي تفرضها الأنظمة الصحية في هذه الحالة  FT (¬1) TF. ¶ النوع الثاني: الإذن بالإشارة: ¶ الإشارة وسيلة من وسائل التعبير عن الإرادة, إذا كانت مفهمة, فإذا كانت إشارة المريض مفهمة اعتبرت في الإذن الطبي أو عدمه, لما جاء في حديث عائشة ¶ ¬__________ ¶ (¬1) محمد البار: المسؤولية الطبية /87.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "رضي الله عنها قالت: «لددنا  FT (¬1) TF  رسول الله - صلى الله عليه وسلم - , فأشار أن لا تلدوني, فقلنا كراهية المريض للدواء, فلما أفاق قال: ألم أنهكم أن تلدوني, لا يبقى منكم أحد إلا لُد, غير العباس فإنه لم يشهدكم»  FT (¬2) TF,  فإشارته كانت مفهمة, ولذا اعتبرت كالتصريح برفض العلاج. ¶ النوع الثالث: الإذن اللفظي: ¶ وهو الذي تكون وسيلته اللفظ للتعبير عن الرضا بما يتخذ, والتعبير عن الرضا بطريق اللفظ هو الأصل في الصيغ, باعتباره أقواها وأدلها على رضا من صدر منه اللفظ, ومن ثم فإن الصيغة اللفظية طريق من طرق التعبير عن الإرادة, ووسيلة معبرة عن الإذن في إجراء العمل الطبي, إذا صدر ممن ثبت له حق الإذن الطبي, ومن الإجراءات العلاجية ما لا يفتقر إلى إذن مكتوب, فيكتفى فيه بالإذن اللفظي الشفهي, لعدم خطورة ما يجري من ذلك, كالفحوص الطبية المختلفة: مثل تحليل الدم والبول والبراز والبصاق, والأشعة العادية التي ليس فيها أي تدخل في جسم المريض, وكذا أنواع المعالجات التي تتم في جسم المريض بحسب العادة, كخلع الأسنان ومعالجة الفم والجروح أو القروح الظاهرة ونحوها, مما يتم في العيادات دون حاجة إلى دخول المستشفى أو إعطاء مخدر عام أو نصفي. ¶ الفرع الرابع ¶ حكم الإذن الطبي وأقوال الفقهاء في اعتباره ¶ المقصد الأول ¶ حكم الإذن الطبي ¶ مدار الحكم في الإذن الطبي على ما يفتقر إلى هذا الإذن من أعمال, فإن كانت أعمالا مشروعة فهو مشروع وإلا فلا, ومرد مشروعية الإذن في إجراء العمل الطبي إلى مشروعية التداوي من الأمراض. ¶ ¬__________ ¶ (¬1) اللدود: هو صب الدواء في جانب فم المريض بغير إرادته. ¶ (¬2) أخرجه البخاري في صحيحه. (فتح الباري 8/ 147).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقد اختلف العلماء في حكم التداوي من الأدواء على خمسة مذاهب: ¶ المذهب الأول: ¶ يرى أصحابه استحباب التداوي من الأمراض المختلفة, حكاه النووي مذهبا لجمهور السلف وعامة الخلف، وإليه ذهب جمهور الشافعية, وقال به بعض أصحاب أحمد  FT (¬1) TF. ¶ المذهب الثاني: ¶ يرى من ذهب إليه وجوب التداوي من الأدواء, قال به بعض الحنفية إذا كان يقطع بزوال المرض بالدواء، فترك التداوي عند خوف الهلاك حرام، وقال ابن حجر الهيثمي: إن لنا وجها بوجوبه إذا كان بالمريض جرح يخشى منه التلف، وقال البغوي: إذا علم المريض الشفاء في المداواة وجبت، وقال ابن تيمية: لست أعلم سالفا أوجب التداوي، وإن كان بعض أصحاب أحمد يوجبونه وقول ابن حزم: إن أمر رسول الله - صلى الله عليه وسلم - بالتداوي نهي عن تركه، يفيد أنه يوجب التداوي  FT (¬2) TF. ¶ المذهب الثالث: ¶ يرى من ذهب إليه أن التداوي من الأمراض مباح, ذهب إليه جمهور الحنفية، وقالوا: لا جناح على من يتداوى إذا كان يعتقد أن الشافي هو الله سبحانه، ومذهب المالكية أنه لا بأس بالتعالج من المرض، وحكاه ابن رشد «الجد» عن بعض العلماء, واختاره أبو الوفاء وابن الجوزي والخطابي وغيرهم من الحنابلة  FT (¬3) TF. ¶ ¬__________ ¶ (¬1)  النووي: المجموع 5/ 96 شرح النووي علي مسلم 14/ 191، مغني المحتاج 1/ 357، فتاوى ابن تيمية 21/ 564. ¶ (¬2) جماعة من علماء الهند: الفتاوى الهندية 5/ 355، تحفة المحتاج 3/ 182، 183، مغني المحتاج 1/ 357، فتاوى ابن تيمية 21/ 564، 24/ 267، 269، ابن مفلح: الآداب الشرعية 2/ 361، المحلي 7/ 418. ¶ (¬3) الخوارزمي: الكفاية علي الهداية 8/ 500، الفتاوى الهندية 5/ 254، الطوري: تكملة البحر الرائق 8/ 237، أبو الحسن: كفاية الطالب الرباني 4/ 431، ابن رشد: المقدمات الممهدات 3/ 466، شرح الزرقاني على الموطأ 4/ 329، فتاوى ابن تيمية 21/ 564، كشاف القناع 2/ 76، ابن القيم: زاد المعاد 3/ 67، محمد شمس الحق: عون المعبود 10/ 335.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "المذهب الرابع: ¶ يرى أصحابه جواز التداوي إلا أن تركه أفضل اتكالا على الله سبحانه, قال به النووي، وقال الغزالي: يجوز التداوي وإن كان تركه أفضل في بعض الأحوال، ويدل على قوة التوكل، وفي فتاوي ابن البرزي الشافعي: إن من قوي توكله فترك التداوي له أولى, ومن ضعفت نفسه وقل صبره فالمداواة له أفضل، وحسن هذا القول الأذرعي الشافعي، وجواز التداوي مع أفضلية تركه تفضلا واختيارا لما اختار الله تعالى، ورضاً به وتسليماً له، هو المنصوص عن أحمد، واختاره ابن تيمية وبعض أصحاب أحمد، وقال أبو طالب المكي: التداوي رخصة وسعة، وتركه ضيق وعزيمة، والتداوي من المرض لا ينقص توكل العبد، وترك التداوي أفضل للأقوياء، وهو من عزائم الدين، وطريقة أولي العزم من الصديقين، وقد حكى ابن جزي عن كثير من الصوفية القول بهذا المذهب  FT (¬1) TF. ¶ المذهب الخامس: ¶ يرى أصحابه عدم جواز المداواة, اتكالا على الله تعالى، ورضاً بما نزل من البلاء, حكاه العيني عن بعض الصوفية، وقد وصفهم النووي بغلاة الصوفية، وحكاه ابن رشد» الجد» عن بعض السلف  FT (¬2) TF. ¶ أدلة هذه المذاهب: ¶ مما استدل به أصحاب المذهب الأول على استحباب التداوي من الأمراض, ما يلي: ¶ أولا: السنة النبوية المطهرة: أحاديث منها: ¶ 1 - روى أبو الدرداء - رضي الله عنه - أن رسول - صلى الله عليه وسلم - قال: «إن الله أنزل الداء والدواء، وجعل لكل داء دواء، فتداووا ولا تتداووا بحرام»  FT (¬3) TF. ¶ ¬__________ ¶ (¬1)  المجموع 5/ 96، شرح النووي علي مسلم 14/ 191، مغني المحتاج 1/ 357، إحياء علوم الدين 4/ 286، 292، فتاوى ابن تيمية 21/ 564، كشاف القناع 2/ 76، الآداب الشرعية 2/ 358، قوت القلوب 2/ 21، 22، القوانين الفقهية / 295. ¶ (¬2) المقدمات الممهدات 3/ 466، عمدة القاري 21/ 230، شرح النووي علي صحيح مسلم 14/ 191، عون المعبود 10/ 335. ¶ (¬3) أخرجه البيهقي وأبو داود في سننيهما وسكتا عنه، وأخرجه الطبراني في الكبير, وقال الهيثمى: رجال الطبراني رجال الصحيح. (السنن الكبرى 10/ 5, سنن أبي داود 3/ 335، الطبراني: المعجم الكبير 24/ 254, الهيثمي: مجمع الزوائد 5/ 86).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "2 - روى أبو هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «ما أنزل الله من داء، إلا أنزل له شفاء»  FT (¬1) TF. ¶ 3 - روى جابر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لكل داء دواء، فإذا أصيب دواء الداء بريء بإذن الله تعالى»  FT (¬2) TF. ¶ 4 - روى ابن مسعود - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «ما أنزل الله داء إلا وأنزل له دواء جهله من جهله وعلمه من علمه»  FT (¬3) TF. ¶ وجه الدلالة من هذه الأحاديث: ¶ أفادت هذه الأحاديث أن رسول الله - صلى الله عليه وسلم - كان يتداوى، ويصف لأصحابه الأدوية مما أصابهم من الأدواء، وأنه كان يأمر بالتداوي، فدل هذا على استحباب التداوي، وأنه لا ينافي التوكل على الله تعالى. ¶ ثانيا المعقول: وجوه منها: ¶ 1 - إن الأدوية والرقى والتقى من قدر الله تعالى، فما خرج شيء عن قدره، بل يرد قدره بقدره، وهذا الرد من قدره، فلا سبيل إلى الخروج عن قدره بوجه ما، وهذا كرد قدر الجوع والعطش والحر والبرد بأضدادها، وكرد قدر العدو بالجهاد، وكل ذلك من قدر الله: الدافع والمدفوع والدفع  FT (¬4) TF. ¶ 2 - إن التداوي من قدر الله سبحانه، فهو كالأمر بالدعاء، وكالأمر بالتحصن ومجانبة الإلقاء باليد إلى التهلكة، مع أن الأجل لا يتغير، والمقادير لا تتأخر ولا تتقدم عن أوقاتها، ولابد من وقوع المقدرات  FT (¬5) TF. ¶ ¬__________ ¶ (¬1)  أخرجه البخاري في صحيحه 7/ 222. ¶ (¬2) أخرجه مسلم في صحيحه 4/ 1729. ¶ (¬3) أخرجه ابن حبان في صحيحه, والحاكم في المستدرك، وأحمد في مسنده وقال الحاكم: صحيح الإسناد ولم يخرجاه. (صحيح ابن حبان 13/ 427، المستدرك 4/ 196، الفتح الرباني 17/ 156). ¶ (¬4) شرح النووي علي صحيح مسلم 14/ 191. ¶ (¬5) ابن القيم: زاد المعاد 3/ 68 ..",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "مما استدل به أصحاب المذهب الثاني على وجوب التداوي ما يلي: ¶ أولا: الكتاب الكريم: ¶ قال تعالى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} (البقرة: 195)، وقال سبحانه: {وَلَا تَقْتُلُوا أَنْفُسَكُمْ} (النساء: 29). ¶ وجه الدلالة من الآيتين: ¶ نهى الحق سبحانه وتعالى عن قتل النفس أو الإلقاء بها إلى ما فيه هلاكها، وترك التداوي إذا علم أن فيه شفاء من المرض قتل للنفس، فيكون منهيا عنه، وإذا كان حفظ النفس واجبا، فما كان سبيلا إليه - وهو التداوي من المرض - يكون واجبا كذلك. ¶ ثانيا: السنة النبوية المطهرة: أحاديث منها: ¶ روى أبو الدرداء - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «إن الله أنزل الداء والدواء، وجعل لكل داء دواء, فتداووا ولا تتداووا بحرام». ¶ وجه الدلالة منه: ¶ أمر رسول الله - صلى الله عليه وسلم - في هذا الحديث بالتداوي من الأمراض، والأمر المطلق يفيد الوجوب، فأفاد الحديث وجوب التداوي. ¶ ثالثا: القياس: ¶ إن التداوي إذا تعين وسيلة للبرء من المرض، وكان مقطوعا بنفعه للمريض، وجب فعله, قياسا على الأكل من الميتة للمضطر، وإساغة اللقمة بالخمر ونحو ذلك  FT (¬1) TF. ¶ مما استدل به أصحاب المذهب الثالث على إباحة التداوي من الأمراض, ما يلي: ¶ السنة النبوية المطهرة: أحاديث منها: ¶ 1 - روى أسامة بن شريك - رضي الله عنه - قال: «كنت عند النبي - صلى الله عليه وسلم - وجاءت الأعراب، فقالوا: يا رسول الله أنتداوى؟، فقال: نعم يا عباد الله تداووا، فإن الله ¶ ¬__________ ¶ (¬1) أخرجه النسائي وأبو داود في سننهما, والحاكم في المستدرك, وقال: صحيح الإسناد ولم يخرجاه. (سنن النسائي 4/ 368, سنن أبي داود 4/ 3, المستدرك 4/ 219).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "عز وجل لم يضع داء إلا وضع له شفاء غير داء واحد، قالوا: وما هو؟، قال: الهرم»  FT (¬1) TF. ¶ وجه الدلالة منه: ¶ أفاد هذا الحديث طلب التداوي من الأدواء المختلفة، وقد قال العيني: إن هذا الحديث يدل على إباحة التداوي وجواز الطب، وقال الخطابي: في هذا الحديث إثبات الطب والعلاج وأن التداوي مباح غير مكروه  FT (¬2) TF. ¶ 2 - روى أنس بن مالك - رضي الله عنه - قال: «حجم رسول الله - صلى الله عليه وسلم - أبو طيبة، فأمر له بصاع من تمر، وأمر أهله أن يخففوا من خراجه»  FT (¬3) TF. ¶ وجه الدلالة منه: ¶ أفاد الحديث أن رسول الله - صلى الله عليه وسلم - تداوى بالحجامة، فدل على إباحة التداوي من غير كراهة. ¶ استدل أصحاب المذهب الرابع على جواز التداوي بالأحاديث السابقة، فإنها تدل على جواز التداوي, واستدلوا على أفضلية ترك التداوي بما يلي: ¶ أولا: السنة النبوية المطهرة: ¶ 1 - روى ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: «يدخل الجنة من أمتي سبعون ألفا بغير حساب، هم الذين لا يسترقون ولا يتطيرون ولا يكتوون، وعلى ربهم يتوكلون»  FT (¬4) TF. ¶ وجه الدلالة منه: ¶ امتدح رسول الله - صلى الله عليه وسلم - الذين لا يتداوون من أمته، اتكالا على الله سبحانه، وأخبر أنهم يدخلون الجنة بغير حساب، وهذا يدل على أن تركهم التداوي محمود، وأنه أفضل من فعله. ¶ ¬__________ ¶ (¬1) مغني المحتاج 1/ 357. ¶ (¬2) عمدة القاري 21/ 230، عون المعبود 10/ 335. ¶ (¬3) أخرجه البخاري في صحيحه. (إرشاد الساري 8/ 368). ¶ (¬4) أخرجه الشيخان. (صحيح البخاري 7/ 230، صحيح مسلم 3/ 88) , والتطير: هو التشاؤم. (ابن الأثير: النهاية 3/ 152).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "2 - روى ابن عباس - رضي الله عنه - «أن امرأة أتت النبي - صلى الله عليه وسلم -، فقالت: إني أصرع وإني أتكشف فادع الله لي، قال: إن شئت صبرت ولك الجنة، وإن شئت دعوت الله أن يعافيك، فقالت: أصبر ولكنني أتكشف، فادع الله أن لا أتكشف، فدعا لها»  FT (¬1) TF. ¶ وجه الدلالة منه: ¶ أفاد الحديث جواز ترك التداوي، وأفضلية الأخذ بالشدة من الأخذ بالرخصة لمن علم من نفسه الطاقة, ولم يضعف عن التزام الشدة، وأن التداوي بالدعاء مع الالتجاء إلى الله سبحانه أنجع وأنفع من العلاج بالعقاقير، وإنما ينجع بأمرين: صدق القصد، وتوجه قلب المداوى إلى الله تعالى وقوته بالتقوى والتوكل على الله تعالى، وقد قال ابن تيمية: لو كان رفع المرض واجبا لم يكن للتخير موضع  FT (¬2) TF. ¶ ثانيا: آثار الصحابة: منها: ¶ 1 - روي «أن أبا بكر - رضي الله عنه - لما مرض قالوا له: ألا ندعو لك الطبيب؟، قال: قد رآني، قالوا: فما قال لك؟، قال: إني فعال لما أريد»  FT (¬3) TF. ¶ 2 - روى أبو الدرداء - رضي الله عنه - أنه قيل له في مرضه: «ما تشتكي؟، قال ذنوبي، قيل: فما تشتهي؟: قال: مغفرة ربي، قيل أفلا ندعو لك طبيبا؟، قال: الطبيب أمرضني»  FT (¬4) TF. ¶ 3 - روي أن أبي بن كعب وغيره من الصحابة قد اختاروا المرض ولم يتداووا منه، وقال أبو طالب المكي: من لم يتداو من الصديقين والسلف الصالح أكثر من أن يحصى، ولم ينكر عليهم عدم التداوي  FT (¬5) TF. ¶ ¬__________ ¶ (¬1)  أخرجه البخاري في صحيحه 7/ 211 - 212. ¶ (¬2) فتاوى ابن تيمية 21/ 564، زاد المعاد 3/ 84. ¶ (¬3) قوت القلوب 2/ 23. ¶ (¬4) المصدر السابق. ¶ (¬5) المصدر السابق.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وجه الدلالة من الآثار: ¶ دلت هذه الآثار على أن الأفضل ترك التداوي من المرض، إذ لو كان واجبا أو مستحبا لما تركه هؤلاء الصحابة الذين لم يؤثر عنهم تركهم لمثل ذلك. ¶ ثالثا: شرع من قبلنا: ¶ إن من أنبياء الله تعالى عليهم السلام من ابتلي، وصبر على البلاء، ولم يتعاطوا الأسباب الدافعة له، ومن هؤلاء أيوب عليه السلام  FT (¬1) TF،  فتركه التداوي دليل على أنه الأفضل. ¶ رابعا: المعقول: ¶ 1 - إن المرض تزيله أسباب كثيرة، ظاهرة وباطنة، روحانية وجسمانية، فلم يتعين الدواء مزيلا، لأنه لا يستيقن, بل ولا يظن دفعه للمرض في كثير من الأمراض، إذ لو اضطرد ذلك لم يمت أحد  FT (¬2) TF. ¶ 2 - إن الدواء بنوعه لم يتعين لنوع من الأجسام في إزالة الداء المعين, بل إن ذلك النوع المعين من الدواء يخفى على أكثر الناس - بل على عامتهم - دركه ومعرفته، وأما الخاصة منهم الذين يزاولون هذا الفن (الطب)، أولوا الأفهام والعقول، يكون الرجل منهم قد أفنى كثيرا من عمره في معرفته ذلك، ثم يخفى عليه نوع المرض وحقيقته، ويخفى عليه دواؤه وشفاؤه  FT (¬3) TF. ¶ 3 - إن كان الشفاء قد قدر، فالتداوي لا يفيد، وإن لم يكن قدر فكذلك، ولأن المرض حصل بقدر الله، وقدر الله لا يدفع ولا يرد  FT (¬4) TF. ¶ ¬__________ ¶ (¬1)  فتاوى ابن تيمية 21/ 564، 24/ 269. ¶ (¬2) المصدر السابق 21/ 565، 566. ¶ (¬3) المصدر السابق 21/ 566. ¶ (¬4) زاد المعاد 3/ 67.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "مما استدل به أصحاب المذهب الخامس على حرمة التداوي, ما يلي: ¶ المعقول: ¶ إن نزول الداء بالمرء هو بقضاء الله وقدره، وتمام الولاية لله تعالى هو في الرضا بجميع ما نزل من البلاء، فلا يجوز لمن نزل به ذلك رفعه عنه بالتداوي  FT (¬1) TF. ¶ المناقشة والترجيح: ¶ بعد استعراض مذاهب الفقهاء في هذه المسألة، وما استدل به لها، وما اعترض به على بعض هذه الأدلة، وما أجيب به عن بعض هذه الاعتراضات، فإني أرى رجحان ما ذهب إليه أصحاب المذهب الأول، من استحباب التداوي من الأدواء المختلفة، لما استدلوا به على مذهبهم من السنة والمعقول، ولأن رسول الله - صلى الله عليه وسلم - كان يتداوى مما يصيبه من الأمراض، فحرص على ذلك حتى آخر عمره، كما قالت عائشة رضي الله عنها، وأمر - صلى الله عليه وسلم - بالتداوي من الأدواء، ووصف كثيراً من الأدوية الناجعة في علاج الأمراض، وقد أفرد ابن القيم لهدي رسول الله - صلى الله عليه وسلم -، في التداوي من الأدواء فصولا عدة, من كتابه «زاد المعاد»، منها: هديه - صلى الله عليه وسلم - في علاج الحمى، واستطلاق البطن والاستسقاء، وعرق النساء, والحكة، وذات الجنب, والصداع، وداء الفؤاد, والسم، والأورام والبثور ونحو ذلك  FT (¬2) TF،  كما بين رسول الله - صلى الله عليه وسلم - أن الأخذ بأسباب الشفاء هو من قدر الله تعالى، فهذا وغيره دليل على استحباب التداوي من الأدواء. ¶ ومن ثم فإن كان العمل الطبي الذي يفتقر إلى الإذن لإجرائه مشروعا كان الإذن فيه مشروعا, باعتباره إذنا فيما هو مشروع, وهو التداوي من المرض, وإن كان العمل غير مشروع كان الإذن فيه غير مشروع كذلك, باعتباره تدخلا في جسم الإنسان بغير ما فيه مصلحته, بل ما فيه إضرار به, وذلك محرم شرعا, لنهي ¶ ¬__________ ¶ (¬1) عمدة القاري 21/ 230، شرح النووي على صحيح مسلم 14/ 191، عون المعبود 10/ 335. ¶ (¬2) زاد المعاد 3/ 66 - 133.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "الشارع عن كل ما يفضي إلى الإلقاء بالنفس إلى التهلكة, ونهيه عن كل ما يفضي إلى الضرر مطلقا, والإذن في العمل الطبي الذي يترتب عليه ذلك, لا يبيح الفعل, لأن الأنفس وما يتعلق بها لا تستباح بالإباحة, لتعلق حق الله تعالى بها, فيكون الإذن في إجرائها غير مشروع. ¶ المقصد الثاني ¶ أقوال الفقهاء في اعتبار الإذن الطبي ¶ عبارات الفقهاء في كتبهم مصرحة بضرورة اعتبار صدور الإذن الطبي ممن له الحق فيه, لانتفاء المسئولية والضمان عمن باشر أفعال التطبيب والعلاج, من هذه النصوص: ¶ قال الحصكفي: «ولا ضمان على حجام وبزاغ أي بيطار وفصاد  FT (¬1) TF  لم يجاوز الموضع المعتاد, فإن جاوز المعتاد ضمن الزيادة كلها إذا لم يهلك المجني عليه, وإن هلك ضمن نصف دية النفس لتلفها بمأذون فيه وغير مأذون فيه فيتنصف»  FT (¬2) TF,  وعلق ابن عابدين على ذلك فقال: «لم يجاوز الموضع المعتاد, أي: وكان بالإذن, قال في الكافي: عبارة المختصر ناطقة بعدم التجاوز وساكتة عن الإذن, وعبارة الجامع الصغير ناطقة بالإذن ساكتة عن التجاوز, ويستفاد من مجموع الروايتين: اشتراط عدم التجاوز والإذن لعدم الضمان, حتى إذا عدم أحدهما أو كلاهما يجب الضمان»  FT (¬3) TF. ¶ قال الشيرازي: «إذا كان على رأس بالغ عاقل سلعة  FT (¬4) TF,  لم يجز قطعها بغير إذنه, فإن قطعها قاطع بإذنه فمات لم يضمن, لأنه قطع بإذنه, وإن قطعها بغير إذنه ¶ ¬__________ ¶ (¬1) الحجام: محترف الحجامة, وهي امتصاص الدم بالمحجم, والبزاغ: هو متعاطي البزغ, الذي هو شرط الجلد وغيره, ويكون في الحيوان, والفصاد: قاطع العروق. ¶ (¬2) الحصكفي: الدر المختار 6/ 68. ¶ (¬3) رد المحتار 5/ 44. ¶ (¬4) السلعة: ورم غليظ ملتصق باللحم يتحرك بحركته قابل للزيادة.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فمات وجب عليه القصاص, لأنه تعدي بالقطع, وإن كان على رأس صبي أو مجنون لم يجز قطعها, لأنه جرح لا يؤمن معه الهلاك, فإن قطعت فمات, نظر, فإن كان القاطع لا ولاية له عليه, وجب عليه القود, لأنها جناية تعدى بها وإن كان أبا أو جدا وجب عليه الدية, وإن كان وليا غيرهما ففيه قولان: أحدهما: أنه يجب عليه القود, لأنه قطع منه ما لا يجوز قطعه, والثاني: أنه لا يجب عليه القود, لأنه لم يقصد القتل, وإنما قصد المصلحة, فعلى هذا يجب دية مغلظة, لأنها عمد خطأ»  FT (¬1) TF. ¶ قال البهوتي: «ومحل عدم الضمان أيضا إذا أذن فيه مكلف أو ولي غيره, حتى في قطع سلعة ونحوها, فإن لم يأذن فسرت ضمن, لأنه قطع غير مأذون فيه فيضمن, واختار في الهدي لا يضمن لأنه محسن, فإن أذن فيه وكان حاذقا لكن جنت يده ولو خطأ .. ضمن, لأن الإتلاف لا يختلف ضمانه بالعمد والخطأ, قال ابن القيم في تحفة المودود: فإن أذن له أن يختنه في زمن حر مفرط أو برد مفرط أو حال ضعف يخاف عليه منه, فإن كان بالغا عاقلا لم يضمنه, لأنه أسقط حقه بالإذن فيه, وإن كان صغيرا ضمنه, لأنه لا يعتبر إذنه شرعا, وإن أذن فيه وليه, فهذا موضع نظر هل يجب الضمان على الولي أو الخاتن, ولا ريب أن الولي متسبب والخاتن مباشر, فالقاعدة تقتضي تضمين المباشر, لأنه يمكن الإحالة عليه, بخلاف ما إذا تعذر تضمينه, وإن ختن صبيا ذكرا أو أنثى بغير إذن وليه ضمن سرايته, أو قطع سلعة من مكلف بغير إذنه ضمن السراية, أو قطع سلعة من صبي بغير إذن وليه فسرت جنايته ضمن, لأنه فعل غير مأذون فيه, وإن فعل ذلك الحاكم بالصبي أو فعله وليه أو فعله من أذنا أي الحاكم أو الولي له فيه لم يضمن لأنه مأذون فيه من ذي الولاية»  FT (¬2) TF. ¶ ¬__________ ¶ (¬1)  الشيرازي: المهذب 2/ 306. ¶ (¬2) البهوتي: كشاف القناع 4/ 35.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الفرع الخامس ¶ شروط الإذن الطبي ومن يثبت له ¶ المقصد الأول ¶ شروط الإذن الطبي ¶ سبق أن بينت الشروط التي اعتبرها الفقهاء في الإذن بوجه عام, أيا كان من يصدر له هذا الإذن, والتصرف الذي يصدر فيه, وأبين في هذا الصدد الشروط التي تعتبر في الإذن الطبي خاصة, وهي لا تختلف كثيرا عما اعتبره الفقهاء في الإذن عامة, حيث يعتبر في الإذن الطبي الشروط التالية: ¶ 1 - أن يكون الإذن صادراً ممن له الحق في إصداره, وهو الشخص المريض إن كان أهلا لصدور الإذن في ذلك منه، أو ولي المريض في حال تعذر الحصول على إذن المريض, إما لصغره أو جنونه أو عتهه, أو إذا كان في حالة لا يمكن معها انتظار إذنه, أو من له الولاية العامة على المسلمين كالحاكم. ¶ 2 - أن يكون الآذن أهلاً لصدور الإذن منه في ذلك شرعا, والأهلية تعتبر بوجود البلوغ والعقل, فإن أذن المريض دون أن يكون أهلاً لصدور الإذن منه, فلا اعتبار بإذنه, وكذا إذا صدر الإذن من الولي الفاقد للأهلية من باب أولى. ¶ 3 - الاختيار وعدم الإكراه, فالمكره في حقيقته غير آذن, ولا يعتد بعبارته حال إكراهه, قال تعالى: {إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ} (النحل: 106) , وروى ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه»  FT (¬1) TF,  فلا يؤاخذ المكره على شيء صدر منه وفق ما ذهب إليه المالكية والشافعية والحنابلة, ولا يعتد به شرعا سواء كان ما صدر عنه تصرفا قوليا أو فعليا  FT (¬2) TF. ¶ ¬__________ ¶ (¬1)  أخرجه الحاكم فى المستدرك وقال: صحيح على شرط الشيخين ولم يخرجاه، وأخرجه ابن ماجة والدارقطني في سننيهما، وقال البوصيرى في زوائده على ابن ماجة: إسناده صحيح, وقال فيه النووي: حديث حسن. (المستدرك 2/ 198، سنن ابن ماجة 1/ 659، سنن الدارقطني 4/ 170، الهيثمي: مجمع الزوائد 6/ 250). ¶ (¬2) التقرير والتحبير 2/ 274 - 277, الموافقات 2/ 328, البرهان 2/ 796, 797, قواطع الأدلة 2/ 245, 392, المحصول 2/ 449, 450, المنثور 1/ 188 - 200, جواهر العقود 2/ 102, 106, روضة الناظر 1/ 49.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "4 - أن تكون المعالجة المأذون بها مشروعة, فلو كانت محرمة لم يصح الإذن, كما لو أذن المريض أو وليه للطبيب بإجراء جراحة تغيير الخلقة, أو تغيير الجنس, أو إجراء وشم أو تغيير لون البشرة, أو تصغير الأنف, أو تكبير الشفاه, أو نحوها من الجراحات والعلاجات المحرمة دون أن يقتضيها مسوغ مشروع. ¶ 5 - أن يعطي الآذن الإذن وهو على بينة وإدراك من أمره, فلابد من إيضاح الأمر له حتى يعرف ما هو مقدم عليه, فإذا كانت المعالجة عبارة عن إجراء جراحة للمريض فيزاد شرطان على ما سبق وهما: ¶ 6 - أن يشتمل الإذن على إجازة فعل الجراحة, لأن ذلك هو المقصود من الإذن. ¶ 7 - أن يكون المأذون فيه مأمونا غالبا, لا يفضي إلى هلاك المريض أو إصابته بضرر لا يحتمل, بحيث تكون مصلحة المريض في إجرائه. ¶ 8 - أن يكون العمل المأذون فيه نافعا للمريض في الحال أو المآل, سواء كان نفعه لنفس المريض أو لانتظام عمل أجهزة جسمه, أو لتجنيبه مرضا أو مضاعفاته ولو في المستقبل, أو لتخفيف آلام المرض عنه, أو لإزالة تشوه بعضو يتأذى من وجود التشوه به, ونحو ذلك. ¶ 9 - أن لا يكون من شأن المأذون فيه إنهاء حياة المريض, أو إحداث عجز دائم أو مؤقت بأحد أطرافه أو إحدى أجهزة جسمه, أو تفويت منافعها. ¶ 10 - أن تكون دلالة الصيغة على إجازة فعل الجراحة صريحة أو قائمة مقام الصريح, كقول المريض لطبيبه: أذنت لك بفعل الجراحة ونحوه, ومثله الإشارة المفهومة التي تدل على رضاه بإجرائها, ومثلها عبارة ولي المريض في ذلك  FT (¬1) TF. ¶ ¬__________ ¶ (¬1)  المغني 8/ 117, ابن القيم: تحفة المودود في أحكام المولود /118, صباح: نظرية الإذن في التصرفات /12 - 21.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "المقصد الثاني ¶ إذن المريض في العلاج أو المداواة ¶ تبين مما سبق أنَّ الإجراء الطبّي يحتاج قبل الشروع فيه إلى إذنٍ وموافقةٍ من المريض, ولا يخلو المريض الذي يصدر منه الإذن من أن تكون له أهلية صدور هذا الإذن, أو ليست له هذه الأهلية, فإنّ كان المريض قادراً على التعبير عن إرادته, أهلا لصدور هذا الإذن منه, فإنّ الإذن في الإجراء الطبّي حقٌ متمحّض له, لا يجوز لأحدٍ أن يفتات عليه فيه, ولا يكون لأحد أن يجبره على الإذن, ولا أن يأذن نيابةً عنه, كما أنّه ليس لأحدٍ أن يعترض على إذنه بهذا الإجراء, ما لم يكن هناك مبرر شرعي لذلك, لأن رسول الله - صلى الله عليه وسلم - عاقب من قام بإعطائه الدواء رغما عنه, فقد روت عائشة رضي الله عنها قالت: «لددنا رسول الله - صلى الله عليه وسلم - في مَرَضه, فجعل يشير إلينا أن لا تلدوني, فقلنا كراهية المريض للدواء, فلمّا أفاق قال: ألم أنهكم أن تلدوني؟ , لا يبقى أحدٌ في البيت إلاّ لُدَّ» , فقد عاقب رسول الله - صلى الله عليه وسلم - من داواه بعد نهيه عن ذلك, والعقوبة لا تكون إلا بسبب تعدٍ, وهذا يوضّح أنّ إذن المريض ضروريّ لإجراء التداوي, فإذا رفض التداوي فله الحق في ذلك, ويكون إجباره على التداوي تعدّياً  FT (¬1) TF,  ولأن إذن ولي المريض غير معتبر مع وجود أهلية المريض للإذن وصلاحية صدوره عنه وإمكانه, ومن ثم فإن حَقّ الإذن في إجراء العمليات الطبية خاصٌّ بالمريض - إذا كان أهلاً لذلك - ولذا فلا اعتبار لإذن أي شخص لم يعتبر الشرع إذنه, فإذا انعدمت أهليّة المريض لصدور الإذن منه, فإن الإذن لا يكون من حقّه, بل يكون من حق الولي عليه, ومنع الطبيب من إجراء العمل الطبي دون إذن لا يمنع الحجر على المريض الذي يخشى انتشار مرضه, فهذا أمر آخر غير العلاج, كما أنه لا ينافي القول بوجوب التداوي في حالة الضرورة, لأن معنى الوجوب أن يأثم التارك. ¶ ¬__________ ¶ (¬1) شرح النووي على صحيح مسلم 4/ 199.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "المقصد الثالث ¶ مدى حق الولي في الإذن بعلاج ¶ من لا يستقل بأمر نفسه ¶ شرعت الولاية على نفس الغير أو ماله نظرا له, إذا كان لا يستقل بأمر نفسه أو ماله لسبب قام به, وكما أن على الولي حفظ مال المولى عليه, فإن عليه كذلك حفظ نفسه وما يتعلق بها, ولذا اعتبر الفقهاء لإباحة العمل الطبّي أن يأذن ولي المريض في إجراء العمل الطبي للمولى عليه إن كان المريض غير أهلٍ لصدور الإذن منه, كأن كان صبيا أو مجنونا أو معتوها. ¶ قال الشافعي: «ولو جاء رجلٌ بصبي ليس بابنه, ولا مملوكه, وليس له بولي, إلى ختانٍ أو طبيب, فقال: اختن هذا, أو بُطّ هذا الجرح له, أو اقطع هذا الطرف له من قرحة به, فتلف, كان على عاقلة الطبيب والختان ديته, وعليه رقبةٌ»  FT (¬1) TF,  حيث رأى تضمين الطبيب والختَّان نفس المطبوب والمختون, إذ لم يكن الإذن من الولي. ¶ وقال ابن قدامة: «وإن ختن صبياً بغير إذن وليّه, أو قطع سَلْعَةً من إنسانٍ بغير إذنه, أو من صبي بغير إذن وليّه, فَسَرَت جِنَايتُه, ضمن, لأنّه قطعٌ غير مأذونٍ فيه, وإن فعل ذلك الحاكم, أو من له ولايةٌ عليه, أو فعله من أذنا له, لم يضمن, لأنّه مأذون فيه شرعا ً»  FT (¬2) TF. ¶ وقال ابن القيم في سرايةِ الخِتَان: «فإن أذن له أن يختنه .. فإن كان بالغاً عاقلاً لم يضمنه؛ لأنه أسقط حقه بالإذن فيه, وإن كان صغيراً ضمنه؛ لأنه لا يعتبر إذنه شرعا ً»  FT (¬3) TF. ¶ ومن ثم فإن إذن المريض إن كان غير معتبر شرعا, فإنّه لا يحل الإقدام على الإجراء الطبي إلاّ بعد إذن وليّه, ولا خلاف بين الفقهاء على أن الوليّ إنما ¶ ¬__________ ¶ (¬1) الأم 6/ 65. ¶ (¬2) المغني 8/ 117. ¶ (¬3) تحفة المودود بأحكام المولود /157.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "يتصرف بما فيه المصلحة للمولى عليه  FT (¬1) TF,  لقول الله تعالى: {وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} (الإسراء: 34) , وذكر المال في الآية الكريمة تنبيه على أن تصرف الولي فيما يتعلق بنفس الصغير يجب أن يراعى فيه وجه الصلاح والمصلحة للصغير, وفي معنى الصغير كل من كان لا يستقل بأمر نفسه, كالمجنون والمعتوه, فقد روى معقل بن يسار - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قالً: «ما من عبدٍ يسترعيه الله رعيّة يموت يوم يموت وهو غاش لرعيّته إلا حرَّم الله عليه الجنَّة»  FT (¬2) TF,  وللقاعدة الفقهية: «التصرف على الرعيَّة منوط بالمصلحة»  FT (¬3) TF,  فنفاذ تصرّف الولي معلَّق على المنفعة في تصرّفه, فإن تضمّن منفعةً ما وجب تنفيذه, وإلا رُدّ. ¶ ومن ثم فإذا امتنع الوليّ عن الإذن في الإجراء الطبّي لموليه على خلاف مقتضى الحظ والغبطة, فإنّ امتناعه هذا يكون ساقطاً ولا يعتد به شرعاً, وذلك كما في حاجة المولى عليه الماسّة لنقل الدم إليه إذا أصيب في حادثةٍ أو كانت تجرى له عملية جراحية وافتقر إلى نقل دم إليه, وامتنع الولي عليه من الإذن في إعطائه هذا الدم, أو إذا أذن الولي بإجراء جراحة أو نحوها للمولى عليه لا تقتضيها مصلحته وصلاح بدنه, أو يتمحض الضرر منها, أو أذن في اقتطاع عضو من أعضاء موليه أو تبرع به, فلا يكون إذنه في هذه الحالات معتبرا شرعا, لأنَّ الوليّ إنما يقوم على رعاية مصالح موليه, ونقل العضو منه لا ينطوي على مصلحةٍ له, فيخرج عن حدود الولاية, ومما يمنع اعتبار إذن الولي انعدام أهليته بالأولي؛ لأنه إذا تقرر أنَّ المريض لا يعتد بإذنه عند عدم أهليته, فإنه ينبني على ذلك عدم اعتبار إذن الولي الفاقد لهذه الأهليّة؛ لأنه بَدَلٌ عنه, والولاية تقتضي التصرف, ولا يكون أهلا له إلا من كانت له أهلية مباشرته, فإذا لم يكن للولي أهلية التصرف لم يملك مباشرته أو صدوره منه, سواء كان إذنا طبيا أو غيره  FT (¬4) TF. ¶ ¬__________ ¶ (¬1)  بدائع الصنائع 4/ 350, التاج والإكليل 5/ 71, مواهب الجليل 5/ 69, المهذب 1/ 328, روضة الطالبين 3/ 476, المبدع 4/ 337, كشاف القناع 3/ 447. ¶ (¬2) أخرجه البخاري ومسلم في صحيحيهما. (صحيح البخاري 6/ 13, صحيح مسلم 1/ 125). ¶ (¬3) الأشباه والنظائر لابن نجيم /137, الأشباه والنظائر للسيوطي /121. ¶ (¬4) المبسوط 4/ 225, البحر الرائق 8/ 121, 122, شرح الزرقاني على الموطأ 3/ 171, مواهب الجليل 4/ 247, المهذب 2/ 188, الشيرازى: التنبيه 1/ 102, المغنى 4/ 264, 265, ابن ضويان: منار السبيل 1/ 361, أ. د. عبد الفتاح إدريس: نظرية العقد /81.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "المقصد الرابع ¶ مدى حق الولي في الإذن بعلاج من لا يمكن ¶ الحصول على إذنه فيه ¶ إذا كان الحصول على إذن المريض معتبرا لمداواته أو إجراء الجراحة له, إلا أنه في بعض الحالات يتعذر الحصول على إذن المريض لعلاجه أو مداواته أو إسعافه, إذا كان في حال الخطر ووجد وليه معه, أو كان بحال لا يمكن معها أن يأذن في إسعافه أو معالجته, كأن كان في غيبوبة, أو مصابا في حادث, أو كان مصابا بجرح نازف لا يرقأ, حيث أوجب الفقهاء على الطبيب وجوب ترميقه وحفظ نفسه, إذا أذن وليه في ذلك, حتى وإن لم يأذن اكتفاء بإذن الشارع  FT (¬1) TF,  باعتبار أن قيام الطبيب بالمعالجة في هذه الحالة الطارئة واجب عليه, مادام قادراً على علاج المصاب واستنقاذه, بحيث إذا امتنع عن العلاج كان آثما, فإن استنقاذ النفس مطلب شرعي, فقد اتفق الفقهاء على أنه يجب على المرء شرعا إنقاذ الآدمي المعصوم الدم, سواء كانت عصمته بالإسلام أو بعقد الذمة أو الأمان أو الهدنة, فإذا أشرف أحدهم على الهلاك بحريق أو غرق أو هدم أو نحوها وجب إنقاذه بكل ما يستطيع المسلم به إنقاذه, بحسبان هذا الإنقاذ واجبا على كل من استطاعه ممن أدرك مشرفا على الهلاك, رجلا كان أو امرأة أيا كان معتقد ودين وقومية من أشرف على الهلاك, قال القرطبي: «لا خلاف بين أهل العلم متأخريهم ومتقدميهم في وجوب رد مهجة المسلم عند خوف الذهاب والتلف, بالشيء اليسير الذي لا مضرة فيه على صاحبه وفيه البلغة»  FT (¬2) TF,  وقال كذلك: «إن المسلم إذا تعين عليه رد رمق مهجة المسلم وتوجه الفرض في ذلك, بأن لا يكون هناك غيره, ¶ ¬__________ ¶ (¬1) الدردير: الشرح الكبير 2/ 111, القرطبي: الجامع لأحكام القرآن 2/ 225, 226, السيوطي: الأشباه والنظائر /83, ابن القيم: إعلام الموقعين 2/ 22, المحلي 10/ 444. ¶ (¬2) القرطبي: الجامع لأحكام القرآن 2/ 226.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "قضى عليه بترميق تلك المهجة الآدمية»  FT (¬1) TF,  ومثل المسلم في وجوب إنقاذه كل معصوم الدم ممن سبق, وإذا كان إسعاف هؤلاء ومعالجتهم واجبا بدون إذن الولي, فمع إذنه يكون ذلك أولى إذا كان ثمة ولي يمكن الحصول على إذنه. ¶ ¬__________ ¶ (¬1) المصدر السابق 2/ 225.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "المطلب الثالث ¶ مدى حق الولي في إنهاء حياة موليه ¶ الفرع الأول ¶ مدى حق الولي في المطالبة بإجهاض موليه ¶ أبين في هذا الصدد مدى حق الولي في المطالبة بإجهاض من له ولاية عليه, إذا كان قبل النفخ أو بعده, وسواء كان لعذر أو غيره. ¶ المقصد الأول ¶ مدى حق الولي في المطالبة بإجهاض موليه بعد النفخ ¶ لا خلاف بين الفقهاء على حرمة التسبب لإسقاط الجنين, الذي يكون في حالة نفخ الروح فما بعدها إلى الوضع, وهو الذي مضت عليه مائة وعشرون يوما من بدء الحمل, إذا كان التسبب لإسقاطه لغير عذر, وأن إسقاطه والحال هذه يعد قتلا للنفس بالإجماع, وقد حكى هذا الإجماع ابن جزي والدردير وغيرهما  FT (¬1) TF,  ومما يدل لحرمة التسبب لإسقاطه في هذه الحالة، النصوص التي ورد فيها النهى عن قتل نفس الآدمي بغير حق, مثل قول الحق سبحانه: {وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللهُ إِلَّا بِالْحَقِّ} (الإسراء: 33) , وما رواه أبو هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «اجتنبوا السبع الموبقات» , قالوا: يا رسول الله وما هن؟ , قال: الشرك بالله, والسحر, وقتل النفس التي حرم الله إلا بالحق, وأكل الربا, وأكل مال اليتيم, والتولي يوم الزحف, وقذف المحصنات المؤمنات الغافلات»  FT (¬2) TF. ¶ ¬__________ ¶ (¬1)  رد المحتار 5/ 239, الموصلى: الاختيار 4/ 168, 5/ 44, الدردير: الشرح الكبير, وحاشية الدسوقى عليه 2/ 237, ابن جزى: القوانين الفقهية /235, 276, نهاية المحتاج 8/ 442, حاشية الجمل 4/ 389, 390, 446, المغنى 8/ 815, ابن الجوزي: أحكام النساء /100, المحلى 11/ 19. ¶ (¬2) متفق عليه. (اللؤلؤ والمرجان فيما اتفق عليه الشيخان 1/ 17)",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "المقصد الثاني ¶ مدى حق الولي في المطالبة بإجهاض موليه قبل النفخ ¶ اختلف الفقهاء في حكم التسبب لإسقاط الجنين, الذي يكون في أي مرحلة من مراحل التخلق السابقة على النفخ, إذا كان لغير عذر, على خمسة مذاهب: ¶ المذهب الأول: ¶ يرى أصحابه عدم جواز التسبب في إخراج النطفة, إلى هذا ذهب بعض الحنفية, إذ يرى هؤلاء أن التسبب لإخراج النطفة مكروه كراهة تحريم, وأن من يفعل ذلك فهو آثم, إلا أن إثمه دون إثم القاتل, وهذا المذهب هو المعتمد عند المالكية, وقول الغزالي وابن الجوزي, والذين ذهبوا هذا المذهب يمنعون بالأولى التسبب في إسقاط العلقة والمضغة  FT (¬1) TF. ¶ المذهب الثاني: ¶ يرى من ذهب إليه جواز التسبب لإسقاط النطفة, بخلاف العلقة والمضغة فيحرم التسبب لإسقاطهما, على تفصيل بين بعض أصحاب هذا المذهب فيه, إذ يرى بعض المالكية كراهة إخراج المني المتكون في الرحم قبل الأربعين يوما, وهذا يفيد أن هذا البعض يرى جواز التسبب لإسقاط النطفة وإن كان مكروها, وتحديد الجواز بما كان قبل الأربعين, يقتضي أن ما استقر في الرحم إلى الأربعين فأكثر, وهما المرحلتان التاليتان لذلك - العلقة والمضغة - يحرم التسبب لإسقاطهما, وإلى هذا ذهب جمهور الشافعية, إذ يرون أن حرمة الإسقاط تبدأ من وقت بدء تَخَلُّقِ الجنين, الذي يكون بعد أربعين يوما أو اثنين وأربعين يوما من بدء الحمل, وقال بعض الحنابلة: يجوز شرب الدواء لإسقاط النطفة, فإن تعمدت ¶ ¬__________ ¶ (¬1) رد المحتار 5/ 239, 279, ابن نجيم: البحر الرائق 3/ 214 - 215, الشرح الكبير وحاشية الدسوقي 2/ 237, القوانين الفقهية /235, الزرقاني: شرحه على الموطأ 3/ 77 - 78, نهاية المحتاج 8/ 442, الغزالي: إحياء علوم الدين 2/ 51, المرداوي: الإنصاف 1/ 386, أحكام النساء /99.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "المرأة الإسقاط بشرب دواء يسقط, ولم يبلغ الحمل المدة التي ينفخ فيها الروح, فعليها الإثم فحسب, ولا تجب في إلقائه غرة, وقال بعضهم: إن ألقته مضغة وشهدت القوابل أنه خلق آدمي, وجبت فيه الغرة, وهذا يفيد حرمة التسبب لإسقاطه, وإن لم يكن بهذه المثابة - بأن كان علقة أو مضغة ليس فيها خلق آدمي - لأن عدم وجوب الغرة في التسبب لإسقاطه حينئذ, لا يقتضى عدم حرمة هذا الفعل, ومذهب الظاهرية أن أول خلق المولود كونه علقة, لا كونه نطفة وهى الماء, ومن ثم فإنهم لا يجعلون للنطفة حرمة, فيجوز التسبب لإسقاطها, ولا يترتب على سقوطها أثر, من انقضاء العدة أو وجوب الغرة أو نحوهما, وأما ما كان في مرحلة العلقة أو المضغة فلا يجوز التسبب لإسقاطه, فمن اعتدى على امرأة فأسقطت جنينا في أي من المرحلتين السابقتين, وقبل تمام الأربعة أشهر وجبت عليه غرة فقط  FT (¬1) TF. ¶ المذهب الثالث: ¶ يرى من ذهب إليه أنه يجوز التسبب لإسقاط النطفة والعلقة دون المضغة, التي يحرم التسبب لإسقاطها, حكاه الكرابيسي عن أبى بكر الفراتي من الشافعية  FT (¬2) TF. ¶ المذهب الرابع: ¶ يرى أصحابه أنه يجوز التسبب لإسقاط الحمل ولو كان علقة أو مضغة ما لم يخلق له عضو, أو لم يظهر شيء من خلقه, وذلك لا يكون إلا بعد مضى مائة وعشرين يوما من بدء الحمل, فإن لم يستبن بعض خلقه فلا إثم في إسقاطه, وإن استبان خلقه ومات بالاعتداء عليه أثم الفاعل إثم القتل, إلى هذا ذهب بعض ¶ ¬__________ ¶ (¬1) حاشية الدسوقي 2/ 237, نهاية المحتاج 8/ 442, ابن حجر الهيتمي: تحفة المحتاج 8/ 241, الإنصاف 1/ 386, ابن مفلح: الفروع 1/ 281, أحكام النساء /100, المحلى 11/ 639, 640, 12/ 380, القرطبي: الجامع لأحكام القرآن 2/ 8. ¶ (¬2) نهاية المحتاج 8/ 442.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "الحنفية, وقد تعقب ابن الهمام وابن عابدين وغيرهما ما ذهبوا إليه, فقالوا: هذا يقتضى أن يكون مرادهم بالتخليق نفخ الروح, وإلا فهو غلط, لأن التخليق يتحقق بالمشاهدة قبل هذه المدة  FT (¬1) TF. ¶ المذهب الخامس: ¶ يرى من ذهب إليه جواز التسبب لإسقاط الجنين قبل أن ينفخ فيه الروح, قال به ابن عقيل الحنبلي  FT (¬2) TF. ¶ أدلة هذه المذاهب: ¶ استدل أصحاب المذهب الأول علي حرمة إخراج النطفة من الرحم بما يلي: ¶ القياس: ¶ 1 - إن النطفة أول مراحل الوجود من حيث وقوعها في الرحم, باعتبار أن الولد لا يخلق من مني الرجل وحده, بل من الزوجين جميعا, فمني المرأة ركن في الانعقاد, فيجري الماءان مجرى صيغة العقد في الوجود الحكمي, فإذا اجتمع الإيجاب والقبول كان الرجوع فسخا للعقد, وكما أن النطفة في الفقار لا يتخلق منها الولد, فكذلك بعد الخروج من الإحليل ما لم يمتزج بماء المرأة ودمها, فهذا هو القياس الجلي  FT (¬3) TF. ¶ 2 - إن المحرم لو كسر بيض الصيد ضمنه, لأنه أصل الصيد الذي يحرم على المحرم قتله, فقد قال الحق سبحانه: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ} (المائدة: 95) , وروى علي - رضي الله عنه - «أن النبي - صلى الله عليه وسلم - أتي ببيض النعام, فقال: إنا قوم حرم, أطعموه أهل الحل»  FT (¬4) TF,  فلما كان متلف بيض الصيد يؤاخذ بالجزاء, فلا أقل من أن يلحق من ¶ ¬__________ ¶ (¬1) ابن الهمام: فتح القدير 2/ 494, رد المحتار 1/ 201, 5/ 279, 378, الاختيار 4/ 168. ¶ (¬2) الإنصاف 1/ 386. ¶ (¬3) إحياء علوم الدين 2/ 51, نهاية المحتاج 8/ 442. ¶ (¬4) أخرجه أحمد في مسنده وابن جرير وصححه, وذكره السيوطي في الجامع الكبير وسكت عنه, وقال: أخرجه الطحاوي وابن أبي يعلى والبيهقي, وقال فيه الشوكاني: أخرجه البزار وفي إسناده علي بن زيد, وفيه كلام وقد وثق وبقية رجاله رجال الصحيح. (مسند أحمد1/ 162, السيوطي: الجامع الكبير 2/ 40، نيل الأوطار5/ 20).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "أخرجت الماء بلا عذر بعد وصوله إلى الرحم إثم, قياسا على ذلك, لإخراجها سبب تخلق الولد  FT (¬1) TF. ¶ استدل أصحاب المذهب الثاني على جواز التسبب لإسقاط النطفة, دون غيرها من العلقة والمضغة بما يلي: ¶ المعقول: ¶ 1 - إن إخراج النطفة من رحم المرأة لا يثبت لها حكم السقط أو الوأد, لأنه لا يصدق عليها ذلك, فلا حرمة في إخراجها  FT (¬2) TF. ¶ 2 - إن المني حال نزوله محض جماد لا يتهيأ للحياة بوجه, بخلافه بعد استقراره في الرحم, وأخذه في مبادئ التخلق, وبداية التخلق ـ كما أرشد إليها حديث حذيفة الغفاري ـ تكون بعد اثنتين وأربعين ليلة  FT (¬3) TF. ¶ أما من قال بجواز إسقاط الجنين ما لم يصل إلى طور المضغة, فالأشبه أن وجه قوله هذا: أن الجنين في مرحلة المضغة قد بدأت مرحلة تخلقه, وظهور بعض أعضائه, بخلافه في مرحلتي النطفة والعلقة فلا يبدو ذلك من حاله, ولهذا فلا إثم في التسبب إلى إسقاطه وهو في هاتين المرحلتين. ¶ وجه ما ذهب إليه أصحاب المذهب الرابع ما يلي: ¶ المعقول: ¶ إن الجنين ما لم تخلق له أعضاء فإنه لا يكون آدميا, حتى تثبت له أحكام الآدمي, من وجوب صيانته, وحرمة الاعتداء عليه, ولهذا فلا إثم في إسقاطه حينئذ  FT (¬4) TF. ¶ ¬__________ ¶ (¬1)  رد المحتار 5/ 279, البحر الرائق 3/ 214 - 215. ¶ (¬2) نهاية المحتاج 8/ 442. ¶ (¬3) ابن حجر: تحفة المحتاج 8/ 241, حاشية الجمل على شرح المنهج 4/ 447. ¶ (¬4) رد المحتار 5/ 276.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وجه ما قاله ابن عقيل من جواز التسبب لإسقاط الجنين قبل أن ينفخ فيه الروح ما يلي: ¶ المعقول: ¶ إن الجنين الذي لم تنفخ فيه الروح لا يكون إسقاطه وأدا, لأن الوأد إنما يكون لبدن حلت فيه الروح, يدل لهذا قول الحق سبحانه: {وَإِذَا الْمَوْءُودَةُ سُئِلَتْ (8) بِأَيِّ ذَنْبٍ قُتِلَتْ (9)} (التكوير) , إذ الموءودة لا تسأل إلا إذا بعثت, ولا يبعث إلا ما حلت فيه الروح, فما لم تحل فيه لا يبعث, ولا يكون الاعتداء عليه وأدا, فلا يحرم إسقاطه  FT (¬1) TF. ¶ المناقشة والترجيح: ¶ الذي يبدو لي رجحانه من مذاهب الفقهاء - بعد استعراض أدلتها - هو ما ذهب إليه القائلون بحرمة التسبب في إخراج النطفة وإفسادها لغير عذر, لما وجهوا به مذهبهم, ولأن النطفة في الرحم يصدق عليها أنها جنين, لاستتارها واختفائها عن الأبصار, فما سمي الولد في رحم أمه جنينا إلا لاستتاره فيه  FT (¬2) TF,  فالاعتداء على النطفة بإخراجها يصدق عليه أنه اعتداء على جنين, ومما يدل كذلك على أن النطفة هي أول مراحل التخلق, قول الحق سبحانه: {يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ .. } (الحج: 5) , إذ بينت الآية أن ابتداء خلق الناس - بعد خلق أبيهم آدم عليه السلام من تراب - هو من النطفة  FT (¬3) TF,  ومثل هذا قوله تعالى: {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (12) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (13)} (المؤمنون) , إذ المقصود بـ «الإنسان» في الآية الجنس, لأنهم مخلوقون في ضمن خلق أبيهم آدم عليه السلام, وقيل المراد ¶ ¬__________ ¶ (¬1) الفروع 1/ 281. ¶ (¬2) مختار الصحاح /489. ¶ (¬3) الشوكاني: فتح القدير 3/ 436.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "به آدم, والمراد بـ «جعلناه» في الآية: أي الجنس باعتبار أفراده الذين هم بنو آدم, أو جعلنا نسله, على حذف مضاف, إن أريد به آدم, و «القرار المكين» هو «الرحم»  FT (¬1) TF,  فكل هذه الآيات وغيرها يدل على أن النطفة هي ابتداء تخلق الجنين, كما يدل عليه أيضا قول رسول الله - صلى الله عليه وسلم - فيما رواه عنه ابن مسعود - رضي الله عنه -: «إن أحدكم يجمع خلقه في بطن أمه أربعين يوما نطفة ... »  FT (¬2) TF,  وقد قال بعض العلماء: «إن طور النطفة هو طور التقدير إذ بعد أن تتحرك النطفة المؤنثة في بطن المرأة ليجمع الخلق, فإن المشبح يقع في حوالي اليوم الرابع عشر, وتستقر في الرحم بعد سبعة أيام أخرى, وتصبح علقة بعد تسعة عشر يوما أخرى, أي بعد أربعين يوما من أول يوم من آخر طمث»  FT (¬3) TF. ¶ ولذا فإنا نقول - كما قال جمهور المالكية والغزالي ومن ذهب مذهبهم من الحنفية والحنابلة - إن لهذه النطفة حرمة, فلا يجوز إخراجها أو إفسادها بعد استقرارها في الرحم, ولا يجوز بالأولى التسبب في إسقاط الجنين الذي يكون في مرحلة العلقة أو المضغة وإن لم ينفخ فيه الروح, إذا لم يكن ثمة عذر يقتضي إخراج الجنين الذي يكون في إحدى هذه المراحل, فمن فعل ذلك فهو آثم, سواء كان هو الطبيب المأذون له من قبل الزوج أو الزوجة, أو غير المأذون له, أو كان هو الزوج باعتدائه علي زوجته, أو إكراهها على تناول دواء أو نحوه, قصد به إسقاط الجنين, أو كانت هي الحامل, بتناولها عن عمد دواء أو نحوه لإسقاطه, أو بفعل منها كضربها بطنها أو معالجتها فرجها حتى أسقطت, أو حملت حملا ثقيلا قصدت به إسقاط جنينها, أو صعودها إلى شاهق, أو نزولها إلى موضع شديد الانخفاض, أو صيامها إن نصحت بترك الصيام خوفا على جنينها, أو امتناعها عن الطعام والشراب, إن قصدت بذلك إسقاط جنينها, وكانت الأجنة تسقط به. ¶ ¬__________ ¶ (¬1) فتح القدير 3/ 477. ¶ (¬2) أخرجه مسلم في صحيحه 2/ 451. ¶ (¬3) الاكتشافات العلمية الحديثة /20.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وقد قال ابن عابدين في جناية المرأة على جنينها بأي وجه من الوجوه السابقة إذا أسقطته بذلك: «الأنسب أنها تأثم في هذه الحالة»  FT (¬1) TF،  وقال صاحب الخانية: «إنها تأثم, لأن المحرم إذا كسر بيض الصيد يضمن, لأنه أصل الصيد, فلما كان مؤاخذا بالجزاء ثمة, فلا أقل من أن يلحقها إثم هنا إذا أسقطت بلا عذر, إلا أنها لا تأثم إثم القتل»  FT (¬2) TF،  وقال ابن عابدين: «ولا يخفى أنها تأثم إثم القتل لو استبان خلقه ومات بفعلها»  FT (¬3) TF,  وقال الدسوقي: «إذا شمت رائحة ذلك - أي المسك أو السمك أو الجبن المقلي - من الجيران مثلا فعليها الطلب, فإن لم تطلب ولم يعلموا بحملها حتى ألقته فعليها الغرة لتقصيرها وتسببها, فإذا طلبت ولم يعطوها ضمنوا علموا بحملها أم لا, وكذا لو علموا به وبأن ريح الطعام أو المسك يسقطها ولم يعطوها وأسقطت, فإنهم يضمنون وإن لم تطلب, ويضمن من العادة تنبيهه على الحقنة والشراب إذا لم ينبه عليه»  FT (¬4) TF,  ومن المعلوم أن الإثم يجامع الضمان. ¶ وحرمة التسبب في إخراج النطفة أو إفسادها لغير عذر بعد استقرارها في الرحم, هو ما انتهى إليه مؤتمر الرباط المنعقد بها عام1971م, لاستعراض موقف الإسلام من تنظيم الأسرة, إذ قد جاء في التقرير النهائي للمؤتمر: «وفي أمر الإجهاض الذي هو إفراغ الحمل من الرحم بقصد التخلص منه, استعرض المؤتمر آراء فقهاء المسلمين, فتبين أنه حرام بعد الشهر الرابع, إلا لضرورة ملحة, صيانة لحياة الأم, أما قبل ذلك فرغم وجود آراء فقهية متعددة, فإن النظر الصحيح يتجه إلى منعه في أي دور من أدوار الحمل, إلا للضرورة القصوى, صيانة لحياة الأم, أو يأسا من حياة الجنين»  FT (¬5) TF. ¶ ¬__________ ¶ (¬1)  رد المحتار 5/ 379. ¶ (¬2) الفتاوى الخانية 3/ 410. ¶ (¬3) رد المحتار 5/ 379. ¶ (¬4) حاشية الدسوقي 4/ 268. ¶ (¬5) د. عبد الرحيم عمران: تنظيم الأسرة في التراث الإسلامي /335 - 336.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ومن ثم فإنه لا يجوز - وفقا لما رجح من آراء الفقهاء - لولي الجنين أن يأذن أو يأمر بإجهاضه لغير مقتض يقره الشرع, وإن كان هذا الجنين في مرحلة النطفة, لما سبق ذكره في ترجيح مذهب القائلين به, وما لا يؤذن فيه شرعا, لا يسع الولي أن يفعله أو أن يأذن في فعله, باعتبار أن الولاية مقيدة بمراعاة المصالح المعتبرة شرعا فيما يأذن فيه, بالإضافة إلى اعتبار المشروعية فيما يأذن فيه, فمالم تكن فيه مصلحة معتبرة, أو كان غير مشروع, فلا يسوغ له فعله أو أن يأذن فيه لغيره. ¶ المقصد الثالث ¶ مدى حق الولي في ¶ المطالبة بإجهاض موليه الذي به تشوهات ¶ اتفق العلماء المحدثون على أن الجنين الذي نفخ فيه الروح إذا كان به تشوه شديد أو يسير، يمكن علاجه أو لا، سواء كان يمكن للمريض أن يعيش به أو لا يمكنه، فإنه يحرم إجهاضه، أو القضاء على حيويته بأدوية أو نحوها بسبب هذا التشوه، ويعد الاعتداء عليه بالإجهاض أو نحوه مما ينهي حياته، مقتضيا تأثيم الفاعل والمشارك له، وأنه يعد قتلا موجبا للقصاص، أو موجبا للدية والكفارة، حسب نوع الجناية الواقعة عليه. ¶ وقد صدر فى هذا الصدد قرار من مجلس المجمع الفقهي الإسلامي التابع لرابطة العالم الإسلامي في دورته الثانية عشرة، المنعقدة بمكة المكرمة في الفترة من 15 - 22 من شهر رجب سنة 1410هـ، الموافق 10 - 17من شهر فبراير سنة 1990م، ينص على أنه: «إذا كان الحمل قد بلغ مائة وعشرين يوما، فلا يجوز إسقاطه، ولو كان التشخيص الطبي يفيد أنه مشوه الخلقة، إلا إذا ثبت بتقرير لجنة طبية من الأطباء الثقات المختصين، أن بقاء الحمل فيه خطر مؤكد على حياة الأم، فعندئذ يجوز إسقاطه سواء كان مشوها أم لا، دفعاً لأعظم الضررين». ¶ كما صدرت في هذا الصدد فتوى من اللجنة الدائمة للبحوث العلمية",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "والإفتاء بالمملكة العربية السعودية، برقم 2484 في 16/ 7/1399هـ جاء فيها: «من الضروريات الخمس، التي دلت نصوص الكتاب والسنة دلالة قاطعة على وجوب المحافظة عليها، وأجمعت الأمة على لزوم مراعاتها حفظ نفس الإنسان، وهو في المرتبة الثانية بعد حفظ الدين، سواء كانت النفس حملاً قد نفخ فيه الروح، أم كانت مولودة، وسواء كانت سليمة من الآفات والأمراض وما يشوهها، أم كانت مصابة بشيء من ذلك، وسواء رجي شفاؤها مما بها أم لم يرج ذلك، حسب الأسباب العادية مما أجري من تجارب، فلا يجوز الاعتداء عليها بإجهاض إن كانت حملا قد نفخ فيه الروح، أو بإعطائها أدوية تقضي على حياتها وتجهز عليها، طلبا لراحتها أو راحة من يعولها، أو تخليصا للمجتمع من أرباب الآفات والعاهات والمشوهين والعاطلين، أو غير ذلك مما يدفع بالناس إلى التخلص»  FT (¬1) TF. ¶ وقد استدل العلماء على حرمة إجهاض الجنين المشوه بعد نفخ الروح فيه بما يلي: ¶ أولا: الكتاب الكريم: ¶ قال تعالى: {وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللهُ إِلَّا بِالْحَقِّ} (الإسراء: 33). ¶ وجه الدلالة من الآية: ¶ نهى الحق سبحانه في هذه الآية عن قتل النفس البشرية بغير حق، ومن قبيل قتلها بغير حق إجهاض الجنين المشوه أو إنهاء حياته بعد نفخ الروح فيه، فيكون منهيا عنه، ولما كان النهى يفيد التحريم عند إطلاقه وتجرده عن القرائن الصارفة كما في هذه الآية، فإن هذه الآية تدل على حرمة إنهاء حياة الجنين المشوه الذي نفخ فيه الروح، سواء كان إنهاء حياته بالإجهاض أو بغيره. ¶ ثانيا: السنة النبوية المطهرة: أحاديث منها: ¶ 1 - روى أبو هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «اجتنبوا السبع الموبقات، قالوا: يا رسول الله وما هن؟، قال: الشرك بالله، والسحر، وقتل النفس التي حرم ¶ ¬__________ ¶ (¬1) د. البار: الجنين المشوه والأمراض الوراثية /439، 441،442.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات المؤمنات الغافلات»  FT (¬1) TF. ¶ 2 - روى عبد الله بن مسعود - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث: النفس بالنفس، والثيب الزاني، والتارك لدينة المفارق للجماعة»  FT (¬2) TF. ¶ وجه الدلالة منهما: ¶ أفاد الحديثان حرمة قتل النفس البشرية بغير حق، وأن قتلها والحال هذه من المعاصي الكبائر، وإجهاض الجنين المشوه، أو إنهاء حياته بأي وسيلة، هو من قبيل قتل النفس بغير حق، فيكون محرما. ¶ ثالثا: الإجماع: ¶ انعقد إجماع العلماء المعاصرين على أن الاعتداء على الجنين المشوه، بإنهاء حياته بعد نفخ الروح فيه معصية، وأنه يجب فيه القصاص أو الدية والكفارة حسب نوع الجناية، وأنه لا يجوز لأولياء أمور هؤلاء المشوهين التخلص منهم، بل ينبغي أن يرعوهم وأن يسعوا في علاجهم، رجاء الشفاء أو تخفيف المرض والآلام، وأن يصبروا على ما أصابهم رجاء المثوبة والأجر من الله تعالى  FT (¬3) TF. ¶ ومن ثم فإنه لا يجوز وفقا لما أجمع عليه علماء العصر, وقررته المجامع الفقهية, إجهاض الجنين الذي به تشوهات, بعد نفخ الروح فيه, إلا إذا كان بقاؤه إلى نهاية مدة الحمل يهدد حياة الأم بالهلاك, فيجوز إجهاضه حينئذ ولو كان به تشوه, استبقاء لحياة أمه, ولما كان هذا التشوه لا يمكن الوقوف على حقيقته ومدى تأثيره على حياة الجنين بعد الولادة, وأنه لا يمكن التثبت من ذلك إلا بعد ¶ ¬__________ ¶ (¬1) متفق عليه. (عبد الباقي: اللؤلؤ والمرجان فيما اتفق عليه الشيخان 1/ 17). ¶ (¬2) متفق عليه. (اللؤلؤ والمرجان 2/ 417). ¶ (¬3) الجنين المشوه /442 - 443.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "مضي مدة من 16 - 18 أسبوعا من بدء الحمل به, وفق ما قرره المختصون في الكشف المبكر عن الحمل, فإنه لا يمكن الجزم بوجود تشوه مؤثر من عدمه, فضلا عن إمكان علاجه أو عدم إمكانه, إلا بعد أن يكون قد قارب زمن النفخ أو جاوزه, فإنه لا يجوز لولي هذا الجنين أن يأذن في إجهاضه ولو كان به تشوهات سواء قبل نفخ الروح أو بعده, إلا إذا كان بقاؤه في رحم الأم إلى نهاية مدة الحمل, يهدد حياتها بالهلاك, حيث يجوز شرعا إجهاضه استبقاء لحياتها, ويكون للولي في هذه الحالة أن يأذن بإجهاضه لهذا السبب, إذا قال أهل الخبرة من الأطباء أن بقاءه يهدد حياة أمه بالهلاك.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الفرع الثاني ¶ مدى حق الولي في المطالبة بنزع أجهزة الإنعاش الصناعي ¶ عن مريضه المصاب بالغيبوبة الدماغية ¶ من المرضى من تقتضي حالتهم وضع أجهزة الإنعاش الصناعي عليهم (كالمنفسة, والمحاليل, ومساعدات عمل القلب, وأجهزة قياس أداء أعضاء الجسم, ونحوها)، وذلك لحفظ حياتهم، نظراً لتوقف بعض أعضائهم عن أداء وظيفتها، أو اختلال أدائها، مما يعرض حياتهم للهلاك، وأن غالب حالات المرضى الذين تستخدم معهم وسائل الإنعاش بهذه المثابة. ¶ وإذا كان وضع هذه الوسائل على المرضى المفتقرين إليها، هو من قبيل التداوي من الأمراض، وكان هذا التداوي واجباً لمن يكون في مثل حالهم، فإن رفع هذه الأجهزة عن هؤلاء المرضى، قتل لهم عن عمد عند جمهور الفقهاء غير أبي حنيفة، وذلك لأن رفع هذه الأجهزة عن المريض، المفتقر إليها لحفظ نفسه، هو إزهاق روح إنسان قصداً بغير حق، بفعل إنسان آخر قاصداً إحداث هذه النتيجة، بفعل يؤدي إلى القتل غالباً لمن كان في مثل حال المجني عليه، وهو عند أبي حنيفة قتل شبه عمد، لأن القتل لم يحدث بآلة محددة أو لها مَوْرٌ في الجسم، وإن كانت تؤدي إلى القتل غالباً  FT (¬1) TF. ¶ وإذا نظرنا إلى مريض الغيبوبة الدماغية، فإنا نجد أنه يتنوع بحسب احتياجه إلى أجهزة الإنعاش الصناعي إلى نوعين: الأول: مريض الغيبوبة بسبب تلف خلايا جذع الدماغ، النوع الثاني: مريض الغيبوبة بسبب تلف قشرة المخ أو فقدها خلقة. ¶ ¬__________ ¶ (¬1) الزيلعي: البحر الرائق 8/ 294، الدر المختار ورد المحتار 5/ 385، حاشية الدسوقي والشرح 4/ 244، مواهب الجليل 6/ 231، الرملي: نهاية المحتاج 7/ 13، 14، مغني المحتاج 4/ 3، المغني والشرح الكبير 9/ 320، 327.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "المقصد الأول ¶ رفع أجهزة الإنعاش عن مريض ¶ الغيبوبة لتلف جذع الدماغ ¶ اختلف العلماء المعاصرون في حكم رفع أجهزة الإنعاش، عن مريض الغيبوبة الدماغية، بسبب تلف جذع الدماغ، أو بسبب تلف خلايا الدماغ جميعاً، بما في ذلك تلف خلايا جذع الدماغ، ومرد اختلافهم هذا إلى مدى اعتبار موت جذع الدماغ، موتاً حقيقياً لمن ماتت خلايا جذع دماغه، ودخل بسبب ذلك في غيبوبة دماغية، أم أنه لا يعد موتاً له، فمن اعتبره موتاً حقيقياً له، أجاز رفع أجهزة الإنعاش عنه، ومن لم يعتبره كذلك، لم يجز رفع هذه الأجهزة عنه، ومن ثم فإن الخلاف بينهم في حكم هذه المسألة على مذهبين: ¶ المذهب الأول: ¶ يرى أصحابه عدم جواز رفع أجهزة الإنعاش الصناعي، عن مريض الغيبوبة الدماغية، إذا كانت الغيبوبة بسبب تلف جذع الدماغ، أو تلف خلايا الدماغ كاملة بما في ذلك جذع الدماغ. ¶ وهو ما أفتت به لجنة الفتوى بوزارة الأوقاف الكويتية في جلستها المنعقدة في 14/ 12/1981م، وهو قول بعض العلماء، منهم: د. عبد الله محمد عبد الله إذا كان من تلف جذع دماغه قد وصل إلى حركة المذبوح بالأسباب العادية كالمرض ونحوه، حيث لا يجوز رفع أجهزة الإنعاش عنه، أو الاستفادة من أعضائه إلا بالموت الحقيقي، وقال د. توفيق الواعي: إن من يكون في حالة حياة غير مستقرة، واعتدى عليه الطبيب بوقف أجهزة الإنعاش عنه، فهو قاتل له بالتسبب، إلا أن يكون هناك مريض يتحقق شفاؤه إن وضعت عليه أجهزة الإنعاش، التي على المريض الذي يحيا حياة غير مستقرة، ولم يكن بالمستشفى غير هذه الأجهزة، فلا بأس بنزعها عنه حينئذٍ لإنقاذ حياة من يرجى شفاؤه، ومعنى هذا أنه يمنع نزع",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "هذه الأجهزة عن مريض الغيبوبة الدماغية، إلا للضرورة التي ذكرها، وهو قول الشيخ عبد الله البسام، وقول د. بكر أبو زيد إذا قرر الطبيب أن المريض غير ميئوس من برئه، أو استوى لديه الأمران، وهو قول د. محمد رأفت عثمان، وقول بعض فقهاء الأردن سنة 1999م. وهذا المذهب هو ما يقتضيه قول الشيخين محمد المختار السلامي، وعبد القادر العماري  FT (¬1) TF. ¶ المذهب الثاني: ¶ يرى من ذهب إليه جواز رفع أجهزة الإنعاش عن مريض الغيبوبة الدماغية، بسبب تلف جذع الدماغ أو تلف جميع خلايا الدماغ بما فيها جذعه، بشرط وجود تقرير طبي من ذوي الاختصاص، يقطع فيه بأن جميع وظائف الدماغ تعطلت تعطلاً نهائياً لا رجعة لها بعده، وأن يكون هذا المريض ميئوساً من شفائه، وأنه لن يعيش أكثر من عدة أيام مع وضع هذه الأجهزة عليه، ووجد المقتضى لرفعها عنه، بأن وجد مريض هو أحوج إليها ممن ترفع عنه، ويرجى شفاؤه بها، أو كانت به حياة كاملة، وكانت النفقات التي يتطلبها بقاء هذه الأجهزة على المريض الميئوس من برئه، تؤثر على نفقات علاج سائر المرضى. ¶ وهو ما قرره مجمع الفقه الإسلامي، التابع لمنظمة المؤتمر الإسلامي، في دورة مؤتمره الثالثة، المنعقدة بعمان/الأردن في المدة من 8 - 13/ 2/1407هـ، حيث ورد في القرار الخامس من قرارات هذا المؤتمر، فيما يتعلق بأجهزة الإنعاش الصناعي ما نصه: «يعتبر شرعاً أن الشخص قد مات، وتترتب جميع الأحكام المقررة شرعاً للوفاة، إذا تبينت فيه إحدى العلامتين التاليتين: 1 - إذا توقف قلبه وتنفسه توقفاً تاماً، وحكم الأطباء بأن هذا التوقف لا رجعة فيه، 2 - إذا تعطلت جميع وظائف دماغه تعطلاً نهائياً، وحكم الأطباء الاختصاصيون الخبراء، بأن هذا ¶ ¬__________ ¶ (¬1) مجلة المجمع الفقهي الإسلامي 2/ 541، 633، 665، 687، 714، 720، 786، العدد 3/ 1987م، صحيفة الأهرام القاهرية، عدد 19/ 11/1993م، 6/ 2/1999م.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "التعطل لا رجعة فيه، وأخذ دماغه في التحلل، وفي هذه الحالة يسوغ رفع أجهزة الإنعاش المركبة على الشخص، وإن كان بعض الأعضاء لا يزال يعمل آلياً بفعل الأجهزة المركبة»، وهو ما قرره مجمع الفقه الإسلامي التابع لرابطة العالم الإسلامي، حيث بحث موضوع الموت الدماغي في دورتيه الثامنة والتاسعة، ثم أصدر قراره بشأنه في دورته العاشرة، المنعقدة بمكة المكرمة سنة 1408هـ، بجواز رفع أجهزة الإنعاش عن مريض الغيبوبة الدماغية هذا، وإن لم يعتبره ميتاً من الناحية الشرعية، إلا بعد توقف قلبه ودورته الدموية عن العمل، بشرط أن يكون قرار رفع هذه الأجهزة، من لجنة مكونة من ثلاثة أطباء اختصاصيين خبراء، وأن يتضمن قرارهم بيان تعطل جميع وظائف الدماغ تعطلاً نهائياً، وأن هذا التعطل لا رجعة فيه، وهو ما انتهت إليه ندوة الحياة الإنسانية بدايتها ونهايتها، المنعقدة بالكويت في 24 ربيع الآخر 1405هـ، حيث ورد في البند السادس من توصياتها ما نصه «بناء على ما تقدم، اتفق الرأي على أنه إذا تحقق موت جذع الدماغ، بتقرير لجنة طبية مختصة، جاز حينئذٍ إيقاف أجهزة الإنعاش الصناعية»، وهو ما ذهبت إليه اللجنة الدائمة للبحوث العلمية والإفتاء بالمملكة العربية السعودية والتي قررت «أنه لا مانع شرعاً من نزع أجهزة الإنعاش الصناعي، عن المريض المحتضر الذي مات دماغه، إذا قرر طبيبان فأكثر أنه في حكم الموتى، ولكن يجب أن ينتظر بعد نزع الأجهزة مدة مناسبة، حتى تتحقق وفاته، بتوقف قلبه وتنفسه، قبل إعلان وفاته». ¶ وهو قول الدكاترة: يوسف القرضاوي، ومحمد سعيد البوطي، ومحمد نعيم ياسين ومحمد سليمان الأشقر  FT (¬1) TF. ¶ ¬__________ ¶ (¬1)  مجلة المجمع الفقهي الإسلامي 2/ 483، 635، 636، 665، 671، 714، 741، 809، العدد 3/ 1987م، فقه النوازل 1/ 234، قضايا فقهية معاصرة /128، قرارات المجمع الفقهي التابع لرابطة العالم الإسلامي /21، أعمال ندوة الحياة الإنسانية بدايتها ونهايتها /486، 678، د. يوسف القرضاوي: فتاوى معاصرة 2/ 526، مجلة البحوث الإسلامية الصادرة عن هيئة كبار العلماء السعوديين الفتوى رقم 6619 في 15/ 2/1404هـ، والفتوى رقم 12762 في 9/ 4/1410هـ.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "أدلة هذين المذهبين: ¶ استدل أصحاب المذهب الأول على عدم جواز رفع أجهزة الإنعاش عن مريض الغيبوبة الدماغية، بسبب تلف جذع الدماغ بما يلي: ¶ المعقول: ¶ إن في رفع هذه الأجهزة عن مريض الغيبوبة الدماغية، المفتقر إليها في حفظ نفسه من الهلاك، قتلاً له، وإنهاء لحياته، باعتبار أن وضع هذه الأجهزة عليه، هو من قبيل مداواته، وأن هذه المداواة واجبة على من يتولون مباشرة ذلك منه، ومن ثم فإن رفعها عنه، يكون قتلاً عمداً عند جمهور الفقهاء، وذلك لأن هذا الاعتداء وقع على آدمي حي، قصد به إنهاء حياته، التي يعلم رافعو هذه الأجهزة أنها تنتهي برفع هذه الأجهزة عنه، وقد استعمل في هذا الاعتداء وسيلة تؤدي إلى قتل مثل هذا المريض غالباً. ¶ استدل أصحاب المذهب الثاني على جواز رفع أجهزة الإنعاش عن مريض الغيبوبة الدماغية بسبب تلف جذع الدماغ بما يلي: ¶ المعقول: ¶ 1 - إن الحياة الحقيقية، ليست تلك التي تنبعث من أجهزة الإنعاش الصناعي، حتى يعد فصلها عن مريض الغيبوبة الدماغية قتلاً له، أو تسبباً في موته، وإن ظهر أن فصلها قد ينهى حركة القلب ويعجل بموت المريض، وإنما الحياة الحقيقية هي ذلك السر المنبعث من داخل الكيان، بل من كل أجزاء البدن. ¶ 2 - إن الحياة التي تتوقف على بقاء هذه الأجهزة على مريض الغيبوبة الدماغية، ليست حياة في الحقيقة، وذلك لأن هذا المريض في حكم الميئوس من حياته، فلا يلزم الطبيب في هذه الحالة، أن يبقي عليه الأجهزة التي تطيل عليه حالة النزع والاحتضار بما لا فائدة فيه.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "3 - إن مداواة المريض تكون واجبة، حين يتيقن أو يترجح الشفاء به، أما حينما لا يكون هناك يقين ولا رجحان بشفاء هذا المريض من الدواء، فلا أمل في شفائه، وإبقاء مريض الغيبوبة الدماغية، الذي لا أمل في شفائه، ولا استفادة له، تحت أجهزة الإنعاش الأسابيع أو الأشهر، ليس فيه إلا تعذيبه إن كان عنده بعض الحس، أو تعذيب أهله، أو إنفاق الأموال الطائلة عليه بلا جدوى. ¶ 4 - إن هذا المريض معتبر بمن يكون في النزع، وقد اعتبر الفقهاء أن من في النزع حكمه حكم الميت، ومن ثم فإن حكم هذا المريض حكم الميت، فرفع أجهزة الإنعاش عنه لا يودي بحياته، وإنما يوقف إجراء لا طائل من ورائه في إنسان يحتضر، بحيث ينهي آلام احتضاره. ¶ 5 - إن حركة القلب والتنفس في البدن الموصل بأجهزة الإنعاش, إنما تعمل بهذه الأجهزة أوتوماتيكياً، وأنه لا حياة للشخص الموجود في غيبوبة مستمرة، وإذا كان كذلك فلا جدوى من وضع هذه الأجهزة عليه. ¶ 6 - إن رفع هذه الأجهزة عن مريض الغيبوبة الدماغية، لا يعد قتلاً له في نظر الشرع، لأن تركيب هذه الأجهزة عليه قد تم بعد موت خلايا مخه، فلم تكن حياته عند وضع الأجهزة عليه أو رفعها عنه محققة، وذلك لأن جذع الدماغ هو المتحكم في جهازي القلب والتنفس، فإن توقف جذع الدماغ، أدى إلى توقف الدورة الدموية والتنفس في جسم صاحبه ولو بعد حين. ¶ 7 - إن مريض الغيبوبة الدماغية، بسبب تلف جذع الدماغ، هو ميت فعلاً أو في حكم الميت، لتلف جذع دماغه، الذي به يحيا الإنسان ويعي ويحس ويشعر، وبقاء المريض المحتضر موصولاً به أجهزة الإنعاش، يتكلف نفقات كثيرة دون طائل، وتخصص له أجهزة طبية معقدة، يحتاج إليها غيره يجدي معه العلاج، وهو وإن كان لا يشعر بذلك، إلا أن أهله وذويه يظلون في قلق وألم ما دام على هذه الحالة، التي قد تطول إلى عشر سنوات أو أكثر.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "المناقشة والترجيح: ¶ بعد النظر في أدلة المذهبين، فإنه يترجح في نظري ما ذهب إليه أصحاب المذهب الأول، من عدم جواز رفع أجهزة الإنعاش الصناعي، عن مريض الغيبوبة الدماغية، إذا كانت بسبب تلف جذع الدماغ، لما وجهوا به مذهبهم، ولما يلي: ¶ (أ) إن هذه الأجهزة كما سبق أن بينت وسائل مسعفة للمريض، الذي تعطلت بعض وظائف أعضائه، أو اختل أداؤها، ليتمكن بها من تعويض الخلل الوظيفي في بدنه، نتيجة تعطل الأعضاء الطبيعية أو اختلال عملها، ريثما تعالج هذه الأعضاء، وتعود إلى سابق عملها، فوضع هذه الأجهزة عليه وإن كان من باب المعالجة والمداواة، إلا أنها لا يكون لها حكم الندب أو الاستحباب، وإنما يكون حكم وضعها على المريض الوجوب، لأن بها إنقاذ حياته من هلاك محقق، وإذا كان حفظ النفس واجباً، وكان لا يتأتى حفظ نفس مريض الغيبوبة الدماغية هذا - الذي قلنا بأنه حي حقيقةً - إلا بوضع أجهزة الإنعاش الصناعي عليه، فإن وضعها عليه يكون واجباً، لأن «ما لا يتم الواجب إلا به فهو واجب»، كما تقرر القواعد الفقهية، ووجوب استمرار وضعها عليه، يقتضي حرمة رفعها عنه، باعتبار رفعها عنه في هذه الحالة، قتلاً عمداً موجباً للقصاص من فاعله، وذلك لأنه من المتيقن طبياً أن رفع هذه الأجهزة عن المريض المفتقر إليها، تنهي حياته حتماً، فكان رفعها عن هذا المريض، وسيلة تؤدي إلى قتله غالباً، وقد اتفق جمهور الفقهاء - غير أبي حنيفة - على أن ذلك يشكل جريمة قتل عمدية  FT (¬1) TF،  مستوجبة للقصاص من الفاعل والمشارك له، وتأثيمهم كذلك. ¶ ¬__________ ¶ (¬1) ابن نجيم: البحر الرائق 8/ 287، الكاساني: بدائع الصنائع 7/ 233، حاشية الدسوقي 4/ 242، بداية المجتهد 2/ 332، مغني المحتاج 4/ 2، الشيرازي: المهذب 2/ 287 - 288، المغني 9/ 347.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "(ب) إن المقتضى الذي أوجب وضع أجهزة الإنعاش، على مريض الغيبوبة الدماغية بسبب تلف الجذع، لم يزل عن هذا المريض، ولم يتغير حال المريض، فوجب استمرار وضعها عليه، لبقاء هذا المقتضى، وهذا يتنافى مع القول بجواز رفعها عنه. ¶ (ج) إن تبريرات القائلين بجواز رفع أجهزة الإنعاش، عن مريض الغيبوبة الدماغية، تبريرات لا تقوم على دليل شرعي، فالقول بأن حياته ليست حقيقية، أو أنه ميئوس من حياته، أو أنه لا يتيقن من شفائه، أو أن حياة أعضائه وعملها إنما هو بعمل هذه الأجهزة الصناعية، أو أنه معتبر بمن يكون في النزع، هو من قبيل إلباس الباطل ثوب الحق، تمويهاً وتغطية على جريمة نكراء لا يقرها الشرع. ¶ وذلك لأن هذا المريض لو لم تكن به حياة معتبرة، فلماذا وضعت عليه أجهزة الإنعاش، وهل توضع هذه الأجهزة على من فارق الحياة، أم أنها لا توضع إلا على من كانت به حياة يحترمها الشرع ويعتبرها، والقول بأنه ميئوس من حياته أو شفائه، يترتب عليه إنهاء حياة كل مريض لا يرجى شفاؤه، لأنه ميئوس من حياته، وأمثلة هذا المريض كثيرة، فالمرضى بالإيدز، أو تليف الكبد، أو السرطان، أو الإيبولا، أو الفشل الكلوي، أو نحوهم لا يرجى برؤهم، ومقتضى القول السابق أن يتم إنهاء حياتهم بطريقة أو أخرى، لليأس من استمرار حياتهم مع أمراضهم هذه، ومثل هذا لا يقول به عاقل. ¶ كما أن عدم تيقن شفاء مريض الغيبوبة، لا يقتضي رفع أجهزة الإنعاش عنه، لإنهاء حياته، لأن المداواة على يدي أمهر الأطباء في العالم، لا تفيد تيقن شفاء المريض بهذه المداواة، حتى إن الطبيب المعالج لا يتيقن شفاء مريضه بهذه المعالجة، فالمعالجات الطبية كلها ظنية النتيجة، ومقتضى المبرر السابق، أن لا تكون معالجة إلا عند تيقن الشفاء، فإذا لم يتيقن الشفاء فلا يشرع التداوي،",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وإنما يترك المريض حتى تنتهي حياته بسبب المرض، أو يشفى بدون معالجة، ولا يصدر ذلك من أولي النهى. ¶ وإذا سلمنا بأن عمل أعضائه وبقاء حيويتها، إنما هو بفعل أجهزة الإنعاش، فهل أعادت هذه الأجهزة إلى أعضائه الحياة من عدم، أم أنه كانت بها حياة وعمل عند وضع هذه الأجهزة عليه، ومن ثم فإن وضع هذه الأجهزة على المريض الذي كانت تعمل أعضاؤه إلى حد ما، إنما هو لتعويض اختلال عمل بعضها أو توقفه، وإذا كانت أجهزة الإنعاش بهذه المثابة، فلا يكون لها أثر في إعادة الحياة إلى جسد ميت. ¶ (د) وقولهم: إن مريض الغيبوبة معتبر بمن يكون في النزع، ومن يكون في النزع اعتبره الفقهاء في حكم الميت، هو قول مكذوب، ولم يقل به أحد من الفقهاء، بل اتفق الفقهاء على أن من يكون في النزع له حكم الأحياء من كل وجه، واعتبروا الاعتداء على نفسه قتلاً، فقد جاء في الدر المختار: «ولو قتله وهو في حالة النزع، قتل به»  FT (¬1) TF،  وجاء في روضة الطالبين: «المريض المشرف على الموت يجب القصاص على قاتله، سواء انتهى إلى حالة النزع أم لا»  FT (¬2) TF،  وجاء في نهاية المحتاج: «ولو قتل مريضاً في النزع ... وجب بقتله القصاص، ويورث من قريبه الذي مات وهو بتلك الحالة، لاحتمال استمرار حياته»  FT (¬3) TF،  وجاء في المحلى: «لا يختلف اثنان من الأمة، في أن من قربت نفسه من الزهوق، بعلة أو بجراحة أو بجناية عمد أو خطأ، فمات له ميت فإنه يرثه، وأنه إن قدر على الكلام فأسلم وكان كافراً وهو يميز بعد، فإنه مسلم يرثه أهله من المسلمين، وأنه إن عاين وشخص ولم يكن بينه وبين الموت إلا نفس واحد، فمات من أوصى له بوصية، قد استحق الوصية، ويرثها عنه ورثته، ¶ ¬__________ ¶ (¬1) الدر المختار مع رد المحتار عليه 6/ 544. ¶ (¬2) روضة الطالبين 9/ 146. ¶ (¬3) نهاية المحتاج 7/ 263 - 264.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "فصح أنه حي بعد بلا شك، .. فإذا هو كذلك وكنا على يقين من أن الله تعالى قد حرم إعمال موته وغمِّه ومنعه النفس، فبيقين وضرورة ندري أن قاتله قاتل نفس بلا شك»  FT (¬1) TF،  إلى غير ذلك من أقوال الفقهاء التي تعتبره حياً من جميع الوجوه  FT (¬2) TF،  وهذا يدحض مدعى أن الفقهاء اعتبروا من يكون في النزع له حكم الميت. ¶ المقصد الثاني ¶ رفع أجهزة الإنعاش عن مريض الغيبوبة ¶ لتلف قشرة المخ أو فقدها خلقة ¶ مريض الغيبوبة الدماغية، بسبب تلف قشرة المخ، مع بقاء جذع الدماغ سليماً، الذي يطلق عليه مريض الحالة الخضرية الدائمة ( Persistent Vegetative State)  قد يحتاج إلى وضع أجهزة الإنعاش عليه، حتى تستعيد بعض أعضاء جسمه عملها، إذا كانت متوقفة، أو مضطربة الأداء، وأبرز هذه الأعضاء لمن في مثل حاله، هو القلب والرئتين، ومن ثم فإن وضع الأجهزة التي تساعد القلب على استئناف عمله، أو الانتظام فيه، أو التي تساعد الرئتين على أدائهما لوظيفتهما، ونحو ذلك يعد أمراً ضرورياً في حال احتياجه إلى هذه الأجهزة، وهؤلاء المرضى الذين تلفت الخلايا العصبية بقشرة المخ عندهم، قد يحتاجون إلى بقاء أجهزة الإنعاش عليهم فترة من الزمن قد تطول أو تقصر، بحسب حالهم، ومدى احتياجهم إليها في معالجة القصور الوظيفي في أعضائهم، أو توقفها عن الأداء، إلا أنهم قد يستغنون عن هذه الأجهزة، لزوال أسباب وضعها، كما حدث بالنسبة لـ «كارين كونيلان»، و «سيسيليا بلاندي»، وغيرهما. ¶ ¬__________ ¶ (¬1) المحلى 10/ 518. ¶ (¬2) الفروق 2/ 31، مواهب الجليل 6/ 244، قواعد الأحكام 2/ 59، مغني المحتاج 4/ 38، المغني 7/ 835، كشاف القناع 5/ 516.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وحكم وضع هذه الأجهزة عليهم، عند احتياجهم إليها، لإنقاذ حياتهم، واجب، كما سبق أن ذكرت، ومن ثم فلا يجوز رفع أجهزة الإنعاش عنهم، في حال استمرار احتياجهم إليها، وإلا عد رفعها عنهم في هذه الحالة، قتلاً لهم عن عمد عند الجمهور، كما سبق، وأما رفعها عنهم بعد استقرار حالتهم، وزوال الأسباب التي اقتضت وضعها، فليس ثمة ما يمنع منه شرعاً، لأن علة وجوب مداواتهم بوضعها عليهم قد زالت، والحكم يدور مع العلة وجوداً وعدماً. ¶ وأما مريض الغيبوبة الدماغية بسبب عدم وجود قشرة المخ خلقة، مع وجود جذع الدماغ سليماً، وهو ما يسمى بالمولود اللادماغي ( Anencephaly)،  وهذا المولود لا يحتاج إلى أجهزة الإنعاش الصناعي في أغلب حالاته، وذلك لأن له قلباً نابضاً، ودورة دموية عاملة، ورئتين تؤديان وظيفتهما بصورة طبيعية، كما أن هذا المولود ليس في حاجة إلى تغذية صناعية، عن طريق المحاليل ونحوها، إذ أنه يتناول طعامه بصورة طبيعية، ومن ثم فإنه ليس في حاجة غالباً إلى وضع أجهزة الإنعاش عليه، إلا إذا ولد مخدجاً، فإنه قد يحتاج إليها لعدم اكتمال نمو بعض أعضاء جسمه، ولكن إذا احتاج إلى وضع هذه الأجهزة عليه، لإنقاذه من الهلاك، وجب وضعها عليه، حفظاً لنفسه، سواء كان احتياجه إليها بسبب عدم اكتمال نمو بعض أعضائه، أو بسبب توقف بعضها عن العمل، أو قصور في أدائها، ولا يجوز في هذه الحالة رفعها عنه بحال، وإن تولد لدى الأطباء قناعة أنه لن يعيش طويلاً، وإلا عد رفعها عنه قتلاً له عن عمد، لأن به حياة مستقرة، لا يجوز إنهاؤها إلا بمقتضى يقره الشرع، وليس من ذلك أنه ولد بدون مخ، وأنه سيموت لا محالة بعد أيام أو أشهر. ¶ ووفقا لما رجح من آراء العلماء في الموضعين السابقين, فلا يجوز لولي مريض الغيبوبة الدماغية, إذا كان سببها تلف جذع دماغه, أو بسبب تلف قشرة المخ أو فقدها خلقة, أن يأذن برفع أجهزة الإنعاش الصناعي عن موليه المريض في",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "الحالين, ولا أن يأذن بإنهاء حياته بحال, باعتبار أنه مريض يفتقر إلى العلاج, والولاية مناطها مراعاة مصلحة المولى عليه المعتبرة شرعا, وحفظ حياة المريض وعدم إنهائها من المقاصد الضرورية للتشريع, وليس من المصلحة المعتبرة شرعا لمريض الغيبوبة الدماغية أيا كان سببها, أن يأذن وليه في إيقاف علاجه, أو نزع أجهزة الإنعاش عنه, لما في ذلك من التعجيل بوفاته وإنهاء حياته.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "المطلب الرابع ¶ حالات سقوط الإذن الطبي ¶ أو تعذر الحصول عليه ¶ الفرع الأول ¶ Hالحالات التي يسقط فيها الإذن الطبي ¶ الأصل أنه لا يجري عمل طبي على بدن إلا بعد الإذن فيه من صاحبه أو من وليه, إلا أنه في بعض الحالات التي يكون فيها المرضى والمصابون, لا يمكن الحصول على إذن مسبق منهم أو من ولي أي منهما, ولذا استثنيت بعض الحالات من اشتراط الإذن الطبي على النحو التالي: ¶ 1 - الحالات التي تقتضي المصلحة العامة معالجتها, كالأمراض المُعدية التي يشتد خطرها على المجتمع, بسبب شدتها أو سرعة انتشار الإصابة بها بين الناس, فإن من حق الدولة أن تفرض التداوي قسراً على المريض حتى لا يضرّ سائر أفراد المجتمع, كما أن من حقها أن تعزله في مواضع خاصة لذلك, تعرف باسم الحجر الصحي أو نحوها, ويمكن فرض التداوي على المريض كذلك في حالات الإصابة بالأمراض الجنسية: كالسيلان والزهري والكلاميديا, أو الأمراض التي تنتشر عن طريق الاتصال الجنسي أو نقل الدم ومشتقاته: كمرض نقص المناعة المكتسبة (الإيدز) , أو الأمراض الأخرى: كجنون البقر، والإيبولا، وحمى اللاسا، وماربورج، والهربس، والالتهاب الكبدي الوبائي، وانفلونزا الطيور والملاريا, ونحوها, ومن حق الدولة أن تفرض التطعيم والتحصين ضد مجموعة من الأمراض الخطيرة التي تصيب الأطفال والمجتمع: تحصينات الأطفال ضد الحصبة والسعال الديكي والدفتريا وشلل الأطفال والدرن, ونحوها, وقد أضيف إليها التحصين ضد التهاب الكبد الفيروسي ( B),  والتطعيم ضد الحصبة",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "الألمانية, وكانت الدول تفرض التطعيم ضد الجدري والكوليرا والحمى الصفراء وخاصة عند السفر إلى المناطق الموبوءة, فقد أمر النبي - صلى الله عليه وسلم - بالتوقي من الأمراض المعدية, التي تنتشر حمة المرض فيها بالمخالطة أو المعايشة المعتادة, حيث أمر بالفرار من المجذوم لأن مرضه معدٍ, فقد روى أبو هريرة - رضي الله عنه - أنه قال: «فر من المجذوم كما تفر من الأسد»  FT (¬1) TF,  وروى عمرو بن الشريد عن أبيه رضي الله عنهما قال: «كان في وفد ثقيف رجل مجذوم, فأرسل إليه رسول الله - صلى الله عليه وسلم -: إنا قد بايعناك فارجع»  FT (¬2) TF,  كما نهي عن مخالطة الصحيح للمريض, فقد روى أبو هريرة - رضي الله عنه - أنه قال: «لا يوردن ممرض على مصح»  FT (¬3) TF,  وكل هذا وغيره يدل على وجوب اتخاذ كل ما من شأنه معالجة المريض, الذي تنتقل عدوى المرض منه إلى الأصحاء وإن لم يأذن أو وليه في ذلك, اكتفاء بإذن الشارع فيه, مراعاة للمصلحة العامة التي تقدم شرعا على المصلحة الخاصة عند التعارض. ¶ 2 - الحالات الخطيرة التي تهدد حياة المريض بالهلاك, أو تهدده بتلف عضو من أعضائه أو منفعة هذا العضو, والتي يكون فيها فاقداً الوعي, أو يكون في حالة نفسية لا يمكن معها أخذ إذنه, أو تكون الحالة التي وصل إليها مما لا يمكن معها التوقف عن اتخاذ إجراء لإسعافه حتى يحصل على إذن منه أو من وليه, أو إذا لم يكن ثمة ولي حاضر في الحالات التي لا يمكن معها أخذ إذن المريض أو المصاب, ليؤخذ إذنه في إجراء العمل الطبي المناسب لحال المولى عليه, ومن أمثلة ذلك حالات: التهاب الزائدة الدودية التي بلغت درجة يخاف من انفجارها وموت المريض بسببها ما لم يتخذ إجراء عاجل لاستئصالها, وكذلك جراحات الحوادث المختلفة: كالجراحات التي يقتضيها إسعاف حياة المصاب في حادث ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه 5/ 2158. ¶ (¬2) أخرجه مسلم في صحيحه 4/ 1752. ¶ (¬3) أخرجه البخاري في صحيحه 7/ 253.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "حريق أو هدم أو غرق أو اصطدام أو سقوط, أو نحو ذلك, والتي يكون المريض أو المصاب فيها في حالة لا يمكن معها الحصول على إذنه, فيكون المريض عاجزاً عن إعطاء الإذن, ولا يمكن انتظار أوليائه, فلا مناص حينئذ من اتخاذ ما يلزم لعلاجه وإنقاذ حياته دون إذن, لكن ينبغي ألا يتم ذلك إلا بعد أن تقرر لجنة من الأطباء حاجته إلى هذا العلاج أو العملية دون إبطاء, زيادة في التثبت لضرورة المعالجة, ولقطع التهمة عن الأطباء في أنهم يحرصون على الجراحة طلباً لمصلحتهم الذاتية, وإنما شرع العلاج في هذه الحالة دون الحصول على إذن المريض أو وليه, لأن في عدم علاج المريض انتظارا للحصول على الإذن إضراراً بالمريض, و «الضرر يزال» كما تقرر قواعد الفقه الكلية  FT (¬1) TF,  ولأن قيام الطبيب بالمعالجة في هذه الحالة الطارئة واجب عليه, مادام قادراً على علاج المصاب واستنقاذه, بحيث إذا امتنع عن العلاج كان آثما, فإن استنقاذ النفس مطلب شرعي, فقد اتفق الفقهاء على أنه يجب على المرء شرعا إنقاذ الآدمي المعصوم الدم, سواء كانت عصمته بالإسلام أو بعقد الذمة أو الأمان أو الهدنة, فإذا أشرف أحدهم على الهلاك بحريق أو غرق أو هدم أو نحوها وجب إنقاذه بكل ما يستطيع المسلم به إنقاذه, بحسبان هذا الإنقاذ واجبا على كل من استطاعه ممن أدرك مشرفا على الهلاك, رجلا كان أو امرأة أيا كان معتقد ودين وقومية من أشرف على الهلاك, قال القرطبي: «لا خلاف بين أهل العلم متأخريهم ومتقدميهم في وجوب رد مهجة المسلم عند خوف الذهاب والتلف, بالشيء اليسير الذي لا مضرة فيه على صاحبه وفيه البلغة»  FT (¬2) TF,  وقال كذلك: «إن المسلم إذا تعين عليه رد رمق مهجة المسلم وتوجه الفرض في ذلك, بأن لا يكون هناك غيره, قُضِيَ عليه بترميق تلك المهجة الآدمية»  FT (¬3) TF,  ومثل المسلم في وجوب إنقاذه كل معصوم الدم ممن سبق, ومن المقرر ¶ ¬__________ ¶ (¬1) الأشباه والنظائر للسيوطي /83. ¶ (¬2) القرطبي: الجامع لأحكام القرآن 2/ 226. ¶ (¬3) المصدر السابق 2/ 225.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "شرعا أن ما وجب على المرء شرعا يثاب إن فعله ويعاقب إن تركه, ومن ثم فمن وجب عليه حماية شخص أو إنقاذه أو القيام على أمره, فلم يقم بما وجب عليه حتى تسبب فعله السلبي في إهلاكه, فهو قاتل له عن عمد عند جمهور الفقهاء, ولذا يعد قاتلا عمدا من وجب عليه مراقبة مريض والاهتمام بحالته وإعطائه الدواء في أوقات معينة فلم يفعل حتى مات المريض, ومن وجد معصوما أشرف على الهلاك بسبب نزف أو حريق أو هدم أو غرق أو اعتداء أحد عليه أو اصطدام سيارة به أو نحو ذلك, وهو قادر على إنقاذه فلم ينقذه, إذا لم يكن هناك من يمكنه القيام بذلك غير هؤلاء, وتوافرت رابطة السببية بين الامتناع في هذه الجرائم والنتيجة التي أسفر عنها, فإن المتقاعس عن أداء ما وجب عليه في هذه الأحوال يكون ضامنا ما ترتب على امتناعه, والسبب الإيجابي أو السلبي المؤدي إلى الهلاك لا يؤثر بذاته بل بواسطة, كشهادة الزور المؤدية إلى قتل المشهود عليه, والقتل بالسم, وبالترك, وبمنع الغذاء, والإلقاء في مكان مهلك, ومن ألقى شخصا في ماء كثير لا يمكنه التخلص منه, ولا يحسن السباحة, فإنه قتل عمد عدوان موجب للقصاص عند جمهور الفقهاء ومنهم جمهور الحنفية  FT (¬1) TF. ¶ 3 - حالات العلاج اليسيرة التي تجري للصغار, والتي جرى العرف على إجرائها دون حاجة إلى أخذ إذن أوليائهم فيها, كما هو الحال في حالات العلاج اليسيرة أو التطعيم ضد الأمراض المختلفة التي تجرى للتلاميذ المرضى أو المصابين, والتي يباشرها طبيب الوحدة الصحية المدرسية, ونحوها مما يتسامح فيه الناس عادة  http://www.drkhoja.com/Nuke/modules.php?name=News&file=article&sid=13 - 13#13FT (¬2) TF. ¶ وقد نص فقهاء السلف على هذه الحالة في كتبهم, وذكروا عدم الافتقار إلى إذن من أحد لاتخاذ العمل الطبي حيالها, ومن أقوالهم المفيدة لذلك ما يلي: ¶ ¬__________ ¶ (¬1) أ. د. عبد الفتاح إدريس: الجناية علي النفس /113. ¶ (¬2) د. محمد البار, المسؤولية الطبية وأخلاقيات الطبيب /76، 77.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "قال الدردير: «ويضمن بسبب ترك مواساة وجبت بخيط ونحوه لجائفة بعاقل إن خاط به سلم, فترك المواساة حتى تلف, ومثل الخيط الإبرة, ومثل الجائفة كل جرح يخشى منه الموت»  FT (¬1) TF,  وعبارة الدردير تفيد أنه إذا جرح إنسان جرحا يخشى منه الموت, سواء كانت جائفة أو غيرها, واقتضى الحال خياطة جرحه بخيط أو إبرة, وجب على من كان معه الخيط أو الإبرة أن يعالجه (يواسيه) بذلك وإن لم يأذن له المصاب فيه, فإن لم يفعل وترك مواساته بذلك ولو بدون إذن حتى مات ضمن. ¶ وقال ابن القيم: «لو استأجر غلاما فوقعت الآكلة في طرفه, فتيقن أنه إن لم يقطعه سرت إلى نفسه فمات, جاز له قطعه ولا ضمان»  FT (¬2) TF. ¶ وقال ابن حزم: «فيمن قطع يدا فيها أكلة أو قلع ضرسا وجعه أو متآكلة بغير إذن صاحبها, قال أبو محمد: قال الله تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ} (المائدة: 2) , وقال تعالى: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} (البقرة: 194) , فالواجب استعمال هذين النصين من كلام الله تعالى, فينظر فإن قامت بينة أو علم الحاكم أن تلك اليد لا يرجى لها برؤ ولا توقف, وأنها مهلكة ولا بد ولا دواء لها إلا القطع, فلا شيء على القاطع وقد أحسن, لأنه دواء, وقد أمر رسول الله - صلى الله عليه وسلم - بالمداواة, وهكذا القول في الضرس إذا كان شديد الألم قاطعا به عن صلاته ومصالح أموره, فهذا تعاون على البر والتقوى .. فمن داوى أخاه المسلم كما أمره الله تعالى على لسان نبيه عليه الصلاة والسلام فقد أحسن, قال الله تعالى: {مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ} (التوبة: 91) , وأما إذا كان يرجى للأكلة برؤ أو توقف, وكان الضرس تتوقف ¶ ¬__________ ¶ (¬1) الدردير: الشرح الكبير 2/ 111. ¶ (¬2) ابن القيم: إعلام الموقعين 2/ 22.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "أحيانا ولا يقطع شغله عن صلاته ومصالح أموره فعلى القاطع والقالع القود, لأنه حينئذ متعد وقد أمر الله تعالى بالقصاص في القود»  FT (¬1) TF. ¶ ففي الحالات المرضية السابقة لا يفتقر علاج المريض فيها, إلى الحصول على إذنه أو إذن وليه, اكتفاء بإذن الشارع فيه, حفظا لنفس المريض, واتقاء لاستشراء العدوى بمرضه بين الأصحاء, سواء كانوا من أهل بلد المريض أو من المتعاملين معه أو المخالطين له ولو كانوا من غير بلده. ¶ ¬__________ ¶ (¬1) المحلى 10/ 444.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "الفرع الثاني ¶ حالات تعذر الحصول علي الإذن الطبي ¶ المقصد الأول ¶ عدم وجود من له حق الإذن ¶ بينت قبلا أن المريض أو المصاب إذا كان قادراً على التعبير عن إرادته, وكان أهلاً لصدور الإذن الطبي منه، فإن هذا الإذن يكون حقاً أصيلاً له, فإن انتفت أهليته له انتقل حق الإذن إلى وليه, إلا أنه قد لا يكون له ولي في هذه الحالة، أو يكون له ولي لا أهلية له, ويكون المريض مهدداً بالموت أو تلف عضوٍ من أعضائه أو ذهاب منفعة هذا العضو إذا لم يتم إسعافه أو علاجه, وحالته لا تقتضي التأخير, فلا بد في هذه الحالة من اتخاذ ما يلزم لعلاجه أو إسعافه وإنقاذ حياته دون إذن, لكن ينبغي ألا يتم ذلك إلا بعد أن تقرر لجنة من الأطباء حاجته إلى هذا العلاج أو العملية دون إبطاء, زيادة في التثبت لضرورة المعالجة, ولقطع التهمة عمن أجراها له, وإنما شرع العلاج هنا دون الحصول على إذن, لما يفضي إليه ترك إسعاف المريض أو علاجه من تعريضه للهلاك, وإلحاق الضرر به, فضلا عن تفويت واجب أوجبه الشارع, وهو رد مهجة المسلم ومن كان مثله في عصمة الدم. ¶ فإن كان المريض في غير حالة الخطر, وكانت حالته تسمح بالتأخير, فهذا لا تخلو حاله من أمرين: الأول: ¶ أن يكون في مكان به حاكم يمكنه أن يقوم بالولاية عليه, أو أن يقيم نائباً عنه يتولى أمر هذا المريض, وفي هذه الحالة لا بد من الرفع إلى الحاكم ليأذن بالإجراء الطبي, باعتباره ولي من لا ولي له, لما روت عائشة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - قال: «السلطان ولي من لا ولي له»  FT (¬1) TF,  ولذا فإن من يصدر الإذن منه في هذه ¶ ¬__________ ¶ (¬1) أخرجه ابن حبان في صحيحه, والحاكم في المستدرك وصحح إسناده, وأخرجه الترمذي في سننه, وقال: هذا حديث حسن. (صحيح ابن حبان 9/ 386, المستدرك 2/ 183, سنن الترمذي 3/ 407).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "الحالة هو الحاكم أو من ينوب عنه، الثاني: أن يكون بمكان ليس به حاكم شرعي, فهنا على من علم حاله من المسلمين القيام على هذا المريض بما يجب نحوه  FT (¬1) TF,  لأن هذا من قبيل التعاون على البر والتقوى, الذي جاء الشرع بالأمر به في قول الله تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ} (المائدة: 2) , ولأنه تخليص آدمي له حرمة فكان فرضاً, كبذل الطعام للمضطر إليه. ¶ المقصد الثاني ¶ غياب من له حق الإذن ¶ إذا لم يكن المريض أو المصاب أهلا لصدور الإذن الطبي منه, إلا أن وليه قد غاب عنه, فيفرق في هذه الحالة بين أمرين, الأول: إذا لم يكن المريض في حالة الخطر, وكانت حاله تسمح بتأخير إسعافه أو علاجه إلى وقت قدوم وليه, فإنه ينتظر بذلك حتى يقدم ويأذن في الإجراء الطبي على المولى عليه, لأنه يمكن تحقيق الواجب بدون ضرر, فلزم المصير إليه, ولأنّه تصرف في حق الغير لا تقتضيه الضرورة, فلا يجوز بغير إذنه, الثاني: إذا كان المريض أو المصاب بحالة الخطر, بحيث لا يمكن التوقف عن إجراء الإسعاف أو العلاج له, حتى يحصل على إذن وليه, كأن خشي عليه الهلاك أو تلف العضو أو فوات منفعته إن لم يتم إسعافه أو علاجه, كمن وقع تحت هدم أو أنقذ من نار اشتعلت ببدنه أو أصيب بالتهاب الزائدة الدودية أو النزف, أو نحو ذلك, ففي هذه الحالة يجوز شرعا إجراء الإسعاف اللازم أو الجراحة أو العلاج المناسبين لمن كان في هذه الحالة, وإن لم يصدر إذن طبي من أحد, ولا يضمن من يمارس ذلك ما ترتب على فعله, إن راعى قواعد المهنة, ولم يقع في خطأ جسيم لا يقع ممن كان مثله وهو يمارس مثل هذا الإجراء الطبي, وذلك اكتفاء بإذن الشارع في هذا الفعل, حيث أوجب رد مهجة المسلم, وشرع من الأحكام ما يتحقق به حفظ النفس التي هي أحد ¶ ¬__________ ¶ (¬1) المبدع شرح المقنع 4/ 336.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "المقاصد الضرورية في التشريع, وجعل إحياء نفس كإحياء أنفس الناس جميعا, قال تعالى: {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا} (الأعراف: 32) , ولاشك أن إسعاف من تقتضي حالته ذلك وإجراء العلاج والمداواة له دون انتظار إذن في ذلك, إن كان في حالة الخطر, يعد حفظا لحياته وردا لمهجته وصحته الذاهبة, وذلك واجب على من يباشره. ¶ يضاف إلى هذا أن في تأخير إسعاف أو علاج من هذا حاله إلى أن يحصل علي إذن بذلك, فيه تعريض له للهلاك, أو إتلاف عضو من أعضائه أو ذهاب منفعة هذا العضو, وذلك منهي عنه شرعا, فقد روى ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «لا ضرر ولا ضرار» , وهو نفي بمعنى النهي, وفيه عموم في النهي عن كل ما ينشأ عنه الضرر, ولأن الحفاظ على نفس الآدمي المعصوم إحدى الضروريات الخمس في الشريعة, ولا يتأتى الحفاظ على نفس المريض أو المصاب إلا بإجراء ما يسعفه ويعالجه, وما لا يتم الواجب إلا به فهو واجب, كما تقرر في القواعد الأصولية  FT (¬1) TF,  فيكون قيام الطبيب بكل إجراء طبي من شأنه الحفاظ على نفس معصوم الدم أو ما دونها واجب وإن لم يصدر له الإذن به, وحتى على القول بأن ممارسة العمل الطبي على مريض أو مصاب بدون إذن من صاحب الحق فيه, غير مشروع, إلا أن الخوف على المريض أو المصاب من الهلاك أو الضرر, تجعل إسعافه أو علاجه حال ضرورة ملجئة إلى فعل غير مشروع, وقد أباح الشارع المحرم عند الاضطرار إليه, قال تعالى: {وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ} (الأنعام: 119) , حيث أسقط الله سبحانه وتعالى تحريم ما فصل تحريمه عند الضرورة إليه، فما اضطر إليه المرء فهو غير محرم عليه، فيكون عند الضرورة إليه حلالاً, لأن الاستثناء من الحظر إباحة. ¶ ¬__________ ¶ (¬1) السبكي: الإبهاج 1/ 131, البعلي: القواعد والفوائد الأصولية 1/ 101.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "المقصد الثالث ¶ امتناع من له حق الإذن عنه ¶ إن التداوي من المرض كما سبق مستحب وفقا للراجح من آراء الفقهاء, ومن ثم فإن الممتنع عن الإذن في إجراء العمليات الطبية, سواء كانت إسعافية أو جراحية أو علاجية أو نحوها, إما أن يكون هو المريض الذي تأهل لصدور الإذن منه في ذلك, أو يكون وليه إذا انتفت أهلية المريض لصدور الإذن منه, أو كان أهلا له إلا أنه بحالة لا يمكن معها الحصول على إذن منه, كأن كان في غيبوبة أو مغمى عليه أو مصابا في حادث, أو لا تمكنه ثقافته المعرفية أو خبرته أو ظروفه النفسية أن يوازن بين المصالح والمفاسد من إجراء العمل الطبي. ¶ فإن امتنع المريض عن الإذن في علاج نفسه أو إسعافه أو مداواته, وكان امتناعه عنه مؤديا إلى ترك مداواته, فإنه يكون آثما باعتباره ساعيا في إهلاك نفسه أو إلحاق الضرر به, إن كان من شأن ما أصابه ذلك, وإذا كان من شأن السفيه المبذر لماله أن يمنع من التصرف في ماله, ويفرض الحجر عليه في التصرفات المالية, والمال أدنى شأنا من نفس الإنسان وصحته, فإن امتناع المريض عن الإذن في العمل الطبي الذي يفتقر إليه, أشد ضررا من تبذيره ماله الذي اقتضى عدم الاعتداد بتصرفاته المالية, فيقتضي التحول بهذا الإذن إلى من له ولاية عليه, فإن أذن وإلا رفع أمره إلى ولي الأمر, الذي يكون له الإذن في إجراء العمل الطبي الذي يرد على هذا المريض صحته الذاهبة, أو يحفظ عليه مهجته, أو يبقي عليه حياته, باعتبار أن ما يأذن فيه يحقق مقصود الشارع من العمل الطبي, ولأن ولاية ولي المريض أو المصاب نظرية, تراعي مصلحة المولى عليه, وامتناع الولي عن الإذن في إجراء العمل الطبي لا مصلحة فيه للمريض المولى عليه, بل فيه ضرر به, خاصة إذا كان العمل الطبي المطلوب الإذن فيه لإنقاذ المريض من خطر محدق به, لا يحتمل الإبطاء: كالتهاب الزائدة الدودية, أو النزف الشديد, أو احتاج المريض",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "إلى الغسيل الكلوي, أو إزالة آثار السموم أو المواد الكيميائية من المعدة, أو نحو ذلك, أو كان الحبل السري قد التف حول رقبة الجنين, ولم يؤذن للطبيب في إجراء عملية قيصرية, أو نحو ذلك من أعمال طبية عاجلة, فإنها تجرى دون حاجة إلى إذن من أحد اكتفاء بإذن الشارع, إنقاذا لحياة المريض أو المصاب, وحفظا لنفسه عليه. ¶ وليس صحيحا ما يقال: إن المريض لا يجب عليه أن يعالج ما أصابه ولو أفضى إلى هلاكه, ولا يكون آثما بذلك, لعدم القطع بفائدة العلاج في مرضه, لأن العلوم التجريبية ومنها الطب علوم ظنية, وعبارات الفقهاء مصرحة بأن غلبة الظن تقوم مقام اليقين في حق وجوب العمل به, قال الزيلعي: «إن غلبة الظن تعمل عمل اليقين في حق وجوب العمل, وإن لم تعمل في حق الاعتقاد»  FT (¬1) TF,  وقال ابن عابدين: «إن غلبة الظن تنزل منزلة اليقين»  FT (¬2) TF,  ومن ثم فإنه إن غلب على ظنه أنه إن لم يأذن في العلاج هلك أو أصيب بضرر فإنه يأثم, وإن لم يتيقن فائدة العلاج في حقه. ¶ الفرع الثالث ¶ الحالات التي لا يعتبر فيها إذن الولي ¶ فيما يتعلق بمرض موليه ¶ ثمة حالات لا يعتد معها بإذن الولي على المريض فيما يتعلق بعلاجه من مرضه, يمكن حصرها فيما يلي: ¶ 1 - الحالات التي تقتضي المصلحة العامة معالجتها, كالأمراض المُعدية التي يشتد خطرها على المجتمع, بسبب شدتها أو سرعة انتشار الإصابة بها بين الناس, حيث يكون من حق الدولة أن تفرض التداوي قسراً على المريض حتى لا ¶ ¬__________ ¶ (¬1) الزيلعي: البحر الرائق 1/ 169. ¶ (¬2) رد المحتار 2/ 94.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "يضرّ سائر أفراد المجتمع, كما أن من حقها عزله في مواضع خاصة لذلك, حتى لا يكون في مخالطته للأصحاء سبب في إعدائهم مرضه, سواء أذن أو وليه بالتداوي من المرض أو لم يأذنا فيه. ¶ 2 - الحالات الخطيرة التي تهدد حياة المريض بالهلاك, أو تهدده بتلف عضو من أعضائه أو منفعة هذا العضو, والتي يكون فيها فاقداً الوعي, أو يكون في حالة نفسية لا يمكن معها أخذ إذنه. ¶ 3 - إذا كانت الحالة التي وصل إليها المريض, مما لا يمكن معها التوقف عن اتخاذ إجراء لإسعافه حتى يحصل على إذنه أو إذن وليه, كالحالات التي تقتضي التدخل السريع لإسعاف المريض, وتقديم العلاج أو إجراء الجراحة له, وإلا هلك, كما في حالات الحوادث, أو النزف, أو توقف القلب المفاجئ, أو الولادة المفاجئة, أو نحوها. ¶ 4 - في الحالات التي لا يكون للمريض فيها ولي أصلا, أو كان له ولي إلا أنه غائب عن البلد التي يوجد بها المريض, وهذا في الحالات التي لا يمكن معها أخذ إذن المريض أو المصاب, ليؤخذ إذن الولي في إجراء العمل الطبي المناسب لحال المولى عليه. ¶ 5 - حالات العلاج اليسيرة التي تجرى للصغار, والتي جرى العرف على إجرائها دون حاجة إلى أخذ إذن أوليائهم فيها, كما هو الحال في حالات العلاج اليسيرة, أو التطعيم ضد الأمراض المختلفة التي تجرى للتلاميذ المرضى أو المصابين, والتي يباشرها طبيب الوحدة الصحية المدرسية, ونحوها مما يتسامح فيه الناس عادة  http://www.drkhoja.com/Nuke/modules.php?name=News&file=article&sid=13 - 13#13 . ¶ 6 - إذا انتفت أهلية ولي المريض, في حالة ما إذا كان المريض مهدداً بالموت أو تلف عضوٍ من أعضائه أو ذهاب منفعة هذا العضو إذا لم يتم إسعافه أو علاجه, وحالته لا تقتضي التأخير, حيث يقتضي الحفاظ على حياته وصحته, اتخاذ ما",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "يلزم لعلاجه أو إسعافه وإنقاذ حياته دون إذن, لكن ينبغي ألا يتم ذلك إلا بعد أن تقرر لجنة من الأطباء حاجته إلى هذا العلاج أو العملية دون إبطاء, زيادة في التثبت لضرورة المعالجة, وقطع التهمة عمن أجراها, وإنما شرع العلاج هنا دون الحصول على إذن, لما يفضي إليه ترك إسعاف المريض أو علاجه من تعريضه للهلاك, وإلحاق الضرر به, فضلا عن تفويت واجب أوجبه الشارع, وهو رد مهجة المسلم ومن كان مثله في عصمة الدم. ¶ 7 - إذا كان المريض في غير حالة الخطر, وكانت حالته تسمح بالتأخير, إلا أنه ليس أهلا لصدور الإذن منه للعلاج أو المداواة, وامتنع وليه من الإذن في علاجه أو إجراء الجراحة له, فإن كان في مكان به حاكم يمكنه أن يقوم بالولاية عليه, أو أن يقيم نائباً عنه يتولى أمره, فلا بد من الرفع إلى الحاكم ليأذن بالإجراء الطبي, باعتباره ولي من لا ولي له, وهذا يصدق في حق الولي الذي لا يتصور حقيقة ما يجرى من جراحة أو نحوها, أو حقيقة ما تفضي إليه, أو مدى نفعها للمريض, أو كان معتقده يقتضي عدم إجراء المداواة أو الجراحة, فامتنع من الإذن لذلك, حيث يكون الإذن في إجراء العلاج أو الجراحة من ولي الأمر أو من ينوب عنه فيه. ¶ 8 - إذا كان من شأن الإذن الصادر من المريض أو وليه استيفاء نفس المريض, أو تعريضه للهلاك, أو استئصال عضو عامل في البدن, أو إبطال منفعة عضو فيه, أو إحداث خلل في بعض أجهزة جسم المريض, حيث لا يعتد بالإذن الصادر من المريض أو وليه, اعتبارا بما يفضي إليه من مآلات. ¶ ففي هذه الحالات لا يعتد بإذن الولي ولا يعول عليه, اكتفاء بإذن الشارع في بعض هذه الحالات, أو اعتدادا بإذن ولي الأمر أو نائبه في الحالات الأخر, التي يكون فيها إذن الولي غير معتبر, فيكون منعدما, ويكون ما يعتد به في علاج المريض أو مداواته أو إجراء الجراحة له إذن الحاكم أو نائبه, باعتباره الولي عند فقد الولي الشرعي حسا أو حكما.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "مقترح بقرار في مدى حق الولي فيما يتعلق بمرض موليه: ¶ لما كانت الولاية تعتمد مصلحة المولى عليه المعتبرة شرعا, وكان إذن الولي فيما يتعلق بمرض موليه مقيدا بوجوه المصلحة المشروعة, فإنه يجب عليه أن يأذن بمداواته وعلاجه في كل حالة لا يمكن معها الحصول على إذن المريض, إما لعدم أهليته لصدور هذا الإذن منه, وإما لكونه في حالة يتعذر معها الحصول على إذنه, ولا يجوز في جميع الأحوال أن يأذن الولي في إجهاض موليته إلا إذا كان بقاؤه في الرحم إلى نهاية الحمل يهدد حياة أمه بالهلاك, كما لا يجوز للولي أن يأذن في إنهاء حياة موليه مهما كان مبرره, أو أن يأذن في رفع أجهزة الإنعاش عنه, فإذا خالف ذلك اعتبر إذنه كالعدم, وانتقل الحق في ولاية أمر المريض إلى الحاكم أو نائبه في ذلك, كما ينتقل هذا الحق إذا امتنع الولي من علاج وليه أو الإذن في إجراء جراحة له, أو كان غائبا وكان المريض غير أهل للإذن, أو كان بحالة يتعذر معها الحصول على إذنه. ¶ هذا وأحمد الله سبحانه في البدء والنهاية, وأصلي وأسلم على خاتم أنبيائه ورسله, سيدنا محمد وعلى آله وصحبه أجمعين. ¶ أ. د. عبد الفتاح محمود إدريس",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "أهم مصادر البحث ¶ 1 - القرآن الكريم. ¶ 2 - الأشباه والنظائر: زين العابدين بن إبراهيم بن نجيم, دار الكتب العلمية, بيروت, 1405. ¶ 3 - الأشباه والنظائر: عبد الرحمن بن أبى بكر السيوطى, مكتبة ومطبعة مصطفى الحلبي, القاهرة. ¶ 4 - الإنصاف: على بن سليمان المرداوي, مكتبة السنة المحمدية, القاهرة. ¶ 5 - البحر الرائق: زين الدين بن نجيم, وتكملته: نجم الدين الطوري, دار المعرفة, بيروت. ¶ 6 - بدائع الصنائع: أبو بكر بن مسعود الكاساني, مطبعة الإمام, القاهرة ¶ 7 - بداية المجتهد: محمد بن أحمد بن رشد «الحفيد» , دار المعرفة, بيروت. ¶ 8 - تبصرة الحكام: إبراهيم بن علي بن أبي القاسم بن فرحون, مكتبة الكليات الأزهرية, القاهرة. ¶ 9 - التعريفات: علي بن محمد بن علي الجرجاني, دار الريان للتراث, القاهرة. ¶ 10 - الجنين المشوه والأمراض الوراثية: د. محمد علي البار, دار القلم, دمشق. ¶ 11 - حاشية إبراهيم الباجورى على شرح ابن القاسم الغزى لمتن أبى شجاع, مكتبة ومطبعة صبيح, القاهرة. ¶ 12 - حاشية البجيرمي: سليمان بن محمد البجيرمي, على شرح الإقناع: للخطيب الشربيني, دار الفكر, بيروت. ¶ 13 - حاشية الجمل: سليمان الجمل, على شرح المنهج: زكريا الأنصاري, دار إحياء التراث العربي, القاهرة. ¶ 14 - حاشية الدسوقي: محمد بن عرفة, على الشرح الكبير: أحمد الدردير, دار إحياء الكتب العربية, القاهرة. ¶ 15 - خلق الإنسان بين الطب والقرآن: د. محمد علي البار, الدار السعودية, جدة.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "16 - رد المحتار: محمد أمين بن عابدين, دار إحياء التراث العربي, بيروت. ¶ 17 - روضة الطالبين: يحيى بن شرف النووي, المكتب الإسلامي للطباعة والنشر, بيروت. ¶ 18 - زاد المحتاج: عبد الله بن حسن الكوهجي, إدارة إحياء التراث, الدوحة. ¶ 19 - زاد المعاد: محمد بن أبي بكر الزرعي (ابن القيم) , مكتبة زهران, القاهرة. ¶ 20 - الزواجر عن اقتراف الكبائر: أحمد بن حجر الهيتمي المكي, مكتبة مصطفى البابي الحلبي, القاهرة. ¶ 21 - سنن أبي داود: سليمان بن الأشعث السجستاني, المكتبة العصرية, بيروت. ¶ 22 - سنن الترمذي: محمد بن عيسي بن سورة السلمي, مطابع الفجر الحديثة, حمص. ¶ 23 - سنن الدارقطني: علي بن عمر الدارقطني, دار المحاسن, القاهرة. ¶ 24 - السنن الكبرى: أحمد بن الحسين البيهقي, مجلس دائرة المعارف العثمانية, حيدر آباد الدكن, الهند. ¶ 25 - سنن ابن ماجة: محمد بن يزيد القزويني, دار الفكر العربي, بيروت. ¶ 26 - سنن النسائي: أحمد بن شعيب النسائي, مكتبة مصطفي الحلبي, القاهرة. ¶ 27 - شرح النووى على صحيح مسلم: يحيى بن شرف النووي, دار الفكر, بيروت. ¶ 28 - شرح منتهى الإرادات: منصور بن يونس البهوتي, مطبعة أنصار السنة المحمدية, القاهرة. ¶ 29 - صحيح البخارى: محمد بن إسماعيل البخارى, عالم الكتب, بيروت. ¶ 30 - صحيح مسلم: مسلم بن الحجاج النيسابوري, مكتبة عيسى البابي الحلبي, القاهرة. ¶ 31 - الطبيب أدبه وفقهه: د. زهير أحمد السباعي, د. محمد علي البار, الدار الشامية, بيروت. ¶ 32 - الطرق الحكمية: محمد بن أبي بكر الزرعي (ابن القيم) , مكتبة المدني, القاهرة. ¶ 33 - عمدة القاري: محمد بن أحمد العيني, مكتبة مصطفي الحلبي, القاهرة. ¶ 34 - فتح الباري: أحمد بن على بن حجر العسقلاني, دار الريان, القاهرة. ¶ 35 - الفتاوى الكبرى: أحمد بن عبد الحليم بن تيمية, مكتبة المثنى, بغداد. ¶ 36 - الفواكه الدوانى: أحمد بن غنيم النفراوى, مكتبة ومطبعة مصطفى الحلبي, القاهرة.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "37 - القاموس المحيط: محمد بن يعقوب الفيروز آبادي, مؤسسة الحلبي, القاهرة. ¶ 38 - القوانين الفقهية: محمد بن أحمد بن محمد (ابن جزي الكلبي) , دار العلم, بيروت. ¶ 39 - الكافى: عبد الله بن قدامة المقدسي, المكتب الإسلامي, بيروت. ¶ 40 - كشاف القناع: منصور بن يونس البهوتي, مكتبة النصر الحديثة, الرياض. ¶ 41 - كفاية الطالب الرباني: علي بن خلف المنوفي المصري, دار الفكر, بيروت. ¶ 42 - لسان العرب: محمد بن مكرم جلال الدين (ابن منظور الإفريقي) , دار لسان العرب, بيروت. ¶ 43 - المبدع: إبراهيم بن محمد بن عبد الله بن مفلح, المكتب الإسلامي, بيروت. ¶ 44 - المبسوط: محمد بن أحمد السرخسي, مطبعة السعادة, القاهرة. ¶ 45 - المجموع: يحيى بن شرف النووي, مطبعة التضامن الأخوي, القاهرة. ¶ 46 - مختار الصحاح: محمد بن أبي بكر الرازي, دار الكتب العلمية, بيروت. ¶ 47 - المستدرك: محمد بن عبد الله الحاكم, مكتبة المطبوعات الإسلامية, حلب. ¶ 48 - مطالب أولي النهى: مصطفى الرحيباني, المكتب الإسلامي, بيروت. ¶ 49 - المغنى: عبد الله بن قدامة المقدسي, عالم الكتب, بيروت. ¶ 50 - مغني المحتاج: محمد بن أحمد الشربيني الخطيب, المكتبة التجارية, القاهرة. ¶ 51 - المقدمات الممهدات: محمد بن أحمد بن رشد «الجد» , دار الغرب الإسلامي, بيروت. ¶ 52 - المهذب: إبراهيم بن علي بن يوسف الفيروز آبادى, دار إحياء الكتب العربية, القاهرة. ¶ 53 - مواهب الجليل: محمد بن محمد بن عبد الرحمن (الحطاب) , دار الكتاب اللبناني, بيروت. ¶ 54 - الموسوعة الطبية الحديثة: مجموعة من الأطباء, مؤسسة سجل العرب, بيروت. ¶ 55 - الموسوعة العربية الميسرة: مجموعة من العلماء بإشراف: د. محمد شفيق غربال, دار الجيل, القاهرة. ¶ 56 - الموطأ: مالك بن أنس الأصبحي, دار الحديث, القاهرة.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "57 - النهاية في غريب الحديث: أبو السعادات المبارك بن محمد الجزري (ابن الأثير) , مكتبة الحلبي, القاهرة. ¶ 58 - نهاية المحتاج: محمد بن أحمد بن حمزة الرملي, مكتبة مصطفي الحلبي, القاهرة. ¶ 59 - نيل الأوطار: محمد بن علي الشوكاني, المكتبة التوفيقية, القاهرة. ¶ 60 - نيل المآرب: عبد القادر بن عمر الشيباني, مكتبة الفلاح, الكويت. ¶ 61 - الهداية: على بن أبي بكر المرغيناني, وفتح القدير عليه: كمال الدين محمد بن عبد الواحد (ابن الهمام) , والعناية على الهداية: محمد بن محمود البابرتي, دار إحياء التراث العربي, بيروت. ¶ 62 - الوسيط: محمد بن محمد الغزالي أبو حامد, دار السلام, القاهرة.",
            "page": "86",
            "part": "1"
        }
    ],
    "t36706": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "ملخص بحث مدى حق الولي فيما يتعلق بمرض موليه"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الأول تحديد المفاهيم"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الثاني حقيقة إذن الولي في الأعمال الطبية"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الثالث مدى حق الولي في إنهاء حياة موليه"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الرابع حالات سقوط الإذن الطبي أو تعذر الحصول عليه"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "أهم مصادر البحث"
        }
    ]
}