{
    "b36713": [
        {
            "id": "1",
            "nass": "إفادة الفضلاء ببعض أحكام الحناء ¶ جمعه أبو عبد الله ¶ خالد بن محمد الغرباني ¶ مقدمة ¶ بسم الله الرحمن الرحيم رب يسر وأعن ¶ الحمد لله الذي أكمل لنا الدين وأتم علينا النعمة وجعل أمتنا ولله الحمد خير أمة وبعث فينا رسولا منا يتلو علينا آياته ويزكينا ويعلمنا الكتاب والحكمة أحمده على نعمه الجمة وأشهد أن لا إله الله وحده لا شريك له شهادة تكون لمن اعتصم بها خير عصمة وأشهد أن محمدا عبده ورسوله أرسله للعالمين رحمة وفرض عليه بيان ما أنزل إلينا فأوضح لنا كل الأمور المهمة وخصه بجوامع الكلم فربما جمع أشتات الحكم والعلوم في كلمة أو شطر كلمة - صلى الله عليه وعلى آله - وأصحابه صلاة تكون لنا نورا من كل ظلمة وسلم تسليما . أما بعد : (¬1) ¶ فهذه بعض الأحكام والفوائد والمسائل والفتاوى المتعلقة بالحناء ، جمعتها مع علمي بعجزي ، وكلي طمع بتوجيه إخواني إن لمسوا خطأً للتوجيه ، أو زيادة فائدة لم أذكرها . ¶ ¬__________ ¶ (¬1) - مقدمة جامع العلوم والحكم لابن رجب .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقد كُتب فيه عدد لم أرى منه ما طبع – فيما أعلم – فقد وجدت أسماء في فهارس الكتب فمنها على سبيل المثال : كتاب الشيب والخضاب لعبد الرحمن بن سعيد (¬1) , وكتاب معاني الشيب وآدابه وفضل ألوانه وترتيب مقدماته وما قيل فيه نثرا ونظما والخضابات لعبد الله بن حماد بن مروان الكاتب(¬2) , وكتاب الخضابات وذم الشيب ومدح الشباب ليعقوب بن محمد بن علي (¬3) , ورسالة في الخضابات المسودة للشعر لأبي العباس : أحمد بن محمد بن مروان السرخسي الطبيب . قتل سنة286 .(¬4) , ورسالة في الخضاب لقسطا بن لوقا البعلبكي النصراني .(¬5) , ورسالة في الشيب والخضاب قصيدة على ألف قافية لأحمد بن علوية الأصبهاني الكراني اللغوي المتوفى سنة 312 .(¬6) , ورسالة في الخضاب لعلي بن محمد سعيد بن أبي البركات السويدي الشافعي ت 1237.(¬7) والحلية في خضاب اللحية لنور الدين مصطفى بن ناصر الدين محمد بن محمد بن جعفر الحسيني الأدهمي البغدادي الحنفي الشهير بالواعظ المتوفى سنة 1331. (¬8) , وغيرها . ¶ أسأل الله أن ينفع بها إخواني وأن يتجاوز عن خطئي وزللي . ¶ كتبه أبو عبد الله خالد بن محمد الغرباني ¶ باب ¶ خضاب النبي - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ- بالحناء والكتم ¶ ¬__________ ¶ (¬1) - الفهرست 1/243 . ¶ (¬2) - الفهرست 1/195 . ¶ (¬3) - الفهرست 1/195 . ¶ (¬4) - كشف الظنون 1/862 . ¶ (¬5) - الفهرست 1/410 . ¶ (¬6) - هداية العارفين 1/30 . ¶ (¬7) - هداية العارفين 1/412 . ¶ (¬8) - هداية العارفين 1/692 .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "عَنْ عُثْمَانَ بْنِ مَوْهَبٍ قَالَ : دَخَلْتُ عَلَى أُمِّ سَلَمَةَ - رضي الله عنها - قَالَ : فَأَخْرَجَتْ إِلَيَّ شَعَرًا مِنْ شَعْرِ رَسُولِ اللَّهِ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - مَخْضُوبًا بِالْحِنَّاءِ وَالْكَتَمِ . (¬1) ¶ عَنْ أَبِي رِمْثَةَ - رضي الله عنه - قَالَ أَتَيْتُ أَنَا وَأَبِي النَّبِيَّ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - فقال لرجل أو لأبيه (( من هذا ؟ )) \" قال : ابني . قال (( لا تجني عليه )) وَكَانَ قَدْ لَطَخَ لِحْيَتَهُ بِالْحِنَّاءِ . (¬2) وفي لفظ : ((فَرَأَيْتُ بِرَأْسِهِ رَدْعَ حِنَّاءٍ))(¬3) . ¶ ? غريب الحديث : ¶ الحناء : قال السَّمعانيُّ : نبتٌ يَخْضِبونَ به الأَطرافَ . (¬4) ¶ ¬__________ ¶ (¬1) - رواه ابن ماجه في اللباس 3623 وصححه الألباني وأصله في البخاري قال بْن مَوْهَب دَخَلْتُ عَلَى أُمِّ سَلَمَةَ فَأَخْرَجَتْ إِلَيْنَا شَعَرًا مِنْ شَعَرِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَخْضُوبًا . ¶ (¬2) - رواه النسائي في الزينة رقم 5083 وأبو داود في الترجل رقم 4208وإسناده صحيح، وصححه الألباني والوادعي . ¶ (¬3) - رواه أحمد بسند صحيح . ¶ (¬4) - تاج العروس 1/103 .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الكَتَم : ((قال الغافقي : الكتم نبت ينبت بالسهول ورقه قريب من ورق الزيتون يعلو فوق القامة وله ثمر قدر حب الفلفل في داخله نوى إذا رضخ اسود وإذا استخرجت عصارة ورقه وشرب منها قدر أوقية قيأ قيئا شديدا وينفع عن عضة الكلب وأصله إذا طبخ بالماء كان منه مداد يكتب به.(¬1) وقال النووي : ( والكتم ) بفتحتين نبات باليمن يخرج الصبغ أسود يميل إلى الحمرة وصبغ الحناء أحمر والصبغ بهما معا يخرج بين السواد والحمرة . (¬2) وفي لسان العرب مادة كتم : ولا ينبت الكتم إلاَّ في الشواهق ولذلك يَقِلُّ وقال مرة الكتم نبات لا يَسْمُو صُعُداً وينبت في أَصعب الصخر فيَتَدلَّى تَدَلِّياً خِيطاناً لِطافاً وهو أَخضر وورقه كورق الآس أَو أصغر ¶ مَخْضُوبًا : الخِضابُ ما يُخْضَبُ به مِن حِنَّاءٍ وكَتَمٍ ونحوه وفي الصحاحِ الخِضابُ ما يُخْتَضَبُ به واخْتَضَب بالحنَّاءِ ونحوه وخَضَبَ الشيءَ يَخْضِبُه خَضْباً وخَضَّبَه غيَّر لوْنَه بحُمْرَةٍ أَو صُفْرةٍ أَو غيرِهما قال الأَعشى ¶ أَرَى رَجُلاً منكم أَسِيفاً كأَنما ... يَضُمُّ إِلى كَشْحَيْهِ كفّاً مُخَضَّبا(¬3) ¶ لَطَخَ : اللطَخُ : كلُّ شيْءٍ لُطِخَ بغَيْرِ لوْنِه واللطُوخ كَصُبور : ما يُلْطَخ به الشَّيْءُ ويُغَيِّر لَونَه.(¬4) ¶ رَدْعَ حِنَّاءٍ : الرَّدْع : أَثَرُ الخَلُوقِ والطِّيبِ في الجسَدِ وكذلك أثرُ الحِنّاء . (¬5) ¶ ? الفوائد والأحكام : ¶ حديث أم سلمة يدل على أن النبي صلى الله عليه وآله وسلم خضب . (¬6) ¶ في الخضاب مخالفة أهل الكتاب وتنظيف الشعر وتقويته وتليينه وتحسينه وشد الأعضاء وجلاء البصر وتطييب الريح وزيادة الجمال واتباع السنة وغير ذلك .(¬7) ¶ ¬__________ ¶ (¬1) - زاد المعاد لابن القيم : 4/326 . ¶ (¬2) - - شرح النووي على صحيح مسلم 14/80 . ¶ (¬3) - لسان العرب مادة خضب . ¶ (¬4) - تاج العروس مادة لطخ . ¶ (¬5) - تاج العروس مادة ردع . ¶ (¬6) - نيل الأوطار 1/147 . ¶ (¬7) - فيض القدير 1/209 .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قال عقبة بن عامر : الحناء خضاب الإسلام يزين المؤمن ويذهب بالصداع ويحد البصر ويزيد في الجماع . (¬1) ¶ باب ¶ الحث على تغيير الشيب بالحناء والكتم ¶ عَنْ أَبِي ذَرٍّ عَنِ النَّبِيِّ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - قَالَ : (( إِنَّ أَحْسَنَ مَا غُيِّرَ بِهِ الشَّيْبُ الْحِنَّاءُ وَالْكَتَمُ )).(¬2) ¶ الفوائد والأحكام : ¶ الحديث يدل على أن الحناء والكتم من أحسن الصباغات التي يغير بها الشيب وإن الصبغ غير مقصور عليهما لدلالة صيغة التفضيل على مشاركة غيرهما من الصباغات لهما في أصل الحسن وهو يحتمل أن يكون على التعاقب ويحتمل الجمع .(¬3) ¶ لم يختلف العلماء في جواز الصبغ بالحناء والكتم وما أشبههما وإن كانوا قد اختلفوا في الأفضل من تغيير شيب اللحية بالحناء ومن تركها بيضاء فكان مالك - رحمه الله - لا يغير شيبه.(¬4) ¶ مسألة : هل المراد استخدام الكتم مفردا والحناء مفردا أم جمعهما؟. وهل الكتم يسود الشعر ؟ . ¶ قطع بعضهم أن المراد استعمال الكتم مفردا عن الحناء لأنهما إذا خلطا أو خضب بالحناء ثم بالكتم جاء أسود وقد نهى عن الأسود ¶ وقيل : المراد بالحديث تفضيل الحناء والكتم على غيرهما في تغيير الشيب لا بيان كيفية التغيير فلا بأس بالواو ويكون معنى الحديث الحناء والكتم من أفضل ما غير به الشيب لا بيان كيفية التغيير . ¶ ولا يشكل بالنهي عن الخضاب بالسواد لأن الكتم إنما يسود منفردا فإذا ضم للحناء صير الشعر بين أحمر وأسود والمنهي عنه الأسود البحت ¶ ¬__________ ¶ (¬1) - رواه الديلمي في الفردوس 2/157 . ¶ (¬2) - صحيح . أخرجه أبو داود في الترجل رقم 4205 ورجاله رجال الشيخين ورواه أحمد في مسنده والترمذي في اللباس رقم 1753 وابن ماجه في اللباس رقم 3622 والنسائي في الزينة رقم 5078 وصححه العلامة الألباني والوادعي . ¶ (¬3) - عون المعبود 11/173 . ¶ (¬4) - الاستذكار 8/439 .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقال الحافظ : الكتم الصرف يوجب سوادا مائلا إلى الحمرة والحناء يوجب الحمرة فاستعمالهما يوجب ما بين السواد والحمرة .(¬1) ¶ قال ابن القيم : فإن قيل : فقد ثبت في صحيح مسلم النهي عن الخضاب بالسواد في شأن أبي قحافة لما أتي به ورأسه ولحيته كالثغامة بياضا فقال : ((غيروا هذا الشيب وجنبوه السواد)) والكتم يسود الشعر. ¶ فالجواب من وجهين أحدهما : أن النهي عن التسويد البحت فأما إذا أضيف إلى الحناء شئ آخر كالكتم ونحوه فلا بأس به فإن الكتم والحناء يجعل الشعر بين الأحمر والأسود بخلاف الوسمة فإنها تجعله أسود فاحما وهذا أصح الجوابين . (¬2) ¶ مسألة أخرى : أيهما أفضل الخضاب أم تركه ؟ . ¶ قال النووي في شرحه على مسلم : ومذهبنا استحباب خضاب الشيب للرجل والمرأة بصفرة أو حمرة . ¶ قال القاضي اختلف السلف من الصحابة والتابعين فى الخضاب وفى جنسه فقال بعضهم ترك الخضاب أفضل . ¶ وقال آخرون الخضاب أفضل وخضب جماعة من الصحابة والتابعين ومن بعدهم للأحاديث التي ذكرها مسلم وغيره ¶ وقال قال الطبرانى الصواب أن الآثار المروية عن النبى صلى الله عليه وسلم بتغيير الشيب وبالنهى عنه كلها صحيحة وليس فيها تناقض بل الأمر بالتغيير لمن شيبه كشيب أبى قحافة والنهى لمن له شمط فقط قال واختلاف السلف فى فعل الأمرين بحسب اختلاف أحوالهم فى ذلك مع أن الأمر والنهى فى ذلك ليس للوجوب بالإجماع ولهذا لم ينكر بعضهم على بعض خلافه فى ذلك قال ولا يجوز أن يقال فيهما ناسخ ومنسوخ . ¶ ¬__________ ¶ (¬1) - عون المعبود:11/173] . ¶ (¬2) - زاد المعاد 4/326 .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قال القاضي وقال غيره هو على حالين فمن كان فى موضع عادة أهل الصبغ أو تركه فخروجه عن العادة شهرة ومكروه والثانى أنه يختلف باختلاف نظافة الشيب فمن كان شيبته تكون نقية أحسن منها مصبوغة فالترك أولى ومن كانت شيبته تستبشع فالصبغ أولى.(¬1) ¶ قال ابن عبد البر النمري : ¶ وجاء عن جماعة من السلف من الصحابة والتابعين وعلماء المسلمين أنهم خضبوا بالحمرة والصفرة وجاء عن جماعة كثيرة منهم أنهم لم يخضبوا وكل ذلك واسع كما قال مالك . (¬2) ¶ قال ابن قدامة : ويستحب خضاب الشيب بغير السواد قال أحمد : إني لأرى الشيخ المخضوب فأفرح به وذاكر رجلا فقال : لم لا تخضب ؟ فقال : أستحي قال سبحان الله سنة رسول الله صلى الله عليه وسلم قال المروذي : قلت يحكى عن بشر بن الحارث أنه قال : قال لي ابن داود خضبت قلت أنا لا أتفرغ لغسلها فكيف أتفرغ لخضابها فقال أنا أنكر أن يكون بشر كشف عمله ل ابن داود ثم قال : [قال النبي صلى الله عليه وسلم : غيروا الشيب] وأبو بكر وعمر خضبا والمهاجرون فهؤلاء لم يتفرغوا لغسلها النبي صلى الله عليه وسلم قد أمر بالخضاب فمن لم يكن على ما كان رسول الله صلى الله عليه وسلم فليس من الدين في شيء وحديث أبي ذر وحديث أبي هريرة وحديث أبي رمثه وحديث أم سلمة . (¬3) ¶ فائدة : المالكية يكرهون الخضاب لشعر الشيب ، والحنفية و الحنابلة يستحبون ذلك والشافعية على الجواز. (¬4) ¶ مسألة : رد الألباني على سيد سابق في قوله بكراهية الخضاب: ¶ قال سيد سابق في تغيير الشيب بالحناء : ( وقد ورد ما يفيد كراهية الخضاب ) . ¶ قال الألباني معلقا في تمام المنة 1/74-77 : ¶ ¬__________ ¶ (¬1) - النووي في شرحه على مسلم 15/95 . قلت : لكن الخضاب أفضل لأنه من فعل النبي – صلى الله عليه وآله وسلم – وخير الهدي هديه فتأمل . ¶ (¬2) - التمهيد 21/84 . ¶ (¬3) - المغني 1/105 . ¶ (¬4) - الفقه على المذاهب الأربعة 2/47 .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لم أجد للمؤلف في هذه الدعوى سلفا ولا علمت لها أصلا ولعله يعني ورود ذلك عن الصحابة والذي نقله الشوكاني عنهم في \" النيل \" ( 1 / 103 ) إنما هو الاختلاف في الأفضل وليس الكراهة وعلى افتراض أنه روي ذلك عن أحد منهم فلا حجة فيه لأمرين : الأول : أن الصحابة لم يتفقوا على ذلك بل منهم من خضب كالشيخين رضي الله عنهما وهو في \" صحيح مسلم \" وغيره ومنهم من ترك والترك لا يدل على كراهة الخضاب بل على جواز تركه ¶ الثاني : أنه مخالف للثابت عنه - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - فيه قولا وفعلا . ¶ أما القول فقد ذكر المصنف فيه حديثين . ¶ وأما الفعل ففي \" صحيح البخاري \" وغيره من حديث أم سلمة رضي الله عنها أنها أخرجت من شعر النبي - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - مخضوبأ ¶ وفي معناه أحاديث أخرى بوب لها الترمذي في \" الشمائل المحمدية \" : \" باب ما جاء في خضاب رسول الله - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - \" فراجعها إن شئت في كتابي \" مختصر الشمائل \" ( 41 / 37 - 41 ) ¶ وإن كان يعني ورود ذلك عن النبي - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - كما هو المتبادر فنقول : إن كان يريد مطلق الورود - أعني سواء كان صحيحا أو ضعيفا فمسلم. ¶ وإن كان يريد الصحيح كما هو المتبادر من عبارته فمردود لأن غاية ما روي في ذلك حديثان : أحدهما ضعيف والآخر لا أصل له : ¶ أما الأول فحديث عبد الرحمن بن حرملة أن ابن مسود كان يقول : \" كان نبي الله - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - يكره عشر خلال : الصفرة يعني الخلوق وتغيير الشيب. الحديث \" رواه أبو داود ( 2 / 197 ) وأحمد ( رقم 3605 3774 4179 ) وعبد الرحمن هذا قال ابن المديني فيه : \" لا نعرفه من أصحاب ابن مسعود \" وقال البخاري : \" لا يصح حديثه \"",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "يعني هذا فقد ساقه الذهبي عقب عبارة البخاري هذه ثم قال الذهبي : \" وهذا منكر \" ثم سها الذهبي عن هذا فوافق في \" التلخيص \" الحاكم على تصحيحه للحديث في \" المستدرك \" وأما توثيق ابن حبان لعبد الرحمن هذا فلا يعتد به لما ذكرته في \" المقدمة \" ولذلك لم يلتفت إلى توثيقه لهذا الرجل الذهبي في \" الميزان \" والحافظ في \" التقريب \" حيث أفاد أنه لين الحديث وعليه فلا يغتر بتصحيح الشيخ أحمد محمد شاكر لهذا الحديث لأنه بناه على توثيق ابن حبان للمذكور وكثيرا ما يفعل ذلك ويصحح أحاديث لم يسبق إلى تصحيحها وقد كنت ناقشته في هذه المسألة في المدينة المنورة وهو في \" الفندق \" سنة 69 ه بعد موسم الحج ولكني لم أصل معه إلى نتيجة مع الأسف والله يرحمنا وإياه ¶ والحديث الثاني : عن عمرو بن شعيب عن أبيه عن جده رفعه بلفظ : \"من شاب شيبة فهي نور إلا أن ينتفها أو يخضبها \" هكذا أورده بعضهم وهو في \" سنن أبي داود \" والترمذي وحسنه وابن ماجه من هذا الوجه لكن دون قوله : \" إلا أن ينتفها أو يخضبها \" وكذلك هو في \" المسند \" (6672 6675 6937 6962 وفى رواية له : \" نهى رسول الله - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - عن نتف الشيب وقال : هو نور \" ¶ فهذا يدل على أن ذكر الخضاب في الحديث لا أصل له وقد قال الحافظ في \" الفتح \" بعد أن ساق الحديث باللفظ الأول : \" أخرجه الترمذي وحسنه ولم أر في شئ من طرقه الاستثناء المذكور \" ¶ قلت : ويستدرك عليه برواية أحمد التي فيها ذكر النتف ¶ وثمة حديث ثالث ممكن أن يؤخذ حكم الخضاب من لفظه المطلق وهو : عن أم سليم مرفوعا : \" من شاب شيبة في الإسلام كانت له نورا ما لم يغيرها \" ¶ رواه الحاكم في \" الكنى \" كما في \" الجامع الصغير \" ورمز لحسنه كما قال المناوي في شرحه ولكن النفس لا تطمئن لتحسين السيوطي له لما عرف من تساهله فراجع \" المقدمة : القاعدة الثامنة \"",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ثم وقفت على سند الحديث وتبين لي أنني كنت على صواب في عدم الاعتماد على تحسينه وقد كشفت عن علته في \" الصحيحة \" تحت الحديث ( 1244 ) وحكمت بوضعه فأوردته في \"ضعيف الجامع الصغير \" ( 5651 ) وهو كتاب حافل بالأحاديث الضعيفة والموضوعة لا مثيل له . والله الموفق ¶ وخلاصة القول أنه لا يجوز معارضة الأحاديث الصحيحة المتضمنة لجواز الخضاب واستحبابه بهذه الأحاديث الضعيفة ولو صح شيء منها لوجب التوفيق بينها بوجه من وجوه الجمع بين الأحاديث وما أكثرها والوجه هنا أن يقال : إن التغيير المذكور في الحديث الأول والثالث هو النتف وهو منهي عنه صراحة في رواية أحمد للحديث الثاني أو هو الخضب بالسواد فإنه منهي عنه وبهذا شرح الحديثان انظر الخطابي في \" المعالم \" والمناوي في \" الفيض \" وقال ابن القيم في \" تهذيب السنن \" ( 6 / 103 ) : \" والصواب أن الأحاديث في هذا الباب لا اختلاف بينها بوجه فإن الذي نهى عنه الرسول - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - من تغيير الشيب أمران : أحدهما : نتفه . والثاني : خضابه بالسواد كما تقدم . ¶ والذي أذن فيه هو صبغه وتغييره بغير السواد كالحناء والصفرة وهو الذي عمله الصحابة رضي الله عنهم \" ¶ باب ¶ سيد ريحان أهل الجنة الحناء ¶ عن عبد الله بن عمرو – رضي الله عنهما – قال : قال رسول الله - صلى الله عليه وآله وسلم - : (( سَيِّدُ رَيْحَانِ أَهْلِ الجَنَّةِ الحِنَّاء )).(¬1) وروي بلفظ آخر: إلا أنه قال الفاغية بدل الحناء وهو هو . ¶ ? غريب الحديث : ¶ ¬__________ ¶ (¬1) - صحيح . قال في مجمع الزوائد 5/281: رواه الطبراني ورجاله رجال الصحيح خلا عبد الله بن أحمد بن حنبل وهو ثقة مأمون. وقال الشوكاني في الفوائد المجموعة 1/195: وفي إسناده من لا يحتج به وقد رواه الطبراني في الأوسط وأبو نعيم في الطب والبيهقي في الشعب.ا.هـ قلت : والحق أن رجاله على شرط الشيخين كما قال العلامة الألباني في السلسلة الصحيحة .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الفاغية : الفاغِيَةُ وَرْدُ كل ما كان من الشجر له ريح طيبة لا تكون لغير ذلك وأَفغى النبات أَي خرجت فاغيته وأَفْغَتِ الشجرة إِذا أَخرجت فاغِيَتها وقيل الفَغْو والفاغِيةُ نور الحِناء خاصة وهي طيبة الريح تَخْرج أَمثال العناقيد وينفح فيها نَوْر صِغار فتُجْتَنَى ويُرَبَّب بها الدُّهن.(¬1) ¶ قال ابن القيم : هي نور الحناء وهي من أطيب الرياحين .. وهي معتدلة في الحر واليبس فيها بعض القبض وإذا وضعت بين طي ثياب الصوف حفظها من السوس وتدخل في مراهم الفالج والتصدد ودهنها يحلل الأعضاء ويلين العصب . (¬2) ¶ وقيل فيه منافع من أوجاع العصب والتمدد والفالج والصداع وأوجاع الجنب والطحال ويمنع السوس من الثياب ، ودهنه يلين العصب ويحلل الأعياء والنصب ويوافق الخناق وكسر العظام والشوهة وأوجاع الأرحام ويقوي الشعور ويزينها ويكسيها حمرة وطيبا . ¶ بابٌ ¶ الحناءُ دواء ¶ عن سَلْمَى أُمِّ رَافِعٍ - رضي الله عنها - مَوْلاةُ رَسُولِ اللَّهِ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - قَالَتْ : كَانَ لَا يُصِيبُ النَّبِيَّ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - قَرْحَةٌ وَلَا شَوْكَةٌ إِلَّا وَضَعَ عَلَيْهِ الْحِنَّاءَ . (¬3) ¶ وفي رواية : كان إذا اشتكى أحد رأسه قال : (( اذهب فاحتجم )) و إذا اشتكى رجله قال: (( اذهب فاخضبها بالحناء )).(¬4) ¶ ? غريب الحديث : ¶ ¬__________ ¶ (¬1) - لسان العرب مادة فغا . ¶ (¬2) - زاد المعاد 4/318 . ¶ (¬3) - حسن . رواه ابن ماجه في الطب 3502والترمذي في الطب 2054 وأبو داود . وقال في مجمع الزوائد 5/160: رواه أحمد ورجاله ثقات . قلت : نعم لكن على خلاف في عبيد الله بن أبى رافع المدنى وقد سئل بن معين عنه عن عمته قال : لا بأس به . وحسنة الألباني في السلسلة الصحيحة رقم2059 . ¶ (¬4) - رواه الطبراني في الكبير رقم 756 وحسنة الألباني.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قَرْحَةٌ : القرحة : بفتح القاف ويضم جراحة من سيف وسكين ونحوه ومنه قوله تعالى إن يمسسكم قرح وقد قرئ فيه بالوجهين والأكثر على الفتح . (¬1) ¶ ? الفوائد والأحكام : ¶ الحديث بإطلاقه يشمل الرجال والنساء ، لكن ينبغي للرجل أن يكتفي باختضاب كفوف الرجل ويجتنب صبغ الأظفار احترازا من التشبه بالنساء ما أمكن. (¬2) ¶ مسألة : لماذا وضع الحناء في هذه الحالة : ¶ ((لأنه بارد يابس محلل نافع من حرق النار والورم الحار وللعصب إذا ضمد به ويفعل في الجراحات فعل دم الأخوين فلعل المراد هنا إذا اشتكى ألم رجله من إحدى هذه العلل ومن خواصه العجيبة المجربة أنه إذا بدأ بصبي جدري وخضب به أسافل رجليه أمن على عينيه)). (¬3) ¶ ((فإن الصداع إذا كان من حرارة ملهبة ولم يكن من مادة يجب استفراغها نفع فيه الحناء نفعا ظاهرا ، وإذا دق وضمدت به الجبهة مع الخل سكن الصداع وفيه قوة موافقة للعصب إذا ضمد به سكنت أوجاعه وهذا لا يختص بوجع الرأس بل يعم الأعضاء وفيه قبض تشد به الأعضاء وإذا ضمد به موضع الورم الحار والملتهب سكنه . ¶ والحناء بارد في الأولى يابس في الثانية وقوة شجر الحناء وأغصانها مركبة من قوة محللة اكتسبتها من جوهر فيها مائي حار باعتدال ومن قوة قابضة اكتسبتها من جوهر فيها أرضي بارد . ¶ ومن منافعه أنه محلل نافع من حرق النار وفيه قوة موافقة للعصب إذا ضمد به وينفع إذا مضغ من قروح الفم والسلاق العارض فيه ويبرئ القلاع الحادث في أفواه الصبيان والضماد به ينفع من الأورام الحارة الملهبة ويفعل في الجراحات فهل دم الأخوين وإذا خلط نوره مع الشمع المصفى ودهن الورد ينفع من أوجاع الجنب . ¶ ¬__________ ¶ (¬1) - تحفة الأحوذي 6/178 . ¶ (¬2) - عون المعبود 10/242 . ¶ (¬3) - فيض القدير 5/103 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومن خواصه أنه إذا بدأ الخدري يخرج بصبي فخضبت أسافل رجليه بحناء فإنه يؤمن على عينيه أن يخرج فيها شيء منه وهذا صحيح مجرب لا شك فيه وإذا جعل نوره بين طي ثياب الصوف طيبها ومنع السوس عنها وإذا نقع ورقه في ماء يغمره ثم عصر وشرب من صفوه أربعين يوما كل يوم عشرون درهما مع عشرة دراهم سكر ويغذى عليه بلحم الضأن الصغير فإنه ينفع من ابتداء الجذام بخاصية فيه عجيبة . ¶ وحكي أن رجلا تشققت أظافير أصابع يده وأنه بذل لمن يبرئه مالا فلم يجد فوصفت له امرأة أن يشرب عشرة أيام حناء فلم يقدم عليه ثم نقعه بماء وشربه فبرأ ورجعت أظافيره إلى حسنها . ¶ والحناء إذا ألزمت به الأظفار معجونا حسنها ونفعها ، وإذا عجن بالسمن وضمد به بقايا الأورام الحارة التي ترشح ماء أصفر نفعها ونفع من الجرب المتقرح المزمن منفعة بليغة وهو ينبت الشعر ويقويه ويحسنه ويقوي الرأس ، وينفع من النفاطات والبثور العارضة في الساقين والرجلين وسائر البدن . (¬1) ¶ باب ¶ شدة استحباب الخضاب بالحناء للنساء ¶ عَنْ عَائِشَةَ - رضي الله عنها - أَنَّ امْرَأَةً مَدَّتْ يَدَهَا إِلَى النَّبِيِّ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - بِكِتَابٍ فَقَبَضَ يَدَهُ فَقَالَتْ : يَا رَسُولَ اللَّهِ مَدَدْتُ يَدِي إِلَيْكَ بِكِتَابٍ فَلَمْ تَأْخُذْهُ . فَقَالَ : (( إِنِّي لَمْ أَدْرِ أَيَدُ امْرَأَةٍ هِيَ أَوْ رَجُلٍ )) قَالَتْ: بَلْ يَدُ امْرَأَةٍ . قَالَ : ((لَوْ كُنْتِ امْرَأَةً لَغَيَّرْتِ أَظْفَارَكِ بِالْحِنَّاءِ )). (¬2) ¶ ¬__________ ¶ (¬1) - زاد المعاد 4/81 . ¶ (¬2) - حسن . رواه النسائي وأبو داود وأحمد . وحسنه الألباني في الثمر المستطاب وأذكر له طرقًا هناك في كلام نفيس ، إليك كلامه - رحمه الله - بتمامه 1/311 : ¶ عن عائشة رضي الله عنها : أن هند بنت عتبة قالت : يا نبي الله بايعني ؟ [ فنظر إلى يدها ف ] قال : ( لا أبايعك حتى تغيري كفيك كأنهما كفا سبع ) وهذا حديث حسن أخرجه أبو داود في ( السنن ) : ثنا مسلم بن إبراهيم : ثتني غبطة بنت عمرو المجاشيعة قالت : ثتني عمتي أم الحسن عن جدتها عنها وهذا سند مسلسل بالمجهولات من النساء لكن قال الذهبي في (الميزان): ( فضل في النسوة المجهولات : وما علمت في النساء من اتهمت ولا من تركوها ) ¶ وله طريق آخر وشواهد يتقوى بها قال ابن أبي حاتم كما في ( تفسير ابن كثير ) : ثنا نصر بن علي : ثتني أم عطية بنت سليمان : ثتني عمتي عن جدتي عن عائشة قالت : جاءت هند بنت عتبة إلى رسول الله - صلى الله عليه وسلم - لتبايعه فنظر إلى يدها فقال : ( اذهبي فغيري يدك ) فذهبت فغيرتها بحناء ثم جاءت فقال : ( أبايعك على أن لا تشركي بالله شيئا ) فبايعته وفي يدها سواران من ذهب فقالت ما تقول في هذين السوراين ؟ فقال : ( جزئين من نار جهنم ) سكت عليه ابن كثير وسنده كالذي قبله وأورده الهيثمي في ( المجمع ) بأتم منه ثم قال : ( رواه أبو يعلى وفيه من لم أعرفهن ) . ومن شواهده : ¶ 1: عن ابن عباس أن امرأة أتت النبي صلى الله عليه وسلم تبايعه - ولم تكن مختضبة- فلم يبايعها حتى اختضبت . رواه البزار وفيه ليث بن أبي سليم وهو مدلس وبقية رجاله ثقات كما في ( المجمع ) . ¶ 2: عن مسلم بن عبد الرحمن قال : رأيت رسول الله - صلى الله عليه وسلم - يبايع النساء عام الفتح على الصفا فجاءت امراة كأن يدها رجل فأبى أن يبايعها حتى ذهبت فغيرت يدها بصفرة . قال الهيثمي : ( رواه الطبراني والبزار وفيه سميسة بنت نبهان ولم أعرفها وبقية رجاله ثقات ). قلت : كذا في الأصل ( سميسة ) بالسين المهملة ولعله بالمعجمة كما في ( الاستيعاب ) و( الإصابة ) لكن وقع فيه بتقديم السين المهملة على المثناة التحتية والظاهر أنه تحريف أيضا. والحديث قال الحافظ : ( رواه أبو علي بن السكن والبخاري أيضا والطبراني من طريق عباد بن كثير الرملي عن شمسية بنت نبهان عن مولاها مسلم بن عبد الرحمن به ) . ثم قال : ( قال ابن حبان : ما أرى حديثها محفوظا ) . ¶ 3: عن محمد بن إسحاق عن ابن ضمرة بن سعيد عن جدته عن امرأة من نسائهم وكانت قد صلت القبلتين مع النبي - صلى الله عليه وسلم - قالت : دخل علي رسول الله - صلى الله عليه وسلم - فقال : ( اختضبي تترك إحداكن الخضاب حتى تكون يدها كيد الرجل ) قالت : فما تركت الخضاب حتى لقيت الله تعالى وإن كانت لتختضب وهي بنت ثمانين . أخرجه أحمد : ثنا يزيد بن هارون : أنا محمد بن إسحاق به . قال الهيثمي : ( رواه أحمد وفيه من لم أعرفهم وابن إسحاق وهو مدلس ) قلت : ابن ضمرة بن سعيد أورده في ( التعجيل ) ثم قال : ( كذا وقع في نسخة وفي النسخ المعتمدة : محمد بن إسحاق عن ضمرة ابن سعيد ليس فيه ( ابن ) وهو الصواب ) قلت : وعليه فليس فيه من لا يعرف غير جدة ضمرة بن سعيد فإنها لم تسم وأما هو - أعني ضمرة بن سعيد - فثقة من رجال مسلم . ¶ 4: عن السوداء قالت : أتيت النبي - صلى الله عليه وسلم - لأبايعه فقال : ( اذهبي فاختضبي ثم تعالي حتى أبايعك ) . قال الهيثمي : ( رواه الطبراني في ( الأوسط ) و ( الكبير ) وفيه من لم أعرفه . ¶ قلت : ورواه ابن سعد في ( الطبقات ) عن شيخيه عبد العزيز بن الخطاب وإسماعيل بن أبان الوراق كلاهما عن نائلة الكوفية مولاة أبي العيزار عن أم عاصم عنها . ونائلة هذه لم أجد من ذكرها وأم عاصم لعلها مولاة سلمة بن المحبق وهي مقبولة كما في ( التقريب(. ¶ 5: عن عائشة قالت : مدت امرأة من وراء الستار بيدها كتابا إلى رسول الله صلى الله عليه وسلم فقبض النبي صلى الله عليه وسلم يده وقال : ( ما أدري أيد رجل أو يد امرأة ) فقالت : بل امرأة فقال : ( لو كنت امرأة غيرت أظفارك بالحناء( . أخرجه أبو داود والنسائي وأحمد والبيهقي من طريق مطيع بن ميمون العنبري يكنى أبا سعيد قال : حدثتني صفية بنت عصمة عنها. وهذا سند لين . ا. هـ .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "? غريب الحديث : ¶ (( فقبض يده )) أي عن أخذ الكتاب من يدها . ¶ (( لو كنت امرأة )) أي لو كنت تراعين شعار النساء لخضبت يدك.(¬1) ¶ ? الفوائد والأحكام : ¶ في الحديث شدة استحباب الخضاب بالحناء للنساء . (¬2) ¶ وفي هذه الحديث إشارة إلى أن خضب المرأة ليدها هو من خصوصياتها التي تميزها عن الرجال .(¬3) ¶ قال ابن حجر : وإنما أمرها بالخضاب لتستر بشرتها ، فخضاب اليد مندوب للنساء للفرق بين كفها وكف الرجل ، بل ظاهر قول بعضهم أن من تركته فقد دخلت في الوعيد الوارد في المتشبهات بالرجال أي تركه حرام لكن لم يقل به أحد فيما أعلم .(¬4) ¶ قال الصنعاني : وقد علل الوشم في بعض الأحاديث بأنه تغيير لخلق الله ، ولا يقال إن الخضاب بالحناء ونحوه تشمله العلة وإن شملته فهو مخصوص بالإجماع وبأنه قد وقع في عصره صلى الله عليه وآله وسلم بل أمر بتغيير بياض أصابع المرأة بالخضاب كما في قصة هند . (¬5) ¶ مسألة : خضاب يد المرأة ¶ وأجاز مالك أيضا أن تشي المرأة يديها بالحناء وروى عن عمر إنكار ذلك وقال إما أن تخضب يديها كلها وإما أن تدع وأنكر مالك هذه الرواية عن عمر ولا تدع الخضاب بالحناء فإن النبي - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - رأى امرأة لا تخضب فقال لا تدع إحداكن يدها كأنها يد رجل فما زالت تختضب وقد جاوزت التسعين حتى ماتت.(¬6) ¶ الآثار في خضاب النساء : ¶ 1. عن رجل من الأنصار قال : أدركت نساءنا الأول إذا أرادت إحداهن أن تطهر من الحيضة امتشطت بحناء رقيق ثم كفاها ذلك لغسلها من الحيضة فلم تغسل رأسها.(¬7) ¶ ¬__________ ¶ (¬1) - حاشية السندي 8/142 . ¶ (¬2) - عون المعبود 11/149 . ¶ (¬3) - العلامة الألباني من سلسلة الهدى والنور الشريط رقم 813 . ¶ (¬4) - فيض القدير 5/330 . ¶ (¬5) - سبل السلام 1/150 . ¶ (¬6) - قاله القرطبي في تفسيره 5/393. ¶ (¬7) - إسناده صحيح . رواه عبد الرزاق في مصنفه 1/273 .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "2. عن إبراهيم في المرأة تخضب يديها على غير وضوء ثم تحضرها الصلاة قال تنزع ما علي يديها إذا أرادت أن تصلي .(¬1) ¶ 3. قال عمر بن الخطاب - رضي الله عنه - : يا معشر النساء أخفين الحناء.(¬2) ¶ 4. عن عبد الله بن عبيدة وعبد الله بن دينار قال : من السنة أن تمسح المرأة يديها عند الإحرام بشيء من الحناء ولا تحرم وهي غفل . (¬3) ¶ 5. قال عمر بن الخطاب : يا معشر النساء إذا اختضبتن فإياكن النقش والتطريف ولتخضب إحداكن يديها إلى هذا وأشار إلى موضع السوار.(¬4) ¶ 6. عن أبي إسحاق قال سألت بن عباس عن الخضاب للنساء فقال أما نساؤنا فيختضبن إذا صلين العشاء ثم يطلقن عن أيديهن للصبح ثم يعدن عليها إلى صلاة الظهر فأحسن الخضاب ولا يمنعهن الصلاة قال عبد الرزاق وذلك أني سألت معمرا كيف تخضب لحيتك فحدثني بهذا . (¬5) ¶ ¬__________ ¶ (¬1) - سنده ضعيف . رواه ابن أبي شيبة 1/112 . ورجاله ثقات لكن في سنده مغيرة الضبي كان يدلس لا سيما عن إبراهيم . ¶ (¬2) - سنده ضعيف . رواه ابن أبي شيبة في مصنفه 5/204 . ¶ (¬3) - سنده ضعيف . رواه البيهقي في سننه الكبرى 5/48 . قال في تلخيص الحبير 2/236: وفي إسناده موسى بن عبيد الربذي وهو واهي الحديث وقد أرسله الشافعي ولم يذكر بن عمر . ¶ (¬4) - سنده ضعيف . رواه عبد الرزاق في مصنفه 4/318 قال عن معمر عن بديل العقيلي عن أبي العلاء بن عبد الله بن شخير قال حدثتني امرأة أنها سمعت عمر بن الخطاب وهو يخطب وهو يقول .. وفي سنده المرأة المبهمة . ¶ (¬5) - رجاله ثقات . رواه عبد الرزاق في مصنفه 4/318 قال عن معمر وغيره عن أبي إسحاق ... . ورواه البيهقي في سننه الكبرى 1/77 .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "7. عن عائشة رضي الله عنها : في المرأة تتوضأ وعليها الخضاب قالت أسلتيه وأرغميه قال أبو عبيدة قولها أرغميه تقول أهينيه وارمي به عنك.(¬1) ¶ 8. عن عائشة أم المؤمنين تقول : بلغني أو ذكر لي أن نساء يختضبن ثم تمسح أحداهن على خضابها إذا توضأت للصلاة لأن تقطع يدي بالسكاكين أحب إلي من أن أفعل ذلك . (¬2) ¶ ¬__________ ¶ (¬1) - سنده ضعيف . رواه البيهقي – رحمه الله - في سننه الكبرى 1/77 قال أخبرنا أبو عبد الرحمن السلمي أنا أبو الحسن محمد بن محمد بن الحسن الكارزي أنا علي بن عبد العزيز عن أبي عبيدة نا هشيم ومعاذ عن بن عون عن أبي سعيد بن أخي أم المؤمنين عائشة رضي الله عنها من الرضاعة ... فيه : أبو عبد الرحمن السلمي وهو محمد بن الحسين ضعفه الذهبي وقال : تكلموا فيه وليس بعمدة وقال محمد بن يوسف القطان النيسابوري : كان السلمي غير ثقة وكان يضع للصوفية الأحاديث . وفيه : أبو الحسن الكارزي لم أجد له ترجمة . ¶ ورواه الدارمي في سننه بسند لفظه آخر ورجال ثقات قال أخبرنا سعيد بن عامر عن بن عون عن أبي سعيد : ان امرأة سألت عائشة تصلي المرأة في الخضاب قالت اسلتيه ورغما قال أبو محمد أبو سعيد هو بن أبي العنبس واسم أبي العنبس سعيد بن كثير بن عبيد . ورواه كذلك ابن أبي شيبة 1/113 . ¶ (¬2) - سنده ضعيف جدًا . رواه البيهقي – رحمه الله - في سننه الكبرى 1/77 قال أخبرنا محمد بن عبد الله الحافظ أخبرني عبد الرحمن بن الحسن الأسدي ثنا إبراهيم بن الحسين ثنا آدم بن أبي إياس ثنا شعبة عن بن أبي نجيح قال حدثني من سمع عن عائشة أم المؤمنين.. فيه: عبد الرحمن بن الحسن بن عبيد الأسدي : قال القاسم بن أبي صالح يكذب . قال الدارقطني: رأيت في كتبه تخاليط . وقال أبو يعقوب بن الدخيل لم يحمدوا أمره . وفيه راو مبهم. ورواه الدارمي في سننه .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "9. عن الحسن قال : رأيت نساء من نساء المدينة يصلين في الخضاب.(¬1) ¶ 10. عن الحسن قال كان يستحب أن تخضب المرأة وهي حائض فإن اختضبت وهي غير حائض فلا بأس غير أنها إذا نامت أو أحدثت أطلقته وتوضأت .(¬2) ¶ 11. عن نافع : ان نساء بن عمر كن يختضبن وهن حيض .(¬3) ¶ 12. عن عائشة أنها قالت امرطيه عند الصلاة مرطا فقد كنت أفعله فكنت أحسن الجواري أو أخواتي خضابا. (¬4) ¶ 13. عن حرام بن عطلة أن خالته أخبرته أنها رأت عائشة أم المؤمنين مخضبة عليها ثياب مضرجة قال ورأيت أنا صفية بنت شيبة مخضبة عليها ثياب معصفرة.(¬5) ¶ 14. عن علقمة أنه كان يأمر نساءه يختضبن في أيام حيضهن . (¬6) ¶ بَاب ¶ الْخِضَابِ لِلْحَادَّةِ ¶ ¬__________ ¶ (¬1) - سنده ضعيف . رواه الدارمي قال أخبرنا محمد بن عيسى قال زعم لنا هشيم عن أبي حرة واصل بن عبد الرحمن عن الحسن به . وفي سنده واصل بن عبد الرحمن وإن كان ثقة لكنه كما قال الحافظ يدلس عن الحسن وقد عنعن هنا . وفي سنده هشيم وإن كان ثقة لكنه كثير التدليس والإرسال الخفي وقد عنعن هنا . ¶ (¬2) - رواه ابن أبي شيبة 1/113 قال حدثنا عباد بن العوام عن هشام عن الحسن به . ورجاله ثقات إن كان هشام هو ابن حسان . ¶ (¬3) - سنده صحيح . رواه الدارمي 1/268 ورجاله رجال الصحيح . ¶ (¬4) - سنده ضعيف . رواه ابن أبي شيبة 1/113قال : حدثنا وكيع عن عمر بن الفضل عن حية بنت عبد الله عن عائشة به . وحبة أو حية بنت عبد الله لم أعرفها . ¶ (¬5) - سنده ضعيف . رواه عبد الرزاق في مصنفه 7/488 . وحرام بن عطلة وخالته لم أعرفهما. ¶ (¬6) - رجاله ثقات . رواه ابن أبي شيبة 1/113 .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "عَنْ أُمِّ عَطِيَّةَ : عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَحِلُّ لِامْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ تَحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلَاثٍ إِلَّا عَلَى زَوْجٍ وَلَا تَكْتَحِلُ وَلَا تَخْتَضِبُ وَلَا تَلْبَسُ ثَوْبًا مَصْبُوغًا . (¬1) ¶ ? غريب الحديث : ¶ أَنْ تَحِدَّ : الإحداد ترك المرأة الزينة كلها من اللباس والطيب والحلي والكحل والخضاب بالحناء ما دامت في عدتها.(¬2) ¶ ? الفوائد والأحكام : ¶ وقال شيخ الإسلام - رحمه الله - : فصل المعتدة عدة الوفاة تتربص أربعة أشهر وعشرا وتجتنب الزينة والطيب فى بدنها وثيابها ولا تتزين ولا تتطيب ولا تلبس ثياب الزينة .... إلى أن قال : ولا تختضب بحناء ولا غيره ... .(¬3) ¶ وقال أحمد وإسحاق لا تختضب ولا تكتحل . (¬4) وعن مالك تجتنب الحناء – أي المحدة.(¬5) . وقال ابن قدامة : ويحرم على الحادة : الخضاب (¬6) ¶ باب ¶ من قال : لَمْ يَخْتَضِبْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ ¬__________ ¶ (¬1) - سنده صحيح رواه النسائي في سننه وصححه العلامة الألباني . والحديث في البخاري بدون قوله (وَلَا تَخْتَضِبُ) . ¶ (¬2) - الجامع لأحكام القرآن للقرطبي 3/179 . التلقين في الفروع للقاضي عبد الوهاب بن علي البغدادي المالكي 422 هـ 1/341 . زاد المستقنع 1/610 . ¶ (¬3) - مجموع الفتاوى 34/27 . ¶ (¬4) - التمهيد 24/364 . ¶ (¬5) - عمدة القاري 21/7 . ¶ (¬6) - الكافي في فقه ابن حنبل لأبي محمد عبد الله بن قدامة المقدسي 3/210 .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "عَنْ قَتَادَةَ قَالَ سَأَلْتُ أَنَسًا هَلْ خَضَبَ النَّبِيُّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ قَالَ لَا إِنَّمَا كَانَ شَيْءٌ فِي صُدْغَيْهِ . (¬1) ¶ سُئِلَ أَنَسُ بْنُ مَالِكٍ عَنْ خِضَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَوْ شِئْتُ أَنْ أَعُدَّ شَمَطَاتٍ كُنَّ فِي رَأْسِهِ فَعَلْتُ وَقَالَ لَمْ يَخْتَضِبْ وَقَدْ اخْتَضَبَ أَبُو بَكْرٍ بِالْحِنَّاءِ وَالْكَتَمِ وَاخْتَضَبَ عُمَرُ بِالْحِنَّاءِ بَحْتًا (¬2) . ¶ عَنْ أَنَسٍ – رضي الله عنه - خَادِمِ النَّبِيِّ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - قَالَ قَدِمَ النَّبِيُّ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - وَلَيْسَ فِي أَصْحَابِهِ أَشْمَطُ غَيْرَ أَبِي بَكْرٍ فَغَلَفَهَا بِالْحِنَّاءِ وَالْكَتَمِ . ¶ وفي لفظ : قَالَ قَدِمَ النَّبِيُّ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - الْمَدِينَةَ فَكَانَ أَسَنَّ أَصْحَابِهِ أَبُو بَكْرٍ فَغَلَفَهَا بِالْحِنَّاءِ وَالْكَتَمِ حَتَّى قَنَأَ لَوْنُهَا .(¬3) ¶ ? غريب الحديث : ¶ ( صُدْغَيْهِ ) مثنى الصدغ ((بضم المهملة وإسكان الدال بعدها معجمة ما بين الأذن والعين ويقال ذلك أيضا للشعر المتدلي من الرأس في ذلك المكان)) . (¬4) ¶ ( أَشْمَطُ) هو الذي يخالطه بياض وسواد . ((اتفق العلماء على أن المراد بالشمط هنا ابتداء الشيب يقال منه شمط وأشمط)) .(¬5) ¶ ( ¶ ¬__________ ¶ (¬1) - أخرجه البخاري في كتاب المناقب رقم 3550. ومسلم في كتاب الفضائل رقم 2341 وهذا لفظه : لَمْ يَخْتَضِبْ رَسُولُ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ إِنَّمَا كَانَ الْبَيَاضُ فِي عَنْفَقَتِهِ وَفِي الصُّدْغَيْنِ وَفِي الرَّأْسِ نَبْذٌ . ¶ (¬2) - أخرجه مسلم في كتاب الفضائل رقم 2341 . ¶ (¬3) - أخرجه البخاري في كتاب مناقب الأنصار حديث رقم 3620 . ¶ (¬4) - فتح الباري 6/572 . ¶ (¬5) - شرح النووي على مسلم 15/95 .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فَغَلَفَهَا ) أي خضبها والمراد اللحية . (قَنَأَ لَوْنُهَا) اشتدت حمرتها. (¬1) ¶ ( شَيْءٌ ) أي من الشيب قليل . ¶ ? الفوائد والأحكام : ¶ في الحديث دليل أن أبا بكر كان يجمع بين الحناء والكتم دائما(¬2) . ¶ وهكذا روي عن بعضهم من كان يخضب الحناء والكتم فمن ذلك - لا على سبيل الحصر : الحسن والحسين(¬3) ، عبد الرحمن بن أبي بكر (¬4) ، ابن الحنفية (¬5) قال عطاء : قد رأيت نفرا من أصحاب رسول الله - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - فما رأيت أحدا منهم يختضب بالوسمة ما كانوا يخضبون إلا بالحناء والكتم وهذه الصفرة .(¬6) ، ¶ ومن فوائد الحديث أن عمر كان يخضب الحناء فقط . ¶ ¬__________ ¶ (¬1) - فتح الباري 7/258 . ¶ (¬2) - عون المعبود :11/173 . ¶ (¬3) - رواه الطبراني 3/98 ، قال في مجمع الزوائد 5/163 : ورجاله رجال الصحيح. قلت نعم رجاله كذلك لكن في سنده أبو إسحاق السبيعي وهو مدلس من الطبقة الثالثة وقد عنعن هنا مما يوهن الأثر . وجاء أثر آخر في المعجم الكبير أيضًا عن زاذان أبي منصور قال : رأيت الحسن بن علي يخضب بالحناء والكتم وفي سنده العلاء بن خالد الرياحى وهو ضعيف . ¶ (¬4) - قال في مجمع الزوائد 5/164 : رواه الطبراني ورجاله رجال الصحيح. قلت: لم أجده عند الطبراني والله أعلم . ¶ (¬5) - رواه ابن أبي شيبة في مصنفه5/182 ورجاله رجال الصحيحين . ¶ (¬6) - رواه ابن أبي شيبة في مصنفه 5/184. وسنده صحيح .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وهكذا روي عن بعضهم من كان يخضب الحناء فقط مثل - لا على سبيل الحصر - : أنس بن مالك (¬1) صهيب بن سنان النمري (¬2) ، عبد الله بن جعفر (¬3) ، والشافعي (¬4) ، عبد الله بن أبي أوفى (¬5) ، أبو إسحاق سليمان الشيباني (¬6) ، منصور بن المعتمر (¬7) ، أنس بن سيرين (¬8) ، محمد بن المنكدر (¬9) ، محارب بن دثار (¬10) ، مغيرة بن مقسم الضبي (¬11) وغيرهم كثير . ¶ قال الشوكاني : (( وقد كانت هذه السنة مشتهرة بين السلف حتى كانوا يذكرون في ترجمة الرجل في الغالب أنه كان يخضب أو لا يخضب )) (¬12) ¶ ((فإن قيل : قد ثبت في الصحيح عن أنس - رضي الله عنه - أنه قال : لم يختضب النبي صلى الله عليه وسلم . ¶ ¬__________ ¶ (¬1) - رواه ابن أبي عاصم في الآحاد والمثاني 4/238 . ورواه ابن أبي شيبة في مصنفه5/182. وسنده صحيح . ¶ (¬2) - رواه الحاكم في مستدركه في ذكر صهيب رضي الله عنه . ورواه كذلك ابن أبي عاصم في الأحاد والمثاني معلقًا . ¶ (¬3) - ضعيف . قال في مجمع الزوائد 5/164 : رواه الطبراني وابن اسحق لم يدرك ابن جعفر وبقية رجاله ثقات . ¶ (¬4) - رواه البيهقي في سننه الكبرى 7/311. رواه عنه بحر بن نصر بسند صحيح . ¶ (¬5) - رواه الطبراني ، قال في مجمع الزوائد 5/164 : ورجاله رجال الصحيح. قلت : وهو كما قال. ورواه ابن أبي شيبة في مصنفه 5/182 . ¶ (¬6) - سنده صحيح . رواه ابن الجعد 1/116. ¶ (¬7) - سنده صحيح . رواه ابن الجعد 1/131. ¶ (¬8) - سنده صحيح . رواه ابن الجعد 1/179 . ¶ (¬9) - رجاله ثقات . رواه ابن الجعد 1/255 . ¶ (¬10) - سنده لا بأس به . رواه ابن الجعد 1/119 . ¶ (¬11) - سنده صحيح . رواه ابن الجعد 1/110. ¶ (¬12) - السيل الجرار 4/126 .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قيل : قد أجاب أحمد بن حنبل عن هذا وقال : قد شهد به غير أنس - رضي الله عنه - على النبي - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - أنه خضب وليس من شهد بمنزلة من لم يشهد فأحمد أثبت خضاب النبي - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - ومعه جماعة من المحدثين ومالك أنكره )). (¬1) ¶ قال الطبري في الجمع بين الحديثين من جزم بأنه خضب فقد حكى ما شاهد وكان ذلك في بعض الأحيان ومن نفى ذلك فهو محمول على الأكثر الأغلب من حاله صلى الله عليه وآله وسلم.(¬2) ¶ قال القاضي اختلف العلماء هل خضب النبي - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - أم لا فمنعه الأكثرون بحديث انس وهو مذهب مالك وقال بعض المحدثين خضب لحديث أم سلمة هذا(¬3) ولحديث بن عمر أنه رأى النبي - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - يصبغ بالصفرة قال وجمع بعضهم بين الأحاديث بما أشار إليه في حديث أم سلمة من كلام أنس في قوله فقال ما أدري في هذا الذي يحدثون إلا أن يكون شيء من الطيب الذي كان يطيب به شعره لأنه - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - كان يستعمل الطيب كثيرا وهو يزيل سواد الشعر فأشار أنس إلى أن تغيير ذلك ليس بصبغ وإنما هو لضعف لون سواده بسبب الطيب قال ويحتمل أن تلك الشعرات تغيرت بعده لكثرة تطييب أم سلمة لها إكراما . هذا آخر كلام القاضي والمختار أنه - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - صبغ في وقت وتركه في معظم الأوقات فأخبر كل بما رأى وهو صادق وهذا التأويل كالمتعين فحديث بن عمر في الصحيحين ولا يمكن تركه ولا تأويل له والله أعلم .(¬4) ¶ باب ¶ هل يخضب الرجال أيديهم وأرجلهم ¶ ¬__________ ¶ (¬1) - زاد المعاد 4/326 . ¶ (¬2) - نيل الأوطار 1/147 . ¶ (¬3) - المتقدم ذكره . ¶ (¬4) - شرح النووي على صحيح مسلم 15/95 .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ النَّبِيَّ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - أُتِيَ بِمُخَنَّثٍ قَدْ خَضَّبَ يَدَيْهِ وَرِجْلَيْهِ بِالْحِنَّاءِ فَقَالَ النَّبِيُّ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - : ((مَا بَالُ هَذَا ))فَقِيلَ : يَا رَسُولَ اللَّهِ يَتَشَبَّهُ بِالنِّسَاءِ فَأَمَرَ بِهِ فَنُفِيَ إِلَى النَّقِيعِ فَقَالُوا : يَا رَسُولَ اللَّهِ أَلَا نَقْتُلُهُ . فَقَالَ : ((إِنِّي نُهِيتُ عَنْ قَتْلِ الْمُصَلِّينَ)).(¬1) ¶ غريب الحديث : ¶ بِمُخَنَّثٍ : المخنث أي المتكسر المتعطف المتخلق بخلق النساء (¬2) فهو من يشبه خلقه النساء في حركاته وكلامه وغير ذلك فإن كان من أصل الخلقة لم يكن عليه لوم وعليه أن يتكلف إزالة ذلك وأن كان بقصد منه وتكلف له فهو المذموم ويطلق عليه اسم مخنث سواء فعل الفاحشة أو لم يفعل قال بن حبيب المخنث هو المؤنث من الرجال . (¬3) ¶ ¬__________ ¶ (¬1) - رواه أبو داود في الأدب 4928 وقال ابن الجوزي في العلل المتناهية 2/752: قال الدارقطني: أبو هاشم وأبو يسار مجهولان ولا يثبت الحديث . وقال الزين العراقي : ضعيف وعده في الميزان من المناكير . وساق صاحب مجمع الزوائد له طريقًا أخر عزاها للطبراني في الأوسط عن أبي سعيد الخدري وقال فيه الخصيب بن جحدر وهو كذاب. وقال الألباني في ضعيف الترغيب والترهيب رقم 1260 : منكر . قال المناوي في فيض القدير 3/16 : أورده ابن الجوزي في الواهيات وقال : لم يثبت وقال الزين العراقي : ضعيف وعده في الميزان من المناكير . ثم وجدت العلامة الألباني قد صححه في سنن أبي داود فالله أعلم هل وجد الشيخ شواهد ومتابعات للحديث . ¶ (¬2) - فتح الباري 1/114 . ¶ (¬3) - فتح الباري 9/334 .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "النَّقِيعِ : ((موضع ببلاد مزينة على ليلتين من المدينة وهو نقيع الخضمات الذي حماه عمرا)).(¬1) وفي الفتح : هو على عشرين فرسخا من المدينة وقدره ميل في ثمانية أميال ذكر ذلك بن وهب في موطئه وأصل النقيع كل موضع يستنقع فيه الماء . (¬2) ¶ الفوائد والأحكام : ¶ قال ابن حجر : وقد صرح الشافعية بتحريم خضب الرجال أيديهم وأرجلهم إلا للتداوي.(¬3) وقال : وأما خضب اليدين والرجلين فلا يجوز للرجال إلا في التداوي.(¬4) ¶ وقال الخطيب الشربيني الشافعي : وخضاب اليدين والرجلين بالحناء ونحوه للرجل حرام إلا لعذر ، أما المرأة فيسن لها مطلقا والخنثى في ذلك كالرجل احتياطا . (¬5) ¶ وقال المباركفوري : يحرم على الرجال خضاب اليد والرجل تشبها بالنساء .(¬6) ¶ قال الرازي الحنفي : ويحل خضاب اليد والرجل للنساء ما لم يكن فيه تماثيل ويحرم للرجال والصبيان مطلقا ولا بأس بخضاب الرأس واللحية بالحناء والوسمة للرجال والنساء .(¬7) ¶ وسئل ابن الصلاح عن استعمال الرجل الحناء هل هو جائز أم لا ؟ . ¶ فأجاب : أما في خضاب اللحية تغييرا للشيب فهو جائز وسنة واستعماله في غير ذلك ينظر فيه فإن كان عن حاجة تداويا به فهو جائز وإن كان للزينة ولمثل ما يقصده النساء فهو غير جائز وفاعله لذلك يندرج في قبيل المتشبهين بالنساء الملعونين على لسان رسول الله - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - والله أعلم .(¬8) ¶ قال الشوكاني : أن خضب اليدين والرجلين كان من صنيع النساء وكان من يتشبه بهن من الرجال يفعل ذلك كما هو معروف وقد ثبت النهي عن التشبه بالنساء والوعيد على ذلك .(¬9) ¶ ¬__________ ¶ (¬1) - عون المعبود 13/188 . ¶ (¬2) - فتح الباري 5/45 . ¶ (¬3) - فتح الباري 6/499 . ¶ (¬4) - فتح الباري 10/355 . ¶ (¬5) - مغني المحتاج 4/293 . ¶ (¬6) - تحفة الأحوذي 4/167. ¶ (¬7) - تحفة الملوك في الفروع 1/227 لزين الدين محمد بن أبي بكر حسن الرازي الحنفي . ¶ (¬8) - أدب المفتي والمستفتي 2/501 . ¶ (¬9) - السيل الجرار 4/126 .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "باب ¶ 1. وعن ربيعة بن أبي عبد الرحمن قال : لقد رأيت مشيخة بالمدينة وإن لهم لغدائر وعليهم الممصر والمورد في أيديهم مخاصر وفي أيديهم آثار الحناء في هيئة الفتيان ودين أحدهم أبعد من الثريا إذا أريد على دينه.(¬1) ¶ 2. وكان طاوس يخضب بالصفرة . (¬2) ¶ 3. عن إبراهيم قال : كانوا يمسون الحناء بعد النورة وكانوا يكرهون أن يؤثر في الأظفار. (¬3) ¶ 4. عن عطاء في الحناء والخلوق للرجل بعد النورة ؟ قال: أما الحناء فلا بأس وأما الخلوق فإني أكرهه.(¬4) ¶ 5. عن إسماعيل بن أبي خالد عن أبيه قال : كان لي على الحسين بن علي دين فأتيته اتقاضاه فوجدته قد خرج من الحمام وقد أثر الحناء بأظافيره وجارية تحك عنه الحناء بقارورة . (¬5) ¶ 6. عن أبي العالية : قال أكثر رياحين الجنة الحناء .(¬6) ¶ 7. عن مجاهد قال : كان من أمرهم- أي قوم لوط - تطريف الأصابع بالحناء . ومثله عن مكحول وعن ابن عباس . (¬7) ¶ 8. قال أنس بن مالك : أول من اختضب بالحناء والكتم ابراهيم.(¬8) ¶ 9. قال ابن عمر : لما خلق الله عز وجل الجنة حففها بالريحان وحفف الريحان بالحناء وما خلق الله شجرة أحب إليه من الحناء .(¬9) ¶ 10. قال أنس : لا تغيروا هذه الشعور فمن كان مغيرها لا محالة فليغيرها بالحناء والكتم.(¬10) ¶ ¬__________ ¶ (¬1) - إسناده صحيح . رواه أبو نعيم في الحلية 3/262 . وذكر الأثر ابن الجوزي في صفة الصفوة 2/152. ¶ (¬2) - إسناده ضعيف . رواه البيهقي في سننه الكبرى 7/310 . ¶ (¬3) - إسناده ضعيف . رواه ابن أبي شيبة في مصنفه 1/133 ورجاله ثقات لكن في سنده مغيرة الضبي كان يدلس لا سيما عن إبراهيم . ¶ (¬4) - سنده صحيح . رواه ابن أبي شيبة في مصنفه 1/133 ¶ (¬5) - سنده لا بأس به . رواه ابن أبي شيبة في مصنفه 1/133 . ¶ (¬6) - رجاله ثقات . رواه ابن أبي شيبة في مصنفه 7/221 . ¶ (¬7) - تفسير القرطبي : 13/342 . ¶ (¬8) - رواه الديلمي في الفردوس 1/29 . ¶ (¬9) - رواه الديلمي في الفردوس 3/423 . ¶ (¬10) - رواه الديلمي في الفردوس 5/17 .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "11. وقال علي : الحناء بعد النورة أمان من الجذام.(¬1) ¶ 12. عن محمد بن الحنفية قال : اختضب علي بالحناء مرة ثم ترك.(¬2) ¶ 13. عن الْحَكَمِ بْنِ عَمْرٍو قَالَ دَخَلْتُ أَنَا وَأَخِي رَافِعُ بْنُ عَمْرٍو عَلَى أَمِيرِ الْمُؤْمِنِينَ عُمَرَ بْنِ الْخَطَّابِ - رضي الله عنه – وَأَنَا مَخْضُوبٌ بِالْحِنَّاءِ وَأَخِي مَخْضُوبٌ بِالصُّفْرَةِ فَقَالَ لِي عُمَرُ بْنُ الْخَطَّابِ هَذَا خِضَابُ الْإِسْلَامِ وَقَالَ لِأَخِي رَافِعٍ هَذَا خِضَابُ الْإِيمَانِ .(¬3) ¶ 14. سئل سالم عن الخضاب وتحضر الصلاة فقال : انزعيه وتوضئي وصلي.(¬4) ¶ 15. عن عطاء قال كان يستحب أن تختضب المرأة وهي حائض .(¬5) ¶ 16. قال جعفر بن محمد : الخضاب مكبدة للعدو ومرضاة للزوجة . (¬6) ¶ 17. عن مكحول : أن أزواج النبي صلى الله عليه وسلم كن يختضبن . (¬7) ¶ 18. عن ابن جريج قال : كان طاوس لا يدع أحدا من أهله ونسائه وخدمه إلا أمرهم أن يختضبوا في العيدين . (¬8) ¶ بَاب تحريم الْخِضَابِ بالسواد ¶ ¬__________ ¶ (¬1) - رواه الديلمي في الفردوس 2/156. ¶ (¬2) - قال في كنز العمال 6/ 1046 : رواه ابن سعد وأبو نعيم في المعرفة . ¶ (¬3) - إسناده ضعيف . رواه أحمد وفي سنده عبد الصمد بن حبيب الأزدى ضعفه أحمد ولينه البخاري وأبو حاتم . ووالد عبد الصمد هو حبيب : قال فيه أبو حاتم : مجهول . ¶ (¬4) - سنده ضعيف . رواه ابن أبي شيبة في مصنفه 1/113 . ¶ (¬5) - سنده ضعيف . رواه ابن أبي شيبة في مصنفه 1/113 . ¶ (¬6) - سنده ضعيف جدًا . رواه البيهقي في شعبه 5/215 . وفي سنده أبو حفص الأعشى وهو عمرو بن خالد الكوفي قال بن عدى منكر الحديث . وقال ابن حبان : يروى عن الثقات الموضوعات لا تحل الرواية عنه . ¶ (¬7) - سنده ضعيف . رواه البيهقي في شعبه 5/217 وقال بعده : فروينا عن ابن عباس : أن أزواج النبي صلى الله عليه وسلم كن يختضبن بعد صلاة العشاء الآخرة . ولم يذكر سندًا . ¶ (¬8) - رواه البيهقي شعبه 5/217 .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قام الإمام العلامة الوادعي بجمع الأحاديث الصحيحة الواردة في تحريم الخضاب بالسواد أنقل مختصر ما في كتابه القيم : ¶ قال الشيخ العلامة المحدث مقبل بن هادي الوادعي – رحمه الله – في رسالته الماتعة تحريم الخضاب بالسواد : ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وآله، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أنّ محمدًا عبده ورسوله. أما بعد : ¶ فهذه بعض الأحاديث الواردة في الخضاب نقلتها ليتضح خطأ من يخضب بالسواد لما فيه من الغش، ولا أنقل إلا ما كان من حديث رسول الله، إذ لا حجة إلا في كتاب الله أو سنة رسول الله - صلى الله عليه وعلى آله وسلم - . ¶ ثم ذكر رحمه الله الأحاديث بأسانيدها في رسالته المذكورة وحققها فإليك بعضها : ¶ عن أبي هريرة - رضي الله عنه - قال: قال النبي - - صلى الله عليه وعلى آله وسلم - : ((إنّ اليهود والنّصارى لا يصبغون فخالفوهم)). رواه البخاري مسلم . ¶ عن جابر بن عبدالله - رضي الله عنهما - قال: أتي بأبي قحافة يوم فتح مكّة ورأسه ولحيته كالثّغامة بياضًا فقال رسول الله - صلى الله عليه وعلى آله وسلم - : ((غيّروا هذا بشيء، واجتنبوا السّواد)). رواه مسلم . ¶ عن ابن عباس - رضي الله عنهما - عن النبي - صلى الله عليه وعلى آله وسلم - قال : ((يكون قوم في آخر الزّمان يخضبون بالسّواد كحواصل الحمام لا يريحون رائحة الجنّة)). رواه أحمد . ورواه أبو داود النسائي والحاكم عن ابن عباس . ¶ وعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وعلى آله وسلم - : ((غيّروا الشّيب ولا تقرّبوه السّواد)). رواه أحمد و رواه البيهقي في السنن الكبرى عن أبي هريرة - رضي الله عنه - بلفظ ((غيّروا الشّيب، ولاتشبّهوا باليهود، واجتنبوا السّواد)) . ¶ هل الحناء طيب : وما حكمه للمحرم والمحرمة : ¶ ((",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "عند المالكية والحنفية لا يجوز للمحرم أن يختضب الحناء لأنه طيب والمحرم ممنوع من التطيب سواء كان رجلا أو امرأة وسواء كان الخضاب بها في اليدين أو في الرأس أو غير ذلك من أجزاء البدن. ¶ والشافعية قالوا : يكره الخضاب بالحناء للمرأة حال الإحرام : إلا إذا كانت معتدة من وفاة فيحرم عليها ذلك كما يحرم عليها الخضاب إذا كان نقشا ولو كانت غير معتدة وأما الرجل فيجوز له الخضاب بها حال الإحرام في جميع أجزاء جسده ما عدا اليدين والرجلين فيحرم خضبهما بغير حاجة وكذا لا يجوز له أن يغطى رأسه بحناء ثخينة ¶ والحنابلة قالوا : لا يحرم على المحرم ذكرا كان أو أنثى الاختضاب بالحناء في أي جزء من البدن ما عدا رأس الرجل وفي هذه سعة )) .(¬1) ¶ سئل شيخ الإسلام عن الخضاب للمحرم فقال ليس بمنزلة الطيب ولكنه زينة وقد كره الزينة عطاء للمحرم . وقال في رواية الميموني الحناء مثل الزينة ومن يرخص في الريحان يرخص فيه . وسئل عن المحرم يخضب رجله بالحناء إذا تشققت فقال الحناء من الزينة ومن يرخص في الريحان يرخص في الحناء . (¬2) ¶ وقال أيضا : وأما بالحناء فقد نص أحمد على أنه ليس بطيب ولكنه زينة .(¬3) ¶ ¬__________ ¶ (¬1) - الفقه على المذاهب الأربعة 1/1026 . ¶ (¬2) - شرح العمدة 3/102 . ¶ (¬3) - شرح العمدة 3/107 .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قال ابن قدامة : ويستحب للمرأة أن تختضب بالحناء عند الإحرام لما روي عن ابن عمر أنه قال من السنة أن تدلك المرأة يديها في حناء ولأن هذا من زينة النساء فاستحب عند الإحرام كالطيب ولا بأس بالخضاب في حال إحرامها وقال القاضي يكره لكونه من الزينة فأشبه الكحل بالإثمد فإن فعلته ولم تشد يديها بالخرق فلا فدية وبهذا قال الشافعي وابن المنذر وكان مالك ومحمد بن الحسن يكرهان الخضاب للمحرمة وألزماها الفدية ولنا ما روى عكرمة أنه قال كانت عائشة وأزواج النبي - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - يختضبن بالحناء وهن حرم ولأن الأصل الإباحة وليس ها هنا دليل يمنع من نص ولا إجماع ولا هي في معنى المنصوص .(¬1) ¶ وقال أيضا : والنبات الذي تستطاب رائحته على ثلاثة أضرب أحدها ما لا ينبت للطيب ولا يتخذ منه كنبات الصحراء من الشيح والقيصوم والخزامى والفواكه كلها من الأترج والتفاح والسفرجل وغيره وما ينبته الآدميون لغير قصد الطيب كالحناء والعصفر فمباح شمه ولا فدية فيه ولا نعلم فيه خلافا إلا ما روي عن ابن عمر أنه كان يكره للمحرم أن يشم شيئا من نبات الأرض من الشيح والقيصوم وغيرهما ولا نعلم أحدا أوجب في ذلك شيئا فإنه لا يقصد للطيب ولا يتخذ منه طيب أشبه نبات الأرض وقد روي أن أزواج رسول الله - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - كن يحرمن في المعصفرات . (¬2) ¶ ¬__________ ¶ (¬1) - المغني 3/157 . ¶ (¬2) - المغني 3/147 .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قال الشافعي : أخبرنا سعيد عن موسى بن عبيدة عن أخيه عبدالله بن عبيدة وعبدالله بن دينار قالا من السنة أن تمسح المرأة يديها عند الإحرام بشيء من الحناء ولا تحرم وهي عفا قال الشافعي وكذلك أحب لها قال إن اختضبت المحرمة ولفت على يديها رأيت أن تفتدي وأما لو مسحت يديها بالحناء فإني لا أرى عليها فدية وأكرهه لأنه ابتداء زينة أخبرنا سعيد بن سالم عن ابن جريج أن ناسا سألوه عن الكحل الأثمد للمرأة المحرمة الذي ليس فيه طيب قال أكرهه لأنه زينة وإنما هي أيام تخشع وعبادة. (¬1) ¶ قال العيني : وفي ( التوضيح ) الحناء عندنا ليس طيبا خلافا لأبي حنيفة وعند مالك وأحمد فيه الفدية . (¬2) ¶ آثار : ¶ عن حماد قال : لا يختضب المحرم بالحناء ولا يتوضأ بدستان.(¬3) ¶ عن ليث عن مجاهد وعطاء قالا : لا باس أن يتداوى المحرم بالحناء، وكرها أن يختضب بها(¬4). ¶ وعن سعيد بن جبير قال : لا بأس أن يتداوى بالحناء.(¬5) ¶ فائدة : هل الحناء يمنع الوضوء : ¶ قال ابن حزم : لو كان على الشعر حناء وعلى الأظفار كذلك لم يجز الوضوء.(¬6) ¶ وسئل مالك عن المرأة تخضب رجليها بالحناء وهي على وضوء فتلبس خفيها لتمسح عليهما إذا أحدثت أو نامت أو انتقض وضوءها . قال : لا يعجبني ذلك . قال سحنون إن مسحت وصلت لم يكن عليها إعادة لا في وقت ولا غيره .(¬7) ¶ ¬__________ ¶ (¬1) - الأم 2/150 . ¶ (¬2) - عمدة القاري 9/ 157 . ¶ (¬3) - رجاله ثقات . رواه ابن أبي شيبة في مصنفه 3/322 . ¶ (¬4) - إسناده ضعيف . رواه ابن أبي شيبة في مصنفه 3/322 . ¶ (¬5) - إسناده ضعيف . رواه ابن أبي شيبة في مصنفه 3/323 . ¶ (¬6) - المحلى 2/107 . وقوله فيه نظر . ¶ (¬7) - المدونة الكبرى 1/41 .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قال لي مالك : في الحناء تكون على الرأس فأراد صاحبه أن يمسح على رأسه في الوضوء قال : لا يجزئه أن يمسح على الحناء حتى ينزعها فيمسح على شعره . (¬1) ¶ فائدة : زكاة الحناء عند الأحناف : ¶ قال العيني : وعن أبي يوسف أنه أوجب في الحناء وقال محمد لا يجب فيه كالرياحين .(¬2) ¶ وقال أبو بكر بن مسعود الكاشاني الحنفي 587 هـ : أما الحناء : فقال أبي يوسف : فيه العشر وقال محمد : لا عشر فيه لأنه من الرياحين فأشبه الآس والورد ولأبي يوسف أنه يدخل تحت الكيل وينتفع به منفعة عامة.(¬3) ¶ فائدة : خضاب رأس المرأة الميت ولحية الرجل الميت بالحناء : ¶ قال أَبُو الخَطَّابِ مَحْفُوْظُ بنُ أَحْمَدَ بنِ حَسَنٍ العِرَاقِيُّ شَيْخُ الحنَابلَة : ويستحب أن يخضب رأس المرأة ولحية الرجل بالحناء . (¬4) – أي الميت والميتة . ¶ باب ¶ بعض فتاوى علماء العصر ¶ فتوى اللجنة الدائمة : ¶ السؤال السادس من الفتوى رقم (6433) ¶ س6: هل وضع الحناء مع الميت في القبر هل ذلك من الإسلام؟ وإذا كان من الإسلام فما فائدتها؟ ¶ ج6: الذي دلت عليه السنة أن الميت يغسل بماء وسدر، ويوضع في كفنه حنوط وهو نوع من الطيب. أما وضع الحناء مع الميت في القبر فلا نعلم له أصلاً في الشرع المطهر، بل الواجب تركه. وبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم . ... ... ... ¶ ¬__________ ¶ (¬1) - المدونة الكبرى 1/124 . وهذا فيه نظر . فقد لبد النبي – صلى الله عليه وآله وسلم شعره في الحج ففي الصحيحين عن ابن عمر رضي الله عنهما قال : سمعت رسول الله صلى الله عليه وسلم يهل ملبدا . أي جعل فيه شيئا نحو الصمغ ليجتمع شعره لئلا يتشعث في الإحرام أو يقع فيه القمل . ولا شك أن النبي – صلى الله عليه وآله وسلم – كان يتوضأ ويمسح. ¶ (¬2) - عمدة القاري 9/74 . وراجع المبسوط 3/2 . ¶ (¬3) - بدائع الصنائع في ترتيب الشرائع 2/178. ¶ (¬4) - الشرح الكبير 2/320 . قلت : ليس على ذلك دليل .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "اللجنة الدائمة للبحوث العلمية والإفتاء : بن قعود - بن غديان - عفيفي - بن باز ¶ فتوى الشيخ عبد العزيز بن باز – رحمه الله - : ¶ وضع الحناء على الرأس لا ينقض الطهارة : ¶ س : امرأة توضأت ثم وضعت الحناء فوق رأسها - حنت شعر رأسها - وقامت لصلاتها وهل تصح صلاتها أم لا؟ وإذا انتقض وضوءها فهل تمسح فوق الحناء أو تغسل شعرها ثم تتوضأ الوضوء الأصغر للصلاة؟ ¶ ج : وضع الحناء على الرأس لا ينقض الطهارة ، إذا كانت قد فرغت منها، ولا حرج من أن تمسح على رأسها ، وإن كان عليه حناء أو نحوه من الضمادات التي تحتاجها المرأة ، فلا بأس بالمسح عليه في الطهارة الصغرى . ¶ أما الطهارة الكبرى : فلا بد أن تفيض عليه الماء ثلاث مرات ، ولا يكفي المسح؛ لما ثبت في صحيح مسلم ، عن أم سلمة رضي الله عنها أنها قالت يا رسول الله إني أشد شعر رأسي أفأنقضه لغسل الجنابة والحيض؟ قال لا إنما يكفيك أن تحثي على رأسك ثلاث حثيات ثم تفيضين عليه الماء فتطهرين وإن نقضته في الحيض وغسلته كان أفضل؛ لأحاديث أخرى وردت في ذلك . والله ولي التوفيق . (¬1) ¶ فتوى الشيخ محمد بن صالح العثيمين - رحمه الله - : ¶ س 081 سئل - رحمه الله - : هل يجوز وضع الحناء على الشعر أثناء الصيام والصلاة، لأني سمعت بأن الحناء تفطر الصيام؟ فأجاب فضيلته بقوله: ¶ هذا أيضاً لا صحة له، فإن وضع الحناء أثناء الصيام لا يفطر، ولا يؤثر على الصائم شيئاً: كالكحل وكقطرة الأذن، وكالقطرة في العين، فإن ذلك كله لا يضر الصائم ولا يفطره. وأما الحناء أثناء الصلاة فلا أدري كيف يكون هذا السؤال، إذ أن المرأة التي تصلي لا يمكن أن تتحنى. ولعلها تريد أن الحناء هل يمنع صحة الوضوء إذا تحنت المرأة؟ ¶ ¬__________ ¶ (¬1) - نشرت في مجلة الدعوة في العدد (1216) بتاريخ 18 / 4 / 1410هـ وفي كتاب الدعوة (الفتاوى) لسماحته الجزء الثاني ص 66.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "والجواب: أن ذلك لا يمنع صحة الوضوء، لأن الحناء ليس له جرم يمنع وصول الماء، وإنما هو لون فقط، والذي يؤثر على الوضوء هو ما كان له جسم يمنع وصول الماء، فإنه لابد من إزالته حتى يصح الوضوء.(¬1) ¶ فتوى العلامة صالح الفوزان – حفظه الله - : ¶ سئل العلامة الفوزان : ¶ ما حكم نقش الحناء أو رسمها بأشكال متعددة على يد النساء أو أرجلهن ؟ . ¶ لا بأس بعمل الخضاب للنساء في أرجلهن وأيديهن على أي وجه نقشًا كان أو غيره، لأنهن مطلوب منهن التزين لأزواجهن . (¬2) ¶ باب ¶ الأحاديث الضعيفة والموضوعة في الحناء : ¶ قال ابن العربي : ((قد أكثر الناس في الحناء ووضعت فيه الأحاديث عن النبي بالكذب واتباع الجهال وطلاب المعاش بالباطل عند الناس تقربا إلى قلوبهم)). (¬3) ¶ 1. عَنْ أُمِّ سَلَمَةَ – رضي الله عنها - قَالَتْ : دَخَلَ عَلَيَّ رَسُولُ اللَّهِ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - حِينَ تُوُفِّيَ أَبُو سَلَمَةَ وَقَدْ جَعَلْتُ عَلَى عَيْنِي صَبْرًا فَقَالَ مَا هَذَا يَا أُمَّ سَلَمَةَ قُلْتُ إِنَّمَا هُوَ صَبْرٌ يَا رَسُولَ اللَّهِ لَيْسَ فِيهِ طِيبٌ قَالَ إِنَّهُ يَشُبُّ الْوَجْهَ فَلَا تَجْعَلِيهِ إِلَّا بِاللَّيْلِ وَلَا تَمْتَشِطِي بِالطِّيبِ وَلَا بِالْحِنَّاءِ فَإِنَّهُ خِضَابٌ قُلْتُ بِأَيِّ شَيْءٍ أَمْتَشِطُ يَا رَسُولَ اللَّهِ قَالَ بِالسِّدْرِ تُغَلِّفِينَ بِهِ رَأْسَكِ .(¬4) ¶ ¬__________ ¶ (¬1) - محموع الفتاوى الجز السابع عشر . ¶ (¬2) - المنتقى من فتاوى الفوزان :كتاب اللباس رقم 454 . ¶ (¬3) - فيض القدير 4/349 . ¶ (¬4) - سنده ضعيف . رواه أبو داود والنسائي وقال الحافظ ابن حجر في البلوغ : إسناده حسن . قلت في سنده أم حكيم بنت أسيد مجهولة عن أمها وهي كذلك مجهولة . وضعفه الألباني.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "2. عن خولة عن أم سلمة قالت قال رسول الله صلى الله عليه وسلم : ( لا تطيبي وأنت محرمة ولا تمسي الحناء فإنه طيب ) .(¬1) ¶ 3. حديث ابن عباس : - رضي الله عنهما - مَرَّ عَلَى النَّبِيِّ - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - رَجُلٌ قَدْ خَضَّبَ بِالْحِنَّاءِ فَقَالَ مَا أَحْسَنَ هَذَا قَالَ فَمَرَّ آخَرُ قَدْ خَضَّبَ بِالْحِنَّاءِ وَالْكَتَمِ فَقَالَ هَذَا أَحْسَنُ مِنْ هَذَا قَالَ فَمَرَّ آخَرُ قَدْ خَضَّبَ بِالصُّفْرَةِ فَقَالَ هَذَا أَحْسَنُ مِنْ هَذَا كُلِّهِ . (¬2) ¶ 4. حدثنا يحيى بن عثمان بن صالح ثنا أبي ثنا ابن لهيعة عن عمرو بن دينار و عطاء بن أبي رباح عن ابن عباس قال : بينا رسول الله صلى الله عليه وسلم بالآثاية إذ أتي بورد الحناء فقال : يشبه ريحان الجنة.(¬3) ¶ ¬__________ ¶ (¬1) - سنده ضعيف , رواه الطبراني في الكبير وقال في مجمع الزوائد 3/498 : فيه ابن لهيعة وحديثه حسن وفيه كلام . قلت : العمل على تضعيفه . وأيضًا في السند خوله عن أم سلمة ، وخوله لم أعرفها. ¶ (¬2) - رواه أبو داود وابن ماجه وفي سنده حميد بن وهب قال البخاري : منكر الحديث . وقال ابن المديني : مجهول . وقال ابن حجر : لين الحديث . والحديث ضعفه الألباني . ¶ (¬3) - سنده ضعيف . رواه الطبراني . وقال في مجمع الزوائد 5/281 : فيه ابن لهيعة وغيره ممن وثق وحديثه حسن وفيه ضعف وبقية رجاله ثقات . قلت : العمل على تضعيفه .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "5. عن بن عباس أن النبي صلى الله عليه وسلم قال اخضبوا لحاكم فإن الملائكة تستبشر بخضاب المؤمن . (¬1) ¶ 6. عن ابن عباس - رضي الله عنهما - : أمرنا بالحناء ونهى عن السواد).(¬2) ¶ ¬__________ ¶ (¬1) - موضوع . رواه ابن عدي في الكامل في الضعفاء وفي سنده داود بن المحبر قال فيه أحمد والبخاري: شبه لا شيء ، كان لا يدرى ما الحديث . وقال ابن المدينى : ذهب حديثه . وقال الدارقطنى : متروك الحديث . وفي سنده أبو عبيده قال عنه راو الحديث ابن عدي : وأبو عبيدة المذكور في هذا الحديث هو سعيد بن زربي ولسعيد بن زربي أحاديث غير ما ذكرت وهو يأتي عن كل ما يروي عنه بأشياء لا يتابعه عليه أحد وعامة حديثه على ذلك . قلت : خلص الحافظ إلى أنه منكر الحديث .وفي سنده علة بن زيد وهو ضعيف . والحديث قال عنه الألباني : موضوع . ¶ (¬2) - موضوع . قال في مجمع الزوائد 5/286: رواه البزار وفيه يوسف بن خالد السمتي وهو ضعيف. بل أدهى من ذلك قال بن معين : كذاب ، خبيث عدو الله ، رجل سوء ، رأيته بالبصرة ما لا أحصى ، لا يحدث عنه أحد فيه خير .وقال: كذاب ، زنديق لا يكتب عنه .قال أبو حاتم الرازى : أنكرت قول يحيى بن معين فيه زنديق ، حتى حمل إلى كتاب قد وضعه فى التجهم ينكر فيه الميزان و القيامة ، فعلمت أن يحيى بن معين ، كان لا يتكلم إلا عن بصيرة و فهم ، و هو ذاهب الحديث .وقال البخارى : سكتوا عنه .وقال أبو داود : كذاب ، و كان طويل الصلاة .وقال أبو زرعة : ذاهب الحديث ، ضعيف الحديث ، اضرب على حديثه .و قال ابن حبان : كان يضع الأحاديث على الشيوخ ، و يقرأها عليهم ثم يرويها عنهم ، لا تحل الرواية عنه .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "7. عن ابن عباس قال : كن أزواج رسول الله صلى الله عليه وسلم يخضبن بالحناء وهن محرمات ويلبسن المعصفر وهن محرمات . (¬1) ¶ 8. عن أبي عقيل قال قالت بهية سمعت عائشة رضي الله عنها تقول : كان رسول الله صلى الله عليه وسلم يكره أن يرى المرأة ليس في يدها أثر حناء أو أثر خضاب. (¬2) ¶ 9. عن كَرِيمَة بِنْت هَمَّامٍ أَنَّ امْرَأَةً أَتَتْ عَائِشَةَ - رضى الله عنها - فَسَأَلَتْهَا عَنْ خِضَابِ الْحِنَّاءِ فَقَالَتْ لاَ بَأْسَ بِهِ وَلَكِنِّى أَكْرَهُهُ كَانَ حَبِيبِى رَسُولُ اللَّهِ -صلى الله عليه وسلم- يَكْرَهُ رِيحَهُ. (¬3) ¶ 10. عن عائشة أنها كانت تنهى المرأة ذات الزوج أن تدع ساقيها لا تجعل فيها شيئا وأنها كانت تقول لا تدع المرأة الخضاب فإن رسول الله صلى الله عليه وسلم كان يكره الرجلة.(¬4) ¶ ¬__________ ¶ (¬1) - إسناده ضعيف . رواه الطبراني في الكبير . قال الهيثمي في مجمع الزوائد 3/219 : وفيه يعقوب بن عطاء وثقه ابن حبان وضعفه جماعة. قلت : ضعفه أحمد والنسائي . ¶ (¬2) - إسناده ضعيف . رواه البيهقي في سننه الكبرى 7/311 . في سنده بهية مولاة عائشة قال الحافظ: لا تعرف . والراوي عنها أبو عقيل هو يحيى بن المتوكل العمري : ضعيف . قال أحمد: أحاديثه عن بهية عن عائشة منكرة و ما روى عنها إلا هو ، و هو واهى الحديث . والحديث ضعفه الألباني. ¶ (¬3) - إسناده ضعيف . رواه أبو داود أحمد والنسائي وفي سنده كريمة وهي مجهولة وليس لها متابع فيما أعلم والحديث ضعفه الألباني . ¶ (¬4) - إسناده منقطع . رواه عبد الرزاق في مصنفه 7/487 قال أخبرني إسماعيل أن عائشة.... وشيخ عبد الرزاق إسماعيل : فإن كان ابن عبد الله البصري فهو وإن وثق لكنه لم يلق عائشة، وإن كان ابن عياش فكذلك ويزداد أنه مخلط في روايته عن غير بلده .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "11. عن أبي هريرة أن النبي صلى الله عليه وسلم كان إذا نزل عليه الوحي صدع فيغلف رأسه بالحناء . (¬1) ¶ 12. عن أنس أن النبي صلى الله عليه وسلم قال : ( اختضبوا بالحناء فإنه طيب الريح يسكن الدوخة ) . (¬2) ¶ 13. حديث أنس - رضي الله عنه – : ( اختضبوا بالحناء فإنه يزيد في شبابكم و جمالكم ونكاحكم). (¬3) ¶ 14. عن أنس - رضي الله عنه – : أن رجلا دخل على النبي - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ - أبيض الرأس واللحية فقال الست مسلما قال بلى قال فاختضب.(¬4) ¶ ¬__________ ¶ (¬1) - إسناده ضعيف . رواه الطبراني في الأوسط . وقال في كنز العمال : رواه ابن السني أبو نعيم في الطب وقال في مجمع الزوائد: 5/95: رواه البزار وفيه الأحوص بن حكيم وقد وثق وفيه ضعف كثير وابو عون لم اعرفه . قلت : بل قال أحمد في الأحوص :لا يسوى حديثه شيئًا. والحديث ضعفه الألباني. ¶ (¬2) - إسناده ضعيف . رواه أبو يعلى في مسنده . قال في مجمع الزوائد 5/160 : رواه أبو يعلى من طريق الحسن بن دعامة عن عمر بن شريك قال الذهبي مجهولان . قلت : وهكذا قال أبو حاتم عن عمر بن شريك أنه مجهول . والحديث ضعفه الألباني. ¶ (¬3) - موضوع . رواه البزار وأبو نعيم في الطب . ورواه أبو نعيم في المعرفة عن درهم . قال المناوي في فيض القدير ( 1 / 208 ) فيه عبد الرحمن بن الحارث الغنوي قال في الميزان : لا يعتمد عليه وفي اللسان : فيه بعض تساهل ودرهم أبو زياد ذكره ابن خزيمة في الصحابة ثم ذكر الحديث بلفظه وسنده ابن الأثير في أسد الغابة ( 2 / 159 ) . وقال في مجمع الزوائد 5/286 : رواه البزار وفيه يحيى بن ميمون التمار وهو متروك . وقال الشيخ الألباني : موضوع . ¶ (¬4) - إسناده ضعيف جدًا . رواه أبو يعلى في مسنده وقال في مجمع الزوائد 5/160 : وفيه علي بن أبي سارة وهو متروك. قلت : قال فيه البخاري في حديثه نظر .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "15. حديث أنس - رضي الله عنه – : أول من خضب بالحناء والكتم إبراهيم و أول من اختضب بالسواد فرعون .(¬1) ¶ 16. حديث أنس - رضي الله عنه – : ( شوبوا شيبكم بالحناء فإنه أسرى لوجوهكم و أطيب لأفواهكم و أكثر لجماعكم الحناء سيد ريحان أهل الجنة الحناء يفصل ما بين الكفر و الإيمان ) .(¬2) ¶ 17. حديث واثلة - رضي الله عنه – : عليكم بالحناء فإنه ينور رءوسكم و يطهر قلوبكم و يزيد في الجماع و هو شاهد في القبر.(¬3) ¶ 18. حديث أبي رافع - رضي الله عنه – : عليكم بسيد الخضاب الحناء يطيب البشرة و يزيد في الجماع. (¬4) ¶ 19. أثر ابن عمر - رضي الله عنهما - : من السنة تدلك المرأة من بشيء من حناء عشية الإحرام وتغلف رأسها بغسله ليس فيها طيب ولا تحرم عطلا. (¬5) ¶ ¬__________ ¶ (¬1) - ضعيف . رواه الفردوس وابن النجار . وضعفه الألباني. ¶ (¬2) - إسناده مسلسل بالمجاهيل . رواه ابن عساكر . وضعفه الألباني . ¶ (¬3) - موضوع . رواه ابن عساكر وذكره ابن الحوزي في العلل المتناهية . وقال الألباني : موضوع . ¶ (¬4) - موضوع . رواه ابن السني أبو نعيم . وقال الألباني في السلسلة الضعيفة رقم 3926 موضوع رواه الروياني في مسنده ، وابن شاذان في الفوائد المنتقاة ، والديلمي عن معمر بن محمد بن عبيدالله بن أبي رافع مولى النبي صلي الله عليه وسلم : حدثنا أبي ، عن أبيه ، عن أبي رافع آفته معمر هذا ؛ قال البخاري : منكر الحديث . وقال أبو حاتم: كذاب ، كان يحيى بن معين يقول: ليس بشيء ، ولا أبوه بشيء . ¶ (¬5) - إسناده ضعيف . رواه الدارقطني والبيهقي في الكبرى . وفي سنده موسى بن عبيده : ضعيف و لا سيما في عبد الله بن دينار .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "20. حديث علي - رضي الله عنه – : يا علي مر نساءك أن لا يصلين عطلا ومرهن فليغيرن أكفهن بالحناء لا يتشبهن بأكف الرجال .(¬1) ¶ 21. عَنْ صُهَيْبِ الْخَيْرِ قَالَ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- إِنَّ أَحْسَنَ مَا اخْتَضَبْتُمْ بِهِ لَهَذَا السَّوَادُ أَرْغَبُ لِنِسَائِكُمْ فِيكُمْ وَأَهْيَبُ لَكُمْ فِى صُدُورِ عَدُوِّكُمْ.(¬2) ¶ 22. عن عطاء الخرساني قال جاءت امرأة إلى النبي صلى الله عليه وسلم تبايعه فقال ما لك لا تختضبين ألك زوج قالت نعم قال فاختضبي فإن المرأة تختضب لأمرين إن كان لها زوج فلتختضب لزوجها وإن لم يكن لها زوج فلتختضب لخطبتها ثم قال لعن الله المذكرات من النساء والمؤنثين من الرجال . (¬3) ¶ وهذه جملة أيضًا من الأحاديث الضعيفة والموضوعة ذكرها الإمام العلامة محمد بن علي الشوكاني في كتابه القيم الفوائد المجموعة في الأحاديث الموضوعة في باب الخضاب والطيب : ¶ حديث من مات مخضوبا لم يدخل القبر إلا ومنكر ونكير لا يسألانه وهو موضوع . ¶ ¬__________ ¶ (¬1) - إسناده ضعيف . رواه الطبراني في الأوسط بلفظ : يا علي مر نساءك لا يصلين عطلا ولو أن يتقلدن سيرا وقال تفرد به قيس بن الربيع. قال في كنز العمال : رواه ابن النجار . وقال في مجمع الزوائد 2/185: رواه الطبراني في الأوسط من طريق رابطة بنت عبد الله بن محمد بن علي ولم أجد من ذكرها . ¶ (¬2) - ضعيف . رواه ابن ماجه من طريق دفاع بن دغفل السدوسي عن عبد الحميد بن صيفي عن أبيه عن جده صهيب الخير . وقال في الزوائد : إسناده حسن . قلت : بل هو إلى الضعف أحسن فقد قال العقيلي في الضعفاء : قال البخاري : عبد الحميد بن زياد بن صيفي بن صهيب عن أبيه عن جده ولا يعرف سماع بعضهم من بعض. ا.هـ. وعبد الحميد قال فيه الحافظ : لين الحديث. وضعف دفاع بن دعفل . والحديث ضعفه الألباني في ضعيف سنن ابن ماجه . ¶ (¬3) - مرسل ضعيف رواه عبد الرزاق في مصنفه 4/318 .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وفي لفظ الحناء سنة الله وسنة رسوله يسبح الحناء على الرجل والمرأة والصبي وركعتان بالحناء تعدل أربعا وعشرين إلخ وفيه كذابان . ¶ وفي لفظ شوبوا شيبكم بالحناء فإنه أنضر لوجوهكم وأبقى لقوتكم إلخ وفي لفظ عليكم بالحناء إلخ وفي لفظ إن المختضب بالحناء لتصلي عليه ملائكة السماء إلخ ولا يصح شيء من ذلك . ¶ وفي لفظ نفقة الدرهم في سبيل الله بسبعمائة ونفقة الدرهم في خضاب بسبعة آلاف وهو موضوع وفي لفظ اختضبوا فإن الله وملائكته ورسله حتى الحيتان في بحارها والطيور في أوكارها يصلون على صاحب الخضاب وهو موضوع . ¶ وكذلك ذكر ابن الجوزي جملة من الأحاديث الضعيفة والموضوعة في كتابه العلل المتناهية . ¶ خاتمة ¶ هذا ما تيسر جمعه [فنسأل الله العظيم أن يجعلنا من الذين سبقت لهم منه الحسنى ولا يجعلنا من الذين غلبت عليهم الشقاوة فخسروا في الدنيا والآخرة إنه سميع الدعاء وهو حسبنا ونعم الوكيل آمين آمين آمين والحمد لله رب العالمين وصلواته على خير خلقه محمد خاتم النبين وعلى آله وصحبه وسلم أجمعين ولا حول ولا قوة إلا بالله العلي العظيم] (¬1) ¶ عبر : ¶ قال الشاعر : ¶ قالت آراك خضبت الشيب قلت لها ... ... سترته عنك يا سمعي ويا بصري ¶ فقهقهت ثم قالت من تعجبها ... ... تكاثر الغش حتى صار في الشعر ¶ وقال الآخر : ¶ تسود أعلاها وتأبى أصولها ... ... وليس إلى رد الشباب سبيل ¶ وقيل وفد عبد المطلب بن هاشم على سيف بن ذي يزن فقال له لو خضبت شعرك فلما رجع إلى مكة اختضب فقالت امرأته نبيلة ما أحسن هذا لو دام فقال : ¶ ولو دام لي هذا الخضاب حمدته ... وكان بديلا من خليل قد انصرم ¶ تمتعت منه والحياة قصيرة ... ولا بد من موت نبيلة أو هرم ¶ وقال آخر ¶ يا خاضب الشيب الذي ... ... في كل ثالثة يعود ¶ إن الخضاب إذا نضا ... ... فكأنه شيب جديد ¶ فدع المشيب وما يريد ... ... فلن يعود كما تريد ¶ قال أبو عمر هلال بن العلاء في كتاب الزهد الكبير للبيهقي 2/248 : ¶ ¬__________ ¶ (¬1) - خاتمة كتاب تحفة المودود لابن القيم 1/311 .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "يا خاضب الشيب بالحناء تستره ... سل المليك له سترا من النار ¶ لن يرحل الشيب عن دار أقام بها ... حتى يرحل عنها صاحب الدار ¶ وقال العكلي : دخل الرقاشي على بعض أمراء الصدقة فقال له قد أصبح خضابك قانيا قال لأني أمسيت له معانيا قال وكيف تفعله قال أنعم الحناء عجنا واجعل ماءه سخنا وأروي شعري قبله دهنا فإن بات قنا وإن لم يفعل أغنى. ¶ وكان الفراغ بعون الله وتوفيقه في ضحى يوم الجمعة السابع من ذي القعدة لعام ألف وأربعمائة وثمان وعشرين من هجرة المصطفى صلى الله عليه وآله وسلم والحمد لله رب العالمين . ¶ كتبه أبو عبد الله خالد بن محمد الغرباني ¶ المحتويات ¶ مقدمة ¶ باب خضاب النبي - صَلَّى اللَّه عَلَيْهِ وآله وَسَلَّمَ- بالحناء والكتم ¶ باب الحث على تغيير الشيب بالحناء والكتم ¶ مسألة : هل المراد استخدام الكتم مفردا والحناء مفردا أم جمعهما؟. وهل الكتم يسود الشعر ؟ ¶ مسألة أخرى : أيهما أفضل الخضاب أم تركه ؟ ¶ مسألة : رد الألباني على سيد سابق في قوله بكراهية الخضاب ¶ باب سيد ريحان أهل الجنة الحناء ¶ بابٌ الحناءُ دواء ¶ مسألة : لماذا وضع الحناء في هذه الحالة ¶ باب شدة استحباب الخضاب بالحناء للنساء ¶ مسألة : خضاب يد المرأة ¶ الآثار في خضاب النساء ¶ بَاب الْخِضَابِ لِلْحَادَّةِ ¶ باب من قال : لَمْ يَخْتَضِبْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ باب هل يخضب الرجال أيديهم وأرجلهم ¶ باب ¶ بَاب تحريم الْخِضَابِ بالسواد ¶ هل الحناء طيب وما حكمه للمحرم والمحرمة ¶ آثار ¶ فائدة : هل الحناء يمنع الوضوء ¶ فائدة : زكاة الحناء عند الأحناف ¶ فائدة : خضاب رأس المرأة الميت ولحية الرجل الميت بالحناء ¶ باب بعض فتاوى علماء العصر ¶ فتوى اللجنة الدائمة ¶ فتوى الشيخ عبد العزيز بن باز ¶ فتوى الشيخ محمد بن صالح العثيمين ¶ فتوى العلامة صالح الفوزان ¶ باب الأحاديث الضعيفة والموضوعة في الحناء ¶ خاتمة",
            "page": "41",
            "part": "1"
        }
    ],
    "t36713": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}