{
    "b36710": [
        {
            "id": "1",
            "nass": "مكتبة الفقه الإسلامي ¶ الكتاب الثالث ¶ الانتخابات ¶ بين ¶ الإباحة و التحريم ¶ تأليف الأستاذ ¶ حسني محمد العطار ¶ المحاضر في كلية دار الدعوة و العلوم الإنسانية ¶ رفح ـ فلسطين ¶ 1431 هـ ـ 2010م ¶ قال تعالى ¶ {وأن احكم بينهم بما أنزل الله ¶ ولا تتبع أهواءهم واحذرهم أن يفتنوك عن بعض ما أنزل الله إليك} ¶ المائدة: 49 ¶ الإهداء ¶ إلى كل الطامحين بأن تكون كلمة الله هي العليا ¶ العاملين دون كلل و لا ملل ¶ الذين لا يضرهم من عاداهم و لا من تآمر عليهم ¶ أُهدي دراستي ¶ المقدمة ¶ الحمد لله، نحمده و نستعينه .. ¶ ونُصلي ونُسلم على أشرف خلق الله محمدٍ بن عبد الله، وعلى آله ومن والاه إلى يوم الدين. ¶ وبعد: ¶ إن مصطلح الانتخابات، من المصطلحات التي أصبحت تتردد كثيراً، وكثيراً جداً على مسامع الناس، وفي كل أقطار الدنيا، المتقدمة منها والنامية والمتخلفة، حتى أصبحت هذه الكلمة وما يدور في فلكها من الكلمات تلازم الإنسان في حله و ترحاله، تتردد على ألسنة السياسيين والمفكرين و المتحزبين، وطلاب الحرية والاستقلال، والمعارضين، وأصبحت تستعمل للترغيب والترهيب، للقضاء على حكومات، وقيام حكومات جديدة، فهي قد تكون سيفاً مسلطاً على رقاب فئة معيّنة، لصالح فئة أخرى. ¶ ومن الظواهر التي نراها في زماننا، أن الانتخابات أصحب حُمى، أصابت القاصي والداني، من الدول و المجتمعات، في الشرق نسمع عن دعوات للانتخابات وفي الجنوب نسمع عن الدعوة للانتخابات، بل إن الانتخابات أصبحت تستعمل كأداة لتمزيق الدول ووحدة كيانها، وكأنها أصبحت أُلعوبة في يد من يحركون هذه الدول و المجتمعات. ¶ و الصورة واضحة أمامنا، ليست خفية و لا مخفية، فما حدث في أندونيسيا، وتيمور الشرقية، و ما حدث في كثير من بلاد الشرق العربي و الإسلامي على الخصوص، وما يحدث الآن للسودان الشقيق، و العراق الجريح، كل هذا يجب أن يكون في حسبان الدارس و الباحث.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إن الانتخابات كعملية إجرائية يشوبها كثير من اللغط، والقيل والقال، وفي شعوب كالشعوب العربية وحكوماتها، تستعمل الانتخابات كألعوبة بيد الحاكم المتسلط، حتى أصبحت الانتخابات عندنا في عالمنا العربي موضع استهزاء وسخرية، فكثيراً ما تكون النتائج تفوق الـ 99 % في غالب الأحيان. ¶ فالنزاهة والمصداقية، أمران محرومة منها الانتخابات في عالمنا العربي والإسلامي. ¶ ولقد اختلفت آراء العلماء في هذه المسألة، ما بين مجيز ومانع، ولكل طائفة من هؤلاء أدلته التي يستند إليها. ¶ لهذا أحببت أن أكتب في هذا الموضوع آملاً أن أنتهي إلى القول الراجح في هذا الأمر، معتمداً على ما أراه قوياً من الأدلة والبراهين، و ما استأنس فيه المصلحة للأمة. ¶ أولاً. طبيعة الدراسة: ¶ إن موضوع (الانتخابات في الشريعة الإسلامية)، يركز على معرفة أحكام الانتخابات وبيان أحوالها، وتكييفها الفقهي، والأحكام المتعلقة بها، وآثارها. ¶ ثانياً. أهمية الدراسة: ¶ تنبع أهمية الموضوع من عدة أمور، منها: ¶ 1. إن هذا الموضوع من الموضوعات ذات الصلة بحياة الناس السياسية والاجتماعية والذي يمثل له طوق نجاة وأمل. ¶ 2. الرغبة في التأصيل الفقهي لمثل هذه الموضوعات، حديثة الطرح على الساحة الفقهية والشرعية، وبيان الحكم الشرعي لمثل هذه القضايا. ¶ 3. ما تلاقيه فكرة الانتخابات من اهتمام واسع على مستوى الأحزاب والمؤسسات المدنية والحقوقية. ¶ 4. مواكبة ركب التقدم الحضاري للإنسانية، وبيان أن الفكر الإسلامي قادر على متابعة كل مستجدات العصر الفكرية والسياسية والمدنية. ¶ 5. الدعوة إلى الاستفادة من أي فكرة تعمل على خدمة الإنسان، وتقدم له ما يزيد في أمنه وسلامه. ¶ ثالثاً. سبب اختيار هذا الموضوع:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لما كانت الدراسات الفقهية الحديثة تهدف إلى معالجة القضايا التي تهم المجتمع الفلسطيني خاصة و العربي و الإسلامي والدولي عامة، ولما كانت الدراسات والأبحاث العلمية والأكاديمية تهدف إلى معالجة القضايا الهامة التي تخدم الأمة على عمومها والمجتمع الفلسطيني على خصوصيته، لهذا كان اختياري لهذا الموضوع، لما يمثله في الفكر الإسلامي السياسي، والفلسطيني على وجه الخصوص من أهمية كبيرة وخصوصاً أننا خضنا عدة انتخابات سابقة رئاسية وتشريعية وبلدية. ¶ كذلك لما يمثله هذا الموضوع من بُعد سياسي وحزبي في مجتمعنا الفلسطيني والعربي والإسلامي، كمحاولة للإصلاح والتغيير. ¶ لهذا أحببت أن أكتب في هذا الموضوع ولعدة أمور، منها: ¶ 1. أنه يتناول قضية تشغل الرأي العام، المحلي والدولي. ¶ 2. ما لهذا الموضوع من تأثير على مستقبل الشعب سياسياً واجتماعياً. ¶ 3. بيان كل ما يتعلق بهذا الموضوع من الناحية الفقهية الشرعية. ¶ 4. الوصول إلى نقطة تلاقي بين أقوال العلماء المختلفة. ¶ 5. استخلاص العبر والدروس من المحاولات السابقة للانتخابات. ¶ رابعاً. منهج الدراسة: ¶ تعتمد الدراسة على أسلوب المنهج الاستقرائي الوصفي، والذي يعتمد على استقراء الأحكام التي تتعلق بموضوع الدراسة، وكذلك تجميع الدراسات والأبحاث النظرية المتعلقة بالانتخابات وفتوى المؤسسات والهيئات العلمية الشرعية المعاصرة. ¶ واعتمدت في ذلك على ما يلي: ¶ 1. تعريف المصطلحات من مصادرها المعتمدة. ¶ 2. أحلت النقول إلى مصادرها بأمانة تامة. ¶ 3. توثيق المصادر والمراجع في الحواشي مبتدئاً بالمؤلف، ثم اسم الكتاب، دون ترجمة له، والتقيد بالتوثيق الكامل في فهرس البحث مبتدئاً باسم المؤلف ثم اسم الكتاب حسب الحروف الأبجدية. ¶ 4. عزوت الآيات القرآنية إلى سورها بذكر اسم السورة، ورقم الآية، وبيان وجه الاستدلال ما أمكن. ¶ 5. خرّجت الأحاديث النبوية مع الإحالة إلى كتبها الأصلية، مع بيان وجه الاستدلال ما أمكن.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "خامساً. خطة الدراسة: ¶ بتوفيق من الله حذوت في كتابة الدراسة، وفق خطة تتألف من: ¶ طبيعة الدراسة وموضوعها، وأهميتها، وأسباب اختيارها، ومنهج الدراسة، وخطة الدراسة، و تمهيد يتكون من أربعة مباحث. ¶ أما الفصول فجاءت كما يلي: ¶ الفصل الأول ¶ حقيقة الانتخابات وأنواعها، وحكمها وطرقها ¶ ويشتمل على مبحثين: ¶ المبحث الأول: حقيقة الانتخابات، وأنواعها. ¶ وفيه مطلبان: ¶ المطلب الأول: حقيقة الانتخابات، والألفاظ ذات الصلة. ¶ وفيه فرعان: ¶ الفرع الأول: حقيقة الانتخابات في اللغة والاصطلاح. ¶ الفرع الثاني: الانتخابات والألفاظ ذات الصلة. ¶ المطلب الثاني: أنواع الانتخابات. ¶ المبحث الثاني: حكم الانتخابات وطرقها. ¶ وفيه مطلبان: ¶ المطلب الأول: حكم الانتخابات في الشريعة الإسلامية. ¶ المطلب الثاني: طرق الانتخابات في الشريعة الإسلامية. ¶ الفصل الثاني ¶ الأحكام المتعلقة بالانتخابات، وآثارها ¶ ويشتمل على مبحثين: ¶ المبحث الأول: حكم مشاركة المرأة وغير المسلم في الانتخابات، وشروط المنتخِب والمرشح. ¶ وفيه مطلبان: ¶ المطلب الأول: حكم مشاركة المرأة وغير المسلم في الانتخابات. ¶ وفيه فرعان: ¶ الفرع الأول: حكم مشاركة المرأة في الانتخابات. ¶ الفرع الثاني: حكم مشاركة غير المسلم، وأهل الأهواء في الانتخابات. ¶ المطلب الثاني: شروط المنتخِب، والمرشح للانتخابات. ¶ وفيه فرعان: ¶ الفرع الأول: شروط المنتخِب. ¶ الفرع الثاني: شروط المرشح في الانتخابات. ¶ المبحث الثاني: الآثار المترتبة على الانتخابات. ¶ أما الخاتمة: ¶ فهي تتضمن أهم النتائج التي توصلت إليها من خلال الدراسة مع الإشارة إلى التوصيات التي رأيت عرضها. ¶ هذا ما بذلت فيه جهدي، فإن أصبت فمن الله، وإن أخطأت فمن نفسي، راجياً من الله العفو والغفران. ¶ والله الهادي لسواء السبيل ¶ التمهيد ¶ سأتحدث في هذا التمهيد عن عدة قضايا ذات علاقة بموضوع الانتخابات، والعمل النيابي. و سيكون ذلك من خلال المباحث التالية كما يلي:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المبحث الأول: الانتخابات بين الديمقراطية والشورى. ¶ المبحث الثاني: الانتخابات ما بين الترشيح والتزكية. ¶ المبحث الثالث: العمل السياسي في الإسلام. ¶ المبحث الرابع: تزوير الانتخابات وشراء الأصوات. ¶ المبحث الأول ¶ الانتخابات بين الديمقراطية والشورى ¶ كثر الحديث عن الديمقراطية وعلاقتها بأنظمة الحكم، ثم عن الشورى، وهل الديمقراطية في النظم الغربية هي الشورى في النظام الإسلامي، ما هي أوجه التلاقي بينهما، وما هي أوجه الاختلاف بينهما، هذا ما سنتحدث عنه في هذا المبحث بإذن الله .. ¶ معنى الديمقراطية (¬1): ¶ هي كلمة مركبة من كلمتين يونانيتين: ديموس وتعني الشعب، وكراتوس وتعني الحكم، ومعناها الحرفي هو حكومة الشعب، وهي بهذا المدلول العام تتسع لكل مذهب سياسي يعتبر إرادة الشعب مصدراً لسلطة الحكم. ¶ انتقلت هذه الكلمة من اللغة اليونانية إلى جميع لغات العالم قديمها وحديثها، وأصبحت من الألفاظ الشائعة والمتداولة. ¶ وفي المفهوم السياسي يراد بالديمقراطية حكومة الشعب بواسطة الشعب لمصلحة الشعب، وأصبح نظام الحكم الديمقراطي الذي يعتمد على سيادة الشعب ويدعو إليها بمثابة دعامة، وأصل من الأصول الأولى في التنظيمات الدستورية الحديثة. ¶ وقد انتشرت الديمقراطية في العصر الحاضر، وسادت في الدول ذات الشعوب المتحضّرة التي بلغت شأناً بعيداً، ذلك أنه متى تعلم الشعب وارتقى مستواه الفكري، وبلغ سن النضج والرشد، لا بُد تؤول إليه زمام الأمور في البلاد، وأن يتخذ الحكم مظهراً ديمقراطياً يتفق مع وعي الأفراد وما بلغوه من ثقافة وحضارة، وقد تم وتحقق هذا الحدث وهو انتشار الديمقراطية وسيادة مبادئها غالبية الشعوب الحديثة بوسائل مختلفة: ¶ - تارة عن طريق الثورة. ¶ - وتارة بالالتجاء إلى الطرق السلمية وذلك بالاتفاق مع الحكام (¬2). ¶ أنواع الديمقراطية: ¶ ¬__________ ¶ (¬1) أنظر؛ الموسوعة الميسرة: 1/ 837. ¶ (¬2) أنظر؛ ليلة: النظم السياسية، 455.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "تعددت أنواع الديمقراطية، إلا أنه يجمعها جميعاً اعتمادها على حكم الأغلبية، وأنواع الديمقراطية هي كما يلي: ¶ 1. الديمقراطية المباشرة: ¶ وهي التي يمارس فيها بنفسه مهام من التشريعات والقيام بمهام السلطة التنفيذية من تعيين للموظفين المكلفين بتطبيق القرارات التشريعية، ومن إصدار الأحكام (¬1). ¶ وهذا النظام يسمى بالنظام الديمقراطي الكامل، يسهل تطبيقه في المجتمعات الصغيرة كالمدن اليونانية القديمة أو في بعض المقاطعات السويسرية الصغيرة، ولا يمكن تطبيقه في المجتمعات ذات الكثافة الكبيرة (¬2). ¶ من أهم عيوبه أنه يستثني بعض فئات المجتمع من المشاركة السياسية مثل الفقراء والنساء والعبيد. ¶ 2. الديمقراطية شبه المباشرة: ¶ وهي انتخاب الشعب نواباً له لمناقشة القضايا والقوانين العامة فقط، وليس من حقهم سن التشريعات، ويتم تعيين سلطة تنفيذية لمتابعة تنفيذ القوانين والأحكام، ويبقى للشعب حق تقرير المصير في المسائل الرئيسية عن طريق الاستفتاء (¬3). ¶ ويعتبر هذا النوع من الديمقراطية وسطاً بين نظام الديمقراطية المباشرة وبين نظام الحكم النيابي فالشعب في هذا النظام يعتبر السلطة الرابعة بجوار السلطات الثلاث التشريعية والتنفيذية والقضائية، لاقى هذا النوع من أنظمة الحكم رواجاً كبيراً في أوروبا بعد الحرب العالمية الأولى والثانية. ¶ من أهم ما يتميز به هذا النظام: ¶ 1. الاستفتاء الشعبي: بأن يعرض القانون على الشعب ليقول فيه كلمته. ¶ 2. الاعتراض الشعبي: وهو حق ولكن لعدد محدد من الشعب ولمدة معينة على قانون ما. ¶ 3. الاقتراح الشعبي: بأن يقوم مجموعة من الشعب بوضع مشروع للقانون، يعرض على المجلس لإقراره. ¶ 4. حق الحل الشعبي: وهو من الشعب في حل الهيئة النيابية كاملة أو بعض أعضائها. ¶ ¬__________ ¶ (¬1) أنظر؛ عبد الوهاب الكيالي: الموسوعة السياسية: 2/ 752. ¶ (¬2) أنظر؛ الموسوعة الميسّرة: 1/ 837. ¶ (¬3) أنظر؛ الكيالي: الموسوعة السياسية: 2/ 752.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "5. حق إقالة النواب: ويشمل حق الشعب في إقالة النائب أو القضاة والموظفين المنتخبين. ¶ 6. حق عزل الرئيس (¬1): حق في بعض الأنظمة ولكن ضمن شروط وضوابط محددة. ¶ 3. الديمقراطية التمثيلية: ¶ حيث ينتدب الشعب نواباً لممارسة السلطة باسمه بدون تحفظ ولكن ضمن الدستور والقانون، ويتم اختيارهم لمدة دورات محددة الزمن (¬2). ¶ واختصاص البرلمان في مثل هذا النظام منحصر في التالي: ¶ 1. اختصاص تشريعي: سن القوانين. ¶ 2. اختصاص سياسي: مراقبة السلطة التنفيذية. ¶ 3. اختصاص مالي: الموافقة على الميزانية. ¶ وأكثر الدول التزاماً بهذا النظام هي انجلترا. ¶ أهم الانتقادات التي توجه إلى النظام الديمقراطي من داخل المجتمعات الديمقراطية: ¶ يمكن حصر الانتقادات الموجهة للديمقراطية فيما يلي (¬3): ¶ - تحولت إلى حكم الأقلية حينما تحولت إلى ديمقراطية نيابية تصدر القوانين والقرارات بالأغلبية. ¶ - النظام الديمقراطي لا يهتم بالكفاءة، لأنه يستند على فكرة حكم الشعب، وكما قيل حكم الجهلة والأغبياء والفقراء، وهم لا عجز عن القيام بمهمة الحكم. ¶ - عدم الاهتمام بفكرة التخصص، فمن يتولى الحكم (نيابة) يشترط فيه الانتماء لا التخصص والكفاءة. ¶ - تؤدي إلى تعدد الأحزاب مما يؤدي إلى تمزيق المجتمع وإضعاف وحدته. ¶ - من خلال إرساء فكرة المساواة في الحقوق السياسية (الانتخابات) فإنه في الحقيقة يؤدي إلى عدم المساواة، لاختلاف الناس في العقلية والكفاءة والثقافة وغيرها. ¶ - يصبح المجلس النيابي سلطة مستبدة، لأن الأغلبية هي المتحكمة في قراراته. ¶ هذه الانتقادات من داخل النظام الديمقراطي، وهناك انتقادات للديمقراطية من خارج النظام الديمقراطي، متمثلة في الرؤية الإسلامية. ¶ وأهم هذه الانتقادات هي: ¶ ¬__________ ¶ (¬1) أنظر؛ ليلة: النظم السياسية، 508. ¶ (¬2) أنظر؛ الكيالي: الموسوعة السياسية: 752. ¶ (¬3) أنظر؛ ليلة: النظم السياسية، 488.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "- فكرة أن حق التشريع للشعب، ومن ينوب عنهم من أعضاء المجالس النيابية، تتعارض مع فكرة الألوهية و الحاكمية لله تعالى. ¶ - أن الشعب هو السيد، ولا سلطة عليه، تتعارض مع فكرة أن السيادة لله تعالى لهذا الكون. ¶ - أن مصدر السلطات هو الشعب وعندنا مصدر السلطات التشريع هو الله سبحانه. ¶ - أن الكلمة الفصل للأغلبية، وعندنا ليس ضرورياً أن تكون الأغلبية على صواب. ¶ - حق الشعب في نقد القوانين، تعريض لشريعة الإسلام للنقد والقبول أو الرفض. ¶ - الحكومة في الإسلام هي حكومة قانون، أما في الديمقراطية فالحكومة حكومة رجال أي الأغلبية. ¶ - العبرة في الإسلام للحق ولو لم يكن يناصره أحد، وليس للفكرة المنتصرة بالأغلبية ولو كانت على ضلال وباطل. ¶ - الهروب إلى الديمقراطية في الغرب كان من سيطرة الحكام الطغاة والكنيسة المتسلطة، وهذا لا وجود له عندنا في الإسلام. ¶ - الديمقراطية نظام همه أن يقيم سلطة تحكم، ولا يعنيه ما هي مبادئ وقيم هذه السلطة. ¶ - لا وجود للقيم الروحية، والعقاب والحساب الرباني الأخروي في النظام الديمقراطي. ¶ - لا يوجد سلطة مطلقة للأفراد في النظام الإسلامي خلافاً للديمقراطية، فهي التي تضع القانون وتلغيه. ¶ نظرة المفكّرين المسلمين إلى الديمقراطية: ¶ الديمقراطية فكرة ونظاماً تعتبر مما وفد إلى ساحة الإسلام والمسلمين من المجتمعات التي تم فتحها على الإسلام والمسلمين، فهي من القضايا الوافدة، لهذا اختلفت النظرة إليها ما بين مستقبل لها غير رافض، وما بين متوجس رافض. ¶ فمن يرفض يصل بهذا الفكر والنظام إلى أنه نظام كفري ملحد (¬1). ¶ ومن يقبل ويمجد يصل إلى أن هذا النظام (الشورى) الذي جاء به الإسلام هو الديمقراطية في أسمى وأرفع أوضاعها، وقد نالت الديمقراطية الكثير من القبول من المفكرين الغرب والمسلمين، حتى وصلوا بها إلى أنها لا فرق بينها وبين مبادئ الإسلام في شيء. ¶ ¬__________ ¶ (¬1) أنظر؛ المباركفوري: الأحزاب السياسية في الإسلام،15.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وحتى لا نطيل، ونبتعد عن موضوعنا، الانتخابات بين الديمقراطية ونظام الشورى في الإسلام، وسوف أفرد عدة صفحات للحديث عن الشورى في المباحث القادمة. ¶ وهنا أحب أن أبين أهم الفروق فيما بين طريقة الاختيار في الشورى، وما بين طريقة الانتخاب في النظرية الديمقراطية: ¶ 1. الاختيار الشوري يستمد شرعيته من الشورى التي أقرها الله في كتابه العزيز حينما قال: {وشاورهم في الأمر}. ¶ 2. أما الانتخاب فيستمد مشروعيته من البشر. ¶ 3. النظام الشوري لا يعطي الإمارة لمن طلبها، عكس النظام الديمقراطي فهو قائم على طلب الإمارة وترشيح النفس وتزكيتها. ¶ 4. شروط الديمقراطية في الناخب أو المنتخب كثيراً ما تكون مرفوضة من الناحية الشرعية. ¶ 5. النظام الديمقراطي يساوي في العملية الانتخابية بين الجاهل والمتعلم، وبين الصغير والكبير، وبين صوت المسلم وغير المسلم، والمرأة والرجل، وهذا خلافاً لما تعارفت عليه الشريعة. ¶ 6. الاختيار الشوري يشترط شروطاً يجب أن تتوفر من الناخب والمنتخب، وهي لا تتوفر في كل شخص. ¶ 7. لا يوجد في النظام الشوري دعاية انتخابية، تدخل فيها أساليب الخداع والغش والتزوير. ¶ 8. النظام الديمقراطي ليس من أسسه وقواعده أمر الدين، خلافاً للنظام الشوري، الذي أول مبادئه الدين والأخلاق. ¶ 9. الاختيار في هذا النظام الشوري هو لفئة معينة من الأمة وليس في هذا انتقاص لشأن الأمة، ولكن هذا أمر يقوم به أصحاب النخبة وهم أهل الحل والعقد. ¶ خلاصة ما تقدم: ¶ - لا يصح أن نعقد مقارنة بين أمرين أحدهما سماوي، والآخر أساسه الإنسان. ¶ - ففكرة الشورى هي دعوة سماوية ربانية، وفكرة الديمقراطية هي فكرة أرضية. ¶ - ليس هناك ما يمنع أن نستعين بأي فكرة أو طريقة أو نظام يحقق المصلحة للأمة في أمر معين خصوصاً إذا تم ضبطه بضوابط الإسلام وشريعته.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "يقول القرضاوي: إنه من حقنا اقتباس ميراث الديمقراطية، فالإسلام قد سبق الديمقراطية بتقرير القواعد التي يقوم عليها جوهرها، ولكنه ترك التفضيلات لاجتهاد المسلمين وفق أصول دينهم، ومصالح دنياهم، وتطور حياتهم بحسب الزمان والمكان وتجدد أحوال المسلمين (¬1). ¶ ويقول: ولا يوجد شرعاً ما يمنع اقتباس فكرة نظرية أو حل عملي من غير المسلمين، فقد أخذ النبي صلى الله عليه وسلم في غزوة الأحزاب بفكرة حفر الخندق وهو من أساليب الفرس (¬2). ¶ في حياة المسلمين المعاصرة، ومع الزيادة الكبيرة في عدد السكان، وتفكك الروابط القبلية، وقلة معرفة الأشخاص بعضهم ببعض نجد مجموعة من الأسئلة الملحة تطرح نفسها: ¶ - كيف يمكننا أن نتوصل إلى معرفة من يمثلون الأمة وينوبون عنها؟ ¶ - من الذي يملك حق الانتخابات؟ ¶ - كيف نباشر عملية الانتخاب؟ ¶ - من يجوز له الترشح ومن لا يجوز؟ ¶ - مدة عضوية المجلس الشوري، كم هي؟ هل هي دائمة أبدية؟ أم محددة بزمن معين ¶ هذه الأسئلة وغيرها أرجو أن تجيب عليها هذه الدراسة التي أقوم بها. ¶ يقول سيد قطب: أما شكل الشورى، والوسيلة التي تتحقق بها، فهذه أمور قابلة للتحوير والتطوير، وفق أوضاع الأمة وملابسات حياتها، وكل شكل وكل وسيلة تتم بها حقيقة الشورى لا مظهرها فهي من الإسلام (¬3). ¶ المبحث الثاني ¶ الانتخابات بين الترشيح والتزكية ¶ الطريق إلى دخول المجلس النيابي أو الجلوس على سدة الحكم، الأول إن كان نائباً والثانية إن كان رئيساً، تمرّ من خلال أحد مسارين: ¶ 1. الترشح من قبل الشخص نفسه. ¶ 2. التزكية من قِبل آخرين. ¶ أولاً: الترشيح: ¶ في اللغة (¬4): مصدر للفعل رشّح يرشّح ترشيحاً، ويأتي على عدة معانٍ منها: ¶ 1. التربية: رشح الرجل ابنه رباه حتى يشتد ويقوى. ¶ ¬__________ ¶ (¬1) أنظر؛ القرضاوي: فتاوى معاصرة،2/ 643. ¶ (¬2) أنظر؛ المصدر السابق: 2/ 643. ¶ (¬3) أنظر؛ سيد قطب: في ظلال القرآن، 1/ 501. ¶ (¬4) أنظر؛ الكرمي: الهادي إلى لغة العرب، 2/ 167.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "2. الدرية: رشّح الأمير ابنه للملك درّبه. ¶ 3. الاختيار: رشّح الأمير زيداً للمنصب أي اختاره. ¶ 4. التزكية: رشّح الرئيس فلاناً، أي زكّاه وذكره. ¶ 5. أصابه المرض: رشّح فلان أي أصابه الرشح وهو الزكام. ¶ في الاصطلاح: عرّفها الدكتور عبد الكريم زيدان: أن يرشّح الإنسان نفسه لمنصب من مناصب الدولة، أو وظيفة من وظائفها العامة (¬1). ¶ وللعلماء في هذا الأمر كلام كثير، وقد رشّح يوسف عليه السلام نفسه لمنصب الوزارة، قال تعالى تعالى: {قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ} (¬2). ¶ وهناك نصوص من السنة النبوية تنهى عن طلب الإمارة، وأن من يطلبها لا يولاها. ¶ - عن أبي موسى الأشعري رضي الله عنه قال: دخلت على النبي أنا ورجلان من قومي فقال أحد الرجلين: أمّرنا يا رسول الله، وقال الآخر مثله، فقال صلى الله عليه وسلم: \"إنا لا نولي هذا الأمر من سأله، ولا من حرص عليه\" (¬3). ¶ وجه الاستدلال: ¶ في الحديث نهي عن طلب الإمارة خلافة أو ولاية، وخصوصاً من كان ضعيفاً وليس من أهلها (¬4). ¶ - عن عبد الرحمن بن سمرة قال: قال النبي صلى الله عليه وسلم: \"يا عبد الرحمن بن سمرة لا تسأل الإمارة، فإنك إن أعطيتها من مسألة وكّلت إليها، وإن أعطيتها من غير مسألة أعنت عليها\" (¬5). ¶ - عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: \"إنكم ستحرصون على الإمارة وتكون ندامة يوم القيامة فنعم المرضعة ونسبت الفاطمة\" (¬6). ¶ وجه الاستدلال: ¶ ¬__________ ¶ (¬1) أنظر؛ زيدان: الفرد والدولة في الشريعة الإسلامية،47. ¶ (¬2) سورة يوسف: الآية 55. ¶ (¬3) أخرجه البخاري في صحيحه: ح (7149)، كتاب (الأحكام)، باب: (ما يكره من الحرص على الإمارة)، 4/ 2234. ¶ (¬4) أنظر؛ العسقلاني: فتح الباري، 15/ 21. ¶ (¬5) أخرجه البخاري في صحيحه: ح (6622)، كتاب (الإيمان والنذور)، باب: (لا يؤاخذكم الله في اللغو .. )، 4/ 2071. ¶ (¬6) المصدر السابق: ح (7148)،كتاب (الأحكام)، باب: (ما يكره من الحرص على الإمارة)، 4/ 2234.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "في الحديثين نهي واضح وتخويف من النبي لطالب الإمارة، وبيان نهاية من يطلبها يوم القيامة. ¶ ثانياً: التزكية: ¶ - في اللغة (¬1): مصدر للفعل زكّى، يزكّي، تزكية، ويرد بعدة معانٍ منها: ¶ 1. النماء والزيادة: زكى الله فلاناً، أنماه وزاد فيه. ¶ 2. الصلاح والاستقامة: زكى القوم فلاناً، قالوا عنه صالح رضي الأخلاق. ¶ 3. الوصف بالعدالة: ومنه قول الله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ بَلِ اللَّهُ يُزَكِّي مَنْ يَشَاءُ} (¬2). ¶ 4. الأداء: زكى الرجل ماله، أدى عنه زكاته. ¶ - في الاصطلاح: مدح الشخص نفسه بما فيها من صفات تؤهله للحصول على منصب من مناصب الدولة، أو على وظيفة من وظائفها العامة (¬3). ¶ وقد ورد في القرآن الكريم ما يدل على ذلك، في قول يوسف عليه السلام عن نفسه: {إِنِّي حَفِيظٌ عَلِيمٌ}، حيث مدح نفسه بما فيها من صفة الحفظ والعلم، وهما صفتان ضروريتان لمن يتولى خزائن الدولة. ¶ حكم الترشح والتزكية: ¶ بعد التعرّف على حقيقة كلاً من الترشّح، والتزكية، ما الحُكم الشرعي في كليهما؟ ¶ اختلف العلماء في هذه المسألة بين مجيز ومانع إلى قولين: ¶ الأول: من يرى جواز الترشّح: ¶ اعتمدوا في قولهم بالإباحة على آية سورة يوسف: {قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ} (¬4). ¶ وجه الاستدلال: ¶ ففي الآية إعلام عمن تتوفر فيهم شروط الترشح، وأنه من قبيل الدلالة على الخير، وإرشاد الأمة إلى انتخاب الأصلح، ففعل يوسف وقوله هذا دليل على الجواز. ¶ وللعلماء أقوال حول هذا الأمر منها: ¶ ¬__________ ¶ (¬1) أنظر؛ الكرمي: الهادي إلى لغة العرب، 2/ 271. ¶ (¬2) سورة النساء: الآية 49. ¶ (¬3) أنظر؛ معروف: الانتخابات في ضوء السياسة الشرعية، 120. ¶ (¬4) سورة يوسف: الآية 55.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "1. قول الجصاص عن يوسف: فوصف نفسه بالعلم والحفظ، وفي هذا دلالة على أنه يجوز للإنسان أن يصف نفسه بالفضل عند من لا يعرفه، وأنه ليس من المحظور من تزكية النفس في قوله تعالى: {فَلَا تُزَكُّوا أَنْفُسَكُمْ} (¬1). ¶ 2. قول ابن كثير: أن يسوف مدح نفسه، ويجوز للرجل ذلك إذا جُهل أمره للحاجة (¬2). ¶ 3. قال القرطبي: ودلت الآية على أنه يجوز للإنسان وصف نفسه بما فيه من علم وفضل (¬3). ¶ 4. قال الشيخ فيصل مولوي: إن تقديم المرشح نفسه للناس من أجل انتخابه لا يدخل في باب تزكية النفس، وإنما يدخل في باب من يظن في نفسه القدرة على تمثيل الناس والمطالبة بحقوقهم، فيوسف قدم نفسه للولاية على شئون الناس المالية لما يعلم في نفسه من الأمانة والحفظ (¬4). ¶ القول الثاني: من يرى عدم جواز الترشح: ¶ استدل هذا الفريق بما ورد في السنة من الأدلة التي تفيد منع طلب الولاية. ¶ وقالوا إن الدعاية التي يقوم بها المرشّح تدخل في باب التزكية، وهي منهي عنها بالنص القرآني: {لَا تُزَكُّوا أَنْفُسَكُمْ}. ¶ واستدلوا على التحريم بالأدلة التي ذكرناها سابقاً من حديث أبي موسى الأشعري، وحديث عبد الرحمن بن سمرة، وحديث أبي هريرة. ¶ الرد على دليل المانعين: ¶ 1. أن طلبها كان للرياسة والدنيا، والاستعلاء، لا القيام بواجبها الديني. ¶ 2. يحتمل أن من طلبها فيه ضعف لا تتوفر فيه شروطها. ¶ 3. أن النهي الوارد معلل بالتطلع المذموم إلى المسؤولية، وإشباع هوى النفس. ¶ 4. أن النهي الوارد في الأحاديث مرتبط بظروف وحالة لها وقتها وزمانها. ¶ ¬__________ ¶ (¬1) أنظر؛ الجصاص: أحكام القرآن،2/ 225. ¶ (¬2) أنظر؛ ابن كثير: تفسير القرآن العظيم،4/ 33. ¶ (¬3) أنظر؛ القرطبي: الجامع لأحكام القرآن، 5/ 216. ¶ (¬4) موقع إسلام أون لاين: ركن الفتاوى، بتاريخ 16/ 9/2000م.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يقول ابن حزم: إن مات الإمام ولم يعهد إلى أحد أن يبادر رجل مستحق للإمامة فيدعوا إلى نفسه ولا منازع له، ففرض اتباعه، والانقياد لبيعته والتزام إمامته وطاعته (¬1). ¶ ويقول الشيخ المولوي: هذه الأحاديث خاصة بالولاية العامة على شئون الناس سواء كانت الولاية الأولى (الخلافة)، أو الولاية الجزئية المنبثقة عنها، أما التمثيل النيابي فهو وكالة من الأمة للمطالبة حقوقها ولمحاسبة الحكومات، ولا علاقة له بالولاية التنفيذية التي يقوم بها رئيس الدولة أو الملك أو الأمير مع حكومته (¬2). ¶ يقول الدكتور زيدان: إذا كان ترشيح نفسه لا يجوز كقاعدة ولكن قضت به الضرورة أو المصلحة الشرعية جاز، ولا خلاف أن الأمور تعقدت في وقتنا الحاضر، واتسعت وما عاد بالإمكان معرفة الأمة للأكفياء الصالحين حتى تنتخبهم (¬3). ¶ الترجيح بين القولين: ¶ أرى أن القول الأول هو الأرجح في نظري للأسباب التالية: ¶ 1. العمل به في حاضرنا للضرورة. ¶ 2. اختلاف أحوال المسلمين عمن سبقهم في جميع المناحي. ¶ 3. أقوال العلماء الواردة في قصة يوسف عليه السلام. ¶ 4. عدم ترك الساحة لغير من يستحقها من أهل التقوى والصلاح. ¶ أما فيما يتعلق بالترشيح والتزكية للغير، فهي جائزة، لأنها تتضمن دعوة الناس إلى انتخاب مرشّح قوي فيه الكفاية والصلاح. ¶ فما تقوم به المؤسسات والهيئات والأحزاب والتنظيمات من ترشيح بعض أفرادها للدخول في المجالس النيابية، أو غيرها من المجالس، لا مشكلة شرعية فيه، إذا تم الالتزام بالضوابط الشرعية المنصوص عليها في المرشّحين. ¶ المبحث الثالث ¶ العمل السياسي في الإسلام ¶ ¬__________ ¶ (¬1) أنظر؛ ابن حزم: الفصل في الملل والأهواء والنحل،4/ 170. ¶ (¬2) موقع: إسلام أون لاين: ركن الفتاوى. ¶ (¬3) أنظر؛ زيدان: الفرد والدولة في الشريعة الإسلامية، 48.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "يقول الإمام ابن القيم في كتابه الرائع الطرق الحكمية في السياسة الشرعية: إن السياسة العادلة لا تكون مخالفة لما نطق به الشرع، بل هي موافقة لما جاء به، بل هي جزء من أجزائه، ونحن نسميها سياسة تبعاً لمصطلحكم وإنما هي عدل الله ورسوله (¬1). ¶ وقال الإمام الغزالي: إن الدنيا مزرعة الآخرة، ولا يتم الدين إلا بالدنيا، والملك والدين توأمان فالدين أصل، والسلطان حارس، وما لا أصل له فمهدوم، وما لا حارس له فضائع (¬2). ¶ إن العمل السياسي لم يكن في يوم من الأيام بعيداً عن عقيدة وشريعة المسلمين، فالإسلام دين وسياسة، ولا يمكن الفصل بينهما، فلا يمكن للمسلم أن يكون مسلماً إلا إذا مارس السياسة في يومه وليله، فشريعة الإسلام نزلت من عند الله لتنظيم حياة البشر في كل جوانبها العقائدية والتعبدية والاجتماعية والاقتصادية ومنها السياسية. ¶ أما أن نجزّئ حياتنا بين ما هو دين وما هو سياسة فلا ما لا يصح قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} (¬3). ¶ وحينما نقلب آيات القرآن نجدها قد امتلأت بالحديث عن الحكم والتحكيم والشورى والحدود و السلم والحرب، والمعاهدات والأسرى وأهل الذمة، ومصطلحات الأمن والحذر، والولاء والبراء، أليست هذه وغيرها مصطلحات السياسة والسياسيين. ¶ حينما هاجر النبي إلى المدينة المنورة أقام للمسلمين دولتهم. ¶ ¬__________ ¶ (¬1) أنظر؛ ابن القيم الجوزية: الطرق الحكمية في السياسة الشرعية،13. ¶ (¬2) أنظر؛ الغزالي: إحياء علوم الدين،1/ 29. ¶ (¬3) سورة المائدة: الآية 3.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يقول الدكتور عبد الكريم زيدان: اجتمع في شخص الرسول صلى الله عليه وسلم جملة من الصفات، صفة النبوة، والتبليغ عن الله تعالى، وصفة الرئيس الأعلى للدولة الإسلامية، وصفة القاضي الذي يحكم بين الناس، وهكذا اجتمعت فيه السلطة التنفيذية، والسلطة القضائية، إضافة إلى ما يبلغه للناس من شرع الله بصفته نبياً ورسولاً (¬1). ¶ إن شخصية المسلم لا يمكن أن تكون إلا سياسية، فالإسلام يضع في عنق كل مسلم فريضة اسمها: الأمر بالمعروف والنهي عن المنكر، وقد يعبر عنها بعنوان: النصيحة لأئمة المسلمين وعامتهم، وهي التي صح في الحديث اعتبارها الدين كله. ¶ ويحرض الرسول صلى الله عليه وسلم على مقاومة الفساد من الداخل ويعتبره أفضل من مقاومة الغزو من الخارج، يقول عليه السلام: \"أفضل الجهاد كلمة حق عند سلطان جائر\" (¬2)، وذلك لأن فساد الداخل هو الذي يمهد السبيل لعدوان الخارج. ¶ ويغرس في نفس المسلم رفض الظلم والتمرد على الظالمين، ويرغب في القتال لإنقاذ المضطهدين، والمستضعفين في الأرض، وينكر على الذين يقبلون الضيم ويرضون بالإقامة في أرض يهانون فيها ويظلمون (¬3). ¶ أليست هذه سياسة ... ؟؟!. ¶ المسلم يمارس السياسة في كل جوانب حياته، ومنها على قمة الهرم اختيار الخليفة والإمام ومشاورته في شئون الدولة والحكم. ¶ إن ما تحياه الأمة اليوم من انتكاسة ما هو إلا لبعدها عن السياسة الإسلامية، وإتباعها للسياسة الوضعية، فالمسلم يؤمن بأنه لا خير في دين لا سياسة فيه، ولا خير في سياسة لا دين فيها (¬4). ¶ ¬__________ ¶ (¬1) أنظر؛ زيدان: الفرد والدولة في الشريعة الإسلامية، 11. ¶ (¬2) أخرجه النسائي في سننه: كتاب (البيعة)، باب: (فضل من تكلم بالحق)،7/ 161. ¶ (¬3) أنظر؛ القرضاوي: فتاوى معاصرة، 2/ 627. ¶ (¬4) أنظر؛ معروف: الانتخابات في ضوء السياسة الشرعية، 16.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "يقول حسن البنا: أستطيع أن أقول في صراحة بأن المسلم لن يتم إسلامه إلا إذا كان سياسياً يعيد النظر في شئون أمته، مهتماً بها غيوراً عليها، وأستطيع أن أقول إن هذا التحديد والتجديد أمر لا يقره الإسلام، وإن على كل جمعية إسلامية أن تضع على رأس برنامجها الاهتمام بشؤون أمتها السياسية وإلا كانت هي نفسها بحاجة إلى أن تفهم معنى الإسلام (¬1). ¶ وممارسة العمل السياسي في الإسلام حق كفلته الشريعة، فهو ليس منحة من أحد، بل إننا نجد أن الدين يحض الحاكم على ممارسته في واقع حياة المسلمين. ¶ وقد كفل الإسلام للمواطن مجموعة من الحريات على رأسها حرية اختيار الحاكم، وحق الأمة في المشاركة في الحياة السياسية، وحقها في مراقبة الحاكم، وحقها في عزله. ¶ ومن ضمن الحريات التي كفلها الإسلام للفرد حرية الرأي، وحقه في التمتع بالأمن. ¶ أولاً. حق الأمة في اختيار الحاكم: خليفة أو رئيساً. ¶ الأمة هي صاحبة الحق والشأن في اختيار الخليفة أو الرئيس (الحاكم)، وأساس هذا الحق هي المسئولة عن تنفيذ أحكام الشرع، قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ} (¬2). ¶ وقال النبي عليه السلام: \"من مات وليس في عنقه بيعة مات ميتة جاهلية\" (¬3). ¶ وجه الدلالة في الآية أن الأمة مسئولة عن تنفيذ الشرائع الإسلامية والقيام بشئون الناس، وهذا لا يمكن أن يتم إلا من خلال الحاكم، لهذا وجب عليها اختيار الحاكم الذي من خلاله يتم إقامة الدين والشريعة. ¶ وفي الحديث وجوب إقامة الحاكم وطاعته. ¶ ¬__________ ¶ (¬1) أنظر؛ البنا: مجموعة الرسائل،159. ¶ (¬2) سورة النساء: الآية 135. ¶ (¬3) أخرجه مسلم في صحيحه: ح (1851)، كتاب (الإمارة)، 4/ 549.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "قال الإمام البغدادي: قال الجمهور الأعظم من أصحابنا (أهل السنة) ومن المعتزلة والخوارج والبخارية، إن طريق ثبوتها (أي الإمامة) الاختيار من الأمة (¬1). ¶ ثانياً. حق الأمة في المشاركة في الحياة السياسية: ¶ معناه أن الفرد المسلم له الحق في مشاركة الحاكم سلطة الحكم توجيهاً، وإدارة، وتنفيذاً وكل ما يتعلق بأمور الدولة وشئونها (¬2). ¶ ومن ضمن هذا الحق المشاركة في الانتخابات، والاستفتاءات، وحق التوظيف، وبصفة عامة المشاركة في اتخاذ القرارات التي تصدرها الأجهزة والسلطة الحكومية (¬3). ¶ ثالثاً. حق الأمة في مراقبة الحاكم: ¶ من حق الأمة مراقبة الحاكم في تصرفاته وحكمه، ومدى تنفيذه لأحكام الشرع لاسيّما وأن العلاقة بين الأمة والحاكم هي علاقة وكالة، ومن حق الموكّل أن يراقب وكيله ليطمئن على حسن تصرفاته فيما وُكّل به (¬4). ¶ ومستند هذا الحق أن الحاكم وكيل عن الأمة في تطبيق منهج الله. ¶ قال تعالى: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآَتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ} (¬5). ¶ في الآية دلالة على وجوب الأمر بالمعروف والنهي عن المنكر، وأن هؤلاء يحملون رسالة الإصلاح والتغيير. ¶ وقول النبي صلى الله عليه وسلم: \"إن الناس إذا رأوا الظالم فلم يأخذوا على يديه أوشك أن يعمهم الله تعالى بعقاب منه\" (¬6). ¶ ¬__________ ¶ (¬1) أنظر؛ البغدادي: أصول الدين، 279. ¶ (¬2) أنظر؛ سعيد: الإسلام وحقوق الإنسان، 181. ¶ (¬3) أنظر؛ عبد الله: النظم السياسية والقانون الدستوري، 234. ¶ (¬4) أنظر؛ المصري: المشاركة في الحياة السياسية، 76. ¶ (¬5) سورة الحج: الآية 41. ¶ (¬6) أخرجه الترمذي في سننه: ح (2257)، كتاب (الفتن)، باب (ما جاء في نزول العذاب)، 3/ 316.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وجه الدلالة في الحديث أن الأمة مطالبة بتغيير المنكر ورفع الظلم، وظلم الحاكم أعظم وأشد من ظلم غيره من أفراد الرعية، و لأن الأمة هي التي أنابت هذا الحاكم عنها فهي المسئولة عن محاسبته على ظلمه. ¶ قال أبو بكر الصديق حين تولى الخلافة: فإن أحسنت فأعينوني، وإن أسأت فقوّموني (¬1). ¶ رابعاً. حق الأمة في عزل الحاكم: ¶ إن من يملك حق الاختيار والتعيين يملك حق العزل، فالحاكم وكيل عن الأمة فإن خرج عن حدود وكالته أو قصر فللأمة الحق في عزله واختيار سواه (¬2). ¶ قال الإمام الغزالي: إن السلطان الظالم عليه أن يكف عن ولايته، وهو إما معزول، أو واجب العزل، وهو على الحقيقة ليس بسلطان (¬3). ¶ إلا أن حق الأمة في عزل الحاكم الذي خولها الشرع به ليس مطلقاً في كل الأحوال، ولكنه مقيّد بتحقيق المصلحة العامة، وأن لا يترتب عليه نتائج تشكّل خطراً على الأمة المسلمة. ¶ فعزل الخليفة بسبب يوجبه، نوع من النهي عن المنكر، فيخضع لقواعده، ومن قواعد الأمر بالمعروف، والنهي عن المنكر أن لا يكون العمل على إزالة المنكر مستلزماً أو مقضياً إلى وقوع منكر أعظم منه (¬4). ¶ خامساً. حرية الرأي. ¶ يقصد بحرية الرأي: أن يكون لدى الإنسان القدرة على تكوين الرأي وإعلانه دون تأثير من أحد (¬5) ¶ وحرية الرأي من القضايا التي تتباهى بها الديمقراطية، وينسى الناس أن الإسلام أوجب على الناس إبداء الرأي جعله من الجهاد والعبادة. ¶ ¬__________ ¶ (¬1) أنظر؛ ابن كثير: البداية والنهاية، 6/ 343. ¶ (¬2) أنظر؛ البياتي: النظام السياسي الإسلامي، 262. ¶ (¬3) أنظر؛ الغزالي: إحياء علوم الدين، 3/ 177. ¶ (¬4) أنظر؛ ابن تيمية: الفتاوى، 28/ 129. ¶ (¬5) أنظر؛ الوحيدي: الفقه السياسي والدستوري في الإسلام، 212.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قال عليه السلام: \"والذي نفسي بيده لتأمرن بالمعروف وتنهون عن المنكر، أو ليوشكن الله أن يبعث عليكم عقاباً من عنده، ثم لتدعنه فلا يستجيب لكم\" (¬1). ¶ إلا أن حرية الرأي في الإسلام ليست مطلقة لا حدود لها، ولكنها مقيدة بضوابط الشرع. ¶ ضوابط حرية الرأي (¬2): ¶ قيد الإسلام حرية الرأي بحيث لا تخرج عن الإطار العام للشريعة الإسلامية، ولا تتعدى أهدافها ومن هذه الضوابط: ¶ 1. الاعتماد على الحكمة والموعظة الحسنة والمجادلة بالتي هي أحسن، قال تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} (¬3). ¶ 2. أن لا تصل حرية الرأي إلى نشر الأهواء والضلالة والبدع، ومراعاة المبادئ العامة للعقيدة والشريعة الإسلامية. ¶ 3. إبداء الرأي دون سبب أو فتنة أو جهر بالسوء، قال تعالى: {لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ} (¬4). ¶ 4. ترك المرء والمجادلة. ¶ 5. عدم الخوض في أعراض الناس، وإذاعة أسرارهم. ¶ سادساً. حرية التمتع بالأمن: ¶ ويقصد بها أن يعيش الإنسان شاعراً بالطمأنينة على نفسه وماله وعرضه وأهله، ويمنع الاعتداء عليه أو التحقير من شأنه أو تعذيبه واضطهاده سواء كان ذلك من الدولة أو من أفراد المجتمع (¬5). ¶ والأمن من أجل النعم الإلهية على البشرية، ومن أعظمها في حياة الإنسان، وبها يمكن له أن يمارس حياته وأداء أعماله وشئون عبادته، وقوة عطائه (¬6). ¶ ¬__________ ¶ (¬1) أخرجه الإمام أحمد في مسنده: 5/ 388 – تحقيق، حمزة الزين، رقم (23194)، 16/ 584. ¶ (¬2) أنظر؛ المصري: المشاركة في الحياة السياسية، 81. ¶ (¬3) سورة النحل: الآية 125. ¶ (¬4) سورة النساء: الآية 148. ¶ (¬5) أنظر؛ سعيد: الإسلام وحقوق الإنسان، 129. ¶ (¬6) أنظر؛ عبد الفتاح: القيم السياسية في الإسلام، 163.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والقرآن قرن الأمن بالطعام، لبيان أهميته في الحياة، قال تعالى: {فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ، الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآَمَنَهُمْ مِنْ خَوْفٍ} (¬1). ¶ لهذا أوجب الإسلام على الدولة حماية الأفراد من الاعتداء عليهم، أو إيقاع الأذى بهم، ويدعوها لإيقاع العقوبة الزاجرة على من يقع منه عدوان أو تجاوز أو تعدٍّ. ¶ قال تعالى: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} (¬2). ¶ وهذا الحق لا يتمتع به المسلم فقط، بل هو حق لكل من يعيش في بلاد المسلمين من أصحاب الديانات الأخرى، فلهم ما للمسلمين من حقوق وعليهم ما على المسلمين من واجبات كمواطنين. ¶ أهداف العمل السياسي في الإسلام (¬3): ¶ أي عمل من الأعمال العامة لا بد وأن يكون له أهداف، وفي تحقيق هذه الأهداف الخير الكثير الذي يعود على الأمة وعلى البشرية كلها من بعدها. ¶ ومن أهم أهداف العمل السياسي في الإسلام: ¶ 1. إقامة الخلافة الإسلامية: ¶ فهي الهدف الأسمى والأول للعمل السياسي في الإسلام، فالدولة المسلمة في ظلها تنعم الرعية بالأمن والأمان، وحينها تقوم شعائر الدين، يقول تعالى: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآَتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ} (¬4). ¶ 2. حراسة الدين وسياسة الدنيا به: ¶ فحراسة الدين هو الحفاظ عليه والدفاع عنه، وإعلاء كلمته والجهاد في سبيله. ¶ وسياسة الدنيا بالدين هو ما نعنيه بالسياسة الشرعية، أي رعاية وتدبير شئون الأمة بما يراعي المصلحة وفقاً للشرع. ¶ حكم العمل السياسي في الإسلام: ¶ ¬__________ ¶ (¬1) سورة قريش: الآية 3 - 4. ¶ (¬2) سورة البقرة: الآية 194. ¶ (¬3) أنظر؛ معروف: الانتخابات في ضوء السياسة الشرعية،17. ¶ (¬4) سورة الحج: الآية 41.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "يعتبر العلماء أن العمل السياسي من باب الأمر بالمعروف والنهي عن المنكر، كما أنه من باب الجهاد، وهذه الأبواب هي من فروض الكفاية التي إن قام بها البعض سقطت عن الباقين. ¶ والعمل السياسي لا يخرج كونه عن هذا الحكم فهو فرض كفاية، وفرض الكفاية إن لم يتحقق، أو لم يحصل المقصود بهذا البعض فإنه يصبح فرض عين على كل مكلف، وإلا أثمت الأمة جميعاً قادرين وغير قادرين، القادرون لعدم مبادرتهم وإقدامهم لهذا العمل، وغير القادرون لعدم حضهم القادرين أو سكوتهم عن عدم الامتثال للوجوب (¬1). ¶ وإذا علمنا أن العمل السياسي فرض كفاية، فإنه يتحول إلى العين إذا لم يتحقق الكفاية كما في الأمر بالمعروف والنهي عن المنكر، والجهاد. ¶ فهل بقي العمل السياسي على الكفاية أم تحول إلى العينية؟ ¶ بالقياس على الأمر بالمعروف والنهي عن المنكر، والقول في الجهاد على ما سبق من قول العلماء يتضح لنا أن العمل السياسي خرج عن كونه فرضاً كفائياً إلى العينية سواء إذا قلنا أن العمل السياسي هو من باب الأمر بالمعروف والنهي عن المنكر، أو من باب الجهاد، أو حتى أعطيناه حكماً مستقلاً، فهو فرض عين حيث لم تقم الكفاية بالعمل السياسي الحالي، ونظراً إلى تمزق الأمة إلى أقاليم ودول فإنه فرض عين على كل إقليم فإن لم يكف لزم من يلونهم من المسلمين، والعمل الإقليمي أو القطري واجب في هذه المرحلة، وإذا تم في قطر فإنه لا يسقط عن الآخرين حتى يعملوا به في قطرهم أو دولتهم (¬2). ¶ يقول سعيد حوى:\" إن هذه المسألة ليست من المسائل التي تحتمل أخذاً ورداً، إن على المسلمين في كل قطر أن يقيموا حكومة إسلامية منهم ولهم في قطرهم كمرحلة أولى نحو غيرها من المراحل. ¶ ¬__________ ¶ (¬1) أنظر؛ معروف: الانتخابات في ضوء السياسة الشرعية، 20. ¶ (¬2) أنظر؛ المصدر السابق: 21.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وهذه في عصرنا ليست فرض كفاية كما يحلو لبعض الناس أن يصورها، بل هي فرض عين الآن، لأن فرض الكفاية يبقى فرض عين حين لا يقوم، وما دامت دولة الإسلام في القطر لم تتم فعلى المسلمين جميعاً واجب إقامتها، ودون ذلك دمار المسلمين والإسلام\" (¬1). ¶ ويؤكد سعيد حوى على أن العمل الإسلامي فرض عين بقوله: \"وما دام حكم الإسلام غير قائم، ففرض على كل مسلم فرضاً عينياً العمل من أجل إقامته، وإذا كانت الفوضى لا تقيم حكماً فالنظام فريضة، وإذا كانت الفرقة لا تقيم حكماً فوحدة المسلمين فريضة، وإذا كان للحكم طريقة فسلوك هذا الطريق فريضة، وإذا كان الحكم يحتاج إلى نوع معين من الإعداد والأجهزة ففريضة وجود هذا الإعداد وهذه الأجهزة لازمة، وهذا كله يطلق عليه اسم العمل السياسي\" (¬2). ¶ ويقول في مكان آخر:\" وجود أحزاب سياسية لا إسلامية في العالم الإسلامي تسعى للوصول إلى الحكم أو هي فيه فعلاً وهذا يقتضي أن يشكل المسلمون حزباً سياسياً وجماعة تعمل على أساس العقيدة الإسلامية، بتخطيط أدق، وعمل أتم، وفكر منظم، كي لا تبتلى الأمة بوصول الكافرين والمنافقين إلى الحكم فتقطع الطريق عليهم، أو تحول دون استمرارهم في حالة وصولهم إلى الحكم، خاصة بعد أن أصبح الحكم لديه من الوسائل والقوة والدعاية والتعليم والضغط الاقتصادي، ما يستطيع أن يحرف به أمة عن اتجاهها مهما كان نوع هذا الاتجاه، وما حدث من واقع كافٍ للإقناع فإذا ما اتضح هذا الأمر فلا حرج أن نفكر فيما هو الأحكم\" (¬3). ¶ لهذا يحق لنا أن نقول أن حكم العمل السياسي اليوم في واقع حياة المسلمين، وفيما هم فيه من الفرقة والتخلف والفقر، هو الواجب العيني، حتى تنطلق الأمة، لعلها أن تغير شيئاً من حالها المزري، وتقود لمجدها وقوتها ووحدتها. ¶ ¬__________ ¶ (¬1) أنظر؛ حوى: جند الله ثقافة وإطلاقاً،39. ¶ (¬2) أنظر؛ المصدر السابق: 48. ¶ (¬3) أنظر؛ المصدر السابق: 48.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ونحن أحوج ما نكون الآن لممارسة العمل السياسي، وإقامة دولة الإسلام، ودولة الخلافة، وخصوصاً أننا في فلسطين وقد سلبت ديارنا، ودُمرت مقدساتنا، وعلا اليهود الصهاينة علينا علواً كبيراً، أننا لفي أمس الحاجة إلى هذا العمل، وعلى إخواننا المسلمين وخصوصاً الأقربين منا مناصرتنا على عدونا، فالعمل السياسي فرض عين علينا وعليهم، حتى نستعيد ديارنا ونحرر مقدساتنا، ونخرج عدونا من بلادنا. ¶ المبحث الرابع ¶ الانتخاب شهادة وأمانة ¶ أولاً: الانتخابات شهادة: ¶ من الأمور المهمة أن يعرف الناخب أن انتخابه لشخص ما، فهذا معناه شهادة له وتزكية، وأنه أفضل من غيره فيما اختاره من أجله. ¶ يقول الدكتور أحمد سليمان: إن اختيار ممثلي الأمة عن طرق الاقتراع والانتخاب يشبه طلب الشهادة على من رشح نفسه لهذا الأمر، والإدلاء بالصوت بمثابة الشهادة لهذا المرشّح أو ذاك بالكفاءة، والقوة والأمانة في المهمة التي يرى نفسه أهلاً لها (¬1). ¶ لهذا يجب على الناخب أن يؤدي هذه الشهادة بصدق وحق، ولا يكتمها وخاصة إذا كان الأمر يتعلق بتأييد مرشح يحمل الفكر الإسلامي، ويعمل من أجله قال تعالى: {وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا} (¬2). ¶ من أجل هذا نجد العلماء يحذرون من التقاعس عن أداء هذا الدور، ويعتبرونه محظور شرعاً، لأنه يدخل في باب كتمان الشهادة، وكتمان الشهادة على من وجبت عليه محرم شرعاً، نهى عنه القرآن حينما قال تعالى: {وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آَثِمٌ قَلْبُهُ} (¬3). ¶ وجه الدلالة في الآية: أن القرآن نهى عن كتمان الشهادة بصيغة صريحة، وبين أن من يفعل ذلك يلحقه الإثم. ¶ ومن أكبر الآثام التي تنتج عن كتمان الشهادة من ضياع الحقوق، واستيلاء من ليس له حق على حق غيره دون وجه مشروع، ومن ذلك إسناد الأمر إلى غير أهله. ¶ ¬__________ ¶ (¬1) موقع إسلام أون لاين: ركن السياسة الشرعية. ¶ (¬2) سورة البقرة: الآية 282. ¶ (¬3) سورة البقرة: الآية 282.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والانتخابات شهادة، وهي إما أن تكون شهادة حق أو شهادة زور. ¶ فالشهادة الحق هي التي تحققت فيها شروط الناخب، وأداها كما يرضى الله ورسوله. ¶ أما إذا أعطى صوته لمن لا يستحق فهذه شهادة زور يأثم عليها، وجعلها النبي من أكب الكبائر حينما قال: \"ألا أنبئكم بأكبر الكبائر ثلاثاً ... وذكر منها، وشهادة الزور، أو قول الزور\" (¬1). ¶ من خلال هذه الشهادة إما أن ندفع بالمخلصين إلى واجهة العمل والقرار، أو يتقدم أصحاب الهوى والضلال الذين لا يعنيهم أن يبيعوا ضمائرهم مقابل متع ومناصب دنيوية تافهة. ¶ ثانياً: الانتخاب أمانة: ¶ الانتخاب يعتبر أمانة، لما يترتب عله من تولية المناصب، والولاية على الناس، والتي بها يقوم أمر الدين. ¶ لهذا يجب أن يعطي الناخب صوته لمن يستحق، وإلا فهو مضيع للأمانة، قال تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} (¬2). ¶ وجه الدلالة أن الأمانة هنا في الآية جاءت عامة شاملة، تعم جميع ما افترضه الله على الناس، وتولي المناصب داخل ضمن هذه الأمانة. ¶ سئل النبي صلى الله عليه وسلم عن الإمارة قال: \"إنها أمانة، وإنها خزي وندامة إلا من أخذها بحقها، وأدى الذي عليه فيها\" (¬3). ¶ وإذا ثبت لدينا أن أي منصب أو ولاية أمانة فإن أي طريق توصل إلى هذا المنصب فإنه أمانة يجب على الناخب أن يؤديها بالطريقة الصحيحة، أما من أداها بغير طريقها الصحيح، فقد خان الله ورسوله، قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ} (¬4). ¶ ¬__________ ¶ (¬1) أخرجه مسلم في صحيحه: ح (87)، كتاب (الإيمان)، باب: (بيان الكبائر و أكبرها)، 1/ 262. ¶ (¬2) سورة النساء: الآية 58. ¶ (¬3) أخرجه مسلم في صحيحه: ح (1825)، كتاب (الإمارة)، 4/ 526. ¶ (¬4) سورة الأنفال: الآية 27.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وبخصوص حديثنا عن الانتخابات فإن أكمل وجه يمارس فيه الإنسان الأمانة هي أن يُعطي الناخب صوته لمن يستحقه، وإلا فهو مضيع للأمانة، وقد جعلها النبي من علامات الساعة حينما قال: \"فإذا ضيعت الأمانة فانتظر الساعة\" قال كيف إضاعتها؟، قال: \"إذا وسد الأمر إلى غير أهله فانتظر الساعة\" (¬1). ¶ كذلك فإن من يعطي صوته لمن لا يستحق، وهو يعلم أن هناك من هو أعلم منه وأتقى منه وأنفع للناس منه فقد خان الله ورسوله والمؤمنين، قال عليه السلام: \"من استعمل رجلاً من عصابة وفي تلك العصابة من هو أرضى لله فيه فقد خان الله وخان رسوله وخان المؤمنين\" (¬2). ¶ نخلص إلى أن الناخب صوته أمانة وشهادة، فهذا يتطلب منه أن يعطيه لمن يتسحقه، وأن لا يعطيه لمن لا يستحقه، ولو كان من جماعته أو حزبه أو قبيلته، لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ} (¬3). ¶ فعلى المسلم أن يقدم الأفضل والأنفع ولو كان ممن يختلف معه في الرأي والفكر، وأن لا يتعصب إلا للحق ولا يميل إلى الهوى، بل إلى العدل، وبالتالي يختار لأمته أفضل الناس ليمثلها إما في البرلمان أو في الرئاسة، ولا عليه إن كان قريبه أو بعيد عنه، وبالتالي عليه أن يصمد أما الضغوط العائلية والقبلية والحزبية والتنظيمية، وأن يعمل على إرضاء الله أولاً وآخراً. ¶ ثانياً: تزوير الانتخابات وشراء الأصوات: ¶ 1. التزوير: ¶ في اللغة: ¶ - الزور مصدر للفعل زوَّر يزوّر تزويراً، ويأتي بعدة معانٍ منها (¬4): ¶ - الاختلاق: زور الرجل توقيع صاحبه – اختلقه. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه: ح (59)، كتاب (العلم)، باب: (من سئل علماً .... )، 1/ 45. ¶ (¬2) أخرجه الحاكم في المستدرك: كتاب (الأحكام)، باب: (الإمارة)، 4/ 92. ¶ (¬3) سورة النساء: الآية 135. ¶ (¬4) أنظر؛ الكرمي: الهادي إلى لغة العرب 2/ 259.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "- البطلان: زور الشهادة – نسبها إلى إلى البطلان. ¶ - الميل والتنحي: زور الرجل عن صاحبه. ¶ - الخداع والكذب: زور الرجل الرسالة – كتبها خداعاً وكذباً. ¶ - الوضع: تزور الرجل الحديث – أي وضعه. ¶ وكل هذه المعاني ذات صلة بعضها ببعض تنتهي إلى الخداع والكذب. ¶ وفي الاصطلاح: ¶ قال الصنعاني نقلاً عن الثعلبي:\" الزور تحسين ووضعه بخلاف صفته حتى يخيل إلى من سمعه أو رآه أنه بخلاف ما هو به، فهو تمويه الباطل بما يوهم أنه حق، وقد جعل النبي صلى الله عليه وسلم قول الزور عديلاً للإشراك ومساوياً له\" (¬1). ¶ الأصل في الانتخابات أن تكون نزيهة معبرة عن رأي الناخبين بصدق، إلا أن النزاهة قد عدمت في كثير من البلدان العربية والإسلامية، وأصبح التزييف والتزوير سمة أساسية للانتخابات في العالم العربي (¬2). ¶ يقول الحلو:\" فمن حيث الظاهر تجري الانتخابات، وتنفق الأموال، وتبذل الجهود، وتعلن النتائج لمجرد خلق سند شرعي وهمي يتكئ عليه الحاكم أو يتباهى به أمام الآخرين في داخل البلاد وخارجها، ومن حيث الباطل تزيف الحقائق سراً لصالح الحاكم، وتعد نتائج الانتخابات سلفاً من قبل فرز الأصوات على النحو الذي ترتضيه الحكومة\" (¬3). ¶ ¬__________ ¶ (¬1) أنظر؛ الصنعاني: سبل الإسلام، 2/ 518. ¶ (¬2) أنظر؛ معروف: الانتخابات في ضوء السياسة الشرعية، 179. ¶ (¬3) أنظر؛ الحلو: القانون الدستوري، 205.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وللتزوير والتزييف طرق عدة: بل كل مرة نجد طريقة مبتكرة ودقيقة يستخدمها المزيفون الكاذبون، ومن ذلك الإرهاب والتخويف، وفتح أبواب السجون أما أحزاب المعارضة، وشراء الأصوات وإغراء الناخبين بالمال والمصالح الدنيوية، ومنها العبث والاحتيال في بطاقات الانتخابات، وتغيير صناديق الاقتراع التي عبر الناس فيها عن رأيهم بأخرى رأي الحزب الحاكم فقط، واستغلال جهل بعض الناس لكونه أميّاً أو صغيراً أو كبيراً في السن ومنها الزج بالجنود العساكر بأمر من القائد أن ينتخبوا فلاناً فقط أو تكدسهم في دائرة معينة حتى يسقطوا المرشح المعارض وغير ذلك من الأساليب الكثيرة وأحياناً تكون مبتكرة وحديثة (¬1). ¶ وما نشاهده من أحداث على أرض الواقع أثناء الانتخابات، وقد شاركت في ثلاث جولات من الانتخابات في داخل قطاع غزة المحتل أحدها للمحليات والبلديات والثانية للرئاسة والثالثة للمجلس التشريعي. ¶ الأولى كنت عضواً في لجنة انتخاب، والثانية والثالثة كنت مساعد رئيس مركز انتخابي. ¶ ماذا يحدث؟!، حدّث ولا حرج. ¶ في النهاية يخرج وزير الداخلية أو المتحدث باسم اللجنة العليا للانتخابات ليوصف لنا النزاهة والمصداقية والشفافية والطهارة التي جرت فيها الانتخابات، والنتائج الخيالية التي وصلت إليها. ¶ و ما نراه من أحداث مؤسفة شاهدها العالم بأسره في الانتخابات المصرية كدولة عربية و ساحل العاج كدولة غير عربية لأكبر دليل على الخداع الذي يمارس على الشعوب. ¶ حكم تزوير الانتخابات: ¶ كما عرّفنا التزوير: هو الكذب والخديعة، والاختلاق والخداع، وقد حرّم الإسلام كل هذه الأمور، وجعل الكذب آية من آيات المنافق، وعدّ النبي عليه السلام التزوير والزور من الكبائر، بل من أكبره. ¶ ¬__________ ¶ (¬1) أنظر؛ الشنتوت: الانتخابات شهادة وأمانة، 20.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "والتزوير لا يخرج عن كونه غش وخداع وتغيير لإرادة الأمة وهي من المحرمات، قال النبي عليه السلام: \"من غشّنا فليس منّا\" (¬1). ¶ والنص القرآني واضح في تحريم الزور والتزوير، قال تعالى: {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ} (¬2). ¶ وجه الدلالة في الآية: جعل الله الزور وقول الزور قرين للأوثان وعبادتها، وليس هناك حرمة أوضح من هذه الحرمة (¬3). ¶ وبناءً على ما سبق من حرمة التزير، فإنه إن ثبت يقيناً أن نائباً قام بالتزوير في دائرته، فإنه واجب على القضاء الحكم ببطلان ترشحه عن هذه الدائرة، بل يجب تقديمه إلى القضاء واتخاذ الإجراءات اللازمة بحقه، ومنها حرمانه من الترشح في دورات أخرى. ¶ شراء الأصوات: ¶ من أساليب التزوير التي تحدث أثناء العملية الانتخابية ما يُسمى بشراء الأصوات، وهذا الأمر يؤثر على نزاهة الانتخابات، وبهذا الأمر يحقق بعض المرشحين تقدماً على غيره، وقد يكون هذا المرشح ليس هو الأجدر بالفوز بالعضوية للبرلمان. ¶ فما المقصود بشراء الأصوات (¬4): ¶ هي تلك العملية التي يقوم من خلالها بعض المرشحين بتقديم الأموال أو ما يعادلها من المنافع والخدمات والمصالح إلى بعض الناخبين في مقابل أن يمنحوهم أصواتهم وتأييدهم في صناديق الاقتراع. ¶ ما حكم شراء الأصوات (¬5): ¶ يعتبر صوت الناخب أمانة وشهادة، ويجب على الناخب أن يحافظ على صوته، لوضعه في الموضع المناسب وأن يعطيه لمن يستحقه، وإذا غُيرت إرادة الناخب بأي أسلوب كان، وترتب على هذا التغيير أن أعطى الصوت لغير مستحقه، فهذا خيانة للأمانة وشهادة زور. ¶ ¬__________ ¶ (¬1) أخرجه مسلم في صحيحه: ح (101)، كتاب الإيمان، 1/ 282. ¶ (¬2) سورة الحج: الآية 30. ¶ (¬3) أنظر؛ طنطاوي: التفسير الوسيط، 9/ 306. ¶ (¬4) أنظر؛ معروف: الانتخابات في ضوء السياسة الشرعية، 182. ¶ (¬5) موقع إسلام أون لاين: ركن السياسة الشرعية.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وما يُعرف بشراء الأصوات يعتبر من أحد الأساليب المتبعة في تغيير إرادة الناخب فهو خيانة وشهادة باطلة وزور، وأيضاً شراء الأصوات يحمل بعض المعاني التي نهى عنها الإسلام ومنها: ¶ الرشوة: فإن ما يقوم به المرشح من إعطاء الأموال مقابل أصوات الناخبين يعتبر من باب الرشوة التي حرّمها الإسلام كما جاء في حديث عبد الله بن عمرو بن العاص رضي الله عنهما، قال:\"لعن رسول الله الراشي والمرتشي\" (¬1) , فالراشي في هذه الحالة هو المرشح، والمرتشي هو الناخب. ¶ فيه كتما للشهادة عمن يستحقها، والله عز وجل يقول: {وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آَثِمٌ قَلْبُهُ} (¬2). ¶ إن الناخب شاهد كما تقرر سابقاً، وهذا يعني أنه لا يجوز له أخذ الأجرة على شهادته في الحق فضلاً عن الباطل، فلا يجوز للناخب أن يبيع صوته، ولا أن يأخذ عليه الأجرة. ¶ إن شراء الأصوات بالإضافة إلى ما سبق فيه أكل لأموال الناس بالباطل خاصة إذا كانت هذه الأموال من بيت المال، أو من خزينة الدولة، والله عز وجل يقول: {وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ} (¬3). ¶ أما إذا كانت هذه الأموال خاصة لشخص المرشح أو حزبه، فإنها إن لم تدخل في أكل الأموال بالباطل إلا أنها تدخل قطعاً في الرشوة المنهي عنها. ¶ فعلى الناخبين أن يعطوا أصواتهم لمن يستحقها، ولمن هو أرضى لله عز وجل لا لمن يملك الأموال ويرشي بها، ولا لأصحاب النفوذ والتسلط لأنهم غير صالحين لهذه المواقع. ¶ ما موقف القضاء والقانون من شراء الأصوات؟ ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سننه: ح (2580)، كتاب (الأقضية)، باب: (في كراهية الرشوة)، 3/ 299. ¶ (¬2) سورة البقرة: الآية 282. ¶ (¬3) سورة البقرة: الآية 188.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "إذا ثبت للقضاء بالأدلة القاطعة أن أحد المرشّحين قام بشراء أصوات الناس ولو عدداً قليلاً، فيجب أن تتخذ ضده الإجراءات القضائية و القانونية، ومن أهمها إسقاط العضوية عنه، لأنه جاء بطريقة غير مشروعة وحرمة، اعتمدت على التزوير و الخداع، وهو في الحقيقة لا يمثل من انتخبوه، ويمنع من المشاركة في أي انتخابات قادمة لأنه أصبح متهماً، كما أنه ليس أهلاً لهذه المناصب الخطيرة. ¶ فتوى الشيخ فيصل مولوي حول شراء الأصوات: ¶ لا يجوز شراء الأصوات من أي واحد من المرشحين، ولا يجوز لأي ناخب بيع صوته لأي واحد من المرشحين، لأن الانتخابات أمانة وشهادة والمطلوب من المسلم أن يؤدي الشهادة لله وبما يرضيه سبحانه فإذا أخذ مبلغاً من المال فهو يعطي صوته لمن دفع المبلغ، وهي حينئذٍ شهادة لا ترضي الله عز وجل. ¶ ومثل من يبيع صوته لأحد المرشحين كمثل من يشهد على إنسان أمام القضاء فتؤدي شهادته إلى تبرئته وهو مجرم، أو إلى تجريمه وهو بريء فهذه شهادة زور، وقد نهى رسول الله صلى الله عليه وسلم عن شهادة الزور بأشد النهي كما هو معروف (¬1). ¶ الفصل الأول ¶ حقيقة الانتخابات، وأنواعها، وحكمها، وطرقها ¶ سأتناول في هذا الفصل بإذن الله تعالى بالحديث عن الانتخابات، حقيقتها في اللغة والاصطلاح، ثم بيان أنواعها، وتكييفها الشرعي، وطرق ممارستها. ¶ وسيكون ذلك من خلال مبحثين: ¶ المبحث الأول: حقيقة الانتخابات، وأنواعها. ¶ المبحث الثاني: حكم الانتخابات، وطرقها. ¶ المبحث الأول ¶ حقيقة الانتخابات، وأنواعها ¶ سيكون الحديث في هذا المبحث مقتصراً على تعريف الانتخابات في اللغة، والاصطلاح، وذلك من أجل الوقوف على معانيها وحدودها، وبيان أنواعها المتعددة من رئاسية ونيابية، وبلدية وغيرها. ¶ وسوف أخصص لهذا المبحث مطلبين: ¶ المطلب الأول: حقيقة الانتخابات، والألفاظ ذات الصلة. ¶ المطلب الثاني: أنواع الانتخابات. ¶ المطلب الأول ¶ ¬__________ ¶ (¬1) موقع إسلام أون لاين: فتاوى انتخابية.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "حقيقة الانتخابات، والألفاظ ذات الصلة ¶ أتناول في هذا المطلب الحديث عن حقيقة الانتخابات في اللغة، والاصطلاح، من أجل الوصول إلى الأحكام المتعلقة بها. ¶ وسيكون ذلك من خلال الفرعين التاليين: ¶ الفرع الأول ¶ حقيقة الانتخابات في اللغة والاصطلاح ¶ أولاً: حقيقة الانتخابات في اللغة: ¶ الانتخاب (¬1): اسم مصدر من الفعل (انْتَخَبَ)، وهي مفرد انتخابات. ¶ وانتخب ينتخب انتخاباً: تأتي بمعنى اختاره (انتخب روائع الشعر)، وبمعنى صوت لفائدته (انتخب رئيس الدولة). ¶ ومنتخب: من له حق التصويت في الانتخابات. ¶ والانتخاب يأتي على عدة معانٍ منها (¬2): ¶ 1. بمعنى الاختيار. ¶ 2. بمعنى الانتزاع. ¶ 3. بمعنى الانتقاء. ¶ 4. بمعنى النزع. ¶ وفيه النخبة: وهم المنتخبون من الناس، والمنتقون. ¶ ونخبة المتاع: المختار ينتزع منه. ¶ وعند الأستاذ حسن الكرمي (¬3): نخب الرجل الشيء، انتزعه من مكانه، ونخب الرجل فلاناً من بين أصحابه أخذه واختاره كأنه نزعه من بينهم. ¶ والمنتخب: هو المختار من بين الجماعة، والانتخاب هو اختيار الأفضل من بين الجميع (¬4). ¶ وفي المعجم الوسيط: ¶ انتخبه: أعطاه صوته في الانتخابات. ¶ من خلال المعاني اللغوية السابقة، يظهر أن معنى الانتخاب هو: الاختيار والانتقاء، وكل المعاني السابقة تدور في فلك واحد. ¶ ثانياً: حقيقة الانتخابات في الاصطلاح: ¶ تعددت تعاريف الانتخابات عند العلماء: ¶ 1. ورد في المعجم الوسيط (¬5): ¶ الانتخابات، الاختيار: إجراء قانوني يُحدد نظامه ووقته ومكانه في دستور أو لائحة، ليختار على مقتضاه شخص أو أكثر لرياسة مجلس أو نقابة أو ندوة أو لعضويتها. ¶ 2. ورد في المعجم العربي الأساسي (¬6): ¶ ¬__________ ¶ (¬1) مجموعة: المعجم العربي الأساسي، 1179. ¶ (¬2) ابن منظور: لسان العرب، 6/ 601. ¶ (¬3) الكرمي: الهادي إلى لغة العرب، 4/ 270. ¶ (¬4) إبراهيم: المعجم الوسيط، 2/ 908. ¶ (¬5) المصدر السابق: 2/ 908. ¶ (¬6) مجموعة: المعجم العربي الأساسي، 1179.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "الانتخابات: إجراء قانوني منظم يختار بمقتضاه شخص لرئاسةٍ أو مجلس نيابي أو جمعية، أو غيرها. ¶ 3. يقول الدكتور عبد الواحد كرم (¬1): ¶ الانتخاب هو: اختيار فئة من الناس شخصاً أو أكثر لأداء مهام ذات طبيعة عامة. ¶ 4. وعرّفها الدكتور نظام البركات (¬2): ¶ الانتخابات وسيلة يتم بواسطتها اختيار الأشخاص الذين سيُعهد إليهم اتخاذ القرارات و رسم السياسات العامة في الدولة. ¶ 5. عرّفها الدكتور صالح سنين صالح (¬3): ¶ هي مجموعة من العمليات تنتهي بالاقتراع والتصويت، وفرز النتيجة، وإعلان الفائز، و إحصاء الناخبين والمرشحين وفق قانون ونظام وتحت إشراف آليات محددة. ¶ الفرع الثاني ¶ الانتخابات، والألفاظ ذات الصلة ¶ من الألفاظ ذات الصلة بموضوع الانتخابات، مصطلح الشورى، وهي لفظة إسلامية خالصة، علاقتها بقواعد نظام الحكم الإسلامي. ¶ حديثي سيكون عن التعريف اللغوي والاصطلاحي، وبيان مشروعية الشورى، وحكمها ومجالاتها. ¶ 1. التعريف اللغوي للشورى: ¶ هي مصدر شَوَرَ، وتأتي بمعنى تداول الرأي وتبادله (¬4). ¶ 2. التعريف الاصطلاحي للشورى: ¶ عرّفها صاحب القاموس الفقهي بأنها: طلب الرأي في أمر ذات بال (¬5). ¶ والعلاقة بين التعريفين اللغوي والاصطلاحي، واضحة وقريبة. ¶ 3. مشروعية الشورى: ¶ - قول الله تعالى: {وَشَاوِرْهُمْ فِي الْأَمْرِ} (¬6). ¶ وجه الاستدلال: ¶ في الآية أمر بالمشورة من الآخرين، يقول الشيخ محمد سيد طنطاوي: في الآية أمره بأن يشاورهم في الأمر لأنهم قد أصبحوا أهلاً لهذه المشاورة (¬7). ¶ ¬__________ ¶ (¬1) كرم: معجم مصطلحات الشريعة والقانون، 73. ¶ (¬2) بركات: مبادئ علم السياسة، 204. ¶ (¬3) صالح سنين صالح: رؤية تأصيلية للانتخابات ـموقع سودان لاين على الشبكة العنكبوتية. . ¶ (¬4) الكرمي: الهادي إلى لغة العرب 1/ 512. ¶ (¬5) أبو حبيب: القاموس الفقهي، 2050. ¶ (¬6) سورة آل عمران: الآية 159. ¶ (¬7) طنطاوي: التفسير الوسيط للقرآن الكريم، 2/ 317.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "- قول الله تعالى: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} (¬1). ¶ - وجه الاستدلال: في الآية أنها تبين أن المسلمين شأنهم إذا حدث بينهم أمر هام يحتاج إلى المراجعة والمناقشة، تجمعوا وتشاوروا فيما هو أنفع وأصلح (¬2). ¶ - ما رواه أبو هريرة رضي الله عنه:\" لم يكن أحد أكثر مشورة من رسول الله صلى الله عليه وسلم \" (¬3). ¶ وجه الاستدلال: ¶ في الحديث تأكيد على أن النبي كان يمارس المشورة مع أصحابه. ¶ 4. حكم الشورى (¬4): ¶ اختلف الفقهاء في حكم الشورى: هل هي ملزمة للحاكم أو اختيارية، وهل نتيجتها ملزمة أو اختيارية أيضاً؟. ¶ قال جماعة: إن الشورى فيما لم ينزل فيه وحي في مكايد الحروب وعند لقاء العدو اختيارية تطييباً للنفوس، ورفعاً للأقدار، وتأليفاً على الدين. ¶ وقال آخرون: إن الحاكم ملزم برأي أغلبية المستشارين من أهل الحل والعقد عملاً بالأوامر القرآنية، ويصبح الأمر عدم الأثر إذا لم يلزم الحاكم نتيجتها. ¶ والرأي الصواب هو القول بوجوب الشورى على كل حاكم، وضرورتها له وإلزامه نتيجتها كما قرر المفسرون لتسيير الأمور على وفق الحكمة والمصلحة. ¶ 5. نطاق الشورى: ¶ تشمل كل القضايا الدينية والدنيوية، السياسية والاجتماعية والاقتصادية والثقافية والتنظيمية، أي في كل ما لم يرد فيه نص تشريعي واضح الدلالة. ¶ 6. هيئة الشورى: ¶ كان السائد لدى الخلفاء الراشدين رضي الله عنهم أجمعين أن الخليفة هو الذي يعين أهل المشورة حسبما يرى من المصلحة. ¶ ¬__________ ¶ (¬1) سورة الشورى: الآية 38. ¶ (¬2) طنطاوي: التفسير الوسيط للقرآن الكريم: 13/ 42. ¶ (¬3) أخرجه الترمذي في سننه: رقم (1767)، أبواب الجهاد، باب ما جاء في المشورة،، ص3/ 129. ¶ (¬4) أنظر؛ الطبري: جامع البيان، 7/ 343، و القرطبي: الجامع لأحكام القرآن، 2/ 249، و ابن كثير: تفسير القرآن العظيم، 1/ 420.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وفي عصرنا يمكن أن يتم ذلك إما بالتعيين حسب الوظائف ذات الصفة التشريعية أو الانتخاب وفق ضوابط محددة تنطبق على ذوي الاختصاص والخبرة (¬1). ¶ 7. مبدأ الأغلبية: ¶ من السمات المشتركة ما بين الشورى والانتخابات مبدأ الأغلبية، واحترامها، والإذعان لها، والإسلام رؤيته للأمور لا يتعارض مع طبيعة الأشياء، فإبرام الشورى في مجلس الشورى يكون إما بالموافقة الإجماعية من أعضاء المجلس، وإما توافق أكثرية أهل الشورى، وهذه الحالة مقبولة ولها اعتبارها. ¶ والأغلبية التي يحترمها الإسلام، هي التي تنطلق من ضميرها وإيمانها بالله، لا يتحكم فيها رأي حزب، أو هوى (¬2). ¶ المطلب الثاني ¶ أنواع الانتخابات ¶ يرى قسم كبير من فقهاء القانون أن الانتخابات وظيفة واجبة على المواطن، لا يجوز إهمالها، ويستند أصحاب هذا الرأي إلى القول بأن السيادة الشعبية تتولاها الأمة بشخصيتها المعنوية المستقلة عن أعضائها الطبيعيين، وأن المواطنين الذين يمارسون سلطاتها ليسوا سوى أعضاء في هذه الأمة، يقومون بوظيفة التصويت باسمها لانتخاب ممثليها، إذ إنه حين يمارس المواطنون الانتخاب يقومون بإجراء وظيفة معينة حددها القانون لهم بصفتهم أعضاء في الأمة صاحبة السيادة. ¶ وبما أن الانتخابات هي الآلية الأكثر ديمقراطية في هذا العصر، لإيجاد حكومات ديمقراطية يتمثل فيها الاستقرار الملائم للشعب، والتي تكون معبّرة عن مصالحة، فإن هؤلاء الحاكم المنتخبون يمثلون الشعب بكامله بمختلف مكوناته القومية والدينية والطائفية والفكرية والطبقية (¬3). ¶ وأنواع الانتخابات تختلف باختلاف الأنظمة الحكومية من دولة إلى أخرى، وتختلف داخل الدول حسب دساتيرها وقوانينها، ومن أشهر هذه الأنواع: ¶ 1. الانتخابات الرئاسية. ¶ 2. الانتخابات العامة النيابية (التشريعية). ¶ ¬__________ ¶ (¬1) أنظر؛ بركة: الشورى في الإسلام، 61. ¶ (¬2) أنظر؛ المصدر السابق: 62. ¶ (¬3) مركز البحوث الدستورية والقانونية، (موقع على الشبكة العنكبوتية).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "3. الانتخابات المحلّية (البلدية، الجمعيات، المؤسسات). ¶ كذلك تختلف الانتخابات حسب أشكالها ومن أهمها: ¶ أولاً: الانتخاب المقيّد: ¶ هو النظام الذي يشترط أن يتوفر في النائب قسط من المال أو قسط من التعليم ومحصوراً في نوع الرجال فقط. ¶ ثانياً: الانتخاب العام: ¶ وهو النظام الذي يسمح لكل مواطن في الدولة بحق الانتخاب بصرف النظر عن الجنس أو الملكية أو التعليم أو العقيدة. ¶ شريطة أن يتوفر في الناخب الجنسية والسن القانوني للانتخاب. ¶ ومن أنواع الانتخاب: ¶ - الانتخابات المباشرة. ¶ - الانتخابات غير المباشرة. ¶ أولاً: الانتخابات المباشرة: ¶ وتتمثل في أن يقوم الناخب بانتخاب المرشح للسلطة التشريعية أو رئاسة الجمهورية دون واسطة من أي جهة، ويسمى هذا النوع من الانتخاب، بالانتخاب على درجة واحدة، يؤدي هذا النظام الانتخابي إلى معرفة الرأي العام الحقيقي للشعب لاختيار ممثليه في الهيئات التمثيلية، ويعبر عن إرادة الناخبين الصحيحة ويعتبر وسيلة فعّالة لتربية الشعب بالروح الديمقراطية. ¶ ثانياً: الانتخاب غير المباشر: ¶ وهو قيام الناخبين بانتخاب مندوبين عنهم يقومون بمهمة اختيار أعضاء السلطة التشريعية ورئيس الدولة، إما على درجتين أو على ثلاث درجات. ¶ ولهذا النوع من الانتخاب عيوب من أخطرها: ¶ - يبعد الناخبين عن انتخاب نوابهم. ¶ - كذلك لا تكون السلطة التشريعية ممثلة حقيقية للشعب، وهذا مخالف للنظام الديمقراطي. ¶ المبحث الثاني ¶ حكم الانتخابات، وطرقها ¶ الانتخاب يمثل حقاً من حقوق المواطن، على اعتبار أن هذا المواطن يتولى جزءً من سيادة الشعب يمارسها في الحياة العامة، لهذا يعتبر الانتخاب حقاً من حقوقه الدستورية الأساسية. ¶ فما حكم الانتخابات، وما طرقها؟ ¶ من خلال المطلبين التاليين سيكون الحديث عن: ¶ المطلب الأول: حكم الانتخابات في الشريعة الإسلامية. ¶ المطلب الثاني: طرق الانتخابات في الشريعة الإسلامية. ¶ المطلب الأول ¶ حكم الانتخابات في الشريعة الإسلامية",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "من الأمور الواجب مراعاتها، هو معرفة الحكم الشرعي فيما يُقدم الإنسان االمسلم على عمله، في مجموع حياته، أمر العقيدة، والعبادات، والمعاملات، والأخلاق، والعلاقات العامة والخاصة. ¶ والانتخابات من الأمور المعاصرة التي ما عرفها سلفنا الصالح كقضية فكر ونقاش وتأصيل، لهذا وجب على المسلم في زماننا هذا أن يتعرف على حكمها الشرعي، وأن يستفتي أهل العلم خصوصاً من يثق في علمهم وتقواهم. ¶ ولقد تعددت أقوال العلماء المعاصرين في هذه المسألة ما بني ممانع وما بين مجيز، بل موجب العمل بها. ¶ وسوف أخصص هذا المطلب للحديث عن أقوال العلماء بهذا الخصوص، مستدلاً على أقوالهم بأدلتهم، منتهياً إلى ما أراه الأنسب والأصلح لنا في هذا الزمان. ¶ أولاً: القائلون بالحرمة (¬1). ¶ استند القائلون بالحرمة على مجموعة من المفاسد تترتب عن الانتخابات، على رأس هذه المفاسد: ¶ 1. عدم تحكيم شرع الله: ¶ وذلك عن طريق سن قوانين وتشريعات تضاهي تشريع الله سبحانه وتعالى، وهذا في اعتبارهم كفر لا نقاش فيه لمجموعة من الأدلة من الكتاب والسنة: ¶ - من الكتاب: ¶ قول الله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} (¬2). ¶ وقول الله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنزَلَ اللَّهُ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ} (¬3). ¶ وقول الله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} (¬4). ¶ وجه الاستدلال: ¶ في الآيات الثلاث يبين الله أن من يخرج عن حكم الله، فهو كافر، ومرة أخرى ظالم، ومرة ثالثة فاسق، فالآيات دلالة على أن الحكم والتشريع لله تعالى (¬5). ¶ وهناك أدلة أخرى من الكتاب منها: ¶ ¬__________ ¶ (¬1) أنظر؛ الريمي: الأدلة الشرعية، 59. ¶ (¬2) سورة المائدة: الآية 44. ¶ (¬3) سورة المائدة: الآية 45. ¶ (¬4) سورة المائدة: الآية 47. ¶ (¬5) أنظر؛ ابن كثير: تفسير القرآن العظيم، 2/ 579.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قول الله تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} (¬1). ¶ قول الله تعالى: {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ} (¬2). ¶ وقول الله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُواْ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُواْ إِلَى الطَّاغُوتِ وَقَدْ أُمِرُواْ أَن يَكْفُرُواْ بِهِ وَيُرِيدُ الشَّيْطَانُ أَن يُضِلَّهُمْ ضَلاَلاً بَعِيدًا} (¬3). ¶ وجه الاستدلال: ¶ مجموع ما سبق من الآيات فيها دلالة واضحة على ضلال وفساد كل التشريعات المخالفة للإسلام. ¶ 2. الاختلاف والتفرق المذموم: ¶ إن وجود الأحزاب السياسية في المجتمع المسلم يؤدي حتماً إلى الاختلاف والتفرقة المذمومة، والآيات والأحاديث التي تحذرنا منها كثيرة: ¶ - من القرآن الكريم: ¶ قول الله تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} (¬4). ¶ وقول الله تعالى: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} (¬5). ¶ وجه الاستدلال: ¶ في الآيتين بيان للعلاقة بين المؤمنين، فهي قائمة على شعار المحبة والأخوة وليس التباغض و التنافر. ¶ - من السنة النبوية: ¶ 1. عن النعمان بن بشير قال: قال رسول الله صلى الله عليه وسلم: \"ترى المؤمنين في تراحمهم وتوادهم وتعاطفهم كمثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمّى\" (¬6). ¶ ¬__________ ¶ (¬1) سورة النساء: الآية 65. ¶ (¬2) سورة المائدة: الآية 50. ¶ (¬3) سورة النساء: الآية 60. ¶ (¬4) سورة التوبة: الآية 71. ¶ (¬5) سورة الحجرات: الآية 10. ¶ (¬6) أخرجه البخاري في صحيحه: كتاب الأدب، باب، رحمة الناس بالبهائم، رقم (6011)، 4/ 1901.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "2. عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: \"لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه\" (¬1). ¶ وجه الاستدلال: ¶ في الحديثين ذم الاختلاف والتفرق، لما يلحق بالمسلمين من الأذى، لقد حذرنا الإسلام من التفرق لقوله تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا} (¬2). ¶ وقوله تعالى: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ} (¬3). ¶ وجه الاستدلال: ¶ في الآيتين وصى الله تعالى المؤمنين بالائتلاف، وبالجماعة، ونهاهم عن الاعتراض والاختلاف (¬4). ¶ 3. الحرص والتنافس على طلب الإمارة: ¶ وحديث النبي صلى الله عليه وسلم يقول: \"إنا والله لا نولي على هذا العمل أحداً سأله، ولا أحداً حرص عليه\" (¬5). ¶ 4. منازعة الأمر أهله: ¶ وذلك من خلال محاولة الآخرين تولي السلطة في ظل سلطة قائمة، فهذا مخالف لنصوص السنة الصريحة. ¶ - روى عرفجة أنه سمع النبي صلى الله عليه وسلم يقول: \"إنه سيكون هنات وهنات، فمن أراد أن يُعرق أمر هذه الأمة وصحي جميع فاضربوه بالسيف كائناً من كان\" (¬6). ¶ - ما رواه عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم: \"ومن بايع إماماً فأعطاه صفقة يده، وثمرة قلبه، فليعطه إن استطاع فإن جاء آخر ينازعه فاضربوا عنق الآخر\" (¬7). ¶ 5. يؤدي هذا النظام إلى تولية غير مسلم: ¶ قد تفرز كما نرى ونشاهد هذه الانتخابات غير المسلمين، فيتولوا أمر المسلمين، وهذه مفسدة عظيمة. ¶ ¬__________ ¶ (¬1) المصدر السابق: كتاب الإيمان، باب، من الإيمان أن يحب ... ، رقم (13)، 1/ 29. ¶ (¬2) سورة آل عمران: الآية 103. ¶ (¬3) سورة الأنعام: الآية 159. ¶ (¬4) أنظر؛ ابن كثير: تفسير القرآن العظيم، 3/ 135. ¶ (¬5) أخرجه البخاري في صحيحه: كتاب الأحكام، باب، ما يكره من الحرص على الإمارة، رقم (7149) 4/ 2234. ¶ (¬6) أخرجه مسلم في صحيحه: كتاب الإمارة، رقم (1852) 4/ 550. ¶ (¬7) المصدر السابق: كتاب الإمارة، رقم (1844)، 4/ 544.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "6. يؤدي إلى تولية المرأة: ¶ وهي مخالفة لما ذكر عن النبي صلى الله عليه وسلم: روى أبو بكرة قال: لما بلغ رسول الله صلى الله عليه وسلم أن أهل فارس قد ملّكوا عليهم بنت كسرى، قال: \"لن يفلح قوم ولوا أمرهم امرأة\" (¬1). ¶ وجه الاستدلال: ¶ قال ابن حجر: قال الخطابي: في الحديث أن المرأة لا تلي الإمارة ولا القضاء (¬2). ¶ 7. عقد التحالف مع العلمانيين: ¶ مما يحدث في الانتخابات أن بعض الأحزاب تتحالف فيما بينها، وهذا قد يؤدي إلى تحالف بين الإسلاميين والعلمانيين، حتى يحصلوا على الفوز، وفي هذا مخالفة للنصوص الشرعية الواضحة: ¶ قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ} (¬3). ¶ 8. فتح باب الادعاء بأن الشريعة ناقصة، وأنها لا تقوم بكل مهام الأمة: ¶ وذلك من حيث أن النظام الانتخابي مستورد من عند غير المسلمين. ¶ 9. عدم متابعة الرسول صلى الله عليه وسلم في مواجهة الأعداء: ¶ الدعوة إلى الانتخابات ليست على الطريقة المحمدية، فعلامة إتباع النبي ذلك حتى تنال محبته. ¶ 10. الاستهزاء بالكتاب والسنة وجعلهما رأياً من الآراء قابلان للأخذ والرد: ¶ ما يحدث في المجالس النيابية والبرلمانية من خوض واستهزاء بآيات الله تعالى، يجعل من الكتاب والسنة رأياً من الآراء قابلان للمناقشة، والأخذ والرد بناءً على الأغلبية. ¶ 11. فقدان حاجز الولاء والبراء بين أعضاء هذه المجالس: ¶ وذلك بمجالسة وتعامل أهل الباطل، فيؤدي ذلك إلى كسر حاجز الواء والبراء والذي هو الحب في الله والكره والبغض في الله. ¶ 12. إن في الانتخابات طاعة لأعداء الله من اليهود والنصارى: ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه: كتاب المغازي، باب: كتاب النبي إلى كسرى وقيصر، رقم (4425)، 3/ 1337. ¶ (¬2) أنظر؛ العسقلاني: فتح الباري، 8/ 470. ¶ (¬3) سورة آل عمران: الآية 149.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الانتخابات نظام مستورد من عند غير المسلمين، والدعوة إليه طاعة لهم وقد حذرنا الله من طاعتهم، قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ} (¬1). ¶ 13. نظام الانتخابات يعطّل جانب الأمر بالمعروف والنهي عن المنكر: ¶ حينما يوكل الناخب عضو البرلمان في مناقشة القضايا المبهمة، فهو يعطل دوره، ويجعل من ينتخبه يقوم بدوره، ومن هنا يتعطّل دور الأفراد في إقامة واجب الأمر بالمعروف والنهي عن المنكر. ¶ 14. اعتماد الانتخابات على الأغلبية الغوغائية الهمجية: ¶ وفي هذا مخالفة لمنهج الإسلام، حيث يقول الله تعالى: {وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ} (¬2)، وعن الأغلبية يقول الله تعالى: {وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ} (¬3). ¶ 15. النظام الانتخابي يسوي بين المرأة والرجل من حيث التصويت، وبين صوت الكافر والمؤمن والجاهل والمتعلم: ¶ وهذه مفسدة ظاهرة لقوله تعالى: {أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لَا يَسْتَوُونَ} (¬4). ¶ 16. ضياع الأوقات في الأمور التي لا تعود بالفائدة: ¶ كثير من جلسات البرلمانات والمجالس النيابية تخوض في قضايا ليست بذات جدوى على المجتمع والدين. ¶ 17. تضليل عوام الناس بإظهار الباطل لهم بمظهر الحق، الذي يجب أن يتبع. ¶ 18. شراء الضمائر، وبيع الأصوات. ¶ 19. ظاهرة التصوير وتعليق الصور في كل مكان، للرجال والنساء على حد سواء. ¶ ¬__________ ¶ (¬1) سورة آل عمران: الآية 100. ¶ (¬2) سورة الأنعام: الآية 103. ¶ (¬3) سورة يوسف: الآية 103. ¶ (¬4) سورة السجدة: الآية 18.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "20. خروج النساء من بيوتهن لغرض تسجيل الأسماء في مراكز الانتخابات، ثم الانتخاب يوم الانتخابات، وما يحدث في مثل هذه الظروف من مخالفات شرعية كثيرة، من اختلاط وتبرج، ورفع صوت النساء، وغيرها، والله يقول: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} (¬1). ¶ 21. صرف الأموال الطائلة، وإخراج كثير من الناس في خدمة مثل هذه الأمور المبتدعة و ما في ذلك من تعطيل للمصالح العامة. ¶ 22. مشابهة غير المسلمين في تبنيهم لهذا النظام. ¶ 23. تقديم التنازلات عند الدخول في المجالس النيابية. ¶ 24. تبني الفكرة الصهيونية: الغاية تبرر الوسيلة. ¶ 25. تبني مبدأ: فصل الدين عن الدولة. ¶ 26. تبنّي مبدأ الحرية الشخصية: حرية الأخلاق. ¶ هذا ما يعتمد عليه القائلون بتحريم الانتخابات وعدم شرعيتها. ¶ ثانياً: القائلون بالإباحة والحل، وأحياناً بالوجوب: ¶ اعتمد القائلون بالإباحة على الكتاب والسنة والمصلحة: ¶ 1. من الكتاب: ¶ - قول الله تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (¬2). ¶ وجه الاستدلال: ¶ أن هذه المجالس منبر للأمر بالمعروف والنهي عن المنكر، تماماً كمنبر المسجد والصحيفة، بل هي أجدى وأقوى، وأبعد أثراً في حياة المجتمعات. ¶ يقول القرطبي: فإذا تركوا التغيير، وتواطؤوا على المنكر، زال عنهم اسم المدح، ولحقهم اسم الذم، وكان سبباً لهلاكهم (¬3). ¶ - قول الله تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} (¬4). ¶ ¬__________ ¶ (¬1) سورة الأحزاب: الآية 33. ¶ (¬2) سورة آل عمران: الآية 104. ¶ (¬3) أنظر؛ القرطبي: الجامع لأحكام القرآن، 2/ 165. ¶ (¬4) سورة النحل: الآية 125.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وجه الاستدلال: ¶ أن المسلم يستطيع أن يعلن حكم الشرع في المسائل المعروضة على المجالس النيابية، على رؤوس الأشهاد، ويدعو إلى تطبيق شرع الله، وأما الأمة كلها. ¶ يقول الإمام الطبري: يقول تعالى لنبيه: أدع يا محمد من أرسلك ربك إليهم إلى طاعته، وإلى شريعته التي شرعها لخلقه، وهو الإسلام (¬1). ¶ - قول الله تعالى: {لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ} (¬2). ¶ وجه الاستدلال: ¶ الآية فيها الذم على هؤلاء لعدم قيامهم بوظيفتهم وهي الأمر بالمعروف، والنهي عن المنكر، قال ابن كثير: أي كان لا ينهي أحد منهم أحداً عن ارتكاب المآثم والمحارم، ثم ذمهم على ذلك ليحذر أن يرتكب مثل الذي ارتكبوه فقال: {لَبِئْسَ مَا كَانُوا يَفْعَلُونَ}. (¬3) ¶ - قول الله تعالى: {وَشَاوِرْهُمْ فِي الْأَمْرِ} (¬4). ¶ وجه الاستدلال: ¶ الخطاب في الآية موجه إلى النبي أن يشاور الناس فيما يجد من أمور وقضايا، فالشورى سنة ثابتة، تلتزم بها الأجيال. ¶ - قول الله تعالى: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} (¬5). ¶ وجه الاستدلال: ¶ الآية تدل على وجوب إشراك الشعب في المساهمة في الأداء، لأن تدبير شئون المجتمع يتم عن طريق التشاور وأمر التشاور يحتم اختيار ولي الأمر، ومن ينوب عن الشعب للتشاور. ¶ وملخص الآيتين: ¶ أن تولية رئاسة الدولة، أو إنابة نواب مجلس النواب أو الشورى، يجب أن يأتي عن طريق الانتخاب الحر، الذي يشترك فيه المجتمع بأسره، ولا يقتصر على فئة مميزة. ¶ 2. من السنة النبوية: ¶ ¬__________ ¶ (¬1) أنظر؛ الطبري: جامع البيان، 8/ 194. ¶ (¬2) سورة المائدة: الآية 63. ¶ (¬3) أنظر؛ ابن كثير: تفسير القرآن العظيم، 2/ 618. ¶ (¬4) سورة آل عمران: الآية 159. ¶ (¬5) سورة الشورى: الآية 38.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "- قول النبي صلى الله عليه وسلم: \"من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان\" (¬1). ¶ 3. ومن أدلتهم: ¶ - ما صنعه عمر بن الخطاب عندما أوصى بالخلافة شورى بين ستة نفر من أصحاب رسول الله صلى الله عليه وسلم، وهم، عثمان وعلي وطلحة والزبير وعبد الرحمن بن عوف وسعد، رضوان الله عليهم جميعاً. ¶ وجه الاستدلال: ¶ أن هذا الفعل من عمر بن الخطاب هو مثل ما يحصل في الانتخابات (¬2). ¶ - أن عبد الرحمن بن عوف سأل الناس عن عثمان وعلي، وهذا هو نفسه ما يحدث في النظام الانتخابي (¬3). ¶ - أن عبد الرحمن بن عوف ذهب وسأل النساء وناقشهم في قضية بيعة عثمان (¬4) ¶ 4. ومن أدلتهم أن الانتخابات من الأمور الاجتهادية: ¶ وهذا ما دفع عدد كبير من العلماء بالإفتاء بجواز المشاركة في الانتخابات، وذلك من باب المصلحة. ¶ 5. قولهم أن الدخول في الانتخابات من باب الأخذ بأخف الضررين، وأذى المفسدتين. ¶ 6. في المشاركة إمكانية الإصلاح بخلاف عدم المشاركة. ¶ 7. اعتبار الانتخابات من المصالح المرسلة: ¶ أحكام الشريعة إنما وجدت من أجل تحقيق مصالح العباد، يقول ابن القيم: إن الشريعة مبناها وأساسها على الحكم، ومصالح العباد في المعاش والمعاد، وهي عدل كلها ورحمة كلها، ومصالح كلها، وحكمة كلها (¬5). ¶ ومن خلال العمل بالمصالح المرسلة يتم: ترجيح الخيرين، واتقاء شر الشرين، وتحصيل أعظم المصلحتين بتفويت أدناهما، ودفع أعظم المفسدتين باحتمال أدناهما. ¶ فبالمشاركة في هذه المجالس يتم تحقيق المصلحة للدعوة، وهموم المسلمين. ¶ ويمكن إجمال أهم المصالح المترتبة على المشاركة، بما يأتي: ¶ ¬__________ ¶ (¬1) أخرجه مسلم في صحيحه: كتاب الإيمان، رقم (47)، 1/ 215. ¶ (¬2) أنظر؛ السيوطي: تاريخ الخلفاء، 122. ¶ (¬3) أنظر؛ ابن كثير: البداية والنهاية، 7/ 151. ¶ (¬4) المصدر السابق. ¶ (¬5) أنظر؛ ابن القيم: أعلام الموقعين، 3/ 11.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "- الاعتراض على القوانين المخالفة للشرع، وهذا من باب إنكار المنكر. ¶ - تقديم مشاريع قوانين موافقة للشرع الإسلامي، تسهم في تغيير القوانين المخالفة للشرع. ¶ - محاربة الفساد والمفسدين، وقمع الظلم والظالمين. ¶ - دعم الخير وأهله، ومحاربة الشر وأهله على جميع المستويات السياسية، والاجتماعية والتربوية والاقتصادية. ¶ - تحقيق الحرية لعمل بعض الدعاة من خلال الحصانة البرلمانية، وتخفيف القيود المفروضة على تحرك الدعاة ونشاطهم. ¶ - إعادة الثقة بالإسلام كمنهج متكامل، وبالمسلمين كقادة من خلال تقديم النموذج القوي الأمين للناس والمجتمع. ¶ - محاسبة المسئولين واستجوابهم. ¶ - الاستدلال بما فعل يوسف عليه السلام، حينما دخل تحت حكم الكافر، وأصلح من الداخل، ودعا إلى الله تعالى، وكذلك الانتخابات إصلاح من الداخل. ¶ - ترك المشاركة في الانتخابات إفساح المجال للعلمانيين، وغيرهم من أهل الهوى أن يتولوا أمر المسلمين. ¶ - إن دخول المجالس النيابية إنما هو للضرورة، وذلك أن ترك مثل هذه المجالس و إفراغها من أهل الإسلام والإيمان، يجعلها مسرحاً لغيرهم من أهل الهوى و الضلال يرتعون فيها كيفما يشاءون. ¶ - إن النظام الديمقراطي مع كل ما يؤخذ عليه من سلبيات، إلا أنه أفضل من الديكتاتورية الظالمة، ولا بأس ولو مرحلياً أن نتعامل مع مثل هذه النظم لصالح المسلمين، ولصالح العمل الإسلامي ¶ - القول بأن ما لم يتم الواجب إلا به فهو واجب. ¶ وبناءً على هذه القاعدة الأصولية، فإن تحقيق الأهداف وصون الحقوق واجب، ولا يتم تحقيق هذا الواجب إلا بالانتخابات البرلمانية، لهذا وجب الدخول في مثل هذه النظم. ¶ - القول بإباحة التحالفات للضرورة، وبقدرها، وقد حدث في حياة المسلمين زمن النبي صلى الله عليه وسلم وزمن أتباعه مثل هذه التحالفات، ومن أمثالها: ¶ - تحالف النبي مع يهود المدينة المنورة. ¶ - حلفه مع خزاعة. ¶ - جوار المطعم بن عدي للرسول في مكة قبل الهجرة. ¶ - صلح الحديبية.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وهناك غير هذه الاستدلالات والمسوغات للعمل الانتخابي، اقتصرنا لعدم الإطالة. ¶ مناقشة القائلين بتحريم الانتخابات، وعدم جواز دخول المجالس النيابية: ¶ 1. القول بأن النظام الانتخابي يعمل على عدم تحكيم شرع الله، وذلك من خلال سن القوانين والتشريعات، هذا القول لا يؤخذ كله، ولا يترك كله، فإن كان في بعض الأحيان تسن تشريعات تتعارض مع تشريعات الإسلام، فإن المسلم سيقوم بالاعتراض عليها وبيان فسادها، وسيسجل موقفاً على من اتخذ مثل هذه القرارات والتشريعات. ¶ 2. القول أن الأحزاب والانتخابات تعمل على تفريق الأمة، و إضعاف كلمتهم، وهذا ليس بالضرورة، بل الأحزاب وخصوصاً الحادة منها، تعمل على تعدد الآراء، والأفكار وليس غير ذلك. ¶ أما ما نهى عنه الإسلام فهو الفرق والأحزاب التي تعمل على الافتراق والاختلاف في الأصول والثوابت، فهذا التفرق محظور شرعاً، لأنه يفضي إلى زعزعة أركان ومقومات المجتمع المسلم، وما دامت هذه الأحزاب لا تعمل على تفويض روابط المجتمع، ووحدته، فلا يمكننا أن نتهمها بالخروج عن الدين، والمروق من الإسلام والإيمان. ¶ 3. أما القول بأن الانتخابات تنازع الإمام سلطانه، فهذا الدليل خارج من محل الاحتجاج، لأن الأحزاب لم تنشأ إلا بموافقة الحاكم، والسلطة القائمة، وهي في حقيقتها تعمل على تقوية بيعته، والتناوب على السلطة والحكم لا يخالف مبادئ الإسلام وأهدافه في الحكم والإدارة. ¶ وهكذا بقية ما استدل به القائلون بالتحريم. ¶ الترجيح بين القولين: ¶ من خلال عرض أدلة الفريقين، ومناقشة أدلة القائلين بالتحريم، يظهر جلياً موافقتنا للفريق الثاني القائل بالإباحة، بل بالجواز، بل بالوجوب أحياناً، وذلك للاعتبارات التالية: ¶ قوة الأدلة التي استند إليها الفريق الثاني، والتي تحمل النزعة الجماعية في وجوب التغيير.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "إن أدلة الفريق الأول مع كامل احترامنا لها، والتي تدعوا إلى تحريم العمل الانتخابي آثارها السلبية أكثر من إيجابياتها، فالمسلم لا يستطيع في هذا الوقت بالذات أن يترك الساحة شاغرة يتلاعب بها أصحاب الأهواء، والأفكار الضالة. ¶ إن دخول المجالس النيابية، وتولي منصب الرئاسة، والتي لا تكون إلا بالانتخابات هم أقدر من غيرهم على إنكار المنكر، بحكم منصبهم، وموقعهم، واختصاصاتهم، وحصانتهم. ¶ يقول ابن تيمية: فالواجب على المسلم أن يجتهد في ذلك بحسب وسعه، فمن ولى ولاية يقصد بها طاعة الله، وإقامة ما يمكنه من دينه، ومصالح المسلمين، وأقام فيها ما يمكنه من الواجبات واجتناب ما يمكنه من المحرمات، لا يؤخذ بما يعجز عنه، فإن تولية الأبرار خير من تولية الفجّار، و من كان عاجزاً عن إقامة الدين بالسلطان، والجهاد، ففعل ما يقدر عليه من الخير، لم يكلف ما يعجز عنه، فإن قوام الدين بالكتاب الهادي، والحديد الناصر (¬1). ¶ بعض الاعتبارات التي تجيز الدخول في العملية الانتخابية: ¶ - إن عمل النائب في المجالس النيابية يعتبر من قبيل الحسبة، وهي مشروعة في الإسلام. ¶ - أنه غير ملزم بالموافقة على أي أمر، بل له الحرية والحق المطلقين في أن يقبل أو يرفض أي كلام يقال، أو تشريع، وله أن يقدم البديل عن أي شيء ¶ - للنائب الحق في استجواب أي شخص، أو وزير من المسئولين ومحاسبته على أعماله. ¶ - أنه يحقق كثيراً من مصالح الناس التي لا يستطيع سواه أن يحققها، سواء كانت عامة أو خاصة بحكم ما يتمتع به من حصانة برلمانية. ¶ - أن الأصل في الأشياء الإباحة، وليس هناك دليل قطعي صريح على عدم الدخول في هذه المجالس. ¶ - بالدخول في هذه المجالس يعتبر خطوة لطرح البديل الإسلامي، أو تجربة للاتجاهات الإسلامية لكيفية ممارسة الحكم. ¶ ¬__________ ¶ (¬1) أنظر؛ ابن تيمية: الفتاوى، 28/ 396.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "- أن المشاركة تقلل من حدة التصادم بين الحكومة والاتجاهات الإسلامية عندما تعرف الحكومة مدى ما عندهم من طرح للفكرة الإسلامية (¬1). ¶ ضوابط للمشاركة في الانتخابات ودخول المجالس النيابية: ¶ o  أن يكون مدار الجواز أو عدمه قائم على مبدأ المصلحة ودفع المفسدة، المقرر شرعاً ضمن المقاصد الشرعية. ¶ o  وتقدير ذلك يرجع إلى العلماء الصادقين، العالمين بالمصلحة، وفقه الواقع، والقدرة ... على الموازنة. ¶ o  أن لا يكون دخول هذه المجالس مقابل أي تنازل عن المبادئ والثوابت الإسلامية والتي على رأسها عقيدة الولاء والبراء. ¶ o  أن الذين يخوضون هذه الغمار هم أصحاب الخلق والدين، والفقه والعلم، والكفاءة والخبرة، بعيداً عن المصلحة. ¶ o  الانتخابات والمجالس النيابية وسيلة لا غاية، وسيلة لتحكيم شرع الله. ¶ o  أن تخضع تجربة المشاركة للتقويم والموازنة، لمعرفة مدى تحقيق الأهداف التي من أجلها كانت المشاركة. ¶ o  إن شرعية وجود المسلم ابتداءً ودواماً في هذه المواقع ترتبط بقيامه برسالته المنوطة به في هذه الحياة. ¶ فتوى علماء المسلمين بجواز دخول المجالس النيابية، وإباحة الانتخابات: ¶ من هؤلاء العلماء: ¶ الشيخ عبد العزيز بن باز: ¶ سُئل عن حكم دخول المجالس النيابية، والمشاركة في الانتخابات: ¶ فأجاب: هذا الدخول خطير، يعني برلمان ومجالس نيابية ونحوها، الدخول فيها خطير، لكن من دخل فيها عن علم، وعن بصيرة يريد الحق، ويريد أن يوجه الناس إلى الخير، ويريد أن يعرقل الباطل، ليس الأصل هو الطمع في الدنيا، ولا الطمع في المعاش، وإنما قد دخل لينصر دين الله، وليجاهد في الحق، وفي ترك الباطل بهذه النية الطيبة. ¶ ¬__________ ¶ (¬1) أنظر؛ محمود: الاختلافات الفقهية: 315.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "أنا أرى أنه لا حرج في ذلك، وأنه ينبغي حتى لا تخلو هذه المجالس من الخير وأهله، إذا كان دخل بهذه النية، وهو عنده بصيرة حتى يجادل عن الحق، وحتى يدعو إلى ترك الباطل، ولعل الله ينفع به حتى تحكم الشريعة بهذه النية، وبهذا القصد مع العلم والبصيرة، والله جل وعلا يأجره على ذلك، أما إذا دخل بقصد الدنيا أو بقصد الطمع في الوظيفة، لا يجوز هذا، لكن ودخوله يريد به وجه الله والدار الآخرة ويريد نصر الحق، يريد بيان الحق بأدلته لعل هذه المجالس ترجع إليه وتنيب إليه (¬1). ¶ فتوى الشيخ سلمان بن فهد العودة: ¶ سُئل عن حكم الدخول في عضوية المجالس النيابية: ¶ فأجاب: عن العضوية في المجالس النيابية وغيرها، فالذي أراه إجمالاً أن هذا من باب تقليل المفاسد، أو جلب بعض المصالح، أو حصول الإنسان على بعض حقه، كما دخل الرسول صلى الله عليه وسلم في جوار أبي طالب، ثم في جوار المطعم بن عدي، وكذلك أبو بكر دخل في جوار ابن الدغنة. ¶ وليس الدخول اعترافاً بحقها في التشريع، ولا هو بالضرورة اعتقاداً بأنها طريق التغيير لكن من باب الانتفاع بالأشياء الممكنة، ولعله في الجملة داخل في باب الضرورات الشرعية، وهي مسألة اجتهادية من أهل العلم، من أباحها ورآها أنها خير من التخلي عن هذا الموقع الحساس. ¶ وأنا أميل إلى التوسعة، والعذر للطرفين من جهة، وإلى وجود مشاركة مدروسة منضبطة والله يتولى الصالحين (¬2). ¶ فتوى الشيخ محمد صالح بن عثيمين: ¶ أما هجر هذه المجالس فإنه سيفوت هذه المصالح، ولا يفيد شيئاً، فالحك ... يرى الشيخ أن دخول البرلمان للإسلاميين جائز حيث قال: ¶ الدخول في البرلمان له حالات: ¶ الحالة الأولى: أن يتابع الحكومة في قوانينها المخالفة للشريعة، وهذا لا يجوز بلا شك، ولا أظن أن أحداً يقول بجوازه من المسلمين. ¶ ¬__________ ¶ (¬1) أنظر؛ مجلة الإصلاح (الإماراتية) عدد (241)، 93. ¶ (¬2) الموقع الالكتروني: ( www.islamtoday.net)  بتاريخ 19 رجب 1424هـ.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "الحالة الثانية: أن يدخل لمعارضة الحكومة فيما يكون مخالفاً للشريعة الإسلامية، ويكون لديه قدرة على الإقناع والدفاع، ففي دخوله هذه المجالس مصلحة، وهي بيان الحق، وإظهاره أمام من يخفى عليهم أو يتجاهلونه، ومن المصلحة أيضاً أن الحكومة تحسب حسابها أمام هذا الحزب المبين للحق، ومن المصلحة أن يمثل الطائفة الإسلامية من يعرف ما يجري في مجلس البرلمان فيتخذ الحيطة لما تنوي الحكومة إجراءه، و يأمن مكرها. ¶ ومن المصلحة أيضاً أن يكون للطائفة الإسلامية مكان في مجالس الحكومة، فيكون لها قدر في نفوس الناس. ¶ ولا يمكن لشخص أن يحتج على مشروعية قانون الحكومة بوجود ممثل إسلامي في حالة معارضته. ¶ أما ما لا يخالف الشرع من قانون الحكومة، فلا اعتراض عليه، ولا حرج في قبوله لأن الحق يجب قبوله ممن جاء به كائناً من كان، والباطل يجب رده ممن جاء به كائناً من كان. ¶ أما هجر هذه المجالس فإنه سيفوت هذه المصالح، و لا يفيد شيئاً فالحكومة لن تنثني عن موادها وقوانينها بهذه المقاطعة والهجر، وربما تزداد قوة في التمسك بها لتراغم المهاجرين و المقاطعين، وكذلك تفرح بهجرهم مجالسها حتى لا يكون لها معارض في هذه المجالس (¬1). ¶ المطلب الثاني ¶ طرق الانتخابات في الشريعة الإسلامية ¶ الانتخابات بالمفهوم السياسي الحديث أمر لم يعرفه المجتمع المسلم فيما سبق، ولا تكلم عنه الفقهاء السابقون، فهو من مستجدات العصور الحديثة، وبالتالي الكلام عن الانتخابات من الوجهة الشرعية، ما زال العلماء بين أخذ ورد، ولم تستقر الكلمة في هذا الموضوع، لأنه من الموضوعات الاجتهادية. ¶ إلا أننا وجدنا ومن خلال دراستنا للتاريخ الإسلامي ما نستطيع أن نستهدي به ونستلهمه لنضع لنا منهج من خلاله نعيش حاضرنا، ولكن بروح شريعتنا الإسلامية السمحة. ¶ ¬__________ ¶ (¬1) أنظر؛ ابن عثيمين: الفتاوى، 99.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "لقد مارس أجدادنا من السلف الصالح الانتخابات ولكن بطريقتهم الخاصة يُطرق للحكم ومن اللحظة الأولى بعد وفاة النبي عليه السلام (¬1): ¶ فالمشاورات التي كانت في سقيفة بني ساعدة، والتي كانت نموذج راقي للغاية في اختيار من يخلف النبي عليه السلام، ويتولى الحكم، والتي تعددت فيها الآراء، ثم استقرت على أن يكون أبو بكر هو من يقوم بهذه المهمة، إنها تمثل الأسلوب الحضاري الراقي في اختيار الحاكم (¬2). ¶ وكذلك ما حدث في أمر بيعة عمر بن الخطاب رضي الله عنه، فقد أراد أبو بكر أن يجنب الأمة الفرقة والاختلاف والتنازع فيمن يكون الخليفة، فرأى أن يختار لهم من يخلفه، وعرض الفكرة على كبار الصحابة وخصوصاً أهل التقوى والخبرة والعقل منهم، فما كان فعله نتاج هوى أو بغرض دنيوي، فلما توفي أبو بكر سارع الناس لمبايعة عمر بن الخطاب، تنفيذاً لعهد أبي بكر، ورضاهم بعمر ولو أنهم كانوا مرغمين ما سارعوا لمبايعة عمر، والرضا به خليفة عليهم (¬3). ¶ أما اختيار عثمان بن عفان فهو نموذج غاية في الشفافية وبلغة العصر (الديمقراطية)، فلقد تحقق باختياره أركان الشورى بأكملها، فقد استطلع عبد الرحمن بن عوف آراء المهاجرين و الأنصار حتى قرّ القرار على اختيار عثمان بن عفان (¬4). ¶ ويوم بيعة علي بن أبي طالب، اجتمع الصحابة الذين كانوا متواجدين في المدينة المنورة، وبايعوا علياً بالخلافة، وكانت المدينة تمر بظروف غاية في الفوضى، والاضطراب والفتنة، والخليفة قد قتل، والمدينة مستباحة، ثم أرسلت الوفود لأخذ البيعة للخليفة الجديد من الأمصار (¬5). ¶ فهي بيعة صحيحة، لم يطعن فيها أحد من الصحابة أو غيرهم، وقد تمت باختيار المسلمين ورغبتهم. ¶ ¬__________ ¶ (¬1) أنظر؛ بركة: الشورى في الإسلام، 62. ¶ (¬2) أنظر؛ ابن كثير: البداية والنهاية، 6/ 341. ¶ (¬3) أنظر؛ المصدر السابق: 7/ 20. ¶ (¬4) أنظر؛ ابن قتيبة الدينوري: الإمامة والسياسة، 23. ¶ (¬5) أنظر؛ المصدر السابق: 46.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "واختيار الحاكم في الإسلام يتم عن طريق من الطرق الآتية: ¶ 1. أولو الأمر. ¶ 2. أهل الحل والعقد. ¶ 3. أهل الاجتهاد. ¶ أولاً: أولو الأمر: ¶ وهم الأمراء والسلاطين، وقيل هم العلماء وأهل العلم: ¶ وهؤلاء هم الأقرب إلى معرفة الأصلح في تولي الحكم، فمنهم ومن خلالهم يتم اختيار الحاكم، وكلمتهم في هذا المجال هي المسموعة، والمعتبرة، ولها حق الاعتبار والاتباع. ¶ وقد فعل مثل ذلك أبو بكر الصديق، وعمر بن الخطاب، ومعاوية بن أبي سفيان رضي الله عنهم أجمعين، وما كان اعتراض من الناس في زمانهم على وصيتهم واختيارهم. ¶ ثانياً: أهل الحل والعقد (¬1): ¶ وهم الذين يجتمع الناس عليهم إذا اجتمعوا، ويتفرقوا إذا تفرقوا، وهم أصحاب الاعتبار والرأي ويشترط فيهم: ¶ - العدل. ¶ - العلم. ¶ - الرأي والحكمة. ¶ وهؤلاء سلطتهم نافذة فيما له علاقة بالمصالح العامة، أما أمر العبادة والعقيدة فليس لهم فيها أي اختصاص. ¶ وفيما يتعلق بالمصالح العامة مما لم يرد فيها نص ملزم، وفيما يتوافق مع القواعد العامة، والمعالم المستوحاة من روح الشريعة، فعلى المسلمين أن يطيعوا أهل الحل والعقد فيما يذهبوا إليه من أمر يهم الأمة ومصالحها العليا، كاختيار الحاكم. ¶ روى الطبراني في المعجم الوسيط: أن علي بن أبي طالب قال: يا رسول الله إن عرض لي أمر لم ينزل قضاء في أمره، ولا سنة، فكيف تأمرني؟، قال: \"تجعلونه شورى بين الفقهاء والعابدين من المؤمنين، ولا تقضي فيه برأيك خاصة\" (¬2). ¶ وجه الاستدلال: ¶ في الحديث توجيه النبي عليه السلام لعلي بن أبي طالب بجعل الأمر شورى بين العارفين والعالمين وممن نثق في دينهم، وهم أهل الحل والعقد. ¶ فحينما يتخذ هؤلاء قراراً، أو موقفاً في قضية ذات أهمية للأمة، ومنها اختيار الحاكم فعلى الرعية الاستجابة والطاعة والبيعة. ¶ ¬__________ ¶ (¬1) أنظر؛ الزحيلي: الفقه الإسلامي وأدلته، 8/ 6169. ¶ (¬2) أخرجه الطبراني في المعجم الأوسط: رقم (1618)، 2/ 172.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ثالثاً: أهل الاجتهاد (¬1). ¶ وهم من بلغ من العلم الشرعي مبلغاً، بحيث أصبح مقصد العلماء، يرجعون إليه فيما يستغلق عليهم من أمور دينهم ودنياهم. ¶ وأهم ما يشترط فيهم: ¶ معرفة ما يتعلق بالعقيدة، وسائر ما يتوقف عليه الإيمان. ¶ أن يكون عالماً بمدارك الأحكام، وكل ما له صلة بالشريعة. ¶ فإذا اجتمع مجتهدو عصر من العصور على أمر يتعلق بقضية فقهية أو سياسية شرعية، فيها مصلحة الأمة، فهذا الاجتهاد يصبح حجة ملزمة للعمل، والطاعة، فهؤلاء هم الهيئة التي لها حق التشريع فيما لا نص فيه. ¶ فحيثما يرون المصلحة في تولية شخص ما زمام الحكم، فعلى الأمة أن تسمع وتطيع، وتبايع. لأنه ما يرضاه الله لنا في أمر ديننا يجب أن نرضاه في أمر دنيانا. ¶ واجبات مجلس أهل الحل والعقد وأهل الاجتهاد (¬2): ¶ إن واجبات هذا المجلس تنحصر في ثلاثة واجبات: ¶ اختيار الحاكم. ¶ التشريع للأمة. ¶ مراقبة الحاكم ومحاسبته. ¶ وأظن أن هذه هي أعظم أعمال المجالس النيابية في زماننا. ¶ أما عن طرق اختيار وتعيين الحاكم كما ذكرها العلماء فهي أربعة (¬3): ¶ 1. النص. ¶ 2. البيعة. ¶ 3. ولاية العهد. ¶ 4. القهر والغلبة. ¶ والذي يتوافق مع روح الإسلام ومبادئه هي الطريقة الثانية \"البيعة\"، أي مبايعة أهل الحل والعقد، وأهل الاجتهاد، وهذه الطريقة هي الطريقة المثلى. ¶ أما مشاركة الناس جميعاً، جاهلهم، وسفيههم، وصاحب الهوى، وأهل الضلال، فهذا ما يوصل الحاكم إلى الظلم والقهر للناس والرعية، ويجعل المجالس النيابية مجرد حجارة يتلاعب بها الحاكم حسب الهوى والرغبة. ¶ الفصل الثاني ¶ الأحكام المتعلقة بالانتخابات وآثارها ¶ ¬__________ ¶ (¬1) أنظر؛ الريس: النظريات السياسية الإسلامية، 194. ¶ (¬2) أنظر؛ الماوردي: الأحكام السلطانية، 61. ¶ (¬3) أنظر؛ الزحيلي: الفقه الإسلامي وأدلته، 8/ 6157.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "من الأمور المهمة في حياة المسلم، أن يتعرف على التأصيل الفقهي لما يقوم به من أعمال، وأقوال، حتى يتبين له حكم ما يفعل ما بين إباحة أو حرمة، وهي من الواجبات الملقاة على كاهل كل مسلم، أن يعرف أحكام دينه، حتى لا يعبد الله على جهالة، لهذا رغبت في الكتابة عن الأحكام المتعلقة بالانتخابات. ¶ وسيكون ذلك من خلال مبحثين: ¶ المبحث الأول: حكم مشاركة المرأة وغير المسلم في الانتخابات، و شروط المنتخب والمرشح. ¶ المبحث الثاني: الآثار المترتبة على الانتخابات. ¶ المبحث الأول ¶ حكم مشاركة المرأة، وغير المسلم في الانتخابات وشروط المنتخِب والمرشح ¶ يكثر اللفظ حول حق المرأة في العمل السياسي، ما بين الإباحة، والتحريم، لذلك عن مشاركة غير المسلمين، المقيمين في المجتمع المسلم للعمل السياسي، هذا من جانب، ومن جانب آخر بيان شروط المنتخب وشروط المرشّح. ¶ لهذا سوف أخصص لهذا الموضوع المطلبين التاليين: ¶ المطلب الأول: حكم مشاركة المرأة، وغير المسلم في الانتخابات. ¶ المطلب الثاني: شروط المنتخب والمرشح. ¶ المطلب الأول ¶ حكم مشاركة المرأة، وغير المسلم في الانتخابات ¶ وفيه سيكون الحديث من خلال الفرعين التاليين: ¶ الفرع الأول ¶ حكم مشاركة المرأة في الانتخابات ¶ الأصل العام أن المرأة كالرجل في التكاليف، إلا ما استثنى الشرع. ¶ قال تعالى: {بَعْضُكُمْ مِنْ بَعْضٍ} (¬1). ¶ وقال النبي عليه السلام: \"إنما النساء شقائق الرجال\" (¬2). ¶ وجه الاستدلال: ¶ في الآية والحديث: النساء نظائر الرجال، وأمثالهم في الأخلاق، والطباع، كأنهن شققن منهن، ولأن حواء خلقت من آدم عليه السلام (¬3). ¶ ¬__________ ¶ (¬1) سورة آل عمران: الآية 95. ¶ (¬2) أخرجه أبو داود في سننه: كتاب الطهارة، باب: في الرجل يجد العلة في ثيابه، رقم (236) 1/ 59. ¶ (¬3) أنظر؛ ابن الأثير: النهاية في غريب الحديث، 2/ 492.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "والقرآن الكريم يحمل الجنسين الرجال والنساء جميعاً مسؤولية تقويم المجتمع وإصلاحه حينما يخاطبهم بقوله تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ} (¬1). ¶ والناظر في أدلة القرآن الكريم والسنة النبوية يجد أن الأحكام فيهما عامة للجنسين، إلا ما اقتضته الفطرة في التمييز بين الزوجين الذكر والأنثى، وما أعد له كل منهما، فللمرأة أحكامها الخاصة وللرجل درجة القوامة والمسؤولية عن الأسرة، ولها عليه حق الإنفاق والرعاية. ¶ وكثير من الدساتير والأنظمة الوضعية يعتبر أن مشاركة المرأة في الحياة السياسية مظهر من مظاهر العدل والمساواة والحرية. ¶ والمرأة المسلمة لم تكن في يوم غائبة عن المشهد السياسي، ولكن ضمن الضوابط الشرعية (¬2). ¶ والمرأة فيما يتعلق بالانتخابات هي واحدة من اثنتين: ¶ 1. ناخبة. ¶ 2. منتخَبة. ¶ أولاً: المرأة ناخبة: ¶ اختلفت أقوال العلماء المعاصرين في هذه المسألة ما بين مانع ومجيز: ¶ • أولاً. المانعون وأدلتهم: ¶ استدلوا على ذلك بالكتاب والسنة، والمعقول: ¶ 1. الكتاب: ¶ - قول الله تعالى: {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللَّهُ عَزِيزٌ حَكِيمٌ} (¬3). ¶ - قول الله تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} (¬4). ¶ - قول الله تعالى: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} (¬5). ¶ وجه الاستدلال: ¶ ¬__________ ¶ (¬1) سورة التوبة: الآية 71. ¶ (¬2) أنظر؛ القرضاوي: فتاوى معاصرة، 2/ 372. ¶ (¬3) سورة البقرة: الآية 228. ¶ (¬4) سورة النساء: الآية 34. ¶ (¬5) سورة الأحزاب: آية 33.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "في الآية السابقة دلالة على أن القوامة للرجال، وأن الأولى بالمرأة قرارها في بيتها أما خروجها فهو استثناء للضرورة. ¶ فالخروج للانتخابات والمشاركة السياسية ليس من الضرورة، ولا تتوقف عليه مصلحة حقيقية. ¶ 2. السنة: ¶ - روى أبو بكرة رضي الله عنه قال: لما بلغ رسول الله صلى الله عليه وسلم أن أهل فارس ملّكوا عليهم بنت كسرى قال: \"لن يفلح قوم ولّوا أمرهم امرأة\" (¬1) ¶ وجه الاستدلال: ¶ في الحديث أن المرأة لا تلي الإمارة والقضاء، وهي من شؤون السياسة العامة للأمة (¬2). ¶ - قول النبي عليه السلام: \"المرأة راعية على بيت زوجها وهي مسئولة\" (¬3). ¶ وجه الاستدلال: ¶ في الحديث أن أهم واجبات المرأة، رعاية بيتها وزوجها، وأولادها، والانتخابات والعمل بالسياسة يشغل المرأة عن القيام بهذا الواجب. ¶ 3. المعقول: ¶ إن في قيام المرأة بشؤون الانتخابات والاقتراع، فيه اختلاط بالرجال، وهذا منهي عنه شرعاً، و ضرورة لخروج المرأة للقيام بذلك (¬4). ¶ • ثانياً: أدلة المجيزين للمشاركة في الانتخابات: ¶ 1. من الكتاب: ¶ - قول الله تعالى: {فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} (¬5) ¶ وجه الاستدلال: ¶ يقول الشرع شهادة المرأة، والانتخابات شهادة من الناخب بصلاح من ينتخبه. ¶ - قول الله تعالى: {وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آَثِمٌ قَلْبُهُ} (¬6). ¶ - قول الله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ} (¬7). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه: كتاب المغازي، باب: كتاب النبي إلى كسرى وقيصر، رقم (4425)، 3/ 1337. ¶ (¬2) أنظر؛ العسقلاني: فتح الباري، 8/ 470. ¶ (¬3) أخرجه البخاري في صحيحه: كتاب النكاح، باب، قو أنفسكم وأهليكم، رقم (5188)، 3/ 1667. ¶ (¬4) أنظر؛ أبو حجير: المرأة والحقوق السياسية في الإسلام، 477. ¶ (¬5) سورة البقرة: الآية 282. ¶ (¬6) سورة البقرة: الآية 282. ¶ (¬7) سورة النساء: الآية 135.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وجه الاستدلال: ¶ في الآيتين أن شهادة الرجل والمرأة واجبة لإثبات حق الغير، أو الحق عليه، والانتخابات هي شهادة حق فيها إخبار عم يصلح لينوب عن الأمة، ولا تمنع المرأة عنها (¬1). ¶ - قول الله تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ} (¬2). ¶ - قول الله تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (¬3). ¶ وجه الاستدلال: ¶ في الآيتين أمر من الله للرجل والمرأة على حد سواء أن يقوموا بواجبهم بالأمر بالمعروف والنهي عن المنكر، والانتخابات والمجالس النيابية منابر للأمر بالمعروف والنهي عن المنكر، يجب أن يستغل. ¶ 2. من السيرة النبوية: ¶ - روى ابن كثير أن عبد الرحمن بن عوف استشار النساء في أمر انتخاب الخليفة الثالث عثمان بن عفان رضي الله عنه، يقول ابن كثير: ثم نهض عبد الرحمن بن عوف رضي الله عنه يستشير الناس فيهما، حتى خلص إلى الناس المخدرات في حجابهن (¬4) ¶ فالمرأة زمن الخلافة الراشدة شاركت في اختيار الخليفة الثالث عثمان بن عفان، وهذا دليل على حقها في الانتخاب. ¶ 3. المعقول: ¶ - الانتخابات عملية توكيل، من خلالها يوكل الشخص شخصاً آخر ينوب عنه، ويتكلم باسمه والمرأة ليست ممنوعة من أن توكل من تراه مناسباً للدفاع عن حقوقها، والتعبير عن إرادتها كمواطنة. ¶ - الانتخابات أمر اجتهادي، لا تمنع المرأة، كما لا يمنع الرجل، وكما يجوز للمرأة الفتيا، كذلك يجوز لها المشاركة في هذا العمل السياسي. ¶ ونساء الجيل الأول من الصحابيات، وزوجات النبي لسن عنا ببعيد. ¶ مناقشة أدلة المانعين: ¶ ¬__________ ¶ (¬1) أنظر؛ أبو حجير: المرأة والحقوق السياسية في الإسلام، 455. ¶ (¬2) سورة التوبة: الآية 71. ¶ (¬3) سورة آل عمران: الآية 104. ¶ (¬4) أنظر؛ ابن كثير: البداية والنهاية، 7/ 157.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الأدلة التي استدل بها القائلون بالمنع، لا يوجد فيها دلالة واضحة على منع المرأة من المشاركة بصوتها كناخبة في الانتخابات، فليس لها علاقة بالولاية العامة، وليس له علاقة بالقوامة بل هي من باب الشهادة الواجبة، والفتوى والاجتهاد الجائز للمرأة. ¶ لا يوجد في عملية تسجيل الأسماء في مراكز الانتخابات، وعليمة الانتخابات أي تأثير أو خطر على الحقوق الخاصة للبيت والأولاد والزوج. ¶ بخصوص أمر الاختلاط أثناء عملية التصويت، هذا لا ننكره، وهذا مما لا يرضاه أحد، والتعامل معه للخروج من دائرة الشبهة أن يكون للمرأة مراكز للتصويت خاصة بها، أو تحديد وقت معيّن يوم الانتخابات خاص بالمرأة، أو جعل جانب من مراكز التصويت خاص بالمرأة، وبالتالي تؤدي المرأة واجبها في التصويت دون الوقوع في المحذور الشرعي. ¶ الترجيح بين القولين: ¶ من خلال دراسة أدلة الطرفين، والرد على أدلة المانعين يتبين لي أن قول القائلين بالجواز هو الراجح، وذلك لعدة أسباب: ¶ 1. وجاهة الأدلة التي استدلوا بها. ¶ 2. عدم وجود نص صريح يفيد المنع. ¶ 3. في عدم المشاركة تضييع للفرصة على الإسلاميين ليقولوا كلمتهم. ¶ 4. متابعة للعلماء الأجلاء الذين قالوا بالجواز، وهم على قدر عظيم من العلم والنزاهة (¬1). ¶ ثانياً: المرأة منتخَبة: ¶ إذا كان أمر مشاركة المرأة في الانتخابات كناخبة وجد معارضة البعض من العلماء، فإن كونها منتخَبة أشد اعتراضاً. ¶ • أولاً: أدلة المانعين: ¶ استدل المانعون بعدة أدلة من الكتاب، والسنة، والإجماع، والمعقول، والقياس، وغيرها من الأدلة: ¶ 1. الكتاب: ¶ - قول الله تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ} (¬2). ¶ وجه الاستدلال: ¶ ¬__________ ¶ (¬1) من أمثال: الدكتور عبد الكريم زيدان، والدكتور مصطفى السباعي، والدكتور يوسف القرضاوي، وغيرهم. ¶ (¬2) سورة النساء: الآية 34.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "في الآية دليل على أن الرجل هو القيم على شئون المرأة بالحفظ والرعاية، والنفقة والتأديب وكل ما يصلح أمرها (¬1). ¶ وفي المجالس النيابية قوامة وولاية، وهذا مما لا يجوز للمرأة على الرجل. ¶ يقول الأستاذ المودودي: هذا النص يقطع بأن المناصب الرئيسة في الدولة، رئاسة كانت أو عضوية مجلس شورى، لا تفوض إلى النساء، وحقيقة المجالس التشريعية ليس وظيفتها مجرد التشريع وسن القانون، بل هي بالفعل تسيير دفة السياسة في الدولة، من تأليف للوزارات، ووضع خطة للإدارة، وتفويض لأمور المال، والاقتصاد، وبيدها أزمّة أمور الحرب والسلم، فهي القوام لجميع الدولة (¬2). ¶ - قول الله تعالى: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} (¬3) ¶ وجه الاستدلال: ¶ في الآية دلالة على أن النساء مأمورات بلزوم البيوت، منهيات عن الخروج (¬4). ¶ يقول ابن عابدين: إن النساء أُمرن بالقرار في البيوت، فكان مبنى حالهن على الستر (¬5). ¶ 2. السنة: ¶ - عن أبي بكر رضي الله عنه قال: لما بلغ النبي صلى الله عليه وسلم أن فارساً ملّكوا ابنة كسرى قال: \"لن يفلح قوم ولّوا أمرهم امرأة\" (¬6). ¶ وجه الاستدلال: ¶ في الحديث بيان واضح أن الأمة، أو القوم الذين تتولاّهم امرأة حكمهم إلى الخسران أقرب منهم إلى الفلاح والنجاح، ففيه عدم جواز تولية المرأة شيئاً من الأحكام العامة (¬7). ¶ لكن الحديث لا يمنع أن تتولى المرأة الولاية على مالها وأولادها، وعلى النساء والصبيان (¬8). ¶ ¬__________ ¶ (¬1) أنظر؛ طنطاوي: التفسير الوسيط، 3/ 136. ¶ (¬2) أنظر؛ المودودي: نظرية الإسلام وهديه، 261. ¶ (¬3) سورة الأحزاب: الآية 33. ¶ (¬4) أنظر؛ الجصاص: أحكام القرآن، 3/ 360. ¶ (¬5) أنظر؛ ابن عابدين: حاشية رد المحتار، 1/ 548. ¶ (¬6) أخرجه البخاري في صحيحه: كتاب الفتن، باب (18) رقم (7099)، 4/ 2221. ¶ (¬7) أنظر؛ الصنعاني: سبل السلام، 2/ 509. ¶ (¬8) أنظر؛ الغناء وآلات الطرب، وحكم ولاية المرأة: مجموعة من العلماء، 91.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "- عن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"ما رأيت من ناقصات عقل ودين أذهب للب الرجل الحازم من إحداكن\" (¬1)، والحديث طويل. ¶ وجه الاستدلال: ¶ الحديث يثبت أن المرأة فيها نقص في الدين والعقل، وهذا يجعلها ليست مؤهلة لتولي الولاية العامة التي تتطلب كمال الإدراك والفهم وسداد الرأي، والإحاطة بجميع الأمور (¬2). ¶ وهذا دليل على أفضلية الرجل لتولي مثل هذه الأعمال. ¶ 3. الإجماع (¬3): ¶ نقل كثير من العلماء أن المرأة لا تلي الولاية العامة، وهذا النقل يؤيده الواقع العملي لحياة المسلمين منذ زمن خلافة أبي بكر الصديق، وحتى نهاية الخلافة العثمانية، ولم يرد أثراً على أن المرأة تولّت مثل هذه المناصب خلال هذا التاريخ الطويل. ¶ قال الإمام الجويني: مما نعلمه قطعاً أن النسوة لا مدخل لهن في تخيير الإمام، وعقد الإمامة، فإنهم ما روجعن قط، ولو استشرن في هذا الأمر امرأة لكان أجدى النساء وأجدرهن بهذا الأمر فاطمة عليها السلام، ثم نسوة الرسول صلى الله عليه وسلم أمهات المؤمنين (¬4). ¶ وقالت لجنة فتوى الأزهر: الولاية العامة، ومن أهمها عضو البرلمان، وهي ولاية سن القوانين، والهيمنة على تنفيذها فقد اقتصرتها الشريعة الإسلامية على الرجال، فإنه لم يثبت أن شيئاً من هذه الولايات قد أسند إلى المرأة، لا مستقلة ولا مع غيرها من الرجال ولو كان ذلك مسوغاً لما أُهمل من جانب الرجال والنساء (¬5). ¶ 4. سد الذرائع: ¶ والذريعة هي الوسيلة أو الطريق إلى الشيء، وقد يكون ذلك مؤدي إلى الحلال، أو العكس، يؤدي إلى الحرام. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه: كتاب الحيض، باب: ترك الحائض الصوم، رقم (304)، 1/ 115. ¶ (¬2) أنظر؛ أبو فارس: حقوق المرأة، 182. ¶ (¬3) المصدر السابق: 179. ¶ (¬4) أنظر؛ الجويني: غياث الأمم، 62. ¶ (¬5) أنظر؛ فتوى الأزهر: مجلة العربي الكويتية عدد (144) سبتمبر 1970، 32.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وقد عرّفه علماء الأصول بأنه: منع الوسائل المؤدية إلى المفاسد (¬1). ¶ وبناءً على هذا يرى المانعون أن مشاركة المرأة في البرلمان يفتح باب المخالطة والبروز للرجال على مصراعيه، مما يؤدي إلى الفتنة التي حذر منها الشرع، وما نشاهده من اختلاط للرجال والنساء وتزاحم، وهرج ومرج في يوم الانتخابات يجعل الأمر أميل إلى الحرمة منه إلى الحل. ¶ 5. الكفاءة: ¶ إن الولاية وتولي الأعمال العامة ذات المسؤولية الكبيرة، يحتاج إلى كفاءة دائمة، وتواصل دائم، ومتابعة لا تتوقف، وهذه الأمور تتوفر في الرجل، ولا تتوفر في المرأة، وهذا ليس من باب إنقاص المرأة قدرها، فوقت المرأة وتفرغها لمثل هذه الأعمال والمهام، وما له علاقة بها لا يكون تاماً (¬2). ¶ من أجل هذا فالمصلحة أن يتولى الرجل الولاية العامة، فهو الأقدر على تسيير أمورها، والعمل على تحقيقها، ومصالح الأمة لا يؤخذ فيها بالعاطفة. ¶ ونحن نجد أن الشريعة الإسلامية لم تعطِ المرأة الولاية على نفسها في الزواج، بل جعلته بيد الرجل، قول النبي: \"لا نكاح إلى بولي\" (¬3)، فمن باب أولى أن لا تعطى الولاية على الامة في دمائها، وأموالها، ومصالحها العليا حرباً أو سلماً، اقتصاداً وإدارة. ¶ 6. المصلحة: ¶ إن المصلحة الاجتماعية والعامة تحول بين المرأة، وبين العمل النيابي، لتعارض مثل هذه الأعمال مع رسالة المرأة كأم، وزوجة، ومربية للأولاد، فمثل هذه الأعمال على درجة الخصوص، تحتاج إلى سفر كثير، وغياب عن البيت، والزوج والأولاد، وهي لن تستطيع أن تصطحب معها في كل سفرياتها محرم يرافقها، كذلك مثل هذه الأعمال تحتاج أحياناً إلى المبيت خارج البيت، وكل هذه من المحاذير التي يحذر منها الشرع. ¶ يقول الدكتور مصطفى السباعي: ¶ ¬__________ ¶ (¬1) أنظر؛ الشاطبي: الموافقات، 4/ 142. ¶ (¬2) أنظر؛ الزنداني: المرأة وحقوقها السياسية في الإسلام، 7. ¶ (¬3) أخرجه أحمد في مسنده: 1/ 251 – رقم (2260)، 3/ 38.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "\" إن النيابة للمرأة من حيث المصلحة العامة مضارها أكثر من فوائدها، فمن مضارها إهمال البيت، وإهمال شئون الأولاد، والزوج، وإدخال الخصومات الحزبية إلى البيت والأولاد\" (¬1). ¶ ومن جانب آخر، ما الفائدة والمصلحة التي ستجنيها الأمة حينما تفوز امرأة أو أكثر بعضوية المجلس النيابي من بين مئات الرجال، والتجارب السابقة للمجالس النيباية خير شاهد لنا في ذلك. ¶ نجد المرأة في غالب الأحيان هامشية، ليس لها ثقل أو تأثير، فقط هي من أجل أن تزين المنظر العام للديمقراطية عند أصحاب هذا النظام وحكامه. ... هي صورة ... فقط صورة. ¶ • ثانياً: أدلة المجيزين للدخول في الانتخابات كمنتخَبة: ¶ استدل الفريق الذي يجوز للمرأة أن تكون عضوة في المجلس النيابي بأدلة من الكتاب والسنة، والإجماع والقياس والتاريخ الإسلامي: ¶ 1. الكتاب: ¶ - قال تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَر} (¬2). ¶ وجه الاستدلال: ¶ في الآية توجيه أن الرجال والنساء شركاء على حد سواء في سياسة المجتمع، وعلى الخصوص مسؤولية الأمر بالمعروف والنهي عن المنكر، وهي أكبر مسؤولية في نظر الإسلام، ومن وظائف الأمر بالمعروف والنهي عن المنكر متابعة الأحكام والفصل في الخصومات، والبث في سياسة المجتمع وتشريعاته (¬3). ¶ وهذه هي صلاحيات أعضاء المجالس النيابية. ¶ - قول الله تعالى: {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ} (¬4). ¶ وجه الاستدلال: ¶ ¬__________ ¶ (¬1) أنظر؛ السباعي: المرأة في الفقه والقانون، 156. ¶ (¬2) سورة التوبة: الآية 71. ¶ (¬3) أنظر؛ شلتوت: الإسلام عقيدة وشريعة، 255. ¶ (¬4) سورة المجادلة: الآية 1.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "تضمنت الآية اعترافاً بأن المرأة لها الحق أن تجادل في قضاياها الخاصة، والعامة، وتحاور الآخرين في حقوقها، والانتخابات هي من هذا القبيل. ¶ - قول الله تعالى: {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللَّهُ عَزِيزٌ حَكِيمٌ} (¬1). ¶ وجه الاستدلال: ¶ من القواعد العامة والأساسية في القرآن الكريم مساواة المرأة بالرجل في الحقوق، والواجبات إلا ما استثناه الشرع بنص صريح، فكل حق لها على الرجل يقابله بواجب، وهكذا كل حق له عليها يقابله بواجب عليه، وهذا يعني المساواة بين الرجل والمرأة في الحقوق والواجبات (¬2). ¶ وهذا معناه حقها كحق الرجل في دخول معترك الانتخابات والترشيح للمجالس النيابية. ¶ - قول الله تعالى: {وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} (¬3). ¶ وجه الاستدلال: ¶ الآية وصفت المؤمنين بجملة من الصفات: منها الشورى، ولم تفرق بين الرجل والمرأة، وهذا دليل على أن للمرأة الحق في أن تُستشار، وخصوصاً فيما يكون علمها وتجربتها فيه أكبر من الرجل (¬4). ¶ والمرأة لها أن تدخل المجالس النيابية للاستشارة فلا حرج. ¶ 2. السنة: ¶ - قول النبي صلى الله عليه وسلم: \"إنما النساء شقائق الرجال\" (¬5). ¶ وجه الاستدلال: ¶ في الحديث دليل على أن المساواة بين الرجال والنساء، فلها الحق كما للرجل في دخول المجالس النيابية، وغيرها كما له هذا الحق بحكم المساواة. ¶ ¬__________ ¶ (¬1) سورة البقرة: الآية 228. ¶ (¬2) أنظر؛ أبو حجير: المرأة والحقوق السياسية، 464. ¶ (¬3) سورة الشورى: الآية 38. ¶ (¬4) أنظر؛ عبد الخالق: الفقه السياسي الإسلامي، 151. ¶ (¬5) أخرجه أحمد في مسنده: 1/ 251 – رقم (2260)، 1/ 38.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "- ورد في صحيح البخاري أن النبي صلى الله عليه وسلم لما فرغ من قضية الكتاب (كتاب الصلح) قال لأصحابه: \"قوموا فانحروا ثم احلقوا\"، قال: فوالله ما قام منهم رجل، حتى قال ذلك ثلاثاً، فلما لم يقم منهم أحد دخل على أم سلمة رضي الله عنها، فذكر لها ما لقي من الناس فقالت أم سلمة: يا رسول الله أتحب ذلك أخرج ولا تكلم أحداً منهم كلمة حتى تنحر بذلك وتدعو حالقك فيحلقك، فخرج فلم يكلم أحداً منهم حتى فعل ذلك نحر بدنه، ودعا حالقه فحلقه، فلما رأوا ذلك قاموا فنحروا فجعل بعضهم يحلق بعضاً حتى كاد بعضهم يقتل بعضاً غماً (¬1). ¶ وجه الاستدلال: ¶ في الحديث أن النبي صلى الله عليه وسلم استمع إلى رأي أم سلمة، وأخذ به، وفي هذا دليل على مشروعية أخذ رأي المرأة، ومشورتها، وهذا ليس ببعيد عن عمل مجلس الشورى، والمجالس النيابية، ومجالس أهل الحل والعقد. ¶ 3. الإجماع: ¶ أجمع المسلمون منذ زمن الخلافة الراشدة على أن المرأة لا تتولى الخلافة العظمى، فكان هذا بمثابة إجماع ضمني على أن المرأة من حقها أن تتولى ما عدا ذلك، وبناءً على هذا فإنه يجوز للمرأة أن تكون منتخَبة (¬2). ¶ 4. القياس: ¶ قال المجيزون لنيابة المرأة في البرلمان، أن هذا العمل يقاس على أمرين: ¶ - الوكالة: فإنه يجوز للمرأة أن تكون وكيلة، ويجوز لها أن تكون وصية، وناظرة وقف (¬3)، وعملها في المجلس النيابي لا يعدو أن تكون وكيلة عن الأشخاص الذين تمثلهم. ¶ - الإفتاء: للمرأة الحق في الإفتاء إن هي توفرت فيها شروط ذلك، ويقاس عليه جواز دخول البرلمان، لأنها تقول كلمة الدين في المجلس، وتسمعها للجميع. ¶ 5. المعقول: ¶ ¬__________ ¶ (¬1) أنظر؛ العسقلاني: فتح الباري، 4/ 476. ¶ (¬2) أنظر؛ الشوكاني: إرشاد الفحول، 311. ¶ (¬3) أنظر؛ الكبسي: الشورى في الإسلام، 3/ 190.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "يرى المجيزون أن اشتراك المرأة في المجالس النيابية، مما يتفق مع أهليتها، وحقوقها السياسية والاجتماعية، واستقلال شخصيتها، وكل ذلك مما قره لها القرآن الكريم نصاً صريحاً و ضمناً، وإلى هذا فإنها نصف المجتمع، وكل ما يتقرر في هذه المجالس يتناولها كما يتناول الرجل على حد سواء، فمن حقها أن يكون لها رأي فيه مثله (¬1). ¶ مناقشة أدلة المانعين للمرأة من العمل النيابي: ¶ الاستدلال بالكتاب: ¶ 1. فيما يتعلق بقوامة الرجال على النساء فإن هذه القوامة هي فيما يتعلق بأمر الأسرة، أما خارج نطاق الأسرة، فلم يرد ما يمنع ذلك، بل الممنوع فقط هو الولاية العامة. ¶ 2. فيما يتعلق بالإقرار في البيوت بأن الآية تخاطب نساء النبي عليه السلام ونساء النبي لهن خصوصة معينة، والأحكام المتعلقة بهن غير أحكام بقية المسلمين من الحرمة والتغليظ، لهذا لا غرابة أن نسمع أم سلمة تقول: لا يحركني ظهر بعير حتى ألقى النبي عليه السلام (¬2). ¶ 3. أما استدلالهم بالسنة فالحديث الأول: المراد بقوله أمرهم هو الأمر الشامل لمجموع الأمة، جميع شؤونها، وهذا ينحصر في الإمامة العظمى فقط، ونص الحديث صريح في منع المرأة من رئاسة الدولة العليا. ¶ أما حديث نقصان العقل والدين، فإن تمام الحديث قد وضح لنا فيما يكون هذا النقصان: ¶ 1. نقصان الدين في عدم صلاتها وصيامها حين الحيض والنفاس. ¶ 2. نقصان العقل في أن شهادتها نصف شهادة الرجل. ¶ وهذا الأمر لا يطعن في عدالة المرأة، بل هي مساوية للرجل تماماً، إلا فيما خصها به الشرع، وإلا لو كان نقصان العقل حقيقة لما استشار النبي صلى الله عليه وسلم (¬3). ¶ أما فيما يتعلق بسد الذرائع: ¶ ¬__________ ¶ (¬1) أنظر؛ معروف: الانتخابات في ضوء السياسة الشرعية، (رسالة ماجستير – جامعة العلوم التطبيقية) 103. ¶ (¬2) أنظر؛ العسقلاني: فتح الباري، 4/ 480. ¶ (¬3) أنظر؛ القرشي: ولاية المرأة، 179.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "إن المبالغة في سد الذرائع كالمبالغة في فتحها، قد يترتب عليها مصالح كثيرة أكبر بكثير من المفاسد المخوفة، وسد الذرائع دليل مشترك بين المجيزين والمانعين. ¶ يقول الدكتور غالب القرشي:\" ننظر بفقه ورأي لهذه الوسيلة فإن وجدناها مظنة فساد أو انحراف، ووجدنا إثمها أكبر من نفعها منعناها، وإن وجدنا غير ذلك فلا تحرّم ما أحل الله، ولا نسد طريقاً من طرق الخير ووسيلة من وسائل الأمر بالمعروف والنهي عن المنكر. ¶ والمجالس أهم مهماتها تشريع ورقابة، وفي ذلك أمر بالمعروف ونهي عن منكر، أياً كان حجم ودور ذلك الدور، فإن كنا أو غيرنا في زمن تقتضي فيه المصلح، مصلحة الإسلام المسلمين مشاركة المرأة في أي مجلس من المجالس المأمونة، قلنا بها تحقيقاً للمصلحة التي جاءت بها الشريعة لتحقيقها، ولا يلتفت في هذه الحالة إلى ذرائع وهمية لا تستقيم ذريعة في ميزان الشرع ولا السياسة الشرعية\" (¬1). ¶ القول المختار: ¶ بعد عرض أدلة الطرفين القائلين بالمنع والقائلين بالجواز، ومناقشتها، وبعد النظر في حياة المسلمين اليوم وتطورها الاجتماعي والفكري، وعلاقاتها بالأمم والشعوب الأخرى غير المسلمين، ومن خلال تدقيق النظر في التجارب السابقة والمنظورة المشاهدة، رأيت أن القول بالمنع هو القول الأقوى، والأولى بالأخذ، وذلك للأسباب التالية: ¶ - قوة الأدلة التي اعتمد عليها القائلون بالمنع، وحسن استدلالهم بها. ¶ - اتفاق الأمة على منع المرأة من تولي الولايات العليا، لعدم تناسبها مع رسالتها في الحياة فالعمل في هذه المجالس يتعارض مع ظروفها الخاصة كامرأة ربة بيت، وزوجة وأم. ¶ - هذه المجالسة فيها شبه الولاية، وصوت المرأة يعادل صوت الرجل، وهذا من المخالفات الصريحة لنصوص القرآن الكريم. ¶ - لا مانع أن تشارك المرأة في السياسة، ووسائل ذلك كثيرة، ومتعددة بعيداً عن مثل هذه المجالس. ¶ ¬__________ ¶ (¬1) المصدر السابق: 187.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "- لا يكون للمرأة أي دور حقيقي في مثل هذه المجالس، فدورها مهمّش مهما كانت، وذلك لقلة عدد النساء اللاتي يفزن بالمقاعد في البرلمان. ¶ - استغلالها من جانب جهات أخرى قد يوقعها في المحذور الشرعي. ¶ - لا ظلم في القول بعدم مشاركتها، وهذا لا ينقصها قدراً، بل فيه صونها وحفظ كرامتها، وعفتها وطهارتها. ¶ الفرع الثاني ¶ حكم مشاركة غير المسلم، وأهل الأهواء في الانتخابات ¶ قوانين الانتخابات قوانين حديثة الوضع، بحكم أن الانتخابات وكل ما يتعلق بها من مستجدات العصر الحاضر، والقوانين والدساتير المعمول بها في البلاد الإسلامية تعتبر المواطن هو كل من يحمل جنسيتها، بغض النظر عن الدين. ¶ فالقانون يسمح لغير المسلم أن يرشح نفسه لمقاعد المجالس النيابية، والواقع يشهد بهذا، فأغلب المجالس النيابية في العالم الإسلامي يترشح لمقاعدها مسلمون وغير مسلمين. ¶ هذا فيما يتعلق بالقانون والدستور، أما موقف السياسة الشرعية من هذه القضية فالأمر فيها بين مانع ومجيز: ¶ • الرأي الأول: القائلون بالمنع: ¶ استدل القائلون بالمنع بأدلة من القرآن الكريم والمعقول وشواهد التاريخ: ¶ 1. الكتاب: ¶ - قول الله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} (¬1). ¶ وجه الاستدلال: ¶ في الآية عدم جواز تولية الكفار، أو اتخذاهم بطانة من دون المؤمنين. ¶ يقول صاحب التفسير الوسيط: أي لا تتخذوا أيها المؤمنون اليهود والنصارى أولياء، لأن بعض اليهود أولياء لبعض منهم، وبعض النصارى أولياء لبعض منهم، والكل يضمرون البغضاء، والشر، وهم إن اختلفوا فيما بينهم، لكنهم متفقون على كراهية الإسلام والمسلمين (¬2). ¶ ¬__________ ¶ (¬1) سورة المائدة: الآية 51. ¶ (¬2) أنظر؛ طنطاوي: التفسير الوسيط، 4/ 190.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "فدخول هؤلاء المجالس النيابية يعارض صريح الآية، لأن في هذا الفعل موالاة لهم. ¶ - قول الله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآَيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ} (¬1). ¶ وجه الاستدلال: ¶ نهى الله المؤمنين أن يتخذوا بطانة من غير المؤمنين، وبطانة الرجل خاصته الذين يفضي إليهم بأسراره، هذه البطانة لا تريد الخير للمؤمنين، ولا يقصرون في الفساد والإفساد فكيف يكون من هذه حالة عضواً في المجلس النيابي أو التشريعي. ¶ - قول الله تعالى: {وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا} (¬2). ¶ وجه الاستدلال: ¶ في الآية نفي أن يكون هناك سبيل للكافرين على المؤمنين، بأن يسلطوا عليهم تسليط استيلاء، وأن يكون هناك سلطان للكافرين على المؤمنين (¬3). ¶ وعضوية المجلس النيابي تعني السيادة، والسلطة، والسلطان، وغير المسلمين لا يجوز لهم أن يكون لهم سلطان وسيادة على المسلمين، لهذا لا يجوز أن يكونوا أعضاءً في مثل هذه المجالس التي تعطيهم حصانة سياسية، ومكانة اجتماعية من خلالها يتسلطوا على المسلمين. ¶ 2. المعقول: ¶ ¬__________ ¶ (¬1) سورة آل عمران: الآية 118. ¶ (¬2) سورة النساء: الآية 141. ¶ (¬3) أنظر؛ طنطاوي: التفسير الوسيط، 3/ 355.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "تعتبر المهمة التشريعية أحد أهم الواجبات التي يقوم بها مجلس النواب، ومهمة التشريع تنبع من الإسلام، ومعرفة الفقه الإسلامي، والحلال والحرام، وما يوافق الإسلام وما لا يوافق، وهذه الأمور لا علاقة لغير المسلم بها، فلا يتصور أن يقوم الذمي (المسيحي، أو اليهودي) بالتشريع للمسلمين، وبيان الحلال والحرام، وكثير منه لا يؤمن به ولا يقره، فوجود غير المسلم في هذه المجالس يتنافى مع مهمة التشريع لمجلس النوّاب (¬1)، إلا أنه أجاز البعض أن يكون لغير المسلمين الحق في الاشتراك في هيئة تشريعية خاصة بهم (¬2). ¶ أما الهيئات التشريعية الخاصة بالمسلمين، أو التي تعني بتنظيم الحياة العامة للمسلمين وغير المسلمين معاً فلا يشترك فيها إلا العلماء المسلمون فحسب (¬3). ¶ 3. شواهد التاريخ: ¶ لم يثبت لا في عهد النبوة، ولا عهد الخلفاء الراشدين أن أحداً من أهل الذمة انتخب عضواً في مجلس شورى، كما أنه لم يعط أي منصب حول هذا المعنى، ولم يشاركوا في اختيار خليفة للمسلمين، وهذا ليس انتقاصاً لقدرهم أو دورهم أو عددهم في المجتمع الإسلامي، ولكن لأن هذا ليس من اختصاصهم، ولا مما تتعلق به كياناتهم. ¶ ولو كان لهم الحق في هذا لحرص النبي عليه السلام على تنفيذه في حياته، وكذلك لفعل الخلفاء من بعده (¬4). ¶ • الرأي الثاني: الذين قالوا بجواز اشتراك الذمّي في عضوية المجالس النيابية: ¶ ¬__________ ¶ (¬1) أنظر؛ الغنوشي: حقوق المواطنة، 77. ¶ (¬2) أنظر؛ المودودي: نظرية الإسلام وهديه، 298. ¶ (¬3) أنظر؛ حمد: فقه الجنسيات، 356. ¶ (¬4) أنظر؛ المودودي: نظرية الإسلام وهديه، 298.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "يعتمد أصحاب هذا القول على مفهوم الجنسية (المواطنة) في تجويزهم دخول الذمي للمجالس النيابية، فالذمي صار بعقد الذمة من أهل دار الإسلام، أي مواطناً يحمل الجنسية الإسلامية له ما على المسلمين، وعليه ما عليهم، وهذا ما نشاهده في كثير من الدول التي يحصل فيها المهاجرون على الجنسية (المواطنة)، يصبح لهم حق الانتخاب، والترشيح من لحظة حصولهم على الجنسية وهم يعتمدون في موقفهم هذا على الوثيقة التي أعطاها النبي لليهود في المدينة المنوّرة، والتي ورد فيها: إن يهود بني عوف أمة مع المؤمنين، لليهود دينهم، وللمسلمين دينهم، مواليهم وأنفسهم، كذلك لغير بني عوف من اليهود (¬1). ¶ يقول الدكتور القرضاوي: وإذا كان غير المسلمين من أهل دار الإسلام، وبالتعبير الحديث (مواطنين) في الدولة الإسلامية، فلا يوجد مانع شرعي لتمكينهم من دخول هذه المجالس ليمثلوا فيها بنسبة معيّنة، ما دام المجلس في أكثريته الغالبة من المسلمين (¬2). ¶ وإذا تقرر ذلك أي حق المواطنة للذمي، فإنه يكون له الحق في المشاركة في المجالس النيابية بناءً على: ¶ - مبدأ العدل والمساواة التي هي نتيجة طبيعية لحق المواطنة. ¶ - حق المشاركة في الأمور الدنيوية، وإبداء الرأي والنصح وحق رفع الشكوى. ¶ لهذا يرى القرضاوي وغيره (¬3)، أن هذا من باب البر والإقساط إليهم، ومن برهم وإقساطهم أن يمثلوا في هذه المجالس، حتى يعبروا عن مطالب طوائفهم، وألا يشعروا بالعزلة عن بني وطنهم (¬4). ¶ مناقشة أدلة المانعين: يقول المبيحون لدخول الذمي المجلس النيابي: ¶ - إن النهي الوارد في آية موالاة اليهود والنصارى، محصور في الذين قاتلوا المسلمين في الدين، وليس النهي عن موالاتهم لمخالفة في الدين. ¶ ¬__________ ¶ (¬1) أنظر؛ ابن كثير: البداية والنهاية، 3/ 239. ¶ (¬2) أنظر؛ القرضاوي: فتاوى معاصرة، 3/ 443. ¶ (¬3) المصدر السابق:، 3/ 433. ¶ (¬4) منهم: الدكتور عبد الكريم زيدان، والشيخ تقي الدين النبهاني، وراشد الغنوشي، وفريد عبد الخالق.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "يقول تعالى: {لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ، إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} (¬1). ¶ وجه الاستدلال: ¶ قسمت الآية غير المسلمين إلى فريقين: ¶ الفريق الأول: كان مسالماً للمسلمين. ¶ الفريق الثاني: كان محارباً سلك طريق العداء. ¶ هذا الفريق هو الذي لا يجوز لنا أن نواليهم ونتخذهم بطانة (¬2). ¶ - النهي الوارد في آية النساء (البطانة)، لا يحمل على إطلاقه، بل يقيد بما ورد في الآية نفسها من صفات لهذا الفريق الذين لا يجوز لنا أن نتخذهم بطانة، وهي الحرص على إشاعة الفساد بين المسلمين، وإلحاق الضرر الشديد بهم، وظهور البغضاء منهم، والعداوة للمسلمين. ¶ فالاستدلال بالآيات غير غير محله، بل يقود إلى نقيض ما فهموه منها، وإلى غير ما خلصوا إليه في حكم أهل الكتاب الذين يعيشون مع المسلمين في دار الإسلام، أمة مع المؤمنين لهم ما للمؤمنين، وعليهم ما على المؤمنين، فلم يقروا لهم بحقوقهم السياسية، ولم يجيزوا لهم حق الانتخاب أو حق الترشيح لعضوية أهل الشورى، فالآيات جميعاً التي ذكرت واردة في المعتدين على الإسلام والمحاربين لأهله، وتنفير أفراد الأمة من خصومها واجب يتجدد في كل عصر (¬3). ¶ ¬__________ ¶ (¬1) سورة الممتحنة: الآية 8 - 9. ¶ (¬2) أنظر؛ الشامي: تهذيب التفسير الكبير، ص7/ 123. ¶ (¬3) أنظر؛ عبد الخالق: في الفقه السياسي الإسلامي، ص170.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "- أما الآية: {وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا} (¬1)، فلا يصح الاستدلال بها على منع غير المسلمين من دخول البرلمان، لأن السبيل المقصود في الآية هو سبيل العزة والقهر من الكافرين على المؤمنين (¬2). ¶ أما النيابة فهي من باب الشهادة، والشهادة ليس فيها سلطان وقهر. ¶ - أما السوابق التاريخية، فهذا لا يصح الاستدلال به لعدة اعتبارات منها: ¶ - أنها خلطت ما بين الولاية العظمى، وما بين ما هو محل خلاف واجتهاد كالانتخابات. ¶ - أن هذه القضية ليست من أصول الدين، إنما هي من أبواب المعاملات والسياسات لا العقائد والعبادات. ¶ - الفترة الزمنية التي احتجوا بها، لها ظروفها المختلفة عن ظروف العصر الحاضر، ولكل زمن ظروفه، فالدولة سلطة وشعباً كانوا منشغلين بالفتح الإسلامي، ولم يكن عندهم مثل ظروف وملابسات عصرنا. ¶ الترجيح بين القولين: ¶ بعد عرض أدلة الفريقين أرى أن القول الراجح هو قول القائلين بجواز دخول أهل الذمة في المجالس النيابية، والسبب: ¶ 1. قوة أدلتهم التي استدلوا بها. ¶ 2. حقهم الإنساني الذي كفلته لهم الشريعة الإسلامية. ¶ 3. حتى لا ينقسم المجتمع إلى درجات، أصحاب حقوق، وغير أصحاب حقوق. ¶ ومع هذا الحق وضع العلماء ضوابط لدخول الذمّي المجلس النيابي، منها: ¶ 1. يشترط في الذمي أن يكون صاحب ولاء للدولة الإسلامية. ¶ 2. أن تفرض طلبات ترشحهم على لجنة خاصة من علماء المسلمين. ¶ 3. أن يكون لديهم نسبة معينة بحيث لا يؤثر عددهم على وضع القرار. ¶ 4. عدم مناقشتهم للأمور الدينية الخاصة بالمسلمين، إنما تقتصر مشاركتهم على الأمور الدنيوية. ¶ أهل الهوى و الضلال و الترشح للمجالس النيابية: ¶ ¬__________ ¶ (¬1) سورة النساء: الآية 141. ¶ (¬2) أنظر؛ طنطاوي: التفسير الوسيط، ص3/ 355.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "هذا الذي قلناه عن أهل الذمة، وغيرهم من المسلمين، المقيمين تحت ولاية الدولة الإسلامية، ويتمتعون بالمواطنة والجنسية الخاصة بالدولة، فإن أحكام القانون والدستور هي نفس الأحكام والدساتير التي تتعلق بأهل الأهواء، والضلالة، لأنهم مواطنون يحملون الجنسية، فحقهم في الترشح، أو الترشيح قائم، ومكفول بهذا الحق، حق المواطنة. ¶ ومن ناحية السياسة الشرعية تكون النظرة إليهم على مدى الخطر الذي يهدد الأمة منهم، ولأن أمر الانتخابات أمر اجتهادي، ليس فيه نصاً صريحاً من الكتاب، أو السنة، يترك أمرهم إلى ولي الأمر، أو الهيئة القائمة على العملية الانتخابية، خصوصاً أننا نسمع كثيراً، وعلى مستوى أغلب الدول، أن لجنة الانتخابات رفضت بعض الأسماء للترشيح، لمخالفة هؤلاء لبعض القوانين المعمول بها في الدولة، والمتعلقة بالانتخابات. ¶ من هذا الباب إذا كان هؤلاء الأفراد يشكلون خطراً على النسيج الاجتماعي والفكري والعقائدي والسياسي للمجتمع، فللجنة المخوّلة بالموافقة على الترشح أو عدم الموافقة أن تتخذ فيهم قرارها، طبعاً هذا بالتعاون مع هيئة من العلماء المتخصصين في علوم الدين، فمن ليس لهم هوى أو غاية أو انتماء حزبي. ¶ المطلب الثاني ¶ شروط المنتخب والمرشح للانتخابات ¶ في هذا المطلب سأتكلم عن الشروط الواجب توفرها في كل من المنتخب، والمرشح للانتخابات وسيكون ذلك من خلال الفرعين التاليين: ¶ الفرع الأول ¶ شروط المنتخب ¶ 1. من هو الناخب؟ ¶ عرّفت الدساتير الحديثة الناخب بأنه المواطن الذي يتمتع بالحقوق الانتخابية، والاستفتاء، وفقاً لأحكام وشروط معيّنة تضعها هذه الدساتير.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "أما السياسة الشرعية الإسلامية، فإنها ترى أن الناخب شاهد، ومزكي، وهذا واضح حيث يقوم الناخب بالتصويت، وهذا ما هو إلا عملية شهادة، وتزكية منه للمرشح بأنه كفء لما رشح له، وأنه أولى من غيره بهذا المنصب، فالناخب إذن شاهد ومزكّي (¬1). ¶ شروط الناخب: ¶ توجب القوانين والدساتير المدنية شروطاً معينة يجب توافرها في كل من يرغب في ترشيح نفسه لمثل هذه المناصب، والأعمال. ¶ وتدور أغلب هذه الشروط على الجنسية، والسن والأهلية. ¶ لكن السياسة الشرعية تضع شروطاً أخرى إضافية يجب أن تتوفر في الناخب لعضوية المجلس النيابي، أعم وأشمل من شروط الدستور والقانون الوضعي، وفيما يلي نلقي نظرة سريعة على هذه الشروط: ¶ الشرط الأول: الإسلام: ¶ يشترط في الناخب الذي يختار مرشحاً للمجلس النيابي، أو المرشح لرئاسة الدولة في الدولة المسلمة أن يكون مسلماً، فقد اتفق الفقهاء على اشتراط كون الشاهد مسلماً (¬2)، ولا يصح أن ينتخب المسلم غير المسلم في المجتمع المسلم. ¶ الشرط الثاني: البلوغ والعقل (¬3): ¶ هذا الشرط من البديهيات، فلا تقبل الشهادة من الصغير، ولا غير العاقل، وبالتالي لا ينتخبان، ولا يُعتد بأصواتهما، لأنهما أساساً لا يملكان حق التصرف، والانتخابات تحتاج إلى قدرة عقلية، وأهلية كاملة حتى يستطيع أن يميز ويقارن، ولهذا لا يسمح القانون الانتخابي لمن هو دون الثامنة عشرة من عمره من الانتخابات، ومنها يصل به إلى سن العشرين. ¶ الشرط الثالث: العدالة: ¶ يشترط في الناخب أن يكون عدلاً، لأنها شهادة على كفاءة المرشح واختيار وتزكية، لهذا يشترطوا فيه العدالة، والصدق وعدم ارتكاب الكبائر، فلا يكون فاسقاً أو تاركاً للصلاة، أو شارب خمر، أو صاحب بدعة، أو هوى، أو ضلالة. ¶ ¬__________ ¶ (¬1) أنظر؛ عبد الله: النظم السياسية والقانون الدستوري، 161. ¶ (¬2) أنظر؛ الكاساني: البدائع، ص6/ 167، ابن رشد: بداية المجتهد، 2/ 452، الدردير: الشرح الكبير ص4/ 165. ¶ (¬3) المصادر السابقة.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "قال النبي صلى الله عليه وسلم: \" لا تجوز شهادة خائن ولا خائنة، ولا زان ولا زانية \" (¬1). ¶ وقد بيّن العلماء شروط العدالة في كتب الفقه، ففيها زيادة تفضيل (¬2). ¶ والدساتير المعاصرة تضع شروطاً في الناخب قريبة في كثير من جوانبها من شروط العدالة، ويسمونها (الأهلية الأدبية). ¶ الشرط الرابع: علم الناخب بمن ينتخب: ¶ يقول تعالى: {وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} (¬3). ¶ يقول تعالى: {إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} (¬4). ¶ يشترط في الناخب علمه بمن ينتخبه، وبأحواله، ومهماته، ويكون ذلك من خلال أمرين: ¶ 1. أن يكون عالماً بالمهمة التي ينتخب لها، عضوية لمجلس نيابي، أو رئاسة، أو مجلس شورى. ¶ 2. أن يكون عالماً بصفات المرشحين حتى يتمكن من المقارنة بينهم، والتمييز في اختيار الأفضل، فإن لم يكن يعرف عن المرشح شيئاً يجب عليه أن يسأل عنه من يثق في علمهم وصدقهم، ليعرف الأصلح، فالسؤال في هذا الأمر لا يقل أهمية عن السؤال في أي أمر من أمور الدين. ¶ وقد أضاف بعض العلماء شروطاً منها: ¶ 1. الحرية (¬5). ¶ 2. البصر (¬6). ¶ 3. النطق (¬7). ¶ الفرع الثاني ¶ شروط المرشح للانتخابات ¶ تعددت الشروط الواجب توافرها فيمن يتقدم لعضوية المجالس النيابية، أو الرئاسية، حسب مصدر هذه الشروط، فإن كان المصدر الدستور والقانون اختلفت بعض الشيء عن شروط السياسة الشرعية. ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سننه: كتاب الأقضية، باب: من ترد شهادته، رقم (3601) ص3/ 305. ¶ (¬2) أنظر؛ ابن عابدين: رد المحتار، 4/ 388، ابن رشد: بداية المجتهد 2/ 451، الشربيني: مغني المحتاج، ص4/ 427. ¶ (¬3) سورة الإسراء: الآية 36. ¶ (¬4) سورة الزخرف: الآية 86. ¶ (¬5) أنظر؛ الكاساني: البدائع، 6/ 267، و ابن رشد: بداية المجتهد، 2/ 452، و الدردير: الشرح الكبير، 4/ 165. ¶ (¬6) المصادرالسابقة: الشربيني: مغني المحتاج، 4/ 446. ¶ (¬7) أنظر؛ ابن قدامة: المغني، 9/ 110، و الدسوقي: حاشية الدسوقي، 4/ 168.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ومن هذه الشروط: ¶ الشرط الأول: الجنسية: ¶ كل من يحمل الجنسية، وتتحقق فيه الشروط المطلوبة، يحق له أن يمارس هذا الحق، وقد تعددت أقوال العلماء والفقهاء القانونيين عن الجنسية، في تعريفها وبيان أنواعها. ¶ والجنسية قد تكون أصيلة، وقد تكون مكتسبة. ¶ مفهوم الجنسية في الإسلام: ¶ الفقهاء القدامى كانوا يطلقون على الدولة المسلمة (دار الإسلام)، وعلى كل من يسكن هذه الديار اسم (أهل دار الإسلام)، وبالتالي كل من هو من أهل دار الإسلام يعتبر حاملاً لجنسية الدولة الإسلامية (¬1). ¶ والجنسية الإسلامية تعطى لصنفين من الناس في دار الإسلام هما: ¶ 1. المسلم الذي يدين بدين الإسلام. ¶ 2. الذمي الذي يعيش في دار الإسلام بموجب عقد الذمة. ¶ الشرط الثاني: البلوغ (¬2) ¶ يشترط فيمن يرشح نفسه نائباً عن الأمة أن يكون بالغاً مبلغ الرجال، لأن من دونهم من الأطفال والصبية، لا يصلحون بمثل هذه الوظائف، وتختلف الدور في السن الواجب توافرها فيمن يتقدم للترشيح، وفي أغلب القوانين والدساتير لا يقل عن خمس وعشرين سنة. ¶ الشرط الثالث: الذكورة ¶ هذا الشرط يشترطه الكثير من العلماء، إلا أن القانون المدني والدستور لا يمنع من ترشيح المرأة، بل يعتبرونه من ضرورات الديمقراطية، والعمل السياسي. ¶ وقد تكلمنا عن موضوع المرأة ناخبة، ومنتخِبة فيما سبق من الدراسة. ¶ الشرط الرابع: العلم (¬3) ¶ ويقصد به العلم بمعناه الواسع، علم الدين والسياسة والأدب، وعلوم الحياة الضرورية والمعارف والعلوم وقد نصت الدساتير الوضعية على أنه يشترط في المرشح أن يكون متعلماً وأقل مستوى أن يكون يعرف القراءة والكتابة. ¶ الشرط الخامس: العدالة (¬4) ¶ ¬__________ ¶ (¬1) أنظر؛ زيدان: أحكام الذميين والمستأمنين في دار الإسلام، 48. ¶ (¬2) أنظر؛ أبو فارس: النظام السياسي، 119. ¶ (¬3) أنظر؛ علوان: النظم السياسية، 200. ¶ (¬4) أنظر؛ زيدان: أحكام الذميين، 53.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ويقصد بها الاستقامة، وهي أن يتحلى بالفضائل والفرائض، والبعد عن المعاصي والرذائل، عرّفها الإمام السيوطي: هي ملكة أي هيئة راسخة في النفس تمنع من اقتراف كبيرة أو صغيرة دالة على الخسة أو مباح يخل بالمروءة (¬1). ¶ وعرّفها من المحدثين الإمام الشوكاني: إنها التمسك بآداب الشرع، فمن تمسك بها فعلاً وشرطاً فهو العدل المرضي، ومن أخل بشيء منها بأن كان الإخلال بذلك الشيء يقدح في دين فاعله أو تاركه، كفعل الحرام، وترك الواجب فليس بعدل (¬2). ¶ والدساتير الوضعية تضع من الشروط الأخلاقية للمرشح بعضوية المجلس النيابي، بما يتلاقى في كثير منها مع شروط السياسة الشرعية الإسلامية. ¶ الشرط السادس: المواطنة (¬3) ¶ وهي أن يكون مواطناً يعيش في دار الإسلام (الدولة)، إقامة دائمة وليست منقطعة والقوانين والدساتير الوضعية تنص على ذلك، فلا يصح أن يتقدم إلى عضوية المجلس النيابي من لا يعيش في موطنه الأصلي الذي يحمل جنسيته، لأن ذلك أقرب إلى معرفة مشاكل شعبه وهمومه، وما يصلح لهم، وما لا يصلح لهم (¬4). ¶ الشرط السابع: الأمانة (¬5) ¶ لأن هذه المناصب أمانة، وما انتخب الناخب لأجله أمانة، فيجب أن يؤديها على وجهها الأكمل، وبأمانة، قال النبي صلى الله عليه وسلم: \"ما من راع يسترعيه الله رعية يموت يوم يموت وهو غاش لرعيته إلا حرّم الله عليه الجنة\" (¬6). ¶ الشرط الثامن: الكفاءة ¶ وهي شرط في غاية الأهمية، وتعني الكفاءة أن يكون على قدر من المسؤولية التي أنيطت به، أو اختير من أجلها. ¶ ¬__________ ¶ (¬1) أنظر؛ السيوطي: الاشباه والنظائر، 476. ¶ (¬2) أنظر؛ الشوكاني: إرشاد الفحول، 205. ¶ (¬3) أنظر؛ المودودي: نظرية الإسلام وهديه، 300. ¶ (¬4) أنظر؛ الحلو: القانون الدستوري، 219. ¶ (¬5) أنظر؛ الجويني: غياث الأمم، 83. ¶ (¬6) أخرجه مسلم في صحيحه: كتاب الإيمان، باب: استحقاق الوالي الغاش النار، رقم (227) 1/ 325.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "لهذا يجب أن يكون النائب على قدر تحمل المنصب في الأداء، والعطاء، ومنصب النائب من الأهمية بمكان، وبقدر هذه الأهمية يتطلب أن يكون النائب ذا كفاءة لهذا يقال الرجل المناسب في المكان المناسب (¬1). ¶ لهذا نجد أن القرآن جعل صفة الكفاءة والأمانة قرينتان حينما قال تعالى: {قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ} (¬2). ¶ المبحث الثاني ¶ مشاركة المسلمين في انتخابات الدول غير المسلمة ¶ ويتكون هذا المبحث من فرعين كما يلي: ¶ الفرع الأول ¶ مشاركة المسلمين في الدول غير المسلمة ¶ انتهينا في المباحث السابقة إلى أن العمل الانتخابي يكون مباحاً في ناحية وواجباً في ناحية أخرى، وغير مباح في ناحية ثالثة، كل ذلك في ديار الإسلام وبلاد المسلمين، حينما يكون المجتمع بعمومه مجتمعاً مسلماً، والدولة تعلن أنها دولة إسلامية. ¶ فالعمل الانتخابي واجب على كل الرعية كمنتخبين ممن تتوفر فيهم شروط الانتخاب، وانتهينا إلى أن غير المسلمين لهم الحق في ممارسة هذا العمل، كمواطنين في المجتمع الإسلامي. ¶ ويكون العمل واجباً على الرجال الذين يحملون الفكر الإسلامي منهجاً وتطبيقاً، حتى لا يتركوا الساحة لغيرهم من علمانيين وأصحاب أهواء وضلالات. ¶ وغير مباح لمن لا تتوفر فيهم الشروط الشرعية، وكذلك للنساء كمنتخَبات (مرشحات) لعضوية المجالس النيابية. ¶ أما بخصوص المسلمين الذين يعيشون في المجتمعات الغربية غير الإسلامية، فالقانون والدستور في تلك البلاد يجير لمن يحمل جنسية الدولة أن يشاركوا في الانتخابات. ¶ إلا أن الأمر المهم معرفته هو هل يجوز لهم شرعاً المشاركة في هذه الانتخابات وخصوصاً أن المرشحين في غالبيتهم من غير المسلمين. ¶ ¬__________ ¶ (¬1) أنظر؛ القرشي: أوليات الفاروق في الإدارة والقضاء، 1/ 291. ¶ (¬2) سورة القصص: الآية 26.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "إن المتصفح لآراء علماء السياسة الإسلامية في هذا العصر، يجد أن معظمهم قالوا بالجواز، وهذا الجواز عندهم مشروط بالمصلحة المحققة للفرد المسلم، وللمسلمين في هذه البلاد أو خارجها. ¶ وهذا الرأي هو الأكثر معقولية وقبولاً لأن في اختيار المرشح المعتدل الذي يدافع عن حقوق المسلمين مصلحة مؤكدة لهذه الأقلية المسلمة، بل المصلحة تتعدى إلى المسلمين عامة، لأن هذا المرشح المعتدل يقف ويساند قضايا المسلمين، أو على الأقل لا ينصب لها العداء، فهو أخف الضررين وأهون الشرين. ¶ فالأمر إذاً منوط بالمصلحة، أما إذا علم المسلمون أنه لا مصلحة من وراء انتخاب أي من المرشحين، أو أن الإدلاء بأصواتهم أو عدمه سواء، و ذلكم بأن يكون كل المرشحين ضد الإسلام ومصالح المسلمين، فلا يجوز المشاركة والمقاطعة في هذه الحالة هي الأجدى (¬1). ¶ ويذكر الدكتور عبد الكريم زيدان الأدلة الشرعية على جواز المشاركة فيقول (¬2): ¶ 1. تحقيق المصالح ودرء المفاسد: ¶ إنها تبنى على أصل عظيم من أصول الشريعة وهو تحقيق مصالح العباد، ودرء المفاسد عنهم، ومن الواضح أن مشاركة المسلم في الانتخابات بدار الحرب (الدول غير المسلمة) لينتخب من يأمل منه بانتخابه مصلحة أو درء مفسدة له ولغيره من المسلمين المقيمين في هذه الدولة، ولغيرهم في خارجها، هذه المشاركة تتفق وتنسجم مع مقصد الشريعة في تحقيق المصالح للعباد. ¶ 2. جواز الانتفاع بجزئية نافعة من نظام كافر: ¶ يجوز للمسلم أن يستفيد من جزئية نافعة له، وإن كانت هذه الجزئية من نظام كافر والدليل على ذلك أن النبي صلى الله عليه وسلم وأصحابه أخذوا من نظام الكفر في قريش جزئية الأخذ بالجوار. ¶ ¬__________ ¶ (¬1) أنظر؛ معروف: الانتخابات في ضوء السياسة الشرعية، 185. ¶ (¬2) أنظر؛ زيدان: الديمقراطية، ومشاركة المسلم في الانتخابات، نقلاً عن موقع إسلام أون لاين.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وبناءً على هذا يجوز للمسلم وهو في هذه الدولة غير المسلمة، إذا كان له حق الانتخاب أن يستعمل حقه بالمشاركة في الانتخابات، فينتخب من الكفار لعضوية البرلمان من يؤمل منه مصلحة أو درء مفسدة له أو لغيره من المسلمين داخل هذه الدولة أو خارجها، أو يؤمل منه على الأقل الحياد في قضايا المسلمين، لأنه إذا لم يتيسر تحقيق المصلحة أو درء المفسدة، فعلى الأقل السعي لتقليل المفسدة، ومن صور تقليل المفسدة انتخاب من يؤمل منه ذلك، وأن لا بديل عنه إلا انتخاب الأسوأ، والأكثر ضرر أو مفسدة للمسلمين، أو ترك المشاركة في الانتخابات وليس في هذا الترك جهد لقيمة المسلم لجلب الخير، ودفع الشر أو تقليله عن المسلمين قدر الإمكان، وليس مثل هذا الموقف السلبي بالموقف المرغوب فيه شرعاً، إن لم نقل غير الجائز شرعاً. ¶ 3. القياس على حالة الاضطرار: ¶ ومن الأدلة المجيزة للمشاركة في انتخاب غير المسلمين بدار الحرب إضافة إلى ما قلناه أن الشرع أباح للمسلم النطق بكلمة الكفر لدفع الأذى عن نفسه، أذى الكفار الذين يريدون منه النطق بهذه الكلمة، فمن القياس المقبول على هذه الإباحة جواز مشاركة المسلم في الانتخابات بدار الكفر، وانتخاب من يؤمل منه الدفاع عن حقوق المسلمين، ودفع الأذى والضرر وتعسف السلطة معهم، ولا يقال هذا مجرد أمل ويقين لأن المعاملات يكفي فيها الأخذ بالظن الراجح المقبول ما دام الأخذ لا يخالف الشرع.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ويقول الشيخ فيصل مولوي (¬1): إذا سمحت قوانين تلك الدول للمسلمين الأقلية أن يشاركوا في الانتخابات وأن يفرزوا نواباً ولو من غير المسلمين يدافعون عن حقوقهم، وربما كان لهم تأثير في اختيار حكومة غير إسلامية لكنها تنصف المسلمين، وتحفظ حقوقهم الإنسانية، فإن المصلحة الشرعية في هذه الحالة مؤكدة في ضرورة المشاركة في هذه الانتخابات، وفي ضرورة اختيار نواب مسلمين إذا أمكن يدافعون عن حقوق المسلمين، أو حتى اختيار نواب غير مسلمين يمكن أن يتجاوبوا مع مصالح المسلمين، وحقوقهم، إذ ليس من المعقول أن يسمح للمسلم بأن يعيش في بلد غير مسلم ثم لا يسمح له بالمطالبة بحقوقه، وتحقيق مصالحه. ¶ وعند الأستاذ محمد أحمد الراشد أن حكم المشاركة المحققة للمصلحة إلى حد الوجوب حيث يقول: أصبحت أرى عدم الاكتفاء بتجويز الإدلاء بالصوت الانتخابي، وأن من شاء فعل، ومن شاء سكت وتخلف، بل أنا الآن أجزم بيقين أن إدلاء المسلم بصوته لصالح المعتدل الأقل ضرراً، و الأقرب إلى الحياد إنما هو واجب في النظر الشرعي، لا يسعه التخلف عنه، ويأثم المتخلف من غير مبرر (¬2). ¶ ويرى الشيخ محمد صالح المنجد أن تحديد المصلحة وتقديرها، يكون من قبل العلم والعارفين، بأحكام الشريعة وفقه المرحلة والمكان، فيقول: وعلى كل حال فهذه من مسائل الاجتهاد المبنية على قاعدة المصالح والمفاسد ينبغي أن يرجع فيها لأهل العلم العارفين لضوابط هذا الأصل، وأن يعرف عليهم الأمر بتفاصيله في حال البلد الذي تعيش فيه الجالية المسلمة وقوانينه، وحال المرشحين، وأهمية التصويت وجدواه ونحو ذلك (¬3). ¶ وللشيخ القرضاوي إضافة جميلة في هذا الباب، وهي سنة التدرج، يقول: إن لله تعالى سنة من سننه في خلقه لا ينبغي لنا أن نغفلها وهي: سنة التدرج. ¶ ¬__________ ¶ (¬1) أنظر؛ فتاوى انتخابية: موقع إسلام أون لاين. ¶ (¬2) موقع إسلام أون لاين: ركن السياسة الشرعية. ¶ (¬3) نفس المصدر.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "فكل شيء يبدأ صغيراً ثم يكبر، ضعيفاً ثم يقوى، نرى هذه السنة في النبات والحيوان والإنسان. ¶ والشرع الحنيف قد راعى هذه السنة، فتدرج مع المكلفين في فرض الفرائض كما تدرج معهم في تحريم المحرمات رحمة بهم، وتيسيراً عليهم. ¶ وقد لا يستطيع الإنسان رغم طموحه الوصول إلى أهدافه الكبيرة مرة واحدة، ولكنه قد يمكنه الوصول إلى شيء منها بعد شيء، وفق قدراته وظروفه، فلا يرفض ذلك ولا يمنعه منه شرع ولا عرف، ولا عقل فقد اتفق العقلاء على أن ما لا يُدرك كله لا يُترك كله. ¶ والوصول إلى الحكم الإسلامي الكامل هدف كبير ولا ريب، يجب أن يكون نصب الأعين وملء القلوب، ولكن قد يتعسر الوصول إليه دفعة واحدة، فما المانع أن يصل إلى بعضه من يستطيع الوصول، ليعطي للناس الأسوة، ويضرب المثل، ويحقق ما أمكنه من إقامة الحق، وإشاعة الخير، ونشر العدل، فيفتح الباب لغيره ويرغب الناس في تشجيع مثله (¬1). ¶ إننا نرى في المجتمعات الغربية من انتشاء للأحزاب والمؤسسات والهيئات والشخصيات التي تحارب الإسلام جهاراً نهاراً، ولها برامجها، ووسائل إعلامها، وقدراتها على التواصل والتأثير على الجماهير في بلادهم، ولهم صلاتهم الخفية، والعلنية مع أعداء الأمة والمغتصبين الصهاينة لفلسطين، لهذا يجب لزاماً على كل مسلم ممن يعيش في تلك البلاد ويحمل جنسيتها، ويحق له الترشيح والترشح أن يقوم بهذا الواجب الديني والوطني والقومي والإنساني، فإن لم يستطع أن يقدم منفعة ظاهرة، لن يعدم الوسيلة في أن يمنع ضرراً واقعاً أو محتملاً، يقع عليه وعلى إخوانه ممن يعيشون في تلك البلاد أو عن إخوان لهم في وطنهم الأم، أو قضيتهم الرئيسية وهي قضية فلسطين والمسجد الأقصى. ¶ ¬__________ ¶ (¬1) أنظر؛ القرضاوي: فتاوى معاصرة، 3/ 431.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "لهذا فإنني أوافق الشيخ محمد أحمد الراشد في اعتباره أن المشاركة في الانتخابات في البلاد الغربية أوروبية أو أمريكية أمراً واجباً، لا يجوز أن يتخلف عنه أحد ممن له حق المشاركة في تلك البلاد. ¶ الفرع الثاني ¶ مشاركة المسلمين من أهل فلسطين في انتخابات البرلمان الصهيوني (الكنيست) ¶ بقيت لنا نقطة هامة تخصنا نحن أهل فلسطين، وخصوصاً ما يسمى بفلسطينيي الداخل (48)، وعن شرعية دخول البرلمان الصهيوني أو عدم دخوله، وهل ينظر إليه على أنه مثل البرلمانات غير الإسلامية أم ماذا؟؟. ¶ بخصوص الدول الغربية الكافرة، والتي قلنا بوجوب المشاركة فيها، فإن هذه البرلمانات هي برلمانات لدول موجودة حقيقية، ولها سيادة شرعية مستقلة، وسيادة حقيقية على بلادها، وهذه بلاد موجودة وقائمة بوجود هذه الحكومات والبرلمانات، ووجودها ليس مبنياً على اغتصاب أو احتلال أو استيطان، بل هو وجود طبيعي له امتداد لمئات السنين. ¶ أما البرلمان الصهيوني وهو ما يسمى (الكنيست) هو نتاج للكيان الصهيوني، وهو كيان دخيل على الأمة العربية والإسلامية، وهو كيان غاصب، ومحتل احتل فلسطين، وطرد معظم أهلها، ليقيم كيانه ويعلن دولته، وهذا ما تحقق له فعلاً بالحديد والنار والمجاز والقتل والتشريد. ¶ والله سبحانه وتعالى يقول: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} (¬1)، انطلاقاً من هذه الآية فإنه يجب على أهل فلسطين خاصة وعلى جميع الأمة العربية والإسلامية عامة أن يجاهدوا هذا العدو، وأن يخرجوهم من أرض فلسطين، حتى تعود الأرض لأهلها وتطهر الأرض من شر اليهود. ¶ ¬__________ ¶ (¬1) سورة البقرة: الآية 190 - 191.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وبناء على ذلك فإن أي تعامل يعطي هذا الكيان شرعية في وجوده على أرض فلسطين يعتبر مرفوضاً شرعاً، وهو باطل سواء كان هذا التعامل بين فلسطيني أو غير فلسطيني، وأن المشاركة في انتخابات البرلمان الإسرائيلي يعتبر اعترافاً ضمنياً بهذا الكيان الغاصب، ويعطيه شرعية وأحقية في أرض فلسطين (¬1). ¶ البعض يزعم أن في المشاركة مصلحة على الأقل لسكان فلسطين الداخل (48). ¶ وتتمثل هذه المصلحة فيما يأتي: ¶ 1. استثمار كل الفرص على قلتها في سبيل حماية الوجود الفلسطيني وكرامته. ¶ 2. الحفاظ على البقية الباقية للوجود الفلسطيني وانجازاته. ¶ 3. تجنب الوقوع في مصائب كما حدث سابقاً. ¶ 4. العمل على فضح هذا الكيان من داخل المؤسسات. ¶ 5. منع أو الاعتراض على إصدار قوانين أو تشريعات لها علاقة بالقضية الفلسطينية والشعب الفلسطيني. ¶ 6. استغلال الحصانة البرلمانية في فعاليات وأعمال لا يستطيعها من لا يملك هذه الحصانة (¬2). ¶ يقول الدكتور القرضاوي: إن الموقف الشرعي من الكيان الصهيوني هو الرفض القاطع والمقاومة المستميتة والجهاد الدائم حتى يحق الله الحق ويبطل الباطل ولو كره الكافرون والمجرمون. ¶ إن الموقف الصحيح من الوجهة الشرعية يقتضي رفض الدخول في برلمان العدو الصهيوني (الكنيست)، لما يوحي به ذلك من اعتراف ضمني بحقهم في الوجود أو البقاء على الأرض المغتصبة، وهو ما يجب تأكيد نفيه باستمرار، ومعارضته على الدوام، ولا يجوز لنا ونحن أصحاب الدار أن نسلم للمعتدين بما اغتصبوا من أرض، ولا أن نتصرف تصرفاً يشعر بذلك، مهما طال المدى، فإن مضيّ الزمن لا يحيل الباطل حقاً، ولا يجعل الحرام حلالاً. ¶ ¬__________ ¶ (¬1) أنظر؛ معروف: الانتخابات في ضوء السياسة الشرعية، 188. ¶ (¬2) موقع إسلام أون لاين: ركن السياسة الشرعية، الشيخ إبراهيم صرصور.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "ثم يضيف: على أننا لو نظرنا إلى الأمر بمعيار المصلحة نظرة إمعان وتدقيق، في ضوء فقه الموازنات لوجدنا أن المصلحة الحقيقية لا المتوهمة والمصلحة البعيدة المدى لا القصيرة الأمد والمصلحة الشاملة لكل الشعب الفلسطيني ولقضيته، ومصلحة الجهاد واستمراره ومصلحة الدعوة الإسلامية وتغلغلها، حكمها تحتم مساندة القوم والتعامل معهم على أنهم دخلاء غاصبون، أو لصوص سارقون، وبذلك يعيشون منبوذين في ضمير الشعب مرفوضين من أبنائه، فاقدي الشرعية في فكرهم ووجدانهم، وفي هذا خسارة معنوية كبيرة على العدو، وكسب معنوي عظيم لنا، يضاف إلى رصيدنا في المقاومة والصمود. ¶ والقواعد الفقهية تقرر عند الموازنة بين المفاسد والمصالح، أو بين المصالح بعضها وبعض، أن درء المفسدة مقدم على جلب المنفعة والمصلحة، وأن المصلحة الكلية مقدمة على المصلحة الجزئية، وأن المصلحة العامة مقدمة على المصلحة الخاصة، وأن المصلحة الطويلة الأمد مقدمة على المصلحة القصيرة الأمد. ¶ وعلى هذا يحرّم الاشتراك في البرلمان الصهيوني، ومؤسساته المماثلة، إلا ما اقتضته ضرورة معينة، فلها أحكامها الخاصة، وهي تقدر بقدرها، ولا يتوسع فيها، حتى لا يقبح الاستثناء أصلاً (¬1). ¶ ومن داخل فلسطين يقول الشيخ رائد صلاح، نحن نرى في الكنيست مؤسسة لا مكان لأي ممثل عربي فيها إطلاقاً، وكل من خاضوا هذه التجربة حسب تقييمنا لم يقدموا إلا بدور إعلامي احتجاجي ليس إلا، ولكنها مؤسسة ذات دور مؤثر وذات مصدر قرارات، فما زالت بهذه الكيفية للمجتمع اليهودي فقط، ويبقى وجودنا ضائع لا قيمة له إطلاقاً، وما يجري الآن من إجراءات ضد أعضاء الكنيست العرب يعزز الموقف الذي سرنا إليه، وما زلنا مقتنعين به (¬2). ¶ ¬__________ ¶ (¬1) أنظر؛ القرضاوي: فتاوى معاصرة، ص3/ 480. ¶ (¬2) موقع إسلام أون لاين: ركن السياسة الشرعية.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "إننا ومن خلال متابعتنا لفعاليات هذه المؤسسة الصهيونية، نجد أن الأعضاء العرب لا يسمح لهم داخل هذه المؤسسة القيام بأي دور إيجابي للعرب وسلبي للصهاينة، وأن العدو يستغلهم إعلامياً أمام المؤسسات الدولية كدليل على الديمقراطية الصهيونية. ¶ المبحث الثالث ¶ الآثار المترتبة على الانتخابات ¶ الانتخابات كأي عمل له آثاره الإيجابية، وآثاره السلبية، لكن الآثار الإيجابية أكثر من الآثار السلبية. ¶ ولا أحب أن أقف كثيراً عند سلبيات الانتخابات، فالكل منا يسمع و يرى ما يحدث قبل وأثناء و بعد الانتخابات، تمزيق دول، و فتن داخلية تحصد الأخضر و اليابس، و ضياع مقدرات، و زعزعة أمن و استقرار شعوب، و ما نشاهده في ساحل العاج، و الجزائر، و العراق، و مصر خير شاهد و دليل على صدق ما نذهب إليه من كون الانتخابات أُلعوبة و مدخل لكثير من أطماع الطامعين. ¶ والانتخابات بالمفهوم السياسي الحديث، والاختيار بالمفهوم الشرعي له أهداف عظيمة، لأنه يترتب عليه مهمات خطيرة وعظيمة، لها علاقة بإقامة الأمة والدولة. ¶ قال تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} (¬1). ¶ وقال تعالى: {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} (¬2). ¶ ومن أهم الأهداف العظمى للانتخابات ما يلي: ¶ 1. إقامة الخلافة الإسلامية: ¶ قال تعالى: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآَتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ} (¬3). ¶ فإقامة الخلافة الإسلامية هي الهدف الأسمى للعمل السياسي، والدولة الإسلامية في ظلها ينعم المواطن بالأمن، والأمان، والاستقرار، وفيها يعم السلام والرخاء، وفيها تقام شعائر الدين. ¶ ¬__________ ¶ (¬1) سورة البقرة: الآية 143. ¶ (¬2) سورة الأنبياء: الآية 107. ¶ (¬3) سورة الحج: الآية 41.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "ولقد حرص النبي عليه السلام، ومن جاء من بعده من الخلفاء على إقامة الدولة قوية مهابة. ¶ 2. حراسة الدين وسياسة الدنيا (¬1): ¶ حراسة الدين هو الحفاظ عليه، والدفاع عنه، وإعلاء كلمته، وإظهاره بالدعوة إليه والجهاد في سبيله. ¶ أما سياسة الدنيا، وهي ما يقصد بها العلماء بالسياسة الشرعية، أي رعاية وتدبير شئون الأمة بما يراعي المصلحة وفقاً للشرع. ¶ لهذا يجب على الإسلاميين أن يحرصوا على خوض العمل السياسي، حتى تتحقق هذه الأهداف، إن لم تكن كلها، فقدر ما نستطيع، والعمل يكون من رأس الهرم حتى قاعدته. ¶ أما ترك هذا العمل لأصحاب الهوى والضلال، وأصحاب الرؤا الفاسدة، فهذا جريمة لا يكفرها إلا النهوض بالعمل لإنقاذهم منهم (¬2). ¶ نتائج الانتخابات: ¶ أهم ما تفرزه الانتخابات: ¶ - المجلس النيابي. ¶ - أو الرئاسة العليا للدولة. ¶ أولاً: المجلس النيابي: ¶ المجلس النيابي هو: الطائفة من الناس تُخصص للنظر فيما يناط بها من أعمال (¬3). ¶ وهذه الطائفة يتم اختيارها من قِبل الشعب ضمن شروط وضوابط معينة، يحددها القانون، فهم وكلاء عن بقية الشعب. ¶ واجبات المجلس النيابي: ¶ تنحصر واجبات المجلس النيابي في واجبين: ¶ 1. الواجب التشريعي. ¶ 2. الواجب الرقابي. ¶ أولاً: التشريع: ¶ جعلت القوانين والدساتير الوضعية وظيفة التشريع خاصة بالمجلس النيابي، لهذا نجد أن بعض الأنظمة تطلق عليه اسم المجلس التشريعي. ¶ بالنسبة للمجتمعات الإسلامية، لا يقصد بالتشريع، التشريع الأساسي، لأن هذا من حق الله وحده، فهو وحده سبحانه الآمر والناهي، والمشرع للحدود، وتشريع الله محل تسليم لدى المسلم أياً كان. ¶ ¬__________ ¶ (¬1) أنظر؛ زيدان: أصول الدعوة، 230. ¶ (¬2) أنظر؛ البنا: مجموعة الرسائل: 137. ¶ (¬3) إبراهيم: المعجم الوسيط، 1/ 130.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "أما التشريع الخاص بالمجالس النيابية، ما هو إلا استنباط الأحكام فيما لا نص فيه، وهو الذي يدور في دائرة الاجتهاد، وهذا الاجتهاد يدخل في دائرته كثير من القضايا الدنيوية، والمصالح المادية، والتخصصات الحديثة. ¶ يقول عبد القادر عودة: فحق هؤلاء (أعضاء المجالس النيابية) في التشريع مقيد بأن يكون ما يصنعونه من التشريعات متفقاً مع نصوص الشريعة، ومبادئها العامة، وروحها التشريعية (¬1). ¶ فحق التشريع لمجلس النواب يقتصر على نوعين من التشريع: ¶ 1. تشريعات تنفيذية: ¶ ويقصد بها ضمان تنفيذ نصوص الشريعة الإسلامية، والمقصود به وضع اللوائح والقرارات التي من خلالها تتم عملية تنفيذ القوانين والمشاريع. ¶ 2. تشريعات تنظيمية: ¶ والتي يقصد بها تنظيم حركة الدولة والجماعة، وحمايتها وسد حاجتها (¬2). ¶ ثانياً: الواجب الرقابي: ¶ أي الرقابة على تصرفات السلطة التنفيذية لضمان سيرها وفق اللوائح والقوانين، وما يتم الاتفاق عليه بما يعود بالنفع على الشعب. ¶ ولمجلس النواب أن يشكل لجنة تحقيق، تقوم بتقصي الحقائق، وإبلاغ المجلس بالحقيقة، ولهذه اللجنة السلطة في إجبار أي جهة تنفيذية على التعاون معها، والامتثال لأمرها. ¶ في الجانب الرقابي والذي يمثل عنندنا في السياسة الشرعية (النصيحة) التي أمر بها النبي صلى الله عليه وسلم حينما قال: \"الدين النصيحة\" قلنا لمن؟، قال: \"لله ولكتابه ولرسوله، ولأئمة المسلمين وعامتهم\" (¬3). ¶ ثالثاً: من الأعمال التي يقوم بها المجلس النيابي: ¶ اختيار رئيس الدولة: ¶ تنص بعض الدساتير على أن المجلس النيابي هو الذي يقوم باختيار رئيس الدولة. ¶ وهذه هي إحدى الطرق، والأساليب التي يتم بها، ومن خلالها اختيار رئيس الجمهورية في المجتمعات المعاصرة. ¶ ¬__________ ¶ (¬1) أنظر؛ عودة: الإسلام وأوضاعنا السياسية، 173. ¶ (¬2) المصدر السابق. ¶ (¬3) أخرجه مسلم في صحيحه: كتاب الإيمان، باب: بيان أن الدين النصيحة، رقم (95)، 1/ 228.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وهذا الأمر له أصل عندنا في السياسة الشرعية، يقول الماوردي: فإذا اجتمع أهل الحل والعقد للاختبار، تصفحوا أحوال الإمامة الموجودة فيهم شروطها، فقدموا البيعة منهم أكثرهم فضلاً وأكملهم شروطاً، ومن يسرع الناس إلى طاعته، ولا يتوقفون عن بيعته (¬1). ¶ فالنواب هم الذين يقومون بانتخاب الرئيس نيابة عن الأمة، لأنهم هم الوكلاء عن الأمة، ومن يتم اختياره يصبح واجباً طاعته من قبل كل الشعب (¬2). ¶ تشكيل الوزارة في المجلس النيابي (¬3): ¶ تقوم بعض البرلمانات بتشكيل الوزارة، والتي هي صاحبة السلطة الفعلية المهيمنة على إدارة شئون الدولة، وهي المسئولة عن جميع التصرفات والنتائج أمام البرلمان. ¶ وأهم خصائص هذه الوزارة: ¶ 1. أنها تتشكل من حزب الأغلبية في البرلمان. ¶ 2. تشكل هذه الوزارة وحدة قائمة بذاتها، تدير شئون الدولة، وتصنع السياسات العامة للبلاد. ¶ 3. وجود التجانس بين أعضاء هذه الوزارة، وهو المبدأ العام الذي يجب أن يسود ويحكم تشكيل مثل هذه الوزاراة. ¶ 4. هذه الوزارات مسئولة أمام البرلمان، وتخضع للمسائلة، والقوانين المعمول بها. ¶ والوزارة في السياسة الشرعية الإسلامية من أهم المناصب بعد الخلافة. ¶ يقول ابن خلدون: الوزارة أم الخطط السلطانية، والرتب الملوكية (¬4). ¶ وهي معروفة عندنا عملياً منذ العصر الأول للخلافة الراشدة (¬5). ¶ ثانياً: الرئاسة (الخليفة): ¶ من الأمور التي تترتب على الانتخابات اخيتار رئيس الدولة. ¶ ورئاسة الدولة في الإسلام هي السلطة التي تتولى أمور الناس، سواء منها ما يتعلق بشئون الدنيا أو الآخرة. ¶ وفي التاريخ السياسي للإسلام، أُطلق على رئاسة الدولة أسماء كثيرة منها: ¶ ¬__________ ¶ (¬1) أنظر؛ الماوردي: الأحكام السلطانية، 15. ¶ (¬2) أنظر؛ الحلو: القانون الدستوري، 347. ¶ (¬3) أنظر؛ ليلة: النظم السياسية: 635. ¶ (¬4) أنظر؛ ابن خلدون: المقدمة، 1/ 236. ¶ (¬5) أنظر؛ ليلة: النظم السياسية، 637.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "الخلافة، والإمامة، والإمارة، والسلطة (¬1). ¶ كما أُطلق على رئيس الدولة عدة ألقاب منها، الخليفة، الأمير، أمير المؤمنين، الإمام، السلطان، الملك، والوصي. ¶ أهم الشروط الواجب توافرها في رئاسة الدولة: ¶ من وجهة نظر السياسة الشرعية الإسلامية: ¶ 1. الإسلام. ¶ 2. الرجولة. ¶ 3. العلم. ¶ 4. العدالة. ¶ 5. الكفاءة. ¶ 6. السلامة (سلامة الحواس والأعضاء). ¶ 7. النسب القرشي. (خاض العلماء في هذا الشرط كثيراً). ¶ 8. أن لا يطلب الإمارة. ¶ 9. أن يخضع لمبدأ الشورى. ¶ وأضافت الدساتير الوضعية إلى هذه الشروط شرطين: ¶ 1. تحديد السن، وهو أن لا يقل عن ثلاثين عاماً. ¶ 2. الجنسية، (المواطنة). ¶ طرق اختيار الرئيس: ¶ يتم اختيار الرئيس حسب السياسة الشرعية الإسلامية من خلال عدة طرق، منها: ¶ 1. الاختيار (الانتخاب) الحر. ¶ 2. الاستحلاف. ¶ 3. الخلافة الوراثية. ¶ أولاً. الاختيار (الانتخاب) الحر: ¶ أن يقوم أهل الحل والعقد باختيار الخليفة من بين المسلمين، إذا انطبقت عليه الشروط والمواصفات، وهذا ما حدث في اختيار أبي بكر الصديق، وعلي بن أبي طالب، رضي الله عنهما. ¶ ثانياً. الاستحلاف: ¶ وهو أن يقوم الخليفة السابق أو الرئيس السابق بترشيح من يخلفه في الحكم، ويشاور في ذلك أهل الحل والعقد، ثم بعد ذلك تقوم الأمة بالتصويت على هذا الاختيار، فإن قبل كان هو الخليفة، أو الرئيس، وإن رفض يجري ترشيح غيره. ¶ ولهذا الاستحلاف صورتان: ¶ 1. أن يكون المستحلف أو المرشح شخص واحد، مثلما فعل أبو بكر بالنسبة لاستحلاف عمر بن الخطاب. ¶ 2. أن يكون المستحلف، أو المرشح مجموعة مثلما فعل عمر بن الخطاب مع من جاء بعده. ¶ ثالثاً. الخلافة الوراثية: ¶ وهي أن يعهد الخليفة أو الإمام السابق بالخلافة إلى أحد أقاربه، من ولد أو أخ. ¶ وأول من فعل ذلك في الإسلام هو معاوية بن أبي سفيان رضي الله عنه، حينما عهد بالخلافة لابنه يزيد بن معاوية. ¶ ¬__________ ¶ (¬1) أنظر؛ المصري: المشاركة في الحياة السياسية، 199.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "واستمرت هذه الطريقة حتى نهاية الخلافة العثمانية، فهي الغالبة في النظم السياسية الحاكمة في العالم الإسلامي. ¶ وفي النظم السياسية المعاصرة، مجد مثل هذا النظام موجوداً في الأنظمة الملكية، في العالم العربي، والعالم الغربي على حد سواء. ¶ أما عن طرق انتخاب الرئيس في الأنظمة الحديثة فيتم من خلال: ¶ 1. الاختيار (الانتخاب) المباشر. ¶ 2. الاختيار (الانتخاب) غير المباشر. ¶ 3. الاختيار (الانتخاب) شبه المباشر. ¶ أولاً. الاختيار (الانتخاب) المباشر: ¶ وهو أن يقوم الشعب، ممن تتحقق فيهم شروط الاقتراع باختيار وانتخاب رئيس لهم، من بين المرشحين لهذا المنصب دون واسطة. ¶ وهذه الطريقة لها سند شرعي عندنا في الإسلام، لقوله تعالى: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} (¬1). ¶ ففي الآية أمر بالشورى في كل شيء، ومن ضمن ذلك اختيار رئيس الدولة (¬2). ¶ ثانياً. الاختيار (الانتخاب) غير المباشر: ¶ وهو ما تحدثنا عنه سابقاً: أن يقوم أعضاء مجلس النواب، الممثلون عن الأمة باختيار رئيس للدولة من غير الرجوع للأمة مباشرة، ويسمى هذا الاختيار غير مباشر، لأن الأمة لا تمارسه مباشرة، بل عن طريق نوابها (¬3). ¶ وهذه الطريقة لها أيضاً تأصيل في السياسة الشرعية: ¶ يقول الماوردي: فإذا اجتمع أهل الحل والعقد للاختيار، تصفحوا أحوال أهل الإمامة الموجودة فيهم شروطها، فقدموا للبيعة منهم أكثرهم فضلاً، وأكملهم شروطاً، ومن يسرع الناس إلى طاعته، ولا يتوقفون عن بيعته (¬4). ¶ فالنواب (أهل الحل والعقد) يباشرون انتخاب رئيس الدولة نيابة عن الأمة، فهم وكلاء عنها في مباشرة حق الانتخاب هذا، ومن ثم يعتبر اختيارهم لرئيس الدولة اختيار الأمة نفسها (¬5). ¶ ثالثاً. الاختيار شبه المباشر: ¶ ¬__________ ¶ (¬1) سورة الشورى: الآية 38. ¶ (¬2) أنظر؛ القرضاوي: السياسة الشرعية، ص44. ¶ (¬3) أنظر؛ زيدان: الفرد والدولة، ص25. ¶ (¬4) أنظر؛ الماوردي: الأحكام السلطانية، ص15. ¶ (¬5) أنظر؛ معروف: الانتخابات في ضوء السياسة الشرعية، ص162.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وفيه يقوم أهل الحل والعقد وهم النواب في المجالس النيابية، بترشيح شخص أو أشخاص أو تزكيتهم، وبعد هذه التزكية، أو الترشيح يعرض المرشح على الأمة فتصوت بالموافقة أو الرفض، فإذا تمت الموافقة يكون هو الرئيس للدولة. ¶ وهذه الطريقة لها تأصيل في السياسة الشرعية الإسلامية: ¶ 1. أبو بكر الصديق رضي الله عنه تم اختياره من بين أهل الحل والعقد، في سقيفة بني ساعدة، ثم بايعه الناس (¬1). ¶ 2. عمر بن الخطاب رضي الله عنه اختاره أبو بكر الصديق ثم استشار أهل الحل والعقد، ثم بايعه الناس (¬2). ¶ 3. وأكثرها وضوحاً كان في طريقة اختيار الخليفة الثالث عثمان بن عفان (¬3)، رضي الله عنه، وعمن قبله جميعاً. ¶ وهذه الطريقة تعتبر من أفضل الطرق لأن أمر الانتخابات يتم على مرحلتين، ومن خلال جهتين. ¶ إن أهل الحل والعقد دورهم في اختيار الرئيس على قدر عظيم من الأهمية، لهذا نجد أن كثيراً من الفقهاء يعتبرون الاختيار الذي يتم عن طريق أهل الحل والعقد هو الأفضل والأسلم (¬4). ¶ وهذا توصلت إليه النظم الانتخابية الحديثة، حيث تشترط أن يتم ترشيح أو تزكية المجلس النيابي لمرشح أو أكثر لمنصب الرئاسة، ثم يقوم الشعب باختيار أحدهم عن طريق التصويت والانتخاب (¬5). ¶ الخاتمة ¶ في ختام دراستي لموضوع (الانتخابات وأحكامها في الشريعة الإسلامية)، أرجو من الله العلي القدير أن أكون قد وفقت في إعطاء صورة واضحة وجلية للقارئ والإحاطة بجوانب الموضوع كاملة. ¶ وأود أن أذكر أهم النتائج التي توصلت إليها، وهي كما يلي: ¶ 1. أن الانتخابات وسيلة للوصول إلى السلطة بطريق سلمي. ¶ 2. الانتخابات الأصل في حكمها الإباحة، فهي من الوجوب الكفائي. ¶ ¬__________ ¶ (¬1) أنظر؛ ابن كثير: البداية والنهاية، ص6/ 341. ¶ (¬2) المصدر السابق: ص7/ 20. ¶ (¬3) المصدر السابق: ص7/ 155. ¶ (¬4) أنظر؛ عودة: الإسلام وأوضاعنا السياسية، ص110. ¶ (¬5) أنظر؛ معروف: الانتخابات في ضوء السياسة الشرعية، ص165.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "3. الانتخابات بالمفهوم المعاصر، تتقاطر مع الشورى في كثير من الجوانب. ¶ 4. فكرة النيابة لها سند شرعي وتأصيل فقهي ثابت. ¶ 5. النواب في المجالس النيابية هم بمثابة أهل الحل والعقد في السياسة الشرعية. ¶ 6. الإسلام يعطي كل فرد من أفرد الأمة تتوفر فيه الشروط المطلوبة الحق في ممارسة حقه في الانتخاب والترشيح. ¶ 7. المرأة والرجل سواء في الحق في ممارسة العمل السياسي، خصوصاً إذا توفرت الضوابط الشرعية. ¶ 8. يحق للمرأة المشاركة في الانتخابات كمنتخِبة، وعدم جوازه كمنتخَبة. ¶ 9. لا يجوز أن يتقدم لعضوية المجلس النيابي إلا من توفرت فيه شروطاً معينة. ¶ 10. جواز ترشح الذمّي للمجلس النيابي، ولكن بشروط وضوابط. ¶ 11. لا يصح أن يتقاعس الإسلاميون عن الترشح للمجالس النيابية حتى لا تترك لغيرهم من أهل الهوى والضلال. ¶ 12. من حق الأمة المشاركة في اختيار الرئيس أو الخليفة مباشرة أو بطريق غير مباشر. ¶ 13. من أهم واجبات المجلس النيابي: الرقابة والتشريع. ¶ 14. من أهم نتائج الانتخابات والممارسة النيابية إقامة الدين وحراسة الدنيا والآخرة. ¶ التوصيات ¶ في نهاية دراستي أوصي بما يلي: ¶ 1. دعوة الباحثين والعلماء لمزيد من الدراسة والبحث، وخصوصاً فيما يستجد في حياة المسلمين من قضايا معاصرة مثل الانتخابات. ¶ 2. دعوة العلماء والمتخصصين لبيان أحكام الدين فيما يتعلق بموضوع الانتخابات. ¶ 3. عقد الندوات والمحاضرات وورش العمل لبيان حقيقة الانتخابات، وما يرتبط بها من قضايا. ¶ 4. دعوة الشخصيات الاعتبارية في المجتمع ممن يلقون القبول عند الناس للترشح، وخصوصاً أهل العلم والمعرفة. ¶ 5. حث الأحزاب الإسلامية والعاملين في مجال العمل الإسلامي إلى خوض مثل هذه التجارب حتى لا تترك المجال لأهل الهوى والضلال. ¶ 6. الانفتاح على الفكر الآخر، والتفاعل مع ما لا يخالف شرعنا وعقيدتنا. ¶ 7. تقديم النموذج الصالح والقوي والأمين لمثل هذه المناصب حتى يكون صورة طيبة وقدوة حسنة.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "8. نشر أحكام الإسلام وفتاوى العلماء حتى تعم الفائدة، ويتعرف الناس على حقيقة شريعتهم ومدى قدرتها على مواكبة العصر. ¶ 9. أن يكون للنساء مقرات خاصة (مراكز تصويت) أو أماكن خاصة تمارس فيها عملية التصويت بعيداً عن مزاحمة الرجال. ¶ 10. عدم الغلو في عملية الدعاية الانتخابية و خصوصاً موضوع الصور و الملصقات حتى لا ندخل في طور الكذب والنفاق والوعود التي لا تتحقق. ¶ 11. البعد عن التأطير والتحزّب، وجعل هم الوطن هو الهم الحقيقي. ¶ الكشافات ¶ 1. كشاف الآيات القرآنية. ¶ 2. كشاف الأحاديث النبوية. ¶ 3. المراجع والمصادر. ¶ 4. الفهرس. ¶ كشاف الآيات القرآنية ¶ م ... الآية ... اسم السورة ... رقم الآية ... الصفحة ¶ 1 ... وكذلك جعلناكم أمة وسطاً ... البقرة ... 143 ... 115 ¶ 2 ... ولا تأكلوا أموالكم بينكم بالباطل ... البقرة ... 188 ... 41 ¶ 3 ... وقاتلوا في سبيل الله ... البقرة ... 190 - 191 ... 105 ¶ 4 ... فمن اعتدى عليكم فاعتدوا عليه ... البقرة ... 194 ... 31 ¶ 5 ... ولهن مثل الذي عليهن بالمعروف ... البقرة ... 228 ... 78 - 87 ¶ 6 ... فرجل وامرأتان ممن ترضون من الشهداء ... البقرة ... 282 ... 35 - 41 - 80 ¶ 7 ... بعضكم من بعض ... آل عمران ... 95 ... 77 ¶ 8 ... يا أيها الذين آمنوا إن تطيعوا فريقاً من الذين كفروا ... آل عمران ... 100 ... 57 ¶ 9 ... واعتصموا بحبل الله جميعاً ولا تفرقوا ... آل عمران ... 103 ... 55 ¶ 10 ... ولتكن منكم أمة يدعون إلى الخير ... آل عمران ... 104 ... 59 - 80 ¶ 11 ... يا أيها الذين آمنوا لا تتخذوا بطانة من دونكم ... آل عمران ... 118 ... 94 ¶ 12 ... يا أيها الذين آمنوا إن تطيعوا الذين كفروا ... آل عمران ... 149 ... 57 ¶ 13 ... وشاورهم في الأمر ... آل عمران ... 159 ... 48 - 60 ¶ 14 ... الرجال قوّامون على النساء بما فضّل الله ... النساء ... 34 ... 78 - 82 ¶ 15 ... ألم تر إلى الذين يزكّون أنفسهم ... النساء ... 49 ... 21 ¶ 16 ... إن الله يأمركم أن تؤدوا الأمانات إلى أهلها ... النساء ... 58 ... 36 ¶ 17 ... ألم تر إلى الذين يزعمون أنهم آمنوا ... النساء ... 60 ... 54 ¶ 18 ... فلا وربك لا يؤمنون ... النساء ... 65 ... 54 ¶ 19 ... يا أيها الذين آمنوا كونوا قوّامين ... النساء ... 135 ... 27 - 37 - 80",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "20 ... ولن يجعل الله للكافرين على المؤمنين سبيلاً ... النساء ... 141 ... 94 - 97 ¶ 21 ... لا يحب الله الجهر بالسوء من القول ... النساء ... 148 ... 30 ¶ 22 ... اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ... المائدة ... 3 ... 25 ¶ 23 ... ومن لم يحكم بما أنزل الله فأولئك هو الكافرون ... المائدة ... 44 ... 53 ¶ 24 ... ومن لم يحكم بما أنزل الله فأولئك هم الظالمون ... المائدة ... 45 ... 53 ¶ 25 ... ومن لم يحكم بما أنزل الله فأولئك هم الفاسقون ... المائدة ... 47 ... 54 ¶ 26 ... وأن احكم بينهم بما أنزل الله ... المائدة ... 49 ... 2 ¶ 27 ... أفحكم الجاهلية يبغون ... المائدة ... 50 ... 54 ¶ 28 ... يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء ... المائدة ... 51 ... 93 ¶ 29 ... لولا فيها هم الربانيون والأحبار عن قولهم الإثم ... المائدة ... 63 ... 60 ¶ 30 ... وإن تطع أكثر من في الأرض يضلونك عن سبيل الله ... الأنعام ... 103 ... 58 ¶ 31 ... إن الذين فرقوا دينهم وكانوا شيَعاً لست منهم في شيء ... الأنعام ... 159 ... 55 ¶ 32 ... المؤمنون والمؤمنات بعضهم أولياء بعض ... التوبة ... 71 ... 54 - 77 - 80 - 86 ¶ 33 ... يا أيها الذين آمنوا لا تخونوا الله والرسول ... الأنفال ... 27 ... 36 ¶ 34 ... قال اجعلني على خزائن الأرض ... يوسف ... 55 ... 19 - 21 ¶ 35 ... وما أكثر الناس ولو حرصت بمؤمنين ... يوسف ... 103 ... 58 ¶ 36 ... أدع إلى سبيل ربك بالحكمة والموعظة الحسنة ... النحل ... 125 ... 30 - 59 ¶ 37 ... ولا تقف ما ليس لك به علم ... الإسراء ... 36 ... 110 ¶ 38 ... وما أرسلناك إلا رحمة للعالمين ... الأنبياء ... 107 ... 115 ¶ 39 ... فاجتنبوا الرجس من الأوثان ... الحج ... 30 ... 40 ¶ 40 ... الذين إن مكّناهم في الأرض أقاموا الصلاة ... الحج ... 41 ... 28 - 30 - 115 ¶ 41 ... قالت إحداهما يا أبت استأجره ... القصص ... 26 ... 114 ¶ 42 ... أفمن كان مؤمناً كمن كان فاسقاً لا يستوون ... السجدة ... 18 ... 58 ¶ 43 ... وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى ... الأحزاب ... 33 ... 58 - 78 - 83 ¶ 44 ... وأمرهم شورى بينهم ... الشورى ... 38 ... 48 - 60 - 88 - 122 ¶ 45 ... إلا من شهد بالحق وهم يعلمون ... الزخرف ... 86 ... 110 ¶ 46 ... إنما المؤمنون أخوة ... الحجرات ... 10 ... 55 ¶ 47 ... قد سمع الله قول التي تجادلك في زوجها ... المجادلة ... 1 ... 87",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "48 ... لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ... الممتحنة ... 8 - 9 ... 96 ¶ 49 ... فليعبدوا رب هذا البيت الذي أطعمهم من جوع ... قريش ... 3 - 4 ... 31 ¶ كشاف الأحاديث النبوية ¶ م ... الحديث ... المخرج ... الصفحة ¶ 1 ... إن الناس إذا رأوا ... الترمذي ... 28 ¶ 2 ... ألا أنبئكم بأكبر الكبائر ... مسلم ... 36 ¶ 3 ... لا تجوز شهادة الخائن ... أبو داود ... 109 ¶ 4 ... لم يكن أحد أكثر مشورة ... الترمذي ... 48 ¶ 5 ... تر المؤمنين في تراحمهم وتوادهم ... البخاري ... 55 ¶ 6 ... لا يؤمن أحدكم حتى يحب ... البخاري ... 55 ¶ 7 ... إنا والله لا نولي هذا العمل ... البخاري ... 20 - 55 ¶ 8 ... إنه سيكون هنات وهنات ... مسلم ... 56 ¶ 9 ... ومن بايع إماماً فأعطاه صفقة يده ... مسلم ... 56 ¶ 10 ... لن يفلح قوم ولوا أمرهم امرأة ... البخاري ... 56 - 79 - 83 ¶ 11 ... من رأى منكم منكراً فليغيره ... مسلم ... 61 ¶ 12 ... تجعلونه شورى بين الفقهاء ... الطبراني ... 72 ¶ 13 ... إنما النساء شقائق الرجال ... أبو داود ... 77 - 88 ¶ 14 ... المرأة راعية في بيت زوجها وهي مسئولة ... البخاري ... 79 ¶ 15 ... ما رأيت من ناقصات عقل ودين ... البخاري ... 84 ¶ 16 ... لا نكاح إلا بولي ... أحمد ... 85 ¶ 17 ... ما من راعٍ يسترعيه الله رعية يموت ... مسلم ... 113 ¶ 18 ... الدين النصيحة ... مسلم ... 118 ¶ 19 ... إنكم ستحرصون على الإمارة وستكون ندامة ... البخاري ... 20 ¶ 20 ... يا عبد الرحمن بن سمرة لا تسأل الإمارة ... البخاري ... 20 ¶ 21 ... أفضل الجهاد كلمة حق عند سلطان جائر ... النسائي ... 26 ¶ 22 ... من مات وليس في عنقه بيعة مات ميتة جاهلية ... الترمذي ... 27 ¶ 23 ... والذي نفسي بيده لتأمرن بالمعروف وتنهون عن المنكر ... أحمد ... 30 ¶ 24 ... إنها أمانة وإنها خزي وندامة ... مسلم ... 36 ¶ 25 ... فإذا ضُيّعت الأمانة فانتظر الساعة ... البخاري ... 37 ¶ 26 ... من استعمل رجلاً من عصابة ... الحاكم ... 37 ¶ 27 ... من غشّنا فليس منّا ... مسلم ... 39 ¶ 28 ... لعن رسول الله الراشي والمرتشي ... أبو داود ... 41 ¶ المصادر والمراجع ¶ أولاً: القرآن وعلومه: ¶ 1. ابن كثير: إسماعيل – تفسير القرآن العظيم – دار الأندلس – بيروت – الخامسة 1984. ¶ 2. الجصاص: أحمد بن علي – أحكام القرآن – دار إحياء التراث العربي – بيروت – 1405هـ",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "3. الشامي: حسين بركة – تهذيب التفسير الكبير للرازي – دار السلام – الأولى 1998. ¶ 4. الطبري: محمد بن جرير – تفسير جامع البيان – دار المعارف – القاهرة – الأولى. ¶ 5. طنطاوي: محمد سيد – التفسير الوسيط للقرآن الكريم – نهضة مصر – القاهرة – الأولى 1997. ¶ 6. القرطبي: محمد بن أحمد – الجامع لأحكام القرآن – دار الشام – بيروت – الثانية. ¶ 7. قطب: سيد – في ظلال القرآن – دار الشروق – القاهرة – السابعة – 1978. ¶ ثانياً: الحديث وعلومه: ¶ 1. ابن الأثير: مجد الدين المبارك – النهاية في غريب الحديث والأثر – دار الفكر – بيروت. ¶ 2. ابن حنبل: أحمد – المسند – تحقيق أحمد شاكر – دار الحديث – الأولى 1995. ¶ 3. أبو داود: سليمان بن الأشعث – السنن – الدار المصرية اللبنانية – القاهرة – الأولى 1988. ¶ 4. البخاري: محمد بن إسماعيل – الصحيح – المكتبة العصرية – بيروت – الأولى 1997. ¶ 5. الترمذي: أبو عيسى بن سورة – السنن – المكتبة السلفية – المدينة المنورة – الأولى 1966. ¶ 6. الطبراني: سليمان بن أحمد – المعجم الأوسط – دار الحرمين – القاهرة – الأولى 1415 هـ ¶ 7. العسقلاني: أحمد بن علي – فتح الباري – دار الفكر – بيروت – 1996. ¶ 8. مسلم: ابن الحجاج – الصحيح – دار السلام – القاهرة – الثالثة 1996. ¶ 9. النسائي: أحمد بن شعيب – السُنن – الدار المصرية اللبنانية – القاهرة – 1987. ¶ ثالثاً: المعاجم والقواميس: ¶ 1. إبراهيم: مصطفى – المعجم الوسيط – المكتبة الإسلامية – اسطنبول – تركيا. ¶ 2. ابن منظور: محمد بن جلال الدين – لسان العرب – دار الجيل – بيروت – 1988. ¶ 3. أبو حبيب: سعدي – القاموس الفقهي – دار الفكر – دمشق – الثانية 1992. ¶ 4. كرم: عبد الواحد – معجم مصطلحات الشريعة والقانون – دار المناهج – الثانية 1998. ¶ 5. الكرمي: حسن سعيد – الهادي إلى لغة العرب – دار لبنان – بيروت – الأولى 1992.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "6. الكيالي: عبد الوهاب – موسوعة السياسة – المؤسسة العربية للدراسات و النشر – بيروت - الأولى. ¶ 7. المعجم العربي الأساسي: مجموعة – المنظمة العربية للتربية والثقافة والعلوم – تونس – 1988. ¶ 8. الموسوعة العربية الميسرة - مجموعة – دار الشعب – الأولى – 1987. ¶ رابعاً: الفقه القديم: ¶ 1. ابن تيمية: أحمد – الفتاوى – دار المعارف – الرباط – المغرب. ¶ 2. ابن عابدين: محمد أمين بن عمر – حاشية رد المحتار على الدر المختار – دار الفكر – بيروت – الخامسة 1995. ¶ 3. ابن رشد: محمد بن رشد – بداية المجتهد ونهاية المقتصد – دار المعرفة – بيروت – السادسة 1983. ¶ 4. ابن قدامة: موفق الدين أبي محمد – المغني – دار الفكر – بيروت – الثانية 1992. ¶ 5. الدردير: أحمد بن محمد – الشرح الكبير – عيسى الحلبي – القاهرة. ¶ 6. الدسوقي: محمد عرفة – حاشية الدسوقي على الشرح الكبير – دار إحياء الكتب العربية. ¶ 7. الشربيني: الشربيني الخطيب – مغني المحتاج – دار الفكر – بيروت – 1995. ¶ 8. الصنعاني: محمد بن إسماعيل – سبل السلام – مكتبة الجمهورية العربية – القاهرة. ¶ 9. الكاساني: علاء الدين بن مسعود – بدائع الصنائع – دار إحياء التراث العربي – بيروت – الثالثة 1998. ¶ خامساً: الفقه المعاصر والحديث: ¶ 1. ابن عثيمين: محمد بن صالح – الفتاوى. ¶ 2. أبو فارس: محمد عبد القادر – حقوق المرأة المدنية والسياسية في الإسلام – الفرقان – عمان – الأولى 2000. ¶ 3. حمد: أحمد – فقه الجنسيات دراسة مقارنة – الأولى 1986. ¶ 4. الريمي: حسن بن قاسم – الأدلة الشرعية – دار الإمام أحمد – القاهرة – الثانية 2005. ¶ 5. الزحيلي: وهبة – الفقه الإسلامي وأدلته – دار الفكر – بيروت – الرابعة 2002. ¶ 6. زيدان: عبد الكريم – أحكام الذميين والمستأمنين في دار الإسلام – الرسالة – بيروت – الثانية 1988. ¶ 7. السباعي: مصطفى – المرأة بين الفقه والقانون – المكتب الإسلامي – بيروت – الخامسة.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "8. الشوكاني: محمد بن علي – إرشاد الفحول – دار ابن كثير – بيروت – الأولى 2000. ¶ 9. عبد الخالق: فريد – الفقه السياسي الإسلامي – دار الشروق – القاهرة – الأولى 1998. ¶ 10. القرضاوي: يوسف – فتاوى معاصرة – دار القلم – الكويت – الثانية 2002. ¶ 11. مجموعة من العلماء: الغناء وآلات الطرب – دار القدس – القاهرة – 2002. ¶ 12. محمود: محمد عبد اللطيف – الاختلافات الفقهية – الوفاء – الأولى 2000. ¶ سادساً: في السياسة الشرعية: ¶ 1. ابن القيم: أبو عبد الله – أعلام الموقعين – دار إحياء التراث العربي – بيروت – 1993. ¶ 2. ابن القيم: أبو عبد الله – الطرق الحكمية في السياسة الشرعية – مكتبة دار البيان – الأولى – 1989. ¶ 3. أبو حجير: مجيد – المرأة والحقوق السياسية في الإسلام – مكتبة الرشد – الرياض – 1997. ¶ 4. بركات: نظام – مبادئ علم السياسة – مكتبة العبيكان – الرياض – 1999. ¶ 5. بركة: عبد الغني – الشورى في الإسلام – مجمع البحوث الإسلامية – القاهرة – الأولى 1978. ¶ 6. البياتي: منير – النظام السياسي الإسلامي – دار البشير – عمان – الثانية – 1994. ¶ 7. الحلو: ماجد – القانون الدستوري – المطبوعات الجامعية – الاسكندرية – 1997. ¶ 8. الريّس: محمد ضياء – النظريات السياسية في الإسلام – دار التراث – القاهرة – السابعة. ¶ 9. الزنداني: عبد المجيد – المرأة وحقوقها السياسية في الإسلام – مكتبة المنار – الكويت. ¶ 10. زيدان: عبد الكريم – الديمقراطية ومشاركة المسلم في الانتخابات. ¶ 11. سعيد: صبحي – الإسلام و حقوق الإنسان – دار النهضة العربية – القاهرة – 1413 هـ. ¶ 12. الشاطبي: إبراهيم بن يوسف – الموافقات في أصول الشريعة – دار الكتب العلمية – بيروت. ¶ 13. عبد الفتاح: إسماعيل – القيم السياسية في الإسلام – الدار الثقافية للنشر- القاهرة – 2000. ¶ 14. عبد الله: عبد الغني بسيوني – النظم السياسية والقانون الدستوري – منشأة المعارف – الاسكندرية",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "15. علوان: عبد الكريم – النظم السياسية والقانون الدستوري – دار الثقافة – الأولى 1999. ¶ 16. عودة: عبد القادر – الإسلام وأوضاعنا السياسية – دار المختار – القاهرة – 1977. ¶ 17. الغنوشي: راشد – حقوق المواطنة – المعهد العالمي للفكر الإسلامي – الثانية – 1993. ¶ 18. القرشي: غالب – أوليات الفاروق في الإدارة والقضاء – مكتبة الجيل الجديد – صنعاء – الأولى 1990. ¶ 19. القرشي: غالب – ولاية المرأة في ميزان السياسة الشرعية – مكتبة خالد بن الوليد – صنعاء – الأولى 2002. ¶ 20. القرضاوي: يوسف – السياسة الشرعية – مؤسسة الرسالة – بيروت – الأولى 2001. ¶ 21. الكبسي: أحمد – الشورى في الإسلام – مكتبة الرشد – الرياض – الأولى 1994. ¶ 22. ليلة: محمد كامل – النظم السياسية في الدولة والحكومة – دار الفكر العربي – القاهرة. ¶ 23. الماوردي: علي بن حبيب – الأحكام السلطانية – مصطفى البابي الحلبي – القاهرة – الثالثة 1973. ¶ 24. المباركفوري: صفي الدين – الأحزاب السياسية في الإسلام – مطبعة المدينة – الأولى – 1987. ¶ 25. معروف: محمد أحمد – الانتخابات في ضوء السياسة الشرعية (رسالة ماجستير – مقدمة إلى جامعة العلوم والتكنولوجيا) – صنعاء – 2004. ¶ 26. المصري: مشير عمر – المشاركة في الحياة السياسية – مركز النور للبحوث والدراسات – غزة – الأولى 2006. ¶ 27. المودودي: أبو الأعلى – نظرية الإسلام وهديه – مؤسسة الرسالة – بيروت – الثالثة 1981. ¶ 28. موسى: محمد يوسف – نظم الحكم في الإسلام – محاضرات جامعية. ¶ 29. الوحيدي: فتحي – الفقه السياسي و الدستوري في الإسلام – مطابع الهيئة الخيرية – غزة الأولى – 1988. ¶ سابعاً: كتب متنوعة: ¶ 1. ابن حزم: علي بن محمد – الفصل في الملل و الأهواء و النحل – مطبعة الخانجي - مصر. ¶ 2. ابن خلدون: عبد الرحمن – المقدمة – دار القلم – بيروت – الخامسة 1984.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "3. ابن قتيبة: عبد الله بن مسلم – الإمامة والسياسة – مطبعة البابي الحلبي – القاهرة – 1969. ¶ 4. ابن كثير: إسماعيل – البداية والنهاية – دار الفجر للتراث – القاهرة – الأولى 2003. ¶ 5. البغدادي: عبد الله بن طاهر – أصول الدين – دار الكتب العلمية – بيروت – الثالثة – 1981. ¶ 6. البنا: حسن – مجموعة الرسائل – دار الطباعة والنشر الإسلامية – القاهرة – 1992. ¶ 7. الجويني: أبو المعالي – غيّاث الأمم في الثيات الظلم – دار الدعوة – الثالثة 1994. ¶ 8. حوى: سعيد – جند الله ثقافة وأخلاقاً – مكتبة وهبة – القاهرة – الأولى. ¶ 9. زيدان: عبد الكريم – أصول الدعوة – مؤسسة الرسالة – بيروت – التاسعة 2001. ¶ 10. الغزالي: محمد أنو حامد – إحياء علوم الدين – دار مصر للطباعة – مصر – الأولى – 1998. ¶ 11. السيوطي: عبد الرحمن – الأشباه والنظائر – مؤسسة الكتب الثقافية – الثالثة 1999. ¶ 12. السيوطي: عبد الرحمن – تاريخ الخلفاء الراشدين – دار الفكر – بيروت. ¶ 13. شلتوت: محمود – الإسلام عقيدة وشريعة – الشروق – القاهرة. ¶ المجلات والدوريات: ¶ مجلة الإصلاح الإماراتية – الإمارات – العدد (241). ¶ مجلة العربي الكويتية – الكويت – العدد (144) سبتمبر 1970. ¶ المواقع الإلكترونية: ¶ موقع إسلام أون لاين. ¶ موقع سودان لاين – مقال للدكتور صالح سنين الصالح بعنوان: رؤية تأصيلية للانتخابات. ¶ موقع مركز الدراسات السياسية والإستراتيجية. ¶ قائمة المحتويات ¶ الإهداء ... 3 ¶ المقدمة ... 4 ¶ التمهيد ... 10 ¶ المبحث الأول – الانتخابات بين الديمقراطية والشورى ... 11 ¶ المبحث الثاني – الانتخابات بين الترشيح والتزكية ... 19 ¶ المبحث الثالث – العمل السياسي في الإسلام ... 25 ¶ المبحث الرابع – الانتخابات شهادة وأمانة ... 35 ¶ الفصل الأول ... 44 ... حقيقة الانتخابات وأنواعها وحكمها وطرائقها ¶ المبحث الأول – حقيقة الانتخابات وأنواعها ... 44 ¶ المطلب الأول – حقيقة الانتخابات، والألفاظ ذات الصلة ... 45",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "الفرع الأول – حقيقة الانتخابات في اللغة والاصطلاح ... 45 ¶ الفرع الثاني – الانتخابات، والألفاظ ذات الصلة ... 47 ¶ المطلب الثاني – أنواع الانتخابات ... 50 ¶ المبحث الثاني – حكم الانتخابات وطرقها ... 52 ¶ المطلب الأول – حكم الانتخابات في الشريعة الإسلامية ... 53 ¶ فتوى علماء المسلمين بجواز دخول المجالس النيابية ... 67 ¶ المطلب الثاني – طرق الانتخابات في الشريعة الإسلامية ... 70 ¶ الفصل الثاني ... 75 ... الأحكام المتعلقة بالانتخابات وآثارها ¶ المبحث الأول – حكم مشاركة المرأة وغير المسلم في الانتخابات وشروطها وشروط المنتخِب والمرشح ... 76 ¶ المطلب الأول – حكم مشاركة المرأة وغير المسلم في الانتخابات ... 77 ¶ الفرع الأول – حكم مشاركة المرأة في الانتخابات ... 77 ¶ الفرع الثاني – حكم مشاركة غير المسلم وأهل الأهواء في الانتخابات ... 93 ¶ المطلب الثاني – شروط المنتخِب والمرشح للانتخابات ... 100 ¶ الفرع الأول – شروط المنتخِب ... 100 ¶ الفرع الثاني – شروط المرشح للانتخابات ... 103 ¶ المبحث الثاني – مشاركة المسلمين في انتخابات الدول غير المسلمة ... 107 ¶ الفرع الأول – مشاركة المسلمين في الدول غير المسلمة ... 107 ¶ الفرع الثاني – مشاركة المسلمين من أهل فلسطين في انتخابات البرلمان الصهيوني (الكنيست) ... 112 ¶ المبحث الثالث – الآثار المترتبة على الانتخابات ... 116 ¶ الخاتمة ... 125 ¶ التوصيات ... 126 ¶ الكشافات ... 127 ¶ كشاف الآيات القرآنية ... 128 ¶ كشاف الأحاديث النبوية ... 131 ¶ المصادر والمراجع ... 133 ¶ قائمة المحتويات ... 137",
            "page": "102",
            "part": "1"
        }
    ],
    "t36710": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الانتخابات"
        }
    ]
}