{
    "b36715": [
        {
            "id": "1",
            "nass": "إعلاَمُ الأَنَام ¶ بِمَا انْتَهَى إِلَيْهِ ¶ السَّلام ¶ بقلم: ¶ أبي محمَّد إبراهيم بن شريف الميلي ¶ بسم الله الرحمن الرحيم ¶ الحمدُ للّه نحمدُه ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مُضلَّ له، ومن يُضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصَحَابته وسلم إلى يوم الدين، أما بعد: ¶ فهذا جُزءٌ حديثيٌّ فقهيّ فيه تحقيقٌ لمسألة طَار شررُها بين الناس، وبالأخص طلبة العلم منهم وهي مسألة: الزيادة في السلام على \"وبركاته\" إبتداءً وردّاً. ¶ وقد جعلتُ الجزء على فصولٍ أربعة: ¶ الفصل الأول: في بيان وهاء حديث زيد بن أرقم وضعفه الشديد. ¶ الفصل الثاني: في تخريج ما في الباب. ¶ الفصل الثالث: في ذكر الأدلة المعارضة للزيادة على \"وبركاته\". ¶ الفصل الرابع: في ذكر أقوال أهل العلم في هذه المسألة. ¶ وختمتها بخاتمة، هي: نتيجة البحث وخلاصتُه. ¶ والله الموفق لما فيه الخير، والهدى، وهو حسبُنا ونعم الوكيل. ¶ الفصل الأول ¶ في بيان وهاء حديث زيد بن أرقم وضعفه الشديد ¶ وأصل إثارة المسألة حديثٌ يُظَنُّ ثبوته عن رسول الله صلى الله عليه وسلم، وهو: ¶ ما أخرجه البخاري في التاريخ الكبير (1/330)، قال: قال محمد، حدثنا إبراهيم بن المختار، عن شعبة، عن هارون بن سعد عن ثمامة بن عقبة عن زيد بن أرقم، قال: كنا إذا سلم النبي صلى الله عليه وسلم علينا، قلنا: وعليك السلام ورحمةُ الله وبركاته ومغفرته\".",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وهذا الحديث قد ذكره العلاّمة ناصر الدِّين أبو عبد الرحمن محمد بن نُوح الألباني - بَارك اللَّه في عُمُره - في \"صحيحته\" (رقم: 1449)، ولم يعزُه إلاَّ للبخاري، وقال: \"وهذا إسنادٌ جيد، رجاله كلهم ثقات رجال التهذيب غير إبراهيم بن المختار وهو الرازي، روى عنه جماعة من الثقات، ذكرهم ابن أبي حاتم (1/1/138)، ثم قال: سألت أبي عنه، فقال: صالح الحديث، وهو أحبُّ إلي من سلمة بن الفضل، وعلي بن مجاهد. ¶ ومحمد الراوي عنه, هو: ابن سعيد بن الأصبهاني، وهو من شيوخ البخاري في \"الصحيح\"، فالإسناد متصل غير معلق..\"اهـ المقصود من كلامه - حفظه الله وسَلَّمَهُ-. ¶ وهذا الحديث الذي كثُر حوله الخبط والخلط، حديث منكر، بَلْ باطلٌ متناً، وإليك بيانُ ذلك - مفصَّلاً: ¶ أولاً: إبراهيم بن المختار هذا، من رجال التهذيب كذلك، وهو متكلَّم فيه جداًّ، وهو صاحب \"ابن إسحاق صاحب المغازي\"، وقد خفي ذلك على الشيخ، والعجيب أنَّ الشيخ نفسه - حفظه الله - قال بعد حديثنا هذا، في حديث رقم 1468: \"وإبراهيم بن المختار صدوق، سيء الحفظ\"، وهذا هو الصواب تبعاً للحافظ ابن حجر - رحمه الله - حيثُ قال في \"تقريبه\" : \"صدوق، ضعيف الحفظ\". ¶ ثم أُطْلِعْتُ على مقدمة الطبعة الجديدة، فوجدتُ الشيخ قد رجع عن ذلك، ولكن تمسَّك بتعديله بناءً على أنّ الجرح غير مفسَّر!. ¶ وقد طعن في إبراهيم هذا ابن معين والبخاري، وابن عدي، وابن عبد البر، وتركهُ زنيج. ¶ وقال فيه أبو داود: لا بأس به، وذكره ابن شاهين في \"ثقاته\" بناءً على كلمة لابن معين مجملة المعنى، وقال ابن حبان في \"الثقات\": \"يُتَّقَى حديثه من رواية ابن حُميد عنه\". ¶ وتعارض أقوالهم يدفعه قول الحافظ: \"صدوق، ضعيف الحفظ\" لشدة مقولة البخاري فيه: \"فيه نظر\". ¶ و قال عنه الذهبي في\" الكاشف\" (1/92) : \" ضعّف \" .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وأماَّ قول أبي حاتم فيه فهو- على تشدده - لا يدُلُ على الاحتجاج به، بل على الاعتبار، فهو تعديل نازل ، ولذا عدَّ \"صالح الحديث\" السخاوي في \"فتح المغيث\" (1/393-394) من المرتبة السادسة، وقد تتبعت العبارة من كلام أبي حاتم فوجدتها دون من قال فيه: شيخ، وهي من مرتبة الحسن لغيره، أو لذاتِه مع النظر و القرائن ، و كذا كلمة أبي داود فيها إشارة إلى لين فيه . ¶ وعلى كل فإعمال قول الجارح أولى من إهماله، لا سيما إن صَدَر من عارف بالأسباب كالبخاري وابن معين، وغيرهما، وعلى أقلِّ الأحوال يُتَوَقَّف في حديثه إذا انفرد. ¶ وهذا ما أومأ إليه ابن الصلاح والنووي وابن حجر، وتبعهم المعلمي في \"التنكيل (1/61)، فقال: \"فالتحقيق أن الجرح المجمل يثبت به جرح مَنْ لم يعدل نصًّا ولا حكماً، ويوجب التوقف فيمن قد عدّل! حتى يسفر البحث عمّا يقتضي قبوله أو ردُّه\". ¶ وعلى كلًّ أيضاً فإنَّ إبراهيم تعديله من أدنى الدرجات التي لا تخوّل له التفرُّدَ الشديد هذا، والله أعلم. ¶ ثانياً: محمَّد هذا المُهْمَلُ في سند البُخاري، هو: ابن حميد الرازي الحافظ المتهم بالكذب والسّرقة، وذلك لأمرين اثنين - أحدهما أشد في التدليل من الآخر-: ¶ - الأول: أنه أكثر وأشهر رواية عن إبراهيم، فهو المراد عند الإطلاق، ولذا حذّر الأئمة من روايته عن إبراهيم، حتى أنّك تجد ذلك في ترجمة ابن حميد نفسه - انظر: المجروحين (2/303 - 304). ¶ وقال ابن عدي في \"كامله\" (1/252) : \"وإبراهيم هذا ما أقل من روى عنه شيئاً غير ابن حميد ..\"، وتقدم قول ابن حبان: يتقي حديثه...\". وانظر \"تهذيب الكمال\" (2/194)، \"الميزان\"( 1/65) \"المغني\" (1/25).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "- الثاني: وقوع التصريح بنسبته إلى أبيه عند غير البخاري، وهذا وحدَه كافٍ في التدليل على مانقُول: فقد أخرجه الطبراني في \"الكبير\" (5/رقم: 5015) قال: حدثنا محمد بن يحيى بن مندة، وجعفر بن أحمد بن سنان الواسطي - وخالفا في لفظه - وأيضا ابن عدي في \"كامله\" (7/127) حدثنا علي بن سعيد، والبيهقي في \"شعب الإيمان\" (رقم: 8881) من طريق علي بن الحُسين بن حبان جميعهم، حدثنا محمد بن حُميد الرازي، ثنا إبراهيم به. ¶ وتابعهم أيضا محمد بن غالب - مع تصريحه بنسبته إلى أبيه-، كما ذكره البيهقي معلَّقاً عقب الحديث. ¶ فبان لك الآن واتَّضح أن المهمل في سند البخاري هو ابن حميد لا غير، والبخاري - رحمه الله - كثيراً ما يهمل الأسماء مع وجود الاشتراك في الشيخ أو الطبقة ممَّا يوقع اللَّبس، وصحيحُه خير شاهد على ما نقول، ولذلك عقد ابن حجرٍ فصلاً في كتابه \"هدي الساري\" (ص 350 - دار الكتب) سمَّاه: \"فصل في تبيين الأسماء المهملة التي يكثر اشتراكها\"، ونقل فيه عن الشيخ قطب الدين الحلبي قوله: \"وقع من بعض الناس اعتراضٌ على البخاري بسبب إيراده أحاديث عن شيوخ لا يزيد على تسميتهم لما يحصل في ذلك من اللبس، ولا سيما إن شاركهم ضعيف في تلك الترجمة، وقد تكلم في بيان بعض ذلك الحاكم والكلاباذي، وابن السكن، والجياني وغيرهم..\".",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ومن أشهر الرواة الذين فعل بهم البخاري - رحمه الله - ذلك، شيخُه الذُّهلي محمد بن يحيى، فإنّه - كما قال السخاوي في \"فتحه\" (1/211) عند الكلام عن التدليس -: \"تارة يقول حدثنا محمد، ولا ينسبُه، وتارة: محمد بن عبد الله، فينسبُه إلى جدّه، وتارة محمد بن خالد فينسبُه إلى والد جده، ولم يقل في موضعه محمد بن يحيى في نظائر لذلك كثيرة..\" (¬1) . ¶ وكون البخاري فعل ذلك ليس تدليسا لأمره، وإخفاءً لعيبه، لأنه كان حسن الرأي فيه أوَّلاً - كما ذكر الترمذي ذلك في جامعه - أو لعله سقط من النسخة باقي الاسم كما حصل في مواضع كثيرة نبّه عليها المحقق للتاريخ الكبير أو لغيرها من الأسباب. ¶ وعَلى كلٍّ؛ فهذا لا يطعن في تصريح الباقين، وهم ثقات فُحول على ما في بعضهم من كلامٍ- كما سيأتي -. ¶ ثالثاً: هارون بن سعد، وهو وإن كان صدوقاً، إلاَّ أنّه غالٍ في رفضه، وداعية إلى مذهبه. ¶ قال ابن حبان في \"المجروحين\"( 3/94) : \".. كان غالياً في الرفض وهو رأسُ الزيدية، كان مِمَّن يعتكف عند خشبة زيد بن علي وكان داعية إلى مذهبه، لا يحل الرواية عنه، ولا الاحتجاج به بحال\". ¶ وابن حبَان في ذلك عُمدة , ثبت فيما يقوله، وهو خارج عمَّا انتقدوه فيه. وقد وافقه على دعوى غلوِّ هارون في رفضه: ¶ 1- ابن معين - كما في رواية عبَّاس الدُّوري-، فقال: \"كان من المغلية في التشيُّع\". ¶ 2و3- والعقيلي والساجي فقالا: \"كان يغلو في الرفض\". ¶ ¬__________ ¶ (¬1) : أصل هذا الكلام لشيخه الحافظ ابن حجر في \" النكت \" ( 2/ 616 ) و ذلك في تقريره ( أن من تدليس الشيوخ وصف الراوي لشيخه بما يعرف به إلاَّ أنه لم يشتهر به ), حيث قال : \" ... كصنيع البخاري في الذهلي فإنه تارة يسميه فقط بقوله : حدثنا محمد بن عبدالله فينسبه إلى جده و تارة يقول : حدثنا محمد بن خالد فينسبه إلى والد جده و كل ذلك صحيح إلاَّ أن شهرته إنما هي محمد بن يحيى الذهلي “ .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "4-ووافقهم الذهبي في \"ميزانه\"، فقال: \"صدوق في نفسه، لكنَّه رافضيٌّ بغيض\". ¶ 5-وكذا ابن حجر في \"تقريبه\"، فقال: \"صدوق، رُمي بالرفض، ويقال: رجع عنه\". ¶ قال فقير عفو ربه: وفي كلام ابن حجر - رحمه الله- إشارة إلى عدم ثبوت رجوعه عن الرفض، وهو الصّواب، فإنَّ عمدَة أصحاب هذا القول حكاية ذكرها أبو العرب عن ابن قتيبة أنّه أنشد شعراً لهارون يدلّ على نزوعه عن الرفض، وهو لا يقاوم تصريح الأئمة المتقدم - على فرض ثبوته، وهو يحتاج إلى دليل!!-. ¶ ورَدُّ رواية المبتدع الداعي إلى بدعته هو مذهب الجمهور، إن لم يكن في المسألة إتفاقٌ - انظر \"المقنع\" (1/267) لابن الملقن، - وقد رجَّح القولَ بردِّ روايته - وغيرَه من كتب المصطلح. ¶ لكن الشيخ -نفع الله به- لم يثبت لديه أن الراوي رافضي غالٍ. ¶ رابعاً: الحديث ضعَّفه حافظان جليلان، عالمان بالصحيح والضعيف والعلل وجميع فنون الحديث، وهما: ¶ 1 - الحافظ أبو بكر البيهقي - رحمه الله- فقد قال في كتابه \"شعب الإيمان\" (رقم:8881)، بعد أن أسنده: \"وهذا إن صح! قُلنا به، غير أن في إسناده إلى شعبة من لا يحتج به، والله أعلم\". ¶ 2 - الحافظ أبو الفضل ابن حجر العسقلاني - رحمه الله - فقد قال في \"فتح الباري\" (11/7 - دار الكتب): \"وأخرج البيهقي في \"شعب الإيمان\" بسند ضعيف..\" ثم ذكره. ¶ وغفل عن علته الكبرى الهيثمي في \"مجمع الزوائد\" (2/146)، فقال: \"رواه الطبراني في \"الكبير\"، وفيه إبراهيم بن المختار، وثقهُ أبو داود وأبو حاتم، وقال ابن معين: ليس بذاك وبقية رجاله ثقات\"!! ¶ خامساً: الاختلاف في متنه، وسببه - والله أعلم - من ابن حُميد الرازي المتهم بالكذب، والذي هو أصل البلاء في هذا الحديث. ¶ فقد رواه شيخا الطبراني ابن مندة وابن سنان بلفظ: ¶ \"كان النبي صلى الله عليه وسلم إذا سلّم علينا من الصلاة، قُلْنا: وعليك السلام ورحمة الله وبركاته\". ¶ فزادا فيه: \"من الصلاة\"، ولم يذكرا لفظة: \"ومغفرتُه\".",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وهما ثقتان جليلان، فمحمد بن يحيى بن منده، هو الحافظ المجود، والإمام الكبير، مترجم في \"سير الذهبي\" (14/188) و \"تذكرته\" (4/741). ¶ وابن سنان، هو: جعفر بن أحمد بن سنان بن أسد الواسطي القطان الحافظ، مترجم في \"سير الذهبي\" (14/308) \"وتذكرته\" (2/752). ¶ وخالفهم في ذلك: شيخ ابن عدي: علي بن سعيد (ولعلَّه عليَّك، المترجم في \"السير\" (14/145) \"واللِّسان\" (4/231)، وهو متكلم فيه)، وعلي بن الحسين بن حبان و لم يتبين لي الآن لبعدي عن مراجع الرجال ، ومحمد بن غالب و الظاهر أنه تمتام ، ثقة له أوهام ( السير 13/390 و اللسان 5/337) لكن البيهقي لم يسق لفظه!! ¶ والجمع ممكنٌ بقبول زيادة كلٍّ من الصلاة ومغفرته، على أنَّ ابن حُميد حدث بهما، وإلاَّ فابن حُميد متهم في الحديث. ¶ سادساً: أن عبارة \"كان إذا سلَّم علينا\" تدل على التكرار، إن لم تدل على المداومة لتعلق السلام بالصلاة، وهي متكررة مع إمكان تخلف ذلك مرة أو مرات. وهذا يؤكد بطلانه، إذ لو جرى ذلك منهم بكثرة كيف لا ينقل لنا إلاّ بهذا الإسناد الواهي، مع شُيوعِه بينهم؟!!، فكيف ولم يحكه أحدٌ مِمَّنْ وصف صلاة رسول الله صلى الله عليه وسلم، وكل ما تعلق بها من ذكر بعدها ونحوه؟. ¶ وإذا كان الأمرُ على ما ذكرنا لاحَ لك بطلانه ونكارته، وأنّه لا يصحُّ جزماً . ¶ الفصل الثاني ¶ في تخريج ما في الباب من الأحاديث والآثار. ¶ وقد يُقال: هل هذا الحديث فرد في بابه؟! ¶ فيقال: نعم بلفظه المتقدم، لكن في الباب أحاديث فيها الزيادة على \"وبركاته\" لكنها ضعيفة ضعفاً شديداً، وما سلّمنا فيهَا ضعفها الإعتباري فهي في ابتدائه لا ردِّه، وإليك: ¶ 1 - حديث أنس: \"كان رجل يمر بالنبي صلى الله عليه وسلم يقول: السلام عليك يا رسول الله، فيقول له النبي صلى الله عليه وسلم: وعليك السلام ورحمة الله وبركاته ومغفرته ورضوانه..\". أخرجه ابن السني في \"عمل اليوم\" (رقم:235).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وإسنادُهُ وَاهٍ - كما قال الحافظ في \"الفتح\" (11/7)، وهو مقتضى صنيع ابن القيم في \"زاده\" (2/418)، وذلك أنَّ فيه ثلاث علل متتابعة، وهي كما قال الحافظ في \"أمَالِيه\": \"ابن أبي كثير وشيخه نسب كل منهما إلى أنه كان يضع الحديث، وبقية وإن كان عيب عليه التدليس، وصرَّح بالتحديث، فإنَّه كان يغلب عليه الرواية عن الضعفاء والمجهولين..\" - كذا في \"الفتوحات\" (5/0292). ¶ أقول: و على كلّ فلا يفيد تصريحه بالتحديث شيئاً حتى يصرِّح بذلك إلى آخر طبقات السند، لأنَّه كان يدلس تدليس التسوية، وهو: تجويد الحديث بإسقاط ضعفائه. ¶ إذا علمت هذا تبين لك ما في كلمة الإمام النووي - رحمه الله - في \"الأذكار\" (ص 391) حيثُ قال: \"إسنادُه ضعيف\" من التقصير، ولذا تعقبه الحافظ في \"تخريج الأذكار\". ¶ 2 - حديث معاذ بن أنس، وفيه:\" ثم أتى آخر، فقال: السلام عليكم ورحمة الله وبركاته ومغفرته، فقال: أربعون، فقال: هكذا تكون الفضائل\". ¶ والحديث في ابتداء السَّلام،و إسنَادُهُ ضعيف جداً، منكر لمخالفته حديث عمران وأبي هُريرَة وغيرهما. أخرجه أبو داود (رقم:5196)، ومن طريقه: البيهقي في \"الشعب\" (رقم: 8876). ¶ قال المنذري في \"مختصر سنن أبي داود\" (8/69): \"في إسناده أبو مرحوم عبد الرحيم بن ميمون، وسهل بن معاذ لا يحتج بهما، وقال فيه سعيد بن أبي مريم: أظن أني سمعت نافع بن يزيد\". ¶ وتبعه ابن القيم فقال في \"زاده\" (2/417): \"ولا يثبت هذا الحديث، فإن له ثلاث علل؛ إحداها: أنه من رواية أبي مرحوم عبد الرحيم بن ميمون ولا يحتج به. ¶ الثانية: أن فيه أيضا سهل بن معاذ، وهو أيضا كذلك. ¶ الثالثة: أن سعيد بن أبي مريم أحدُ رواته لم يجزم بالرواية \" اهـ. ¶ وقال الحافظ في \"أماليه\" : هذا حديث غريب\" (الفتوحات 5/292). ¶ وأمَّا في \"الفتح\" (11/7)، فقال: سندُه ضعيف. اهـ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وهذا الحديث نكارته ظاهرة، إذ الهديُ العام المعروف في سنّته عدم الزيادة في - الابتداء - على \" و بركاته \"، وسيأتي مَزيد بيان لذلك. ¶ قال ابن مفلح في \"آدابه\" (1/340): \"وهو خبر ضعيفٌ، وخلاف الأمر المشهور\" وتبعه السَّفَّارينيُّ في \"غذاء الألباب\" (1/275). ¶ وقال الكاندهلوي في \"أوجز المسالك\" (15/104) - بعد ذكره لحديثي معاذ وأنس-: \"فالحديث أيضا ضعيف، فالمعروف في السنة هو الانتهاء إلى البركة ..\". ¶ هذه هي المرفوعات التي وقفت عليها وحالُها، وفي بابها أثران، هما: ¶ ?ل??? ?ل?µل: أثر ابن عمرو بن العاص رضي الله عنهما. ¶ فقد أخرج البخاري في \"الأدب المفرد\" (رقم:1016): حدثنا عمران بن ميسرة، حدثنا عبد الوارث، عن حسين، عن عمرو بن شعيب، عن سالم مولى عبدالله بن عمرو، قال: \"وكان ابن عمرو إذا سُلّم عليه فردّ زاد، وفيه: \" ثم أتيته مرة أخرى، فقلت: السلام عليكم ورحمة الله وبركاته، فقال: السلام عليكم ورحمة الله وبركاته وطيب صلواته\". ¶ وهذا إسنادٌ ضعيف لأجل سالم مولى عبدالله مجهول، وباقي رجاله معروفون. ¶ عبد الوارث هو: ابن سعيد، وحسين هو: المعلِّم. ¶ ?ن?يه: وقع عند ابن حجر في \"فتحه\" (11/7)،: \"ابن عمر\" و \"سالم مولى ابن عمر\" في موضعين، وذكر الاختلاف عن ابن عمر في المسألة، ممَّا يؤكد أن ذلك ليس من عمل النّساخ، وهو عجيبٌ!! وكذا وقع في \"الدر المنثور\" للسيوطي و\"أوجَز المسالك\" للكاندهلوي و \"روح المعاني\" للألوسي وغيرها.. والله أعلم. ¶ ?ل??? ?ل??ني: أثر زيد بن ثابت رضي الله عنهما. ¶ وهو ما أخرجه البخاري في \"الأدب المفرد\" (رقم:1001) حدثنا محمد بن سلام، أنا مخلد، أنا ابن جريج، أخبرني، زياد، عن أبي الزناد، قال: كان خارجة ابن زيد بن ثابت يكتب على كتاب زيد إذا سلم قال: \"السلام عليك يا أمير المؤمنين ورحمة الله وبركاته ومغفرته وطيب صلواته\".و هو مختصر , وإنما كان يكتب لزيد إلى أمير المؤمنين معاوية - رضي الله عنه - .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وأخرجه أيضا بنحوه (رقم: 2131): ثنا ابن أبي مريم، أنا ابن أبي الزناد، حدثني أبي: \"أنه أخذ الرسالة من خارجة بن زيد، ومن كبراء آل زيد، بسم الله الرحمن الرحيم: لعبد الله معاوية .. وفيها: والسلام عليك أمير المؤمنين ورحمة الله وبركاته ومغفرته\". ¶ والإسنادان ثابتان، أماَّ الأول: فجيّد،زياد هو: ابن سعد الخرساني ثقة ثبت، ومخلد هو: ابن يزيد القرشي صدوق له أوهام. ¶ والثاني:فحسن لأجل ابن أبي الزناد صدوق له أوهام على التحقيق، لا سيما فيما حدَّث ببغداد فقد أنكرت عليه أحاديث. والأول شاهد لتثبته فيه. ¶ وابن أبي مريم هو: سعيد بن الحكم. ¶ وهذا الأثر لا شاهد فيه لحديث زيد، من وجهين: ¶ الأول: أنه في ابتداء السلام، لا ردّه. ¶ والثاني: أن الزيادة فيه ليست من باب ألفاظ السلام، بل هي دعاء بخير، كما قال أبو الوليد الباجي: \"أما الدعاء فلا غاية له، إلاَّ المعتاد الذي يليق بكل طائفة من الناس\" - وسيأتي بتمامه إن شاء الله-. ¶ و الأثر أخرجه البخاري أيضا في \" أدبه \" في موضعين ( رقم :1122و1127) عن ابن أبي أويس عن ابن أبي الزناد عن أبيه ( كذا في الموضع الأول ) عن خارجة عن كبرا آل زيد به مختصرا. ¶ و في الموضع الثاني سقط أبو الز ناد من سنده و السند بغيره غير متصل اهـ ¶ الفَصْل الثالث ¶ في ذكر ما يعارضها من الأدلَة. ¶ تلك هي حال المرفوعات والموقوفات المؤيدة للزيادة في الابتداء أو الردّ، وإليك ما يعارضُها: ¶ 1- من الكتاب العزيز: قوله تعالى: {رحمة الله وبركاته عليكم أهل البيت، إنَّه حميد مجيد}[ هود :73]، استدلّ بها أصحابُ رسول الله صلى الله عليه وسلم الكرام - رضوان الله عليهم - في انتهاء السلام إلى \"وبركاته\"، بل رسول الله صلى الله عليه وسلم نفْسُهُ - كما سيأتي تخريجُه- على القول بثبوت ذلك - عنه.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "2- والهدي النبوي العام، المتمثل في وفرة الأحاديث الدالة على انتهاء السلام إلى بركاته، ومنها حديث عمران وحديث أبي هُريرَة وعائشة، و خديجة (¬1) وسلام آدم والتشهد وغيرها، وببعض هذه الأحاديث استدل أهل العلم كابن القيم في \"الزاد\" (2/417) فقال: كان هديه انتهاء السلام إلى البركة .. ثم أورد حديث عمران بن حُصين\" (¬2) . ¶ 3- وفي الباب أحاديث نبوية مرفوعة تدل على انتهاء السلام إلى البركة، فإليك: ¶ (أ)- حديث سلمان الفارسي - رضي الله عنه - ¶ ¬__________ ¶ (¬1) :أخرجه النسائي في \" الكبرى \" و \" عمل اليوم و الليلة \" - كما في التحفة (1/107 ) -عن أحمد بن فضالة عن عبد الرزاق عن جعفر بن سليمان عن ثابث عن أنس ، و فيه الانتهاء إلى \" و بركاته \" و رجاله ثقات على كلام في ابنفضالة لكن عبد الرزاق يخشى من اختلاطه،و الحديث ذكره في \" الفتح \" 7/ 174و سكت عنه . ¶ (¬2) : و لفظه : \" جاء رجل إلى النبي صلى الله عليه وسلم ، فقال : السلام عليكم فرد عليه السلام ثم جلس ، فقال النبي صلى الله عليه و سلم : عشر ، ثم جاء آخر فقال : السلام عليكم و رحمة الله فرد عليه ، فجلس ، فقال : \" عشرون \" ثم جاء آخر فقال : السلام عليكم و رحمة الله و بركاته ، فرد عليه ، فجلس ، فقال : \" ثلاثون\". أخرجه أبو داود - و اللفظ له -( رقم :5195) و الترمذي ( رقم : 2690) و النسائي في \" عمل اليوم و الليلة \" - كما في التحفة ( 8 /199) ، و البيهقي في \" شعبه \" ( رقم : 8870 ) ، و ابن الجوزي في \" العلل المتناهية “ ( 2 / 230 ) و حسنه الترمذي و البيهقي و قال الحافظ : \" إسناده قوي \" .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فقد أخرج أحمد في \"الزهد\"، ومن طريقه الطبراني في \"الكبير\" (6/رقم: 6114)، وابن مردويه في \"تفسيره\" - كما في \"تفسير ابن كثير\" (2/129) - (وسقط مِنْ سنده أحمد بن حنبل)، وابن جرير في \"تفسيره\" (رقم:10044)، وابن أبي حاتم أيضا معلقاً، وابن المنذر - كما في \"الدر\" (2/336) - و ابن الجوزي في \" العلل المتناهية \" ( 2 / 231 ) جميعهم من طريق هشام بن لاحق، أبي عثمان، ثنا عاصم الأحول، عن أبي عثمان، عن سلمان، وفيه: \".. ثم جاء آخر، فقال: السلام عليكم ورحمة الله وبركاته، فقال له: وعليك، فقال له الرجل: يا نبي اللّه، بأبي أنت وأمّي، أتاك فلان وفلان فرددت عليهما أكثر مما رددت عليّ، فقال: إنّك لم تدع لنا شيئاً، قال الله تعالى: {وإذا حييتم بتحية فحيُّوا بأحسنَ منها أو ردُّوها }[النساء : 86] فرددناها عليك .اهـ. ¶ قال ابن الحوزي : \" هذا حديث لا يصح \" .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقال الهيثمي في \"المجمع\" (8/33) باب حدّ السلام ورده: \"وفيه هشام بن لاحق، قوّاه النسائي، وترك أحمد حديثه، وبقية رجاله رجال الصحيح\". وتعقبه العلاَّمة أحمد شاكر - رحمه الله - في \"تعليقه على تفسير الطبري\" (رقم: 10044) فقال : \"وإطلاقه أنَّ أحمد ترك حديث هشام ليس بجيد، فإنَّ النص الثابت عن أحمد عند البخاري وابن أبي حاتم لا يدل على ذلك\" (¬1) اهـ. ¶ وقد احتج به ابن كثير في\" تفسيره\" وحسَّن إسناده السُّيوطي في \"الدّرّ المنثور\" (2/336)، ونقله عنه الشوكاني في \"فتحه\" (1/493)، ولم يتعقبه، وتبعه العلاَّمة أحمد شاكر - رحمه الله تعالى - في تعليقه على \"تفسير الطبري\"، فقال بعد نقله الخلاف في توثيق هشام بن لاحق -: \"فيبدو من كل هذا أن الكلام فيه ليس مرجعه الشك في صدقه، بل إلى وهم أو خطأ منه، فالظاهر أنه حسن الحديث\". ¶ وعلى كل حال فإسناد الحديث صالح للاعتبار، لأجل هشام بن لاحق، روى عنه الإمام أحمد، ثم ترك الحديث عنه مع قوله فيه : لم يكن به بأس ، وذكره العقيلي في \"ضعفائه\"، ونقل عن أحمد روايته عن هشام عن عاصم، ثم قال \"كتبت عنه أحاديث عن عاصم رفعها، لا يرفعها الناس\". ¶ ¬__________ ¶ (¬1) : العبارة في التاريخ الكبير 8/200-201: \" قال أحمد: كان يحدث عن عاصم الأحول وكتبنا عنه أحاديث لم يكن به بأس ورفع عن عاصم أحاديث لم ترفع أسندها هو إلى سلمان وأنكر شبابة حديثه عن نعيم بن حكيم ... في الحج. \" ، و في الجرح (4/2/69-70 ) روى عن عبدالله بن أحمد قال: سألت أبي عن هشام بن لاحق فقال: كان يحدث عن عاصم الأحول، كتبتبا عنه أحاديث ورفع عن عاصم أحاديث أسندها إلى سلمان لم ترفع، وأنكر شبابة حديثا حدثناه هشام عن نعيم بن حكيم في الحج \" . وانظر تعليق المعلمي قال الذهبي في \" المغني \" : \" و ربما روى عنه \" - يعني الإمام أحمد -.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقال أيضا والساجي: قال البخاري: هو مضطرب الحديث، عنده مناكير، أنكر شبابه أحاديثه ، و المتقدم إنكاره لحديث له ، و الله أعلم . ¶ وقال الساجي: وهو لا يتابع وقال ابن عدي: أحاديثُه حسان، وأرجو أنه لا بأس به، وذكره ابن حبان في \"ثقاته\" (¬1) وقوّاه النسائي , و مناكيره في اختلافه على عاصم في الرفع في أحاديث , وهو قول أحمد كما تقدم - وانظر \"الفتوحات الربانية\" (5/291).ويشهد له ما سيأتي عن عائشة مرفوعاً وموقوف ابن عباس وابن عُمر رضي الله عنهم. ¶ (ب) - حديث ابن عباس رضي الله عنه، ولفظُه: \"جاء ثلاثة نفر إلى رسول الله صلى الله عليه وسلم وفيه: فجاء الثالث، فقال: سلام عليكم ورحمة الله وبركاته فقال صلى الله عليه وسلم: وعليك، وأبو الفتى الثالث جالس مع النبي صلى الله عليه وسلم، فقال: يا رسول الله، زدت فلانا وفلانا، ولم تزد ابني شيئاً، فقال: ما وجدنا له مزيداً فرددنا عليه كما قال\". ¶ أخرجه الطبراني في \"الكبير\" (11/رقم: 12007) و \"الأوسط\" - كما في \"مجمع البحرين\" (5/رقم:3024)، ومن طريقه الحافظ في \"أمالي الأذكار\".قال في \"المجمع\" (8/33): \"وفيه نافع بن هرمز، وهو ضعيفٌ جداًّ\". فلا يصلُح إذاً للاعتبار (¬2) . ¶ ( ¶ ¬__________ ¶ (¬1) : و قال في \" المجروحين \" ( 3/90-91 ) :\" منكر الحديث يروي عن الثقات ما لا يشبه حديث الأثبات لا يجوز الاحتجاج به لما أكثر من المقاوبات عن أقوام ثقات \" و نقل عنه ابن الجوزي في \" العلل \" (2 / 231 ) و الذهبي \"الميزان \" ( رقم : 9247 ) و الزيلعي في \" تخريج أحاديث الكشاف \" ( 1/ 337 ) قوله : \" لا يجوز الاحتجاج به \" فقط و هذا من ابن حبان تهويل . ¶ (¬2) : و قد وجدت الزيلعي ذكره في \" تخريج الكشاف \" ( 1 / 338 ) و سكت عن حاله كعادته في غالب الكتاب ,وضعفه الخافظ في مختصره \" الكافي الشاف \" .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "جـ) - حديث عائشة رضي الله عنهما، وذلك فيما أخرجه الطبراني في \"الأوسط\" (رقم: 3025 - مجمع البحرين) من طريق عباد بن العوام عن العلاء بن المسيب عن أبيه عن عائشة في ردِّها لسلام جبريل، قالت: فقلت: وعليه السلام ورحمة الله وبركاته، فذهبت تزيد، فقال لها النبي صلى الله عليه وسلم: إلى هنا انتهى السلام، يعني: وتلا {رحمة الله وبركاته عليكم أهل البيت}. ¶ قال الهيثمي (8/34): \"رجاله رجال الصحيح\". ¶ قال في \"مجمع البحرين\" : \"قلت في الصحيح باختصار عن هذا، لم يروه عن العلاءإلاَّعباد \" . ¶ و قال الحافظ في \"أماليه\" - كما في \"الفتوحات\" (5/292) - : \"هذا حديث حسن غَريبٌ جدّاً، قد أُخْرِجَ لرواته في الصحيح إلاَّ أن المسيَّب لم يسمع من عائشة، وسيأتي حديثها بدون هذا الزيادة\" (¬1) . ¶ قال أبو محمد - عفا الله عنه - : دعوى الانقطاع يؤيدها كلام ابن معين في المسيب :\" لم يسمع من أحد من أصحاب رسول الله صلى الله عليه و سلم إلا من البراء و أبي إياس عامر بن عبدة \" . ¶ ( ¶ ¬__________ ¶ (¬1) : يعني به حديثها من رواية الزهري عن أبي سلمة عنها بدون موضع الشاهد ، وقد تعل رواية المسيب بن رافع بها و فيه نظر ، سواء كان الساقط أبا سلمة أو غيره ، و الأظهر أن ذلك من باب الزيادة المقبولة ، ويشهد لذلك حديث سلمان و الآثار التي في الباب و التي يظهر أنها مما لا يقال من قبل الرأي ، والله أعلم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "د) - حديث علي رضي الله عنهما - وذلك فيما أخرجه البزّار في \"مُسنده\" (رقم: 2001) - كما في \"كشف الأستار\"- وابن السُّنِّي في \"عمل اليوم والليلة\" (رقم:232) كلاهما من طريق عبيد بن إسحاق، ثنا المختار، أبو إسحاق عن أبي حيَّان عن أبيه، عن علي، ولفظه: \"دخلت المسجد فإذا أنا بالنبي صلى الله عليه وسلم في عصبة من أصحابه، فقلت: السلام عليكم ورحمة الله، فقال: وعليك السلام ورحمة الله وبركاته، ثلاثون لي، وعشرون لك، فدخلت الثالثه؛ فقلت: السلام عليكم ورحمة الله وبركاته، فقال: وعليك السلام ورحمة الله وبركاته \"ثلاثون لي وثلاثون لك، أنا وأنت في السلام سواء\". ¶ قال في \"المجمع\" (8/03): \"رواه البزار وفيه مختار بن نافع وهو ضعيف، وفيه عبيد بن إسحاق العطار وهو متروك\" . ¶ وغفل عن العلة الثانية ابن علان في \"فتوحاته\" (5/092)، فقال: \"وفي سندة مختاربن نافع وقد ضعفوه\".والحديث ذكره بصيغة التمريض القرطبي في \"تفسيره\" (9/17)، فقال: \"وروي عن علي\". ¶ وفي الباب: مراسيل بمعنى ذلك-؛ منها عن عمرو بن الوليد أحد الثقات التابعين من أهل مصر، ومنها عن الحسن البصري، ومنها عن مسلم بن أبي مريم- وهو أحد ثقات التابعين- بنحو حديث عمران وأَسَانيدُهَا إلى مرسيلها صحيحه. أخرجها جميعا ابن وهب في \"جامعه\"، ومن طريقه: البيهقي في \"شعبه\" (رقم :8871 و 8872 و 8873). وانظر: الفتوحات الربانية (5/93). ¶ 4- فتاوى الصحابة والتابعين بذلك: ¶ جاء ذلك عن: ¶ (أ) - عمر بن الخطاب - رضي الله عنه - ¶ فقد أخرج البيهقي في \"شعبه\" - كما في \"فتح الباري\" (11/7) (¬1) - من طريق زهرة بن معبد قال: \"قال عمر: انتهى السلام إلى بركاته\". ¶ قال الحافظ: \"ورجاله ثقات\". ¶ ¬__________ ¶ (¬1) : لم نجده في المطبوعة",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أقول : و لعله يتأيد بما جرى لأبي بكر الصديق بحضرة عمر - رضي الله عنهما - ذلك فيما أخرجه البخاري في \" الأدب المفرد \" ( رقم :987)من طريق زيد بن وهب عن عمر قال : كنت رديف أبي بكر فيمر على القوم فيقول :السلام عليكم فيقولون :السلام عليكم و رحمة الله ويقول : السلام عليكم ورحمة الله فيقولون : السلام عليكم و رحمة الله و بركاته فقال أبو بكر : فضلنا الناس بزيادة كثيرة \" ¶ و سنده صحيح , و زيد ثقة مخضرم وقد سمع من عمر حيث صرح بالتحديث فيما أسنده البخاري إليه ( رقم :ث 228) بعد الرواية السابقة . ¶ (ب) - ابن عُمر - رضي الله عنهما - وجاء ذلك عنه من طُرقٍ ثلاث: ¶ الطريق الأولى: أخرجها مالك في \"مُوطئه\" (2/733) عن يحيى ين سعيد أنَّ رجُلاً سلَّم على عبدالله بن عُمر، فقال: السلام عليك ورحمة الله وبركاته والغاديات والرائحات، فقال له عبدالله بن عمر: وعليك ألفاً (¬1) ثم (¬2) كأنه كره ذلك\"، وفيه انقطاع. ¶ ¬__________ ¶ (¬1) : في رواية ابن وهب و ابن القاسم عن مالك :\" .. و عليك ألف \" ( مخطوط بتركيا ) . ¶ (¬2) : قوله \"ثم ...\" لفظة \"ثم\" غير موجودة في النسخ الهندية كما نبَّه على ذلك الكاندهلوي، وفي إحدى نسخ الموطأ \"فكره ...\" و هو كذلك في رواية سويد بن سعيد الحدثاني ( طبعة البحرين )، وعلى كلٍّ فلا طائل من وَراء البحث عن صحتها لأمرين؛الأول: أن قوله “وعليك ألفا\" ظاهر في الكراهة، ولذلك قال: ألفاً، ولم يزد على ما زاده المسلِّم، ذلك أن الأجر لا ينصب على الألف المعدودة، وإلاَّ لقال أكثر من ألف. و الثاني: أن إسناده منقطع، وهو معارض لما هو أولى منه كما سيأتي.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الطريق الثانية: مما أخرجه ابن وهب في \"جامعه\"،- ومن طريقه: البيهقي في \"شعبه\" (رقم: 8880)-: أخبرني ابن جُريج، أنَّ أبا الزُّبير أخبره عن عبدالله بن بابيه، أنه كان مع عبدالله بن عمر فسلم عليه رجل فقال: سلام عليك ورحمة الله وبركاته ومغفرته فانتهره ابن عمر، وقال: حسبُك إذا انتهيت إلى \"وبركاته، ما قال الله عز وجل..\" كذا في \"الشعب\"، ونقله في \"الفتح\" (11/7)، ولفظه عنده: \"..حسبك إلى \"وبركاته\"، انته إلى وبركاته\" ¶ وإسنادُه صحيح، وكذا قال ابن حجر في \"أماليه\" -كما في \"الفتوحات\" (5/293) - ولا تضرُّه هُنا عنعنة أبي الزبير__؟! وفي غير هذا الموضع محل نظر، والله أعلم. ¶ وابن بابيه، هو ابن باباه نفسه، كما جزم به ابن المديني والبخاري وغيرهما، وهو ثقة. ¶ الطريق الثالثة: أخرجها معمر في \"جامعه\" (¬1) ، وعنه عبد الرزاق (¬2) (رقم: 19453) عن أيُّوب عن نافع أو غيره، أنَّ رجُلاً كان يلقى ابن عُمر فيسلم عليه، فيقول: السلام عليك ورحمة الله وبركاته ومغفرته ومعافاته، قال: يُكثِرُ مِنْ هذا، فقال له ابن عمر: وعليك مئة مرة، لئن عدت إلى هذا لأسوءنَّك\". ¶ وأيُّوبٌ من أثبت الناس في نافع، وتردُّدُه في ذلك هنا لشدة تحريه في الرواية؛ و شيوخه - في الجملة - ثقات مُنَقَّون - كما يُعرف من ترجمته -، ويبعد أن يكون غير نافع ضعيفاً ضعفاً شديداً__. ¶ وعلى كل فالأثر بهذه الطرق الثلاث عن ابن عمر صحيح. ¶ ¬__________ ¶ (¬1) : وبوَّب عليه \" باب انتهاء السلام \" ، و أورد فيه حديثاً لابن عمر مرفوعاً بنحو من لفظ حديث عمران ( رقم : 19452) ، لكن= =إسناده ضعيف جداًّ ، ففيه أبوهارون العبدي متروك بل كذَّبه بعضهم ¶ (¬2) : في \" جامع معمر \" المضاف لمصنفه في المجلدين الأخيرين منه ، و انظر في ذلك فهرست ابن خير \" ( 1/ 153 ) .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "تنبيه: ظنَّ ابن حجر - رحمه الله - أنّ لابن عمر في المسألة قولين، واحتجَّ في ذلك بما وقع في إحدى نسخ \"الأدب المفرد\"، وهذا اعتمادٌ منه على نسخة سيئة من \" الأدب المفرد\" ، وتتابع على نفس الخطأ السُّيوطي و غيره ؛ فتنبَّه __- وقد تقدم الكلام عن ذلك ( ص/18 )-. ¶ (ج) - ابن عباس - رضي الله عنهما -، وجَاءَ ذلك عنه من أرْبع طرق: ¶ - الطريق الأولى: أخرجها مالك في \"مُوطئه\" (2/731 - دار الحديث) عن وهب بن كيسان، عن محمد بن عمرو بن عطاء، أنه قال: كنت جالساً عند عبدالله بن عباس فدخل عليه رجل من أهل اليمن، فقال: السلام عليكم ورحمة الله وبركاته، ثم زاد شيئاً مع ذلك - أيضا، قال ابن عبَّاس - وهو يومئذ قد ذهب بصرُه -: من هذا؟_، قالوا: هذا اليمانيُّ الذي يَغْشَاكَ، فعرَّفوه إيَّاه، قال: فقال ابنُ عبَّاس: إنَّ السلام انتهى إلى البركة\". ¶ وإسنادُه صحيح، رجاله رجال الجماعة، محمد بن عمرو ثقة. ¶ وقد توبع وهب عليه، تابعه الوليد بن كثير؛ فيما أخرجه البيهقي في \"شعبه\" (رقم:8878) من طريق أحمد بن عبد الحميد، قال: حدثنا أبو أسامة عن الوليد بن كثير، قال: حدثنا محمد بن عمرو به، ولفظه: \"بَينَا أنا عند ابن عباس، وعنده ابنه فجاء سائل فسلّم عليه، فقال: السلام عليكم ورحمة الله وبركاته ومغفرته ورضوانه وعدد من ذا (¬1) ، فقال له ابن عباس: ما هذا؟_، وغضب حتى احمرَّت وجنتاهُ، فقال له ابنه علي: يا أبتاه إنّه سائل من السُّؤَّال، فقال: إنَّ الله حدَّ السَّلام حدّا_ً، ونهى عمَّا وراء ذلك، ثم قرأ إلى: {رحمة الله وبركاته عليكم أهل البيت، إنه حميد مجيد}، ثم انتهى. ¶ قال الحافظ: \"وسندُه إلى ابن عباس صحيح\" ( الفتوحات 5/293). ¶ أحمد بن عبد الحميد، هو: الحارثيُّ صدوق كما في \"السير\" 12/508 ¶ والوليد بن كثير، هو: المخزوميُّ ثقة. ¶ ¬__________ ¶ (¬1) : في \"أمالي الحافظ\": \"ومضى في هذا\" - كذا في \"الفتوحات\" (5/293)",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الطريق الثانية: أخرجها ابن وهب في \"جامعه\" - كما في \"الفتوحات\" (5/293) - ومن طريقه: البيهقي في \"شعبه\" (رقم: 8877) عن ابن جُريج، أنَّ عطاء بن أبي رباح حدَّثه أنَّ ابن عبَّاس أتاهم يوماً في مجلس فسلَّم عليهم، فقال: سلام عليك [في الجامع: السَّلام عليكم] ورحمة الله وبركاته ومغفرته فقال: من هذا؟_فقلت: عطاء، فقال: انتهِ إلى بركاته، وفي رواية الجامع: انتهى السلام إلى وبركاته، ثم تلا:{ رحمة الله وبركاته عليكم أهل البيت، إنَّه حميد مجيد}. ¶ وإسنادُه صَحيح، وكذا قال الحافظ في \"أماليه\" - (الفتوحات 5/293). ¶ و هذا صريحٌ في أنه في ردِّ السلام ، و الله أعلم . ¶ الطريق الثالثة: أخرجها البيهقي في \"شعبه\" (رقم: 8879) من طريق سفيان، عن حبيب، عمَّن سمع ابن عبَّاس يقول: \"إنَّ لكلِّ شيء منتهى، وإنَّ منتهى السلام \"وبركاته\". ¶ وفي إسناده ضعف، لكنَّه صَالحٌ للاعتبار. ¶ الطريق الرابعة: علّقها ابن عبد البرفي \"الاستذكار\" (27/138)، فقال: \"روى الأعمش عن مجاهد عن ابن عباس قال: انتهوا في السلام حيث انتهت الملائكة: يا أهل البيت الصالحين {رحمة الله وبركاته عليكم أهل البيت}. ¶ وإسنادُه على التعليق فيه ضَعف من جهة عنعنة الأعمش فهو قليل السمّاع من مجاهد،و كان كثير التدليس عنه، كما نصَّ أبو حاتم وغيرُه. ¶ وبذا يظهر لك جليّا صحّة الأثر وشهرته عن ابن عباس رضي الله عنهما- ¶ جـ- سلمان الفارسي - رضي الله عنه - : ¶ وذلك فيما أخرجه ابن أبي شيبة في \"مُصنّفه\" (8/424) رقم: 5735: [ثنا] (¬1) \"كثير بن هشام، عن جعفر، عن ميمون أنّ رجلاً سلّم على سلمان الفارسي، فقال: السلام عليكم ورحمة الله وبركاته، فقال سلمان: حسبُك، ثم ردّ على الذي قال، ثم أراد أخرى، فقال له الرجل: أتعرفني يا أبا عبدالله، فقال: أما رُوحي فقد عرف روحك\". ¶ ¬__________ ¶ (¬1) : سقطت صيغة الأداء من المطبوعة القديمة ومثل هذا فيها كثير، وقد استدركت الصيغ في طـ الحوت!! والله أعلم.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وإسنادُه حَسنٌ إلى ميمون، لكنه لم يدرك سلمان الفارسي، فقد مات - رضي الله عنه - ولمَّا يولد ميمون بعدُ؛ ولعل سلمان أخذه عن رسول الله صلى الله عليه وسلم- كماتقدم-، والله تعالى أعلم. ¶ (د)- عروة بن الزبير بن العوَّام - رضي الله عنهما - من ثقات التابعين وأئمتهم. أخرج ذلك عنه البيهقي في \"شعبه\"- كما في \"الدر\" (2/337) (¬1) -، ولفظه: \"أنَّ رجلاً سلَّم عليه، فقال : السلام عليكم ورحمة الله وبركاته، فقال عُروة: ما ترك لنا أفضل، إن السلام انتهى إلى وبركاته\". ولم أقف على سنده إلى الآن. ¶ (و) - الضّحَّاك بن مُزاحم الهلالي - رضي الله عنه-، وهو من أجِلَّة التابعين-، قال: إذا قال: السلامُ عليكم، قُلْتَ: وعليكَ السَّلام ورحمة الله، وإذا قال: السلام عليكم ورحمة الله، قُلْتَ: وعليكم السلام ورحمة الله وبركاته، وهذا منتهى السلام، اهـ ذكره ابن الجوزي في \"زاد المسير\" (2/152)، ولم يعُزه لأحد. ¶ ولم أقف على سنده أيضا، فاللهمَّ توفيقك. ¶ الفصل الرابع في ذكر أقوال أهل العلم من أهل المذاهب الأربعة وغيرهم. ¶ (الحنفية) ¶ 1- قال الإمام محمّد بن الحسن الشيباني - رحمه الله تعالى - في \"مُوطئه\" - بعد أثر ابن عباس: \"وبهذا نأخذ، إذا قال \"وبركاته\" فليكفف، فإن اتباع السنة أفضل\" (¬2) . ¶ 2- وقال الفقيه الحصكفي صاحب \"الدر المختار\": \"ولا يزيد الراد على \"وبركاته\" اهـ. ¶ 3- وقال ابن عابدين، محمد أمين شارحاً لعبارته في كتابه \"ردّ المحتار\" (5/274):\"قوله: ولا يزيد الراد على \"وبركاته\" قال في\" التاترخانية\": والأفضل للمسلّم أن يقول: السلام عليكم ورحمة الله وبركاته، والمجيب كذلك، ولا ينبغي أن يُزاد على البركات شيء\" وكذا في \"حاشية الرد\" (5/274) لبعض الفضلاء. ¶ ¬__________ ¶ (¬1) : لم أجده في المطبوعة. ¶ (¬2) : نقله عنه محمد زكريا الكاندهلوي في كتابه \"أوجز المسالك\" (5/101) - طـ دار الفكر سنة 1400هـ.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "4- وقال الطحطاوي أيضا في \"حاشيته على الدّر المختار\" (4/207): \"قوله: ولا يزيد على بركاته قال ابن عباس رضي الله تعالى عنهما: لكل شيء منتهى، ومنتهى السلام البركات اهـ محيط\". ¶ (المالكية) ¶ 5- وقال حافظ المغرب ابن عبد البر النمري - رحمه الله - في \"الكافي\" (3/1133): \"وينتهي في السَّلام إلى البركة\". ¶ وقال في \"الاستذكار\" (27/138): \"قول ابن عباس هذا أخذه من قول الله تعالى: {رحمة الله وبركاته عليكم أهل البيت}. ¶ روى الأعمش عن مجاهد عن ابن عباس،قال:\" انتهوا في السلام حيث انتهت الملائكة..\" وقد تقدم (ص36 ). ¶ وقال في \"التمهيد\" (5/293): \"وقال ابن عباس وابن عمر: انتهى السلام إلى البركة، كما ذكر الله عز وجل عن صالح عباده: {رحمة الله وبركاته عليكم أهل البيت}، وكانا يكرهان أن يزيد أحدٌ في السلام على قوله \"وبركاته\" اهـ. ¶ 6- وقال القاضي أبو الوليد الباجي - رحمه الله - في \"المنتقى شرح الموطأ\" (7/280): \"قول عبدالله بن عباس رضي الله عنه: \"إن السلام انتهى إلى البركة\" يريد أنه لا يزيد على ذلك فيه، وإنّما هي ثلاثة ألفاظٍ: السلامُ عليكم ورحمة الله وبركاته، فمن اقتصر على بعضها أجزأَهُ، ومَنْ استوعبها فقد بلغ الغاية منه، فليس له أن يزيد عليها. ¶ وقد قال القاضي أبو محمد: أكثر ما ينتهي السلام إلى البركة: يريد أن لا يُزاد على ذلك، ويقتضي أن لا يغير اللفظ، وهذا فيما يتعلق بابتداء السلام أو ردّه، أمّا الدعاء فلا غاية له، إلاّ المعتاد الذي يليق بكل طائفة من النّاس، وبالله التوفيق\". ¶ وقال أيضا (7/283)، وهو يشرح أثر ابن عمر المتقدم: \"وقول عبدالله بن عمر رضي الله عنه: \"وعليك ألف\" قال عيسى بن دينار: معناه: ألف كسلامك على معنى الكراهية لتعمّقه والزيادة على البركة في السلام ثم كره قوله ....\"",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "7- وقال الحافظ أبو بكر بن العربي - رحمه الله - في \"عارضة الأحوذي\" (10/170): \"يقول في الردّ إلى البركة ولا يزدْ، لأن النبي صلى الله عليه وسلم قال لعائشة: إنَّ جبريل يقرؤك السلام فقالت: وعليه السلام ورحمة الله وبركاته\"، وفي الموطأ: إنّ السلام قد انتهى إلى البركة\". ¶ 8- وذهب أبو الوليد بن رشد- فيما نقله عنه ابن دقيق العيد- إلى أنه يؤخذ من قوله تعالى: {فحيوا بأحسن منها} الجواز في الزيادة على البركة إذا انتهى إليها المبتدىء\" كذا في \"الفتح\" (11/7). ¶ 8- وقال الإمام القرطبي - رحمه الله - في \"تفسيره\" (5/299): \"قوله تعالى: {فحيُّوا بأحسن منها أو ردُّوها} ردّ الأحسن أن يزيد فيقول: عليك السلام ورحمة الله لمن قال: سلام عليك، فإنه قال: سلام عليك ورحمة الله، زدتَ في ردّك: وبركاته، وهذا هو النهايةُ فلا مزيدَ، قال الله تعالى مخبراً عن البيت الكريم: {رحمة الله وبركاته }- على ما يأتي بيانه إن شاء الله تعالى - فإن انتهى بالسلام غايتَه، زدتَ في ردَّك الواو (¬1) في أول كلامك، فقلت وعليك السلام ورحمة الله وبركاته..\". ¶ وقال في موضع آخر (9/71) في تفسير سورة هود عند قوله تعالى{.. رحمة الله وبركاته.}: \"دلَّت الآية أيضا على أن منتهى السلام \"وبركاته\" كما أخبر الله عن صالحي عباده {رحمة الله وبركاته عليكم أهل البيت } ..\" ثم أورد أثر ابن عباس، ومرفوع علي، وقد تقدَّما. ¶ ¬__________ ¶ (¬1) : وردّ ذلك العلاَّمة محمد الطاهر ابن عاشور في تفسيره \"التحرير والتنوير\" (5/146-147) فقال: \"وقال بعض الناس: إنّ الواو في ردّ السلام تفيد معنى الزيادة، فلو كان المسلِّم بلغ غاية التحية، أن يقول!: السلام عليكم ورحمة الله وبركاته، فإذا قال الرادّ: وعليكم السلام .. الخ كان قد ردّها بأحسن منها بزيادة الواو، وهذا وَهْمٌ\" 1هـ =",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "9- وقال الفقيه المشهور ابن أبي زيد القيرواني في \"رسالته\" (¬1) : \"وأكثر ما ينتهي السلام إلىالبركة أن تقول في ردِّك: وعليكم السلام ورحمة الله وبركاته\". ¶ 10-و قال العلامة أبو البركات الدردير في \" الشرح الصغير\" : (4/ 759 ): \"و نُدب للرادِّ الزيادة على البركة حيث اقتصر المسلِّم على أقل منها على ما قاله \" . ¶ 11-و قال العلامة أحمد بن غنيم النفراوي (ت 1125هـ) في شرحه على الرسالة، الموسوم بـ: \"الفواكه الدّواني\" (2/353): \"وأكثر ما ينتهي السلام في الابتداء أو الرد عند إرادة الزيادة على المطلوب إلى البركة، وذلك بأن يسلّم عليك شخصٌ بلفظ: السَّلام عليكم ورحمة الله وبركاته، فَلَكَ أن تقول في ردّك عليه: وعليكم السلام ورحمة الله وبركاته، ولا تتجاوز ذلك لما ورد من أنَّ رجلاً سلّم على عبدالله بن عباس ... ثم ذكره\". ¶ وقال - بعد أن ساق آية التحية -: \"... وإذا كان المسلّم انتهى إلى لفظ وبركاته فلا بد منها، وتكره الزيادة عليها\". ¶ 12- وقال الشيخ أبو الحسن علي بن محمد المصري العدوي ت 939هـ. صاحب \"كفاية الطالب الرباني شرح رسالة ابن أبي زيد القيرواني\" (2/436): \"وأكثر ما ينتهي السلام إلى البركة كذا في الموطأ عن ابن عباس رضي الله عنهما، قال فيه: وعليه العمل سَلفاً وخلفاً، فالزيادة على ذلك غلوٌّ وبدعةٌ فيكون مكروهاً، فإذا كان فليلزمك إذا سلَّم عليك إنسانٌ وانتهى في سلامه إلى البركة،أن تقول في ردّك عليه: وعليكم السلام ورحمة الله وبركاته\". ¶ ¬__________ ¶ (¬1) = (2) : (2/353 - مع الفواكه الدواني). للنفراوي. ط المكتبة التجارية بمصر.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "13- وشرح كلامه الشيخ علي العدوي الصعيدي في \"حاشيته\" (2/436)، فقال: \"أكثر ما ينتهي السلام أي: في الابتداء والردّ عند إرادة الزيادة، أي: وإن كان الذي في \"الموطأ\" إنما هو في الابتداء ..\" وقال: \"قولُه (غلو)، أي :زيادةٌ في الدين، وقوله (بدعة): أي أمرٌ محدث، وهو لازم لما قبله وقولُه (فيكون مكروها) تفريعٌ على قوله (غلو وبدعة)، ولم يبيّن نهاية كلام الموطأ، ثم أقول: راجعت شرح الموطأ، فلم أجد ذلك أي قوله: (عليه العمل)، فلعلها رواية أخرى غير ما رأيت إلاّ أنَّ فيه شيئاً لأنّ الغلوّ والبدعة لا ينتجان خصوص الكراهية\". ¶ وقال أيضا (2/435) شارحاً لآية التحية: {فحيُّوا بأحسن منها} قولوا: وعليكم السلام ورحمة الله، إذا قَالَ: السلام عليكم، وإذا قال: ورحمة الله، قولوا: وبركاتُه، وقولُه: {أو ردُّوها} أجيبوها بمثلها كأن يقول المبتدىء: السلام عليكم ورحمة الله وبركاته، فيردُّ مثلها ولا يزيد شيئاً\". ¶ 14- وقال العلاَّمة محمَّد بن عبد الباقي الزرقاني (ت 1122هـ) في \"شرحه على الموطأ\" (4/458) عند أثر ابن عباس \"إن السلام انتهى إلى البركة\" : \"أي قوله: وبركاته، فلا تزد عليه شيئاً ابتداعاً\". ¶ وقال (4/463) شارحاً لعبارة \"كأنه كره ذلك\" (¬1) : \"قال لأنه استظهار على الشرع، وقدروه الطبراني وغيره عن سلمان .. فذكره\". ¶ 15- وقال الكشناوي في \"أسهل المدارك\" (3/353): \"وردُّه واجب على الكفاية ... ولا يُزاد فيه على البركة\". ¶ (الشافعية) ... ¶ 16- قال الإمام البغوي -رحمه الله - في \"تفسيره\" (1/458): \"يقول :إذا سلَّم عليكم مسلِّم فأجيبوا بأحسن منها، أو ردُّوها كما سلم، فإذا قال: السلام عليكم، فقل: وعليكم السلام ورحمة الله، وإذا قال: السلام عليكم ورحمة الله، فقل: وعليكم السلام ورحمة الله وبركاته، وإذا قال: السلام عليكم ورحمة الله وبركاته، فردّ مثله...\" ثم أورد أثر ابن عباس، ومرفوع عمران مستدلاًّ بهما. ¶ ¬__________ ¶ (¬1) : تقدمت (ص 34 )",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "17- وقال البيضاوي في \"تفسيره\" (¬1) :في قوله تعالى {واذا حييتم بتحية فحيوا بأحسن منها أو ردوها} بأحسن منه، وهَو أن يزيد عليه: ورحمة الله، فان قاله المسلم: زاد\"وبركاته\" وهي النهاية، وإمَّا برد مثله، [إن قال المسلم \"وبركاته\"] ثم استدل بحديث سلمان المتقدم. ونقله عنه الكاندهلوي في \"أوجز المسالك\" (15/102). ¶ 18- وقال الحافظ أبو زكريَّا النَووي - رحمه الله - في \"رياضه\" (ص 324): \"يُستحبُّ أن يقول المبتدىء بالسَّلام: السلام عليكم ورحمة الله وبركاته، فيأتي بضمير الجمع: وإن كان المسلَّم عليه واحداً، ويقولُ المُجيبُ: وعليكم السلام ورحمة الله وبركاته، فيأتي بواو العطف في قوله: وعليكم\"، أورد ذلك في \"باب كيفية السلام\"، وأعقبه بحديث عمران بن حصين وحديث سلام جبريل لعائشة رضي الله عنها. ¶ وقال في كتابه \"الأذكار\" (¬2) (ص 390) باب كيفية السلام -: \"اعلم أن الأفضل أن يقول المسلّم: السلام عليكم ورحمة الله وبركاته... ويقول المجيب: وعليكم السلام ورحمة الله وبركاته\" لكنه أورد بعض المرفوعات الضعيفة التي فيها الزيادة على \"وبركاته\" إشارة منه إلى جواز العمل بها تحت دائرة الفضائل - كما قرره (ص 47) من كتابه المذكور. ¶ وكلامه في \"شرح صحيح مسلم\" أوسعُ بياناً، فقد قال (13/14/389) \"وأقلُّ السلام أن يقولَ: السّلام عليكم، فإن كان المسلم عليه واحداً، فأقله: السلام عليك، والأفضل أن يقول: السلام عليكم ليتناوله وملكَيه، وأكمل منه أن يزيد: ورحمة الله، وأيضا: وبركاتُهُ ... واستدلّ العلماء لزيادة: ورحمة الله وبركاته بقوله تعالى - إخباراً عن سلام الملائكة بعد ذكر السلام-: {رحمة الله وبركاته عليكم أهل البيت}، وبقول المسلمين كلّهم في \"التشهد\": \"السلام عليك أيها النبيّ ورحمة الله وبركاته ..\". ¶ ¬__________ ¶ (¬1) : \" تفسيره \" ( 3 /163 ) مع حاشية الشهاب . ¶ (¬2) : ونقله عنه ابن مُفلح في \"الآداب الشرعية\" (1/340).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقال أيضا (13/14/390): \"و أما صفة الردّ فالأفضل والأكمل أن يقول: وعليكم السلام ورحمة الله وبركاته، فيأتي بالواو، فلو حذفها جاز، وكان تاركاً للأفضل.\". ¶ 19- وقال الحافظ ابن كثير الدمشقي - رحمه الله تعالى - في \"تفسيره\" (2/129) - بعد ايراده حديثَ سلمان المرفوع المتقدم -: \"وفي هذا الحديث دلالة على أنه لا زيادة في السلام على هذه الصفة: السلام عليكم ورحمة الله وبركاته، إذ لو شرع أكثر من ذلك لزاده رسول الله صلى الله عليه وسلم...\" ثم أورد حديث عمران. ¶ وقال أيضا - رَادّاً لتنزيل قتادة لآية التحية -: \"وهذا التنزيل فيه نظر - كما تقدم في الحديث من أنَّ المراد أن يردّ بأحسن ممَّا حيَّاه به، فإن بلغ المسلِّم غاية ما شُرع في السلام، ردّ عليه مثل ما قال\". وانظر (3/248) ففيه فائدة لطيفة. ¶ 20- وقال الحافظ العراقي - رحمه الله - في \"طرح التثريب\" (7/106): \"واستدلَّ العلماء على زيادة اللفظين [أي: رحمته وبركاته] بقوله تعالى - إخباراً عن سلام الملائكة بعدذلك:{رحمة الله وبركاته عليكم أهل البيت}وبقول المصلي في التشهد: السلام عليك أيها النبي ورحمة الله وبركاته\". ¶ وقال أيضا (7/109) - بعد أن ذكر حديثاً فيه إنتهاء السلام إلى وبركاته: \"وهذا غاية السلام، وقد جاء في الحديث: انتهاء السلام إلى البركة\". ¶ 21- وذهب الحافظ ابن حجر في \"فتحه\" (11/7) مذهب التقوية للزيادة، فقال - بعد ايراده للمرفوعات الضعيفة والآثار الموقوفة -: \"وهذه الأحاديث الضعيفة إذا انضمت قوي ما اجتمعت عليه من مشروعية الزيادة على بركاته\". ¶ قال أبو محمد -عفا الله عنه-: الأحاديث و الآثار التي أوردها الحافظ، هي: ¶ 1- حديث معاذ بن أنس ¶ 2- حديث أنس ¶ 3- حديث زين بن أرقم في \"الشُّعب\" ¶ 4- أثر ابن عمر في \"الأدب المفرد\"، وفي \"الموطأ\" ¶ 5- أثر زيد بن ثابت في \"الأدب المفرد\" أيضا ¶ وقد تقدم بيانُ حالِها:",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فأمَّا حديث معاذ بن أنس فسندُه ضعيف جداً، لعللٍ ثلاث تقدّمت، ثم هو منكر لمخالفته ما ثبت من حديث عمران وأبي هُريرَة وغيرهما من الانتهاء في الابتداء إلى وبركاته؛ ولذا استغربه الحافظ في \"الأمالي\". وإذا سلَّمنا صلاحه للاعتبار، فهو في غير محل الشاهد، إذ هو في الابتداء لا الردّ. ¶ وأمَّا حديث أنس فهو واهٍ كما قال الحافظ في \"الفتح\" (11/7)؛ بل هو أقرب إلى الوضع إضافة إلى بطلان متنه وأما حديث زيد بن أرقم، فقد تقدم أن في سنده ابن حميد، وقد رُمي بالكذب والسرقة. ¶ وأماَّ أثر ابن عمر فقد تقدم التنبيه على أن الواقع في \"الفتح\" وغيره خطأٌ منشؤُه اختلاف نسخ \"الأدب المفرد\" وقد بينا (ص 19) أن الصحيح في اسم والده: عمرو، وأنَّ الراوي عنه سالم مولى عبدالله بن عمرو مجهولٌ! ¶ وأثر الموطأ لا حجة فيه من ثلاثة أوجه: ¶ أولها: أنّ ذلك لم يكن من ابن عمر، بل كان من آخر، وهو أيضا في ابتداء السلام لا ردّه. ¶ ثانيها: أن الراوي بين كراهيته لذلك عقب ردِّه للسلام. ¶ وثالثها: أن سنده ضعيف للانقطاع البيِّن. ¶ وأما أثر زيد بن ثابت، فقد تقدم ثبوته، وهو لا ينهض للاحتجاج به وحده لوجوه : ¶ أَوُّلُها: أنه فعل صحابي، عُورض بمثله بل بأعلى منه مرتبة وعلماً، قول ابن عباس و ابن عمرالعام في الابتداء والرد - كماهي عليه فهوم العلماء المتقدمة- مع الرواية المتقدمة المصرحة عن ابن عباس بأن ذلك في الرد . ¶ ثانيها: أنه في الابتداء لا الرد. ¶ ثالثها:أنه فعلي و ما عارضه قولي , و القولي مقدم على الفعلي لورود الاحتمال على الفعلي - كما تقرر في أصول الفقه - . ¶ رابعها : أنَّ الزيادة على وبركاته لم تكن من باب السنيَّة - كما تقدم - بل كانت من باب الدعاء الذي لا غاية له، كما نبّه على ذلك أبو الوليد الباجي، وكان المقام مناسباً لما ذكر، ذلك أنّه في تحية أمير المؤمنين معاوية رضي الله عنه؛ والله أعلم.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وعليه فقد اتَّضح عدم نهوض هذه الأحاديث والآثار للاحتجاج باجتماعها، للضعف الشديد أولاً ثم لاختلاف موضع الزيادة بين الابتداء والرد، والله أعلم. ¶ ولعله لذلك لم يوافق ابنُ حجر في \"أماليه\" النوويَّ في ايراده بعضها في \"أذكاره\"؛ بل نبّه على ضعفها، وأنها لا تصلح للاحتجاج. ¶ 22- ونقل ابن علاَّن في \"فتوحاته\" (5/292) استغراب ابن حجر لحديث معاذ في زيادة \"ومغفرته ورضوانه\" -، وقال: \"وكأَنَّ هذا الخبر لضعفه لم يقل الأصحاب - يعني بهم الشافعية بقضيَّته (¬1) من زيادة \"ومغفرته\" في أكمل السَّلام، بل جعلوا أكمله: السلام عليكم ورحمة الله وبركاته، وحكمة الاقتصار على \"وبركاته\" تقدمت من كلام ابن القيم\". ¶ 23- وظاهر صنيع الحافظ السيوطي في \"دره\" (2/336) عدم جواز الزيادة في الردِّ على \"وبركاته\" لتحسينه حديث سلمان المتقدم وهو نصٌّ في المسألة. ¶ 24- و كلام البيهقي المتقدم (ص12 ) يومىء إلى عدم صلاحية ما في الباب للاحتجاج به على جواز الزيادة!!. ¶ ( الحنابلة) ¶ 25-قال إمام أهل السُّنَّة، والصابر في المحنة أحمد بن محمد بن حنبل - رضي الله عنه - في رواية حبيش بن سندي - وسئل عن تمام السلام -، فقال: وبركاته (¬2) . ¶ 26- وقال القاضي أبو يعلي : \"ويجوز أن يزيدالابتداء على لفظ الردّ، واللفظ على لفظ الابتداءإلاَّ أنَّ الانتهاء في ذلك إلى البركات \" (¬3) . ¶ 27- وقال الشيخ وجيه الدين الحنبلي : \" أكمله ذكر الرحمة والبركة إبتداءاوكذا الجواب\" (¬4) . ¶ 28- وتبعهم في ذلك ابن مفلح في \" آدابه\" (1/339-340) . ¶ ¬__________ ¶ (¬1) :كذا بالأصل ، و لعلها : بفضيلة زيادة ،و ما في الأصل متجه المعنى و الله أعلم . ¶ (¬2) : ذكر ها ابن مفلح في \" آدابه \" (1/ 339) , و كذا السفاريني في \" غذاءلألباب \" (1 / 275 ) . ¶ (¬3) : \" الآداب الشرعية \" ( 1 / 339 ) و \" غذاء الألباب \" ( 1 / 275). ¶ (¬4) : انظر : \" الآداب \" ( 1 / 340 ) و \" غذاء الألباب \" ( 1 / 275",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "29- والسَّفَّار ينيُّ في \"غذاء الألباب\" (1/275) . ¶ 30- وقال شيخ الإسلام ابن القيم -رحمه الله تعالى- في \" زاد المعاد\"(2/417): \"وكان هديه انتهاء السلام. إلى بركاته..\" وأورد حديث عمران محتجاً به ، وحديث أنس مضعفا له . ¶ وقال أيضا - متسائلا - في \"بدائع الفوائد\" (2/132) : \"لِمَ كانت نهاية السلام عند قوله \"وبركاته\" ولم تشرع الزيادة عليها \" ؟، فأجاب -عليه الرحمة والرضوان- بعد شرحه لكلمة الرحمة والبركة -بما لا تجده في غير كتابه- (2/181) : \"وقد عرفت بهذا جواب السؤال الحادي والعشرون ، وأن كمال التحية عند ذكر البركات ، إذ قد استوعبت هذه الألفاظ الثلاث جميع المطالب من دفع الشر وحصول الخير وثباته وكثرته ودوامه ، فلا معنى للزيادة عليها ولهذا جاء في الأثر المعروف : انتهى السلام إلى وبركاته\" اهـ. ¶ 31- كما أنَّ صنيعَ أبي داود (¬1) يقتضيه ، كما قال ابن مفلح والسفاريني فإنه بوَّبَ عليه : كيف السلام ، وأورد حديث عمران بإسناد جيد ، ثم أعقبه بحديث معاذ ، إشَارة منه لضعفه . ¶ ومن غير المذاهب الأربعة (¬2) ¶ 32- وذهب الشَّوكانيُّ إلى جواز الزيادة في كتابه \"فتح القدير\" (1/493)، فقال :\" وإذا زاد المبتدئ لفظا زاد المجيب على جميع ما جاء به المبتدئ لفظا أو ألفاظا نحو : وبركاته ومرضاته وتحياته \" ! وهو عجيب جدّاً . ¶ 33- وقال الألوسي في \"روح المعاني\" (5/99) : \" ... أي : بتحية أحسن من التحية التي حييتم بها بأن تقولوا : وعليكم السلام ورحمة الله تعالى إن اقتصر المسلم على الأول ، وبأن تزيدوا : وبركاته إن جمعها المسلِّم وهي النهاية\" . ¶ واستدل على ذلك بأثر عروة ، ومرفوع سلمان ، ثم ذكر القول الآخر مشيرا لضعفه فقال : \" وقيل : يزيد المحيِّي إذا جمع المحيي الثلاثة له ..\" . ¶ ¬__________ ¶ (¬1) : \" الآداب الشرعية \" (1/340) \"وغذاء الألباب\" (1/275 ) ¶ (¬2) : المقصود العلماء الذين لا يمثلون المذهب على ما في ذلك من التجوز",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "34- وقال العلامة محمد زكريا الكندهلوي في كتابه \" أوجز المسالك شرح موطأ مالك \" (15/104) : \"..فالمعروف في السنة ، هو الانتهاء إلى البركة ، وإليه أشار الإمام محمد في موطئه \" -كما تقدم - ، وإليه أشار الإمام - مالك رضي الله عنه - بذكر أثر الباب ، ورواية سلمان وعائشة المرفوعة في أول هذا البحث نص في ذلك \" ولما نقل كلام الحافظ :\"وهذه الأحاديث الضعيفة إذا انضمت ..\" ، قال (15/104) \"فغاية ما يثبت به الجواز ، والسنة هي ما عليها الروايات المعروفة - كما تقدم- وزيادة الأجر لشيئ عارض. لا ينافي كون السنة بخلافه ..\" ثم دلّل على ذلك ¶ قال أبو محمد - عفا الله عنه- : وهذا الكلام مسلم على فرض صحة ما قاله الحافظ وقد تبين لك ضعفه و الله أعلم . ¶ الخاتمة ¶ نخلص بعد كل ما ذكرناه إلى ما يلي : ¶ 1- عدم قيام الاحتجاج بحديث زيد بن أرقم لضعفه الشديد ثم لبطلان متنه ¶ 2- جميع ما في باب حديث زيد لا يصلح للاعتبار . ¶ 3- الزيادة على \" وبركاته \" في السلام ابتداءا وردّاً غير مشروعة بل عدها بعضهم بدعة ، وذلك لأمور ، هي: ¶ أ- ثبوت النص عن رسول صلى الله عليه وسلم بذلك كما في حديثي عائشة وسلمان ، وذلك باجتماعهما . ¶ إضافة إلى: ¶ ب- فتوى الأصحاب الكرام (¬1) -رضي الله عنهم-بذلك مع عدم وجود المخالف ، اللهم إلاَّ ما فعله زيد بن ثابت، وقد تقدم بيان أنَّ ذلك من باب الدعاء ، لا غير، ثمَّ هوفي ابتداء السلام ، والقائلون بذلك يلزمهم القول : بأنه لا حدَّ في ألفاظه - ابتداءا وردا - أخذا بعموم دلالة آية التحية ، وهو ضعيف و انظر ما تقدم . ¶ ¬__________ ¶ (¬1) : و كلمة ابن عباس و غيره : \" إن السلام انتهى إلى البركة \" و قوله \" إن الله حد للسلام حدا \" تشمل الابتداء و الرد ، لأنه في تقرير أصل السلام و الطريق الثانية صريحة في الرد كما تقدم ، و هذا ما فهمه أهل العلم - كما نقلنا أقوالهم آنفاً - و يؤيده ما روي عن عروة و الضحاك على فرض صلاحهما للاعتبار .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "والظاهر من أقوال أصحاب رسول الله صلى الله عليه وسلم التوقيف لاجتماعهم على هذا الفهم مع عموم دلالة الآية ؛ فليُتَأمَّل ¶ ج- فتاوى التابعين المانعة للزيادة ، وقد تقدم ذلك عن عروة والضحاك ، والله أعلم بحال الأسانيد إليهما . ¶ د- الأئمة الأربعة ، وجمهور أتباعهم على الفتوى بذلك : ¶ * أما أبو حنيفة ، فقد نقل ذلك عن مذهبه تلميذه محمد بن الحسن الشيباني ، ولو كان خلاف قوله ، لأبداه ¶ ثم الحنفية من بعده على ذلك . ¶ قال الكاندهلوي : \" وبه أخذ الحنفية أنه لا يزيد في الرد على بركاته \" (أوجز المسالك 15/101) وقد تقدم نقل أقوالهم في ذلك . ¶ * وأما مالك ، فقد أشار إلى ذلك في \" موطئه\" ونص على أنه قوله الكاندهلوي في \" أوجز المسالك\" (15/102و104) وبه أخذ المالكية ؛ وصرح بعضهم بأنه بدعة (¬1) ¶ وأما الشافعي ، فقد نسبه إليه الكاندهلوي نصا في \" أوجزه\" (15/102) ، وأصحابه على ذلك من بعده . ¶ * وأما أحمد ، فقد نصَّ على ذلك في رواية حبيش بن سندي ، وقد تقدمت ، وأصحابه على ذلك - كما تقدم - ¶ هذا ، والله الموفق وسبحانك اللهم وبحمدك ، أشهد أن لا إله إلاَّ أنت أستغقرك وأتوب إليك. ¶ و كتب أبو محمد ابراهيم بن شريف الميلي الجزائري في فترات متقطعة كان آخرها يوم الخميس 5جمادى الآخرة 1417 من الهجرة النبوية (¬2) . ¶ ... دليل المراجع المعتمده في البحث ¶ ??الآداب الشرعيه- ابن مفلح الحنبلي ، مصورة مؤسسة قرطبة ¶ ??الأدب المفرد- البخاري بعناية محمد فؤاد عبد الباقي.- طبع دارالبشاير الإسلاميه. ¶ ?? الأذكار- النووي.تحقيق محيي الدين مستو. ط دار التراث وابن كثير. ¶ ??الاستذكار- ابن عبد البر. تحقيق قلعجي. ط دار الوعي بحلب. ¶ ¬__________ ¶ (¬1) : بل في إحدى نسخ الموطإ : \" و عليه العمل سلفاً و خلفاً \" كما تقدم نقله عن \" كفاية الطالب \" . ¶ (¬2) : أصل هذا البحث استللته من كتابي \"تعليقات على زاد المعاد\"- يسر الله إخراجه -، ثم زدت فيه أشياء كثيرة؛ والله ولي التوفيق .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "??أسهل المدارك في فقه الامام مالك- الكشناوي- ط دار الفكر ¶ ??أوجز المسالك شرح موطا الإ مام مالك- الكاندهلوي ط دار الفكر. ¶ ??بدائع الفوائد- ابن قيم الجوزية - مصورة الطبعة المنيريَّة. ¶ ??التاريخ الكبير- البخاري. تحقيق عبد الرحمن بن يحي المعلمي- ط مصورة دار الكتب العلمية بيروت. ¶ ??تخريج أحاديث الكشاف - الزيلعي - تحقيق سلطان الطبيشي -نشر دار ابن خزيمة. ¶ ??تذكرة الحفاظ-الذهبي-.تحقيق العلامه يحي المعلمي ط دائرة المعارف العثمانيه. ¶ ??تحفة الأشراف - المزي - تحقيق: عبد الصمد شرف الدين - مُصورة المكتب الإسلامي. ¶ ??-تذكرة الحفاظ -الذهبي - تحقيق المعلمي ط دائرة المعارف العثمانية . ¶ ??- تفسير الطبري \"جامع البيان\"- ط دار المعرفة مع \"غرائب القرآن\" للقمي. ¶ ??تفسير الطبري تحقيق أحمد شاكر ومحمود شاكر- ط دار المعارف-بمصر. ¶ ??تفسير ابن الجوزي \"زاد المسير\"- ط المكتب الاسلامي. ¶ ??تفسير البغوي \"معالم التنزيل\". ط دار المعرفة. ¶ ??تفسير القرطبي \"الجامع لاحكام القران\". ط دار إحياء التراث العربي. ¶ ??تفسير ابن كثير \"تفسير القرآن العظيم\"- ط دار الهلال. ¶ ??تفسير البيضاوي \"أنوار التنزيل\" - مع حاشية الشهاب - ط دار صادر. ¶ ??تفسير السيوطي \"الدر المنثور\"- ط دار الكتب العلمية. ¶ ??تفسير الشوكاني \"فتح القدير\" - ط المعرفة. ¶ ??تفسير ابن عاشور \"التحرير والتنوير\"- محمد الطاهر ابن عاشور- ط الدار التونسية. ¶ ??تفسير الألوسي \"روح المعاني\" ط- ¶ ??تقريب التهذيب- ابن حجر- ط - المكتبة العلمية بالمدينة - تحقيق عبد الوهاب عبد اللطيف. ¶ ??التمهيد- ابن عبد البر- ط دار المعارف بالمغرب. ¶ ??التنكيل- للمعلمي اليماني- ط دار المعارف بالرياض تحقيق الألباني. ¶ ??تهذيب التهذيب- ابن حجر- مصورة دار صادر-بيروت ¶ ??تهذيب الكمال- المزي-تحقيق بشار عواد. ط مؤسسة الرسالة. ¶ ??جامع معمر بن راشد-المضاف لمصنف عبد الرزاق- تحقيق حبيب الرحمن الاعظمي ط المكتب الإسلامي.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "??الجرح والتعديل- ابن ابي حاتم- تحقيق المعلمي -ط دائرة المعارف- مصورة دار الكتب العلمية- بيروت. ¶ ??حاشية الطحطاوي على الدر المختار-ط دار المعرفة - بيروت. ¶ ??حاشية ابن عابدين على الدر المختار، المسماه بِ: ردِّ المحتار ط المنيرية - ببولاق. ¶ ??حاشية العدوي على كفاية الطالب-ط عيسى البابي الحلبي - بمصر. ¶ ??رسالة ابن أبي زيد القيرواني- مع متن الكفاية وحاشية العدوي. ¶ ??رياض الصالحين - النووي- تحقيق الألباني- ط الكتب الإسلامي. ¶ ??زاد المعاد- ابن قيم الجوزية- تحقيق شعيب وعبد القادر الأرنؤوطيين-ط مؤسسة الرسالة. ¶ ??سلسلة الأحاديث الصحيحة- الألباني- ط الدار السلفية- الكويت. ¶ ??سنن أبي داود- تحقيق محمد محي الدين عبد الحميد- ط المكتبة العصرية ¶ ??سير أعلام النبلاء- الذهبي- تحقيق مكتب مؤسسه الرسالة. ¶ ??شرح صحيح مسلم - النووي ط دار القلم . ¶ ??الشرح الصغير - الدردير - تحقيق د. مصطفى كمال - ط دار المعارف بمصر. ¶ ??شعب الإيمان- البيهقي- تحقيق بسيوني زغلول!!-ط دار الكتب ¶ ??صحيح البخاري- مع \"الفتح\". ¶ ??طرح التثريب- أبو الفضل العراقي وابنه أبوزرعة-ط دار إحياء التراث - بيروت . ¶ ??عارضة الأحوذي- أبو بكر بن العربي-ط دار إحياء التراث العربي. ¶ ??-عمل اليوم والليلة-أبوبكر بن السني- تحقيق: بشير محمد عيون- دار البيان- دمشق. ¶ ??غذاء الألباب- السفاريني - نشرة مكتبة الرياض الحديثة - بالرياض. ¶ ??فتح الباري- ابن حجر- مصوره دار الكتب العلمية. ¶ ??فتح المغيث- السخاوي- تحقيق عويضه!!- دار الكتب العلمية. ¶ ??الفتوحات الربانيه- ابن علان- دار إحياء التراث العربي. ¶ ??الفواكه الدواني- ابن غنيم النفراوي-ط مصطفى البابي الحلبي ¶ ??الكاشف لمن له رواية في الكتب الستة - الذهبي - تحقيق عزت عطية و موسى الموشى -ط دار النصر القاهرة ¶ ??الكافي- ابن عبدالبر- تحقيق - تحقيق محمّد الموُريتاني - ط مكتبة الرياض الحديثة. ¶ ??الكامل- ابن عدي.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "??كشف الأستار- الهيثمي- تحقيق حبيب الرحمن الأعظمى-ط مؤسسة الرسالة- بيروت. ¶ ??كفاية الطالب- مع \"حاشية العدوي\". ¶ ??لسان الميزان- ابن حجر العسقلاني- مؤسسة الأعلمي عن ط دائرة المعارف النظامية. ¶ ??المجرومين- ابن حبان- تحقيق محمود زايد- دار الوعي بحلب. ¶ ??مجمع البحرين- الهيثمي- تحقيق عبد القدوس نذير ط مكتبة الرشد بالرياض. ¶ ??مجمع الزوائد- الهيثمي- دار الكتاب العربي- بيروت. ¶ ??مختصر سنن أبي داود- المندري- ط دار المعرفة. ¶ ??مسند البزار- مع الكشف. ¶ ??مصنف عبدالرزاق- تحقيق حبيب الرحمن الأعظمي مصورة المكتب الإسلامي. ¶ ??مصنف ابن أبي شيبة- ط مصوّرة أظنُّها عن الهندية. ¶ ??المعجم الأوسط- الطبراني- \"مجمع البحرين\". ¶ ??المعجم الكبير- الطبراني- تحقيق حمدي عبدالمجيد- ط وزارة الأوقاف ببغداد. ¶ ??المغني في الضعفاء- الذهبي-تحقيق د. نورالدين عتر-ط. ¶ ??المقنع- ابن الملقن- تحقيق عبدالله بن يوسف الجديع- ط دار فواز- السعودية. ¶ ??المنتقى- الباجي- ط السعادة، بمصر. ¶ ??موطا مالك- روايه يحي الليثي- تحقيق محمد عبدالباقي- مُصورة دار الحديث. ¶ ??موطأ مالكا رواية سويد بن سعيد ط وزارة العدل بالبحرين . ¶ ??موطأ مالك رواية ابن وهب و ابن القاسم -مخطوط بتركيا . ¶ ??ميزان الإعتدال- الذهبي- تحقيق البخاري- ط دار المعرفة. ¶ ??هدي الساري- ابن حجر- دار الكتب العلمية (مع فتح الباري). ¶ الفهرس ¶ ??- المقدمة 3 ¶ ??-الفصل الأول في بيان وهاء حديث زيد بن أرقم 5 ¶ ??-الفصل الثاني تخريج ما في الباب 15 ¶ ??-الفصل الثالث ذكر الأدلة المعارضة للزيادة 23 ¶ ??-الفصل الرابع ذكر أقوال أهل العلم 43 ¶ ??- الخاتمة 63 ¶ ??- المراجع 67 ¶ زيادات على الطبعة الأولى لـ ¶ إعلام الأنام بما انتهى إليه السلام ¶ ص :25 يضاف :",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ثم وقفت على أثر عند ابن سعدٍ (6/158) : أخبرنا الفضل بن دكين ، حدثنا عطية بن عقبة الأسدي قال :حدثني دحية بن عمرو قال :(( أتيت عمر بن الخطاب فقلت السلام عليك يا أمير المؤمنين ورحمة الله وبركاته فقال وعليك السلام ورحمة الله وبركاته ومغفراته -أو قال : و مغفرته - )) . ¶ قلت: عطية و دحية لا يعرفان ، بل ليس لهما في كتب التراجم ذكرٌ . ¶ ص44: يضاف حول أثر ابن عباس: ¶ عزاه في (( الدر المنثور )) (4/453) إلى : أبي الشيخ . ¶ ص45 يضاف: ¶ عزاه في (( الدر المنثور )) (4/453) إلى : ابن المنذر و ابن أبي حاتم و الحاكم . ¶ ص47: يضاف: ¶ طريق سادسة لأثر ابن عباس : ¶ فقد أخرج الحاكم (2/344) من طريق عيسى بن جعفر الرازي : حدثنا سفيان بن سعيد عن عمر بن سعيد عن عطاء في قول الله عز وجل رحمة الله وبركاته عليكم أهل البيت قال :كنت عند عبد الله بن عباس إذ جاءه رجل فسلم عليه فقلت وعليكم السلام ورحمة الله وبركاته ومغفرة فقال ابن عباس : انته إلى ما انتهت إليه الملائكة. ¶ و قال الحاكم عقبه : هذا حديث غريب صحيح للثوري لا أعلم أنا كتبناه إلا بهذا الإسناد ولم يخرجاه . ¶ قلت : سنده صحيحٌ . ¶ و طريق سابعة : أخرجها البيهقي – كما في الدر ( 4/453) و لم أقف عليها - عن ابن عباس أن سائلا قام على الباب وهو عند ميمونة رضي الله عنها فقال: السلام عليكم أهل البيت و رحمة الله وبركاته وصلواته ومغفرته، فقال ابن عباس: انتهوا بالتحية إلى ما قال الله ?رحمة الله و بركاته ?. ¶ ص48 : ¶ قلت في الحاشية : لم أجده في المطبوعة : ¶ ثم وجدته فيها في (6/ 510) من طريق ابن وهب في (( جامعه)) : أخبرني سعيدبن أبي أيوب عن زهرة بن معبد عن عروة به و في لفظه \": ما ترك لنا فضلا . و سنده صحيح .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "و يضاف أيضاً : ما أخرجه ابن سعد (6/141) بسند صحيح عن أبي إسحاق أنه كان عند شريح فكان إذا جاءه الرجل فقال السلام عليكم قال شريح : السلام عليكم ورحمة الله فإن قال الرجل ورحمة الله قال شريح :و بركاته. ¶ ص50: يضاف عن أثر ابن عمر : ¶ و أخرجه من طريق مالك : البيهقي في الشعب (6/510) . ¶ ص66 يضاف: ¶ قول البيهقي بعد أن أخرج الروايات الدالة على انتهاء السلام إلى و بركاته : (( اتفقت هذه الروايات على الانتهاء إلى وبركاته )) ( شعب الإيمان 6 / 455) .",
            "page": "37",
            "part": "1"
        }
    ],
    "t36715": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "اعلام الانام"
        }
    ]
}