{
    "b36746": [
        {
            "id": "1",
            "nass": "دُروسٌ وعِبَرٌ مِنْ قِصَّةِ قارونَ ¶ جمع وإعداد ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ (( حقوق الطبع لكل مسلم )) ¶ (( الطبعة الثانية )) ¶ منقحة ومعدلة ¶ (( ماليزيا- بهانج- دار المعمور))",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين ، القائل في محكم كتابه العزيز : {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُوْلِي الأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلَّ شَيْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ} (111) سورة يوسف . ¶ وأصلي وأسلم على خاتم الرسل الكرام ، القائل : \" خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ \" (¬1) ¶ وعلى آله وصحبه ، ومن سار على دربهم إلى يوم الدين . ¶ أما بعد : ¶ إنَّ من أدب الشريعة معرفةَ تاريخ سلفها في التشريع من الأنبياء بشرائعهم فكان اشتمال القرآن على قصص الأنبياء وأقوامهم تكليلاً لهامة التشريع الإسلامي بذكر تاريخ المشرِّعين ، قال تعالى : {وَكَأَيِّن مِّن نَّبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُواْ لِمَا أَصَابَهُمْ فِي سَبِيلِ اللّهِ وَمَا ضَعُفُواْ وَمَا اسْتَكَانُواْ وَاللّهُ يُحِبُّ الصَّابِرِينَ} (146) سورة آل عمران. ¶ وقد رأيتُ من أسلوب القرآن في هذا الغرض أنه لا يتعرَّضُ إلا إلى حال أصحاب القِصَّة في رسوخ الإيمان وضعفه ،وفيما لذلك من أثر عناية إلهية أو خذلانٍ . ¶ وفي هذا الأسلوب لا تجدُ في ذكر أصحاب هذه القصص بيانَ أنسابهم أو بلدانهم إذِ العبرةُ فيما وراء ذلك من ضلالهِم أو إيمانهِم . ¶ ¬__________ ¶ (¬1) - صحيح البخارى(5027)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وكذلك ما فيها من فائدة التاريخ من معرفة ترتيب المسببات على أسبابها في الخير والشرِّ والتعمير والتخريب لتقتديَ الأمة وتحذرَ قال تعالى :{فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لَآيَةً لِّقَوْمٍ يَعْلَمُونَ} (52) سورة النمل. ¶ وما فيها من فائدة ظهور المثُلِ العُليا في الفضيلة وزكاء النفوس أو ضدِّ ذلك . ¶ وما فيها من موعظة المشركين بما لحق الأمم التي عاندت رسلُها وعصت أوامرَ ربها حتى يرعووا عن غلوائهم ويتعظوا بمصارع نظرائهم وآبائهم،وكيف يورثُ اللهُ الأرضَ أولياءَه وعبادَه الصالحين ،قال تعالى: {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ} (105) سورة الأنبياء، وهذا في القصص التي يذكر فيها ما لقيه المكذِّبون للرسل كقصص قوم نوح وعاد وثمود وأهل الرس وأصحاب الأيكة ، وقارون . ¶ وأنَّ في حكاية القَصص سلوكَ أسلوبِ التوصيفِ والمحاورةِ، وذلك أسلوبٌ لم يكنْ معهوداً للعربِ فكان مجيئُه في القرآن ابتكارَ أسلوبٍ جديدٍ في البلاغةِ العربيةِ شديدِ التأثيرِ في نفوس أهل اللسانِ، وهو من إعجاز القرآنِ ؛ إذ لا يُنكرون أنه أسلوبٌ بديعٌ ،لا يستطيعونَ الإتيانَ بمثله، إذ لم يعتادوهُ ... (¬1) ¶ لقد سيقت القصص القرآنية للعبرة والعظة ،حيث يقف المسلمون والمشركون على أحوال من تقدمهم من الأمم فيعتبر ذوو الألباب ويتعظون،وفيها التسليةُ الكاملةُ للنبي - صلى الله عليه وسلم - وصحبه من حيث يقفون على أخبار الرسل وأممهم وكيف كانت العاقبة للمتقين ، والدائرة على الكافرين المعاندين ، وفي هذا تثبيت لهم وشحذٌ لعزائمهم ،قال تعالى :{فَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِّن نَّهَارٍ بَلَاغٌ ¶ ¬__________ ¶ (¬1) - انظر التحرير والتنوير - (1 / 36)",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ} (35) سورة الأحقاف. {وَكُلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنبَاء الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَاءكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ} (120) سورة هود،. ¶ وقد سيقت القصةُ دليلاً على صدق الرسول - صلى الله عليه وسلم - وأنَّ خبره من السماء ،إذ هو يقصُّ أخباراً ما كان يعلمها هو ولا أحدٌ من قومه ، ولا يكون هذا إلا بوحي من السماء {تِلْكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنتَ تَعْلَمُهَا أَنتَ وَلاَ قَوْمُكَ مِن قَبْلِ هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ} (49) سورة هود. ¶ وهي علاج للقلوب ، ودواء للنفوس لما فيها من أخبار الأمم وما حلَّ بالعاصين من عاجل بأس اللّه. فأهلُ اليقين وغيرهم إذا تلوها تراءى لهم من ملكه وسلطانه وعظمته وجبروته حيث يبطشُ بأعدائهِ ما تذهلُ منه النفوسُ. وتشيبُ منه الرؤوسُ ¶ والقصةُ مدرسةُ المؤمنين المنتفعينَ بهدي القرآن ،{هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِّقَوْمِ يُوقِنُونَ } (20) سورة الجاثية، فيها أحسنُ الدروس ، وأقوى الأمثالِ التي تضربُ لتحمُّلِ الدعاة المرشدين {قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّيَ وَآتَانِي رَحْمَةً مِّنْ عِندِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَارِهُونَ} (28) سورة هود. ¶ أما تكرارها في القرآن فلِما في أغراضها ومقاصدها من معانٍ جليةٍ ، وفوائدَ ساميةٍ يحرصُ القرآنُ دائماً على ذكرها لتكون ماثلةً أمام أعين المسلمينَ بكلِّ لونٍ وأسلوبٍ. (¬1) ¶ ¬__________ ¶ (¬1) - انظر : التفسير الواضح - (1 / 1105) ،التفسير المنير ـ موافقا للمطبوع - (2 / 430) ،التفسير الحديث 1-10 لدروزة - (1 / 2171)",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وقصةُ قارونً من هذا القبيل ،فهي تمثِّلًُ طغيان المالِ ، والتهالك على جمع الحطام، وكيف يعمي بصر صاحبه عن رؤية الحقِّ الأبلج ، وبالتالي كيف يودي بصاحبه إلى الهاوية وما أكثر هؤلاء في كل العصور ، ولاسيما في عصرنا هذا ،{كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى (6) أَنْ رَآهُ اسْتَغْنَى (7) إِنَّ إِلَى رَبِّكَ الرُّجْعَى (8) [العلق : 6 - 8]}. وقد قمت بإفرداها في كتيب منذ حولي عشرين سنة ، وطبع الكتاب ، ونفذت الطبعة الأولى ، وكان بودي إعادة النظر فيه والتوسع أكثر منذ زمان . ¶ وهذا الكتاب قد قسمته إلى المباحث التالية : ¶ المبحث الأول- أَغْرَاض اَلْقِصَّة في القرآن الكريم ¶ المبحث الثاني- قصة المال والعلم وتأثيرهما في النفس الإنسانية ¶ المبحث الثالث-تحليل القصة وتفصيلها، وفيه ثلاثة مطالب ¶ المطلب الأول- بغيه على قوم موسى واغتراره بماله ¶ المطلب الثاني- بعض مظاهر بغي قارون وكبريائه ¶ المطلب الثالث- محل الجزاء ومقداره والعبرة من قصة قارون ¶ المبحث الثالث- توجيهات عامة من القصة ¶ المبحث الرابع-ومضات من أقوال المفسرين ¶ وقد ذكرت شرح المفردات ، ومناسبة الآيات ، وتفسير الآيات ، والدروس والعبر المستقاة من الآيات بشكل مفصل، ووشيته بعديد من الأحاديث النبوية التي توضح ذلك وتؤيده ، وقمت بتخريجها بشكل مختصر والحكم عليها ، وذكرت المصادر بهامش كل موضوع . ¶ وفيه جمع بين الأساليب القديمة والحديثة ، في فهم قصص القرآن ، وأخذ الدروس والعبر منها.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولم أخرج عن قواعد التفسير وأصوله في الموضوع . ¶ فإن أصبت فمن الله ، وله الفضل والمنة ، وإن أخطأت فمن تقصيري ، وأستغفر الله . ¶ قال تعالى : {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِن كُنتَ مِن قَبْلِهِ لَمِنَ الْغَافِلِينَ} (3) سورة يوسف . ¶ أسأل الله تعالى أن ينفع كاتبه ، وقارئه وناشره والدالُّ عليه في الدارين . ¶ جمعه وأعده ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ 12 ربيع الأول 1430 هـ الموافق ل 9/3/2009 م ¶ - - - - - - - - - - - - -",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المبحث الأول ¶ أَغْرَاض اَلْقِصَّة في القرآن الكريم ¶ إن الذي يتدبر القرآن الكريم، يرى جانبا كبيرا من آياته وسوره، قد اشتمل على قصص الأنبياء عليهم الصلاة والسلام، وعلى قصص غيرهم من الأخيار والأشرار. ¶ يرى ذلك بصورة أكثر تفصيلا في السور المكية، التي كان نزولها قبل الهجرة، لأنها في الأعم والأغلب اهتمت بإقامة الأدلة على وحدانية الله تعالى وعلى صدق الرسول - صلى الله عليه وسلم - فيما يبلغه عن ربه، وعلى أن هذا القرآن من عند الله تعالى وعلى أن البعث وما يترتب عليه من ثواب أو عقاب حق وصدق. ¶ وهذه الأدلة ساقتها السور المكية تارة عن طريق قصص الأنبياء مع أقوامهم، وتارة عن غير ذلك من الطرق الأخرى، كالنظر في ملكوت السماوات والأرض، وفي خلق الإنسان وغيره من سائر المخلوقات. ¶ أما السور المدنية وهي التي كان نزولها بعد الهجرة، فهي في الأعم والأغلب اهتمت بعد أن رسخت العقيدة السليمة في قلوب المؤمنين، بتفصيل أحكام الشريعة العملية، كالعبادات، والمعاملات، والحدود، والعلاقات الاجتماعية، وتنظيم شئون الدولة الإسلامية داخليا وخارجيا..",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فمثلا من السور المكية التي اشتمل معظمها، أو جانب كبير منها، على قصص الأنبياء، سور: الأعراف، ويونس، وهود، ويوسف، والشعراء، والقصص، والصافات .. الخ. ¶ والقصة في كل زمان ومكان لها أثرها العميق في النفوس، لما فيها من عنصر التشويق، وجوانب الاعتبار والاتعاظ .. ولا تزال على رأس الوسائل التي يدخل منها الهداة والمصلحون والقادة، إلى قلوب الناس وعقولهم، لكي يسلكوا الطريق القويم، ويعتنقوا الفضائل، ويجتنبوا الرذائل، ويسلموا وجوههم لله الواحد القهار ومن هنا ساق ما ساق من قصص يمتاز بسمو الغاية، وشريف المقصد، وصدق الكلمة والموضوع، وتحري الحقيقة بحيث لا تشوبها شائبة من الوهم أو الخيال أو مخالفة الواقع. ¶ كما أن من مميزات قصص القرآن: اشتماله عن طرق شتى في التربية والتهذيب، تارة عن طريق الحوار، وأحيانا عن طريق سلوك طريق الحكمة والاعتبار، وطورا عن طريق التخويف والإنذار نرى ذلك على سبيل المثال في قوله تعالى: [{ذَلِكَ مِنْ أَنبَاء الْقُرَى نَقُصُّهُ عَلَيْكَ مِنْهَا قَآئِمٌ وَحَصِيدٌ \"100\" وَمَا ظَلَمْنَاهُمْ وَلَكِن ظَلَمُواْ أَنفُسَهُمْ فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِن دُونِ اللّهِ مِن شَيْءٍ لِّمَّا جَاء أَمْرُ رَبِّكَ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ \"101\" وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ \"102\" إِنَّ فِي ذَلِكَ لآيَةً لِّمَنْ خَافَ عَذَابَ الآخِرَةِ ذَلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ النَّاسُ وَذَلِكَ يَوْمٌ مَّشْهُودٌ \"103\" } (سورة هود: 100 ـ 103)]",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "والقصة في القرآن ليست عملا فنيا مستقلا في موضوعه وطريقة عرضه وإدارة حوادثه - كما هو الشأن في القصة الفنية الحرة , التي ترمي إلى أداء غرض فني طليق - إنما هي وسيلة من وسائل القرآن الكثيرة إلى أغراضه الدينية . والقرآن كتاب دعوة دينية قبل كل شيء ؛ والقصة إحدى وسائله لإبلاغ هذه الدعوة وتثبيتها . شأنها في ذلك شأن الصور التي يرسمها للقيامة وللنعيم والعذاب , وشأن الأدلة التي يسوقها على البعث وعلى قدرة الله , وشأن الشرائع التي يفصلها والأمثال التي يضربها ... إلى آخر ما جاء في القرآن من موضوعات . ¶ وقد خضعت القصة القرآنية في موضوعها , وفي طريقة عرضها , وإدارة حوادثها , لمقتضى الأغراض الدينية ؛ وظهرت آثار هذا الخضوع في سمات معينة سنعرض لها بعد قليل . ولكن هذا الخضوع الكامل للغرض الديني , ووفاءها بهذا الغرض تمام الوفاء , لم يمنع بروز الخصائص الفنية في عرضها . ولا سيما خصيصة القرآن الكبرى في التعبير . وهي التصوير . ¶ وقد لاحظنا من قبل أن التعبير القرآني يؤلف بين الغرض الديني والغرض الفني , فيما نعرضه من الصور والمشاهد . بل لاحظنا أنه يجعل الجمال الفني أداة مقصودة للتأثير الوجداني , فيخاطب حاسة الوجدان الدينية , بلغة الجمال الفنية . والفن والدين صنوان في أعماق النفس وقرارة الحس , وإدراك الجمال الفني دليل استعداد لتلقي التأثير الديني , حين يرتفع الفن إلى هذا المستوى الرفيع , وحين تصفو النفس لتلقي رسالة الجمال .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقد أوردنا في فصل \" التصوير الفني \" نموذجين من القصة , عملت فيهما الريشة المعجزة عملها , وهي تعرضهما عرضا أخاذا . وقد وعدنا هناك بتفصيل البحث في القصة , فلنأخذ الآن في هذا التفصيل. ¶ أغراض القصة ¶ سيقت القصة في القرآن لتحقيق أغراض دينية بحتة كما أسلفنا ؛ وقد تناولت من هذه الأغراض عددا وفيرا من الصعب استقصاؤه , لأنه يكاد يتسرب إلى جميع الأغراض القرآنية ؛ فإثبات الوحي والرسالة , وإثبات وحدانية الله , وتوحد الأديان في أساسها , والإنذار والتبشير , ومظاهر القدرة الإلهية , وعاقبة الخير والشر , والعجلة والتريث , والصبر والجزع , والشكر والبطر , وكثير غيرها من الأغراض الدينية , والمرامي الخلقية , قد تناولته القصة , وكانت أداة له وسبيلا إليه . ¶ فإذا نحن استعرضنا هنا أغراض القصة القرآنية , فإنما نثبت أهم هذه الأغراض وأوضحها , ونترك استقصاءها وتتبعها : ¶ 1-بيان أن هذا القرآن عند الله تعالى وأن ما اشتمل عليه هذا القرآن من قصص للسابقين، لا علم للرسول - صلى الله عليه وسلم - بها، وإنما علمها بعد أن أوحاها الله تعالى إليه، وأنه صادق فيما يبلغه عن ربه. استمع إلى القرآن وهو يقرر ذلك في مواطن متعددة، فيقول في أعقاب حديث طويل عن قصة نوح عليه السلام مع قومه:[{تِلْكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنتَ تَعْلَمُهَا أَنتَ وَلاَ قَوْمُكَ مِن قَبْلِ هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ } (سورة هود: 49)]",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أي: تلك القصة التي قصصناها عليك عن نوح وقومه من أخبار الغيب الماضية، التي لا يعلم دقائقها وتفاصيلها أحد سوانا، ونحن \"نوحيها إليك\" ونعرفك بها عن طريق وحينا الصادق الأمين. ¶ وهذه القصة وأمثالها \"ما كنت تعلمها\" أنت يا محمد، وما كان يعلمها \"قومك\" أيضا بهذه الصورة الصادقة الحكيمة \"من قبل\" هذا الذي الوقت أوحيناها إليك فيه. ¶ ومادام الأمر كذلك \"فاصبر\" صبرا جميلا على تبليغ ما أمرك الله بتبليغه، كما صبر أخوك نوح من قبلك، واعلم أن العاقبة الحسنة للمتقين الذين صانوا أنفسهم عن كل ما لا يرضي الله تعالى. ¶ فالآية الكريمة تعقيب حكيم عن قصة نوح عليه السلام، قصد به الامتنان على النبي - صلى الله عليه وسلم - كما قصد به الموعظة والتسلية. ¶ أما الامتنان فنراه في قوله سبحانه: \"ما كنت تعلمها أنت ولا قومك من قبل هذا\" وأما الموعظة فنراها في قوله تعالى: \"فاصبر\". ¶ أما التسلية فنراها في قوله عز وجل: \"أن العاقبة للمتقين\". وشبيه بذلك ما قاله سبحانه في أعقاب الحديث الطويل عن قصة يوسف عليه السلام مع أخوته مع غيرهم قال تعالى:[{ذَلِكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُواْ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ } (سورة يوسف: 102)] ¶ أي: ذلك الذي قصصناه عليك يا محمد من قصة أخيك يوسف، من الأخبار الغيبية التي لا يعلمها علما تاما شاملا إلا الله تعالى وحده، ونحن \"نوحيه إليك\" ونخبرك به لما فيه من العظات والعبر.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وأنت يا محمد ما كنت حاضرا مع أخوة يوسف، وقت أن أجمعوا أمرهم للمكر به، وللاعتداء عليه، وقد أخبرناك بذلك للاعتبار والاتعاظ. ¶ ونرى مثل هذا المعنى أيضا وهو الدلالة على أن هذا القرآن من عند الله تعالى وحده ما قصه سبحانه علينا بعد حديث طويل عن جانب من قصة موسى عليه السلام، وعن جانب من قصة مريم. ¶ أما بالنسبة لقصة موسى عليه السلام فقد قال سبحانه:[{وَمَا كُنتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنتَ مِنَ الشَّاهِدِينَ \"44\" وَلَكِنَّا أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ وَمَا كُنتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ \"45\" وَمَا كُنتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا .. \"46\"} (سورة القصص: الآيات 44 ـ46)] ¶ أي: لم تكن يا محمد حاضرا وقت أن كلفنا أخاك موسى بحمل رسالتنا، وكان ذلك عند الجانب الغربي لجبل الطور، ولم تكن أيضا من المشاهدين لما أوحيناه إليه، ولكنا أخبرناك بذلك بعد أن خلت بينك وبين موسى أزمان طويلة. ¶ ولم تكن أيضا مقيما في أهل مدين، وقت أن حدث ما حدث بين موسى عليه السلام وبين الشيخ الكبير وابنتيه من محاورات .. ¶ ولم تكن كذلك بجانب جبل الطور وقت أن نادينا أخاك موسى، وأنزلنا إليه التوراة لتكون هداية ونورا لقومه. ¶ فالمقصود بهذه الآيات الكريمة بيان أن هذا القرآن من عند الله تعالى، وأن الرسول - صلى الله عليه وسلم - لم يكن عالما بتلك الأحداث السابقة، وإنما أخبره الله تعالى بها عن طريق قرآنه الكريم، ووحيه الصادق الأمين.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وأما بالنسبة لقصة مريم، فقد قال سبحانه خلالها: [{ذَلِكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهِ إِلَيكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ } (سورة آل عمران: الآية 44)] ¶ أي: ذلك القصص الحكيم الذي قصصناه عليك يا محمد فيما يتعلق بما قالته امرأة عمران، وما قاله زكريا، وما قالته الملائكة لمريم. ¶ ذلك كله من أخبار الغيب التي ما كنت تعلمها أنت ولا قومك، وإنما يعلمها الله وحده وأنت ما كنت حاضرا مع زكريا عليه السلام ومع الذين نافسوه في كفالة مريم، واقترعوا على ذلك فكانت كفالتها من نصيب زكريا عليه السلام، ومن الواضح أن المقصود بهذه الآية الكريمة، وما يشبهها من آيات كثيرة، إقامة الأدلة على أن هذا القرآن من عند الله تعالى، وأن ما اشتمل عليه من قصص السابقين لم يكن للرسول - صلى الله عليه وسلم - علم به، ولم يكن أيضا لغيره علم صحيح به. ¶ فجاء القرآن الكريم بهذه القصص، وحكاها بالحق والصدق، لتكون عبرة وعظة للناس .. قال تعالى: [{إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ وَمَا مِنْ إِلَهٍ إِلاَّ اللّهُ وَإِنَّ اللّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ } (سورة آل عمران: الآية 62)] ¶ وقال سبحانه: [{نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى } (سورة الكهف: الآية 13)] ¶ وقال عز وجل: [{فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ وَمَا كُنَّا غَآئِبِينَ } (سورة الأعراف: الآية 7)] ¶ 2- وكان من أغراض القصة : بيان أن الدين كله من عند الله , من عهد نوح إلى عهد محمد - صلى الله عليه وسلم - . وأن المؤمنين كلهم أمة واحدة , والله",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الواحد رب الجميع ؛ وكثيرا ما وردت قصص عدد من الأنبياء مجتمعة في سورة واحدة , معروضة بطريقة خاصة , لتؤيد هذه الحقيقة . ولما كان هذا غرضا أساسيا في الدعوة , فقد تكرر مجيء هذه القصص , على هذا النحو , مع اختلاف في التعبير , لتثبيت هذه الحقيقة وتوكيدها في النفوس , نضرب لذلك مثلا ما جاء في سورة \" الأنبياء \" : \" وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْراً لِلْمُتَّقِينَ. الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ وَهُم مِّنَ السَّاعَةِ مُشْفِقُونَ . وَهَذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَاهُ أَفَأَنتُمْ لَهُ مُنكِرُونَ \" . \" وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِن قَبْلُ وَكُنَّا بِه عَالِمِينَ . إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنتُمْ لَهَا عَاكِفُونَ . قَالُوا وَجَدْنَا آبَاءنَا لَهَا عَابِدِينَ \" . إلى قوله : \" وَأَرَادُوا بِهِ كَيْداً فَجَعَلْنَاهُمُ الْأَخْسَرِينَ . وَنَجَّيْنَاهُ وَلُوطاً إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ . وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً وَكُلّاً جَعَلْنَا صَالِحِينَ . وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاء الزَّكَاةِ وَكَانُوا لَنَا عَابِدِينَ \" . ¶ \" وَلُوطاً آتَيْنَاهُ حُكْماً وَعِلْماً وَنَجَّيْنَاهُ مِنَ الْقَرْيَةِ الَّتِي كَانَت تَّعْمَلُ الْخَبَائِثَ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ .وَأَدْخَلْنَاهُ فِي رَحْمَتِنَا إِنَّهُ مِنَ الصَّالِحِينَ \" . \" وَنُوحاً إِذْ نَادَى مِن قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ . وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ \" . \" وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ . فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلّاً آتَيْنَا حُكْماً وَعِلْماً وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فَاعِلِينَ . وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّن بَأْسِكُمْ فَهَلْ أَنتُمْ شَاكِرُونَ \" . \"",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ . وَمِنَ الشَّيَاطِينِ مَن يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلاً دُونَ ذَلِكَ وَكُنَّا لَهُمْ حَافِظِينَ \" . \" وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ . فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَى لِلْعَابِدِينَ \" . \" وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ كُلٌّ مِّنَ الصَّابِرِينَ . وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا إِنَّهُم مِّنَ الصَّالِحِينَ \" . \" وَذَا النُّونِ(2) إِذ ذَّهَبَ مُغَاضِباً فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَن لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ . فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنجِي الْمُؤْمِنِينَ \" . \" وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْداً وَأَنتَ خَيْرُ الْوَارِثِينَ . فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَباً وَرَهَباً وَكَانُوا لَنَا خَاشِعِينَ \" . \" وَالَّتِي أَحْصَنَتْ فَرْجَهَا(3) فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِّلْعَالَمِينَ \" . \" إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ \" . ¶ وهذا هو الغرض الأصيل , من هذا الاستعراض الطويل . وغيره من الأغراض الأخرى , يأتي عرضا وفي ثناياه .. ¶ 3- وكان من أغراض القصة بيان أن الرسل جميعا قد أرسلهم الله تعالى برسالة واحدة في أصولها ألا وهي إخلاص العبادة لله الواحد القهار، وأداء التكاليف التي كلف سبحانه خلقه بها وقد وردت آيات كثيرة تدل على أن أول كلمة قالها كل رسول لقومه، هي أمرهم بعبادة الله تعالى، ونهيهم عن عبادة أحد سواه.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فهذا نوح عليه السلام يقول لقومه كما حكى القرآن عنه: [{يَا قَوْمِ اعْبُدُواْ اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ } (سورة الأعراف: 59)] ¶ وهذا هود عليه السلام يقول لقومه:[{يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ } (سورة الأعراف: 65)] ¶ وهذا صالح عليه السلام يقول لقومه:[{يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ } (سورة الأعراف: 73)] ¶ وهذا شعيب عليه السلام يقول لقومه:[{يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ } (سورة الأعراف: 85)] ¶ فهذه الجملة الكريمة حكاية لما وجهه هؤلاء الأنبياء لقومهم من إرشادات وهدايات. أي: قالوا لهم بكل لطف وأدب: اعبدوا الله وحده لا شريك له، فإنه هو المستحق للعبادة، أما سواه فلا يملك لنفسه نفعا ولا ضرا. ¶ ويحكي القرآن الكريم هذا المعنى على لسان كل نبي فيقول: [{وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ } (سورة الأنبياء: 25)] ¶ أي: وما أرسلنا من قبلك يا محمد من رسول آخر، إلا وأفهمناه عن طريق وحينا، أنه لا إله يستحق العبادة والطاعة آلا أنا، فعليه أن يأمر قومه بذلك، وأن ينهاهم عن عبادة غيري ¶ 4- وكان من أغراض القصة بيان أن وسائل الأنبياء في الدعوة موحدة , وأن استقبال قومهم لهم متشابه - فضلا على أن الدين من عند إله واحد , وأنه قائم على أساس واحد - وتبعا لهذا كانت ترد قصص كثير من الأنبياء مجتمعة أيضا , مكررة فيها طريقة الدعوة , على نحو ما",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "جاء في سورة \" هود \" : \" وَلَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُّبِينٌ . أَن لاَّ تَعْبُدُواْ إِلاَّ اللّهَ إِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ . فَقَالَ الْمَلأُ الَّذِينَ كَفَرُواْ مِن قِوْمِهِ مَا نَرَاكَ إِلاَّ بَشَراً مِّثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلاَّ الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِن فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ \" . إلى أن يقول : \" وَيَا قَوْمِ لا أَسْأَلُكُمْ عَلَيْهِ مَالاً إِنْ أَجْرِيَ إِلاَّ عَلَى اللّهِ ... \" . وإلى أن يقولوا له \" .. يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتَنِا بِمَا تَعِدُنَا إِن كُنتَ مِنَ الصَّادِقِينَ \" . ¶ \" وَإِلَى عَادٍ أَخَاهُمْ هُوداً قَالَ يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ إِنْ أَنتُمْ إِلاَّ مُفْتَرُونَ . يَا قَوْمِ لا أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِنْ أَجْرِيَ إِلاَّ عَلَى الَّذِي فَطَرَنِي أَفَلاَ تَعْقِلُونَ \" .إلى قوله : \" قَالُواْ يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ . إِن نَّقُولُ إِلاَّ اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوَءٍ قَالَ إِنِّي أُشْهِدُ اللّهِ وَاشْهَدُواْ أَنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ . مِن دُونِهِ فَكِيدُونِي جَمِيعاً ثُمَّ لاَ تُنظِرُونِ \" ... إلخ ¶ \" وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحاً قَالَ يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ هُوَ أَنشَأَكُم مِّنَ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُواْ إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ . قَالُواْ يَا صَالِحُ قَدْ كُنتَ فِينَا مَرْجُوّاً قَبْلَ هَذَا أَتَنْهَانَا أَن نَّعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ \" .... إلخ ¶ 5- وكان من أغراض القصة بيان الأصل المشترك بين دين محمد ودين إبراهيم عليهما السلام بصفة خاصة , ثم أديان بني إسرائيل بصفة عامة ؛ وإبراء أن هذا الاتصال أشد من الاتصال العام بين جميع الأديان .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فتكررت الإشارة إلى هذا في قصص إبراهيم وموسى وعيسى : \" إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى . صُحُفِ إِبْرَاهِيمَ وَمُوسَى \" . ¶ \" أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى . وَإِبْرَاهِيمَ الَّذِي وَفَّى . أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى \" . \" إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُوا ... \" . \" ... مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ ... \" . \" وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الْأِنْجِيلَ فِيهِ هُدىً وَنُورٌ وَمُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدىً وَمَوْعِظَةً لِلْمُتَّقِينَ \" . إلى أن يقول : \" وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً ... \" . ¶ 6- وكان من أغراض القصة بيان أن الله ينصر أنبياءه في النهاية ويهلك المكذبين , وذلك تثبيتا لمحمد - صلى الله عليه وسلم - , وتأثيرا في نفوس من يدعوهم إلى الإيمان : \" وَكُلّاً نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَاءَكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ \" . وتبعا لهذا الغرض كانت ترد قصص الأنبياء مجتمعة , مختومة بمصارع من كذبوهم . ويتكرر بهذا عرض القصص كما جاء في سورة \" العنكبوت \" : \" وَلَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَاماً فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ. فَأَنجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِّلْعَالَمِينَ \" . \" وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ \" . إلخ \" وَلُوطاً إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ \" . إلى أن يقول \" )إِنَّا مُنْزِلُونَ عَلَى أَهْلِ هَذِهِ الْقَرْيَةِ رِجْزاً مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ. َلَقَد تَّرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "\" . \" وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْباً فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ . فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ \" . \" وَعَاداً وَثَمُودَ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَاكِنِهِمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ \" . \" وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءهُم مُّوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ \" . \" فَكُلّاً أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُم مَّنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ \" . ¶ وتلك هي النهاية الواحدة للمكذبين . ¶ 7- وكان من أغراض القصة تصديق التبشير والتحذير , وعرض نموذج واقع من هذا التصديق , كالذي جاء في سورة \" الحجر \" : \" نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ . وأَنَّ عَذَابِي هُوَ الْعَذَابُ الأَلِيمَ \" . فتصديقا لهذا وذلك جاءت القصص على النحو التالي : \" وَنَبِّئْهُمْ عَن ضَيْفِ إِبْراَهِيمَ . إِذْ دَخَلُواْ عَلَيْهِ فَقَالُواْ سَلاماً قَالَ إِنَّا مِنكُمْ وَجِلُونَ . قَالُواْ لاَ تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلامٍ عَلِيمٍ \" . ... إلخ . ¶ وفي هذه القصة تبدو \" الرحمة \" . ثم : \" فَلَمَّا جَاء آلَ لُوطٍ الْمُرْسَلُونَ . قَالَ إِنَّكُمْ قَوْمٌ مُّنكَرُونَ . قَالُواْ بَلْ جِئْنَاكَ بِمَا كَانُواْ فِيهِ يَمْتَرُونَ . وَأَتَيْنَاكَ بَالْحَقِّ وَإِنَّا لَصَادِقُونَ . فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ اللَّيْلِ وَاتَّبِعْ أَدْبَارَهُمْ وَلاَ يَلْتَفِتْ مِنكُمْ أَحَدٌ وَامْضُواْ حَيْثُ تُؤْمَرُونَ . وَقَضَيْنَا إِلَيْهِ ذَلِكَ الأَمْرَ أَنَّ دَابِرَ هَؤُلاء مَقْطُوعٌ مُّصْبِحِينَ . وَجَاء أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ . قَالَ إِنَّ هَؤُلاء ضَيْفِي فَلاَ تَفْضَحُونِ . وَاتَّقُوا اللّهَ وَلاَ تُخْزُونِ . قَالُوا أَوَلَمْ نَنْهَكَ عَنِ",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الْعَالَمِينَ . قَالَ هَؤُلاء بَنَاتِي إِن كُنتُمْ فَاعِلِينَ . لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ . فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ . فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّن سِجِّيلٍ . إِنَّ فِي ذَلِكَ لآيَاتٍ لِّلْمُتَوَسِّمِينَ . وَإِنَّهَا لَبِسَبِيلٍ مُّقيمٍ . إِنَّ فِي ذَلِكَ لآيَةً لِّلْمُؤمِنِينَ . وَإِن كَانَ أَصْحَابُ الأَيْكَةِ لَظَالِمِينَ . فَانتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ . وَلَقَدْ كَذَّبَ أَصْحَابُ الحِجْرِ الْمُرْسَلِينَ . وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُواْ عَنْهَا مُعْرِضِينَ . وَكَانُواْ يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتاً آمِنِينَ . فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ \" . ¶ وفي هذه القصة تبدو \" الرحمة \" في جانب لوط , ويبدو \" العذاب الأليم في جانب قومه المهلكين . ثم : \" وَلَقَدْ كَذَّبَ أَصْحَابُ الحِجْرِ الْمُرْسَلِينَ . وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُواْ عَنْهَا مُعْرِضِينَ . وَكَانُواْ يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتاً آمِنِينَ . فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ . فَمَا أَغْنَى عَنْهُم مَّا كَانُواْ يَكْسِبُونَ \" ¶ وفي هذه القصة يبدو \" العذاب الأليم \" للمكذبين . وهكذا يصدق الأنبياء , ويبدو صدقه في هذا القصص الواقع , بهذا الترتيب . ¶ 8- وكان من أغراض القصة بيان نعمة الله على أنبيائه وأصفيائه , كقصص سليمان وداود وأيوب وإبراهيم ومريم وعيسى وزكريا ويونس وموسى , فكانت ترد حلقات من قصص هؤلاء الأنبياء تبرز فيها النعمة في مواقف شتى , ويكون إبرازها هو الغرض الأول , وما سواه يأتي في هذا الموضع عرضا . ¶ 9- وكان من أغراض القصة , تنبيه أبناء آدم إلى غواية الشيطان , وإبراز العداوة الخالدة بينه وبينهم منذ أبيهم آدم , وإبراز هذه العداوة عن",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "طريق القصة أروع وأقوى,وأدعى إلى الحذر الشديد من كل هاجسة في النفس تدعو إلى الشر , وإسنادها إلى هذا العدو الذي لا يريد بالناس الخير ¶ ولما كان هذا موضوعا خالدا , فقد تكررت قصة آدم في مواضع شتى . ¶ 10- كذلك من أهداف القصة في القرآن الكريم: تثبيت فؤاد النبي - صلى الله عليه وسلم - ، وتسليته عما أصابه من قومه وتبشيره - صلى الله عليه وسلم - بأن العاقبة الطيبة ستكون له ولأصحابه .. ¶ أما تثبيت فؤاده عن طريق قصص الأنبياء السابقين، فنراه في آيات كثيرة: منها قوله تعالى: [{وَكُلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنبَاء الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَاءكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ } (سورة هود: الآية 120)] ¶ وقد جاءت هذه الآية الكريمة في أواخر سورة من سور القرآن الكريم الزاخرة بقصص الأنبياء مع أقوامهم وهي سورة هود عليه السلام. ¶ فقد اشتملت هذه السورة على قصة نوح مع قومه، وقصة هود مع قومه، وقصة صالح ولوط وشعيب مع أقوامهم، وقصة إبراهيم مع الملائكة الذين جاءوا يبشرونه بابنه إسحاق، كما اشتملت على جانب من قصة موسى عليه السلام مع فرعون وملئه. ¶ والمعنى: وكل نبأ من أنباء الرسل الكرام السابقين نقصه عليك أيها الرسول الكريم ونخبرك عنه: المقصود به تثبيت قلبك، وتقوية يقينك، وتسلية نفسك ونفوس أصحابك، عما لحقكم من أذى في سبيل تبليغ دعوة الحق إلى الناس ..",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ولقد جاءك يا محمد في هذه السورة الكريمة وغيرها من سور القرآن، الحق الثابت المطابق للواقع، والذكرى النافعة للمؤمنين بما جئت به. ¶ وأما التسلية عن طريق قصص الأنبياء السابقين، والتسرية عن قلبه - صلى الله عليه وسلم - ودعوته إلى الاقتداء بهم في صبرهم .. فكل ذلك نراه في آيات كثيرة منها قوله سبحانه:[{كَذَلِكَ مَا أَتَى الَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ \"52\" أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ \"53\" فَتَوَلَّ عَنْهُمْ فَمَا أَنتَ بِمَلُومٍ \"54\" وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنفَعُ الْمُؤْمِنِينَ \"55\"} (سورة الذاريات: الآيات من 52: 55)] ¶ وقد جاءت هذه الآيات بعد حديث مركز عن جانب من قصة إبراهيم وموسى وهود وصالح ونوح عليهم الصلاة والسلام. ¶ والمعنى: نحن نخبرك يا محمد بأنه ما أتى الأقوام الذين قبل قومك من نبي أو رسول، يدعوهم إلى عبادتنا وطاعتنا، إلا وقالوا له كما قال قومك في شأنك هذا الذي يدعي الرسالة أو النبوة ساحر أو مجنون. ¶ والمقصود بالآية الكريمة: تسلية النبي - صلى الله عليه وسلم - عما أصابه من مشركي قريش، إذ بين له سبحانه أن ما أصابه قد أصاب الرسل من قبله، والمصيبة إذا عمت خفت. ¶ ثم أضاف سبحانه إلى هذه التسلية تسلية أخرى فقال: \"أتواصوا به\"؟ ¶ أي: أوصي السابقون اللاحقين أن يقولوا لكل رسول يأتيهم من ربهم، أنت أيها الرسول ساحر أو مجنون! ¶ وقوله سبحانه: \"بل هم قوم طاغون\": إضراب عن تواصيهم إضراب إبطال، لأنهم لم يجمعهم زمان واحد أو مكان واحد، حتى يوصي بعضهم",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "بعضا، وإنما الذي جمعهم تشابه القلوب، والالتقاء على الكفر والفسوق والعصيان. ¶ أي: هل وصى بعضهم بعضا بهذا القول القبيح؟ كلا لم يوص بعضهم بعضا، لأنهم لم يتلاقوا، وإنما تشابهت قلوبهم، فاتحدت ألسنتهم في هذا القول المنكر. ¶ ثم تسلية ثالثة نراها في قوله تعالى: \"فتول عنهم فما أنت بملوم\". ¶ أي: فأعرض عنهم أيها الرسول الكريم وسر في طريقك دون مبالاة بمكرهم وسفاهتهم، فما أنت بملوم على الإعراض عنهم، وما أنت بمعاقب منا على ترك مجادلتهم .. ¶ وداود على التذكير والتبشير والإنذار مهما تقول المتقولون، فإن التذكير بما أوحيناه إليك من هدايات سامية، وآداب حكيمة .. ينفع المؤمنين. ¶ وشبيه بهذه الآيات في تسلية الرسول - صلى الله عليه وسلم - عما أصابه من أذى، قوله تعالى:[{وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ \"42\" وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ \"43\" وَأَصْحَابُ مَدْيَنَ وَكُذِّبَ مُوسَى فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ \"44\"} (سورة الحج: 42 ـ 44)] ¶ وأما دعوته - صلى الله عليه وسلم - على الاقتداء بإخوانه الأنبياء السابقين في صبرهم، فناره في آيات متعددة .. منها قوله سبحانه:[{أُوْلَئِكَ الَّذِينَ هَدَى اللّهُ فَبِهُدَاهُمُ اقْتَدِهْ .. } (سورة الأنعام: 90)]",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقد جاءت هذه الآية الكريمة بعد أن ذكر الله تعالى لنبيه - صلى الله عليه وسلم - في الآيات السابقة عليها أسماء ثمانية عشر نبيا، ثم أمره بالاقتداء بهم فقال:[{أُوْلَئِكَ الَّذِينَ هَدَى اللّهُ فَبِهُدَاهُمُ اقْتَدِهْ .. } (سورة الأنعام: 90)] ¶ أي: أولئك الأنبياء الذين ذكرناهم لك يا محمد، هم الذين هديناهم إلى الحق، وإلى الطريق المستقيم فبطريقتهم إلى الإيمان بالله، وفي ثباتهم على الحق، كن مقتديا ومتأسيا. ¶ وأما تبشيره - صلى الله عليه وسلم - عن طريق قصص الأنبياء السابقين بأن النصر سيكون له ولأتباعه، فنراه في آيات كثيرة: منها قوله تعالى: [{وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُواْ عَلَى مَا كُذِّبُواْ وَأُوذُواْ حَتَّى أَتَاهُمْ نَصْرُنَا وَلاَ مُبَدِّلَ لِكَلِمَاتِ اللّهِ وَلَقدْ جَاءكَ مِن نَّبَإِ الْمُرْسَلِينَ } (سورة الأنعام: 34)] ¶ أي: ولقد كذب الأقوام السابقون رسلا كثيرين جاءوا لهدايتهم، فكان موقف هؤلاء الرسل من هذا التكذيب والأذى الصبر والثبات، واستمروا على صبرهم وثباتهم حتى أتاهم نصرنا الذي اقتضته سنتنا وأحكامنا التي لا تتخلف. ¶ ولقد جاءك أيها الرسول الكريم من أخبار إخوانك الأنبياء السابقين ما فيه العظات والعبر، فعليك أن تستبشر بأن النصر سيكون لك ولأتباعك. ¶ ومن الآيات التي بشرت النبي - صلى الله عليه وسلم - بأن العافية ستكون له ولأتباعه، كما كانت للأنبياء السابقين وأتباعهم قوله تعالى: [{كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ } (سورة المجادلة: 21)]",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وقوله سبحانه: [{وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ \"171\" إِنَّهُمْ لَهُمُ الْمَنصُورُونَ \"172\" وَإِنَّ جُندَنَا لَهُمُ الْغَالِبُونَ \"173\"} (سورة الصافات: الآيات 171 ـ173)] ¶ [{إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ } (سورة غافر: الآية 51)] ¶ 11- كذلك من أهداف القصة في القرآن الكريم: الاعتبار والاتعاظ. قال تعالى: [{لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُوْلِي الأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلَّ شَيْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ }] ¶ وهذه الآية الكريمة هي الآية الأخيرة التي ختم الله تعالى بها سورة يوسف عليه السلام، التي اشتملت على أحسن القصص وأحكمه وأصدقه وأشده أثرا في النفوس .. أي: لقد كان في قصص أولئك الأنبياء الكرام، وما جرى لهم من أقوامهم، عبرة وعظة لأصحاب العقول السليمة، والأفكار القويمة، بسبب ما اشتمل عليه هذا القصص من حكم وآداب وإرشادات. ¶ وما كان هذا الذي قصصناه حديثا مختلقا أو كاذبا، وإنما هو حديث لحمته وسداه الصدق الذي لا يحوم حوله الكذب، والتأييد لما صح من الكتب السابقة التي امتدت إليها أيدي الفاسقين بالتحريف والتبديل، والتفصيل والتوضيح للشرائع السابقة، والهداية والرحمة لقوم يؤمنون به، ويعملون بما فيه من أمر أو نهي. ¶ والعبر والعظات التي نأخذها من قصص القرآن الكريم، لها صور شتى منها: بيان حسن عاقبة المؤمنين، الذين ثبتوا على الحق، وابتعدوا عن",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الباطل، وتابوا إلى الله تعالى توبة صادقة، وشكروا الله تعالى على نعمه، بأن استعملوها فيما يرضيه لا فيما يسخطه. ¶ ونرى نماذج لذلك في قصة سليمان عليه السلام الذي آتاه الله تعالى ملكا لا ينبغي لأحد من بعده، فلم يبطره هذا الملك، ولم يشغله عن ذكر الله تعالى بل قال كما حكى القرآن عنه \"هذا من فضل ربي ليبلوني أأشكر أم أكفر\". ¶ ونرى نماذج لذلك في قصة ذي القرنين، الذي مكن الله تعالى له في الأرض، فاستعمل ما آتاه الله من قوة في الخير لا في الشر، وفي الإصلاح لا في الإفساد. ¶ ونرى نماذج لذلك في قصة أصحاب الكهف، الذين آمنوا بربهم، وزادهم الله تعالى إيمانا على إيمانهم، بسبب ثباتهم على الحق. ¶ نرى نماذج لذلك في قصة قوم يونس عليه السلام الذين استجابوا لدعوة الحق، وصدقوا نبيهم فيما أخبرهم به، وأخلصوا دينهم لله تعالى. ¶ [{فَلَوْلاَ كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلاَّ قَوْمَ يُونُسَ لَمَّآ آمَنُواْ كَشَفْنَا عَنْهُمْ عَذَابَ الخِزْيِ فِي الْحَيَاةَ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ } (سورة يونس: الآية 98)] ¶ والمعنى: فهلا عاد المكذبون إلى رشدهم وصوابهم، فآمنوا بالحق الذي جاءتهم به رسلهم، فنجوا بذلك من العذاب، كما نجا منه قوم يونس عليه السلام بسبب ندمهم على ما فرط منهم، وإيمانهم إيمانا صادقا، وتوبتهم توبة نصوحاً، فعاشوا آمنين إلى حين انقضاء آجالهم في هذه الدنيا ..",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "12- ومنها: بيان سوء عاقبة المكذبين، الذين أصروا على كفرهم، ولم يستمعوا لنصائح أنبيائهم، واستحبوا العمى على الهدى، وجحدوا نعم الله تعالى واستعملوها في المعاصي لا في الطاعات. ¶ ونرى نماذج لذلك في قصة قارون الذي آتاه الله تعالى من النعم ما أتاه، فلم يشكر الله تعالى على نعمه، بل قال بكل غرور وصلف: \"إنما أوتيته على علم عندي\". ¶ كما نرى نماذج لذلك في قصة أهل سبأ الذين قال الله تعالى في شأنهم: [{لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ كُلُوا مِن رِّزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ \"15\" فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَى أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِّن سِدْرٍ قَلِيلٍ \"16\" ذَلِكَ جَزَيْنَاهُم بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ \"17\"} (سورة سبأ: الآيات: 15 ـ 17)] ¶ ولفظ \"سبأ\" في الأصل: اسم لرجل ينتهي نسبه إلى أول ملك من ملوك اليمن، والمراد به هنا: الحي أو القبيلة المسماة باسمه، وكانوا يسكنون بمأرب على مسيرة ثلاثة أيام من صنعاء. ¶ والمعنى: لقد كان لقبيلة سبأ في مساكنهم، علامة واضحة على فضل الله مساكنهم والثاني عن شمالها .. وقال الله تعالى لهم على ألسنة الصالحين منهم: \"كلوا من رزق ربكم واشكروا له\" نعمه، فأنتم تسكون في بلدة طيبة، فيها كل ما تحتاجونه، وقد منحها لكم الله الرحيم بكم، الغفور لذنوبكم، فاشكروه على ذلك.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "\"فأعرضوا\" أي: فأعرضوا عن نصح الناصحين، وجحدوا نعم الله، فكانت نتيجة ذلك، أن أرسل الله تعالى عليهم السيل المدمر، وتحولت البساتين اليانعة إلى أماكن ليس فيها سوى الثمار والأشجار التي لا تسمن ولا تغني من جوع. ¶ هذا الذي فعلناه بهم، سببه جحودهم وبطرهم، ومن سنتنا أننا لا نعاقب بهذا العقاب الرادع إلا من جحد نعمنا، وفسق عن أمرنا. ¶ والمتدبر للقرآن الكريم يراه قد ساق لنا كثيرا من قصص الجاحدين، ثم بين لنا سوء مصيرهم. ومن ذلك أنه سبحانه بعد أن ذكر لنا جانبا من قصص نوح وإبراهيم ولوط، وشعيب، وهود، وصالح وموسى .. مع أقوامهم، عقب على ذلك بقوله تعالى: [{فَكُلًّا أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ } (سورة العنكبوت: 40)] ¶ أي: فكلا من هؤلاء المذكورين كقوم نوح وإبراهيم ولوط .. أخذناه وأهلكناه، بسبب ذنوبه التي أصر عليها ولم يرجع عنها. فمنهم من أرسلنا عليه \"حاصبا\" أي ريحا شديدة رمته بالحصاة كقوم لوط عليه السلام. ¶ ومنهم من أخذته الصيحة الشديدة المهلكة كقوم صالح وشعيب عليهما السلام ومنهم من خسفنا به الأرض وهو قارون. ¶ ومنهم من أغرقناه كما فعلنا مع قوم نوح ومع فرعون وقومه. وما كان الله تعالى مريدا لظلمهم، ولكنهم هم الذين ظلموا أنفسهم، وأوردوها موارد المهالك، بسبب إصرارهم على كفرهم وجحودهم.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "هذه بعض الأهداف والمقاصد التي من أجلها ساق القرآن ما ساق من قصص، امتاز بسمو غايته، وشريف مقاصده، وعلو مراميه. ¶ 13- وكان للقصة أغراض أخرى متفرقة : ¶ منها : بيان قدرة الله على الخوارق : كقصة خلق آدم . وقصة مولد عيسى . وقصة إبراهيم والطير الذي آب إليه بعد أن جعل على كل جبل منه جزءا . وقصة \" الذي مر على قرية وهي خاوية على عروشها \" . وقد أحياه الله بعد موته مئة عام . ¶ وبيان عاقبة الطيبة والصلاح , وعاقبة الشر والإفساد . كقصة ابني آدم . وقصة صاحب الجنتين . وقصص بني إسرائيل بعد عصيانهم , وقصة سد مأرب , وقصة أصحاب الأخدود . ¶ وبيان الفارق بين الحكمة الإنسانية القريبة العاجلة , والحكمة الكونية البعيدة الآجلة . كقصة موسى مع \" عبد من عبادنا آتيناه رحمة من عندنا وعلمناه من لدنا علما \" وسنعرضها بالتفصيل في مناسبة أخرى. ¶ إلى آخر هذه الأغراض الوعظية , التي كانت تساق لها القصص فتفي بمغزاها .. ( التصوير الفني في القرآن الكريم للسيد قطب رحمه الله ) ¶ - - - - - - - - - - - -",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "المبحث الثاني ¶ قصة المال والعلم وتأثيرهما في النفس الإنسانية ¶ قال تعالى :{ إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ (76) وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ (77)قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ (78) فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ (79) وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (80)",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ (81) وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (82) تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ (83) مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ (84)} [القصص : 76 - 84] ¶ شرح الكلمات ¶ رقم الآية ... الكلمة ... معناها ¶ 76 ... فَبَغَى عَلَيْهِمْ ... ظلمهم وتكبر عليهم ¶ 76 ... لَتَنُوءُ بِالعُصْبَةِ ... يصعب على الجماعة حمله ¶ 76 ... لا تَفْرَحْ ... لا تفرح فرح الطغيان والتمرد ¶ 77 ... وَابْتَغِ فِيمَا آتَاكَ اللهُ الدَّارَ الآخِرَةَ ... أنفق المال الذي أعطاك الله في سبيل الله ¶ 77 ... ولا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ... لا تترك حظك من متع الحياة فيما أحل الله سبحانه ¶ 78 ... أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي ... لفضل عندي وأني أهل لذلك ¶ 78 ... ولا يُسْأَلُ عَنْ ذُنُوِبهِمُ المُجْرِمُونَ ... يدخلون النار بغير حساب ¶ 79 ... فِي زِينَتِهِ ... في مظاهر غناه وترفه ¶ 80 ... وَيْلَكُمْ ... زجر لهم عن هذا التمني ¶ 80 ... وَلا يُلَقَّاهَا ... لا يوفق للعمل بها أو لايرزقها ¶ 81 ... فَخَسَفْنَا بِهِ وَ بِدَارِهِ الأَرْضَ ... أزلنا الأرض من تحته",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "82 ... وَيْكَأَنَّ ... ألم تعلم ؟ ألم تر ؟ ¶ 82 ... يَبْسُطُ ... يوسع ¶ 82 ... وَيَقْدِرُ ... يضيق ¶ 83 ... لا يُرِيدُونَ عُلُوًّا ... بغيا ولا استطالة على الناس ¶ 83 ... والعَاقِبَةُ ... المحمودة في الدنيا والآخرة ¶ 84 ... مَنْ جَاءَ بِالحَسَنَةِ ... من جاء بطاعة الله عز وجل (¬1) ¶ أضواء من التاريخ على قصة قارون ¶ كانَ قارون من بني إسرائيل وهو ابن عمّ سيدنا موسى عليه السلام، وقد رزقه الله تعالى سعة في الرزق، وكثرةً في الأموال حتى فاضت بها خزائنه، واكتظت صناديقه بما حوته منها، فلم يعد يستطيع حمل مفاتيحها مجموعة من الرجال الأقوياء. ¶ وكان يعيش بين قومه عيشة الترف، فكان يلبس الملابس الفاخرة ولا يخرج إلا في زينته، ويسكن القصور، ويختار لنفسه الخدم والعبيد، ويستمتع بملذات الدنيا الفانية. ¶ لكن قارون لم يكن عبدًا شكورًا، فبدلاً من أن يطيع الله، أخذ يغترّ بنفسه ويتكبّر على قومه ويفتخرُ بكثرة ما آتاه الله تعالى من الأموال والكنوز، فنصحه النصحاء من قومه ووعظوه ونهوه عن فساده وبغيه ولكنه أجابهم جواب مغترّ مفتون مستكبر مدّعيًا أنّه لا يحتاج إلى نصائحهم لأنه اكتسب ¶ ¬__________ ¶ (¬1) - كلمات القرآن للشيخ غازي الدروبي - (19 / 2)",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ماله بعلمه وفضله معتقدًا على زعمه أن الله يحبه ولذلك أعطاه المال الكثير. ¶ ولما حلّ بقارون ما حلّ من خسف الأرض وذهاب الأموال وخراب الدار وخسفها، ندم مَن كان تمنى مثل ما أوتي وشكروا الله تعالى الذي لم يجعلهم كقارون طغاة متجبرين متكبرين فيخسف بهم الأرض. ¶ اللهم لا تجعل الدنيا اكبر همنا ولا مبلغ علمنا واجعلنا من سعداء الآخرة يا رب العالمين. (¬1) ¶ المعنى العام للآيات ¶ إن قارون كان من قوم موسى فبغى عليهم مع أنه منهم ، وعاش معهم ولكنه لم يرع لذلك كله حرمة أو جوارا ، وبغى عليهم حتى جمع ذلك المال الوفير ، وبغى عليهم بتكبره وطغيانه وظلمه لهم. ¶ وآتاه اللّه من الأموال المنقولة والثابتة ما إن علمه والإحاطة به والمحافظة عليه لتنوء به العصبة من أولى العلم والقوة وبعضهم يرى أن المعنى. وآتيناه من الكنوز والأموال ما إن مفاتيح خزائنه لتنوء بحملها العصبة من الرجال أولى القوة ، ومنشأ هذا الخلاف في الرأى أن المفاتيح قد يراد بها العلوم والمعارف نظرا إلى قوله تعالى : وَعِنْدَهُ مَفاتِحُ الْغَيْبِ [سورة الأنعام آية 59] وقد يراد بها مفاتيح الخزائن المعروفة. ¶ كان قارون من قوم موسى ، وكان ذا مال وفير ، والمقصود المهم من القصة هو ما يأتى : ¶ ¬__________ ¶ (¬1) - وانظر التفسير المنير ـ موافقا للمطبوع - (20 / 159)",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "اذكر وقت أن قال له قومه على جهة الوعظ والإرشاد. ¶ لا تفرح وابتغ فيما آتاك اللّه الدار الآخرة ، ولا تنس نصيبك من الدنيا ، وأحسن كما أحسن اللّه إليك ، ولا تبغ الفساد في الأرض. ¶ وهذه خمسة أصول مهمة ، ومن تمسك بها وعمل بمقتضاها نجا من الدنيا وما فيها. ¶ 1 - قالوا له : لا تفرح بدنياك فرحا مصحوبا بالبطر والأشر ، والفتنة والغرور فالدنيا عرض زائل ، وعارية مستردة يربح فيها من عرفها ، ويخسر من اغتربها لِكَيْلا تَأْسَوْا عَلى ما فاتَكُمْ وَلا تَفْرَحُوا بِما آتاكُمْ. إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ. ¶ ب - وَابْتَغِ فِيما آتاكَ اللَّهُ الدَّارَ الْآخِرَةَ نعم فالدنيا طريق الآخرة ، هي المزرعة للباقية من زرع فيها الخير حصد ، ومن أضاع عمره فيما لا يرضى ربه ندم والعاقل من طلب بدنياه آخرته ، ومن ابتغى فيما آتاه اللّه الدار الآخرة واللّه - سبحانه - لا يطالبك بأن تعطى مالك كله ، بل إن تنفق القليل طلبا لرضا الرب الجليل ، ترجع بالخير الكثير والجزاء الجزيل. ¶ ج - وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيا نعم فهذا هو الطريق الوسط والرأى الرشد ، أن تعمل لدنياك كأنك تعيش أبدا ، وتعمل لآخرتك كأنك تموت غدا ، فليس من الدين الزهد في الدنيا حتى تتركها وتعيش عالة على غيرك ، بل الدين يطالبك بالعمل والجد والغنى من طريق الحلال ، فإذا جمعت المال فأعط حق اللّه فيه ، ولا تنس نصيبك من الدنيا ، أى : تمتع ببعضه بلا إسراف ولا تقتير ، انظر إلى هذا النظام المحكم الدقيق الذي وضعه",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "الحكيم البصير! د - وَأَحْسِنْ كَما أَحْسَنَ اللَّهُ إِلَيْكَ والإحسان هو الإتقان في العمل ، وهو يقتضى إعطاء كل ذي حق حقه. ¶ ه - وَلا تَبْغِ الْفَسادَ فِي الْأَرْضِ بالظلم أو العسف أو الكبر أو الإضرار بالناس فكل ذلك كان سيئة عند ربك مكروها ، إن اللّه لا يحب المفسدين بأى شكل كان. ¶ انظر إلى قارون وقد أبى أن يقبل هذا النصح - لأنه غير موفق - بل زاد عليه بقوله : قال : إِنَّما أُوتِيتُهُ عَلى عِلْمٍ عِنْدِي!! بمعنى أنه أوتى هذا المال لفضل علمه وكمال استحقاقه له ، أو المعنى أنه أوتيه على علم عنده بوجوه الكسب وطرق الزيادة ، وإنماء المال ، كأنه قال إنما أوتيت هذا المال لفضل علمي وتمام مجهودي وتجاربي ، فليس لأحد حق له في هذا المال ، وكأنه ينكر إنعام اللّه عليه بتلك الأموال لاستحقاقه لها عن جدارة فهو حر التصرف. ¶ ولقد رد اللّه عليه أبلغ رد حيث بين له حقيقة الأمر. ¶ أعنده مثل هذا العلم الذي افتخر به وتعاظم ، ورأى نفسه مستوجبة لكل نعمة ، ولم يعمل به حتى يقي به نفسه مصارع السوء التي أهلك اللّه بها الطغاة المتجبرين الذين هم أشد منه قوة ، وأكثر مالا وعددا ، ولا يسأل عن ذنوبهم المجرمون ، وهكذا يجب على الإنسان ألا يغتر بماله ، وأولاده وجموعه مهما كانت ، فإن اللّه إذا أراد شيئا قال له : كن فيكون ، وليعلم المسلم أن الأيام دول ، وأن الدهر قلب ، وليعتبر بما حصل في الماضي ، وليحصن ماله بالإنفاق.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "هذا حال قارون مع ماله ، وموقفه ممن وعظه ، وغروره بنفسه واستمع إلى الناس ، وقد انقسموا إلى فريقين : فريق ينظر نظرة سطحية ، فتعميه الدنيا وزخارفها عن الوضع السليم والطريق المستقيم وآخر قد نور اللّه بصيرته فهو ينظر إلى الدنيا بعين العبرة والعظة ، عين الرجل الفاهم للحقائق الذي لا تخدعه المظاهر الخلابة. ¶ أما الفريق الأول فيقول ، وقد خرج قارون في أكمل زينته وتمام أبهته : يا ليت لنا مثل ما أوتى قارون ، وإنه لذو حظ عظيم ، نظر هؤلاء إلى من فوقهم فتمنوا أن يكونوا مثل قارون في غناه وأبهته ، ونسوا أن للّه في خلقه شئونا ، وأن السعادة والخير ليس في المال الكثير ، والجاه العريض ، وإنما الخير والسعادة شيء وراء ذلك كله ، ما دام العبد موصولا بربه ، راضيا مرضيّا ، ولقد عالج القرآن هذا الداء علاجا حاسما لأن الحق - تبارك وتعالى - يعلم خطره ، إذ من يمد عينيه إلى مال غيره ويتمناه ، يعود وقد امتلأ قلبه حسدا وحقدا ، وناهيك بهذه الأخطار التي ينشأ عنها معظم الجرائم : اقرأ معى قوله - تعالى - لنبيه الكريم وَلا تَمُدَّنَّ عَيْنَيْكَ إِلى ما مَتَّعْنا بِهِ أَزْواجاً مِنْهُمْ زَهْرَةَ الْحَياةِ الدُّنْيا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقى [طه 132]. ¶ أما الفريق الثاني فيقول ناصحا لأصحابه : ويلكم [هذه كلمة زجر] ثواب اللّه خير لمن آمن وعمل صالحا فالسعادة فيه ، والخير لصاحبه إذ هو دائم ، لا تعب معه ولا ضرر فيه ، وهذا المال مصدر تعب وشقاء لصاحبه في الواقع ونفس الأمر كما نشاهد ذلك عند أغلب الأغنياء.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ولا يلقّاها إلّا الصابرون ، أى : ولا يلقى هذه الحقائق ويعمل بها إلا الصابرون ، ولا شك أن هذه الحقائق هي الإيمان والعمل الصالح ، وإدراك ما يوصل إلى خيرى الدنيا والآخرة. ¶ وقد جاءت نهاية قارون مؤيدة لما ذهب إليه أهل العلم والبصر بالدنيا والآخرة فخسف اللّه بقارون وبداره وبماله وبجموعه الأرض ، فما كان له من فئة ينصرونه من دون اللّه ، ويمنعون عنه بأس اللّه وبطشه ، حيث لم يعمل عملا صالحا يقربه إلى ربه ، ولم يحصن ماله بالصدقة والزكاة ، ولم يتقرب إلى اللّه وإلى الناس بترك الكبر والغرور والغطرسة ، ولهذا كله كانت النتيجة أن ضاعت دنياه ، وخسف اللّه به الأرض ، واللّه على كل شيء قدير ، وبعباده خبير بصير ، وأصبح الذين تمنوا مكانه بالأمس يقولون : ¶ وى [كلمة تفيد معنى التعجب ] كأن اللّه يبسط الرزق لمن يشاء ويقدر ، نعم ، اللّه وحده هو الذي يعطى ويمنع ويبسط الرزق لمن يشاء ويقتر ، فلم يعط إنسانا لعقله وعلمه ، ولم يحرم آخر لجهله وسوء رأيه ، بل الأمر كله للّه ، وإذا كان كذلك فالواجب هو امتثال أمر اللّه ، ومخالفة النفس الأمارة بالسوء ، وترك الغرور والكبر فإن الأمر كله بيد اللّه ، وهو صاحب الأمر ، لو لا أن من اللّه علينا لأصابنا ما أصاب قارون ، وى كأنه لم يفلح الكافرون حقيقة ، وما هم فيه في الدنيا فهو استدراج لهم ، وفتنة لغيرهم ، تلك الدار الآخرة وما فيها من نعيم مقيم دائم لا تعب ولا مشقة معه يجعلها ربك للذين لا يريدون علوّا في الأرض على غيرهم ، ولا يريدون فسادا والعاقبة للمتقين ، وانظر إلى قوله تعالى : لا يُرِيدُونَ عُلُوًّا",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فِي الْأَرْضِ وَلا فَساداً حيث علق الوعد بترك إرادة العلو والفساد وميل القلب إليهما ، لا بفعلهما مبالغة في تحذير المؤمنين وإبعادهم عن هذه الأمراض الخطيرة التي تبيد الأمم ، وتهلك الأفراد والجماعات. ¶ ولا غرابة في ذلك كله فإن هناك قانونا وسنة لا تتخلف هي : من جاء بالحسنة فله خير منها ، أى : ثواب خير منها وهو عشر أمثالها. واللّه يضاعف لمن يشاء ، ومن جاء بالسيئة فلا يجزى إلا مثلها فقط جزاء لعمله ، وربك ذو فضل عظيم ، إذ لا يجزى بالسيئة إلا مثلها ، ويجزى بالحسنة عشر أمثالها ، إن ربك واسع المغفرة. (¬1) ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - التفسير الواضح ـ موافقا للمطبوع - (2 / 848)",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "المبحث الثالث ¶ تحليل القصة وتفصيلها ¶ المطلب الأول ¶ بغيه على قوم موسى واغتراره بماله (¬1) ¶ قال تعالى : ¶ { إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ (76) وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ (77) } ¶ المناسبة : ¶ بعد أن ذكر سبحانه حديث أهل الضلالة وما يلقونه من الإهانة والاحتقار يوم القيامة ، ومناداتهم على رءوس الأشهاد بما يفضحهم ويبين لهم سوء مغبتهم. أعقبه بقصص قارون ، ليبين عاقبة أهل البغي والجبروت فى الدنيا والآخرة ، فقد أهلك قارون بالخسف ، وزلزلت به الأرض ، وهوت من ¶ ¬__________ ¶ (¬1) - التفسير المنير ـ موافقا للمطبوع - (20 / 157)",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "تحته ، ثم أصبح مثلا يضرب للناس فى ظلمه وعتوّه ، ويستبين لهم به سوء عاقبة البغاة ، وما يكون لهم من النكال والوبال فى الدنيا والآخرة. فيندمون على ما فعلوا : ¶ ندم البغاة ولات ساعة مندم والبغي مرتع مبتغيه وخيم (¬1) ¶ وقال الخطيب : \" مناسبة قصة قارون هنا ، هى أن الآيات السابقة كانت تعرض مواقف المشركين من رسول اللّه ، ومن الكتاب الذي بين يديه ، وقد جمعت بينهم وبين فرعون ، وجعلت منه ومنهم جبهة واحدة ، تمثل الكفر ، والعناد ، والعتوّ ، والفساد في الأرض .. ¶ وقصة « قارون » تطلع على هؤلاء المشركين من الماضي البعيد بصورة يرون في بيئتهم من يمشى بينهم في إهابها ، وكأنما هو « قارون » بعث من قبره! وذلك فيمن كان يعيش في مجتمعهم من أغنياء اليهود ، مثل حيى بن أحطب وغيره .. ¶ فالمشركون في صورتهم العامة ، فراعين ، فى عتوهم وضلالهم ، تتحرك فى كيانهم أجسام غريبة ، من اليهود ، الذين جمعوا أموالا كثيرة ، بأساليب لا يحسنها غيرهم .. وبهذا تكتمل المشابهة بين مجتمع المشركين ، ومجتمع فرعون .. فكلا المجتمعين يتشكل من عنصر أصيل ، وعنصر دخيل عليه .. ¶ وفي العنصر الأصيل كبر ، وعناد ، واستعلاء ، وفي العنصر الدخيل انحلال ، وفساد ، وعفن .. وكلا المجتمعين ، بعنصريه ـ الأصيل والدخيل ـ حرب على الحق والخير ..\" (¬2) ¶ ¬__________ ¶ (¬1) - تفسير الشيخ المراغى ـ موافقا للمطبوع - (20 / 84) ¶ (¬2) - التفسير القرآني للقرآن ـ موافقا للمطبوع - (10 / 382)",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "التفسير والبيان : ¶ قوله تعالى : « إِنَّ قارُونَ كانَ مِنْ قَوْمِ مُوسى فَبَغى عَلَيْهِمْ .. » هو استحضار لأهل الكتاب في شخص اليهود ، ثم استدعاء لليهود في شخص أغنيائهم ، وأصحاب الثراء فيهم ، ممن هم على شاكلة أبيهم قارون .. وهذا الاستدعاء هو نذير لليهود من قبل أن يلقاهم الرسول لقاء مباشرا ، حتى يأخذوا حذرهم لأنفسهم من أن يقفوا من قومهم موقف قارون في أجدادهم ، حين يدعوهم الرسول إلى اللّه ، فيتصدّى منهم « قارون » أو أكثر من « قارون » لهذه الدعوة .. فإنهم إن فعلوا أخذهم اللّه كما أخذ قارون من قبل .. ففى قوله تعالى : « فَبَغى عَلَيْهِمْ » أي خرج من محيطهم ، وانحاز إلى فرعون ، ونسى أنه على دين يلتقى مع هذا الدين الذي جاء به موسى .. وقد جاءت الأيام بصدق هذه الصورة ، فيما كان بين أغنياء اليهود من تحالف بينهم وبين المشركين على محاربة الدعوة إلى الإسلام ، سرا وجهرا .. فكان أن أخذهم اللّه بما أخذ به المشركين ، كما أخذ اللّه قارون بما أخذ به فرعون ، وفي هذا يقول اللّه تعالى : « وَأَنْزَلَ الَّذِينَ ظاهَرُوهُمْ مِنْ أَهْلِ الْكِتابِ مِنْ صَياصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقاً تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقاً وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيارَهُمْ وَأَمْوالَهُمْ وَأَرْضاً لَمْ تَطَؤُها .. وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ قَدِيراً » (26 ـ 27 : الأحزاب) (¬1) ¶ ¬__________ ¶ (¬1) - التفسير القرآني للقرآن ـ موافقا للمطبوع - (10 / 382)",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "أي إن قارون الذي أصبح مضرب المثل والغنى والثروة والظلم والعتو كان من بني إسرائيل ، فتجبر وتكبر بكثرة ماله ، وتجاوز الحد في ظلمهم ، وطلب منهم أن يكونوا تحت إمرته ، مع أنه قريبهم : ¶ وظلم ذوي القربى أشد غضاضة على المرء من وقع الحسام المهنّد ¶ وقوله تعالى :«وَآتَيْناهُ مِنَ الْكُنُوزِ ما إِنَّ مَفاتِحَهُ لَتَنُوأُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ » ¶ الفاء هنا للتعقيب ، بمعنى أن هذا الذي آتاه اللّه قارون من كنوز ، قد كان بعد أن بغى على قومه ، وانحاز إلى فرعون ، وفي ذلك استدراج من اللّه سبحانه وتعالى له ،حتى يغرق في الغى والبغي ، كما يقول سبحانه : « أَيَحْسَبُونَ أَنَّما نُمِدُّهُمْ بِهِ مِنْ مالٍ وَبَنِينَ نُسارِعُ لَهُمْ فِي الْخَيْراتِ .. بَلْ لا يَشْعُرُونَ »(55 ـ 56 المؤمنون) .. ¶ و« ما » فى قوله تعالى : « ما إِنَّ » اسم موصول ، وهو وصلته صفة للكنوز .. أي أن اللّه سبحانه وتعالى آتاه من المال الذي مفاتحه تنوء بالعصبة أولى القوة. ¶ والمفاتح ، جمع مفتح ، مثل كوكب ..والمراد بالمفاتح هنا : المداخل التي يدخل منها على هذا المال .. وهو لكثرته ونفاسته قد شددت الحراسة عليه. ¶ وفي إسناد ، الفعل إلى المفاتح ، وهي المداخل إلى هذه الأموال ، وجعلها هى التي تدوء بالعصبة أولى القوة ـ إشارة إلى ما قام على هذه الكنوز من قوى شديدة ذات بأس من الخزنة والحرس ، حتى إنها لتنوء ، وتضعف عن حمل هذه القوى القائمة عليها .. يقال : ناء بالحمل : إذا ضعف عن حمله",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "، لثقله عليه .. وكذلك المداخل التي يدخل منها على هذا المال الكثير ، تنوء بما عليها من حراس أقوياء .. ¶ أي وأعطيناه من الأموال النقدية والعينية المدخرة التي يثقل بحمل مفاتيح خزائنها العصبة (الجماعة الكثيرة) القوية من الناس. ¶ فنصحه الوعاظ بمواعظ خمس قائلين : ¶ 1 - « إِذْ قالَ لَهُ قَوْمُهُ لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ »..أي قال له جماعة من بني إسرائيل من النصحاء ، حينما أظهر التفاخر والتعالي : لا تبطر ولا تفرح بما أنت فيه من المال ، فإن اللّه لا يحب الأشرين البطرين الذين لا يشكرون اللّه على ما أعطاهم ، ولا يستعدون للآخرة ، أي يبغضهم ويعاقبهم ، كقوله تعالى : لِكَيْلا تَأْسَوْا عَلى ما فاتَكُمْ ، وَلا تَفْرَحُوا بِما آتاكُمْ ، وَاللَّهُ لا يُحِبُّ كُلَّ مُخْتالٍ فَخُورٍ [الحديد 57/ 23]. ¶ المراد بالفرح هنا : فرح الزهو والعجب والخيلاء .. فهو فرح متولد من تلك المشاعر التي تحرك في صاحبها دوافع البغي والتسلط .. أما الفرح ، على إطلاقه ، فليس بالمكروه ، إذا كان عن قلب يجد لفضل اللّه وإحسانه موقعا منه ، كما يقول سبحانه : « وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ » (4 ـ 5 : الروم). ¶ وفي قوله تعالى : « إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ » ـ إشارة إلى أن الفرح المكروه ، هو الفرح المبالغ فيه ، والذي يخلى نفس صاحبه من كل شعور بقدرة اللّه ، وبما لهذه القدرة من تصريف في شئون العباد ، وتقلّب أحوالهم .. فلو ذكر المرء هذا في حال من أحوال فرحه ، لتخفف كثيرا مما هو فيه من فرح ، ولعلم أنها حال لا تدوم ، وأنه إذا لم يكن في مجريات",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الأحداث ما يقطع هذه الفرحة ، قطعها الموت ، وما وراء الموت من حساب وجزاء .. ¶ « والفرح » صيغة مبالغة من فرح .. ¶ 2 - «وَابْتَغِ فِيما آتاكَ اللَّهُ الدَّارَ الْآخِرَةَ .. » أي استعمل ما وهبك اللّه من هذا المال الجزيل ، والنعمة الطائلة ، في طاعة ربك ، والتقرب إليه بأنواع القربات التي يحصل لك بها الثواب في الدنيا والآخرة ، فإن الدنيا مزرعة الآخرة. ¶ 3 - « وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيا ..» أي لا تترك حظك من لذات الدنيا التي أباحها اللّه من المآكل والمشارب والملابس والمساكن والزواج فعَنْ عَوْنِ بْنِ أَبِى جُحَيْفَةَ عَنْ أَبِيهِ قَالَ آخَى النَّبِىُّ - صلى الله عليه وسلم - بَيْنَ سَلْمَانَ وَأَبِى الدَّرْدَاءِ . فَزَارَ سَلْمَانُ أَبَا الدَّرْدَاءِ فَرَأَى أُمَّ الدَّرْدَاءِ مُتَبَذِّلَةً فَقَالَ لَهَا مَا شَأْنُكِ قَالَتْ أَخُوكَ أَبُو الدَّرْدَاءِ لَيْسَ لَهُ حَاجَةٌ فِى الدُّنْيَا . فَجَاءَ أَبُو الدَّرْدَاءِ فَصَنَعَ لَهُ طَعَامًا فَقَالَ كُلْ فَإِنِّى صَائِمٌ . قَالَ مَا أَنَا بِآكِلٍ حَتَّى تَأْكُلَ . فَأَكَلَ ، فَلَمَّا كَانَ اللَّيْلُ ذَهَبَ أَبُو الدَّرْدَاءِ يَقُومُ فَقَالَ نَمْ . فَنَامَ ، ثُمَّ ذَهَبَ يَقُومُ فَقَالَ نَمْ . فَلَمَّا كَانَ آخِرُ اللَّيْلِ قَالَ سَلْمَانُ قُمِ الآنَ . قَالَ فَصَلَّيَا فَقَالَ لَهُ سَلْمَانُ إِنَّ لِرَبِّكَ عَلَيْكَ حَقًّا ، وَلِنَفْسِكَ عَلَيْكَ حَقًّا ، وَلأَهْلِكَ عَلَيْكَ حَقًّا ، فَأَعْطِ كُلَّ ذِى حَقٍّ حَقَّهُ . فَأَتَى النَّبِىَّ - صلى الله عليه وسلم - فَذَكَرَ ذَلِكَ لَهُ . فَقَالَ النَّبِىُّ - صلى الله عليه وسلم - « صَدَقَ سَلْمَانُ » (¬1) . وهذه هي وسطية الإسلام في الحياة ، وعَنْ عُبَيْدِ اللَّهِ بْنِ الْعَيْزَارِ قَالَ : لَقِيتُ شَيْخًا بِالرَّمْلِ مِنَ ¶ ¬__________ ¶ (¬1) - صحيح البخارى(6139 ) - المتبذلة : التاركة للزينة والهيئة الحسنة",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الْأَعْرَابِ كَبِيرًا فَقُلْتُ لَهُ : لَقِيتَ أَحَدًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ ؟ قَالَ : نَعَمْ ، فَقُلْتُ : مَنْ ؟ قَالَ : عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ ، فَقُلْتُ لَهُ : مَا سَمِعْتَهُ يَقُولُ ؟ قَالَ : سَمِعْتُهُ يَقُولُ : \" أَحْزِرْ لِدُنْيَاكَ كَأَنَّكَ تَعِيشُ أَبَدًا ، وَاعْمَلْ لِآخِرَتِكَ كَأَنَّكَ تَمُوتُ غَدًا \" (¬1) . ¶ 4 - « وَأَحْسِنْ كَما أَحْسَنَ اللَّهُ إِلَيْكَ » أي وأحسن إلى خلقه كما أحسن الرب إليك ، وهذا أمر بالإحسان مطلقا بعد الأمر بالإحسان بالمال ، ويدخل فيه الإعانة بالمال والجاه ، وطلاقة الوجه ، وحسن اللقاء ، وحسن السمعة ، أي أنه جمع بين الإحسان المادي ، والإحسان الأدبي أو الخلقي. ¶ 5 - « وَلا تَبْغِ الْفَسادَ فِي الْأَرْضِ إِنَّ اللَّهَ لا يُحِبُّ الْمُفْسِدِينَ » أي ولا تقصد الإفساد في الأرض بالظلم والبغي والإساءة إلى الناس ، فإن اللّه يعاقب المفسدين ، ويمنعهم رحمته وعونه وودّه. ¶ \" هذا مما وصّى به أهل الصلاح والتقوى من قوم موسى ، « قارون » ، هذا الذي استبد به العجب بماله ، واستغواه الغى ، بما ضمت عليه يده من سلطان بهذا المال .. ¶ فهم يدعونه إلى أن يسلك بهذا المال ، الطريق الذي تحمد عواقبه ، وتتم به تلك النعمة. ¶ وقد نصحوا له ألا يستبد به الفرح بما ملك ، وفي ذلك إيقاظ له من سكرة هذا المال ، حتى إذا صحا ، دعوه إلى ما ينبغي أن يسوس به ماله ¶ ¬__________ ¶ (¬1) - بغية الباحث عن زوائد مسند الحارث - (2 / 983) (1093) فيه جهالة",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "هذا ، فيطلب به رضا اللّه ، ويقدم منه ما ينفعه في الآخرة ، ويأخذ منه ما يصلح به شئون دنياه ، فيجمع بذلك خير الدنيا والآخرة جميعا .. وأن يحسن وينفق في وجوه الخير ، مثل ما أحسن اللّه إليه ، فيلقى إحسان اللّه بالإحسان إلى عباد للّه ، فذلك هو زكاة هذه النعمة ، وألا يتخذ من هذا المال أداة للفساد والإفساد في الأرض ، والإضرار بالناس ، وهضم مالهم من حقوق .. إن اللّه لا يحب المفسدين ..\" ¶ وقد استقبل « قارون » هذه الدعوة الحكيمة الرشيدة بالاستخفاف والتحدي ، شأنه في هذا شأن من غطى على بصره ما امتلأ به كيانه من أشر وبطر ، فجعل كل نصح يلقى إليه ، دبر أذنه ، ومن وراء ظهره،فقال : « إِنَّما أُوتِيتُهُ عَلى عِلْمٍ عِنْدِي ». أي قال قارون لقومه حين نصحوه وأرشدوه إلى الخير : أنا لا أحتاج لما تقولون ، فإن اللّه تعالى إنما أعطاني هذا المال ، لعلمه بأني أستحقه ، ولمعرفتي وخبرتي بكيفية جمعه ، فأنا له أهل ، كما قال تعالى : فَإِذا مَسَّ الْإِنْسانَ ضُرٌّ دَعانا ، ثُمَّ إِذا خَوَّلْناهُ نِعْمَةً مِنَّا ، قالَ : إِنَّما أُوتِيتُهُ عَلى عِلْمٍ [الزمر 39/ 49] أي على علم من اللّه بي ، وقال سبحانه : وَلَئِنْ أَذَقْناهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ ، لَيَقُولَنَّ : هذا لِي [فصلت 41/ 50] أي هذا أستحقه. ¶ \" إنه ينكر أن يكون للّه شىء فيما بين يديه من هذا المال الغمر .. إنه قد توصل إليه بحسن تدبيره ، وجمعه بجهده وكده .. ¶ والعلم الذي أوتيه « قارون » ليس العلم الذي تحصله العقول ، أو تستشفه البصائر ، وإنما هو علم تنضح به الطبائع الخبيثة ، والنفوس المريضة ، من نفاق ، ومداهنة ، وانّجار بالذمم والضمائر ، مما يحسنه",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "اليهود ، ويأخذون به مكان الأستاذية للناس جميعا .. وقد كان « قارون » فى هذا العلم أستاذا لهؤلاء الأساتذة .. فجمع هذا المال الوفير الذي كان موضع حسد من كثير من قومه ، كما كان آفة مهلكة له .. ¶ وليس يعترض على هذا بقوله تعالى : « وَآتَيْناهُ مِنَ الْكُنُوزِ » إذ قد يفهم من هذا أن اللّه سبحانه وقد آتاه هذا المال ، إنما آتاه إياه هبة ، وابتدأه به إحسانا ، فهو ـ والأمر كذلك ـ لم يحصّل هذا المال بشىء من تلك الوسائل الخسيسة الفاسدة ، خاصة ، وأن القرآن الكريم قد استعمل هذا الفعل مسندا إلى اللّه في مواضع كثيرة ، وكلّها في مقام الفضل والإحسان ، وأجلّها ما كان من إيتاء اللّه سبحانه وتعالى الكتاب والحكم والنبوة ، للكثير ممن اصطفى من عباده .. ¶ وردّنا على هذا : ¶ أولا : أن هذا لا يدفع أن يكون اللّه سبحانه وتعالى قد ابتدأ قارون بهذه النعمة ، وأولاه هذا الإحسان .. ثم كان منه هذا الكفران باللّه ، والجحود لفضله عليه ، واللّه سبحانه وتعالى يقول : « وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْناهُ آياتِنا فَانْسَلَخَ مِنْها فَأَتْبَعَهُ الشَّيْطانُ فَكانَ مِنَ الْغاوِينَ وَلَوْ شِئْنا لَرَفَعْناهُ بِها وَلكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَواهُ » (175 ـ 176 : الأعراف). ¶ وثانيا : أن قول قارون : « إِنَّما أُوتِيتُهُ عَلى عِلْمٍ عِنْدِي » ـ هو دعوى يدّعيها ، ويبرر بها إضافة هذا المال إلى كسبه بوسائله ، تلك الوسائل التي أشرنا إليها .. فهو ـ فى تقديره ـ كان يحسب أن هذه الوسائل هي التي جلبت له هذا الثراء العريض ، وهذه الوسائل ـ فى تقديره ـ هى علم يحسنه وحده ، ولا يحسنه غيره .. وهذا لا يمنع من أن تكون تلك الوسائل",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "في ذاتها غير فاعلة ، وإن بدا في الظاهر أنها هي التي يردّ إليها هذا الذي اجتمع في يديه من مال .. ¶ وأن هناك أسبابا خفية ، هى التي جلبت له هذا الثراء ، على غير تقدير منه. ¶ وثالثا : قد يسند الإيتاء إلى اللّه سبحانه وتعالى للنقمة في ثوب النعمة ، كما قال تعالى : « وَآتَيْنا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِها » (59 : الإسراء) ..فالذى آتاه اللّه ثمود هنا ـ وهو الناقة ـ كان بلاء وهلاكا. ¶ ورابعا : أن إسناد هذا الفعل للّه ، إنما هو من مقولة القوم ، الذين ينظرون إلى هذا المال الذي اجتمع ليد « قارون » كما ينظرون إلى كل شيء يناله الإنسان في هذه الدنيا ، وهو أنه من عند اللّه .. إذ كان القوم مؤمنين باللّه ، وقولهم هذا هو على ما جرت به عادة المؤمنين ، من إضافة كل شىء إلى اللّه ، سواء أكان خيرا أو شرّا .. أما النعم الخالصة التي يسوقها اللّه إلى المصطفين من عباده ، فإنها تحمل مع هذا الفعل مسندا إلى اللّه ، بإخبار منه سبحانه ، كما يقول سبحانه : « وَآتَيْنا داوُدَ زَبُوراً » « 55 : الإسراء »..« وَآتَيْنا عِيسَى ابْنَ مَرْيَمَ الْبَيِّناتِ ». « 87 : البقرة ».. أمّا « قارون » فقد أتاه اللّه هذا المال الوفير ، جزاء بغيه ، فكان نقمة في صورة نعمة. \" ¶ فأجابه اللّه بقوله : « أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعاً » هو رد على هذا الادعاء العريض الكاذب الذي يدعيه قارون .. وأنه لو كانت له قوة ذاتية ، وكان له من العلم الذاتي ما جمع به هذا المال ، لكان لهذه القوة وهذا العلم أن يحفظا عليه ما",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "جمع ، فلا يذهب من يده ، بل كان لهذه القوة وهذا العلم أن يحفظا عليه ما جمع ، فلا يذهب من يده ، بل كان لهذه القوة وهذا العلم ، أن يحفظا عليه وجوده هو نفسه!! ¶ فهل تنفعه هذه القوة ، وهل يجديه هذا العلم ، إذا جاءه بأس اللّه ؟ ¶ ألا فلينظر إلى من كان قبله من الأمم السابقة ، ممن هم أشد منه قوة وأكثر جمعا .. أين هم الآن ؟ وأين ما جمعوا من مال وما اجتمع لهم من قوة ؟ هل أغنى ذلك عنهم من بأس اللّه من شىء لقد ؟ هلكوا ، وهلك ما كان لهم. ¶ وفي قوله تعالى : « أَوَلَمْ يَعْلَمْ » رد على هذا العلم الذي يدعيه ، وأنه علم هو الجهل بعينه ، وأنه لو كان علما حقا ، لعلم به ما حلَّ بالظالمين المفسدين في كلِّ أمة وكل جيل ولما سار على دربهم ، وسلك طريقهم ..! \" ¶ وقوله تعالى : « وَلا يُسْئَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ ».. أي أن اللّه سبحانه إذا أخذ المجرمين بجرمهم في الدنيا ، وأنزل بهم البلاء ، وسلط عليهم النقم ـ أخذهم بغتة ، على غير توقع منهم ، حيث لا يسألون عما هم فيه من ضلال ، ولا يدعون إلى موقف المحاسبة في هذه الدنيا .. فهذا موقف له يومه ، يوم يقوم الناس لرب العالمين ..\" ¶ فالمراد بذلك سؤال الاستفسار والاستعلام ، كقوله تعالى : وَاللَّهُ خَبِيرٌ بِما تَعْمَلُونَ وَاللَّهُ بِما تَعْمَلُونَ عَلِيمٌ وسؤال الاستعتاب ، كما قال تعالى : ثُمَّ لا يُؤْذَنُ لِلَّذِينَ كَفَرُوا ، وَلا هُمْ يُسْتَعْتَبُونَ [النحل 16/ 84]. هذا يَوْمُ لا يَنْطِقُونَ وَلا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ [المرسلات 77/ 25 - 26].",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ونظير الآية : فَيَوْمَئِذٍ لا يُسْئَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلا جَانٌّ [الرحمن 55/ 39]. ¶ ولا يتنافى هذا مع سؤالهم في وقت آخر سؤال توبيخ وإهانة ، كما في قوله سبحانه : فَوَ رَبِّكَ لَنَسْئَلَنَّهُمْ أَجْمَعِينَ عَمَّا كانُوا يَعْمَلُونَ [الحجر 15/ 92 - 93]. ¶ ما يستفاد من الآيات ¶ يفهم من الآيات ما يأتي : ¶ 1 - من أكثر القصص عرضا في القرآن الكريم وتكرارا قصة نبي الله موسى (عليه السلام) منذ ولادته حتى بعد هلاك فرعون وما جرى بينهم وبين موسى وقومه. ومن تلك القصص الداعية للتأمل والتوقف قصة قارون مع قومه، ومع موسى (عليه السلام)، قارون الذي يمثل القوة الاقتصادية الطاغية في وقته، وحتما فهو يملك أيضا النفوذ السياسي والقوة السياسية في القصر الفرعوني، وهو بذلك يمتلك مصادر القوة والوجاهة والكلمة المسموعة. وموسى (عليه السلام ) وأتباعه الذين يمثلون الجانب الإيماني الداعي إلى الله تعالى بالكلمة والموعظة الحسنة والتذكير بالآخرة، مع عدم نسيان نصيب الدنيا والأخذ منها بقدر الحاجة ، لكن كان الرفض الشديد من الجانب الأول وبكل قوة مفتخرا بماله وجاهه، فكان ما كان. ¶ 2 - المال والمنصب العالي عرضة لإفساد المرء إلا من رحم الله عز وجل وقليل ما هم . فإن كثرة المال محنة وبلاء ، وسبب للطغيان والفساد. فعَنْ مَحْمُودِ بْنِ لَبِيدٍ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ : \" اثْنَتَانِ يَكْرَهُهُمَا ابْنُ آدَمَ :",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الْمَوْتُ وَالْمَوْتُ خَيْرٌ لِلْمُؤْمِنِينَ مِنَ الْفِتْنَةِ ، وَيَكْرَهُ قِلَّةَ الْمَالِ وَقِلَّةُ الْمَالِ أَقَلُّ لِلْحِسَابِ \" . رَوَاهُ أَحْمَدُ (¬1) ¶ وعَنْ أَبِي ذَرٍّ ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" يَا أَبَا ذَرٍّ أَتَرَى كَثْرَةَ الْمَالِ هُوَ الْغِنَى ؟ \" ، قُلْتُ : نَعَمْ يَا رَسُولَ اللَّهِ ، قَالَ : \" فَتَرَى قِلَّةَ الْمَالِ هُوَ الْفَقْرُ ؟ \" ، قُلْتُ : نَعَمْ يَا رَسُولَ اللَّهِ ، قَالَ : \" إِنَّمَا الْغِنَى غِنَى الْقَلْبِ ، وَالْفَقْرُ فَقْرُ الْقَلْبِ \" ثُمَّ سَأَلَنِي عَنْ رَجُلٍ مِنْ قُرَيْشٍ ، فقَالَ : \" هَلْ تَعْرِفُ فُلَانًا \" ؟ قُلْتُ : نَعَمْ يَا رَسُولَ اللَّهِ ، قَالَ : \" فَكَيْفَ تَرَاهُ وَتَرَاهُ ؟ \" قُلْتُ : إِذَا سَأَلَ أُعْطِيَ ، وَإِذَا حَضَرَ أُدْخِلَ ، ثُمَّ سَأَلَنِي عَنْ رَجُلٍ مِنْ أَهْلِ الصُّفَّةِ ، فقَالَ : \" هَلْ تَعْرِفُ فُلَانًا ؟ \" قُلْتُ : لَا وَاللَّهِ مَا أَعْرِفُهُ يَا رَسُولَ اللَّهِ ، قَالَ : \" فَمَا زَالَ يُحَلِّيهِ وَيَنْعَتُهُ حَتَّى عَرَفْتُهُ \" ، فَقُلْتُ : قَدْ عَرَفْتُهُ يَا رَسُولَ اللَّهِ ، قَالَ : \" فَكَيْفَ تَرَاهُ أَوْ تَرَاهُ ؟ \" قُلْتُ : رَجُلٌ مِسْكِينٌ مِنْ أَهْلِ الصُّفَّةِ ، فقَالَ : \" هُوَ خَيْرٌ مِنْ طِلَاعِ الْأَرْضِ مِنَ الْآخَرِ \" ، قُلْتُ : يَا رَسُولَ اللَّهِ ، أَفَلَا يُعْطَى مِنْ بَعْضِ مَا يُعْطَى الْآخَرُ ؟ ، فقَالَ : \" إِذَا أُعْطِيَ خَيْرًا فَهُوَ أَهْلُهُ ، وَإِنْ صُرِفَ عَنْهُ فَقَدْ أُعْطِيَ حَسَنَةً \" (¬2) ¶ 3 - الجاهل الذي لا علم لديه ، أو علمه ناقص هو الذي يغترّ بماله ، ويبطر عند النعمة ، فإن اللّه تعالى يعاقب الأشرين البطرين الذين لا يشكرون نعمة اللّه تعالى عليهم. ¶ ¬__________ ¶ (¬1) - مسند أحمد (23625 ) صحيح ¶ (¬2) - صَحِيحُ ابْنِ حِبَّانَ (687) صحيح",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "4 - إن أصول الحضارة الإسلامية أربعة : العمل الصالح ابتغاء ثواب الآخرة ، وعمارة الدنيا بإتقان دون أن تستولي على مشاعر الإنسان ، والإحسان إلى الناس إحسانا ماديا ومعنويا أو خلقيا ، وقمع الفساد والعصيان والخراب. ¶ فمن حق المؤمن أن يصرف الدنيا فيما ينفعه في الآخرة ، لا في التجبر والبغي ، وألا يضيع عمره في غير العمل الصالح في دنياه إذ الآخرة هي التي يعمل لها ، فنصيب الإنسان : عمره وعمله الصالح فيها ، بأن يطيع اللّه ويعبده كما أنعم عليه ، وألا يعمل بالمعاصي والإفساد ، فإن اللّه يجازي المفسدين. ¶ 5 - اللّه تعالى مصدر الخير والرزق ، وما العبد إلا وسيلة ، يجب عليه أن يعمل ويكتسب ، واللّه هو الرازق الميسر له أسباب الرزق ، المانح له الثراء والمال ، فيكون هو المستحق للشكر على تلك النعمة. ¶ فمن الغباء والجهل أن ينسب الإنسان الخير والفضل لنفسه ومواهبه ، أو يدعي أنه الحقيق الجدير بما أعطي ، أو ينخدع بأن ما أعطيه دليل على محبة اللّه ورضاه عنه ، فقد يكون العطاء فتنة واستدراجا ، وليس قرينة الرضا والمودة.لذا كان اغترار قارون بكثرة ماله ، وادعاؤه أنه أهل له عبثا باطلا. ¶ 6 - أهلك اللّه كثيرا من الأمم الخالية الكافرة ، وهم أشد قوة من قارون ، وأكثر جمعا للمال منه ، ولو كان المال يدل على فضل لما أهلكهم.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "7 -لا يسأل المجرمون عن ذنوبهم سؤال استعلام واستعتاب ، فاللّه عليم بكل شيء ، ولا يقبل اعتذارهم ولا عتبهم ، وإنما يسألون سؤال تقريع وتوبيخ كما بينا. (¬1) ¶ 8 ـ اعتدال المنهج الرباني فيما يخص الإنسان وعلاقته بالدنيا والآخرة فقال تعالى : { وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الآخِرَةَ } . وقال : { وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا } . ¶ ونلاحظ أن الله عز وعلا أكد أولاً على الآخرة ، وأن يوظف الإنسان هذا المال الذي هو مال الله أصلاً في طاعة الله ، والتقرب إليه بأنواع القربات ، وأن لا يستخدم هذا المال فيما لا يحل له ، وهذا المنهج الرباني ينبغي أن تعمل عليه الدول الإسلامية في توظيف ثروات وأموال المسلمين ومواردهم التي أنعم الله بها عليهم في طاعة الله وخدمة الإنسانية . ¶ 9ـ وجهت الآيات من خلال قصة قارون الأغنياء على مساعدة الفقراء عيال الله ، فقال تعالى حكاية عن نصيحة المؤمنين لقارون: { وَأحسن كَمَا أحسن اللَّهُ إلَيْكَ } . قال ابن كثير : \" أي أحسن إلى خلقه كما أحسن هو إليك \" (¬2) ، فالمال هو مال الله ، وإحسان منه اختص به بعض عباده ، فليقابل من اختصم الله بنعمته بالإحسان إلى الفقراء . قال تعالى : { وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ }(سُوْرَة النُّوْرِ :33 ) ¶ ¬__________ ¶ (¬1) - التفسير المنير ـ موافقا للمطبوع - (20 / 162) ¶ (¬2) - تفسير ابن كثير - دار طيبة - (6 / 254)",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "10 ـ كثرة المال قد توقع صاحبه في البغي والبطر ،فإن المال فتنة ، قال تعالى : {إنَّمَا أمْوَالُكُمْ وَأوْلادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أجْرٌ عَظِيمٌ } (سُوْرَة التَّغَابُن : الآية 15) ، فيمتحن الله بهذا المال عباده . \" ووجه الفتنة في المال أنه يوقع صاحبه في الشحّ والبخل ، وعدم القيام بشكره بإخراج حق الله فيه ، كما أن كثرة المال تسهل عليه سبل الترف والطغيان ـوبطر النعمة، فيصير من المترفين الطاغين البطرين. (¬1) ¶ وهذا ما حصل فعلاً مع قارون ، فقد أطغاه المال فبغى على قومه وادعى أنه حصل على هذا المال بعلمه : { قَالَ إنَّمَا آوتِيتُهُ عَلَى عِلْمٍ عِنْدِي } ، وليس هذا يعني أن على المسلم أن يبتعد عن المال مخافة أن يطغيه ، ولا بأس من أن يمتلك المسلم المال إذا أطاع به الله ، فعن عَمْرَو بْنِ الْعَاصِ، قالَ : بَعَثَ إِلَيَّ رَسُولُ اللهِ - صلى الله عليه وسلم - ، فَأَتَيْتُهُ فَأَمَرَنِي أَنْ آخُذَ عَلَيَّ ثِيَابِي وَسِلَاحِي، ثُمَّ آتِيَهُ قَالَ: فَفَعَلْتُ، ثُمَّ أَتَيْتُهُ وَهُوَ يَتَوَضَّأُ فَصَعَّدَ فِيَّ النَّظَرَ، ثُمَّ طَأْطَأَ، ثُمَّ قَالَ: \" يَا عَمْرُو إِنِّي أُرِيدُ أَنْ أَبْعَثَكَ عَلَى جَيْشٍ فَيُغْنِمُكَ اللهُ وَيُسْلِمُكَ، وَأَرْغَبُ لَكَ رَغْبَةً صَالِحَةً مِنَ الْمَالِ \"، فَقُلْتُ: يَا رَسُولَ اللهِ، إِنِّي لَمْ أُسْلِمْ رَغْبَةً فِي الْمَالِ، وَلَكِنْ أَسْلَمْتُ رَغْبَةً فِي الْإِسْلَامِ وَأَنْ أَكُونَ مَعَ رَسُولِ اللهِ - صلى الله عليه وسلم - فَقَالَ لِي: \" يَا عَمْرُو: نِعْمَ الْمَالُ الصَّالِحُ لِلرَّجُلِ الصَّالِحِ \" (¬2) ¶ ¬__________ ¶ (¬1) - المستفاد من قصص القرآن : 1/ 533 . ¶ (¬2) - شعب الإيمان - (2 / 446) (1190 ) صحيح",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وعَنْ سَعِيدٍ الطَّائِيِّ أَبِي البَخْتَرِيِّ ، أَنَّهُ قَالَ : حَدَّثَنِي أَبُو كَبْشَةَ الأَنَّمَارِيُّ ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ : \" \" ثَلَاثَةٌ أُقْسِمُ عَلَيْهِنَّ وَأُحَدِّثُكُمْ حَدِيثًا فَاحْفَظُوهُ \" \" قَالَ : \" \" مَا نَقَصَ مَالُ عَبْدٍ مِنْ صَدَقَةٍ ، وَلَا ظُلِمَ عَبْدٌ مَظْلِمَةً فَصَبَرَ عَلَيْهَا إِلَّا زَادَهُ اللَّهُ عِزًّا ، وَلَا فَتَحَ عَبْدٌ بَابَ مَسْأَلَةٍ إِلَّا فَتَحَ اللَّهُ عَلَيْهِ بَابَ فَقْرٍ أَوْ كَلِمَةً نَحْوَهَا \" ¶ وَأُحَدِّثُكُمْ حَدِيثًا فَاحْفَظُوهُ \" \" قَالَ : \" \" إِنَّمَا الدُّنْيَا لِأَرْبَعَةِ نَفَرٍ ، عَبْدٍ رَزَقَهُ اللَّهُ مَالًا وَعِلْمًا فَهُوَ يَتَّقِي فِيهِ رَبَّهُ ، وَيَصِلُ فِيهِ رَحِمَهُ ، وَيَعْلَمُ لِلَّهِ فِيهِ حَقًّا ، فَهَذَا بِأَفْضَلِ المَنَازِلِ ، وَعَبْدٍ رَزَقَهُ اللَّهُ عِلْمًا وَلَمْ يَرْزُقْهُ مَالًا فَهُوَ صَادِقُ النِّيَّةِ يَقُولُ : لَوْ أَنَّ لِي مَالًا لَعَمِلْتُ بِعَمَلِ فُلَانٍ فَهُوَ بِنِيَّتِهِ فَأَجْرُهُمَا سَوَاءٌ ، وَعَبْدٍ رَزَقَهُ اللَّهُ مَالًا وَلَمْ يَرْزُقْهُ عِلْمًا ، فَهُوَ يَخْبِطُ فِي مَالِهِ بِغَيْرِ عِلْمٍ لَا يَتَّقِي فِيهِ رَبَّهُ ، وَلَا يَصِلُ فِيهِ رَحِمَهُ ، وَلَا يَعْلَمُ لِلَّهِ فِيهِ حَقًّا ، فَهَذَا بِأَخْبَثِ المَنَازِلِ ، وَعَبْدٍ لَمْ يَرْزُقْهُ اللَّهُ مَالًا وَلَا عِلْمًا فَهُوَ يَقُولُ : لَوْ أَنَّ لِي مَالًا لَعَمِلْتُ فِيهِ بِعَمَلِ فُلَانٍ فَهُوَ بِنِيَّتِهِ فَوِزْرُهُمَا سَوَاءٌ \" (¬1) ¶ فالمسلم الحقيقي هو من ينبغي أن يكون لديه المال ، فهو أمين على ما استخلفه الله فيه ، يساعد الفقراء ، ويجاهد في سبيل الله كما فعل سيدنا عثمان (- رضي الله عنه -) بتجهيزه جيش العسرة ، فعَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ ، قَالَ : جَاءَ عُثْمَانُ بْنُ عَفَّانَ إِلَى النَّبِيِّ - صلى الله عليه وسلم - بَعْدَمَا جَهَّزَ جَيْشَ الْعُسْرَةِ بِصُرَّةٍ فِيهَا أَلْفُ دِينَارٍ , فَوَضَعَهَا فِي حُجْرِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - , فَجَعَلَ النَّبِيُّ - صلى الله عليه وسلم - يُقَلِّبُهَا وَيَقُولُ : مَا ضَرَّ عُثْمَانَ مَا فَعَلَ بَعْدَ هَذَا الْيَوْمِ , ¶ ¬__________ ¶ (¬1) - سُنَنُ التِّرْمِذِيِّ ـ الْجَامِعُ الصَّحِيحُ (2352و2353 ) وقال : هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "يُرَدِّدُهَا مِرَارًا. \" (¬1) فامتدح اللهُ الرسولَ وأصحابَه ، قال تعالى :{ لَكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ جَاهَدُوا بِأمْوَالِهِمْ وَأنْفُسِهِمْ وَأولَئِكَ لَهُمُ الْخَيْرَاتُ وَأولَئِكَ هُمُ الْمُفْلِحُون } (سُوْرَة التَّوْبَةِ : الآية 88) وقال تعالى : { الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأمْوَالِهِمْ وَأنْفُسِهِمْ أعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأولَئِكَ هُمُ الْفَائِزُونَ } (سُوْرَة التَّوْبَةِ 20) . ¶ 11 ـ ودلت الآيات كذلك على أن على الدعاة واجب النصح لأهل الأموال الذين نسوا الله وشغلتهم أموالهم عن طاعته ، فشابه حالهم حال قارون ، وتذكيرهم لما جرى لقارون : { إِذْ قَالَ لَهُ قَوْمُهُ لاَ تَفْرَحْ إِنَّ اللَّهَ لاَ يُحِبُّ الْفَرِحِينَ * وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الآخِرَةَ وَلاَ تَنسَ نَصِيبَكَ مِنْ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلاَ تَبْغِ الْفَسَادَ فِي الأَرْضِ إِنَّ اللَّهَ لاَ يُحِبُّ الْمُفْسِدِينَ } . (¬2) ¶ 12- حرمة الفرح بالمال والإِمارة إذا كان الفرح فرح بطر وفخر واعتزاز وكبر وخيلاء ، في الآية الأولى زجر عن الفرح بالدنيا والافتخار بها ، بل الفرح بكل ما يَفنِي : كُلُّهُ مذموم. قال في الإحياء : الفرح بالدنيا والتنعم بها سُمٌّ قاتل ، يسري في العروق ، فَيُخرجُ من القلب الخوفَ والحزنَ ، وذكرَ الموت وأهوالَ يوم القيامة ، وهذا هو موت القلب ، والعياذ بالله ، فأولو العزم من أرباب القلوب حزنوا لِمُوَاتَاةِ الدنيا ، وَعَلِموا أن النجاة في الحزن الدائم ، والتباعُدِ من أسباب الفرح والبطر ، فقطعوا النفس عن ¶ ¬__________ ¶ (¬1) مسند الشاميين للطبراني (1274) حسن ¶ (¬2) - سورة القصص دراسة تحليلية - (1 / 251)",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ملاذها ، وعودوا الصبر عن شهواتها ، حلالها وحرامها ، وعلموا أن حلالها حساب ، وهو نوع عذاب ، ومن نوقش الحساب عُذّب ، فخلَصوا أنفسهم من عذابها ، وتوصلوا إلى الحرية والملك في الدنيا والآخرة ، بالخلاص من أسر الشهوات ورقها ، والأنس بذكر الله تعالى والاشتغال بطاعته. هـ. ¶ وقال يُمْن بن رزق : اعلم أني لم أجد شيئاً أبلغ في الزهد في الدنيا من ثبات حزن الآخرة في القلب ، وعلامة ثبات حزن الآخرة في القلب : أنْسُ القلب بالوحدة. هـ.. (¬1) ¶ وقال المظهري : \" الفرح المنهي عنه هو البطر بمعنى الطغيان والتكبر عن قبول الحق عند ما يرى نفسه غنيّا قال اللّه تعالى إِنَّ الْإِنْسانَ لَيَطْغى أَنْ رَآهُ اسْتَغْنى فى القاموس الفرح السرور والنظر وفسر البغوي لا تفرح بقوله لا تبطر ولا مأشر ولا تمرح وإنما ذلك لأن الفرح بمعنى السرور عند وجدان المرغوب أمر طبعي لا اختيار للعبد فيه فلا يتصور عنه النهى. ¶ وقال البيضاوي والفرح بالدنيا مذموم مطلقا لأنه يحبسه حبها والرضاء بها والذهول عن ذهابها فان العلم بان ما فيها من اللذات مفارقة لا فحاله توجب التبرج ولذلك قال اللّه تعالى لِكَيْلا تَأْسَوْا عَلى ما فاتَكُمْ وَلا تَفْرَحُوا بِما آتاكُمْ وعلل النهى هاهنا بكونه مانعا من محبة اللّه إيانا فقال إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ بزخارف الدنيا المتكبرين بها غير شاكرين عليها ¶ ¬__________ ¶ (¬1) - البحر المديد ـ موافق للمطبوع - (5 / 437)",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "قال بعض المحققين قد ورد ذم الفرح فى مواضع عديدة من القرآن قال اللّه تعالى فَلَمَّا جاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ فَرِحُوا بِما عِنْدَهُمْ مِنَ الْعِلْمِ ¶ وقال وَفَرِحُوا بِالْحَياةِ الدُّنْيا وقال ذلِكُمْ بِما كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بغير الحق وقال حَتَّى إِذا فَرِحُوا بِما أُوتُوا - ولم يرخص فى الفرح إلا في قوله تعالى فَبِذلِكَ فَلْيَفْرَحُوا وقوله وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ. وعندي أن الفرح فى الدنيا بما يفيد فى الآخرة محمود مطلقا ومأمور به فى قوله تعالى فَبِذلِكَ فليفرحوا والفرح بلذّات الدنيا إن كان مقرونا بالشكر فمحمود أيضا فعَنْ أَبِي هُرَيْرَةَ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : \" \" الطَّاعِمُ الشَّاكِرُ بِمَنْزِلَةِ الصَّائِمِ الصَّابِرِ \" \" (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" الطَّاعِمُ الشَّاكِرُ بِمَنْزِلَةِ الصَّائِمِ الصَّابِرِ \" (¬2) ¶ والفرح ان كان مقرونا بالطغيان والكفران فمذموم حقّا فالمدح والذم إنما يتوجه إلى ما يتعلق به الفرح أو ما معه من الشكر أو الكفران وأما نفس الفرح والسرور بدرك المرغوب فأمر طبعي لا اختيار للعبد فيه فلا يتوجه إليه التكليف غير انه إذا أحب العبد اللّه صادقا لا يفرح إلا بما يرضى به ¶ ¬__________ ¶ (¬1) - سُنَنُ التِّرْمِذِيِّ ـ الْجَامِعُ الصَّحِيحُ (2523 ) وقال هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ \" ¶ (¬2) - صَحِيحُ ابْنِ حِبَّانَ( 316 ) صحيح ¶ قَالَ أَبُو حَاتِمٍ : شُكْرُ الطَّاعِمِ الَّذِي يَقُومُ بِإِزَاءِ أَجْرِ الصَّائِمِ الصَّابِرِ : هُوَ أَنْ يَطْعَمَ الْمُسْلِمُ ، ثُمَّ لَا يَعْصِي بَارِيَهُ ، يُقَوِّيهِ ، وَيُتِمُّ شُكْرَهُ بِإتْيَانِ طَاعَاتِهِ بِجَوَارِحِهِ ، لِأَنَّ الصَّائِمَ قُرِنَ بِهِ الصَّبْرُ لِصَبْرِهِ عَنِ الْمَحْظُورَاتِ ، وَكَذَلِكَ قُرِنَ بِالطَّاعِمِ الشُّكْرُ ، فَيَجِبُ أَنْ يَكُونَ هَذَا الشُّكْرُ الَّذِي يَقُومُ بِإِزَاءِ ذَلِكَ الصَّبْرِ يُقَارِبُهُ أَوْ يُشَاكِلُهُ ، وَهُوَ تَرْكُ الْمَحْظُورَاتِ عَلَى مَا ذَكَرْنَاهُ",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ربه ولا يحب اللّه إلا من يحبه فلا يحب اللّه من يفرح بمرغوبه من حيث هو مرغوبه لا من حيث هو مرغوب ربه واللّه أعلم\" (¬1) ¶ 13- من فضل الله على الأمة أن يوجد فيها عالمون ينصحون ويرشدون ويوجهون . ¶ 14- من الحزم للمرء أن يطلب من المال والجاه والمنصب أعلى الدرجات في الجنة . ¶ 15- حلّية الأكل من الطيب والشرب من الطيب واللبس والركوب والسكن من غير إسراف ولا خيلاء ولا كبر ، قال تعالى : {يَا بَنِي آدَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وكُلُواْ وَاشْرَبُواْ وَلاَ تُسْرِفُواْ إِنَّهُ لاَ يُحِبُّ الْمُسْرِفِينَ} (31) سورة الأعراف . ¶ إنّ الإفراط في تناول اللّذّات والطّيّبات ، والإكثار من بذل المال في تحصيلها ، يفضي غالباً إلى استنزاف الأموال والشّره إلى الاستكثار منها ، فإذا ضاقت على المسرف أمواله تطلب تحصيل المال من وجوه فاسدة ، ليخمد بذلك نهمته إلى اللّذات ، فيكون ذلك دأبه ، فربَّما ضاق عليه ماله ، فشقّ عليه الإقلاع عن معتاده ، فعاش في كرب وضيق ، وربَّما تطلّب المال من وجوه غير مشروعة ، فوقع فيما يؤاخذ عليه في الدّنيا أو في الآخرة ، ثمّ إنّ ذلك قد يعقب عياله خصاصة وضنك معيشة . وينشأ عن ذلك مَلام وتوبيخ وخصومات تفضي إلى ما لا يحمد في اختلال نظام العائلة . فأمَّا كثرة الإنفاق في وجوه البرّ فإنَّها لا توقع في مثل هذا ، لأنّ ¶ ¬__________ ¶ (¬1) - التفسير المظهرى ـ موافقا للمطبوع - (1 / 2951)",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "المنفق لا يبلغ فيها مبلغ المنفق لمحبّة لَذّاته ، لأنّ داعي الحكمة قابل للتأمّل والتّحديد بخلاف داعي الشّهوة . (¬1) ¶ وقوله تعالى : « وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ » هو دعوة إلى أن يأخذ الناس حظّهم من طيبات الحياة ، وأن يذوقوا من نعم اللّه التي وضعها بين أيديهم ، ولكن فى غير إسراف ، بل فى قصد واعتدال ، فإن الإسراف يفسد النعمة ، ويفقدها طعمها الطيّب ، حين يمتلىء الإنسان منها ، ويلحّ على جسده بها .. إنها لا تلبث ـ حينئذ ـ أن تتحول إلى شىء تزهد فيه النفس ، بل وتعافه. وهذا هو بعض الحكمة من النهى عن الإسراف. ¶ وقوله تعالى : « قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبادِهِ وَالطَّيِّباتِ مِنَ الرِّزْقِ ؟ » هو إغراء بالتنعم بنعم اللّه ، والتجمل بها ، وأخذ حاجة النفس منها .. ثم هو إنكار على من يأخذون على أنفسهم أو على الناس الطريق إلى نعم اللّه ،ويزهدونهم فيها ، أو يحرمونهم منها .. فلمن إذن هذه النعم ؟ ¶ واللّه سبحانه وتعالى يقول : « إِنَّا جَعَلْنا ما عَلَى الْأَرْضِ زِينَةً لَها لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا ». ¶ . ويقول سبحانه هنا فى هذه الآية : « هِيَ لِلَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا خالِصَةً يَوْمَ الْقِيامَةِ » أي زينة اللّه هذه التي أخرج لعباده ، وهذه الطيبات من الرزق ، هى للذين آمنوا فى الحياة الدنيا ، ينعمون بها ، ويرون فضل اللّه عليهم فيها ، فيزداد حمدهم له ، ويقوى إيمانهم به .. ¶ ¬__________ ¶ (¬1) - التحرير والتنوير ـ الطبعة التونسية - (8 / 124)",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ثم إن هذه النعم سينعمون بها يوم القيامة ، تأتيهم من غير أن يبذلوا لها جهدا ، خالصة من كل شائبة مما كان يشوبها فى الدنيا .. فلا تزهد فيها نفس من شبع ، ولا تملّها عين من نظر .. « كُلَّما رُزِقُوا مِنْها مِنْ ثَمَرَةٍ رِزْقاً قالُوا هذَا الَّذِي رُزِقْنا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشابِهاً ». ¶ وتخصيص المؤمنين بالذكر هنا : « قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا خالِصَةً يَوْمَ الْقِيامَةِ » إشارة إلى أن المؤمنين هم الذين يتعرفون على الطيبات من الرزق وينعمون بها ، أما غير المؤمنين فلا يفرّقون بين طيب وخبيث إذ لا دين لهم يحجزهم عن الخبيث ، ويحول بينهم وبينه ، فالطيب والخبيث على سواء عندهم. (¬1) ¶ 16- العافية والمال وعز السلطان يصاب صاحبها بالاغترار إلا من رحم الله . (¬2) ¶ 17- إذا خص الله عبداً بخصوصية فلا ينسبها لنفسه ، أو لحوله وقوته ، أو لكسبه ومجاهدته ، بل يشهدها منَّةً من الله عليه ، وسابق عناية منه إليه ، قال سهل رضي الله عنه : ما نظر أحد إلى نفسه فأفلح ، والسعيد من صرف بصره عن أفعاله وأقواله ، وفتح له سبيل رؤيةِ مِنَّةِ الله عليه ، في جميع الأفعال والأقوال. والشقي مَنّ زُيِّنَ له في عينه أفعالهُ وأقوالُه وأحوالُه ، ولا فتِحَ له سبيلُ رؤيةِ منَّةِ الله عليه ، فافتخر بها وادعاها لنفسه ، فشؤمه أن يهلكه كما خسف بقارون. لَمّا ادعى لنفسه فضلاً. هـ. (¬3) ¶ ¬__________ ¶ (¬1) - التفسير القرآني للقرآن ـ موافقا للمطبوع - (4 / 391) ¶ (¬2) - أيسر التفاسير للجزائري - (3 / 185) ¶ (¬3) - البحر المديد ـ موافق للمطبوع - (5 / 439)",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "18- قَالَ أَبُو سُلَيْمَانَ (الدارانيُّ) : \" قَالَ لُقْمَانُ لِابْنِهِ : يَا بُنَيَّ لَا تَدْخُلْ فِي الدُّنْيَا دُخُولًا يَضُرُّ بِآخِرَتِكَ وَلَا تَتْرُكْهَا تَرْكًا تَكُونُ كَلًّا عَلَى النَّاسِ \" (¬1) ¶ وقَالَ أَبُو سُلَيْمَانَ الدَّارَانِيُّ : \" الزَّاهِدُ حَقًّا لَا يَذُمُّ الدُّنْيَا وَلَا يَمْدَحُهَا ، وَلَا يَنْظُرُ إِلَيْهَا وَلَا يَفْرَحُ بِهَا إِذَا أَقْبَلَتْ وَلَا يَحْزَنُ عَلَيْهَا إِذَا أَدْبَرَتْ \" (¬2) ¶ وقَالَ الْحَسَنُ الْبَصْرِيُّ: طَلَبْتُ خُطَبَ النَّبِيِّ - صلى الله عليه وسلم - فِي الْجُمُعَةِ فَأَعْيَتْنِي فَلَزِمْتُ رَجُلًا مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - فَسَأَلْتُهُ عَنْ ذَلِكَ فَقَالَ: كَانَ يَقُولُ فِي خُطْبَتِهِ يَوْمَ الْجُمُعَةِ: \" يَا أَيُّهَا النَّاسُ، إِنَّ لَكُمْ عِلْمًا فَانْتَهُوا إِلَى عِلْمِكُمْ، وَإِنَّ لَكُمْ نِهَايَةً فَانْتَهُوا إِلَى نِهَايَتِكُمْ، فَإِنَّ الْمُؤْمِنَ بَيْنَ مَخَافَتَيْنِ بَيْنَ أَجَلٍ قَدْ مَضَى لَا يَدْرِي كَيْفَ صَنَعَ اللهُ فِيهِ، وَبَيْنَ أَجَلٍ قَدْ بَقِيَ لَا يَدْرِي كَيْفَ اللهُ بِصَانِعٍ فِيهِ، فَلْيَتَزَوَّدِ الْمَرْءُ لِنَفْسِهِ، وَمِنْ دُنْيَاهُ لِآخِرَتِهِ، وَمِنَ الشَّبَابِ قَبْلَ الْهَرَمِ ، وَمِنَ الصِّحَّةِ قَبْلَ السَّقَمِ ، فَإِنَّكُمْ خُلِقْتُمْ لِلْآخِرَةِ وَالدُّنْيَا خُلِقَتْ لَكُمْ، وَالَّذِي نَفْسِي بِيَدِهِ مَا بَعْدَ الْمَوْتِ مِنْ مُسْتَعْتَبٍ وَمَا بَعْدَ الدُّنْيَا دَارٌ إِلَّا الْجَنَّةُ وَالنَّارُ، وَأَسْتَغْفِرُ اللهَ لِي وَلَكُمْ \" (¬3) ¶ وقَالَ أَبُو سُلَيْمَانَ الدَّارَانِيُّ : \" لَيْسَ الزَّاهِدُ مَنْ أَلْقَى غَمَّ الدُّنْيَا وَاسْتَرَاحَ فِيهَا ، إِنَّمَا الزَّاهِدُ مَنْ أَلْقَى غَمَّهَا وَتَعِبَ فِيهَا لِآخِرَتِهِ \" (¬4) ¶ ¬__________ ¶ (¬1) - حِلْيَةُ الْأَوْلِيَاءِ (14296 ) ¶ (¬2) - حِلْيَةُ الْأَوْلِيَاءِ (14373 ) ¶ (¬3) - شعب الإيمان - (13 / 153) (10097 ) فيه جهالة ¶ (¬4) - حِلْيَةُ الْأَوْلِيَاءِ(14315 )",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وعَنْ مَيْمُونِ بْنِ مِهْرَانَ ، أَنَّهُ قَالَ : \" دَخَلْتُ عَلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ يَوْمًا وَعِنْدَهُ سَابِقٌ الْبَرْبَرِيُّ الشَّاعِرُ وَهُوَ يُنْشِدُ شِعْرًا ، فَانْتَهَى بِشِعْرِهِ إِلَى هَذِهِ الْأَبْيَاتِ : ¶ وَكَمْ مِنْ صَحِيحٍ بَاتَ لِلْمَوْتِ آمِنًا أَتَتْهُ الْمَنَايَا بَغْتَةً بَعْدَمَا هَجَعْ ¶ وَلَمْ يَسْتَطِعْ إِذْ جَاءَهُ الْمَوْتُ بَغْتَةً فِرَارًا وَلَا مِنْهُ بِقُوَّتِهِ امْتَنَعْ ¶ فَأَصْبَحَ تَبْكِيهُ النِّسَاءُ مُقَنَّعًا وَلَا يَسْمَعُ الدَّاعِي وَإِنْ صَوْتَهُ رَفَعْ ¶ وَقُرِّبَ مِنْ لَحْدٍ صَارَ مَقِيلَهُ وَفَارَقَ مَا قَدْ كَانَ بِالْأَمْسِ قَدْ جَمَعْ ¶ وَلَا يَتْرُكُ الْمَوْتُ الْغَنِيَّ لِمَالِهِ وَلَا مُعْدَمًا فِي الْحَالِ ذَا حَاجَةٍ يَدَعْ ¶ قَالَ : فَلَمْ يَزَلْ عُمَرُ رَضِيَ اللَّهُ عَنْهُ يَبْكِي وَيَضْطَرِبُ ، حَتَّى غُشِيَ عَلَيْهِ \" (¬1) ¶ وقال الشاعر (¬2) : ¶ تزود من التقوى فإنك لا تدري إذا جن ليلٌ هل تعيش إلى الفجرِ ¶ فكم من فتى أمسى وأصبح ضاحكاً وقد نُسجت أكفانه وهو لا يدري ¶ وكم من عروسٍ زينوها لزوجها وقد قُبضت أرواحهم ليلة القدر ¶ وكم من صحيحٍ مات من غير علَّةٍ وكم من سقيمٍ عاش حيناً من الدهر ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - قِصَرُ الْأَمَلِ لِابْنِ أَبِي الدُّنْيَا (176 ) فيه مبهم ¶ (¬2) - موسوعة الشعر الإسلامي - (30 / 1)",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "المطلب الثاني ¶ بعض مظاهر بغي قارون وكبريائه (¬1) ¶ قال تعالى : ¶ {قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ (78) فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ (79) وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (80) فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ (81) وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (82) } ¶ المناسبة : ¶ بعد أن ذكر فيما سلف بغى قارون وعتوه وجبروته ، وكثرة ما أوتيه من المال الذي تنوء به العصبة أولو القوة - أردف ذلك تفصيل بعض مظاهر بغيه وكبريائه ، فذكر أنه خرج على قومه ، وهو فى أبهى حليّه وحلله ، والعدد العديد من أعوانه وحشمه ، قصدا للتعالى على العشيرة ، وأبناء البلاد ، وفى ذلك كسر للقلوب ، وإذلال للنفوس ، وتفريق للكلمة ، فلا تربطهم رابطة ، ولا تجمعهم جامعة ، فيذلون فى الدنيا بانقضاض الأعداء ¶ ¬__________ ¶ (¬1) - التفسير المنير ـ موافقا للمطبوع - (20 / 164)",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "عليهم ، وتفريقهم شذر مذر ، وقد غرّت هذه المظاهر بعض الجهال الذين لا همّ لهم إلا زخرف الحياة وزينتها ، فتمنّوا أن يكون لهم مثلها ، فرد عليهم من وفقهم اللّه لهدايته ، بأن ما عنده من النعيم لمن اتقى خير مما أوتى قارون ، ولا يناله إلا من صبر على الطاعات ، واجتنب المعاصي ، ثم أعقب ذلك بذكر ما آل إليه أمره من خسف الأرض به وبداره ، ولم يجد معينا ينصره ويدفع العذاب عنه ، وقد انقلب حال المتمنين المعجبين بحاله إلى متعجبين مما حل به ، قائلين : إن اللّه يبسط الرزق لمن يشاء من عباده لا لفضل منزلته عنده وكرامته لديه كما بسط لقارون ويضيّق على من يشاء ، لا لهوانه عليه ولا لسخط عمله ، ولو لا أن تفضل علينا فصرف عنا ما كنا نتمناه بالأمس لخسف بنا الأرض. (¬1) . ¶ التفسير والبيان : ¶ قوله تعالى : « فَخَرَجَ عَلى قَوْمِهِ فِي زِينَتِهِ .. ». أي فخرج قارون يوما على قومه في زينة عظيمة وتجمل باهر ، من مراكب وملابس عليه وعلى حاشيته ، بقصد التعالي على الناس ، وإظهار العظمة والأبهة. قال الرازي : وليس في القرآن إلا هذا القدر (¬2) ، يعني أن وصف الزينة كما يذكر بعض المفسرين لا دليل عليه. ¶ « قالَ الَّذِينَ يُرِيدُونَ الْحَياةَ الدُّنْيا يا لَيْتَ لَنا مِثْلَ ما أُوتِيَ قارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ » أي فلما خرج في مظاهر الأبهة كان طبيعيا أن يفتتن بعض ¶ ¬__________ ¶ (¬1) - تفسير الشيخ المراغى ـ موافقا للمطبوع - (20 / 89) ¶ (¬2) - تفسير الرازي : 25/ 18.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "الناس به ، وهم السذّج والجهال الذين يريدون الحياة الدنيا ، ويميلون إلى زخارفها وزينتها ، فتمنوا أن لو كان لهم مثل ما أعطي ، وقالوا : يا ليت لنا من الأموال والثروات والأوضاع ما لقارون ، لنتمتع بها مثله ، فإنه ذو نصيب وافر من الدنيا. وهذه نزعة جبلّيّة في الإنسان ، فهو دائما يطمع في السعة واليسار : وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ [العاديات 100/ 8]. ¶ \" إنها الفتنة تتحرك في هذا الموكب ، الذي تحتشد فيه زخارف الحياة ، حيث يخرج قارون في موكبه الحاشد ، وقد ظهر فيه سيدا عظيما في زى أصحاب الملك والسلطان ، وبين يديه ومن خلفه الجنود والأعوان .. فتحركت مع هذا الموكب أهواء النفوس وشهواتها ، وتطايرت من العيون قطرات الاشتهاء والتمني ، فقال الذين همهم هذه الدنيا وحدها ، وليس للآخرة نصيب يشغل به تفكيرهم ، ويصرف إليه همهم ـ قالوا : « يا لَيْتَ لَنا مِثْلَ ما أُوتِيَ قارُونُ .. إِنَّهُ لَذُو حَظٍّ عَظِيمٍ ». . وهكذا تعظم الدنيا في عين طلابها ، فإن فاتهم شىء منها مما وقع لغيرهم ، تقطعت نفوسهم أسى وحسرة على حظهم المنكود ، ذلك ، ولو لم يكن ينقصهم شىء مما يحتاجون إليه لحفظ حياتهم ، من طعام ، وكساء ، ومأوى .. وإنما هو الغيرة والتنافس في متاع الدنيا .. \" ¶ وفي مقابلة هذا الفريق يوجد فريق آخر هم أهل الحكمة والعلم وبعد النظر: « وَقالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صالِحاً وَلا يُلَقَّاها إِلَّا الصَّابِرُونَ ». وهذه نظرة أهل الحق والعلم إلى الدنيا .. إنها نظرة قائمة على حساب سليم مع الحياة الدنيا ومتاعها .. فهى عندهم ظل زائل ، ومتاع قليل ، وحسب الإنسان منها أن يأخذ في حمد",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ورضى ، ما قسم اللّه له ، وأن يطلب الرزق من وجوه سليمة مستقيمة ، وأن يؤدى حق اللّه والعباد فيما آتاه اللّه .. ثم لا يصرفه شىء من هذا عن طلب الآخرة ، والإعداد لها ، وابتغاء مرضاة اللّه بالأعمال الصالحة .. فذلك هو خير مما لو اجتمعت الدنيا كلها للإنسان ، ثم لم يكن له نصيب فى الآخرة .. ¶ وقوله تعالى : « وَلا يُلَقَّاها إِلَّا الصَّابِرُونَ » أي لا يلقيّ هذه المقولة ، ولا يتقبل هذه الدعوة الطيبة إلى ابتغاء ثواب اللّه ـ إلا الصابرون ، الذين يصبرون على بأساء الحياة الدنيا وضرائها ، ابتغاء ما يلقون من جزاء حسن في الآخرة ..فمن لم يكن من الصابرين ، فإنه لا يؤدى حقا ، ولا يصبر على حق ، بل يستعمل كل ماله في هذه الدنيا ، ويستهلكه في يومه ،غير ملتفت إلى غده .. إن الطاعات تكاليف وأعباء ، لا تقع موقع القبول والرضا إلا من نفوس صابرة ، تغرس اليوم ، لتجنى ثمار غرسها غدا \" ¶ فعَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" يَقُولُ اللهُ عَزَّ وَجَلَّ: أَعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ، وَلَا أُذُنٌ سَمِعَتْ، وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ، ثُمَّ قَرَأَ: { فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ } [السجدة: 17] أَخْرَجَاهُ فِي الصَّحِيحِ (¬1) . ¶ ثم ذكر تعالى عقاب قارون فقال : « فَخَسَفْنا بِهِ وَبِدارِهِ الْأَرْضَ ». أي بعد أن اختال قارون في زينته وفخره على قومه وبغيه عليهم ، زلزلنا به وبداره الأرض ، فابتلعته وغاب فيها جزاء بطره وعتوه ، ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (1 / 589) (377 ) والبخاري (3244) ومسلم ( 7310 )",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وعَنِ الزُّهْرِىِّ أَخْبَرَنِى سَالِمٌ أَنَّ ابْنَ عُمَرَ حَدَّثَهُ أَنَّ النَّبِىَّ - صلى الله عليه وسلم - قَالَ « بَيْنَمَا رَجُلٌ يَجُرُّ إِزَارَهُ مِنَ الْخُيَلاَءِ خُسِفَ بِهِ ، فَهْوَ يَتَجَلْجَلُ فِى الأَرْضِ إِلَى يَوْمِ الْقِيَامَةِ » (¬1) . ¶ وعَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « بَيْنَمَا رَجُلٌ يَمْشِى قَدْ أَعْجَبَتْهُ جُمَّتُهُ وَبُرْدَاهُ إِذْ خُسِفَ بِهِ الأَرْضُ فَهُوَ يَتَجَلْجَلُ فِى الأَرْضِ حَتَّى تَقُومَ السَّاعَةُ ». (¬2) ¶ « فَما كانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَما كانَ مِنَ المُنْتَصِرِينَ ». أي ما أغنى عنه ماله ولا حاشيته ، ولا دفعوا عنه نقمة اللّه ونكاله ، ولا كان هو في نفسه منتصرا لها ، فأصبح لا ناصر له من نفسه ولا من غيره. ¶ \" وهكذا يدور الزمن دورته ، وينخرم حساب قارون مع دنياه هذه ، وما جمع فيها ، وإذا هو وما جمع في حفرة عميقة في الأرض ، قد فغرت فاها ، وابتلعته في غمضة عين ، كما يبتلع الحيوان فريسته .. وهكذا تطوى صفحة هذا الضلال المتحرك ، وتذهب معالمه ، دون أن يكون له من ينصره من بأس اللّه ويدفع عنه هذا المصير ، فقد ذهب عنه سلطانه ، ولم يغن عنه ماله!\" ¶ وحينئذ ظهرت العبرة للمعتبر ، وتبين المفتونون بمال قارون حقيقة الأمر : « وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ مِنْ عِبادِهِ وَيَقْدِرُ ..». وينتقل المشهد من قارون وموكبه ، وداره ¶ ¬__________ ¶ (¬1) - صحيح البخارى (3485 ) ¶ (¬2) - صحيح مسلم (5586 ) -يتجلجل : يتحرك مع جلبة فى حركته -الجمة : الشعر النازل على المنكبين",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وحشمه وماله ، إلى تلك العيون التي كانت متعلقة بهذا الموكب وما يجر وراءه ، وإذا بها شاخصة في ذهول مما حدث ؟ أين قارون الذي تعلقت بأذيال موكبه أمانيّ القوم ؟ وأين كنوزه وأمواله ، وقصوره ؟ لا شىء من هذا .. لقد اختفى كل شىء في لحظة خاطفة ، كما يختفى السابح في الماء وقد احتوته دوامة عاتية ، فغرق ، وهوى إلى القاع!! أهكذا الدنيا إذن ؟ وأهكذا تصاريف القدر فيها ؟ \" ¶ « وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ مِنْ عِبادِهِ وَيَقْدِرُ » ؟ إذن ، فالأمر للّه وحده ، يبسط الرزق لمن يشاء ، ويقدره ويقبضه عمن يشاء ، بعلم ، وحكمة وتدبير ..وإذن ، فقد كان من فضل اللّه علينا أنه لم يستجب لأمنياتنا ، ولم يؤتنا مثل ما أوتى قارون .. إنه لو فعل لكان مصيرنا كمصيره ، ولخسف بنا وبدورنا الأرض ، كما خسف به وبداره الأرض.\" ¶ أي صار الذين رأوه في زينته وتمنوا في الماضي القريب أن يكونوا مثله يقولون : ألم تر أن اللّه يمدّ الرزق لمن يشاء من خلقه ويضيقه على من يشاء ، وليس المال بدال على رضا اللّه عن صاحبه ، فإن اللّه يعطي ويمنع ، ويضيق ويوسّع ، ويخفض ويرفع ، وله الحكمة التامة والحجة البالغة فعَنْ عَبْدِ اللهِ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ: \" إِنَّ اللهَ قَسَمَ بَيْنَكُمْ أَخْلَاقَكُمْ كَمَا قَسَمَ بَيْنَكُمْ أَرْزَاقَكُمْ، وَإِنَّ اللهَ يُعْطِي الْمَالَ مَنْ يُحِبُّ، وَمَنْ لَا يُحِبُّ، وَلَا يُعْطِي الْإِيمَانَ، إِلَّا مَنْ يُحِبُّ فَإِذَا أَحَبَّ عَبْدًا أَعْطَاهُ الْإِيمَانَ فَمَنَ ضَنَّ بِالْمَالِ أَنْ يُنْفِقَهُ وَهَابَ اللَّيْلَ أَنْ يُكَابِدَهُ، وَخَافَ الْعَدُوَّ أَنْ يُجَاهِدَهُ فَلْيُكْثِرْ مِنْ",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "سُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللهُ، وَاللهُ أَكْبَرُ فَإِنَّهُنَّ مُقَدِّمَاتٌ مُجَنِّبَاتٌ، وَمُعَقِّبَاتٌ وَهُنَّ الْبَاقِيَاتُ الصَّالِحَاتُ \" (¬1) . ¶ وعَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ، عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - قَالَ: \" إِنَّ اللهَ قَسَمَ بَيْنَكُمْ أَخْلَاقَكُمْ كَمَا قَسَمَ بَيْنَكُمْ أَرْزَاقَكُمْ، فَإِنَّ اللهَ يُعْطِي الدُّنْيَا لِمَنْ يُحِبُّ وَمَنْ لَا يُحِبُّ، وَلَا يُعْطِي الدِّينَ إِلَّا مَنْ يُحِبُّ، فَمَنْ أَعْطَاهُ اللهُ الدِّينَ فَقَدْ أَحَبَّهُ، وَالَّذِي نَفْسِي بِيَدِهِ، لَا يُسْلِمُ عَبْدٌ حَتَّى يُسْلِمَ قَلْبُهُ وَلِسَانُهُ، وَلَا يُؤْمِنُ حَتَّى يَأْمَنَ جَارُهُ بَوَائِقَهُ \" قِيلَ: وَمَا بَوَائِقُهُ ؟ قَالَ: \" غَشْمُهُ وَظُلْمُهُ \" قَالَ: وَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" لَا يَكْتَسِبُ عَبْدٌ مَالَ حَرَامٍ فَيَتَصَدَّقُ فَيُنْفِقُ فَيُبَارَكُ لَهُ فِيهِ، وَلَا يَتَصَدَّقُ فَيُقْبَلُ مِنْهُ، وَلَا يَتْرُكُ خَلْفَ ظَهْرِهِ إِلَّا كَانَ زَادَهُ إِلَى النَّارِ، إِنَّ اللهَ تَبَارَكَ وَتَعَالَى لَا يَمْحُو السَّيِّئَ بِالسَّيِّئِ، وَلَا يَمْحُوا السَّيِّئَ إِلَّا بِالْحَسَنِ، إِنَّ الْخَبِيثَ لَا يَمْحُو الْخَبِيثَ \" (¬2) ¶ « لَوْ لا أَنْ مَنَّ اللَّهُ عَلَيْنا لَخَسَفَ بِنا ». إن أشد الناس فقرا فينا ، لهو خير من قارون وكنوزه .. وهل يرضى أحد من هؤلاء الذين شهدوا هذا المشهد اليوم أن يكونوا قارون الذي كان بالأمس ؟ ¶ « وَيْكَأَنَّهُ لا يُفْلِحُ الْكافِرُونَ ».. وإذن ، فالحكم القاطع الذي يمليه علينا هذا المشهد ، هو أنه لا فلاح للكافرين أبدا ، وإن كثرت أموالهم ، وملكوا الدنيا في أيديهم .. إنهم هم الخاسرون خسرانا مبينا ، فى الدنيا والآخرة جميعا. ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (2 / 120) (599 ) صحيح ¶ (¬2) - شعب الإيمان - (7 / 367) (5136 ) حسن",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وكلمة « وي » أداة تعجب وانبهار ، يلقى بها المرء مواقف العجب والدهش ...\" ¶ ما يستفاد من الآيات ¶ دلت الآيات على ما يلي : ¶ 1 - لقد استبد البغي والغرور والبطر والكبر بقارون ، فتعالى على قومه بني إسرائيل ، وأراد إظهار أبهته وعظمته أمامهم ، فخرج عليهم في يوم عيد في موكب مهيب مزدان بمتاع الحياة الدنيا من الثياب والتجمل والدواب. ¶ 2 - انقسم الناس في شأن قارون بعد هذا الاستعراض فريقين : فريق ينبهر بسطحيات الأمور ، فأعجب بهذا المظهر ، وتمنى أن يكون مثل قارون في الثروة والمال والعزة والجاه ، وهؤلاء هم الماديون في كل زمان. ¶ وفريق نور اللّه بصيرته ، ولم يغتر بمظاهر الدنيا وزخارفها ، وإنما نظر إلى الحقائق ، وأدرك أن الدنيا فانية ، وأن السعادة بالفوز في الآخرة ، وهؤلاء هم العلماء المؤمنون العارفون بمصير العالم والإنسان وهم أحبار بني إسرائيل ، فقالوا لأصحابهم الفريق الأول : ويلكم (كلمة زجر) ثواب اللّه أي الجنة ونعيمها خير من مال قارون وجاهه ، وهي لمن آمن وعمل الأعمال الصالحة ، ولا يؤتى الجنة في الآخرة إلا الصابرون على طاعة اللّه. ويلاحظ أن الضمير في قوله : وَلا يُلَقَّاها يراد به الجنة لأنها المعنية بقوله تعالى : ثَوابُ اللَّهِ. 3 - كان عقاب قارون في الدنيا الخسف به وبداره الأرض ، فأصبح كأن لم يكن ، وله في الآخرة عذاب النار ، ولم يكن له في الحالين جماعة",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ينصرونه ويمنعونه من عذاب اللّه ، وما كان من المنتصرين الممتنعين من العذاب. ¶ 4 - إن في ذلك لعبرة للمتأمل ، فقد ندم الذين تمنوا أن يكونوا مثله ، وتنبهوا إلى حقيقة الأمر ، وتعجبوا من تعجيل العقاب ، وأدركوا أن سعة الرزق ليست دليلا على رضوان اللّه ، كما أن تقتير الرزق ليس علامة على سخط اللّه ، وحمدوا اللّه على فضله ورحمته وعصمته من مثل ما كان عليه قارون من البغي والبطر وما نزل به من العقاب ، وأيقنوا أن لا فلاح ولا فوز عند اللّه للكافرين به ، المكذبين رسله ، الجاحدين نعمته. ¶ 5 - إن عاقبة الكبر والتعالي وخيمة ، وإن الاغترار بالأموال والأوصاف نذير سوء . ¶ 6 ـ دلّ ارتباط الفاء بالخسف في قوله تعالى : { فَخَسَفْنَا بِهِ وَبِدَارِهِ الأَرْض } على الترتيب والتعقيب ، أي : إن الله خسف به وبماله بعدما خرج على قومه في زينته ، وكان خروجه هذا هو السبب المباشر في خسف الله به لغروره وتكبره (¬1) . وفي هذا دلالة أكيدة على بغض الله للتكبر والمتكبرين ، وقد يكون التبختر والغرور سبب لعقاب صاحبه ، فعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ، أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ : \" \" خَرَجَ رَجُلٌ مِمَّنْ كَانَ قَبْلَكُمْ فِي حُلَّةٍ لَهُ يَخْتَالُ فِيهَا ، فَأَمَرَ اللَّهُ الأَرْضَ فَأَخَذَتْهُ فَهُوَ يَتَجَلْجَلُ فِيهَا - أَوْ قَالَ : يَتَلَجْلَجُ فِيهَا - إِلَى يَوْمِ القِيَامَةِ \" (¬2) . ¶ ¬__________ ¶ (¬1) - ينظر القصص القرآني : 3 / 60 - 61 ¶ (¬2) - سُنَنُ التِّرْمِذِيِّ ـ الْجَامِعُ الصَّحِيحُ (2528 ) وقال :\" هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ \"",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وعَنِ ابْنِ كُرَيْبٍ ، عَنْ أَبِيهِ قَالَ : كُنْتُ أَقُودُ ابْنَ عَبَّاسٍ فِي زُقَاقِ أَبِي لَهَبٍ فَقَالَ : يَا كُرَيْبُ ، بَلِّغْنَا مَكَانَ كَذَا وَكَذَا ؟ قَالَ : أَنْتَ عِنْدَهُ الْآنَ ، فَقَالَ : حَدَّثَنِي الْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ قَالَ : \" بَيْنَا أَنَا مَعَ النَّبِيِّ - صلى الله عليه وسلم - فِي هَذَا الْمَوْضِعِ إِذَا أَقْبَلَ رَجُلٌ يَتَبَخْتَرُ بَيْنَ بُرْدَيْهِ وَيَنْظُرُ إِلَى عِطْفَيْهِ قَدْ أَعْجَبَتْهُ نَفْسُهُ ، إِذْ خَسَفَ اللَّهُ بِهِ الْأَرْضَ فِي هَذَا الْمَوْطِنِ ، فَهُوَ يَتَجَلْجَلُ فِيهَا إِلَى يَوْمِ الْقِيَامَةِ \" (¬1) ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ ، قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" بَيْنَمَا رَجُلٌ مِمَّنْ كَانَ قِبَلَكُمْ يَخْرُجُ فِي بُرْدَيْنِ ، فَاخْتَالَ فِيهِمَا ، فَأَمَرَ اللَّهُ الْأَرْضَ فَأَخَذَتْهُ ، فَهُوَ يَتَجَلْجَلُ فِيهَا إِلَى يَوْمِ الْقِيَامَةِ \" (¬2) ¶ وعَنْ أَبِي رَافِعٍ ، أَنَّ فَتًى مِنْ قُرَيْشٍ أَتَى أَبَا هُرَيْرَةَ ، فَقَالَ : يَا أَبَا هُرَيْرَةَ ، إِنَّكَ تُكْثِرُ الْحَدِيثَ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ، فَهَلْ سَمِعْتَهُ يَقُولُ فِي حُلَّتِي هَذِهِ ؟ فَقَالَ : لَوْلَا مَا أَخَذَ اللَّهُ عَلَيَّ فِي الْكِتَابِ مَا حَدَّثْتُكُمْ بِشَيْءٍ ، سَمِعْتُهُ - صلى الله عليه وسلم - يَقُولُ : \" إِنَّ رَجُلًا مِمَّنْ كَانَ قَبْلَكُمْ يَتَبَخْتَرُ إِذْ أَعْجَبَتْهُ جُمَّتُهُ وَبُرْدَاهُ ، فَخَسَفَ اللَّهُ بِهِ الْأَرْضَ ، فَهُوَ يَتَجَلْجَلُ فِيهَا إِلَى يَوْمِ الْقِيَامَةِ \" (¬3) ¶ وعن جَرِير وَهُوَ ابْنُ يَزِيدَ ، قَالَ : كُنْتُ جَالِسًا عِنْدَ سَالِمِ بْنِ عَبْدِ اللَّهِ عَلَى بَابِ دَارِهِ ، فَمَرَّ بِهِ شَابٌّ مِنْ قُرَيْشٍ يَسْحَبُ إِزَارَهُ ، فَصَاحَ بِهِ وَقَالَ : ارْفَعْ إِزَارَكَ فَجَعَلَ يَعْتَذِرُ إِلَيْهِ مِنَ اسْتِرْخَائِهِ ثُمَّ أَقْبَلَ عَلَيَّ ، فَقَالَ : حَدَّثَنَا أَبُو هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ، قَالَ : \" بَيْنَا رَجُلٌ مِمَّنْ كَانَ قَبْلَكُمْ يَمْشِي ¶ ¬__________ ¶ (¬1) - مُسْنَدُ أَبِي يَعْلَى الْمَوْصِلِيِّ(6557 ) صحيح لغيره ¶ (¬2) - مُسْنَدُ أَبِي يَعْلَى الْمَوْصِلِيِّ (4189) صحيح لغيره ¶ (¬3) - صَحِيحُ ابْنِ حِبَّانَ (5776 ) صحيح",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فِي حُلَّةٍ لَهُ مُعْجَبَةٌ بِهِ نَفْسُهُ ، إِذْ خَسَفَ اللَّهُ بِهِ الْأَرْضَ فَهُوَ يَتَجَلْجَلُ فِيهِ إِلَى يَوْمِ الْقِيَامَةِ \" (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ ، عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَالَ : \" بَيْنَمَا رَجُلٌ يَتَبَخْتَرُ فِي بُرْدَيْنِ ، خَسَفَ اللَّهُ بِهِ الْأَرْضَ ، فَهُوَ يَتَجَلْجَلُ فِيهَا إِلَى يَوْمِ الْقِيَامَةِ \" فَقَالَ لَهُ فَتًى قَدْ سَمَّاهُ وَهُوَ فِي حُلَّةٍ لَهُ : يَا أَبَا هُرَيْرَةَ ، أَهَكَذَا كَانَ يَمْشِي ذَلِكَ الْفَتَى الَّذِي خُسِفَ بِهِ ؟ ثُمَّ ضَرَبَ بِيَدِهِ ، فَعَثَرَ عَثْرَةً كَادَ يَتَكَسَّرُ مِنْهَا ، فَقَالَ أَبُو هُرَيْرَةَ : لِلْمَنْخَرَيْنِ ، وَلِلْفَمِ ، إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ \" (¬2) ¶ ( لقد أخذ الله قارون هو في أوج انتعاشه وغروره وتكبره وفرحه وبطره ، وقصمه قصماً وهو في سكرته وزينته خسف به وبداره الأرض ، انشقت الأرض وابتلعته ، ابتلعت أمواله وكنوزه ، وابتلعت خزائنه ومفاتحه ، وابتلعت داره وملكه ، ولم تنفعه أمواله وكنوزه لأنها لم تمنع عنه عذاب الله ، ولم ينصره المتجمعون حوله المنتفعون بأمواله ولم يدفعوا عنه عذاب الله \" (¬3) . ¶ فيمكن للدعاة أن يوظفوا هذه القصة لنصح أصحاب الأموال المتبخترين بأموالهم وتذكيرهم بعقاب الله . ¶ ¬__________ ¶ (¬1) - السُّنَنُ الْكُبْرَى لِلنَّسَائِي (8427 ) صحيح ¶ (¬2) - سُنَنُ الدَّارِمِيِّ (458 ) صحيح ¶ (¬3) - القصص القرآني : 3/61 . وينظر عوامل فساد الأمم كما يصورها الَقُرْآن . فائز صالح الخطيب . رسالة ماجستير غير منشورة . كلية أصول الدين . جامعة الأزهر . 1400 هـ . : ص 155 .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "7 ـ قد يعجل العقاب على مستحقيه في الدنيا .\" فالأصل في العقاب لمستحقيه أنه يكون في الآخرة ، ولكن قد يعجّله الله لمستحقيه في الدنيا مع ما ينتظره من عقاب الآخرة ، كما عجل الله عقاب قارون في الدنيا حيث خسف به وبداره الأرض ، وهذا التعجيل إنذار وتحذير قد ينتفع به بعض العصاة ، فينزجروا عن معصيتهم وينتفع به ضعفاف الإيمان حيث يتقوى إيمانهم \" (¬1) . ¶ ولكن لا يعني هذا أن كل عاص لله ينال عقابه في الدنيا ، فإن شاء الله عجّل للعصاة العذاب في الدنيا ، وإن شاء آخر لهم العقاب إلى يوم القيامة ، قال تعالى : {وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُ أَلاَ يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِؤُونَ} (8) سورة هود ، وقال تعالى : {مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُومًا مَّدْحُورًا} (18) سورة الإسراء . ¶ 8ـ الرجوع عن الخطأ فضيلة ،ويتضح هذا من خلال رجوع الذين تمنوا أن يكون لهم مثل ما أوتي قارون من المال . { وَأصبح الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالأَمْسِ يَقُولُونَ وَيْكَانَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ } . (¬2) ¶ 9- بيان أن الفتنة أسرع إلى قلوب الماديين ابناء الدنيا والعياذ بالله تعالى . ¶ ¬__________ ¶ (¬1) - المستفاد من قصص القرآن : 1/ 536 . ¶ (¬2) - سورة القصص دراسة تحليلية - (1 / 260)",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "10- بيان موقف أهل العلم الديني وأنهم رُشَّد أي حكماء يأمرون بالمعروف وينهون عن المنكر . ¶ 11- بيان أن البغي يؤخذ به البغاة في الدنيا ويعذبون به في الآخرة . ¶ 12- بيان أن وجود الإِيمان خير من عدمه وإن قل وأن ذا الإِيمان أقرب إلى التوبة ممن لا إِيمان له . (¬1) ¶ 13- في الآيات ترهيب من التعمق في زينة الدنيا ، والتكاثر بها. ومن تمنى ما لأربابها من غرور زخرفها ، وترغيب في الزهد فيها ، وإيثار الفقر على الغنى ، والتبذل والتخشن على ملاذ ملابسها ومطاعمها. قال الشيخ العارف ؛ سيدي عبد الرحمن بن يوسف اللجائي في كتابه : اعلم أن الدنيا إذا عظمت وجلّت في قلب عبد ، فإن ذلك العبد يعظم قدر من أقبلت عليه الدنيا ، ويتمنى أن ينال منها ما نال ، فإن كل إنسان يعظم ما اشتهت نفسه. وهذه صفة عبيد الدنيا ، وعبيد أهوائهم. وهي صفة من أسكرته الغفلة ، وخرجت عظمة الله عز وجل من قلبه ، وإلى هذه الإشارة بقوله تعالى : {قال الذين يريدون الحياة الدنيا...} الآية. فكل محب للدنيا ، مستغرق في حبها ، فهو لاحق بالذين تموا زينة قارون. واعلم أن الدنيا إذا رسخت في القلب ، واستوطنت ، ظهر ذلك على جوارح العبد ، بتكالبه عليها ، وشدة رغبته فيها ، فيسلبه الله تعالى لذة القناعة ، ويمنعه سياسة الزاهدين ، ويبعده عن روح العارفين ؛ فإن القلب إذا لم يقنع ـ لو ملك الدنيا بحذافيرها ـ لم يشبع. وقال بعض الحكماء : ¶ ¬__________ ¶ (¬1) - أيسر التفاسير للجزائري - (3 / 187)",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "القناعة هي الغنى الأكبر ، ولن تخفى صفة القانعين. هـ. ومآل الراغبين في الدنيا هو مآل قارون ، من الفناء والذهاب تحت التراب ، وأنشدوا : ¶ إنْ كُنْتَ تَسّمُوِ إِلَى الدُّنْيا وَزِينَتِهَا فَانْظُرْ إِلى مَالِكَ الأَمْلاَكِ قَارُونِ ¶ رَمَّ الأُمُورَ فَأَعْطَتْهُ مَقَادتَهَا وَسَخَّرَ النَّاسَ ؛ بِالتَّشْدِيدِ وَاللِّينِ ¶ حَتَّى إِذَا ظَنَّ أَلاَّ شَيءَ غَالِبُه وَمُكِّنَتْ قَدَمَاهُ أَيَّ تَمْكِينِ ¶ رَاحَتْ عَلَيْهِ الْمَنَايَا رَوْحَةً تَرَكَتْ ذَا المُلْكِ والْعِزِّ تَحْتَ الْمَاءِ وَالطِّينِ (¬1) ¶ - - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - البحر المديد ـ موافق للمطبوع - (5 / 444)",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "المطلب الثالث ¶ محل الجزاء ومقداره والعبرة من قصة قارون (¬1) ¶ قال تعالى : ¶ { تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ (83) مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ (84) } ¶ المناسبة : ¶ بعد أن ذكر سبحانه قول أهل العلم بالدين : ثواب اللّه خير - أعقب ذلك بذكر محل هذا الجزاء ، وهو الدار الآخرة وجعله لعباده المؤمنين المتواضعين ، الذين لا يترفعون على الناس ، ولا يتجبرون عليهم ، ولا يفسدون فيهم ، بأخذ أموالهم بغير حق ، ثم بين بعدئذ ما يحدث فى هذه الدار جزاء على الأعمال فى الدنيا ، فذكر أن جزاء الحسنة عشرة أضعافها إلى سبعمائة ضعف إلى ما لا يحيط به إلا علام الغيوب ، فضلا من اللّه ورحمة وجزاء السيئة مثلها ، لطفا منه بعباده ، وشفقة عليهم. (¬2) . ¶ التفسير والبيان : ¶ قوله تعالى : « تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُها لِلَّذِينَ لا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلا فَساداً .. ». هو تعقيب على هذه القصة ، التي كان مدار حركتها ¶ ¬__________ ¶ (¬1) - التفسير المنير ـ موافقا للمطبوع - (20 / 170) ¶ (¬2) - تفسير الشيخ المراغى ـ موافقا للمطبوع - (20 / 94)",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "قائما على هذه الدنيا ، وقد انتهى المشهد ، وقد تحطم هذا الدولاب ، وتحطم كل ما احتواه .. وإذن فلا التفات إلى هذا الحطام ، ولا اشتغال به .. وإذن فإلام تتلفت النفوس ؟ وبم تشتغل القلوب ؟ هذه هي الدار الآخرة .. الدار الباقية التي ينبغى أن يلتفت إليها ، ويشتغل بها .. ¶ ولكن لمن هذه الدار ؟ ومن يصلح للاتجاه إليها ، والتعامل معها ؟ « لِلَّذِينَ لا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلا فَساداً » ـ فهؤلاء هم أهلها ، حيث لا تنصرف إرادتهم إلى الدنيا ، وإلى طلب العلو والإفساد فيها .. إن إرادتهم متجهة إلى الآخرة ، وإن كانت الدنيا معبرهم إليها ، وطريقهم عليها ..\" ¶ أي إن الدار الآخرة ونعيمها الدائم الذي لا يحول ولا يزول ، ولا عناء فيه ولا مشقة ، يجعلها ربك لعباده المؤمنين المتواضعين الذين لا يريدون ترفعا على خلق اللّه وتعاظما عليهم وتجبرا بهم بغير حق ، ولا فسادا بأخذ أموالهم بغير حق. ¶ ولم يعلق الوعد بالنعيم بترك العلو والفساد ، ولكن بترك إرادتهما وميل القلب إليهما. وقال : تِلْكَ على جهة التعظيم للجنة والتفخيم لشأنها ، يعني تلك التي سمعت بذكرها ، وبلغك وصفها. ¶ عَنْ عَلِيٍّ ،رَضِيَ اللَّهُ عَنْهُ قَالَ :\"إِنَّ الرَّجُلَ لَيُعْجِبُهُ مِنْ شِرَاكِ نَعْلِهِ أَنْ يَكُونَ أَجْوَدَ مِنْ شِرَاكِ صَاحِبِهِ ،فَيَدْخُلُ فِي قَوْلِهِ تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ \" (¬1) . ¶ ¬__________ ¶ (¬1) - جَامِعُ الْبَيَانِ فِي تَفْسِيرِ الْقُرْآنِ لِلطَّبَرِيِّ (25344 ) وفيه ضعف",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "قال ابن كثير (¬1) : وهذا محمول على ما إذا أراد بذلك الفخر والتطاول على غيره؛ فإن ذلك مذموم، كما ثبت في الصحيح عَنْ عِيَاضِ بْنِ حِمَارٍ أَخِى بَنِى مُجَاشِعٍ قَالَ قَامَ فِينَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - ذَاتَ يَوْمٍ خَطِيبًا فَقَالَ « إِنَّ اللَّهَ أَوْحَى إِلَىَّ أَنْ تَوَاضَعُوا حَتَّى لاَ يَفْخَرَ أَحَدٌ عَلَى أَحَدٍ وَلاَ يَبْغِى أَحَدٌ عَلَى أَحَدٍ ». (¬2) ¶ وأما إذا أحب ذلك لمجرد التجمل ، فهذا لا بأس به ،فقد ثبت - فيما روي عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « لاَ يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِى قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ ». قَالَ رَجُلٌ إِنَّ الرَّجُلَ يُحِبُّ أَنْ يَكُونَ ثَوْبُهُ حَسَنًا وَنَعْلُهُ حَسَنَةً. قَالَ « إِنَّ اللَّهَ جَمِيلٌ يُحِبُّ الْجَمَالَ الْكِبْرُ بَطَرُ الْحَقِّ وَغَمْطُ النَّاسِ ». (¬3) . ¶ ¬__________ ¶ (¬1) - تفسير ابن كثير - دار طيبة - (6 / 259) ¶ (¬2) - صحيح مسلم (7389 ) ¶ (¬3) - صحيح مسلم(275) - البطر : التكبر على الحق فلا يقبله -الغمط : الاحتقار والاستهانة ¶ وعَنْ عَبْدِ اللهِ ، قَالَ : قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : لاَ يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةِ خَرْدَلٍ مِنْ كِبْرٍ ، وَلاَ يَدْخُلُ النَّارَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةِ خَرْدَلٍ مِنْ إِيمَانٍ.قَالَ أَبُو حَاتِمٍ : فِي هَذَا الْخَبَرِ مَعْنَيَانِ اثْنَانِ أَحَدُهُمَا وَهُوَ الَّذِي نَوَّعْنَا لَهُ النَّوْعَ لاَ يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةِ خَرْدَلٍ مِنْ كِبْرٍ أَرَادَ بِهِ جَنَّةً عَالِيَةً يَدْخُلُهَا غَيْرُ الْمُتَكَبِّرِينَ ، وَقَوْلُهُ : وَلاَ يَدْخُلُ النَّارَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةِ خَرْدَلٍ مِنْ إِيمَانٍ أَرَادَ بِهِ نَارًا سَافِلَةً يَدْخُلُهَا غَيْرُ الْمُسْلِمِينَ ، وَالْمَعْنَى الثَّانِي : لاَ يَدْخُلُ الْجَنَّةَ أَصْلاً مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةِ خَرْدَلٍ مِنْ كِبْرٍ ، أَرَادَ بِالْكِبْرِ الشِّرْكَ ، إِذِ الْمُشْرِكُ لاَ يَدْخُلُ جَنَّةً مِنَ الْجِنَّانِ أَصْلاً ، وَقَوْلُهُ : لاَ يَدْخُلُ النَّارَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلِ مِنْ إِيمَانٍ أَرَادَ بِهِ عَلَى سَبِيلِ الْخُلُودِ ، حَتَّى يَصِحَّ الْمَعْنَيَانِ مَعًا.صحيح ابن حبان - (12 / 493) (5680) صحيح",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "« وَالْعاقِبَةُ لِلْمُتَّقِينَ » أي والمصير المحمود وهو الجنة لمن اتقى عذاب اللّه وخاف عقابه ، بعمل الطاعات ، وترك المحظورات المحرّمات ، ولم يكن كفرعون الطاغية الجبار الكافر باللّه ، ولا كقارون الباغية الفاجر المكذب رسل اللّه ، الذي يريد الفساد في الأرض والاستعلاء. ¶ ثم بين اللّه تعالى حال الجزاء على الأعمال فقال « مَنْ جاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْها.». أي من جاء بالخصلة الحسنة يوم القيامة ، فله خير منها ذاتا ومقدارا وصفة ، فثواب اللّه خير من حسنة العبد ، واللّه يضاعفه أضعافا كثيرا ، فضلا من اللّه ورحمة وإحسانا. ¶ « وَمَنْ جاءَ بِالسَّيِّئَةِ فَلا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئاتِ إِلَّا ما كانُوا يَعْمَلُونَ ». أي ومن أتى بالفعلة القبيحة المنكرة شرعا وعقلا وعرفا صحيحا مقبولا ، فلا يجزى عليها إلا مثلها رحمة وعدلا ، كما قال تعالى : ونحو الآية قوله : {وَمَن جَاء بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ} (90) سورة النمل. ¶ فهو إعلان عام للمؤمنين والكافرين .. للمصلحين والمفسدين .. للذين يعلمون الصالحات ، والذين يقترفون السيئات .. إن لكل حسابه وجزاءه ¶ أما أهل الإحسان ، فيجزون بإحسانهم إحسانا مضاعفا .. فضلا من اللّه وكرما .. وأما أهل السوء ، فيجزون بسوئهم سواء مثله ، حقا من اللّه وعدلا .. ¶ وقد أفرد الضمير في مقام الإحسان ، حيث تختلف منازل المحسنين ، فيما يجزون به على إحسانهم .. الحسنة بعشر أمثالها إلى سبعمائة ، واللّه",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "يضاعف لمن يشاء .. فهذا مقام الفضل ، ينزل فيه اللّه عباده منازلهم من فضله ورحمته .. ¶ أما أهل السوء ، فهم على حال واحدة .. السيئة بالسيئة ولا زيادة .. فهم فى مقام العدل. الذي يقتضى المساواة .. ولهذا جمع ضمير أهل السوء ..«فَلا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئاتِ إِلَّا ما كانُوا يَعْمَلُونَ » (¬1) . ¶ ما يستفاد من الآيات ¶ 1- حرمة التكبر والاستطالة على الناس ، والعمل بالمعاصي ، وأنه الفساد في الأرض .قال تعالى :{ وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ (71) قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (72)} [الزمر : 71 ، 72] ، وقال تعالى :\" أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّى يُصْرَفُونَ (69) الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ (70) إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ (71) فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ (72) ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ (73) مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ (74) ذَلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ (75) ¶ ¬__________ ¶ (¬1) - التفسير القرآني للقرآن ـ موافقا للمطبوع - (10 / 393)",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (76) } [غافر : 69 - 76] ¶ 2- بيان فضل الله ورحمته وعدله بين عباده بمضاعفة الحسنات وعدم مضاعفة السيئات ، قال تعالى : {مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَى إِلَّا مِثْلَهَا وَمَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُوْلَئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ} (40) سورة غافر ¶ وههنا سؤالان : ¶ السؤال الأول : قال تعالى : {إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لانفُسِكُم وَإِنْ أَسَأْتُمْ فَلَهَا } (الإسراء : 7) كرر ذلك الإحسان واكتفى بذكر الإساءة بمرة واحدة ، وفي هذه الآية كرر ذكر الإساءة مرتين واكتفى في ذكر الإحسان بمرة واحدة ، فما السبب ؟ ¶ الجواب : لأن هذا المقام مقام الترغيب في الدار الآخرة ، فكانت المبالغة في الزجر عن المعصية لائقة بهذا الباب ، لأن المبالغة في الزجر عن المعصية مبالغة في الدعوة إلى الآخرة. وأما الآية الآخرى فهي شرح حالهم فكانت المبالغة في ذكر محاسنهم أولى. ¶ السؤال الثاني : كيف قال : لا تجزي السيئة إلا بمثلها ؟ مع أن المتكلم بكلمة الكفر إذا مات في الحال عذب أبد الآباد ؟ ¶ والجواب : لأنه كان على عزم أنه لو عاش أبداً لقال ذلك فعومل بمقتضى عزمه. قال الجبائي : وهذا يدل على بطلان مذهب من يجوز على الله",
            "page": "82",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "تعالى أن يعذب الأطفال عذاباً دائماً بغير جرم ، قلنا لا يجوز أن يفعله وليس في الآية ما يدل عليه (¬1) ¶ 3- العاقبة الحسنى وهي الجنة لأهل الإِيمان والتقوى . (¬2) ¶ فالتقوى في القلب هي التي تؤهله للانتفاع بهذا الكتاب. هي التي تفتح مغاليق القلب له فيدخل ويؤدي دوره هناك. هي التي تهيىء لهذا القلب أن يلتقط وأن يتلقى وأن يستجيب. ¶ لا بد لمن يريد أن يجد الهدى في القرآن أن يجيء إليه بقلب سليم. بقلب خالص. ثم أن يجيء إليه بقلب يخشى ويتوقى ، ويحذر أن يكون على ضلالة ، أو أن تستهويه ضلالة .. وعندئذ يتفتح القرآن عن أسراره وأنواره ، ويسكبها في هذا القلب الذي جاء إليه متقيا ، خائفا ، حساسا ، مهيأ للتلقي .. فذلك التقوى .. حساسية في الضمير ، وشفافية في الشعور ، وخشية مستمرة ، وحذر دائم ، وتوق لأشواك الطريق .. طريق الحياة .. الذي تتجاذبه أشواك الرغائب والشهوات ، وأشواك المطامع والمطامح ، وأشواك المخاوف والهواجس ، وأشواك الرجاء الكاذب فيمن لا يملك إجابة رجاء ، والخوف الكاذب ممن لا يملك نفعا ولا ضرا. وعشرات غيرها من الأشواك! (¬3) ¶ ¬__________ ¶ (¬1) - تفسير الفخر الرازى ـ موافق للمطبوع -جزء : 25 رقم الصفحة : 23 وتفسير اللباب لابن عادل ـ موافق للمطبوع - (1 / 4025) وتفسير السراج المنير ـ موافق للمطبوع - (3 / 116) ¶ (¬2) - أيسر التفاسير للجزائري - (3 / 188) ¶ (¬3) - فى ظلال القرآن ـ موافقا للمطبوع - (1 / 38)",
            "page": "83",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "4- شتان بين نعيم الدنيا الزائل المليء بالمنغصات والمكدرات ، ونعيم الآخرة الدائم الخالي من كل هم وغم ، قال تعالى : {مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ اللّهِ بَاقٍ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُواْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ} (96) سورة النحل ، وقال تعالى : {أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّواْ أَيْدِيَكُمْ وَأَقِيمُواْ الصَّلاَةَ وَآتُواْ الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّهِ أَوْ أَشَدَّ خَشْيَةً وَقَالُواْ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ قُلْ مَتَاعُ الدَّنْيَا قَلِيلٌ وَالآخِرَةُ خَيْرٌ لِّمَنِ اتَّقَى وَلاَ تُظْلَمُونَ فَتِيلاً} (77) سورة النساء . ¶ 5- وفيه بيان لمنهج القرآن الكريم في الترغيب والترهيب ، فقد ترك هذا القرآن في النفوس ذلك الطابع الإسلامي البارز. وهو يرغب ويرهب ، وينذر ويحذر ويجعل العهد عهد اللّه ، ويصور النفع الذي يجره نقضه ضئيلا هزيلا ، وما عند اللّه على الوفاء عظيما جزيلا : «وَلا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَناً قَلِيلًا. إِنَّما عِنْدَ اللَّهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ» .. ويذكر بأن ما عند البشر ولو ملكه فرد فإنه زائل ، وما عند اللّه باق دائم : «ما عِنْدَكُمْ يَنْفَدُ وَما عِنْدَ اللَّهِ باقٍ» ، ويقوي العزائم على الوفاء ، والصبر لتكاليف الوفاء ، ويعد الصابرين أجرا حسنا «وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ» والتجاوز عما وقع منهم من عمل سيئ ، ليكون الجزاء على أحسن العمل دون سواه. (¬1) ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (4 / 2193)",
            "page": "84",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "6- ما ورد في القرآن الكريم من قصص الأمم الماضية - ومنها قصة قارون - كله حق وصدق ،قال السيد رحمه الله في تعقبه على نوح عليه السلام : \" فهذا القصص غيب من الغيب ، ما كان يعلمه النبي ، وما كان معلوما لقومه ، ولا متداولا في محيطه. إنما هو الوحي من لدن حكيم خبير. ¶ وحقيقة وحدة العقيدة من لدن نوح أبي البشر الثاني. فهي هي. والتعبير عنها يكاد يكون هو التعبير. ¶ وحقيقة تكرار الاعتراضات والاتهامات من المكذبين على الرغم من الآيات والعبر والبينات التي لا تمنع جيلا أن يرددها وقد بدت باطلة في جيل. ¶ وحقيقة تحقق البشرى والوعيد ، كما يبشر النبي وينذر ، وهذا شاهد من التاريخ. ¶ وحقيقة السنن الجارية التي لا تتخلف ولا تحابي ولا تحيد : «والعاقبة للمتقين» .. فهم الناجون وهم المستخلفون.وحقيقة الرابطة التي تربط بين فرد وفرد وبين جيل وجيل .. إنها العقيدة الواحدة التي تربط المؤمنين كلهم في إله واحد ورب واحد يلتقون في الدينونة له بلا منازع ولا شريك : ¶ وهذا حسبنا في إدراك طبيعة ذلك الحادث الكوني الذي جاءنا خبره من المصدر الوحيد الوثيق عن ذلك العهد السحيق ، الذي لا يعرف «التاريخ» عنه شيئا. وإلا فيومها أين كان «التاريخ»؟! إن التاريخ مولود حدث لم يسجل من أحداث البشرية إلا القليل! وكل ما سجله قابل للخطأ والصواب ، والصدق والكذب ، والتجريح والتعديل! وما ينبغي قط أن",
            "page": "85",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "يستفتى ذات يوم في شأن جاءنا به الخبر الصادق. ومجرد استفتائه في مثل هذا الشأن قلب للأوضاع ، وانتكاسة لا تصيب عقلا قد استقرت فيه حقيقة هذا الدين! ولقد حفلت أساطير شتى الشعوب وذكرياتها الغامضة بذكر طوفان أصاب أرضها في تاريخ قديم مجهول ، بسبب معصية ذلك الجيل الذي شهد ذلك الحادث الكبير .. وأساطير بني إسرائيل المدونة فيما يسمونه «العهد القديم» تحوي كذلك ذكرى طوفان نوح .. ولكن هذا كله شيء لا ينبغي أن يذكر في معرض الحديث القرآني عن الطوفان ولا ينبغي أن يخلط الخبر الصادق الوثيق بمثل هذه الروايات الغامضة وهذه الأساطير المجهولة المصدر والأسانيد. وإن كان لوجود هذه الأخبار الغامضة عن الطوفان عند شعوب شتى دلالته في أن الطوفان قد كان في أرض هذه الأقوام أو على الأقل قد رحلت ذكرياته مع ذراري الناجين حين تفرقوا في الأرض بعد ذلك وعمروا الأرض من جديد .. ¶ وينبغي أن نذكر أن ما يسمى «بالكتاب المقدس» - سواء في ذلك «العهد القديم» المحتوي على كتب اليهود أو «العهد الجديد» المحتوي على أناجيل النصارى - ليس هو الذي نزل من عند اللّه. فالتوراة التي أنزلها اللّه على موسى قد حرقت نسخها الأصلية على يد البابليين عند سبي اليهود. ولم تعد كتابتها إلا بعد قرون عديدة - قبيل ميلاد المسيح بنحو خمسة قرون - وقد كتبها عزرا - وقد يكون هو عزير - وجمع فيها بقايا من التوراة. أما سائرها فهو مجرد تأليف! وكذلك الأناجيل فهي جميعا لا تحوي إلا ما حفظته ذاكرة تلامذة المسيح وتلامذتهم بعد نحو قرن من وفاة المسيح - عليه السلام - ثم خلطت به حكايات كثيرة وأساطير! ..",
            "page": "86",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "ومن ثم لا يجوز أن يطلب عند تلك الكتب جميعها يقين في أمر من الأمور! ونخلص من هذه القضية العرضية إلى عبرة هذا الحادث الكوني العظيم .. وهي - في الحقيقة - عبر شتى ، لا عبرة واحدة. \" (¬1) ¶ 7- لا تنال السعادة في الدارين إلا بالصبر والتقوى ، قال تعالى : {تِلْكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنتَ تَعْلَمُهَا أَنتَ وَلاَ قَوْمُكَ مِن قَبْلِ هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ} (49) سورة هود ¶ أي فاصبر على القيام بأمر اللّه وتبليغ رسالته وما تلقى من قومك من أذى كما صبر نوح على قومه ، فإن سنة اللّه فى رسله وأقوامهم أن تكون العاقبة بالفوز والنجاة للمتقين الذين يجتنبون المعاصي ويعملون الطاعات ، فأنتم الفائزون المفلحون ، والمصرّون على عداوتكم هم الخاسرون الهالكون. (¬2) ¶ وقال تعالى : {لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُواْ أَذًى كَثِيرًا وَإِن تَصْبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ} (186) سورة آل عمران . ¶ \" وهكذا علمت الجماعة المسلمة في المدينة ما ينتظرها من تضحيات وآلام. وما ينتظرها من أذى وبلاء في الأنفس والأموال. من أهل الكتاب من حولها. ومن المشركين أعدائها .. ولكنها سارت في الطريق. لم تتخاذل ، ولم تتراجع ، ولم تنكص على أعقابها .. لقد كانت تستيقن أن ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (4 / 1880) ¶ (¬2) - تفسير الشيخ المراغى ـ موافقا للمطبوع - (12 / 43) و التفسير القرآني للقرآن ـ موافقا للمطبوع - (6 / 1151) والتفسير الوسيط للقرآن الكريم لطنطاوي - (7 / 217)",
            "page": "87",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "كل نفس ذائقة الموت. وأن توفية الأجور يوم القيامة. وأنه من زحزح عن النار وأدخل الجنة فقد فاز. وأن الحياة الدنيا ما هي إلا متاع الغرور .. على هذه الأرض الصلبة المكشوفة كانت تقف وفي هذا الطريق القاصد الواصل كانت تخطو .. والأرض الصلبة المكشوفة باقية لأصحاب هذه الدعوة في كل زمان. والطريق القاصد الواصل مفتوح يراه كل إنسان. وأعداء هذه الدعوة هم أعداؤها ، تتوالى القرون والأجيال وهم ماضون في الكيد لها من وراء القرون والأجيال .. ¶ والقرآن هو القرآن ..وتختلف وسائل الابتلاء والفتنة باختلاف الزمان وتختلف وسائل الدعاية ضد الجماعة المسلمة ، ووسائل إيذائها في سمعتها وفي مقوّماتها وفي أعراضها وفي أهدافها وأغراضها .. ولكن القاعدة واحدة : «لَتُبْلَوُنَّ فِي أَمْوالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذىً كَثِيراً»! ولقد حفلت السورة بصور من مكايد أهل الكتاب والمشركين وصور من دعايتهم للبلبلة والتشكيك. ¶ أحيانا في أصول الدعوة وحقيقتها ، وأحيانا في أصحابها وقيادتها. وهذه الصور تتجدد مع الزمان. وتتنوع بابتداع وسائل الدعاية الجديدة ، وتوجه كلها إلى الإسلام في أصوله الاعتقادية ، وإلى الجماعة المسلمة والقيادة الإسلامية. فلا تخرج على هذه القاعدة التي كشف اللّه عنها للجماعة المسلمة الأولى ، وهو يكشف لها عن طبيعة الطريق ، وطبيعة الأعداء الراصدين لها في الطريق .. ¶ ويبقى هذا التوجيه القرآني رصيدا للجماعة المسلمة كلما همت أن تتحرك بهذه العقيدة ، وأن تحاول تحقيق منهج اللّه في الأرض فتجمعت عليها",
            "page": "88",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وسائل الكيد والفتنة ، ووسائل الدعاية الحديثة ، لتشويه أهدافها ، وتمزيق أوصالها .. يبقى هذا التوجيه القرآني حاضرا يجلو لأبصارها طبيعة هذه الدعوة ، وطبيعة طريقها. وطبيعة أعدائها الراصدين لها في الطريق. ويبث في قلبها الطمأنينة لكل ما تلقاه من وعد اللّه ذاك فتعرف حين تتناوشها الذئاب بالأذى ، وحين تعوي حولها بالدعاية ، وحين يصيبها الابتلاء والفتنة .. أنها سائرة في الطريق ، وأنها ترى معالم الطريق! ومن ثم تستبشر بالابتلاء والأذى والفتنة والادعاء الباطل عليها وإسماعها ما يكره وما يؤذي .. تستبشر بهذا كله ، لأنها تستيقن منه أنها ماضية في الطريق التي وصفها اللّه لها من قبل.وتستيقن أن الصبر والتقوى هما زاد الطريق. ويبطل عندها الكيد والبلبلة ويصغر عندها الابتلاء والأذى وتمضي في طريقها الموعود ،إلى الأمل المنشود .في صبر وفي تقوى .وفي عزم أكيد .\" (¬1) ¶ \" فَالصَّبْرُ وَالتَّقْوَى يَدْفَعُ شَرَّ الْعَدُوِّ الْمُظْهِرِ لِلْعَدَاوَةِ الْمُؤْذِينَ بِأَلْسِنَتِهِمْ وَالْمُؤْذِينَ بِأَيْدِيهِمْ وَشَرُّ الْعَدُوِّ الْمُبْطِنُ لِلْعَدَاوَةِ . وَهُمْ الْمُنَافِقُونَ وَهَذَا الَّذِي كَانَ خُلُقُ النَّبِيِّ - صلى الله عليه وسلم - وَهَدْيُهُ هُوَ أَكْمَلُ الْأُمُورِ .\" (¬2) ¶ 8- جعل الله الدار الآخرة للمتواضعين ، أهل الذل والإنكسار ، والعاقبة المحمودة - وهي الوصول إلى الحضرة - للمتقين الشهرة والاستكبار ، وفي الحكم : \" ادفن نفسك في أرض الخمول ؛ فَمَا نَبَتَ مِمَّا لَمْ يُدفنْ ؛ لاَ يَتِمُّ نِتَاجُهُ \". قال في التنبيه : لا شيء أضر على المريد من الشهرة وانتشار ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (1 / 540) ¶ (¬2) - مجموع فتاوى ابن تيمية - (2 / 406)",
            "page": "89",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "الصيت ؛ لأن ذلك من أعظم حظوظه ، التي هي مأمور بتركها ، ومجاهدة النفس فيها ، وقد تسمح نفس المريد بترك ما سوى هذا من الحظوظ. هـ. ¶ وكان شيخ شيخنا يقول : نحب المريد أن يكون قدمه أعظم من صيته ، ولا يكون صيته أعظم من قدمه. هـ. وقال إبراهيم بن أدهم رضي الله عنه : ما صدق الله من أحب الشهرة. وقال بعضهم : طريقتنا هذه لا تصلح إلا بأقوام كنست بأرواحهم المزابل. وقال أيوب رضي الله عنه : ما صدق عبد إلا سَرَّهُ ألا يشعر بمكانه. وقال في القوت : ومتى ذل العبد نفسه ، واتضع عندها ، فلم يجد لذلته طعماً ، ولا لضعته حسماً ، فقد صار الذل والتواضع كونَه ، فهذا لا يكره الذم من الخلق ؛ لوجود النقص في نفسه ، ولا يحب المدح منهم ؛ لفقد القدر والمنزلة في نفسه. فصارت الذلة والضعة صفة لا تفارقه ، لازمة لزوم الزبالة للزبال ، والكساحة للكساح ، هما صنعتان له كسائر الصنائع. وربما فخروا بهما لعدم النظر إلى نقصهما. فهذه ولاية عظيمة له من ربه ، قد ولاّه على نفسه ، وملّكه عليها ، فقهرها بعزه ، وهذا مقام محبوب ، وبعده المكاشفات بسرائر الغيوب. ثم قال : ومن كان حاله مع الله تعالى الذل طلبه واستحلاه ، كما يطلب المتكبر العز ، ويستحليه إذا وجده ، فإن فارق ذلك الذل ساعة تغير قلبه لفراق حاله ، كما أن المتعزز إن فارق العز ساعة تكدر عليه عيشه ؛ لأن ذلك عيش نفسه. هـ.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "قلت : وهذا مقام من المقامات ، والعارف الكامل لا يتغير قلبه على فقد شيء ؛ إذ لم يفقد شيئاً بعد أن وجد الله ، (مَاذَا فَقَدَ مَنْ وَجَدَكَ). والذي ذكره في القوت هو حال السائرين الصادقين. وبالله التوفيق. (¬1) ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - البحر المديد ـ موافق للمطبوع - (5 / 445)",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "المبحث الثالث ¶ توجيهات عامة من القصة ¶ قال تعالى: {إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى} ¶ قارون من قوم موسى (عليه السلام)أي من ضمن الجماعة المرسل إليهم موسى عليه السلام. ¶ 1- قارون ليس من أهل موسى لأن أهله إلا المؤمنون بدعوته ورسالته،لأن الأهل لا يعتمد على درجة القرابة. ¶ 2- قد يكون من الذين أمنوا بدعوة موسى (عليه السلام) في أول الأمر، ثم ما إن فتح الله عليه من الأموال والكنوز نسي ما كان يدعى إليه؛ لاشتغاله بثروته، فتمرد على الحق والخير. ¶ قال تعالى: {وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ.} ¶ 1- فتح الله تعالى عليه أبواب الثراء الفاحش من : ذهب وفضة ومعادن مختلفة.... . ¶ 2- امتلاكه العلم والمعرفة في طرق جمع المال. ¶ 3- امتلاكه طرق تمويل واستثمار المال وطرق حفظه وحمايته. ¶ 4- عمل جماعات من الخدم والحشم في حماية ماله وحفظ مفاتحه. ¶ 3- ظلم وبغي قارون تجاوز الحد، إذ ظلم نفسه وظلم قومه وتطاول عليهم .",
            "page": "92",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "4- ملك أسباب الوصول إلى الثراء الاقتصادي، حتى كان القطب الأعظم، مقابل القطب السياسي فرعون،والاثنان يمثلان احتكار السوق والتجارة، واحتكار أفكار وعقول الجماهير الساذجة التي رضيت بالواقع. ¶ قال تعالى: {إِذْ قَالَ لَهُ قَوْمُهُ لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ} ¶ 1- وجود دعاة في القوم يذكرون قارون بالله تعالى، معينين لموسى وأخيه عليهما السلام. ¶ 2- قولهم (لا تفرح) يعني لا تفرح فرح البطرين الناسين حقوق الله تعالى ، الفرح المؤدي إلى ظلم العباد واستبدادهم- الفرح الذي لا يأتي إلا بتعذيب واضطهاد الفقراء والضعفاء. ¶ 3- قومه هنا المؤمنون بدعوة موسى الحرصين لهداية قارون، العارفين ما سيؤول إليه أمره إن لم يؤمن ، وهم يمثلون الجماعة المؤمنة التي ترفع صوتها لتغيير الواقع وإصلاح ما فسد منه. ¶ 4-وقد يكون من بين القوم من غير المؤمنين أيضا، الذين أدى بهم ظلم وطغيان قارون إلى حالة من الضعف المادي والفقر والجوع والمرض؛ نتيجة احتكار قارون طرق المعيشة، وعند مشاهدتهم ما يقوله المؤمنون لقارون، تحرك فيهم الجرأة والشجاعة لأن يقفوا في صف المؤمنين. ¶ قال تعالى: {وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لا يُحِبُّ الْمُفْسِدِينَ}",
            "page": "93",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "1- تربى على يد موسى وأخيه دعاة من الطراز الأول ورثوا الدعوة وقاموا بواجبهم الدعوي بالأسلوب الجميل والعبارة الموجزة، وحوارهم مع قارون خير دليل. ¶ 2- تذكير قارون بأن عمله هذا هو عمل المفسدين ، إن لم يؤمن ويصرف الأموال في عمارة الأرض، ومساعدة المحتاجين. ¶ 3-تذكير قارون بأن يوازن في الإنفاق، بأن يحسن إلى الناس كما أحسن الله تعالى عليه. ¶ 4- قارون كان يظن أن عمله هذا هو عمل المصلحين في نظره ، ولكن في نظر المصلحين هو عمل المفسدين، فعمله إن استمر فإنه سيؤدي إلى فساد في الأرض، ويصيب الإنسان والحيوان والنبات والجماد. ¶ قال تعالى: {قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي} ¶ 1- التباهي بالعلم (على علم عندي)، علم لم يتعلمه من أحد لا يعترف بذلك، وهذه الكنوز والأموال هي نتيجة جدي واجتهادي وذكائي، لا دخل لأحد في ذلك. ¶ 2- حبه لأمواله سد عليه منافذ التفكير السليم، والتصرف الصحيح. ¶ 3- دخوله في دائرة كفران النعمة وكفر الإنكار والجحود. ¶ 4- حبه للتفاخر والتباهي والعظمة أمام الجماهير الحاضرة. ¶ 5- في قوله دلالة على أنه لا يعتمد على أحد في علمه، وأنه لا يريد أن يظهر ذلك. ¶ 6- حبه للظهور والتملك منعه من أن يعترف بوجود إله واحد أحد لا شريك له.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "7- بما أنه يعتقد أن هذه الأموال نتيجة علمه، إذاً لا دخل لأحد فيه فلي الحق في التصرف كيف أشاء، حسب قوله. ¶ 8- على علم عندي، يعني لي الحق في اتخاذ الناس عبيدا، وكل ما عندهم فمن فضلي. ¶ قال تعالى: {أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعاً.} ¶ 1- أدعى قارون العلم، لكنه نسي علوم التاريخ والسير وسقوط الظلم والطواغيت، وما جرى لأسلافه السابقين وما حل بهم نتيجة كفرهم وعنادهم. ¶ 2- وجود من هو أقوى منه، وأكثر جمعا وأموالا وعلما، جاء عليه العذاب والهلاك لكفرهم. ¶ 3- العلم والمال لا يمنعان وقوع العذاب والهلاك، وقد يأتي العذاب نتيجة التصرف الغير السليم للعلم والمال. ¶ 4- حب قارون للمال سد عليه منافذ التفكير السليم والاتعاظ لما مضى من هلاك الأقوام التي سبقته، نتيجة كفرهم وطغيانهم. ¶ قال تعالى: {فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ.} ¶ 1- ليقوم قارون إخفاء عجزه أمام الجماهير وأمام الدعاة، قام بخطة لإلهاء الجماهير وهو الخروج بزينته بماله وذهبه وحليه ليسحر أعين وقلوب الحاضرين من الذين يبهرهم المال ويسلبهم عقولهم . ¶ 2-عرض القوة المادية والاقتصادية، في ظنه أنها تقهر المقابل وتغريه، وتثبطه عما يدعوا إليه.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "3- إلهاء السواد الأعظم من الجماهير عما يدعوا إليه موسى (عليه السلام) وأتباعه. ¶ 4- بعمله هذا قد يريد ميل قلوب بعض المؤيدين لموسى (عليه السلام) لجانبه. ¶ قال تعالى: {قَالََ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ.} ¶ 1- صنف في كل زمان ومكان، وهم أكثر الناس يتمنون أن يكون عندهم ما عند الغني من المال والكنوز. ¶ 2- هذا الصنف يمتاز بضعف الإيمان وتأرجحه وعدم ثباته في الشدائد. ¶ 3- قد ينطبق عليه صفة التحامل، إذ أكدوا بحظيّة قارون. ¶ 4- شعورهم بالدونية والازدراء من أنفسهم نتيجة لفقرهم، أو لضعفهم أمام قارون. ¶ 5- قد يكون هذا اختبار من الله تعالى ليمتحن به المؤمنين، ويمحصهم بمال قارون وزينته. ¶ قال تعالى: {وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحاً وَلا يُلَقَّاهَا إِلَّا الصَّابِرُونَ.} ¶ 1- صنف آخر وعى الحق والحقيقة، علم حقيقة الدنيا والآخرة، وهم عارفين بالنفوس المريضة العالقة بحب الدنيا. ¶ 2- صنف يعلم أن الآخرة خير وأبقى من كنوز الدنيا وليس كنوز قارون فقط.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "3- دعاة قوم موسى - بعد أن وعظوا قارون - قاموا بواجبهم الدعوي والإيماني بتذكير هؤلاء الذين سيطر على عقولهم وقلوبهم عرض قارون لزينته، تذكيرهم بأهمية الإيمان والعمل الصالح للنجاة في الدنيا والآخرة. ¶ 4- صنف علموا أن القناعة خير علاج لمواجهة زينة قارون وماله. ¶ 5- لعل هذا التذكير يقلل من عدد الساقطين، لذا عمد الدعاة إلى بيان أهمية العمل الصالح في الدنيا والآخرة، وتحريك الجانب الإيماني الذي كشف عن ضعفه في قلوب بعض المؤمنين بهذا العرض . ¶ قال تعالى: {فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ. } ¶ 1- يسير هذا الكون وفق سنن إلهية كونية إلى يوم القيامة. ¶ 2- خسف قارون وثروته هو جزاء عمله السيئ وظلمه وطغيانه وبغيه، وكفره بموسى (عليه السلام) ودعوته. ¶ 3- أنصار الطغاة في الرخاء كثيرون، لأنهم أصحاب مصالح مشتركة، لكن إن يتعلق الأمر بأمر مصيري فلا أحد يعرف أحد ، ألا ترون معي أن قارون رغم قوته وثروته لم يتقدم أحد لنصرته ولو بكلمة واحدة عند وقوع العذاب. ¶ قال تعالى: {وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لا يُفْلِحُ الْكَافِرُونَ.} ¶ 1- بيان أهمية التذكير الإيماني إذ أوقد فيهم تذكير إخوانهم السابق لهم جذوة الإيمان الخامد في قلوبهم في لحظة من لحظات الغفلة والنسيان،",
            "page": "97",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "بسبب عرض قارون بزينته، حيث أنابوا إلى الله تعالى بعد ما رأوا مصير قارون أمام أعينهم وما صار إليه . أيقنوا أن الله تعالى هو الذي يبسط الرزق لمن يشاء، وأن لا علاقة الحظ في ذلك فقط هو توريث المال باتخاذ الأسباب المؤدية إلى ذلك، لأن الله تعالى هو الواهب المعطي المانع، يعطي من يشاء ويمنع عن من يشاء للاختبار والابتلاء. ¶ 2- نجاة المؤمنين وهلاك الظالمين، هذا شأنهم إلى يوم القيامة. ¶ الدروس والعبر ¶ 1- الدعوة بين الأغنياء وأصحاب النفوذ السياسي والاقتصادي، وعدم تركهم وإهمالهم. ¶ 2- صاحب الثروة والجاه إن لم يكن مؤمنا بالله تعالى فهو حتما سيظلم ويطغى على عباد الله . ¶ 3- يمثل قارون اليوم مؤسسات وشركات الاحتكار ومنظمات التجارة والاقتصاد التي تبتز أموال الفقراء والضعفاء من عباد الله بحجج واهية، أو مساعدتهم بشروط قاسية. ¶ 4-سيطرة فئة قليلة من الأثرياء على خيرات الملايين من الناس ومنعهم من العيش بأمان وطمأنينة، وما نلاحظه في أفريقيا وآسيا من جوع وفقر ومرض، وما سببه إلا الدول الغنية والحكومات الفاسدة والشركات الاحتكارية. ¶ 5-بصورة مباشر أو بغير مباشر الثروة تؤدي إلى السياسة، والمشاركة في صناعة القرار السياسي والاقتصادي، وقد تخفى على الكثير من الناس هذا الأمر. ¶ 6-حماية المال العام وثروة الدولة باسم الأمن العام، أو الأمن القومي، أو باسم مصلحة الشعب، حيلة قديمة.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "7- خداع السذج من الناس بتوظيف بعض العمال العملاء لحماية الممتلكات الخاصة باسم ممتلكات الشعب. ¶ 8- إلهاء الأنظمة الفاسدة جماهيرها بمناسبات: ( فنية- حفلات، مهرجانات ، بطولات، مسابقات) عند شعورها بالخطر، أو لغرض تمرير بعض القرارات، أو لإخفاء ما يجري خلف الكواليس. ¶ 9- وجود دوما من يدافع عن الظالم الباغي الذي يربط بينهم مصالح مادية مشتركة. ¶ 10- عند الشدة والعسرة لا أحد ينتصر لأحد، لأن عقد المصالح إلى زوال، وقد يحيك بعضهم للبعض الدسائس في السر. ¶ 11- وجود فئة أو جماعة مؤمنة تفكر وتنظر بعين الرضا إلى الأمور في كل زمان ومكان، وهي تضع مصلحتها جانبا لأجل مصلحة الجماهير. ¶ 12- تربية الدعاة على أسلوب الحوار والتفكير الهادئ. ¶ 13- التأكيد على التربية الإيمانية والروحية إلى جانب التربية الدعوية. ¶ 14- الفرح الذي ينشط القلب والتفكير والمزاج، الفرح بالحسنات والأعمال الصالحة فرح مطلوب، أما الفرح الذي ينسي الآخرة ويؤدي إلى البطر والغرور فهو فرح مذموم. ¶ 15-جمع المال وسيلة وليس غاية. ¶ 16-صاحب المال عند بعده عن الله تعالى، يعتقد أنه بحنكته وذكائه وشطارته جمع هذا المال ولا دخل لله في ذلك. ¶ 17- العلم المؤدي إلى المعرفة تصنع القوة الاقتصادية والسياسية وتساهم في صنع الحضارات.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "18- الترف عامل من أقوى العوامل وأشدها تأثيرا في سقوط الأفراد والأمم والجماعات والدول، إلى هاوية الهلاك، وخاصة إن كان هذا الترف يبدأ من رأس السلطة السياسية والاقتصادية، فإن ساعة الهلاك تكون وشيكة. ¶ 19- أصحاب الإيمان الضعيف يتمنون أن يكون لهم مثل ما عند الأغنياء من أموال وكنوز( سيارات، عقارات، قصور، أرصدة،.....، ) لحسبهم أن ذلك مردّه إلى الحظ والنصيب. ¶ 20- عمر الظلم قصير مهما طال وتجبر. ¶ 21- نهاية قارون درس لكل دولة أو فرد أو حكم أو حزب أو مؤسسة، دكتاتوري، طاغي، متجبر ، على رقاب العباد إلى يوم القيامة. ¶ 22- هلك الله تعالى مال قارون معه لكي لا يفتن الذين من بعده ويتنافسوا على الدنيا، فيصبح في المجتمع قارونات عدة فينسوا الآخرة، ويكون دعوتهم أشد لتعلقهم بالدنيا. ¶ 23- اليوم عندما يسهّل الله تعالى زوال قارون وخاصة عن طريق القوة يبقي على ماله أحيانا ًليرى كيف يتعامل الآخرون مع هذا المال من سلب وغصب واقتتال من اجله، والذي ينجوا لا ينجوا من الفتنة وذلك لمنافسة بعضهم البعض على الاستحواذ أكثر. ¶ 24- وجود الجماعة المؤمنة، العالمة، المفكرة، التي تستطيع أن تحلل المواقف وتفسرها. ¶ 25- وجود الجماعة الحريصة لهداية الحيارى من الناس، في خضم الصراع النفسي والاجتماعي والاقتصادي، التي تشهده المجتمعات. ¶ 26- نشر الفكر الوسطي المعتدل بعيدا عن العنف والتطرف، بالوسائل الممكنة والمتاحة.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "27- العلم إن لم يرافقه التقوى يؤدي إلى الكفر والإلحاد. ¶ 28- ضرورة وجود جماعة تأمر بالمعروف وتنهى عن المنكر في المجتمع. ¶ 29- ضرورة وجود جماعة، أو مجموعة منظمة ، أو مؤسسة خاصة تقول للغني ، من أين لك هذا؟ وخاصة إن كان هذا الغني في موقع من مواقع السلطة، ولم يعرف عنه الغنى من قبل، ومحاسبته أمام القانون. ¶ 30- استغلال الفرص للقيام بواجب الدعوة والتذكير، وخاصة المناسبات. ¶ 31- الله تعالى يعطي زينة الدنيا للمؤمن وللكافر عند اتخاذه الأسباب. ¶ 32- عند الأزمات على الجماعة أن تركز على التربية الداخلية، والحفاظ على الموجود لتقليل عدد المتساقطين. ¶ 33- الدعوة إلى العمل الدنيوي إلى جانب العمل الأخروي، مع مراعاة أن لا يطغى جانب على جانب. ¶ 34- تقوية الاقتصاد الداخلي والاكتفاء الذاتي،لمواجهة حالات التضخم أو العجز المالي، أو بسبب طوارئ السوق العالمية. ¶ 35- التربية بالأحداث خير معين للجماعة لتمحيص الصف الداخلي، وكشف المعادن من الدعاة. ¶ 36- الجماعة الناجحة هي التي تفسح المجال مرة أخرى لعودة المتساقطين للانضمام لصفوفها، بعد اختبارهم وتزكيتهم. ¶ 37- الصمود أمام الفتن يتطلب إيمان راسخ في قلب ثابت. ¶ 38- السقوط في طريق الدعوة والإيمان سنة ماضية إلى يوم القيامة؛ لذا يجب معرفة الأسباب المؤدية إلى ذلك علاجها.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "39- ضرورة بقاء جذوة الإيمان متقدة في قلوب الدعاة ، ليتمكنوا من القيام بواجبهم الدعوي، وهذا يتطلب خلوات فردية أو جماعية لمراجعة الذات، أو النظر في سير الصالحين وكيف تعاملوا مع الدنيا . ¶ 40- الولوج في عالم التجارة والمال واجب مطلوب لتحقيق الكفاية المادية للفرد وللجماعة،ولأجل ذلك لابد من استثمار العقول النقية والتقية في ذلك. ¶ 41- تربية الدعاة أولا، والمؤمنين ثانيا على الرضا بما قسمه الله تعالى من زينة الدنيا من أموال وثروات في الفقر والغنى، إذ أكثر ما نخشاه هو فتح زينة الدنيا المؤدي إلى النكوس والقعود، ثم السقوط في النهاية إذا كانت البداية فاسدة. ¶ 42- تربية الدعاة على فقه التوازن الدنيوي والأخروي، لأن أكثر الساقطين في طريق الدعوة سببه المال أو إحدى طرق جمعه وامتلاكه. ¶ 43- يمكن أن يتكرر صور العذاب والهلاك في الوقت الحاضر ، بصور شتى .إن هلك قارون موسى فإن هناك قارونات كثر على مر التاريخ. وما أكثر اليوم من يقول : ( إنما أوتيته على علم عندي) . ¶ 44- عدم ذكر أسماء الدعاة دلالة على الإخلاص والصدق مع الله تعالى ¶ 45- نجاة المؤمنين وهلاك الظالمين مستمر إلى يوم القيامة (¬1) ¶ - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - http://www.55a.net/firas/arabic/?page=show_det&id=1033&select_page=17",
            "page": "102",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "المبحث الرابع ¶ ومضات من أقوال المفسرين ¶ قال دروزة : ¶ \"احتوت الآيات قصة قارون وعاقبته. وعبارتها واضحة لا تحتاج إلى أداء آخر.ولم نطلع على رواية تذكر مناسبة خاصة لنزول هذا الفصل عقب الآيات السابقة. ويبدو لنا أن المناسبة قائمة بينه وبين موضوع الآيات السابقة وخاصة الآيات [57 - 61]. ففي هذه الآيات ذكر ما كان يهمّ أهل مكة من أسباب الرزق والأمن ، وخوفهم من فقدها إذا اتبعوا الهدى الذي جاء به النبي - صلى الله عليه وسلم - ، وأشير فيها إلى ما كان من اغترار أمم كثيرة بما تيسّر لها من وسائل الرزق وسعة العيش وبطرها وهلاكها ، وذكر فيها كذلك أن ما عند اللّه خير وأبقى من متاع الحياة الدنيا وزينتها ، فجاء هذا الفصل استطراديّا ليقصّ قصة فيها من المثل والعبرة ما يتسق مع فحوى تلك الآيات وهدفها. ¶ ونرجح أن سامعي القرآن أو بعضهم كانوا يعرفون قصة قارون. وأسلوب الآيات التقريري وحكمة إيراد القصة المتناسبة في موضوعها مع الآيات السابقة يقويان هذا الترجيح. وآيات القصة في حدّ ذاتها تحتوي مواعظ وعبرا عديدة. ¶ بحيث يبدو من كل ذلك أن الفصل متصل بالسياق وغير غريب عنه ، وأن هدف القصة التي احتواها هو العبرة والتذكير وضرب المثل كسائر القصص القرآنية.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "والآيتان الأخيرتان جاءتا معقبتين على القصة على ما هو المتبادر ، فالنجاة في الآخرة والعاقبة السعيدة إنما هما للذين لا يريدون فسادا وعلوّا في الأرض ، والذين يتقون غضب اللّه ونقمته ومن يقدم بين يديه الحسنات والأعمال الصالحة يكافأ عليها بما هو خير منها ومن يقدم السيئات فلا يكافأ إلّا بما كان يعمل. وهذا التعقيب متسق مع الأهداف التي تستهدفها القصص القرآنية ومع التعقيبات التي تعقبها على ما مرّت أمثلة عديدة منها. ¶ وما دام القرآن يذكر أنه من قوم موسى فالذي نعتقده أن قصصه على النحو الوارد موجزا في القرآن مما كان متداولا عند اليهود وواردا في بعض أسفارهم وقراطيسهم التي لم تصل إلينا. وقد تسرب ذلك إلى العرب من هذا الطريق. ولقد قصد بما ورد من القصة في القرآن التمثيل والموعظة وهذا إنما يتحقق إذا كان السامعون يعرفون ما يسمعون من القصص كليا أو جزئيا على ما شرحناه في المسائل المماثلة. ولقد قيل إن اسم قارون هو اسم معروف لملك أو أمير غني من ملوك آسيا الصغرى (الأناضول) أو (بلاد الروم) كما كانت تدعى سابقا وهو قيروس أو قيرسوس أو ما يشبه ذلك. ولسنا نرى في هذا ما ينقض ما قررناه فقد يكون اسم قارون معربا لاسم قريب منه كان في زمن موسى ومن قومه. وكان ذا غنى وفساد. والأسماء تتجانس تقليدا واقتباسا. وقد يكون ذلك الملك الآسيوي متأخرا عن عهد موسى ويكون اسمه هو المقتبس. وإطلاق الاسم على هذا للتشابه بين صفاته وثروته وبين قارون موسى واللّه تعالى أعلم. ¶ أما ما احتوته آيات القصة من الموعظة والعبرة والحكم الأخلاقية فهو :",
            "page": "104",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "1 - إن اللّه لا يحب الفرحين المغترين بأموالهم. ¶ 2 - إن من واجب الذين أنعم اللّه عليهم بالثراء ألّا يجحدوا يد اللّه عليهم ويبطروا وأن يذكروا دائما أن اللّه قد أهلك من هم أكثر قوة ومالا منهم حينما جحدوا وبطروا. ¶ 3 - إن من واجبهم أيضا أن يسلكوا سبيل القصد ، وأن يذكروا أنه إذا كان لهم أن يتمتعوا بما تيسّر لهم من أسباب العيش والدعة فإن من واجبهم أن يساعدوا الآخرين ويحسنوا إليهم كما أحسن اللّه إليهم وأنه ليس لهم أن يستعملوا ما يسّره اللّه لهم في الفساد والبغي ، وأن يذكروا مفاجآت الأحداث وغضب اللّه وأن يشكروا اللّه شكرا عمليّا بالاعتراف بفضله وربوبيته والتقرب إليه بصالح الأعمال ، وألّا ينسوا يوم الجزاء الأخروي الذي يحاسب فيه كل امرئ على ما فعل. ¶ 4 - إنه لا ينبغي لمن لم يتيسر لهم الثراء ألّا تشرد أعينهم إليه ليحصلوا عليه بأي طريق كان ولو بالبغي والفساد ، وعليهم أن يتحلوا بالقناعة والصبر ولا ينحرفوا عن الطريق القويم المشروع ، وأن يتيقنوا أن ثواب الإيمان والعمل الصالح خير وأبقى وأنه لا يصل إلى هذه الغاية المثلى إلا الصابرون. ¶ 5 - إن الذين أوتوا العلم قاموا بواجبهم فنبهوا الذين تمنوا أن يكون لهم ما كان لقارون إلى ما هو خير من ذلك وهو ابتغاء ثواب اللّه بالإيمان والعمل الصالح. ¶ 6 - إن اللّه قد عاقب قارون على بطره وجحوده وبغيه وفساده ، وأدرك الذين كانوا يتمنون أن يكون لهم ما كان له أن بسطة الرزق ليست خيرا",
            "page": "105",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "دائما وأن فيها محكّا لأخلاق الناس وامتحانا لنوازعهم وكثيرا ما تكون عليهم نقمة وشرّا وأن الكافرين لا يفلحون قط. ¶ 7 - إن اللّه قد ضمن للمتقين الذين يتحاشون الفساد والتجبر في الأرض أحسن العواقب في الآخرة. ¶ وطبيعي أن هذه الحكم مستمرة المدى والشمول. وفيها من التشجيع على الفضيلة والبرّ وتقبيح الرذيلة والبغي والبطر والجحود وبثّ الطمأنينة والسكينة في نفوس المؤمنين والارتفاع بهم إلى الأفق الأعلى من مكارم الأخلاق وصالح الأعمال ما هو جليل رائع. ¶ وجملة لِلْمُتَّقِينَ في آخر الآية [83] في مقامها مناسبة جديدة لتكرار ما نبهنا عليه من مغزى التقوى التي هي أهم مظاهر الإيمان.\" (¬1) ¶ وفي الظلال : ¶ \" «إِنَّ قارُونَ كانَ مِنْ قَوْمِ مُوسى فَبَغى عَلَيْهِمْ وَآتَيْناهُ مِنَ الْكُنُوزِ ما إِنَّ مَفاتِحَهُ لَتَنُوأُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ. إِذْ قالَ لَهُ قَوْمُهُ : لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ. وَابْتَغِ فِيما آتاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيا ، وَأَحْسِنْ كَما أَحْسَنَ اللَّهُ إِلَيْكَ ، وَلا تَبْغِ الْفَسادَ فِي الْأَرْضِ ، إِنَّ اللَّهَ لا يُحِبُّ الْمُفْسِدِينَ. قالَ : إِنَّما أُوتِيتُهُ عَلى عِلْمٍ عِنْدِي» ..هكذا تبدأ القصة فتعين اسم بطلها «قارون» وتحدد قومه «قَوْمِ مُوسى » وتقرر مسلكه مع قومه ، وهو مسلك البغي «فَبَغى عَلَيْهِمْ» وتشير إلى سبب هذا البغي وهو الثراء. ¶ ¬__________ ¶ (¬1) - التفسير الحديث لدروزة- موافق للمطبوع - (3 / 342)",
            "page": "106",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "«وَآتَيْناهُ مِنَ الْكُنُوزِ ما إِنَّ مَفاتِحَهُ لَتَنُوأُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ» .. ¶ ثم تمضي بعد ذلك في استعراض الأحداث والأقوال والانفعالات التي صاحبتها في النفوس. ¶ لقد كان قارون من قوم موسى ، فآتاه اللّه مالا كثيرا ، يصور كثرته بأنه كنوز - والكنز هو المخبوء المدخر من المال الفائض عن الاستعمال والتداول - وبأن مفاتح هذه الكنوز تعبي المجموعة من أقوياء الرجال .. من أجل هذا بغى قارون على قومه. ولا يذكر فيم كان البغي ، ليدعه مجهلا يشمل شتى الصور. فربما بغى عليهم بظلمهم وغصبهم أرضهم وأشياءهم - كما يصنع طغاة المال في كثير من الأحيان - وربما بغى عليهم بحرمانهم حقهم في ذلك المال. حق الفقراء في أموال الأغنياء ، كي لا يكون دولة بين الأغنياء وحدهم ومن حولهم محاويج إلى شيء منه ، فتفسد القلوب ، وتفسد الحياة. وربما بغى عليهم بهذه وبغيرها من الأسباب. ¶ وعلى أية حال فقد وجد من قومه من يحاول رده عن هذا البغي ، ورجعه إلى النهج القويم ، الذي يرضاه اللّه في التصرف بهذا الثراء وهو نهج لا يحرم الأثرياء ثراءهم ولا يحرمهم المتاع المعتدل بما وهبهم اللّه من مال ولكنه يفرض عليهم القصد والاعتدال وقبل ذلك يفرض عليهم مراقبة اللّه الذي أنعم عليهم ، ومراعاة الآخرة وما فيها من حساب : «إِذْ قالَ لَهُ قَوْمُهُ : لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ. وَابْتَغِ فِيما آتاكَ اللَّهُ الدَّارَ الْآخِرَةَ ، وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيا وَأَحْسِنْ كَما أَحْسَنَ اللَّهُ إِلَيْكَ ، وَلا",
            "page": "107",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "تَبْغِ الْفَسادَ فِي الْأَرْضِ. إِنَّ اللَّهَ لا يُحِبُّ الْمُفْسِدِينَ».وفي هذا القول جماع ما في المنهج الإلهي القويم من قيم وخصائص تفرده بين سائر مناهج الحياة. ¶ «لا تَفْرَحْ» .. فرح الزهو المنبعث من الاعتزاز بالمال ، والاحتفال بالثراء ، والتعلق بالكنوز ، والابتهاج بالملك والاستحواذ .. لا تفرح فرح البطر الذي ينسي المنعم بالمال وينسي نعمته ، وما يجب لها من الحمد والشكران. لا تفرح فرح الذي يستخفه المال ، فيشغل به قلبه ، ويطير له لبه ، ويتطاول به على العباد .. ¶ «إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ» .. فهم يردونه بذلك إلى اللّه ، الذي لا يحب الفرحين المأخوذين بالمال ، المتباهين ، المتطاولين بسلطانه على الناس. ¶ «وَابْتَغِ فِيما آتاكَ اللَّهُ الدَّارَ الْآخِرَةَ ، وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيا» .. وفي هذا يتمثل اعتدال المنهج الإلهي القويم. المنهج الذي يعلق قلب واجد المال بالآخرة. ولا يحرمه أن يأخذ بقسط من المتاع في هذه الحياة. بل يحضه على هذا ويكلفه إياه تكليفا ، كي لا يتزهد الزهد الذي يهمل الحياة ويضعفها. ¶ لقد خلق اللّه طيبات الحياة ليستمتع بها الناس وليعملوا في الأرض لتوفيرها وتحصيلها ، فتنمو الحياة وتتجدد ، وتتحقق خلافة الإنسان في هذه الأرض. ذلك على أن تكون وجهتهم في هذا المتاع هي الآخرة ، فلا ينحرفون عن طريقها ، ولا يشغلون بالمتاع عن تكاليفها. والمتاع في هذه الحالة لون من ألوان الشكر للمنعم ، وتقبل لعطاياه ، وانتفاع بها. فهو طاعة من الطاعات يجزي عليها اللّه بالحسنى.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "وهكذا يحقق هذا المنهج التعادل والتناسق في حياة الإنسان ، ويمكنه من الارتقاء الروحي الدائم من خلال حياته الطبيعية المتعادلة ، التي لا حرمان فيها ، ولا إهدار لمقومات الحياة الفطرية البسيطة. ¶ «وَأَحْسِنْ كَما أَحْسَنَ اللَّهُ إِلَيْكَ» .. فهذا المال هبة من اللّه وإحسان. فليقابل بالإحسان فيه. إحسان التقبل وإحسان التصرف ، والإحسان به إلى الخلق ، وإحسان الشعور بالنعمة ، وإحسان الشكران. ¶ «وَلا تَبْغِ الْفَسادَ فِي الْأَرْضِ» .. الفساد بالبغي والظلم. والفساد بالمتاع المطلق من مراقبة اللّه ومراعاة الآخرة. ¶ والفساد بملء صدور الناس بالحرج والحسد والبغضاء. والفساد بإنفاق المال في غير وجهه أو إمساكه عن وجهه على كل حال. ¶ «إِنَّ اللَّهَ لا يُحِبُّ الْمُفْسِدِينَ» .. كما أنه لا يحب الفرحين. ¶ كذلك قال له قومه : فكان رده جملة واحدة ، تحمل شتى معاني الفساد والإفساد : «قالَ : إِنَّما أُوتِيتُهُ عَلى عِلْمٍ عِنْدِي»! إنما أوتيت هذا المال استحقاقا على علمي الذي طوع لي جمعه وتحصيله. فما لكم تملون عليّ طريقة خاصة في التصرف فيه ، وتتحكمون في ملكيتي الخاصة ، وأنا إنما حصلت هذا المال بجهدي الخاص ، واستحققته بعلمي الخاص؟ ¶ إنها قولة المغرور المطموس الذي ينسى مصدر النعمة وحكمتها ، ويفتنه المال ويعميه الثراء. ¶ وهو نموذج مكرر في البشرية. فكم من الناس يظن أن علمه وكده هما وحدهما سبب غناه. ومن ثم فهو غير مسؤول عما ينفق وما يمسك ، غير محاسب على ما يفسد بالمال وما يصلح ، غير حاسب للّه حسابا ، ولا",
            "page": "109",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ناظر إلى غضبه ورضاه! والإسلام يعترف بالملكية الفردية ، ويقدر الجهد الفردي الذي بذل في تحصيلها من وجوه الحلال التي يشرعها ولا يهون من شأن الجهد الفردي أو يلغيه. ولكنه في الوقت ذاته يفرض منهجا معينا للتصرف في الملكية الفردية - كما يفرض منهجا لتحصيلها وتنميتها - وهو منهج متوازن متعادل ، لا يحرم الفرد ثمرة جهده ، ولا يطلق يده في الاستمتاع به حتى الترف ولا في إمساكه حتى التقتير ويفرض للجماعة حقوقها في هذا المال ، ورقابتها على طرق تحصيله ، وطرق تنميته. وطرق إنفاقه والاستمتاع به. وهو منهج خاص واضح الملامح متميز السمات. ¶ ولكن قارون لم يستمع لنداء قومه ، ولم يشعر بنعمة ربه ، ولم يخضع لمنهجه القويم. وأعرض عن هذا كله في استكبار لئيم وفي بطر ذميم. ¶ ومن ثم جاءه التهديد قبل تمام الآية ، ردا على قولته الفاجرة المغرورة :«أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعاً؟ وَلا يُسْئَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ».فإن كان ذا قوة وذا مال ، فقد أهلك اللّه من قبله أجيالا كانت أشد منه قوة وأكثر مالا. وكان عليه أن يعلم هذا. فهذا هو العلم المنجي. فليعلم. وليعلم أنه هو وأمثاله من المجرمين أهون على اللّه حتى من أن يسألهم عن ذنوبهم. فليسوا هم الحكم ولا الأشهاد! «وَلا يُسْئَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ»! ذلك كان المشهد الأول من مشاهد القصة ، يتجلى فيه البغي والتطاول ، والإعراض عن النصح ، والتعالي على العظة ، والإصرار على الفساد ، والاغترار بالمال ، والبطر الذي يقعد بالنفس عن الشكران.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "ثم يجيء المشهد الثاني حين يخرج قارون بزينته على قومه ، فتطير لها قلوب فريق منهم ، وتتهاوى لها نفوسهم ، ويتمنون لأنفسهم مثل ما أوتي قارون ، ويحسون أنه أوتي حظا عظيما يتشهاه المحرومون. ذلك على حين يستيقظ الإيمان في قلوب فريق منهم فيعتزون به على فتنة المال وزينة قارون ، ويذكرون إخوانهم المبهورين المأخوذين ، في ثقة وفي يقين : «فَخَرَجَ عَلى قَوْمِهِ فِي زِينَتِهِ قالَ الَّذِينَ يُرِيدُونَ الْحَياةَ الدُّنْيا : يا لَيْتَ لَنا مِثْلَ ما أُوتِيَ قارُونُ. إِنَّهُ لَذُو حَظٍّ عَظِيمٍ. وَقالَ الَّذِينَ أُوتُوا الْعِلْمَ : وَيْلَكُمْ! ثَوابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صالِحاً ، وَلا يُلَقَّاها إِلَّا الصَّابِرُونَ». وهكذا وقفت طائفة منهم أمام فتنة الحياة الدنيا وقفة المأخوذ المبهور المتهاوي المتهافت ، ووقفت طائفة أخرى تستعلي على هذا كله بقيمة الإيمان ، والرجاء فيما عند اللّه ، والاعتزاز بثواب اللّه. والتقت قيمة المال وقيمة الإيمان في الميزان :«قالَ الَّذِينَ يُرِيدُونَ الْحَياةَ الدُّنْيا : يا لَيْتَ لَنا مِثْلَ ما أُوتِيَ قارُونُ. إِنَّهُ لَذُو حَظٍّ عَظِيمٍ» ..وفي كل زمان ومكان تستهوي زينة الأرض بعض القلوب ، وتبهر الذين يريدون الحياة الدنيا ، ولا يتطلعون إلى ما هو أعلى وأكرم منها فلا يسألون بأي ثمن اشترى صاحب الزينة زينته؟ ولا بأي الوسائل نال ما نال من عرض الحياة؟ من مال أو منصب أو جاه. ومن ثم تتهافت نفوسهم وتتهاوى ، كما يتهافت الذباب على الحلوى ويتهاوى! ويسيل لعابهم على ما في أيدي المحظوظين من متاع ، غير ناظرين إلى الثمن الباهظ الذي أدوه ، ولا إلى الطريق الدنس الذي خاضوه ، ولا إلى الوسيلة الخسيسة التي اتخذوها.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "فأما المتصلون باللّه فلهم ميزان آخر يقيم الحياة ، وفي نفوسهم قيم أخرى غير قيم المال والزينة والمتاع. وهم أعلى نفسا ، وأكبر قلبا من أن يتهاووا ويتصاغروا أمام قيم الأرض جميعا. ولهم من استعلائهم باللّه عاصم من التخاذل أمام جاه العباد. وهؤلاء هم «الَّذِينَ أُوتُوا الْعِلْمَ». العلم الصحيح الذي يقومون به الحياة حق التقويم : «وَقالَ الَّذِينَ أُوتُوا الْعِلْمَ : وَيْلَكُمْ ثَوابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صالِحاً ، وَلا يُلَقَّاها إِلَّا الصَّابِرُونَ».ثواب اللّه خير من هذه الزينة ، وما عند اللّه خير مما عند قارون. والشعور على هذا النحو درجة رفيعة لا يلقاها إلى الصابرون .. الصابرون على معايير الناس ومقاييسهم. الصابرون على فتنة الحياة وإغرائها. الصابرون على الحرمان مما يتشهاه الكثيرون. وعند ما يعلم اللّه منهم الصبر كذلك يرفعهم إلى تلك الدرجة. درجة الاستعلاء على كل ما في الأرض ، والتطلع إلى ثواب اللّه في رضى وثقة واطمئنان. ¶ وعند ما تبلغ فتنة الزينة ذروتها ، وتتهافت أمامها النفوس وتتهاوى ، تتدخل يد القدرة لتضع حدا للفتنة ، وترحم الناس الضعاف من إغرائها ، وتحطم الغرور والكبرياء تحطما. ويجيء المشهد الثالث حاسما فاصلا : «فَخَسَفْنا بِهِ وَبِدارِهِ الْأَرْضَ ، فَما كانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ ، وَما كانَ مِنَ المُنْتَصِرِينَ» ..هكذا في جملة قصيرة ، وفي لمحة خاطفة : «فَخَسَفْنا بِهِ وَبِدارِهِ الْأَرْضَ» فابتلعته وابتلعت داره ، وهوى في بطن الأرض التي علا فيها واستطال فوقها جزاء وفاقا. وذهب ضعيفا عاجزا ، لا ينصره أحد ، ولا ينتصر بجاه أو مال.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "وهوت معه الفتنة الطاغية التي جرفت بعض الناس وردتهم الضربة القاضية إلى اللّه وكشفت عن قلوبهم قناع الغفلة والضلال. وكان هذا المشهد الأخير : «وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكانَهُ بِالْأَمْسِ يَقُولُونَ : ! وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ مِنْ عِبادِهِ وَيَقْدِرُ. لَوْلا أَنْ مَنَّ اللَّهُ عَلَيْنا لَخَسَفَ بِنا.! وَيْكَأَنَّهُ لا يُفْلِحُ الْكافِرُونَ» .. ¶ وقفوا يحمدون اللّه أن لم يستجب لهم ما تمنوه بالأمس ، ولم يؤتهم ما آتى قارون. وهم يرون المصير البائس الذي انتهى إليه بين يوم وليلة. وصحوا إلى أن الثراء ليس آية على رضى اللّه. فهو يوسع الرزق على من يشاء من عباده ويضيقه لأسباب أخرى غير الرضى والغضب. ولو كان دليل رضاه ما أخذ قارون هذا الأخذ الشديد العنيف. إنما هو الابتلاء الذي قد يعقبه البلاء. وعلموا أن الكافرين لا يفلحون. وقارون لم يجهر بكلمة الكفر ولكن اغتراره بالمال ، ونسبته إلى ما عنده من العلم جعلهم يسلكونه في عداد الكافرين ، ويرون في نوع هلاكه أنه هلاك للكافرين. ¶ ويسدل الستار على هذا المشهد. وقد انتصرت القلوب المؤمنة بتدخل القدرة السافرة ، وقد رجحت قيمة الإيمان في كفة الميزان .. ثم يأخذ في التعقيب في أنسب أوان :«تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُها لِلَّذِينَ لا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلا فَساداً. وَالْعاقِبَةُ لِلْمُتَّقِينَ» ..تلك الآخرة التي تحدث عنها الذين أوتوا العلم. العلم الحق الذي يقوم الأشياء قيمتها الحقيقية. تلك الدار الآخرة العالية الرتبة البعيدة الآفاق. تلك الدار الآخرة «نَجْعَلُها لِلَّذِينَ لا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلا فَساداً» ..فلا يقوم في نفوسهم خاطر الاستعلاء بأنفسهم لأنفسهم ولا يهجس في قلوبهم الاعتزاز بذواتهم",
            "page": "113",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "والاعتزاز بأشخاصهم وما يتعلق بها. إنما يتوارى شعورهم بأنفسهم ليملأها الشعور باللّه ، ومنهجه في الحياة. أولئك الذين لا يقيمون لهذه الأرض وأشيائها وأعراضها وقيمها وموازينها حسابا. ولا يبغون فيها كذلك فسادا. أولئك هم الذين جعل اللّه لهم الدار الآخرة. تلك الدار العالية السامية. ¶ «وَالْعاقِبَةُ لِلْمُتَّقِينَ» الذين يخشون اللّه ويراقبونه ويتحرجون من غضبه ويبتغون رضاه. (¬1) ¶ وفي التفسير الوسيط : ¶ \"وهكذا يسوق لنا القرآن في قصصه العبر والعظات ، لقوم يتذكرون ، فمن قصة قارون نرى أن كفران النعم يؤدى إلى زوالها ، وأن الغرور والبغي والتفاخر كل ذلك يؤدى إلى الهلاك ، وأن خير الناس من يبتغى فيما آتاه اللّه من نعم ثواب الآخرة ، دون أن يهمل نصيبه من الدنيا ، وأن العاقل هو من يستجيب لنصح الناصحين ، وأن الناس في كل زمان ومكان ، منهم الذين يريدون زينة الحياة الدنيا ، ومنهم الأخيار الأبرار الذين يفضلون ثواب الآخرة ، على متع الحياة الدنيا ، وأن العاقبة الحسنة قد جعلها - سبحانه - لعباده المتقين ، وأنه - سبحانه - يجازى الذين أساءوا بما عملوا ، ويجازى الذين أحسنوا بالحسنى. (¬2) ¶ وقال الشعراوي : ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (5 / 2710) ¶ (¬2) - التفسير الوسيط للقرآن الكريم لطنطاوي - (10 / 441)",
            "page": "114",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "\" فالذي يقع للكفار في الدنيا رَدْع لكل ظالم يحاول أنْ يعتدي، وأنْ يقف في وجه الحق؛ لذلك يعطينا ربنا - عز وجل - صورة لهذا العذاب الدنيوي للمفسدين في الأرض، فيقول سبحانه: { إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَ ى فَبَغَ ى عَلَيْهِمْ... }. ¶ فلم يتكلم عن قارون وجزائه في الآخرة، إنما يجعله مثَلاً وعِبرة واضحة في الدنيا لكل مَنْ لم يؤمن بيوم القيامة لعلَّه يرتدع. ¶ والنبي - صلى الله عليه وسلم - اضطهده كفار قريش، ووقفوا في وجه دعوته، وآذوْا صحابته، حتى أصبحوا غير قادرين على حماية أنفسهم، ومع ذلك ينزل القرآن على رسول الله - صلى الله عليه وسلم - يقول:{ سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ }[القمر: 45]. ¶ فيتعجب عمر رضي الله عنه: أيُّ جمع هذا؟ فنحن غير قادرين على حماية أنفسنا، فلما وقعتْ بدر وانهزم الكفار وقُتِلوا. قال عمر: نعم صدق الله{ سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ }[القمر: 45]. ¶ لذلك يقولون: لا يموت ظالم في الدنيا حتى ينتقم الله منه، ولم يَرَ الناس فيه ما يدل على انتقام الله منه تعجّبوا وقال أحدهم: لا بُدَّ أن الله انتقم منه دون أن نشعر، فإنْ أفلتَ من عذاب الدنيا، فوراء هذه الدار أخرى يعاقب فيها المحسن بإحسانه والمسيء بإساءته، وعَدْل الله - عز وجل - يقتضي هذه المحاسبة. ¶ والحق - تبارك وتعالى - يجعل من قارون عبرةً لكل مَنْ لا يؤمن بالآخرة ليخاف من عذاب الله، ويحذر عقابه، والعبرة هنا بمَنْ؟ بقارون رأس من رؤوس القوم، وأغنى أغنيائهم، والفتوة فيهم، فحين يأخذه الله يكون في أَخَذه عبرة لمن دونه.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وحدَّثونا أن صديقاً لنا كان يعمل بجمرك الأسكندرية، فتجمّع عليه بعض زملائه من الفتوات الذين يريدون فَرْضَ سيطرتهم على الآخرين، فما كان منه إلا أنْ أخذ كبيرهم، فألقاه في الأرض، وعندها تفرَّق الآخرون وانصرفوا عنه. ¶ ومن هذا المنطلق أخذ الله تعالى قارون، وهو الفتوة، ورمز الغِنى والجاه بين قومه، فقال تعالى: { إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَى... } [القصص: 76] إذن: حينما نتأمل حياة موسى عليه السلام نجده قد مُنِي بصناديد الكفر، فقد واجه فرعون الذي ادَّعى الألوهية، وواجه هامان، ثم موسى السامري الذي خانه في قومه في غيبته، فدعاهم إلى عبادة العجل. ¶ ومُني من قومه بقارون، ومعنى: من قومه، إما لأنه كان من رحمه من بني إسرائيل، أو من قومه يعني: الذين يعيشون معه. والقرآن لم يتعرض لهذه المسألة بأكثر من هذا، لكن المفسرين يقولون: إنه ابن عمه. فهو: قارون بن يصهر بن قاهث بن لاوي ابن يعقوب وموسى هو ابن عمران بن قاهث بن لاوي بن يعقوب. ¶ وللمؤرخين كلام في العداوة بين موسى وقارون، قالوا: حينما سأل موسى عليه السلام ربه أنْ يشدَّ عضده بأخيه هارون، أجابه سبحانه{ قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يامُوسَى }[طه: 36] وليست هذه أول مرة بل{ وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَى }[طه: 37] وأرسل الله معه أخاه هارون؛ لأنه أفصح من موسى لساناً، وجعلهما شريكين في الرسالة، وخاطبهما معاً{ اذْهَبَآ... }[طه: 43] ليؤكد أنَّ الرسالة ليست من باطن موسى. ... ... ...",
            "page": "116",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "وإنْ رأيت الخطاب في القرآن لموسى بمفرده، فاعلم أن هارون مُلاحَظ فيه، ومن ذلك لما دعا موسى على قوم فرعون، فقال:{ رَبَّنَآ إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلأَهُ زِينَةً وَأَمْوَالاً فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَ رَبَّنَا اطْمِسْ عَلَ ى أَمْوَالِهِمْ وَاشْدُدْ عَلَ ى قُلُوبِهِمْ فَلاَ يُؤْمِنُواْ حَتَّ ى يَرَوُاْ الْعَذَابَ الأَلِيمَ }[يونس: 88]. ¶ فالذي دعا موسى، ومع ذلك لما أجابه ربه قال:{ قَدْ أُجِيبَتْ دَّعْوَتُكُمَا... }[يونس: 89] وهذا دليل على أن هارون لم يكن رسولاً من باطن موسى، إنما من الحق سبحانه، وأيضاً دليل على أن المؤمِّن على الدعاء كالداعي، فكان موسى يدعو وهارون يقول: آمين. ¶ ولما ذهب موسى لميقات ربه قال لأخيه{ اخْلُفْنِي فِي قَوْمِي... }[الأعراف: 142] وفي غيبة موسى حدثتْ مسألة العجل، وغضب موسى من أخيه هارون، فلما هدأتْ بينهما الأمور حدث تخصيص في رسالة كل منهما، فأعطى هارون (الحبورة) والحَبْر: هو العالم الذي يُعَد مرجعاً، كما أُعطِي (القربان) أي: التقرب إلى الله. ¶ وعندها غضب قارون؛ لأنه خرج من هذه المسألة صَفْر اليدين، وامتاز عنه أولاد عمومته بالرسالة والمنزلة، رغم ما كان عنده من أموال كثيرة. ¶ ثم إن موسى - عليه السلام - طلب من قارون زكاة ماله، دينار في كل ألف دينار، ودرهم في كل ألف درهم، فرفض قارون وامتنع، بل وألَّبَ الناس ضد موسى - عليه السلام. ¶ ثم دبَّر له فضيحة؛ ليصرف الناس عنه، حيث أغرى امرأة بغياً فأعطاها طِسْتاً بالذهب، على أن تدَّعي على موسى وتتهمه، فجاء موسى عليه",
            "page": "117",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "السلام ليخطب في الناس، ويُبيِّن لهم الأحكام فقال: مَنْ يسرق نقطع يده، ومَنْ يزني نجلده إن كان غير محصن، ونرجمه إنْ كان محصناً، فقام له قارون وقال: فإن كنتَ أنت يا موسى؟ فقال: وإنْ كنتُ أنا. ¶ وهنا قامت المرأة البغيُّ وقالت: هو راودني عن نفسي، فقال لها: والذي فلق البحر لَتقُولِنّ الصدق فارتعدتْ المرأة، واعترفت بما دبَّره قارون، فانفضح أمره وبدأت العداوة بينه وبين موسى عليه السلام. ¶ وبدأ قارون في البَغْي والطغيان حتى أخذه الله، وقال في حقه هذه الآيات: { إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَ ى فَبَغَ ى عَلَيْهِمْ... } [القصص: 76]. ¶ والبغي: تجاوز الحدّ في الظلم، خاصة وقد كان عنده من المال ما يُعينه على الظلم، وما يُسخِّر به الناس لخدمة أهدافه، وكأنه يمثل مركز قوة بين قومه، والبغي إما بالاستيلاء على حقوق الغير، أو باحتقارهم وازدرائهم، وإما بالبطر. ¶ ثم يذكر حيثية هذا البغي: {وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُوْلِي الْقُوَّةِ.. } [القصص: 76]. ¶ كلمة (مفاتح) كما في قوله تعالى:{ وَعِندَهُ مَفَاتِحُ الْغَيْبِ... }[الأنعام: 59]. ¶ ولو قلنا: مفاتح جمع، فما مفردها؟ لا تقُلْ مفتاح؛ لأن مفتاح جمعها مفاتيح، أما مفاتح، فمفردها (مَفْتح) وهي آلة الفتح كالمفتاح، وهي على وزن (مبرد) فالمعنى: أن مفاتيح خزائنه لو حملتْها عصبة تنوء بها، وهذه كناية عن كثرة أمواله، نقول: ناء به الحِمْل، أو ناء بالحمل، إذا ثقُل عليه،",
            "page": "118",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "ونحن لا نميز الخفيف من الثقيل بالعين أو اللمس أو الشم إنما لا بُدَّ من حملة للإحساس بوزنه. ... ... ... ¶ وقلنا: إن هذه الحاسة هي حاسة العَضَل، فالحملْ الثقيل يُجهد العضلة، فتشعر بالثقل، على خلاف على حملتَ شيئاً خفيفاً لا تكاد تشعر بوزنه لخفْته، ولو حاولتَ أنْ تجمع أوزاناً في حيز ضيق كحقيبة (هاندباج) فإن الثقل يفضحك؛ لأنك تنوء به. ¶ والعُصْبة: هم القوم الذين يتعصَّبون لمبدأ من المبادئ بدون هَوىً بينهم، ومنه قول إخوة يوسف:{ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَ ى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ... }[يوسف: 8]. ¶ إنها كلمة حق خرجت من أفواههم دون قصد منهم؛ لأنهم فعلاً كانوا قوةً متعصبين بعضهم لبعض في مواجهة يوسف وأخيه، وكانا صغيرين لا قوةَ لهما ولا شوكة، وكانوا جميعاً من أم واحدة، ويوسف وأخوه من أم أخرى، فطبيعي أن يميل قلب يعقوب عليه السلام مع الضعيف. ¶ وقالوا: العصبة من الثلاثة إلى العشرة، وقد حددهم القرآن بقوله:{ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَباً.. }[يوسف: 4] وهم أخوته ومنهم بنيامين{ وَالشَّمْسَ وَالْقَمَرَ.. }[يوسف: 4] أي: أباه وأمه. فمن هاتين الآيتين نستطيع تحديد العصبة. ¶ وبهذا التفكير الذي يقوم على ضم الآيات بعضها إلى بعض حَلَّ الإمام علي - رضي الله عنه - مسألة تُعدُّ معضلة عند البعض، حيث جاءه مَنْ يقول له: تزوجت امرأة وولدتْ بعد ستة أشهر، ومعلوم أن المرأة تلد لتسعة أشهر، فلا بُدَّ أنها حملت قبل أنْ تتزوج.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "فقال الإمام علي: أقل الحمل ستة أشهر، فقال السائل: ومن أين تأخذها يا أبا الحسن؟ قال: نأخذها من قوله تعالى:{ وَفِصَالُهُ ثَلاَثُونَ شَهْراً.... }[الأحقاف: 15] وفي آية أخرى قال سبحانه:{ وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ... }[البقرة: 233]. (¬1) ¶ يعني: أربعة وعشرين شهراً، وبطرح الأربعة والعشرين شهراً من الثلاثين يكون الناتج ستة أشهر، هي أقل مدة للحمل. وهكذا تتكاتف آيات القرآن، ويكمل بعضها بعضاً، ومن الخطأ أن نأخذ كل آية على حدة، ونفصلها عن غيرها في ذات الموضوع. ¶ ثم يقول سبحانه: { إِذْ قَالَ لَهُ قَوْمُهُ لاَ تَفْرَحْ إِنَّ اللَّهَ لاَ يُحِبُّ الْفَرِحِينَ... } [القصص: 76] والنهي هنا عن الفرح المحظور، فالفرح: انبساط النفس لأمر يسرُّ الإنسان، وفَرْق بين أمر يسرُّك؛ لأنه يُمتعك، وأمر يسرُّك لأنه ينفعك، فالمتعة غير المنفعة. ¶ فمثلاً، مريض السكر قد يأكل المواد السكرية لأنها تُحدِث له متعة، مع أنها مضرة بالنسبة له، إذن: فالفرح ينبغي أن يكون بالشيء النافع، لأن الله تعالى لم يجعل المتعة إلا في النافع. ¶ فحينما يقولون له } لاَ تَفْرَحْ.. { [القصص: 76] أي: فرح المتعة، وإنما الفرح بالشيء النافع، ولو لم تكن فيه متعة كالذي يتناول الدواء المر الذي ¶ ¬__________ ¶ (¬1) - مَعْرِفَةُ السُّنَنِ وَالْآثَارِ لِلْبَيْهَقِيِّ (4912) فيه انقطاع ¶ وَرُوِّينَا عَنِ ابْنِ عَبَّاسٍ ، مَا دَلَّ عَلَى أَنَّ أَقَلَّ ، الْحَمْلِ سِتَّةَ أَشْهُرٍ . وَبِهِ قَالَ الشَّافِعِيُّ وَغَيْرُهُ مِنَ الْفُقَهَاءِ",
            "page": "120",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "يعود عليه بالشفاء، لذلك يقول تعالى: { قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ... }[يونس: 58]. ¶ ويقول تعالى:{ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ * بِنَصْرِ اللَّهِ... }[الروم: 4-5] فسماه الله فرحاً؛ لأنه فرح بشيء نافع؛ لأن انتصار الدعوة يعني أن مبدءك الذي آمنتَ به، وحاربت من أجله سيسيطر وسيعود عليك وعلى العالم بالنفع. ¶ ومن فرح المتعة المحظور ما حكاه القرآن:{ فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلاَفَ رَسُولِ اللَّهِ... }[التوبة: 81] هذا هو فرح المتعة؛ لأنهم كارهون لرسول الله، رافضون للخروج معه، ويسرُّهم قعودهم، وتركه يخرج للقتال وحده. ¶ فقوله تعالى: } لاَ تَفْرَحْ إِنَّ اللَّهَ لاَ يُحِبُّ الْفَرِحِينَ { [القصص: 76] أي: فرح المتعة الذي لا ينظر إلى مَغبّة الأشياء وعواقبها، فشارب الخمر يشربها لما لها من متعة مؤقتة، لكن يتبعها ضرر بالغ، ونسمع الآن مَنْ يقول عن الرقص مثلاً؛ إنه فن جميل وفن رَاقٍ؛ لأنه يجد فيه متعة ما، لكن شرط الفن الجميل الراقي أن يظل جميلاً، لكن أنْ ينقلب بعد ذلك إلى قُبْح ويُورِث قبحاً، كما يحدث في الرقص، فلا يُعَدُّ جميلاً. ¶ ثم يقول الحق سبحانه: {وَابْتَغِ فِيمَآ آتَاكَ... }.معنى { وَابْتَغِ... } [القصص: 77] أي: اطلب { فِيمَآ آتَاكَ اللَّهُ... } [القصص: 77] بما أنعم عليك من الرزق { الدَّارَ الآخِرَةَ... } [القصص: 77] لأنك إن ابتغيت برزق الله لك الحياة الدنيا، فسوف يَفْنى معك في الدنيا، لكن إنْ نقلتَهُ للآخرة لأبقيتَ عليه نعيماً دائماً لا يزول.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "وحين تحب نعيم الدنيا وتحتضنه وتتشبث به، فاعلم أن دنياك لن تمهلك، فإما أنْ تفوت هذا النعيمَ بالموت، أو يفوتك هو حين تفتقر. إذن: إن كنت عاشقاً ومُحباً للمال ولبقائه في حَوْزتك، فانقله إلى الدار الباقية، ليظل في حضنك دائماً نعيماً باقياً لا يفارقك، فسارع إذن واجعله يسبقك إلى الآخرة. ¶ عَنْ عَائِشَةَ ، أَنَّهُمْ ذَبَحُوا شَاةً ، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - : \" \" مَا بَقِيَ مِنْهَا \" \" ؟ قَالَتْ : مَا بَقِيَ مِنْهَا إِلَّا كَتِفُهَا قَالَ : \" \" بَقِيَ كُلُّهَا غَيْرَ كَتِفِهَا \" \" (¬1) . ¶ وعَنِ امْرَأَةٍ مِنْ أَزْوَاجِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهَا ذَبَحَتْ شَاةً فَقَالَتْ : يَا رَسُولَ اللَّهِ تَصَدَّقْنَا بِهَا إِلَّا كَتِفَهَا ، قَالَ : \" كُلُّهَا لَكُمْ إِلَّا كَتِفَهَا \" (¬2) ¶ وعَنْ مُطَرِّفٍ عَنْ أَبِيهِ قَالَ أَتَيْتُ النَّبِىَّ - صلى الله عليه وسلم - وَهُوَ يَقْرَأُ (أَلْهَاكُمُ التَّكَاثُرُ) قَالَ « يَقُولُ ابْنُ آدَمَ مَالِى مَالِى - قَالَ - وَهَلْ لَكَ يَا ابْنَ آدَمَ مِنْ مَالِكَ إِلاَّ مَا أَكَلْتَ فَأَفْنَيْتَ أَوْ لَبِسْتَ فَأَبْلَيْتَ أَوْ تَصَدَّقْتَ فَأَمْضَيْتَ ». (¬3) ¶ وعَنْ مُوَرَّقٍ الْعِجْلِيّ ، قَالَ : قرَأَ رَسُولُ اللهِ - صلى الله عليه وسلم - : {أَلْهَاكُمَ التَّكَاثُرُ حَتَّى زُرْتُمَ الْمَقَابِرَ} قَالَ : فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : لَيْسَ لَك مِنْ مَالِكِ إِلاَّ مَا أَكَلْتَ فَأَفْنَيْتَ ، أَوْ لَبِسْتَ فَأَبْلَيْتَ ، أَوْ تَصَدَّقْتَ فَأَمْضَيْتَ. (¬4) ¶ وعَنْ قَيْسِ بْنِ عَاصِمٍ، قَالَ: أَتَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - فَقُلْتُ: يَا رَسُولَ اللهِ، مَا الْمَالُ الَّذِي لَا تَبِعَةَ فِيهِ لِضَيْفٍ، وَلَا غَيْرِهِ قَالَ: \" نِعْمَ الْمَالُ الْأَرْبَعُونَ، ¶ ¬__________ ¶ (¬1) - سُنَنُ التِّرْمِذِيِّ ـ الْجَامِعُ الصَّحِيحُ (2506 ) وقال : هَذَا حَدِيثٌ صَحِيحٌ ¶ (¬2) - شُعَبُ الْإِيمَانِ لِلْبَيْهَقِيِّ (3206 ) صحيح ¶ (¬3) - صحيح مسلم (7609 ) ¶ (¬4) - مصنف ابن أبي شيبة - (13 / 229) (35480) صحيح",
            "page": "122",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "وَالْكَثْرَةُ السِّتُّونَ، وَوَيْلٌ لِأَصْحَابِ الْمِئتينَ، إِلَّا مَنْ نَحَرَ السَّمِينَة، فَأَكَلَ وَأَطْعَمَ وَأَعْطَى الْكَرِيمَةَ \" قَالَ: قُلْتُ: يَا رَسُولَ اللهِ، إِنَّهُ لَا يَحِلُّ بِالْوَادِي الَّذِي أَنَا فِيهِ مِنْ كَثْرَةِ نَعَمِي، قَالَ: \" كَيْفَ تَصْنَعُ فِي الْمَنِيحَةِ ؟ \" قَالَ: قُلْتُ: إِنِّي لَأَمْنَحُ الْمِائَةَ، قَالَ: \" كَيْفَ تَصْنَعُ بالطَّرُوقَةِ ؟ \" قَالَ: يَغْدُو النَّاسُ بِحِبالِهِمْ فَلَا يُوزَعُ عَنْهَا رَجُلٌ عَنْ حَمَلٍ يَخْطِمُهُ فَيُمْسِكُهُ مَا بَدَا لَهُ حَتَّى يَكُونَ هُوَ الَّذِي يَرُدُّهُ، قَالَ: \" فَمَالُكَ أَحَبُّ إِلَيْكَ أَمْ مَالُ مَوَالِيكَ ؟ \" قال قُلْتُ: مَالِي، قَالَ: \" فَإِنَّ لَكَ مِنْ مَالِكَ مَا أَكَلْتَ فَأَفْنَيْتَ، وَأَعْطَيتَ فَأَمْضَيْتَ، وَسَائِرُهُ لِمَوَالِيكَ \" قَالَ: قُلْتُ: وَاللهِ يَا رَسُولَ اللهِ، لَئِنْ رَجَعْتُ إِلَيْهَا لَأُقِلَّنَّ عَدَّدَهَا\" (¬1) ¶ لذلك كان أولو العزم حين يدخل على أحدهم سائل يسأله، يقول له: مرحباً بمَنْ جاء يحمل زادي إلى الآخرة بغير أجرة. ¶ والإمام علي - رضي الله عنه - جاءه رجل يسأله: أأنا من أهل الدنيا، أم من أهل الآخرة؟ فقال: جواب هذا السؤال ليس عندي، بل عندك أنت، وأنت الحكم في هذه المسألة. فإنْ دخل عليك مَنْ تعودت أنه يعطيك، ودخل عليك مَنْ تعودت أنْ يأخذ منك، فإنْ كنتَ تبشُّ لمن يعطي، فأنت من أهل الدنيا، وإنْ كنتَ تبشُّ لمَنْ يسألك ويأخذ منك، فأنت من أهل الآخرة، لأن الإنسان يحب من يعمر له ما يحب، فإنْ كنتَ محباً للدنيا فيسعدك مَنْ يعطيك، وإنْ كنتَ محباً للآخرة فيسعدك مَنْ يأخذ منك. ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (5 / 41) (3065 ) حسن",
            "page": "123",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "وإذا كان ربنا - عز وجل - يوصينا بأن نبتغي الآخرة، فهذا لا يعني أن نترك الدنيا: { وَلاَ تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا... } [القصص: 77] لكن هذه الآية يأخذها البعض دليلاً على الانغماس في الدنيا ومتعها. ¶ وحين نتأمل { وَلاَ تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا... } [القصص: 77] نفهم أن العاقل كان يجب عليه أنْ ينظر إلى الدنيا على أنها لا تستحق الاهتمام، لكن ربه لفته إليها ليأخذ بشيء منها تقتضيه حركة حياته. فالمعنى: كان ينبغي علىَّ أنْ أنساها فذكِّرني الله بها. ¶ ولأهل المعرفة في هذه المسألة مَلْمح دقيق: يقولون: نصيبك من الشيء ما ينالك منه، لا عن مفارقة إنما عن ملازمة ودوام، وعلى هذا فنصيبك من الدنيا هو الحسنة التي تبقى لك، وتظل معك، وتصحبك بعد الدنيا إلى الآخرة، فكأن نصيبك من الدنيا يصُبُّ في نصيبك من الآخرة، فتخدم دنياك آخرتك. ... ... ¶ أو: يكون المعنى موجهاً للبخيل الممسك على نفسه، فيُذكِّره ربه { وَلاَ تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا... } [القصص: 77] يعني: خُذْ منها القَدْر الذي يعينك على أمر الآخرة، لذلك قالوا عن الدنيا: هي أهم من أن تُنْسى - لأنها الوسيلة إلى الآخرة - وأتفه من أن تكون غاية؛ لأن بعدها غاية أخرى وأبقى وأدوم. ¶ ثم يقول سبحانه: } وَأَحْسِن كَمَآ أَحْسَنَ اللَّهُ إِلَيْكَ.. { [القصص: 77] الحق سبحانه يريد أنْ يتخلَّق خَلْقه بخُلُقه. ¶ فكما أحسن الله إليك أحسِنْ إلى الناس، وكما تحب أنْ يغفر الله لك، اغفر لغيرك إساءته { أَلاَ تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ... } [النور: 22].",
            "page": "124",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "وما دام ربك يعطيك، فعليك أنْ تعطي دون مخالفة الفقر؛ لأن الله تعالى هو الذي استدعاك للوجود؛ لذلك تكفَّل بنفقتك وتربيتك ورعايتك. لذلك حين ترى العاجز عن الكسب - وقد جعله ربه على هذه الحال لحكمة - حين يمد يده إليك، فاعلم أنه يمدُّها لله، وأنك مناول عن الله تعالى. ¶ ونلحظ هذا المعنى في قوله تعالى:{ مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضاً حَسَناً.. }[الحديد: 11]. ¶ فسمَّى الصدقة قرضاً لله، لماذا؟ لأن هذا العبد عبدي، مسئول مني أن أرزقه، وقد ابتليتُه لحكمة عندي - حتى لا يظنّ أحد أن المسألة ذاتية فيه، فيعتبر به غيره - فمَنْ إذن يقرضني لأسُدَّ حاجة أخيكم؟ ¶ وقال تعالى:{ يُقْرِضُ اللَّهَ... }[الحديد: 11] مع أنه سبحانه الواهب؛ لأنه أراد أن يحترم ملكيتك، وأن يحترم انتفاعك، وسَعْيك.. كما لو أراد والد أنْ يُجري لأحد أبنائه عملية جراحية مثلاً وهو فقير وإخوته أغنياء، فيقول لأولاده: اقرضوني من أموالكم لأجري الجراحة لأخيكم، وسوف أردُّ عليكم هذا القرض. ¶ إذن: فالمال مال الله، وأنت مناول عن الله تعالى. ¶ وقد وقف بعض المستشرقين عند هذه المسألة؛ لأنهم يقرأون الآيات والأحاديث مجرد قراءة سطحية غير واعية، فيتوهمون أنها متضاربة. فقالوا هنا: الله تعالى يقول:{ مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ... }[الحديد: 11].",
            "page": "125",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "وقال في موضع آخر:{ مَن جَآءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا... }[الأنعام: 160] وعَنْ أَبِي أُمَامَةَ، عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ، قَالَ:\"دَخَلَ رَجُلٌ الْجَنَّةَ، فَرَأَى عَلَى بَابِهَا مَكْتُوبًا الصَّدَقَةُ بِعَشْرِ أَمْثَالِهَا، وَالْقَرْضُ بِيَمِينِهِ عَشْرٌ\". (¬1) . ¶ فظاهر الحديث يختلف مع الآية الكريمة - هذا في نظرهم - لأنهم لا يملكون المَلَكة العربية في استقبال البيان القرآني. وبتأمل الآيات والأحاديث نجد اتفاقهما على أن الحسنة أو الصدقة بعشر أمثالها، فالخلاف - ظاهراً - في قوله تعالى: { فَيُضَاعِفَهُ لَهُ... }[الحديد: 11] وقول النبي - صلى الله عليه وسلم - : \" والقرض بثمانية عشر \".وليس بينهما اختلاف، فساعة تصدَّق الإنسان بدرهم مثلاً أعطاه الله عشرة منها بدرهم الذي تصدَّق به، فكأنه أعطاه تسعة، فحين تُضَاعف التسعة، تصبح ثمانية عشرة. ¶ ثم يقول سبحانه: { وَلاَ تَبْغِ الْفَسَادَ فِي الأَرْضِ إِنَّ اللَّهَ لاَ يُحِبُّ الْمُفْسِدِينَ } [القصص: 77] والفساد يأتي من الخروج عن منهج الله، فإنْ غيَّرت فيه فقد أفسدتَ، فالفساد كما يكون في المادة يكون في المنهج، وفي المعنويات، يقول سبحانه:{ وَلاَ تُفْسِدُواْ فِي الأَرْضِ بَعْدَ إِصْلاَحِهَا... }[الأعراف: 56]. ¶ فالحق سبحانه خلق كل شيء على هيئة الصلاح لإسعاد خلقه، فلا تعمد إليه أنت فتفسده، ومن هذا الصلاح المنهج، بل المنهج وهو قوام الحياة المعنوية - أَوْلَى من قِوام الحياة المادية. ¶ ¬__________ ¶ (¬1) - المعجم الكبير للطبراني - (7 / 286) (7903 ) حسن لغيره",
            "page": "126",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "إذن: فلتكُنْ مؤدباً مع الكون من حولك، فإذا لم تستطع أنْ تزيده حُسْناً فلا أقلَّ من أنْ تدعه كما هو دون أنْ تفسده، وضربنا لذلك مثلاً ببئر الماء قد تعمد إليه فتطمسه، وقد تبني حوله سوراً يحميه. ¶ هذه مسائل خمْس توجَّه بها قوم قارون لنصحه بها، منها الأمر، ومنها النهي، ولا بُدَّ أنهم وجدوا منه ما يناقضها، لا بُدَّ أنهم وجدوه بَطِراً أَشِراً مغروراً بماله، فقالوا له:{ لاَ تَفْرَحْ إِنَّ اللَّهَ لاَ يُحِبُّ الْفَرِحِينَ }[القصص: 76].ووجدوه قد نسي نصيبه من الدنيا فَلم يتزود منها للآخرة، فقالوا له } وَلاَ تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا... } [القصص: 77]، ووجدوه يضنُّ على نفسه فلا ينفق في الخير، فقالوا له: { وَأَحْسِن كَمَآ أَحْسَنَ اللَّهُ إِلَيْكَ... } [القصص: 77] يعني: عَدِّ نعمتك إلى الغير، كما تعدَّت نعمة الله إليك.. وهكذا ما أمروه أمراً، ولا نهوْهُ نهياً إلا وهو مخالف له، وإلا لَمَا أمروه ولَمَا نهوْهُ. ¶ ثم يقول قارون رداً على هذه المسائل الخمس التي توجَّه بها قومه إليه: { قَالَ إِنَّمَآ أُوتِيتُهُ عَلَ ى عِلْمٍ. }. ¶ لكن ما وجه هذا الردّ { إِنَّمَآ أُوتِيتُهُ عَلَ ى عِلْمٍ عِندِي... } [القصص: 78] على المطلوبات الخمسة التي طلبوها منه؟ كأنه يقول لهم: لا دخلَ لكم هذه الأمور؛ لأن الذي أعطاني المال علم أنني أهْلٌ له، وأنني استحقه؛ لذلك ائتمنني عليه، ولسْتُ في حاجة لنصيحتكم. ¶ أو يكون المعنى { إِنَّمَآ أُوتِيتُهُ عَلَ ى عِلْمٍ عِندِي } [القصص: 78] يعني: بمجهودي ومزاولة الأعمال التي تُغِل علىَّ هذا المال، وكان قارون مشهوراً",
            "page": "127",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "بحُسْن الصوت في قراءة التوراة، وكان حافظاً لها. وكان حسن الصورة، وعلى درجة عالية بمعرفة أحكام التوراة. ¶ فعجيب أن يكون عنده كل هذا العلم ويقول { إِنَّمَآ أُوتِيتُهُ عَلَ ى عِلْمٍ عِندِي... } [القصص: 78] ولا يعلم أن الله قد أهلك من قبله قروناً كانوا أشدَّ منه قوة، وأكثر منه مالاً وعدداً. ¶ { أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعاً... } [القصص: 78] فكيف فاتتْه هذه المسألة مع عِلْمه بالتوراة؟ ¶ ومعنى { أَوَلَمْ يَعْلَمْ... } [القصص: 78] أي: من ضمن ما علم { مِنَ الْقُرُونِ... } [القصص: 78] أناس كانوا أكثر منه مالاً، وقد أخذهم الله وهم أمم لا أفراد، وكلمة { جَمْعاً.. } [القصص: 78] يجوز أن تكون مصدراً يعني: جمع المال، أو: اسم للجماعة أي: له عُصْبة.وبعد ذلك قال سبحانه: { وَلاَ يُسْأَلُ عَن ذُنُوبِهِمُ الْمُجْرِمُونَ } [القصص: 78] وعلامة أنهم لا يُسألون أن الله تعالى يأخذهم دون إنذار يأخذهم على غِرَّة، فلن يقول لقارون: أنت فعلت كذا وكذا، وسأفعل بك كذا وكذا، وأخسف بك وبدارك الأرض، فأفعالك معلومة لك، والحيثيات السابقة كفيلة بأنْ يُفاجئك العذاب. ¶ وهكذا يتوقع أنْ يأتيه الخَسْف والعذاب في أيِّ وقت، إذن: لن نسألهم، ولن نُجري معهم تحقيقاً كتحقيق النيابة أو (البوليس)، حيث لا فائدة من سؤالهم، وليس لهم عندنا إلا العقاب.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "وبعد هذا كله وبعد أنْ نصحه قومه ما يزال قارون متغطرساً بَطِراً لم يَرْعَو ولم يرتدع، بل ظل فََرِِحاً باغياً مفسداً، ويحكي عنه القرآن: { فَخَرَجَ عَلَى قَوْمِهِ... }. ¶ قلنا: إن قارون كان بطبيعة الحال غنياً وجيهاً، حَسَن الصوت والصورة، كثير العدد، كثير المال، فكيف لو أضفت إلى هذا كله أن يخرج في زينته وفي موكب عظيم، وفي أبهة { فَخَرَجَ عَلَ ى قَوْمِهِ فِي زِينَتِهِ... } [القصص: 79]. ¶ وللعلماء كلام كثير في هذه الزينة التي خرج فيها قارون، فقد كان فيها ألف جارية من صفاتهن كذا وكذا، وألف فرس.. إلخ، حتى أن الناس انبهروا به وبزينته، بل وانقسموا بسببه قسمين: جماعة فُتِنوا به، وأخذهم بريق النعمة والزينة والزهو وترف الحياة، ومدُّوا أعينهم إلى ما هو فيه من متعة الدنيا. ¶ وفي هؤلاء يقول تعالى: { قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يالَيْتَ لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ } [القصص: 79] وقد خاطب الحق - تبارك وتعالى - نبيه محمداً - صلى الله عليه وسلم - بقوله:{ وَلاَ تَمُدَّنَّ عَيْنَيْكَ إِلَ ى مَا مَتَّعْنَا بِهِ أَزْوَاجاً مِّنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا... }[طه: 131]. ¶ والمعنى: لا تنظر إلى ما في يد غيرك، واحترم قدر الله في خَلْق الله، واعلم أنك إنْ فرحت بالنعمة عند غيرك أتاك خيرها يطرق بابك وخدمتْك كأنها عندك، وإنْ كرهتها وحسدته عليها تأبَّت عليك، وحُرمْت نفعها؛ لأن النعمة أعشق لصاحبها من عشقه لها، فكيف تأتيه وهو كاره لها عند غيره؟",
            "page": "129",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "لذلك من صفات المؤمن أن يحب الخير عند أخيه كما يحبه لنفسه، وحين لا تحب النعمة عند غيرك، فما أذنبه هو؟ فكأنك تعترض على قدر الله فيه، وما دُمْتَ قد تأبيت واعترضت على قدر المنعم، فلا بُدَّ أن يحرمك منها.لذلك يقول سبحانه في موضع آخر:{ وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَ ى بَعْضٍ... }[النساء: 32]. ¶ لأن لكل منكم مهمة ودوراً في الحياة، ولكل منكم مواهبه وميزاته التي يمتاز بها عن الآخرين، ولا بُدَّ أن يكون فيك خصال أحسن ممن تحسده، لكنك غافل عنها غير متنبه لها. ¶ وسبق أن قلنا: إن الحق سبحانه قد وزَّع أسباب فَضْله على خَلْقه؛ لأننا جميعاً أمام الله سواء، وهو سبحانه لم يتخذ صاحبة ولا ولداً؛ لذلك قلنا: إن مجموع مواهب كل فرد تساوي مجموع مواهب الآخر، فقد تزيد أنت عني في خصلة، وأزيد عنك في أخرى، فهذا يمتاز بالذكاء، وهذا بالصحة، وهذا بالعلم، وهذا بالحِلْم.. إلخ. ¶ لأن حركة الحياة تتطلب كل هذه الإمكانيات، فبها تتكامل الحياة، وليس من الممكن أن تتوفر كل هذه المزايا لشخص واحد يقوم بكل الأعمال، بل إنْ تميزْتَ في عملك، وأتقنتَ مهمتك فلك الشكر. ¶ ومن العجيب ألاَّ تنتفع أنت بنبوغك، في حين ينتفع به غيرك، ومن ذلك قولهم مثلاً (باب النجار مخلع)، فلماذا لا يصنع باباً لنفسه، وهو نجار؟ قالوا: لأنه الباب الوحيد الذي لا يتقاضى عليه أجراً. ... ... ¶ إذن: حينما تجد غيرك مُتفوِّقاً في شيء فلا تحقد عليه؛ لأن تفوقه سيعود عليك، وضربنا لذلك مثلاً بشيء بسيط؛ حين تمسك المقصَّ بيدك اليمنى",
            "page": "130",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "لتقصَّ أظافر اليد اليسرى تجد أن اليد اليمنى - لأنها مرنة سهلة الحركة - تقصُّ أظافر اليسرى بدقة، أما حين تقصُّ اليسرى أظافر اليمنى فإنها لا تعطيك نفس المهارة التي كانت لليمنى. إذن: فحُسْن اليمنى تعدَّى لليُسْرى ونفعها. ¶ وهكذا إذا رأيتَ أخاك قد تفوَّق في شيء أو أحسن في صُنْعه فاحمد الله؛ لأن حُسْنه وتفوقه سيعود عليك، وقد لا يعود عليه هو، فلا تحسده، ولا تحقد عليه، بل ادْعُ له بالمزيد؛ لأنك ستنتفع به في يوم من الأيام. ¶ لكن ماذا قال أهل الدنيا الذين بُهِروا بزينة قارون؟ قالوا: { يالَيْتَ لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ.. } [القصص: 79] يعني: كما نقول نحن (حظه بمب)؛ لأن هؤلاء لا يعنيهم إلا أمر الدنيا ومُتعها وزُخْرفها، أما أهل العلم وأهل المعرفة فلهم رأْيٌ مخالف، ونظرة أبعد للأمور؛ لذلك رَدُّوا عليهم: { وَقَالَ الَّذِينَ أُوتُواْ الْعِلْمَ... }. ¶ فما كان الحق - تبارك وتعالى - ليترك أهل الدنيا وأهل الباطل يُشكِّكون الناس في قَدَر الله، ويتمردون على قسمته حتى الكفر والزندقة، والله سبحانه لا يُخِلي الناس من أهل الحق الذين يُعدِّلون ميزان حركة الحياة: ¶ إنَّ الذي جَعَلَ الحقِيقةَ عَلْقماً لم يخلْ من أَهْل الحقيقة جيلا ¶ وما دام أن الله تعالى قال في الجماعة الأولى:{ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا... }[القصص: 79] فهم لا يروْنَ غيرها، ولا يطمحون لأبعد منها، وقال في الأخرى: { وَقَالَ الَّذِينَ أُوتُواْ الْعِلْمَ... } [القصص: 80] فهذا يعني: أن أهل الدنيا (سطحيون)،لم يكن عندهم علم ينفعهم، لذلك",
            "page": "131",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "وقعوا في هذا المأزق الذي نجا منه أهل العلم، حينما أجروا مقارنة بين الطمع في الدنيا والطمع في الآخرة. ¶ كما قلنا سابقاً: إن عمر الدنيا بالنسبة لك: لا تقُلْ من آدم إلى قيام الساعة؛ فعمرك أنت فيها عمر موقوت، لا بُدَّ أنْ يفنى. إذن: العاقل مَنْ يختار الباقية على الفانية، لذلك أهل الدنيا قالوا{ يالَيْتَ لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ... }[القصص: 79]. ¶ أما أهل العلم والمعرفة فردُّوا عليهم: { وَيْلَكُمْ... } [القصص: 80] أي: الويل لكم بسبب هذا التفكير السطحي، وتمنِّي ما عند قارون الويل والهلاك لكم بما حسدتُم الناس، وبما حقدتُم عليهم, وباعتراضكم على أقدار الله في خَلْقه. ¶ فأنتم تستحقون الهلاك بهذا؛ لذلك قال الله عنهم في موضع آخر:{ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ * يَعْلَمُونَ ظَاهِراً مِّنَ الْحَيَاةِ الدُّنْيَا... }[الروم: 6-7]. ¶ يعني: لا يعرفون حقيقة الأشياء، ولو عرفوا ما قالوا هذا الكلام، وما تمنَّوْا هذه الأمنية. ¶ ثم يلفت أهل العلم والمعرفة أنظار أهل الدنيا، ويُوجِّهونهم الوجهة الصحيحة: { ثَوَابُ اللَّهِ خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحاً... } [القصص: 80] أي: ثواب الله خير من الدنيا، ومما عند قارون، وكيف تتمنون ما عنده، وقد شجبتم تصرفاته، ونهيتموه عنها، ولم ترضوَهْا؟ ¶ ومعنى: { وَلاَ يُلَقَّاهَآ إِلاَّ الصَّابِرُونَ } [القصص: 80] أي: يُلقّي الإيمان والعمل الصالح والهداية، ليُقبِلَ على عمل الآخرة، ويُفضلها عن الدنيا،",
            "page": "132",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "أي: يُلقّى قضية العلم بالحقائق، ولا تخدعه ظواهر الأشياء. هذه لا يجدها ولا يُوفّق إليها إلا الصابرون، كما قال سبحانه في آية أخرى:{ وَمَا يُلَقَّاهَا إِلاَّ الَّذِينَ صَبَرُواْ وَمَا يُلَقَّاهَآ إِلاَّ ذُو حَظٍّ عَظِيمٍ }[فصلت: 35]. ¶ والصبر: احتمال ما يؤذي في الظاهر، لكنه يُنعَم في الباطن. وله مراحل، فالله تعالى كلَّفنا بطاعات فيها أوامر، وكلَّفنا أنْ نبتعد عن معاصٍ، وفيها نواهٍ، وأنزل علينا أقداراً قد لا تستطيبها نفوسنا، فهذه مراحل ثلاث. ¶ فالطاعات ثقيلة وشاقة على النفس؛ لذلك يقول تعالى عن الصلاة:{ وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الْخَاشِعِينَ }[البقرة: 45] فهناك دَواع شتَّى تصرفك عن الصلاة، وتحاول أنْ تُقعدك عنها، فتجد عند قيامك للصلاة كسلاً وتثاقلاً. ¶ واقرأ قوله تعالى عن الصلاة مخاطباً نبيه - صلى الله عليه وسلم - :{ وَأْمُرْ أَهْلَكَ بِالصَّلاَةِ وَاصْطَبِرْ عَلَيْهَا... }[طه: 132] وهذا دليل على أنها صعبة وشاقَّة على النفس، لكن إذا تعودتْ عليها، وألفتها النفس صارتْ أحبَّ الأشياء إليك، وأخفّها على نفسك، بل وقرَّة عَيْن لك. ¶ والنبي - صلى الله عليه وسلم - يُعلِّمنا هذا الدرس في قوله لمؤذنه بلال فعَنْ عَبْدِ اللهِ بْنِ مُحَمَّدِ ابْنِ الْحَنَفِيَّةِ قَالَ: دَخَلْتُ مَعَ أَبِي عَلَى صِهْرٍ لَنَا مِنَ الْأَنْصَارِ، فَحَضَرَتِ الصَّلَاةُ، فَقَالَ: يَا جَارِيَتِي , ائْتِنِي بِوَضُوءٍ لِعَلِّي أَتَوَضَّأُ فَأَسْتَرِيحَ، فَرَآنَا أَنْكَرْنَا ذَلِكَ، أَوْ فَكَأَنَّهُ رَآنَا أَنْكَرْنَا ذَلِكَ، فَقَالَ: سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم -",
            "page": "133",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "يَقُولُ: \" قُمْ يَا بِلَالُ فَأَرِحْنَا بِالصَّلَاةِ \" (¬1) لا أرحنا منها تلك المقالة التي يقولها لسان حالنا الآن. ¶ وعَنْ أَنَسٍ ، قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم - : حُبِّبَ إِلَيَّ مِنَ الدُّنْيَا: النِّسَاءُ، وَالطِّيبُ. وَجُعِلَتْ قُرَّةُ عَيْنِي فِي الصَّلاةِ. (¬2) ¶ وخصَّ الصلاة بالذات من بين سائر العبادات؛ لأنها تتكرر في اليوم خمس مرات، فهي ملازمة للمؤمن يعايشها على مدى يومه وليلته بخلاف الأركان الأخرى، فمنها ما هو مرة واحدة في العام، أو مرة واحدة في العمر كله. ¶ هذا هو النوع الأول من الصبر، وهو الصبر على مشقة الطاعة. ¶ الثاني: الصبر عن شهوة المعصية، ولا تنْسَ أنه أول صبر تصادفه في حياتك أنْ تصبر على نفسك؛ لذلك يقول الشاعر:إذَا رُمْتَ أنْ تُسْتقِرضَ المال مُنفقاً عَلَى شَهَواتِ النفْسِ في زَمَن العُسْرِ فَسَل نفسَكَ الإنفاقَ من ¶ ¬__________ ¶ (¬1) - شرح مشكل الآثار - (14 / 167) (5549 )حسن ¶ قال الطحاوي :فَأَنْكَرَ هَذَا الْحَدِيثَ مُنْكِرٌ، وَقَالَ: كَيْفَ تَقْبَلُونَ عَلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمْرَهُ بِأَنْ يُرَاحَ مِنَ الصَّلَاةِ ؟، فَكَانَ جَوَابَنَا لَهُ فِي ذَلِكَ: أَنَّهُ لَيْسَ فِي الْحَدِيثِ أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ أَنْ يُرَاحَ مِنَ الصَّلَاةِ، وَلَوْ كَانَ الْحَدِيثُ كَذَلِكَ، لَأَنْكَرْنَاهُ كَمَا أَنْكَرَهُ، وَلَكِنَّ الَّذِي فِي الْحَدِيثِ إِنَّمَا هُوَ أَمْرُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِلَالًا أَنْ يُرِيحَهُ بِالصَّلَاةِ مِنْ غَيْرِهَا إِذْ كَانَتِ الصَّلَاةُ هِيَ قُرَّةَ عَيْنِهِ، فَأَمَرَ أَنْ يُرَاحَ بِهَا مِمَّا سِوَاهَا مِمَّا لَيْسَ مَنْزِلَتُهُ كَمَنْزِلَتِهَا، وَهَذَا كَلَامٌ صَحِيحٌ مَعْقُولٌ، وَاللهُ أَعْلَمُ بِمُرَادِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ، مَا هُوَ مِمَّا يُشْبِهُ مَا كَانَ عَلَيْهِ فِي أُمُورِ اللهِ عَزَّ وَجَلَّ، وَفِي أَدَاءِ فَرَائِضِهِ، وَفِي التَّمَسُّكِ بِهَا، وَفِي غَلَبَتِهَا عَلَى قَلْبِهِ، وَفِي أَنْ لَا شَيْءَ عِنْدَهُ مِثْلُهَا، وَبِاللهِ التَّوْفِيقُ ¶ (¬2) - مسند أبي عوانة (3248 ) صحيح",
            "page": "134",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "كَنْز صَبْرها عليْكَ وإنْظَاراً إلى سَاعةِ اليُسْر فإنْ فعلتْ كنتَ الغنيَّ وإنْ أبتْ فكل مَنُوع بعدها واسِع العُذْر فبدل أن تقترض لقضاء شهوة نفس عاجلة، فأوْلَى بك أن تصبر إلى أن تجد سعة وتيسيراً، فصبرك على نفسك أهون من صبر الناس عليك، وإنْ تسعْكَ نفسك، فلا عُذْر لأحد بعد ذلك إنْ منعك. ¶ الثالث: صَبر على الأقدار المؤلمة التي لا تفطن أنت إلى الحكمة منها، فالأقدار ما دامتْ من حكيم، ومُجريها عليك ربٌّ، إذن لا بُدَّ أن لها حكمة فيك، فخُذ القضية القدرية مُجريها عليك، فهو سبحانه ربك، وليس عدوك، وأنت عبده وصنعته، ألم تقرأ قول الرسول في الحديث الشريف عَنْ عَبْدِ اللهِ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" الْخَلْقُ عِيَالُ اللهِ، فَأَحَبُّ الْخَلْقِ إِلَى اللهِ مَنْ أَحْسَنَ إِلَى عِيَالِهِ \" (¬1) . ¶ إذن: حين تجري عليك الأقدار المؤلمة، فيكفيك للصبر عليها أنْ تعلم أنها حكمة الله، ويكفيك أن مُجريها عليك ربك، فإنْ جاءت الأقدار المؤلمة بسبب تقصيرك، فلا تلومنَّ إلا نفسك، كالطالب الذي يُهمل دروسه ويتكاسل، فيفشل في الامتحان، فالفشل نتيجة إهماله وتكاسله. ¶ أما الذي يذاكر ويجدّ ويُبكِّر إلى الامتحان مُسْتبشراً فتصدمه سيارة مثلاً في الطريق، تمنعه من أداء امتحانه، فهذا هو القدر المؤلم الذي له حكمة، وربما داخله شيء من الغرور، وعوَّل على مذاكرته، ونسي توفيق الله له، فأراد ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (9 / 523) (7048 ) حسن لغيره",
            "page": "135",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "الله أنْ يُلقّنه هذا الدرس ليعلمه أن الأمر في النهاية بيد الله وبمعونته، وأنه الخاسر إنْ لم تصادفه هذه المعونة، على حَدٍّ قول الشاعر: ¶ إذَا لم يكُنْ عَوْنٌ مِنَ الله للفتَى فَأَوَّلُ مَا يَجْني عليْهِ اجتهادُهُ ¶ فعليك إذن أنْ تنظر إنْ كانت المصيبة نتيجة لما قدمت، فلا تلومنَّ إلا نفسك، فإنْ كنتَ قد أخذت بالأسباب، واستوفيتَ ما طُلب منك، ثم أصابتْك المصيبة، فاعلم أن لله فيها حكمة، وعليك أنْ تحترم حكمة الله وقدره في خَلْقه. ... ... ... ¶ وباعتبار آخر، يمكن أن نقسم المصائب إلى قسمين: قسم لك فيه غريم، كأن يعتدي عليك غيرك بضرب أو قتل أو نحوه، وقسم ليس لك فيه غريم كالموت والمرض مثلاً. ¶ وقد أعطانا الحق - سبحانه وتعالى - حكماً في كل منهما، ففي النوع الأول حيث لا غريمَ لك، يقول تعالى على لسان لقمان وهو يوصي ولده:{ وَاصْبِرْ عَلَ ى مَآ أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ }[لقمان: 17]. ¶ ويقول فيما لك فيه غريم:{ وَلَمَن صَبَرَ وَغَفَرَ... }[الشورى: 43] فما دام قد ذكر المغفرة ودعاك إليها، فلا بُدَّ أن أمامك غريماً، ينبغي أنْ تصبر عليه، وأن تغفر له، والغريم يهيجني إلى المعصية وإلى الانتقام، فكلما رأيته أتميَّز غيظاً، فالصبر في هذه الحالة أشد ويحتاج إلى عزيمة قوية. ¶ لذلك قال سبحانه:{ وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأُمُورِ }[الشورى: 43] ولم يقل كما في الأولى:{ إِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ }[لقمان: 17] إنما بصيغة التأكيد باللام (لَمِنْ).",
            "page": "136",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "ويُعلِّمنا ربنا - تبارك وتعالى - كيف نعالج غَيْظ النفوس أمام الغريم، فيقول سبحانه:{ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ }[آل عمران: 134]. ¶ هذه مراحل ثلاث، تتدرج بك حسب ما عندك من استعداد للخير وقدرة على التسامح، فأولها: أن تكظم غيظك، وهذا يعني أن الغيظ موجود، لكنك تكتمه في نفسك، فإن ارتقيتَ عفوتَ بأن تُخرج الغيظ والغِلَّ من نفسك، كأن شيئاً لم يحدث، فإن ارتقيتَ إلى المرتبة الأعلى أحسنتَ؛ لأن الله تعالى يحب المحسنين، والإحسان أن تقدم الخير وتبادر به مَنْ أساء إليك، فتجعله رداً على إساءته. ¶ ولا شكَّ أن هذه المراحل تحتاج إلى مجاهدة، فهي قاسية على النفس، وقلما تجد مَنْ يعمل بها؛ لذلك ما جعلها الله على وجه الإلزام، إنما ندب إليها وحثّ عليها، فإنْ أخذتَ بأْولاَها فلا شيء عليك؛ لأن الله تعالى أباح لك أن ترد الإساءة بمثلها، فإنْ كظمتَ غيظك فأنت على خير، وإن اخترتَ لنفسك الرقي في طاعة ربك، فنِعمْ الرجل أنت، ويكفيك{ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ }[آل عمران: 134]. ¶ ويكفيك أن المسيء بإساءته إليك جعل الله في جانبك، فهو مع إساءته إليك يستحق مكافأة منك، كما قال أحد العارفين: ألا أُحسن لمن جعل الله في جانبي؟ ¶ وضربنا لذلك مثلاً بالوالد حين يجد أن أحد الأولاد اعتدى على الآخر، فيميل ناحية المُعْتَدى عليه ويتودَّد إليه، ويحاول إرضاءه، حتى إن المعتدي",
            "page": "137",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "ليغتاظ ويندم على أنه أساء إلى أخيه، كذلك الحق - تبارك وتعالى - إن اعتدى بعض خَلْقه على بعض يحتضن المظلوم، وينصره على مَنْ ظَلمَه. ¶ ثم يُفاجأ قارون بالعقاب الذي يستحقه: { فَخَسَفْنَا بِهِ وَبِدَارِهِ الأَرْضَ... }.والخسف: أن تنشقَّ الأرض فتبتلع ما عليها، كالذي يقول (يا أرض انشقي وابلعيني)، والخسف كان به وبداره التي فيها كنوزه وخزائنه وما يملك { فَمَا كَانَ لَهُ مِن فِئَةٍ يَنصُرُونَهُ مِن دُونِ اللَّهِ... } [القصص: 81]، فما نفعه مال، ولا دافع عنه أهل { وَمَا كَانَ مِنَ الْمُنتَصِرِينَ } [القصص: 81] أي: بذاته. فلم تكُنْ له عُصْبة تحميه، ولا استطاع هو حماية نفسه، فمَنْ يدفع عذاب الله إن حلَّ، ومَنْ يمنعه ونقذه إنْ خُسِفت به الأرض؟! ¶ وهنا ينبغي أن نتساءل: كيف الآن حال مَنْ اغتروا به، وفُتِنوا بماله وزينته؟ ¶ يقول الحق سبحانه: { وَأَصْبَحَ الَّذِينَ تَمَنَّوْاْ مَكَانَهُ... }.لقد كانوا بالأمس يقولون{ يالَيْتَ لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ... }[القصص: 79]، لكن اليوم وبعد أن عاينوا ما حاق به من عذاب الله وبأسه الذي لا يُردُّ عن القوم الكافرين - اليوم يثوبون إلى رُشْدهم ويقولون: { وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ... } [القصص: 82]. ¶ كلما (وَىْ) اسم فعل مثل: أُفٍّ وهيهات، وتدل على الندم والتحسُّر على ما حدث منك، فهي تنديد وتَخْطيءٌ للفعل، وقد تُقال (وَيْ) للتعجب. فقولهم (وي) ندماً ما كان منهم من تمني النعمة التي تنعَّم بها قارون وتخطيئاًَ لأنفسهم، بعد أنْ شاهدوا الخَسْف التي تنعَّم بها قارون وتخطيئاً لأنفسهم، بعد أنْ شاهدوا الخَسْف به وبداره، وهم يندمون الآن ويُخطِّئون أنفسهم؛ لأن الله تعالى في رزقه حكمة وقدراً.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "{ يَبْسُطُ الرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ... } [القصص: 82] أي: يقبض ويُضيق، وليس بسْط الرزق دليل كرامة، ولا تضييقه دليلَ إهانة، بدليل أن الله يبسط الرزق لقارون، ثم أخذه أخْذ عزيز مقتدر. ¶ وقد تعرضتْ سورة الفجر لهذه المسألة في قوله تعالى:{ فَأَمَّا الإِنسَانُ إِذَا مَا ابْتَلاَهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ * وَأَمَّآ إِذَا مَا ابْتَلاَهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ }[الفجر: 15-16]. ¶ فالأول اعتبر الرزق الواسع دليل الكرامة، والآخر اعتبر التضييق دليلَ إهانة، فردَّ الحق سبحانه عليهما ليُصحح هذه النظرة فقال:{ كَلاَّ... }[الفجر: 17] يعني: أنتما خاطئان، فلا سعةَ الرزق دليلُ كرامة، ولا تضييقه دليلُ إهانة، وإلا فكيف يكون إيتاء المال دليلَ كرامة، وأنا أعطي بعض الناس المال، فلا يُؤدُّون حقَّ الله فيه؟{ كَلاَّ بَل لاَّ تُكْرِمُونَ الْيَتِيمَ * وَلاَ تَحَآضُّونَ عَلَ ى طَعَامِ الْمِسْكِينِ * وَتَأْكُلُونَ التُّرَاثَ أَكْلاً لَّمّاً * وَتُحِبُّونَ الْمَالَ حُبّاً جَمّاً }[الفجر: 17-20]. ¶ إذن: فأيُّ كرامة في مال يكون وبالاً على صاحبه، وابتلاء لا يُوفَّق فيه، فلو سُلب هذا المال من صاحبه لكان خيراً له، فما أشبهَ هذا المال بالسلاح في يد الذي لا يُحسِن استعماله، فربما قتل نفسه به. ¶ وقوله تعالى: { وَيْكَأَنَّهُ لاَ يُفْلِحُ الْكَافِرُونَ } [القصص: 82] تعجُّب من أنه لا يفلح الكافرون عند الله تعالى. ¶ وبعد ذلك يأتي الحق سبحانه بقضية عامة ليفصل في هذه المسألة: { تِلْكَ الدَّارُ الآخِرَةُ... }لأنه لا يصح أنْ يعلو الإنسان على بني جنسه، ولا على",
            "page": "139",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "بيئته إلا بشيء ذاتي فيه، فلا يصح أنْ يعلوَ بقوته؛ لأنه قد يمرض، فيصير إلى الضعف، ولا بماله لأنه قد يُسلب منه. ¶ إذن: إياك أن تعلو على غيرك بشيء موهوب لك، إنْ أردتَ فبشيء ذاتي فيك، وليس فيك شيء ذاتي، فلست أفضلَ من أحد حتى تعلو عليه، كما أن الدنيا أغيار، وربما انتقل ما عندك إليهم، فهل يسرُّك إنْ صار غيرك غنياً أو قوياً أنْ يتعالى عليك؟ ¶ ثم أنت لا تستطيع العلو إلا بالاعتماد على قوة أعلى منك تسندك، وجرِّب بنفسك وحاول أن تقفز إلى أعلى كلاعب السيرك، ثم أمسك نفسك في هذا العلو، وطبعاً لن تستطيع، لماذا؟ لأنه لا ذاتية لك في العُلو. ¶ وما دام الأمر كذلك، فإياك أنْ تعلو؛ لأنك بعلوِّك تُحْفِظُ الآخرين؛ فإنْ حصل لك العكس شمتوا فيك، وأيضاً لأن الإنسان لا يعلو في بيئة ولا في مكان إلا إذا رأى كل مَنْ حوله دونه، وحين ترى أن كل الناس دونك فأنت لم تتنبه إلى أسرار فَضلْ الله في خَلْقه. ¶ ولو تأملت لوجدتَ في كل منهم خصلة ليست عندك، ولو قدَّرت أن الناس جميعاً عيالُ الله وخَلْقه، وليس منا مَنْ بينه وبين الله نسب أو قرابة ونحن جميعاً عنده تعالى سواء، وقد وزّع المواهب بيننا جميعاً بالتساوي، وبالتالي لا يمتاز أحد على أحد، فلم التعالي إذن؟ ولِمَ الكبر؟ ¶ وأيضاً الذي يتعالى لا يتعالى إلا في غفلة منه عن ملاحظة كبرياء ربه، وإلا فالذي يستحضر عظمة ربه وكبرياءه لا بُدَّ له أنْ يتواضع، وأنْ يتضاءل أمام كبريائه تعالى، وأنْ يستحي أن يتكبر على خَلْقه.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "والنبي - صلى الله عليه وسلم - يُعلِّمنا كيف نحترم الآخرين؟ وكيف نتواضع لهم؟ فلما دخل عليه الصحابي الجليل عدي بن حاتم قام عن كرامة مجلسه له، يعني: إن كانْ جالساً على (وسادة مثلاً) يقوم عنها، ويعطيها لصاحبه ليجلس هو عليها. ¶ وهكذا يحرص رسول الله - صلى الله عليه وسلم - على المساواة في المجلس؛ عَنْ أَنَسٍ، قَالَ: دَخَلَ جَرِيرُ بْنُ عَبْدِ اللهِ عَلَى النَّبِيِّ - صلى الله عليه وسلم - فَضَنَّ النَّاسُ بِمَجَالِسِهِمْ، فَلَمْ يُوَسِّعْ لَهُ أَحَدٌ، فَرَمَاهُ رَسُولُ اللهِ - صلى الله عليه وسلم - بِبُرْدَتِهِ وَقَالَ: \" اجْلِسْ عَلَيْهَا \" فَأَخَذَ جَرِيرٌ فَلَقِيَهَا بِوَجْهِهِ وَنَحْرِهِ وَقَبَّلَهَا وَرَدَّهَا عَلَى ظَهْرِهِ وَقَالَ: أَكْرَمَكَ اللهُ يَا رَسُولَ اللهِ، كَمَا أَكْرَمْتَنِي . فَأَقْبَلَ رَسُولُ اللهِ - صلى الله عليه وسلم - عَلَى أَصْحَابِهِ، فَقَالَ: \" مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخَرِ، ثَلَاثًا، فَإِذَا أَتَاهُ كَرِيمُ قَوْمٍ فَلْيُكْرِمْهُ \" (¬1) . ¶ وعن عدى بن حاتم : أنه لما دخل على النبى - صلى الله عليه وسلم - ألقى إليه وسادة فجلس على الأرض وقال أشهد أنك لا تبغى علوا فى الأرض ولا فسادا وأسلم فقال يا نبى الله لقد رأينا منك منظرا لم نره لأحد فقال نعم هذا كريم قوم فإذا أتاكم كريم قوم فأكرموه (العسكرى فى الأمثال ، وابن عساكر) (¬2) ¶ وعجيب ما نراه مثلاً في مساجدنا، وهي بيوت الله وأَوْلَى الأماكن بهذه المساواة، فتراهم إذا دخل أحد أصحاب النفوذ يفرشون له مُصلّى ليصلي ¶ ¬__________ ¶ (¬1) - الْمُسْتَدْرَكُ عَلَى الصَّحِيحَيْنِ لِلْحَاكِمِ (7900 ) وشعب الإيمان - (13 / 367)(10488) حسن لغيره ¶ (¬2) - أخرجه ابن عساكر (40/77) و[كنز العمال 25765] وجامع الأحاديث - (37 / 271)",
            "page": "141",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "عليها، مع أن المسجد مفروش، وعلى أعلى مستوى من النظافة، فلماذا هذا التمييز؟ ¶ ومع ذلك نجد منهم مَنْ يزيح هذه المصلَّى جانباً، ويصلي كما يصلي بقية الناس، وأظن أن الذي يقبل أنْ تُوضع له هذه المصلى أظنه يبتغي علواً في الأرض. ¶ والحق سبحانه يريد للإنسان أن يعيش سوىَّ الحركة في أسوياء لتظل القلوب متآلفة، لا يداخلها ضغن، وإذا خلَتْ القلوب من الضِّغن وَسِع الناسَ جميعاً رغيفُ عيشٍ واحد. ¶ ثم يقول سبحانه: { وَالْعَاقِبَةُ لِلْمُتَّقِينَ } [القصص: 83] أي: العاقبة الخيِّرة، والعاقبة الحسنة في النعيم المقيم الدائم للمتقين. ¶ ثم يقول الحق سبحانه: { مَن جَآءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ... }. ¶ قلنا: إن كلمة (خيرٍ) تُطلق ويُراد بها ما يقابل الشر، كما في قوله تعالى:{ فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ * وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ }[الزلزلة: 7-8]. ¶ وتُطلق ويُراد بها الأحسن في الخير، تقول: هذا خير من هذا، فكلاهما فيه خير، فعَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « الْمُؤْمِنُ الْقَوِىُّ خَيْرٌ وَأَحَبُّ إِلَى اللَّهِ مِنَ الْمُؤْمِنِ الضَّعِيفِ وَفِى كُلٍّ خَيْرٌ » (¬1) . فهي بمعنى التفضيل، أي: أخير منها، ومن ذلك قول الشاعر: ¶ زَيْدٌ خِيارُ النَّاسِ وابْنُ الأَخْير ¶ ¬__________ ¶ (¬1) - صحيح مسلم (6945 )",
            "page": "142",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "ِفجاء بصيغة التفضيل على الأصل، وتقول: هذا حَسَن، وذلك أحسن. ¶ فالمعنى هنا: { مَن جَآءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِّنْهَا... } [القصص: 84] أي: خير يجيئه من طريقها، أو إذا عمل خيراً أعطاه الله أخير منه وأحسَن، والمراد أن الحسنة بعشر أمثالها. ¶ والحق سبحانه يعطينا صورة توضيحية لهذه المسألة، فيقول سبحانه:{ مَّثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَن يَشَآءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ }[البقرة: 261]. ¶ فقوله تعالى: { مَن جَآءَ بِالْحَسَنَةِ... } [القصص: 84] قضية عقدية، تثبت وتُقرِّر الثواب للمطيع، والعقاب للعاصي، ومعنى { مَن جَآءَ بِالْحَسَنَةِ... } [القصص: 84] أي: أتى بها حدثاً لم يكُنْ موجوداً، فحين تفعل أنت الحسنة فقد أوجدتَها بما خلق الله فيك من قدرة على الطاعة وطاقة لفعل الخير. ¶ أو المعنى: جاء بالحسنة إلى الله أخيراً لينال ثوابها، ولا مانع أن تتجمع له هذه المجيئات كلها ليُقبل بها على الله، فيجازيه بها في الآخرة. ¶ لكن، هل ثواب الحسنة مقصور فقط على الآخرة، أم أن الدين بقضاياه جاء لسعادة الدنيا وسعادة الآخرة؟ فما دام الدين لسعادة الدارين فللحسنة أثر أيضاً في الدنيا، لكن مجموعها يكون لك في الآخرة. ¶ وهذه الآية جاءت بعد الحديث عن قارون، وبعد أن نصحه قومه، وجاء في نصحهم:{ وَأَحْسِن كَمَآ أَحْسَنَ اللَّهُ إِلَيْكَ... }[القصص: 77] إذن: فطلبهم أن يُحسن كما أحسن الله إليه جاء في مجال ذكر الحسنة، والحسنة",
            "page": "143",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "أهي الشيء الذي يستطيبه الإنسان؟ لا، لأن الإنسان قد يستطيب الشيء ثم يجلب عليه المضرة، وقد يكره الشيء ولا يستطيبه، ويأتي له بالنفع. ¶ فمن إذن الذي يحدد الحسنة والسيئة؟ ما دام الناس مختلفين في هذه المسألة، فلا يحددها إلا الله تعالى، الذي خلق الناس، ويعلم ما يُصلحهم، وهو سبحانه الذي يعلم خصائص الأشياء، ويعلم ما يترتب عليها من آثار، أما الإنسان فقد خلقه الله صالحاً للخير، وصالحاً للشر، يعمل الحسن، ويعمل القبيح، وربما اختلطت عليه المسائل. ¶ لذلك يقولون في تعريف الحسنة: هي ما حسَّنه الشرع، لا ما حسَّنْتها أنت، فنحن مثلاً نستسيغ بعض الأطعمة، ونجد فيها متعة ولذة، مع أنها مُضرة، في حين نأنف مثلاً من أكل الطعام المسلوق، مع أنه أفيد وأنفع؛ لذلك يقول تعالى في صفة الطعام:{ فَكُلُوهُ هَنِيئاً مَّرِيئاً... }[النساء: 4] لأن الطعام قد يكون هنيئاً تجد له متعة، لكنه غير مريء ويُسبِّب لك المتاعب بعد ذلك. ¶ الحق سبحانه يقول هنا: { مَن جَآءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِّنْهَا... } [القصص: 84] فالحسنة خير، لكن، الثواب عليها خيرٌ منها أي: أخير؛ لأنه عطاء دائم باقٍ لا ينقطع، أو خير يأتيك بسببها. كما يقول أصحاب الألغاز واللعب بالكلمات: محمد خير من ربه، والمعنى: خير يصلنا من الله، ولا داعي لمثل هذه الألغاز طالما تحتمل معنى غير مقبول. ¶ ثم يقول سبحانه: { وَمَن جَآءَ بِالسَّيِّئَةِ... } [القصص: 84] لم يقُل الحق سبحانه: فله أشر منها، قياساً على الحسنة فنضاعف السيئة كما ضاعفنا",
            "page": "144",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "الحسنة، وهذه المسألة مظهر من مظاهر رحمة الله بخَلْقه، هذه الرحمة التي تتعدَّى حتى إلى العُصَاة من خَلْقه. ¶ لذلك قال { فَلاَ يُجْزَى الَّذِينَ عَمِلُواْ السَّيِّئَاتِ إِلاَّ مَا كَانُواْ يَعْمَلُونَ } [القصص: 84] أي: على قَدْرها دون زيادة. ¶ واقرأ إنْ شئتَ قوله تعالى في سورة (عم):{ إِنَّ لِلْمُتَّقِينَ مَفَازاً * حَدَآئِقَ وَأَعْنَاباً * وَكَوَاعِبَ أَتْرَاباً * وَكَأْساً دِهَاقاً * لاَّ يَسْمَعُونَ فِيهَا لَغْواً وَلاَ كِذَّاباً * جَزَآءً مِّن رَّبِّكَ عَطَآءً حِسَاباً }[النبأ: 31-36]. ¶ فحسباناً هنا لا تعني أن الجزاء بحساب على قدر العمل، إنما تعني كافيهم في كل ناحية من نواحي الخير، ومنه قولنا: حسبي الله يعني: كافيني. ¶ وفي المقابل يقول سبحانه في السيئة:{ جَزَآءً وِفَاقاً }[النبأ: 26] أي: على قدرها موافقاً لها. ¶ إذن: فربنا - عز وجل - يعاملنا بالفضل لا بالعدل؛ ليغري الناس بفعل الحسنة، وأنت حين تفعل الحسنة فأنت واحد تُقدِّم حسنتك إلى كل الناس، وفي المقابل يعود عليك أثر حسنات الجماهير كلها، فينالك من كل واحد منهم حسنة، وكأنه (أوكازيون) حسنات يعود عليك أنت. (¬1) ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - تفسير الشعراوي - ( / 3254) بتصرف",
            "page": "145",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "أهم المصادر والمراجع ¶ 1. كلمات القرآن للشيخ غازي الدروبي ¶ 2. مصحف المدينة المنورة ¶ 3. التفسير الواضح ـ موافقا للمطبوع ¶ 4. تفسير الشيخ المراغى ـ موافقا للمطبوع ¶ 5. التفسير القرآني للقرآن ـ موافقا للمطبوع ¶ 6. تفسير ابن كثير - دار طيبة ¶ 7. تفسير الشعراوي ¶ 8. تَفْسِيرُ ابْنِ أَبِي حَاتِمٍ ¶ 9. التفسير الحديث لدروزة- موافق للمطبوع ¶ 10. تفسير الفخر الرازى ـ موافق للمطبوع ¶ 11. تفسير السراج المنير ـ موافق للمطبوع ¶ 12. فى ظلال القرآن ـ موافقا للمطبوع ¶ 13. التفسير الوسيط للقرآن الكريم لطنطاوي ¶ 14. البحر المديد ـ موافق للمطبوع ¶ 15. التفسير المظهرى ـ موافقا للمطبوع ¶ 16. التحرير والتنوير ـ الطبعة التونسية ¶ 17. أيسر التفاسير للجزائري ¶ 18. صحيح البخارى ¶ 19. بغية الباحث عن زوائد مسند الحارث ¶ 20. مسند أحمد ¶ 21. صَحِيحُ ابْنِ حِبَّانَ",
            "page": "146",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "22.المستفاد من قصص القرآن ¶ 23. شعب الإيمان ¶ 24. سُنَنُ التِّرْمِذِيِّ ـ الْجَامِعُ الصَّحِيحُ ¶ 25. -مسند الشاميين للطبراني ¶ 26. سورة القصص دراسة تحليلية ¶ 27. حِلْيَةُ الْأَوْلِيَاءِ ¶ 28. قِصَرُ الْأَمَلِ لِابْنِ أَبِي الدُّنْيَا ¶ 29. صحيح مسلم ¶ 30. ينظر القصص القرآني ¶ 31. مُسْنَدُ أَبِي يَعْلَى الْمَوْصِلِيّ ¶ 32. السُّنَنُ الْكُبْرَى لِلنَّسَائِي ¶ 33. سُنَنُ الدَّارِمِيِّ ¶ 34. عوامل فساد الأمم كما يصورها الَقُرْآن . فائز صالح الخطيب . رسالة ماجستير غير منشورة . كلية أصول الدين . جامعة الأزهر . 1400 هـ . : ص 155 . ¶ 35. جَامِعُ الْبَيَانِ فِي تَفْسِيرِ الْقُرْآنِ لِلطَّبَرِيِّ ¶ 36. -مجموع فتاوى ابن تيمية ¶ 37. مَعْرِفَةُ السُّنَنِ وَالْآثَارِ لِلْبَيْهَقِيِّ ¶ 38. مصنف ابن أبي شيبة ¶ 39. المعجم الكبير للطبراني ¶ 40. شرح مشكل الآثار ¶ 41. مسند أبي عوانة ¶ 42. الْمُسْتَدْرَكُ عَلَى الصَّحِيحَيْنِ لِلْحَاكِمِ ¶ 43. ابن عساكر (40/77) ¶ 44.",
            "page": "147",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "لمسات بيانية لسور القرآن الكريم - (1 / 130) ¶ 45. إعراب القرآن وبيانه ـ موافقا للمطبوع ¶ 46. إعراب القرآن الكريم ـ دعاس ¶ 47. موسوعة خطب المنبر ¶ 48. موسوعة خطب المنبر - الإصدار الثاني ¶ 49. مجلة البيان ¶ 50. الإسلام المفتري عليه ¶ 51. فتاوى يسألونك لعفانة ¶ 52. التصوير الفني في القرآن للسيد قطب ¶ 53. برنامج قالون ¶ 54. المكتبة الشاملة 3 ¶ 55. -- http://www.weislam.com/vb/showthread.php?t=6756 ¶ 56. http://www.55a.net/firas/arabic/?page=show_det&id=1033&select_page=17 ¶ i.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "الفهرس العام ¶ ii. ¶ المبحث الأول ... 6 ¶ أَغْرَاض اَلْقِصَّة في القرآن الكريم ... 6 ¶ أغراض القصة ... 9 ¶ المبحث الثاني ... 29 ¶ قصة المال والعلم وتأثيرهما في النفس الإنسانية ... 29 ¶ شرح الكلمات ... 30 ¶ أضواء من التاريخ على قصة قارون ... 31 ¶ المعنى العام للآيات ... 32 ¶ المبحث الثالث ... 38 ¶ المبحث الثالث ... 38 ¶ تحليل القصة وتفصيلها ... 38 ¶ المطلب الأول ... 38 ¶ بغيه على قوم موسى واغتراره بماله ... 38 ¶ المناسبة : ... 38 ¶ التفسير والبيان : ... 40 ¶ ما يستفاد من الآيات ... 49 ¶ المطلب الثاني ... 63 ¶ بعض مظاهر بغي قارون وكبريائه ... 63 ¶ المناسبة : ... 63 ¶ التفسير والبيان : ... 64 ¶ ما يستفاد من الآيات ... 70",
            "page": "149",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "المطلب الثالث ... 77 ¶ محل الجزاء ومقداره والعبرة من قصة قارون ... 77 ¶ المناسبة : ... 77 ¶ التفسير والبيان : ... 77 ¶ ما يستفاد من الآيات ... 81 ¶ المبحث الثالث ... 92 ¶ توجيهات عامة من القصة ... 92 ¶ الدروس والعبر ... 98 ¶ المبحث الرابع ... 103 ¶ ومضات من أقوال المفسرين ... 103 ¶ قال دروزة : ... 103 ¶ وفي الظلال : ... 106 ¶ وفي التفسير الوسيط : ... 114 ¶ وقال الشعراوي : ... 114",
            "page": "150",
            "part": "1"
        }
    ],
    "t36746": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "دورس وعبر من قصة قارون- مختصرة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول أَغْرَاض اَلْقِصَّة في القرآن الكريم"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني قصة المال والعلم وتأثيرهما في النفس الإنسانية"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "شرح الكلمات"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "أضواء من التاريخ على قصة قارون"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "المعنى العام للآيات"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث تحليل القصة وتفصيلها"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول بغيه على قوم موسى واغتراره بماله"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "2",
            "tit": "المناسبة"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "التفسير والبيان"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "ما يستفاد من الآيات"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني بعض مظاهر بغي قارون وكبريائه"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "المناسبة"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "التفسير والبيان"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "ما يستفاد من الآيات"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث محل الجزاء ومقداره والعبرة من قصة قارون"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": "1",
            "tit": "المناسبة"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": "2",
            "tit": "التفسير والبيان"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "ما يستفاد من الآيات"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث توجيهات عامة من القصة"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": "1",
            "tit": "المبحث الرابع ومضات من أقوال المفسرين"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": "2",
            "tit": "قال دروزة"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "وفي الظلال"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": null,
            "tit": "وفي التفسير الوسيط"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": "1",
            "tit": "وقال الشعراوي"
        }
    ]
}