{
    "b36761": [
        {
            "id": "1",
            "nass": "الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض ¶ الملتقى الثالث ¶ للجمعيات الخيرية لتحفيظ القرآن الكريم ¶ المحور الأول ¶ آثار تعليم القرآن الكريم على الفرد والمجتمع ¶ موضوع ¶ (الأثر التربوي والأخلاقي) ¶ الدكتور/ محمد حسن سبتان ¶ أستاذ مساعد بقسم القرآن الكريم وعلومه ¶ كلية الشريعة ـ جامعة الملك خالد ¶ شوال 1427هـ ¶ بسم الله الرحمن الرحيم ¶ (ولكن كونوا ربانيين بما كنتم تعلمون الكتاب وبما كنتم تدرسون) ¶ سورة آل عمران آية 79 ¶ مقدمة ¶ - الحمد لله الذي علم القرآن، خلق الإنسان، علمه البيان، والصلاة والسلام على سيد ولد عدنان نبينا محمد - صلى الله عليه وسلم - كلما جدّ الجديدان واختلف الملوان. ¶ أما بعد: فإنّ لحفظ القرآن الكريم وتعليمه صبغة الطهر والنقاء، على النفس المسلمة في تقويمها وهدايتها (إنّ هذا القرآن يهدي للتي هي أقوم ويبشر المؤمنين الذين يعملون الصالحات أنّ لهم أجرًا كبيرًا)(1) ¶ بادئ ذي بدء: ننظر في تعريف التربية والأخلاق والعلاقة بينهما ؟ ¶ ـ إنّ التربية: هي مجموعة المؤثرات المعينة، التي تمتد إلى إحداث تغييرات لدى الأفراد، حتى يكتسبوا سمات الشخصية التي نتفق على اعتبار أنها قد تزودت بالخصائص التربوية. (2) ¶ وأما الأخلاق فقد عرفها الماوردي: بأنها غرائز كامنة، تظهر بالاختيار، وتقهر بالاضطرار. (3) ¶ وأقول: لا يصل صاحب الأخلاق إلى هذه الدرجة إلا بعد المرور بمرحلة من تربية النفس نحو الفضائل، وتنحيتها عن الرذائل، إنّ العلاقة بين الأخلاق والتربية هي العلاقة بين النظري والتطبيق. ¶ فالأخلاق الفاضلة: من عفو وحلم وعزة وسخاء علم نظري راق، والتربية تعويد النفس على هذه الأخلاق حتى تصبح سجية. ¶ __________ ¶ (1) 1- سورة الإسراء آية 9 ¶ (2) 2- نبيه يس، أبعاد متطورة في الفكر التربوي ص 18 ط: الخانجي ـ القاهرة ¶ (3) 3- الماوردي، تسهيل النظر وتعجيل الظفر ص5",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "والهدف الأسمى والغاية العليا من حفظ كتاب الله وتعلمه، أن نتخلق به سلوكًا وعملاً، فقد سئلت السيدة عائشة رضي الله عنها عن خلقه - صلى الله عليه وسلم - فقالت مرة: (كان خُلقه القرآن، يغضب لغضبه ويرضى لرضاه) (1) وسئلت ثانية فقرأت (قد أفلح المؤمنون) إلى عشر آيات (2) ولم يُذكر خُلق حَسَن إلا وكان للنبي - صلى الله عليه وسلم - منه الحظ الأوفر. ومن جوانب إعجاز القرآن الكريم أن تلقى الجوانبُ التربوية والأخلاقية رعايتها الكاملة في وسط تقريره لآيات تشريع الأحكام (أوَ لم يكفهم أنا أنزلنا عليك الكتاب يتلى عليهم إن في ذلك لرحمة وذكرى لقوم يؤمنون)(3) ¶ وحافظ القرآن الكريم والعامل به قد تهذب بآداب عليا، وأخلاق مثلى، تظهر هذه الآثار في نحو قوله تعالى (ولا تستوي الحسنة ولا السيئة ادفع بالتي هي أحسن فإذا الذي بينك وبينه عداوة كأنه ولي حميم وما يلقاها إلا الذين صبروا وما يلقاها إلا ذو حظ عظيم) (4) وقد تدرب حامله ومتعلمه على نماذج عملية رفيعة. ¶ فمثلاّ: 1ـ يربّي القرآن الكريم صاحب الدّين وهو يترصد غريمه المعوز بمبدأ أخلاقي (وإن كان ذو عسرة فنظرة إلى ميسرة) ثم يرتقي معه إلى ما هو أسمى (وأن تصدقوا خير لكم إن كنتم تعلمون) (5) ¶ 2ـ كما يدرب القرآن متعلمه على خلق العفو، ففي وسط لهيب التنازع بين الزوجين لتقرير أحكام الطلاق تجد من الخلق ما يطفئ هذه النار بمبدأ العفو (وأن تعفوا أقرب للتقوى ولا تنسوا الفضل بينكم) (6) ¶ أيّ قانون أرضي يستطيع أن ينازع القرآن الكريمَ في سموّه، يذكّر بالتربية والأخلاق مع تقريره للأحكام ؟ نبؤني بعلم؟ ¶ __________ ¶ (1) 1- الحديث أخرجه الإمام أحمد في مسنده 6/91 ،163 ، 216 عن السيدة عائشة رضي الله عنها ورواه الطبراني في الأوسط 1/30 حديث رقم 72 ¶ (2) 2 - سورة المؤمنون آية 1: 10 ¶ (3) 3- سورة العنكبوت آية51 ¶ (4) 4- سورة فصلت آية 34، 35 ¶ (5) 5- سورة البقرة آية 280 ¶ (6) 6- سورة البقرة آية 237",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فسوف يكون الجواب: إنّه القرآن الكريمُ، يدمج الأحكامَ بالأخلاق، بحيث يعجز البشر عن الإتيان بمثل ذلك. ويدور بحثنا هذا حول ملاحظة اقتران الجوانب التشريعية في القرآن الكريم بالجوانب التربوية والأخلاقية بما يساهم في الرقي بأخلاق أبناء المجتمع في جوانب الحياة المختلفة. ¶ إذ لا يكتمل إسلام المرء إلا بامتزاج التشريعات بالأخلاق، كامتزاج الروح بالجسد، فلا يُكتفى بالعقيدة والعبادة وتهجر التربية والأخلاق، وقد جمع الله - عز وجل - كل ذلك في قوله تعالى (بلى من أسلم وجهه لله وهو محسن فله أجره عند ربه ولا خوف عليهم ولا هم يحزنون)(1) ¶ وإنّ بين التشريعات وبين الجوانب الأخلاقية والتربوية من تعاضد وتكاتف كما بين لحمة النسيج وسداه، لا يتم الفصل بينها، فإنّ المسلم الحق هو الذي ملأت أخلاقه جميعَ جوانب حياته في عقيدته وعبادته ومعاملاته. ¶ ولنتأمل في ذلك قوله تعالى(الذين هم في صلاتهم خاشعون* والذين هم عن اللغو معرضون* والذين هم للزكاة فاعلون* والذين هم لفروجهم حافظون) (2) ¶ فمع أنّ الصلاة قرينة الزكاة في أغلب آيات القرآن، لكن في هذا الموطن لما كانت السورة تحمل في اسمها (المؤمنون) ـ أسمى ما يتصف به المرء ـ فقد مزجت التشريعَ بالأخلاق، فأتبعت الصلاةَ بخُلق الإعراض عن اللغو، كما أتبعت الزكاةَ بخُلق حفظ الفروج. ¶ من هذا المنطلق وجب على حامل القرآن محفظًا أو طالبًا أن يتدبر في كلامه عز وجل، حتى يكون نموذجًا يحتذى، وخليفة لله في أرضه، عفّ اللسان، طاهر اليد، نظيف القلب. ¶ __________ ¶ (1) 1- سورة البقرة آية 112 ¶ (2) 2 - سورة المؤمنون الآيات 2: 4",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "يقول الإمام الشافعي: \"إنّ من أدرك علم أحكام الله في كتابه نصًا واستدلالاً، ووفقه الله للقول والعمل لما علم منه، فاز بالفضيلة في دينه ودنياه، وانتفت عنه الريب، ونورت في قلبه الحكمة، واستوجب في الدين موضع الإمامة، فنسأل الله المبتدئ لنا بنعمه قبل استحقاقها، المديم بها علينا مع تقصيرنا في الإتيان على ما أوجب من شكره لها، الجاعلنا في خير أمّة أخرجت للنّاس، أن يرزقنا فهمًا في كتابه، ثم سنة نبيه - صلى الله عليه وسلم - ، قولاً وعملاً يؤدي به عنا حقه، ويوجب لنا نافلة مزيده، فليست تنزل بأحد من أهل دين الله نازلة إلا وفي كتاب الله الدليل على سبل الهدى فيها قال تعالى: (ونزّلنا عليك الكتاب تبيانًا لكل شيء وهدىً ورحمة وبشرى للمسلمين)\" (1) ¶ وقد جعلت بحثي هذا في مقدمة وخمسة مباحث رئيسة وخاتمة: ¶ أما المقدمة: ـ فكما رأينا ـ جعلتها في الحديث عن أهمية ارتباط الجانب الأخلاقي والتربوي بالأحكام العملية في القرآن الكريم. وأما المباحث فرتبتها كالآتي : ¶ المبحث الأول: الأثر التربوي والأخلاقي في الآيات المتعلقة بالعبادات. ¶ المبحث الثاني: الأثر التربوي والأخلاقي في الآيات المتعلقة بالمعاملات. ¶ المبحث الثالث: الأثر التربوي والأخلاقي في الآيات المتعلقة بأحكام الأسرة. ¶ المبحث الرابع: الأثر التربوي والأخلاقي في الآيات المتعلقة بالجنايات. ¶ المبحث الخامس: الأثر التربوي والأخلاقي في الآيات المتعلقة بالعلاقات الدولية. د/محمد حسن سبتان ¶ المبحث الأول ¶ الأثر التربوي والأخلاقي في الآيات المتعلقة بالعبادات ¶ __________ ¶ (1) 1- الشافعي، أحكام القرآن 1/21",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "- إنّ الأمة الإسلامية في هذه الآونة إنْ كانت فقدت التقدم التقني، فإنّها تملك المنهجَ الربانيَّ الأقومَ، الذي يعيد لها مكان الصدارة والريادة، ومحور ارتكاز الشهود الحضاري ينبثق من الأخلاق، ونتائج ذلك لا تأتي في يوم وليلة، بل تحتاج إلى مجاهدة وصبر كما قال سبحانه (وأمر أهلك بالصلاة واصطبر عليها) (1) ووجه الدلالة من هذه الآية: أنّ الصلاة التي هي جزء في سلوك الإنسان اليومي تحتاج إلى صبر، وهي ما هي في مكانتها وعظمها، فكل ما يتعلق بالأخلاق والسلوك التربوي كذلك. ¶ __________ ¶ (1) 1- سورة طه آية 132",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولقد ربط القرآن الكريم بين الأخلاق والعبادات فجعلها إحدى الثمار الدانية من وراء التكاليف الشرعية وليست بمعزل عنها، قال تعالى (وأقم الصلاة إنّ الصلاة تنهى عن الفحشاء والمنكر) (1) كما ربط النبي - صلى الله عليه وسلم - عمليًا بين العبادة والأخلاق فقد ورد في السنن أنه - صلى الله عليه وسلم - كان من دعائه عند استفتاح الصلاة (اهدني لأحسن الأخلاق لا يهدي لأحسنها إلا أنت، واصرف عني سيئها إنه لا يصرف سيئها إلا أنت) (2) ¶ وقد عرّف الجرجاني العبادة تعريفًا جامعًا فقال:هي الوفاء بالعهود، وحفظ الحدود، والرضا بالموجود، والصبر على المفقود(3) ¶ الأثر الأخلاقي والتربوي في آيات الصلاة ¶ __________ ¶ (1) 2- سورة العنكبوت آية 45 ¶ (2) 3- أخرجه أبو عوانة في مسنده رقم 1608ولفظه عن علي بن أبي طالب - رضي الله عنه - أن رسول - صلى الله عليه وسلم - كان إذا ابتدأ الصلاة المكتوبة قال: \"وجهت وجهي للذي فطر السماوات والأرض حنيفا وما أنا من المشركين، إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا من المسلمين، اللهم لك الحمد لا إله إلا أنت سبحانك وبحمدك، ظلمت نفسي واعترفت بذنبي فاغفر لي ذنوبي لا يغفر الذنوب إلا أنت، اهدني لأحسن الأخلاق لا يهدي لأحسنها إلا أنت، واصرف عني سيئها إنه لا يصرف سيئها إلا أنت، لبيك وسعديك والخير بيديك، والمهدي من هديت، وأنا بك وإليك وتباركت وتعاليت، أستغفرك وأتوب إليك، وكان النبي - صلى الله عليه وسلم - إذا سجد في الصلاة المكتوبة قال: اللهم لك سجدت وبك آمنت ولك أسلمت، أنت ربي، سجد وجهي للذي خلقه، وشق سمعه وبصره، تبارك الله أحسن الخالقين،.... الخ الحديث، وأخرجه الدارقطني في سننه باب 28 دعاء الاستفتاح بعد التكبير الحديث رقم3 ¶ (3) 1- الجرجاني، التعريفات ص 151",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "- أول ما نلاحظ اقتران الصلاة بلفظ (أقيموا): للإشعار بأدائها بإخلاص لله وحده، مع صدق التوجه إليه تعالى، والخشوع لعظمته وجلاله، والاستكانة لعز سلطانه، ورعاية ما اقترنت به من أخلاق عليا ومبادئ مثلى حتى ترتقي بها إلى القبول. ¶ 1ـ اقترنت بالقول الحسن فقال تعالى(وقولوا للناس حسنًا وأقيموا الصلاة وآتوا الزكاة)(1) ¶ فينبغي أن يكون المصلي متعاهدًا نفسه لتربيتها على القول الحسن، وليس القول الحسن خاصًا بالمؤمنين فقط،بل لجميع الخلق مؤمنهم وكافرهم. فقد ذكر النيسابوري نقلاً عن أهل التحقيق: أنه على العموم وذلك أنّ كلام الناس مع الناس في الأمور الدينية إن كان بالدعوة إلى الإيمان وجب أن يكون بالرفق واللين، كما قال الله تعالى لموسى - عليه السلام - (فقولا له قولاً لينًا)(2) وقال لنبينا محمد - صلى الله عليه وسلم - (ولو كنت فظًا غليظ القلب لانفضوا من حولك)(3) وإن كان بالدعوة إلى الطاعة كدعوة الفسّاق فحُسنُ القولِ أيضًا معتبر (ادع إلى سبيل ربك بالحكمة والموعظة الحسنة)(4) (ادفع بالتي هي أحسن)(5) وأمّا في الأمور الدنيوية فمن المعلوم: أنه إذا أمكن التوصل إلى الغرض باللطيف من القول لم يعدل إلى غيره، وما دخل الرفق في شيء إلا زانه، وما دخل الخرق في شيء إلا شانه، فثبت أنّ جميع آداب الدين والدنيا داخل تحت هذا القول.(6) ¶ 2ـ الصلاة مقترنة بالإعراض عن اللغو (قد أفلح المؤمنون* الذين هم في صلاتهم خاشعون* والذين هم عن اللغو معرضون)(7) ¶ __________ ¶ (1) 2- سورة البقرة آية 83 ¶ (2) 3- سورة طه آية 44 ¶ (3) 4- سورة آل عمران آية 159 ¶ (4) 5- سورة النحل آية 125 ¶ (5) 1- سورة فصلت آية 34 ¶ (6) 2- النيسابوري، غرائب القرآن ورغائب الفرقان 1/325 ¶ (7) 3- سورة المؤمنون 1: 4",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "تؤثر الصلاة تأثيرًا إيجابيًا فتجعل صاحبها يعي ما يتكلم به، بحيث يكون عقله قبل لسانه، فلا يلغو ولا يفحش، وإذا سمعه يعرض عنه (وإذا سمعوا اللغو أعرضوا عنه وقالوا لنا أعمالنا ولكم أعمالكم سلام عليكم لا نبتغي الجاهلين) (1) وعن معنى اللغو يقول ابن منظور: اللغو واللغا: السقط وما لا يعتد به من كلام وغيره، ولا يحصل منه فائدة ولا نفع، لقلته أو لخروجه على غير جهة الاعتماد من فاعله(2) ¶ وقال الراغب: هو ما لا يعتد به، وهو الذي يرد لا عن روية وفكر، فيجري مجرى اللغا ـ وهو صوت العصافير ـ وقد يسمى كل كلام قبيح لغوًا. (3) ¶ وفي التعبير بـ (معرضون) يفيد أنهم على هذه الأخلاق في عامة أوقاتهم ـ أي: تربوا على ذلك ـ كما ينبئ عنه الاسم الدال على الاستمرار، فيدخل في ذلك إعراضهم عنه حال اشتغالهم بالصلاة دخولا أوليًا، وإقامة الإعراض مقام الترك؛ ليدل على تباعدهم عنه رأسا مباشرة وتسببا وميلا وحضورا. (4) ¶ 3ـ الصلاة مقترنة بتطهير النفس من براثن الفواحش والمنكر ¶ قال تعالى (اتل ما أوحي إليك من الكتاب وأقم الصلاة إنّ الصلاة تنهى عن الفحشاء والمنكر) (5) ¶ من التطبيق العملي لهذه الآية ما رواه أنس بن مالك - رضي الله عنه - قال: كان فتى من الأنصار يصلي مع النبي - صلى الله عليه وسلم - ولا يدع شيئا من الفواحش والسرقة إلا ركبه فذكر للنبي - صلى الله عليه وسلم - فقال - صلى الله عليه وسلم - (إنّ الصلاة ستنهاه) فلم يلبث أن تاب، وصلحت حاله، فقال رسول الله - صلى الله عليه وسلم - (ألم أقل لكم) (6) ¶ __________ ¶ (1) 4- سورة القصص آية 55 ¶ (2) 5- ابن منظور، اللسان 15/4501 ¶ (3) 6- الراغب، المفردات ص 451 ¶ (4) 7- أبو السعود، إرشاد العقل السليم 6/ 124 بتصرف ¶ (5) 1- سورة العنكبوت آية 45 ¶ (6) 2- أخرجه البيهقي في شعب الإيمان 3/174 رقم 3261",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وأصل الفاحش: السيء الخلق، والفحش: كل ما يشتد قبحه من الذنوب والمعاصي وقيل: كل ما نهى الله - عز وجل - عنه وقيل: كل خصلة قبيحة من الأقوال والأفعال (1) ¶ وكفى بصاحبه منزلة أن قال الهيتمي: في (الزواجر) (2) إنّ ملازمة الشر والفحش من الكبائر مستدلاً بقوله - صلى الله عليه وسلم - (إنّ شر الناس عند الله منزلة يوم القيامة من تركه الناس ـ أو ودعه الناس ـ اتقاء فحشه) (3) ¶ فالصلاة باب مفتوح لمن عزم على اجتناب الفحشاء، وطريق ذلك: أن يحضر قلبه، ويفرغه عما سوى ربه، ويقبل بفهمه لما يتلو، وكم من معان لطيفة يدركها المصلي أثناء صلاته تمنعه من الفحشاء والمنكر، ثم العزيمة والمجاهدة لحسن الخُلق عملاً وسلوكًا. ¶ قال القرطبي: أخبر حُكما منه بأنّ الصلاة تنهى صاحبها وممتثلها عن الفحشاء والمنكر، وذلك لما فيها من تلاوة القرآن المشتمل على الموعظة، والصلاة تشغل كل بدن المصلى فإذا دخل المصلي في محرابه، وخشع وأخبت لربه، وادّكر أنه واقف بين يديه، وأنه مطلع عليه ويراه، صلحت لذلك نفسه وتذللت، وخامرها ارتقاب الله تعالى، وظهرت على جوارحه هيبتها، ولم يكد يفتر من ذلك حتى تظله صلاة أخرى يرجع بها إلى أفضل حالة، فهذا معنى هذه الأخبار، لأن صلاة المؤمن هكذا ينبغي أن تكون. ¶ __________ ¶ (1) 3- الزبيدي، تاج العروس 9/157 ¶ (2) 4- الهيتمي، الزواجر عن اقتراف الكبائر ص152 ¶ (3) 5- البخاري، الصحيح رقم 6054 ومسلم، الصحيح 2591 من رواية السيدة عائشة رضي الله عنها.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ثم قال القرطبي ـ قلت ـ لا سيما وإن أشعر نفسه أن هذا ربما يكون آخر عمله، وهذا أبلغ في المقصود، وأتم في المراد، فإنّ الموت ليس له سن محدود، ولا زمن مخصوص، ولا مرض معلوم وهذا مما لا خلاف فيه. وروي عن بعض السلف: أنه كان إذا قام إلى الصلاة ارتعد واصفر لونه، فكُلم في ذلك فقال: إني واقف بين يدي الله تعالى، وحق لي هذا مع ملوك الدنيا، فكيف مع ملك الملوك؟ فهذه صلاة تنهى ـ ولا بد ـ عن الفحشاء والمنكر.(1) ¶ الأثر التربوي والأخلاقي في آيات الزكاة ¶ 1ـ طيب المخرج منها ¶ يربي القرآن الكريم المتصدق على خلق راقٍ، بأن ينتقي من ماله أجوده وأحبه، وأجله وأطيبه؛ فإنه يقع في يد الله عز وجل قبل أن يقع في يد السائل (يا أيها الذين آمنوا أنفقوا من طيبات ما كسبتم ومما أخرجنا لكم من الأرض ولا تيمموا الخبيث منه تنفقون ولستم بآخذيه إلا أن تغمضوا فيه واعلموا أن الله غني حميد) (2) ¶ وفي سبب نزول هذه الآية روى الطبري بسنده عن البراء - رضي الله عنه - (ولا تيمموا الخبيث منه تنفقون ولستم بآخذيه إلا أن تغمضوا فيه) قال: نزلت فينا كنا أصحاب نخل، فكان الرجل يأتي من نخله بقدر كثرته وقلته، فيأتي الرجل بالقنو فيعلقه في المسجد، وكان أهل الصُفة ليس لهم طعام، فكان أحدهم إذا جاع جاء فضربه بعصاه، فسقط منه البسر والتمر فيأكل، وكان أناس ممن لا يرغبون في الخير يأتي بالقنو الحشف والشيص فيأتي بالقنو قد انكسر فيعلقه فنزلت (ولا تيمموا الخبيث منه تنفقون ولستم بآخذيه إلا أن تغمضوا فيه) قال: لو أنّ أحدكم أهدى له مثل ما أعطي، ما أخذه إلا على إغماض وحياء، فكنا بعد ذلك يجيء الرجل منا بصالح ما عنده.(3) ¶ __________ ¶ (1) 1- القرطبي، الجامع لأحكام القرآن 13 / 348 ¶ (2) 2- سورة البقرة 267، 268 ¶ (3) 1- أخرجه ابن جرير وابن ماجه 1822 وابن مردويه والحاكم في مستدركه 2285 عن البراء وقال الحاكم صحيح على شرط البخاري ومسلم ولم يخرجاه.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فيأمر الله تعالى عباده المؤمنين بالإنفاق من طيبات ما رزقهم من الأموال التي اكتسبوها، سواء كانت من التجارة أومن الثمار والزروع التي أنبتها لهم من الأرض، فينتقي من هذه الأشياء أجودها وأطيبها (ولا تيمموا الخبيث) لا تقصدوا الخبيث سواء كان دنيئًا رديئًا أو كان حرامًا فإنّ الله طيب لا يقبل إلا طيبا. ¶ ومن التطبيق العملي لهذه الآية ما رواه الإمام أحمد بسنده عن السيدة عائشة رضى الله عنها قالت: أتى رسول الله - صلى الله عليه وسلم - بضب فلم يأكله ولم ينه عنه، قلت يا رسول الله: نطعمه المساكين ؟قال: لا تطعموهم مما لا تأكلون(1) ¶ ولهذا قال (ولستم بآخذيه) أي: لو أعطيتموه ما أخذتموه إلا أن تتغاضوا فيه، فالله أغنى عنكم، فلا تجعلوا لله ما تكرهون. ¶ فهذا من سوء الأدب مع الله أن يمسك الجيد لنفسه أو لأهله ولو فعل هذا بضيفه وقدم له ما يخرجه من رديء ماله لأوغر صدره. ¶ روى ابن جرير بسنده عن البراء - رضي الله عنه - في قوله (ولستم بآخذيه إلا أن تغمضوا فيه) يقول: لو كان لرجل على رجل فأعطاه ذلك لم يأخذه إلا أن يرى أنه قد نقصه من حقه. ¶ وقال علي بن أبي طلحة عن ابن عباس (ولستم بآخذيه إلا أن تغمضوا فيه) يقول: لو كان لكم على أحد حق فجاءكم بحق دون حقكم لم تأخذوه بحساب الجيد حتى تنقضوه قال فذلك قوله (إلا أن تغمضوا فيه) فكيف ترضون لي ما لا ترضون لأنفسكم ؟ وحقي عليكم من أطيب أموالكم وأنفسه(2) ¶ حفظ الصدقة من المن والأذى ¶ كما ربّى القرآن الكريم متعلمه على تجرد الصدقة من المنّ والأذى قال تعالى (قول معروف ومغفرة خير من صدقة يتبعها أذى والله غني حليم) (3) ¶ (قول معروف) كلمة طيبة ودعاء لمسلم (ومغفرة) أي عفو عن ظلم قولي أو فعلي (خير من صدقة يتبعها أذى) والفرق بين المن والأذى ¶ __________ ¶ (1) 2- الإمام أحمد، المسند رقم 6105 ¶ (2) 1- ابن جرير، جامع البيان 3/ 84 ¶ (3) 2- سورة البقرة آية 263",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أنّ المن: أن يذكرها المتصدق، ويتحدث بها، أو يستخدمه بالعطاء، أو يتكبر عليه لأجل إعطائه. ¶ والأذى: أن يظهرها، أو يعيره بالفقر، أو ينتهره، أو يوبخه بالمسألة. (1) ¶ وقد وردت الأحاديث بالنهي عن المنّ في الصدقة، وعاقبة ذلك، ففي صحيح مسلم بسنده عن أبي ذر قال قال رسول الله - صلى الله عليه وسلم - : (ثلاثة لا يكلمهم الله يوم القيامة، ولا ينظر إليهم، ولا يزكيهم، ولهم عذاب أليم: المنان بما أعطى، والمسبل إزاره، والمنفق سلعته بالحلف الكاذب) (2) ¶ ولهذا قال الله تعالى (يا أيها الذين آمنوا لا تبطلوا صدقاتكم بالمن والأذى) (3) فأخبر أنّ الصدقة تبطل بما يتبعها من المن والأذى فما يفي ثواب الصدقة بخطيئة المن والأذى. ثم قال تعالى (كالذي ينفق ماله رئاء الناس) أي: لا تبطلوا صدقاتكم بالمن والأذى كما تبطل صدقة من راءى بها الناس، فأظهر لهم أنه يريد وجه الله وإنما قصدُه مدح الناس له أو شهرته بالصفات الجميلة ليشكر بين الناس أو يقال: إنه كريم ونحو ذلك من المقاصد الدنيوية مع قطع نظره عن معاملة الله تعالى، وابتغاء مرضاته، وجزيل ثوابه، ولهذا قال (ولا يؤمن بالله واليوم الآخر) ثم ضرب تعالى مثل ذلك المرائي بإنفاقه قال الضحاك: والذي يتبع نفقته منًا أو أذى فقال (فمثله كمثل صفوان) وهو الصخر الأملس (عليه تراب فأصابه وابل) وهو المطر الشديد (فتركه صلدًا) أي: فترك الوابل ذلك الصفوان صلدا أي: أملس يابسا أي: لا شيء عليه من ذلك التراب بل قد ذهب كله. أي: وكذلك أعمال المرائين تذهب وتضمحل عند الله، وإن ظهر لهم أعمال فيما يرى الناس كالتراب ولهذا قال (لا يقدرون على شيء مما كسبوا والله لا يهدي القوم الكافرين) ¶ __________ ¶ (1) 3- جمال الدين القاسمي، موعظة المؤمنين 1/57 ط دار المعرفة ـ بيروت ¶ (2) 4- مسلم، الصحيح رقم 106 ¶ (3) 5- سورة البقرة 264",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والأصل أن يرى المتصدقُ الفقيرَ محسنًا إليه، بقبول حق الله عز وجل منه، الذي هو طهرته ونجاته من النار، وأنه لو لم يقبلها لبقي مرتهنًا به، وأن يستصغر الصدقة، وقد قيل: لا يتم المعروف إلا بثلاث تصغيره وتعجيله وستره. ¶ المبحث الثاني ¶ الأثر التربوي والأخلاقي في الآيات المتعلقة بالمعاملات ¶ - تطلق المعاملات على الأحكام الشرعية المتعلقة بأمر الدنيا باعتبار بقاء الشخص كالبيع والشراء والإجارة ونحوها (1) ¶ والقرآن الكريم قد ربّى أتباعه على حسن المعاملة مع الآخرين، فيفي بما أبرم من عقود، مجتنبًا الغش والتدليس، متحليًا بالرفق والإحسان للخلق، ومن النماذج القرآنية الجليلة على ذلك: ¶ مراعاة خلق نَظِرة المعسر في دَينه أو وضعه عنه ¶ قال تعالى :(وإن تبتم فلكم رؤوس أموالكم لا تظلمون ولا تظلمون * وإن كان ذو عسرة فنظرة إلى ميسرة وأن تصدقوا خير لكم إن كنتم تعلمون) (2) ¶ جمعت هذه الآية في سياقها أمرين: التوبة من أكل الربا وذلك بأخذ رأس المال فحسب، وردّ الدَّين لأربابه. ¶ وقد ورد في سبب نزولها : \"أن ثقيفًا لمّا طلبوا أموالهم التي لهم على بني المغيرة شكوا العسرة وقالوا: ليس لنا شيء، وطلبوا الأجل إلى وقت ثمارهم، فنزلت هذه الآية (وإن كان ذو عسرة فنظرة إلى ميسرة) ¶ ـ وبادئ ذي بدء نقرر: أنّ التشريع يتدرج في التعامل مع الغرماء فقد يكون الغريم مماطلاً، فجاءت الآية لتثبت \"حق المطالبة لصاحب الدين على المدين، وجواز أخذ ماله بغير رضاه، ويدل على أنّ الغريم متى امتنع من أداء الدَين مع الإمكان كان ظالمًا فإن الله تعالى يقول (فلكم رءوس أموالكم) فجعل له المطالبة برأس ماله، فإذا كان له حق المطالبة فعلى من عليه الدين لا محالة وجوب قضائه\" (3) ¶ وما حكم من كثرت ديونه وطلب غرماؤه مالهم ؟ ¶ __________ ¶ (1) 1- التهانوي، كشاف اصطلاحات الفنون 3/1036 ¶ (2) 2- سورة البقرة 279، 280 ¶ (3) 3- القرطبي ، الجامع لأحكام القرآن 3/ 373 بتصرف",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال القرطبي: المشهور أنه يترك له كسوته المعتادة ما لم يكن فيها فضل، ولا ينزع منه رداؤه إن كان ذلك مزريا به، وفي ترك كسوة زوجته وفي بيع كتبه إن كان عالما خلاف، ولا يترك له مسكن ولا خادم ولا ثوب جمعة ما لم تقل قيمتها، وعند هذا يحرم حبسه (1) وهذا لأن حقوق الناس قائمة على المشاحة. ¶ روى الأئمة واللفظ لمسلم عن أبي سعيد الخدري - رضي الله عنه - قال: أصيب رجل في عهد رسول الله - صلى الله عليه وسلم - في ثمار ابتاعها فكثر دينه، فقال رسول الله - صلى الله عليه وسلم -: تصدقوا عليه، فتصدق الناس عليه فلم يبلغ ذلك وفاء دينه فقال رسول الله - صلى الله عليه وسلم - لغرمائه \"خذوا ما وجدتم، وليس لكم إلا ذلك\" (2) ¶ وفي رواية أبي داود: فلم يزد رسول الله - صلى الله عليه وسلم - غرماءه على أن خلع لهم ماله. ¶ وهنا تبرز الجوانب الأخلاقية في إعساره فبدأ معه بخُلُقين يرتقى عليهما صاحب الأخلاق الفاضلة ¶ الخلق الأول: (فنظرة إلى ميسرة) ¶ روى الإمام أحمد بسنده عن سليمان بن بريدة عن أبيه قال سمعت رسول الله - صلى الله عليه وسلم - يقول: من أنظر معسرًا فله بكل يوم مثله صدقة. قال: ثم سمعته يقول: من أنظر معسرًا فله بكل يوم مثليه صدقة. قلت: سمعتك يا رسول الله تقول: من أنظر معسرًا فله بكل يوم مثله صدقة، ثم سمعتك تقول: من أنظر معسرًا فله بكل يوم مثليه صدقة، قال: - صلى الله عليه وسلم - له بكل يوم صدقة قبل أن يحل الدين، فإذا حل الدين فأنظره فله بكل يوم مثليه صدقة. (3) ¶ الخلق الثاني: (وأن تصدقوا خير لكم) ¶ ندب الله تعالى بهذه الكلمات إلى الصدقة على المعسر، وجعل ذلك خيرًا من إنظاره قاله السدي وابن زيد والضحاك ¶ __________ ¶ (1) 1- القرطبي، السابق ¶ (2) 2- أخرجه الإمام مسلم، الصحيح كتاب:المساقاة باب: استحباب الوضع من الدين 3/1191 رقم 1556 ¶ (3) 3- الإمام أحمد، المسند 5/360 رقم 23096 والحاكم في المستدرك 2/24 رقم 2225 وقال صحيح على شرط الشيخين ولم يخرجاه.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وروى مسلم بسنده عن حذيفة: أتى الله بعبد من عباده، آتاه الله مالاً، فقال له: ماذا عملت في الدنيا ؟ ـ قال: ولا يكتمون الله حديثا ـ قال: يا رب آتيتني مالك، فكنت أبايع الناس، وكان من خُلقي الجواز، فكنت أتيسر على الموسر، وأنظر المعسر. فقال الله: أنا أحق بذا منك، تجاوزوا عن عبدي. فقال عقبة بن عامر الجهني وأبو مسعود الأنصاري: هكذا سمعناه من في رسول الله - صلى الله عليه وسلم - (1) ¶ ومن التطبيق العملي لهذه الآية ما رواه أبو قتادة: أنه طلب غريمًا له فتوارى عنه، ثم وجده فقال: إني معسر، فقال: آلله ؟ قال: ألله، قال: فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: \"من سره أن ينجيه الله من كرب يوم القيامة فلينفس عن معسر أو يضع عنه\" (2) ¶ وفي حديث أبي اليسر أنه سمع رسول الله - صلى الله عليه وسلم - يقول :\"من أنظر معسرًا أو وضع عنه أظله الله في ظله\" (3) ¶ قال القرطبي: وحديث أبي قتادة يدل على أنّ ربَّ الدَين إذا علم عسرة غريمه أو ظنها، حرمت عليه مباحثته، وإن لم تثبت عسرته عند الحاكم، و(إنظار المعسر) تأخيره إلى أن يوسر و(الوضع عنه) إسقاط الدين عن ذمته، وقد جمع المعنيين أبو اليسر لغريمه حيث محا عنه الصحيفة وقال له: إن وجدت قضاء فاقض، وإلا فأنت في حل. (4) ¶ المبحث الثالث ¶ الأثر التربوي والأخلاقي في الآيات المتعلقة بأحكام الأسرة ¶ - ليس هناك أجمل من أن ينظر الناشئ في رحاب القرآن حافظًا ومتعلمًا فيرى في أسرته ـ أبيه وأمه ـ بعض السمو الأخلاقي الذي يتطلع إليه، فيتشبع بمشاعر الإعجاب والاحترام نحو من يقومون بتربيته. ¶ المعاشرة بالمعروف ¶ __________ ¶ (1) 1- الإمام مسلم، الصحيح كتاب: المساقاة باب: فضل إنظار المعسر 3/1195 رقم1560 ¶ (2) 2- الإمام مسلم، الصحيح كتاب: المساقاة باب: فضل إنظار المعسر 3/1196 رقم1563 ¶ (3) 3- السابق ك: الزهد والرقائق ب: حديث جابر وقصة أبي اليسر 4/2302 رقم 3006 ¶ (4) 4- القرطبي 3/375",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "تكررت كلمة المعروف ـ في جانب الأسرة ـ بمعناها السامي في أجلى عبارة، وأحلى بيان يعجز اللغويين وأصحاب المعاجم عن أن يحيطوا بعبارة تفسره،ولا يقوم بتفسيره الحقيقي إلا تطبيقه العملي، ولا جدال في أنّ هذا التكرار يترك أثرًا تربويًا وأخلاقيًا يتحلى به مطبق القرآن عملاً وسلوكًا عن غيره من العباد. ¶ قال تعالى(وعاشروهن بِالْمَعْرُوفِ فإن كرهتموهن فعسى أن تكرهوا شيئًا ويجعل الله فيه خيرًا كثيرًا) (1) ¶ وقال تعالى: (وأتمروا بينكم بِمَعْرُوفٍ) (2) ¶ وقال تعالى: (فإمساك بِمَعْرُوفٍ) (3) ¶ وقال تعالى: (فأمسكوهن بمعروف) (4) ¶ وقال تعالى: (ولهن مثل الذي عليهن بِالْمَعْرُوفِ وَلِلرِّجَالِ عليهن درجة) (5) ¶ وكل آية منها تمثل درّة في آيات الأحكام التي نظمت حياة الأسرة بأن تكون بالمعروف، وجميعها من سور مدنية، ثلاث منها في سورة البقرة، وثنتان في النساء، وواحدة في الطلاق. ¶ والمعروف: اسم جامع لكل ما عرف من طاعة الله، والتقرب إليه، والإحسان إلى الناس، وكل ما ندب إليه الشرع ونهى عنه، من المحسنات والمقبحات. ¶ والمعروف في إمساك الزوجة المراد به: الصحبة الطيبة، وحسن العشرة، والنصفة فيما للزوجة على زوجها، والمعروف في المفارقة: أداء المهر والتمتيع والوفاء بالشروط والحقوق الواجبة عليه.(6) ¶ (ولهن) أي للزوجات من حقوق الزوجية على الرجال مثل ما للرجال عليهن. ¶ التطبيق العملي لهذه الآية قال ابن عباس: (إني لأتزين لامرأتي كما تتزين لي، وما أحب أن أستنظف كل حقي الذي لي عليها، فتستوجب حقها الذي لها علىّ لأنّ الله تعالى قال (ولهن مثل الذي عليهن بالمعروف) أي زينة من غير مأثم، وعنه أيضا: أي لهن من حسن الصحبة. ¶ __________ ¶ (1) 1- سورة النساء آية 19 ¶ (2) 2- سورة الطلاق آية 6 ¶ (3) 3- سورة البقرة آية229 ¶ (4) 4- سورة البقرة آية 231 وسورة النساء 2 ¶ (5) 5- سورة البقرة آية 228 ¶ (6) 1- ابن منظور، اللسان مادة (ع ر ف) والرازي، مفاتيح الغيب 8/226",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقال الطبري: إنّ لهن على أزواجهن ترك مضارتهن، كما كان ذلك عليهن لأزواجهن. ¶ ولهن على الرجال من الحق مثل ما للرجال عليهن، فليؤدي كل واحد منهما إلى الآخر ما يجب عليه بالمعروف، كما ثبت في الصحيح عن جابر أنّ رسول الله - صلى الله عليه وسلم - قال في خطبته في حجة الوداع: (فاتقوا الله في النساء؛ فإنكم أخذتموهن بأمانة الله ، واستحللتم فروجهن بكلمة الله، ولكم عليهن أن لا يوطئن فرشكم أحدًا تكرهونه، فإن فعلن ذلك فاضربوهن ضربا غير مبرح، ولهن رزقهن وكسوتهن بالمعروف) (1) ¶ وفي حديث بهز بن حكيم عن معاوية بن حيدة القشيري عن أبيه عن جده أنه قال يا رسول الله: ما حق زوجة أحدنا؟ قال: (أن تطعمها إذا طعمت، وتكسوها إذا اكتسيت، ولا تضرب الوجه، ولا تقبح، ولا تهجر إلا في البيت) (2) ¶ __________ ¶ (1) 2- أخرجه مسلم كتاب الحج باب: حجة النبي - صلى الله عليه وسلم - 2/ 890 رقم 1218 ¶ (2) 1- أخرجه أبو داود رقم 2142 وابن ماجة رقم 1850",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وفي قول ابن عباس (إني لأتزين لامرأتي) قال العلماء: أمّا زينة الرجال فعلى تفاوت أحوالهم، فإنهم يعملون ذلك على الوفاق، فربما كانت زينة تليق في وقت ولا تليق في وقت، وزينة تليق بالشباب، وزينة تليق بالشيوخ، ولا تليق بالشباب، ألا ترى أنّ الشيخ والكهل إذا حف شاربه وجهه سمج، وإذا وفرت لحيته وحف شاربه زانه ذلك، وروى عن رسول الله - صلى الله عليه وسلم - أنه قال: (أمرنى ربي أن أعفي لحيتي وأحفي شاربي) (1) وكذلك في شأن الكسوة، ففي هذا كله ابتغاء الحقوق، فإنما يعمل على الوفاق، ليكون عند امرأته في زينة تسرها، ويعفها عن غيره من الرجال، وكذلك الكحل من الرجال، منهم من يليق به، ومنهم من لا يليق به، فأما الطيب والسواك والخلال وفضول الشعر والتطهير وقلم الأظفار، فهو بيّن موافق للجميع، والخضاب للشيوخ، والخاتم للجميع من الشباب والشيوخ زينة، وهو حلى الرجال، ثم عليه أن يتوخى أوقات حاجتها إلى الرجل فيعفها ويغنيها عن التطلع إلى غيره، وإن رأى الرجل من نفسه عجزًا عن إقامة حقها في مضجعها أخذ من الأدوية التي تزيد في باهه، وتقوي شهوته حتى يعفها.(2) ¶ قوله تعالى (وللرجال عليهن درجة) أي: منزلة، ومنها الدرجة التي يرتقي عليها، و المراد من الدرجة: التي تقتضي التفضيل، وتشعر بأنّ حق الزوج عليها أوجب من حقها عليه، كما قال - صلى الله عليه وسلم - (ولو أمرت أحدًا بالسجود لغير الله، لأمرت المرأة أن تسجد لزوجها) (3) ¶ ففيها أقوال : ¶ 1ـ قوته على الإنفاق والدية والميراث والجهاد. ¶ __________ ¶ (1) 2- السيوطي، أسباب ورود الحديث الشريف 1/208 دار الكتب العلمية بيروت ¶ (2) 3- القرطبي، الجامع لأحكام القرآن 2/127 ¶ (3) 4- أخرجه ابن حبان في صحيحه 9/470 والمستدرك 2/206 وقال صحيح ولم يخرجاه، والترمذي 3/465",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ولا يخفى على لبيب فضل الرجال على النساء ولو لم يكن المرأة خلقت من الرجل فهو أصلها وله أن يمنعها من التصرف إلا بإذنه فلا تصوم إلا بإذنه ولا تحج إلا معه. (1) ¶ 2ـ وقال الشعبي: الدرجة الصداق ¶ 3ـ وقال ابن عباس: الدرجة إشارة إلى حض الرجال على حسن العشرة والتوسع للنساء في المال والخلق، أي: أن الأفضل ينبغي أن يتحامل على نفسه. قال ابن عطية: وهذا قول حسن بارع. قال الماوردي: يحتمل أنها في حقوق النكاح له رفع العقد دونها ويلزمها إجابته إلى الفراش ولا يلزمه إجابتها. ¶ المبحث الرابع ¶ الأثر التربوي والأخلاقي في الآيات المتعلقة بالجنايات ¶ - لم يطلب القرآن من أتباعه التنازل عن حقوقهم، ولا أن يضعفوا ويجبنوا في المطالبة بها، بل جعل لهم مرتبتين: ¶ 1ـ الأخذ بالحق (ولمن انتصر بعد ظلمه فأولئك ما عليهم من سبيل) (2) ¶ 2ـ الارتقاء إلى مرتبة العفو (وجزاء سيئة سيئة مثلها فمن عفا وأصلح فأجره على الله) (3) ¶ وهذه الثانية يرتقي إليها ويتربى عليها أهل القرآن العاملون به، فقد أمر الله نبيه - صلى الله عليه وسلم - بقوله (خذ العفو وأمر بالعرف وأعرض عن الجاهلين) (4) ¶ وفي تعريف العفو يقول الجوهري: عفوت عن ذنبه: إذا تركته، ولم تعاقبه. (5) ¶ وقال الكفوي: العفو: كف الضرر مع القدرة عليه، وكل من استحق عقوبة فتركها فهذا الترك عفو. (6) ¶ __________ ¶ (1) 1- ابن العربي، أحكام القرءان 1/ 188، 189 ط: دار الكتب العلمية ـ بيروت تحقيق: الأستاذ/ محمد عبد القادر عطا ¶ (2) 1- سورة الشورى آية 41 ¶ (3) 2- سورة الشورى آية 40 ¶ (4) 3- سورة الأعراف آية 199 ¶ (5) 4- الصحاح مادة (ع ف و) ¶ (6) 5- الكفوي، الكليات ص 53",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "نموذج تطبيقي لقد ندب الله تعالى بالتخلق بخلق بالعفو (وليعفوا وليصفحوا) وذلك في أقصى حادثة على نفس أبي بكر الصديق - رضي الله عنه - وابنته الصديقة رضي الله عنها (حادثة الإفك) وفي سبب نزول هذه الآية تقول السيدة عائشة رضي الله عنها: لمّا نزل هذا يعني قوله: (إنّ الّذِينَ جاءُوا باْلإفْكِ عُصْبَةٌ مِنْكُمْ) (1) في عائشة, وفيمن قال لها ما قال، قال أبو بكر ـ وكان ينفق على مسطح لقرابته وحاجته ـ : والله لا أنفق على مسطح شيئًا أبدًا، ولا أنفعه بنفع أبدًا، بعد الذي قال لعائشة ما قال، وأدخل عليها ما أدخل، قالت: فأنزل الله في ذلك: (ولا يأتل أولوا الفضل منكم والسعة أن يؤتوا أولي القربى والمساكين والمهاجرين في سبيل الله وليعفوا وليصفحوا ألا تحبون أن يغفر الله لكم) (2) قالت: فقال أبو بكر: والله إني لأحبّ أن يغفر الله لي، فرجع إلى مسطح نفقتَه التي كان يُنفِق عليه, وقال: والله لا أنزعها منه أبدا. (3) ¶ مراعاة أخلاق العفو واتباع المعروف والأداء بإحسان ¶ في أحكام القصاص ¶ قال تعالى: (يا أيها الذين آمنوا كتب عليكم القصاص في القتلى الحر بالحر والعبد بالعبد والأنثى بالأنثى فمن عفي له من أخيه شيء فاتباع بالمعروف وأداء إليه بإحسان ذلك تخفيف من ربكم ورحمة فمن اعتدى بعد ذلك فله عذاب أليم) (4) ¶ __________ ¶ (1) 6- سورة النور آية 11 ¶ (2) 1- سورة النور آية 22 ¶ (3) 2- الطبري، جامع البيان 18/102 ¶ (4) 3- سورة البقرة آية 178",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "لا خلاف أنّ القصاص في القتل لا يقيمه إلا أولو الأمر، فرض عليهم النهوض بالقصاص، وإقامة الحدود وغير ذلك؛ لأنّ الله سبحانه خاطب جميع المؤمنين بالقصاص، ثم لا يتهيأ للمؤمنين جميعا أن يجتمعوا على القصاص، فأقاموا السلطان مقام أنفسهم في إقامة القصاص وغيره من الحدود، وليس القصاص بلازم، وإنما اللازم ألا يتجاوز القصاص وغيره من الحدود إلى الاعتداء، فأمّا إذا وقع الرضا بدون القصاص من دية أو عفو فذلك مباح. (1) ¶ ولا نريد الخوض في تفاصيل أحكام القصاص بقدر ما نريد التربية الأخلاقية التي تخشع لها القلوب أمام إطفاء نار فتنة القتل، فذكّر القرآنُ وليَ الدم بأنّ القاتل أخوك (فمن عفي له من أخيه شيء) ¶ خبروني: هل وجدَت هذه الأخلاق الرفيعة قبل الإسلام ؟ وخيّر ولي الدم بين القتل أو أخذ الدية بمعروف، وفي حديث أبي شريح الكعبي قال قال رسول الله - صلى الله عليه وسلم - \"ألا إنكم معشر خزاعة قتلتم هذا القتيل من هذيل وإني عاقله، فمن قتل له بعد مقالتي هذه قتيل، فأهله بين خيرتين، أن يأخذوا العقل، أو يقتلوا\" (2) ¶ __________ ¶ (1) 2- القرطبي، الجامع لأحكام القرآن 2/246 ¶ (2) 1- لفظ أبي داود كتاب: الديات باب: ولي العمد يرضى بالدية 4/172 رقم 4504 ¶ وسنن الترمذي كتاب: الديات عن رسول الله - صلى الله عليه وسلم - باب: ما جاء في حكم ولي القتيل في القصاص والعفو 4 /21 رقم 1406 وقال الترمذي: حديث حسن صحيح",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقوله (فمن عفى له من أخيه شئ) أي: ترك له دمه ـ في أحد التأويلات ـ ورضي منه بالدية (فاتباع بالمعروف) أي: فعلى صاحب الدم اتباع بالمعروف في المطالبة بالدية، وعلى القاتل (أداء إليه بإحسان) أي من غير مماطلة وتأخير عن الوقت، ففي هذه الآية: حض من الله تعالى على حسن الاقتضاء من الطالب، وحسن القضاء من المؤدي (ذلك تخفيف من ربكم ورحمة) أي أنّ من كان قبلنا لم يفرض الله عليهم غير النفس بالنفس فتفضل الله على هذه الأمة بالدية إذا رضي بها ولي الدم. (1) ¶ المبحث الخامس ¶ الأثر التربوي والأخلاقي في الآيات المتعلقة بالعلاقات الدولية ¶ - لقد ربى القرآن الكريم أتباعه بأخلاق رفيعة راقية في التعامل مع غير المسلمين، وهي مبثوثة في ثنايا القرآن نقتطف منها ¶ أولاً: خُلُق عدم الاعتداء ¶ قال تعالى (وقاتلوا في سبيل الله الذين يقاتلونكم ولا تعتدوا إن الله لا يحب المعتدين) (2) ¶ __________ ¶ (1) 2- القرطبي، الجامع لأحكام القرآن 2/253 بتصرف ¶ (2) 1- سورة البقرة آية 190",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وهذه الآية الكريمة من المحكم إلى يوم القيامة، فنحن المسلمين مطالبون برد عدوان المعتدين، ولسنا مطالبين بالاعتداء، وبهذا الإحكام يقدّم القرآن للأمة أسمى المعاني للمجاهدين في سبيله فمدلول قوله (الذين يقاتلونكم) ألاّ تبدؤهم بقتال حتى يبدؤوكم (ولا تعتدوا إنّ الله لا يحب المعتدين) نهي عن ارتكاب المحظورات بالأعداء أثناء الجهاد في سبيل الله فحرم الاعتداء بكل أنواعه من المثلة والغلول وقتل النساء والصبيان والشيوخ الذين لا رأي لهم ولا قتال فيهم والرهبان وأصحاب الصوامع وتحريق الأشجار وقتل الحيوان لغير مصلحة كما قال ذلك ابن عباس وعمر بن عبد العزيز ومقاتل بن حيان وغيرهم ولهذا جاء في الصحيح عن بريدة أنّ رسول الله - صلى الله عليه وسلم - كان يقول : (اغزوا في سبيل الله، قاتلوا من كفر بالله، اغزوا ، ولا تغلوا ولا تغدروا ولا تمثلوا ولا تقتلوا الوليد ولا أصحاب الصوامع) (1) ¶ وعن ابن عباس قال: كان رسول الله - صلى الله عليه وسلم - إذا بعث جيوشه قال: (اخرجوا باسم الله، قاتلوا في سبيل الله من كفر بالله، لا تعتدوا، ولا تغلوا، ولا تمثلوا، ولا تقتلوا الولدان، ولا أصحاب الصوامع) (2) ¶ وعن ابن عمر قال: وجدت امرأة في بعض مغازي النبي - صلى الله عليه وسلم - مقتولة فأنكر رسول الله - صلى الله عليه وسلم - قتل النساء والصبيان. (3) ¶ __________ ¶ (1) 2- رواه مسلم كتاب: الجهاد والسير باب: تأمير الإمام الأمراء على البعوث ووصيته إياهم بآداب الغزو وغيرها ج: 3 ص: 1356 رقم 1731 ¶ (2) 1- الحديث أخرجه الإمام أحمد عن أنس رقم 1300 ¶ (3) 2- البخاري 3014 ومسلم 1744",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وليست هذه الآية من المنسوخ كما زعم عبد الرحمن بن زيد بن أسلم(1) ¶ وذلك لأنّ الأمر بقتال الأعداء أينما وجدوا مقيد بقوله (الذين يقاتلونكم) فإذا لم يقاتلونا ولم يعتدوا فلا سبيل لنا عليهم، ولذا قال الحافظ ابن كثير ـ تعقيبًا على من قال إنها منسوخة ـ وفي هذا نظر لأنّ قوله (الذين يقاتلونكم) إنما هو تهييج وإغراء بالأعداء الذين همتهم قتال الإسلام وأهله أي: كما يقاتلونكم فاقتلوهم أنتم كما قال (وقاتلوا المشركين كافة كما يقاتلونكم كافة) ولهذا قال في هذه الآية (واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم) أي لتكون همتكم منبعثة على قتالهم كما همتهم منبعثة على قتالكم، وعلى إخراجهم من بلادكم التي أخرجوكم منها قصاصا أ.هـ (2) ¶ ثانيًا: تمكين المشرك من سماع كلام الله ¶ من الأخلاق الرفيعة التي ربى عليها القرآن المسلمين أن يأتيك المشرك قاصدًا معرفة شريعة الإسلام، فتمكنه من ذلك، ولا يتم ذلك إلا إذا كان آمنًا على نفسه غير خائف، شبعانًا غير جائع، فإذا أسلم وسعته قلوب المسلمين قبل بلادهم (فإخوانكم في الدين)(3) ـ والأعظم من ذلك في هذه التربية القرآنية ـ أنه إذا أراد عدم الإسلام والبقاء على شركه، أن يعود إلى أهله آمنًا. ¶ قال تعالى في آية تكتب بمداد من الذهب: (وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله ثم أبلغه مأمنه ذلك بأنهم قوم لا يعلمون) (4) ¶ __________ ¶ (1) 3- قال عبد الرحمن بن زيد بن أسلم: هذه أول آية نزلت في القتال بالمدينة فلما نزلت كان رسول الله - صلى الله عليه وسلم - يقاتل من قاتله ويكف عمن كف عنه حتى نزلت سورة براءة حتى قال إنها منسوخة بقوله (فاقتلوا المشركين حيث وجدتموهم) تفسير القرآن العظيم، ابن كثير 1/227 ¶ (2) 4- ابن كثير، تفسير القرآن العظيم 1/227 ¶ (3) 1- سورة التوبة آية 11 ¶ (4) 2- سورة التوبة آية 6",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قال الحافظ ابن كثير ـ رحمه الله ـ (استجارك) أي استأمنك فأجبه إلى طلبته (حتى يسمع كلام الله) أي القرآن تقرؤه عليه وتذكر له شيئا من أمر الدين تقيم به عليه حجة الله (ثم أبلغه مأمنه) أي وهو آمن مستمر الأمان حتى يرجع إلى بلاده وداره ومأمنه (ذلك بأنهم قوم لا يعلمون) أي إنما شرعنا أمان مثل هؤلاء ليعلموا دين الله وتنتشر دعوة الله في عباده. وقال ابن أبي نجيح عن مجاهد في تفسير هذه الآية قال: إنسان يأتيك ليسمع ما تقول، وما أنزل عليك، فهو آمن حتى يأتيك، فتسمعه كلام الله، وحتى يبلغ مأمنه حيث جاء، ومن هنا كان رسول الله - صلى الله عليه وسلم - يعطي الأمان لمن جاءه مسترشدًا، أو في رسالة كما جاء يوم الحديبية جماعة من الرسل من قريش: منهم عروة بن مسعود ومكرز بن حفص وسهيل بن عمرو وغيرهم واحدًا بعد واحد، يترددون في القضية بينه وبين المشركين، فرأوا من إعظام المسلمين رسول الله - صلى الله عليه وسلم - ما بهرهم وما لم يشاهدوه عند ملك ولا قيصر، فرجعوا إلى قومهم وأخبروهم بذلك، وكان ذلك وأمثاله من أكبر أسباب هداية أكثرهم. ¶ والغرض أنّ من قدم من دار الحرب إلى دار الإسلام في أداء رسالة، أو تجارة أو طلب صلح أو مهادنة أو حمل جزية أو نحو ذلك من الأسباب، وطلب من الإمام أو نائبه أمانًا، أعطى أمانًا، مادام مترددًا في دار الإسلام، وحتى يرجع إلى مأمنه ووطنه، ¶ لكن: قال العلماء: لا يجوز أن يمكّن من الإقامة في دار الإسلام سنة، ويجوز أن يمكّن من إقامة أربعة أشهر، وفيما بين ذلك فيما زاد على أربعة أشهر ونقص عن سنة قولان عن الإمام الشافعي وغيره من العلماء رحمهم الله (1) ¶ ثالثًا: لا يؤاخذ البريء بجريرة المذنب ¶ __________ ¶ (1) 1- ابن كثير، تفسير القرآن العظيم 2/237",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "قال تعالى (ولا يجرمنكم شنآن قوم أن صدوكم عن المسجد الحرام أن تعتدوا) لا يحملنكم بغض من قد كانوا صدوكم عن الوصول إلى المسجد الحرام، وذلك عام الحديبية على أن تعتدوا حكم الله فيهم، فتقتصوا منهم ظلما وعدوانا، بل احكموا بما أمركم الله به من العدل في حق كل أحد. ¶ ومثلها قوله تعالى (ولا يجرمنكم شنآن قوم على أن لا تعدلوا اعدلوا هو أقرب للتقوى) أي: لا يحملنكم بغض قوم على ترك العدل، فإن العدل واجب على كل أحد في كل أحد في كل حال. ¶ وقال بعض السلف: ما عاملت من عصى الله فيك بمثل من تطيع الله فيه والعدل به قامت السماوات والأرض. (1) ¶ فاللهمّ خلقنا بأخلاق القرآن، وأدبنا بآدابه، ¶ اللهم إنك جعلته نجاة فنجنا به من كل هلكة، ¶ وجعلته عصمة فاعصمنا به من كل بدعة، ¶ واحشرنا تحت لواء حبيبك ونبيك محمد - صلى الله عليه وسلم - واسقنا بيده الشريفة شربة هنيئة مريئة لا نظمأ بعدها أبدًا ¶ وصلى الله على نبينا محمد ¶ وعلى آله وصحبه ¶ وسلم ¶ خاتمة ¶ - إنّ الإسلام ليس مجرد قواعد يرتلها الإنسان في عزلة عن المجتمع، ولكنه سلوك يربط الفرد بالمجتمع لتحقيق غاية إسعاد الناس في الدنيا والآخرة، ومن ثم قدّم القرآن الكريم للإنسانية مزيجا صالحا من عقيدة راشدة ترفع الهمة، وعبادة قويمة تطهر النفس، وأخلاق عالية وتربية فاضلة تؤهل الحافظ لكتاب الله والعامل به، أن يكون خليفة الله في أرضه، وأحكام شخصية ومدنية واجتماعية تكفل حماية المجتمع من الفوضى والفساد، وتضمن له حياة الطمأنينة والسعادة والسلام، دينا قيما يساوق الفطرة، ويوائم الطبيعة، ويشبع حاجات القلب والعقل، ويوفق بين مباحث الروح والجسد، ويؤلف بين مصالح الدين والدنيا، ويجمع بين عز الآخرة والأولى، كل ذلك في قصد واعتدال، وبراهين واضحة مقنعة تبهر العقول والألباب. ¶ __________ ¶ (1) 2- ابن كثير، تفسير القرآن العظيم 2/6، 7",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وواجب المعلمين والمربين والآباء والأمهات إبراز هذه الجوانب الأخلاقية العليا الموجودة في كتاب ربنا وسنة نبينا بتفسيرها ثم بتطبيقها، لنرى في حملة القرآن من أبنائنا مشاعل نور تضيء في أوقات الظلام، وتكون حية إذا ماتت القلوب، وتفتح طريق الخير إذا كثر الشر، وتأخذ بأيدي المكروبين إلى الفرج، وبأيدي اليائسين إلى الأمل (والبلد الطيب يخرج نباته بإذن ربه). ¶ ومن أجل هذا نوصي المهتمين بجمعيات تحفيظ القرآن بعقد محاضرات دورية في تفسير القرآن الكريم للمحفظين؛ للوقوف على تدبر معانيه والعمل به، ومن ثم تجلية روح القرآن للناشئة والحافظين. ¶ والله ولي التوفيق ¶ المصادر والمراجع ¶ ـ أحكام القرآن لابن العربي تحقيق الأستاذ/ عبد القادر عطا ط: دار الكتب العلمية ـ بيروت ¶ ـ أدب الدنيا والدين: لأبي الحسن الماوردي تحقيق كريم راجح ¶ ـ آداب البحث والمناظرة: للأستاذ/ محمد محيي الدين عبد الحميد 1958م ¶ ـ إرشاد العقل السليم إلى مزايا الكتاب الكريم : لأبي السعود العمادي ط. صبيح 1952م ¶ ـ البحر المحيط : لأبي حيان الأندلسي ط. دار الكتب العملية ـ بيروت ¶ ـ التحرير والتنوير : للطاهر محمد بن عاشور ط : دار سحنون للنشر والتوزيع ـ تونس ¶ ـ بصائر ذوي التمييز: للفيروز آبادي ط: المجلس الأعلى للشؤون الإسلامية. ¶ ـ ترتيب القاموس المحيط : للأستاذ الطاهر أحمد الزاوي ط. عيسى الحلبي ¶ ـ التسهيل لعلوم التنزيل : لابن جزي الكلبي ط . دار الكتاب العربي بيروت 1973م ¶ ـ تفسير القرءان العظيم : للحافظ عماد الدين بن كثير ط.مصطفى الحلبي ¶ ـ تفسير القرءان العظيم : لابن أبي حاتم ت: أسعد الطيب ط. نزار الباز ـ مكة المكرمة ¶ ـ التوقيف على مهمات التعاريف: للمناوي ¶ ـ جامع البيان عن تأويل آي القرءان : للشيخ محمد بن جرير الطبري ¶ ـ الجامع لأحكام القرءان: لأبي عبد الله القرطبي ط. دار الكتب المصرية ¶ ـ حاشية الصاوي على الجلالين للإمام أحمد محمد الصاوي ط: عيسى الحلبي",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ـ الدر المصون : لسمين الحلبي . تحقيق أ.د / أحمد محمد الخراط ط: دار القلم ـ دمشق ¶ ـ الذريعة إلى مكارم الشريعة: للراغب الأصفهاني تحقيق: د/ أبو اليزيد العجمي ط: دار الوفاء ¶ ـ روح المعاني في تفسير القرءان العظيم والسبع المثاني لشهاب الدين السيد محمود الآلوسي ط . دار إحياء التراث العربي . بيروت ¶ ـ سنن الترمذي تحقيق: أحمد شاكر ط: دار إحياء التراث العربي ¶ ـ سنن أبي داود : تحقيق محمد محيي الدين عبد الحميد ط: دار الفكر ¶ ـ سنن ابن ماجة: ط . دار الفكر ـ بيروت ¶ ـ السنن الكبرى : للبيهقي ط . دار الباز مكة المكرمة ¶ ـ سنن النسائي ط: دار الكتب العلمية ـ بيروت ¶ ـ شعب الإيمان للبيهقي ط: دار الكتب العلمية ـ بيروت ¶ ـ صحيح الإمام البخاري ط: دار ابن كثير ـ بيروت ¶ ـ صحيح الإمام مسلم : ط. دار الفكر بيروت 1983 ¶ ـ عون المعبود: لأبي الطيب آبادي ط: دار الكتب العلمية ـ بيروت ¶ ـ غرائب القرءان ورغائب الفرقان : لنظام الدين الحسن بن محمد النيسابوري ط . دار الكتب العلمية ـ بيروت ¶ ـ فتح القدير لمحمد بن علي الشوكاني تحقيق : سعيد اللحام ط . دار الفكر ¶ ـ الفتوحات الإلهية بتوضيح الجلالين (حاشية الجمل) : لسليمان بن عمر العجيلي الشهير بالجمل ط. الاستقامة 1977م ¶ ـ في ظلال القرءان : للشهيد الأستاذ سيد قطب ط . دار إحياء التراث العربي ـ بيروت ¶ ـ فيض القدير: عبد الرؤوف المناوي ط: المكتبة التجارية الكبرى بمصر الأولى 1356هـ ¶ ـ الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل : لجار الله محمود بن عمر الزمخشري ط . الحلبي ¶ ـ لسان العرب : لمحمد بن مكرم بن منظور ط . دار الفكر ـ بيروت ¶ ـ مجمع الزوائد ومنبع الفوائد : للحافظ الهيثمي ¶ ـ مختار الصحاح : لمحمد بن أبي بكر بن عبد القادر الرازي ط . الحلبي ¶ ـ مختصر شعب الإيمان: للقزويني ¶ ـ مسند الإمام أحمد ط. دار صادر ـ بيروت ¶ ـ مستدرك الحاكم ط. دار المعرفة",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ـ مفاتيح الغيب : لفخر الدين محمد بن عمر الرازي ط . دار الكتب العلمية ¶ ـ المفردات في غريب القرءان : للراغب الأصفهاني ط. مصطفى الحلبي ¶ ـ المقصد الأسنى شرح أسماء الله الحسنى لأبي حامد الغزالي ¶ ـ مناهل العرفان: للأستاذ محمد عبد العظيم الزرقاني ط: عيسى الحلبي ¶ فهرس ¶ المقدمة: أهمية ارتباط الجانب الأخلاقي والتربوي بالأحكام العملية في القرآن الكريم ................................ 3 ¶ وأما المباحث فرتبتها كالآتي : ¶ المبحث الأول: الأثر التربوي والأخلاقي في الآيات المتعلقة بالعبادات ................................................ 7 ¶ المبحث الثاني: الأثر التربوي والأخلاقي في الآيات المتعلقة بالمعاملات............................................... 15 ¶ المبحث الثالث: الأثر التربوي والأخلاقي في الآيات المتعلقة بأحكام الأسرة........................................... 18 ¶ المبحث الرابع: الأثر التربوي والأخلاقي في الآيات المتعلقة بالجنايات............................................... 22 ¶ المبحث الخامس: الأثر التربوي والأخلاقي في الآيات المتعلقة بالعلاقات الدولية ..................................... 25 ¶ خاتمة ............................................ 29 ¶ المصادر والمراجع ............................... 30 ¶ الفهارس ......................................... 33 ¶ والله يوفقنا جميعًا لما يحبه ويرضاه ¶ د/ محمد حسن سبتان ¶ جامعة الملك خالد ¶ كلية الشريعة ـ قسم القرآن الكريم وعلومه ¶ أبها ص ب : 1211 ¶ والأستاذ المشارك بجامعة الأزهر ¶ كلية أصول الدين بالقاهرة",
            "page": "29",
            "part": "1"
        }
    ],
    "t36761": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المحور الأول -الأثر التربوي د . محمد سبتان"
        }
    ]
}