{
    "b36765": [
        {
            "id": "1",
            "nass": "أثر تعلم القرآن الكريم في تنمية الملكة الفقهية ¶ تأليف ¶ د. الوليد بن عبدالرحمن بن محمد آل فريان ¶ كلية الشريعة في الرياض ¶ التقديم ¶ الحمدُ لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين، وبعد: ¶ فهذا بحثٌ في أثر تعلم القرآن الكريم في تنمية الملكة الفقهية، وقد جعلته في: مقدمة، وتمهيد، وثلاثة مباحث. ¶ تحدثتُ في المقدمة: عن فضل القرآن الكريم وفضل تعلّمه وتعليمه والتفقه فيه، وأشرت إلى جهود الجمعيات الخيرية في هذا السبيل . ¶ وبينت في التمهيد: حقيقة تنمية الملكة الفقهية، موضحاً معناها ووسائل تنميتها وأهميتها وفوائدها . ¶ أما المبحث الأول: ففي أثر تعلم القرآن الكريم في الحث على التفقه، وفيه تمهيد، ومطلبان: ¶ المطلب الأول: أثر تعلم القرآن الكريم في الحث على المبادرة إلى التفقه . ¶ المطلب الثاني: أثر تعلم القرآن الكريم في الحث على الحرص على التفقه . ¶ المبحث الثاني: في أثر تعلم القرآن الكريم في معرفة الأحكام الفقهية،وفيه تمهيد ، ومطلبان: ¶ المطلب الأول: أثر تعلم القرآن الكريم في إيجاد البيئة الفقهية . ¶ المطلب الثاني: وسائل معرفة الأحكام الفقهية في القرآن الكريم. ¶ والمبحث الثالث: أثر تعلم القرآن الكريم في تنمية القدرة على الاجتهاد، وفيه ثلاثة مطالب: ¶ المطلب الأول: أثر تعلم القرآن الكريم في معرفة اللغة العربية . ¶ المطلب الثاني: أثر تعلم القرآن الكريم في معرفة المقاصد الشرعية والقواعد الفقهية . ¶ المطلب الثالث: أثر تعلم القرآن الكريم في معرفة طرائق الاستنباط . ¶ ثم الخاتمة، والفهارس. ¶ واتبعت في كتابة هذا البحث، المنهج التالي: ¶ 1 - الاعتماد على المصادر والمراجع المعتبرة . ¶ 2 - العناية بالاستدلال وتوثيق النقل، وبيان معاني الألفاظ التي تحتاج إلى بيان. ¶ 3 - عزو الآيات الكريمة، وتخريج الأحاديث النبوية . ¶ 4 - عزو الآثار، وبيان وفيات الأعلام .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أسأل الله تعالى أن ينفع بهذا الجهد، وأن يجعله خالصاً لوجهه الكريم. والله الموفق، والهادي إلى سواء السبيل. ¶ وكتب ¶ الوليد بن عبدالرحمن بن محمد آل فريان ¶ الرياض، في الخامس من شهر رجب عام 1427هـ. ¶ المقدمة ¶ ليس بوسع أي باحث أن يُحصي ما في القرآن الكريم من فضائل ومناقب، ولا أن يُحيط بها علماً؛ لأنه كلام الله عز وجل الذي لا يحاط به علما { وَلا يُحِيطُونَ بِهِ عِلْماً } [سورة طه: آية110] وحسب المرء أن يُدرك ما يتصف به هذا القرآن الكريم من عظمة وسمو وشرف، وما أودع الله فيه من نور وبهاء وشفاء ورحمة وهداية، وما يتسم به من فصاحة وبلاغة وحكمة وإعجاز، وما أحاطه الله به من منعة وحماية، وأحاط به أهله من رفعه وتكريم وتثبيت واستبصار، وما توعد به من صد عنه من خزي وعار وخراب ودمار . ¶ قال تعالى: { وَإِنَّهُ لَكِتَابٌ عَزِيزٌ * لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ } [سورة فصلت:41-42]، وقال : { قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ * يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ } [سورة المائدة: 15-16]. ¶ وقال : { إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً * وَأَنَّ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَاباً أَلِيماً } [سورة الإسراء:9-10]إلى غير ذلك من الأدلة الدالة على بعض فضائله ومحاسنه .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وإذا كان هذا جانباً من فضائل القرآن، فإنّ لتعلم القرآن وتعليمه: فضائل تنبع من فضائل القرآن وتشتق منها وتعود إليها . فبتعلمه وتلاوته تستجلب السكينة والفضيلة والكرامة والذكر الحسن، يقول النبي - صلى الله عليه وسلم - : (ما اجتمع قومٌ في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم الله فيمن عنده) (1) . ¶ وليس هناك أحد أفضل ممن اشتغل بالتعلم والتعليم للقرآن، يقول النبي - صلى الله عليه وسلم -: (خيركم من تعلم القرآن وعلمه) (2) . ¶ كما أن تعلم آيتين من كتاب الله خير من اكتساب ناقتين كوماوين (3) . ¶ ولذلك اهتم النبيُّ - صلى الله عليه وسلم - بتعليم أصحابه القرآن، وكان يقول لهم( اقرءوا علي القرآن) (4). ¶ حتى أن ابن مسعود - رضي الله عنه -، أخذ من في رسول الله - صلى الله عليه وسلم - بضعة وسبعين سورة (5) . ¶ وكان إذا قدم إليه رجل بادر فدفعه إلى من يعلمه القرآن (6) . ¶ وسار أصحاب النبي - صلى الله عليه وسلم - على هديه وأخذوا بسنته فكانوا يجلسون للناس، يعلمونهم القرآن (7) . ¶ __________ ¶ (1) أخرجه مسلم في الصحيح عن عثمان بن عفان - رضي الله عنه - رقم 2699 عن أبي هريرة . ¶ (2) أخرجه البخاري في الصحيح رقم 5027 ، وأحمد في المسند 1/57 عن عثمان بن عفان . ¶ (3) أخرجه مسلم في الصحيح عن ابن مسعود رضي الله عنه رقم 251 ، وأحمد في المسند 4/154، عن عقبة بن عامر عن النبي - صلى الله عليه وسلم - . والناقتان الكوماوان: أي مشرفتا السنام . ينظر: ابن الأثير، النهاية 4/211 . ¶ (4) أخرجه البخاري في الصحيح 5055، عن ابن مسعود- رضي الله عنه - . ¶ (5) البخاري رقم 5000، أحمد 1/379 . ¶ (6) أخرجه أحمد في المسند 5/324 بإسناد حسن والحاكم في المستدرك 3 / 56 وصححه . ¶ (7) ينظر: الذهبي سير النبلاء 2/390، 8/502 .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وينهون عن كل ما يقطع عن ذلك ويصد عنه (1) . ¶ وذلك اقتداءً بالنبي - صلى الله عليه وسلم - واغتناماً للأجر، وحذراً من كتمان العلم، الذي حذر الله منه في قوله سبحانه: { إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ } [سورة البقرة:159]. ¶ فكانوا مثالاً في الحرص على تعليم القرآن وتبليغه ، وتوجيه الناس إليه وتحبيبهم فيه. ¶ ومن نعمة الله أن هذا الفضل لا يقتصر على المتعلم والمعلم فحسب، بل يتعداه إلى والدي المتعلم أيضاً؛ إمعاناً في التكريم والإجلال، وتوكيداً على أهمية المسارعة إلى ذلك، يقول النبي - صلى الله عليه وسلم - (ويكسى والده حلتين لا يقوم لها أهل الدنيا)(2). ¶ أما المعرض عن تعلم القرآن النافر عن مأدبة الله (3) ، فما جوفه إلا كالبيت الخرب، كما قال النبي - صلى الله عليه وسلم - (4) فضلاً عما يفوته من أثر القرآن الكريم في صقل الموهبة ودفع البلادة واكتساب الألمعية وجودة القريحة وتوقد الخاطر (5) . ¶ __________ ¶ (1) ابن عبدالبر ، الجامع 1/77 ، 2/147، 204 ، الخطيب الفقيه 1/13 . ¶ (2) أخرجه أحمد في المسند 5/348 عن بريدة رضي الله عنه بإسناد حسن كما قال ابن كثير في التفسير 1 /242. ¶ (3) ينظر: المصنف لعبدالرزاق 3/368 . ¶ (4) أخرجه الترمذي في الجامع رقم 2913 وقال حسن صحيح ، وأحمد في المسند 1/223 والحاكم في المستدرك 1 /554 وصححه عن ابن عباس رضي الله عنهما . ¶ (5) ينظر: الشافعي، الرسالة ص19 ، وابن قتيبة ، تأويل مشكل القرآن 86، والدراسة التي أعدتها الإدارة العامة للتربية والتعليم عام 1421 عن ارتفاع نسب النجاح في مدارس تحفيظ القرآن الكريم عما سواها من المدارس الأخرى .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "والتفقه في القرآن والتدبر لآياته، فضيلة تتضاعف بها الحسنات وتعظم بها الدرجات، وتزكوا بها الصدور والأفئدة وتنفي عن النفوس الوهن والريبة . ¶ قال تعالى: { كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الأَلْبَابِ } [ص:29] . ¶ وهو أعظم وأقدح من حفظه كما قال تعالى: { إِنَّا سَنُلْقِي عَلَيْكَ قَوْلاً ثَقِيلاً } [المزمل:5] (1). ¶ فكان الرجل من صحابة رسول الله عليه الصلاة والسلام، إذا تعلم عشر آيات لم يجاوزهن حتى يعرف معانيهن والعمل بهن (2) . وقال ابن مسعود: لو أعلم أحداً أعلم مني بكتاب الله تبلغه الإبل لأتيت إليه(3) بل كانوا يعدون التفريط في ذلك علامة الضلال والزيغ عن صراط الله المستقيم (4) . ¶ ونسج التابعون ومن تبعهم على هذا المنوال؛يقول مجاهد (ت103هـ) عرضت القرآن على ابن عباس ثلاث عرضات أوقفه عند كل آية، أسأله فيما نزلت وكيف كانت (5) . ¶ وكان تلاميذ الإمام الشافعي (ت204هـ) كلما دخلوا عليه رأوا المصحف بين يديه، يتتبع أحكام القرآن (6) . ¶ __________ ¶ (1) ينظر: ابن عطية ، المحرر الوجيز 1/4. ¶ (2) أخرجه الطبري في التفسير وصححه 1/74، 83 ، والحاكم في المستدرك 1/557 ، وصححه ووافقه الذهبي، وله شاهد عند أحمد في المسند 5/410 وغيره . ¶ (3) أخرجه البخاري في الصحيح 5002، وأحمد في المسند 1/411 . ¶ (4) أبو عبيد ، الفضائل 213 عن معاوية . ¶ (5) أخرجه ابن سعد في الطبقات 5/466، وأبو نُعيم في الحلية 3/280، وأبو عبيد، في الفضائل 359 . ¶ (6) ذكره البيهقي عن الربيع بن سليمان، ونحوه عن الإمام أحمد. أحكام القرآن 1/20 ، وانظر الطبري الهراسي أحكام القرآن 1/20.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وكتب الإمام أحمد كتباً كثيرة في التفسير وعلوم القرآن (1) . ¶ واهتم العلماء بالتأليف في أحكام القرآن، وبيان ما تضمنه من المسائل الفقهية(2) . ¶ وعلى الرغم من كل ما أصاب الأمة من ركود وجمود وضعف، فقد استمرت في القيام بفريضة حمل هذا القرآن وتبليغه (3) . غير أن العناية انصبت بعد ذلك على مجرد التحفيظ والتلقين وتعليم التلاوة، واضطلعت حلقات المساجد بالجهد الأكبر إلى جانب الكتاتيب (4) والمدارس (5) . ¶ وحين اتسع نطاق هذه الحلقات واشتد الإقبال عليها، أُنشئ ما يعرف بالجماعات أو الجمعيات الخيرية لتحفيظ القرآن الكريم؛ لتقوم بالإشراف عليها وتوفير ما يمكن من متطلباتها واستقطاب الموارد التي تعينها على أداء رسالتها والقيام بمهمتها، ولتكون القناة الواصلة بين هذه الحلقات وبين الجهات الحكومية المختلفة . ¶ __________ ¶ (1) منها : كتاب التفسير ، وكتاب جوابات القرآن ، وكتاب المقدم والمؤخر في كتاب الله ، وكتاب الناسخ والمنسوخ . ينظر : ابن أبي يعلى ، طبقات الحنابلة 1/20 ، والذهبي، سير أعلام النبلاء 13/517-521 . ¶ (2) ينظر: أحكام القرآن للشافعي، أحكام القرآن لإسماعيل بن إسحاق ، وأبي يعلى ، والطبري الهراسي ، والقرطبي ، وابن العربي، وغيرهم . ¶ (3) ينظر: النووي ، التبيان 33 . ¶ (4) الكتاتيب جمع كُتَّاب . يقال: كُتّاب ومكتب، وهو مكان صغير لتعليم الصبيان القراءة والكتابة وتلاوة القرآن وحفظه ، ينظر: المعجم الوسيط 2/775 . ¶ (5) ينظر عن هذه المدارس، القرشي، الجواهر 5/593، ابن كثير ، البداية والنهاية 21/662، 700، والذيل لابن رجب 5/448 ، والدارس في تاريخ المدارس لعبدالقادر النعيمي .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وكانت أول جمعية خيرية أنشئت لهذا الغرض في المملكة العربية السعودية الجمعية الخيرية لتحفيظ القرآن في مكة عام 1382هـ. وتُعد الجماعة الخيرية لتحفيظ القرآن الكريم في الرياض التي قامت عام 1386هـ من أوائل الجمعيات الخيرية وأكثرها اتساعاً ونشاطاً (1) . ¶ وتزايد نشاطها فلم يعد قاصراً على المساجد، بل فُتحت الدور النسائية وحلقات تحفيظ القرآن في السجون، والاصلاحيات ، ودور الرعاية الاجتماعية، والمدن العسكرية ، والنوادي الرياضية . ¶ وقد بلغ حُفاظ القرآن الكريم في المملكة العربية السعودية حتى عام 1422هـ ما يزيد على عشرين ألف حافظ من الرجال والنساء (2) . ¶ أما مدارس تحفيظ القرآن الكريم الحكومية التابعة لوزارة التربية والتعليم، فقد قامت بجهد كبير واضطلعت بمسؤلية مهمة منذ عام 1367هـ، وبلغ عدد المدارس حتى عام 1422هـ أكثر من خمسمائة مدرسة شاملة لجميع مراحل التعليم العام (3) . ¶ التمهيد في حقيقة تنمية المَلَكَة الفقهية ¶ التنمية : الزيادة والتكثير والإشاعة (4) . ¶ والمَلَكَةُ الفقهية (5) : الاستعداد العقلي الراسخ للتفقه . ¶ أو القُدرة التي تمكن من معرفة مآخذ الفقه ، ومدارك الأحكام (6) . ¶ __________ ¶ (1) ينظر: التقرير السنوي للجماعة الخيرية لتحفيظ القرآن الكريم في الرياض وتوابعها عام 1402 وعام 1411هـ. وكانت تتبعها جمعيات كثيرة من محافظات منطقة الرياض، وبعض المناطق الأخرى. ¶ (2) ينظر: سجل الندوة العالمية في جامعة الإمام 2/645 . ¶ (3) ينظر: المصدر السابق 1/341، 356 . ¶ (4) ينظر: ابن فارس ، مقاييس اللغة 5/479 . ¶ (5) المَلَكة : هيئة أو كيفية نفسانية راسخة تحصل للنفس بسبب فعل من الأفعال . ينظر: الجرجاني ، التعريفات 205 . والفقه : العلم بالأحكام الشرعية العملية من أدلتها التفصيلية . ينظر: شرح الطوفي 1/133 . ¶ (6) ينظر: ابن رجب ، فضل علم السلف 51، والفتوحي ، شرح الكوكب 1/40 ، والوسيط 2/886 .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وتسمى ملكة فقهية ، وقريحة فقهية، وسجية فقهية، وأهلية فقهية، وفقه نفس(1) ، وما أشبه ذلك . ¶ غير أنها لا توجد إلا بفضل الله ثم بفضل التكرار، والممارسة، والذهن الجيد القادر على اقتباس ما يرد عليه من المطالب بحذق ومهارة (2) . ¶ وبفضل الله ثم بفضلها يتحقق للمتفقه جودة الملاحظة، وقوة الاستنباط، وصحة الاعتبار(3) . ¶ ولا وسيلة إلى تصور المسائل على وجهها، ولا القدرة على نقل أحكام المسائل إلا بها(4) ، وليس بوسع غير صاحب الملكة الفقهية أن يُفتي (5) . ¶ ومن أجل ذلك، قالوا: بأنها رأسُ مال المجتهد ، وملاك صناعة الفقه، وأنها الدستور ، وأن كتب الفقه لم تصنف إلا لمساندة هذه الملكة (6) . ¶ المبحث الأول ¶ أثر تعلم القرآن الكريم في الحث على التفقه ¶ وفيه تمهيد ومطلبان: ¶ المطلب الأول: أثر تعلم القرآن الكريم في الحث على المبادرة إلى التفقه . ¶ المطلب الثاني: أثر تعلم القرآن الكريم في الحث على الحرص على التفقه. ¶ تمهيد : ¶ كان من المستقر في وجدان السلف الأثر البالغ لتعلم القرآن الكريم في الحث على التفقه والحرص عليه، وفتح أبوابه، وتيسير سبله . ¶ __________ ¶ (1) ينظر: الخطيب ، الفقيه والمتفقه 2/158، والبخاري ، كشف الأسرار 4/237 ، الطوفي ، شرح مختصر الروضة 1/132، والفتوحي، شرح الكوكب المنير 4/460 . ¶ (2) ينظر: الجرجاني ، التعريفات 113/205، والفتوحي ، شرح الكوكب 1/40 ، والمناوي ، التوقيف 675 ، والجويني، البرهان 2/1332 . ¶ (3) ينظر: الخطيب ، الفقيه والمتفقه 2/158 ، وابن عبدالبر ، الجامع 2/84 . ¶ (4) ينظر: ابن بدران ، المدخل 377 . ¶ (5) ينظر: المرداوي، شرح التحرير 8/4073 . ¶ (6) ينظر: الجويني، البرهان 2/1332، وصفي الدين الهندي، الفائق 5/87 ، والفتوحي شرح الكوكب 4/460 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "مما جعلهم يدفعون ناشئتهم إلى حفظه وإتقان تلاوته، ويلحقون أبناءهم بحلقاته منذ الصغر ، ويقدمون الاهتمام به على غيره من سائر العلوم فإذا ما أتم المتعلم ذلك، شرع في طلب الحديث ومعرفة الخلاف في المسائل الفقهية، ثم سائر العلوم الأخرى بحسب ميوله وقدرته (1). ¶ الأمر الذي مكّنهم من حسن التفقه ، ومنحهم المهارة اللازمة ، فأبدعوا وكتبوا المؤلفات الكثيرة الغزيرة ، وأورثوا الأمة تراثاً فقهياً ضخماً لا زال أهل العلم والمشتغلون بالفقه يردونه، ويلتقطون أطايبه وينهلون منه الآراء الناضجة والاجتهادات الفائقة ، والنظرات الصائبة، والقواعد المحكمة، ويتطلبون فيه ما يُعينهم على الإجابة عن النوازل المستجدة، والمسائل الشائكة ، وحل المشكلات المستعصية ، والتصدي لإصلاح المجتمع ، وتلمس سبل النجاح في الحياة ، فكانت هذه المؤلفات بحق معيناً لا ينضب ، وكنزاً لا يفنى، ومنجماً علمياً لا يخفت بريقه وتألقه. ¶ وكشفت عما كان عليه سلف هذه الأمة من وعي وإدراك وقدرة على فهم الواقع، واستشراف للمستقبل : درؤوا به عن الأمة فتنة الانفلات الفقهي قروناً طويلة، حتى إذا طال الأمد أصبح لهذه الفوضى دعاتها ومسوقوها باسم شعارات مختلقة وأسماء براقة . ¶ المطلب الأول: أثر تعلم القرآن الكريم في الحث على المبادرة إلى التفقه ¶ أمر الله تعالى المسلم أن يلتحق بركب الفقهاء ، وأن ينضم إلى سلكهم ، وينخرط في سبيلهم؛ ليكون منهم وفي معيّتهم ما أمكنه ذلك، قال سبحانه: { وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ } [سورة آل عمران: 79] (2) . ¶ __________ ¶ (1) ينظر: النووي، المجموع شرح المهذب 1/38 ، وابن تيمية ، المجموع 5/235 . ¶ (2) أخرجه الخطيب في الفقيه والمتفقه 1/51 عن مجاهد .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ثم تأتي الدعوة إلى الخروج في طلب الفقه والنّفرة إليه، ومفارقة الأهل والوطن من أجله لتحيي في المتعلم الرغبة فيه ، وتُوقد الحماس في نفسه ، وتذلل الصعاب في طريقه، قال تعالى: { فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ } [سورة التوبة: 122] . فليس هناك أشق على النفس من ترك الأهل والوطن، غير أن ذلك يهون حين يجل المقصد وتعظم المنفعة ويتعدى الخير إلى المجتمع . ¶ وفي الأمر بالتدبر لآيات القرآن الكريم والتفكر في بيناته وأحكامه والأمر باتباعه، التأكيد التام على ما يحظى به التفقه من أولوية في حياة المسلم، قال تعالى: { كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الأَلْبَابِ } [سورة صّ:29] ، وقال : { اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ } [الأعراف: 3] ولا يتم ذلك إلا بالتفقه، ومعرفة الأحكام الشرعية . ¶ ويجد القارئ للقرآن والمتعلم له ما يطلعه على حاجته الماسة والحقيقية إلى العناية بتفهم ما يمر به من الآيات، التي غلبت فوائدها ونكتها قوة الحفظ ، وأخذت بحظ وافر من الثقل(1) ، كما قال سبحانه : { إِنَّا سَنُلْقِي عَلَيْكَ قَوْلاً ثَقِيلاً } [المزمل:5] وتتعاظم المسؤولية إزاء ذلك، حين يجد نفسه مطالبً بالاقتداء بمعلم الفقه الأول، فلا يرى مناصاً من السير في ركابه والأخذ بسنته وهديه ومتابعة أمره، ومواصلة الجهد في سبيل نيل المزيد من الفقه، استجابة لأمر الله تعالى : { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيراً } [الأحزاب:21] . ¶ __________ ¶ (1) ينظر: ابن عطية ، المحرر الوجيز 1/ 4 .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ثم يجد التحذير البليغ من إهمال التفقه والاستكبار عن تفهم آيات الله ، وما يلحق فاعله من العذاب والنكال الشديد، قال تعالى : { إِنَّ الَّذِينَ كَذَّبُوا بِآياتِنَا وَاسْتَكْبَرُوا عَنْهَا لا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلا يَدْخُلُونَ الْجَنَّةَ } [الأعراف: من الآية40] وقال : { وَالَّذِينَ كَذَّبُوا بِآياتِنَا وَاسْتَكْبَرُوا عَنْهَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ } (1) [الأعراف:36] . ¶ وما هذا الصدود والانصراف عن التفقه في الدين إلا علامة ما تشرب به القلب من العتو والاستكبار، قال تعالى: { سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آيَةٍ لا يُؤْمِنُوا بِهَا } [الأعراف: من الآية146] . ¶ من فضائل القرآن الكريم ومناقبه، ما اشتمل عليه من أحكام ومبادئ فقهية ومسائل جامعة، قال تعالى: { وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ } [النحل: من الآية89] والتبيّن من وجوه منها ما بيّن فرضه فيه، ومنها ما أنزله جملة وأمر بالاجتهاد في طلبه(2). ¶ ووعد الله تعالى الراغب في فهم معانيه باليسر والسهولة، كما قال : { وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ } [القمر:17] ومن شأن ذلك، أن يُغري المتعلم للقرآن الكريم بالعمل الدائب المتواصل لمعرفة هذه الأحكام والتنقيب عنها . ¶ يقول الضحاك (ت بعد المائة) : حق على كل من تعلم القرآن أن يكون فقيهاً(3) . ¶ __________ ¶ (1) ينظر تفسير لابن جرير الطبري 10 / 182 ـ 443 ـ 167. ¶ (2) الشافعي ، جماع العلم 26 . ¶ (3) أخرجه الدارمي في السنن 1/80، والخطيب في الفقيه والمتفقه 1/13 ، وابن عبدالبر في الجامع 2/204 .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ومن آثار تعلم القرآن الكريم، تحريك القدرات وشحذ القريحة واكتساب الألمعية، مما يدفع إلى السعي الجاد في استكمال المعارف الفقهية وتعضيدها . ¶ وفي ضرب الأمثال وإلحاق النظير بنظيره، والتنبيه على العلل والحِكم الشرعية ما يلفت النظر إلى القياس ويربي في نفس المتعلم القدرة عليه (1) ، وهو مورد الفقه ومدده الذي لا ينقطع . ¶ كما أن تعلم القرآن الكريم، يقوي العزيمة على التفقه ، فكلما كان المتعلم أشد إقبالاً على القرآن، وتعظيماً له كان به أفهم؛ قال تعالى: { وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدىً وَآتَاهُمْ تَقْوَاهُمْ } [محمد:17] . ¶ وفوق ذلك، فإن الله تعالى قد أعلى مقام الفقهاء ، ورفع مكانتهم وجعل كلمتهم الكلمة الفاصلة بعد أمرا لله وأمر رسوله، قال تعالى: { أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ } [النساء: من الآية59] وأولوا الأمر: الفقهاء والعلماء(2). ¶ مما يفسح مجالاً رحباً للفقهاء، لقيادة الأمة وتوجيهها، ويمدهم بالعزيمة والإصرار، ويدعو الجميع إلى الانضمام إليهم والاقتداء بهم . ¶ المبحث الثاني ¶ أثر تعلم القرآن الكريم في معرفة الأحكام الفقهية ¶ وفيه تمهيد ومطلبان: ¶ المطلب الأول: أثر تعلم القرآن الكريم في إيجاد البيئة الفقهية . ¶ المطلب الثاني: وسائل معرفة الأحكام الفقهية في القرآن الكريم . ¶ التمهيد : ¶ __________ ¶ (1) ينظر: الخطيب ، الفقيه والمتفقه 2/53 ، وابن عبدالبر ، الجامع 2/84 . ¶ (2) أخرجه ابن جرير و ابن ابي حاتم والحاكم وصححه عن ابن عباس وجابر بن عبدالله رضي الله عنهما واخرجه عبد بن حميد وابن جرير وابن ابي حاتم عن عطاء ، كما في الدر المنثور 4/502 ، 505 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "من رحمة الله تعالى بهذه الأمة، أن جعل القرآن الكريم - المحفوظ بحفظ الله- وسيلتها الكبرى إلى فهم الدين ومعرفة أحكامه، وهيأ لها سبل الفقه فيه. فليست تنزل بأحد من أهل دين الله نازلة، إلا وفي كتاب الله الدليل على سبيل الهدى فيها(1). قال تعالى: { ونزلنا عليك الكتاب تبياننا لكل شيئ } [النحل: من الآية89] وهذه الأحكام: منها ما هو مُبيّن يستقل بنفسه في الكشف عن المراد دون افتقاره في معرفة المراد إلى غيره، سواء أفاد بمنطوقه أو بمفهومه . ومنها ما هو مُجمل، لا يعقل معناه من لفظه ويفتقر في معرفة المراد إلى غيره (2) . لكن في السنة ما يوضحه ويجليه، ويفصّل ما أجمل في لفظه، كما قال تعالى: { وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ } [النحل: من الآية44] . ¶ وكما جاء عن المِقْدام بن مَعْدي كَرب، أن النبي - صلى الله عليه وسلم - قال: (ألا إني أُوتيت الكتاب ومثله معه ألا إني أوتيت القرآن ومثله معه) (3) . وفي رواية : (ألا إن ما حرَّم رسولُ الله مثل ما حرم الله) (4) . ¶ مما أغلق الباب أمام تقوّلات المتقوّلين وابتداع الضالين وتخرصات المفتونين، وأتاح للأمة مورداً صافياً من كدر الأهواء وعوج الآراء؛ وجعله العصمة من بوادر الزيغ والانحراف إلى أن تقوم الساعة. ¶ المطلب الأول : أثر تعلم القرآن الكريم في إيجاد البيئة الفقهية ¶ __________ ¶ (1) الشافعي ، الرسالة 20 ، وأحكام القرن 1/21 . ¶ (2) ينظر: الشافعي ، الرسالة 21، 32، والطبري، التفسير 1/82 ، والخطيب ، الفقيه والمتفقه 1/74 . ¶ (3) أخرجه أبو داود في السنن رقم4604 ، وأحمد في المسند 4/131، والطبراني في الكبير 20/668، والدارقطني في السنن 4/287 بإسناد حسن . ¶ (4) أخرجه الترمذي في الجامع رقم 2664، وأحمد في المسند 4/132، والطبراني في الكبير 20/649، والحاكم في المستدرك 1/109 وصححه ووافقه الذهبي.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "لا يمكن للفقه أن ينمو ويزدهر إلا في ظل بيئة (1) فكرية ونفسية متوازنة، تعين على التبصر والتفقه وتيسر الطريق إلى حسن الفهم وتمنح العقل القدرة على الانطلاق والإبداع. ¶ وفي القرآن الكريم من السمات والخصائص ما يسهم في توفير البيئة الفقهية وإيجاد المكان الملائم للمتفقه ، فالأمر بطاعة الله ورسوله يتكرر في القرآن، ويتردد صداه في نفس المتفقه كما في قوله تعالى : { أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ } [النساء: من الآية59] فلا يخرج عن الدليل الشرعي قيد أنملة ، ولا يعارض النص برأيه واجتهاده أو يصادمه بقياسه واستحسانه، والقرآن الكريم ذو وجوه كثيرة (2) مما يُساعد على توسيع دائرة نظر المتفقه ، ويدفعه إلى معالجة المسائل من جوانبها المختلفة ، ويُفيء على عقله النماء والخصوبة ، والقدرة على استدعاء جميع الاحتمالات. ويتعلم من القرآن المناظرة والمجادلة للاسترشاد ومعرفة الحق(3)، والفقيه في أمس الحاجة إلى ترويض عقله وشحذ تفكيره ، وتقويم حجته (4) . كما يتعلم منه حسن النظر ، وإعمال الفكر والمزاوجة بين الألفاظ وتكثير المعاني وتثبيتها وربط بعضها ببعض (5) ، ويتربى بفضله على التدرج والموازنة بين المصالح والمفاسد(6) ، وكف النفس عن ¶ __________ ¶ (1) البيئة: اسم من البؤ. وهي المنزل والحال . ينظر : مقاييس اللغة 1/312 ، والقاموس 1/338 . ¶ (2) ابن عبدالبر ، الجامع 2/56 عن أبي الدرداء . ¶ (3) ينظر: ابن القيم ، التبيان 156 ، وبدائع الفوائد 4/1540 . ¶ (4) ينظر: الخطيب ، الفقيه والمتفقه 2/62، وابن عبدالبر ، الجامع 2/113، 120، 131 أما ما نهى عنه النبي- صلى الله عليه وسلم - وحذر منه السلف، فهو جدال الدفع والجحود. ينظر: ابن عبدالبر، الجامع2/113 ، وابن رجب ، فضل علم السلف 48 . ¶ (5) ينظر: ابن المنادي ، متشابه القرآن 229 . ¶ (6) ينظر: الخطيب ، الفقيه والمتفقه 2/101 ، والعلائي ، المجموع 1/129 .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "التكلف، ومجانبة الاستبداد وإطلاق اللسان بلا علم(1) ، كما يتعود على الصبر على مرارة الطلب ومشقة الإعادة والتكرار، ودفع غائلة الطيش والعجلة (2) . ¶ إلى جانب ما يفيض الله عليه من الطمأنينة والسكينة، وانشراح الصدر، وراحة الضمير، وطهارة القلب والوجدان، قال تعالى: { قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ } [يونس: من الآية57]. ¶ وفي الحديث، عن البراء أن النبي - صلى الله عليه وسلم - ،قال:(إنها السكينة نزلت عند القرآن)(3) . ¶ وفي هذا ما يُهيئ للمتعلم القدرة على التفقه ، ويذلل له سبل العلم والمعرفة، ويسهم في تفجير طاقاته واستخراج ذخائره ومكنوناته، والجود بمواهبه وقدراته . ¶ المطلب الثاني : وسائل معرفة الأحكام الفقهية في القرآن الكريم ¶ يعد حفظ القرآن الكريم من الدعائم الكبرى التي يتوسل بها إلى فهم القرآن ومعرفته والإلمام بأحكامه؛ ولذلك كان السلف يوجهون صغارهم إلى حفظه منذ وقت مبكر . ¶ قال أبو عمر بن عبدالبر (ت463هـ) : أول العلم حفظ كتاب الله جل وعز وتفهمه، ولا أقول أن حفظه كله فرض، ولكن أقول أن ذلك واجب لازم على من أحب أن يكون عالماً (4) . ¶ وإذا تعذَّر ذلك، فإنه لا أقل لمن شاء الفقه في القرآن أن يحفظ آيات الأحكام(5). ¶ __________ ¶ (1) ينظر: الخطيب ، الفقيه والمتفقه 2/165، 170، 184 . ¶ (2) ينظر: ابن المنادي ، متشابه القرآن 227، وابن القيم ، التبيان 117 . ¶ (3) أخرجه البخاري في الصحيح 3614، ومسلم في الصحيح رقم 795 ، وأحمد في المسند 4/281 . ¶ (4) ابن عبدالبر ، جامع بيان العلم 2/204 ، وانظر ما سبق في المبحث الأول. ¶ (5) اختلف العلماء في عدد آيات الأحكام، فقيل أنها خمس مائة آية، وقيل: أنها مائتا آية. ينظر : ابن قدامة، الشرح الكبير 28/307، والفتوحي ، شرح الكوكب المنير 4/460، وصديق خان ، نيل المرام من تفسير آيات الأحكام 13 .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وتعاهد القرآن الكريم بالتلاوة والمدارسة وكثرة المطالعة، ولاسيما في أوقات الخلوات وانقطاع الشواغل والملهيات مع التدبر والتفهم، وسيلة لا غنى للمتفقه عنها، فإنه لن تنال حقائقه ولن تجتنى فوائده إلا أن يتلى حق تلاوته ويتدبر حق تدبره، قال تعالى: { كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ } [صّ:29] وذلك من غير تكلف وتصنع، وتسور لما استأثر الله بعلمه (1) . ¶ وفي الأخذ عن علماء التفسير، والرجوع إلى مؤلفاتهم القيَّمة التي قاموا فيها بإيضاح القرآن بالقرآن وحشدوا فيها الأحاديث والآثار المفسرة له وقدموا خلاصة ما توصلوا إليه من فهم ومعرفة، ما يعين على الفهم الصحيح للقرآن وإدراك معانيه ومعرفة أحكامه. ¶ وكلما ازداد تعظيم القرآن في قلب المتفقه وتشربت نفسه بمحبته وصدق بيناته وأحكامه ونصح لكتاب الله ازداد فقهاً وفهماً ورشداً ؛ قال تعالى: { وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدىً وَآتَاهُمْ تَقْوَاهُمْ } [محمد:17] . أما تطبيق هذه الأحكام، فلا تحاز ناصية الفقه إلا به ولا تُدرك إلا بفضله، وهو هدي السلف الأول؛ فعن ابن مسعود - رضي الله عنه - قال: (كان الرجل منا إذا تعلم عشر آيات لم يجاوزهن حتى يعرف معانيهن والعمل بهن)(2). ¶ وبه فاق فقه السلف فقه من بعدهم، وتمتع بالسمو والجلال (3) والعلو والكمال وحسن الاستدلال... ¶ المبحث الثالث ¶ أثر تعلم القرآن الكريم في تنمية القدرة على الاجتهاد ¶ وفيه ثلاثة مطالب: ¶ المطلب الأول: أثر تعلم القرآن الكريم في معرفة اللغة العربية. ¶ المطلب الثاني: أثر تعلم القرآن الكريم في معرفة المقاصد الشرعية والقواعد الفقهية. ¶ المطلب الثالث: أثر تعلم القرآن الكريم في معرفة طرائق الاستنباط. ¶ __________ ¶ (1) ينظر: الطبري ، التفسير 1/84، 87 . ¶ (2) سبق تخريجه في المقدمة . ¶ (3) ينظر: الشافعي ، الرسالة 19 .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "المطلب الأول: أثر تعلم القرآن الكريم في معرفة اللغة العربية ¶ الإلمام باللغة العربية وإتقانها والتبحر في معرفة معانيها ومبانيها وأساليبها من أعظم أسباب صحة الفهم للدين وجودة الاستنباط وسلامة الذائقة وحسن الاستدلال؛ لأن الاهتداء إلى معنى النص منوط بحسب ما يُفهم من طريق الوضع لا بحسب ما يُعطيه العقل، ولذلك كانت معرفة اللغة العربية من شروط الاجتهاد(1)، وكان الجهل بها سبباً للهلكة (2) . ¶ ومن فضل الله تعالى أن جعل القرآن الكريم ديوان الفصاحة والبلاغة، وكتاب العربية الأعظم (3) . ¶ قال تعالى: { كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ } [هود: من الآية1] وقال : { كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآناً عَرَبِيّاً لِقَوْمٍ يَعْلَمُونَ } [فصلت:3] ، وقد تحدى الله به أساطين العربية وساداتها، فأذعنوا وأقروا بالعجز عن الإتيان بمثله، قال تعالى: { قُلْ لَئِنِ اجْتَمَعَتِ الإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً } [الإسراء:88] ، وقال: { أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ } [يونس: من الآية38] . ¶ __________ ¶ (1) ينظر: الشافعي ، الرسالة 53، والآمدي ، الأحكام 4/163 ، والفتوحي ، شرح الكوكب المنير 4/462 . ¶ (2) ينظر: ابن تيمية ، الفتاوى 7/106، والشاطبي ، الاعتصام 1/301، والموافقات 1/39 . ¶ (3) من طريف ما يذكر، أن أحد النصارى وهو إبراهيم اليازجي حفظ القرن الكريم من أجل تقويم لغته . ينظر : كحالة ، معجم المؤلفين 1/120 ، والمستدرك 31 .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومن عرف مذاهب العرب في الخطاب وافتنانها في الأساليب أدرك ما في القرآن الكريم من إعجاز في ألفاظه ومعانيه، وما يتميز به من شرف بيان وقوة منطق وروعة أسلوب وسلاسة ترتيب ونظم (1) حتى قال القائل في رهبة ودهشة { إِنَّا سَمِعْنَا قُرْآناً عَجَباً } [الجن: من الآية1] فيشهد المتعلم للقرآن ذلك، ويتعلم منه حُسن الأسلوب وعذوبة البيان، والبراعة في الإيجاز والاختصار وجمع المعاني الكثيرة في القليل من الألفاظ، ويتعرف على معاني العموم والخصوص والإطلاق والتقييد والمنطوق والمفهوم والتنبيه والإيماء وغيرها، من أبواب الأصول وقواعد فهم الأدلة الشرعية، مما لا يُعرف إلا بفضل علم العربية ولا يجد له نظيراً في غير القرآن الكريم . ¶ المطلب الثاني ¶ أثر تعلم القرآن الكريم في معرفة المقاصد الشرعية والقواعد الفقهية ¶ وفيه مسألتان: ¶ المسألة الأولى: أثر تعلم القرآن الكريم في معرفة المقاصد الشرعية . ¶ المسألة الثانية: أثر تعلم القرآن الكريم في معرفة القواعد الفقهية . ¶ المسألة الأولى: أثر تعلم القرآن الكريم في معرفة المقاصد الشرعية: ¶ كلما كان الفقيه بالمقاصد الشرعية (2) أعرف كان أقدر على الاجتهاد، وأقوم نظراً وأشد فهماً وأزكى استنباطاً (3) . ¶ __________ ¶ (1) ينظر: الشافعي ، الرسالة 50 ، وابن قتيبة ، تأويل مشكل القرآن 4، والطبري ، التفسير 1/10 ، وابن عطية، المحرر الوجيز 1/38 . ¶ (2) المقاصد الشرعية: الحكم والمعاني المرادة من الأحكام الفقهية . ينظر ابن تيمية، بيان الدليل 341 . ¶ (3) ينظر: السبكي، الابتهاج 1/8 .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وهذه المقاصد في حقيقتها لا تخرج عن جلب المصالح ودرء المفاسد (1) والمتعلم للقرآن الكريم يجد فيه من التنبيه على ذلك، والأمر المؤكد بحفظ الضروريات ورعاية الحاجيات والتكميليات، ما يبلغ المئين من المواضع (2) . ¶ فيتربى على العناية بها والاهتمام بشأنها والنظر إليها بعين الاعتبار، ويكشف له عن معالم الفقه الكبرى التي تقوي ملكته وتُعينه على حسن النظر وجودة الاختيار، دون أن يفتات على النص أو يخرج عن دائرة القياس (3) ، أو يدفع بهذه المقاصد في وجه الدليل. فليس هناك ثمة مصلحة أعظم من تقديم الدليل والانصياع لحكمه والطاعة المطلقة لأمر الله وأمر رسوله، قال تعالى : { وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً } [الأحزاب: من الآية71] . ¶ المسألة الثانية: أثر تعلم القرآن الكريم في معرفة القواعد الفقهية: ¶ في القرآن الكريم العدد الجم من القواعد الفقهية (4) ، التي تعين على تنظيم الفقه واستشراف آفاقه، وتُطلع المتفقه على مآخذ الفقه وتجمع له منثور المسائل (5) وتيسر له سُبل القياس . فمن ذلك القواعد الكبرى بأسرها: فقاعدة اليقين لا يزول بالشك(6) مأخوذة من قوله تعالى : { وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنّاً إِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئاً } [يونس: من الآية36] . ¶ __________ ¶ (1) ينظر: ابن تيمية ، المجموع 8/179، 10/366 . ¶ (2) ينظر: ابن القيم ، مفتاح دار السعادة 2/34 ، وينظر : ابن العربي ، القبس 16/119 . ¶ (3) ينظر: ابن تيمية، المجموع 11/34 . ¶ (4) القواعد الفقهية : حكم كلي فقهي ينطبق على جزئيات كثيرة. ينظر: الباحث (القواعد الفقهية عند الحنابلة) 48 . ¶ (5) ينظر: ابن رجب ، تقرير القواعد 3 . ¶ (6) ينظر: السبكي ، الأشباه والنظائر 1/13 .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وقاعدة الأمور بمقاصدها (1) مأخوذة من قوله تعالى: { وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا } [آل عمران: من الآية145] . ¶ وقاعدة الضرر يُزال (2) مأخوذة من قوله تعالى: { فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَلا إِثْمَ عَلَيْهِ } [البقرة: من الآية173] . ¶ وقاعدة المشقة تجلب التيسير (3) مأخوذة من قوله تعالى : { يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ } [البقرة: من الآية185] . ¶ وقاعدة العادة محكمة (4) مأخوذة من قوله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلاثَ مَرَّاتٍ } [النور: من الآية58، 59] . ¶ إلى غير ذلك من القواعد الكثيرة المثبوتة في القرآن (5) ، التي تزكي موهبة الفقيه، وتلبي حاجتَه وتمكِّنه من استنباط الأحكام والموازنة بين الأقوال، من غير أن تكون هذه القواعد ذريعة إلى الخروج عن ربقة الدليل أو تعطيل دلالات النصوص الشرعية والسطو عليها وانتقاصها. ¶ المطلب الثالث: أثر تعلم القرآن في معرفة طرائق الاستنباط ¶ __________ ¶ (1) ينظر: العلائي ، المجموع 1/37 ، وابن رجب ، تقرير القواعد رقم 18، 38، 39 . ¶ (2) السبكي ، الأشباه والنظائر 1/45 ، وابن عبدالهادي ، مغني ذوي الأفهام 180 . ¶ (3) العلائي ، المجموع المذهب 1/97، وابن رجب تقرير القواعد رقم 8 . ¶ (4) ينظر: العلائي ، المجموع 1/137، وابن تيمية ، القواعد النورانية 136 . ¶ (5) ينظر: العلائي ، المجموع 1/209، 335، 2/244 .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "تقوم قواعد الاستنباط أو ما يعرف بأصول الفقه (1) على ما استفاده الأصوليون من القرآن الكريم ، فحجّية مصادر التشريع أو أدلته، وقواعد الأمر والنهي، ومعاني العموم والخصوص، والإطلاق والتقيد، والإجمال والبيان، والمنطوق والمفهوم وغيرها من مسائل أصول الفقه مأخوذة من القرآن الكريم (2) . ¶ قال الشافعي : من أدرك علم أحكام الله في كتابه نصاً واستدلالاً ، ووفقه الله للقول والعمل بما علم منه، فاز بالفضيلة في دينه ودنياه ، وانتفت عنه الريب، ونورت في قلبه الحكمة واستوجب في الدين موضع الإمامة (3) . ¶ ويرى المتعلم في القرآن الكريم الدعوة إلى معرفة الدليل والبحث (4) عنه كما في قوله تعالى: { قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ } [البقرة: من الآية111 وسورة النحمل الآية 64 ]. ¶ وقوله : { قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا } [الأنعام: من الآية148] ، وقوله : { ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ } [الأحقاف: من الآية4] . ¶ __________ ¶ (1) أصول الفقه : القواعد التي يتوصل بها إلى استنباط الأحكام الشرعية الفرعية. ينظر: الفتوحي ، شرح الكوكب المنير 1/44 . ¶ (2) ينظر: الجويني ، البرهان 1/84، والخطيب ، الفقيه والمتفقه 2/53، 67، وابن عبدالبر ، الجامع 2/32، 36، 81 ، العلائي ، المجموع 2/82 ، والطوفي ، شرح مختصرا لروضة 2/403 ، والزركشي ، البحر المحيط 1/230، 2/48، وشرح الكوكب 3/51، 39، 477 . ¶ (3) الشافعي ، الرسالة 19 . ¶ (4) من شروط الاجتهاد العلم بالدليل. ينظر: الفتوحي ، شرح الكوكب المنير 4/460 .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ويجد في القرآن الكريم الحث الشديد على الانتفاع بالدليل والاعتناء التام به وتقديمه؛ لأنه الثمرة الحقيقية من معرفة الدليل وفائدة البحث عنه. إلى جانب وما وعد الله على ذلك من الفضل والأجر، قال تعالى: { وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ } [آل عمران:132] ، وقال : { وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ } [النساء: من الآية64] . ¶ كما يجد التحذير الشديد من مخالفته ومعاندته والصد عنه ، والوعيد بالضلال والفتنة والعذاب الأليم لمن صدف عنه، قال تعالى: { فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ } [النور: من الآية63]. وقال: { وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً } [الأحزاب:36] ، والآيات في هذا كثيرة، يقول الإمام أحمد (ت241هـ): نظرتُ في المصحف فوجدت طاعة الرسول - صلى الله عليه وسلم - في ثلاثة وثلاثين موضعاً (1) . ¶ ولذلك قال العلماء : لا اجتهاد مع النص، والحل والحُرمة من حق الشرع ، والأحكام مبينة على عُرف الشريعة لا على عادة الظلمة (2) . إلى غير ذلك من القواعد التي التزم بها أهل العلم، وتمسّكوا بها وعظموها أشد التعظيم . ¶ الخاتمة ¶ الحمد لله، والصلاة والسلام على رسول الله وعلى آله وصحبه ومن والاه، وبعد: ¶ __________ ¶ (1) رواية عبدالله المسائل رقم 1635، وانظر: رواية أبي طالب والفضل بن زياد عن أحمد ، الإبانة رقم 97 . ¶ (2) ينظر: السرخسي ، المبسوط 5/151، 16/136، وابن قدامة ، المغني 4/66، 74، 152، وابن تيمية ، القواعد النورانية 201، العلائي ، المجموع 1/206 .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فأحمد الله عز وجل على أن يسر لي الكتابة في هذا الموضوع، على ضيقٍ في الوقت وتزاحمٍ في الأعباء. ¶ وأحسب أن الحديث عن مثل هذا الموضوع ذو أهمية بالغة ولاسيما للمشتغلين بتعليم القرآن الكريم، الذين يسعدهم أن يقدموا للمجتمع رجالاً ونساءً صالحين قادرين على الإسهام في إعزاز الأمة ورفعتها، في هذا الزمن الذي اكتظ بالمغريات وكثرت فيه الملهيات، وصرفت الدنيا وجوه الناس إلى الدعة والخمول وإيثار القعود. ¶ فما أحوج الأمة إلى الفقهاء المستبصرين، الذين تربوا على مائدة القرآن وتشرَّبت قلوبهم بمحبته وتعظيم شرع الله ودينه ، وامتلأت صدورهم بمحبة الله ورسوله وأئمة المسلمين وعامتهم ، فسخروا ملكاتهم لخدمة المسلمين وبذلوا خلاصة أوقاتهم للتعليم والإصلاح، وأعادوا بسمتهم وهديهم سيرة السلف الصالح. فكانوا مثالاً للإخلاص والصدق، والسعي الجاد إلى معرفة الأحكام الشرعية دون مواربة أو مقاربة أو خروج عن الدليل. ¶ وانتفعوا بعظات القرآن وبيانه في قهر طغيان النفس ونزواتها ، وتعلموا منه معاني الصبر والعزيمة على نشر الدين وحمايته والذب عنه ، وكبح جماح الغلاة والجفاة ودعاة الانسلاخ من قيم الدين ومثله، من العلمانيين والعصرانيين المضلِّلين. ¶ وإني لأرجو في نهاية هذا البحث المقتضب، أن تتوجّه جهود القائمين على الجمعيات الخيرية لتحفيظ القرآن الكريم إلى مزيدٍ من البذل والعطاء ؛ لغرس حب التفقه في نفوس الناشئة، ولفت أنظارهم إلى ما ورد في القرآن الكريم من أحكامٍ فقهية وقواعد شرعية ودعوة إلى العناية بالدليل والاهتمام بالعمل والتطبيق ، ومحاولة وضع برنامجٍ عمليٍ مساندٍ للتفقه ، لتتضافر الجهود وتتكامل من أجل نهضة فقهية شاملة.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أسأل الله تعالى بأسمائه الحسنى وصفاته العلا أن يحفظنا جميعاً من كيد الكائدين وفساد المفسدين وطغيان الطاغين ، وأن يرد إخوان القردة والخنازير وأوليائهم من الضالين والمنحرفين على أعقابهم خائبين، وأن يجعلنا من حزبه المفلحين وأوليائه الصالحين. إنه جواد كريم وبالإجابة جدير، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه ومن تبعهم إلى يوم الدين . ¶ فهرس المصادر والمراجع ¶ الإبانة ، لابن بطة العكبري ، نشر دار الراية، 1409هـ. ¶ الإبهاج شرح المنهاج ، للسبكي ، نشر دار الكليات الأزهرية . ¶ الأحكام في أصول الأحكام ، للآمدي، نشر مؤسسة النور ، 1388هـ. ¶ أحكام القرآن ، للبيهقي نشر دار الكتب ، بيروت، 1400هـ. ¶ أحكام القرآن، للطبري الهراسي ، نشر دار الكتب الحديثة ، 1394هـ. ¶ أخلاق حملة القرآن ، للآجري ، نشر مكتبة الدار، 1408هـ. ¶ الأشباه والنظائر ، للسبكي، نشر دار عالم الكتب ، بيروت، 1411هـ. ¶ الاعتصام ، للشاطبي، نشر دار ابن عفان، 1412هـ. ¶ البحر المحيط ، للزركشي ، نشر وزارة الأوقاف ، الكويت، 1413هـ. ¶ بدائع الفوائد، لابن القيم ، نشر دار عالم الفوائد، 1425هـ. ¶ البداية والنهاية ، لابن كثير، نشر دار هجر ، 1417هـ . ¶ البرهان ، للجويني، نشر دار الأنصار، 1400هـ. ¶ بيان الدليل، لابن تيمية نشر مكتبة لينه ، 1412هـ. ¶ تأويل مشكل القرآن ، لابن قتيبة ، نشر دار التراث، 1393هـ. ¶ التبيان في آداب حملة القرآن، للنووي، نشر مكتب الإحسان، دمشق. ¶ التبيان في أحكام القرآن، لابن القيم ، نشر دار الطباعة المحمدية . ¶ التعريفات للجرجاني، نشر مصطفى الحلبي، 1357هـ . ¶ التفسير للطبري ، نشر دار هجر ، 1422هـ. ¶ التفسير لابن كثير ، نشر وزارة الشؤون الإسلامية ،السعودية ، 1425هـ ¶ التقرير السنوي للجماعة الخيرية لتحفيظ القرآن الكريم في الرياض عام 1402هـ ، مطابع جامعة الإمام. ¶ التقرير السنوي للجماعة الخيرية لتحفيظ القرآن الكريم في الرياض عام 1411هـ ، مطابع العبيكان.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "تقرير القواعد ، لابن رجب ، نشر دار المعرفة ، بيروت. ¶ التوقيف للمناوي ، نشر دار الفكر ، دمشق، 1410هـ. ¶ جامع بيان العلم ، لابن عبدالبر ، نشر الدار السلفية ، المدينة، 1388هـ. ¶ الجامع الصحيح ، للترمذي، نشر مكتبة دار الدعوة 1385هـ. ¶ جماع العلم، للشافعي، نشر دار الكتب ، بيروت، 1405هـ. ¶ الجواهر المضية ، للقرشي، نشر دار العلوم ، 1408هـ. ¶ حلية الأولياء ، لأبي نعيم، نشر مطبعة السعادة ، 1399هـ. ¶ الدارس في تاريخ المدارس ، للنعيمي، نشر دار الكتب ، بيروت، 1410هـ. ¶ دراسة مقارنة بين مدارس تحفيظ القرآن وغيرها،نشر وزارة المعارف،1421هـ. ¶ الذيل على طبقات الحنابلة ، لابن رجب ، نشر دار العبيكان، 1425هـ. ¶ الرسالة ، للشافعي، نشر مصطفى البابي الحلبي، 1358هـ. ¶ سجل الندوة العالمية في جامعة الإمام، نشر جامعة الإمام محمد بن سعود الإسلامية، 1425هـ. ¶ سنن أبي داود، لأبي داود، نشر محمد السيد ، 1388هـ. ¶ سنن الدارقطني، للدارقطني، نشر عبدالله اليماني ، 1386هـ. ¶ سنن الدارمي، للدارمي، نشر عبدالله اليماني، 1386هـ. ¶ سير أعلام النبلاء ، للذهبي، نشر مؤسسة الرسالة، 1402هـ. ¶ شرح التحرير ، للمرداوي، نشر مكتبة الرشد، 1421هـ. ¶ الشرح الكبير، لابن أبي عمر، نشر دار هجر ، 1406هـ. ¶ شرح الكوكب المنير ، للفتوحي، نشر جامعة أم القرى، 1408هـ. ¶ شرح مختصر الروضة ، للطوفي، نشر دار الرسالة، 1419هـ. ¶ صحيح البخاري، مع فتح الباري، نشر المكتبة السلفية. ¶ صحيح مسلم، نشر مصطفى البابي الحلبي، 1374هـ. ¶ طبقات الحنابلة، لابن أبي يعلى ، نشر الأمانة العامة، 1419هـ. ¶ الطبقات الكبرى ، لابن سعد ، دار صادر. ¶ الفائق في أصول الفقه، لصفي الدين الهندي، نشر عام 1411هـ. ¶ فضائل القرآن، لأبي عبيد ، نشر دار ابن كثير، 1420هـ. ¶ فضل علم السلف ، لابن رجب ، دار ابن قيم ، 1404هـ. ¶ الفقيه والمتفقه، للخطيب البغدادي، نشر دار الإفتاء.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "القاموس المحيط(ترتيب)، للفيروزآبادي، نشر عيسى البابي الحلبي، 1390هـ. ¶ القبس شرح الموطأ، لابن العربي، نشر دار هجر ، 1425هـ. ¶ القواعد الفقهية عند الحنابلة، رسالة جامعية غير منشورة. ¶ القواعد النورانية، لابن تيمية، نشر مكتبة المعارف، 1404هـ. ¶ كشف الأسرار ، لعبدالعزيز البخاري، نشر دار الصدف. ¶ المبسوط، للسرخسي، نشر دار المعرفة، 1409هـ. ¶ متشابه القرآن ، لابن المنادي، نشر الجامعة الإسلامية، 1408هـ. ¶ المجموع شرح المهذب ، للنووي، نشر المكتبة العالمية، 1391هـ. ¶ مجموع الفتاوى، لابن تيمية، مطابع الرياض، 1381هـ. ¶ المجموع المذهب، للعلائي، نشر دار عمار ، 1425هـ. ¶ المحرر الوجيز، لابن عطية، نشر وزارة الأوقاف ، المغرب، 1395هـ. ¶ المدخل إلى مذهب الإمام أحمد، لابن بدران، نشر جامعة الإمام محمد بن سعود الإسلامية 1419هـ. ¶ مسائل أحمد، برواية عبدالله، نشر مكتبة الدار، 1406هـ. ¶ المستدرك، للحاكم ، نشر مكتبة ومطابع النصر الحديثة. ¶ المستدرك على المعجم، لكحالة، نشر دار الرسالة، 1406هـ. ¶ مسند الإمام أحمد ، الإمام أحمد، نشر المكتب الإسلامي، 1403هـ. ¶ مصنف عبدالرزاق، عبدالرزاق، نشر المكتب الإسلامي ، 1390هـ. ¶ المعجم الكبير ، للطبراني، نشر وزارة الأوقاف ، العراق، 1398هـ. ¶ معجم المؤلفين ، لكحالة، نشر مكتبة المثنى ، بيروت. ¶ المعجم الوسيط، نشر المكتبة الإسلامية ، تركيا. ¶ المغني، لابن قدامة، نشر مكتبة الرياض الحديثة. ¶ مغني ذوي الأفهام، لابن عبدالهادي، نشر دار الإفتاء، 1388هـ. ¶ مفتاح دار السعادة ، لابن القيم ، نشر دار الحرمين. ¶ مقاييس اللغة، لابن فارس، نشر مصطفى البابي الحلبي، 1389هـ. ¶ الموافقات ، للشاطبي، نشر دار عفان، 1417هـ. ¶ نيل المرام من تفسير آيات الأحكام، لصديق خان، نشر مكتبة المدني،1399هـ. ¶ فهرس الموضوعات ¶ التقديم…1 ¶ المقدمة…3 ¶ التمهيد في حقيقة تنمية الملكة الفقهية…8 ¶ المبحث الأول: أثر تعلم القرآن الكريم في الحث على التفقه…10 ¶ التمهيد…11",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "المطلب الأول: أثر تعلم القرآن الكريم في الحث على المبادرة إلى التفقه…12 ¶ المطلب الثاني: أثر تعلم القرآن الكريم في الحث على الحرص على التفقه…14 ¶ المبحث الثاني: أثر تعلم القرآن الكريم في معرفة الأحكام الفقهية…16 ¶ التمهيد…17 ¶ المطلب الأول: أثر تعلم القرآن الكريم في إيجاد البيئة الفقهية…18 ¶ المطلب الثاني: وسائل معرفة الأحكام الفقهية في القرآن الكريم…20 ¶ المبحث الثالث: أثر تعلم القرآن الكريم في تنمية القدرة على الاجتهاد…22 ¶ المطلب الأول: أثر تعلم القرآن الكريم في معرفة اللغة العربية…23 ¶ المطلب الثاني: أثر تعلم القرآن الكريم في معرفة المقاصد الشرعية ¶ والقواعد الفقهية…25 ¶ المسألة الأولى: أثر تعلم القرآن الكريم في معرفة المقاصد الشرعية…26 ¶ المسألة الثانية: أثر تعلم القرآن الكريم في معرفة القواعد الفقهية…27 ¶ المطلب الثالث: أثر تعلم القرآن الكريم في معرفة طرائق الاستنباط …29 ¶ الخاتمة…31 ¶ فهرس المصادر والمراجع…33 ¶ فهرس الموضوعات…37",
            "page": "27",
            "part": "1"
        }
    ],
    "t36765": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أثر تعلم القرآن الكريم في تنمية الملكة الفقهية- د.الوليدآل فريان"
        }
    ]
}