{
    "b36760": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ أثار تعليم القرآن الكريم على الفرد والمجتمع . ¶ الأثر الإيماني : ¶ المقدمة وفيها مطالب: ¶ المطلب الأول : شكر وتقدير . ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله . ¶ وبعد / ¶ فيقول الله تعالى : { ... ومن يشكر فإنما يشكر لنفسه ... } الآية(1) . ¶ وقال - صلى الله عليه وسلم -: (من لا يشكر الناس لا يشكر الله ) (2). ¶ وإني لأشكر الله تعالى الذي وفق لي هذه الدراسة المباركة عن الأثر الإيماني للقرآن الكريم على الفرد والمجتمع . وأشكر حكومتنا الرشيدة ـ وعلى رأسها خادم الحرمين الشريفين وولي عهده على كل ما يُبذَلُ من جهود في خدمة القرآن الكريم ، وعلى العناية التي يلقاها حفاظه . ¶ والشكر موصول لراعي هذا الملتقى المبارك صاحب السمو الملكي الأمير/ سلمان بن عبد العزيز، صاحب الأيادي البيضاء والأفعال الكريمة . ¶ كما أشكر وزارة الشؤون الإسلامية والدعوة والإرشاد ممثلة في ـ وزيرها ـ معالي الشيخ الدكتور/ صالح بن عبد العزيز آل الشيخ رئيسَ المجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم ؛ أشكر لهذه الوزارة جهودها المبذولة لهذه الجمعيات المباركة . ¶ وأشكر الأمانة العامة لجمعيات تحفيظ القرآن الكريم على المتابعة الدائمة والأعمال المتتابعة والدراسات الرائدة التي تقدمها لرفع مستوى الجمعيات الخيرية لتحفيظ القرآن الكريم . ¶ __________ ¶ (1) سورة لقمان الآية رقم ( 12) . ¶ (2) رواه أحمد في المسند ( 2 /295 )، وأبو داود برقم ( 4811 ) انظر سنن أبي داود ( 5/157، 158 )، والترمذي برقم ( 1954 ) وقال الترمذي : حديث حسن صحيح . انظر سنن الترمذي ( 4/339 ) .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وأشكر جمعية تحفيظ القرآن الكريم بمنطقة الرياض على عقدها هذا الملتقى المبارك الذي يحمل في طياته أهدافا سامية لمواضيع بنّاءة . ¶ وأشكر الجمعية الخيرية لتحفيظ القرآن الكريم بالمدينة المنورة ـ ورئيس مجلسها الأمين العام لمجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة والأمين العام لمؤسسة جائزة المدينة المنورة العلمية؛ فضيلة الأستاذ الدكتور/ محمد سالم بن شديد العوفي ـ وذلك لإتاحته الفرصة لي لكتابة هذه الورقة والمشاركة في هذا الملتقى المبارك . ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ المطلب الثاني : أسباب اختيار الموضوع . ¶ لقد قامت الجمعية الخيرية لتحفيظ القرآن الكريم بالرياض مشكورة بوضع محاور عدة لهذا اللقاء ، وكان من أهم تلك المحاور هذا المحور الهام في حياة الأمة أفرادا وجماعات، وعليه فأسباب اختيار هذا الموضوع تعود للآتي: ¶ 1ـ اختيار الجمعية الخيرية لتحفيظ القرآن الكريم بالرياض لهذا المحور العظيم. ¶ 2ـ كثرة حديث القرآن الكريم عن هذا المحور بما يفيض عن الكتابة عنه. ¶ 3ـ التأثر الكبير للصحابة الكرام رضي الله عنهم بهذا المحور أفراد وجماعات. ¶ 4ـ الأثر الواضح للقرآن الكريم في الجيل الذي نزل عليه. ¶ 5ـ الأثر الواضح للقرآن الكريم في الأجيال الإسلامية على مر العصور. ¶ 6ـ الأثر الواضح للقرآن الكريم في كل داخل في الإسلام من غير أهله. ¶ 7ـ تأثر طلاب حلقات التحفيظ إيمانيا بما يتلون ويكررون ويحفظون في العصر الحاضر. ¶ المطلب الثالث : أهمية الموضوع . ¶ لاشك أن إبراز الأمة ـ وأخص الجمعيات الخيرية ـ هذا الجانب العظيم ـ وهو الأثر الإيماني لتعليم القرآن الكريم على الفرد والمجتمع ـ يعد من أهم الواجبات المنوطة بها؛ وذلك للآتي: ¶ 1ـ فضل القرآن الكريم على الأمة الإسلامية من نشأتها إلى منتهاها، وسعادتها الأبدية إنما هي في الحفاظ على القرآن الكريم والعمل بأحكامه.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "1ـ اضطلاع الجمعيات فعلا بهذا الجانب العظيم ، فكثرة تكرار الطالب للخير ـ الذي نادى به القرآن الكريم ودعا إليه ـ تؤدي به إلى فعله، كما أن كثرة تكراره لسبل الشر التي بينها القرآن الكريم ونهى عنها وحذر منها تؤدي به قطعا ـ كما أثبتت الدراسات التربوية ـ إلى تجنبها وتلافيها. ¶ 2ـ الأثر الفعلي لحلقات التحفيظ على طلابها والذي يرى مشاهدا من خلال التزام طلاب حلقات التحفيظ للخير وعملهم الدءوب في مجلاته . ¶ 3ـ الخير الكثير والمستمر الذي يجنيه طلاب حلقات التحفيظ من تعلمهم وتعليمهم لكتاب الله تعالى ، وقد جاء في البخاري من حديث عثمان رضي الله عنه ( خيركم من تعلم القرآن وعلمه )(1). ¶ 4ـ الجدة في الموضوع؛ حيث حاولت ـ جاهدا ـ جمع شتاته، وذلك لكثرة تمرسي في هذا العمل ، حيث قضيت فيه ما يقارب العقدين من الزمان ، وخبرت دواخله وخوارجه كلها فأردت تسطير هذه المعلومات ليستفيد منها الدارسون بعد أن أكون أول المستفيدين. ¶ 5ـ المحاولة الجادة لإفادة المكتبة الإسلامية وإثرائها ـ والقرآنية خاصة ـ بالجديد في هذا المجال؛ وهو العمل في خدمة تعليم كتاب الله الكريم. ¶ المطلب الرابع : أهداف الموضوع . ¶ إن اختيار الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض لهذا المحور العظيم يدل على بعد نظر وسعة فكر بأهداف الجمعيات الخيرية لتحفيظ القرآن الكريم ، وهذه الأهداف تتمحور كلها حول الوضع الإيماني الذي يعيشه طالب تحفيظ القرآن الكريم في هذه الحلقات ، ويمكن تلخيص ذلك في الآتي: ¶ 1ـ مكانة المسجد وإبراز أثره الكبير في نفوس مرتادي حلقات التحفيظ. ¶ 2ـ تأثر الطلاب بالمدرسين وبفحوى ما يحفظونه من كتاب الله تعالى. ¶ 3ـ إبراز الدور الكبير لهذه الحلقات من خلال عدد من الأمور ، من أهمها: ¶ __________ ¶ (1) رواه البخاري كتاب فضائل القرآن ، باب خيركم من تعلم القرآن وعلمه . انظر صحيح البخاري ( 4/ 1919 ) .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أ ـ رعاية ولاة الأمور ـ وفقهم الله ـ بهذه الحلقات ودعمهم غير المحدود لها. ¶ ب ـ عناية ولاة أمور الطلاب بهذه الحلقات ومعرفتهم للخير فيها وفي القائمين عليها. ¶ ج ـ معرفة الطلاب ـ جميعا ـ بأن الخير كل الخير فيما جعل الله فيه الخير وهو حلقات التحفيظ وحفظ القرآن الكريم فيها . ¶ 4ـ ظهور طلاب حلقات التحفيظ في شتى المجالات ؛ فالطالب في مدرسته والمدرس في مجاله والطبيب في طبه والمهندس في عمله ، وحتى السجين في سجنه ، فالجميع يشعر ويرى التميز في مجاله . ¶ المبحث الأول: القدوة الإيمانية والعلمية: ¶ المطلب الأول: كلمة لابد منها في عظم المسؤولية. ¶ لابد من هذا الكلمة لبيان المهمة التي يجلس المعلم لأجلها في حلقة التحفيظ ولبيان الأمور التي من الواجب أن يكون تعلمها عن القرآن الكريم في حياته، ويحاول في هذه العملية التي يبني فيها العقول والأفكار ـ من خلال حضورهم لحلقات التحفيظ ـ أن ينقلها إلى أبنائنا وفلذات أكبادنا. ¶ ولأن المعلم هو السائس الأول لحلقات التحفيظ والمربي الذي يأخذ في توجيه الطلاب، ويقوم على تربيتهم وتعليمهم ـ مع حفظ القرآن الكريم ـ كيف ينتفعون به ويتخلقون بأخلاقه ويتأدبون بآدابه كما كان سيد البشر عليه الصلاة والسلام، وكما كان صحبه الكرام رضي الله عنهم ومن تبعهم بإحسان إلى يوم الدين، كان لزاما على هذا المعلم الكريم أن يعرف ما يمكنه من نفع طلابه. ¶ فلابد إذن من حصول المدرس على معرفة تامة ـ أو شبهها ـ بحالة الناس قبل نزول القرآن الكريم، وكيف كانوا إبان نزوله؟، وكيف استقبلوا خبر النبوة ونزول القرآن الكريم؟ وكيف غير الله سبحانه بالقرآن الكريم تلك النفوس التي استمرأت الضلال، وكيف أخرجها الله من الظلمات إلى النور؟. ¶ كما ينبغي للمعلم أن يعرف الآتي: ¶ 1ـ الحياة العامة للناس قبل بعثة سيد الخلق عليه وعلى آله أزكى التسليم.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "1ـ كيف نزل الوحي على الرسول - صلى الله عليه وسلم - ؟ وكيف كان يراجع النبي - صلى الله عليه وسلم - حفظه؟ ¶ 2ـ كيف كان النبي - صلى الله عليه وسلم - يعلم أصحابه القرآن الكريم؟، وكيف كان يحثهم على الحفظ وكثرة القراءة؟، وكيف كان يبين لهم الآيات ، ويرشدهم إلى العمل بكتاب الله تعالى. ¶ 3ـ كيف كان الصحابة رضوان الله عليهم ـ والحفاظ منهم خاصة ـ يعلمون التابعين القرآن الكريم؟، وكيف بدأت الكتاتيب وكيف استمرت؟ ¶ 4ـ كما ينبغي للمعلم أن يكون على بينة بالكيفية التي بين القرآن الكريم فيها العقائد والعبادات والأخلاق والمعاملات؟. ¶ المطلب الثاني: أركان حلقة التحفيظ. ¶ المعلم: هو الركن الأساس في عملية تحفيظ القرآن الكريم وتوجيه الطلاب بتعاليمه ، ويكفيه فخرا أن النبي - صلى الله عليه وسلم - أشاد به متعلما للقرآن الكريم ومعلما له في لفظ وجيز جعل منه في قمة أهل الفضل والخير في الأمة فقال - صلى الله عليه وسلم -: ( خيركم من تعلم القرآن وعلمه )(1). ¶ وبما أن المدرس بهذه الأهمية في حياة المجتمع ـ لصناعته وصقله لتوجهات طلابه وأفكارهم ـ كان لزاما على كل متحدث أن يعطي المعلم الاهتمام الأول لأنه الناقل للمعارف والأخلاق من أساتذته وخبراته ومعارفه إلى طلابه.. ¶ يقول الدكتور محمد متولي منصور ـ محددا لشخصية المعلم الداعية ـ : ¶ لن يكون المعلم داعية إلا إذا تحلى بالصفات التي اتفق العلماء قديمًا وحديثًا على ضرورة توفرها في جميع المعلمين، ومن أبرز هذه الصفات ما يلي: ¶ __________ ¶ (1) رواه البخاري كتاب فضائل القرآن، باب خيركم من تعلم القرآن وعلمه. انظر صحيح البخاري ( 4/ 1919 ).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أولاً: الشفقة على المتعلمين، وذلك بأن يعامل المعلمُ المتعلمَ كابنه تماما، وذلك واضح في توجيه الرسول - صلى الله عليه وسلم - للمؤمنين عامة وللمعلمين خاصة في قوله:( إنما أنا لكم مثل الوالد لولده )(1)، ويقصد الرسول - صلى الله عليه وسلم - بذلك إنقاذهم من نار الآخرة، وهو أهم من إنقاذ الوالدين ولدهما من نار الدنيا، ولذلك قرر أن حق المعلم أعظم من حق الوالدين، فالوالد سبب الوجود الحاضر، أما المعلم فهو سبب الحياة الباقية. ¶ ثانيًا: ضرورة اقتداء المعلم بصاحب الشرع الحنيف - صلى الله عليه وسلم - في عدم المنة على المتعلمين؛ لأن تعلمه نعمة، كما أن تعليمه لطلابه نعمة، والنعمة لا يُمَن بها؛ لأن المَنَّ بها يؤدي إلى زوالها. ¶ ثالثًا: ألا يترك المعلم من نصح المتعلم شيئًا، بل يجب عليه أن يستمر في نصحه؛ لأن النصيحة واجبة من المعلم للمتعلم. ¶ رابعًا: يجب على المعلم أن يمنع المتعلم عن الأخلاق السيئة بطريق التعريض لا بطريق التقريع، وبطريق الرحمة لا بطريق التوبيخ والتعنيف، فربنا يقول لرسوله - صلى الله عليه وسلم -: ( وَلَوْ كُنتَ فَظًّا غَلِيظَ الْقَلْبِ لاَنْفَضُّوا مِنْ حَوْلِكَ ). ¶ خامسًا: يجب على المعلم أن يتصل بالمتعلم على قدر فهمه، ويخاطبه على قدر عقله. ¶ سادسًا: يجب على المعلم أن يراعي أحوال المتعلمين في مستوى التحصيل والإدراك، وأن يراعي الفروق الفردية بين طلابه. ¶ سابعًا: يجب على المعلم أن يكون عاملاً بعلمه، قدوة فيما يقول، وأسوة فيما يفعل؛ لأنه المؤثر الأول بعد الأسرة في تكوين فكر طلابه وتهذيب أخلاقهم (2). ¶ وتتمة لحديث الدكتور منصور أقول: يجب على معلم القرآن خاصة أن يتحلى بالآتي: ¶ __________ ¶ (1) جزء من حديث رواه ابن ماجة في سننه، برقم ( 313 ). انظر سنن ابن ماجة ( 1/ 114 ). ¶ والحديث رواه ابن خزيمة في صحيحه ( 1/ 43 ) ¶ (2) تحقيق صبحي مجاهد، من موقع إسلام أون لاين نت.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "1ـ بجودة الحفظ وحسن الأداء ليقتدي به الطلاب في ذلك. ¶ 2ـ بالمحافظة على الوقت؛ من حيث حضوره وانصرافه، وتوزيع الوقت على عدد الطلاب وواجباتهم اليومية، وإعطاء كل طالب حقه من الوقت. ¶ 3ـ بضبط القراءة النظرية للطلاب، وضبط التسميع للواجبات اليومية في التجويد، ووضع الضوابط الخاصة بعدد الشكوك والأخطاء. ¶ الطالب: هو محور العملية التعليمية، وهو الأساس الذي أقيمت من أجله العملية التعليمية. ¶ وطالب الحلقة القرآنية أشرف طالب، وهو من أهل القرآن الذين هم أهل الله وخاصته، اصطفاه الله لحفظ كتابه ووفقه للمحافظة على وقته، وصرفه في تعليم أشرف علم وحفظ أفضل ذكر، ولذلك لا بد له من العناية بالآتي : ¶ أولا :العناية بالمظهر من لبس الثوب النظيف، والعمامة إن أمكن، وتقليم الأظافر، وعدم الإسبال . ¶ ثانيا: الحضور مبكراً إلى الحلقة والاستمرار بها إلى نهاية وقتها إلا للضرورة . ¶ ثالثا: التأدب بأخلاق أهل القرآن الذين هم أهل الله وخاصته . ¶ خامسا: المحافظة على آداب المساجد في الدخول والخروج، وحفظ مقتنيات المسجد. ¶ سادسا: احترام المدرس . ¶ سابعا: حسن التعامل مع زملائه . ¶ ثامنا: حفظ الواجب اليومي من مراجعة ودرس وسورة الدرس . ¶ تاسعا: وأن يكون الحفظ في المنزل . ¶ عاشرا: الحرص على التقدم الدائم في الحفظ . ¶ الحادي عشر: أن يتحلى بروح التنافس الشريف في حفظ القرآن . ¶ القرآن الكريم ( وهو المادة العلمية ): ¶ وهو كلام الله سبحانه وتعالى غير مخلوق، المنزل على النبي محمد - صلى الله عليه وسلم - باللغة العربية المعجزة المؤيدة له، المتحدى به العرب المتعبد بتلاوته، المنقول إلينا بالتواتر (1). ¶ __________ ¶ (1) انظر تاريخ التشريع لفضيلة الشيخ مناع خليل القطان ( ص49 ).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والأدلة في كتاب الله تعالى على هذا التعريف كثيرة منها قوله تعالى: (وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الْأَمِينُ * عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ * بِلِسَانٍ عَرَبِيٍّ مُبِينٍ ) (1). ¶ ولا شك أن الله وضع في القرآن الكريم ـ وهو خاتم الكتب ـ كل ما فيه صلاح الناس وإصلاحهم، وبين فيه كل ما يجب عليهم تجنبه والبعد عنه، قال تعالى: ( كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ ) (2)، وقال تعالى : ( ما فرطنا في الكتاب من شيء )(3)، والآيات في هذا الباب كثيرة. ¶ وقد حمل الله نبيه - صلى الله عليه وسلم - الحِفَاظَ على هذا الكتاب ـ وجعل عزه فيه ـ وأدخل في هذا التحميل ـ وهذه العزة أيضا ـ الذين نزل فيهم القرآن الكريم وهم الصحابة الكرام رضي الله عنهم، ثم التابعين لهم ومن تبعهم على مر العصور، فقال عز وجل: ( فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ (43) وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ )(4)، فحث النبي - صلى الله عليه وسلم - أمته على حفظ القرآن الكريم وفهمه والعمل به. ¶ وقد اهتم الصحابة رضي الله عنهم كل الاهتمام، فكان من أعظم ما اتفقوا عليه بعد وفاة النبي - صلى الله عليه وسلم - جمع القرآن الكريم، فكان الجمع في عهد أبي بكر رضي الله عنه، ثم الجمع في عهد عثمان رضي الله عنه، وتميز الجمعان بالمبالغة في التوثيق حتى كان من شرط الجمع أن يتفق المكتوب مع المحفوظ، فيتفق ما في الصدور مع ما في السطور. ¶ __________ ¶ (1) سورة الشعراء الآيات رقم ( 192ـ 195 ). ¶ (2) سورة ص الآية رقم ( 29 ). ¶ (3) سورة الأنعام الآية رقم ( 38 ). ¶ (4) سورة الزخرف الآيتان رقم ( 43 ، 44 ).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ثم لم تزل الأمة مهتمة بهذا الكتاب العزيز جيلا بعد جيل ممتثلة أوامره مجتنبة نواهيه محكمين له في دقيق أمورهم وجليلها، وينوب ـ في تفسيره ـ علماء الأمة مكان النبي - صلى الله عليه وسلم - حيث علَّم العلماء من أتباعه كيفية بيان الكتاب العزيز، بل إن كثيرين منهم حضروا نزول الآيات وشاهدوا مواقع العبر والبينات، وقد علم الصحابة الكرام رضي الله عنهم من بعدهم حفظ القرآن الكريم، وكيفية الحفظ، وأحسن طرق الحفظ والمراجعة وكيف يكون العمل به، واجتهدوا في القيام بذلك وسعهم وفوق وسعهم. ¶ ثم كان في العصر الحاضر الجمع العظيم، وهو الجمع الصوتي للقرآن الكريم، وإنشاء المطابع الخاصة بطباعة المصحف الشريف مثل مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة. ¶ وما هذه الجمعيات الخيرية لتحفيظ القرآن الكريم إلا مثالا حيا على عناية الأمة بالقرآن الكريم، الذي تكفل الله بحفظه وهيأ الأمور الميسرة لهذا الحفظ. ¶ المبحث الثاني: ( الإيمان ) في القرآن الكريم. ¶ المطلب الأول: معنى الإيمان. ¶ وقال العلماء في تعريف الإيمان لغة: التصديق (1). ¶ والإيمان اصطلاحا: قول باللسان وتصديق بالقلب وعمل بالجوارح (2). ¶ وقد عرفه النبي - صلى الله عليه وسلم - في حديث جبريل عليه السلام بأنه أعمال الإسلام الباطنة وذلك في حديث جبريل عليه السلام المشهور: قال : فأخبرني عن الإيمان؟ فقال: أن تؤمن بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، وتؤمن بالقدر خيره وشره، قال: صدقت (3). ¶ __________ ¶ (1) انظر مشارق الأنوار للقاضي عياض بن موسى اليحصبي ( 2/ 218 )، وتاج العروس لمحمد بن مرتضى الزبيدي ( 34/ 168 ). ¶ (2) انظر شرح اعتقاد أهل السنة لهبة الله بن الحسن بن منصور اللالكائي ( 4/ 849 )، والفصل في الملل والنحل لعلي بن محمد بن حزم ( 3/ 170 ). ¶ (3) أخرجه مسلم كتاب الإيمان برقم (1) . انظر صحيح مسلم ( 1/36-38 ).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فهذه ستة أركان للإيمان ورد بها الحديث الصحيح والآيات الكريمة قال تعالى: ( يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا )(1). ¶ فالركن الأول الإيمان بالله، ويعني: توحيده سبحانه وتعالى فهو الإله الحق المبين، الذي خلق فسوى وقدر فهدى، له الأسماء الحسنى والصفات العلى، والآيات الدالة على هذا المعنى كثيرة من أعظمها وأكثرها دلالة قوله تعالى: ( اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ )(2). ¶ والركن الثاني: الإيمان بالملائكة، ومن الإيمان بهم: الإيمان بأعدادهم وكثرتهم وبخلقهم وبأعمالهم، والإيمان بمن ذكرت لنا أسماؤهم منهم، والإيمان بمن ذكرت لنا أعمالهم الموكلة إليهم. ¶ الركن الثالث: الإيمان بالكتب، ومن الإيمان بها الإيمان بأعدادها الكثيرة ، وما ذكر منها مفصلا ومسندا إلى النبي - صلى الله عليه وسلم - الذي أنزل عليه أو بعث به، ومن الإيمان بها الاعتقاد بأن بعضها ينسخ بعضا، وأن جملة ما نزل منها قد نسخه الله بالكتاب الخاتم الذي أنزل على النبي - صلى الله عليه وسلم -. ¶ __________ ¶ (1) سورة النساء الآية رقم ( 136 ). ¶ (2) سورة البقرة الآية رقم ( 255 ).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الركن الرابع: الإيمان بالرسل عليهم الصلاة والسلام، ومن الإيمان بهم الإيمان بخاتمهم عليه الصلاة والسلام وأنه لا نبي بعده، ومن الإيمان بهم والإيمان بأعدادهم وبالكتب التي أنزلها الله عليهم، وبأنهم جم غفير أرسلهم الله ليوحده الخلق ويؤمنوا به ويجتنبوا الطاغوت ، واختارهم الله من بين جميع البشر، وهو سبحانه يخلق ما يشاء ويختار. ¶ الركن الخامس: الإيمان باليوم الآخر؛ ومن الإيمان به الإيمان بالموت وأن القبر أول منازل الآخرة ، وأنه روضة من رياض الجنان أو حفرة من حفر النيران، والإيمان بالبعث والنشور والميزان والصراط، والجنة دار أوليائه والنار دار الأشقياء، وأنهما مخلوقتان، والإيمان برؤية الله سبحانه في الآخرة وأنها حق، وأن كلامه حق بصوت وحرف يسمعه جميع خلقه. ¶ الركن السادس: الإيمان بالقدر خيره وشره، وأنه من الله فهو عز وجل خالق الأشياء ومسبباتها، له الحكمة البالغة والبصيرة النافذة، لا يسأل عما يفعل وغيره مسئول محاسب، يعز من يشاء ويذل من يشاء سبحانه وتعالى. ¶ المطلب الثاني: ورود كلمة الإيمان في القرآن الكريم. ¶ كلمة الإيمان كلمة عظيمة مدلولها كبير كما تقدم، ولذلك وردت كثيرا في القرآن الكريم وبتصريفات شتى، فكلمة ( آمَنَ ) وردة في القرآني بلفظ الماضي ( 33مرة )، وكلمة ( آمَنَّا )، وردت في القرآن الكريم مع الضمير ( نا ) في ( 33موضعا )، وكلمة ( آمَنُوا ) فقد وردت في القرآن الكريم ( 258مرة )، ووردت كلمة ( يُؤْمِن ) بلفظ المضارع ( 28مرة )، وقد وردت هذه الكلمة مع جمع المذكر السالم المرفوع ( يؤمنون ) في القرآن ( 87مرة )، أكتفي بهذه الأفعال وهذه الأعداد ، وإلا فكلمة الإيمان وردت في القرآن الكريم بتصريفات أخرى في مواضع كثيرة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وما هذا الذكر والدوران لهذه الكلمة في القرآن الكريم إلا لأهميتها، فالإيمان هو مصدر السعادة لأهله في الدنيا والآخرة، والإيمان أفضل الأعمال على الإطلاق، فعن أبي هريرة رضي الله عنه قال: سئل رسول الله - صلى الله عليه وسلم -: أي الأعمال أفضل؟ ( قال: إيمان بالله، قال: ثم ماذا؟ قال: الجهاد في سبيل الله، قال: ثم ماذا؟ قال حج مبرور )(1). ¶ يقول الشيخ الدكتور صالح بن حميد: إنّ في حلاوةِ الإيمان ترطيبًا لجَفاف المادّة الطاغية، وحدًّا من غلواءِ الجشَع والجزَع، وغَرسًا لخِلال البِرّ والرّحمة، ومن ثَمّ تتنزّل السّكينة على القلوب، وتغشى الرحمةُ النّفوس، يقول تعالى: ( أُولَئِكَ عَلَيْهِمْ صلاتٌ مّن رَّبْهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ )(2)، ويقول سبحانه ( أُوْلَئِكَ كَتَبَ فِى قُلُوبِهِمُ الإيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مّنْهُ )(3). ¶ __________ ¶ (1) متفق عليه رواه البخاري كتاب الحج، باب فضل الحج المبرور. انظر صحيح البخاري ( 2/ 553 )، ورواه مسلم كتاب الإيمان، برقم ( 83 ). انظر صحيح مسلم ( 1/ 88 ). ¶ (2) سورة البقرة الآية ( 157 ). ¶ (3) سورة المجادلة الآية رقم ( 22 ). خطبة للشيخ في المسجد الحرام عن الإيمان.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقد جمع النبي الكريم - صلى الله عليه وسلم - بين الإيمان والقرآن في عدة أحاديث منها هذا الحديث الذي يبين فيه مكانة المؤمن القارئ فعَنْ اَبِي مُوسَى الاَشْعَرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ( مَثَلُ الْمُؤْمِنِ الَّذِي يَقْرَاُ الْقُرْانَ مَثَلُ الاُتْرُجَّةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا طَيِّبٌ وَمَثَلُ الْمُؤْمِنِ الَّذِي لاَ يَقْرَاُ الْقُرْانَ مَثَلُ التَّمْرَةِ لاَ رِيحَ لَهَا وَطَعْمُهَا حُلْوٌ وَمَثَلُ الْمُنَافِقِ الَّذِي يَقْرَاُ الْقُرْانَ مَثَلُ الرَّيْحَانَةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ وَمَثَلُ الْمُنَافِقِ الَّذِي لاَ يَقْرَاُ الْقُرْانَ كَمَثَلِ الْحَنْظَلَةِ لَيْسَ لَهَا رِيحٌ وَطَعْمُهَا مُرٌّ ) (1). ¶ فدل هذا الحديث على علو مكانة المؤمن الذي يقرأ القرآن، وقد قال - صلى الله عليه وسلم -: ( مثل الذي يقرأ القرآن وهو حافظ له مع السفرة الكرام ، ومثل الذي يقرأ وهو يتعاهده ، وهو عليه شديد فله أجران )(2). ¶ ولا يخفى أن من كان مع السفرة الكرام البررة ـ كما جاء مصرحا به في كلام النبي - صلى الله عليه وسلم - ـ أفضل من الذي له أجران. ¶ المطلب الثالث: الأثر الإيماني للقرآن الكريم في الجيل الأول: ¶ __________ ¶ (1) متفق عليه. رواه البخاري كتاب الأطعمة، باب ذكر الطعام. انظر صحيح البخاري ( 5/ 2070 )، ورواه مسلم كتاب صلاة المسافرين وقصرها، برقم ( 797 ).انظر صحيح مسلم ( 1/ 549 ). ¶ (2) بهذا اللفظ رواه البخاري كتاب التفسير، باب تفسير سورة عبس . انظر صحيح البخاري ( 4/ 1882 ) ، ورواه مسلم مختصرا كتاب صلاة المسافرين وقصرها، برقم ( 798 ). انظر صحيح مسلم ( ).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "من يذهب يبحث عن الأثر الإيماني للقرآن الكريم في أصحاب النبي - صلى الله عليه وسلم - ورضي الله عنهم سيغترف من بحر الأخبار التي وردت عنهم، كيف لا وقد أمرهم الله بالمسارعة والمسابقة للخيرات، وأمرهم الله بالاستجابة له سبحانه ولرسوله - صلى الله عليه وسلم - فقال تعالى: ( يأَيُّهَا الَّذِينَ ءَامَنُواْ اسْتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُواْ أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ ) (1). ¶ وقد استجاب المؤمنون لله ورسوله عليه الصلاة والسلام استجابة منقطعة النضير، حتى أصبحوا يقدمون هذه الاستجابة على كل موروثاتهم العقدية والاجتماعية، فالاستسلام لله والإيمان به وبكل ما جاء عنه استنشقوه مع الهواء، وجرى في عروقهم مع الدماء، حتى صارت سكناتهم وحركاتهم وتوجهاتهم لله الواحد الأحد، فمحبوب الله محبوبهم، وما لا يرضي الله ورسوله يكرهونه ولا يرضونه، فالأمر أمره ، وما نهى عنه لا يقربونه، ويمكنني أن أضرب بعض الأمثلة على ذلك: ¶ أولا : في الخمر. ¶ حيث كانوا ـ مع معرفتهم بكثرة مضارها ـ يحبونها حبا جما ويذكرونها في أشعارهم، ويتفاخرون ـ بجيدها وباقتنائها وبشربها ـ في أحاديثهم نثرا وشعرا، فلا تكاد تخلوا قصيدة جميلة من ذكر الخمر. ¶ __________ ¶ (1) سورة الأنفال الآية رقم ( 24 ).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ومع هذا الحب والفخر بها نراهم يستجيبون لله بدون أي تساؤل، ويسارعون في تنفيذ نهي الله عنها، وفي هذا الحديث بيان سرعة استجابتهم تلك، عن عمر رضي الله عنه أنه كان يقول: اللهم بين لنا في الخمر بيانا شافيا؟، فنزلت الآية التي في البقرة، فدعي عمر فقرئت عليه، فقال عمر: اللهم بين لنا في الخمر بيانا شافيا؟ فنزلت الآية التي في النساء ( يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى )، فكان منادي رسول الله - صلى الله عليه وسلم - إذا أقام الصلاة نادى: لا تقربوا الصلاة وأنتم سكارى، فدعي عمر، فقرئت عليه، فقال: اللهم بين لنا في الخمر بيانا شافيا؟ فنزلت الآية التي في المائدة، فدعي عمر رضي الله عنه، فقرئت عليه، فلما بلغ ( فهل أنتم منتهون) قال عمر رضي الله عنه انتهينا انتهينا (1). ¶ ثانيا: لا طاعة لمخلوق في معصية الخالق: ¶ بر الوالدين من الأمور المسلمة، وقد حث عليه الإسلام، بل إن الله جعل طاعتهما في المكانة بعد طاعته وتوحيده عز وجل، وآيات القرآن الكريم تعرف الإنسان بمكانة الوالدين، قال تعالى: ( وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا * وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا ) (2). ¶ __________ ¶ (1) رواه أبو داود في سننه برقم ( 3670 ). انظر سنن أبي داود ( 3/ 325 )، ورواه النسائي في سننه برقم ( 5540 ). انظر سنن النسائي ( 8/ 286 )، ورواه الترمذي في سننه برقم ( 3049 ). انظر سنن الترمذي ( 5/ 253 ). ¶ (2) سورة الإسراء الآيتين ( 23، 24 ).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد وصى بهما القرآن الكريم وصاة خاصة وبين مكانة الأم، فقال تعالى: (وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ )(1). ¶ ولم يغفل النبي الكريم عليه الصلاة والسلام مكانتهما فجعل طاعتهما والعمل على راحتهما بمثابة الجهاد في سبيل الله، فقال - صلى الله عليه وسلم - لمن استأذنه في الخروج معه للجهاد في سبيل الله: ( أحيٌ والداك؟ قال: نعم، قال: ففيهما فجاهد )(2). ¶ وجعل عقوقهما من أكبر الكبائر فقال - صلى الله عليه وسلم -: ( قال أكبر الكبائر الإشراك بالله وقتل النفس وعقوق الوالدين وقول الزور أو قال وشهادة الزور )(3). ¶ __________ ¶ (1) سورة لقمان الآية رقم ( 14 ). ¶ (2) متفق عليه. رواه البخاري كتاب الجهاد والسير، باب الجهاد بإذن الأبوين. انظر صحيح البخاري ( 3/ 1094 )، ورواه مسلم كتاب البر والصلة والآداب، برقم ( 2549 ). انظر صحيح مسلم ( 4/ 1975 ). ¶ (3) متفق عليه. رواه البخاري كتاب الشهادات، باب باب ما قيل في شهادة الزور. انظر صحيح البخاري ( 2/ 939 )، ورواه مسلم كتاب الإيمان، برقم ( 87 ). انظر صحيح مسلم ( 1/ 91 ).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ومع كل هذه العناية ـ بشأن الوالدين ـ فإن هذه العناية والاهتمام بالوالدين حتى ولو كانا كافرين لم تصد الصحابي الجليل سعد بن أبي وقاص رضي الله عنه أن يتخذ الحزم مع أمه حين أرادت أن تصده عن الإسلام، قال سعد رضي الله عنه ـ وهو أحد العشرة المبشرين بالجنة ـ: نزلت هذه الآية ( وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا )(1)، كنت رجلا برا بأمي فلما أسلمت قالت: يا سعد! وما هذا الذي أراك قد أحدثت؟ لتدعن دينك هذا أو لا آكل ولا أشرب حتى أموت فتعير بي، فيقال: يا قاتل أمه، قلت: يا أمه لا تفعلي فاني لا أدع ديني هذا لشيء، فمكثتْ يوما وليلة لا تأكل، فأصبحت قد جهدت، فمكثت يوما آخر وليلة ـ وقد اشتد جهدها ـ فلما رأيت ذلك قلت: يا أمه تعلمين والله لو كانت لك مئة نفس فخرجت نفسا نفسا ما تركت ديني هذا لشيء، فإن شئت فكلي وإن شئت فلا تأكلي، فلما رأت ذلك أكلت )(2). ¶ ثالثا: في الإنفاق: ¶ كان الناس في الجاهلية غالبا ما يعدوا بعضهم على بعض ويتكسبون بالغزو والقتل، ويأكلون أموال الناس بالباطل، فلما نزل القرآن الكريم هذب تلك النفوس وحبب إليها العفو والإنفاق. ¶ __________ ¶ (1) سورة لقمان الآية رقم ( 15 ). ¶ (2) قصة أم سعد مع سعد رضي الله عنه رواها مختصرة مسلم في صحيحه كتاب الفضائل، برقم ( 1748 ). انظر صحيح مسلم ( 4/ 1877 ).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومن عجيب ما يرويه أصحاب الصحاح عند نزول قوله تعالى: ( لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ )(1)أن أنس بن مالك رضي الله عنه قال: كان أبو طلحة أكثر الأنصار بالمدينة مالا من نخل، وكان أحب أمواله إليه بيرحاء، وكانت مستقبلة المسجد، وكان رسول الله - صلى الله عليه وسلم - يدخلها ويشرب من ماء فيها طيب، قال أنس: فلما أنزلت هذه الآية: ( لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ ) قام أبو طلحة إلى رسول الله - صلى الله عليه وسلم -، فقال: يا رسول الله إن الله تبارك وتعالى يقول: ( لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ )، وإن أحب أموالي إلي بيرحاء، وإنها صدقة لله أرجو برها وذخرها عند الله، فضعها يا رسول الله حيث أراك الله، قال: فقال رسول الله - صلى الله عليه وسلم -: بخ ذلك مال رابح ذلك مال رابح، وقد سمعت ما قلت، وإني أرى أن تجعلها في الأقربين، فقال أبو طلحة: أفعل يا رسول الله، فقسمها أبو طلحة في أقاربه وبني عمه (2). ¶ فهذه النماذج ـ وغيرها لا يعد ولا يحصى ـ تبين جليا أن القرآن الكريم كان له الأثر الإيماني الأكبر في حياة الجيل الأول الذي عاصر الوحي وشاهد التنزيل، ولم يزل هذا التأثر قائما في كل جيل بما يورثه الإيمان والاعتزاز بأنه على الحق وأن الدين الذي يتبعه هو الدين الصحيح. ¶ المبحث الثالث: أهمية حلقات التحفيظ والآثار الإيمانية لها.. ¶ المطلب الأول: العناية بحلقات التحفيظ: ¶ __________ ¶ (1) سورة آل عمران الآية رقم ( 92 ). ¶ (2) متفق عليه. رواه البخاري كتاب الزكاة، باب الزكاة على الأقارب وقال. انظر صحيح البخاري ( 2/ 530 )، ورواه مسلم كتاب ، برقم ( 988 ). انظر صحيح مسلم ( 2/ 693 ).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "تقدمت الإشارة إلى أن الله سبحانه قد هيأ الأمور لحفظ كتابه كما أخبر، فقال تعالى: ( إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ )(1). ¶ وقد ألهم الله الذين يريدون للأمة الخير والعزة والرفعة ـ التي فقدوها في العصور المتأخرة بفعل البعد عن هذا الكتاب العزيز، وبفعل المستعمر الكافر الذي بذل الغالي والنفيس ليبعد الأمة عن القرآن الكريم ـ ألهمهم الله الدعوة للعودة إلى منبع الدين وأساسه وهو الكتاب العزيز، فأسسوا الحلقات لتحفيظ القرآن الكريم في أرجاء العالم الإسلامي، ولما كانت مكة المكرمة منبع الرسالة ومهبط الوحي الأول كان حظها الأوفر في البدء بهذه الحلقات التي انتشرت بعد ذلك في مدن الحجاز ـ وبخاصة المدينة النبوي ـ وبعد ذلك انتشرت هذه الحلقات المباركة في أرجاء البلاد بل في جميع المعمورة. ¶ وقد اتخذت هذه العناية أشكالا عدة، يمكنني اختصارها في النقاط الآتية: ¶ 1ـ تنظيم العمل لهذه الحلقات وإنشاء الجمعيات المنضوية تحت المؤسسات العلمية، وأخص بالذكر جامعة الإمام محمد بن سعود الإسلامية التي كانت أول مؤسسة تعليمية تشرف على جمعيات تحفيظ القرآن الكريم بالمملكة. ¶ 2ـ تبني الحكومات لهذه الحلقات والعناية بها، وتخصيص بعض المال للمساعدة في زيادة إمكانيات إقامة هذه الحلقات، ولم تأت هذه العناية من فراغ فقد أثبتت الجمعيات وحلقاتها الريادة في قيادة الناس إلى التزام الدين وأخلاقه في جميع الجوانب كما حثت على ذلك آيات القرآن الكريم، متمشين في ذلك مع قول الحق تبارك وتعالى في نبيه عليه الصلاة والسلام: ( وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ )(2). ¶ __________ ¶ (1) سورة الحجر الآية رقم ( 9 ). ¶ (2) سورة القلم الآية رقم ( 4 ).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "3ـ إقامة المسابقات الكثيرة في حفظ القرآن الكريم وتجويده للعناية بحفاظ القرآن الكريم وحث الناشئة على التنافس في حفظ القرآن الكريم، ولا شك أن المملكة العربية السعودية لها قصب السبق في هذا المجال،يشهد لهذا مسابقة الملك عبد العزيز رحمه الله الدولية التي تقام كل عام في مكة المكرمة، وأقيمت أخيرا المسابقة رقم ( )، ومن أشهر المسابقات الداخلية: ¶ أ ـ مسابقة الأمير سلمان بن عبد العزيز المحلية. ¶ ب ـ ومسابقة الأمير سلطان بن سلمان للمعاقين. ¶ ومن أشهر المسابقات الدولية الخارجية: ¶ أ ـ مسابقة دبي العالمية لحفظ القرآن الكريم. ¶ ب ـ مسابقة القاهرة لحفظ القرآن الكريم. ¶ ج ـ مسابقة الأردن لحفظ القرآن الكريم. ¶ د ـ مسابقة الجزائر لحفظ القرآن الكريم. ¶ ه ـ مسابقة إيران لحفظ القرآن الكريم. ¶ 4ـ تَبَنِّي كثير من الأغنياء لهذه الجمعيات وحلقاتها بصور شتى مثل: ¶ ـ كتابة الأوقاف بأسماء الجمعية للانتفاع بريعها في الإنفاق على الحلقات والعاملين عليها. ¶ ـ تَبَنِّي حلقات بعينها والإنفاق عليها، ووضع الجوائز للمسابقات فيها. ¶ ـ التبرع للجمعيات عبر المنافذ الإلكترونية والاستقطاعات الشهرية من رواتب الموظفين ، ودفع الزكوات للمحتاجين من المعلمين والطلاب. ¶ 5ـ ولاشك أن انخراط جميع فئات المجتمع في هذه الحلقات المباركة ـ الخاص منها والعام والحكومي وغير الحكومي ـ من أعظم ما يبين هذه المكانة المباركة لحلقات تحفيظ القرآن الكريم، وأنها حلقات خير وعلم وبركة. ¶ 6ـ وفي عناية الحكومات والخيرين من أهل الخير، دليل واضح أن الجميع يرى النفع الذي يحصل من هذه الحلقات المباركة، وهذا النفع منه الدنيوي ومنه الأخروي، فمن النفع الدنيوي الصلاح وتعلم الخير والطاعة والأمن والرفعة، ومن النفع الأخروي الخلافة الحسنة لسلفهم الصالح الذي علمهم وقام على حفظهم وتربيتهم التربية الحسنة، وتأدية الأعمال على خير وجه، والقيام بأوامر الله على أحسن حال.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "المطلب الثاني: التسجيل في حلقات التحفيظ: ¶ لا شك أن التسجيل في هذه الحلقات بحد ذاته منقبة ومزية عظيمة، فلا محضن من المحاضن التربوية يمكن أن يعطي الإنسان ما تعطيه حلقات التحفيظ لطلابها من الحفاظ عليهم جسميا وروحيا، فالتسجيل في هذه الحلقات يعطي الآتي: ¶ 1ـ يعطينا صورة لولي الأمر والأب النابه الذي عرف مصلحة ولده من أول عمره، فأخذ يعلمه ما به صلاحه ومصلحته تمشيا مع قول النبي - صلى الله عليه وسلم -: ( ؛ فالطالب يتعلم في الحلقات ـ مع الحفظ ـ مَنْ رَبُّهُ ومن نَبِيُّهُ وما دينه ـ ولا شك أن العلم في الصغر كالنقش على الحجر، والذي يعلم غير الذي لا يعلم، قال تعالى: ( قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ ) (1) . ¶ 2ـ والتسجيل في هذه الحلقات يعطينا مثالا رائعا للأسرة التي عرف أبواها أهم مسئولياتهما وهي تربية الأبناء التربية الحسنة التي أمرهما الله بها، فأكرماه بهذا التسجيل وأكرما أنفسها، قال تعالى: ( يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ) (2). ¶ 3ـ التسجيل في حلقات التحفيظ يعطي دلالات رائعة على أن الوالدين يبحثان عن الولد الصالح الذي هو بغية كل الآباء الواعين وهذه من أهم الأمور التي ينبغي أن ينشدها الزوجان بزواجهما، قال - صلى الله عليه وسلم -: قال إذا مات الإنسان انقطع عنه عمله إلا من ثلاثة؛ إلا من صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له ) (3). ¶ __________ ¶ (1) سورة الزمر الآية رقم ( 9 ). ¶ (2) سورة التحريم الآية رقم ( 6 ). ¶ (3) رواه مسلم كتاب الوصية، برقم ( 1631 ). انظر صحيح مسلم ( 3/ 1255 ).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "4ـ والتسجيل في حلقات التحفيظ دليل كبير على حسن اتباع النبي - صلى الله عليه وسلم - وسلف الأمة الصالح الذين جعلوا للقرآن شأنا في حياتهم لأنه الهداية والصراط المستقيم، ومن تمسك به لا يضل أبد وفيه امتثال لأمر الله بالمحافظة على هذا الكتاب العزيز الذي فيه عز الأمة وذكرها، فالأمة بجموعها مسئولة عن كتاب الله الكريم. ¶ المطلب الثالث: الموقع الإيماني لحلقات التحفيظ في الجمعيات. ¶ 1ـ حلقات التحفيظ تكون غالبا في بيوت الله، ويا سعد من كان غالب جلوسه في بيت الله، فقد جاء الثناء عليها من الله سبحانه وتعالى، كما أثنى على الذين يرتادونها طائعين وبالصلاة خاشعين لله، فقال عز وجل: (فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ * رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ ) (1)، وقد أثنى النبي - صلى الله عليه وسلم - على المجتمعين في بيوت الله يتعلمون القرآن الكريم ويتدارسونه بينهم، فقال - صلى الله عليه وسلم - في حديث طويل ـ هذا بعضه ـ: ومن سلك طريقا يلتمس فيه علما سهل الله له به طريقا إلى الجنة وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة، وغشيتهم الرحمة، وحفتهم الملائكة، وذكرهم الله فيمن عنده ) (2)،فإذا كانت الحلقات كذلك فهنيئا للطالب هذه المزية. ¶ واختصارا سأذكر بعض الفوائد من الحضور للمسجد: ¶ __________ ¶ (1) سورة النور الآيتان رقم ( 36 ، 37 ). ¶ (2) رواه مسلم كتاب الذكر والدعاء والتوبة والاستغفار، برقم ( 2699 ). انظر صحيح مسلم ( 4/ 2074 ).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أ ـ ارتياد المساجد وتعود ذلك ـ وهو أمر حث عليه الشارع كثيرا ـ وخاصة في جانب الرجال، ولذلك جاءت كلمة ( رِجَالٌ ) في الآية السابقة للدلالة على مكانة بيوت الله بالنسبة لمرتاديها من الرجال، ولما ذكر النبي - صلى الله عليه وسلم - السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله ـ كانت كلمة رجل حاضرة ومقصودة في هذه الحال ـ ، قال - صلى الله عليه وسلم - : ورجل قلبه معلق في المساجد (1). ¶ ب ـ الذهاب إلى المسجد لقصد الجماعة وانتظارها، ولقصد قراءة القرآن وتعلم ما ينفع كل ذلك يزيد في الأجور ويرفع الدرجات ويحط السيئات، يقول - صلى الله عليه وسلم - : ألا أدلكم على ما يمحو الله به الخطايا ويرفع به الدرجات؟ قالوا: بلى يا رسول الله! قال: إسباغ الوضوء على المكاره، وكثرة الخطا إلى المساجد، وانتظار الصلاة بعد الصلاة، فذلكم الرباط (2)، والطالب في حلقات التحفيظ يفرغ من صلاة العصر ويجلس مع القرآن الكريم حتى صلاة المغرب، كما يجلس من بعد المغرب إلى العشاء ؛ فهو قارئ للقرآن منتظر للصلاة. ¶ ج ـ يتعلم الطالب في ذهابه لحلقات التحفيظ أمورا كثيرة طيبة منها أحكام الطهارة وآداب المشي إلى بيوت الله وسنن دخول المساجد وكيف يكون الأدب فيها. ¶ د ـ تعلم طالب حلقات التحفيظ من معلمه وزملائه سلوكيات طيبة كثيرة خاصة مع كون الجميع في بيت الله متلبسين بطاعة قراءة القرآن الكريم، يتعلمون من معلمهم آداب التلاوة والتكرار والحفظ، كما يتعلمون أهم أوقات المراجعة والحفظ. ¶ __________ ¶ (1) متفق عليه. رواه البخاري كتاب الجماعة والإمامة، باب من جلس في المسجد ينتظر الصلاة وفضل المساجد . انظر صحيح البخاري ( 1/ 234 )، ورواه مسلم كتاب ، برقم ( 1031 ). انظر صحيح مسلم ( 2/ 715 ). ¶ (2) رواه مسلم كتاب الطهارة، برقم ( 251 ). انظر صحيح مسلم ( 1/ 219 ).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "2ـ وقد تكون هذه الحلقات في مدارس خاصة بكتاب الله أعدها أهل الخير لذلك، أو تكون ملحقة ببيوت الله خارجة عن إطار المسجد، فهذه أحكامها ليست بعيدة عن أحكام المساجد في الجلوس وتعلم الخير والآداب، وإن كانت تختلف عنها في أحكام الصلاة وما شابهها. ¶ المطلب الرابع: الأثر الإيماني لتكرار الواجبات اليومية في الحلقات . ¶ لطالب حلقات التحفيظ أربعة واجبات رئيسة ـ تقدم التنويه بها ـ وهي: ¶ 1ـ تسميع الدرس المحفوظ. 2ـ تسميع سورة الدرس. 3ـ تسميع المراجعة. ¶ 4ـ قراءة الدرس الجديد نظرا. ¶ والواجبات اليومية لطالب حلقات التحفيظ تدل على معان سامية ولها وائدكبيرة يعرفها كثيرون ممن يعملون في هذا المحضن التربوي الرائع، وسأذكر بعضها: ¶ أ ـ التكرار: ويعني ترديد الطالب لقراءة الآية عددا من المرات ليحفظها، وهذا التكرار يورث الطالب في حلقات التحفيظ عددا من المزايا لا يمكن أن تكون لغير طلاب حلقات التحفيظ منها: ¶ أولا: أن تكرار الطالب لآيات القرآن الكريم في حلقات التحفيظ يجعل من الطالب أكثر استعدادا علميا وصحيا وخطابيا واجتماعيا، فهو يملك بين جنبيه حقيبة كبيرة قد ملئت علما ومعرفة يتنقل بها كيف شاء ويستخدمها متى شاء. ¶ ثانيا: والتكرار لكتاب الله يجعل الطالب متصلا بالله كثير المعرفة له، يخشاه حق الخشية فهو يتقرب إليه بما افترض عليه في علم وإيمان ومعرفة ورضى، قال تعالى: ( إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ ) (1). ¶ __________ ¶ (1) سورة فاطر الآية رقم ( 28 ).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ثالثا: ومع كثرة التكرار نجد حامل القرآن قريبا من الله بعيدا عن كل خلل، فأخلاقه إلا أخلاق النبي - صلى الله عليه وسلم - أميل، وبآداب القرآن الكريم ألصق، فعن عبد الله بن عمرو بن العاص رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: ( من قرأ القرآن فقد استدرج النبوة بين جنبيه غير أنه لا يوحى إليه، لا ينبغي لصاحب القرآن أن يجد مع من وجد، ولا يجهل مع من جهل وفي جوفه كلام الله تعالى )(1). ¶ رابعا: وبكثرة تكرار الطالب تزيد الحسنات وترفع درجاته في الآخرة بل ويجعل الله تعالى له القبول في الأرض، قال تعالى: ( إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ * لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ ) (2)، ويقول - صلى الله عليه وسلم - : ( من قرأ حرفا من كتاب الله فله به حسنة، والحسنة بعشر أمثالها، لا أقول: ألم حرف، ولكن ألف حرف ولام حرف وميم حرف ) (3). ¶ ب ـ التربية الإيمانية العملية بآيات القرآن الكريم؛ لأن الطالب يحصل بمداومة قراءة القرآن الكريم على معرفة كبيرة وتربية لا يمكن وصفها، وسأذكر بعض تلك الجوانب ـ مختصرا ـ؛ لأن بعضها مر في المراحل المتقدمة في هذا البحث. ¶ __________ ¶ (1) أخرجه الحاكم في مستدركه، وقال: هذا حديث صحيح الإسناد ولم يخرجاه. انظر المستدرك على الصحيحين ( 1/ 738 ). ¶ (2) سورة فاطر الآيتان رقم ( 29 ، 30 ). ¶ (3) رواه الترمذي في سننه برقم ( 2910 ) قال الترمذي: هذا حديث حسن صحيح غريب من هذا الوجه. انظر سنن الترمذي أبو عيسى محمد بن عيسى ( 5/ 175 ).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "1ـ ففي جانب العقائد يكرر الطالب قضايا توحيد الله سبحانه وتعالى بجميع أنواع التوحيد ـ توحيد الألوهية، وتوحيد الربوبية، وتوحيد الأسماء والصفات ـ، وقد ذكرتها سابقا، فهذا التكرار مع توجيهات المدرس لابد وأن تورث الطالب علما يثبت في فؤاده ويغير مجرى حياته، وقد غير الله بالقرآن الكريم من الشرك وعبادة الأصنام والانحرفات الكبيرة فكيف لا يغير من نفوس طاهرة لم تعبد سواه ولم تتجه إلى غيره. ¶ 2ـ وفي جانب العبادات يكرر الطالب كثيرا من أنواعها خاصة الأركان الخمسة منها مثل الشهادتين والصلاة والصوم والزكاة والحج لبيت الله تعالى، ويتعلم أنه لا يجوز صرفها لغير الله تعالى، وتكون توجيهات المدرس هي التعليم الأوفى؛ لأنه ينوب عن النبي - صلى الله عليه وسلم - في التعليم وفي بيان ما أجمل القرآن الكريم.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "3ـ وفي جانب المعاملات والأخلاق نجد طالب التحفيظ يتعلم كثيرا ـ منها ما كان مزاوِلاً له ومنها ما هو بعيد عنه ـ فهو يقرأ آيات القرآن الكريم التي تأمره بالمعروف بشتى أنواعه ما كبر منه وما صغر وما دق منه وما جل، وتنهاه عن المنكر كله صغيره وكبيره، يقول الله تعالى: ( إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ * وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ) (1)، قال السعدي رحمه الله: فالعدل الذي أمر الله به يشمل العدل في حقه، وفي حق عباده؛ فالعدل في ذلك: أداء الحقوق كاملة موفورة بأن يؤدي العبد ما أوجب الله عليه من الحقوق المالية والبدنية، والمركبة منهما في حقه وحق عباده، ويعامل الخلق بالعدل التام؛ فيؤدي كل والٍ ما عليه تحت ولايته سواء في ذلك ولاية الإمامة الكبرى وولاية القضاء، ونواب الخليفة ونواب القاضي، والعدل: هو ما فرضه الله عليهم في كتابه وعلى لسان رسوله وأمرهم بسلوكه، ومن العدل في المعاملات؛ أن تعاملهم في عقود البيع والشراء ـ وسائر المعاوضات ـ بإيفاء جميع ما عليك فلا تبخس لهم حقا ولا تغشهم ولا تخدعهم ولاتظلمهم، فالعدل واجب، والإحسان فضيلة مستحبة؛ وذلك كنفع الناس بالمال والبدن والعلم وغير ذلك من أنواع النفع حتى يدخل فيه الإحسان إلى الحيوان البهيم المأكول وغيره... . ¶ __________ ¶ (1) سورة النحل الآيتان رقم ( 90،91 ).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ثم قال السعدي رحمه الله:( 4وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ )؛ وهو كل ذنب عظيم استفحشته الشرائع والفطر؛ كالشرك بالله والقتل بغير حق والزنا والسرقة والعجب والكبر واحتقار الخلق وغير ذلك من الفواحش، ويدخل في المنكر كل ذنب ومعصية تتعلق بحق الله تعالى، وبالبغي: كل عدوان على الخلق في الدماء والأموال والأعراض، فصارت هذه الآية جامعة لجميع المأمورات والمنهيات لم يبق شيء إلا دخل فيها، فهذه قاعدة ترجع إليها سائر الجزئيات، فكل مسألة مشتملة على عدل أو إحسان أو إيتاء ذي القربى فهي مما أمر الله به وكل مسألة مشتملة على فحشاء أو منكر أو بغي فهي مما نهى الله عنه وبها يعلم حسن ما أمر الله به وقبح ما نهى عنه (1). ¶ المطلب الخامس: أثر حلقات التحفيظ على الفرد والأسرة والمجتمع. ¶ لا يخفى على الآباء أن أبناءهم يتغيرون يوما بعد يوم ـ في حلقات التحفيظ ـ ويتحولون إلى الأخلاق الفاضلة التي يحملونها من كتاب الله، مما يؤثر إيجابا على حياة الجميع، فالمجتمع معظمه ـ بكتاب الله ـ مشغول؛ إما بالاستعداد لحفظ القرآن الكريم وإما مشغول بالإعداد للحافظين، أو مشغول بتعليم كتاب الله وكشف ما أودع الله فيه من كنوز للطالبين. ¶ وسأذكر في هذه العجالة بعض الأمور التي تبين الأثر الإيماني لحلقات تحفيظ القرآن الكريم على المجتمع بأسره: ¶ أولا: في الإيمان بالله؛ تجد أهل القرآن يعرفون الله حق المعرفة فيخلصون عبادتهم كلها له سبحانه وتعالى، وتراهم يخشون الله في السر والعلن، فلا يَقْدُمُون على عمل أو قول حتى يعرضونه على ربهم هل يرضاه أم يسخطه، فهم يعبدون الله كأنهم يرونه ويعلمون أنه يراهم في سكناتهم وحركاتهم. ¶ __________ ¶ (1) انظر تفسير السعدي ( 1/ 447 ).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ثانيا: في العبادات؛ تجدهم يقومون بها على أكمل وجه فيؤدونها مكتملة الأركان والواجبات والشروط والسنن؛ كما أمر الله سبحانه وتعالى، مستلهمين كل ذلك من فعل النبي - صلى الله عليه وسلم - الذي يتحدث مبينا عن ربه سبحانه وتعالى، بل ويؤدونها بعلم ومعرفة تامة بأدلتها من الكتاب والسنة. ¶ ثالثا: في المعاملات؛ تجد أهل القرآن أحسن الناس في تعاملهم مع ربهم عز وجل ومع آبائهم وإخوانهم وقراباتهم وجميع المسلمين؛ لأنهم علموا الحق في ذلك من كتاب الله الكريم وسنة المصطفى الأمين فأخذوا يعملون بمقتضى ما حفظوا وبخير ما علموا. ¶ رابعا: في الأخلاق فأهل القرآن خلقهم هو خلق نبيهم - صلى الله عليه وسلم - الذي كان خلقه القرآن، وقد كان - صلى الله عليه وسلم - قرآنا يمشي على الأرض، فكذلك حفاظ القرآن يعملون بهديه ويستنون بسنته عليه الصلاة والسلام، فالأمانة والصدق والوفاء والإحسان وغيرها من الأخلاق الجميلة التي يتحلى بها أهل القرآن الذين هم أهل الله وخاصته، وأما الكذب والخيانة والفحش قولا وفعلا والغيبة والنميمة والسخرية فليست من أخلاق أهل القرآن. ¶ والخلاصة: أن طلاب حلقات تحفيظ القرآن الكريم: ¶ أولا: يعرفون حق خالقهم في أولوهيته وربوبيته وأسمائه وصفاته؛ فلا معبود سواه ولا مصرف لهذا الكون إلا هو، فله الأسماء الحسنى والصفات العلى. ¶ ثانيا: يعرفون حق نبيهم - صلى الله عليه وسلم - ؛ فيلزمون طاعته فيما أمر ويجتنبون ما نهى عنه وزجر ولا يعبد الله سبحانه وتعالى ألا بما شرع - صلى الله عليه وسلم -. ¶ ثالثا: يعرفون حق دينهم فلا يعبدون الله إلا بمقتضى دينه الذي شرعه سبحانه فيخلصون في العبادة ويحسنون في الاتباع.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "رابعا وأخيرا: طلاب حلقات التحفيظ يتحلون بالأخلاق الحسنة والصفات الحميدة؛ فآباؤهم محل الطاعة والاحترام والتقدير، ومن ولاه الله عليهم ولاية عظمى أو صغرى يتعاملون معه بالوفاء والصدق والإخلاص، وهم صادقون مخلصون في تعاملاتهم كلها، يجعلون مراضي الله نصب أعينهم فلا يحيدون أبدا عن صراطه السوي. ¶ الخاتمة: وفيها مطلبان. ¶ المطلب الأول: النتائج. ¶ الأثر الإيماني للقرآن على طلاب حلقات التحفيظ في الجمعيات الخيرية لتحفيظ القرآن الكريم في المملكة العربية السعودية موضوع كبير يحتاج لأمور مهمة منها: ¶ جودة التأصيل لهذا الأثر الإيماني، وذلك للآتي: ¶ أولا: الإيمان بالله والتعريف به سبحانه وتعالى وماذا يجب له وماذا يجوز عليه هو الهدف الأول من إرسال جميع الرسل وإنزال جميع الكتب السماوية، قال تعالى: ( وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُواْ اللّهَ وَاجْتَنِبُواْ الطَّاغُوتَ فَمِنْهُم مَّنْ هَدَى اللّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ فَسِيرُواْ فِي الأَرْضِ فَانظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ )(1). ¶ ثانيا: خاتم الكتب الذي أنزله بصورة مغايرة لجميع الكتب السابقة من عدة نواحي ـ من أهمها كيفية الإنزال والتكفل بالحفظ الأبدي ـ يحمل كل خير للبشرية وكل ما يصلح الإنسانية، ولذلك كان هذا الكتاب العزيز لجميع الخلق وليس لأمة خاصة أو لقوم معينين، قال تعالى: ( وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ )(2) ، ¶ __________ ¶ (1) سورة النحل الآية رقم ( 36 ). ¶ (2) سورة الأنبياء الآية رقم ( 107 ).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ثالثا: أعد الله نبيه عليه الصلاة والسلام منذ نعومة أظفاره لتحمل هذه الرسالة، وهي العمل بالقرآن الكريم وتبليغه وتعليمه وبيانه، قال تعالى: ( إِنَّا سَنُلْقِي عَلَيْكَ قَوْلا ثَقِيلا)(1)، فقام - صلى الله عليه وسلم - بهذه الرسالة وأدى الأمانة، وربى الأمة على الكتاب العزيز، ولم يتركها إلا وقد فهمت منه كل ما أراد الله سبحانه وتعالى، ولم تزل الأمة تتوارث هذا الخير جيلا بعد جيل يبلغه السابق للاحق، وعليه فإعداد معلم القرآن من أهم الواجبات التي يجب على الأمة الاضطلاع بها. ¶ رابعا: بما أن خلود هذه الرسالة وبقاءها ليس بالأشخاص وإنما بالقيام بهذا الكتاب العزيز وتحكيمه والعمل بآدابه وأخلاقه كان لزاما على الأمة أن تهتم به كثيرا تعليما وعملا وتطبيقا، وبخاصة في هذه الأزمان المتأخرة التي ظهرت فيها الأحقاد والضغائن من أعداء القرآن الكريم ورسوله - صلى الله عليه وسلم - وأمة القرآن. ¶ خامسا: ولما وجدت الأمة أن عزها وسعادتها في تحكيم الكتاب العزيز كان لزاما عليها أن تعود للاهتمام بالقرآن الكريم تعلما وتعليما وعملا، فكانت هذه الحلقات المباركة في هذه الجمعيات الرائدة. ¶ سادسا: ومع رسوخ الإيمان بأهمية هذه الحلقات سارع الخيرون من أبناء الأمة الإسلامية حكومات وجماعات وأفرادا إلى دعم هذه الجمعيات بشتى الوسائل ماديا ومعنويا،وسارعوا بتسجيل أبنائهم وبناتهم في هذه الحلقات التعليمية التربوية التي أثبتت جدارته. ¶ المطلب الثاني: التوصيات. ¶ أولا: هذه الورقة في الأثر الإيماني لحفاظ القرآن الكريم في حلقات التحفيظ ما هي إلا قطرة من بحر حسنات هذه الجمعيات المباركة، وغيض من فيض بالنسبة لما يجنيه حفاظ القرآن الكريم في هذه الجمعيات. ¶ __________ ¶ (1) سورة المزمل الآية رقم ( 5 ).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ثانيا: كل دراسة للقرآن الكريم وفي القرآن الكريم، تحمل من السمو والرفعة الشيء الكبير، فكل ما أتقنت الأمة فهم القرآن الكريم وسارعت في تعلمه وتعليمة، ووضعت الدراسات والخطط المؤدية لكل ما ينفع في هذا المجال إنما هو مسارعة في عزتها ومجدها وتقدمها وحضارتها. ¶ ثالثا: المعلم هو حجر الزاوية في عملية التحفيظ في حلقات القرآن الكريم، فمن الواجب على القائمين على هذه الحلقات إيجاد المدرس الكفء الذي يستطيع أن يسوس الطلاب في نواحي الحفظ والتخلق بأخلاق القرآن الكريم والتأدب بآدابه، ولا يكون ذلك إلا بإقامة الدورات العلمية والتعليمية وتثقيف المدرسين وتبصيرهم بعظم المسؤولية التي يحملونها، ومراعاة حالهم من حيث المكافآت والمساعدات التي تعينهم على تحمل ما أوكل إليهم. ¶ رابعا: الطالب هو الذي أقيم من جله كل هذا الحشد من القدرات؛ وما ذلك إلا لأنه رجل الغد، والمسؤول في الأجيال القادمة لإقامة الإسلام، وتطبيق شرع الله. ¶ خامسا: هذه الملتقيات المباركة ـ التي تصب في خدمة القرآن الكريم والعمل من أجله ـ هي الطريق الصحيح للارتقاء بالعمل التعليمي والتربوي في حلقات التحفيظ، ولا يمكن أن نرتقي بالعمل التعليمي والتربوي في هذه الحلقات إلا من خلال تبادل الخبرات وتلاقح الأفكار في مثل هذه اللقاءات المباركة. ¶ سادسا وأخيرا: قال عمر ابن الخطاب رضي الله عنه: نحن قوم أعزنا الله بالإسلام فمهما ابتغينا العزة بغيره أذلنا الله. ¶ وأقول: لا عزة لأمة القرآن إلا بالعودة الصحيحة إليه تعلما وتعليما وعملا، ففيه السعادة كل سعادة ومن أخطأ طريقها لاشك أنه في غير الصواب. ¶ وآخر دعوانا أن الحمد لله رب العالمين. ¶ أعد هذا التصور للورقة ¶ الدكتور : محمد يحي غيلان . ¶ الجمعية الخيرية لتحفيظ القرآن الكريم بالمدينة المنورة. ¶ فهرس المراجع ¶ القرآن الكريم وعلومه: ¶ 1.القرآن الكريم.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "2.المعجم المفهرس لألفاظ القرآن الكريم.اسم المؤلف : محمد فؤاد عبد الباقي.دار النشر : دار الحديث. مدينة النشر القاهرة .سنة النشر: 1422هـ ، 2002م. ¶ 3.تيسير الكريم الرحمن في تفسير كلام المنان، تأليف: عبد الرحمن بن ناصر السعدي، دار النشر: مؤسسة الرسالة - بيروت - 1421هـ- 2000م، تحقيق: ابن عثيمين. ¶ الحديث الشريف وعلومه: ¶ 1.مسند الإمام أحمد بن حنبل . اسم المؤلف : أحمد بن حنبل أبو عبدالله الشيباني . ولادة المؤلف : 164هـ . وفاة المؤلف : 241 هـ . دار النشر : مؤسسة قرطبة . مدينة النشر : مصر . عدد الأجزاء : 6. ¶ 2.الجامع الصحيح المختصر . اسم المؤلف : محمد بن إسماعيل أبو عبدالله البخاري الجعفي . ولادة المؤلف : 194هـ . وفاة المؤلف : 256هـ . دار النشر : دار ابن كثير , اليمامة . مدينة النشر : بيروت . سنة النشر : 1407هـ - 1987م . رقم الطبعة : الثالثة .عدد الأجزاء : 6 . اسم المحقق : د. مصطفى ديب البغا. ¶ 3.صحيح مسلم . اسم المؤلف : مسلم بن الحجاج أبو الحسين القشيري النيسابوري . ولادة المؤلف : 206هـ . وفاة المؤلف : 261هـ . دار النشر : دار إحياء التراث العربي . مدينة النشر : بيروت . عدد الأجزاء : 5 . اسم المحقق : محمد فؤاد عبد الباقي. ¶ 4.سنن أبي داود . اسم المؤلف : سليمان بن الأشعث أبو داود السجستاني الأزدي . ولادة المؤلف : 202هـ . وفاة المؤلف : 275هـ . دار النشر : دار الفكر عدد الأجزاء : 4 . اسم المحقق : محمد محيي الدين عبد الحميد. ¶ 5.سنن الترمذي . اسم المؤلف : محمد بن عيسى أبو عيسى الترمذي السلمي ولادة المؤلف :209هـ . وفاة المؤلف :279هـ . دار النشر : دار إحياء التراث العربي. مدينة النشر : بيروت . عدد الأجزاء : 5 . اسم المحقق : أحمد محمد شاكر وآخرون.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "6.صحيح ابن خزيمة. لمحمد بن إسحاق بن خزيمة، ولادة المؤلف: 223هـ، وفاة المؤلف: 311هـ، دار النشر: المكتب الإسلامي. بيروت، عدد الأجزاء: 4 ، تحقيق: محمد مصطفى الأعظمي. ¶ 7.المستدرك على الصحيحين لمحمد بن عبد الله الحاكم النيسابوري، ولادة المؤلف: 321هـ، وفاة المؤلف: 405هـ، دار الطبع: دار الكتب العلمية، سنة النشر: 1411هـ، بيروت، عدد الأجزاء: 4، تحقيق مصطفى عبد القادر عطا. ¶ كتب العقائد والعبادات والمعاملات والأخلاق ¶ 1.شرح أصول اعتقاد أهل السنة والجماعة من الكتاب والسنة وإجماع الصحابة، تأليف: هبة الله بن الحسن بن منصور اللالكائي أبو القاسم، دار النشر: دار طيبة - الرياض - 1402، تحقيق: د. أحمد سعد حمدان. ¶ 2.الفصل في الملل والأهواء والنحل، تأليف: علي بن أحمد بن سعيد بن حزم الطاهري أبو محمد، دار النشر: مكتبة الخانجي - القاهرة. ¶ 3.تاريخ التشريع الإسلامي للشيخ مناع خليل القطان. الطبعة الثانية 1416هـ، طبع مكتبة المعارفـ مدينة الطبع الرياض. جز واحد. ¶ كتب اللغة والمعاجم ¶ 1.مشارق الأنوار على صحاح الآثار، تأليف: القاضي أبي الفضل عياض بن موسى بن عياض اليحصبي السبتي المالكي، دار النشر: المكتبة العتيقة ودار التراث. ¶ 2.تاج العروس من جواهر القاموس . تأليف: محمد مرتضى الحسيني الزبيدي . دار النشر: دار الهداية، تحقيق: مجموعة من المحققين. ¶ أخرى: ¶ 1.موقع إسلام أون لاين نت. ¶ فهرس موضوعات ورقة البحث ¶ الموضوعڑرقم الصفحةٹڑ ¶ ڑالمقدمة : شكر وتقديرڑ1ٹڑ ¶ ڑأسباب اختيار الموضوعڑ3ٹڑ ¶ ڑأهمية الموضوعڑ4ٹڑ ¶ ڑأهداف الموضوعڑ5ٹڑ ¶ ڑالمبحث الأول : القدوة الإيمانية والعلمية.ڑ6ٹڑ ¶ ڑالمطلب الأول: كلمة لابد منها في أهمية معلم القرآن.ڑ6ٹڑ ¶ ڑالمطلب الثاني: أركان التحفيظڑ7ٹڑ ¶ ڑالمبحث الثاني: الإيمان في القرآن. ڑ11ٹڑ ¶ ڑالمطلب الأول: معنى الإيمان.ڑ11ٹڑ ¶ ڑالمطلب الثاني: كلمة الإيمان في القرآن.ڑ13ٹڑ",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ڑالمطلب الثالث: الأثر الإيماني للقرآن الكريم في الجيل الأول.ڑ15ٹڑ ¶ ڑالمبحث الثالث: أهمية حلقات التحفيظ والآثار الإيمانية لها.ڑ19ٹڑ ¶ ڑالمطلب الأول: العناية بحلقات التحفيظ.ڑ19ٹڑ ¶ ڑالمطلب الثاني: التسجيل في حلقات التحفيظ.ڑ21ٹڑ ¶ ڑالمطلب الثالث: الموقع الإيماني لحلقات التحفيظ في الجمعيات.ڑ22ٹڑ ¶ ڑالمطلب الرابع: الأثر الإيماني لتكرار الواجبات اليومية في الحلقات .ڑ24ٹڑ ¶ ڑالمطلب الخامس: أثر الحلقات على الفرد والأسرة والمجتمع.ڑ27ٹڑ ¶ ڑالخاتمة: ڑ29ٹڑ ¶ ڑأولا: النتائج.ڑ29ٹڑ ¶ ڑثانيا: التوصياتڑ30ٹڑ ¶ ڑفهرس المراجعڑ32ٹڑ ¶ ڑفهرس الموضوعاتڑ34",
            "page": "35",
            "part": "1"
        }
    ],
    "t36760": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "د.محمد غيلان"
        }
    ]
}