{
    "b36783": [
        {
            "id": "1",
            "nass": "دراسة ميدانية عن اتجاهات أولياء أمور الطلاب ¶ نحو الجمعية الخيرية لتحفيظ القرآن الكريم بمدينة الرياض ¶ وحلقاتها ومدارسها النسائية ¶ الرياض 1427 هـ ¶ إعداد ¶ عبدالعزيز بن أحمد العصيمي ¶ اتجاهات أولياء أمور الطلاب نحو الجمعية الخيرية لتحفيظ القرآن الكريم ¶ بمدينة الرياض وحلقاتها ومدارسها النسائية ¶ أولاً/ مقدمة : ¶ الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه أجمعين أما بعد : ¶ قال الله تعالى : ( الرحمن ، علم القرآن ، خلق الإنسان ، علمه البيان )(1) وقال رسول الله صلى الله عليه وسلم :( خيركم من تعلم القرآن وعلمه )(2) وقال صلى الله عليه وسلم : (اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعا لأصحابه )(3) فهذه النصوص الربانية والتوجيهات النبوية الكريمة مشاعل نور ودلالة تسير عليها العملية التربوية والتعليمية في حلقات القرآن ، فتعلم القرآن الكريم وفهم معانيه وتدبره وحفظه والعمل به هي طريقة سلفنا الصالح رضوان الله عليهم . قال عبد الرحمن السلمي رضي الله عنه : كان الذين يعلموننا القرآن يقولون : كنا لا نتجاوز عشر آيات حتى نتعلمهن ونعمل بهن فتعلمنا العلم والعمل جميعا ¶ __________ ¶ (1) سورة الرحمن الآيات 1-4 ¶ (2) رواه البخاري ¶ (3) رواه البخاري ومسلم",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فتعليم كتاب الله الكريم هو من أجلّ الأعمال وأفضلها لا ريب في ذلك، وإن القائمين على هذا العمل قائمون على أمر عظيم ينالون به الشرف في الدنيا والمنزلة في الآخرة .وتعليم كتاب الله لأبناء المسلمين هي مسؤولية حملتها هذه الجمعيات على عاتقها، وأولاها الناس ثقتهم فدفعوا بأبنائهم إلى هذه الجمعيات ليتعلموا كتاب الله الكريم، ثم ائتمنوها على أبنائهم وذراريهم، واقتطعوا من أوقات أبنائهم ساعات -قد تكون ثمينة- وخصصوا هذه الأوقات ليتعلم أبناؤهم كتاب الله، كما أسهموا بأموالهم في دعم هذه الجمعيات حتى تقوم بدورها المؤمَّل في خدمة كتاب الله الكريم .فكانت الجمعيات محل ثقتهم، وكانت جديرة بدعمهم، وحملت على عاتقها هذه المسؤولية، وقامت بها خير قيام، حتى انتشر تعليم كتاب الله الكريم في كل مكان وبشتى الطرق فامتلأت الحلق وعمَّ النور أرجاء هذه البلاد بل فاض ليعُمَّ غيرها من البلدان، ونسأل الله عز وجل المزيد والمزيد، وأن يحفظ هذه الأعمال من كل سوء ومكروه، وأن يبارك فيها ويوفق القائمين عليها، إنه سميع مجيب .. ¶ هذا .. ولما كانت الظروف تتغير، وأحوال الناس تتبدل، ووسائل التعليم كل يوم تتطور، كان لا بد للجمعيات أن تواكب هذا التطور الهائل الذي لا يكاد يُدرك، وأن تعيش ظروفها الراهنة وتتلاءم معها، وأن ترتقي بمستوى التعامل والخطاب والتعليم إلى مستوى المؤسسات الأخرى المنافسة، بل ينبغي أن تتفوق عليها لما تملكه من صناعة الحق، ومجاراة الفطرة، والرغبة المؤصَّلة في نفوس المؤمنين لتعلم كتاب الله عز وجل . ¶ فكان لابد للجمعيات أن تقف وقفة تقييميه تقويمية في كل فترة، تراجع أعمالها وتستعرض أساليبها وتنظر في جدوى كل ذلك ومدى تحقيقه للأهداف وأثره على النتائج، كما يجب عليها أن تتعرف على كل ما يؤمله أولياء الأمور من الجمعية وحلقاتها ومدارسها ، فالدرب أصبح أكثر وعورة، وكثر المنافسون وازدادت العوائق، والله المستعان..",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومن هنا كانت هذه الدراسة، وهي تختص بدراسة اتجاهات أولياء الأمور عن الجمعية و حلقات البنين والمدارس النسائية دراسة ميدانية تحليلية . ¶ وختاماً نشكر جميع الإخوة الذين ساهموا معنا في إعداد هذه الورقة وبدون تحديداً للأسماء خشية النسيان وأسأل المولى عز و جل أن يجعل ذلك في ميزان حسناتهم وأن يغفر لنا ولهم . ¶ والشكر موصول لجميع الإخوة المسئولين عن هذا الملتقى الذين أتاحوا لنا الفرصة لتقديم هذا البحث . ¶ ثانياً/ أهمية الموضوع : ¶ لا شك أن أي موضوع يدور حول كتاب الله عز وجل وتعليمه, يكتسب أهميته من أهمية هذا الكتاب العزيز, الذي أُمرنا بقراءته وتدبره والعناية به وتطبيق أحكامه. وبالتالي فإن هذا الموضوع وما سيؤول إليه من تطوير للجمعية الخيرية لتحفيظ القرآن الكريم بمدينة الرياض وحلقاتها ومدارسها سيكتسب أهمية عظيمة يرجى أن يكون له ثمرات مضيئة. ¶ لذا تكمن أهمية هذا الموضوع في المحور الرئيس الذي يقوم العمل من أجله في الجمعيات الخيرية وحلقات البنين والمدارس النسائية ألا وهو الطالب وما يقدم له. ¶ ولا شك أن أولياء أمور الطلاب لهم اتجاهات وأراء مختلفة و كذلك فإنهم على مستويات علمية متنوعة, ويصلهم من أبنائهم ومن خلال متابعاتهم ملاحظات عديدة. ¶ وبالتالي فإن استطلاع آرائهم ومعرفة رغباتهم وملاحظاتهم سيكون له الأثر الأكبر - بإذن الله عز وجل - على الطالب و الحلقة والجمعية. ¶ ثالثاً/ أهداف الدراسة: ¶ الهدف الرئيس لهذه الدراسة: ¶ التعرف على اتجاهات وآراء أولياء أمور الطلاب والطالبات نحو حلقات البنين والمدارس النسائية لتحفيظ القرآن الكريم والجمعية الخيرية لتحفيظ القرآن الكريم بمدينة الرياض, من خلال تحقيق عددٍ من الأهداف الفرعية التالية: ¶ التعرف على اتجاهات وآراء أولياء أمور الطلاب والطالبات نحو رضى المجتمع عن حلقات البنين والمدارس النسائية والجمعية الخيرية لتحفيظ القرآن الكريم بمدينة الرياض ودورها ومستوى الأداء فيها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "التعرف على اتجاهات وآراء أولياء أمور الطلاب والطالبات نحو قيام حلقات البنين والمدارس النسائية بدور التوجيه والتوعية إضافة إلى العناية بتحفيظ القران الكريم. ¶ التعرف على اتجاهات وآراء أولياء أمور الطلاب والطالبات نحو جودة حلقات البنين والمدارس النسائية لتحفيظ القرآن الكريم. ¶ التعرف على اتجاهات وآراء أولياء أمور الطلاب والطالبات نحو استقطاب شباب وفتيات المجتمع. ¶ التعرف على اتجاهات وآراء أولياء أمور الطلاب والطالبات نحو التميز في الحوافز والخدمات التي تقدمها حلقات البنين والمدارس النسائية لتحفيظ القرآن الكريم. ¶ التعرف على اتجاهات وآراء أولياء أمور الطلاب والطالبات نحو استعداد المجتمع للمساهمة في تمويل الجمعية الخيرية لتحفيظ القرآن الكريم. ¶ التعرف على اتجاهات وآراء أولياء أمور الطلاب والطالبات نحو إبراز الدور الإعلامي لحلقات البنين والمدارس النسائية والجمعية الخيرية لتحفيظ القرآن الكريم مع أولياء الأمور والجهات الأخرى. ¶ رابعاً / مصطلحات الدراسة: ¶ 1/ الاتجاه: عرف بأنه هو \"الاستعداد للوقوف على شيء أو إنسان أو موقف, أو ضد واحد منها, بأسلوب معين (حب, كراهية, خوف, استياء) إلى درجة معينة من الشدة\"(جود good ) 1973(1). ¶ كذلك عرف بأنه \" الحالة العقلية التي توجه استجابات الفرد \" (زيدان 1979)(2). ¶ وأيضاً عرف بأنه \" مجموع درجات استجابات الفرد الايجابية أو السلبية المرتبطة ببعض الموضوعات أو المواقف التربوية التي تعرض عليه بطريقة لفظية (مثيرات) \" (النجيحي 1975)(3). ¶ __________ ¶ (1) Good, carter (, Dictonary of Education, (3ed) U.S.A.: Mc Graw-Hill Co., 1973. P. 48… ¶ (2) محمد مصطفى زيدان, معجم المصطلحات النفسية والتربوية, ( ط . أولى ) جدة : دار الشروق, 1979م, ص 316. ¶ (3) محمد لبيب النجيحي وآخرون, \" بحوث نفسية وتربوية \" القاهرة: عالم الكتب, 1975م.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "كما ينظر بعض الباحثين إلى الاتجاه على أنه: \" شعور أو ميل لمناصرة أو لمعارضة أشياء أو أفكار أو أشخاص أو جماعات \" . (العبيدي, الجبوري 1981) (1). ¶ ومن هذه الناحية يمكن دراسة الاتجاهات, إما كاتجاهات نحو أو ضد شيء, وأما من حيث الدرجة, كأن يؤيد بشدة أو يعارض بشدة أو يكون رأيه وسطاً بين هذين الرأيين. ¶ 2/ الجمعية الخيرية لتحفيظ القرآن الكريم بمدينة الرياض : هي الجهة المشرفة على حلقات البنين و المدارس النسائية وهي جهة خيرية يشرف عليها وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد . ¶ 3/ حلقات البنين : هي مدارس خيرية لتحفيظ القرآن الكريم تقام في المساجد في الفترة المسائية وتعنى بطلاب التعليم العام - بنين- . ¶ 4/ الدار النسائية : هي مدارس خيرية لتحفيظ القرآن الكريم في الفترة المسائية وتعنى بطالبات التعليم العام. وتسمى بالمدارس النسائية رسمياً وتعرف لدى عامة المجتمع بالدور النسائية. ¶ خامساً/ منهج البحث: ¶ … تم استخدام المنهج الوصفي التحليلي والذي لا يقتصر على وصف الظاهرة بل يتعدى ذلك إلى الوصول بإذن الله من خلال الاستنتاجات إلى فهم واقع اتجاهات أولياء الأمور والتعامل معه وفق هذا الفهم. ¶ سادساً/ الدراسات السابقة: ¶ بعد المسح للدراسات التي تناولت جمعيات تحفيظ القرآن الكريم وحلقاتها ومدارسها النسائية لم نجد أي دراسة تناولت مباشرة رأي أولياء الأمور أو رغباتهم أو اتجاهاتهم نحو حلقات تحفيظ القرآن الكريم. ¶ وعند البحث عن الدراسات التي تناولت الجمعيات الخيرية الأخرى وجد دراسات قريبة عن هذا الموضوع وهي كالتالي: ¶ __________ ¶ (1) غانم سعيد العبيدي, حنان الجبوري: \" أساسيات القياس والتقويم في التربية والتعليم \", الرياض دار العلوم للطباعة والنشر, 1981م ص. ص 304 – 319.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "1/ دور تحفيظ القرآن الكريم النسائية في مدينة الرياض –دراسة وصفية(1) ل / زينب المحرج وخلصت الدراسة إلى إبراز بعض العوائق التي تواجهها الدور النسائية والتي من أبرزها قلة الموارد المالية وضعف الإشراف الفني وعدم وجود مباني خاصة لها. ¶ 2 / الحاجات والمطالب التي ينتظرها المجتمع من المؤسسات الخيرية(2) لـ د.إبراهيم بن حمد النقيثان وخلصت الدراسة إلى عدة توصيات منها:. ¶ أ / على المؤسسات الخيرية العناية الخاصة بالرعاية والتوجيه لأفراد المجتمع في جوانبها المختلفة الدينية والاجتماعية والصحية والتربوية. ¶ ب/ الشباب أمل الأمة وعنصر هام في المجتمع ويشكل الغالبية من أفراده فعلى الجهات الخيرية تفقد احتياجاتهم والعناية بأحوالهم ومعالجة مشكلاتهم والعمل على حمايتهم من مكر الأعداء.... ¶ 3 / أبرز وسائل التواصل الجيد وعوائقه بين الجهات الخيرية والمجتمع(3) لـ د. صالح بن عبدالله الفريح وخلصت الدراسة إلى: ¶ أ/ لا يمكن أن تقوم الجهات الخيرية بعملها بشكل جيد إلا من خلال تعاون المجتمع معها إذ أنه يمثل الممول الرئيسي لها. ¶ ب /ضعف التواصل مع المجتمع لدى الجهات الخيرية قد ينعكس سلباً على المجتمع والجهات الخيرية فيما لو أستمر. ¶ __________ ¶ (1) زينب بنت عبدالعزيز المحرج ، دور تحفيظ القرآن الكريم النسائية في مدينة الرياض –دراسة وصفية ، رسالة ماجستير غير منشور، كلية الدعوة والإعلام ، جامعة الإمام محمد بن سعود الإسلامية 1423 هـ ¶ (2) د.إبراهيم بن حمد النقيثان، الحاجات والمطالب التي ينتظرها المجتمع من المؤسسات الخيرية ، بحث مقدم للقاء السنوي السادس لجمعيات البر ، جمعية البر بالمنطقة الشرقية ، 1426 هـ ¶ (3) د. صالح بن عبدالله الفريح، أبرز وسائل التواصل الجيد وعوائقه بين الجهات الخيرية والمجتمع ، بحث مقدم للقاء السنوي السادس لجمعيات البر ، جمعية البر بالمنطقة الشرقية ، 1426 هـ",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ج /لابد من الاستفادة من وسائل الإعلام لإيجاد التواصل المميز بين أبناء المجتمع. ¶ سابعاً/ تساؤلات الدراسة : ¶ تنبثق تساؤلات هذه الدراسة من التساؤل الرئيس التالي: ¶ ما هي اتجاهات وآراء أولياء أمور الطلاب والطالبات نحو حلقات البنين والدور النسائية لتحفيظ القرآن الكريم في الجمعية الخيرية لتحفيظ القرآن الكريم بمدينة الرياض ؟ ¶ وللإجابة على هذا التساؤل الرئيس يتطلب الإجابة على مجموعة من التساؤلات الفرعية التالية: ¶ 1 / ما مدى رضى المجتمع عن جمعية تحفيظ القرآن الكريم و حلقاتها و دورها ومستوى الأداء فيها؟ ¶ 2 / هل يتوقع المجتمع من حلقات البنين والدور النسائية لتحفيظ القرآن الكريم القيام بدور التوجيه والتوعية إضافة إلى العناية بتحفيظ القرآن الكريم ؟ ¶ 3 / ما مدى جودة حلقات البنين والدور النسائية لتحفيظ القرآن الكريم ؟ ¶ 4 / هل نجحت حلقات البنين والدور النسائية لتحفيظ القرآن الكريم في استقطاب شباب وفتيات المجتمع ؟ ¶ 5 / ما مدى التميز في الحوافز والخدمات التي تقدمها حلقات البنين والدور النسائية لتحفيظ القرآن الكريم ؟ ¶ 6 / ما مدى استعداد المجتمع للمساهمة في تمويل الجمعية تحفيظ القرآن الكريم و حلقاتها ؟ ¶ 7 / هل استطاعت الجمعية الخيرية لتحفيظ القرآن الكريم و حلقاتها إبراز دورها الإعلامي مع أولياء الأمور والجهات الأخرى ؟ ¶ ثامناً/ عينة الدراسة: ¶ أ) اختيار عينة الدراسة : ¶ …قام الباحث في هذه الدراسة في اختيار عينة الدراسة بأسلوب اختيار العينة العشوائية البسيطة من أولياء أمور المشاركين والمشاركات حلقات البنين والمدارس النسائية لتحفيظ القرآن الكريم بمدينة الرياض . ¶ وقد تم توزيع (600) استمارة وجمع منها (462) استمارة وتم استبعاد (33) وتمت الدراسة في البحث على (429) استمارة فأصبح مجموع أفراد عينة البحث (429) من أولياء أمور المشاركين والمشاركات حلقات البنين والمدارس النسائية لتحفيظ القرآن الكريم بمدينة الرياض .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ب) وصف أفراد عينة الدراسة : ¶ إن أفراد عينة الدراسة تميزوا بعدة خصائص في ضوء المتغيرات التي حددتها الدراسة ويمكن عرضها فيما يلي: ¶ أ- نوعية المشاركين : ¶ …يمثل متغير نوعية المشاركين عاملاً مؤثراً في التنوع في الاستجابات والاقتراحات ما بين الذكور والإناث المشاركين في الاستجابة على استبانة الاتجاهات ، وبين الجدول رقم (1) توزيع أفراد عينة الدراسة وفق نوعية المشاركين . ¶ جدول رقم (1) ¶ توزيع أفراد عينة الدراسة وفق نوعية المشاركين ¶ نوعية المشارك ... العدد ... النسبة المئوية ¶ أب ... 170 ... 40% ¶ أم ... 158 ... 37% ¶ أخرى ... 101 ... 23% ¶ المجموع ... 429 ... 100% ¶ … ¶ ويتضح من الجدول رقم (1) أن أعلى نسبة في أفراد عينة الدراسة بالنسبة لنوعية المشاركين هم الآباء حيث بلغت نسبتهم 40% ، ثم يليهم الأمهات حيث بلغت نسبتهم 37% ، ثم يليهم في المرتبة الثالثة المشاركين الآخرين فقد بلغت نسبتهم 23% . ¶ ب- المستوى التعليمي : ¶ …يختلف مستوى تعليم أفراد عينة الدراسة من دون الجامعي إلى ما فوق الجامعي ، ويبين الجدول رقم (2) توزيع أفراد عينة الدراسة وفق المستوى التعليمي . ¶ جدول رقم (2) ¶ توزيع أفراد عينة الدراسة وفق المستوى التعليمي ¶ المستوى التعليمي ... العدد ... النسبة المئوية ¶ دون الجامعي ... 131 ... 30% ¶ الجامعي ... 196 ... 46% ¶ ما فوق الجامعي ... 78 ... 18% ¶ لم يذكر ... 24 ... 6% ¶ المجموع ... 429 ... 100% ¶ … ¶ يتضح من الجدول رقم (2) أن أعلى قيمة لأفراد عينة الدراسة بالنسبة للمستوى التعليمي هم الحاصلون على الشهادة الجامعية ، فقد بلغت نسبتهم 46% ثم يليهم مباشرة الحاصلون على مؤهل دون الجامعي بنسبة 30% ثم يليهم من حصل على مؤهل فوق الجامعي فقد بلغت نسبتهم 18% أما من لم يستجيب من أفراد عينة الدراسة فكانت نسبتهم ضئيلة حيث بلغت النسبة المئوية 6% . ¶ ج - عدد الأولاد الملتحقين في الحلقات والمدارس النسائية: ¶ جدول رقم (3)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "عدد الأولاد الملتحقين في الحلقات والمدارس النسائية ¶ عدد الأولاد ... 5 ... أكثر من خمسة ... لم يذكر ... المجموع ¶ العدد ... 60 ... 78 ... 99 ... 58 ... 51 ... 45 ... 38 ... 429 ¶ النسبة المئوية ... 14% ... 18% ... 23% ... 13% ... 12% ... 11% ... 9% ... 100% ¶ يتضح من الجدول رقم (3) والذي يبين أعداد أولاد أولياء الأمور الملتحقين بالحلقات والمدارس النسائية أن من لديه عدد (1) ولد يمثلون النسبة الأقل لأفراد عينة الدراسة بنسبة (14%) أما من لديهم عدد (2) ولد فأكثر يمثلون النسبة العظمى لأفراد عينة الدراسة بنسبة (66%) وهذا يوحي أن عينة الدراسة لديها إطلاع ومعرفة بأحوال الحلقات والمدارس النسائية. ¶ تاسعاً/ حدود الدراسة: ¶ أولاً/ الحدود الموضوعية: اقتصرت هذه الدراسة على التعرف على اتجاهات وآراء أولياء أمور الطلاب والطالبات نحو حلقات البنين والمدارس النسائية و الجمعية الخيرية لتحفيظ القرآن الكريم بمدينة الرياض. ¶ ثانياً/الحدود المكانية: تتمثل الحدود المكانية في حلقات البنين والمدارس النسائية الواقعة في مدينة الرياض. ¶ ثالثاً/ الحدود الزمانية: ثم تطبيق الدراسة في الفصل الدراسي الثاني من العام الدراسي 1426 /1427 هـ. ¶ عاشراً/ أدوات الدراسة: ¶ تم استخدام الإستبانة كأداة للدراسة وتم تحديد تساؤلات الدراسة وتم تحكيم الدراسة من قبل عدد من أساتذة الجامعات المتخصصين ووزعت على (18) أستاذ جامعي وعاد منها عدد (7) إستبانات بعد تحكيمها ¶ وكذلك تم عرضها على بعض التربويين العاملين بحلقات ومدارس تحفيظ القرآن الكريم وعددهم ( 15) وأعادها منهم (12 ) إستبانة. ¶ الحادي عشر/ الأساليب الإحصائية: ¶ تم استخدام الأساليب الإحصائية التالية: ¶ النسب المئوية والتكرارات. ¶ المتوسطات الحسابية. ¶ مجتمع الدراسة :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "المجتمع الفرضي لهذه الدراسة هو جميع أولياء أمور (البنين والبنات) الملتحقين بحلقات البنين والمدارس النسائية لتحفيظ القرآن الكريم بمنطقة الرياض والبالغ عددهم (109.069) طالباً وطالبة حسب إحصائية الجمعية الخيرية لتحفيظ القرآن الكريم بمدينة الرياض للعام1426هـ. ¶ تحليل الدراسة : ¶ للإجابة على التساؤل الرئيس الذي ينص على : \" ما هي اتجاهات وآراء أولياء أمور الطلاب والطالبات نحو حلقات البنين والدور النسائية لتحفيظ القرآن الكريم في الجمعية الخيرية لتحفيظ القرآن الكريم بمدينة الرياض؟ ¶ لابد من الإجابة على مجموعة من التساؤلات, وسيتم عرض العبارات ثم عرض التكرارات والنسب المئوية والمتوسط الحسابي ثم تحليل الاستجابات: ¶ 1-ما مدى رضى المجتمع عن جمعية تحفيظ القرآن الكريم وحلقاتها ودورها ومستوى الآراء فيها ؟ ¶ للإجابة على التساؤل الأول : مدى رضى المجتمع عن الجمعية والحلقات تم حساب التكرارات والنسب المئوية لاستجابات أفراد عينة الدراسة على كل عبارة من العبارات والمتوسطات الحسابية. ¶ …حيث يبين الجدول رقم (5) التكرارات والنسب المئوية والمتوسطات الحسابية لاستجابات أفراد عينة الدراسة على عبارات مدى رضى المجتمع عن الجمعية والحلقات . ¶ جدول رقم (4) ¶ يعرض عبارات بُعد مدى رضى المجتمع ¶ جدول رقم (5) ¶ يبين التكرارات والنسب المئوية والمتوسط لبُعد مدى رضى المجتمع ¶ …ويلاحظ في الجدول (4) أن العبارة رقم (1) التي تنص على : \" اطمئن لالتحاق أبنائي في الحلقات والمدارس النسائية \" مهمة حيث بلغت النسبة المئوية (99%) عن باقي عبارات المحور ، مما يشير إلى استجابات إيجابية لأفراد عينة الدراسة في الاتجاه والاطمئنان النفسي لالتحاق الأبناء في الحلقات والدور النسائية .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "…كما أن العبارة رقم (8) التي تنص على \" نجحت البرامج المقدمة في الحلقات والمدارس النسائية في توجيه منسوبها إلى الوجهة الحسنة \" تليها في الأهمية حيث بلغت النسبة المئوية (96%) مما يشير إلى استجابات إيجابية لأفراد عينة الدراسة على نجاح البرامج المقدمة في الحلقات والمدارس النسائية . ¶ …كما أن العبارات ذات الأرقام (6-30-42-45) فهي متوسطة الأهمية في الاتجاه الإيجابي عن مدى رضى المجتمع عن الجمعية والحلقات ، حيث تراوحت النسب المئوية بين حدها الأعلى (78%) وحدها الأدنى (62%) . ¶ …وفي ضوء ذلك يمكن استنتاج مدى رضى المجتمع عن الجمعية والحلقات بأن نسبة أفراد عينة الدراسة إيجابية ولديها توجه إيجابي عن الجمعية والحلقات نظراً لأن المجتمع السعودي مجتمع إسلامي يشعر بأهمية حفظ القرآن الكريم وأنه الدستور والمصدر الأول للمجتمع . ¶ 2- هل يتوقع المجتمع من حلقات البنين والمدارس النسائية لتحفيظ القرآن الكريم القيام بدور التوجيه والتوعية إضافة إلى العناية بتحفيظ القرآن الكريم ؟ ¶ …للإجابة على التساؤل الثاني : مساهمة الجمعية في المجتمع بالتوجيه والإرشاد. ¶ تم حساب التكرارات والنسب المئوية لاستجابات أفراد عينة الدراسة على كل عبارة من عبارات المحور والمتوسطات الحسابية للمحور . ¶ …حيث يبين الجدول رقم (7) التكرارات والنسب المئوية والمتوسطات الحسابية لاستجابات أفراد عينة الدراسة على عبارات مساهمة الجمعية في المجتمع بالتوجيه والإرشاد . ¶ جدول رقم (6) ¶ يعرض عبارات بُعد مساهمة الجمعية في المجتمع بالتوجيه والإرشاد ¶ جدول رقم (7) ¶ يبين التكرارات والنسب المئوية والمتوسط الحسابي لاستجابات لبُعد مساهمة الجمعية ¶ في المجتمع بالتوجيه والإرشاد",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "يلاحظ من الجدول رقم (7) أن العبارة رقم (7) التي تنص : \" على الحلقات والمدارس النسائية المساهمة في بث الوعي الديني لدى أفراد المجتمع\" مهمة حيث بلغت نسبتها المئوية (99%) عن باقي العبارات ، مما يشير إلى استجابات إيجابية لأفراد عينة الدراسة في الاتجاه الإيجابي الواعي الديني. ¶ كما أن العبارة رقم (17) التي تنص : \" من مهام الحلقات والمدارس النسائية توجيه أنشطة ثقافية لعامة المجتمع \" تليها في الأهمية حيث بلغت نسبتها المئوية (96%) ، مما يشير كذلك إلى استجابات إيجابية لأفراد عينة الدراسة نحو الأنشطة الثقافية . ¶ كما أن العبارات ذات الأرقام (10-34) فهي متوسطة الأهمية في مساهمة الجمعية في المجتمع بالتوجيه والإرشاد. ¶ وفي ضوء ذلك يمكن استنتاج أهمية مساهمة الجمعية في المجتمع بالتوجيه والإرشاد وأن نسبة عالية من أفراد عينة الدراسة تأمل من الجمعية الخيرية لتحفيظ القرآن الكريم المساهمة بالتوجيه والإرشاد وبث الوعي الديني مما يدل على ثقة المجتمع بالجمعية ومطالبتها بأدوار إضافية. ¶ 3- ما مدى جودة حلقات البنين والمدارس النسائية لتحفيظ القرآن الكريم؟ ¶ …للإجابة على التساؤل الثالث : مدى جودة الحلقات والمدارس. ¶ تم حساب التكرارات والنسب المئوية لاستجابات أفراد عينة الدراسة على كل عبارة من عبارات المحور والمتوسطات الحسابية للمحور . ¶ حيث يبين الجداول رقم (9) و (11)التكرارات والنسب المئوية والمتوسطات الحسابية لاستجابات أفراد عينة الدراسة على عبارات مدى جودة الحلقات والمدارس. ¶ جدول رقم (8) ¶ يعرض عبارات بُعد مستوى الحلقات ¶ جدول رقم (9) ¶ التكرارات والنسب المئوية والمتوسط الحسابي لبُعد مستوى الحلقات ¶ يظهر من هذا الجدول أن (44%) من أولياء الأمور يرون أن الحلقات والمدارس النسائية لا تراعي الفروق الفردية عند تحفيظ الطلاب. ¶ كما أنهم يرون أن أعداد الطلاب عند المعلم أو المعلمة يحتاج إلى مراجعة ودراسة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وفي المقابل يشير (83%) منهم أن وضع أبنائهم الدراسي تحسن بعد التحاقهم بالحلقات والمدارس النسائية وهذا مؤشر ايجابي ولله الحمد. ¶ جدول رقم (10) ¶ يعرض عبارات بُعد مستوى معلمي الحلقات ¶ جدول رقم (11) ¶ التكرارات والنسب المئوية والمتوسط الحسابي لبُعد مستوى معلمي الحلقات ¶ يتبين عند دراسة الجدول لبُعد مستوى معلمي الحلقات والمدارس النسائية أن (39%) يرون أن مستوى المعلمين والمعلمات ثابت ولم يتطور. ¶ كما يرى (30%) أن تعيين المعلمين والمعلمات ليس له اختبارات مقننة مما يُحتم على الجمعية مراجعة ذلك. ¶ ويؤيد (89%) من أولياء الأمور أن يكون للمعلم راتب مناسب. ¶ ومما سبق من دراسة الجداول السابقة رقم (9) و (11) يتحتم على القائمين على الجمعية الاهتمام بالبرامج التطويرية للمعلمين والمعلمات والحلقات بالدورات (الطويلة والقصيرة) وورش العمل وانتقاء المشرفين والمشرفات الأكفاء لتطوير العمل ومستوى المعلمين والمعلمات. ¶ 4- هل نجحت حلقات البنين والمدارس النسائية لتحفيظ القرآن الكريم في استقطاب شباب وفتيات المجتمع؟ ¶ للإجابة على التساؤل الرابع : نجاح الحلقات والمدارس في جذب الشباب والفتيات. ¶ تم حساب التكرارات والنسب المئوية لاستجابات أفراد عينة الدراسة على كل عبارة من عبارات المحور والمتوسطات الحسابية للمحور . ¶ حيث يبين الجدول رقم (13) التكرارات والنسب المئوية والمتوسطات الحسابية لاستجابات أفراد عينة الدراسة على عبارات نجاح الحلقات والمدارس في جذب الشباب والفتيات. ¶ جدول رقم (12) ¶ يعرض عبارات بُعد مساهمة الجمعية للمجتمع بالاهتمام بفئة الشباب ¶ جدول رقم (13) ¶ التكرارات والنسب المئوية والمتوسط الحسابي ¶ لبُعد مساهمة الجمعية للمجتمع بالاهتمام بفئة الشباب",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "من الجدول السابق يظهر أن غالبية الاستجابات تركزت إجاباتها بنسب عالية على المطالبة بتوفير وسائل الترفيه المحافظ بنسبة (96%) والعناية بالشباب بوضع برامج مناسبة لهم بنسبة (95%) وإيجاد برامج جاذبة للشباب بنسبة (94%) مما يعني أن أولياء الأمور يأملون من الجمعية الشيء الكثير تجاه أبنائهم وخصوصاً الشباب كما يدل هذا على الاطمئنان من أولياء الأمور تجاه الحلقات والمدارس النسائية. ¶ 5- ما مدى التميز في الحوافز والخدمات التي تقدمها حلقات البنين والدور النسائية لتحفيظ القرآن الكريم ؟ ¶ للإجابة على التساؤل الخامس : مدى تميز الحلقات والمدارس النسائية. ¶ تم حساب التكرارات والنسب المئوية لاستجابات أفراد عينة الدراسة على كل عبارة من عبارات المحور والمتوسطات الحسابية للمحور . ¶ حيث يبين الجداول رقم (15) و(17) التكرارات والنسب المئوية والمتوسطات الحسابية لاستجابات أفراد عينة الدراسة على عبارات مدى تميز الحلقات والمدارس النسائية. ¶ جدول رقم (14) ¶ يعرض عبارات بُعد مساهمة الجمعية الخيرية للمجتمع ¶ مع توفير نقل مريح ومناسب لمنسوبيها ¶ جدول رقم (15) ¶ التكرارات والنسب المئوية والمتوسط الحسابي لبُعد مساهمة الجمعية الخيرية ¶ للمجتمع مع توفير نقل مريح ومناسب لمنسوبيها ¶ يتبين من الجدول أن (56%) فقط يرى أن رسوم النقل مناسبة والنسبة الباقية متقاربة بين التكرارين التاليين 25% لا أدري 29% غير موافق مما يتطلب مراجعة للرسوم وأهمية مراعاة الجمعية والحلقات والمدارس النسائية للمستوى المعيشي للمجتمع. ¶ كما أن العبارة رقم (24) توضح ضرورة توفير الجمعية الخيرية لتحفيظ القرآن الكريم وسائل النقل المريح بنسبة (84%) وللمجتمع والقطاع الخاص دور في ذلك بنسبة (79%). ¶ جدول رقم (16) ¶ يعرض عبارات بُعد الحوافز والجوائز ¶ جدول رقم (17) ¶ التكرارات والنسب المئوية والمتوسط الحسابي لبُعد الحوافز والجوائز",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "يظهر من الجدول لبُعد الحوافز والجوائز أن (41%) من أولياء الأمور يرون أهمية ربط الحوافز بالتميز بالجانب الأخلاقي للأبناء. ¶ وهذا يدل على ضرورة التربية للطلاب والطالبات وهو مطلب أولياء الأمور. ¶ كما أن رأى أولياء الأمور حول الحوافز المقدمة لأبنائهم ظهرت غير واضحة بنسبة (41%)موافق, و (40%) غير موافق يدل على أن الأمر يحتاج إلى مراجعة ودراسة آلية لنوعية الحوافز وسبل توزيعها. ¶ 6- ما مدى استعداد المجتمع للمساهمة في تمويل الجمعية تحفيظ القرآن الكريم و حلقاتها؟ ¶ للإجابة على التساؤل السادس : مدى استعداد المجتمع في تمويل الجمعية. ¶ تم حساب التكرارات والنسب المئوية لاستجابات أفراد عينة الدراسة على كل عبارة من عبارات المحور والمتوسطات الحسابية للمحور . ¶ حيث يبين الجدول رقم (19) التكرارات والنسب المئوية والمتوسطات الحسابية لاستجابات أفراد عينة الدراسة على عبارات مدى استعداد المجتمع في تمويل الجمعية. ¶ جدول رقم (18) ¶ يعرض عبارات بُعد مدى مساهمة المجتمع لإيجاد أوقاف تصرف من ريعها على أنشطتها ¶ جدول رقم (19) ¶ التكرارات والنسب المئوية والمتوسط الحسابي لبُعد مدى مساهمة المجتمع ¶ لإيجاد أوقاف تصرف من ريعها على أنشطتها ¶ عند دراسة هذه العبارات لابد أن تقف الجمعية وحلقاتها وقفة مراجعة حيث لوحظ أن العبارات رقم (22) و(50) والتساؤل فيها عن مناسبة رسوم الاشتراك لأولياء الأمور التي تعتبر دخل مهم للحلقات والمدارس. ¶ كانت الإجابة بـ(موافق) بنسبة (63%) و (62%) مما يتطلب دراسة الرسوم ومعرفة المناسب للأسر. ¶ كما أن باقي العبارات توضح استجاباتها على تأييدها للاهتمام بالوقف وأنه حاجة ملحة. ¶ 7- هل استطاعت الجمعية الخيرية لتحفيظ القرآن الكريم و حلقاتها إبراز دورها الإعلامي مع أولياء الأمور والجهات الأخرى؟ ¶ للإجابة على التساؤل السابع : مدى استطاعت الجمعية إبراز دورها الإعلامي.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "تم حساب التكرارات والنسب المئوية لاستجابات أفراد عينة الدراسة على كل عبارة من عبارات المحور والمتوسطات الحسابية للمحور . ¶ حيث تبين الجداول رقم (21) و(23) و(25) التكرارات والنسب المئوية والمتوسطات الحسابية لاستجابات أفراد عينة الدراسة على عبارات مدى استطاعت الجمعية إبراز دورها الإعلامي. ¶ جدول رقم (20) ¶ يعرض عبارات بُعد مدى تواصل الجمعية مع المؤسسات الحكومية والجمعية الخيرية ¶ في السعي لتحقيق أهدافها ¶ جدول رقم (21) ¶ التكرارات والنسب المئوية والمتوسط الحسابي لبُعد مدى تواصل الجمعية ¶ مع المؤسسات الحكومية والجمعية الخيرية في السعي لتحقيق أهدافها ¶ بعد فحص العبارات لوحظ أنها تشير إلى رغبة أولياء الأمور في تواصل الجمعية مع المؤسسات الحكومية والجمعيات الخيرية الأخرى مثل عبارة (9) بنسبة (94%) وعبارة رقم(4) بنسبة (84%), كما أن المتفحص للاستجابات يلحظ أن نسبة من الإجابات تركزت بـ(لا أدري) حيث قد يكون أن السبب لعدم إلمام أولياء الأمور لأنظمة ولوائح الجمعية. ¶ جدول رقم (22) ¶ يعرض عبارات بُعد الجانب الإعلامي للحلقات والجمعية ¶ جدول رقم (23) ¶ التكرارات والنسب المئوية والمتوسط الحسابي لبُعد الجانب الإعلامي للحلقات والجمعية ¶ ويتضح من التكرارات والنسب المئوية على عبارة البُعد الإعلامي أن الغالبية المطلقة تأمل أن يكون للجمعية وحلقاتها ومدارسها بُعد إعلامي واضح داخل المجتمع وأن تُبرز برامجها وأنشطتها إعلاميا. ¶ وأن الجمعية لم تنجح في الوصول إلى جميع أفراد المجتمع بنسبة (58%) فقط. ¶ كما أن أولياء الأمور يأملون أن تسعى الجمعية إلى التطور التقني في أعمالها وهذا يوضح أن هناك قصوراً من الجمعية والحلقات والمدارس في التعريف بدورها إعلامياً. ¶ جدول رقم (24) ¶ يعرض عبارات بُعد وسائل التواصل بين الحلقات والمدارس مع أولياء الأمور ¶ جدول رقم (25)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "التكرارات والنسب المئوية والمتوسط الحسابي لبُعد وسائل التواصل بين الحلقات والمدارس مع أولياء الأمور ¶ يتبين من دراسة الجدول أعلاه أن أولياء الأمور بنسبة (91%) و(83%) يأملون في عمل لقاءات دورية مع المسؤلين عن الحلقات والمدارس النسائية لمتابعة أوضاع أبنائهم, و (91%) منهم يرغب في استخدام التقنية للتواصل. ¶ وهذا مؤشر للقائمين على الحلقات والمدارس أن يضعوا ضمن خططهم برامج للتواصل مع أولياء الأمور ورفع مستوى الاهتمام بالجانب الإعلامي. ¶ نتائج الدراسة: ¶ مستوى رضى واطمئنان أولياء الأمور عن الجمعية الخيرية لتحفيظ القرآن الكريم بمدينة الرياض وحلقات البنين و المدارس النسائية نسبة 79%. ¶ مستوى توقع أولياء الأمور لقيام الجمعية الخيرية لتحفيظ القرآن الكريم بمدينة الرياض بأدوار أخرى لعموم أفراد المجتمع كالتوجيه والتوعية نسبة 91 %. ¶ مستوى جودة حلقات البنين والمدارس النسائية لتحفيظ القرآن الكريم نسبة 48%. ¶ مستوى جودة المعلمين والمعلمات في الجمعية الخيرية لتحفيظ القرآن الكريم بمدينة الرياض نسبة 35%. ¶ مستوى توقع أولياء الأمور لقيام الجمعية الخيرية بدور متميز لجذب شباب وفتيات المجتمع على وجه الخصوص نسبة 89%. ¶ مستوى تميز الحوافز والخدمات التي تقدمها حلقات البنين والدور النسائية لتحفيظ القرآن الكريم نسبة 55%. ¶ مستوى توقع أولياء الأمور لقيام المجتمع بمساندة الجمعية نسبة 83%. ¶ مستوى تمكن الجمعية الخيرية من إبراز دورها الإعلامي في المجتمع نسبة 51%. ¶ مستوى تواصل حلقات البنين والدور النسائية لتحفيظ القرآن الكريم بأولياء الأمور نسبة 70%. ¶ تأييد أولياء الأمور للعوامل التالية كأسباب رئيسة لاستمرارية الطلاب والطالبات بالجمعية ورفع مستويات أدائهم نسبة 88% وهي: ¶ جدية متابعة المعلمين والمعلمات للطلاب والطالبات ¶ وفرة حافلات مريحة لنقل الطلاب والطالبات للحلقات والدور ¶ تنوع البرامج والأنشطة",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وضع حوافز للمواظبين على الحضور من الطلاب والطالبات. ¶ تأييد أولياء الأمور لتبني الجمعية السياسات التالية نسبة 88% وهي: ¶ إيجاد أوقاف تستثمر الجمعية ريعها لتمويل أنشطتها ¶ تنوع مصادر دعم الجمعية وعدم الاكتفاء بالتبرعات ¶ تحسين رواتب المعلمين والمعلمات بما يتناسب ودورهم في المجتمع ¶ اشتراط وفرة الجانب الأخلاقي للمتميز لمنحه جائزة التميز. ¶ توفير وسائل نقل مريحة وآمنة لجميع الطلاب والطالبات. ¶ تحليل نتائج الدراسة: ¶ الصورة الذهنية للجمعية لدى أولياء الأمور جيدة وفي طريقها للتحسن. ¶ بالرغم من تفهم أولياء الأمور لحاجة الجمعية للدعم المالي، إلا أنهم لا يرون تحسين الوضع من خلال زيادة رسوم الاشتراكات. ¶ لا تزال الحاجة ماسة لزيادة الفعاليات الإعلامية للجمعية لبناء جسور الثقة بينها وبين المجتمع لتفعيل دورها في بناء الفرد الصالح. ¶ يبدو أن الجمعية لم تصل إلى المستوى المطلوب لاستخدام التقنية المعاصرة في نشر أعمالها ومشاريعها. ¶ الغالبية العظمى من أولياء الأمور تؤيد إصدار صحيفة أو مجلة دورية للتعريف بالجمعية ونشر أخبارها وإنجازاتها وزيادة تواصلها بالمجتمع. ¶ الغالبية العظمى من أولياء الأمور تؤكد على قيام الجمعية بأدوار اجتماعية توعوية، بالإضافة إلى العناية بكتاب الله. ¶ لابد من استخدام كافة وسائل التقنية المتاحة للتواصل مع أولياء الأمور، إلا أن هذا لا يغني أبدا عن اللقاءات الفصلية معهم. ¶ يبدو أن هناك مساحة واسعة لتحسين مستوى التواصل بين الجمعية وأولياء الأمور. ¶ تحتاج أساليب وطرق التدريس بالجمعية إلى مراجعة شاملة لتطويرها على محوري التبسيط والتشويق للحفاظ على استمرارية الطلاب والطالبات في الجمعية والعمل على زيادة معدلات حفظهم المتقن.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قدرة الحوافز المقدمة للطلاب والطالبات لتشجيعهم على المواظبة وإتقان الحفظ بين مؤيد ومعارض، مما يحتم على الجمعية إعادة دراسة برنامج الحوافز بشمولية ودقة تمكنها من ربط هيكل الحوافز بأهداف البرنامج. ¶ بالرغم من تدني معدل مستوى جودة حلقات البنين والدور النسائية لتحفيظ القرآن الكريم (47%) ومعدل مستوى تمكن الجمعية الخيرية من إبراز دورها الإعلامي في المجتمع (51%)، إلا أن هذه النسب لا تعكس بالضرورة حقيقة المستويات والدليل على ذلك أن نسبة أولياء الأمور اللذين لم يتمكنوا من إبداء أرائهم حيال هذين الموضوعين عالية جدا، أكثر من 30%. ¶ ينبغي على الجمعية أن تتخذ كافة الإجراءات اللازمة لتفعيل الاحتياجات التالية كأسباب رئيسة لاستمرارية الطلاب والطالبات بالجمعية ورفع مستويات أدائهم: ¶ جدية متابعة المعلمين والمعلمات للطلاب والطالبات ¶ وفرة حافلات مريحة لنقل الطلاب والطالبات للحلقات والدور ¶ تنوع البرامج والأنشطة ¶ وضع حوافز للمواظبين على الحضور من الطلاب والطالبات. ¶ الغالبية العظمى من أولياء الأمور تؤكد على تبني الجمعية للسياسات التالية: ¶ إيجاد أوقاف تستثمر الجمعية ريعها لتمويل أنشطتها ¶ تنوع مصادر دعم الجمعية وعدم الاكتفاء بالتبرعات ¶ تحسين رواتب المعلمين والمعلمات بما يتناسب ودورهم في المجتمع ¶ اشتراط وفرة الجانب الأخلاقي للمتميز لمنحه جائزة التميز ¶ توفير وسائل نقل مريحة وآمنة لجميع الطلاب والطالبات. ¶ التوصيات: ¶ على الجمعية الخيرية لتحفيظ القرآن الكريم دراسة وضع الحلقات ومستواها ووضع البرامج المشوقة لها. ¶ أعتقد أن من أولويات الجمعية الخيرية لتحفيظ القرآن الكريم تحسين المستوى الفني للمعلمين والمعلمات عن طريق الدورات التدريبية وغير ذلك. ¶ على الجمعية الخيرية لتحفيظ القرآن الكريم مراجعة اللوائح والأنظمة لوضع ضوابط للبرامج والأنشطة وتقديمها للطلاب والطالبات بما يتناسب مع وضع الحلقات والمدارس النسائية.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "هناك حاجة ملحة لإصدار صحيفة أو مجلة دورية للتعريف بالجمعية ونشر أخبارها وإنجازاتها وزيادة تواصلها بالمجتمع. ¶ أهمية إعادة دراسة برنامج الحوافز بدقة وشمولية تُمكن الجمعية من ربط هيكل الحوافز بأهداف البرنامج. ¶ التزام الجمعية بلقاءات التواصل الفصلية مع أولياء الأمور لتحسين مستوى التواصل بينهم وحرصها الدائم على استخدام ما أمكن من وسائل التقنية المتاحة لزيادة التواصل. ¶ على الجمعية الخيرية لتحفيظ القرآن الكريم وحلقاتها ومدارسها ضرورة توفير وسائل نقل مريحة ومأمونة لنقل الطلاب والطالبات ومراعاة وسائل الأمن والسلامة فيها. ¶ مراجعة الجمعية لأساليب وطرق التدريس بالحلقات والمدارس النسائية أمر ضروري بحيث تشمل: ¶ إمكانية تمديد فترة التدريس. ¶ تقليص مقاطع الحفظ. ¶ اتصال حلقات البنين والمدارس النسائية بأولياء الأمور في حال غياب الطلاب والطالبات. ¶ دراسة تأمين الاحتياجات التالية أو تحسينها: ¶ جدية متابعة المعلمين والمعلمات للطلاب والطالبات. ¶ وضع الحوافز للمواظبين على الحضور من الطلاب والطالبات. ¶ دراسة إمكانية تبني الجمعية للسياسات التالية أو تفعيلها: ¶ إيجاد أوقاف تستثمر الجمعية ريعها لتمويل أنشطتها. ¶ تنوع مصادر دعم الجمعية وعدم الاكتفاء بالتبرعات. ¶ تحسين رواتب المعلمين والمعلمات بما يتناسب ودورهم في المجتمع. ¶ اشتراط وفرة الجانب الأخلاقي للتميز لمنحه جائزة التميز. ¶ الملحقات",
            "page": "20",
            "part": "1"
        }
    ],
    "t36783": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "اتجاهات أولياء الأمور-العصيمي"
        }
    ]
}