{
    "b36780": [
        {
            "id": "1",
            "nass": "التعليم المبرمج وتطبيقاته في مجال التلاوة والتجويد، تفخيم الراء أنموذجا ¶ إعداد: د. حمزة عبد الكريم حماد ¶ hamza041@yahoo.com ¶ المفهوم: ¶ التعليم المبرمج طريقة في التعليم يمكِّن كل طالب من أن يعلم نفسه بنفسه بحيث يسير في عملية التعلم وفقا لسرعته الشخصية، وهو كذلك طريقة في التعليم الفردي تقوم على تقسيم الموضوع الدراسي إلى مجموعة من الخطوات المرتبة ترتيبا منطقيا متسلسلا تهدف في مجملها إلى تحقيق أهداف تعليمية محددة، ويعرض هذا الموضوع على الطالب إما على شكل مادة مكتوبة أو مسموعة أو مرئية وينتقل الطالب في تعلمه من خطوة إلى أخرى انتقالا تدريجيا يعطى في نهايتها تغذية راجعة فورية لإخباره من صحة أو خطأ استجابته. ¶ الخصائص: ¶ هناك عدة خصائص للتعليم المبرمج، منها: ¶ يعتبر التعليم المبرمج طريقة من طرائق التعليم الفردي الصفي، بحيث يتم فيها التعلم وفق برنامج تعليمي يقود الطالب خطوة بخطوة نحو تحقيق الأهداف التعليمية المحددة المنشودة. ¶ يهدف التعليم المبرمج إلى مساعدة الطالب ليصبح متعلما مستقلا سواء بتوجيه مباشر أو غير مباشر من المعلم. ¶ يتقدم الطالب في تعلمه حسب قدراته وسرعته الذاتية. ¶ يستخدم التعليم المبرمج مواد تعليمية مبرمجة تعرض بواسطة الحاسوب وقد تكون أوراق عمل مطبوعة أو أقراص سمعية أو مرئية. ¶ يشعر التعليم المبرمج الطلاب بالنجاح، ويحثهم على التقدم؛ لأن كل مهمة تعليمية مقسمة إلى خطوات صغيرة ومتسلسلة. ¶ تنمية عادة الاعتماد على النفس، إذ إن المتعلم مطالب أن يكتشف بنفسه الكلمة أو الكلمات المناسبة حتى يتم المعنى. ¶ مبادئ التعليم المبرمج: ¶ يقوم التعليم المبرمج على عدة مبادئ، هي: ¶ 1- تحديد السلوك النهائي، وتحليل المهمة التعليمية إلى مكونات الفرعية:",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بحيث يتم تحديد السلوك الذي سيظهره الطالب عند انتهائه من تعلم مهمة معينة. أما تحليل المهمة فيكون بتجزئة المهمة المطلوب تعليمها إلى مكوناتها الفرعية وترتيبها على شكل خطوات متسلسلة يقوم الطالب بتعلمها حسب التسلسل المحدد. ¶ 2- تقوية التغذية الراجعة الفورية وتعزيزها: ¶ بحيث يزود الطالب بتغذية راجعة مباشرة لكل خطوة يخطوها في أثناء تعلمه، فإذا كانت إجابته صحيحة فإن ذلك يثبت التعلم لديه ويؤكده، أما إذا كانت الإجابة خاطئة فإن تصحيح الإجابة فورا يتيح له إجراء التغيير اللازم في إجابته وتصحيحها قبل أن ينتقل إلى خطوة أخرى. ¶ 3 - السرعة الذاتية في التعلم: ¶ يتيح التعليم المبرمج للطالب الحرية لكي ينتقل من خطوة إلى أخرى، بحسب قدرته وسرعته الذاتية في التعلم. ¶ 4 - الاستجابة الفاعلة والمشاركة الإيجابية: ¶ يتطلب التعليم المبرمج من الطالب التفاعل الإيجابي مع الموقف التعليمي الذي يحيط به، فالطالب مضطر لأن يستجيب عن كل سؤال يطرح عليه، وعليه أن يتأكد من إجابته عن كل سؤال. ¶ 5 - تجريب المواد المبرمجة وتطويرها (تقنين البرنامج): ¶ قبل أن يستخدم أي برنامج بصورته النهائية على الطلاب، يتعرض لعدة إجراءات للتأكد من مدى فاعليته وقدرته على تحقيق أهدافه، ومن هذه الإجراءات تطبيق البرنامج المعد بصورته الأولية على عينة تجريبية من الطلاب الذي سيطبق عليهم البرنامج، وعلى ضوء نتائج التطبيق الأولي تحلل النتائج لمعرفة مدى سهولة أو صعوبة الأسئلة أو مدى ملائمة صياغتها لمستوى الطلاب، وبعد ذلك يعدل البرنامج على ضوء الملاحظات السابقة ليصبح جاهزا للاستخدام الفعلي. ¶ 6 - الأهداف السلوكية الخاصة: ¶ يُعنى التعليم المبرمج بصياغة الأغراض التعليمية بعبارات سلوكية توضح ما سيستطيع المتعلم القيام به بعد الانتهاء من البرنامج، لكي يستطيع الطالب أن يوجه جهود تعلمه نحو تحقيقها. ¶ خطوات إعداد البرنامج التعليمي المبرمج:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "إن إعداد برنامج تعليمي مبرمج لموضوع أو وحدة دراسية يتطلب جهدا من المعلم أو المبرمج، وفيما يلي موجز لهذه الخطوات: ¶ 1. تحديد الفئة المستهدفة: ¶ إن تناسب أي مهمة وانسجامها مع مستوى الطلاب ضرورة هامة لنجاحها وتحقيق أهدافها، وعلى المعلم أن يأخذ في اعتباره المستوى التحصيلي و النمائي للطلاب الذين سيعد لهم البرنامج وذلك حتى يكون بمقدورهم التعامل معه والتعلم من خلاله. ¶ 2. استعراض محتوى المادة الدراسية وتحديد الموضوع المناسب للبرمجة: ¶ على المعلم أن يتفحص بدقة المقرر الدراسي ليحدد أيا من موضوعاته يحتاج لتعليم مبرمج وأيها يحتاج لتدريسه طرقا تعليمية أخرى . ¶ 3. تحديد الأهداف وصياغتها سلوكيا: ¶ يعتبر تحديد أهداف البرنامج التعليمي المبرمج وصياغتها سلوكيا من أهم مراحل إعداد البرنامج وذلك لأسباب عديدة، أهمها: ¶ لأن تحديد الأهداف يساعد المعلم على تحديد عناصر أو مكونات البرنامج. ¶ لأنها ترشد الطالب وتوجهه إلى التقاط الأفكار الأساسية . ¶ لأن صياغة الأهداف تحدد للمعلم معايير النجاح التي ينبغي على ضوئها الحكم على درجة تعلم الطالب. ¶ إن الصياغة السلوكية للأهداف تساعد المعلم على ملاحظتها وقياسها. ¶ 4. تحليل المهمة: ¶ بعد أن يحدد المعلم الأهداف التعليمية يقوم بتحليل المحتوى الدراسي للموضوع المراد تعليمه للطالب إلى عناصره أو مكوناته الفرعية بحيث يشكل كل عنصر أو يكون فكرة واحدة تصاغ على شكل جملة أو فقرة صغيرة، وبعد أن يقوم المعلم بعملية التحليل هذه يرتب الأفكار الفرعية بتسلسل منطقي يتناسب مع تسلسل الأهداف، وهدف هذه الخطوة هو الانتقال التدريجي بالتعلم من البسيط إلى المركب ومن المحسوس إلى المجرد. ¶ 5. كتابة الإطارات: ¶ يعتبر الإطارات الوحدة التعليمية الأساسية في البرنامج التعليمي الذي يمارس فيه الطالب عملية تعلمه، ويتألف الإطار من ثلاثة أقسام هي المثير، والاستجابة والتغذية الراجعة، ويفضل مراعاة ما يلي عند كتابة الإطارات:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "دقة المعلومات العلمية التي يتضمنها كل إطار. ¶ صياغة الإطارات بلغة واضحة ومحددة. ¶ ترتيبها ترتيبا منطقيا متسلسلا. ¶ قياس الإطارات لعمليات الفهم والتطبيق والتقويم وغيرها من العمليات الفعلية العليا وعدم الاقتصار على الأسئلة التي تتطلب الحفظ. ¶ إذا اشتمل الإطار على سؤال موضوعي يليه عدة اختيارات للإجابة الصحيحة فينبغي صياغة بدائل الإجابة بعناية لتكشف فهم الطالب الحقيقي. ¶ شمولية الإطارات لكافة الأفكار الأساسية للمحتوى الدراسي. ¶ 6. تجريب البرنامج وتنقيحه: ¶ بعد إعداد كافة الإطارات وكتابتها يقوم المعلم بترتيب محتويات البرنامج من أهداف وإطارات وتعليمات وغيرها ويحاول تجريب البرنامج بصورته الأولية على عينة صغيرة من نفس مستوى الطلاب الذين كتب لهم البرنامج ويهدف التجريب الأولى للبرنامج إلى تصحيح العبارات الغامضة أو تغيير الخطوات التي تكثر فيها الأخطاء، أي التأكد من مناسبة البرنامج من حيث محتواه العلمي وصياغته اللغوية لمستوى الطلاب. ¶ 7.صياغة البرنامج بصورته النهائية: ¶ بعد أن يقوم المعلم بتنقيح البرنامج وتعديله، يصبح هذا البرنامج جاهزا للاستخدام النهائي. ¶ 8 - إعداد الاختبارات المرافقة للبرنامج : ¶ بعد أن يصبح البرنامج جاهزا للاستخدام النهائي يقوم المعلم بإعداد نوعين من الاختبارات: ¶ * الاختبار القبلي: الذي يعطى للطالب قبل البدء في تعلم البرنامج؛ وذلك لتحديد مستواه في الموضوع، فإذا حصل الطالب على درجات عالية على هذا الاختبار فلا داعي لدراسة البرنامج أما إذا حصل على درجات متدنية فعلية أن يدرس البرنامج. ¶ * الاختبار البعدي: ويعطى هذا الاختبار بعد انتهائه من دراسة البرنامج، وينبغي التأكيد على شمولية الأسئلة لكافة محتوى المادة وأهدافها. ¶ نموذج تطبيقي ¶ أحوال تفخيم الراء ¶ تعليمات استخدام البرنامج: ¶ عزيزي الطالب:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "1. تجد في الصفحات الآتية عرضا لموضوع أحوال تفخيم الراء بطريقة مختلفة عما تعودت عليه في كتب التلاوة والتجويد، بحيث تم عرض المحتوى التعليمي ابتداء ثم تبعه تقسيم الموضوعات إلى إطارات صغيرة، ويوجد داخل كل إطار عبارة أو عدة عبارات، وداخل كل عبارة مسافة خالية. ¶ 2. أحضر قلم رصاص وورقة من الورق المقوى كحاجب عن الإجابة، ضع الحاجب على ورقة الاختبار بحيث تغطي الإطار المحتوي على الإجابة الصحيحة ما عدا الإطار الأول، وبهذا يظهر الإطار الأول وتختفي إجابته لوجودها في الهامش الأيسر تحت الحاجب. ¶ 3. إقرأ الإطار بدقة وتأمل فيه ثم حاول أن تضع الإجابة الصحيحة في المسافة الخالية. ¶ 4. أبعد الحاجب إلى الإطار الثاني بحيث تظهر الإجابة الصحيحة للإطار الأول، فإذا كانت إجابتك صحيحة إقرأ الإطار الثاني؛ أما إذا كانت إجابتك خطأ فامسحها وتأمل في سبب الخطأ واكتب الإجابة الصحيحة، ثم انتقل إلى الإطار الثاني، واستمر هكذا إلى نهاية البرنامج. ¶ 5. لا تحاول أن ترى الإجابة قبل قراءة الإطار و التأمل فيه والعجز عن إجابته. ¶ 6. بعد الإنهاء من كل الإطارات، قم بالإجابة على الاختبار التحصيلي في نهاية البرنامج. ¶ البرنامج: ¶ الأهداف: ¶ يتوقع من الطالب بعد الانتهاء من هذا الدرس أن: ¶ يعرف التفخيم لغة واصطلاحا. ¶ يذكر حالات تفخيم الراء. ¶ يعطي مثالا على كل حالة من حالات تفخيم الراء. ¶ ب. عرض المحتوى: ¶ التفخيم لغة: التسمين والتغليظ. ¶ اصطلاحا: تغليظ الحرف أو تسمينه، وذلك بجعله في المخرج سمينا وفي الصفة قويا فيمتلىء الفم بصداه، فيسمع غليظا. ¶ أحوال تفخيم الراء: ¶ تفخم الراء في الحالات: ¶ أن تكون مضمومة، نحو: \"رُزقوا\"، \"عُرُباً\"، \"نحشرُ\". ¶ أن تكون مفتوحة، نحو: \"رَحيم\"، \"يرَونه\"، \"صبرَ\". ¶ أن تكون ساكنة سكونا أصليا وقبلها ضم، نحو: \"القُرْآن\"، \"وانظُرْ\". ¶ أن تكون ساكنة سكونا أصليا وقبلها فتح، نحو: \"مَرْيم\" ، \"تنهَرْ\".",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "إذا وقعت ساكنة في أول الكلمة بعد همزة وصل ، نحو: \"ارْجعوا\". ¶ إذا وقعت ساكنة بعد كسر وبعدها في نفس الكلمة حرف استعلاء مفتوح، نحو: \"مِرْصادا\". ¶ إذا وقعت ساكنة بعد حرف مكسور منفصل عنها(أي في آخر الكلمة السابقة)، سواء أكان الكسر أصليا أم عارضا، نحو:\"رَبِّ ارْجعون\"، \"أَمِ ارْتابوا\". ¶ إذا كانت متطرفة متحركة وعرض لها السكون لأجل الوقف وكان الحرف الذي قبلها مفتوحا، نحو:\"فَحَشَرَ\"، أو مضموما، نحو:\"النُّذُرِ\"، أو ألفا، نحو:\"النَّار\"، أو واوا ساكنة، نحو:\"الأُمُورُ\"، أو حرفا صحيحا قبله فتح، نحو:\"الأَمْرُ\"، أو ضم، نحو:\"العُسْرِ\"، وسواء أكانت هي مفتوحة أو مضمومة أو مجرورة. ¶ ج. الإطارات: ¶ رقم الإطار ... العبارة ... الإجابة الصحيحة ¶ 1. ... التفخيم لغة: التسمين والتغليظ. ¶ اصطلاحا: تغليظ الحرف أو تسمينه، وذلك بجعله في المخرج سمينا وفي الصفة قويا فيمتلىء الفم بصداه، فيسمع غليظا. ¶ 1.التفخيم لغة:........................... ¶ 2. اصطلاحا:........................... ¶ 2. ... تفخم الراء في الحالات الآتية: ¶ الحالة الأولى: أن تكون مضمومة، نحو: \"رُزقوا\"، \"عُرُباً\" ، \"نحشرُ\". ¶ الحالة الثانية: أن تكون مفتوحة، نحو: \"رَحيم\"، \"يرَونه\" ، \"صبرَ\". ¶ الحالة الثالثة: أن تكون ساكنة سكونا أصليا وقبلها ضم، نحو: \"القُرْآن\" ، \"وانظُرْ\". ¶ الحالة الرابعة: أن تكون ساكنة سكونا أصليا وقبلها فتح، نحو: \"مَرْيم\" ، \"تنهَرْ\". ¶ في كلمة\"رَبكم\" تفخم الراء؛ لأنها.......... ¶ في كلمة\"يُرْسل\" تفخم الراء؛ لأنها......... ¶ في كلمة\"العَرْش\" تفخم الراء؛ لأنها......... ¶ في كلمة\"الرُسل\" تفخم الراء؛ لأنها......... ... التفخيم لغة: التسمين والتغليظ. ¶ اصطلاحا: تغليظ الحرف أو تسمينه، وذلك بجعله في المخرج سمينا وفي الصفة قويا فيمتلىء الفم بصداه، فيسمع غليظا. ¶ 3. ... الحالة الخامسة: إذا وقعت ساكنة في أول الكلمة بعد همزة وصل ، نحو: \"ارْجعوا\".",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الحالة السادسة: إذا وقعت ساكنة بعد كسر وبعدها في نفس الكلمة حرف استعلاء مفتوح، نحو: \"مِرْصادا\". ¶ الحالة السابعة: إذا وقعت ساكنة بعد حرف مكسور منفصل عنها(أي في آخر الكلمة السابقة)، سواء أكان الكسر أصليا أم عارضا، نحو:\"رَبِّ ارْجعون\"، \"أَمِ ارْتابوا\". ¶ الحالة الثامنة: إذا كانت متطرفة متحركة وعرض لها السكون لأجل الوقف وكان الحرف الذي قبلها مفتوحا، نحو:\"فَحَشَرَ\"، أو مضموما، نحو:\"النُّذُرِ\"، أو ألفا، نحو:\"النَّار\"، أو واوا ساكنة، نحو:\"الأُمُورُ\"، أو حرفا صحيحا قبله فتح، نحو:\"الأَمْرُ\"، أو ضم، نحو:\"العُسْرِ\"، وسواء أكانت هي مفتوحة أو مضمومة أو مجرورة. ¶ 1. في \"رَبِّ ارحمهما\" تفخم الراء؛ لأنها............. ¶ 2. في كلمة \"قٍرْطَاس\" تفخم الراء؛ لأنها............ ¶ 3. في كلمة \"ارْجعي\" تفخم الراء؛ لأنها............ ¶ 4. في كلمة \"نُذُرِ\" تفخم الراء؛ لأنها................ ¶ 5. في كلمة \"نهَرٍ\" تفخم الراء؛ لأنها................ ... 1.وقعت مفتوحة. ¶ 2.وقعت ساكنة سكونا أصليا وقبلها ضم. ¶ 3. وقعت ساكنة سكونا أصليا وقبلها فتح. ¶ 4. وقعت مضمومة. ¶ وقعت ساكنة بعد حرف مكسور منفصل عنها. ¶ وقعت ساكنة بعد كسر وبعدها في نفس الكلمة حرف استعلاء مفتوح. ¶ وقعت ساكنة في أول الكلمة بعد همزة وصل. ¶ وقعت متطرفة متحركة وعرض لها السكون لأجل الوقف. ¶ وقعت متطرفة متحركة وعرض لها السكون لأجل الوقف. ¶ الاختبار التحصيلي: ¶ أخي الطالب: بعد دراستك لحالات تفخيم الراء إليك بعض الأسئلة، فأجب عنها: ¶ السؤال الأول: تفخم الراء في الكلمات التالية، علل ذلك. ¶ في كلمة \"الرَحمن\"، لأنها.......... ¶ في كلمة \"إرْصَادا\"، لأنها.......... ¶ في \"الذي ارْتضى\"، لأنها.......... ¶ في كلمة \"رُدوا\"، لأنها.......... ¶ السؤال الثاني: ضع دائرة حول رمز الإجابة الصحيحة: ¶ حكم الراء في كلمة:\"فِرْقَة\" هو: ¶ الترقيق؛ لأنها ساكنة بعد كسر أصلي.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "التفخيم؛ لأنها ساكنة بعد كسر وبعدها في نفس الكلمة حرف استعلاء مفتوح. ¶ الترقيق؛ لأنها ساكنة بعد كسر وبعدها (ق). ¶ الترقيق؛ لأنها ساكنة بعد كسر وبعدها (ق). ¶ يسمى تغليظ الحرف أو تسمينه، وذلك بجعله في المخرج سمينا وفي الصفة قويا فيمتلىء الفم بصداه، فيسمع غليظا: ¶ أ. الترقيق ب. التفخيم ت. الاستعلاء ث. الاستفال ¶ 3. كل الآتية تفخم فيها الراء إلا واحدة: ¶ أ. أن تكون مضمومة. ب.أن تكون مفتوحة. ¶ ت.أن تكون ساكنة سكونا أصليا وقبلها ضم ث. أن تكون مكسورة. ¶ 4.حكم الراء في كلمة:\"ارْكَعوا\" هو: ¶ التفخيم؛ لأنها وقعت ساكنة في أول الكلمة بعد همزة وصل. ¶ الترقيق؛ لأنها ساكنة بعد كسر أصلي. ¶ التفخيم؛ لأنها ساكنة بعد كسر وبعدها في نفس الكلمة حرف استعلاء مفتوح. ¶ التفخيم؛ لأنها وقعت متطرفة متحركة وعرض لها السكون لأجل الوقف. ¶ السؤال الثالث: ¶ إقرأ سورة القمر، واستخرج مثالا واحدا فقط لكل حالة من حالات تفخيم الراء. ¶ الإجابات الصحيحة للاختبار التحصيلي: ¶ السؤال الأول: ¶ وقعت مفتوحة. ¶ إذا وقعت ساكنة بعد كسر وبعدها في نفس الكلمة حرف استعلاء مفتوح ¶ وقعت ساكنة بعد حرف مكسور منفصل عنها. ¶ وقعت مضمومة. ¶ السؤال الثاني: 1. ب 2. ب 3. ث 4. أ ¶ المراجع: ¶ أبو زينة، فريد كامل،(2004)، أنماط واستراتيجيات التعليم الجمعي والفردي، ضمن كتاب: المناهج وطرق التدريس1، ط1، الكويت: الجامعة العربية المفتوحة، ص270-273. ¶ جراح، يوسف مفلح،(2000)، أثر التعليم المبرمج في تحصيل طالبات كلية الشريعة في جامعة اليرموك لأحكام التلاوة والتجويد مقارنة بالطريقة العادية، رسالة ماجستير غير منشورة، جامعة اليرموك، ص91 وما بعدها. ¶ خالد، يوسف،(1993)، طرائق التدريس الفردية، ضمن كتاب: طرائق التدريس والتدريب العامة، ط1، جامعة القدس المفتوحة، ص 158-171. ¶ الخوالدة وعيد، ناصر ويحيى،(2003)، طرائق تدريس التربية الإسلامية وأساليبها وتطبيقاتها العملية، ط2، الكويت: مكتبة الفلاح، ص262-264.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "شكري، وآخرون، أحمد خالد،(2006)، المنير في أحكام التجويد، ط8، عمان: جمعية المحافظة على القرآن الكريم، ص145، ص152-154. ¶ مرعي والحيلة، توفيق و محمد،(1998)، تفريد التعليم، ط1، عمان: دار الفكر، ص253-279.",
            "page": "9",
            "part": "1"
        }
    ],
    "t36780": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "التعليم المبرمج وتطبيقاته في مجال التلاوة والتجويد، تفخيم الراء أنموذجا"
        }
    ]
}