{
    "b36798": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ اسم الكتاب / المنهاج في الحكم على القراءات ¶ المؤلف / د. إبراهيم بن سعيد الدوسري ¶ عدد الأجزاء / 1",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "المنهاج في الحكم على القراءات ¶ د. إبراهيم بن سعيد الدوسري ¶ الأستاذ المشارك بقسم القرآن وعلومه- كلية أصول الدين ¶ جامعة الإمام محمد بن سعود الإسلامية ¶ مخلص البحث ¶ يعنى هذا البحث بإيضاح مفهوم الحكم على القراءات وبيان أصالته التاريخية وأهميته? العلمية، وتحديد أنواع القراءات ومراتبها ، وفق الشروط التي اعتمدها أهل السنة والجماعة في قبول القراءة أوردها ، وهي نقل الثقات ، وموافقة الرسم تحقيقاً أو احتمالا ، وكونها غبر خارجة عن اللغة العربية . ¶ كما عني بالخطوات العلمية للحكم على القراءات ، وذلك عن طريق استقراء مصادرها، ودراستها في ضوء أقوال العلماء فيها للوقوف على درجة كل قراءة صحة وضعفاً . ¶ وقد تضمن دراسة تطبيقية على نماذج متنوعة من القراءات المتواتر والشاذة حسب المعايير المعتبرة في الحكم على القراءات . ¶ ومن ثم انتهى هذا البحث إلى نتائج متعددة ، ومن أهمها : ¶ 1.…1. أن القراءات تقع على قسمين أساسين ، وهما : ¶ أ ـ القراءات المتواترة ، وهي القراءات العشر التي عليها عمل القراء إلى وقتنا الحاضر . ¶ ب ـ القراءات الشاذة ، وهي ما عدا تلك القراءات العشر . ¶ 2.…2. أن وصف الشذوذ في القراءة لا يقتضي الضعف في الشاذ جميعه ، وإنما يقضي بمنع القراءة بها . ¶ والله ولي التوفيق ¶ المقدمة : ¶ الحمد لله وسلام على عباده الذين اصطفى ، أما بعد : ¶ فإن الله تعالى قد فضّل القرآن الكريم على سائر الكتب ، إذ جعله مصدقا لما بين يديه من الكتاب ومهيمنا عليه ، ومن وجوه تفضيله ومزاياه ما اختُص به من إنزاله على وجوه القراءات، و تكفل الله بحفظه وترتيله ، فجاء مُصرَّفا على أوسع اللغات، وظلّ محروسا من الزيادة والنقصان والتبديل على مر الزمان وتقلّب الأحوال ، وما ذاك إلا دلالة من دلائل إعجازه وبدائع نظمه.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "إن القرآن الكريم وقراءاته روح حياة الأمة الإسلامية ومشكاة حضارتها الفكرية ، فلذلك كان حقا على المتخصصين من أبناء الأمة في كل عصر أن يعنوا بمحاسن هذا الدين العالمي من خلال كتابه المبين ، وأن ينبروا لإظهار الحق وإبرازه بلغة تناسب عصورهم ومعطياتها . ¶ ويأتي هذا البحث القرآني ليعنى بدراسة قضية أخذت حيزا من اهتمام علماء القراءات ، غير أنها لم تفرد بمؤلَّف يُسهّل على الباحثين تقريب مباحثها ، فجاء هذا البحث ليلمّ ما تشعّب من مسائلها ، ويكشف اللثام عن تاريخها وأصولها ، في دراسة موضوعية تطبيقية . ¶ ومن الله تعالى أستمد العون ، ومنه سبحانه أستلهم الرشاد . ¶ أهمية الموضوع : ¶ يمثل هذا الموضوع دعامة مهمة في الحكم على القراءات وفق المنهج الأمثل الذي اعتمد عليه حذاق القراء ومحرريهم . ¶ وهو ذو أهمية ضرورية، إذ به يعرف ما يقبل من القراءات وما يُبنى عليها من أحكام شرعية وتعبدية وما لا يُقرأ به منها وما لا يعمل به أيضا. ¶ وتشمل هذه الدعامة الجوانب اللغوية وجميع المسائل التي تنبني على هذا العلم في التفسير وغيره . ¶ والحق أن هذا الموضوع يُعمل الفكر ويذكي جذوته في البحث عن ضبط حروف القرآن الكريم وقراءاته ، وفي ذلك فوائد جليلة ، وإليها أشار الحافظ ابن الجزري ( ت 833 هـ ) بقوله : ¶ فليحرص السعيد في تحصيله * ولا يَملّ قط من ترتيله ¶ وليجتهد فيه وفي تصحيحه * على الذي نُقل من صحيحه( [1]) ¶ وحاجة الباحثين في الدراسات القرآنية وما يتصل بها إلى هذا الموضوع أكثر من غيرهم ، إذ تستدعي دراستهم معرفة المنهج الذي يتم على ضوئه الحكم علي القراءات بناء على الأسس والمعايير العلمية .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد لُحظ أن عددا من الباحثين إذا وجد القراءة في كتاب السبعة لابن مجاهد (ت 324 هـ) حكم بتواترها ، ومنهم من إذا وجدها في مختصر شواذ القرآن لابن خالويه (ت370 هـ) أو المحتسب لابن جني (ت 392 هـ) حكم بشذوذها ، وذلك منهج غير صحيح ، كما سيتضح من خلال هذه الدراسة إن شاء الله تعالى ، ولا شك أن بيان المنهج الصحيح والحالة هذه أمسى ضرورة ملحّة ، ولا سيما أن المصادر التي تثري هذا الموضوع توفرت في هذا الوقت أكثر من ذي قبل، حيث نشطت حركت تحقيق كتب القراءات وطبعها، كما تيسرت ـولله الحمدـ سبل الاطلاع على المخطوطات واستجلابها، وذلك يلقي بظلاله على المهتمين بعلم القراءات دراسة هذا الموضوع وأمثاله على نحو أعمق . ¶ ولا تقتصر أهمية الموضوع على الباحثين فحسب ، فالموضوع يتصل بكلام الله جل وعلا وشرعة هذه الأمة ومنهاجها ، والأعداء يتربصون بالأمة الإسلامية وكتابها أشد التربّص ، لنفث سمومهم ونشر شبهاتهم للطعن في القرآن الكريم من خلال اختلاف قراءاته . ¶ ولئن كان مثار الجدل حول اختلاف أوجه القراءات مقصورا على فئات معينة فإنه في هذا العصر أصبح أكثر اتساعا بواسطة وسائل الإعلام والاتصال المتعددة التي لم يسبق لها مثيل . ¶ فهذا الموضوع وأشباهه من أهم الموضوعات التي ينبغي أن يتجرد لها أهل الاختصاص لحماية هذه الثغرة والحفاظ على ميراثنا الرباني المجيد ، ويأتي في مقدمة تلك الموضوعات ما يُعنى بالأسس والمناهج التي إذا أُبرزت بالصورة الصحيحة أسهمت في الكشف عن مظهر حضاري لهذا الدين العظيم ، ألا وهو سلامة مناهجه ، وثبات مقاييسه ، وصدقية أحكامه . ¶ هدف البحث : ¶ يستهدف هذا البحث دراسة الكلمات القرآنية التي قرئت على أكثر من وجه ، وذلك بالكشف عن الأسس والضوابط المعتبرة التي عوّل عليها القراء في الحكم علي القراءات ، مع دراسة تطبيقية ترسخ ذلك المنهج لدا الباحثين نظريا وعمليا . ¶ خطة البحث :",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "تتكون خطة هذا البحث من مقدمة وأربعة فصول وخاتمة ،وذلك على النحو التالي: ¶ المقدمة : وتتضمن أهمية البحث وهدفه وخطته ، كما تقدم بيانه. ¶ الفصل الأول : تاريخ الحكم على القراءات وأهميته ، ويشتمل على مبحثين: ¶ المبحث الأول : تاريخ الحكم على القراءات . ¶ المبحث الثاني: أهمية الحكم على القراءات . ¶ الفصل الثاني : أنواع القراءات ومراتبها ، ويشتمل على مبحثين: ¶ المبحث الأول : ما يُقرأ به وما لا يُقرأ به . ¶ المبحث الثاني : مراتب القراءات . ¶ الفصل الثالث : الخطوات العلمية للحكم على القراءات ، ويشتمل على مبحثين: ¶ المبحث الأول : الحكم على القراءة عن طريق مصادرها . ¶ المبحث الثاني : الحكم على القراءة من خلال دراستها . ¶ الفصل الرابع: الدراسة التطبيقية على الحكم على القراءات . ¶ الخاتمة : وتتضمن أهم نتائج البحث . ¶ *** ¶ الفصل الأول : تاريخ الحكم على القراءات وأهميته ويشتمل على مبحثين: ¶ المبحث الأول : تاريخ الحكم على القراءات . ¶ المبحث الثاني : أهمية الحكم على القراءات . ¶ تاريخ الحكم على القراءات: ¶ يرجع تاريخ الحكم على القراءات إلى بداية الإذن بالقراءة على سبعة أحرف ، فكان الحُكم ـ عند اختلاف الصحابة في القراءات ـ إلى الرسول صلى الله عليه وسلم ، ففي حادثة عمر ( ت 23 هـ ) رضي الله عنه مع هشام بن حكيم ( ت بعد 15 هـ ) رضي الله عنه لما استقرأهما الرسول صلى الله عليه وسلم صوّب قراءة كل واحد منهما) ( [2]، كما وجّه الصحابة رضوان الله تعالى عليهم إلى أن يقرؤوا كما عُلّموا( [3]).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فلا يقبل من القراءات إلا ما كان منقولا عن الرسول صلى الله عليه وسلم، وعلى هذا النهج جمَع أبو بكر الصديق ( ت 13 هـ ) رضي الله عنه القرآن الكريم ، إذ كان من شروطه أن لا يثبتوا بين اللوحين إلا ما ثبت سماعه من الرسول صلى الله عليه وسلم وتُلقي عنه ( [4])،ومما يدل على ذلك قول عمر بن الخطاب( ت 23 هـ ) رضي الله عنه : \" من كان تلقى من رسول الله شيئا من القرآن فليأتنا به \"( [5]) ، فالتلقي شرط معتبر في القرآن الكريم وقراءاته. ¶ وقد لزم جميع الصحابة رضوان الله عنهم هذا النهج القويم ، حيث كانوا يقرؤون بما تعلموا ، ولا ينكر أحد على أحد قراءته ، ثم أن انتشروا في البلاد يعلمون الناس القرآن والدين ، \" فعلّم كل واحد منهم أهل مصره على ما كان يقرأ على عهد النبي صلى الله عليه وسلم ، فاختلفت قراءة أهل الأمصار على نحو ما اختلفت قراءة الصحابة الذين علموهم \"( [6]) . ¶ وبعد سنة واحدة من خلافة عثمان بن عفان ( ت 35 هـ ) رضي الله عنه، أي في حدود سنة خمس وعشرين( [7])شهد حذيفة بن اليمَان (ت 35 هـ ) رضي الله عنه فتح أَرْمينية وأَذربيجان فوجد الناس مختلفين في القرآن، \" ويقول أحدهم للآخر : قراءتي أصح من قراءتك ، فأفزعه ذلك( [8])\" فركب حذيفة إلى أمير المؤمنين رضي الله عنهما ، فقال : \" يا أمير المؤمنين أدرك هذه الأمة قبل أن يختلفوا في الكتاب اختلاف اليهود والنصارى\"( [9]) . ¶ فقام عثمان بن عفان الخليفة الراشد بكتابة المصاحف على اللفظ الذي استقر عليه العمل في العرضة الأخيرة عن النبي صلى الله عليه وسلم بمشورة الصحابة رضي الله عنهم واتفاق منهم ، فأخذ المسلمون بها وتركوا ما خالفها( [10]).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ومن هنا ظهر العمل بالمقياس القرّائي الذي يعتبر شرطا أساسا في الحكم على القراءة ، وهو موافقة الرسم العثماني ، وكل قراءة خالفت هذا الرسم عند جمهور العلماء لا تُعدّ متواترة عن النبي صلى الله عليه وسلم ، وإن ثبتت فإنها منسوخة بالعرضة الأخيرة( [11]) . ¶ فلا تصح القراءة بما خالف الرسم العثماني من أوجه القراءة وإن صح نقلها، وهذا هو أحد الأركان الثلاثة لصحة القراءة ، والركنان الآخران هما : ثبوت القراءة بالنقل الصحيح ، وموافقتها للغة العربية. ¶ أما شرط النقل فقد تقدم آنفا ، وأما شرط العربية فمنشؤه من إنزال القرآن على لسان العربية ، قال الله تعالى : ) وإنه لتنزيل رب العالمين * نزل به الروح الأمين * على قلبك لتكون من المنذرين * بلسان عربي مبين (( [12]). ¶ ومقياس العربية أشبه بالوصف ، لأن القراءة إذا صحت نقلا لزم أن تصح عربية . ¶ وبعد : فيمكننا القول : إن شروط قبول القراءات التي اعتمدها أهل السنة والجماعة( [13]) كانت أصولها منذ زمن الرسول صلى الله عليه وسلم ، واكتملت بالتحديد بعد العرضة الأخيرة ، حيث لا تجوز القراءة إلا بما أقرأ به الرسول صلى الله عليه وسلم من أوجه القراءات واتصل به ، ووافق ما رسم عليه المصحف على مقتضى العرضة الأخيرة ، ووافق لغة القرآن ، فلا جرم أن تلك الأركان مستقاة مما تواتر نقله عن الرسول صلى الله عليه وسلم على هذا النحو .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وما كان لهذه الشروط أن يرتكز عليها أهل السنة والجماعة لولا اعتمادها على نصوص الشريعة وأصولها ، ولاسيما أن الأمر يختص بالقرآن الكريم ، فما خالف هذه الشروط من أوجه القراءات فهو منسوخ أو باطل أو شاذ( [14]) ، ولا يمكن اعتقاد ذلك والحكم به إلا بدليل من القرآن والسنة ، \" إذ لا نسخ بعد انقطاع الوحي ، وما نُسخ بالإجماع ، فالإجماع يدل على ناسخ قد سبق في نزول الوحي من كتاب أو سنة\"( [15])، وما يقال في النسخ يقال فيما شابهه من الأحكام المذكورة آنفا القاضية ببطلان ما خرج عن تلك الأصول ، ولهذا قال العلماء :\" القراءة سنة\"( [16])، قال إسماعيل القاضي: ( ت 282 هـ ) في معنى ذلك :\" أحسبه يعني هذه القراءة التي جُمعت في المصحف( [17])\". ¶ وقد عمل القراء بهذا الميزان إقراء وتأليفا في الحكم على القراءات، كما جاءت الإشارة إليه في أوائل مصنفاتهم ، فقال أبو عبيد القاسم بن سلام (ت 224 هـ) - وهو أول إمام معتبر جمع القراءات ـ( [18])بعد أن ناقش أحد أوجه القراءات علل حكمه بأنه اجتمعت له الشروط الثلاثة المذكورة ، حيث قال : \" اجتمعت له المعاني الثلاثة من أن يكون مصيبا في العربية وموافقا للخط وغير خارج عن قراءة القراء\"( [19]). ¶ وعلى هذا الأساس اعتمد مكي بن أبي طالب ( ت 437 هـ ) ما يقبل من القراءات وما لا يقبل( [20]). ¶ وقد ظل هذا المعيار هو الحكم الذي يُحتكم إليه عند اختلاف أوجه القراءات ، ولا سيما بعد أن كثر الاختلاف فيما يحتمله الرسم ، وكثر أهل البدع الذين قرؤوا بما لا تحل تلاوته( [21]). ¶ وكلما تقادم الزمن كثر القراء وانتشروا ، وخلفهم أجيال بعد أجيال في طبقات متتابعة ، فمنهم المجوّد للتلاوة المشهور بالرواية والدراية ، ومنهم المقتصر على وصف من هذه الأوصاف ، وكثر بسبب ذلك الاختلاف ، وكاد يختلط المتواتر بالشاذّ ، فانبرى جهابذة العلماء فميزوا ذلك وحرروه وضبطوه في مؤلفاتهم( [22]).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قال الحافظ ابن الجزري ( ت 833 هـ ) :\"وإذا كان صحة السند من أركان القراءة كما تقدم تعين أن يعرف حال رجال القراءات كما يعرف أحوال رجال الحديث ، لا جرم اعتنى الناس بذلك قديما ، وحرص الأئمة على ضبطه عظيما ، وأفضل من علمناه تعاطى ذلك وحققه ، وقيد شوارده ومطلقه ، إماما الغرب والشرق الحافظ الكبير الثقة ـ أبو عمرو عثمان بن سعيد الداني ـ مؤلف التيسير وجامع البيان وتاريخ القراء وغير ذلك ومن انتهى إليه تحقيق هذا العلم وضبطه وإتقانه ببلاد الأندلس والقطر الغربي ، والحافظ الكبير ـ أبو العلاء الحسن بن أحمد العطار الهمداني ـ مؤلف الغاية في القراءات العشر وطبقات القراء وغير ذلك ومن انتهى إليه معرفة أحوال النقلة وتراجمهم ببلاد العراق والقطر الشرقي . ¶ ومن أراد الإحاطة بذلك فعليه بكتابنا غاية النهاية في أسماء رجال القراءات أويى الرواية والدراية\"( [23]). ¶ ثم إن الحافظ ابن الجزري ( ت 833 هـ ) جمع ما انتهى إليه من سبقه في مصنفاته المنيفة، ويأتي في مقدمتها الكتاب المذكور غاية النهاية وكتابه النشر في القراءات العشر ومنظومته طيبة النشر ، ومن ثم عكف الشيوخ عليها تأليفا وإقراء ، فاشتهر علم التحريرات الذي يعنى بعزو أوجه القراءات إلى طرقها ومصنفاتها ، في دقة متناهية مع بيان الجائز منها والممنوع حال الإقراء ، وآخر ما انتهى إليه هذا العلم تحقيقا وتأليفا وإقراء هو الإمام محمد بن أحمد المتولي ( ت 13 13هـ ) الملقب بابن الجزري الصغير ، إذ عليه مدار الإقراء وبه تلتقي جل أسانيد القراء ، فهو بجدارة إمام مدرسة القراءات في العصر الحديث( [24]) . ¶ ولئن استمر العمل في تحرير القراءات والحكم عليها بعد ابن الجزري فإنه لن ينقطع بالمتولي ، وهو مجال رحب للقراء والباحثين . ¶ أهمية الحكم على القراءات",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "القراءات ميراث خالد اختصت به هذه الأمة من بين سائر الأمم ، وعلم القراءات علم جليل ، له من الرواية ذروة سنامها ، ومن الدراية صافي دررها ، وإحكام مبانيها والتبحر في مقاصدها والغوص في معانيها بحر لا ساحل له وغور لا قاع له . ¶ وعلم القراءات ليس له حد ينتهي إليه ، فمجالاته عديدة وفروعه متشعبة ، وطرق أسانيده لا تكاد تستقصى ، ومعاني وجوه القراءات لا تكاد تنقضي ، فكلما أنعم الباحث النظر في تصاريفها تجددت معانيها في حلل أبهى . ¶ وتجيء مكانة الحكم على القراءات في أولويات القيم العلمية لهذا النوع من العلوم الشرعية . ¶ قال الحافظ ابن الجزري (ت 833 هـ) في سياق تعداد فوائد علم القراءات:\" ومنها بيان فضل هذه الأمة وشرفها على سائر الأمم ، من حيث تلقيهم لكتاب ربهم هذا التلقي ، وإقبالهم عليه هذا الإقبال ، والبحث عن لفظةٍٍ لفظةٍ ، والكشف عن صِيغةٍ صِيغةٍ، وبيان صوابه، وبيان تصحيحه، وإتقان تجويده حتى حموه من خلل التحريف، وحفظوه من الطغيان والتطفيف ، فلم يهملوا تحريكا ولا تسكينا ، ولا تفخيما ولا ترقيقا ، حتى ضبطوا مقادير المدات وتفاوت الإمالات وميزوا بين الحروف بالصفات، مما لم يهتد إليه فكر أمة من الأمم ، ولا يُوصل إليه إلا بإلهام بارئ النسم \"( [25]) . ¶ وتشتمل الأهمية العلمية للحكم على القراءات على الجوانب العقدية والفقهية . ¶ أما الجانب العقدي : ¶ فإن ما قُطع على صحته يكفر من جحده لأنه من القرآن ، وكل قراءة ثبتت على هذا النحو فهي مع القراءة الأخرى بمنزلة الآية مع الآية ، كلاهما حق يجب الإيمان بهما والعمل بهما ، وسواء كانتا قراءتين أم أكثر ، وأما ما لم يقطع على صحته فإنه لا يكفر من جحده ، لأن ذلك من موارد الاجتهاد التي لا يلحق النافي ولا المثبت فيها تكفير ولا فسق ، والأولى أن لا يُقدم على الجزم بردّ قرآنيته ، وأما ما لم يثبت نقله ألبته أو جاء من غير ثقة فلا يقبل أصلا( [26]). ¶ وأما الجانب الفقهي :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فهو منبثق من الجانب العقدي ، إذ ما قطع عليه من القراءات بكونه قرآنا جازت القراءة به في الصلاة وخارجها، وما لم يقطع بصحته فقد اختُلف فيه( [27]). ¶ والقراءة الصحيحة المقروء بها لا خلاف في الاحتجاج بها ، والأظهر أن الشاذ من القراءات إذا صح نقله فإنه يحتج به في الأحكام وإذا لم يصح نقله فلا يجوز الاستدلال به في الأحكام( [28]) . ¶ وينبغي أن يحمل ذلك على ما جاء في التفسير واللغة أيضا ، فلا يُستند فيها إلا على قراءة صحيحة ولو كانت منقولة نقلا آحادا ، كما أن القراءة إذا ثبتت وجب قبولها وعدم ردها ولو أباها بعض النحويين( [29]). ¶ حقا فدراسة القراءات والحكم عليها ذات أهمية فائقة ، وتبرز هذه الأهمية في سائر فروع القراءات ومجالاتها النقلية والعقلية ، ولا سيما في معايير قبول القراءات واختيارها ، وفي مقدمتها أركان قبول القراءة السالفة الذكر. ¶ ولا تزال القيمة العلمية في ذلك ذات أهمية فائقة ، وبخاصة في القراءات التي لا يقرأ بها الآن ، وأكثرها يذكر في الكتب غير معزو بَلْهْ بيان نوعها ودرجتها ، وربما أُخذ بها في الأحكام الفقهية والمعاني التفسيرية والقواعد اللغوية وغيرها ، وإذا اتضح أن ما كان كذلك من القراءات لا يحتج به إلا إذا كان بنقل صحيح فإن البحث فيها من أولى المهمات . ¶ الفصل الثاني : أنواع القراءات ومراتبها ، ويشتمل على مبحثين: ¶ المبحث الأول : ما يُقرأ به وما لا يُقرأ به . ¶ المبحث الثاني : مراتب القراءات . ¶ أنواع القراءات ومراتبها ¶ كان لأحوال القراءات التاريخية أثر بين في تنوعها ، وتعتبر العرضة الأخيرة المرحلة التي عليها الاعتماد ، ولا سيما بعد الجمع العثماني( [30])، ومن ثم فإن ما خالف الرسم أقل رتبه مما وافقه أو احتمله . ¶ كما أن لنقل القراءات والمشافهة بها أثرا في تفاوت القراءات وتفاضلها ، إذ تتنوع بحسب رواتها كثرة وقلة وقوة وضعفا .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وثمة اعتبارات أخرى تعطي القراءات مجالا أوسع في تعداد أنواعها ، وسيتناول هذا المبحث منها ما يخص الحكم منها ، حيث ستتم دراسة القراءات من جهة المقروء به وغير المقروء به ، ومراتب كل منهما . ¶ ما يُقرأ به وما لا يُقرأ به ¶ ليس كل ما يُروى من القراءات تجوز القراءة به الآن ، وإذا كان الأمر كذلك فما الذي يُعوّل عليه في ذلك ؟ أهو ما جاء عن القراء السبعة أو عن العشرة ؟ أو ما توفرت فيه أركان صحة القراءة وإن كان عن غير السبعة و العشرة ؟ أو أن المعتمد عليه في ذلك ما ورد في كتب القراءات أو كتب معينة منها ككتاب السبعة والشاطبية والنشر ؟ ¶ والحق أن الذي يجب أن يعول عليه ما نقل متواترا مشافهة ، واستمرّ على هذا النحو ، حيث ورد عن غير واحد من الصحابة والتابعين أن القراءة سنة متبعة يأخذها الآخر عن الأول( [31]) ، وعن علي بن أبي طالب ( ت 40 هـ ) رضي الله عنه أنه قال :\" إن رسول الله صلى الله عليه وسلم يأمركم أن يقرأ كل رجل كما عُلّم \"( [32]) . ¶ وذلك أن القراءات لا تضبط إلا بالتلقي والسماع من الشيوخ ومشافهتهم بها كما أخذوها عمن قبلهم هكذا إلى النبي صلى الله عليه وسلم ، وهذا يمثل الشرط الأول في أركان القراءة ، وهو صحة النقل، والشرطان الآخران وهما الرسم والعربية لازِمان لهذا النوع من القراءات المقروء بها( [33]) . ¶ وليس كل ما شُوِفهَ به يُقرأ به اليوم ، بل لابد من اتصاله بأهل العصر ، ولذلك فإن كثيرا من القراءات كان يقرأ بها( [34]) ، بيد أن انقطاع إسنادها مشافهة لقصور الهمم أدى إلى إهمالها ومن ثم لم تتصل ، وعليه فلا تجوز القراءة بها الآن . ¶ والذي عليه قراءة هذا العصر هو ما اتصل بالقراء العشرة ، وهم :",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ابن عامر الشامي ( ت 118 هـ ) وابن كثير المكي ( ت 120 هـ ) وعاصم بن أبي النَّجود ( 127 هـ ) وأبو عَمرو البصري ( ت 154 هـ) وحمزة الزيات ( ت 156 هـ ) ونافع المدني ( ت 169 هـ ) والكسائي ( ت 189 هـ ) والثلاثة الذين يكتمل بهم العشرة ، وهم أبو جعفر المدني (130 هـ ) ويعقوب الحضرمي (ت 205 هـ) وخلف البزار (ت 229 هـ ) . ¶ وليس كل ما يُعزى إلى هؤلاء يُقرأ به ، بل لا يقرأ إلا بما ثبت عنهم على وجه المشافهة دون انقطاع ( [35]). ¶ وليس لأحد أن يقرأ بأوجه القراءات المقروء بها عن الأئمة العشرة إلا إذا شافهه بها ، لأن القراءة سنة متبعة يأخذها الآخر عن الأول كما تقدم، قال شيخ الإسلام ابن تيمية ( ت 728 هـ ) : \" ولم ينكر أحد من العلماء قراءة العشرة، ولكن من لم يكن عالما بها أو لم تثبت عنده ... فليس له أن يقرأ بما لا يعلمه\" ( [36]) . ¶ والذي لا يقرأ به أكثر مما يقرأ به ، فإن في سورة الفاتحة ما يناهز خمسين اختلافا من غير المقروء به ، وفي سورة الفرقان نحو مائة وثلاثين موضعا( [37]) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وما ترك من القراءات له أصل في الشرع ، وإلا كانت الأمة آثمة بعدم أدائه ، وهذا الأصل هو قول الرسول صلى الله عليه وسلم في حديث الأحرف السبعة : \" فاقرؤوا ما تيسر منه \" ( [38])، حيث دلّ الحديث على أن نقل جميع حروف القراءات ليس نقل فرض وإيجاب، وإنما كان أمر إباحة وترخيص( [39])، وبذلك يظهر وجه علّة الأوجه والروايات التي كان يقرأ بها في الأمصار عن الأئمة السبعة أو العشرة ثم اندثرت ، مثال ذلك قول الحافظ أبي العلاء (ت 569 هـ ) في مقدمة غايته : \" فإن هذه تذكرة في اختلاف القراء العشرة الذين اقتدى الناس بقراءتهم ، وتمسكوا فيها بمذاهبهم من أهل الحجاز والشام والعراق \"( [40]) ، ثم ذكر بعد ذلك رواتهم ومنهم شجاع ابن أبي نصر ( 190 هـ ) وأبو زيد الأنصاري ( ت 215 هـ ) عن أبي عمرو البصري ( ت 154 هـ ) ، وقتيبة ابن مِهْران ( ت بعد 200 هـ ) عن الكسائي (ت189 هـ ) وغيرهم ، في حين أن روايات هؤلاء وأمثالهم لا يقرأ بها الآن( [41]) . ¶ وأما ما يذكر في كتب القراءات على وجه القراءة مع مخالفته للرسم فقد حمله أكثر العلماء على وجه التعليم فحسب ، وذلك من أجل الاستفادة في الأحكام الشرعية والأدبية( [42]) . ¶ مراتب القراءات ¶ تختلف مراتب أوجه القراءات على أنواع شتى ، فمن أوجهها المتواتر والمشهور والآحاد والضعيف ، ومنها المسند على وجه الأداء والتلاوة ، والمسند على وجه الرواية دون تلاوة ، ومنه المذكور في كتب أهل العلم دون إسناد ومنها ما لا أصل له ... ، غير أنها كلها تؤول إلى نوعين ، وهما : ¶ النوع الأول : القراءة المتواترة . ¶ النوع الثاني : القراءة الشاذة . ¶ أولا ـ القراءة المتواترة : ¶ وهي القراءات التي اشتملت على شروط صحة القراءة المشهورة ، وهي السند والرسم والعربية .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "والمقصود بالسند: ثبوت الوجه من القراءة بالنقل الصحيح عن الثقات( [43])، وهو غير معدود عندهم من الغلط أو مما شذ به بعضهم( [44])، وقد اختلفت تعبيرات العلماء في ذلك اختلافا يوهم التناقض ، فمنهم من نص على الآحاد( [45])، ومنهم من قيده بالشهرة والاستفاضة( [46])، ومنهم من صرح بالتواتر وهم الأكثرون( [47]) ، وقد استبان بعد النظر في أقوالهم أن الخلاف صوري ، فمن نظر إلى أسانيد القراء من جهة نظرية على ما هو مذكور في أسانيد مصنفاتهم وجد كثيرا من أوجه الاختلاف تشتمل على أسانيد آحادية أو مشهورة ، ومن نظر إليها من جهة الوقوع عدها متواترة وأجاب بأن انحصار الأسانيد ـ ولو كانت آحادية ـ في طائفة معينة لا يمنع مجيء القراءات عن غيرهم إذ مع كل واحد منهم في طبقته ما يبلغها حد التواتر ، لأن القرآن قد تلقاه من أهل كل بلد الجم الغفير طبقة بعد طبقة وجيلا بعد جيل ، ولو انفرد أحد بوجه دون أهل تلك البلد لم يوافقه على ذلك أحد( [48]) \" ، ومما يدل على هذا ما قاله ابن مجاهد : قال لي قُنبل : قال لي القوّاس : ـ في سنة سبع وثلاثين ومائتين ـ الق هذا الرجل ـ يعني البَزِّي ـ فقل له : هذا الحرف ليس من قراءتنا ،يعني ) وما هو بميت (( [49]) مخففاً ، وإنما يخفف من الميت من قد مات ، ومن لم يمت فهو مشدد ، فلقيت البَزِّي فأخبرته فقال : قد رجعت عنه \"( [50]) . ¶ وحيث إن القراءات العشر المقروء بها في هذا العصر على هذا النحو فإنها هي المتواترة ، وما عداها فهو الشاذّ ، إذ انقطاع الإسناد من جهة المشافهة لأي وجه من القراء مسقط له ، ولو تواتر الإسناد نظريا في الكتب ، وذلك أن في القراءات وجوها لا تحكمها إلا المشافهة، بله إذا صح إسناده ولم يتصل مشافهة.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "والتواتر المذكور يختص بأوجه القراءات بصفة عامة ، وليس كل ما كان من قبيل الأداء متواتر ، بل منه الصحيح المستفاض المتلقى بالقبول ، كمقادير المد الزائدة على القدر المشترك بين أهل الأداء ، غير أنه ملحق بالمتواترة حكما لأنه من القرآن المقطوع به ، قال الحافظ ابن الجزري( ت833 هـ ) : \" ونحن ما ندعي التواتر في كل فرْدٍ مما انفرد به بعض الرواة أو اختص ببعض الطرق ، لا يدّعي ذلك إلا جاهل لا يعرف ما التواتر ؟ وإنما المقروء به عن القراء العشرة على قسمين : متواتر ، وصحيح مستفاض متلقى بالقبول ، والقطع حاصل بهما \"( [51]) . ¶ وقال أيضا : \" فإنه إذا ثبت أن شيئا من القراءات من قبيل الأداء لم يكن متواترا عن النبي صلى الله عليه وسلم ، كتقسيم وقف حمزة وهشام وأنواع تسهيله ، فإنه وإن تواتر تخفيف الهمز في الوقف عن النبي صلى الله عليه وسلم فلم يتواتر أنه وقف على موضع بخمسين وجها ولا بعشرين وجها ، ولا بنحو ذلك ، وإنما إن صح شيء منها فوجه ، والباقي لاشك أنه من قبيل الأداء \"( [52]). ¶ ولعل هذا النوع من الأوجه المختلف فيها بين القراء هو الذي جعل بعض العلماء لا يشترط التواتر . ¶ والمقصود بموافقة الرسم : ¶ أن تكون القراءة موافقة لأحد المصاحف العثمانية المشهورة ، سواء كانت تحقيقا وهي الموافقة الصريحة ، أو كانت الموافقة تقديرية وهي الاحتمالية ، فإنه قد خولف صريح الرسم في مواضع كثيرة إجماعا نحو : \" الصلوة \"و\" الزكوة \" ، وبذلك وردت بعض القراءات نحو قراءة \" مالك \" في سورة الفاتحة بالألف مع أنها مرسومة بدون ألف ، فاحتمل أن تكون مرادة كما حذفت من \"الرحمن\" و \" إسحق \"( [53]) . ¶ والمقصود بموافقة العربية :",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أن تكون القراءة على سنن كلام العرب ولهجاتها التي وافقت الأحرف السبعة ، وإن لم تكون مشهورة لدى النحويين ، قال الإمام الداني ( ت 444 هـ ) : \" وأئمة القراء لا تعمل في شيء من حروف القرآن على الأفشى في اللغة والأقيس في العربية ، بل على الأثبت في الأثر والأصح في النقل والرواية ، إذا ثبتت لم يردها قياس عربية ، ولا فشو لغة ، لأن القراءة سنة متبعة يلزم قبولها والمصير إليها \"( [54]) . ¶ وأي وجه من القراءات توفرت فيه تلك الشروط فهو من القرآن الذي يجب الإيمان به ، ويكفر من جحده( [55]) . ¶ وجمهور العلماء على جواز الاختيار بين تلك القراءات ، واختياراتهم في ذلك مشهورة ، \" وأكثر اختياراتهم إنما هو في الحرف إذا اجتمع فيه ثلاثة أشياء : قوة وجهه في العربية وموافقته للمصحف واجتماع العامّة عليه \"( [56]) ، إلا أنه ينبغي التنبيه على شيء ، وهو أنه قد تُرجّح إحدى القراءتين على الأخرى ترجيحاً يؤدي إلى إسقاط القراءة الأخرى أو إنكارها ، وهذا غير مرضي ، لأن كلتيهما متواترة( [57]) . ¶ وأما تفضيل ما يعزى إلى القراء السبعة على ماعداهم من القراء العشرة في القراءات المتواترة فهو من حيث الشهرة فحسب ، أما من حيث التواتر فالقراءات السبع والعشر سواء( [58]) . ¶ ثانيا ـ القراءة الشاذة : ¶ وهي القراءة التي فقدت أحد الأركان الثلاثة لصحة القراءة ، وقد لخص ابن الجزري ذلك بقوله : ¶ وحيثما يختل ركن أثبتِ شذوذه لو أنه في السبعةِ( [59])",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقوله رحمه الله : \" لو أنه في السبعة \" يشير إلى أن الاعتماد في صحة أي وجه من وجوه القراءات على ما استجمع تلك الأوصاف ، وليست العبرة بمن تنسب إليهم ، فالقراء السبعة أو العشرة ـ مع شهرتهم ـ رُوي عنهم ما خرج عن أوصاف القراءة الصحيحة ، وحينئذ ينبغي أن يحكم على ما كان كذلك بالشذوذ ( [60])، ولذلك قال أبو العباس الكوَاشي ( ت 680 هـ ) : \" ... فعلى هذا الأصل بني قبول القراءات عن سبعة كانوا أو سبعة آلاف ، ومتى فقد شرط من هذه الثلاثة فهو شاذّ\"( [61]). ¶ وقال أبو شامة ( ت 665 هـ ) : \" كل قراءة اشتهرت بعد صحة إسنادها وموافقتها خط المصحف ولم تنكر من جهة العربية فهي القراءة المعتمد عليها ، وما عدا ذلك فهو داخل في حيز الشاذّ والضعيف ، وبعض ذلك أقوى من بعض \"( [62]) . ¶ ويتضح مما سبق أن مصطلح الشذوذ عند القراء مصطلح خاص ، يقصد به ما خرج من أوجه القراءات عن أركان القراءة المتواترة . ¶ وكما أن القراءات المتواترة على مراتب فكذلك القراءات الشاذة تتفاضل أيضا بحسب إسنادها قوة وضعفا ، وبحسب رسمها مخالفة وموافقة ، وبحسب عربيتها فصاحة ونحوا وتصريفا( [63]). ¶ ويندرج في القراءات الشاذة ما لم يصح سنده من المنكر والغريب والموضوع( [64]). ¶ وامتنع بعض المحققين من إطلاق الشاذ على ما لم ينقل أصلا وإن صح لغة ورسما ، وسموه مكذوبا( [65]) . ¶ واعتبر بعض القراء وطوائف من أهل الكلام أن جميع ما روي من القراءات الخارجة عن المصاحف العثمانية محمولة على وجه التفسير وذلك بناء على أن تلك المصاحف اشتملت على جميع الأحرف السبعة ، فما خرج منها فهو ليس من الأحرف السبعة أصلا ،وهذا النوع على هذا المذهب أشبه بأنواع المدرج في علم الحديث .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وذهب أئمة السلف وأكثر العلماء إلى أن المصاحف العثمانية لم تشتمل على جميع الأحرف السبعة ، وإنما اشتملت على جزء منها ، وأن الجمع العثماني منع من القراءة مالا يحتمله خطه ، وعليه فإن ما كان كذلك فهو من القراءات الشاذة وليس من التفسير ، ولكن حكمه حكم التفسير بل أقوى( [66]) . ¶ ومذهب السلف هو الأسلم والأولى ، وهو الموافق لتاريخ القراءات ، وبه لا تنخرم إحدى القواعد المعتبرة التي اعتمدها أهل السنة والجماعة في تصحيح القراءة أو تشذيذها ، وهي السند والرسم والعربية، وذلك يقتضي أن كل قراءة خرجت عن رسم المصاحف العثمانية قراءة شاذة وليست تفسيرا . ¶ وينبغي التنبه هنا على أن المقصود باشتراط العربية ذا بُعد يرجع إلى نزول القرآن على لسان العرب ، وإلى أن أحرفه السبعة لا تخرج عن لهجات العرب ، وحينئذ فإن الوجه إذا ثبت نقله واستقام رسمه فلا يحكم عليه بالشذوذ لمجرد طعن بعض النحاة ومن تبعهم ، بل القراءة هي الحاكمة والحجة ، فكيف إذا كان مقروءا بها في الأمصار والمحاريب ، ويرحم الله الإمام ابن مالك ( ت672 هـ) إذ انتصر لأحد الوجوه التي أنكرت في قوله : ¶ وعمدتي قراءةُ ابن عامرِ * وكم لها من عاضد وناصري( [67]). ¶ وأغلب ما وصف بالشذوذ من القراءات كان بسبب مخالفة الرسم العثماني أو بسبب عدم توافر النقل ، وليس من أجل مخالفة العربية ، إلا في النادر ، مما نقله ثقة ولا وجه له في العربية ، ولا يصدر مثل هذا إلا سهوا بشريا ، وقد نبه عليه المحققون والقراء الضابطون( [68]) . ¶ الفصل الثالث : الخطوات العلمية للحكم على القراءات ، ¶ ويشتمل على مبحثين: ¶ المبحث الأول : الحكم على القراءة عن طريق مصادرها. ¶ المبحث الثاني : الحكم على القراءة من خلال دراستها . ¶ الخطوات العلمية للحكم على القراءات ¶ الخطوات الرئيسة في الحكم على أي قراءة ، تكون من خلال ما يلي : ¶ أ -…أ - الحكم على القراءة عن طريق مصادرها .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ب -…ب - الحكم على القراءة من خلال دراستها . ¶ فإنه من خلال استقراء نصوص أئمة القراء في الحكم على القراءات استبان أن محاور أحكامهم تعتمد على هذين المحورين ، فأول ما يُرجع إليه مصدرها، وهو الذي من خلاله يعرف ما إذا كانت القراءة مقروءاً بها عند أهل الأداء ¶ أو لا، فإن كانت من القراءات المقروء بها فهي قراءة متواترة يجب الإيمان بها والعمل بها ، وإن لم تكن كذلك درست في ضوء أقوال العلماء فيها للوقوف على درجتها صحة وضعفا . ولا يخفى ما بين هذين المحورين من ترابط يثري المادة العلمية وإن كان لكل قراءة طبيعتها التي تستدعي الأخذ بهما أو بأحدهما. ¶ الحكم على القراءة عن طريق مصادرها ¶ يمكن تصنيف الكتب التي يستمد منها الحكم على القراءات ـ وهي كتب القراءات المسندة ـ إلى أربعة أنواع : ¶ 1-…1- المصادر التي تضمنت القراءات المتواترة المقروء بها إلى وقتنا الحاضر. ¶ 2-…2- المصادر التي تضمنت القراءات التي توفرت فيها شروط الصحة ، إلا أنه انقطع إسنادها من جهة المشافهة بها ، في بعض وجوه القراءات . ¶ 3-…3- المصادر التي تضمنت القراءات دون مراعاة لشروط الصحة . ¶ 4-…4- المصادر التي تضمنت القراءات الشاذة . ¶ أما المصادر التي تضمنت القراءات المتواترة إلى وقتنا الحاضر فإن أئمة القراء في الوقت الحاضر يجعلونها على قسمين : ¶ القسم الأول :",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "مصادر القراءات العشر الصغرى ، وهي حرز الأماني ووجه التهاني المعروفة بالشاطبية في القراءات السبع للإمام القاسم بن فِيرُّه الشاطبي( ت 590 هـ ) وتحبير التيسير في القراءات العشر للحافظ أبي الخير محمد ابن الجزري (ت833 هـ ) وسُميت بالعشر الصغرى لأنها أخذت عن كل راو طريقاً واحداً فقط ، وينضوي تحت تلك المصادر كل من وافقها من الكتب أو أَسند إليها ، ومن أشهرها غيث النفع في القراءات السبع من طريق الشاطبية للصفاقسي (ت 1118 هـ ) والدرّة المضيّة في القراءات الثلاث للحافظ ابن الجزري ( ت 833 هـ ) والبدور الزاهرة في القراءات العشر المتواترة من طريق الشاطبية والدرّة للشيخ عبد الفتاح القاضي ( ت 1403 هـ) . ¶ القسم الثاني : ¶ مصادر القراءات العشر الكبرى ، وهي التي اعتمدت عن كل راو ثمانية طرق أصلية ، ولذلك أُطلق عليها العشر الكبرى، وهي في النشر في القراءات العشر وتقريب النشر وطيبة النشر ، كلاها للحافظ ابن الجزري ( ت 833 هـ) ، وكذلك من وافقه كما في إتحاف فضلاء البشر للبنا الدمياطي ( ت 1117 هـ ) فيما يرويه عن القُرَّاء العشرة . ¶ وهنا أمران ينبغي التنبيه لهما ، وهما : ¶ الأمر الأول : ¶ أن الأوجه التي في القراءات العشر الصغرى قد تضمنتها القراءات العشر الكبرى إلا أربع كلمات زادت فيها الدرة وجها آخر لابن وردان ليس في الطيبة ، وهي ) لايخرج ( ( [69])بضم الياء وكسر الراء ، ) فيغرقكم (( [70]) بالتأنيث وتشديد الراء ، ) سقاية (و) عمارة (( [71]) بضم أولهما وحذف الياء من ) سقاية ( وحذف الألف من ) عمارة ( . ¶ الأمر الثاني :",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "حيث إنه ربما يشق على غير المتخصصين الرجوع إلى جميع المصادر المذكورة في هذا النوع من القراءات ، وهي القراءات المتواترة التي عليها الاعتماد عند علماء العصر الحاضر ، فإنه يمكن للباحث الرجوع إلى كتاب إتحاف فضلاء البشر للبنا الدمياطي ( ت 1117 هـ ) فيما يرويه عن القراء العشرة ، فإن هذا الكتاب قد اشتمل على المتواتر عن هؤلاء العشرة ، لأنه تضمن النشر وطيبته وتقريبه وشروحها وما يدور في فلكها ( [72]) . ¶ وهذا الكتاب بمثابة النثر للطيبة والتهذيب للنشر ، وذلك أن ابن الجزري لم يذكر في طيبته مما أورده في النشر إلا ما كان معمولا به عند علماء الأداء ، ولا يخفى ما في النشر من كثرة طرقه وتشعبها وما في الطيبة من صعوبة من جهة نظمها ورموزها ، فالخلاصة أن إتحاف فضلاء البشر من أيسر مصادر هذا النوع وأحسنها عرضاً وترتيباً ، وهو من الكتب الأساسية في الحكم على القراءات ، ومعرفة ما يقرأ به منها ، فهو كما قيل :\" كل الصيد في جوف الفَرا \"( [73]) . ¶ أما المصادر التي تضمنت القراءات التي توفرت فيها شروط الصحة إلا أنه انقطع إسنادها من جهة المشافهة بها فهي كثيرة ، ولا يقرأ بشيء منها الآن إلا فيما اتصل إسناده على وجه المشافهة مما تضمنته المصادر السابقة وعلى رأسها كتاب النشر في القراءات العشر الذي حوى زهاء سبعين مصدرا من أمهات كتب القراءات( [74]). ¶ وأشهر المصادر التي في هذا النوع السبعة للإمام ابن مجاهد (ت 324 هـ) فهذا الكتاب مع شهرته إلا أنه قد انقطع العمل ببعض رواياته وأوجه قراءاته مشافهة( [75]) ، وأمثاله كثير( [76]) . ¶ فما وجد من أوجه القراءات في هذه الكتب وثبت أنه لا يُقْرأ به الآن فإنه يحكم عليه بالشذوذ لفقده شرط اتصال السند مشافهة ، وهو قليل ، لأن الغالب من تلك المصادر قد تضمنه كتاب النشر في القراءات العشر أو وافقه .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وأما المصادر التي تضمنت القراءات دون مراعاة لشروط الصحة ، فقد نص عليها ابن الجزري (ت 833 هـ) في قوله رحمه الله : \" ومنهم من ذكر ما وصل إليه من القراءات ، كسبط الخياط ، وأبي معشر في الجامع ، وأبي القاسم الهُذلي ، وأبي الكرم الشَّهْرزوري ، وأبي علي المالكي ، وابن فارس ، وأبي علي الأهوازي ، وغيرهم ، فهؤلاء وأمثالهم لم يشترطوا شيئاً ، وإنما ذكروا ما وصل إليهم ، فيرجع إلى كتاب مقتدى ومقرئ مقلد\"( [77]). ¶ وهذا النص يشير إلى أن المصادر من هذا النوع اشتملت على المتواتر والشاذ ، فما وافق المصادر المعتبرة المقروء بها كان متواترا ، وما خرج عنها حكم عليها بالشذوذ . ¶ وعبارة ابن الجزري : \" أو مقرئ مقلّد \" تشير إلى أن الاقتصار في الحكم على كتاب \" مقتدى\" غير كاف ، بل لابد أن ينضم إليه ما عليه العمل عند قراء كل عصر. ¶ وأما المصادر التي تضمنت القراءات الشاذة فكمختصر شواذّ ابن خالويه (ت 370 هـ) والمحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها لابن جني ( ت 392 هـ ) والتقريب والبيان في معرفة شواذّ القرآن للصفراوي ( ت 636 هـ ) وشواذ القرآن واختلاف المصاحف للكرماني ، وغيرها ، فهذه الكتب وأمثالها أصل مادتها القراءات الشاذة ، فما حوته من القراءات حكم عليها بالشذوذ ، إلا أن يكون الوجه من القراءة مستعملا في القراءات المتواتر( [78])، فما كان كذلك فهو معدود في المتواتر ، وإن نسب في تلك المصادر إلى غير القراء العشرة المشهورين ، لأن العبرة باستيفاء الشروط وليس بمن تنسب إليهم القراءة ، على أنها عند الاستقراء لا تخرج عن الأئمة العشرة كما سبق بيانه . ¶ الحكم على القراءة من خلال دراستها ¶ لقد حظيت حروف القرآن العظيم على اختلاف قراءاته بنقل العلماء ، ولكن إن فات شيء فهو نزر يسير ، وأما أكثره وجملته فمنقول محكي عنهم ، فجزاهم الله عن حفظهم الحروف والسنة أفضل الجزاء وأكرمه( [79]).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وهذه الحروف منثورة في كتب القراءات المتخصصة وغيرها ، أما كتب القراءات فقد سبق الحديث عنها آنفا ، وأما الكتب الأخرى فلا شك أن ما اشتملت عليه مما خرج عن القراءات المتواترة أنه من الشاذّ . ¶ وإذا تأصّل أنه لا تبنى الأحكام الفقهية والمعاني التفسيرية إلا على ما ثبت فلا جرم أن معرفة درجتها من الأهمية بمكان ، وذلك أن الشذوذ في القراءات لا يقتضي الضعف ، وإنما يمنع من القراءة بها فحسب . ¶ وتقوم دراسة تلك القراءات على الاعتبار بأقوال أئمة القراء والعلماء في أسانيد الطرق والروايات ووجوه القراءات ، وتشكل هذه الأقوال والنصوص مادة غنية تساعد الباحث على معرفة درجة القراءة ، وينبغي عند الحاجة إلى الرجوع إليها أن يراعى ما يلي : ¶ 1-…1- أن بحث الحكم لا يحتاج إليه إلا في القراءات التي انقطع إسنادها ، فلا يقرأ بها في العصر الحاضر ، لأن القراءة إذا كان مقروءا بها فذلك يكفي دليلا على تواترها ، ولا حاجة للبحث عنها أصلا بل يجب الإيمان بها والعمل بها مطلقا ، لأنه مقطوع بصحتها . ¶ وما جاء عن بعض العلماء مما يوهم تضعيف بعض القراءة المتواترة أو ردها فهو إما أن يكون صادرا عن غير ذوي الاختصاص فهذا مردود عليه ، كما هو مشهور عند بعض النحاة ، وقد تصدى علماء القراءات للردّ عليهم بما لا مزيد عليه . ¶ وإما أن يكون صادرا عن بعض ذوي الاختصاص ، فهذا ينبغي أن يرجع فيه إلى أقوال العلماء الآخرين ، لحمل تلك الأقوال على محمل حسن أو ردها على صاحبها ، فكل يؤخذ منه ويرد إلا نصوص الشرع المطهر ، وكفى بتواتر القراءة ردا على من تكلم فيها أو طعن فيها .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ولعلّ الذين تكلموا في بعض القراءات الثابتة كان بسبب أنها لم تصل إليهم ، فهذا الإمام أحمد بن حنبل ( ت 241 هـ ) كره قراءة حمزة ، فلما تبين له تواترها رجع عن كراهيته تلك( [80]) ، على أن هذه الكراهية يمكن أن تحمل على الكراهية النفسية وليست الشرعية ، والكراهية النفسية بمثابة الاختيار ، وهو جائز عند العلماء ما لم يؤدّ إلى إسقاط الروايات الأخرى وإنكارها كما سبق بيانه( [81]) . ¶ وهذا ابن جرير الطبري ( ت 310 هـ ) ثبت ما يدل أنه لم يكن يقصد باختياراته رد القراءات الصحيحة ، حيث قال : \" كل ما صح عندنا من القراءات أنه علّمه رسول الله صلى الله عليه وسلم لأمته من الأحرف السبعة التي أذن الله له ولهم أن يقرؤوا بها القرآن فليس لنا اليوم أن نخطئ من قرأ به إذا كان ذلك موافقا لخط المصحف ، فإذا كان مخالفا لخط المصحف لم نقرأ به ووقفنا عنه وعن الكلام فيه \" . ¶ 2-…2- المعوّل عليه في الحكم على نقد القراء ما تضمنته طبقات القراء ، ومن أشهرها معرفة القراء الكبار للحافظ الذهبي ( ت 748 هـ ) وغاية النهاية للحافظ ابن الجزري ( ت 833هـ ) . ¶ كما يمكن الاعتبار بكتب الطبقات الأخرى ، مع التأكد أن ما وصف به أحد القراء فيها من ضبط أو جرح يختص بالقراءات ، قال الحافظ الذهبي ( ت 748 هـ ) في ترجمة أبي عمر الدُّوري ( ت 246 هـ ) : \" وقول الدّار قطني : ضعيف ، يريد في ضبط الآثار ، أما في القراءات فثبت إمام ، وكذلك جماعة من القراء أثبات في القراءة دون الحديث ، كنافع والكسائي وحفص ، فإنهم نهضوا بأعباء الحروف وحرروها ، ولم يصنعوا ذلك في الحديث ، كما أن طائفة من الحفاظ أتقنوا الحديث ، ولم يحكموا القراءة ، وكذا شأن كل من برّز في فن ولم يعتن بما عداه \"( [82]) .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "3- لا يقتضي حكم أحد الأئمة على قراءة بأنها صحيحة جواز القراءة بها اليوم ، لأن الحكم ربما يقتضي الصحة التي لا ترقى إلى التواتر القرآني ، وربما تكون متواترة عند من حكم بها في عصره أو بلده فحسب، ثم انقطع إسنادها من قِبل المشافهة( [83]). ¶ وثمة وجوه من القراءات رويت أو ذكرت ولم يعثر على نص إمام معتبر فيها أو فيمن نسبت إليه، والغالب فيما كان كذلك أن يكون موغلا في الشذوذ، فهو في أدنى درجاته ، ولا طائل من البحث وراءه . ¶ الفصل الرابع:الدراسة التطبيقية على الحكم على الدراسة التطبيقية على الحكم على القراءات ¶ ستعنى هذه الدراسة بما سبق في الدراسة النظرية ، ولذا اقتضى البحث أن يشتمل ، كل مثال على المسائل التالية : ¶ أ- نص القراءة المراد دراستها. ¶ ب- مصادر القراءة والقراء الذين قرؤوا بها . ¶ ج- الحكم على القراءة . ¶ د- تعليل الحكم . ¶ هـ- أهم النتائج . ¶ * * * ¶ المثال الأول: ¶ أ- ) غِشاوة ( ( [84]): بكسر الغين ونصب التاء ¶ ب- رواتها ومصادرها : ¶ رويت هذه القراءة في جميع أنواع مصادر القراءات عدا المصادر التي تضمنت القراءات المتواترة المقروء بها. ¶ وفيما يلي ذكر المصادر التي وردت فيها والقراء الذين قرؤوا بها : ¶ 1- المصادر التي تضمنت القراءات التي توفرت فيها شروط الصحة إلا أنه انقطع إسنادها من جهة المشافهة بها، وعزتها إلى المُفضَّل الضَّبّي ( ت 168 هـ ) عن عاصم بن أبي النَّجود ( ت 127 هـ )( [85]) . ¶ 2- المصادر التي تضمنت القراءات دون مراعاة لشروط الصحة ، وعزتها إلى المُفضَّل، (ت 168 هـ) وأبَان بن يزيد عن عاصم، وحفص ( ت 180 هـ ) وشعبة (ت 193 هـ ) من بعض طرقهما عن عاصم أيضا ، وأبي حيوة شريح بن يزيد ( ت 230 هـ ) وإبراهيم بن أبي عبلة ( ت 151 هـ ) .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "3- المصادر التي تضمنت القراءات الشاذة ، وعزتها إلى المفَّضل وابن أبي عبلة المذكورين في المصادر السابقة ، وإلى الحارث بن نبهان عن عاصم ابن أبي النجود ، وشعبة من طريق يحيى بن آدم ( ت 203 هـ ) وغيره عن عاصم( [86]) . ¶ جـ- الحكم على القرآءة : ¶ قراءة ) غشاوةً ( ( [87]) نصباً شاذّة . ¶ د- التعليل : وقع حكم الشذوذ على هذه القراءة من جهة إسنادها ، وذلك من عدة وجوه : ¶ 1.…1. انقطاع إسنادها على وجه المشافهة . ¶ 2.…2. تفرّد المفضَّل الضبِّي بروايتها في المصادر التي اشترطت الصحة، وما تفرّد به عن عاصم فهو شاذّ( [88]). لأنه ضعيف في القراءات( [89])، قال ابن الجزري: \"تلوت بروايته القرآن من كتابي المستنير لابن سِوار والكفاية لأبي العزّ وغيرهما مع شذوذ فيها \"( [90]) . ¶ 3.…3. ورودها في غير مصدر من كتب الشواذّ . ¶ أما من حيث الرسم والعربية فهي موافقة لهما ، ووجهها في اللغة العربية على تقدير وجعل على أبصارهم غشاوة( [91]) . ¶ هـ- أهم النتائج : ¶ 1.…1. ليس كل ما يروى عن القراء السبعة أو العشرة أو عن أحد من رواتهم يكون متواتراً ، فهذا عاصم وراوياه : شعبة وحفص رويت عنهم هذه القراءة وهي شاذة ، لكن ثبت عنهما الوجه المتواتر في المصادر التي اشتملت على المتواتر . ¶ 2.…2. اشتمال الكتب التي اشترطت الصحة على قراءات لا يقرأ بها اليوم ، ومنها السبعة لابن مجاهد ( ت 324 هـ )( [92]) . ¶ المثال الثاني : ¶ أ- ) ليس عليكم جناح أن تبتغوا فضلاً من ربكم في مواسم الحج (( [93]) بزيادة \" في مواسم الحج \" . ¶ ب- رواتها ومصادرها : ¶ وردت هذه القراءة عن بعض الصحابة والتابعين في عدد من مصادر القراءات والحديث والتفسير ، وغيرها ، وفيما يلي ذكرها : ¶ 1.…1. مصادر القراءات : وردت في بعض الكتب المختصة بالشاذة، و عزتها إلى ابن عباس ( ت 68هـ ) رضي الله عنه وعكرمة ( ت 106 هـ) وعمرو بن عبيد ( ت 144 هـ )( [94]) .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وخلت منها كتب القراءات الأخرى فيما بين يدي من المصادر . ¶ 2.…2. المصادر الأخرى المسندة : وروتها عن ابن عباس رضي الله عنه وعكرمة أيضاً( [95]) . ¶ 3.…3. المصادر الأخرى غير المسندة : ذكرتها عن ابن مسعود ( ت 32 هـ ) وابن الزبير (ت 73 هـ) وابن عباس رضي الله عنهم( [96]) . ¶ جـ- الحكم على القراءة : ¶ زيادة \" في مواسم الحج \" بعد قوله تعالى? ) فضلا من ربكم ( قراءة شاذة ، وإسنادها صحيح . ¶ \" وحكمها عند الأئمة حكم التفسير \"( [97]) . ¶ د- التعليل : ¶ هذه القراءة مخالفة لرسم المصحف ، ولذلك حكم بشذوذها ، وإن كانت قد وردت بأسانيد صحيحة( [98]) . ¶ وهي من القراءات التي كان مأذونا بها قبل العرضة الأخيرة أو الرسم العثماني المجمع عليه ، ثم نسخت تلاوته( [99]) . ¶ هـ- أهم النتائج : ¶ أن القراءة إذا خالفت الرسم العثماني فهي شاذة وإن ثبتت بالأحاديث الصحيحة . ¶ المثال الثالث : ¶ أ - ) الم (( [100]) بفتح الميم من غير همز بعدها . فتكون ألِفْ لَام مِّيمَ حسِب . ¶ ب - رواتها ومصادرها : ¶ ثبتت هذه القراءة في جلّ مصادر القراءات عن ورش وغيره ، وفيما يلي تفصيلها : ¶ 1.…1. المصادر التي روت القراءات المتواترة المقروء بها وروتها عن ورش ( ت197 هـ ) عن نافع (ت169 هـ ) ، وعن حمزة (ت156 هـ) بخلف عنه وقفا على ) حسب ( ، ويجوز لمن قرأ بالنقل القصر والطول في ميم( [101]). ¶ وأورد ابن الجزري (ت833 هـ) عن أبي جعفر (ت130 هـ) أصل النقل عنه ولم يعتمده( [102]) . ¶ 2.…2. المصادر التي اشترطت الصحة ، ولكنها لم تتصل جميع أوجهها على وجه المشافهة ، وروتها عن ورش وحمزة( [103]) . ¶ 3.…3. المصادر التي لم تشترط الصحة ، وروتها عن ورش وأبي جعفر وحمزة بِخُلْف عنه( [104]). ¶ 4.…4. المصادر المختصّة بالشواذ ، وروتها عن ورش وأبي جعفر( [105]). ¶ جـ- الحكم على القراءة :",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فتح سكون الميم حالة وصلها بـ)أحسب( قراءة متواترة ، وعليها العمل عن ورش ، وعن حمزة حالة الوقف على )أحسب( دون وصلها بما بعدها . ¶ د - التعليل : ¶ انبثق الحكم على هذا الوجه من خلال مصادر القراءات المقروء بها ، وهو مستوف للشروط المعتبرة عند علماء القراءات ، إسناداً ورسماً وعربية ، أما الإسناد فهو يتصل بقارئين من الأئمة السبعة، وهما نافع من رواية ورش، وحمزة،ورويت عن أبي جعفر كما سبق ،وأما الرسم فهو في غاية الظهور،?وأما وجههه في العربية فعلى نقل حركة الساكن إلى قبلها ، وهو لغة مشهورة لبعض العرب سواء أكان وصلاً أم وقفاً( [106]). ¶ ولا وجه لمن ضعف وجه النقل في هذا الحرف لغة( [107])، فإن القراءة إذا ثبتت لا يضرها تضعيف النحاة أو غيرهم لها . ¶ هـ- أهم النتائج : ¶ 1.…1. إذا وردت القراءة في المصادر المقروء بها وغيرها ، فالمعول على ما تضمنته المصادر التي عليها العمل . ¶ 2.…2. أن كتاب المحتسب في تبيين وجوه شواذ القراءات قد اشتمل على بعض القراءات المتواترة كغيره من كتب القراءات المختصة بالشواذ ، وكذلك العكس، فربما ورد في المصادر التي اشترطت الصحة شيء من الشواذ ، والتحقق من معرفة ذلك بالمقارنة بين جميع تلك المصادر والتعويل على التلقي واستمرار المشافهة . ¶ 3.…3. أن الحكم بالتواتر والشذوذ يصدق على أصول القراءات كما يصدق على فرشها ، خلافا لمن فرّق بينهما( [108]) ، إذ الخلاف بين القراء في هذا الحرف معدود من قبل الأصول . ¶ 4.…4. أنه ربما رُوي عن بعض السبعة أو العشرة وجوه غير معمول بها عنهم، وإن عمل بها عند غيرهم ، فهذا أبو جعفر قد روي عنه النقل ، لكن لا?يقرأ به عنه . ¶ 5.…5. اختار بعض العلماء التحقيق فيما يجوز فيه النقل كما في هذا الحرف( [109]) ، وذلك يدل على جواز الاختيار حتى وإن كان الوجه الذي لم يقع عليه الاختيار مقروءاً به ، كما يدل على التفاضل بين وجوه القراءات وتفاوت مراتبها من حيث الدراية .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "المثال الرابع : ¶ أ- ) ثلثي (( [110]) : بإسكان اللام . ¶ ب- رواتها ومصادرها : ¶ وردت هذه القراءة في جميع أنواع مصادر القراءات ، وهي : ¶ 1.…1. المصادر التي حوت القراءة المتواترة المقروء بها ، وعزتها إلى هشام بن عمّار (ت 245 هـ ) عن ابن عامر ( ت 118 هـ ) من جميع الطرق( [111]). ¶ 2.…2. المصادر التي تضمنت القراءات الصحيحة إلا أنه انقطع إسنادها من جهة المشافهة ، وعزتها إلى هشام عن ابن عامر من أكثر طرقه( [112]) ، ولذلك أهملتها بعض المصادر كما في غاية ابن مهران ( ت 381 هـ ) وإرشاد أبي العز القلانسي ( ت 291 هـ ) . ¶ 3.…3. المصادر التي لم تشترط الصحة ، وروتها من أشهر الطرق عن هشام عن ابن عامر( [113]) ، ورويت عن قنبل ( ت 120 هـ ) ، وآخرين( [114]) . ¶ 4.…4. المصادر المختصة بالقراءات الشاذة ، وعزتها إلى ابن عامر وعبد الرحمن بن هرمز الأعرج ( ت117) والحسن البصري ( ت110 هـ )( [115]) ¶ جـ- الحكم على القراءة : ¶ إسكان ضم اللام من ) ثلثي ( قراءة متواترة . ¶ د- التعليل : ¶ اجتمع في هذه القراءة الأركان الثلاثة، إذ هي من القراءات المتواترة ، واستمرار العمل بها إلى وقتنا الحاضر أقوى الأدلة على تواترها ، وهي ثابتة في مصادر القراءات العشر الصغرى والكبرى ، ومما يشهد لهذا التواتر روايتها عن قراء آخرين غير هشام عن ابن عامر . ¶ فالقراءة مستقيمة من حيث الإسناد والرسم ، ومن حيث العربية أيضاً ، لأن الإسكان جائز إما تخفيفاً وإما لغة( [116]) . ¶ هـ- أهم النتائج : ¶ 1.…1. اشتمال كتب الشواذ على بعض القراءات المتواترة ، ولذلك ينبغي الحيطة من الاستعجال في إطلاق الشذوذ على القراءة لمجرد وجودها في كتب الشواذ ، بل لابد من الرجوع إلى مصادر القراءات الأخرى للتثبت من عدم ورودها فيها .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "2.…2. إن تتبع القراءة في أكثر مصادرها يساعد على الكشف عن قراء آخرين ، مما يدفع القول بعدم تواتر بعض القراءات المقروء بها ، ففي هذا المثال لم يتفرّد هشام بالإسكان ، بل شاركه عدد من الرواة والقراء يصدق عليهم حد التواتر. ¶ 3.…3. خلوّ بعض المصادر الصحيحة من بعض أوجه القراءات المعتبرة لا يخدش في ثبوتها في المصادر الأخرى ، لأن المعتمد في كتب القراءات الرواية والمشافهة، فالأصل أن المصنف لا يثبت إلى ما رواه أو شافهه به، وغاية ما يدل عليه اختلاف المصادر عن أحد القراء أو الرواة أن الوجهين المذكور والمتروك وردا عنه حسب الطرق التي أدت تلك الروايات والقراءات إلى تلك المصادر . ¶ المثال الخامس : ¶ أ - ) فلا يخاف عقباها (( [117]) بالفاء مكان الواو في \" ولا \". ب – رواتها ومصادرها : ¶ رواها ابن عامر الشامي ( ت 118 هـ ) وأبو جعفر المدني ( ت 130 هـ ) ونافع المدني ( ت 169 هـ ) وقد تضمنتها جميع مصادر أنواع القراءات( [118]) ، عدا المصادر الشاذة . ¶ جـ - الحكم : ¶ …القراءة بالفاء مكان الواو قراءة متواترة . ¶ د – التعليل : ¶ …توافر لهذا الوجه أركان صحة القراءة ، فمن حيث السند روتها المصادر غير الشاذة ، ومن حيث الرسم كونها في مصاحف أهل المدينة والشام رسمت كذلك( [119])، ومن حيث العربية الفاء عطف على قوله : ) فكذبوه فعقروها (( [120]) . ¶ هـ- أهم النتائج : ¶ …أن المصاحف العثمانية اختلفت في رسم بعض المواضع( [121]) ، وجميعها معتبر به في القراءات ، وليس ذلك مثل الذي في المثال الثاني من هذه الدراسة ، لأن ما جاء على نحو هذا المثال ) فلا ( ، ) ولا ( فهو من المثبت بين اللوحين( [122]) . ¶ * * * ¶ الخاتمة :",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "…بعون من الله تعالى وتوفيقه تيسرت دراسة معالم منهج الحكم على القراءات ، و ذلك من خلال إيضاح مفهوم الحكم على القراءات وبيان أصالته التاريخية وأهميته العلمية في الجوانب العقدية والفقهية ، وتحديد أنواع القراءات ومراتبها، وفق الشروط التي اعتمدها أهل السنة والجماعة في قبول القراءة أوردها ، وهي نقل الثقات ، وموافقة الرسم تحقيقا أو احتمالا ، وكونها غير خارجة عن لسان العربية . ¶ وقد عني البحث بالخطوات العلمية للحكم على القراءات ، وذلك عن طريق استقراء مصادرها ، ودراستها في ضوء أقوال العلماء فيها للوقوف على درجة كل قراءة صحة وضعفاً . ¶ …كما عني بالجانب التطبيقي ، حيث تضمن دراسة نماذج متنوعة من القراءات المتواترة والشاذة حسب المعايير المعتبرة في الحكم على القراءات . ¶ ومن ثم انتهى هذا البحث إلى نتائج متعددة ، ومن أهمها : ¶ ?…? إن القراءات تقع على قسمين أساسين ، وهما : ¶ 1.…1. القراءات المتواترة ، وهي القراءات العشر التي عليها عمل القراء إلى وقتنا الحاضر . ¶ 2.…2. القراءات الشاذة ، وهي ما عدا تلك القراءات العشر . ¶ ?…? شروط قبول القراءات الثلاث يرجع أصلا إلى العرْضة الأخيرة ، وهي مستقاة مما تواتر نقله عن الرسول صلى الله عليه وسلم . ¶ ?…? القراءات المقروء بها اليوم هي القراءات العشر ، وكلها متواترة ، وما كان منها صحيح مستفاض مما هو من قبيل الأداء فهو ملحق بالمتواتر حكما ، لأنه من القرآن المقطوع به . ¶ ?…? ليس كل ما يعزى إلى القراء السبعة أو العشرة تجوز القراءة به ، بل لا بد من اتصال المشافهة والتلقي . ¶ ?…? ليس كل ما حكم بصحته تجوز القراءة به ، إذ لا بد من استمرار النقل على وجه المشافهة. ¶ ?…? كتاب إتحاف فضلاء البشر من أيسر الكتب وأجمعها لمعرفة ما يقرأ به في الوقت الحاضر ، وذلك عن القراء العشرة .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "?…? ربما وقع في الكتب التي اشترطت الصحة قراءات شاذة ككتاب السبعة ، وكذلك العكس ، فربما وقع في الكتب المختصة بالشاذ قراءات متواترة ككتاب المحتسب . ¶ ?…? كل ما وافق القراءات السبع أو العشر المتواترة لا يجوز الحكم عليه بالشذوذ ، لأن العبرة بوجه القراءة لا بمن نسبت إليه . ¶ ?…? لا يجوز رد القراءات المتواترة أو الطعن فيها ، وما ورد عن بعض الأئمة في ذلك فإنه يحمل على وجه الاختيار . ¶ ?…? إذا ثبتت القراءة فلا يضرها تضعيف النحاة أو غيرهم لها . ¶ ?…? تتبع القراءة في أكثر مصادرها يساعد على الكشف عن قراء آخرين ، مما يدفع تفردها عن أحد من القراء أو الرواة أو الطرق أو الكتب . ¶ ?…? خلو بعض المصادر من بعض أوجه القراءات لا يخدش فيما ذكر من القراءات الثابتة في نظائرها من المصادر الأخرى ، وإنما يدل على ورود الوجهين المذكور والمتروك عن القارئ حسب الطرق التي أدت تلك الروايات والقراءات إلى تلك المصادر . ¶ ?…? مذهب السلف أن كل قراءة خالفت الرسم فهي شاذة وليست تفسيراً ، ولكن حكمها حكم التفسير . ¶ ?…? مصطلح الشاذ عند القراء ما افتقد منه أحد أركان صحة القراءة الثلاثة المشهورة . ¶ ?…? أن وصف الشذوذ في القراءة لا يقتضي الضعف في الشاذ جميعه، وإنما يقضي بمنع القراءة بها . ¶ ولقد تأكد من خلال هذا البحث أمران مهمان للغاية يجب العناية بهما ، وهما : ¶ أولاً : المحافظة على تلقي القراءات العشر المتواترة واستمرار المشافهة بها ، وتلقينها للناشئة جيلاً إثر جيل . ¶ ثانياً : نشر مصادر القراءات المتواترة والشاذة . ¶ فهذان أمران بإذن الله تعالى يضمنان الحفاظ على القراءات ويحميانها من الاندثار ، ويبرزان محاسنها للعالمين . ¶ وبعد : فإن هذا البحث لا يعدو إلا أن يكون إسهاما ضئيلاً ومحاولة لإيضاح ملامح الحكم عند علماء القراءات ، ولعلّ الباحثين في هذا العلم يبرزون تلك الملامح في دراسات واسعة ومتنوعة .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "والحمد لله رب العالمين وصلى الله وسلم على خاتم المرسلين ،",
            "page": "33",
            "part": "1"
        }
    ],
    "t36798": [
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "المقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "أهمية الموضوع"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "هدف البحث"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "خطة البحث"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "تاريخ الحكم على القراءات"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "أهمية الحكم على القراءات"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "وأما الجانب الفقهي"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني : أنواع القراءات ومراتبها"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "وأما ما يذكر في كتب القراءات على وجه القراءة مع مخالفته للرسم فقد حمله أكثر العلماء على وجه التعليم فحسب"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "والمقصود بموافقة العربية"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "ثانيا ـ القراءة الشاذة"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "وقال أبو شامة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث : الخطوات العلمية للحكم على القراءات"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع:الدراسة التطبيقية على الحكم على الدراسة التطبيقية على الحكم على القراءات"
        }
    ]
}