{
    "b36854": [
        {
            "id": "1",
            "nass": "رعاية الحفاظ بين الواقع والمأمول ¶ ورقة عمل مقدمة ضمن المحور الثالث من محاور ¶ الملتقى السنوي الثالث للجمعيات الخيرية لتحفيظ القرآن الكريم ¶ المقام في مدينة الرياض لعام 1427هـ ¶ إعداد ¶ عبدالله المهيب محمد خير ¶ الجمعية الخيرية لتحفيظ القرآن الكريم بمحافظة الطائف ¶ بسم الله الرحمن الرحيم ¶ رعاية الحفاظ بين الواقع والمأمول ¶ مقدمة ¶ اللهم لك الحمد كما ينبغي لجلال وجهك وعظيم سلطانك، سبحانك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم، رب اشرح لي صدري ويسر لي أمري واحلل عقدة من لساني يفقهوا قولي.. ¶ اللهم صل وسلم وبارك على خير خلقك عبدك ورسولك محمد، وعلى آله الطاهرين وأصحابه أجمعين، وعلى التابعين ومن تبعهم بإحسان، وعلى أهلك وخاصتك يارب العالمين، ¶ نحمد الله عز وجل أن شرفنا بخدمة كتابه، ونسأله تعالى شكر نعمته، ودوام منته، ونستمد منه العون والتوفيق لنقدر ذلك التشريف حق قدره، ولنأتي بهذا التكليف على أتم أوجهه.. ¶ وبعد: ¶ فإنما تشرف كل أمة بأخيارها، فهم عنوان سموها ورقيها، وهم سواعدها ومدارج نهضتها، إليهم تنتهي المهمات، وبهم تحل المعضلات، الخير موفور حيث يتوافرون، والخبث منحسر حيث يكثرون، تفتح بركات السماء والأرض حيث يحلون، وتبكيهم السماء والأرض حين يرحلون. ¶ وأولى الناس بنيل الخيرية هم حفاظ القرآن وحملته.. متعلموه ومعلموه: (خيركم من تعلم القرآن وعلمه) ، ¶ وحفظ كتاب الله خطوة لنيل الخيرية، وهو خطوة مباركة ، يتحتم أن تليها خطوات.. ¶ فطريق الخيرية أطول من أن يقطع بخطوة واحدة وإن كانت عظيمة.. ¶ والواقع أن الحفاظ يخطون تلكم الخطوة العظيمة على طريق الخيرية ثم يتوقفون.. ¶ وهنا كان لابد من العناية بأولئك الحفظة ، للمضي بهم على طريق الخيرية..خطوة أخرى، استجابة لأمر الله ، وتلبية لحاجة المجتمع وتطلعات الأمة، بل تلبية لرغباتهم بأن يكونوا ممن يتلوه حق تلاوته.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وإن أولى الناس بالعناية بالحفظة: أولئك الذين اعتنوا بهم أولاً، ووقفوا جهودهم وأوقاتهم على تحفيظ كتاب الله تعالى ، وهم بالطبع: جمعيات تحفظ القرآن الكريم، أدام الله نفعها. ¶ وقد أردنا في هذه الورقة أن تكون (فئة الحفاظ) هي محط اهتمامنا ، وهي فئة جديرة منا بذلك ، إذ صرفت إليها عامة جهود الجمعيات، حتى إذا ما نالت شهادة الحفظ.. أهملت وصرفت عنها الجهود إلا ماندر؛ ومن هنا جاءت هذه الورقة بعنوان:…(رعاية الحفاظ بين الواقع والمأمول).. ¶ وهي مقدمة ضمن المحور الثالث الذي هو: (إسهام جمعيات تحفيظ القرآن الكريم في تنمية المجتمع) ¶ وتقوم هذه الورقة على دراسة الواقع الفعلي وعرض البرامج التي تقدمها بعض الجمعيات حالياً للحفاظ، كما تقترح برامج متعددة ومتنوعة لاحتواء الحفاظ وإفادتهم والإفادة منهم، ¶ وقد قامت دراسة الواقع على استبانة شملت عدداً من الجمعيات، وهي: جمعية مكة المكرمة وجمعية جدة وجمعية وادي لية وجمعية تبوك وجمعية شرورة وجمعية نجران وجمعية الطائف ، فهذا العمل هو عملهم مجتمعين ، نسأل الله تعالى أن يجزي كل من أسهم خيراً وأن ينفع بمشاركاتهم. ¶ أما النقاط التي تتناولها هذه الورقة فهي: ¶ مدى استفادة المجتمع من الحفاظ وأثرهم في المجتمع. ¶ دراسة لمدى استفادة بعض الجمعيات من حفاظها. ¶ البرامج المقامة في بعض الجمعيات للحفاظ. ¶ البرامج المقترحة للحفاظ. ¶ قسم الحفاظ. ¶ هذا.. وإن هذه الورقة لهي مجرد البداية، ويقترح إجراء دراسة أوسع وأعمق لهذه الفئة التي تجسد جهود الجمعيات. ¶ نسأل الله تعالى الهدى والرشاد ، والتوفيق والسداد ، إنه سميع مجيب. ¶ عبدالله المهيب ¶ مدى استفادة المجتمع من الحفاظ وأثرهم في المجتمع ¶ أهل القرآن هم أهل الله وخاصته، وهم حملة رسالة وبَعْث بشارة، ومنارات هداية، يستدل بها السائر، ويهتدي بها المهتدي، ويستدل بها الضال... ¶ يعظون الناس بأفعالهم.. وبتلاواتهم.. والقرآن خير واعظ..",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ويدعون إلى الله بتصرفاتهم، ومن أحسن قولاً ممن دعا إلى الله؟ ¶ يتخلقون بأخلاق القرآن.. وكان رسول الله - صلى الله عليه وسلم - خلقه القرآن .. ¶ يتقربون إلى الله، ويقربون خلقه إليه.. ومن تقرب إلى الله ذراعاً، تقرب الله منه باعاً.. ¶ حملوا القرآن في صدورهم، وسارت به على الأرض جوارحهم.. ¶ فكان القرآن نورهم وحياتهم، وكانوا هم حياةً لمن حولهم.. { أو من كان ميتاً فأحييناه وجعلنا له نوراً يمشي به في الناس كمن مثله في الظلمات ليس بخارجٍ منها } ¶ وَصَلَهم القرآن بربهم؛ فأحسنوا صلتهم به، ووَصَلَهم بخلقه؛ فأحسنوا إيصال الخلق إلى خالقهم، بنور منه عز وجل، فنعم القوم: { يصلون ما أمر الله به أن يوصل } .. ¶ هذا حالهم مع الله، وفي الدلالة على دين الله.. ¶ أما في شؤون الدنيا فقل فيهم: { إن خير من استأجرت القوي الأمين } ¶ تسري الطمأنينة إلى النفوس حين يذكرون، وتشيع الأمانة حيث يعملون، هم أولى الناس بثقة الناس، وهم موضع الاختيار حين يصعب الاختيار، ¶ وإنهم لأرجح كفة، وأرفع منزلة، وأبعد عن الزلل، وأقرب إلى العودة عند الخطأ، وأكثر إصغاءً للنصح، وأرق أفئدةً عند التذكير، هم مظِنَّة الأمانة، وأبعد الناس عن الخيانة، كلما همّ امرؤ منهم أن يهوي أو كادت قدمه أن تزل؛ إذا بكتاب الله يخاطبه ، وإذا بالواعظ يأتيه من صدره: { لا تخونوا الله والرسول وتخونوا أماناتكم وأنتم تعلمون } ¶ فيرعوي ويزدجر ويعود أحسن مما كان ، وإذا بالزلل يقربه أكثر فأكثر إلى ربه الودود الذي يبدل السيئات حسنات.. وكان الله غفوراً رحيماً.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وهم أكثر استعداداً للارتقاء والتطوير، فالقرآن ينير عقولهم وينمي أفهامهم ويصقل مواهبهم ويوسع آفاقهم ومداركهم ، وينشئ لديهم الحِسَّ الإبداعي، فما من حافظٍ إلا ولديه حِسَّ إبداعي أو هو قادرٌ على امتلاكه، وما من حافظ إلا ولديه موهبةٌ توصله إلى النجاح أو تدنيه منه، فالحفظ يضفي على الحافظ موهبة، وهو ذاته منّةٌ وموهبة..! قال تعالى مادحاً: { ويعلمه الكتاب والحكمة والتوراة والإنجيل } ¶ وهم أكثر اتقاناً للصنعة وإحساناً للمهنة، حين ينظرون إلى كل عملٍ من أعمالهم أنه زادٌ يتزودون به لآخرتهم.. ¶ وشتان بين من يوصفون بأنهم: { يعلمون ظاهراً من الحياة الدنيا } وبين من يقال لهم: { ليس عليكم جناحٌ أن تبتغوا فضلا من ربكم } { وتزودا فإن خير الزاد التقوى } ¶ وتلكم ميزة المجتمع الإسلامي التي لا توجد في سواه، ألا وهي: إخلاص النية في المهنة لله، لتتحول أعمال الدنيا – بالنية - إلى أعمالٍ توصل إلى الله، وكتاب الله خير ما يدفع إلى ذلك. ¶ ومن هنا تبرز مدى استفادة المجتمع من الحفاظ، ويتبين مدى أثرهم عليه.. ¶ ولو أدرك أرباب الأعمال عظمة تلكم الصياغة التي يصوغ بها كتاب الله نفوس حامليه، لبادروا إلى تعليم عمالهم كتاب الله رفعاً لأدائهم، وتحسيناً لإنتاجهم!! ¶ فكتاب الله يصلح النفوس والقلوب، وحسبك بذلك.. فإن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ¶ إذا صلحت تلك المضغة صلح الجسد، وصلح ما يحركه ، فصلح كل شيء.. من أمر الدنيا والآخرة. ¶ ولو نظرنا نظرةً خاطفة إلى بعض تعاليم كتاب الله، لوجدنا نهياً عن الفساد والإفساد، وحضاً على المسارعة إلى الخيرات والمسابقة إلى الطاعات، ونهياً عن المنكرات والسيئات، ودعوةً إلى البر والصلة ومد يد العون للمحتاجين، وحثاً على الإحسان للوالدين وذي القربى واليتامى والمساكين وابن السيل، وحتى ملك اليمين...",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وإن الممتثلين لكتاب الله يقومون بذلك كله، يدفعهم إيمان وجداني برقابة من الله وحده، ويستشعرون مع القيام بتلك الجهود المضنية رضىً تاماً وسروراً غامراً لقيامهم بما يرضي الله.. ¶ وأنى لنظامٍ أو قانون أن يفعل في النفوس هذا الفعل العجيب سوى كتاب الله؟! فكتاب الله مِنَّةُ على الأمة، وحَمَلته مِنَّةُ على المجتمع الإسلامي، بل على كل مجتمعٍ يوجدون فيه، وصدق الله إذ يقول: { لقد من الله على المؤمنين إذ بعث فيهم رسولاً منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلالٍ مبين } ¶ وإن كان سواهم ممن لم يتعلم كتاب الله لفي ضلالٍ مبين.. ¶ ونستطيع أن نخلص من ذلك إلى ما يلي: ¶ أن أهل القرآن هم أهل الله وخاصته، وأنهم أكثر الناس التزاماً بدين الله وعملاً بكتاب الله.. ¶ كما أنهم أولى الناس بالدعوة إلى الله.. ¶ وهم النموذج الأمثل والقدوة العليا لأبناء المجتمع.. ¶ والمفترض أن يكونوا أكثر الناس تفوقاً في العلوم النظرية.. ¶ وأكثرهم إتقاناً للأعمال اليدوية والحرفية والمهنية.. ¶ وأرفعهم مستوى في الجوانب السلوكية والأخلاقية.. ¶ وهم محط الأمانة والثقة والطمأنينة.. ¶ وهم الشريحة الأكثر صلاحاً وإيجابية وعطاءً.. ¶ وبهذه النظرة .. فإن المجتمع ينتظر منا حُفاظاً حقيقيين.. ¶ ونحن بدورنا يتحتم علينا أن نسمو بحفاظنا ليكونوا من (أهل القرآن).. ¶ و أن نصوغهم صياغةً فكرية ونفسية تمهد لهم الالتحاق بركب الموهوبين.. ¶ كما ينبغي لنا أن نرعى الموهوبين حتى نجعل منهم حفاظاً، ونلحقهم بـ (أهل القرآن). ¶ إحصائية لمدى استفادة الجمعيات من حفاظها في التعليم والتوظيف ¶ أقيمت دراسة لمدى استفادة الجمعيات من حفاظها في التعليم ، وكذلك في التوظيف ، وكانت الجمعيات التي شملتها الإحصائية هي الجمعيات السبع المذكورة سابقاً وهي جمعية مكة المكرمة وجدة ووادي لية وتبوك وشرورة ونجران والطائف ، وتبين مايلي:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "إجمالي عدد المعلمين في تلك الجمعيات: 2670 معلماً. ¶ إجمالي عدد الحفاظ الذين أصبحوا معلمين في تلك الجمعيات: 1534 حافظاً. ¶ إجمالي عدد الموظفين في تلك الجمعيات: 343 موظفاً. ¶ إجمالي عدد الحفاظ الذين أصبحوا موظفين في تلك الجمعيات: 79 حافظاً. ¶ وبهذا يمثل حفاظ الجمعيات نسبة: 57% من المعلمين لديها. ¶ كما يمثلون نسبة: 23% من الموظفين لديها. ¶ وتتراوح نسبة استفادة الجمعيات محل الدراسة من حفاظها في التعليم بين: 6.6% وتبلغ أعلى نسبها في جمعية مكة المكرمة حيث يمثل حفاظها حوالي: 95% من معلميها. ¶ كما تتراوح نسبة استفادة تلك الجمعيات من حفاظها في التوظيف بين: 0% وتبلغ أعلى نسبها في جمعية مكة المكرمة حيث يمثل حفاظها حوالي: 89% من موظفيها. ¶ البرامج المقامة حالياً للحفاظ ¶ نذكر هنا أبرز البرامج المقامة على أرض الواقع للحفاظ، ونذكر جمعية جدة كنموذج حيث تقام فيها برامج متعددة للحفاظ ، وهي: ¶ الدورات المكثفة: وهي دورات تنعقد خلال الفترة الصيفية لحفظ القرآن الكريم خلال شهرين أو ثلاثة أشهر. (مقامة حالياً بجدة، وفي الطائف كذلك بأربعة مستويات: 10، 20 ،30جزءاَ ، ومراجعة للحفاظ) ¶ حلقة المتميزين: وهي حلقات تعقد من بعد صلاة العصر إلى صلاة العشاء للطلاب اللذين يحفظون 15 جزءاً من القرآن لإيصالهم لختم كتاب الله ومدتها عام دراسي. (مقامة حالياً بجدة) ¶ برنامج متابعة الحفاظ: وذلك بحصر الذين أوشكوا على الحفظ الكامل ، أو جاوزا نصف القرآن على مستوى المنطقة، ووضع جداول تفصيلية بالحفظ والمراجعة لكل منهم ، ومتابعتهم عن طريق مشرف متفرغ لذلك بالتعاون مع معلميهم. (مقام حالياً في الطائف، ويوجد ما يشبهه في جدة)",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "حلقة تثبيت حفظ القرآن الكريم: هي حلقة تقام في الإجازة الصيفية لمجموعة من الطلاب المخفقين في اختبار كامل القرآن الكريم، أو الطلاب الذين يحفظون 30جزءاً من القرآن الكريم لتمكينهم من اختبار كامل القرآن الكريم خلال شهرين. (مقامة حالياً بجدة) ¶ حلقة المراجعة: وتخصص للحفاظ الذين أتموا الحفظ واختبروا، وتهدف إلى ربطهم الدائم بالقرآن الكريم، وإعانتهم على تثبيته وعدم تفلته. (مقامة حالياً في الطائف). ¶ دورة إعداد المعلمين: وتهدف إلى تأهيل الحفاظ لتعليم كتاب الله الكريم في الحلقات، ويستفاد منها كذلك في إعداد المعلمين المستجدين أو رفع مستوى المعلمين الموجودين في الجمعية. (مقامة في الطائف وعدد من المناطق) ¶ دورة إعداد المساعدين: وتهدف إلى إعداد الحفاظ للإفادة منهم في مساعدة المعلمين في الحلقات الكبيرة. (مقامة في الطائف). ¶ دبلوم إعداد معلمي القرآن الكريم: وهو دبلوم لمدة سنتين يستهدف خريجي الجمعية لتأهيلهم للتدريس في حلقات الجمعية. (وهو مقام حالياً في جدة وعدد من مناطق المملكة). ¶ المقارئ القرآنية: تهدف إلى تخريج الحفاظ المتقنين لحفظ القرآن الكريم وإجازتهم بالسند المتصل إلى النبي صلى الله عليه وسلم بالقراءات والروايات المختلفة. (مقامة حالياً بجدة، وفي الطائف باسم: حلقة الإسناد والقراءات) ¶ المقرأة القرآنية الثانية: وهي مقرأة تعقد للفئة العمرية من المرحلة الجامعية فما فوق لحفظ القرآن الكريم على درجة عليا من الجودة والإتقان بحيث يصل الملتحق في هذه الحلقات إلى ورد يومي من القرآن لا يقل عن خمسة أجزاء. (مقامة حالياً بجدة) ¶ حلقات المعلمين: وهي حلقات تعقد لمعلمي ومشرفي الجمعية لمساعدتهم على حفظ القرآن الكريم، أو مراحعته وتثبيته. (مقامة حالياً بجدة، وكذلك في الطائف مع إقامة مسابقة بمستويات مختلفة للمعلمين بنهاية الدورة)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "دورة مكثفة في الفصل الثاني من العام الدراسي لمدة شهر لمرجعة الحفظ وتثبيته، يكلف بها بعض المدرسين الأكفاء ويتعاقد مع بعضهم من المدينة المنورة، يتم توزيع الطلاب عليهم وتكون في جميع الأوقات (الفجر- الظهر- العصر- المغرب- العشاء). (مقامة حالياً بوادي لية) ¶ دورة ثانية مكثفة خلال فترة الإجازة الصيفية لمدة شهر ونصف تقريباً تشمل جميع المستويات، ويكون هناك اهتمام خاص بالحفاظ. (مقامة حالياً بوادي لية) ¶ البرامج المقترحة للحفاظ ¶ عمل دورات سنوية لتثبيت حفظهم ولو خلال فترة الاجازات مع ربط هذه الدورات بمناهج تربوية. (البرامج المقترحة بمكة) ¶ تكوين فريق لدراسة الصعوبات التي تعتريهم في حياتهم الدراسية أو اليومية أو الاجتماعية، مع تشكيل لجان متابعة لهم. (البرامج المقترحة بمكة) ¶ إيجاد فرص وظيفية لهم كالتدريس وإمامة المسجد. (البرامج المقترحة بمكة) ¶ توزيع الطلاب حسب رغباتهم وطاقاتهم وإعدادهم الإعداد الجيد كي يستفاد منهم على النحو التالي: ¶ أ من كان رغبته طلب العلم يعد له برنامج مكثف لمدة ثلاث سنوات يؤهل من خلاله لإلقاء الدروس والمحاضرات في البوادي والهجر. (البرامج المقترحة بشرورة) ¶ ب من كانت رغبته دعوية يؤهل للمساهمة في المناشط الدعوية، ومن ذلك المكتب التعاوني لإعداد المخيمات والمسابقات الدعوية والدورات العلمية وغيرها، ويعد له برنامج لفترة شهر أو شهرين يتلقى خلاله دروس في فضل الدعوة ودورات في المهارات الدعوية وكذلك التنظيم والتنسيق. (البرامج المقترحة بشرورة) ¶ إيجاد نوع من الترابط بين الحفاظ الموهوبين وربطهم بمعلم مميز. (البرامج المقترحة بمكة) ¶ اقتراح تمييزهم وتعيينهم بالتعاون مع وزارة التربية والتعليم ودمجهم في برامجها لإعداد الموهوبين. (البرامج المقترحة بمكة)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "العمل على إيجاد شبكة اتصال عن طريق الكمبيوتر مجهزة بالأجهزة اللازمة - تعد كمقرأة عن بعد- والتواصل مع بعض المقرئين المشهورين لتصحيح القراءة للطلاب. (البرامج المقترحة بتبوك) ¶ افتتاح مدرسة خاصة بحفظ القرآن الكريم واتقانه تكون نواته الطلاب الحفاظ وهي المسماة بالحلقة المتميزة أو النموذجية. (البرامج المقترحة بتبوك) ¶ قسم الحفاظ ¶ يقترح أن يتم إنشاء قسم للحفاظ في كل جمعية، يهتم بهم ويتابعهم ويكلف بإنشاء البرامج الخاصة بهم والقيام عليها، وسنعرض هنا لأهداف هذا القسم ، والفئة المستفيدة منه، والمهام المناطة به ، والبرامج المقترحة له ، والمزايا التي يمكن أن يسعى لتقديمها للحفاظ: ¶ الأهداف: ¶ تهدف الجمعية من خلال إنشاء قسم الحفاظ إلى ما يلي: ¶ الارتقاء بالحفاظ والسمو بهم لتقديمهم إلى المجتمع جيلاً قرآنياً فريداً. ¶ خطوة مباركة في توسيع دائرة عمل الجمعيات لتشمل ما بعد الحفظ. ¶ الحفاظ على جهود الجمعيات والإفادة من مخرجاتها وتقليل الهدر. ¶ جمع نتاج الجمعيات وتوثيق الصلة بهم وتعزيز الروابط بينهم. ¶ إعداد البرامج وتأهيلهم للإفادة في خدمة الجمعيات والمجتمع. ¶ الفئة المستفيدة: ¶ يستفيد من هذا القسم فئتان من الطلاب: ¶ أ - الطلاب اللذين أوشكوا على الختم وتجاوزا العشرين جزءاً. ¶ ب حفاظ القرآن الكريم اللذين تخرجوا من الجمعية وحصلوا على شهادة بذلك مع مراعاة اختلاف فئاتهم من طلاب وموظفين وغيرهم. ¶ المهام المقترحة لقسم الحفاظ: ¶ 1- حصر اللذين تجاوزوا العشرين جزءاً أو أوشكوا على الختم، ومتابعتهم لإتمام حفظهم، وتأهيلهم لاختبار كامل القرآن. ¶ 2- متابعة اختبارات الحفاظ ونتائجهم لتوجيه كل حافظ إلى ما يناسبه من البرامج وتلافي الانقطاع. ¶ 3- وضع البرامج الملائمة لكل فئة من فئات الحفاظ والإشراف عليها. ¶ 4- الاستفادة من الحفاظ في تمثيلهم الجمعية في الاحتفالات العامة والخاصة.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "5- التواصل مع المؤسسات المتنوعة التي يمكن أن تفيد الحفاظ أو تستفيد منهم. ¶ 6- إصدار مطبوعة الحفاظ. ¶ 7- إصدار ما يتعلق بالحفاظ من شهادات وتزكيات وبطاقات ونحوها. ¶ 8-استضافة بعض العلماء المتخصصين لإقامة ندوات ومحاضرات ونحوها. ¶ 9- مخاطبة التجار والموسرين لتبني بعض البرامج الخاصة، كالحج والعمرة ونحوهما. ¶ 10- وضع مزايا للحفاظ في الجمعية وخارجها كالعلاج والتعليم. ¶ 11- التواصل مع أقسام الحفظ في الجمعيات الأخرى وتبادل الآراء والخبرات. ¶ 12- الرفع للأمانة العامة للمجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم بشأن هذه الأقسام لتفعيلها بشكل واسع مع المؤسسات الخدمية (المعاهد- الكليات- الجامعات الأهلية وغيرها) ¶ البرامج المقترحة للحفاظ: ¶ إضافةً إلى ما سبق ذكره من البرامج المقامة فعلياً في بعض الجمعيات نذكر ما يلي: ¶ فتح حلقات (الإعداد) وذلك لإعداد الذين أوشكوا على الختم أو ختموا لدخول اختبار كامل القرآن الكريم واجتيازه بتفوق. ¶ ويراعى فيها التركيز على المراجعة مع أمر هام للغاية، ألا وهو عرض الطالب للقرآن الكريم كاملاً قبل دخول الاختبار وذلك لتصحيح اللحن الجلي، ولإصلاح ما قد يوجد من خلل قبل منحه شهادة الحفظ. ¶ فتح حلقة (المراجعة) ووجودها ضروري في كل جمعية، وهي بمثابة النواة للبرامج الأخرى وتختص بالذين اجتازوا اختبار الحفظ بهدف اعانتهم على دوام المراجعة بورد يومي وتثبيت الحفظ ومنع التفلت. ¶ إقامة دورات (تجويدية) تشمل شرح المتون النجويدية وتحسين التلاوة ورفع مستوى الأداء. ¶ فتح حلقة (الإسناد) لمنح الطلاب إجازات بالسند المتصل برواية حفص. ¶ فتح حلقة (القراءات) لتعليم روايات أخرى أو تعليم القراءات، وهذا أمر يكاد يتعين على الجمعيات، لندرته واختصاص الجمعيات بتعليمه. ¶ فتح حلقة (المسابقات) لإعدادهم للمسابقات الدولية والمحلية. ¶ إقامة (دورات تأهيلية) تؤهلهم لتعليم كتاب الله الكريم.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إقامة دورات توظيفية أو إدارية أو إعطائهم منحاً لمثل هذه الدورات لتأهيلهم للعمل في الجمعية موظفيين أو إداريين. ¶ إقامة دورات علمية مكثفة بالتنسيق مع إحدى الجهات ذات العلاقة تؤهلهم لإلقاء الدروس والمحاضرات في المساجد والبوادي والهجر. ¶ إقامة دورات دعويه تؤهلهم للمساهمة في المناشط الدعوية من مخيمات ومسابقات ونحوها من خلال برنامج يتلقى خلاله دروساً في فضل الدعوة ومهاراتها. ¶ عقد لقاءات دورية وشهرية وفصلية، وإقامة ملتقيات ثقافية وندوات علمية لجميع الحفاظ. ¶ إقامة مسابقات بين الحفظة على مستوى الجمعية في حفظ القرآن الكريم وتجويده وتفسيره على غرار المسابقات الدولية والمحلية. ¶ إقامة مسايقات علمية في بعض كتب السنة أو الفقه أو في دورات بعض المشايخ المسجلة لشرح بعض الكتب، ووضع مسابقات في البحوث والمشاريع العلمية التي ترفع مستواهم أو تخدم تحفيظ القرآن الكريم. ¶ إقامة معهد للحفاظ ويسمى (معهد الحفاظ) ويهدف إلى تزويد الحافظ بما لا يمكن لحافظ أن يستغني عنه من علوم قرآنية: كالتجويد ونبذة عن القراءات وعلوم القرآن والتفسير وأصوله، وعلوم شرعية متنوعة، وعلوم تربوية وسلوكية، وذلك ليستحق الحافظ ذلك اللقب الذي يحمله، ويقترح أن تكون الدراسة فيه صباحية مكثفة لمدة عام، أو مسائية لمدة عامين لتتناسب مع ظروف الحفاظ. ¶ كما يقترح أن تقدم الجمعيات دراسة حول هذا المعهد وترفع للأمانة العامة للجمعيات، ليعتمد هذا المعهد بمنهجه في جميع مناطق المملكة، للذكور والإناث، وذلك على غرار معهد إعداد المعلمين، لكن هذا المعهد يشمل فئة الحفاظ كلهم بلا استثناء، ولا يقتصر على الراغبين في التعليم. ¶ العمل على الاستفادة من الكمبيوتر بفتح موقع أو غرفة يتم فيها تواصل الحفاظ مع بعضهم واجتماعهم أينما كانوا في وقت محدد في هذه الغرفة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "العمل على إنشاء رابطة للحفاظ في المملكة ، ويتم إنشاء موقع لها على الانترنت بإشراف الأمانة العامة للجمعيات، يكون فيه منتدى للحفاظ، ويستفاد منه بالإعلان عن الفعاليات القرآنية ، والمستجدات على الساحة القرآنية ، ويمكن أن يستفاد منه في نقل بعض الدروس المختارة أو المحاضرات والملتقيات، أو تحميل الكتب القرآنية والتلاوات منه ، كما تستفيد منه الجمعيات بوضع روابطها وطرح أخبارها عليه ، وتكون مهمته الأساسية تعزيز الترابط بين الحفاظ، وصلتهم على الدوام بكتاب ربهم، وسهولة الوصول إليهم. ¶ كما تقوم رابطة الحفاظ بالتواصل مع أقسام الحفاظ في الجمعيات وإقامة الفعاليات المشتركة بين حفاظ المملكة بالتنسيق معهم، كحملة حج للحفاظ، أو مخيم صيفي في أحد المصايف، أو استضافة المشائخ والمقرئين.. ¶ المزايا المقترحة للحفاظ: ¶ محاولة الاتصال بأصحاب المدارس الخاصة لتوفير مقعد مجاني واحد في كل فصل للحافظ، والحرص على توفير هذه الميزة، إذ أنه لا تكاد تكلف صاحب المدرسة شيئاً وتوفر للحافظ مناخاً جيداً للدراسة، كما ترفع من مستوى المدرسة بشكل كبير، إذ لو كان في المدرسة عشرون صفاً –على سبيل المثال- فسيوجد فيها عشرون حافظاً دفعة واحدة وبأقل تكلفة، ومعظم الحفاظ موهوبون، كما أن الأصل فيهم أنهم على مستوى عالي من الأخلاق والالتزام، ففيه رفع لمستوى المدرسة العلمي والديني والأخلاقي كما أن فيه جذباً لطلاب المدرسة إلى الحلقات وفيه تكريم للحافظ أيما تكريم. ¶ الحصول على كشف خاص وخصومات على العلاج من المستشفيات الخاصة والمستوصفات والصيدليات. ¶ تعاون الجمعية مع المكتبات الشرعية والتسجيلات لتوجيههم إلى العلم الشرعي إما بخصم كبير على المادة العلمية أو بنظام الإعارة أو التأجير وغيرها.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الحصول على خصم من المحلات التجارية لفترات محدودة ، أو من الفنادق بمكة المكرمة والمدينة المنورة أو استئجار الجمعية لبعض المنازل هناك طيلة السنة وتأجيرها لهم بأسعار رمزية، أو منح الحافظ الإقامة فيها مع أسرته أياماً معدودة كنوع من المكافأة المضافة إلى مكافأة الحفظ. مع الاستفادة من هذه المنازل أيام المواسم لتغطية النفقات. ¶ إعطاء منحة لكل حافظ في أي دورة يختارها في الحاسب أو اللغة وغيرها، أو دفع بعض الرسوم عنه لضمان جديته، وهذا يؤهله لاكتساب مهارات مهمة في الحياة. ¶ بسم الله الرحمن الرحيم ¶ سيرة ذاتية ¶ الاسم: عبدالله المهيب بن محمدخير برغوث. ¶ ميلاده: ولد في حمص ، بسوريا، عام 1972م. ¶ المؤهل: تخرج من كلية القرآن الكريم بالجامعة الإسلامية بالمدينة المنورة عام 1414هـ، وحصل على درجة الماجستير في الدعوة. ¶ عرض القرآن الكريم على عدد من المشايخ، وأجيز بالقراءات العشر. ¶ الحالة الاجتماعية: متزوج ، وله ابنان. ¶ العمل: عمل في جمعية تحفيظ القرآن الكريم بالطائف مشرفاً تعليمياً ، ثم معلماً في حلقات الإسناد والقراءات بجمعية الطائف، ولا يزال على ذلك.",
            "page": "13",
            "part": "1"
        }
    ],
    "t36854": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رعاية الحفاظ بين الواقع والمامول-عبدالله المهيب"
        }
    ]
}