{
    "b36853": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ المملكة العربية السعودية ¶ وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد ¶ الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض ¶ تصور مقترح لتحسين جودة مخرجات التعليم ¶ إعداد ¶ أحمد بن عبد الرحمن الجهيمي ¶ مدير مركز الدائري الشمالي ¶ ورقة عمل مقدمة لملتقى الجمعيات الخيرية لتحفيظ القرآن الكريم ¶ 1427/1428هـ ¶ مقدمة ¶ الحمد لله والصلاة والسلام على رسول الله وبعد ¶ فلقد أدرك المعنيون بالمؤسسات الخيرية على وجه العموم والجمعيات الخيرية لتحفيظ القرآن الكريم على وجه الخصوص أهمية رفع جودة المخرج التعليمي لطلاب وطالبات حلق ومدارس تحفيظ القرآن الكريم. ¶ ولقد تزايد ذلك وتناما حتى وجد القائمون على هذه الجمعيات ضرورة إيجاد إدارات تعنى برفع الجودة التعليمية وتطوير الأداء التعليمي من خلال المهام التي أنيطت ببعض الإدارات داخل الجمعيات كإدارة الإشراف التربوي وإدارة البرامج التعليمية وإدارة التقنية والمعلومات وغيرها. ¶ والمتأمل في واقع حلق ومدارس تحفيظ القرآن الكريم بشكل عام، يلحظ ضعفاً وعدم تكافؤ بين الأعداد الملتحقين بهذه الحلق والمدارس والمخرج النهائي ولاسيما في أعداد الحفاظ والحافظات وتخريج المعلمين والمعلمات مما يدل على أن هناك مستوى متواضع لأداء المعلمين والمعلمات والمشرفين والمشرفات داخل أروق الجمعيات. ¶ وعليه فإن الجمعيات الخيرية رغم الدور الهام والكبير الذي قامت عبر العقدين السابقين إلا أنها تعاني من بعض التحديات والصعوبات ، لذا جاء البحث لمحاولة وضع مقترح لتحسين جودة مخرجات التعليم في الجمعيات الخيرية لتحفيظ القرآن الكريم. ¶ أسئلة البحث: ¶ يحاول البحث الإجابة عن الأسئلة التالية: ¶ 1- ماهية جودة مخرجات التعليم ؟ ¶ 2- ما التصور المقترح لتحسين جودة مخرجات التعليم الجمعيات الخيرية لتحفيظ القرآن الكريم؟ ¶ أهدف البحث: ¶ 1- الإلمام بمفهوم جودة مخرجات التعليم .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "2- اقتراح تصور لتحسين جودة مخرجات التعليم الجمعيات الخيرية لتحفيظ القرآن الكريم. ¶ أهمية البحث: ¶ تكمن أهمية البحث في إمكانية استفادة عدة أطراف منه مثل (وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد والمتمثلة في الأمانة العامة للجمعيات الخيرية لتحفيظ القرآن الكريم ، رابطة العالم الإسلامي ، كافة المؤسسات الخيرية في هذه البلاد المباركة ، والباحثون بشكل عام). ¶ منهج البحث: ¶ سيستخدم الباحث _ بإذن الله _ في هذا البحث المنهج الوصفى التحليلي. الذي يعتمد على تجميع الحقائق والمعلومات، ثم مقارنتها وتحليلها وتفسيرها، للوصول إلى تعميمات مقبولة (بدر، 1984، 234). ¶ حدود البحث: ¶ سوف تقتصر الدراسة – بإذن الله تعالى – على: ¶ 1- الحدود الزمانية: تنحصر الحدود الزمانية في الفترة من 15/3 إلى 15/4 من هذا العام 1427/1428هـ . ¶ 2- الحدود المكانية: تنحصر الحدود المكانية في الجمعية الخيرية لتحفيظ القرآن الكريم في منطقة الرياض (مديري المراكز العشرة). ¶ 3_ الحدود الموضوعية: تنحصر الحدود الموضوعية في اقتراح تصور لتحسين جودة مخرجات التعليم الجمعيات الخيرية لتحفيظ القرآن الكريم. ¶ مصطلحات البحث: ¶ _ الجودة: ¶ عُرفت الجودة في اللغة بتعريفات عديدة، كما أوردتها قواميس اللغة العربية، فقد عرفها (ابن منظور، 1300هـ) في معجم لسان العرب بأن أصلها \" جود \" والجيد نقيض الرديء، وجاد الشيء جوده، وجوده أي صار جيداً، وأحدث الشيء فجاد والتجويد مثله وقد جاد جوده وأجاد أي أتى بالجيد من القول والفعل. ¶ والمتتبع لمعنى الجودة عند التربويين يجد أن كل باحث عرَّفها من خلال المجال الذي يقوم بدراسته، ورغم تعدد معاني الجودة إلا إنه يمكن تحديدها بالتعريف التالي: ¶ فجودة التعليم تعني مقدرة مجموع خصائص ومميزات المنتج التعليمي على تلبية متطلبات الطالب والطالبة، والجمعيات الخيرية والمجتمع وكافة الجهات الداخلية والخارجية المنتفعة منه. ¶ * المخرجات:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فهو يشمل مخرجات الحلق والمدارس النسائية من (الخريجين ، خدمة المجتمع،..). ¶ الدراسات السابقة : ¶ تعددت الدراسات التي تناولت موضوع جودة التعليم بشكل عام على المستويات المحلية والإقليمية والعالمية ويمكن ذكر بعضها كالتالي: ¶ * دراسة (عابدين، 1992) حول \" الجودة واقتصادياتها في التربية بهدف تقويم الجهود العلمية في تعريف الجودة وتقديم تعريف مناسب للجودة التربوية، وكذلك تقويم الجهود المتبعة في قياس الجودة، ورسم معالم الطريق المؤدية إلى قياسها، وقد توصلت الدراسة إلى نتائج منها أن الجودة الشاملة في التربية هي مجموعة من الخصائص أو السمات التي تعبر بدقة وشمولية عن جوهر التربية وحالتها بما في ذلك كل أبعادها: مدخلات وعمليات ومخرجات وتغذية راجعة، وكذلك التفاعلات المتواصلة التي تؤدي إلى تحقيق الأهداف المنشودة والمناسبة للمجتمع . ¶ * دراسة (أبو هلال وآخرون،1998) حول \" مدى توافق التعليم العالي مع سوق العمل المحلي دراسة تحليلية\" تناولت مقدمة، واتجاهات التطور الكمي والنوعي في التعليم العالي، ثم العرض من الخريجين ووضعهم الوظيفي، وخصائص سوق العمل المحلي، ومؤشرات تأثير التعليم العالي على المستوى الشخصي، وتناولت أسباب ضعف فاعلية مؤسسات التعليم العالي، وطرحت نظرة مستقبلية للتعليم العالي وسوق العمل، وأوصت الدراسة بمجموعة من النقاط منها (إعادة هيكلية وتفعيل مجلس التعليم العالي، توجيه عرض مهارات الخريجين بما يتناسب مع سوق العمل ،تطوير البرامج الدراسية المطروحة ). ¶ * دراسة (أبو نبعه، ومسعد، 1998) حول \" إدارة الجودة الشاملة في مؤسسات التعليم العالي\" بهدف عرض مفهوم إدارة الجودة الشاملة، وتطبيقها في الجامعات الأجنبية وطرحت إمكانية نقل التجربة وتطبيقها في البيئة الأردنية من خلال توضيحها لإستراتيجية لإدارة الجودة الشاملة في الجامعات الأردنية الأهلية.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "* دراسة (البطي، 2000) بعنوان \"إدارة الجودة الكلية الشاملة وإمكانية تطبيقها في الميدان التربوي السعودي \" ، وتوصلت إلى مجموعة من النتائج منها أن تعريفات الجودة بمعظمها تأخذ منحى اقتصادياً ومنها : أن الجودة تعني رضي المستفيدين من السلعة أو الخدمة، واعتبر المستفيدون هم الطلاب، وأولياء الأمور، وبالتالي المجتمع بكامل. ويمكن تطبيق إدارة الجودة في الميدان التربوي بشكل عام. ¶ من العرض للدراسات السابقة يتبين الأمور التالية: ¶ _ زيادة الاهتمام بموضوع جودة التعليم في جميع القطاعات الأهلية والخيرية والحكومية. ¶ _ ضرورة تبني موضوع إدارة الجودة الشاملة في جميع المؤسسات الخيرية وبالأخص الجمعيات الخيرية لتحفيظ القرآن الكريم. ¶ _ إن تطوير التعليم في الجمعيات الخيرية لتحفيظ القرآن الكريم يحتاج إلى تضافر جهود المعنيين والمسئولين عن هذه الجمعيات وكذلك مؤسسات المجتمع عموماً وصولاً إلى مستقبل أفضل للجمعيات الخيرية لتحفيظ القرآن الكريم. ¶ للإجابة عن السؤال الأول حول ماهية جودة التعليم ؟ ¶ …يري غير واحد من التربويين أن الجودة ليست كلاماً يقال ولكن ما نفعله، وأن العنصر الرئيس في تعريفها يكمن في توفير الإمكانات اللازمة التي تحقق خدمة المتعلم(الطالب والطالبة) فالجودة لا تشتق من حجم المنح والميزانيات، ومعدلات المعلمين والمعلمات للطلاب والطالبات، وعدد الحلق والمدارس النسائية، فحسب، بل من الاهتمام بخدمة الحاجات التعليمية (للطلاب والطالبات) ¶ إننا نستطيع أن نضع معايير لتعريف الجودة وبخاصة في التعليم في الجمعيات الخيرية لتحفيظ القرآن الكريم : ¶ المعيار الأول: أن مفهوم الجودة في التعليم الخيري يجب أن يركز على سمعة وشهرة المؤسسة أو مصادرها، فعلى سبيل المثال المؤسسة التي لديها تسهيلات أفضل غالباً ما تكون جيدة. ¶ المعيار الثاني: أن تعريف الجودة في التربية يجب أن يعزز ويقوى عن طريق تطبيق فلسفة تحسين الجودة.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "…ولقد ارتبط المفهوم التقليدي لجودة التعليم في الجمعيات الخيرية لتحفيظ القرآن الكريم بعمليات الفحص والرفض والتركيز على الاختبارات دون مراجعة القدرات والمهارات والسلوكيات، لذلك تحول هذا المفهوم التقليدي للجودة في التعليم في الجمعيات إلى مفهوم توكيد جودة التعليم في الجمعيات الخيرية والذي يستند بالدرجة الأولي على ضرورة اختيار معدلات نمطية للأداء وبناء منظومات لإدارة الجودة للتعليم في الجمعيات الخيرية لتحفيظ القرآن الكريم ، ومع صعوبات التطبيق ظهرت أهمية بالغة لتطبيق إدارة الجودة الشاملة في التعليم الخيري والتي تحتاج مشاركة من الجميع لضمان البقاء والاستمرارية للمؤسسات الخيرية وهو أسلوب لتحسين الأداء بكفاءة أفضل. ¶ فجودة التعليم في الجمعيات الخيرية لتحفيظ القرآن الكريم تعني مقدرة مجموع خصائص ومميزات المنتج التعليمي على تلبية متطلبات الطالب، وسوق العمل والمجتمع وكافة الجهات الداخلية والخارجية المنتفعة، إننا نعرف جيداً أن تحقيق جودة التعليم يتطلب توجيه كل الموارد البشرية والسياسات والنظم والمناهج والعمليات والبنية التحتية من أجل خلق ظروف مواتية للابتكار والإبداع في ضمان تلبية المنتج التعليمي للمتطلبات التي تهيئ الطالب والطالبة لبلوغ المستوي الذي نسعى جميعاً لبلوغه. ¶ إن ثقافة الجودة وبرامجها تؤدى إلى اشتراك هذه الجمعيات وكل فرد وإدارة ومركز وحدة علمية وطالب وطالبة وكل معلم ومعلمة ليصبحوا جزءاً من هذا البرنامج، وبالتالي فإن الجودة هي القوة الدافعة المطلوبة لدفع نظام التعليم في الجمعيات الخيرية لتحفيظ القرآن الكريم بشكل فعال لتحقق أهدافها ورسالتها المنوطة بها من قبل المجتمع والأطراف العديدة ذات الاهتمام بالتعليم الخيري.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وإننا نعتقد حتماً أن الجودة يمكن قياسها ، ذلك أن الاتجاهات الحديثة في قياس وإدارة الجودة تعمل على تفادى ضيق النظرة والعمل على قياس مخرجات التعليم بشكل عام والمتمثلة في توافر خصائص اتجاهية ومعرفية ومهارية وسلوكية ليس في المنتج النهائي (الحافظين والحافظات) فحسب، بل يمتد قياس الجودة إلى جودة عناصر تقديم الخدمة التعليمية على كافة المستويات العمرية. ¶ ولقد قام الباحث باقتراح المعايير الواجب إتباعها لتقييم جودة التعليم في الجمعيات الخيرية لتحفيظ القرآن الكريم ، ومن ثم عرضها على مجموعة من المحكمين من مديري المراكز في الجمعية والذين اجمعوا على قبولها وتعديل ما اقترح من تعديلات من خلال الاستبانة المعدة (أنظر الملحق) والجدول التالي يوضح هذه المعايير التي اعتمدها الباحث أساساً للتصور المقترح لجودة مخرجات التعليم في الجمعيات الخيرية لتحفيظ القرآن الكريم : ¶ معايير لتقويم جودة مخرجات التعليم ¶ في الجمعيات الخيرية لتحفيظ القرآن الكريم ¶ العنصر ¶ نواحي الجودة ¶ المنهج العلمي ¶ - ارتباط المنهج العلمي بأهداف الجمعية. ¶ - درجة تغطية المستويات الأساسية حسب الخطة الدراسية. ¶ - التناسب مع قدرة الحفظ والاستيعاب لدى الطالب في هذه المرحلة. ¶ - الارتباط بالواقع العملي. ¶ - الإلمام بالمعارف الأساسية في تعليم وتعلم القرآن الكريم. ¶ - إعداد الطالب لتولى مهنة تعليم القرآن الكريم. ¶ - إعداد الطالب لقضايا عصره. ¶ المنتج العلمي (الكتب المصاحبة) ¶ - درجة المستوى العلمي للمنتج. ¶ - شكل وأسلوب إخراج المنتج العلمي. ¶ - وقت توافر المنتج العلمي. ¶ - سعر المنتج العلمي. ¶ - امتداد الاستفادة من المنتج العلمي. ¶ - أصالة المادة العلمية. ¶ - نوع الاتجاهات التي ينميها المنتج العلمي. ¶ المعلمون ¶ - المستوى العلمي للمعلم والخلفية المعرفية. ¶ - إدراك المعلم باحتياجات الطلاب. ¶ - إدراك المعلم لمراحل النمو لدى الطلاب. ¶ - انتظام المعلم في العملية التعليمية",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "- التزام المعلم بالمنهج العلمي المحدد. ¶ - تقبل المعلم للتغذية الراجعة. ¶ - العمل على تنمية المهارات الفكرية. ¶ - تنمية الحس تجاه المجتمع. ¶ - وضوح الهدف من أسلوب التدريس المستخدم. ¶ - مراعاة المعلم للجوانب التربوية في العملية التعليمية ¶ - وعي المعلم بدور القدرة العلمية والخلقية. ¶ - تنمية النظرة البعيدة والمتعمقة. ¶ - درجة تفاعل المعلم الشخصي. ¶ - تنمية مهارات الاتصال في مجال العمل. ¶ أسلوب التقييم ¶ - إعداد أدوات التقويم المناسبة. ¶ - درجة الموضوعية والاتساق. ¶ - درجة الشمول. ¶ - التركيز على التلقين. ¶ - التركيز على القدرة التحليلية. ¶ - التركيز على التفكير والتدبر. ¶ النظام الإداري ¶ - وضوح اللوائح والأنظمة الإدارية. ¶ - توافر المعلومات اللازمة لتشغيل وإدارة النظام. ¶ - كفاءة وفعالية النظام الإداري. ¶ - التوجه نحو سوق العمل (تخريج معلمين، تخريج أئمة مساجد ...الخ). ¶ - المناخ الجيد لممارسة الأنشطة والبرامج المصاحبة. ¶ - تلقى الشكاوى والتعامل معها بفاعلية. ¶ النظام الإشرافي ¶ - وضوح اللوائح والأنظمة الإشرافية. ¶ - توافر المعلومات اللازمة لتشغيل وإدارة النظام الإشرافي. ¶ - كفاءة وفعالية النظام الإشرافي. ¶ - وضوح الهدف من الأساليب الإشرافية المستخدمة. ¶ - تطوير الأداء ورفع مستواهم المهني. ¶ - تلقى المشكلات والتعامل معها بفاعلية. ¶ التسهيلات المادية ¶ - تناسبها مع طبيعة العملية التعليمية. ¶ - تناسبها مع البرامج والأنشطة المصاحبة. ¶ - تناسبها مع خطط التطوير التعليمي. ¶ وانطلاقاً من القائمة السابقة يمكن القول أن أهم متطلبات تطبيق الجودة التعليمية في الجمعيات الخيرية لتحفيظ القرآن الكريم لضمان جودة مخرجات التعليم تتمثل في : ¶ 1- قناعة ودعم وتأييد الإدارة العليا للجمعيات الخيرية لإدارة الجودة الشاملة لتعليم القرآن الكريم. ¶ 2- تبني الإدارة والعاملين فلسفة إدارة الجودة الشاملة لتعليم القرآن الكريم وتعاونهما في تطبيقها.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "3- وجود أهداف محددة مشتقه من احتياجات الفئات المستهدفة وسعي الإدارة والعاملين معاً لتحقيقها. ¶ 4- منح العاملين الثقة وتشجيعهم على أداء العمل وتقدير المتميز منهم دون التدخل في كل كبيرة وصغيرة. ¶ وللإجابة عن السؤال الثاني : ما التصور المقترح لتحسين جودة مخرجات التعليم الجمعيات الخيرية لتحفيظ القرآن الكريم؟ ¶ إن الجودة التعليمية مطلب أساسي في كافة التنظيمات التعليمية و الإدارية، فهي تهدف إلى التحسين المستمر للأداء ومن أسسها الاعتماد على القياس والمعلومات والتعليم والتدريب ، ولما كان التحدي الأكبر للنظم التعليمية _ الرسمية والأهلية _ ليس تقديم تعليم لكل فرد بل التأكد على أن التعليم يجب أن يقدم بجودة عالية . ¶ ومن هنا لاحت في الأفق محاولات لتعريف جودة التعليم يمكن توضيحها في المحاور الآتية : ¶ 1- ارتباط الجودة بالأهداف : وهذا يعني أن الجودة تتمثل في تحقيق هدف أساسي وهو تحقيق حاجات الطلاب والطالبات بصورة مناسبة. ¶ 2- ربط الجودة بالمدخلات والعمليات لتحقيق النتائج المرجوة. ¶ 3- الجودة تعني وجود معايير للحكم على العمل. ¶ 4- الجودة تعني الكيف مقابل الكم. ¶ وبناءً على المعايير السابقة _ كأساس من أساسيات هذا التصور _ فإن الباحث في هذه الورقة يقترح إنشاء إدارة للجودة التعليمية في كل الجمعيات الخيرية لتحفيظ القرآن الكريم تتضمن عدة وحدات كل منها تسعى إلى تحقيق أهداف محددة والهدف العام لها هو تحسين الأداء التعليمي لكافة المستويات التعليمية للحلق والمدارس النسائية . ¶ والشكل التالي يوضح الهيكل التنظيمي لإدارة الجودة التعليمية والإدارية المقترحة والوحدات المكونة لها. ¶ الهيكل التنظيمي لإدارة الجودة التعليمية ¶ مبررات إنشاء إدارة للجودة التعليمية:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إن الاتجاهات الحديثة في علم الإدارة والتنظيم في كافة المؤسسات الرسمية والخيرية تدعو في السنوات الأخيرة إلى الحرص على توفر الجودة في كافة المنظمات وخاصة التربوية و التعليمية، لأن ذلك سيؤثر على نوعية المخرجات التعليمية والتربوية. والجمعيات الخيرية لتحفيظ القرآن الكريم تسعى إلى تحسين أدائها وتجويد مخرجاتها لتواكب المتغيرات التربوية الحديثة وتساير معايير الجودة في المؤسسات التعليمية الأخرى ، لذا يقترح الباحث إنشاء إدارة الجودة والتي تمثل نظام يشرف على تطبيق معايير موضوعية تمكن من تقييم العمليات المنجزة بشكل موضوعي ووفق أسس علمية،وتحصل على التأييد من قبل رئيس الجمعية ونائبه الذين يسعيان إلى التنمية المهنية لمنسوبي الجمعية. ¶ ونظراً لتعدد مهام إدارة الجودة المقترحة، وتشعبها فهي بحاجة إلى تكوين لجنة برئاسة رئيس الجمعية أو نائبه وعضوية كل من الأشراف التربوي والشؤون التعليمية والتدريب والتخطيط ، وبالإمكان ترشيح أعضاء من خارج الجمعية، تجتمع في بداية كل فصل دراسي لعرض ما تم إنجازه وما يؤمل القيام به. ¶ الرؤية: ¶ تسعى إدارة الجودة إلى تحسين الأداء للجمعيات الخيرية لتحفيظ القرآن الكريم وتحسين مخرجاتها التعليمية والإدارية. ¶ الرسالة: ¶ تلتزم إدارة الجودة بتقديم البرامج والمشاريع النوعية لتحسين أداء كافة الجوانب التعليمية والإدارية، وتطبيق المعايير والأدوات التقويمية المختلفة بهدف الرفع من كفاءة الأداء ،ودراسة المشكلات التعليمية الإدارية وإيجاد السبل لتذليلها بما يتاح لها من إمكانات مادية وبشرية متوفرة. ¶ الوسائل: ¶ منح إدارة الجودة الصلاحيات والسلطات التي تمكنها من القيام بأداء دورها التطويري في الجمعيات الخيرية لتحفيظ القرآن الكريم. ¶ ويتم تحديد أربع وحدات إدارية لكل منها أهداف محددة تقوم بترجمة الالتزامات الأساسية التي تفرضها رؤية ورسالة إدارة الجودة التعليمية والإدارية، وهي كما يلي:",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الهدف العام لإدارة الجودة التعليمية: ¶ تحسين الأداء التربوي والتعليمي والإداري في الجمعيات الخيرية لتحفيظ القرآن الكريم. ¶ الأهداف التفصيلية: ¶ 1. توفير تغذية راجعة تساعد على تحسين الأداء. ¶ 2. تحسين أداء معلمي ومعلمات ومشرفي ومشرفات الحلقات والدور النسائية. ¶ 3. توفير برامج تدريبية مختلفة لخدمة المجتمع التربوي. ¶ 4. الكشف عن الموهوبين و الموهوبات من الطلاب و الطالبات وتقديم الدعم والبرامج الخاصة والمناسبة لهم. ¶ 5. نشر الوعي والإلمام بثقافة الجودة المستمرة والتي تنطلق من الاحترام المتبادل بين منسوبي و منسوبات الجمعية التي تهدف إلى تحسين الأداء لا تصيد الأخطاء. ¶ 6. الاتصال بالمجتمع المحيط والمؤسسات الاجتماعية والخيرية و التربوية المختلفة. ¶ 7. توفر قنوات اتصال مستمرة وجيدة مع كافة منسوبي و منسوبات الجمعية. ¶ 8. تمكين كافة الأقسام والإدارات في الجمعية من المساهمة في برامج تحسين الأداء وتفعيلها. ¶ 9. المساندة النظامية من قبل الرئيس أو نائبه في تطبيق المعايير المختلفة وتحليل نتائجها. ¶ 10. تقديم بيانات دقيقة وإحصاءات علمية توضح مدى كفاءة العملية التعليمية و التربوية داخل الحلقات والدور النسائية. ¶ التقسيمات الإدارية الداخلية: ¶ أولاً: مدير إدارة الجودة التعليمية والتربوية: ¶ الارتباط التنظيمي: مرتبط برئيس الجمعية . ¶ مهام مدير إدارة التعليمية والتربوية: ¶ 1. متابعة المتخصصين و المتخصصات في إدارة الجودة التعليمية. ¶ 2. الاجتماعات الدورية مع المتخصصين و المتخصصات. ¶ 3. تفعيل تطبيق معايير إدارة الجودة التعليمية. ¶ 4. تفعيل دور إدارة الجودة في تحسين المخرجات التعليمية و التربوية. ¶ 5. متابعة تطبيق المعايير المختلفة على منسوبي و منسوبات الجمعية. ¶ 6. الرد على استفسارات المنسوبين و المنسوبات والتجاوب مع المقترحات. ¶ 7. تذليل الصعوبات التي قد تواجه المسئولين و المسئولات في إدارة الجودة التعليمية.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "8. كتابة تقرير نهاية الفصل أو العام الدراسي يجمع تقارير الوحدات الإدارية المختلفة بالإضافة إلى شرح عام للمنجز يوضح نقاط القوة والضعف ويرفع لرئيس الجمعية. ¶ 9. إعداد مطوية عن الإدارة والتعريف بمهامها ووحداتها. ¶ 10. عقد اجتماع عام مع رؤساء الأقسام لتوضيح مهام أعضاء إدارة الجودة التعليمية. ¶ ثانياً: وكيل إدارة الجودة: ¶ الارتباط التنظيمي : مرتبط بمدير إدارة الجودة التعليمية. ¶ مهام وكيل إدارة الجودة: ¶ 1. متابعة تنفيذ الأعمال. ¶ 2. تنظيم الاجتماعات. ¶ 3. حلقة وصل بين كافة رؤساء و رئيسات الوحدات في إدارة الجودة. ¶ 4. حل المشكلات وتذليل الصعوبات. ¶ 5. ينوب عن مدير إدارة الجودة في حال تغيبه. ¶ 6. الرد على الاستفسارات واستقبال المراجعين والزائرين للإدارة. ¶ 7. الإشراف على أعمال السكرتارية. ¶ 8. أي أعمال أخرى يكلف بها. ¶ ثالثاً: رئيسة وحدة التدريب والتطوير: ¶ الارتباط التنظيمي: مرتبط بمدير إدارة الجودة التعليمية. ¶ مهام رئيسة وحدة التدريب والتطوير: ¶ 1. دراسة الاحتياجات التدريبية للفئات المختلفة في الجمعية الخيرية لتحفيظ القرآن الكريم. ¶ 2. تحديد الإمكانات التدريبية البشرية والمادية. ¶ 3. تصميم خطة تدريبية لكل فصل دراسي قبل نهاية الفصل السابق له بشهرين. ¶ 4. الاتصالات والتنسيق مع الكفاءات التدريبية سواء داخل الجمعية أم خارجها تبعاً لمتطلبات البرنامج التدريبي. ¶ 5. تحديد سلم لرسوم التدريب. ¶ 6. تحديد أنظمه للقبول والانسحاب من البرامج التدريبية. ¶ 7. التحفيز المعنوي والمادي للمشاركين و المشاركات في تقديم الدورات التدريبية. ¶ 8. وضع معايير محددة للقائمين و القائمات على التدريب. ¶ 9. الدعاية والتسويق للدورات التدريبية داخل الجمعية وخارجها. ¶ 10. كتابة الخطابات التي يتم إرسالها للجمعية والجهات التابعة لها للتعريف بالبرامج التدريبية. ¶ 11. تصميم وطباعة المنشورات التعريفية بالبرامج التدريبية ودفاتر إيصالات الدفع.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "12. الإشراف على عملية تنفيذ الدورات التدريبية والتحاق المتدربين و المتدربات بالبرامج التدريبية. ¶ 13. تذليل الصعوبات والعقبات التي قد تواجه عملية التنفيذ. ¶ 14. تقويم البرامج التدريبية عن طريق استمارات التقويم. ¶ 15. تحليل نتائج التقويم وكتابة تقرير عن كل دورة تدريبية على حدة. ¶ 16. الزيارات الميدانية لمختلف الجهات التعليمية التابعة للجمعية لدراسة الاحتياجات التدريبية. ¶ 17. التعاون مع مركز مصادر التعليم في تنفيذ كافة الدورات التدريبية وتوفير خدمات التسجيل ومتطلبات التدريب والطباعة الشهادات وختمها والتسويق للدورات التدريبية والرد على الاستفسارات وتجهيز الورش وحجز الشبكة التلفيزيونية وترتيب وتنظيم احتياجات تطبيق الدورات التدريبية. ¶ 18. توفير ملفات الشهادات والملفات الخاصة بكل متدرب و متدربة والأدوات الخاصة لهم. ¶ 19. تحفيز الأقسام لتقديم برنامج تدريبي والتسويق له. ¶ 20. الاجتماع الدوري مع بعض المتخصصين و المتخصصات في التدريب للتشاور في البرامج التدريبية المقترحة ومن يقدمها. ¶ 21. تصميم النماذج الإدارية التي تمكن من تنظيم وتنسيق العملية التدريبية. ¶ 22. إعداد تقرير شامل عن البرامج التدريبية نهاية العام الدراسي، يرفع للمسئول عن إدارة الجودة. ¶ 23. متابعة ما يستجد في عملية التدريب والبرامج التدريبية. ¶ رابعاً: رعاية الموهوبين و الموهوبات رئيس وحدة رعاية الموهوبين و الموهوبات: ¶ الارتباط التنظيمي: مرتبط بمدير إدارة الجودة التعليمية. ¶ مهارات رئيس وحدة رعاية المتميزين و المتميزات: ¶ 1. تطبيق المقاييس والاختبارات المقننة على الطلاب والطالبات للكشف عن المتميزين والمتميزات. ¶ 2. الاستعانة بالمعايير الذاتية مثل الملاحظة والمقابلة الشخصية والتقدير الشخصي وترشيحات المعلمين والمعلمات والوالدين للكشف عن المتميزين والمتميزات. ¶ 3. تقييم الناتج الإبداعي للطلاب المتميزين و الطالبات المتميزات عن طريق لجنة متخصصة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "4. توضيح مفهوم الموهبة وأنها لاتقتصر على التفوق في مجال الحفظ ولاستظهار فقط. ¶ 5. الاتصال والتنسيق مع المعلمين والمعلمات والاتصال بالمسئولين و المسئولات عن الأنشطة، للتعاون في كشف المتميزين والمتميزات. ¶ 6. التوعية الاجتماعية بأهمية رعاية المتميزين حيث أن رعاية المتميز استثمار يعود بالنفع والنمو والتطوير للمجتمع والأمة بأسرها. ¶ 7. تكوين لجان لتطبيق اختبارات القدرات العقلية واستخراج النتائج ، وكذلك القيام بالمقابلات الشخصية. ¶ 8. التعاون وتنسيق الجهود بين الجمعية والمؤسسات المهتمة بالكشف عن المتميزين ورعايتهم واحتضانهم وتقديم البرامج الخاصة لتعليم القرآن الكريم لذوي القدرات غير العادية. ¶ 9. إعداد وتقديم برامج إثرائية للمتميزين والمتميزات. ¶ 10. كتابة تقرير نهاية العام الدراسي يوضح الخطوات الإجرائية التي تم تنفيذها والنتائج المتوصل إليها يرفع للمسئول عن إدارة الجودة قبل نهاية كل عام. ¶ خامساً: رئيس وحدة التقويم: ¶ الارتباط التنظيمي : مرتبط بمدير إدارة الجودة التعليمية. ¶ مهام رئيس وحدة التقويم: ¶ 1. تصميم معايير تقويمية تهدف إلى تحسين الأداء في المجال التعليمي و التربوي. ¶ 2. تصميم معيار أداء المعلمين والمعلمات في الجمعية من وجهة نظر الطلاب و الطالبات. ¶ 3. تقويم أداء المعلمين والمعلمات في الجمعية من وجهة نظر الطلاب و الطالبات. ¶ 4. تصميم معايير لإعداد الاختبارات بأنواعها وفق الأسس العلمية. ¶ 5. تقويم الاختبارات. ¶ 6. الاتصالات بالجهات المتخصصة لبناء المعايير المختلفة عن طريق تكوين لجان متخصصة. ¶ 7. المشاركة في اقتراح برامج تدريبية في التقويم. ¶ 8. الدراسات التي يتم تحويلها من قبل رئيس الجمعية حول نتائج بعض الحلقات والدور النسائية. ¶ 9. توجيه السكرتارية المتخصصة بتطبيق المعايير ومتابعتها. ¶ 10. تصميم الصفحات الخاصة بالتحليل الإحصائي الخاصة بتحليل كل معيار.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "11. كتابة تقرير نهاية العام الدراسي يوضح الخطوات الإجرائية التي تم تنفيذها والنتائج التي تم التوصل إليها، يرفع لمدير إدارة الجودة قبل نهاية كل عام. ¶ سادساً: رئيس وحدة التطوير: ¶ الارتباط التنظيمي: مرتبط بالمشرف العام على إدارة الجودة التعليمية. ¶ مهام رئيس وحدة التطوير: ¶ 1. القيام بالدراسات الاستشارية في مجال التطوير التعليمي و الإداري. ¶ 2. تحسين إجراءات العمل التعليمي و الإداري في الأقسام. ¶ 3. اقتراح دورات تدريبية في الجانب التعليمي و الإداري على رئيس وحدة التدريب. ¶ 4. تصميم النماذج التعليمية و الإدارية التي تسهل إجراءات العمل. ¶ 5. تصميم أدلة إجرائية للأعمال التعليمية و الإدارية. ¶ 6. توصيف بعض المهام التعليمية و الإدارية في الجمعية. ¶ 7. التوعية بأهمية الأدلة الإجرائية. ¶ 8. تطبيق الأدلة وتعديلها وفق مرئيات المتعاملين و المتعاملات معها. ¶ سابعاً: سكرتارية الإدارة: ¶ الارتباط التنظيمي: مرتبط بمدير إدارة الجودة التعليمية. ¶ مهام السكرتارية: ¶ 1. القيام بإجراءات استلام وتسليم البريد الالكتروني واليدوي. ¶ 2. طباعة الخطابات والتقارير للمسئولين و المسئولات بإدارة الجودة التعليمية. ¶ 3. تصوير ما يلزم للمسئولين و المسئولات بإدارة الجودة التعليمية. ¶ 4. المساعدة في تطبيق المعايير وفق توجيهات المسئول. ¶ 5. الرد على الاستفسارات. ¶ 6. تنظيم ملفات إدارة الجودة. ¶ 7. القيام بإجراءات حفظ الوثائق داخل الملفات. ¶ 8. الاستخدام الأمثل لإمكانيات الحاسب الآلي في تنظيم العمل التعليمي و الإداري. ¶ 9. استخدام النماذج المختلفة. ¶ 10. تنظيم الاجتماعات لرؤساء الوحدات. ¶ 11. طباعة محاضر الاجتماع والرسائل. ¶ 12. القيام بأي عمل يطلب منه. ¶ ثامناً الاحتياجات المادية والبشرية لإدارة الجودة التعليمية: ¶ 1. توفير مكان لإدارة الجودة التعليمية. ¶ 2. أجهزة حاسب آلي حديثة لكل وحدة من الوحدات،وجهاز للسكرتارية. ¶ 3. جهاز تصوير وطابعة.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "4. سكرتارية قادرة على استخدام الحاسب الآلي بما لا يقل عن أثنين أحدهما منسق للبرامج التدريبية. ¶ 5. تكلفة تصوير وطباعة المعايير. ¶ 6. تكلفة لجان فرعية لتصميم المعايير. ¶ 7. برنامج تحليل إحصائي. ¶ 8. عضو مسئول عن كل تخصص من التخصصات تحت مشرف عام للإدارة. ¶ تاسعاً: الميزانية المقترحة تأتي إيرادات الميزانية من مصدرين وهما كمايلي: ¶ الأول : الدعم الذي تقدمه الجمعية لإدارة الجودة التعليمية في شكل ميزانية مستقلة. ¶ الثاني: إيرادات البرامج التدريبية. ¶ المصروفات: ¶ مصاريف التدريب: يتطلب تخطيط وتنفيذ وتقويم البرنامج التدريبي توفير العديد من المستلزمات، وهي كما يلي: ¶ 1- المطبوعات الإعلانية. ¶ 2- ملفات ورقية خاصة بالبرنامج التدريبي. ¶ 3- أقلام دعائية للبرنامج التدريبي. ¶ 4- الشهادات وأغلفة الشهادات. ¶ 5- الشفافيات والأدوات المكتبية. ¶ 6- دعم مركز مصادر التعلم لتأمين أجهزة يتم استخدامها. ¶ 7- الضيافة ومستلزماتها. ¶ 8- تصوير مستلزمات التدريب. ¶ التوصيات والمقترحات: ¶ أمسى معايير الجودة في التنمية المهنية لمعلمي ومعلمات الجمعيات الخيرية لتحفيظ القرآن الكريم مطلباً ملحاً حتى يتم الارتقاء بنوعية المخرجات التعليمية في الحلق والمدارس النسائية ، لذا يقترح معد الورقة الآليات التالية حتى يتمكن من تطبيق التصور المقترح: ¶ * أن يتم وضع برامج لإعداد المعلم والمعلمة تتضمن أسلوب التنمية المهنية الذاتية والتدريب أثناء العمل. ¶ * إيجاد إدارة أو قسم في الجمعيات يهتم بتصميم البرامج الحلقات التدريبية. ¶ * تحفيز المعلمين والمعلمات والمشرفين والمشرفات على الالتحاق بالدورات والبرامج المقامة في الجمعية. ¶ * تنمية قدرة المعلمين والمعلمات والمشرفين والمشرفات على استخدام التقانة وتدريبهم على كيفية تطبيقها. ¶ * تمكين المعلمين والمعلمات والمشرفين والمشرفات من حضور اللقاءات والندوات العلمية أو الإثرائية.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "* التعاون مع مؤسسات المجتمع في إعداد البحوث والدراسات العلمية والميدانية المشتركة. ¶ * تخصيص نسبة من ميزانية الجمعية للتنمية المهنية للمعلمين والمعلمات والمشرفين والمشرفات. ¶ * تحديث لوائح وأنظمة التنمية المهنية للمعلمين والمعلمات والمشرفين والمشرفات وربط الزيادات المالية والاستمرار في العمل بالمشاركة في البرامج التدريبية. ¶ * التوعية بأهمية التدريب وانعكاسه الإيجابي على الأداء . ¶ * اقتراح إنشاء إدارة أو مركز للتدريب والتطوير المهني يتم تقسيمه إلى وحدات كل وحدة خاصة بإعداد البرامج التدريبية في مجال محدد مثل وحدة برامج تدريبية في إعداد البحوث الميدانية وحدة لبرامج التقويم التربوي وحدة التدريب الالكتروني وحدة لبرامج طرق تدريس القرآن الكريم ، وهكذا. ¶ قائمة المراجع : ¶ 1- أبو هلال وآخرون : مدى توافق التعليم العالي مع سوق العمل المحلي دراسة تحليلية، مركز البحوث والدراسات الفلسطينية الدائرة الاقتصادية، سلسلة تقارير الأبحاث رقم (9)،نابلس، فلسطين،1998. ¶ 2- أبو نبعه، عبد العزيز وفوزيه مسعد : إدارة الجودة الشاملة في مؤسسات التعليم العالي، بحث مقدم لمؤتمر التعليم العالي في الوطن العربي في ضوء متغيرات العصر، جامعة الإمارات، 1998. ¶ 3- بدر، عبد الرحمن : مناهج البحث العلمي، وكالة المطبوعات، الكويت، 1984. ¶ 4- البطي، عبد الله محمد : إدارة الجودة وإمكانية تطبيقها في الميدان التربوي السعودي، مجلة التوثيق التربوي، ع42، وزارة المعارف، المملكة العربية السعودية، 2000. ¶ 5-زيدان، مراد صالح : مؤشرات الجودة في التعليم الجامعي المصري،مجلة كلية التربية ، جامعة الأزهر، ع72، 1998. ¶ 6-عابدين، محمد : الجودة واقتصادياتها في التربية، دراسات تربوية، رابطة التربية الحديثة، مج9، ج44، القاهرة، 1992.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "7-مصطفي ، احمد والأنصاري محمد : برنامج إدارة الجودة الشاملة وتطبيقاتها في المجال التربوي، المركز العربي للتدريب التربوي لدول الخليج، 23-26//6/2002، قطر، 2002. ¶ الملحق ¶ بسم الله الرحمن الرحيم ¶ سعادة / ....................................... وفقه الله ¶ السلام عليكم ورحمة الله وبركاته ....... وبعد ¶ يقوم الباحث بإجراء دراسة بعنوان (تصور مقترح لتحسين جودة مخرجات التعليم ) وهي ورقة عمل مقدمة للملتقى الثالث للجمعيات الخيرية لتحفيظ القرآن الكريم ولتحقيق أهداف الدراسة فقد تم إعداد معايير لتقويم جودة مخرجات التعليم في الجمعيات الخيرية لتحفيظ القرآن الكريم آمل التكرم بالاطلاع على هذه البطاقة المرفقة وإبداء الرأي فيها من حيث: ¶ * مدى مناسبة وكفاية مكونات المعايير وعباراته لما هدفت له. ¶ * مدى وضوح العبارات وصياغتها صياغة سليمة. ¶ * ما يمكن إضافته من عبارات مهمة لم ترد في القائمة. ¶ * ما يمكن حذفه من عبارات غير مهمة. ¶ * ملاحظات أخرى يمكن إبداؤها. ¶ أسأل الله بمنه وكرمه أن يجعل ذلك في ميزان حسناتكم , وجزاكم الله خيرا ،،،، ¶ والسلام عليكم ورحمة الله وبركاته ،،، ¶ الباحث ¶ أحمد بن عبد الرحمن الجهيمي ¶ الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض ¶ مركز الدائري الشمالي ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 8",
            "page": "17",
            "part": "1"
        }
    ],
    "t36853": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تصور مقترح لتحسين جودة مخرجات التعليم الشيخ- أحمد الجهيمي"
        }
    ]
}