{
    "b36884": [
        {
            "hno": null,
            "id": "1",
            "nass": "المقدمة ¶ ظل القرآن الكريم على مر العصور موضع عناية الخلفاء والأمراء والوزراء والعلماء والحفاظ وعامة المسلمين تحقيقاً لقوله سبحانه وتعالى : { إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ } (الحجر: 9 ) . واستجابة لأمره عز وجل : { كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ } (ص: 29). ¶ وحينما قامت المملكة على ما تعاهد عليه الإمامان المصلحان محمد بن سعود ومحمد بن عبد الوهاب - رحمهما الله - من نصرة الله والدعوة إليه وتطبيق شرعه، وتجديد ما اندرس من معالمه، انطلقت أشعة الإيمان لتضيء من جديد جوانب الجزيرة العربية والعالم أجمع. ¶ ومع مرور الزمان، يأتي الملك عبد العزيز بن عبد الرحمن آل سعود - رحمه الله- فيعيد تأسيس المملكة العربية السعودية، وتوحد الأرجاء، ويوطد الأمن، ويؤمن السبيل إلى الحرمين الشريفين، ويبني دولة في العصر الحديث على كتاب الله الكريم، وسنة نبيه الأمين.",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "وعلى هذا الأساس القوي المتين تنطلق نهضة هذه الدولة الحديثة في ميادين شتى وعلى رأسها التعليم، فتُبنى مناهجه على كتاب الله الكريم حفظاً وعنايةً وتدبراً، بل تؤسس وتنشر مدارس متخصصة في تحفيظ القرآن الكريم بلغت حتى يومنا الحاضر( 384) مدرسة، ويتم التوسع في التعليم الديني في شتى المراحل حتى قامت ثلاث جامعات إسلامية. ¶ ولم يقف المخلصون عند هذا الحد، بل تمَّ فتح الفرصة أمام الراغبين من أهل الخير ومن محبي الأجر والمثوبة في إقامة حلقات خيرية في المساجد تهتم بحفظ كتاب الله الكريم وتطوير هذه الحلقات، فتصبح مؤسسات خيرية لتحفيظ القرآن الكريم تنتظم البلاد وأرجاءها ومناطقها، ولتشمل الجنسين من البنين والبنات حتى بلغ عدد هذه الحلقات (10446) وعدد الطلاب والطالبات (248447).",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "ولم تكتف الهمم العالية بهذا القدر، بل سعت إلى تشجيع على الإقبال على كتاب الله الكريم بالحفظ والعناية والتدبر، فأصدر خادم الحرمين الشريفين الملك فهد بن عبد العزيز أمره بتخفيض محكومية السجناء إلى النصف لمن يحفظون القرآن الكريم، وليحول - حفظه الله - تلك السجون إلى مدارس إصلاح وتهذيب، لما يحمله هذا الكتاب من تهذيب للنفس الإنسانية وتقوية الوازع الديني فيه، فتثوب إلى رشدها، وتقلع عن ذنبها، فيعود السجين مواطناً صالحاً. ¶ وفي سبيل خدمة كتاب الله الكريم، وتحقيقاً للرسالة الخالدة، أمر - حفظه الله- بإقامة مجمع لطباعة المصحف الشريف بالمدينة المنورة، وذلك لخدمة المسلمين في شتى أقطار الأرض، وتوفير المصحف الشريف لهم مع ترجمة معانيه إلى لغات متعددة، وتوزيعه عليهم وصيانته وحمايته من التحريف والخطأ، وليتحقق حفظ الله للكتاب في السطور كما تحقق في الصدور، وليصبح هذا المجمع حدثاً تاريخياً بارزاً بين الأحداث المهمة في تاريخ القرآن الكريم.",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "وأمام هذه الأعمال يبرز عامل الاهتمام بالشباب والناشئة ليس في المملكة العربية السعودية فحسب وإنما في العالم أجمع، وضرورة جذبه وترغيبه في حفظ كتاب الله الكريم، والإقبال عليه بالحفظ والعناية والتدبر، فيصدر -حفظه الله - أمره الكريم في عام 1397هـ بإقامة مسابقة سنوية دولية في حفظ القرآن الكريم وتلاوته وتجويده وتفسيره، ورصد الجوائز المناسبة.",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "ولا غرو في ذلك، فإن هذه البلاد موئل الدين وموطن الحرمين الشريفين، ومهوى أفئدة المسلمين ومبعث الرسالة وحاملة لواء الدعوة إلى الله وتتشرف بريادة العالم الإسلامي وقيادته، وقد قامت الوزارة فور صدور الموافقة الكريمة بوضع تصور متكامل لإقامة هذه المسابقة، واختيار مكة المكرمة مقرًّا لها، وكونت لجانًا لدراسة سائر أمورها وشؤونها ومناشطها، وتحديد أهدافها، وكونت أمانة عامة لها، ووضعت الأسلوب الأمثل في كيفية تحكيمها، حيث يتم اختيار مجموعة من أهل العلم والدراسة والاختصاص في القرآن وعلومه من شتى أقطار العالم الإسلامي، ويختارون سنويًّا وفقًا للتوزيع الجغرافي، ومناطق انتشار القراءات وطول الباع والخبرة في القرآن وحفظه وتجويده وتفسيره، كما تم وضع منهج للتحكيم يتميز بالدقة والعدالة والموضوعية.",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "المسابقات القرآنية ¶ لقد ظهرت فكرة التسابق بين بني البشر منذ عصور قديمة حيث ظهرت مسابقات متنوعة وفي شتى مناشط الإنسان أثناء حياته اليومية سواء في العدو والجري أو على ظهر دابة أو في الشرب والأكل واللباس. ¶ ولكن أهم تلك المسابقات حفظ القرآن الكريم ولا تعدّ فكرة حديثة بل عرفها الناس منذ بدايات نزول القرآن الكريم حتى تطورت عبر الحلقات أو المدارس في عصرنا الحاضر. ¶ ويعود الفضل إلى إقامة المسابقات القرآنية في عصرنا الحاضر إلى عاملين هما: ¶ -المبادرات الفردية من المهتمين بتحفيظ القرآن الكريم الذين نذروا أنفسهم وحياتهم وجهودهم وأموالهم في سبيل تحفيظ القرآن الكريم وتدريسه للناشئة والشباب والذين وجدوا في إقامة المسابقات القرآنية عاملاً من عوامل الجذب والتشجيع على الإقبال على هذا الميدان. ¶ -اجتماع كلمة أهل الرأي من حفاظ كتاب الله ومجوديه عبر لقاءاتهم ومؤتمراتهم على ضرورة إقامة المسابقات القرآنية لشد الناشئة والشباب وجمعهم على مائدة كتاب الله. ¶ والمسابقات الفردية يصعب حصرها فهي منتشرة في كل فصل ومدرسة وحلقة بل حتى داخل البيت نفسه... ولكنها في الوقت نفسه تعد أحد الأسباب الهامة في قيام بعض المسابقات الرسمية.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "مسابقة تلاوة القرآن الكريم ¶ الجهة المنظمة : مصلحة التنمية الدينية في ماليزيا . ¶ ابتدأت : في عام 1370هـ. ¶ الشروط : ¶ 1-لا يقل عمر المشترك عن 17 عاماً. ¶ 2-اشتراك شخص واحد من كل قطر من أقطار العالم الإسلامي. ¶ 3-تتحمل الدولة المشاركة قيمة تذكرة المشارك. ¶ 4-يحل جميع المشاركين ضيوفاً على حكومة ماليزيا أثناء فترة المسابقة. ¶ الفروع : ¶ ليس في هذه المسابقة مكان لحفظ القرآن الكريم. إذ المطلوب من المتسابق أن يرتل نظراً خلال مدة عشر دقائق الآيات التي تعينها له لجنة المسابقة التي تشمل عادة الصفحة ونصف الصفحة. ¶ وعلى كل مشارك أن يحضر الجلسة الخاصة لإجراء القرعة التي تحدد دوره في التلاوة واختيار الآيات التي يتلوها حيث إن النتيجة معتمدة عليها. وعلى المشارك تنفيذ كل التعليمات والأوامر التي تصدر من وقت لآخر، وأن يظهر بالزي الكامل.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "المسابقة الدولية لحفظ القرآن الكريم وتلاوته وتفسيره في مكة المكرمة ¶ الجهة المنظمة: وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد بالمملكة العربية السعودية. ¶ ابتدأت: في عام 1399هـ. ¶ فروع المسابقة : ¶ الفرع الأول : حفظ القرآن الكريم مع التجويد والترتيل وتفسير جزء منه يحدد سنوياً. ¶ الفرع الثاني : حفظ القرآن الكريم كاملاً مع التلاوة والتجويد. ¶ الفرع الثالث : حفظ عشرين جزءاً متتالية مع التلاوة والتجويد. ¶ الفرع الرابع : حفظ عشرة أجزاء متتالية مع التلاوة والتجويد. ¶ الفرع الخامس : حفظ خمسة أجزاء متتالية مع حسن الصوت والتلاوة. ويشترط أن يقدم المرشح ما يثبت إجادته للتلاوة وحسن الأداء. ¶ الشروط والمعلومات: ¶ ويدعى للترشيح خمسة متسابقين من الدول الإسلامية ومتسابقان اثنان من الجمعيات والمنظمات الإسلامية في الدول غير الإسلامية مع مراعاة الترشيح لأكثر من شخص في الفرع الواحد. ¶ 1-أن يكون المرشح ذكراً ولا يزيد عمره عن خمسة وعشرين عاماً. ¶ 2-ألا يكون المرشح من مشاهير القراء في العالم الإسلامي. ¶ 3-ألا يكون المرشح من محترفي التجويد والترتيل في بلده. ¶ 4-لا يجوز للمرشح الاعتذار عن المسابقة إذا وصل إلى المملكة.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "5-لا يجوز للمرشح أن يغير فرع المسابقة الذي اختاره في استبانة الترشيح. ¶ الجوائز والمكافآت : ¶ تصرف الجوائز سخية للفائزين الخمسة في كل فرع من فروع المسابقة. كما تصرف مكافآت للمشاركين من غير الفائزين.",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "المسابقة الدولية لحفظ القرآن الكريم وتلاوته ¶ الجهة المنظمة : منظمة الحج والأوقاف والشؤون الخيرية في الجمهورية الإسلامية الإيرانية. ¶ ابتدأت المسابقة: في عام 1403هـ. ¶ الشروط : ¶ العمر 16-45، وفي 1420هـ عدلت من 15-35سنة. ¶ الفروع : ¶ 1- تلاوة القرآن الكريم كاملاً مع تفسير جزأين منه. ¶ 2- حفظ عشرين جزءاً من القرآن الكريم. ¶ 3- تلاوة القرآن الكريم. ¶ المعلومات : ¶ المسابقة تجري على ثلاث مراحل : الاختبار الأولي ، الاختبار التمهيدي، المرحلة النهائية.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "مسابقة وزارة التربية والتعليم ¶ خاصة بطلاب وطالبات المدارس. ¶ ابتدأت المسابقة : ¶ في ذي القعدة عام 1413هـ. ¶ فروع المسابقة : ¶ حسب الأعمار ¶ أ- من 12-15سنة. ¶ ب- من 15-18سنة. ¶ الشروط: ¶ حفظ القرآن الكريم كاملاً.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "مسابقة القرآن الكريم والحديث الشريف لشباب دول مجلس التعاون الخليجي ¶ الجهة المنظمة : وزارة الشباب أو من يقوم مقامها في البلدان الخليجية. ¶ بداية المسابقة : ¶ أقيمت المسابقة الأولى للقرآن الكريم والحديث الشريف لدول مجلس التعاون الخليجي في عام 1406هـ وتقام سنوياً بإحدى دول مجلس التعاون الخليجي، وقد أقيمت حتى الآن عشر مسابقات كانت آخرها في المملكة العربية السعودية . ¶ شروط الجائزة : ¶ 1-تنظم مؤسسات الشباب والرياضة المسابقة على مستواها المحلي بين مؤسساتها. ¶ 2-يتأهل الفائز الأول من كل دولة للتصفيات الختامية التي تقدم على مستوى دول المجلس. ¶ 3-تشارك كل دولة في المسابقة بثلاثة من الشباب المنتمين للمؤسسة الفائزة. ¶ 4-لا يزيد عمر المشارك في المسابقة على خمسة وعشرين عاماً. ¶ فروع الجائزة : ¶ 1-تحدد اللجنة الثقافية الأجزاء التي ستجري فيها المسابقة تلاوةً وحفظاً وتجويداً. وكذلك الأحاديث وما يستفاد منها ومعاني الكلمات فيها. ¶ 2-ينال الجائزة الفريق الذي حصل أفراده الثلاثة على مجموع درجات أكبر. ¶ الجوائز :",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "1-يمنح الفائز بالمركز الأول على مستوى الفرع درع التفوق وميداليات ذهبية وبالمركز الثاني ميداليات فضية والثالث ميداليات برونزية. ¶ 2-يمنح أحسن مقرئ فائز بالمركز الأول على مستوى الأفراد ميدالية ذهبية والثاني فضية والثالث برونزية. ¶ 3-يمنح الفائزون شهادات تقديرية وتقدم جوائز للمتميزين المشاركين.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "المسابقة الهاشمية الدولية لحفظ القرآن الكريم ¶ الجهة المنظمة : وزارة الأوقاف والشؤون والمقدسات الإسلامية بالمملكة الأردنية الهاشمية . ¶ ابتدأت: 1418هـ. ¶ الشروط: ¶ 1-أن لا يكون المتسابق من القراء المعروفين أو المحترفين أو المتفرغين للتلاوة محلياً أو دولياً. ¶ 2-لا يحق للمتسابق أن يشارك في أكثر من فرع واحد من أفرع المسابقة. ¶ 3-يحق للمتسابق أن يشارك في فرع أعلى من الفرع الذي فاز فيه سابقاً. ¶ 4-يحق للمتسابق الذي لم يفز سابقاً في المسابقة أن يشارك في الفرع نفسه. ¶ 5-ترشيح متسابق واحد للمشاركة في أحد فروع المسابقة. ¶ 6-يحتسب عمر المتسابق يوم الاحتفال بإعلان نتائج المسابقة وتوزيع الجوائز على الفائزين. ¶ أفرع ومستويات المسابقة : ¶ تتفرع المسابقة للمرشحين من خارج المملكة إلى ستة أفرع أو مستويات. ¶ الفرع الأول: حفظ القرآن الكريم كاملاً مع التجويد وحسن الأداء لمن يزيد عمره على ثلاثين عاماً. ¶ الفرع الثاني: حفظ خمسة وعشرين جزءاً مع التجويد وحسن الأداء لمن لا يزيد عمره على خمسة وعشرين عاماً. ¶ الفرع الثالث: حفظ عشرين جزءاً مع التجويد وحسن الأداء لمن لا يزيد عمره على خمسة وعشرين عاماً.",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "الفرع الرابع: حفظ خمسة عشر جزءاً مع التجويد وحسن الأداء لمن لا يزيد عمره على عشرين عاماً. ¶ الفرع الخامس: حفظ عشرة أجزاء مع التجويد وحسن الأداء لمن لا يزيد عمره على خمسة عشر عاماً. ¶ الفرع السادس: حفظ خمسة أجزاء مع التجويد وحسن الأداء لمن لا يزيد عمره على خمسة عشر عامًا. ¶ التزام الجهة المنظمة: ¶ منح التذاكر للمرشحين للمسابقة على الدرجة السياحية ذهابًا وإيابًا بعد وصول استباناتهم وقبول ترشيحهم.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "المسابقة العالمية في حفظ القرآن الكريم ¶ الجهة المنظمة: وزارة الأوقاف في جمهورية مصر العربية . ¶ ابتدأت: في عام 1414هـ. ¶ الشروط: ¶ 1-أن لا يزيد عمر المتسابق في الفرعين الأول والثاني على ثلاثين عاماً. وفي باقي الفروع على خمسة وعشرين عاماً. ¶ 2-أن لا يكون المتسابق من مشاهير القراء في العالم الإسلامي أو من محترفي التجويد والترتيل في بلده ولا يكون من خريجي الأزهر. ¶ 3-لا يجوز للمتسابق أن يغير فرع المسابقة الذي اختاره في الترشيح إلى فرع أدنى. ¶ 4-ألا يكون المتسابق قد فاز في المسابقة العام الماضي ما لم يكن متقدماً لفرع أعلى. ¶ 5-يجوز للمشترك الكفيف أو من يقل عمره عن خمسة عشر عاماً أن يصطحب مرافقاً معه وفي جميع الأحوال لا يجوز للجهة إرسال أكثر من مرافق عن جميع المرشحين من قبلها. ¶ الفروع: ¶ 1-حفظ القرآن الكريم مع التجويد والترتيل وتفسير جزء يحدد سنوياً. ¶ 2-حفظ القرآن الكريم مع التجويد والترتيل. ¶ 3-حفظ نصف القرآن الكريم مع التجويد والترتيل. ¶ 4-حفظ ربع القرآن الكريم مع التجويد والترتيل. ¶ 5-حفظ ثلاثة أجزاء هي (28و29و30) من القرآن الكريم قي الدول الناطقة بغير العربية ومن غير الدارسين بالأزهر.",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "وفي المسابقة لعام 1420هـ زيدت الأجزاء (25و26و27) للمسابقة لتصبح ستة أجزاء من القرآن الكريم في الدول الناطقة بغير العربية ومن غير الدارسين بالأزهر.و توجه الدعوة للدول الإسلامية لترشيح (يذكر العدد المسموح بترشيحه). وللجمعيات والمنظمات الإسلامية لترشيح.(يذكر العدد المسموح بترشيحه).",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "جائزة دبي الدولية للقرآن الكريم ¶ الجهة المنظمة: لجنة حكومية عليا ¶ ابتدأت: في عام 1418هـ. ¶ الشروط: ¶ 1-أن يكون المتقدم حافظاً لكتاب الله. ¶ 2-أن يكون المتقدم ملماً بأحكام التجويد. ¶ 3-أن يكون المتقدم من الذكور. ¶ 4-ألا يزيد عمر المتقدم عن 21 عاماً. ¶ 5-أن يكون مرشحًا من قبل جهة مختصة في بلده الأصلي ويسمح لمرافق واحد لمن هو دون 14عامًا أو تستدعي حالته الصحية ذلك. ¶ الفروع: ¶ حفظ القرآن الكريم كاملًا مع التجويد. ¶ ويدعى متسابق واحد من كل دولة ولا يسمح بمشاركته في المسابقة مرة أخرى. ¶ التزام الجهة المنظمة: ¶ منح تذاكر سفر ذهابًا وإيابًا على الدرجة السياحية للمشاركين.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "مسابقة تلاوة القرآن الكريم، بروناوي دار السلام ¶ الجهة المنظمة للمسابقة: ¶ وزارة الثقافة والشباب والرياضة. ¶ ابتدأت: ¶ في رجب عام 1418هـ. ¶ الشروط: ¶ للمتسابقين من شباب شرق آسيا .",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "مهرجان القرآن الكريم العالمي بالسودان ¶ الجهة المنظمة: وزارة التخطيط الاجتماعي بالسودان وتقام المسابقة في شهر رمضان من كل عام. ¶ ابتدأت: في عام 1412هـ ومن قبل ذلك كانت المسابقة محلية على مستوى السودان لمدة 18عامًا. ¶ شروط المسابقة: ¶ 1-أن يكون المتسابق ذكرًا. ¶ 2-أن لا يزيد عمره على 30 عامًا في الأول من يناير من كل عام وفي المهرجان العالمي السابع والعشرين للقرآن الكريم لعام 1420هـ عدّل العمر إلى 25 عامًا. ¶ 3-أن لا يكون المتسابق من مشاهير القراء. ¶ 4-أن لا يكون قد سبق للمتسابق الاشتراك في المسابقة العالمية بالسودان . ¶ الفروع: ¶ 1-حفظ القرآن الكريم كله مع التجويد وتفسير جزء منه. ¶ 2-حفظ القرآن الكريم كله مع التجويد. ¶ التزام الجهة المنظمة: ¶ منح تذاكر سفر ذهابًا وإيابًا وفي حالة وجود مرافق للمتسابق الكفيف أو من يقل عمره عن 15 سنة.",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "مسابقة القرآن الكريم الدولية بالجمهورية التركية ¶ الجهة المنظمة: رئاسة الشؤون الدينية. ¶ ابتدأت: في عام 1418هـ. ¶ شروط المسابقة: ¶ 1-ألا يزيد عمر المتسابق على 30 عامًا ولا يقل عن 25 عامًا. ¶ 2-ألا يكون المتسابق من مشاهير القراء في العالم الإسلامي. ¶ الفروع: ¶ 1-حفظ القرآن الكريم كاملًا مع التجويد والترتيل بصوت حسن. ¶ 2-تلاوة القرآن الكريم مع التجويد والترتيل بصوت حسن. ¶ معلومات عامة: ¶ 1-يحق لكل دولة إسلامية التقدم بمرشحين اثنين فقط بمعدل مرشح واحد لكل فرع. ¶ 2-توجه الدعوة إلى المؤسسات الرسمية فقط. ¶ 3-تتحمل الجهة المنظمة تذاكر سفر المرشحين. ¶ الجوائز: ¶ تقدم الجوائز الخمسة للمتسابقين الأوائل في كل فرع من فرعي المسابقة.",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "مسابقة القرآن الكريم في إندونيسيا ¶ ابتدأت: في عام 1389هـ - 1968م ¶ تقام المسابقة كل سنتين مرة واحدة بإحدى المحافظات. لأن بعض المحافظات تحتاج لوقت لكي تستعد للاستضافة. حيث تتقدم رؤساء المحافظات بطلب استضافتها وإقامتها في محافظاتهم بمساعدة وزارة الشؤون الدينية وترصد لها ميزانية مستقلة. ¶ فروعها: ¶ تنحصر المسابقات في تجويد القرآن الكريم وحفظ القرآن الكريم وترجمة القرآن الكريم. ¶ ويشترط لها: ¶ التحقيق في القراءة المجودة المتأنية. الحفظ والإلمام بمعاني بعض المواطن في القرآن الكريم. ¶ وتأخذ عامل السن ذكرًا أو أنثى ومبصرًا كان أو غير مبصر. فلكل هذه الحالات فئة تتسابق فيما بينها. ¶ فئة السن : ينقسمون إلى ثلاثة أقسام. ¶ 1-أقل من 15 عامًا. ¶ 2-أقل من 20 عامًا. ¶ 3-أقل من 30 عامًا.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "مسابقة خادم الحرمين الشريفين في إندونيسيا بجاكرتا ¶ الجهة المنظمة: ¶ معهد العلوم الإسلامية والعربية بجاكرتا التابع لجامعة الإمام محمد بن سعود الإسلامية. ¶ ابتدأت: في عام 1409هـ. ¶ فروع المسابقة: ¶ الفرع الأول: حفظ القرآن الكريم كاملًا مع تلاوته. ¶ الفرع الثاني:حفظ عشرين جزءًا. ¶ الفرع الثالث: حفظ عشرة أجزاء. ¶ وتصرف للفائزين جوائز مالية مجزية.",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "مسابقة تونس ¶ اسم المسابقة : ¶ المجلس الجمهوري للجمعية القومية للمحافظة على القرآن الكريم بولاية سوسة . ¶ بداية المسابقة: ¶ في عام 1387هـ- 1967م المسابقة الخاصة بالولاية. تسهم المملكة العربية السعودية بنصيب من الجوائز المقدمة للفائزين سواء من المصاحف أو تذاكر لأداء فريضة الحج. ¶ العمر : لم يحدد. ¶ الفروع: ¶ 1-حفظ كامل للقرآن الكريم. ¶ 2-حفظ حزبين. ¶ الشروط: ¶ أن يكون من طلاب المدارس ابتدائي أو ثانوي أو عالي. ¶ الجوائز: ¶ (أداء فريضة الحج مع نقل وإقامة ومصاريف) لعدد (2 أو 3) كل عام للفائزين من الحفاظ لكامل القرآن الكريم إلى جوانب الجوائز الكبرى السنوية.",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "مسابقة الكويت الكبرى لحفظ القرآن الكريم وتجويده ¶ الجهة المنظمة: ¶ الأمانة العامة للأوقاف في دولة الكويت . ¶ بداية المسابقة: ¶ في عام 1996م ¶ الفروع: ¶ تنقسم إلى فرعين رئيسين هما: ¶ 1-المسابقة العامة للمواطنين من كافة الأعمار. ¶ 2-المسابقة للنشء والشباب من طلبة المدارس والمعاهد التطبيقية والجامعية. ¶ الشروط: ¶ 1-فتح المجال للتسابق لكافة المواطنين (ذكوراً أو إناثاً) لجميع مستويات أعمارهم وشرائح المجتمع. ¶ 2-فتح المجال لكافة الجهات الرسمية والأهلية والأفراد. ¶ المميزات: ¶ 1-تمنح جائزة للجهة التي تقدم أكبر عدد من الفائزين . ¶ 2-تمنح مكافأة مالية للأشخاص الذين تولوا تحفيظ الفائزين.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "مسابقة الشيخ قاسم بن محمد بن ثاني بن محمد بن ثامر لحفظ القرآن الكريم ¶ الجهة المنظمة: ¶ وزارة الأوقاف والشؤون الإسلامية في دولة قطر . ¶ بداية المسابقة: ¶ في عام 1414هـ. ¶ العمر: ¶ لم يحدد. ¶ الفروع: ¶ في عام 1416هـ حددت الفروع بشكل واضح. ¶ 1-الفئة الأولى حفظ القرآن الكريم كاملاً ترتيلاً وتجويداً يشارك فيه العموم. ¶ 2-الفئة الثانية حفظ الأجزاء العشرة الأولى أو الأخيرة من القرآن الكريم ترتيلاً وتجويداً يشارك فيها المواطنون فقط. ¶ 3-الفئة الثالثة حفظ الأجزاء الخمسة الأولى أو الأخيرة من القرآن الكريم ترتيلاً وتجويداً يشارك فيها المواطنون فقط. ¶ الشروط : ¶ 1- في المسابقة الأولى كان مقتصرًا على الرجال من داخل دولة قطر . ¶ 2- في المسابقة الثانية والثالثة فتح المجال للجنسين رجالاً ونساءً من كافة الجنسيات التي تقيم في قطر. ¶ المميزات: ¶ تقدم جوائز عينية من الشركات والمؤسسات بالإضافة للجوائز النقدية.",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "مسابقة نادي المدينة المنورة الأدبي لحفظ القرآن الكريم ¶ بداية المسابقة : ¶ بدأت هذه المسابقة في عام 1398هـ وتقام سنوياً. ¶ شروط المسابقة : ¶ 1- أن يكون المشترك في المسابقة من منطقة المدينة المنورة . ¶ 2- أن لا يزيد عمر المتسابق على (20) عاماً. ¶ 3- أن يشترك في فرع واحد من فروع المسابقة الخمسة. ¶ 4- يرشح كل مسجد أو مدرسة أو جامعة أو أية جهة بها قسم لتحفيظ القرآن الكريم (5) خمسة متسابقين بمعدل مرشح واحد لكل فرع من فروع المسابقة الخمسة. ¶ 5- الفائزون في المسابقات التي أجرتها الجامعات بالمملكة أو المسابقات العالمية التي تنظمها وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد لا يحق لهم المشاركة في نفس الفروع التي فازوا فيها والفروع الأدنى منها، ويحق لهم المشاركة في الفروع الأعلى منها، وكذلك بالنسبة للمشاركين من النادي. ¶ فروع المسابقة: ¶ الفرع الأول: حفظ القرآن الكريم كاملاً مع التجويد وتفسير مبسط لسورتي (الملك والقلم). ¶ الفرع الثاني: حفظ القرآن الكريم كاملاً مع التلاوة والتجويد. ¶ الفرع الثالث: حفظ (20) عشرين جزءاً مع التلاوة والتجويد. ¶ الفرع الرابع : حفظ(10) عشرة أجزاء مع التلاوة والتجويد.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "الفرع الخامس : حفظ (3) أجزاء على الأقل مع جودة التلاوة على مرتبة التحقيق. ¶ جوائز المسابقة: ¶ تقدم جوائز مالية للفائزين الأربعة الأوائل في كل فرع من فروع المسابقة الخمسة.",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "المسابقة المحلية لحفظ القرآن الكريم وتلاوته وتفسيره ¶ الجهة المنظمة: ¶ وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد. ¶ ابتدأت : ¶ عام 1399هـ ¶ الشروط : ¶ توجه الدعوة إلى الجامعات وإدارات التعليم وجماعات تحفيظ القرآن الكريم والجهات التعليمية الأخرى داخل المملكة. ¶ 1-أن يكون المتسابق سعودي الجنسية. ¶ 2-أن لا يقل عمره عن (25) عاماً. ¶ 3-أن يتعهد المتسابق بتمثيل المملكة في المسابقة الدولية التي سوف تقام لذلك العام. ¶ 4-لا يحق لمن مثّل المملكة العربية السعودية في المسابقات الدولية السابقة أن يشترك في هذه المسابقة. ¶ 5-لا يحق لمن شارك في المسابقات المحلية الماضية المشاركة مرة أخرى بالفرع نفسه ولا في فرع أدنى منه. باستثناء المشاركين في الفرع الأول والفرع الثاني فقط. ¶ 6-لا يحق الترشيح بأكثر من متسابق واحد في الفرع الرابع والخامس. ¶ 7-يجوز للمشترك الكفيف أو لمن يقل عمره عن (15) عامًا اصطحاب مرافق معه. ¶ فروع المسابقة: ¶ تتفرع هذه المسابقة إلى خمسة فروع: ¶ الفرع الأول -حفظ القرآن الكريم كاملاً مع التجويد وتفسير جزء واحد منه. ¶ الفرع الثاني -حفظ القرآن الكريم كاملاً مع التجويد. ¶ الفرع الثالث -حفظ عشرين جزءاً مع التجويد.",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "الفرع الرابع -حفظ عشرة أجزاء مع التجويد. ¶ الفرع الخامس -حفظ خمسة أجزاء مع حسن الصوت والتلاوة. ¶ التزام الجهة: ¶ 1-منح تذاكر للمتسابق ذهاباً وإياباً. ¶ 2-يصرف لكل متسابق حضر واستمعت له اللجنة مكافأة مالية. ¶ وفي عام 1418هـ توقفت هذه المسابقة وأصبحت فيما بعد جائزة الأمير سلمان بن عبد العزيز آل سعود لحفظ القرآن الكريم للبنين والبنات.",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "جائزة صاحب السمو الملكي الأمير محمد بن سعود بن عبد العزيز لحفظ كتاب الله الكريم ¶ بداية المسابقة: ¶ بدأت هذه المسابقة فعالياتها في عام 1410هـ. ¶ شروط الجائزة: ¶ 1-أن يكون المرشح ملتحقاً بإحدى المدارس بمنطقة الباحة أو بإحدى حلقات جماعات تحفيظ القرآن الكريم بالباحة أو بجهة رسمية تعنى بتحفيظ القرآن الكريم مسجلة بمنطقة الباحة . ¶ 2-المجال متاح للتنافس على شرف نيل الجائزة للذكور والإناث والصغار والكبار والمواطنين والمقيمين. ¶ فروع الجائزة : ¶ 1-حفظ القرآن الكريم كاملًا مع التجويد. ¶ 2-حفظ عشرين جزءًا من القرآن الكريم مع التجويد. ¶ 3-حفظ عشرة أجزاء من القرآن الكريم مع التجويد. ¶ 4-حفظ خمسة أجزاء من القرآن الكريم مع التجويد. ¶ الجوائز: ¶ 1-جائزة نقدية مجزية من مال سموه. ¶ 2-جائزة عينية قيمة من مال سموه. ¶ 3-شهادة تقدير من سمو صاحب الجائزة.",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "مسابقة الأمير فيصل بن فهد بن عبد العزيز - رحمه الله - للقرآن الكريم لأوائل أندية المملكة ¶ بداية المسابقة: ¶ بدأت هذه المسابقة في عام 1414 / 1415هـ ويشارك في هذه المسابقة عدد (22) نادياً من مختلف مناطق ومحافظات المملكة. ¶ شروط المسابقة: ¶ تقام المسابقة على مرحلتين: ¶ أ - على مستوى المكاتب بين شباب أندية كل منطقة ومحافظة، ويتم فيها تحديد الفائز الأول على مستوى كل مكتب. ¶ ب - على مستوى المملكة بين شباب الأندية أبطال المكاتب ويتم تحديد الثلاثة الأوائل على مستوى المملكة. ¶ طريقة تنفيذ المسابقة : ¶ 1-تقام المسابقة بين الأندية على مستوى مكاتب الرئاسة العامة لرعاية الشباب وعدد الأندية المشاركة في هذه المسابقة (22) نادياً. ¶ 2-يشارك كل نادٍ بثلاثة شبان سعوديين مسجلين بالنادي بموجب بطاقة العضوية على أن لا تزيد أعمارهم على (25) عاماً ويرافقهم المشرف الثقافي بالنادي. ¶ الجوائز : ¶ يتم تقديم ثلاث جوائز للمراكز الثلاثة الأولى وتوزع فيه الدروع للأندية الفائزة وجوائز نقدية للشباب الفائزين بالمراكز الأولى.",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "مسابقة القرآن الكريم بالحرس الوطني ¶ بداية المسابقة : ¶ بدأت المسابقة ضمن فعاليات المهرجان الوطني (التاسع) للتراث والثقافة عام 1414هـ وأصبحت تقام سنوياً ضمن فعاليات هذا المهرجان. ¶ شروطها : ¶ الجهات التي تشارك في هذه المسابقة هي : ¶ أ-طلاب مدارس تحفيظ القرآن الكريم بالحرس الوطني. ¶ ب-طلاب مدارس التحفيظ بوزارة المعارف بالرياض . ¶ ج-طلاب المدارس الابتدائية من التعليم العام (لمن يحفظ مقرر مدارس تحفيظ القرآن بالمرحلة الابتدائية). ¶ د-طلاب الجماعة الخيرية لتحفيظ القرآن الكريم بوزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد. وحلقات المساجد بإسكان الحرس الوطني ووزارة الدفاع والطيران وتشمل جميع المراحل الدراسية. ¶ فروع المسابقة : ¶ المرحلة الابتدائية: ¶ 1-الصف الثاني: من أول سورة البلد إلى آخر سورة الانشقاق حفظاً وتلاوةً وتجويداً. ¶ 2-الصف الثالث: من أول سورة المرسلات إلى آخر سورة القلم حفظاً وتلاوةً وتجويداً. ¶ 3-الصف الرابع: من أول سورة الحجر إلى آخر سورة الواقعة حفظاً وتلاوة وتجويداً. ¶ 4-الصف الخامس: من أول سورة يس إلى آخر سورة الزمر حفظاً وتلاوةً وتجويداً.",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "5-الصف السادس: من أول سورة النور إلى آخر سورة النمل حفظاً وتلاوةً وتجويداً. ¶ المرحلة المتوسطة : ¶ 1-الأول المتوسط: من أول سورة الإسراء إلى آخر سورة إبراهيم حفظاً وتلاوةً وتجويداً. ¶ 2-الثاني المتوسط: سورتا التوبة والأنفال ومن أول سورة الأعراف إلى آية (70) حفظاً وتلاوةً وتجويداً. ¶ 3-الثالث المتوسط:سورتا آل عمران والنساء حفظاً وتلاوة وتجويداً. ¶ المرحلة الثانوية: ¶ 1-الأول ثانوي: من أول سورة البقرة إلى نهاية الجزء الخامس حفظاً وتلاوةً وتجويداً. ¶ 2-الثاني ثانوي: من أول الجزء (11) إلى آخر الجزء (15) حفظاً وتلاوةً وتجويداً. ¶ 3-الثالث ثانوي: من أول الجزء (21) إلى آخر الجزء (25) حفظاً وتلاوةً وتجويداً. ¶ عدد المشاركين: ¶ 5 طلاب من المرحلة الابتدائية. ¶ 3 طلاب من المرحلة المتوسطة. ¶ 3 طلاب من المرحلة الثانوية. ¶ الجوائز: ¶ تقدم جوائز نقدية وعينية للخمسة الأوائل في كل مرحلة في هذه المسابقة وجوائز تقديرية لبقية المشاركين.",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "جائزة صاحب السمو الملكي الأمير سلمان بن عبد العزيز آل سعود لحفظ القرآن الكريم للبنين والبنات ¶ تاريخ المسابقة: ¶ بدأت المسابقة عام 1419هـ حيث بادر صاحب السمو الملكي الأمير سلمان بن عبد العزيز آل سعود أمير منطقة الرياض بتخصيص جائزة سنوية لحفظ القرآن الكريم وتلاوته وتجويده وتفسيره للبنين والبنات على مستوى المملكة وتمويلها من نفقته الخاصة، وتقام بمدينة الرياض. ¶ شروط الجائزة: ¶ 1-أن يكون المتقدم سعودياً. ¶ 2-ألا يزيد عمره على (24) عاماً للبنين و(25)عاماً للبنات. ¶ 3-ألا يكون قد فاز في المسابقة الدولية التي تقيمها وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد. ¶ 4-ألا يشارك المتقدم مرة أخرى في الفرع نفسه أو أدنى منه. ¶ 5-يجوز لمن يشارك في الفرع الأول ولم يفز أن يشارك مرة أخرى. ¶ 6-أن يكون المرشح أو المرشحة قد فاز على مستوى منطقته. ¶ 7-أن يتحصل الفائز على معدل لا تقل نسبته عن (85%) من الدرجات. ¶ 8-أن يلتزم الفائز من البنين باستعداده للمشاركة في أي مسابقة لحفظ القرآن الكريم ترى الوزارة مناسبة ترشيحه لها. ¶ 9-يتولى المتسابق جميع نفقات سفره. وتتولى الوزارة نفقات إقامته وإعاشته طوال مدة المسابقة. ¶ فروع المسابقة:",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "تتكون الجائزة من خمسة فروع هي: ¶ الفرع الأول: حفظ القرآن الكريم مع التلاوة والتجويد وتفسير جزأين من أجزائه (يحددان سنوياً) بالنسبة للبنين والبنات. ¶ الفرع الثاني: حفظ عشرين جزءاً من القرآن الكريم مع التلاوة والتجويد. ¶ الفرع الثالث: حفظ عشرين جزءاً من القرآن الكريم مع التلاوة والتجويد. ¶ الفرع الرابع: حفظ عشرة أجزاء من القرآن الكريم مع التلاوة والتجويد. ¶ الفرع الخامس: حفظ خمسة أجزاء من القرآن الكريم مع التلاوة والتجويد. ¶ الجوائز والمكافآت: ¶ يصرف جوائز نقدية سخية للفائزين الثلاثة الأوائل في كل فرع من البنين والبنات كما يتم تقديم مكافآت للمتسابقين من غير الفائزين والفائزات. ¶ بعد أن تمّ عملية استعراض المسابقات الدولية والمسابقات المحلية سواء داخل المملكة أو خارجها. ¶ فإننا بهذه العملية أردنا استخراج عدة مقارنات واستنتاجات لعل من أهمها: ¶ 1-تعد مسابقة ماليزيا الوطنية أول مسابقة دولية في مجال التلاوة فقط. ¶ 2-تعد مسابقة إندونيسيا الوطنية أول مسابقة محلية في مجال التلاوة فقط. ¶ 3-تعد المسابقة الدولية لحفظ القرآن الكريم وتلاوته وتفسيره في مكة المكرمة أول مسابقة في مجال الحفظ والتفسير.",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "4-إنّ جميع المسابقات الأخرى جاءت تالية للمسابقة الدولية في مكة المكرمة. ¶ ومن هنا ظهر تأثرها بتجربة مسابقة المملكة العربية السعودية من حيث الأهداف والشروط والفروع وسائر المعلومات، حيث إنّ كثيراً منها استفادت من التجربة كما أن كثيراً منها يشارك في تحكيمها متخصصون من المملكة والبعض الآخر يتلقى المساعدة المالية والعينية لإقامة المسابقة. ¶ أمّا النواحي الفنية والعملية فقد ظهر ت في عدة سنوات ومن خلال استفتاءات أجريت على المتسابقين اتضح ما يلي: ¶ أ- أنّ كثيراً منهم بدءوا يحفظون كتاب الله من أجل المشاركة في هذه المسابقة. ¶ ب- ظهر من بعض الاستفتاءات عن الأشخاص الذين شاركوا في أكثر من مسابقة أن مسابقة مكة المكرمة تتسم بالجدية والتنظيم في برنامجها وأعمالها وصرامتها وموضوعيتها في التحكيم. ¶ نسأل الله أن يوفقنا وأن يجعلنا للمتقين إماماً. ¶ والصلاة والسلام على سيدنا محمد وعلى آله وصحبه وسلّم.",
            "page": "37",
            "part": "1"
        }
    ],
    "t36884": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل عن المسابقات القرآنية"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المسابقات الدولية "
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": " مسابقة تلاوة القرآن الكريم في ماليزيا"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": " المسابقة الدولية لحفظ القرآن الكريم وتلاوته وتفسيره في مكة المكرمة"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": " المسابقة الدولية لحفظ القرآن الكريم وتلاوته في إيران"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": " مسابقة وزارة التربية والتعليم"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": " مسابقة القرآن الكريم والحديث الشريف لشباب دول مجلس التعاون الخليجي"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": " المسابقة الهاشمية الدولية لحفظ القرآن الكريم"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": " المسابقة العالمية في حفظ القرآن الكريم"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": " جائزة دبي الدولية للقرآن الكريم"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": " مسابقة تلاوة القرآن الكريم بروناوي دار السلام"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": " مهرجان القرآن الكريم العالمي بالسودان"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": " مسابقة القرآن الكريم الدولية بالجمهورية التركية"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "المسابقات المحلية في الخارج "
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": " مسابقة القرآن الكريم في إندونيسيا"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": " مسابقة خادم الحرمين الشريفين في إندونيسيا بجاكرتا"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": " مسابقة تونس"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": " مسابقة الكويت الكبرى لحفظ القرآن الكريم وتجويده"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": " مسابقة الشيخ قاسم بن محمد بن ثاني بن محمد بن ثامر لحفظ القرآن الكريم"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "المسابقات المحلية داخل المملكة العربية السعودية "
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": " مسابقة نادي المدينة المنورة الأدبي لحفظ القرآن الكريم"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": " المسابقة المحلية لحفظ القرآن الكريم وتلاوته وتفسيره"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": " جائزة صاحب السمو الملكي الأمير محمد بن سعود بن عبد العزيز لحفظ كتاب الله الكريم"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": " مسابقة الأمير فيصل بن فهد بن عبد العزيز رحمه الله للقرآن الكريم لأوائل أندية المملكة"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": " مسابقة القرآن الكريم بالحرس الوطني"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": " جائزة صاحب السمو الملكي الأمير سلمان بن عبد العزيز آل سعود لحفظ القرآن الكريم للبنين والبنات"
        }
    ]
}