{
    "b36888": [
        {
            "hno": null,
            "id": "1",
            "nass": "ملخص ¶ إن للمملكة العربية السعودية جهودا غير مسبوقة في العناية بالقرآن الكريم وعلومه، ومنها طباعته للمكفوفين في مطابع خادم الحرمين الشريفين لطباعة القرآن الكريم بخط برايل التابعة للأمانة العامة للتربية الخاصة بوزارة المعارف، والتي يدعمها ماديا ومعنويا خادم الحرمين الشريفين الملك فهد بن عبد العزيز - يحفظه الله - حيث إن إصدارات هذه المطابع من المصحف الشريف، والكتب الدينية، والمجلة الشهرية التي تطبع جميعها بطريقة برايل توزع مجانا على المكفوفين داخل المملكة وخارجها. ¶ وتهدف هذه الدراسة إلى تسليط الضوء على ما يلي: ¶ نظام برايل وتطوره. ¶ جهود العالم العربي والإسلامي في طباعة القرآن الكريم بطريقة برايل ، والتأريخ للطبعات التي صدرت في العالم العربي للقرآن الكريم بخط برايل ، ثم طباعته في المملكة العربية السعودية. ¶ جهود المملكة العربية السعودية في طباعة القرآن الكريم بطريقة برايل ، التي توجت بإنشاء مطابع خادم الحرمين الشريفين لطباعة القرآن الكريم بطريقة برايل والكتب الدينية والثقافية وتوزيعها على المكفوفين مجانا داخل المملكة وخارجها.",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "المقدمة: ¶ إن جهود المملكة العربية السعودية في طباعة القرآن الكريم للمكفوفين بطريقة برايل ، تعد إحدى الدلائل على مدى اهتمامها بفئة المكفوفين، ذلك الاهتمام الذي يأتي حلقة ضمن حلقات متصلة منذ بزوغ فجر الإسلام ونزول الوحي بالقرآن على هذه الأرض الطيبة، أرض الحرمين الشريفين حتى يومنا هذا. ¶ فالإسلام جاء بمبدأ المساواة بين الناس - أسوياء ومعوقين - في الوقت الذي عجز فيه غير المسلمين عن تحقيقه في جميع أنحاء الأرض، وعبر أطوار التاريخ وإن رفعه بعضهم ضمن شعار دولتهم. ¶ \"فالمنافسة في الإسلام ليست مبنية على الحسب، أو النسب، أو الجاه، أو المال، أو اللون، أو الجنس، أو اكتمال القدرات الجسدية أو الحسية أو العقلية، وإنما هي مبنية على تقوى الله - سبحانه وتعالى - والتقرب إليه بالقول والعمل. وأساليب التعامل بين جميع فئات المجتمع المختلفة في الإسلام - بما في ذلك فئات المعوقين - هي أساليب راقية متحضرة، ويحكمها الفهم الصحيح لإمكانات وقدرات كل فئة، ويسودها الاحترام المتبادل.",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "وقد كفل الإسلام للمعوق البيئة الجيدة المناسبة التي يتمكن فيها من استغلال أقصى قدراته لتحقيق أسمى طموحاته، فالمعوق في نظر الإسلام إنسان أولا ثم معوق ثانيا، له حقوق طبيعية يتمتع بها، وعليه واجبات أساسية يؤديها كأي فرد من أفراد المجتمع\". (1) ¶ وليس أدل على مكانة الإنسان المعوق في الإسلام من أن الله - سبحانه وتعالى - قد عاتب نبيه محمدا مصطفاه وخليله - صلى الله عليه وسلم - في شأن الصحابي الكفيف ( عبد الله بن أم مكتوم ) بقوله تعالى: ¶ { عَبَسَ وَتَوَلَّى }{ أَنْ جَاءَهُ الْأَعْمَى }{ وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى }{ أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى } (عبس : 1-4). ¶ وتتصل حلقات اهتمام الإسلام بالمعوقين إلى عهد الخلفاء الراشدين ومن بعدهم من خلفاء المسلمين، الذين حرصوا على توفير الرعاية الكريمة للفئات المعوقة في المجتمع، لدرجة أن عمر بن عبد العزيز أصدر أمره بعمل إحصاء للمعوقين في عهده، وخصص مرافقا لكل كفيف، وخادما لكل مُقعد لا يقوى على أداء الصلاة وقوفا\".. (2) ¶ _________ ¶ (1) (الموسى: 1413،31) ¶ (2) (السالم:1420 / 73)",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "ولم يكن ما أوردناه آنفا عن مدى اهتمام الإسلام بالمعوقين عامة، والمكفوفين خاصة، هو رؤية خالصة للمسلمين فقط، وإنما شاركهم فيها غير المسلمين، فيقول KIRTLEY ( 1975): إن أوضاع المعوقين بصريا في الدولة الإسلامية كانت أفضل من أوضاع أقرانهم في أوروبا. لقد نال المعوقون بصريا قدرا كبيرا من الاهتمام والرعاية في مجالات مختلفة، إذ كان للدين الإسلامي أعظم الفضل وأعمق الأثر في بدء الحركة الفكرية والعلمية في عالم المعوقين بصريا. ¶ وتقول (1951) ROSS : ¶ \"إنه عندما بسط محمد - صلى الله عليه وسلم - سلطانه على الجزيرة العربية في القرن السابع الميلادي، اجتاحت المكفوفين موجة من النور ذات آثار بعيدة المدى\". (1) ¶ وتؤكد ROSS أن الاهتمامات العلمية في مجال قضايا المكفوفين قد ظهرت وازدهرت إبان عهد الدولة الإسلامية. ويقول FARRELL (1956) إن جامعة الأزهر كانت أول مؤسسة تعليم عال تفتح أبوابها للمكفوفين منذ أكثر من ألف سنة. (2) ¶ _________ ¶ (1) (الموسى،1413، 3) ¶ (2) (الموسى: 1413، 3)",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "ومنذ ذلك التاريخ الذي قبلت فيه جامعة الأزهر تدريس المكفوفين جنبا إلى جنب مع أقرانهم المبصرين قبل أكثر من ألف عام، سرى ذلك التقليد في كثير من بلدان العالم الإسلامي ومنها المملكة العربية السعودية التي ما كاد موكب التعليم يشق طريقه فيها حتى كان المكفوفون ضمن طلائع الذين انضموا إلى ركبه، حيث التحقوا بالمدارس العادية، وأخذوا يدرسون العلوم الشرعية واللغة العربية مع إخوانهم المبصرين، تدفعهم عزيمتهم وقوة إرادتهم إلى تحقيق النجاح والتفوق حتى بلغ بعضهم بعد تخرجه مراكز قيادية مرموقة في بلادنا الحبيبة. (1) ¶ _________ ¶ (1) (الموسى، 1413)",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "هدف الدراسة: ¶ تهدف هذه الدراسة إلى إلقاء الضوء على ما يلي: ¶ نظام برايل : ¶ \"وهو عبارة عن نظام نقطي يتم تنقيطه عن طريق خلية صغيرة تمثل شكلا مستطيلا يتكون ضلعه الرأسي من ثلاث نقاط، وضلعه الأفقي من نقطتين (انظر الشكل أدناه)، أما الترميز في نظام برايل فلا يتم بواسطة عدد النقاط في الرمز الواحد، بقدر ما يتم من خلال تغير مواضع النقاط بداخل الخلية الواحدة، مما ينجم عنه 63 رمزا\". (1) ¶ وقد ظهر هذا النظام الذي يحمل اسم مخترعه الفرنسي ( لويس برايل ) إلى حيز الوجود حوالي 1829م حسبما أشار إلى ذلك FRENCH في كتابه الصادر عام 1932م الذي يؤرخ لأعلام المكفوفين، ويعتبر هذا النظام أكثر أنظمة القراءة والكتابة شيوعا في أوساط المكفوفين. (2) ¶ _________ ¶ (1) (الموسى1411، 286) ¶ (2) (الموسى، 1411)",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وكان أول ظهور لنظام برايل في العالم العربي عن طريق مبشرة إنجليزية تدعى (LOVELL) حيث جاءت به إلى مصر قبل عام 1878م، ثم تفرع عنه عدد من الأنظمة في بعض البلاد العربية فكان يقرأ بعضها من اليمين وبعضها الآخر من اليسار إلى أن تم توحيده في نظام عربي موحد في مؤتمر بيروت (لبنان) الذي عقد تحت إشراف اليونسكو عام 1951م، وتم استخدامه أداة رئيسة في تعليم القراءة والكتابة للمكفوفين في المملكة العربية السعودية منذ أن تم افتتاح أول معهد نور للمكفوفين في سنة 1379 / 1380هـ. (1) ¶ _________ ¶ (1) (الموسى: 1411)",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "جهود العالم العربي والإسلامي في طباعة القرآن الكريم بطريقة برايل : ¶ لقد ظهرت أول طبعة للقرآن الكريم بطريقة برايل في مصر والأردن عام 1372هـ (1952م)، وقد أشرف علماء الأزهر على الطبعة المصرية الأولى والثانية إلا أن الطبعة الثانية احتجبت لمدة خمس عشرة سنة لخلاف حصل بين علماء الأزهر والمركز النموذجي لرعاية المكفوفين الذي يتولى طبعه ونشره، وهو تابع لوزارة الشؤون الاجتماعية المصرية، وتم حل الخلاف وصدرت الطبعة الثانية عام 1406هـ (1985م)، وقد أشرف على هذه الطبعة الثانية ستة من علماء الأزهر. (1) ¶ وقد ورد في مقدمة الطبعة المصرية الثانية أنهم اعتمدوا على طباعته بالطريقة الإملائية بناء على ما ورد من فتاوى للفقهاء بجواز كتابته بهذه الطريقة في كتب الإتقان للسيوطي ، والمناهل للزرقاني ، والبرهان للزركشي . ¶ _________ ¶ (1) (الخلف، 1421)",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "أما الطبعة الأردنية فقد أشرف عليها المجلس الأعلى للشؤون الإسلامية في القدس وكتبت هاتان الطبعتان وفق الرسم الإملائي، وتختلف الطبعة الأردنية عن الطبعة المصرية في طريقة الضبط والتشكيل إذ اصطلح على التشكيل في الطبعة المصرية على أن يكون الضبط في سطر فوق سطر الحروف ومواز له ولا يرجع القارئ للتشكيل إلا عند الحاجة، ومثل هذه الطريقة تناسب من لديه معرفة وخلفية جيدة بالقرآن الكريم وتلاوته، أما الطريقة الأردنية فتضع التشكيل بعد الحرف مباشرة ما عدا الشدة التي تسبق الحرف، وهذه الطريقة تناسب الطلاب والمبتدئين الذين ليست لديهم خلفية جيدة بالقرآن الكريم. (1) ¶ _________ ¶ (1) (الخلف: 1421)",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "كما أشار الخلف (1421) إلى أنه قد صدرت طبعة للقرآن الكريم بخط برايل في تونس في حدود عام 1398هـ الموافق 1978م واتبعت هذه الطبعة في تشكيلها الطريقة الأردنية ولم تلتزم هذه الطبعة بالرسم العثماني، كما أنها كتبت وفق رواية قالون ، الأمر الذي حدا بوزارة المعارف أن تستفتي سماحة الشيخ ابن باز عن مدى إمكان تطبيق هذا المصحف المكتوب برواية قالون على طلبة معاهد النور بالمملكة، فأفتى سماحته بأن الواجب أن يدرس معاهد النور بالمملكة برواية حفص، ودعا إلى عدم تطبيق رواية قالون لما يترتب عليها من اختلاف.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "جهود المملكة العربية السعودية في طباعة القرآن الكريم بطريقة برايل : ¶ منذ أن كان خادم الحرمين الشريفين الملك فهد بن عبد العزيز - يحفظه الله- وزيرا للمعارف، كان يضع نصب عينيه تعليم المعوقين عامة والمكفوفين خاصة، فافتتحت وزارة المعارف عام 1378هـ (مدرسة جبرة) بالرياض مقرا لتعليم المكفوفين وتدريبهم على طريقة برايل ، وذلك خلال الفترة المسائية، وقد تفضل جلالة الملك سعود - رحمه الله - في العام نفسه بزيارة فصول تعليم طريقة برايل بمدرسة جبرة المسائية للاطلاع عن كثب على سير التعليم بهذه الطريقة، وقد تبرع جلالته بمقر دائم للمدرسة في حي الظهيرة، وبعد أن تأكدت وزارة المعارف وعلى رأسها خادم الحرمين الشريفين - وزيرها الأول يحفظه الله - من جدوى تعليم المكفوفين بهذه الطريقة، منحت المدرسة دعما ماليا، وعملت على توفير بعض الوسائل الخاصة بالخط النافر، حتى تطور هذا الدعم إلى افتتاح أول معهد لتعليم المكفوفين بالرياض عام 79 / 1380هـ (59 / 1960م)، أطلق عليه اسم: معهد النور بالرياض. (1) ¶ _________ ¶ (1) (الموسى، 1419هـ: 33-34)",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "وفي عام 1406هـ ظهرت أول طبعة للقرآن الكريم لكل من وزارة المعارف بالمملكة العربية السعودية والمكتب الإقليمي لشؤون المكفوفين سابقا، وقد سارت هاتان الطبعتان على نهج المصحف الأردني واعتمدت طبعه وزارة المعارف بهذه الطريقة بناء على فتوى من سماحة الشيخ عبد العزيز بن باز رحمه الله رقم 1141 / 2 وتاريخ 10 / 6 / 1404هـ المتضمنة \"أفيدكم بأن الواجب أن يعلم طلاب معاهد النور القرآن الكريم بالحروف البارزة على قراءة حفص المستعملة في هذه البلاد\". (1) ¶ _________ ¶ (1) (الخلف، 1421).",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "الهدف من إنشائها: ¶ إن الهدف من إنشاء هذه المطابع كان وما يزال هو توفير الكتب المطبوعة بخط برايل ، وبخاصة القرآن الكريم، والكتب الدينية، والثقافية. ¶ إصدار مجلة ثقافية خاصة بالمكفوفين، فصدرت عن هذه المطابع (مجلة الفجر) بالخط البارز، وهي مجلة شهرية منوعة، كانت توزع منذ صدورها باشتراكات رمزية، ولكنها أصبحت بعد انتقالها إلى الأمانة العامة للتربية الخاصة بوزارة المعارف توزع مجانا على المؤسسات والأفراد الذين يستخدمون طريقة برايل في مختلف أنحاء العالم العربي والإسلامي.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "ريادتها: ¶ لقد كان لمطابع خادم الحرمين الشريفين الريادة في استخدام الترجمة الآلية عن طريق الحاسوب من الخط العادي إلى خط برايل ، وبدأ تشغيل نظام الحاسب الآلي الذي طور خصيصا لها عام 1402هـ",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "مراحل تطويرها وخطة تحديثها: ¶ عندما تسلمت الأمانة العامة هذه المطابع من المكتب الإقليمي، كانت متوقفة عن العمل بسبب انتهاء العمر الافتراضي لكثير من أجهزتها، مع نفاد كميات الورق لديها. ¶ قامت الأمانة بدعم مطابع خادم الحرمين الشريفين بما لديها من إمكانات مادية من خلال مطابعها من أجل تحريك عجلتها، إلى أن تلقت دعما سخيا كريما من خادم الحرمين الشريفين الملك فهد بن عبد العزيز - يحفظه الله - فتمكنت الأمانة من القيام بعمليات الإحلال والتجديد للأجهزة التي انتهى عمرها الافتراضي، وبدأت المطابع إنتاجها من جديد، وكان باكورة إنتاجها ذلك المصحف الشريف بخط برايل . ¶ ضمانا لانتظام واستمرار إنتاج هذه المطابع فقد وضعت الأمانة خطة لتحديثها وتجهيزها بما يناسب التقنية المعاصرة من برامج ومعدات خاصة في مجال تقنيات الحاسوب الذي يترجم من الخط العادي إلى الخط البارز ( برايل ) وبالعكس. ¶ وقد شمل التطوير من حيث البرمجة التحول من النظام الحاسوبي القديم (MAINFRAME) إلى النظام الحاسوبي الشخصي (P.C) وهو أكثر سرعة وأبلغ دقة ومرونة.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وأما من حيث المعدات فقد تم توفير بعض الطابعات الحديثة، إلى جانب الأجهزة الحديثة التي تقوم بالخياطة والقص والتجليد، وغيرها من الأدوات التي تساعد على التطوير.",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "مهام اللجنة: ¶ 1- مراجعة طبعتي القرآن الكريم اللتين طبعتا بالمملكة وإعطاء الرأي من حيث الأمور الآتية: ¶ (أ) المقدمة. ¶ (ب) علامات الوقف. ¶ (ج) علامات الضبط. ¶ (د) علامات الأحزاب والأجزاء. ¶ (هـ) طريقة كتابة الفهرس (البيانات التي يتضمنها) وموضع الفهرس في كل مجلد. ¶ (و) المعلومات التي ترد قبل بداية السورة مثل: عدد الآيات ومكان النزول ووقته، ووضع اقتراحات شاملة لكل ما ذكر ليتبع في الطبعة الجديدة. ¶ 2- مراجعة النصوص القرآنية في كل من الطبعات الآتية: ¶ - طبعة وزارة المعارف القديمة. ¶ - طبعة المكتب الإقليمي. ¶ - الطبعة الجديدة من مطابع خادم الحرمين الشريفين لطباعة القرآن الكريم بخط برايل مع الطبعة المبصرة لمصحف المدينة النبوية الصادر من مجمع الملك فهد لطباعة المصحف الشريف، وتكون هذه المراجعة حرفا حرفا، وكلمة كلمة، ورمزا رمزا بغرض ما يلي: ¶ (أ) التحقق من عدم وجود أخطاء مطبعية. ¶ (ب) دراسة استعمال علامات التشكيل في مواضع مثل الفتحة على الحروف الممدودة بالألف، والاتفاق على الأسلوب الذي يضمن دقة القراءة ويسهل القراءة بطريقة برايل ، والاستغناء عما يمكن الاستغناء عنه من الحركات.",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "(ج) الهمزات مثل الهمزة على السطر والهمزة على واو كما وردت في كلمات مثل (رءوف) و(رؤوف) وكتابة الهمزة على السطر في بداية الكلمة مثل (ءالله) سورة النمل آية (59). ¶ (د) استخدام التاء المربوطة أو التاء المفتوحة في كلمات مثل (غيابت الجب) سورة يوسف آية رقم (10) ورقم (15). ¶ (هـ) الكلمات التي تكتب أحيانا موصولة وأحيانا أخرى مفصولة مثل: (لكي لا، لكيلا) سورة الأحزاب، آية رقم (37) ورقم (50). ¶ ولا زالت اللجنة تواصل عملها حتى الآن.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "ندوة حول طباعة القرآن الكريم بخط برايل والمشكلات التي تعترض طباعته: ¶ لقد سلكت الأمانة العامة للتربية الخاصة ما أمكنها من السبل بهدف تذليل العقبات التي تعترض طباعة المصحف الشريف بخط برايل ، وتحقيق الملاحظات التي وردت إليها في هذا الشأن، فكان تشكيل لجنة إعادة طباعة القرآن الكريم بخط برايل أحد هذه السبل، ولكن نظرا لقدسية هذا العمل الجليل وما يفرضه من توخي الدقة في تنفيذه ما وسعنا الجهد إلى ذلك، فقد كان سبيلنا الآخر هو الدعوة إلى عقد ندوة تضم بعض المتخصصين في القرآن الكريم وعلومه، وعلوم اللغة العربية، فدعت الأمانة العامة للتربية الخاصة إلى عقد هذه الندوة خلال المدة من 24 إلى 26 / 1 / 1421هـ، حيث قامت لجنة إعادة طباعة القرآن الكريم بخط برايل بطرح بعض الأسئلة والملاحظات التي وردت في الملحق المرفق. ¶ وقد قامت لجنة إعادة طباعة القرآن الكريم بجمع هذه الآراء للسير على هديها، وهي في سبيلها لوضع ضوابط إعادة طباعة القرآن الكريم بخط برايل ، بالقدر الذي يتناسب مع إصداره عن مطابع خادم الحرمين الشريفين بالمملكة العربية السعودية التي نزل القرآن الكريم على أرض من أراضيها.",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "وقد قررت اللجنة أن ترفع مذكرة متكاملة في هذا الشأن إلى هيئة كبار العلماء بالمملكة لاستصدار فتوى حول طباعة القرآن الكريم بخط برايل بالرسم العثماني أو بالخط الإملائي أو بالجمع بينهما.",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "خاتمة: ¶ مما سبق، يتضح مدى الجهود التي بذلتها وتبذلها المملكة العربية السعودية على مر السنين في مجال طباعة القرآن الكريم بخط برايل للمكفوفين، وهي جهود لم تقتصر فقط على مجرد طباعة المصحف الشريف بخط برايل وإنما تجاوزتها إلى التطوير المستمر في هذه الطباعة، وإجراء الدراسات المقارنة بين الطبعات التي صدرت داخل المملكة وخارجها بنظام برايل لصهرها جميعا في طبعة محسّنة تليق بجلال هذا الإصدار، وتليق بمطابع تحمل صفة سامية كريمة هي صفة \"خادم الحرمين الشريفين\". ¶ وفي هذا المقام لا يفوتنا أن ننوه بالدعم السخي - ماديا ومعنويا - من لدن خادم الحرمين الشريفين الملك فهد بن عبد العزيز - يحفظه الله - لهذه المطابع التي ذاع صيتها في جميع أنحاء العالم العربي والإسلامي، وأصبحت مصدر إشعاع ثقافي للمكفوفين أينما كانوا داخل المملكة وخارجها.",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "المراجع ¶ الخلف ، عبد الرحمن سالم . ( 1421هـ ) . ¶ القرآن الكريم وطباعته بالخط البارز ¶ بحث مقدم إلى الندوة التي عقدت في الأمانة العامة للتربية الخاصة حول طباعة القرآن الكريم بالخط البارز والمشاكل التي تعترض طباعته ، في المدة من 24-26 / 1 / 1421هـ . ¶ السالم ، سالم محمد ( 1420هـ ) . ¶ خدمات المعلومات المتاحة للمعوقين في المملكة العربية السعودية : دراسة نظرية وتطبيقية لحالة العوق البصري. مركز الأمير سلمان لأبحاث الإعاقة. ¶ الموسى ، ناصر علي . ( 1411هـ ) . ¶ المنهج الإضافي ودوره في تنمية المهارات التعويضية لدى الأطفال المعوقين بصريا. ¶ بحث منشور ضمن كتاب التعليم الابتدائي ودوره في تنمية المهارات الأساسية لدى التلاميذ . الكتاب السنوي الثالث : الجمعية السعودية للعلوم التربوية والنفسية . ¶ الموسى ، ناصر علي . ( 1413هـ ) . ¶ دمج الأطفال المعوقين بصريا في المدارس العادية: طبيعته، برامجه، ومبرراته. ¶ جامعة الملك سعود - مركز البحوث التربوية . ¶ الموسى ، ناصر علي . ( 1419هـ ) . ¶ مسيرة التربية الخاصة بوزارة المعارف في ظلال الذكرى المئوية لتأسيس المملكة العربية السعودية . وزارة المعارف - الأمانة العامة للتربية الخاصة .",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "الوكالة المساعدة للتعليم الموازي ¶ الأمانة العامة للتربية الخاصة ¶ إدارة العوق البصري",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "( ملحق ) ¶ جدول عمل الندوة التي ستعقد بمقر الأمانة العامة للتربية الخاصة حول ¶ طباعة القرآن الكريم بالخط البارز ¶ س1: ما المقصود بالرسم العثماني وما حكم الالتزام به؟ ونريد من فضيلتكم إعطاءنا نبذة موجزة عن هذا الرسم ¶ س2: ما رأي الأئمة وعلماء الإسلام في كتابة القرآن الكريم بالخط الإملائي؟ ¶ س3: هل كل من الواو الصغيرة والألف الصغيرة والياء الصغيرة كانت موجودة في عهد عثمان رضي الله عنه أم أنها وضعت في عصور متأخرة وما الفائدة من وجودها؟ ¶ س4: يوجد في القرآن الكريم حروف صغيرة مثل:- ¶ أ-الألف الصغيرة في : هرون ، إسحق ، ههنا ، أسئوا ، إبراهيم ، إسمعيل ¶ ب- الياء الصغيرة في: النبيين ، يحيي ، يستحيي ، وامثالها ¶ ج- الواو الصغيرة في داوود ، يستوون ، يلوون ، الغاوون ، موءودة ¶ علما بأنه لا يمكن إخراج هذه الحروف الصغيرة بطريقة برايل فهل نستعيض بالفتحة عن الألف الصغيرة، وبالضمة عن الواو الصغيرة، وبالكسرة عن الياء الصغيرة؟ أم نجعل الألف الصغيرة ألفا عادية والياء الصغيرة ياء عادية والواو الصغيرة واوا عاديه؟",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "س5: توجد كلمات في القرآن الكريم مثل قرءان تكتب فيه همزة على السطر وألف، وسيئات همزة على كرسي وبعدها ألف، وهذان النوعان من الهمزات يمكن إخراجهما بالخط البارز ( برايل ) ولكن يوجد نوع من الهمزات لا تكون على السطر ولا على الكرسي ولكن تكون على متسع مثل مئاب، مئارب، شنئان، الظمئان، نئا، أسئوا، خطئا فهل تكتب همزة على السطر بعدها ألف؟ أم همزة على كرسي بعدها ألف؟ أم ألف طويلة أم ماذا؟ علما بأنه لا يمكن كتابتها على متسع بطريقة برايل ، وما المقصود بالمتسع ؟ ¶ س6: توجد في القرآن كلمات مثل لاتخذوك، لاستكثرت فهل تكتب الألف مشبوكة مع اللام (لا) أم تفصل الألف عن اللام (ل ا) ¶ س7: توجد كلمات في القرآن تبدأ بهمزة على السطر ثم ألف مثل ءامنوا ، ءاية، ءاتيناه الاخرة ، ءالهتنا وغيرها ¶ يمكن إخراجها بطريقة برايل فهل نكتبها بالرسم العثماني أم الإملائي أي ألف طويلة ¶ علما بأننا قد اتفقنا على الالتزام بالرسم العثماني ما لم يتعذر ذلك ¶ س8: ورد (يا) زائدة فوقها صفر مستدير في لفظ أفإين مت فهل يمكن الاستغناء عن هذه الياء الزائدة علما بأنه يتعذر وضع الصفر المستدير بالخط البارز ( برايل ) ؟",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "س9: نريد توضيحا حول النون الصغيرة في كلمة نجي علما بأنه لا يوجد لدينا بديل لها بالخط البارز فهل نكتبها بنونين أم نون واحدة ؟ ¶ س10: وردت الياء مثبتة في إبراهيم في جميع السور ما عدا سورة البقرة ما سبب عدم إثباتها الياء الأصلية في سورة البقرة ؟",
            "page": "26",
            "part": "1"
        }
    ],
    "t36888": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ملخص"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "هدف الدراسة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "جهود العالم العربي والإسلامي في طباعة القرآن الكريم بطريقة برايل"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "جهود المملكة العربية السعودية في طباعة القرآن الكريم بطريقة برايل"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "مطابع خادم الحرمين الشريفين لطباعة القرآن الكريم بخط برايل "
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": " الهدف من إنشائها"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": " ريادتها"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": " مراحل تطويرها وخطة تحديثها"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "لجنة إعادة طباعة القرآن الكريم بخط برايل "
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": " مهام اللجنة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "ندوة حول طباعة القرآن الكريم بخط برايل والمشكلات التي تعترض طباعته"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "ملحق"
        }
    ]
}