{
    "b36887": [
        {
            "hno": null,
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على المبعوث رحمة للعالمين، وعلى آله وصحبه الغر الميامين ومن تبعهم بإحسان إلى يوم الدين، وبعد : ¶ فإني أحمد الله عز وجل على ما وفقنا إليه في هذه البلاد المباركة من العناية بكتاب الله سبحانه وتعالى تعلما وتعليما وتحاكما إليه والتزاما بهديه القويم، وأستفتح موضوعي هذا بالتوجُّه بالشكر الجزيل إلى الله عزّ وجلّ ثم إلى وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد لرعايتها لهذه الندوة المباركة واختيارها لهذا الموضوع المهم ألا وهو ( عناية المملكة العربية السعودية بالقرآن الكريم وعلومه ) .",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "وإنَّ المتأمِّل للأعداد الكبيرة من الحفَّاظ الذين يتخرَّجون بالآلاف سنويا من طلاب الجماعات الخيرية لتحفيظ القرآن الكريم في مدن المملكة ليدرك الجهد الكبير الذي بذلته الدولة رعاها الله متمثِّلة في وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد في تحفيظ القرآن الكريم والعناية به، وأجد من الواجب عليَّ كأحد العاملين في نشاط تحفيظ القرآن الكريم بالمملكة أن أشيد بهذه الثمار المباركة وهذه النتائج المبهرة التي ما كانت لتظهر لولا توفيق الله أولا ثم الدعم غير المحدود من حكومة خادم الحرمين الشريفين الملك فهد بن عبد العزيز - أيَّده الله - والذي حدث في عهده الميمون أكبر وأوسع خدمة لكتاب الله تعالى على مدى الزمان، يشهد بذلك كل مسلم تنور بصره ولسانه بنور القرآن، وكل مسلم تنوَّر سمعه وعقله بنور القرآن، وكل شاب وطفل تنوَّر قلبه ولسانه بنور القرآن عبر المصاحف وعبر الأشرطة وعبر الأثير، ولو تتبعنا جهود المملكة العربية السعودية في خدمة القرآن الكريم لوجدناها قمة فوق القمم، وبخاصة في عهد خادم الحرمين الشريفين - خادم القرآن الكريم - الملك الصالح فهد بن عبد العزيز آل سعود، وسمو ولي عهده الأمين وسمو النائب",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "الثاني فهذه جمعيات تحفيظ القرآن الكريم بالمملكة والتي بلغ عدد الملتحقين فيها أكثر من مائتي ألف طالب وطالبة يتدارسون كتاب الله تعالى في أكثر من مائة ألف مسجد بالمملكة كل ذلك سببٌ أكيد في حصول السكينة ونزول الرحمة تصديقا لقول النبي صلى الله عليه وسلم « وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة، وغشيتهم الرحمة، وحفتهم الملائكة، وذكرهم الله فيمن عنده » . ¶ فكم من سكينة نزلت على بلادنا بسبب هذه الحلقات المباركة، وكم من رحمات غشيت مجتمعنا من نور هذه الحلقات، وكم من ملائكة تحف بلادنا إكراما وإجلالا لأهل القرآن .",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "وامتدادا لهذه الجهود الخيرة التي حفلت بها أرجاء المملكة العربية السعودية فقد حرصت على نقل هذا الخير إلى بلدان العالم وحيثما وجد المسلمون عملا بقوله صلى الله عليه وسلم : « لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه » ، فمدت جسور الخير والعطاء وساهمت بأموالها وبجهود أبنائها لنشر كتاب الله تعالى، فأقامت الجمعيات القرآنية وساهمت في بناء وتسيير الكليات والمعاهد القرآنية المتخصصة ودعمت المسابقات القرآنية الدولية، ووزعت نسخ المصحف الشريف على جميع الجهات الإسلامية في العالم واعتمدت ميزانيات ضخمة لتشجيع طلاب القرآن الكريم وتكريمهم، ممثلة في الهيئات واللجان الخيرية السعودية والتي كان على رأسها برنامج تحفيظ القرآن الكريم التابع لهيئة الإغاثة الإسلامية العالمية بالمملكة العربية السعودية .",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "جهود الملك عبد العزيز في العناية بالقرآن الكريم وتعليمه ¶ المتأمل في تاريخ الملك عبد العزيز - طيب الله ثراه - يرى أن هناك جوانب مضيئة في مجال خدمته للقرآن الكريم كانت بمنزلة الشمعة التي أضاءت الطريق بعد ذلك واللبنة التي بنى منها هذا الصرح الشامخ . ¶ وإن الناظر أيضا في نشأة الملك عبد العزيز في مدينة الرياض حيث درس في كتاتيب القرآن الكريم بالمساجد والتي كانت في ذلك العهد تعتبر المدارس الرسمية الوحيدة في أغلب بلاد المسلمين، حيث يتعلمون الحروف ويكتبون القرآن على الألواح ويستعرضونه من أوله إلى آخره ثم يحفظون منه ما تيسر ويتعلمون التوحيد والفقه والحديث وغير ذلك، فقد قرأ الملك عبد العزيز في صباه القرآن الكريم كله على يد القاضي عبد الله الخرجي والشيخ محمد بن مصيبح وحفظ منه أجزاء وكان صوته عذبا بقراءة القرآن الكريم . ¶ إذا فليس بغريب على صقر الجزيرة أن تكون خدمته للقرآن الكريم بهذه المنزلة السامقة وهو خريج كتاتيب تحفيظ القرآن الكريم .",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "ثم إذا انتقلنا إلى ما بعد توحيد الجزيرة العربية نجد أن اهتمام الملك عبد العزيز لم ينقطع عن القرآن الكريم، وقد اتخذه دستورا ومنهجا للحكم وأصبحت المحاكم الشرعية تحتكم إلى كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم في كل مناحي الحياة، وكانت الكلمة التي يرددها الملك عبد العزيز دائما وهي الاعتصام بكتاب الله تعالى وسنة رسوله صلى الله عليه وسلم، ويظهر ذلك في خطاباته وكلماته التي كان يلقيها في المناسبات المختلفة بل كان أول ما يوصي به في برقياته إلى المناطق المختلفة، أن يعلِّموا عشائرهم القرآن الكريم أولا وقبل كل شيء، وبرقياته تشهد بذلك . ¶ وفي الخطاب التالي والموجه من الشيخ عبد الله بن عبد العزيز العنقري إلى أهل الحوطة فيه تشجيع على إقامة الحلقات وإلزام الطلاب بالمشاركة ومنح الجوائز للطلاب على جزء عم ربع ريال وعلى الختمة عشر ريالات والشيخ عبد الله من العلماء الأكفاء الذين كان يعتمد عليهم الملك عبد العزيز - رحمه الله تعالى وقد عينه قاضيا لمنطقة سدير وهو من حفظة القرآن الكريم أيضا .",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وإليك هذه الرسالة الوثائقية : ( من عبد الله بن عبد العزيز العنقري إلى كافة جماعة أهل الحوطة سلمهم الله تعالى وهداهم - آمين، السلام عليكم ورحمة الله وبركاته وغير ذلك تفهمون ما ورد في القرآن العظيم من الفضل في تعلمه وتعليمه وأفضل ما بذلت النفوس والأموال في تعلمه والعمل به في الحديث عن النبي صلى الله عليه وسلم أنه قال ( خيركم من تعلم القرآن وعلمه ) وأولادكم في هذه المدة ضائعون وصار انشغالهم بالبطالة على غير فائدة لا في دين ولا في دنيا، وحضر عندنا الأمير حمد بن حسين وسليمان الجريوي عبد الله بن فهد بن زكري وعبد الله بن عبد الرحمن زكري وعثمان بن دباس وحمد بن علي المنقور وحمد بن منيف وعبد المحسن بن منيف ومحمد بن معجل، وشاورناهم على ها الأمر واتفق نظرنا حنّا وإياهم على أن صالح بن نصر الله يجلس لتعليم الأولاد المذكورين، ويكون قصده بالأصالة وجه الله والدار الآخرة، وعندكم معلوم أنه إذا تعطل عن فعل الأسباب يبى له معاونه وجعلنا له الدخالة قرش على كل صبي، وفي الصغري أربع وزان تمر، وفي الصيف عيش، وختامة جزء عم ربع ريال ومن دَوَّر الخير وعطاه زيادة وجده عند الله { وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ } وأمرنا عبد الرحمن بن سعيد على كل صبي تام سبع سنين إلى ثلاثة عشر يدخله يقرأ ولا لأحد عذر وكذلك بن سعيد ناضرة على الذي لصالح إن قصر أحد عن الجماعة فيفك منه والعيد على عادتهم وما حصل من الإسبال فلا يدخل في حسابهم والختام عشرة ريال والظن فيكم إن شاء الله طيب فوق ما ذكرنا، والسلام عليكم ورحمة الله وبركاته ( 10 / 1 / 1343 ) .",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وأما الحلقات في الحرم المكي الشريف فقد كانت كثيرة وزاخرة بالطلبة، ومن هذه الحلقات والكتاتيب كتاب الشيخ أحمد التيجي شيخ القراء بمكة المكرمة والشيخ المخللاتي والشيخ عيسى رواس والسيد محمد أمين كتبي والشيخ محمد مرداد والسيد محمد مصطفى العلوي الشنقيطي والسيد بكر الحبشي والشيخ محمد بن الماجد والشيخ محمد دردوم والشيخ حسن ولي والشيخ محمد ولي والشيخ محمود قاري ، ومن أشهر الكتاتيب كتاب الشيخ عبد الله بن إبراهيم حمدو السناري والذي كان نواة لمدارس الفلاح التي أسسها الشيخ محمد علي زينل في كل من مكة المكرمة وجدة، وهذا دليل على قوة هذا الكتاب ثم انضم لهم كتاب الشيخ مصطفى محمد يغمور، وقد عين الملك عبد العزيز رحمه الله الشيخ عبد الله السناري إماما للمسجد الحرام أثناء ذلك . ¶ وقد كانت العادة في مكة المكرمة إذا حفظ الشاب كامل القرآن الكريم يمنح الإجازة وسط حفل كبير في الحرم يحضره العلماء ويتناولون الزمزم والحلاوة البتاسا واللدو واللبنية .",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وفي المدينة المنورة فقد كان شيخ القراء بها الشيخ حسن الشاعر، ومن الكتاتيب والحلقات المشهورة بِهَا كُتاب الشيخ السيد أحمد الفيض آبادي والشيخ أسعد الحسيني والشيخ العريف بن سالم والشيخ مصطفى فقيه وكانت الجائزة لكل عشرة أجزاء ريال، فيحفظ الطلاب كل يوم لوح عبارة عن صفحة من المصحف ويراجعون ما يسمى بالدرس نصف جزء بالإضافة إلى مدرسة العلوم الشرعية، ومدة الدراسة بها ثلاث سنوات فهي مدرسة قرآنية بالدرجة الأولى حيث خصصت(4) حصص للتحفيظ وحصتان للقواعد والحساب وغير ذلك . ¶ هذا غيض من فيض من الحلقات العامرة في الحرمين الشريفين والتي شجعها ودعمها الملك عبد العزيز - رحمه الله - وأرجو أن يوفقني الله عز وجل لأتابع البحث عن بقية القراء وحلقاتهم في هذه الفترة المهمة",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": ". وقد وفق الله عز وجل في عصر الملك عبد العزيز - رحمه الله - الشيخ محمد طاهر الكردي عام 1359هـ خطاط مكة المكرمة المعروف ومن طلبة العلم بِهَا بكتابة مصحف شريف بخط يده سُميَّ بعد ذلك بمصحف مكة المكرمة، ومكث فيه ثلاث سنين وهو يتقنه ويحسنه حتى يهديه للملك عبد العزيز، وبعد أن انتهى منه عرضه على الأمير فيصل بن عبد العزيز والذي بدوره عرضه على الملك عبدالعزيز والذي استحسنه وأذن بطباعته وسُرَّ به كثيرا وأثنى على القائمين عليه، وشكلت الدولة لجنة مكونة من الشيخ عبد الظاهر أبو السمح إمام المسجد الحرام والشيخ صالح حجازي شيخ القراء بمكة المكرمة والسيد محمد شطا والسيد إبراهيم النوري من وزارة المعارف - رحمهم الله رحمة واسعة وقام مجموعة من أهل مكة المكرمة بشراء مطبعة لطباعة المصحف الشريف سُميت بمطبعة مصحف مكة المكرمة، وهذه القصة يرويها الشيخ الكردي في أول كتابه ( التفسير المكي).",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "كما أن الملك عبد العزيز - رحمه الله - كان أول من استجاب للشيخ محمد رشيد رضا الذي دعا إلى تفسير القرآن الكريم لابن كثير وعلى هامشه تفسير البغوي ( 9 مجلدات ) طُبع بمطابع المنار بمصر سنة 1345هـ، فقام الملك عبد العزيز مشكورا وأجاب هذه الدعوة وأمر بطباعته على نفقته وكانت هذه الطبعة الثانية في طبعات هذا الكتاب المهم والتي قامت على أثرها بعد ذلك طبعات وطبعات وكذلك طبع كتاب أوضح البرهان في تفسير أم القرآن للمعصومي . ¶ كما أمر رحمه الله تعالى بشراء تفسير القرآن الحكيم للسيد محمد رشيد رضا في 12 مجلدا ، وتفسير سورة الإخلاص لشيخ الإسلام ابن تيمية، وكتاب تاريخ القرآن الكريم وغرائب رسمه وحكمه للشيخ محمد طاهر الكردي . ¶ كل ذلك وغيره من الكتب القرآنية كانت تُوزع مجانا على المسلمين وطلبة العلم في كل مكان خدمة للعلم وأهله .",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "كما أن من الأمور التي تدل على اهتمام الملك عبد العزيز بالقرآن الكريم هو عنايته باختيار الأئمة القراء الحفاظ أصحاب الأصوات الجميلة خاصة للحرمين الشريفين فقد رشح الشيخ محمد رشيد رضا عام 1344هـ الشيخين الفاضلين الشيخ عبد الظاهر أبو السمح والشيخ محمد عبد الرزاق حمزة فاختار الملك عبد العزيز الشيخ عبد الظاهر أبو السمح للحرم المكي الشريف وكان صوته جميلا عاليا يُسمع في أطراف مكة رغم عدم وجود الأجهزة المكبرة للصوت واختار الشيخ محمد عبد الرزاق حمزة لإمامة المسجد النبوي الشريف ومراقبة الدروس فيه، ثم عين بعد ذلك إماما للمسجد الحرام بعد وفاة الشيخ أبي السمح وذلك عام 1370هـ وكان له درس بالمسجد الحرام في التفسير يوما بعد يوم وكانت طريقته أنه كان يمسك المصحف الشريف بيده ويقرأ فيه نظرا ثم يفسر كل آية قرأها رحمهم الله تعالى رحمةً واسعة .",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "نقل تجربة المملكة في حلقات القرآن الكريم في المساجد إلى العالم",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "نشأت الجماعات الخيرية لتحفيظ القرآن الكريم في مكة المكرمة على يد رجال الخير والمعروف، ثم فتحت لها فروع في مناطق مختلفة بالمملكة، ثم ما لبثت الدولة أن رعتها وتبنتها وشكلت لها أمانة عامة تشرف عليها تقدم من خلالها دعما سنويا من الدولة بالإضافة إلى الدعم المعنوي بشتى أشكاله، حتى أصبح للجماعات الخيرية لتحفيظ القرآن الكريم مجلس أعلى برئاسة معالي وزير الشؤون الإسلامية والأوقاف والدعوة والإرشاد، وشكلت لكل منطقة مجلس إدارة يشرف عليها من خيرة رجال الوطن، وقد تشرَّفتُ بإدارة الجماعة الخيرية لتحفيظ القرآن الكريم بجدة مدة خمس سنوات، ولا زلت مشرفا فيها بحمد الله، وساهم أهل الخير في دعم هذه المسيرة المباركة بالتبرع والوقف، وساهم أمراء المناطق بتبني هذه الجماعات وحضور حفلات التكريم للحفظة والسلام عليهم تشجيعا لهم على ما حققوه من حفظ لأعظم كتاب في الدنيا كلها، ولم تكتف الجماعة بهذا الدور بل دخلت إلى السجون وأقامت الحلقات بها حيث صدر أمر خادم الحرمين الشريفين - جزاه الله خير الجزاء - بإطلاق السجين الذي يختم كتاب الله تعالى ولله الحمد والمنة .",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "ومن ثم كان إقامة برنامج تحفيظ القرآن الكريم والتابع لهيئة الإغاثة الإسلامية العالمية، والذي يرعى حلقات تحفيظ القرآن الكريم لأبناء المسلمين في العالم امتدادا لدور الجماعات الخيرية لتحفيظ القرآن الكريم لأبناء المملكة العربية السعودية، ونجحت هذه التجربة في خارج المملكة العربية السعودية كما نجحت داخلها حتى بلغ عدد المنتسبين إلى هذا البرنامج أكثر من مائة ألف طالب وطالبة على وجه الأرض في أكثر من أربعين دولة في العالم، وقد نال هذا البرنامج دعم ولاة الأمر والأمراء وفاعلي الخير حتى استطاع أن يحقِّق هذه النتائج، ولقد شرفني الله تعالى بالإشراف على هذا البرنامج تطوُّعا لوجه الله تعالى . ¶ وستكون مشاركتي في هذه الندوة المباركة متركِّزة حول هذا الموضوع لإبراز جهود المملكة العربية السعودية في رعاية تحفيظ القرآن الكريم في مختلف بقاع الأرض ونقل التجربة الناجحة إلى خارج المملكة بعد أن أثمرت وأينعت داخلها بحمد الله تعالى .",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "كلُّ هذه الجهود الكبيرة والتي ترعاها حكومة خادم الحرمين الشريفين الملك فهد بن عبد العزيز وولي عهده الأمين وسمو النائب الثاني لتؤكد لنا الدعم الكبير الذي قدمته المملكة وعلى رأسها الملك الصالح فهد بن عبد العزيز والذي كما استحق أن يُلقب بخادم الحرمين الشريفين فهو بحقٍّ أيضا خادم القرآن الكريم الذي يستحق وسام الخيرية في حديث النبي صلى الله عليه وسلم : « خيركم من تعلم القرآن وعلمه » والذي قدَّم لكتاب الله تعالى أكبر خدمة بشريَّة على مر الأزمان، ومن كانت عنايته بكتاب الله تعالى بهذه الصورة المشرقة فهو جديرٌ بمعونة الله تعالى وتوفيقه في الدنيا والآخرة، وما نلمسه من نجاحات تحقَّقت على أرض هذا الوطن وما نعيشه من أمن ورخاء ونصر وتأييد من رب العباد ما هو إلا نتيجة لمثل هذه الجهود المخلصة وما ادَّخَره الله تعالى لخادم الحرمين الشريفين وكل من ساهم في خدمة كتاب الله تعالى في الآخرة خير وأبقى، والله تعالى نسأل أن يجزيَ خادم الحرمين الشريفين كلَّ خير، هو ووليُّ عهده الأمين، وسمو النائب الثاني وإخوانهم وأبناؤهم وأعوانهم وأهل الخير في هذا البلد المعطاء { وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ }",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": ".",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "جهود المملكة العربية السعودية في دعم جمعيات تحفيظ القرآن الكريم في العالم ¶ قامت المملكة العربية السعودية بدعم جمعيات القرآن الكريم حول العالم في البلدان العربية وغير العربية وشاركتها جهودها في نشر القرآن الكريم في البلدان الإسلامية وغيرها، وهذه أمثلة عن بعض الجمعيات القرآنية التي تدعمها المملكة العربية السعودية من خلال برنامج القرآن الكريم :",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "1 - جمعية المحافظة على القرآن الكريم في الأردن : وهي جمعية خيرية محلية تنشر كتاب الله وتحفز على حفظه كما لديها عدد من مراكز القرآن الكريم في داخل الأردن وخارجها وقد ساهم البرنامج في تمويل عدد من مشاريعها وهو يدعم 15 مركزا قرآنيا على مستوى الأردن كما يساهم في المسابقات القرآنية التي تقيمها الجمعية ويدعم فروع الجمعية في مختلف مناطق الأردن دعما سنويا لإقامة بعض النشاطات أو المساهمة في تكاليف بعض المراكز التي لا تجد دعما من داخل الأردن، وقد بلغت الميزانية السنوية المرصودة في البرنامج لمراكز الجمعية 255000 ريال وبلغت المساعدات السنوية الأخرى 25000 ريال سعودي، كما بلغ عدد الطلاب المستفيدين من المراكز التي يدعمها البرنامج أكثر من 6000 ستة آلاف طالب وطالبة.",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "2 - الجمعية الخيرية لتعليم القرآن الكريم باليمن، وهي جمعية خيرية شعبية تمتد فروعها لتشمل أرجاء الجمهورية اليمنية وقد ساعدها البرنامج لتظهر إلى حيز الوجود أعطاها التنظيمات اللازمة وكانت نهضتها بعد عون الله تعالى على عون البرنامج، وقد ساهم البرنامج في تطويرها إلى أن اصبح لدى الجمعية كلية عليا للقرآن الكريم تعادل شهادتها شهادة البكالوريوس وهي كلية معترف بها وتخرج مدرسين أكفاء حفاظا للقرآن الكريم بالقراءات المشهورة، يدعم البرنامج الكلية بمبلغ 70000 سبعين ألف ريال سنويا عدا عن استجابته لبعض طلباتها السنوية من تغطية عجز الميزانية أو المساهمة في كفالة بعض الطلاب الفقراء، ويدعم الجمعية الخيرية بمبلغ 147000 ريال سنويا، كما يدعم بعض الجمعيات القرآنية المتصلة بها في عدن وتعز وصنعاء بمبلغ 85372 ريال سنويا، ويستفيد من دعم البرنامج أكثر من 137 حلقة للقرآن الكريم يدرس فيها أكثر من 4000 طالب وطالبة ويتخرج منها سنويا ما يزيد على المائة حافظ لكتاب الله تعالى من مختلف الأعمار .",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "3 - جمعية القرآن الكريم في حضرموت وهي جمعية قرآنية أنشئت حديثا لإدخال القرآن الكريم إلى مناطق لم يكن يعرف فيها حفظ القرآن منذ مدة طويلة في جنوب اليمن حيث انتشر الجهل وتراكمت البدع والخرافات، وتمكنت هذه الجمعية من نشر ما يزيد عن مائة وثلاثين حلقة في مختلف أنحاء الجنوب اليمني ويدرس في هذه الحلقات ما يزيد عن 3000 طالب وطالبة يتخرج منهم 60 حافظا سنويا وقد بلغ مقدار الدعم الذي يقدمه البرنامج لهذه الجمعية 170000 ريال سنويا عدا عن جوائز الحفاظ والدورات التدريبية السنوية والتي تكلف أكثر من 50000 ريال .",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "4 - جمعية القرآن الكريم في سريلانكا : وهي جمعية نشيطة في تحفيظ القرآن الكريم ونشر القراءة الصحيحة وسط الأعاجم ونشر الإسلام أيضا وسط المجموعات الوثنية ويدعم البرنامج فيها 40 حلقة للقرآن الكريم موزعة في أنحاء سريلانكا كما يدعم الجمعية برواتب أبرز موظفيها، ويقيم البرنامج الآن مشروع مركز قرآني متكامل للبنات في وسط سريلانكا لما تعانيه الفتيات من إهمال كبير في الناحية الدينية التي تنعكس سلبا على الشباب المسلم هناك، وقد بلغت جملة المصاريف في هذا المركز إلى الآن مبلغ 300000 ثلاثمائة ألف ريال، كما تبلغ تكاليف الجمعية وحلقاتها 120000 ريال سنويا ويستفيد من الجمعية 2000 طالبا وطالبة يتخرج منهم سنويا ما بين 10 إلى 20 حافظا ولله الحمد ¶ 5 - المدارس الإسلامية في البوسنة والهرسك : وفيها تقام داخليات تؤوي الطلاب الغرباء ويقوم البرنامج بعمل برامج قرآنية لتحفيظهم كتاب الله أثناء مدة دراستهم في المدارس الإسلامية ليتخرجوا حفاظا لكتاب الله الكريم.",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "ويدعم البرنامج برامج التحفيظ في ستة مدارس في سراييفوا، وترافنيك، وفيسوكو، وبيهاتش، وزينيتسا، ويقوم البرنامج بتغطية مصاريف ستين طالبا شرط حفظهم للقرآن الكريم من خلال برنامج يتماشى مع قدرات الطلاب والمدة الزمنية التي يقضونها في الدراسة، وقد بلغت تكلفة هذا الدعم 130000 ريال سنويا . ¶ 6 - جامعة القرآن الكريم بالهند في ولاية يوبي : وهي جامعة محلية يدرس فيه الطلاب القرآن الكريم ويحفظونه ويجودونه ويكفل البرنامج فيها 12 مدرسا للقرآن الكريم ويدرس في الجامعة حوالي 800 طالب يحفظون القرآن الكريم في خلال أربع سنوات على الأكثر ويتخرج منها سنويا 50 حافظا على الأقل وبلغت ميزانية الجامعة المرصودة من خلال البرنامج 42000 ريال سنويا، بالإضافة إلى جوائز الحفاظ والمسابقات السنوية .",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "7 - مدرسة تجويد القرآن الكريم بالهند بولاية بيهار : وهي مدرسة ضخمة فيها جملة من أفضل مدرسي القرآن الكريم بالهند كما أن لها فروعا مختلفة في الهند ونيبال ويدعم فيها البرنامج 45 مدرسا كما يكفل مشرف القرآن الكريم العام على المدرسة ويبلغ إجمالي ما ينفقه البرنامج سنويا لدعم المدرسة 135000 ريال، ويستفيد من دعم البرنامج أكثر من 2000 طالبا وطالبة، ويتخرج منها سنويا 150 حافظا ولله الحمد . ¶ 8 - لجنة القرآن الكريم في لبنان : وهي جمعية خيرية وقفية تشرف على عدد من الحلقات القرآنية المتميزة في أنحاء لبنان، ويكفل منها البرنامج حاليا 41 حلقة للقرآن الكريم كما يتكفل بمكافآت المشرفين على الجمعية، ويبلغ دعم البرنامج لها 197000 ريال سنويا عدا النشاطات الأخرى من مراكز صيفية ومسابقات قرآنية وثقافية، ويدرس في حلقات الجمعية ما يزيد على 800 طالب وطالبة أكمل منهم 40 طالبا حفظ القرآن الكريم .",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "9 - جمعية القرآن الكريم في الكاميرون وهي جمعية محلية تقوم بدعم خلاوي القرآن الكريم في الكاميرون وتقدم الاستشارات وبعض المساعدات المادية والعينية ويساهم البرنامج مع الجمعية في كفالة 20 حلقة متميزة كما يدعم مشرف الحلقات القرآنية لدى الجمعية وتبلغ مساهمة البرنامج 76000 ريال سنويا . ¶ 10 - جمعيات القرآن الكريم في غرب أفريقيا : حيث ساهم البرنامج في إنشاء جمعيات للقرآن الكريم في بعض دول غرب أفريقيا في بنين وتوغو وغانا وبوركينافاسو ولاغوس بنيجيريا، ويدعم البرنامج هذه الجمعيات بكفالة حلقات القرآن الكريم لديها أيضا، ويبلغ عدد هذه الحلقات 90حلقة، كما يكفل البرنامج مشرفي القرآن الكريم وبعض المصاريف الإدارية لهذه الجمعيات، وتبلغ الميزانية المرصودة لمساعدة هذه الجمعيات 372000 ريال سعودي سنويا، كما سيقيم البرنامج مركزا للقرآن الكريم يضم الطلاب من جميع أنحاء غرب أفريقيا .",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "11 - جمعيات القرآن الكريم التابعة لبيوت الزكاة في فلسطين ويبلغ عدد الحلقات التي يدعمها البرنامج 68 حلقة موزعة على نابلس وغزة والخليل بميزانية إجمالية 160000 ريال سعودي سنويا، كما يقدم البرنامج الجوائز والمساعدات لطلاب القرآن الكريم في هذه الجمعيات، ويبلغ عدد الطلاب في هذه الحلقات 2000 طالب وطالبة . ¶ 12 - وتبلغ الميزانية السنوية المرصودة للجمعيات التي لا يدعمها البرنامج دعما مباشرا 100000 ريال سعودي سنويا تصرف لمساعدة الجمعيات القرآنية مساعدات مقطوعة لمساعدة الطلاب أو إنشاء مشروعات ثابتة كترميم الفصول أو شراء ماكينات الخياطة للطالبات أو حفر الآبار وغيرها .",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "جهود المملكة العربية السعودية في نشر ودعم الحلقات والخلاوي القرآنية في العالم ¶ ولقد اعتنت المملكة بالقرآن الكريم وحرصت على إقامة حلقات تحفيظ القرآن المنتشرة في آلاف المساجد والمدارس في مملكتنا الحبيبة، بالإضافة إلى المسابقات المحلية والدولية برعاية أصحاب السمو الملكي الأمراء . ¶ ولقد اهتمت الهيئة منذ نشأتها بخدمة القرآن الكريم والعناية به، وتفرع عنها (برنامج تحفيظ القرآن الكريم لأبناء المسلمين في العالم ) الذي هو ثمرة من ثمرات عطاء المملكة، وصفحة مشرقة من تاريخ حكومة خادم الحرمين الشريفين - أيده الله - في العناية بالقرآن الكريم، وقامت بدورها في دعم أبناء المسلمين في مشارق الأرض ومغاربها، فلم تبخل بدعم، ولم تضن برأي، ولم تترد في تأمين ما فيه صالح الإسلام والمسلمين .",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "وكانت أجمل صورة قدمتها المملكة العربية السعودية فيما قدمت لهذه الحلقات هو إنشاء برنامج تحفيظ القرآن الكريم الذي نشأ مواكبا للأيام الأولى التي تأسست فيها هيئة الإغاثة الإسلامية العالمية ؛ حيث كان البرنامج تابعًا للرعاية التعليمية، وكانت بدايات العمل تحت مسمى : ( لجنة القرآن الكريم ) وذلك عام 1408 هـ، وقد توسعت هذه اللجنة شيئًا فشيئًا، حتى استقلت عن الرعاية التعليمية عام 1411 وأصبحت تعرف بمسمى : ( برنامج تحفيظ القرآن الكريم ) التابع لهيئة الإغاثة الإسلامية العالمية، وكان من أهم أهدافه الأساسية التي يسعى لتحقيقها والعمل على بلورتها هي : ¶ 1 - إنشاء وافتتاح الحلقات والمعاهد القرآنية في شتى البلاد الإسلامية، ولا سيما التي تعاني من قلة الحفظ كروسيا والصين وأوربا الشرقية ... وغيرها . ¶ 2 - إمداد هذه الحلقات بالمدرسين الأَكْفَاء، إما من نفس البلد إن توفر، أو من غيرها، وصرف مكافآت شهرية لهم . ¶ 3 - تحسين مستوى خلاوي القرآن الكريم القائمة وتطويرها، وبخاصة في إفريقيا .",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "4 - تعيين مشرفين في كل بلد من البلدان يوافون البرنامج بتقارير دورية عن سير الحلقات، وعن المشكلات والعقبات التي تعترضها ؛ ليقوم البرنامج بالتشاور في حلها . ¶ 5 - إعداد خطة عمل سنوية تخص المشرفين والمدرسين وتوزيعها، توضح المهام، وتبين الواجبات، وتعين على إبراء الذمة أمام الله تعالى . ¶ 6 - إقامة دورات تدريبية في تصحيح التلاوة وتطبيق أحكام التجويد، وفي طرق تعليم وتحفيظ القرآن الكريم للمدرسين في كل بلدة على حدة، وتحت إشراف مجموعة من المتخصصين من أعضاء البرنامج ومتطوعيه . ¶ 7 - توزيع المصاحف والأجزاء المقروءة والمسموعة، وترجمات معاني القرآن الكريم . ¶ 8 - طبع وتوزيع مختلف الكتيبات والمناهج القرآنية التي تعنى بشؤون كتاب الله تعالى وتبيان علومه . ¶ 9 - إرسال الوفود إلى البلاد الإسلامية لزيارة الحلقات القرآنية وتفقدها، وعقد اللقاءات مع كبار القراء وأهل القرآن الكريم في العالم الإسلامي للتشاور في سبل تطوير التعليم القرآني . ¶ 10 - إقامة المسابقات القرآنية للطلاب والحفاظ والمدرسين، ورصد الجوائز والهدايا المناسبة لذلك .",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وكانت جميع هذه الأهداف تصب في خدمة جهود المملكة العربية السعودية في نشر ودعم الحلقات القرآنية في العالم . ¶ والحلقة القرآنية هي اجتماع وتحلق طائفة من الطلاب حول مدرسهم في المسجد عادة بغية تدارس القرآن الكريم بشتى أنواع التدريس: من تلقين، وحفظ، وتجويد، ومراجعة وتفسير، ويتراوح عدد الطلاب فيها بين العشرين والثلاثين، وتستخدم فيها المصاحف والأجزاء القرآنية المطبوعة في عملية التدريس . ¶ أما الخلوة فهي أوسع من ذلك ؛ إذ يصل عدد الطلاب فيها في بعض الأحيان إلى المئات، وهي الصورة السائدة لتعليم القرآن الكريم في إفريقيا بخاصة، وتسمى محظرة في موريتانيا، وبناؤها متواضع يتكون من القش والطين وجذوع الأشجار، وأحوالها تشكو إلى الله من قلة الماء، وضعف الغذاء، وازدحام العدد، وشدة القيظ، وافتراش الرمال في العراء ... ¶ وتستخدم الألواح عادة في عملية التدريس، فيكتب المعلم للطالب النص القرآني المطلوب في لوحه ليتهجى الطالب الكلمات أولا ثم يحفظها، وإذا ما أتم الطالب ذلك محاه ليكتب نصًا آخر، وهكذا ...",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "ولقد أولى البرنامج عنايته الشديدة واهتمامه البالغ بتطوير أوضاع هذه الحلقات والخلاوي القرآنية، فهي البيئة الأصلية والطريقة المجدية العملية منذ عهد السلف - رضوان الله عليهم - لتحفيظ القرآن الكريم وتجويده، وتعليم مبادئ القراءة والكتابة، وتربية النشء منذ نعومة أظفاره على القيم والمبادئ الإسلامية الرفيعة، كما أن الخلاوي بخاصة تعد الوسيلة التعليمية الإسلامية الوحيدة التي صمدت أمام تحديات عوامل التغريب التي تعرض لها التعليم في منطقة إفريقيا . ¶ وقد بلغ مجموع ما أنشأه البرنامج وافتتحه وكفله من الحلقات القرآنية خلال أعوام قلائل ما يقرب من ( 1550 ) حلقة في قارتي آسيا وأوربا، يدرس فيها أكثر من (40.000 ) طالب وطالبة، كما بلغ مجموع ما كفله البرنامج من الخلوات في إفريقيا أكثر من ( 650 ) خلوة ومحظرة يدرس فيها أكثر من ( 60.000 ) طالب وطالبة، حيث اهتم البرنامج برعايتها، وتطوير مستواها التعليمي، والصحي، وكفالة المدرسين القائمين عليها .",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "وعلى هذا يكون مجموع ما كفله البرنامج من الحلقات والخلاوي ما يساوي ( 2200 ) حلقة وخلوة في أنحاء العالم أو يزيد، كما أن عدد الطلاب في تلك الحلقات والخلاوي يفوق ( 100.000 ) طالب وطالبة .",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "جهود المملكة العربية السعودية في تطوير الخلاوي القرآنية في أفريقيا ¶ هذا وقد شملت رعاية البرنامج لهذه الخلاوي تحسين مستوياتها الصحية، والمعيشية، وتخفيف المعاناة من الفقر وشظف العيش عن طلابها الذين يبلغون المئتين في الخلوة الواحدة . ¶ وقد قام البرنامج على تنظيم عمل الخلاوي وسن لها القوانين التي ترفع من شأنها وسعى إلى تطوير هذه الخلاوي لتكون مراكز نموذجية لتحفيظ القرآن الكريم، فقام بإقامة الدورات التدريبية لمدرسي الخلاوي لتطوير قدراتهم في تدريس القرآن الكريم والتعامل مع الطلاب وتعليمهم النظام الحديث . ¶ كما أنشأ في بعض البلدان مثل تشاد معاهد لحفظة القرآن الكريم لتعليمهم العلوم العصرية ليواكبوا زمنهم ويلتحقوا بركب الحضارة التي يحث عليها الإسلام . ¶ وتبنى البرنامج مشروع بناء خلوة نموذجية بمواد محلية بتكلفة 5000 ريال للخلوة الواحدة، وبنى لبعض الخلاوي مظلات تقي الطلاب حرارة الشمس، ودعم بعض الخلاوي لإنارتها بالطاقة الشمسية ، كما حفر لبعضها الآبار ليستفيد منها الطلاب في شربهم وسقي المزارع الملحقة بالخلاوي والتي يعتمد عليها الطلاب في طعامهم، كما قام بتسويق مشروع ترميم الخلاوي بتكلفة قدرها 1500 ريال .",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "كما قام بمدها بما تحتاجه من المصاحف المقروءة والمسموعة والأجزاء القرآنية، وأجهزة التسجيل، وشتى الكتب المنهجية الهادفة، والشنط، ودفاتر الحلقات، والأقلام، واللباس الموحد للطلاب، والحجاب الساتر للطالبات، والحصر والبسط لجلوس الطلاب في الخلاوي .",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "المسابقات الكبرى ¶ أ - المسابقة القرآنية الكبرى لمسلمي أوروبا : ¶ كانت بداية المسابقة نابعة من المشيخة الإسلامية في كرواتيا سنة 1987م، واستمرت في الانعقاد مدة ثلاث سنوات، ثم انقطعت بسبب الحرب مدة أربع سنوات، ثم تبنى البرنامج بهذا الخصوص إحياءها من جديد، فقام المشرف على البرنامج الشيخ الدكتور عبد الله بن علي بصفر بتاريخ 13 / 4 / 1416هـ - بالتعاون من المشيخة هناك - بالمشاركة في التحكيم فيها ممثلا للملكة العربية السعودية، وذلك بمقر المركز الإسلامي في مدينة زغرب بكرواتيا، وقد أشاد فضيلته في كلمة له أمام المتسابقين بجهود القائمين على هذه المسابقة، وتحدث عن القرآن الكريم في المملكة العربية السعودية، وما يلقاه من دعم متواصل من حكومة خادم الحرمين الشريفين الملك فهد بن عبد العزيز - حفظه الله - إذ بلغ عدد الحفاظ لكامل القرآن الكريم في المملكة أكثر من عشرين ألف طالب، مما أدهش الحضور، وبعث الهمة في النفوس للاقتداء والتأسي بأبناء مهبط الوحي ومنبع الرسالة الخالدة .",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "وقد شارك في هذه المسابقة الكبرى أربعة وعشرون طالبًا من دول أوربية مختلفة، هي : البوسنة والهرسك، وكوسوفا، ومقدونيا، والسنجق، وألبانيا، وكرواتيا، وألمانيا، وتركيا، والنمسا، وشارك فيها لأول مرة طالب من منطقة بيهاتش المسلمة في البوسنة بعد حصار دام ثلاث سنوات، وقد استبشر الجميع بمقدمه، كما أدخلت المسابقة الفرحة في قلوب الناس هناك، وذكرتهم بماضيهم يوم كانت مساجدهم عامرة بالذكر وتلاوة القرآن الكريم، وقد كرم جميع المتسابقين، ووزعت الجوائز والشهادات على الطلاب الفائزين، وغمر السرور قلوبهم، وترقرقت الدموع في العيون، فقد استطاع المسلمون هناك برغم الحرب والحصار أن يقيموا أمثال هذه المسابقات . ¶ وقد تفرعت هذه المسابقة إلى فرعين : ¶ الأول : فرع الحفظ للقرآن الكريم كاملا مع رعاية أحكام التجويد . ¶ الثاني : فرع التلاوة نظرًا من المصحف، بشرط العناية بالتجويد وتحسين الصوت بالقرآن ما أمكن . ¶ وأقيمت المسابقة على فترتين : صباحية ومسائية، وقد تمَّ اختبار الطلاب فيها دوريًا، فطالب في فرع الحفظ، وطالب في فرع التلاوة، وهكذا ...",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "وقد قام البرنامج بتكريم الفائزين فيها بشتى أنواع التكريم ؛ فقد استضاف الفائزين لأداء مناسك العمرة، وكانت هناك جوائز نقدية قيمة ومصحف مسجل بصوت مختلف القراء لكل متسابق، وبعض المصاحف والهدايا العينية، وشهادات في حفظ القرآن الكريم، وشهادات شكر وتقدير للذين أسهموا في إنجاح هذه المسابقات. ¶ وقد بلغت كلفة المسابقة ما يقرب من مائتين وعشرين ألف ريال، تكفل بها برنامج تحفيظ القرآن الكريم كاملة . ¶ وقد أقيمت هذه المسابقة مرة أخرى بنفس فرعيها المذكورين في شهر ربيع الآخر من العام الهجري 1417هـ في مدينة زغرب بكرواتيا، بتمويل من البرنامج أيضًا، واستمرت المسابقة ثلاثة أيام، واشتركت فيها كل من : البوسنة والهرسك، وكوسوفا، ومقدونيا، وألبانيا، وكرواتيا، وسلوفينيا، وألمانيا، وتركيا . ¶ وقدم للفائزين فيها مكافآت نقدية مجزية، بلغت للفائز الأول (1000) مارك، وللثاني (800) مارك، وللثالث ( 700 ) مارك، كما قدمت شهادات مشاركة في المسابقة، وهدايا عينية متفرقة مثل : الطواقي والعطور ... ¶ ب - مسابقة الشيخ حسن خليل - رحمه الله - لحفظ القرآن الكريم وتجويده على مستوى دولة باكستان :",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وقد أقيمت هذه المسابقة بتاريخ 12 / 11 / 1416هـ، وفي أربعة فروع هي: ¶ الفرع الأول : حفظ القرآن الكريم كاملا مع التجويد . ¶ الفرع الثاني : حفظ 20 جزءا مع التجويد . ¶ الفرع الثالث : حفظ عشرة أجزاء مع التجويد . ¶ الفرع الرابع : حفظ خمسة أجزاء مع التجويد . ¶ وبلغت تكاليف المسابقة خمسين ألف ريال سعودي، وقد رشح من كل فرع من الفروع الأربعة متسابقان في خمسة مراكز في باكستان ليصبح عدد الذين تقدموا للمرحلة النهائية للمسابقة أربعين متسابقًا، فاز منهم في كل فرع ثلاثة متسابقين، قدم لكل منهم مبلغ مالي مُجْزٍ، بالإضافة إلى شهادة تفوق وساعة يد ثمينة . ¶ وأقيم الحفل الختامي لتكريم الفائزين في المسابقة في مسجد الملك فيصل رحمه الله في إسلام آباد، وحضره كبار الشخصيات في الباكستان وبعض الدبلوماسيين السعوديين . ¶ وعلى غرار هذه المسابقة أقيمت مسابقة أخرى في العام 1418هـ، وشارك فيها عدد كبير من المتسابقين ولها صدى واسع وتأثير كبير في تشجيع الطلاب على الحفظ والمراجعة . ¶ نتائج وثمار",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "وقد تزايد عدد الحفاظ في الحلقات التي يكفلها البرنامج عاما بعد عام حتى بلغ نهاية عام 1418هـ أكثر من 400 حافظ منهم عدد من الصغار الَّذِينَ تتراوح أعمارهم بين التسعة والعشرة سنوات . ¶ وفي نهاية شهر رمضان من عام 1419هـ، قام البرنامج بتكريم الثلاثة الأوائل من هؤلاء الحفاظ برحلة عمرة . ¶ وفي مطلع عام 1420هـ ارتفع عدد الحفاظ ليبلغ 733 حافظا وحافظة، منهم سبعون حافظا أعمارهم أقل من عشر سنوات، وأصغرهم طالب عمره سبع سنوات . ¶ حفل تكريم الحفاظ برعاية فخامة رئيس جمهورية الباكستان:",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "أقام برنامج تحفيظ القرآن الكريم يوم الخميس 26 / 2 / 1420هـ حفلا لتكريم الحفاظ في الحلقات التي يكفلها البرنامج في الباكستان والبالغ عددهم 733 حافظا وذلك في قاعة سيتي بنك، والمقدمة من وزارة الشؤون الإسلامية في باكستان، وكان الحفل برعاية فخامة رئيس جمهورية باكستان الإسلامية السيد محمد رفيق ترار، وحضور معالي وزير الشؤون الإسلامية السيد راجا ظفر الحق، وسفير خادم الحرمين الشريفين السيد أسعد زهير، والدكتور عبد الله بن علي بصفر المشرف على البرنامج، والأستاذ مؤيَّد البتيري مدير مكتب الهيئة بباكستان، وسفراء الدول الإسلامية ورؤساء الجمعيات الخيرية، وأصحاب الفضيلة العلماء . ¶ وحفاظ القرآن الكريم الَّذِينَ امتلأت بهم القاعة على سعتها، ووزع فخامة رئيس الجمهورية الجوائز على الاثني عشر طالبا الأوائل وهي عبارة عن شهادة الحفظ ومحفظة محتوية على المصاحف المسجلة والمقروءة ومكافأة مالية .",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "وقد اشتمل الحفل على الافتتاح بالقرآن الكريم، ثم كلمة ترحيبية لمدير مكتب الهيئة في باكستان، ثم ألقى المشرف على البرنامج د. عبد الله علي بصفر كلمة البرنامج، والتي شكر فيها فخامة الرئيس على تشريفه للحفل ورعايته له رغم مسؤولياته، ثم ألقى فخامة رئيس جمهورية باكستان السيد محمد رفيق ترار كلمته والتي أشاد فيها بجهود هيئة الإغاثة الإسلامية العالمية بالمملكة العربية السعودية، وشكر خادم الحرمين الشريفين الملك فهد بن عبد العزيز وسمو ولي عهده الأمين الأمير عبد الله بن عبد العزيز، وذكر أنَّ باكستان تسعى للعمل بهذا الكتاب وجعله نبراسا للحياة، ثم اختتم الحفل بقراءة آيات من القرآن الكريم للشيخ عبد الله بصفر . ¶ وقد حرص المشرف على البرنامج بمناسبة زيارته للباكستان أن تكون له زيارات تفقدية لطلاب حلقات القرآن الكريم للاطلاع على أحوالهم وحثِّهم على المزيد من الهمَّة والإتقان في حفظ كتاب الله تعالى، وكان لهذه الزيارات أكبر الأثر في نفوس مدرسي وطلاب الحلقات القرآنية التابعة للبرنامج .",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "ويعتزم البرنامج خلال صيف هذا العام إقامة مسابقة لصغار الحفاظ ممن تقل أعمارهم عن عشر سنوات من طلاب الحلقات القرآنية التي يكفلها البرنامج وأعدادهم كثيرة بحمد الله تعالى. ¶ جـ - المسابقة القرآنية لأبناء الجمهوريات الإسلامية : ¶ وقد أقيمت هذه المسابقة في جمهورية قرغيزيا في شهر شوال من العام 1416هـ بالتنسيق مع الإدارة الدينية لجمهورية قرغيزيا، وبدأت المسابقة في عدة مناطق في قرغيزيا وكازاخستان، وشارك فيها أيضًا طلاب ومدرسون من حلقات أوزبكستان وطاجكستان وداغستان، وأقيم الحفل الختامي في العاصمة القرغيزية (بشكيك ) في المسجد المركزي، وبلغ عدد المتسابقين أكثر من مائتي متسابق، في أربعة فروع هي : ¶ الأول : حفظ القرآن الكريم كاملا مع التجويد، وشارك فيه 30 متسابقًا. ¶ والثاني : حفظ 10 أجزاء . ¶ والثالث : حفظ 3 أجزاء . ¶ والرابع : حفظ جزء عم . ¶ وقد فاز بالمسابقة خمسة متسابقين في كل فرع، وبلغت الجوائز ما مجموعه 45.000 ريالا، بالإضافة إلى بعض الجوائز والهدايا العينية القيمة .",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "المسابقات المحلية والإقليميَّة ¶ وهي على مستوى الحفاظ في الحلقات في الدولة الواحدة، وقد أقام البرنامج ويقيم الكثير منها سنويًا بين طلاب ومدرسي الحلقات المكفولة من قبل البرنامج، ومن أمثلة هذه المسابقات: ¶ مسابقتان في مصر : الأولى : بالتعاون مع جمعية الخدمات الدينية والاجتماعية بمحافظة الجيزة، وكانت على أربعة مستويات هي : كامل القرآن الكريم، وثلثي القرآن ونصفه وربعه، والثانية : بالتعاون مع لجنة زكاة كفر الشيخ سليم، وقد تشرف بحضور حفل توزيع الجوائز وكيل وزارة الأوقاف بجمهورية مصر العربية، وأثنى على تلاوات الطلاب ومستوياتهم . ¶ ومسابقتان أخريان في تنزانيا : الأولى : مسابقة محافظة موشي في شهر رجب من عام 1417هـ، والثانية : المسابقة الكبرى بإشراف مدرسة الفلاح بقاعة دايموند، وكان من ضمن الحضور في هذه المسابقة رئيس الدولة السابق، وقد عرض التلفزيون التنزاني (DTV ) الحفل كاملا، عبر أربع ساعات من البثِّ المباشر .",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "ومسابقة محلية في أثيوبيا بمناسبة يوم القرآن الكريم، وأخرى في بنجلاديش في رمضان، وثالثة في جيبوتي، ورابعة في غامبيا، وخامسة في تايلاند، ومسابقات أخرى كثيرة عبر السنوات الماضية في كل من تشاد والكاميرون وأثيوبيا . ¶ وقد أحدثت هذه المسابقات تنشيطًا عظيمًا لأهل القرآن الكريم وطلابه في تلك الدول، فكان العمل ليل نهار في المراجعة والمدارسة وتصحيح التلاوة ؛ استعدادًا للمشاركة في المسابقة، وحرصًا على الظهور بالمظهر اللائق لأهل القرآن الكريم في أعين الجميع .",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "منهج الدورات وخطتها الدراسية العامة : ¶ وبفضل الله وتوفيقه أعطت هذه الدورات ثمارها، وآتت أكلها، وأسهمت في تحسين أداء التلاميذ وحفظهم في الحلقات ؛ وذلك بتحسين أداء المعلم المشارك في الدورة، والذي استفاد إلى حدٍ كبير من منهج الدورة الذي اشتمل على : ¶ تصحيح التلاوة، وتحسين الأداء في القرآن الكريم في المقام الأول، ويتبع ذلك بعض الملاحظات والتنبيهات المهمة في الحفظ والتلاوة، وكيفيات وطرق حفظ القرآن الكريم، ثم على دروس في طرق وأساليب تعليم القرآن الكريم للناشئة في الحلقات، وتربيتهم بالقدوة والحكمة في المقام الثاني، ثم على دروس متفرقة أخرى فيما لا غنى للمسلم عنها - عامة - وللمدرس في الحلقات بخاصة، كدروس في بعض الآداب المهمة لطالب العلم، وأخرى في التفسير، والحديث النبوي، وندوات مفتوحة يشارك فيها المدرسون بآرائهم ومقترحاتهم في سبيل تطوير التعليم القرآني في حلقاتهم . ¶ ومما اعتمده البرنامج من الكتب والمناهج المتعلقة بالدورات التدريبية لمدرسي الحلقات والمعاهد والحلقات والخلاوي القرآنية الإصدارات التي سبقت الإشارة إليها عند الحديث عن مناهج المعاهد القرآنية التي يشرف عليها البرنامج .",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "المعاهد والمدارس والمراكز القرآنية المكفولة من قبل البرنامج : ¶ 1 - مركز (( زيد بن ثابت )) لتحفيظ القرآن الكريم في الفلبين ( مدينة مراوي ) . ¶ 2 - مركز (( أبي بن كعب )) لتحفيظ القرآن الكريم في مدينة (كوتاباتو) بالفلبين . ¶ 3 - معهد (( فاطمة الزهراء )) في الباكستان . ¶ 4 - مدرسة (( هايل بن سعيد )) في ( أوكونغا ) تنزانيا . ¶ 5 - معاهد (( نساء الإرشاد، النداء، النزارية، أروانية، سونان غيري، نور الفكر ،..... ) في إندونيسيا . ¶ 6 - مدرسة (( ابن الجزري )) لتحفيظ القرآن الكريم في قرغيزيا . ¶ 7 - مراكز القرآن الكريم في لبنان ( مركز أبي بن كعب، مركز خالد بن الوليد، دار القرآن الكريم ببيروت، دار القرآن الكريم بصيدا، دار القراء بطرابلس مركز القرآن الكريم بالبقاع، مركز القرآن الكريم بمخيم صبرا وشاتيلا ) ¶ 8 - مراكز القرآن الكريم في إثيوبيا ( وعددها خمسة عشر مركزا ) ¶ 9 - دار القرآن الكريم بصنعاء ودار القرآن الكريم بتعز في اليمن . ¶ 10 - مركز عثمان بن عفان بتايلاند . ¶ 11 - مركز أبي بكر الصديق في بنجلادش . ¶ 12 - مركز بلال في أوغندا . ¶ وغيرها الكثير من المراكز القرآنية التي يساعدها البرنامج مساعدات مقطوعة أو ثابتة .",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وإذا كان لا بد من وقفة مفصلة عند هذه المراكز القرآنية فإننا نختار مركز زيد بن ثابت لتحفيظ القرآن الكريم في مدينة مراوي بالفلبين، نموذجا لبقية المراكز، وشاهدا حيا على جهود المملكة العربية السعودية في تعليم القرآن الكريم، في سبيل هداية شباب وأبناء تلك البلاد، وتنوير قلوبهم وألسنتهم بنوره المبين ولغته الغراء، وحفظًا لهم من حملات التغريب والتنصير الموجهة بألوانها وأثوابها المختلفة .",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "نبذة عن مركز زيد بن ثابت لتحفيظ القرآن الكريم في الفلبين ¶ أولا - وصف عام للمركز : ¶ على بعد أقدام من مسجد الملك فيصل رحمه الله في مدينة مراوي بالفلبين، وعلى تلة مطلة على بحيرة ( لاناو ) يقع مركز زيد بن ثابت لتحفيظ القرآن الكريم . ¶ وعند دخولك البوابة الرئيسية ترى أمامك ملعبا فسيحًا مرصوفًا بالإسمنت، قد أعد لكرة السلة والطائرة، ولدى اجتيازك للملعب يقابلك قسم السكن الطلابي الذي يحوي ست غرف للطلاب، تستوعب الواحدة منها 8 طلاب، ثم ترى فصلين دراسيين فسيحين، وبيتًا للمشرف، وحديقة عامة، وساحة للزراعة، كما يقع على مدخله من الجهة اليسرى مكتب هيئة الإغاثة الإسلامية العالمية - فرع مراوي - وغرفة ضيافة في نفس الجهة أيضًا . ¶ ثانيًا - أهداف المركز وغاياته : ¶ للمركز أهداف رئيسة يسعى لتحقيقها، كما أن هناك أهدافًا فرعية أخرى مكملة، أما أهداف المركز الرئيسية فهي أن يتم الطالب حفظ القرآن الكريم خلال مدة أقصاها سنتان وأربعة أشهر مع تربيته إيمانيًا وتعبديًا وسلوكيًا، وأن يجيد الطالب اللغة العربية : قراءة وكتابة ومحادثة .",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "ومن الأهداف الفرعية العامة : تأهيله ليكون إماما وخطيبًا، وإعداده إعدادًا صحيًا، وتدريبه على الالتزام بالنظام والمحافظة على النظافة الحسية والمعنوية . ¶ وللمركز في تحقيق أهدافه - بنوعيها - وسائل، من أبرزها بالنسبة للأهداف الرئيسة : ¶ مطالبة الطالب بحفظ صفحة واحدة يوميًا من القرآن الكريم، وجعل المرحلة الأولى مرحلة تركيز على اللغة العربية بشكل أساسي، وذلك عن طريق نظام المركز الذي يمنع التحدث بغير العربية، ويختار الطلاب من قبائل ذات لغات مختلفة ليصعب عليهم التفاهم إلا بالعربية . ¶ أما وسائل المركز في تحقيق الأهداف الفرعية فكثيرة متنوعة، لعل أبرزها: ¶ الاهتمام بدور المشرفين في تعزيز هذه الأهداف وتحقيقها عن طريق القدوة الحسنة، والمتابعة اليومية للطالب أخلاقيًا وسلوكيًا، من خلال الدروس والمواعظ العامة، والأذكار اليومية، وصلاة الليل والتهجد، وبرنامج الصيام التطوعي، ومن خلال شعار أسبوعي يحث على خلق معين يتم تطبيقه في الواقع العملي .",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "والتنبه أيضًا لغرس العقيدة السليمة في نفوس الطلاب، وتنبيههم إلى بعض العقائد الضالة الباطلة التي تحاول أن تؤثر على المسلمين في تلك البلاد، ثم التركيز على تعليمهم المبادئ الفقهية الأساسية التي يحتاجونها، وأمور العبادات والمعاملات الضرورية نظريًا وعمليًا، والتطبيق العملي على الإمامة والخطابة في المركز وفي المسجد المجاور . ¶ والاهتمام أخيرًا ببرامج النشاط غير المنهجي، كالرياضة الصباحية اليومية، والسباحة والرحلات، وتطبيق برنامج الزراعة ؛ حيث يوزع على كل طالب - حسب الرغبة - قطعة أرض صغيرة يعنى بزراعتها ونظافتها، ويزيده اعتمادًا على ذاته. ¶ وقد حفل البرنامج اليومي للمعهد بالعديد من الأنشطة المهمة إضافة إلى الخطة الدراسية العلمية المقررة . ¶ الكتب والمناهج التي اعتمدها البرنامج لمعهد زيد بن ثابت ولبقية المعاهد والمراكز القرآنية : ¶ 1 - كتاب كيف تحفظ القرآن الكريم، قواعد أساسية وطرق عملية . ¶ 2 - كتاب علم التجويد - أحكام نظرية وملاحظات عملية تطبيقية - المستوى الثاني . ¶ 3 - كتاب ورتل القرآن ترتيلا، وصايا وتنبيهات في التلاوة والحفظ والمراجعة. ¶ 4 - كتاب آداب طالب العلم، منهج توجيهي تربوي للمعاهد القرآنية .",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "5 - كتاب الحلقات القرآنية، دراسة منهجية شاملة . ¶ 6 - كتاب دروس من الهدي النبوي، منهج مادة الحديث . ¶ 7 - كتاب البينات في تفسير سورة الحجرات . ¶ 8 - كتاب البيان في أركان الإيمان . ¶ 9 - كتاب تسهيل الوصول إلى الثلاثة الأصول، للعلامة الشيخ محمد الطيب الأنصاري رحمه الله تعالى، وهو من أوائل الكتب التعليمية التي كانت تدرس في المملكة منذ أكثر من سبعين عاما، مرتبة على طريقة السؤال والجواب لكتاب (الأصول الثلاثة وأدلتها ) للإمام محمد بن عبد الوهاب رحمه الله تعالى . ¶ إنجازات وثمرات المركز ¶ 1- أكمل عدد كبير من طلاب المركز حفظ القرآن الكريم كاملا بحمد الله تعالى ويعد البرنامج لإقامة احتفال بتخريج أكثر من خمسين حافظا للقرآن الكريم، وقد أكمل باقي الطلاب معظم أجزاء القرآن الكريم . ¶ 2- أرسل البرنامج للمركز والحلقات القرآنية في الفلبين شحنة من المصاحف والكتب التعليمية والهدايا مع تأسيس مكتبة إسلامية متكاملة لِكُلِّ مركز .",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "3- أوفد البرنامج عدد من الإخوة المتطوعين لزيارة هذا المركز والمركز الآخر وهو (مركز أبي بن كعب ) في كوتاباتو، وإلقاء الدروس والمحاضرات والاطلاع على مستوى الطلاب وإتقان تلاوتهم وحفظهم للقرآن الكريم. ¶ 4- قامت السفارة السعودية بالفلبين مشكورة بإرسال أربعين طنا من التمر إلى مركز زيد بن ثابت، وقد تم توزيعها على المسلمين، وكان لها بحمد الله صدى وسمعة طيبة. ¶ 5- يدرس البرنامج إمكان إقامة مركز قرآني ثالث في الفلبين لتلبية الحاجة الماسة والطلبات الملحَّة لتعليم القرآن الكريم . ¶ نماذج لرسائل طلاب مركز زيد بن ثابت ومشاعرهم تجاه المركز : ¶ يقول أحد طلاب مركز زيد بن ثابت لتحفيظ القرآن الكريم في رسالة للبرنامج : ¶ ( في هذا المكان الطيب شعرت شعورا ما شعرته من قبل، شعرت براحة القلب وطمأنينة النفس مع مرافقتي لكتاب الله عز وجل \" ألا بذكر الله تطمئن القلوب \"، وفي هذا المكان الطيب وجدت أشياء لم أجدها في مكان آخر، وجدت قوَّة الإخوة في هذا المكان، وترابط القلوب، والرأفة على الضعفاء، والشفقة على المساكين، وبسط الأيدي على مساعدتهم، وبذل الجهد على تعليم أبناء المسلمين أمور دينهم) .",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "ويقول طالب آخر : ( ما رأيت وما سمعت مثل هذا المركز والدراسة فيه، حيث استطعت أن أحفظ القرآن الكريم خلال سنتين بحمد الله تعالى، واستطعت أن أتكلم العربية بفصاحة، وما رأيت مثله مكانا نظيفا جميل المنظر). ¶ ويقول أيضا : ( أريد بعد التخرج من المركز أن أبقى فيه سنة واحدة أخرى حتى أضبط القرآن الكريم جيدا وأسمِّعه مرَّة أخرى على شيخي وأزداد من العلوم الشرعية، وأتمنى أن أصبح رجلا عالما، وأن أبني مثل هذا المركز في بلدتي إن شاء الله). ¶ ويقول طالب ثالث : ( تعجبت لأني منذ أن دخلت المركز ما رأيت مكانا في داخل الفلبين أجمل من مركز زيد بن ثابت، وأفضل من بعض الجامعات في الفلبين، وتربية الطلاب ممتازة جدا، وتعجبت عندما نحن في بداية الدراسة لا نعرف اللغة العربية إِلاَّ قليل، وبعد شهر أو شهرين كلنا يتكلم اللغة العربية ). ¶ مكرمة خادم الحرمين الشريفين لطلاب المركزين",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "أثناء وجود الوفد في الفلبين عاد خمسة من طلاب مركز زيد بن ثابت ومركز أبي بن كعب إلى المركزين بعد أداء فريضة الحج، حيث تمَّ ترشيحهم عن طريق مكتب هيئة الإغاثة الإسلامية العالمية في ( مانيلا ) لأداء هذه الفريضة، ليكونوا ضمن المرشحين في مكرمة خادم الحرمين الشريفين لاستضافة عدد من الحجاج هذا العام . ¶ وقد كان سرور هؤلاء الطلاب كبيرا بهذه المكرمة المباركة، وقال أحدهم أثناء حفل الاستقبال الَّذِي أقيم لهم : أنا عاجز عن الشكر مهما قلت من كلمات - وبدأت الدموع تنهمر من عينه - ثم قال : عندما دخلت المسجد الحرام واكتحلت عيني لأول مرة برؤية الكعبة، لم أتمالك نفسي ورأيت مشهدا عظيما لم أتصوَّر رؤيته من قبل، فأحمد الله على توفيقه لي .",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "جهود المملكة العربية السعودية في دعم كليات وأقسام القرآن الكريم بالجامعات وكفالة طلابها في العالم ¶ وكعادتها فالمملكة سباقة لخدمة القرآن الكريم في كل مكان بالعالم وبخاصة أماكن العلم والتحصيل والمثابرة، وقد حرصت المملكة العربية السعودية على نشر رسالة القرآن الكريم في الجامعات والكليات وساعدت على إقامة المعاهد والكليات القرآنية المتخصصة من خلال برنامج تحفيظ القرآن الكريم . ¶ حيث ساهم في إنشاء الكلية العليا للقرآن الكريم في صنعاء باليمن وكفل طلابها ومدرسيها بميزانية بلغت 70000 ريال سعودي سنويا عدا عن كفالة بعض الطلاب من خارج اليمن ليدرسوا في الكلية لتتم الفائدة على جميع الأطراف حيث يستفيد الطالب من المنحة وتستفيد الجامعة منها، ويقوم البرنامج على توزيع هذا النوع من المساعدات أيضا على جامعة القرآن الكريم بالسودان حيث يكفل فيها بعض الطلاب ليستفيد منهم بعد تخرجهم في التدريس بحلقات ومراكز القرآن الكريم، كما سبق أن ساهم البرنامج في مساعدة بعض الإخوة الصينيين للقبول والتسجيل بالجامعة الإسلامية ليعودوا بعد ذلك إلى بلدانهم لينشئوا فيها معاهد القرآن الكريم .",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "كما ساهم البرنامج بإقامة معهد القرآن الكريم بالكلية الأوروبية للدراسات الإنسانية في فرنسا ويكفل فيه مدرس القرآن الكريم كما أقام الدورات التدريبية التأهيلية لتخريج مدرسي القرآن الكريم وتطويرهم بالكلية بتكلفة قدرها 90000 ريال للدورة الواحدة وتبلغ مساهمة البرنامج في كفالة المدرسين بالمعهد 60000 ريال سنويا . ¶ كما يكفل البرنامج مدرس القرآن الكريم والقراءات بجامعة الملك فيصل يرحمه الله في تشاد بمبلغ 22500 ريال سنويا مع المساهمة في تسيير معهد القرآن الكريم لتطوير خريجي الخلاوي في مسجد الملك فيصل يرحمه الله في أنجمينا بمبلغ 17000 ريال سنويا . ¶ ويقوم البرنامج بكفالة مدرسين للقرآن الكريم في الجامعة الإسلامية في باكستان بمبلغ 45000 ريال سنويا . ¶ ويقوم بمساعدة جهود تحفيظ القرآن الكريم في جامعة القرآن الكريم في ولاية يوبي بالهند كما أشرنا سلفا بمبلغ 42000 ريال، وهي جامعة تعطي شهادة البكالوريوس وتعنى بتحفيظ القرآن الكريم .",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "والبرنامج أيضا يدعم بناء معهد القرآن الكريم للبنات في سريلانكا تحت إشراف جمعية القرآن الكريم والذي سيكون بمستوى البكالوريوس، وقد قدم البرنامج إلى الآن مبلغ 300000 ريال وسوف يكمل البرنامج دعمه بما يقارب 150000 ريال . ¶ كما يقوم البرنامج ببناء كلية القرآن الكريم في مدينة نابلس بفلسطين بمبلغ 600000 ريال سعودي، وبعد تمام البناء سيقوم بالمساهمة في تسيير الكلية ودعم رواتب مدرسي القرآن الكريم بما يقارب 200000 ريال سنويا. ¶ ويقوم البرنامج حاليا ببناء معهد القرآن الكريم في غانا والذي سيتطور لاحقا ليكون كلية للقرآن الكريم، وتبلغ الميزانية المرصودة له حاليا 104000 ريال سنويا . ¶ كما يقوم البرنامج بالمساهمة في راتب مدرس القرآن الكريم بمعهد آخر في كندا بمبلغ 17000 ريال على أن يتطور هذا المركز ليكون كلية للقرآن الكريم إن شاء الله . ¶ وقد دأب البرنامج على مساعدة حفاظ القرآن الكريم على إكمال دراساتهم العليا في الكليات المختلفة ليكون هناك الطبيب الحافظ والداعية الحافظ والمهندس الحافظ .",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "جهود المملكة العربية السعودية في نشر المصاحف المكتوبة والمسموعة في العالم ¶ وهو نشاط حيوي مهم ضمن الأنشطة العديدة لبرنامج تحفيظ القرآن الكريم، وتقوم عليه لجنة من أعضاء البرنامج ضمن خطة مدروسة وحسب الحاجة للشحن والتوزيع، والمتابعة المستمرة لوصول الشحنات على أيدي المقصودين، وكثير من الإصدارات التي يوزِّعها البرنامج هي من إصدار مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة، وقد بلغ مجموع ما وزعه البرنامج على أكثر من أربعين دولة في العالم خلال عام هجري واحد فقط ما يقرب من ( 60.000 ) نسخة من الإصدارات كافة ، وقد شملت هذه الإصدارات : ¶ المصاحف المرتلة لمختلف القراء، والجوامعية بأنواعها وأحجامها المختلفة، والمصحف المعلم، ومصحف الجيب، والأجزاء والأرباع القرآنية، وترجمات معاني القرآن الكريم، وبعض الكتيبات التي تعنى بشئون القرآن الكريم وقد تقدم ذكرها في إصدارات برنامج تحفيظ القرآن الكريم بالإضافة إلى العديد من الهدايا التي أعدها البرنامج لطلاب الحلقات، كالشنط والحقائب، والأقلام، وشعار البرنامج .",
            "page": "59",
            "part": "1"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "كما يوزع ما صدر من تلاوة المشرف على البرنامج من المصحف المرتل والمصحف المجود والمصحف المعلم وصدر جزء عم وتبارك وقد سمع كل منها في ملف مستقل مع كتيب في التجويد . ¶ ولتمكين المدرسين من عرض التسجيلات على الطلاب، فقد قام البرنامج بمشروع تأمين جهاز تسجيل لكل حلقة بتكلفة 100ريال للجهاز الواحد ليتمكن المدرسون والطلاب من الانتفاع بما يرسل إليهم من الأشرطة القرآنية ودروس التلقين والتجويد .",
            "page": "60",
            "part": "1"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "جهود المملكة العربية السعودية في إصدار البحوث والدراسات في علوم القرآن الكريم وتجويده وتفسيره وتوزيعها في العالم ¶ وكما أن المملكة لا تألو جهدا في نشر القرآن الكريم فإنها لا تدخر جهدا أيضا في إصدار البحوث والدراسات في علوم القرآن الكريم والتي كان للبرنامج فيها قدم راسخة وثابتة وحاز قصب السبق في كثير من ميادين تعليم القرآن الكريم والعلوم المساندة . ¶ وقد اعتمد مناهج مناسبة للمعاهد والحلقات والخلاوي القرآنية بمستويات مختلفة حيث أنشئت لجنة متخصصة لذلك، وهي لجنة المناهج وذلك من خلال محورين اثنين، الأول قيام بعض الباحثين في البرنامج بتأليف وإصدار بعض الكتب التعليمية والتوجيهية المناسبة من خلال اطلاعهم على أحوال الطلاب ومستوياتهم وقد صدر إلى الآن الكتب التالية : ¶ 1 - كتاب كيف تحفظ القرآن الكريم، قواعد أساسية وطرق عملية . ¶ 2 - كتاب علم التجويد - أحكام نظرية وملاحظات عملية تطبيقية - المستوى الثاني . ¶ 3 - كتاب ورتل القرآن ترتيلا، وصايا وتنبيهات في التلاوة والحفظ والمراجعة. ¶ 4 - كتاب آداب طالب العلم، منهج توجيهي تربوي للمعاهد القرآنية . ¶ 5 - كتاب الحلقات القرآنية، دراسة منهجية شاملة .",
            "page": "61",
            "part": "1"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "6 - كتاب دروس من الهدي النبوي، منهج مادة الحديث . ¶ 7 - كتاب البينات في تفسير سورة الحجرات . ¶ 8 - كتاب البيان في أركان الإيمان . ¶ 9 - كتاب التربية الإسلامية لحلقات وخلاوي القرآن الكريم . ¶ 10 - كتاب تسهيل الوصول إلى الثلاثة الأصول، للعلامة الشيخ محمد الطيب الأنصاري رحمه الله تعالى، وهو من أوائل الكتب التعليمية التي كانت تدرس في المملكة منذ أكثر من سبعين عاما، مرتبة على طريقة السؤال والجواب لكتاب ( الأصول الثلاثة وأدلتها ) للإمام محمد بن عبد الوهاب رحمه الله تعالى. ¶ المحور الثاني : ¶ اعتماد بعض الكتب المناسبة من إصدارات دور النشر المختلفة بالتعاون مع نخبة من العلماء والتربويين المختصين في المجال القرآني على النحو التالي : ¶ - الفقه الميسر ¶ - الفقه المصور ( جزأين ) . ¶ - البينات في تفسير سورة الحجرات . ¶ - الآداب لطلاب الحلقات . ¶ - التبيان في آداب حملة القرآن . ¶ - دروس من الهدي النبوي . ¶ - المعين في فهم الجزء الثلاثين . ¶ - الجمان في أصول الإيمان .",
            "page": "62",
            "part": "1"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "- كما قام البرنامج بتسويق الشنطة القرآنية الوقفية لمدرسي حلقات القرآن الكريم والتي تحتوي على المصحف الشريف وتفسير القرآن الكريم وكتب التجويد والتدريس ومناهج الحلقات .وتكلف الشنطة الواحدة 250 ريالا.",
            "page": "63",
            "part": "1"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "وختاما ¶ فإن جميع ما عرضناه كان غيضا من فيض جود هذه المملكة الحبيبة التي لم تقصر في نشر رسالة الإسلام والقرآن والتي أسست على التقوى من أول يوم . ¶ نسأل الله تعالى أن يتغمد مؤسسها بواسع رحمته وأن يكتب له الأجر والمثوبة، وأن يوفق خادم القرآن الكريم خادم الحرمين الشريفين لما يحبه ويرضاه وأن يطيل عمره في العمل الصالح وأن ينفع به الإسلام والمسلمين، وأن يحفظ لهذه المملكة قادتها وأن يقيم لها أمرها ويرفع ذكرها. ¶ إنه سميع قريب . ¶ وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه .",
            "page": "64",
            "part": "1"
        }
    ],
    "t36887": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "جهود الملك عبد العزيز في العناية بالقرآن الكريم وتعليمه"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "نقل تجربة المملكة في حلقات القرآن الكريم في المساجد إلى العالم"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "جهود المملكة العربية السعودية في دعم جمعيات تحفيظ القرآن الكريم في العالم"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "جهود المملكة العربية السعودية في نشر ودعم الحلقات والخلاوي القرآنية في العالم"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "جهود المملكة العربية السعودية في تطوير الخلاوي القرآنية في أفريقيا"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "جهود المملكة العربية السعودية في إقامة المسابقات القرآنية في العالم "
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": " المسابقات الكبرى"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": " المسابقات المحلية والإقليمية"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "جهود المملكة العربية السعودية في إقامة الدورات التدريبية لمعلمي القرآن الكريم "
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": " الدورات وخطتها الدراسية العامة"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "جهود المملكة العربية السعودية في إقامة المراكز والمعاهد القرآنية النموذجية في العالم "
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": " المعاهد والمدارس والمراكز القرآنية المكفولة من قبل البرنامج"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": " نبذة عن مركز زيد بن ثابت لتحفيظ القرآن الكريم في الفلبين"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "جهود المملكة العربية السعودية في دعم كليات وأقسام القرآن الكريم بالجامعات وكفالة طلابها في العالم"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "جهود المملكة العربية السعودية في نشر المصاحف المكتوبة والمسموعة في العالم"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "جهود المملكة العربية السعودية في إصدار البحوث والدراسات في علوم القرآن الكريم وتوزيعها في العالم"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}