{
    "b36899": [
        {
            "id": "4",
            "nass": "في رحاب آية الكرسي ¶ (2) ¶ المنهل القدسي في فضائل آية الكرسي ¶ تأليف ¶ أحمد بن محمد الشرقاوي ¶ أستاذ التفسير المشارك بجامعة الأزهر ¶ وتربية عنيزة ¶ - - - - - - - - - -",
            "page": "1",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الحمد لله الذي بنعمته تتم الصالحات، وهو الذي يقبل التوبة عن عباده ويعفو عن السيئات، ونشهد أن لا إله إلا الله شهادة حق نسأله أن يثبتنا عليها في الحياة وعند الممات، ونشهد أن محمدا عبده ورسوله بعثه رحمة لجميع الكائنات، وأرسله بالهدى ودين الحق ليظهره على سائر الديانات، وأنزل عليه آيات بينات، وبراهين نيرات، عصمة ونجاة، ودستورا للحياة، من سار على دربه فاز بالجنات ومن أعرض عنه مُني بالحسرات وطرح في الدركات 0 ¶ وبعد فالقرآن الكريم هو الحجة البالغة والمعجزة الخالدة معين لا ينضب وعطاء متجدد ونهر فياض وبحر لا ساحل له، لا عزة ولا كرامة ولا رشد ولا استقامة إلا لمن استمسك به قال تعإلى {فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُّسْتَقِيمٍ {43} وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ {44}} سورة الزخرف ¶ شرف للعرب لأنه نزل بلسانهم وعلموه لغيرهم، وشرف لكل من عمل به ودعا إليه 0 ¶ كتاب عزيز: عزيز لأنه نزل من عند العزيز، عزيز لأنه سبيل العزة لكل من آمن به، عزيز لا مثيل له ولا شبيه فهو كتاب فريد 0 ¶ عزيز: بعيد عن أيدي العابثين التي امتدت إلى الكتب السابقة بالتحريف والتبديل، بعيد عن أي تناقض أو اضطراب قال تعإلى {وَإِنَّهُ لَكِتَابٌ عَزِيزٌ {41} لَا",
            "page": "2",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ {42}} سورة فصلت ¶ وقال جل وعلا {أَفَلاَ يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللّهِ لَوَجَدُواْ فِيهِ اخْتِلاَفًا كَثِيرًا {82}} وقال سبحانه {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ {9}} سورة الحجر ¶ وهذه الرسالة الوجيزة حول أية كريمة هي أعظم آي القرآن، جمعت من الأحاديث النبوية ما يدل على فضلها وفوائدها. ¶ والله أسأل أن يرزقنا القبول وأن يهدينا إلى سواء السبيل ¶ وأن يجعل هذا العمل خالصا لوجهه الكريم وأن يرزقنا به الثواب الجزيل ¶ أحمد محمد الشرقاوي ¶ القصيم عنيزة 1425هـ",
            "page": "3",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "آية الكرسي حصن منيع لقارئها ¶ 1 - روى البخاري في صحيحه بسنده عن أبي هريرة رضي الله عنه قال وكلني رسول الله - صلى الله عليه وسلم - بحفظ زكاة رمضان، فأتاني آت، فجعل يحثو من الطعام، فأخذته وقلت: والله لأرفعنك إلى رسول الله - صلى الله عليه وسلم - قال: إني محتاج وعلي عيال ولي حاجة شديدة، قال: فخليت عنه، فأصبحت فقال النبي - صلى الله عليه وسلم - (يا أبا هريرة ما فعل أسيرك البارحة). قال: قلت: يا رسول الله، شكا حاجة شديدة، وعيالا فرحمته فخليت سبيله، قال: (أما إنه قد كذبك، وسيعود). فعرفت أنه سيعود، لقول رسول الله ... - صلى الله عليه وسلم - (إنه سيعود). فرصدته، فجاء يحثو من الطعام، فأخذته فقلت: لأرفعنك إلى رسول الله - صلى الله عليه وسلم - قال: دعني فإني محتاج وعلي عيال، لا أعود، فرحمته فخليت سبيله، فأصبحت فقال لي رسول الله - صلى الله عليه وسلم -: (يا أبا هريرة ما فعل أسيرك). قلت: يا رسول الله شكا حاجة شديدة وعيالا، فرحمته فخليت سبيله، قال: (أما إنه كذبك، وسيعود). فرصدته الثالثة، فجاء يحثو من الطعام، فأخذته فقلت: لأرفعنك إلى رسول الله، وهذا آخر ثلاث مرات تزعم لا تعود، ثم تعود، قال: دعني أعلمك كلمات ينفعك الله بها، قلت ما هو؟ قال: إذا أويت إلى فراشك، فاقرأ آية الكرسي: ... {الله لا إله إلا هو الحي القيوم} ... . حتى تختم الآية، فإنك لن يزال عليك من الله حافظ، ولا يقربنك شيطان حتى تصبح، فخليت سبيله فأصبحت، فقال لي رسول الله صلى الله عليه وسلم: (ما فعل أسيرك البارحة). قلت: يا رسول الله، زعم أنه يعلمني كلمات ينفعني الله بها فخليت سبيله، قال: (ما",
            "page": "4",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "هي). قلت: قال لي: إذا أويت إلى فراشك، فاقرأ آية الكرسي من أولها حتى تختم: {الله لا إله إلا هو الحي القيوم}. وقال لي: لن يزال عليك من الله حافظ، ولا يقربك شيطان حتى تصبح – وكانوا أحرص شيء على الخير – فقال النبي صلى الله عليه وسلم: (أما إنه قد صدقك وهو كذوب، تعلم من تخاطب منذ ثلاث ليال يا أبا هريرة). قال: لا، قال: (ذاك شيطان). (¬1) ¶ ¬__________ ¶ (¬1) - ... وهذا الحديث رواه الإمام البخاري في صحيحه بسنده عن أبي هريرة - رضي الله عنه - ك الوكالة باب 10 – إذا وكل رجلا فترك الوكيل شيئا فأجازه الموكل فهو جائز 0000 حديث 2311 فتح الباري 4/ 568 ورواه أيضا في صحيحه ك بدء الخلق باب صفة إبليس وجنوده ح 3275 – 6/ 386 0 ¶ وفي صحيحه ك فضائل القرآن باب فضل سورة البقرة ح 5010 – 8/ 671 وقال ابن حجر في الفتح [هكذا أورد البخاري هذا الحديث هنا ولم يصرح فيه بالتحديث وزعم ابن العربي أنه منقطع، وأعاده كذلك في صفة إبليس وفي فضائل القرآن لكن باختصار وقد وصله ابن المنيب وعبد العزيز بن سلام وإبراهيم ابن يعقوب الجوزجاني وهلال بن بشر الصواف ومحمد بن غالب الذي يقال له تمتام، وأقربهم لأن يكون البخاري أخذه عنه – إن كان ماسمعه من ابن الهيثم هلال بن بشر، فإنه من شيوخه أخرجه عنه في جزء القراءة خلف الإمام وله طريق آخر عند النسائي أخرجها من رواية أبي المتوكل الناجي عن أبي هريرة - رضي الله عنه - ووقع مثل ذلك لمعاذ بن جبل أخرجه الطبراني وأبو بكر الروياني] فتح الباري 4/ 569 ويراجع تغليق التعليق على صحيح البخاري لابن حجر وفيه قال [إن هذا الحديث رواه ابن خزيمة عن هلال بن بشر الصواف والنسائي عن إبراهيم بن يعقوب كلاهما عن عثمان بن الهيثم فوقع لنا بدلا عاليا ورواه البيهقي في الدلائل عن الحاكم وله طريق أخرى عند النسائي أ0هـ تغليق التعليق 3/ 295 ط المكتب الإسلامي بتحقيق سعيد عبدالرحمن موسى، والحديث رواه البيهقي في شعب الإيمان عن أبي هريرة حديث 2388 –2/ 456 باب في تعظيم القرآن فصل في فضائل السور والآيات – تخصيص آية الكرسي بالذكر ورواه في الدلائل 7/ 107،108 ورواه البغوي بسنده عن أبي هريرة وقال حديث صحيح -شرح السنة حديث 1196 – 3/ 460 ك فضائل القرآن باب فضل آية الكرسي، ورواه النسائي في السنة الكبرى بسنده عن أبي هريرة ح 8017 – ك فضائل القرآن باب فضل آية الكرسي 5/ 13 ط دار الكتب العلمية ورواه أيضا في عمل اليوم والليلة برقم 958، 959 0 [3101، 4723] ¶ وقوله (آت) اسم فاعل من أتى، وأصله آتي فحذفت الياء لالتقاء الساكنين. (يحثو) يأخذ بكفيه. (علي عيال) نفقة عيال وهم الزوجة والأولاد ومن في نفقة المرء. (أسيرك) سمي أسيرا لأنه ربطه بحبل، وكانت عادة العرب أن تربط الأسير إذا أخذته بحبل. (البارحة) أقرب ليلة مضت. (فرصدته) ترقبته. (وكانوا) أي الصحابة يحرصون على تعلم الخير، فيأخذونه حيثما صدر، ويبذلون في سبيله كل شيء من متاع الدنيا. (قد صدقك) أخبرك بما يوافق الواقع والحق. (وهو كذوب) من شأنه وخلقه كثرة الكذب",
            "page": "5",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "2 - ووقع مثل ذلك لمعاذ بن جبل - رضي الله عنه -، روى هذا الحديث الطبراني في المعجم الكبير ونصه [عن بريدة قال بلغني أن معاذ بن جبل أخذ الشيطان على عهد رسول الله - صلى الله عليه وسلم - فأتيته فقلت بلغني أنك أخذت الشيطان على عهد رسول الله - صلى الله عليه وسلم - قال نعم ضم إلى رسول الله - صلى الله عليه وسلم - تمر الصدقة فجعلته في غرفة لي فكنت أجد فيه كل يوم نقصانا فشكوت ذلك إلى رسول الله - صلى الله عليه وسلم - فقال لي هو عمل الشيطان فرصدته ليلا فلما ذهب هون من الليل أقبل على صورة الفيل فلما انتهى إلى الباب دخل من خلل الباب على غير صورته فدنا من التمر فجعل يلتقمه فشددت على ثيابي فتوسطته فقلت أشهد أن لا إله إلا الله وأن محمدا عبده ورسوله يا عدو الله، وثبتَ إلى تمر الصدقة فأخذتَه",
            "page": "6",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وكانوا أحق به منك لأرفعنّك إلى رسول الله - صلى الله عليه وسلم - فيفضحك فعاهدَني أن لا يعود فغدوت إلى رسول الله - صلى الله عليه وسلم - فقال ما فعل أسيرك؟ فقلت عاهدني أن لا يعود قال إنه عائد فارصده فرصدته الليلة الثانية فصنع مثل ذلك وصنعت مثل ذلك وعاهدني على ألا يعود فخليت سبيله ثم غدوت إلى رسول الله - صلى الله عليه وسلم - لأخبره فإذا مناديه ينادي أين معاذ فقال لي يا معاذ ما فعل أسيرك؟ فأخبرته فقال لي إنه عائد فارصده فرصدته الليلة الثالثة فصنع مثل ذلك وصنعت مثل ذلك فقلت يا عدو الله عاهدتني مرتين وهذه الثالثة لأرفعنك إلى رسول الله - صلى الله عليه وسلم - فيفضحك فقال إني شيطان ذو عيال وما أتيتك إلا من نصيبين ولو أصبت شيئا دونه ما أتيتك ولقد كنا في مدينتكم هذه حتى بعث صاحبكم فلما نزلت عليه آيتان أنفرتنا منها فوقعنا بنصيبين ولا يقرآن في بيت إلا لم يلج فيه الشيطان ثلاثا فإن خليت سبيلي علمتكهما قلت نعم قال آية الكرسي وخاتمة سورة البقرة (آمن الرسول) إلى آخرها فخليت سبيله ثم غدوت إلى رسول الله - صلى الله عليه وسلم - لأخبره فإذا مناديه ينادي أين معاذ بن جبل فلما دخلت عليه قال لي ما فعل أسيرك؟ قلت عاهدني أن لا يعود وأخبرته بما قال فقال رسول الله - صلى الله عليه وسلم - صدق الخبيث وهو كذوب قال فكنت أقرؤهما عليه بعد ذلك فلا أجد فيه نقصانا. (¬1) ¶ ¬__________ ¶ (¬1) 1 - رواه الطبراني في المعجم الكبير عن معاذ 20/ 51،101،161،162 وأورده الهيثمي في مجمع الزوائد /321، 322 وقال رواه الطبراني عن شيخه يحيى بن عثمان بن صالح وهو صدوق إن شاء الله كما قال الذهبي قال ابن أبى حاتم وقد تكلموا فيه وبقية رجاله وثقوا 0",
            "page": "7",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "3 - ووقع مثل ذلك لأبي أسيد الساعدي كما في المعجم الكبير للطبراني ونصه [رواه الطبراني عن شيخه يحي بن عثمان بن صالح وهو صدوق إن شاء الله كما قال الذهبي، قال ابن أبي حاتم: وقد تكلموا فيه، وبقية رجاله وثقوا 0 وعن مالك بن حمزة بن أبي أسيد عن أبيه عن جده أبي أسيد الساعدي الخزرجي وله بئر بالمدينة يقال لها بئر بضاعة وقد بصق فيها النبي - صلى الله عليه وسلم - فهي يبشَّر بها ويتيمن بها قال فلما قطع أبو أسيد تمر حائطه جعله في غرفة فكانت الغول تخالفه إلى مشرَّته فتسرق تمره وتفسده عليه فشكا ذلك إلى رسول الله - صلى الله عليه وسلم - فقال تلك الغول يا أبا أسيد فاستمع عليها فقالت الغول يا أبا أسيد اعفني أن تكلفني أن أذهب إلى رسول الله - صلى الله عليه وسلم - وأعطيك موثقا من الله أن لا أخالفك إلى بيتك ولا أسرق تمرك وأدلك على آية تقرؤها في بيتك فلا تخالف إلى أهلك وتقرؤها على إناثك فلا تكشف غطاءه فأعطته الموثق الذي ضبى به منها فقالت الآية التي أدلك عليها هي آية الكرسي ثم حكت أسنانها تضرّط فأتى النبي - صلى الله عليه وسلم - فقص عليه القصة حيث ولت فقال النبي - صلى الله عليه وسلم - صدقت وهي كذوب (¬1). ¶ 4 - ووقع مثل ذلك أيضا لأبى بن كعب رضى الله عنه: ¶ ¬__________ ¶ (¬1) 2 - رواه الطبراني في المعجم الكبير عن أبى أسيد الساعدى 19/ 263،264 وأورده الهيثمي في المجمع ... / 322،323 وقال رواه الطبراني ورجاله وثقوا كلهم وفي بعضهم ضعف.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "روى ابن حبان في صحيحه بسنده عن ابن أبى بن كعب أن أباه رضي الله عنه أخبره: * أنه كان له جرن من تمر فكان ينقص فحرسه ذات ليلة فإذا هو بدابة شبه الغلام المحتلم فسلم عليه فرد عليه السلام فقال ما أنت؟ جنى أم إنسى؟ قال: جنى قال: فناولنى يدك، فناوله يده فإذا يده يد كلب وشعره شعر كلب قال هذا خلق الجن قال قد علمت الجن أن ما فيهم رجل أشد منى، قال فما جاء بك؟ قال بلغنا أنك تحب الصدقة، فجئنا نصيبُ من طعامك قال فما ينجينا منكم؟ قال هذه الآية التي في سورة (البقرة) {الله لا إله إلا هو الحى القيوم} من قالها حين يمسى أجير منا حتى يصبح ومن قالها حين يصبح أجير منا حتى يمسى، فلما أصبح أتى رسول الله - صلى الله عليه وسلم - فذكر ذلك له فقال (صدق الخبيث) (¬1) ¶ ¬__________ ¶ (¬1) 1 - -رواه ابن حبان في صحيحه عن ابن أبى بن كعب عن أبيه كما في الإحسان بترتيب صحيح ابن حبان ح 784 - /63: 65 ¶ وأخرجه البيهقي في دلائل النبوة 7/ 108، 109 من طريق العباس بن الوليد بن مزيد عن أبيه الوليد عن الأوزاعى به، وأخرجه البخارى في تار يخه 1/ 28 عن سليمان البغوي في شرح السنة ح 1197 – 4/ 460 والطبراني في الكبير برقم541 وأخرجه النسائي في عمل اليوم والليلة برقم 960 من طريق عبد الحميد بن سعيد عن مبشر بن إسماعيل عن الأوزاعى به، وأخرجه أبو نعيم في دلائل النبوة 2/ 765 من طريق الهقل بن زياد والطبراني في الكبير برقم 541 وأخرجه الحاكم من طريق أبى داود الطيالسى وصححه ووافقه الذهبى 1/ 562 ومن طريق الحاكم أخرجه البيهقي في الدلائل 7/ 109 وأورده الألبانى في صحيح الترغيب والترهيب للمنذرى ح 657 – 1/ 273 وقال رواه الطبراني والنسائي بإسناد جيد واللفظ له 0",
            "page": "9",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "5 – وروى الإمام الترمذى في السنن عن أبى أيوب الأنصارى رضى الله عنه أنه كانت له سهوة فيها تمر، وكانت تجئ الغول فتأخذ منه، فشكا ذلك إلى النبى - صلى الله عليه وسلم - فقال: اذهب فإذا رأيتها فقل: باسم الله أجيبى رسول الله 0 قال: فأخذها فحلفت أن لا تعود فأرسلها 0 فجاء إلى رسول الله - صلى الله عليه وسلم - فقال: ما فعل أسيرك؟ قال: حلفتْ أن لا تعود 0 قال: كذبتْ وهي معاودة للكذب 0 قال: فأخذها مرة أخرى، فحلفت أن لا تعود، فأرسلها 0 فجاء إلى النبي - صلى الله عليه وسلم - فقال: ما فعل أسيرك؟ قال: حلفت أن لا تعود، فقال: كذبت وهى معاودة للكذب فأخذها فقال: ما أنا بتارككِ حتى أذهب بكِ إلى النبي - صلى الله عليه وسلم -، فقالت: إني ذاكرة لك شيئا، آية الكرسي اقرأها في بيتك فلا يقربك شيطان ولا غيره 0 فجاء إلى النبي - صلى الله عليه وسلم - فقال: ما فعل أسيرك؟ قال: فأخبره بما قالت، قال: صدقت وهي كذوب 0 (¬1) ¶ ومن جملة هذه الأحاديث السابقة يتبين لنا جانب من جوانب عظمة هذه الآية الكريمة، فهي لقارئها حصن منيع وهي حرز أمان للبيت الذي تقرأ فيه فلا يلجه شيطان، فعلى كل مسلم أن يداوم على قراءتها في الصباح وفي المساء وحين يأوي إلى فراشه حتى يوكل الله عز وجل له من يحفظه في صباحه ومسائه وفي يقظته ومنامه 0 ¶ ¬__________ ¶ (¬1) 1 - رواه الترمذى في السنن ك فضائل القرآن باب فضل آية الكرسي حديث 2880 - 4/ 273 وقال حسن غريب -وأبو نعيم في دلائل النبوة 2/ 766 0 ورواه أحمد في مسنده -5/ 423",
            "page": "10",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "آية الكرسي أعظم آية في كتاب الله: ¶ 6 - وروى الإمام مسلم في صحيحه بسنده عن أبى بن كعب رضى الله عنه قال قال رسول الله صلى الله عليه وسلم يا أبا المنذر: أتدرى أى آية من كتاب الله أعظم؟ قال: قلت: الله ورسوله أعلم، قال يا أبا المنذر أتدرى أى آية من كتاب الله معك أعظم؟ قال قلت (الله لا إله إلا هو الحى القيوم)؟ قال فضرب بصدرى وقال والله ليهنك العلم أبا المنذر (¬1) 0 (¬2) ¶ ¬__________ ¶ (¬2) 2 - رواه الإمام مسلم في صحيحه ك صلاة المسافرين باب فضل سورة الكهف وآية الكرسي حديث 810 صحيح مسلم بتحقيق محمد فؤاد عبد الباقى 1/ 556 وصحيح مسلم بشرح النووى 6/ 93 وقوله (ليهنك العلم أبا المنذر) فيه منقبة عظيمة لأبىّ ودليل على كثرة علمه وفيه تبجيل العالم فضلاء أصحابه وتكنيتهم وجواز مدح الإنسان في وجهه إذا كان فيه مصلحة ولم يخف عليه إعجاب ونحوه لكمال نفسه ورسوخه في التقوى، والحديث رواه أبو عبيد القاسم بن سلام في فضائل القرآن حديث 13 – 34 ص 122 0 فضائل القرآن لأبى عبيد القاسم بن سلام ت 224 ورواه أبو داود في السنن أبواب قراءة القرآن باب ما جاء في آية الكرسيحديث1460 - ورواه البيهقي في شعب الإيمان 2/ 456 –حديث2387 –في فضل آية الكرسي ورواه الإمام أحمد في مسنده عن أبى بن كعب وزاد فيه (ليهنك العلم أبا المنذر والذي نفسي بيده إن لها لسانا وشفتين تقدس الملك عند ساق العرش) مسند الإمام أحمد 5/ 141 والفتح الرباني 18/ 92 وأورده الهيثمي في مجمع الزوائد /321 وقال: قلت هو في الصحيح باختصار ورواه أحمد ورجاله رجال الصحيح ورواه البغوي في شرح السنة بسنده عن عبدالله بن رباح الأنصاري وفيه: والذي نفس محمد بيده = إن لهذه الآية لسانا وشفتين تقدس الملك عند ساق العرش وقال هذا حديث صحيح شرح السنة للبغوي 4/ 459 – ح 1195ك/ فضائل القرآن باب فضل آية الكرسي 0 ¶ وأورده الحكيم الترمذي في نوادر الأصول 1/ 337 وقال أما قوله إن لها لسانا وشفتين فمعناه إن قراءة القارئ بها تصعد إلى الرحمن فتقدسه عند ساق العرش، والتقديس سؤال الحراسة لقارئها، لأن القدوس له تقديس الأشياء فإذا تقدست بقيت على هيئتها وتحصنت من الآفات فقراءة العبد الآية اعتراف بما تضمنته من صفات، وتجديد الإيمان به فيقع لقراءته حرمة تنتهي إلى ساق العرش فتقدس فجعل ثواب التقديس حراسة العبد لكل ما هيأ الله له من الحال المحمودة والموعود فيها والله أعلم أ0هـ نوادر الأصول 1/ 337: 339 – لأبي عبدالله محمد الحكيم الترمذي 0",
            "page": "11",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "اشتمال آية الكرسي على اسم الله الأعظم ¶ 7 - روى الإمام أحمد في مسنده بسنده عن أسماء بنت يزيد رضى الله عنها قالت سمعت رسول الله - صلى الله عليه وسلم - يقول في هاتين الآيتين {الم اللّهُ لاَ إِلَهَ إِلاَّ هُوَالْحَيُّ الْقَيُّوم} و {اللّهُ لاَ إِلَهَ إِلاَّ هُوَالْحَيُّ الْقَيُّوم} إن فيهما اسم الله الأعظم. (¬1) ¶ 8 - وروى الإمام الحاكم في مستدركه بسنده عن القاسم بن عبد الرحمن عن أبى أمامة ... - رضي الله عنه - عن النبى - صلى الله عليه وسلم - قال (إن اسم الله الأعظم لفي ثلاث سور: سورة البقرة وآل عمران وطه) قال القاسم فالتمستها فوجدت في سورة البقرة آية الكرسي {اللّهُ لاَ إِلَهَ إِلاَّ هُو الْحَيُّ الْقَيُّوم} وفي سورة آل عمران {الم اللّهُ ¶ ¬__________ ¶ (¬1) - رواه الإمام أحمد في مسنده كما في الفتح الربانى ك / فضائل القرآن وتفسيره وأسباب نزوله باب ما جاء في فضل آية الكرسي ح 196 – 18/ 92، وقال الشيخ أحمد عبدالرحمن البنا الساعاتى رحمه الله – ويستفاد من هذا الحديث أن إسم الله الأعظم هو {ألم اللّهُ لاَ إِلَهَ إِلاَّ هُوَالْحَيُّ الْقَيُّوم} نفس المرجع 18/ 92.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "لاَ إِلَهَ إِلاَّ هُو الْحَيُّ الْقَيُّوم} وفي سورة طه {وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا} الآية 111. (¬1) ¶ آية الكرسي سيدة آي القرآن ¶ 9 - عن أبي هريرة - رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - (لكل شيئ سنام وسنام القرآن سورة البقرة وفيها آية هي سيدة آي القرآن، هي آية الكرسي) (¬2) 1. ¶ ¬__________ ¶ (¬1) - رواه الحاكم في المستدرك 1/ 506 ¶ (¬2) 1 - أخرجه الترمذي في السنة ك فضائل القرآن باب ماجاء في فضل سورة البقرة وآية الكرسي حديث 2878 5/ 145 وفي التحفة برقم 3038 - 8/ 181 قال الترمذي هذا حديث غريب لا نعرفه إلا من حديث حكيم بن جبير وقد تكلم فيه شعبة وضعفه، وأخرجه الحاكم من هذه الطريق وقال صحيح الإسناد ولم يخرجاه، والشيخان لم يخرجاه عن حكيم بن جبير لوهن في روايته إنما تركاه لغلوه في التشيع أ0هـ ووافقه الذهبي على كلامه - المستدرك ك/ التفسير باب من سورة البقرة 2/ 360 ¶ وأخرجه البيهقي في الشعب بنحوه عن على بن أبي طالب حديث 2397 باب في تعظيم القرآن – فصل في فضائل السور والآيات 2/ 459 ونص البيهقي (وسيد آي القرآن (الله لا إله إلا هو الحي القيوم) 0000الآية ورواه الديلمي في مسند الفردوس من حديث علي بن أبي طالب ورواية الديلمي سيد الناس آدم 0000 إلى أن قال وسيد سورة البقرة آية الكرسي مسند الفردوس ح 3289 – 2/ 459 ط دار الريان للتراث 0 وإسناد الديلمي وا هٍ وأورده السيوطي في الجامع الصغير عن أبي هريرة - رضي الله عنه - وعزاه للترمذي وقال حديث ضعيف وقال المناوي في فيض القدير 5/ 285 حديث 7316 [حديث ضعيف فيه محمد بن عبد القدوس قال الذهبي مجهول وفيه مجالد بن سعيد قال أحمد ليس بشئ، أ0هـ وحكيم بن جبير ضعفه الحافظ في التقريب والذهبي في الميزان لكن شاهده يقويه قليلا فيقرب من الحسن والله أعلم 0",
            "page": "13",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قارئها دبر كل صلاة في ذمة الله: ¶ 10 – وروى الطبراني في المعجم الكبير وفي كتاب الدعاء بسنده عن عبد بن حسن بن حسن بن علي عن أبيه عن جده قال قال رسول الله - صلى الله عليه وسلم - من قرأ آية الكرسي في دبر الصلاة المكتوبة كان في ذمة الله - عز وجل - حتى الصلاة الأخرى 01 (¬1) ¶ قارئها دبر كل صلاة من أهل الجنة: ¶ 11 - وروى الطبرانى والنسائى وابن حبان وابن السنى وغيرهم عن أبى أمامة ... - رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ... (من قرأ آية الكرسي دبر كل صلاة مكتوبة لم يمنعه من دخول الجنة إلا أن يموت) 2. (¬2) ¶ ¬__________ ¶ (¬1) 1_- كتاب الدعاء للطبراني -ح 674 - 2/ 1103 والمعجم الكبير للطبرانى 3/ 84 وقال في المجمع 2/ 148 رواه الطبراني في الكبير وإسناده حسن] ¶ قلت وأورده المنذرى في الترغيب والترهيب2/ 453ط الريان وقال رواه الطبراني وإسناده حسن ¶ (¬2) 2 - أخرجه الطبراني في المعجم الكبير 8/ 134 – ح 7532 وفي كتاب الدعاء ح 675 –2/ 1104 وفي المعجم الأوسط 2/ 209 ح8234 وأخرجه النسائي في عمل اليوم والليلة ح100 وابن السنى في عمل اليوم والليلة حديث 124 وقال الهيثمي في المجمع [رواه الطبراني في الكبير وفي الأوسط بأسانيد وأحدها جيد] المجمع 10/ 102 وقال المنذرى في الترغيب والترهيب [رواه النسائي والطبراني بأسانيد أحدها صحيح، وقال شيخنا أبو الحسن هو على شرط البخارى، و أخرجه ابن حبان في كتاب الصلاة وصححه] الترغيب والترهيب ك الذكر والدعاء – باب/ ذكر شئ من فضل قراءة آية الكرسي بعد الصلاة 0وصححه المقدسى في المختارة وغفل الإمام ابن الجوزى فأورد هذا الحديث في الموضوعات، ولقد رد عليه كثير من الأئمة الحفاظ ومنهم ابن حجر والسيوطى والدمياطى وغيرهم 0 ¶ * يقول ابن حجر في كتابه الكاف الشاف في تخريجه للحديث الذي أورده الزمخشرى في الكشاف: عن على رضى الله عنه قال سمعت نبيكم صلى الله عليه وسلم على أعواد المنبر وهو يقول \"من قرأ آية الكرسي في دبر كل صلاة مكتوبة لم يمنعه من دخول الجنة إلا الموت، ولا يواظب عليها إلا صديق أو عابد ومن قرأها إذا أخذ مضجعه أمنه الله على نفسه وجاره وجار جاره والأبيات حوله \" ¶ أخرجه البيهقي في شعب الايمان من طريق ابن إسحاق عن حبة بن جوين العرفي سمعت على بن أبى طالب يقول: فذكره دون قوله \"ولا يواظب عليها إلا صديق أو عابد \" وذكر ما بعده وفي إسناده نهشل بن سعيد وهو متروك وكذلك حبة العرفي، وأخرجه أيضا من حديث أنس بلفظ \" من قرأ في دبر كل صلاة مكتوبة آية الكرسي حفظ إلى الصلاة التي تليها، ولا يحافظ عليها إلا نبى أوصديق أو شهيد \" ¶ وإسناده ضعيف وصدر الحديث أخرجه النسائي وابن حبان من حديث أبى أمامة، وإسناده صحيح، وله شاهد عن المغيرة بن شعبة عند أبى نعيم في الحلية من رواية ابن كعب القرظى عنه وغفل ابن الجوزي فأخرجه في الموضوعات] الكاف الشاف بها مش الكشاف 1/ 303 ¶ * وقال الإمام السيوطى في اللآلئ المصنوعة في الأحاديث الموضوعة حديث: (من قرأ آية الكرسي دبر كل صلاة مكتوبة لم يمنعه من دخول الجنة إلا أن يموت) تفرد به محمد بن حمير وليس بالقوى: قلت كلا بل قوى ثقة من رجال البخارى و الحديث صحيح على شرطه وقد أخرجه النسائي وابن حبان في صحيحه وابن السنى في عمل اليوم والليلة وصححه أيضا الضياء المقدسى في المختارة وقال ابن حجر في تخريج أحاديث المشكاة: غفل ابن الجوزى فأورد هذا الحديث في الموضوعات وهو من أسمج ما وقع له، وقال الحافظ شرف الدين الدمياطى في جزء جمعه في تقوية هذا الحديث: محمد بن حمير القضاعى الحمصى كنيته أبو عبد الحميد احتج به البخاري أيضا، وقد تابع أبا أمامة علي بن أبي طالب وعبدالله بن عمرو بن العاص والمغيرة بن شعبة وجابر وأنس رضى الله عنهم، فرووه عن النبي - صلى الله عليه وسلم - وأورد حديث علي من الطريقتين السابقتين، وحديث ابن عمر والمغيرة وجابر وأنس من الطرق التي ما نريدها ثم قال: وإذا انضمت هذه الأحاديث بعضها إلى بعض أخذت قوة، وقال الذهبي في تاريخه: نقلت من خط السيف أحمد بن أبي المجد الحافظ قال: صنف ابن الجوزي في كتاب الموضوعات فأصاب في ذكره أحاديث مخالفة للنقل والعقل ومما لم يصب فيه إطلاقه الوضع على أحاديث بكلام بعض الناس في أحد رواتها، قوله: فلان ضعيف أو ليس بالقوى، أو لين، أو ليس ذلك الحديث مما يشهد القلب ببطلانه ولا فيه مخالفة ولا معارضة لكتاب ولا سنة ولا إجماع ولا حجة بأنه موضوع سوى كلام ذلك الرجل في رواته، وهذا مجازفة، قال فمن ذلك أنه أورد حديث أبي أمامة في قراءة آية الكرسي بعد الصلاة، لقول يعقوب بن سفيان في رواية محمد بن حمير ليس بالقوي ومحمد هذا روى له البخاري في صحيحه ووثقه أحمد وابن معين ا0هـ، وفي الحلية لأبي نعيم عن المغيرة بن شعبة قال قال رسول الله - صلى الله عليه وسلم - \" من قرأ آية الكرسي دبر كل صلاة: ما بينه وبين أن يدخل الجنة إلا أن يموت فإذا مات دخل الجنة \"، قال أبو نعيم غريب من حديث المغيرة ومحمد تفرد به هاشم عن عمر عنه، وقال الدمياطي: مكي= = وهاشم ومحمد بن كعب اتفقوا على الاحتجاج بهم وعمر بن إبراهيم أبو حفص العبدي البصري: احتج به الترمذي والنسائي وابن ماجة وقال فيه يحي بن معين ثقة وقال عبدالصمد بن وارث ثقة وفوق الثقة، وورد أيضا في شعب الإيمان أ0هـ ... اللآلئ المصنوعة في الأحاديث الموضوعة للسيوطي 1/ 230 ويراجع كتاب المتجر الرابح في ثواب العمل الصالح للإمام الدمياطي –أبواب الذكر ح1325 ص 644 ولقد أورد السيوطي هذا الحديث في الجامع الصغير برقم 8926 ونصه من قرأ آية الكرسي دبر كل صلاة مكتوبة لم يمنعه من دخول الجنة إلا أن يموت – النسائي وابن حبان عن أبي أمامة وهو صحيح. يراجع فيض القدير في شرح الجامع الصغير للعلامة محمد عبدالرؤوف المناوي 6/ 197 0 ¶ وفي تنزيه الشريعة المرفوعة عن الأحاديث الشنيعة الموضوعة: يقول ابن عراق عن حديث أبي أمامة: وأورده الدمياطي في جزء جمعه في فضل آية الكرسي وأذكار أدبار كل صلاة وفيه محمد بن حمير ومحمد بن زياد الألهاني احتج بهما البخاري في صحيحه وقد تابع أبا أمامة علي وعبد الله بن عمرو والمغيرة بن شعبة وجابر وأنس فرووه عن النبي - صلى الله عليه وسلم - ثم قال وإذا انضمت هذه الأحاديث بعضها إلى بعض أخذت قوة. تنزيه الشريعة المرفوعة عن الأحاديث الشنيعة الموضوعة لأبي الحسن علي بن محمد بن عراف الكناني ت 963هـ 0 ¶ وفي تفسير القرآن العظيم للإمام ابن كثير يقول عن حديث أبي أمامة رواه النسائي في عمل اليوم والليلة وابن حبان في صحيحه من حديث محمد بن حمير وهو الحمصي من رجال البخاري أيضا فهو إسناد على شرط البخاري وقد زعم أبو الفرج ابن الجوزي أنه حديث موضوع والله أعلم 0 ¶ تفسير القرآن العظيم لابن كثير 1/ 307 0 ¶ والحديث ليس في صحيح ابن حبان وإنما في جزء له عن الصلاة 0 ¶ وقال ابن القيم في زاد المعاد باب ماكان - صلى الله عليه وسلم - يقوله بعد انصرافه من الصلاة [وقد ذكر النسائي في الكبير من حديث أبي أمامة قال قال رسول الله - صلى الله عليه وسلم - \" من قرأ آية الكرسي دبر كل صلاة مكتوبة لم يمنعه من دخول الجنة إلا أن يموت \" ¶ وهذا الحديث تفرد به محمد بن حمير عن محمد بن زياد الألهاني عن محمد بن أمامة ورواه النسائي عن الحسين بن بشر عن محمد بن حمير وهذا الحديث من الناس من يصححه ويقول الحسين بن بشر قد قال فيه النسائي لا بأس به وفي موضع آخر ثقة وأما المحمدان فاحتج بهما البخاري في صحيحه قالوا فالحديث على رسمه ومنهم من يقول هو موضوع وأدخله أبو الفرج بن الجوزي في كتابه في الموضوعات وتعلق على محمد بن حمير وأن أبا حاتم الرازي قال لا يحتج به وقال يعقوب بن سفيان ليس بقوي وأنكر ذلك عليه بعض الحفاظ ووثقوا محمد هو أجلَّ من أن يكون له حديث موضوع وقد احتج به أجل من صنف في الحديث الصحيح وهو البخاري ووثقه أشد الناس مقالة في الرجال يحي بن معين وقد رواه الطبراني في معجمه أيضا من حديث عبد الله بن حسن بن حسن عن أبيه عن جده قال: قال رسول الله - صلى الله عليه وسلم - من قرأ آية الكرسي في دبر الصلاة المكتوبة كان في ذمة الله إلى الصلاة الأخرى وقد روى هذا الحديث من حديث أبي أمامة وعلي بن أبي طالب وعبد الله بن عمر والمغيرة بن شعبة وجابر بن عبد الله وأنس بن مالك وفيها كلها ضعف ولكن إذا انضم بعضها إلى بعض مع تباين طرقها واختلاف مخارجها دلت على أن الحديث له أصل وليس بموضوع وبلغني عن شيخنا أبي العباس ابن تيمية قدس الله روحه أنه قال ما تركتها عقيب كل صلاة] 0زاد المعاد 1/ 78 والحديث في حلية الأولياء لأبي نعيم عن المغيرة بن شعبة وإسناده حسن [الحلية 3/ 121] وأورده ابن القيم أيضا في الوابل الصيب الفصل الثالث عشر في الأذكار المشروعة بعد الصلاة وأدبار السجود [مجموعة الأحاديث –الوابل الصيب ص 742] \" ¶ رواه النسائي في السنن الكبرى وفي عمل اليوم و الليلة 100 وابن السني في عمل اليوم والليلة 123 والطبراني في الكبير 7532 من طرق عن محمد بن حمير عن محمد بن زيد الألهانى قال سمعت أبا أمامة وهذا إسناد صحيح – والحديث أورده الألبانى في الصحيحة برقم 972 – 2/ 661 وقال: من قرأ آية الكرسي في دبر كل صلاة لم يحل بينه وبين دخول الجنة إلا الموت 0 ابن السني 121 عمل اليوم والليلة= =182/ 100 من طريق الحسين بن بشر عن محمد بن حمير و الحسين هذا ثقة وقد تابعه هارون بن داود النجار الطرسوسى ومحمد بن العلاء بن زبريق الحمصى وعلى بن صدقة و غيرهم وأخرجه الطبراني في المعجم الكبير8/ 134/7532 والأوسط 2/ 209 – 8234 وأبو نعيم في أخبار أصبهان 1/ 354 من هذه الطرق وغيرها وفي الترغيب 2/ 261 رواه النسائي والطبراني بأسانيد أحدها صحيح وقال شيخنا أبو الحسن هو على شرط البخاري وابن حبان في كتاب الصلاة وصححه وزاد الطبراني في بعض طرقه وقل هو الله أحد وإسناد هذه الزيادة جيد وقال الهيثمى 10/ 102 بعد أن ساقه بالروايتين رواه الطبراني في الكبير والأوسط بأسانيد وأحدها جيد وأخرجه أبو نعيم في الحلية 3/ 221 من طريق مكى بن إبراهيم ثنا هاشم بن هاشم عن عمر بن إبراهيم عن محمد كعب عن المغيرة بن شعبة والحديث صحيح 0 ¶ ومما سبق يتضح أن الحديث ليس من الموضوعات كما ذكر إبن الجوزى وإنما هو حديث صحيح كما شهد بذلك الإمام إبن حجر و الهيثمي و المنذرى و السيوطى والحافظ الدمياطى وغيرهم 0 ... والله تعإلى أعلم 0",
            "page": "14",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "لطائف حول الآية الكريمة",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "يقول صاحب روح البيان: \" وبالجملة فإن آية الكرسي من أعظم ما ينتصر به على الجن فقد جرب المجربون الذين لا يحصون كثرة أن لها تأثيرا\" عظيما\" في طرد الشياطين عن نفس الإنسان وعن المصروع وعمن تعينه الشياطين مثل أهل الشهوة والطرب وأرباب سماع المكاء والتصدية وأهل الظلم والغضب إذا قرئت عليهم بصدق] (¬1) (¬2) ¶ ومن عظمة هذه الآية الكريمة اشتمالها على اسم الله (ظاهرا\" ومضمرا\" سبع عشرة مرة وفي ذلك يقول ابن المنير المالكى [وإنما فضلت لما فضلت به سورة الإخلاص 0 من اشتمالها على توحيد الله وتعظيمه وتمجيده وصفاته العظمى، قال أحمد: [وكان جدى رحمه الله عليه يقول: اشتملت آية الكرسي على ما لم تشتمل عليه آية من أسماء الله (وذلك أنها مشتملة على سبعة عشر موضعا فيها اسم الله تعإلى، ظاهر في بعضها ومستكن في بعض، ويظهر لكثير من العادين منها ستة عشر إلا على بصير حاد البصيرة لدقة استخراجه 0 الأول: الله، الثانى: هو، الثالث: الحى، الرابع: القيوم، الخامس: ضمير (لا تأخذه)، السادس ضمير له، السابع: ضمير عنده 0الثامن: ضمير إلا باذنه، التاسع: ضمير يعلم، العاشر: ضمير عليه، الحادى عشر: ضميرشاء، الثانى عشر: ضمير كرسيه، الثالث عشر ضمير ولا يؤوده، الرابع عشر: وهو، الخامس عشر: العلى ¶ ¬__________ ¶ (¬2) - ... روح البيان ... 3/ 4060",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "،السادس عشر: العظيم 0فهذه عدة الأسماء البينة 0 وأما الخفي: فالضمير الذي اشتمل عليه المصدر في قوله (حفظهما) فإنه مصدر مضاف إلى المفعول، وهو الضمير البارز، ولا بد له من فاعل وهو الله، ويظهر عند فك المصدر فيقول: ولا يؤوده أن يحفظهما هو] (¬1) ¶ وعن روعة نظم هذه الآية الكريمة يقول الزمخشرى [فإن قلت كيف ترتبت الجمل في آية الكرسي من غير حرف عطف؟ قلت ما منها جملة إلا وهى واردة على سبيل البيان لما ترتبت عليه والبيان متحد بالمبين، فلو توسط بينهما عاطف لكان كما تقول العرب بين العصا ولحائها، فالأولى بيان لقيامه بتدبير الخلق وكونه مهيمنا عليه غير ساه عنه 0والثانية لكونه مالكالمايدبره0 والثالثة لكبرياء شأنه 0 والرابعة لإحاطته بأحوال الخلق، وعلمه بالمرتضى منهم المستوجب للشفاعة0 وغير المرتضى 0 والخامسة لسعة علمه وتعلقه بالمعلومات كلها 0 أو لجلالة وعظم قدره 1 (¬2). ¶ وقال الغزالي [إنما كانت آية الكرسي سيدة الآيات لأنها اشتملت على ذات الله وصفاته وأفعاله فقط ليس فيها غير ذلك ومعرفة ذلك هي المقصود الأقصى في العلوم وماعداه تابع له ولم تجتمع كل هذه المعاني والمقاصد ¶ ¬__________ ¶ (¬1) - الانتصاف على هامش الكشاف 1/ 301 ¶ (¬2) 2 - نفس المرجع 1/ 301",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "في آية سواها حتى سورة الإخلاص ليس فيها إلا التوحيد والإخلاص000] (¬1) 3. ¶ أقول ومن عجائب ما في هذه الآية أن عدد كلماتها خمسون وذكر اسم الله - عز وجل - فيها سبعة عشرة مرة والصلاة خمس وهي في الآخرة خمسين وعدد ركعاتها سبع عشرة مرة وهكذا فإن الصلاة صلة بين العبد والرب وهي نعمة ورحمة وسكينة وطمأنينة وهدى وشفاء ونور وعصمة وكذلك آية الكرسي، ولذلك حثنا رسول الله - صلى الله عليه وسلم - على المداومة على قراءتها لما فيها من السمو والرقي والهداية والرحمة والسكينة والرضا والنور والهدى والله تعإلى أعلم ¶ مما سبق يتضح لنا فضل الآية الكريمة وما فيها من ثمرات ونفحات يحظى بها من داوم على قراءتها فهذه الآية جامعة لمعان يستحضرها المؤمن كلما قرأها فيزداد إيمانا وتسليما ويقينا وتثبيتا وهداية ومعرفة، وارتقاء وسموّا في معارج القبول ومدارج الوصول ومراقي القرب ومنازل الوداد والحب، كلما قرأ آية الكرسي وجال في أرجائها وطاف في آفاقها ازداد حصانة ومنعة وحفظا من إبليس اللعين وجنوده وأعوانه من الشياطين 0 ¶ ¬__________ ¶ (¬1) 3 - جواهر القرآن للإمام أبي حامد الغزالي ص 45.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "حقا إنها آية عظيمة لعظمة ما ورد فيها من تعظيم لله - جل جلاله -، وهى آية عظيمة لما لقارئها من الأجر العظيم، ولأنها له حرز وحصن منيع 0 ¶ - ودعوة المصطفي - صلى الله عليه وسلم - بالمحافظة عليها عقب كل صلاة لما فيها من معان يحتاج المؤمن إلى استحضارها واستذكارها بلسانه وعقله وقلبه وسائر جوارحه * ما أحوج المسلم إلى أن يعيش في ظلالها ويحيا بتعاليمها ويسمو باستظهارها والتدبر فيها 0* وقارئها في حفظ الله ورحمته وفي كنفه وذمته، قريب من جنته، ليس بينه وبينها إلا الموت، والموت مرحلة انتقالية من دار الدنيا إلى دار الآخرة من دار الفناء إلى دار البقاء من دار العمل إلى دار الجزاء، من دار الممر إلى دار المقر: ¶ لا تظنوا الموت موتا إنه ... لحياة وهو غايات المنى ¶ لا ترعكم هجمة الموت فما ... هو إلا الانتقال من هنا 0 ¶ نسأل الله العظيم أن يرزقنا حسن الخاتمة، فهو تعالى الموفق والهادي إلى سواء السبيل 0",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "كتبه ¶ أحمد محمد الشرقاوي ... القصيم عنيزة 1425هـ ¶ Sharkawe2000@yahoo.com",
            "page": "23",
            "part": "1"
        }
    ],
    "t36899": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "لمنهل القدسي في فضل آية الكرسي أحمد بن محمد الشرقاوي"
        }
    ]
}