{
    "b36905": [
        {
            "id": "1",
            "nass": "بِسْمِ اللّهِ الرَّحْمَنِ الرَّحِيمْ ¶ منهج المستشرقين التأويلي في تفسير النص القرآني ¶ بحث مقدم إلى مؤتمر ¶ \"الإسلام والتحديات المعاصرة\" ¶ المنعقد بكلية أصول الدين في الجامعة الإسلامية ¶ في الفترة: 2-3/4/2007م ¶ إعداد: ¶ د. زكريا إبراهيم الزميلي ¶ أستاذ مشارك في قسم التفسير- كلية أصول الدين – الجامعة الإسلامية ¶ أبريل/ 2007 ¶ ملخص البحث ¶ أبرز هذا البحث منهج المستشرقين الخاطئ في تأويل النص القرآني، وذلك من خلال ذكر كثير من الأمثلة على ذلك، وذلك التأويل يرجع إلى عدم اتباعهم لقواعد المنهج العلمي، وجهلهم بالأساليب البلاغية للقرآن الكريم، وكذلك اعتمادهم على ما كتبه أسلافهم، وأيضاً التعصب والحقد والكراهية للإسلام والمسلمين، وأيضاً بيَّن هذا البحث أن اتباع المستشرقين من العرب الذين ساروا على منهجهم وكان الهدف من تأويل نصوص القرآن تشويه صورة الإسلام والمسلمين، وقد ظهر مؤخراً كتاب يسمى (الفرقان الحق) الذي يعتبر خلاصة لفكر ومنهج المستشرقين في تحريف وتبديل وتشويه النص القرآني، كذلك يعتبر هذا الكتاب في نظر الغرب البديل عن القرآن الكريم، وقد ذكر الباحث أمثلة مختارة من هذا الكتاب في ثنايا البحث. ¶ ABSTRACT ¶ This research declear the incorrect methodology of orientalists in interpretation of Quranic text، that is by mentioning many example، this wrong interpretation because they are not follow the rule of scientific research and return to misconception for Arabic language، the depends on what the oreintelists wrote before them and this return to hatred and fanaticsm for Islam and Moslem. ¶ This research shows the facts of Arabs followers to orienties movement. ¶ The aims of this of research to show the bad interpretation for Quranic text misrepresentation for Islam and Moslem.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "Finally the true furqan was abeared to express about the wrong thougts and methodology for the orientalists for quranic varsses. ¶ المقدمة: ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين سيدنا محمد وعلى آله وصحبه ومن اهتدى بهديه إلى يوم الدين، أما بعد: ¶ يتحدث هذا البحث عن مفهوم الاستشراق والمستشرقين ومناهجهم تجاه النص القرآني، حيث أولوا هذا النص على غير وجهه الحقيقي، وتبعهم في ذلك مجموعة من تلاميذهم من العرب، وجاء هذا البحث ليبين ذلك المنهج ويرد عليهم. ¶ سبب اختيار الموضوع: ¶ كشف وبيان منهج المستشرقين الخاطئ في تأويلهم للقرآن الكريم. ¶ منهج البحث: ¶ اعتمد الباحث على المنهج الوصفي، هذا بجانب المنهج النقدي أحياناً، والرد على بعض تلك الشبهات التي أثارها المستشرقون بإيجاز. ¶ خطة البحث: ¶ اشتمل البحث على مقدمة وتمهيد، ومبحثين وخاتمة. ¶ التمهيد: وقفات مع الأستشراق والمستشرقين ويشتمل على: ¶ أولاً: مفهوم الاستشراق. …… ¶ ثانياً: المقصود بالمستشرقين. ¶ ثالثاً: منهج المستشرقين في البحث. ¶ رابعاً: آليات الخطاب الاستشراقي تجاه الفكر الإسلامي. ¶ المبحث الأول: مظاهر المنهج عند المستشرقين ويشتمل على: ¶ أولاً: إنكار المستشرقين الآيات التي تدل على إنكار إعجاز القرآن الكريم. ¶ ثانياً: تأويل الآيات التي تدل على عالمية الدين الإسلامي: ¶ ثالثاً: تعصب الحضارة الغربية. ¶ المبحث الثاني: نماذج من تأويل المستشرقين للنص القرآني: ويشتمل على: ¶ أولاً: تأويل آيات العقيدة ¶ ثانياً: أتباع المستشرقين. ¶ ثالثاً: تأويل المستشرقين لبعض المفردات القرآنية. ¶ رابعاً: تأويل المستشرقين للحروف المقطعة وأسرارها. ¶ خامساً: تأويل الآيات المكية عند المستشرقين. ¶ سادساً: تأويل الآيات التي تدل على عالمية الدين الإسلامي. ¶ سابعاً: تأويل المستشرقين لآيات القصص القرآني. ¶ ثامناً: تأويل آيات التشريع. ¶ الخاتمة: وفيها خلاصة البحث، وأهم النتائج والتوصيات.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "يشتمل على هذا البحث على مقدمة وتمهيد وثلاثة عشر مبحثاً كما يلي: ¶ المقدمة: مفهوم الاستشراق والمستشرقين ومنهجهم في البحث وتشتمل على ما يلي: ¶ أولاً: مفهوم الاستشراق: ¶ تعددت الآراء حول هذا التعريف وسأذكر بعضها: ¶ هو علم الشرق أو علم العالم الشرقي، وهو ذو معنيين: عام يطلق على كل غربي يقوم بدراسة الشرق كله في لغاته وآدابه وحضارته وأديانه، ومعنى خاص وهو الدراسة الغربية المتعلقة بالشرق الإسلامي في لغاته وتاريخه وعقائده.(1) ¶ وأيضاً مفهوم خاص أكاديمي وهو الدراسات الغربية التي تناولت الشرق من جميع جوانبه الدينية والاقتصادية والسياسية والاجتماعية (2). ¶ الاستشراق أسلوب غربي لفهم الشرق والسيطرة عليه ومحاولة إعادة توجيهه والتحكم فيه (3). ¶ ثانياً: المقصود بالمستشرقين: ¶ المستشرقون هم أولئك الأساتذة والباحثون الأكاديميون الغربيون الذين تخصصوا في دراسة اللغة العربية، والحضارة العربية وبقضايا العالم العربي وبالدين الإسلامي(4). ¶ المستشرقون يشمل طوائف متعددة تعمل في ميادين الدراسات الشرقية فهم يدرسون العلوم والفنون والآداب والديانات والتاريخ وكل ما يخص شعوب الشرق، والعالم العربي وغيرهم من أمم الشرق.(5) ¶ المستشرقون الكتاب الغربيون الذين يكتبون عن الفكر الإسلامي وعن الحضارة الإسلامية(6). ¶ __________ ¶ (1) الاستشراق والخلفية الفكرية للصراع الحضاري، د. محمود زقزوق، ص5، طباعة1983-1404هـ. ¶ (2) ظاهرة انتشار الإسلام وموقف بعض المستشرقين منها، ص10، ط1- سنة1983 . ¶ (3) لِمَ الاهتمام بالاستشراق، شكري النجار، مجلة الفكر العربي – العدد 31/1983م المنشأة العامة. ¶ (4) الدراسات العربية، الإسلامية في أوروبا، ميشا جحا، ج1، ص82، معهد الأسماء العربي. ¶ (5) المستشرقون ومشكلات الحضارة، عفان صبرة، ص9، دار النهضة العربية، القاهرة، 1980. ¶ (6) الفكر الإسلامي وصلته بالاستعمار الغربي، د. محمد البهي، ص220، ط6، 1973، دار الفكر، بيروت.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ويرى الباحث أن الإستشراق هو دراسة العالم الإسلامي والحضارة الإسلامية ومقوماتها السياسية والاقتصادية والتاريخية والعقائدية واللغوية – ومحاولة تفسير هذه الحضارة ومقوماتها تفسيراً ماديا بحثاً يتفق مع منهجهم الذي وضعوه حتى يسيطروا على العالم الإسلامي. ¶ ثالثاً: منهج المستشرقين في البحث: ¶ لقد وقع المستشرقون أثناء دراستهم وتحليلهم للنص القرآني في تأويلات وتناقضات مخالفة للصواب وهذا يرجع إلى عدة أمور منها: ¶ عدم الموضوعية في الدراسة والتحليل بحيث لم يلتزم هؤلاء المستشرقين بقواعد البحث العلمي القائم على المقاييس الدقيقة، فهؤلاء وضعوا النتيجة مسبقاً ثم شرعوا بصياغة المقدمات، وهذا مخالف للأصل. ¶ عدم الفهم للغة العربية: إن دراسة المستشرقين للنص القرآني لم تكن دراسة متعمقة وجدية بل كانت سطحية وهذا مما جعلهم يقعون في تناقضات في الفهم والاستنباط. ¶ يجب على هؤلاء المستشرقين إذا أرادوا قراءة النص القرآني وتحليله أن يتحلوا بالحيادية والانفتاح الفكري والتمسك بالروح العلمية في البحث والابتعاد عن التثبت بالرؤية الأحادية المتعلقة بالنتائج، وأن يعترفوا بالنتائج وإن كانت مخالفة لتصوراتهم. ¶ يجب على المستشرقين أن يتمتعوا بالأمانة العلمية في البحث ولا يكونوا حاقدين متعصبين لآرائهم؛ بحيث يبترون النص القرآني ولا يدرسونه دراسة كاملة (1). ¶ يجب على المستشرقين عدم إصدار الأحكام النهائية على النص القرآني إلا بعد الاستدلال بالبراهين والحجج التي تثبت ما يقولونه. ¶ __________ ¶ (1) مناهج وأساليب البحث العلمي، النظرية والتطبيق، يحي عليان وعثمان غنيم، ص215، وما بعدها بتصرف، دار الصفا للنشر والتوزيع، عمان، ط2000.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ويذكر د. عبدالصبور شاهين أسباب أخطاء المستشرقين في البحث فيقول: (وآفة المستشرقين أنهم يسوقون مجرد الاحتمالات العقلية مساق الحقائق ويقيسون الماضي الذي لم يكن جزءاً من تاريخهم، وبالتالي لم يكن من مكونات ضمائرهم بمقياس حاضرهم مع تباين المكان والزمان والعقلية والروح، وآية ذلك أنهم يغضون أبصارهم عن الطابع الميتافيزيقي الذي نشأت في ظله أحداث التاريخ القرآني وعلى عهد النبوة، ويرفضون مناهج المسلمين في نقد الأخبار ورواتها). (1) ¶ ويعترف بعض علماء المستشرقين أن طبيعة الفهم الاستشراقي يختلف هذا الفهم عن الباحثين المسلمين والدليل على ذلك ما قاله المستشرق الألماني د. ديلكويس موراني: (الفهم الاستشراقي للقرآن يختلف كل الاختلاف عنه عند المسلمين عامة، والباحثين المسلمين خاصة، وذلك ما أثار توتراً؛ بل حقداً، إن صح التعبير بين الطرفين الإسلامي والأوروبي، إن المستشرق الذي يدرس نص القرآن وعلومه لا ينطبق من الحقيقة المطلقة لدى المسلمين، أن هذا النص وحيّ منزل، أي لا يدرسه من زاوية الإيمان، بل من زاوية العلم المنفصل عن جميع ما يدخل في باب الإيمان والعقيدة، والاستشراق يعالج النص القرآني وفقاً لمعايير علوم الديانات العامة، ووفقاً لعلوم التاريخ، فمن هنا يمكن القول: إن نص القرآن في رأي المستشرقين ليس إلا وثيقة تاريخية ثمينة باعتباره مبدأًَ أساسياً في إيمان المسلمين وعقيدتهم، وهذا ما ينبغي على الباحثين المسلمين مراعاته عند القراءة في دراسات المستشرقين أو مناقشتهم حتى لا يحصل الخلل في الفهم والنتائج، والمدارس الاستشراقية تختلف باختلاف الدول، فالاستشراق الإنجليزي يختلف عن الاستشراق الأمريكي أو الألماني فلكل منهم طبعته الخاصة.(2) ¶ __________ ¶ (1) قضايا قرآنية في الموسوعة البريطانية، نقد مطاعن، ورد شبهات، د. فضل عباس، ص18، ط2، 1989، دار النشر، عمان. ¶ (2) الشبكة الإسلامية، الثلاثاء، بتصرف، 24/8/2004م.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "رابعاً: آليات الخطاب الاستشراقي تجاه الفكر الإسلامي: ¶ يعتمد الخطاب الاستشراقي في تحليل النص القرآني على عدة آليات منها: ¶ الهدف الأساسي من الدراسات الاستشراقية وضع الخطط الاستعمارية لاستعمار العالم الإسلامي والسيطرة على شعوبها ومقدراتها وليس ذات الدراسة هذا بالإضافة إحياء النعرات الجاهلية والخلافات الفقهية والحزبية، وتقسيم العالم الإسلامي إلى دويلات حتى يسهل حكمه. ¶ ينظر هؤلاء المستشرقون على أن الإسلام ليس واحداً، بل هو إسلام متعدد حسب شعوبه وحسب العوامل الثقافية التي تأثر بها، فهناك إسلام سني، وإسلام شيعي، وإسلام أوروبي، وهكذا.... ¶ يذهب المستشرقون إلى أن الإسلام هو متعدد حسب طوائف المسلمين، فهناك إسلام المتصوفة، وإسلام الفقهاء، الإسلام الحركي والإسلام السياسي، والإسلام الراديكالي، وغير ذلك، هذه هي عقلية المستشرقين تجاه الإسلام والمسلمين، لذا يجب علينا أن نفهم تلك العقلية حتى نستطيع أن نتعامل معها. ¶ حاول المستشرقون جاهدين على إضعاف الجانب الروحي والمعنوي في نفوس المسلمين وذلك عن طريق قتل روح الجهاد في الأمة ويقودها بالأمر الواقع، ومحاولة تلفيق أهمية وأصول الفقه الإسلامي وإحلال الفكر الدخيل محل الفكر الإسلامي. ¶ ويضيف د. موراني: أن أزمة الاستشراق هي أزمة المناهج وليست أزمة التطبيق، بمعنى أن المستشرقين بعد عصر النهضة بدؤوا يخضعون مصادر الإسلام إلى مفاهيم غربية مما جعل حقائق الإسلام تظهر في غير ثوبها، بل تصبح مشوهة المظهر مبتورة الأطراف، لذلك لا بد من غربلة تلك المناهج غربلة دقيقة وأن نشير إلى مكمن الخطأ فيها (1) ¶ المبحث الأول ¶ مظاهر منهج المستشرقين في تأويل النص القرآني ¶ ويشتمل على: ¶ أولاً: إنكار المستشرقين الآيات التي تشير إلى أسلوب إعجاز القرآن الكريم: ¶ __________ ¶ (1) شبكة التفسير والدراسات القرآنية وملتقى أهل التفسير، موراني بون، ألمانيا، الشبكة العنكبوتية، 2/2/2005م.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقد تأول جولد تسهير هذه الآية، قوله تعالى: { قُلْ لَئِنِ اجْتَمَعَتِ الْأِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً } (الإسراء:88). ¶ قال: (إن إعجاز القرآن ليس إلا في تغلبه على الشعر وسجع الكهان وليس معجزاً في ذاته)(1). يقول جولد تسهير حول بلاغة القرآن في مكة والمدينة: (يرى أن القرآن في مكة ذا قيمة رفيعة، أما في المدينة فقد هبط مستواه)(2). ¶ يقول جولد تسهير: (في العصر المكي جاءت المواعظ التي قدم فيها محمد الصور التي أوحتها حميته الملتهبة في شكل وهي خيالي حاد، ولكن حمية النبوة وحدتها أخذت في عظات المدينة والوحي الذي جاء بها تهدأ رويداً رويداً حيث أخذت البلاغة في هذا الوحي تصبح ضعيفة شاحبة كما أخذ الوحي نفسه ينزل على مستوى أقل بحكم ما كان يعالجه من موضوعات ومسائل حتى صار أحياناً في مستوى النثر العادي)(3). ¶ يقول الخوري: (إن إعجاز القرآن اللفظي ليس منزلاً، وإن لفظه هو لفظ محمد ونظمه وليس لفظه الوحي الذي نزل به، وبالتالي فإن إعجاز نظمه قائم على النبي لا على الوحي)(4). ¶ __________ ¶ (1) مذاهب التفسير الإسلامي للعالم المستشرق، جنتس جولد تسهير، ص125، دار اقرأ، 1403هـ، 1983م. ¶ (2) مذاهب التفسير الإسلامي، ص130، مرجع سابق. ¶ (3) مذاهب التفسير الإسلامي، ص21، مرجع سابق. ¶ (4) إعادة النظر، ص311، مرجع سابق.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إن ما ادعاء المستشرقين بأن القرآن غير معجز غير صحيح، فالواقع يشهد أن القرآن الكريم نزل على الرسول - صلى الله عليه وسلم -، وقد كان أمياً، وقد تحدى القرآن الكريم العرب وهم أصحاب البلاغة والبيان على أن يأتوا بمثله، ولكنهم وقفوا عاجزين على مجاراته، يقول الإمام الخطابي في إعجاز القرآن: إعلم أن القرآن إنما صار معجزاً لأنه جاء بأفصح الألفاظ في أحسن نظوم التأليف مضمناً أصح المعاني... أمر تعجز عنه قوى البشر فلا تبلغه قدرهم، فانقطع الخلق دونه وعجزوا عن معارضته بمثله أو مناقضته في شكله، فالعرب لم يعترضوا على أسلوب القرآن الكريم، وإنما اعترضوا على نزول القرآن على شخص الرسول - صلى الله عليه وسلم - (1). ¶ ويقول الباقلاني عن إعجاز القرآن: (إنه بديع النظم، عجيب التأليف، متناهٍ في البلاغة إلى الحد الذي يعلم عجز الخلق عنه)(2). ¶ ثانياً: تأويل الآيات التي تدل على عالمية الدين الإسلامي: ¶ يقول الخوري: (إن معجزة محمد الحقيقية هي بخاصة في إقامة وحدة عربية تحت سلطان سياسي ديني عربي قومي، وهي معجزته العظمى)(3). ¶ وقد استدل بالآيات المكية أذكر منها: ¶ قال تعالى { وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ... } . الأنعام من الآية 92 ¶ قال تعالى { وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ... } . الأنعام من الآيات 155-157 ¶ سورة الشورى آية 7 { وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآناً عَرَبِيّاً لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا.... } . ¶ وأيضاً استدل بالآيات المدنية أذكر منها: ¶ __________ ¶ (1) انظر : ثلاث رسائل في إعجاز القرآن، الخطابي والرماني والباقلاني، ص 15 بتصرف، دار الفكر، بيروت . ¶ (2) إعجاز القرآن للباقلاني، ص 69، 70، تحقيق السيد أحمد صقر، دار المعارف بمصر . ¶ (3) القرآن والمبشرون، ص34، مرجع سابق.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "سورة الجمعة الآية 2 { هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ... } . ¶ سورة البقرة الآية 151 { كَمَا أَرْسَلْنَا فِيكُمْ رَسُولاً مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ... } . ¶ تأويل المستشرقين لقوله تعالى: { إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ } (التكوير: 27)، وقوله تعالى: { تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيراً } (الفرقان: 1)، وقوله تعالى: { وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً } (سبأ: 28). ¶ يدعي المستشرق مور (أن عموم فكرة الرسالة جاءت فيما بعد، وأن هذه الفكرة على الرغم من كثرة الآيات والأحاديث التي تؤيدها، لم يفكر فيها محمد نفسه، وعلى فرض أنه فكر فيها، فقد كان تفكيره تفكيراً غامضاً، فإن عالمه الذي كان يفكر فيه إنما كان بلاد العرب كما أن هذا الدين الجديد لم يهيأ إلا لها، وأن محمداً لم يوجّه دعوته منذ بُعث إلى أن مات إلا للعرب دون غيرهم، وهكذا نرى أن نواة عالمية الإسلام قد غرست، ولكنها إذا كانت قد اختمرت ونمت بعد ذلك، فإنما يرجع هذا إلى الظروف والأحوال أكثر منه إلى الخطط والمناهج)(1). ¶ ويقول المستشرق غيتاني: (لم يتخط محمد بفكره حدود الجزيرة العربية ليدعو أمم العالم في ذلك الوقت إلى هذا الدين)(2). ¶ لذلك يدعي المستشرقون أن الفتوحات الإسلامية كان الهدف منها الغنيمة، يقول المستشرق الألماني يوليوس فلهاودن: (ولم تكن الحكومة الإسلامية يهمها سوى حمل الخراج إلى بيت المال على المقدار المفروض له، الذميون بقرة، الوالي يمسكها من قرونها حتى تسكن وعامل الخراج يحلبها)(3). ¶ __________ ¶ (1) الإسقاط، ص141، مرجع سابق. ¶ (2) الإسقاط، ص141، مرجع سابق. ¶ (3) الإسقاط، ص181، مرجع سابق.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ويقول المستشرق توماس أرنولد: (إن العرب شعب نشط فعَّال، دفعته يد الجوع والحاجة إلى ترك صحاريه القاحلة، واجتياح الأراضي الفنية المترفة)(1). ¶ جاء في الفرقان الحق: (وقد أنزلنا سنة الحق في الإنجيل الحق وصدقنا بالفرقان الحق تصديقاً مبيناً وما نزلنا سواها معارضاً أو ناسخاً أو بديلاً)(2). ¶ الإسلام هو دين البشرية جمعاء، وما ادعاه هؤلاء المستشرقين غير صحيح، وذلك لأن الله سبحانه وتعالى أرسله رسوله بالهدى ودين الحق ليخرج الناس من الظلمات إلى النور، يقول تعالى: { وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ } (الأنبياء:107)، ومن جانب آخر يشهد الواقع الذي نعيش على عالمية هذه الدعوة، وذلك باعتناق الإسلام الكثير من أحبار اليهود وقساوسة النصارى منهم بحيرا الراهب وعبدالله بن سلام وغيرهم الكثير. ¶ أما في العصر الحديث فإن إسلام الآلاف من أهل الكتاب وغيرهم يدل بوضوح على عالمية هذا الدين.ثالثاً: تعصب الحضارة الغربية للمسيحيين: ¶ يقول المستشرق آرنست رينان: (إن الشرط الجوهري لنشر الحضارة الأوروبية، هو زوال الإسلام، وستظل الحرب قائمة في هذا المضمار، ولن تنتهي إلا عندما يموت آخر وليد في ذرية إسماعيل بؤساً، أو عندما يدحره الإرهاب، فيقهقر حتى قلب الصحراء)(3). ¶ يقول فيليب حتى: (إن الحاجة المادية هي التي دفعت معاشر البدو، وأكثر جيوش المسلمين منهم إلى ما وراء تخوم البادية الفقراء، إلى مواطن الخصب في بلدان الشمال، ولئن كانت الآخرة، أو شوق البعض إلى بلوغ جنة النعيم قد حبب إليهم الوغى، إن ابتغاء الكثيرين حياة الهناء والبذخ في أحضان المدنية التي ازدهر بها الهلال الخصيب، كان الواقع الذي حبب لهم القتال) (4). ¶ __________ ¶ (1) الإسقاط، ص181، مرجع سابق. ¶ (2) الفرقان الحق، ص246، مرجع سابق. ¶ (3) الاسقاط، ص156، مرجع سابق. ¶ (4) الاسقاط، ص182، مرجع سابق.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "يقول اللورد كرومر: (إن الإسلام يبث روح التعصب في أهله، ويجعلهم ينفرون ممن لا يدين معهم به، وإن القرآن يغرس في عقول متبعيه بغض الأغيار، وحب الانتقام) (1). ¶ ويقول كارل بروكلمان: (يتحتم على المسلم أن يعلن العداوة على غير المسلم حيث وجدهم، لأن محاربة غير المسلم واجب ديني)(2). ¶ ويرد رجاء جاوردي على هؤلاء المستشرقين الذين لم يعرفوا حقيقة الإسلام فيقول: (لم يدرس الغرب الإسلام دراسة صحيحة في الجامعات الغربية، وربما كان هذا مقصوداً مع الأسف) (3). ¶ يقول موير: (إن سيف محمد والقرآن هما أكثر أعداء الحضارة والحرية والحقيقة الذين عرفهم العالم حتى الآن عناداً)(4). ¶ ادعاء المبشر الخوري أن أهل الكتاب غير ملزمين باتباع الرسول - صلى الله عليه وسلم - تمثل ذلك في تأويله لآية آل عمران { فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَاد } (آل عمران:20). ¶ يقول الخوري: إن كل ما طلبه محمد من أهل الكتاب هو إعلانهم الإسلام، وكون دينهم الإسلام، وليس اتباع دينه وشرائعه، والآيات تقرر أنهم يكونون مهتدين بهذا الإعلان المطلوب منهم، ولقد كان أنبياؤهم وآباؤهم أنفسهم مسلمين بنص القرآن. ¶ تأويل قوله تعالى: { يَا أَهْلَ الْكِتَابِ } (المائدة: 15). فهم المستشرق ويلش من الفعل (تخفون) أن اليهود كانوا لم يمكنوا محمداً من كتبهم(5). ¶ __________ ¶ (1) الاسقاط، ص211، مرجع سابق. ¶ (2) تاريخ الشعوب الاسلامية، كارل بوركلمان، ص87، دار العلم للملايين، بيروت، سنة1984م. ¶ (3) الاسقاط، ص13، مرجع سابق. ¶ (4) الاستشراق، أ. داود سعيد، ص165، مترجم كمال أبو ذيب، بيروت، مؤسسة الابحاث العربية، 1995. ¶ (5) القرآن والمبشرون، ص380، مرجع سابق.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أولاً: مظاهر تأويل النص القرآني عند المستشرقين: ¶ ويشتمل على مطلبين: ¶ المطلب الأول: تأويل آيات العقيدة ويشتمل على ما يلي: ¶ أولاً: تأويل أسماء الله وصفاته، ويتمثل ذلك في قوله تعالى: { بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ } (الفاتحة:1)، استدل بعض القساوسة على إثبات التثليث في الإسلام من خلال تأويل النص القرآني السابق، واعتبر هؤلاء أن ذلك النص فيه ثلاثة أسماء (الله والرحمن والرحيم) فيدل على التثليث. (1) ¶ وقد جاء في كتاب الفرقان الحق: (ادعوا الرحمن أو ادعوا الرحيم أياً ما تدعوننا فلنا التجليات الحسنى جميعاً مثلثة موحدة فرداً فرداً فأنى تشركون...، وكذلك نحن الله الرحمن الرحيم ثالوث فرد إله واحد لا شريك لنا في العالمين) (2)، وأيضاً جاء سورة البسملة: (بسم الأب والكلمة والروح الإله الواحد الأوحد مثلث التوحيد موحد التثليث ما تعدد)(3). ¶ يرى الباحث إن النص القرآني لا يحتوي على ثلاث أسماء كما استدل بعض القساوسة أو كما جاء في كتاب الفرقان، بل اشتمل النص القرآني على اسم الله وهو اسم ذات يدل على الله، والرحمن الرحيم صفتان لهذا الاسم(4)، وبهذا يتضح جهل المستشرقين باللغة العربية وأساليبها بحيث لم يفرقوا بين الاسم والصفة. ¶ أصول القرآن (تأويل ظاهرة الوحي) كما جاء عند المستشرقين في الموسوعة البريطانية: ¶ __________ ¶ (1) مناهج المستشرقين في الدراسات العربية والإسلامية، ص33، المنظمة العربية للتربية والثقافة والإعلام، ط، 1985م. ¶ (2) الفرقان الحق، مجموعة من المستشرقين الأمريكيين، ص62، ط1، 1999م. ¶ (3) الفرقان الحق، المرجع السابق، ص7- ص30، مرجع سابق . ¶ (4) انظر الكشاف عن حقائق غوامض التنزيل وعيون الأقاويل في وجوه التأويل محمود بن عمر الزمخشري ج1 ص6، الناشر دار الكتاب العربي .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "يعتقد المسلمون أن القرآن نزل على محمد منجماً في مدة تزيد عن عشرين عاماً، وكان كلما نزل جبريل على محمد بالوحي (القرآن) يصاب بغيبوبة أو نشوة يعود بعدها إلى وعيه، ثم يصحو فيتلو كلمات الوحي ليسمع من يحيط به من أصحابه(1). ¶ يدعي المستشرق الألماني جولدتسهير فيقول: (أن سبب الوحي النازل على محمد، والدعوة التي قام بها هو ما كان ينتابه من الصرع)(2).… ¶ يقول المستشرق جولد تسهير أن القرآن فيه تناقض: (من العسير أن يستخلص من القرآن نفسه مذهباً عقيدياً موحداً متجانساً وخالياً من المتناقضات، ولم يصلنا من المعارف الدينية إلا كثير أهمية وخطراً، إلا آثار عامة نجد فيها – إذا بحثناها في تفاصيلها – أحياناً تعاليم متناقضة)(3) ويقول أتباع المستشرقين عن الوحي بأنه خرافة. يقول د. زكي نجيب محمود: أن الوحي هو خرافة(4). ¶ __________ ¶ (1) قضايا قرآنية، بتصرف، ص167، مرجع سابق. ¶ (2) الإسقاط في مناهج المستشرقين والمبشرين، د. شوقي أبو خليل، ص10، دار الفكر، ط1، 1416هـ - 1995م. ¶ (3) الاسقاط، المرجع السابق، ص62. ¶ (4) إعادة النظر في كتابات العصرتين في ضوء الإسلام، د. أنور الجندي، ص9، ط1، 1972، دار الاعتصام، القاهرة،",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يرى الباحث إن هذا الادعاء يدل على جهل المستشرقين بشخصية الرسول - صلى الله عليه وسلم - فقد شهد التاريخ بالأدلة القاطعة أن الرسول - صلى الله عليه وسلم - كان حليماً واسع الصدر، حسن الخلق، أما ما ادعاه المستشرقون بأنه داء عصبي، ومن أعراضه شذوذ في الخلق، وضيق في التنفس، وقد يصل بصاحبه إلى الإغماء والهذيان، فهذه الصفات لا تتفق مع ما هو معروف عن النبي - صلى الله عليه وسلم - أنه كان أمة في أخلاقه، كيف يصلح من يصاب بهذا الداء العضال لقيادة البشرية؟ وكيف نتصور أن يصدر عن هذا المصاب عقيدة التوحيد والتشريعات القرآنية في جميع مجالات الحياة وهذا الإعجاز القرآني في أسلوبه، ونظمه فالرسول - صلى الله عليه وسلم - كان شخوص متعددة في شخص واحد، فقد كان قائداً عسكرياً وسياسياً محنكاً، وكان زوجاً صالحاً وصديقاً حميماً وغير ذلك من الصفات (1). ¶ يقول تعالى: (لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً) (الأحزاب:21). (2) ¶ ثانياً: مع أتباع المستشرق: ¶ أ - طه حسين: ¶ __________ ¶ (1) انظر : مناهل العرفان في علوم القرآن، محمد عبدالعظيم الزرقاني، ج1، ص 70 وما بعدها بتصرف، دار إحياء الكتب العربية. ¶ (2) انظر مناهل العرفان في علوم القرآن محمد عبدالعظيم الزرقاني ج1 ص72 وما بعدها بتصرف _ مرجع سابق .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "يعلن طه حسين تجرده من دينه عند البحث، فقال: (يجب حين نستقبل البحث، عن الأدب العربي وتاريخه أن ننسى قوميتنا وكل مشخصاتها، وأن ننسى ديننا وكل ما يتصل به) (1)، ويقرر طه حسين: أن القرآن وضع إنساني فيه خرافة وفيه الكذب وأن النبي - صلى الله عليه وسلم - رجل سياسي فلا نبوة ولا رسالة، وأن أئمة المسلمين يكذبون في تأويل تاريخهم ويؤيدون هذا التاريخ بقول الزور والانتحال، ويستشهدون لقرآنهم وحديث نبيهم وهما أصلا الدين كله بشعر لفقوه تلفيقاً ونسبوه إلى أشخاص خلقوهم خلقاً، وما يؤثر عن شيء اسمه امرؤ القيس وغير امرئ القيس لا يوثق به، إذ لم يكن من هواشي، فالأحاديث الصحيحة كذب وأسانيدها التي حققها العلماء وحفظوها وتناقلوها وأجازوها كذب) (2). ¶ ب- سلمان رشدي في كتابه (الآيات الشيطانية): ¶ يشير د. أبو زيد: (والجانب الغيبي عنده (سلمان رشدي) خرافة وأسطورة)، ويقول أيضاً: (ولا خلاص من تلك الوضعية إلا بتحرير العقل من سلطة النصوص الدينية، وإطلاقه حراً يتجادل مع الطبيعة والواقع الاجتماعي والإنساني، فينتج المعرفة التي يصل بها مزيد من التحرر فيصقل أدواته ويطور آلياته) (3)، ويقول أيضاً: (القرآن منذ نزل على محمد - صلى الله عليه وسلم - أصبح وجوداً بشرياً منفصلاً عن الوجود الإلهي)(4). ¶ ج- يقول د. أبو زيد: (إن العلمانية ليست في جوهرها سوى التأويل الحقيقي والفهم العلمي للدين وليست ما يروّج له المبطلون، مع أنها الإلحاد الذي يفصل الدين عن المجتمع والحياة)(5). ¶ __________ ¶ (1) تحت راية القرآن، مصطفي صادق الرافعي، ص146، دار الكتاب العربي، بيروت، 1421هـ، 2001م. ¶ (2) تحت راية القرآن، مرجع سابق، ص146- ص204. ¶ (3) هجمة علمانية جديدة ومحاكمة النص القرآني، سعفان كامل، دار الفضيلة، 1993م. ¶ (4) الإسقاط في ناهج المستشرقين والمبشرين، شوقي أبو خليل، ص138، دار الفكر، بيروت، ط1. ¶ (5) قضايا قرآنية، مرجع سابق، ص176.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ينظر الباحث إلى خطورة من أنكر الوحي أو ادعى بأنه خرافة، وذلك لأن الوحي هو أساس هذا الدين القويم، لذا فإن هؤلاء المنكرين والمتأولين قد جهلوا حقيقة الوحي الذي يعني (إعلام الله رسولاً من رسله أو نبياً من أنبياءه ما يشاء من كلام أو معنى بطريقة تفيد النبي أو الرسول العلم اليقين القاطع بما أعلمه الله به) (1). ¶ ومن جانب آخر إن الوحي هو خارج نطاق الرسول - صلى الله عليه وسلم - وتنحصر وظيفته بحفظ الموحى وتبليغه، فالوحي ليس أمراً ذاتياً داخلياً مرده إلى حديث النفس المجرد، وإنما هو استقبال وتلقي لحقيقة خارجة لا علاقة لها بالنفس، فحديث ضم الملك للرسول - صلى الله عليه وسلم - بقوله اقرأ ثلاث مرات، ولقد أصيب النبي - صلى الله عليه وسلم - بالرعب والخوف مما سمع ورجع إلى بيته يرجف فؤاده، وهذا يدل على أن النبي - صلى الله عليه وسلم - لم يكن متشوقاً للرسالة التي سيكلف بثقلها وتبليغها للناس، ثم إن صدق النبي - صلى الله عليه وسلم - مع قومه أربعين سنة يدل دلالة واضحة على أن النبي - صلى الله عليه وسلم - كان مشهوراً بالأمانة والإخلاص (2). ¶ __________ ¶ (1) الوحي المحمدي : الشيخ محمد رشيد رضا ج35 ص10 _ المكتب الإسلامي _ القاهرة . ¶ (2) انظر فقه السيرة محمد البوطي ص64 بتصرف _ دار الفكر _ بيروت .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وكذلك ليس من الممكن أن يعلم إنسان بواسطة المكاشفة النفسية حقائق كونية وتاريخية كقصة يوسف وموسى وعيسى عليهم السلام وباقي قصص الأنبياء، فمن أعلم الرسول بتلك القصص؟ ثم لم يؤثر عن أهل الكتاب أنهم اعترضوا على الرسول - صلى الله عليه وسلم - عندما ذكر تلك القصص(1) ، يقول تعالى: { وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلا تَخُطُّهُ بِيَمِينِكَ إِذاً لارْتَابَ الْمُبْطِلُونَ } (العنكبوت:48). ثالثاً: تأويل المستشرقين لبعض المفردات القرآنية: ¶ يقول المستشرق ويلش: (إن معظم علماء الغرب يذهبون أن لفظ القرآن مأخوذ من الكلمة السريانية قِريانا (keryana) التي تعني درساً في قراءة الكتاب المقدس كما هو مستعمل في الطقوس والشعائر النصرانية). ¶ ادعاء المستشرقين أن في القرآن كلمات دخيلة مثل كلمتي (الإيمان والصلاة) وقلم وآية: زعمت دائرة المعارف البريطانية أن كلمة الإيمان أصلها عبرية أو آرامية، وأن أصل كلمة الصلاة أصلها آرامية، وقلم أصلها يوناني. ¶ تأويل المستشرقين لقوله تعالى: { وَلَقَدْ آتَيْنَاكَ سَبْعاً مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ } (الحجر:87). ¶ يقول المستشرقون: إن كلمة (مثاني) مأخوذة من اللفظة العبرية ميشنا (mishn) وتعني التعاليم الشفهية اليهودية ونصوص المشينا غير مقدسة، إنما هي نصوص تشريعية تتضمن القوانين والتقاليد والمأثورات والشعائر والتقاليد السلوكية وهي مأخوذة من زعم من الكلمة السريانية الآرامية، مثينا (mathnitha). ¶ وترجم بلاشير ويل وات: وتعني زوجي أو أزواج وتعني أن القرآن يكرر نفسه وهو كتاب ممل ليس فيه جمال وأن القرآن يكرر ما في كتبه اليهود والنصارى(2). ¶ تأويل د. أبو زيد كلمة الريح: ¶ __________ ¶ (1) انظر السيرة النبوية عرض وقائع وتحليل أحداث الدكتور محمد الصلابي ج1 ص101 بتصرف دار الفكر للتراث. ¶ (2) قضايا قرآنية، مرجع سابق، ص183.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "يقول في تفسيره ما نزل بعاد قوم هود واستدل بقوله تعالى: { رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ } (الأحقاف: 24)، جعل الريح إشارة إلى ما فيها من الراحة، فإذا بهذه الريح أراحهم من هذه الهياكل المظلمة، والمسالك الوعرة...)(1). ¶ تأويل المستشرقين لقوله تعالى: { اللَّهِ أَكْبَرُ } . ¶ يقول رودينسون: الله أكبر من الآلة الأخرى، ويزعم بأن إله المسلمين لم يمانع في بداية الدعوة الإسلامية أن يعترف بوجود آلهة لها تأثير في الكون، وأن محمداً كان يدرك ذلك بدليل قوله فيما بعد، وعندما شن الحرب على أهل مكة (الله أكبر) يعني بذلك الله أكبر من الآلهة الأخرى، ويزعم أن محمداً وصل إلى فكرة الإله الواحد من خلال احتكاكه باليهود والنصارى (2). ¶ الرأي الذي يميل إليه الباحث أنه لا توجد في القرآن الكريم كلمات معربة أو دخيلة وقد استدل الشافعي على أن ألفاظ القرآن وآياته عربية(3) يقول تعالى: { بِلِسَانٍ عَرَبِيٍّ مُبِينٍ } (الشعراء:195)، ويقول تعالى في سورة الشورى: { وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآناً عَرَبِيّاً لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ } (الشورى:7).رابعاً: تأويل المستشرقين للحروف المقطعة وأسرارها: ¶ يقول المستشرق (لوث) أن الحروف المقطعة قد تأثرت في أصلها \"بالكبالا\" يعني التصوف اليهودي(4). ¶ __________ ¶ (1) القرآن من المنظور الاستشراقي، دراسة نقدية تحليلية، د. محمد أبو ليلة، ص195، ط1، 1423هـ - 2002م، دار النشر للجامعات. ¶ (2) محمد بين الحقيقة والافتراء في الرد على الكاتب رودينسون، ص125، دار النشر للجامعات، ط1، 1999م. ¶ (3) الرسالة للإمام الشافعي، ص 26 – 28 بتصرف، تحقيق السيد محمد كيلاني، ط1، البابي الحلبي . ¶ (4) القرآن الكريم من المنظور الاستشراقي، ص228، مرجع سابق.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويقول ويلش: (لأربعة عشر قرناً ظلت هذه الحروف موضع غموض وحيرة لعلماء المسلمين، إذ يرى بعض العلماء أن فيها اختصاراً لعبارات ما، على سبيل المثال \"الر\" اختصار للرحمن، \"الم\" اختصاراً للرحيم، \"حم\" اختصاراً للرحمن الرحيم، \"ص\" اختصاراً صادي يا محمد، \"يس\" يا سيد المرسلين (1). ¶ ويزعم المستشرق نولدكه: (أن هذه الحروف المقطعة وجدت طريقها إلى القرآن بمحض الصدفة، بمعنى أنهم \"الصحابة\" ضموها إلى القرآن ظناً أنها جزء من التنزيل)(2). ¶ ويذهب المستشرق \"لوت\" إلى أن النبي - صلى الله عليه وسلم - مدين بفكرة فواتح السور من مثل: حم، وطسم، وألم،.... لتأثير أجنبي، ويرجع أنه تأثير اليهود (3). ¶ يرى الباحث أن ما ورد عن المستشرقين في أصل الحروف المقطعة غير صحيح، يقول أبو السعود تفسيراً لهذه الحروف: (إن هذه الألفاظ إيماء إلى الإعجاز والتحدي على سبيل الإيقاظ فلولا أنه وحي من الله لما عجزوا عن معارضته) وبذلك يتضح أن هذه الأحرف جاءت في قمة التحدي للعرب الذين كانوا هم أرباب البلاغة والبيان (4). ¶ خامساً: تأويل الآيات المكية عند أتباع المستشرقين: ويشتمل على ما يلي: ¶ __________ ¶ (1) القرآن الكريم من المنظور الاستشراقي، ص226، بتصرف مرجع سابق . ¶ (2) القرآن الكريم من المنظور القرآني، ص215، مرجع سابق. ¶ (3) الاستشراق والخلفية الفكرية، ص84، مرجع سابق. ¶ (4) تفسير أبي السعود المسمى إرشاد العقل السليم إلى مزايا القرآن الكريم للإمام أبي السعود محمد بن محمد العمادي المتوفى 951هـ ج1، ص 21، دار إحياء التراث العربي، بيروت .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أولاً: ادعاء أن أصل القرآن التوراة والانجيل: يقول الخوري: إن الدعوة المحمدية كانت في العهد المكي كتابية إنجيلية توراتية مسيحية يهودية، وإن القرآن نسخة عربية من الكتب السماوية السابقة المنزلة على الأنبياء السابقين، وتقتبس منها، وإنه كتابي توراتي إنجيلي يهودي نصراني في موضوعه ومصادره وقصصه وجدله وإن محمداً كان متأثراً إلى أبعد الحدود باليهود والنصارى واليهودية والنصرانية والتوراة والإنجيل والكتاب المقدس منسجماً مع كل ذلك انسجام حتى كأنه واحد منهم مع غلبة المسحة المسيحية، وإن دعوته كانت قاصرة على مشركي العرب واستدل الخوري الآيات من سورة مريم { كهيعص - ذِكْرُ رَحْمَةِ رَبِّكَ عَبْدَهُ زَكَرِيَّا - إِذْ نَادَى رَبَّهُ نِدَاء خَفِيّاً - قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْباً وَلَمْ أَكُن بِدُعَائِكَ رَبِّ شَقِيّاً } (مريم: 1-44) للمسيحية، ثم صار في الدور الثاني الذي تمثله سورة مريم من الآيات (45-66) لبني إسرائيل، ثم كان عهد الاستقلال عن أهل الكتاب في آخر العهد من سورة مريم (67-98) (1). ¶ __________ ¶ (1) القرآن والمبشرون، د. محمد دروزة، ص108، ط4، 1972م، المكتب الإسلامي، دمشق.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ثانياً: يدعي الخوري (وهو مستشرق لبناني درس العربية والقرآن الكريم، ثم أخذ يطعن في اللغة العربية وفي أسلوب القرآن) أن هناك آيات مقحمات، يريد أن يعترض على أسلوب القرآن فيقول: ذكر القرآن في صدر آية النحل { ادْعُ إِلِى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُم بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ } (النحل: 124) إنها والسياق التي قبلها الذي ذكر ملة إبراهيم مقحمتان على السياق لأنها تشير إلى خلاف وصدام بين النبي - صلى الله عليه وسلم - وبين بني إسرائيل وليس شيء من ذلك بينهما في الدور المكي، ولأن ملة إبراهيم إنما كانت من شعارات المدينة، ولم تذكر في القرآن المكي (1). ¶ تأويل قوله تعالى: { وَقَالَ الَّذِينَ كَفَرُوا... } (الفرقان: 4-5): ¶ يقول المستشرقون على هذه الآية بأن الرسول - صلى الله عليه وسلم - انتحل القرآن من كتب اليهود والنصارى. ¶ يقول المستشرق Joserch scnadht: (إن القرآن أيضا يتكلم عن معلمي محمدٍ أو ملقنيه من البشر) (2). ¶ ثالثا: يقول الخوري أن آية سورة الأنبياء (93) { وَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ كُلٌّ إِلَيْنَا رَاجِعُونَ } نظن أنها مدسوسة، إذ لا شيء في السورة يستدعيها، ويذكر جدلاً مع الكتابية لا وجود له في مكة (3). ¶ ويقول في موضع آخر: أن بيان القرآن على كل حال ومهما كان فيه من فنون الكلام هو بيان حجازي لا عالمي لأن ما فيه من عناصر وصور بيانية مستمدة من حياة ومشاهد أهل الحجاز وبيئتهم الطبيعية والاجتماعية والمعاشية (4). ¶ __________ ¶ (1) القرآن والمبشرون، ص176، مرجع سابق. ¶ (2) محمد بين الحقيقة والافتراء، ص103، مرجع سابق. ¶ (3) القرآن والمبشرون، ص108، مرجع سابق. ¶ (4) القرآن والمبشرون، ص350، مرجع سابق.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "إنما ذكره المستشرقون من أن أصل القرآن مأخوذ من التوراة والإنجيل غير صحيح، وذلك لأن القرآن الكريم جاء بعقيدة التوحيد رداً على التثليث التي ادعاها النصارى، وكذلك رداً على اليهود الذين قالوا العزير ابن الله، كما أن القرآن الكريم فضح أهل الكتاب وخاصة في قصص الأنبياء، فقد قتلوا وكذبوا الأنبياء الذين بعثهم الله إليهم، ووصفوهم بصفات لا تليق بهم يقول تعالى: { أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لا تَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقاً كَذَّبْتُمْ وَفَرِيقاً تَقْتُلُونَ } (البقرة: 87). ¶ تأويل النص القرآني عند المستشرق مرغليوث في سورة البقرة مدنية: يقول تعالى: { وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَداً آمِناً وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ } (البقرة:126).…يقول: أن الآيات القرآنية التي تحكم مجيء إبراهيم إلى مكة واستيطان ذريته بجوار البيت بعدما بناه هو وابنه إسماعيل، هذه الآيات مفتعلة، دعت إلى افتعالها رغبة الرسول في تآلف اليهود، وإثبات صلة قرابة بينهم وبين العرب(1). ¶ يقول الزرقاني في ترتيب سورة البقرة: ومن تأمل في لطائف نظم هذه السورة، وفي بدائع ترتيبها علم أن القرآن كله معجز بحسب فصاحة ألفاظه وشرف معانيه، فهو أيضاً معجز بسبب ترتيبه ونظم آياته، فهذه السورة على طولها لا توجد بين آياتها فجوات، وبناء على ذلك لا توجد آيات مقحمة أو زائدة، بل جميع آيات السورة محكمة السبك نزلت في أعلى وأرقى درجات البلاغة والبيان(2). ¶ __________ ¶ (1) دفاع عن العقيدة والشريعة، محمد الغزالي، ص39، دار الكتب الحديثة، القاهرة، 1975م. ¶ (2) مناهل العرفان، ج1، ص 73 بتصرف، مرجع سابق .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "تأويل قوله تعالى: { الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ... } (الأعراف: 157-158). ¶ يرى المستشرق مكسيم رودينسون أن محمداً كان من الحمس وأنه كان يشاركهم في احتفالاتهم، وأنه عكس ما يرى المسلمون – كان يعرف القراءة والكتابة، ويزعم رودينسون أن المسلمين قد بنوا وهمهم في عدم معرفة محمد بالقراءة والكتابة تفسير خاطئ لكلمة.....)(1) والخوري أراد أن يصل إلى نتيجة مسبقة، حيث يزعم أن النبي - صلى الله عليه وسلم - كان في العهد المكي منجماً متضامناً مع أهل الكتاب، وكأنه واحد منهم، ولم ينجم بينه وبينهم خلاف وجدال بينه وبينهم فيقتضي أن تكون والحالة هذه مدنية أو مفحمة أو مدسوسة أو مزيدة أو ملحقة في أزمنة مختلفة(2). ¶ يقول رودينسون: (إن لدينا دليلاً قرآنياً لا يعارض على أن محمداً كان قد اتهم بأنه كان يتلقى العلم من أشخاص يتكلمون لغة أجنبية، ويستشهد على ذلك بقوله تعالى: { وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ } (النحل:103)، وقوله تعالى: { وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْماً وَزُوراً } (الفرقان:4، 5)(3). ¶ سادساً: تأويل المستشرقين لآيات القصص القرآني: ¶ __________ ¶ (1) محمد بين الحقيقة والافتراء، ص70، مرجع سابق. ¶ (2) القرآن والمبشرون، ص112، مرجع سابق. ¶ (3) محمد بين الحقيقة والافتراء، ص64، مرجع سابق.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "يرى المستشرق ريتشارديل مؤلف كتاب مقدمة القرآن أن النبي - صلى الله عليه وسلم - قد اعتمد في كتابه على الكتاب المقدس، وخاصة على العهد القديم في قسم القصص، فبعض قصص العقاب كقصة عاد وثمود مستمد من مصادر عربية، ولكن الجانب الأكبر من المادة التي استعملها محمد ليفسر تعاليمه ويدعمها قد استمده من مصادر يهودية ونصرانية (1). ¶ وبعد عرض هذه الآيات قال: (وهذا هو الذي يدل عليه ما ذكره القرآن من قولهم { وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ } (النحل:24) ذلك لأنهم كانوا يستبعدون أن يصدر من هذا القصص الأسطوري عن الله، ومن هنا وقفوا موقفهم من النبي، وقالوا عنه وعن القرآن، وهو بناؤه بعض قصصه الديني على أساس من الأساطير القديمة...) وقال: (ولقد كان هذا الصنيع الأدبي مما ألفه القوم من المدنيين، خاصة أهل الكتاب ذلك لأنه الصنيع الذي جرت عليه التوراة وجاء به الإنجيل ومن هنا لم ينكروه،... وهو في أعلى ما عرفت العربية من طبقات البلاغة وأدب القائلين)(2). ¶ ويقول أتباع المستشرقين د. محمد خلف الله في رسالته الدكتوراه والتي بعنوان: (الفن القصصي في القرآن)، إن المعاني التاريخية ليست مما بلغ على أنه دين يتبع، وليست من مقاصد القرآن في شيء، ومن هنا أهمل القرآن التاريخ من زمان ومكان وترتيب للأحداث، وكذلك يصف القرآن بأنه أساطير الأولين كما وصفه به المشركون (3)، ويستدل بذلك بقوله تعالى: { وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلاً } (الفرقان:5). ¶ __________ ¶ (1) الاستشراق والخلفية الفكرية للصراع الحضاري، ص84، ط1، 1404هـ. ¶ (2) هجمة علمانية جديدة ومحاكاة النص القرآني، تأليف د. كامل سعفان، دار الفضيلة، 1993م، ط5، ¶ (3) الفن القصصي في القرآن الكريم، محمد خلف الله، ص 42 وما بعدها، ط4، 1972م، مكتبة الأنجلو المصرية، القاهرة .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "هذه الرسالة مليئة بالسموم والافتراءات والكذب، وقد استدل بالآيات التالية { وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْراً وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا حَتَّى إِذَا جَآؤُوكَ يُجَادِلُونكَ يَقُولُ الَّذِينَ كَفَرُواْ إِنْ هَذَا إِلاَّ أَسَاطِيرُ الأَوَّلِينَ } (الأنعام: 25)، { وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُواْ قَدْ سَمِعْنَا لَوْ نَشَاء لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلاَّ أَسَاطِيرُ الأوَّلِينَ - وَإِذْ قَالُواْ اللَّهُمَّ إِن كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ } (الأنفال: 31-32).(1) ¶ إن ما قاله الدكتور خلف الله لا ينطبق على القرآن الكريم، فهو يريد أن يخضع آيات القرآن وقصصه للمعايير الأدبية، ثم أراد أن يفسر تلك القصص تفسيراً مادياً بالتاريخ، وكذلك نظر إلى الآيات بعدم قدسيتها، وهذا أمر لا يجوز، فالآيات القرآنية لها قداسة لأنها منزلة من عند الله سبحانه وتعالى، وعلى ذلك فهو لا يخضع للمعايير البشرية، بل المعايير البشرية يجب أن تخضع له، فالقرآن عندما يذكر قصص الأنبياء يتجاوز الزمان والمكان والأشخاص والأحداث، ويركز في سرده القصة على أخذ العبرة والعظة، مثال ذلك عندما ذكر قصة موسى وعيسى وإبراهيم وغيرهم من تلك القصص(2). ¶ __________ ¶ (1) هجمة علمانية جديدة، ص55، مرجع سابق. ¶ (2) انظر : القصص القرآني، د. فضل عباس، ص 65 وما بعدها بتصرف، دار الفرقان، بيروت، ط1، 1987م .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "جاء منشور يوحنا بولس الثاني صادر في أواخر سنة 1990م يطالب الولايات المتحدة الأمريكية بدعم مالي كي يضاعف التبشير جهوده (فالإسلام هو الدين الوحيد الذي يتحدى انتشار المسيحية، وهناك تزايد وإقبال على الإسلام وانحسار في المناطق المسيحية في الشرق الأدنى وأفريقية...)(1). ¶ يقول (رجاء غارودي): (لم يدرس الغرب الإسلام دراسة صحيحة في الجامعات الغربية، وربما كان هذا مقصوداً مع الأسف)(2). ¶ يقول (فردريك نيتشه) عن رجال الكنيسة: (لا يخطئون فقط في كل جملة يقولونها، بل يكذبون، أي إنهم لم يعودوا أحراراً، ويكذبوا ببراءة أو بسبب الجهل)(3) ¶ ثامناً: تأويل المستشرقين لآيات التشريع: ¶ يدعي المستشرق جولد تسيهر أن النص القرآني فيه تناقضات فقال: (فلا يوجد كتاب تشريعي، اعترفت فيه طائفة دينية اعترافاً عقدياً على أنه نص منزل أو موحى به، يقدم نصه في أقدم عصور تداوله مثل هذه الصورة من الاضطراب وعدم الثبات، كما في نص القرآن)(4). ¶ __________ ¶ (1) الاسقاط، ص10، مرجع سابق. ¶ (2) الاسقاط، ص13، مرجع سابق. ¶ (3) الاسقاط، ص13، مرجع سابق. ¶ (4) مذاهب التفسير الإسلامي، ص50.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ويعلن المستشرق الألماني شاخت: (إن محمداً قد ظهر في مكة كمصلح، يعني أنه احتج بشدة على كفار مكة من أهل مكة، واعتبروه بمجرد كاهن أو عراف آخر، وأنه بسبب قوة شخصيته قد دعي إلى المدينة في عام 622هـ، كحكم في نزاع قبلي بين أهل المدينة، وأنه كالنبي قد أصبح قائداً ومشرعاً يحكم مجتمعاً جديداً على أساس ديني، وأن محمداً قد اقتبس من اليهود كثيراً من الأحكام، وإن روايات القرآن ملفقة لفقها الفقهاء، وأصول الفقه وكذلك التشريعات الإسلامية منتحلة من القانون الروماني والقانون البيزنطي، وقوانين الكنائس الشرقية ومن التعاليم التلمودية، وأقوال الأحبار، ومن القانون الساساني، كل هذه القوانين والتعاليم والقواعد تشكل منها القانون الديني للإسلام)(1). ¶ جاء في الفرقان: (وأنَّى تُحكِّمون غير الإنجيل الحق والفرقان الحق من قبل ومن بعد، وفيهما حكمنا فإن توليتم فأنتم المبطلون)(2)، وجاء أيضاً: (وقد أنزلنا الفرقان الحق فيه هدى ونور فاحكموا به وكونوا شهداء... إلى قوله ومن لا يحكم بما أنزلنا فأولئك هم الكافرون)(3)، وكذلك ينكر الفرقان الزواج بأكثر من واحدة ويعتبر التعدد زنا، يقول: (ومن أشرك بزوجته أخرى فقد زنا وأوقعها في الزنا والفجور)(4). ¶ أتباع المستشرقين يبيحون الزنا: ¶ فرج فودة: أصبح يفتي ويؤول آيات القرآن بحيث صار يفتي في جرأة إلى حد إباحة الزنا في الإسلام، واستدل بقوله تعالى: { وَلا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنا } (النور: 33)، فادعى أن عملية الإكراه ممنوعة، وتجرأ على كبار الصحابة، وزعم أن هناك قاعدة إسلامية تقول: (يجوز ارتكاب معصية اتقاء فتنة). ¶ __________ ¶ (1) محمد بين الافتراء والحقيقة، ص103، مرجع سابق. ¶ (2) الفرقان الحق، ص243، مرجع سابق. ¶ (3) الفرقان الحق، ص243. ¶ (4) الفرقان الحق، ص133.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقال أيضاً: (أنا ضد تطبيق الشريعة الإسلامية، فوراً، أو حتى خطوة خطوة، لأني أرى أن تطبيق الشريعة لا يحمل في مضمونه إلا مدخلاً للدولة الدينية، ومن يقبل بالدولة الدينية يقبل تطبيق الشريعة، ومن يرفض الدولة الدينية يرفض تطبيق الشريعة)(1). ¶ لم يكتفِ أتباع المستشرقين بتأويل النصوص ولكنهم نادوا بتعطيلها من هؤلاء محمد أحمد خلف الله حيث نادى بتفعيل آية الفيء والقيمة على أساس أن الزمن تغير(2). ¶ يقول تعالى: { مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ... } (الحشر: 7)، بل اعتبر فودة أن تفسير الرسول - صلى الله عليه وسلم - ليس ملزماً لأحد لأنه اجتهاد بشري فقال: (إن تفسير رسول الله - صلى الله عليه وسلم - للقرآن قول بشر ومعنى قول بشر: أنه غير ملزم، أي يؤخذ منه أو يترك فلا يعقل أن يكون قول بشر له صفة الإلزام(3). ¶ تأويل آيات الميراث: ¶ اجتهد الصحفي أحمد بهاء الدين ودعا إلى توريث البنت على أساس حجب الأعمام وأبنائهم كما يحجب الذكر في الفقه السني سواء بسواء واستدل بقوله تعالى: { وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ... } النساء: من الآية12.(4) ¶ ادعاء المستشرقين أن الإسلام يعترف بنظام الطبقات: ¶ تأويل المستشرقين لقوله تعالى: { وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ } (النحل: 71) وقوله تعالى: { وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَات... } (الزخرف: 32). ¶ زعم المستشرقون أن الإسلام يعترف بنظام الطبقات(5). ¶ __________ ¶ (1) هجمة علمانية جديدة، ص51، مرجع سابق. ¶ (2) إعادة النظر، ص303، مرجع سابق. ¶ (3) إعادة النظر، ص304، مرجع سابق. ¶ (4) إعادة النظر، ص180، مرجع سابق. ¶ (5) الاسقاط، ص174، مرجع سابق.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إن تأويل المستشرقين لآيات التشريع حتى تتفق مع أهوائهم هذا أمر لا يستقيم فهو مرفوض تماماً، فتشريعات القرآن الكريم الخالدة لا تتأثر بالزمان أو المكان، بل هذه التشريعات مستقلة تماماً عما في التوراة والإنجيل وغيره، بل نزلت تشريعات القرآن لتعدل ما حرّف هؤلاء في كتبهم ولتأتي بتشريعات جديدة. ¶ إن التشريعات الإسلامية لا تماثل تلك ما جاء من التشريعات في التوراة والإنجيل وذلك لأن أهل الكتاب حرفوا كتبهم وخاصة التشريعات، هذا بالإضافة إلى استقلالية هذه التشريعات وخلوها من التناقض، بل في تطبيقها العدل المطلق، ثم إن هذه التشريعات القرآنية ليست كالقوانين الوضعية الجافة، بل هي روح تسري بين آيات القرآن الكريم ومصاغة في أرقى درجات البلاغة والبيان، وهذه التشريعات خالدة لا تتبدل ولا تتغير على مدار الزمن (1). ¶ بيان تقريبي بأهم الترجمات المعروفة للقرآن الكريم من قبل غير المسلمين: ¶ في اللغة الألمانية ………14 ترجمة ¶ في اللغة الإنجليزية………10 ترجمات ¶ في اللغة الإيطالية ………10 ترجمات ¶ في اللغة الروسية…………10 ترجمات ¶ في اللغة الفرنسية ………9 ترجمات ¶ في اللغة الأسبانية ………9 ترجمات ¶ في اللغة اللاتينية…………7 ترجمات ¶ في اللغة الهولندية…………6 ترجمات ¶ …وقد حصى حتى الآن ترجمات للقرآن الكريم في مائة وإحدى وعشرين لغة في أنحاء العالم كله(2). ¶ هذا بالإضافة إلى ترجمة الكثير من الكتب العربية واللاتينية إلى اللغات الأوروبية كافة. ¶ __________ ¶ (1) انظر : التشريع الجنائي الإسلامي مقارناً بالقانون الوضعي، عبدالقادر عودة، ج1، ص 17 بتصرف، مؤسسة الرسالة، ط8، 1406هـ-1986م . ¶ (2) الاستشراق والخلفية الفكرية، ص65، مرجع سابق.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "يعلق د. أبو ليلة على هذه الترجمات للقرآن فيقول: (إن أخطاء المترجمين ومقدماتهم وتعليقاتهم على هذه الترجمات إنما تجسيد حيّ لموقفهم المنحاز ضد القرآن الكريم ورسول الله - صلى الله عليه وسلم - منهم إما جهلاً، وإما تحريفاً، يترجمون العبارة القرآنية، واللفظ القرآني بألفاظ وعبارات تنحط بالعبارة عن رتبتها البلاغية الإعجازية، ونزل بها إلى مستوى بشري...... أو قريباً منه(1). ¶ ويقول د. عبدالصبور شاهين: (وآفة المستشرقين أنهم يسوقون مجرد الاحتمالات العقلية مساق الحقائق المسلمة ويقيسون الماضي الذي لم يكن جزءاً من تاريخهم، وبالتالي لم يكن من مكونات ضمائرهم بمقياس حاضرهم مع تباين الزمان والمكان، والعقلية والروح، آية ذلك أنهم يغضون أبصارهم عن الطابع الميتافيزيقي الذي نشأت في ظله أحداث التاريخ القرآني على عهد النبوة)(2). ¶ ويقوم الباحث بالرد على هؤلاء المستشرقين وذلك من خلال عقد المحاضرات والندوات والحوارات مع الوفود الأجنبية التي تحضر للجامعة الإسلامية وخارجها، ولغة الحوار هي اللغة الإنجليزية، وقد استطاع الباحث إقناع الكثير منهم بالمفاهيم الإسلامية وإزالة كثير من الشبهات التي تدور في عقولهم حتى أسلم بعضهم. ¶ ملاحظات على آراء المستشرقين: ¶ يخلط الاستشراق كثيراً بين الإسلام كدين وبين الوضع المتردي للعالم الإسلامي. ¶ يؤكد الاستشراق بوضوح ظاهر على أهمية الفرق المنشقة عن الإسلام كالبابية والبهائية والقاديانية وغيرهم، ويعمل على تعميق الخلاف بين السنة والشيعة وغيرهم. ¶ يعطي الاستشراق لنفسه الاتهام والحكم على الإسلام إجمالاً وعلى القرآن خاصة. ¶ يعتمد المستشرقون إلى تطبيق المقاييس النصرانية على البحث في القرآن الكريم. ¶ تأويل القرآن الكريم بأسلوب المستشرقين مخالفاً للبحث الموضوعي. ¶ __________ ¶ (1) القرآن الكريم من المنظور الاستشراقي، ص350، مرجع سابق. ¶ (2) قضايا قرآنية، د.فضل عباس، ص181، مرجع سابق.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "جهل المستشرقين باللغة العربية وأساليبها البلاغية. ¶ تكمن أزمة المستشرقين في مناهج البحث، وذلك لأنهم أخضعوا مصادر الإٍسلام إلى مفاهيم غربية، مما جعل حقائق الإسلام تظهر مشوهة لذلك لا بد من غربلة تلك المناهج وبيان مكمن الخطأ فيها. ¶ ادعى المستشرقون أن أصل الإسلام اليهودية والنصرانية. ¶ اتضح أن الاستشراق يعمل جاهداً على صياغة عقلية جديدة تعتمد على تصورات الفكر الغربي، ومقاييسه، وإظهار تفوق الحضارة والفكر الغربي على الحضارة والفكر الإسلامي. ¶ خلاصة البحث ¶ تبين خطأ المستشرقين في البحث حيث لم يلتزموا بقواعد البحث العلمي. ¶ الحقد والكراهية للإسلام والمسلمين، وهذا قادهم إلى تأويل النص القرآني على غير حقيقته. ¶ عدم الحيادية في تحليل النص القرآني، والنقل والكتابة، بل اعتمدوا على التحريف وعدم التمتع الأمانة العلمية. ¶ عدم فهم ومعرفة المستشرقين للغة العربية وأساليبها البلاغية، وهذا مما دعاهم إلى عدم فهم وتحليل النص القرآني، وكذلك الادعاء أن بعض الألفاظ دخيلة مثل لفظ القرآن حيث ادعوا أنها مأخوذة من السريانية. ¶ ظهر واضحاً تأويل المستشرقين لصفات الله وأسمائه سبحانه وتعالى. ¶ ادعاء المستشرقين أن أصل الحروف المقطعة يرجع إلى التصوف اليهودي. ¶ تأويل المستشرقين لسور القرآن كلها تأويلاً خاطئاً، وهذا بدا واضحاً من خلال الكتاب المسمى الفرقان الحق الذي يعتبروه بديلاً عن القرآن. ¶ إنكار المستشرقين لظاهرة الوحي واعتباره خرافة. ¶ ادعى المستشرقون التناقض في القرآن الكريم، وبذلك أنكروا إعجاز القرآن الكريم. ¶ ادعاء المستشرقين أن الإسلام يبث في أتباعه التعصب. ¶ ادعاء أن الإسلام انتشر بحد السيف. ¶ زعم المستشرقون أن الدعوة الإسلامية دعوة للعرب فقط، وبذلك أنكروا عالمية الإسلام. ¶ يزعم المستشرقون أن أصل القرآن الديانة اليهودية والنصرانية. ¶ ادعاء أن الأخلاق الإسلامية والتشريعات الإسلامية لا تبني مجتمعاً فاضلاً.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "اتهام المسلمين أن الله الذي يعبدونه هو إله خاص بهم،وليس هو الذي يعرفه أهل الكتاب. ¶ اعتمد المستشرقون على القراءات الشاذة في تأويل النص القرآني. ¶ يقترح الباحث: ¶ يجب ترجمة ما يقال عن القرآن الكريم بتلك اللغات المتنوعة وكذلك حصر كل ما يقال عن الإسلام إجمالاً. ¶ القيام بعملية حصر هذه الأعمال الاستشراقية وهذا يحتاج إلى الخبراء والمتخصصين في هذا المجال. ¶ لا بد من وجود علماء متخصصين في شتى مجالات الفكر الإسلامي وخاصة في القرآن. ¶ إيجاد لجنة علمية دائمة تهتم بالإشراق والمراجعة للفكر الإسلامي. ¶ لا بد من وجود مؤسسة إسلامية علمية عالمية تستقطب الكفاءات العلمية الإسلامية في شتى أنحاء العالم. ¶ لا بد من وجود موسوعة علمية متخصصة للرد على المستشرقين. ¶ لا بد من ترجمة القرآن ترجمة صحيحة يتفق عليها مجموعة من العلماء المسلمين ضد تلك الترجمات المليئة بالأخطاء. ¶ لا بد من الحضور الإسلامي في الغرب، وهذا الحضور يجب أن يكون فعالاً. ¶ أقترح إنشاء علم الاستغراب في الجامعات الإسلامية بغية استيعاب الغرب واحتواء توجهاته وميوله الفكرية،وكشف البنية التحتية للعقلية الغربية حتى نتمكن من الرد عليهم. ¶ لا بد من التصدي لهذا الكتاب المسمى بالفرقان الحق وكشف ما فيه من أخطاء وتأويلات وتحيلات خاطئة تشوه صورة القرآن الكريم. ¶ المصادر والمراجع ¶ صبرة، عفاف، المستشرقون ومشكلات الحضارة، دار النهضة العربية، القاهرة، 1980م. ¶ أبو السعود، محمد بن محمد العمادي، تفسير أبو السعود المسمى إرشاد العقل السليم إلى مزايا القرآن الكريم، دار إحياء التراث، بيروت. ¶ أبو خليل، شوقي، 1416هـ-1995م الإسقاط في مناهج المستشرقين والمبشرين، دار الفكر، بيروت، ط1. ¶ أبو ليلة، محمد، 1423هـ-2002م القرآن الكريم من المنظور الاستشراقي، دراسة نقدية تحليلية، ط1،، دار النشر للجامعات.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "أبو ليلة، محمد، 1999م، محمد بين الحقيقة والافتراء في الرد على الكاتب رودينسون دار النشر للجامعات، ط 1. ¶ الباقلاني، أبو الطيب محمد بن الطيب، إعجاز القرآن، تحقيق السيد أحمد صقر، دار المعارف بمصر. ¶ البهي، محمد، الفكر الإسلامي الحديث وصلته بالاستعمار الغربي، ط6، دار الفكر، بيروت. ¶ الجندي، أنور، 1972 إعادة النظر في كتابات العصريين في ضوء الإسلام، دار الاعتصام، القاهرة. ¶ الخطابي، ثلاث رسائل في إعجاز القرآن الكريم، دار الفكر، بيروت. ¶ الرافعي، مصطفى، 1421هـ-2001م تحت راية القرآن، الناشر دار الكتاب العربي، بيروت. ¶ الزرقاني، محمد عبدالعظيم، مناهل العرفان في علوم القرآن، دار إحياء الكتب العربية. ¶ الزمخشري، محمود بن عمر، الكشاف عن حقائق غوامض التنزيل وعيون الأقاويل، الناشر دار الكتاب العربي. ¶ الشافعي، محمد، الرسالة، تحقيق السيد محمد كيلاني، ط1، البابي الحلبي. ¶ الصلابي، محمد، السيرة النبوية، عرض وقائع وتحليل أحداث، دار الفكر للتراث. ¶ الغزالي، محمد، 1975، دفاع عن العقيدة والشريعة، القاهرة، دار الكتب الحديثة، مصر. ¶ المنشأة العامة، 1983م ظاهرة انتشار الإسلام وموقف بعض المستشرقين منها، ط1. ¶ المنظمة العربية، 1985م مناهج المستشرقين في الدراسات العربية والإسلامية، للتربية والثقافة والعلوم. ¶ النجار، شكري، العدد 31/1983م لِمَ الاهتمام بالاستشراق، مجلة الفكر العربي. ¶ بروكلمان، كارل، 1984 تاريخ الشعوب الإسلامية، دار العلم للملايين، بيروت. ¶ جحا، ميشا، 1900،الدراسات العربية والإسلامية، في أوروبا، معهد الأسماء العربي، ص 82، ج1. ¶ جولد تسهير، جنتس، 1403هـ-1983م مذاهب التفسير الإسلامي للعالم المستشرق ا، دار اقرأ، ط2. ¶ دروزة، محمد، 1972م، القرآن والمبشرون، ط4، المكتب الإسلامي، دمشق. ¶ رضا، محمد رشيد، الوحي المحمدي، المكتب الإسلامي، القاهرة. ¶ زقزوق، محمود، 1404هـ الاستشراق والخلفية الفكرية للصراع الحضاري.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "سعغان، كامل،1993 هجمة علمانية جديدة ومحاكمة النص القرآني، دار الفضيلة. ¶ سعيد، إدوارد، الاستشراق مترجم كمال أبو ذيب، بيروت، مؤسسة الأبحاث العربية 1995م. ¶ شبكة التفسير والدراسات القرآنية وملتقى أهل التفسير، 2/2/2005م ، بون ألمانيا، الشبكة العنكبوتية. ¶ عباس، فضل، 1410هـ-1989م قضايا قرآنية في الموسوعة البريطانية، نقد مطاعن ورد شبهات، ط2،، دار البشير، عمان. ¶ عبدالقادر عودة، التشريع الجنائي الإسلامي مقارناً بالقانون الوضعي، مؤسسة الرسالة، ط8 1406هـ-1986هـ. ¶ عليان، ربحي، غنيم، عثمان، مناهج وأساليب البحث العلمي، النظرية والتطبيق، وما بعدها بتصرف، دار الصفا للنشر والتوزيع، عمان. ¶ مجموعة من المستشرقين، الفرقان الحق، ط1، 1999م. ¶ موراني، الشبكة العنكبوتية، التفسير والدراسات القرآنية وملتقى أهل التفسير، بون، ألمانيا 2/2/2005م. ¶ نشر هذا المقال في أواخر سنة 1990م في نيويورك، الإسقاط، ص10-11 مرجع سابق.",
            "page": "34",
            "part": "1"
        }
    ],
    "t36905": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "منهج المستشرقين التأويلي في تفسير النص القرآني د. زكريا الزميلي 43-76"
        }
    ]
}