{
    "b36978": [
        {
            "id": "1",
            "nass": "أهمية مساعدات التذكر في حفظ القرآن العظيم من وجهة نظر موجهي الحلقات القرآنية ومعلميها . ¶ د/ عبد الوهاب المصباحي ¶ أستاذ مساعد بقسم العلوم التربوية والنفسية / كلية التربية ¶ جامعة حضرموت للعلوم والتكنولوجيا ¶ هاتف : 0096777126644/ بريد الكتروني : azy5000@gawab.com: ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على إمام الأنبياء والمرسلين، وعلى آله وصحبه والتابعين بإحسان إلى يوم الدين . ¶ المقدمة : ¶ أنزل الله تعالى كتابه الكريم على نبينا محمد - صلى الله عليه وسلم - ليكون للعالمين نذيرا، وجعل هذا الكتاب حجة على الخلق، ودليلاً إلى الصراط المستقيم ، فتلقاه المسلمون بالتعظيم والتبجيل والدراسة والتعلم والحفظ والفهم، وانشغل بالقرآن الكريم كل أفراد الأمة صغاراً وكباراً، ذكوراً وإناثاً، عرباً وعجماً، وأخذ كل فرد من القرآن بنصيب . ¶ ونظراً لأن حفظ القرآن الكريم واستظهاره غيباً ، أحد أهم الأنشطة التعليمية التي تمارسها الأمة ، وستظل محتفية به، ولأن حفظ القرآن وتحفيظه مجال يسهم فيه قطاع واسع من المعلمين الحفاظ ، وكثير منهم يعمل في الحلقات القرآنية بعد اجتيازه لمرحلة الحفظ دون إعداد تربوي مسبق، معتمدا على تجربته الشخصية، ومكرراً لممارساته أثناء الحفظ التي قد يكون بعضها نافعاً وبعضها الآخر ضارا ، ولأن مجال التحفيظ لا ينال -غالبا- ما يستحقه من الرعاية المؤسسية التي تعتمد الخبرة التراكمية ونقل وتعميم الأساليب المفيدة المستندة إلى العلوم التربوية والنفسية في المجالات التعليمية، لذا فإن الكثير من جوانب الطريقة تحتاج إلى البحث والدراسة والاستقصاء .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ومن أكثر الجوانب التي تستلزم جهدا مكثفا من الحفاظ بغرض إتقان الحفظ ضبط المتشابهات، فالقرآن الكريم رغم سلاسة لفظه وعذوبة جمله وترابط سياقاته إلا أنه كما وصفه الله تعالى {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ ٍ} (23) سورة الزمر . وقد أخبر النبي صلى الله عليه وسلم عن صعوبة حفظه بقوله : \" إنما مثل صاحب القرآن كمثل الإبل المعلقة إن عاهد عليها أمسكها وإن أطلقها ذهبت\" (صحيح مسلم ج1ص544) ¶ وقد بذل العلماء المسلمون جهودا كبيرة في إحصاء تلك المتشابهات وتصنيفها وبحثها لمساعدة الحفاظ على ضبطها ، كما أن علماء النفس درسوا الذاكرة البشرية وإجراءات الحفظ ، والعوامل التي تساعد على الحفظ الجيد أو تضعفه . ¶ فما مدى استفادة المشتغلين بحفظ وتحفيظ القرآن الكريم من تلك الجهود ؟ ¶ هذا ما يحاول الباحث إلقاء الضوء عليه آخذا بآليات البحث المنهجي سائلاً المولى عز وجل أن ينفع به. ¶ مشكلة البحث وأسئلته : ¶ حظيت الذاكرة البشرية باهتمام العلماء، ووقفوا أمام عملياتها محاولين فهمها، فوجدوا أنفسهم أمام شيء مدهش من الإبداع الرباني يستعصى في كثير من جوانبه على الفهم، ولكن إصرار العديد من العلماء لا يكل.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقد توصل علماء النفس من خلال دراستهم لأداء الذاكرة إلى العديد من المبادئ المتعلقة بالتعليم والتعلم والحفظ والاستذكار أخذت طريقها إلى المجال التطبيقي في الميدان التربوي . ومع التسليم بأن الله تعالى وهب بعض الناس ذاكرة قوية ، وأن لكل فرد مستوى من التذكر يتقرر في ضوء حقيقة علمية تتمثل في وجود فروق فردية في أداء الذاكرة وتنوع في ذلك الأداء، مع ذلك فإن تدريب الذاكرة ومراعاة عدد من العوامل في التعليم والتعلم والحفظ، يحسن من أداء الذاكرة ويرفع مستوى قدرة المتعلمين على استرجاع المعلومات واستدعائها.(عبد الله،2003م،9،13 ) . وفيما يتعلق بالحفظ النصي كما هو الحال في القرآن الكريم، يبرز دور بعض الروابط وتكوين العلاقات بين النص المحفوظ كمساعدات للتذكر .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "إن القرآن الكريم منهج رباني يتطلب الفهم والاستيعاب والتدبر وصولا إلى التطبيق والعمل، ولذلك أنزل، كما يتطلب الحفظ النصي الحرفي، ويتطلع معظم المسلمين لأن يحفظوه أو يحفظوا أكبر قدر منه، ولكن المقبل على حفظه يتعرض إلى عوامل عالية التأثير في منحنى النسيان والتلاشي السلبي للتذكر في مقدمتها عامل التداخل الناشئ عن كثرة الآيات المتشابهة . وإن أي تراخ في مراجعة المحفوظ، أو ما يعبر عنه علماء النفس بالإهمال أو الترك، يضعف حفظ النص القرآني في فترة وجيزة مهما كانت حدة الذاكرة عند الحافظ حتى يصل بمرور الوقت إلى النسيان. ولذا يلتزم الحفاظ بالمراجعة اليومية، ويسمون ذلك (الورد اليومي). كما أن التركيز عند الحفظ، ووضع المعالم الذهنية للنص متطلبات مهمة للنجاح في الحفظ والاستمرار فيه . و يفشل الكثير ممن يقبلون على الحفظ إذا لم ينجحوا في تلك المهمة، ومن المؤكد أن تدريب المتعلمين على ذلك وتقديم المساعدة لهم يساعد الكثير منهم على تجاوز عقبات الفشل، ورفع مستوى إتقان حفظهم، والتقليل من نسب إخفاق البعض وتسربهم من الحلقات القرآنية، ومع أهمية ذلك فإن هذه المساعدات ليست مؤطرة في وثائق منهجية يدرسها أو يتبادلها معلمو التحفيظ وطلابهم . ¶ فما أهمية هذه المساعدات من وجهة نظر معلمي الحلقات القرآنية ومشرفيها ؟ وهل هي واضحة لديهم؟ وكيف يتعاملون مع هذه المساعدات ؟ وهل يرشدون تلاميذهم لاستخدامها أم أن كل حافظ يخوض تجربة الحفظ باجتهاده وإمكانياته الشخصية دون معرفة هذه المساعدات من البداية، وبشكل أدق تتحدد مشكلة البحث في السؤال الرئيسي التالي : ¶ ما أهمية مساعدات التذكر في حفظ القرآن الكريم من وجهة نظر معلمي الحلقات القرآنية وموجهيها ؟ ¶ ويتفرع عن السؤال الرئيسي السابق الأسئلة التالية : ¶ 1. ما مساعدات التذكر المناسبة لحفظ القرآن العظيم، وما ترتيبها بحسب الأهمية من وجهة نظر معلمي الحلقات القرآنية وموجهيها ؟؟",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "2. ما الأساليب المناسبة لإكساب المتعلمين مهارة الاستفادة من مساعدات التذكر من وجهة نظر أفراد الدراسة ؟؟ ¶ 3. ما الصعوبات التي يواجهها المعلمون عند إرشاد المتعلمين إلى تلك المساعدات؟ ¶ 4. هل توجد فروق دالة إحصائيا بين أفراد الدراسة يمكن عزوها إلى اختلاف الجنس (ذكور،إناث) أو إلى المؤهل الدراسي إزاء محاور الدراسة ومجالاتها ؟؟ ¶ أهداف البحث : ¶ 1. توضيح أهمية تزويد معلمي الحلقات القرآنية بالمفاهيم التربوية والنفسية المتصلة بالحفظ والتذكر. ¶ 2. تقديم قائمة مقترحة بمساعدات التذكر المناسبة لحفظ القرآن الكريم التي يمكن التركيز عليها في تدريب معلمي الحلقات القرآنية، ومجموعة من الأساليب التي تساعد المعلمين في نقلها إلى الطلبة . ¶ 3. استقصاء الصعوبات التي يواجهها المعلمون عند تدريبهم للطلبة على مساعدات التذكر، واقتراح حلول لها . ¶ أهمية البحث : ¶ يأمل الباحث إذا ما تحققت أهداف البحث وأخذ بنتائجه أن يؤدي إلى : ¶ 1. تطوير أداء الحلقات القرآنية . ¶ 2. تقليل نسب إخفاق الطلبة وتسربهم من الحلقات القرآنية . ¶ 3. فتح الباب أمام المزيد من البحوث والدراسات العلمية في مجال حفظ وتحفيظ القرآن الكريم . ¶ منهج البحث : ¶ اعتمد الباحث المنهج الوصفي التحليلي الذي يعنى بوصف الظاهرة وجمع الحقائق والمعلومات والملاحظات عنها وتقرير حالتها كما هي، وتقديم التفسير والتحليل للبيانات التي تم تجميعها وتبويبها . ¶ حدود البحث : ¶ يقتصر البحث على استطلاع رأي المستجيبين في الحدود التالية : ¶ من حيث الزمن : يتم إجراء البحث خلال الفصل الثاني من العام الدراسي 2005/2006م . ¶ من حيث المكان : يقتصر على معلمي الحلقات وموجهيها في الكلية العليا للقرآن الكريم بصنعاء والقسم العام التابع لها في وادي حضرموت، إضافة إلى مركز الإقراء بصنعاء، ودار القرآن الكريم بصنعاء، والمركز النموذجي النسوي بصنعاء، والحلقات النموذجية بوادي حضرموت.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "من حيث طبيعة المستجيبين : يقتصر البحث على معلمي حلقات القرآن في تلك الجهات وموجهي تلك الحلقات من الذكور والإناث. ¶ من حيث الموضوع : يقتصر البحث على تناول مساعدات التذكر التي تقوي حفظ القرآن الكريم ، وتقلل من نسيانه . ¶ مصطلحات البحث : ¶ مساعدات التذكر: مجموعة من الروابط أو اللواقط تزود المتعلم بخطافات لاستحضار النص المراد تذكره . وتتخذ شكل الصورة ، أو الحروف والكلمات أو الأرقام أو تسلسل المعاني وترابطها، أو تسلسل الأحداث القصصية، أو الشبكة المفاهيمية والمخططات المعرفية التي يكونها المتعلم في شكل ما، لتساعده على استدعاء النص القرآني وتلاوته غيبا بإتقان واسترسال . ¶ حفظ القرآن الكريم: استظهاره غيبا، وقراءته من الذاكرة دون النظر في المصجف . ¶ الحلقات القرآنية : حلقات نمطية يتراوح عدد طلابها بين عشرة وخمسة عشر طالبا أو طالبة، ولكل حلقة معلم متفرغ، ويقتصر نشاطها على حفظ القرآن الكريم ومراجعة الحفظ . ¶ المعلم : حافظ أو حافظة متقن وذو كفاءة مقنعة للجهات التي يتناولها البحث يقوم بتعليم وتحفيظ القرآن الكريم . ¶ الموجه : حافظ أو حافظة متقن ومتميز، سبق له العمل معلما في تحفيظ القرآن الكريم، وحصل على خبرة مناسبة ومقنعة للجهات التي يتناولها البحث، يقوم بمتابعة وتوجيه الحلقات القرآنية . ¶ الخلفية النظرية للبحث ¶ اقترن تعلم القرآن الكريم منذ نزوله بالحفظ والاستظهار، فلم تكن القراءة والكتابة منتشرة عند نزول القرآن على المصطفى صلى الله عليه وسلم، وكان معظم الصحابة يعتمدون على السماع في التلقي وتكرار الاستماع حتى يحفظوا ما تيسر لهم، أما الذين يحسنون القراءة والكتابة فقد كانوا يكتبون القرآن لتأكيد ضبطه، ويستخدمون الصحف التي كتبوها للاعتماد عليها في تحفيظ أنفسهم وتحفيظ غيرهم . (الدويش، 2001م ) ¶ فضل حفظ القرآن:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "استفاضت الأحاديث عن رسول الله صلى الله عليه وسلم التي ترغب في حفظ القرآن ،أي قراءته عن ظهر قلب، بحيث لا يخلو جوف المسلم من شيء من كتاب الله كما في حديث ابن عباس مرفوعا \"الذي ليس في جوفه شيء من القرآن كالبيت الخرب \" (الترمذي ج5 ص177) وقال حسن صحيح . ¶ وعن سهل بن سعد قال قال رسول الله لرجل : \" ما معك من القرآن ؟ قال : معي سورة كذا وسورة كذا عددها ، قال : أتقرؤهن عن ظهر قلبك ؟ قال : نعم . قال : اذهب فقد ملكتكها بما معك من القرآن \" صحيح البخاري ج4/ص1920(4742 ) ¶ وعن أبي هريرة رضي الله عنه قال : \" بعث رسول الله صلى الله عليه وسلم بعثا وهم ذو عدد، فاستقرأ كل رجل منهم ما معه من القرآن، فأتى على رجل منهم من أحدثهم سنا، فقال ما معك يا فلان ؟ قال معي كذا وكذا وسورة البقرة، قال أمعك سورة البقرة ؟ فقال نعم، قال فاذهب فأنت أميرهم . فقال رجل من أشرافهم والله يا رسول الله ما منعني أن أتعلم سورة البقرة إلا خشية ألا أقوم بها . فقال رسول الله صلى الله عليه وسلم: تعلموا القرآن، فاقرءوه وأقرئوه، فإن مثل القرآن لمن تعلمه فقرأه وقام به كمثل جراب محشو مسكا يفوح بريحه كل مكان، ومثل من تعمله فيرقد وهو في جوفه كمثل جراب وكئ على مسك \" قال أبو عيسى هذا حديث حسن ج5 ص156 سنن الترمذي ¶ وكان دأب الرسول صلى الله عليه وسلم أن يفاضل بين أصحابه في حفظ القرآن ، فإذا بعث بعثاً يقول : \" ليؤمكم أكثركم قرآنا...\" . وكان يعقد الرّاية في المعركة لأكثرهم حفظاً للقرآن . وعند دفن الشهداء يقَدّمَ أكثرهم قرآناً في القبر ً ويباشره بنفسه ( البخاري ج1 ،ص452 ) ¶ حفظة القرآن من الصحابة:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "حفظ القرآن الكريم جمع كبير من الصحابة من المهاجرين والأنصار، كما حفظه أطفال الصحابة وفتيانهم ،ومن أولئك الأطفال إمام المفسرين عبد الله بن عباس . قال ابن عباس توفي رسول الله صلى الله عليه وسلم وأنا ابن عشر سنين وقد قرأت المحكم قال البخاري، ومعنى ( قرأت ) حفظت لذلك يحتمل أن يكون قوله وأنا ابن عشر سنين راجعا إلى حفظ القرآن لا إلى وفاة النبي صلى الله عليه وسلم فإنه كان له عندها ثلاث عشرة سنة (البخاري ج4، 1922)،ومن صبيان الصحابة الحفظة زيد بن ثابت والبراء بن عازب، كما حفظه من الصحابة أطفال في البوادي، فعن عمرو بن سلمة : قال : كنا بممر الناس فتحدثنا الركبان فنسألهم ما هذا الأمر و ما للناس فيقولون : نبي يزعم أن الله تعالى أرسله و أن الله أوحى إليه كذا و كذا، و كانت العرب تلوم بإسلامها الفتح ويقولون : أنظروه فإن ظهر فهو نبي فصدقوه فلما كان بعد وقعة الفتح بادر كل قوم بإسلامهم إلى رسول الله صلى الله عليه و سلم فقدم أبي فأقام عنده كذا و كذا ثم جاء من عنده فتلقيناه فقال : جئتكم من عند رسول الله صلى الله عليه و سلم حقا و إنه يأمركم بكذا و كذا فإذا حضرت الصلاة فليؤذن أحدكم و ليؤمكم أكثركم قرآنا، فنظروا فلم يجدوا أكثرا قرآنا مني فقدموني و أنا ابن سبع سنين أو ست سنين فكنت أصلي فإذا سجدت تقلصت بردتي علي قال : تقول امرأة من الحي : غطوا عنا إست قارئكم قال : فكسيت معقدة من معقدات اليمن بستة دراهم أو سبعة فما فرحت بشيء كفرحي بذلك . قال الحاكم : و قد روى البخاري هذا الحديث عن سليمان بن حرب مختصرا فأخرجته بطوله .(المستدرك ج3 ص49) ¶ اهتمام الأمة بحفظ القرآن من دلائل إعجازه :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أخبر الله تعالى أن القرآن كتاب محفوظ على مر الدهور والأزمان قال الله تعالى :{إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} (9) ، وقال عز وجل :{بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ} (49) سورة العنكبوت . والآيتان خبر مستقبلي صادق يحمل وجها من وجوه الإعجاز وهما يتضمنان أيضا تكليفا للأمة بحفظ هذا الكتاب وقد تصدت له في كل عصر وقطر وكثر الحفاظ والقراء منذ عصر الرسول صلى الله عليه وسلم، وتسابقت الأمة في هذا الواجب أفرادا وجماعات وثبت للنص القرآني التواتر والحفظ بطريقين : ¶ الأول : حفظ السطور إذ انتشرت المصاحف المكتوبة نقلا عن النص الأصلي الذي جمع في عهد الخليفة الثالث عثمان بن عفان رضي الله عنه ولم يوجد أي اختلاف أو اضطراب بين ملايين المصاحف التي كتبت وقرئت في القديم والحديث . ¶ الثاني : حفظ الصدور من ملايين المسلمين، فحمل هذا الكتاب العزيز من كل خلف عدوله وحفظ بالإسناد المتصل إلى رسول الله صلى الله عليه وسلم. ومن يتعلم القرآن الكريم يأخذه سماعا ويتعلم نطقه كلمة كلمة ولا يمكن تعلمه بالصورة الصحيحة قراءة من الكتاب المسطور فقط وبذلك يتضافر حفظ الصدور مع حفظ السطور . ¶ حفظ القرآن هو الأصل في تلقيه : ¶ في الحديث القدسي إن الله تبارك وتعالى يقول لنبيه صلى الله عليه وسلم «إنما بعثتك لأبتليك وأبتلي بك، وأنزلت عليك كتاباً لا يغسله الماء، تقرأه نائماً ويقظان».قال النووي«فمعناه محفوظ في الصدور لا يتطرق إليه الذهاب بل يبقى على مر الزمان».(صحيح مسلم ج 17ص198) ¶ التأسي بالنبي صلى الله عليه وسلم في الحفظ :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "للأمة في نبيها صلى الله عليه وسلم أسوة حسنة {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} (21) سورة الأحزاب. ومن سنته حفظ كتاب الله تبارك وتعالى إذ كان يحفظه ويديم تلاوته ومعارضة جبريل به (الدويش .(2001م) ¶ الحفظ أم الفهم: ¶ ينتقد بعض التربويين المعاصرين حفظ القرآن في الصغر ، ويرون أنه حفظ من دون فهم ، ولا ينبغي للإنسان أن يحفظ ما لا يفهم . ومن المعلوم أن طريقة التحفيظ والتسميع من طرائق التدريس العريقة في القدم يعود تاريخها إلى بدء التعليم النظامي, و التعليم التقليدي عبارة عن حفظ و استظهار للمعلومات )السامرائي،1999م، 9 ،20 ) . وقد مثلث هذه الطريقة قوام النظام التعليمي التقليدي لقرون طويلة ، ورافق استخدامها أخطاء تربوية جعلتها محل نقد واعتراض من علماء التربية للأسباب التالية : ¶ - لا تؤدي هذه الطريقة إلى تعديل في سلوك المتعلم ، و بمعنى آخر لا يتم الربط بين العلم و العمل ، وخاصة حين لا يدرك المتعلم بصورة واضحة مترتبات المعرفة المحفوظة من انعكاس على سلوكه. ¶ - لا تؤدي إلى فهم المعرفة التي يحصلها المتعلم, ولا تشجع على التفكير و التحليل والاستنتاج والفهم الناقد ، بل يتعود الطالب على الترديد و التذكر الآلي . ¶ - تقيد حرية الطلبة في المواقف التعليمية وتفقدهم روح المسؤولية . ¶ - لا تهتم بمراعاة الفروق الفردية بين الطلاب حيث تساوي بينهم في القدرة على الاستيعاب و الحفظ ، و الوصول إلى مستوى واحد في التحصيل . ¶ - تتطلب إدخال المعلومات و خزنها بغض النظر عن مدى فائدتها و أهميتها للمتعلم من عدمه ، وتهمل حاجات ورغبات المتعلم ، فالتلميذ كثيرا ما يحفظ أشياء لا تعود عليه بنفع في الحياة الحاضرة أو المستقبلية, وقد تكون هنالك فائدة ولكنه لا يدركها .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "- تكون العلاقة بين الطلبة و المدرس الذي يستخدم هذه الطريقة سيئة في الغالب ، لأن المدرس يكون مفتشا وراصدا لأغلاط الطلبة فقط وليس مرشدا أو صديقاً لهم . ¶ - تقوم على الفصل بين العقل و الجسم و تعطى الاعتبار للقيم العقلية فقط مما يجعل الاهتمام موجها للمعرفة بذاتها . )السامرائي،1999م، 22 ) (مرعي،1995م 7-9 ) ¶ إن تلك السلبيات التي عرضناها قد نشأت عن سوء استخدام طريقة التحفظ والتلقين، وأخطاء في تصميم المناهج الدراسية . ووجود تلك الأخطاء لا يلغي دور الحفظ في التعلم، وإنما يعني ضرورة التعجيل بإحداث نقلة نوعية في النظام التعليمي تخلصه من أخطاء التعليم التقليدي وسلبياته، واعتماد أساليب ومحتوى منهجي يطلق ملكات المتعلمين وقدراتهم العقلية ومهاراتهم الفكرية والجسدية، ويستجيب لاتجاهاتهم وميولهم، ويؤهلهم للتفاعل الإيجابي مع عصرهم، وكل ذلك لا يلغي دور الحفظ في التعلم ، ولا ينطبق هذا النقد على حفظ القرآن للأسباب التالية:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "1-أنه كتاب عبادة ميسر للحفظ والفهم والاعتبار {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ } (17) سورة القمر .{الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ} (1) سورة يونس( كتاب أحكمت آياته ثم فصلت من لدن حكيم خبير) هود 1. وذلك أن في ألفاظ القرآن وجمله وآياته سلاسة وعذوبة وسهولة ، تجعله محبوبا مرغوبا .(القرضاوي1421هـ، 131) قال الشاطبي : فمن حيث كان القرآن معجزا أفحم الفصحاء وأعجز البلغاء أن يأتوا بمثله فذلك لا يخرجه عن كونه عربيا جاريا على أساليب كلام العرب ميسرا للفهم ( الموافقات 3-805 ) ويقول الصنعاني : \" فإن من قرع سمعه قوله تعالى : { وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ} (20) سورة المزمل. يفهم معناها دون أن يعرف أن ما كلمة شرط ، و تقدموا مجزوم بها لأنه شرطها ، و تجدوه مجزوم بها لأنه جزاؤها , (اللاحم 1425هـ)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "2-أن النص القرآني يخاطب الفطرة البشرية ، ويسري إلى أعماق النفس الإنسانية ،ويهذب وجدان الفرد ومشاعره بقدرة إلهية تؤثر على الصغير والكبير والعالم والجاهل والعربي والأعجمي، وقد تكاثرت الآيات والأحاديث والآثار والقصص والمشاهدات عن تأثير القرآن في حفاظه وتاليه وسامعيه وما يعتريهم من الخوف والرجاء والبكاء والسكينة والطمأنينة .قال تعالى واصفا حالتهم : {وَإِذَا سَمِعُواْ مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُواْ مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} (83) سورة المائدة ،{إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} (2) سورة الأنفال ،{وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُواْ فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ } (124) سورة التوبة ،{قُلْ آمِنُواْ بِهِ أَوْ لاَ تُؤْمِنُواْ إِنَّ الَّذِينَ أُوتُواْ الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّدًا .وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً} سورة الإسراء} سورة الإسراء.( 107-109 )،{اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاء وَمَن يُضْلِلْ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} (23) سورة الزمر",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "3-أنه يفتق العقل البشري ويزود المتعلم بمهارات فكرية تساعده على التأمل والنظر والربط والتحليل والاستنباط والمقارنة وإصدار الأحكام ورفض التقليد والإمعية ، من خلال معالجته للقضايا الوجودية والاجتماعية والإنسانية والأخلاقية بأسلوبه السهل الممتنع الذي يتفاعل معه الإنسان وينتفع منه مهما كان مستواه العلمي والعمري ، وكلما ارتقى الإنسان علما وفكرا انفتحت له مجالات جديدة مبهرة لا تنسخ تفاعلاته السابقة وإنما تبني عليها وتضيف . ¶ 4-إن تأثير النص القرآني في تعديل السلوك ظاهر للعيان حتى في الصغار ، ولذلك نجد حفظة القرآن غالبا أكثر الناس حساسية تجاه سلوكهم والتزاماتهم الأخلاقية والقيمية . ¶ 5- يعلي من شعور الفرد بقيمة ذاته واعتباره لشخصيته وكرامته وإنسانيته ، ويحرره من مشاعر الفشل والإحباطات والدونية والصغار، مع توازن يجنبه التكبر والاستعلاء والغرور ¶ 6- حفظ القرآن يوسع القاموس اللغوي للمتعلم،ويزوده بمذاق راق للغة، وينعكس ذلك على قدراته وإمكاناته في تحصيل العلوم والمعارف الأخرى . وقد ذكر الدويش أن الدراسات العلمية أثبتت أن حفظ القرآن في المراحل الأولية من التعليم له أثره على ملكات ومهارات مهمة يحتاج إليها التلميذ. ¶ ففي دراسة أجراها سعد المغامس توصل إلى أن تلاوة القرآن الكريم وحفظه ودراسته أسهمت في تنمية مهارات القراءة والكتابة لدى تلاميذ الصف السادس الابتدائي مما مكن التلاميذ في مدارس تحفيظ القرآن الكريم من الحصول على درجات أعلى من متوسط أقرانهم في مدارس التعليم العام . ¶ وفي دراسة أخرى أجرتها هاتم ياركندي توصلت إلى وجود فروق دالة إحصائياً بين مجموعة طالبات تحفيظ القرآن الكريم، وطالبات الصف الرابع في المدارس العادية في مهارتي القراءة والإملاء لصالح طالبات تحفيظ القرآن الكريم.(الدويش،2001م ) ¶ أهمية الحفظ والتذكر :",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "إن الحفظ و التذكر مهمات ممتدة طيلة حياة الفرد ولا يستغنى عنها إطلاقا, وكل نوع من أنواع التعلم يتضمن التذكر ، فمن لا يتذكر شيئا من خبراته السابقة لا يستطيع أن يتعلم ، و التذكر من أهم الوظائف العليا للمخ البشري ( نجاتي 1995م،203 ) ، وهو يعتمد على الحفظ الذي يعنى القدرة على تخزين المعلومات التي يكتسبها الفرد ، فالتذكر هو عملية استدعاء لتلك المعلومات المختزنة عند الحاجة لأن الكثير من جوانب المعرفة تستلزم حفظ النصوص و التعليمات و الأحداث و التواريخ والأرقام ... ¶ مفهوم الحفظ :- ¶ الحفظ مجهود أو انتباه إرادي من الفرد يوجهه إلى المعارف و المهارات التي يريد الاحتفاظ بها ، وهو استعداد فطرى يقوم على أساس عصبي ، ويختلف باختلاف الأفراد ( خيرالله،1981م، 117 ( وعلى هذا يتمثل الحفظ في قدرة الفرد على الاحتفاظ بما تعلمه و خزنه في ذاكرته . ¶ مفهوم التذكر :- ¶ التذكر هو القدرة على استدعاء المعلومات أو الخبرات التي سبق للفرد اكتسابها وخزنها في ذاكرته . ¶ مفهوم النسيان :- ¶ النسيان هو الإخفاق في استرجاع المعلومات أو الخبرات التي سبق للإنسان اكتسابها و خزنها في ذاكرته ، حيث يفشل في تجميع و استعادة تلك المعلومات ولا يمكنه الانتفاع بها عند اللزوم . (خير الله . 118 ،119) ¶ بنية الذاكرة : ¶ يرى كثير من علماء النفس أن الذاكرة ذات طبيعة ثنائية هما : ( نشواتي . 1984م ، 378-381 ) ، (نجاتي 1995م، 204-205 ) . ¶ الذاكرة قصيرة المدى :-",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وهي ذاكرة الاستدعاء الفوري لبعض المعلومات ومعالجتها والتعامل معها, وهذه المعلومات إما مكتسبة حديثا ولم يتم الاحتفاظ بها بعد ، أو أنها مستدعاة من المعلومات المختزنة . ويقوم الإنسان بالاستفادة من تلك المعلومات في الموقف الآني ، ومن ثم إحالتها للحفظ إن لم تكن محفوظة من قبل أو إهمالها إن لم تكن مهمة له, ومدى هذه الذاكرة قصير وقدراتها محدودة ، فهي لا تحتفظ بالمعلومات لأكثر من عشرين ثانية ، كما أن المعلومات التي يمكن لهذه الذاكرة الاحتفاظ بها في حدود سبع وحدات أو بنود ، و لذا يقوم الإنسان بترديد تلك المعلومات إذا أراد الاحتفاظ بها لأكثر من عشرين ثانية . ¶ الذاكرة طويلة المدى :- ¶ إذا أراد الإنسان الاحتفاظ بالمعلومات وعدم نسيانها ، فإنه يركز انتباهه عليها ، و حينئذ تنتقل هذه المعلومات من الذاكرة القصيرة إلى الذاكرة طويلة المدى ليتم الاحتفاظ بها ، و بعض المعلومات تحتاج إلى جهد حتى تحفظ إما لكثرتها أو لصعوبتها أو لجدتها, ومع التكرار والمراجعة للمعلومات وترديدها و تسميعها من وقت إلى آخر يتعمق حفظ تلك المعلومات و تزداد القدرة على استدعائها بعد فترة قد تكون قصيرة أو ممتدة لشهور أو سنوات أو على مدى العمر ، وهذه الذاكرة الطويلة تحتفظ بخبراتنا المهمة و مشاعرنا و ميولنا ومعلوماتنا اللغوية و غير ذلك في شكل منظم و مرمز ، و يتم ربط المعلومات الجديدة بالمعلومات السابقة المخزونة في المخ . ¶ طبيعة عمل الذاكرة :- ¶ حينما نقول عن شخص ما إنه قوي الذاكرة ، فإننا نعني في الغالب أنه ذو كفاءة عالية في تخزين المعلومات التي يكتسبها وفي استدعائها و استرجاعها فيما بعد . إن المعلومات التي يكتسبها الإنسان لا تسجل وتحفظ في المخ كما هي ، وإنما يقوم المخ بمعالجتها وتعديلها على نحو ما ، لكي يسهل تخزينها و الاحتفاظ بها, وهنا تتدخل عدة عوامل يكون لها أثر كبير في عمل الذاكرة وقوة الحفظ أو ضعفه .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ويميز علماء النفس بين ثلاث مراحل متتابعة في عمل الذاكرة : ¶ المرحلة الأولى : هي ترميز المعلومات أي تحويلها إلى رموز يسهل تنظيمها و تصنيفها بطريقة يكون لها معنى ، ومن ثم تخزينها في المخ . ¶ المرحلة الثانية : تخزين المعلومات المرمزة في المخ و الاحتفاظ بها . ¶ المرحلة الثالثة : استدعاء المعلومات عند الحاجة . ¶ و يمكن أن يحدث فشل في التذكر بسبب حدوث فشل في أي مرحلة من هذه المراحل الثلاث ، فالأمر يتوقف على جودة الترميز و التخزين وعدم وجود عوامل أخرى تعوق عملية الاستدعاء وهو ما سنعرضه لاحقاً .( نجاتي 1995م،204 ( ¶ عوامل النسيان ¶ توصل علماء النفس إلى عدد من العوامل المؤثرة في النسيان ومنها : ( خير الله 1981م، 133-135 ) ، (نشواتي . 1984م،382-387) ¶ 1- التداخل ¶ كثيراً ما يكون المحتوى التعليمي متشابهاً ومتداخلاُ مع معلومات سبق للفرد حفظها و استيعابها, فتأتي المعلومات الجديدة لتتداخل مع المعلومات السابقة ويحدث تشويش و اضطراب فيما بينها ويحصل للمتعلم ما يسمى الكف ، وهو التأثير أو المانع المعطل الذي يحدث للنشاط العقلي الذي يعقب تعلم المواد المتداخلة, وهذا الكف قد يعطل استذكار المواد السابقة أو اللاحقة . ¶ ومن المفيد للمتعلم عند حفظ المعلومات المتداخلة أن يثبت المعلومات أو النص الأول ويتذكر معالمه ، ثم يحفظ الجديد، ويعقد المقارنة ويستعرض معالم التداخل وهو يقوم بعمليات التثبيت والحفظ للقديم والجديد ، ويربط التشابه بمميزات لكل تداخل . ¶ 2- الكبت ¶ يميل العقل البشري إلى نسيان وتجاهل المعلومات المحرجة أو المحزنة أو المتناقضة مع مبادئه و معتقداته, لأنها تؤدي إلى الاضطراب الانفعالي الناتج عن القلق و الشعور بالذنب الذي يحصل للفرد عند تذكر تلك المعلومات, بينما يسهل حفظ واسترجاع المعلومات السارة و الخبرات الشيقة ويكون حفظها أقل نسيانا . ¶ 3- الترك وعدم الاستعمال",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "إذا لم يتم استعمال المعلومات المحفوظة وإحياؤها واستدعاؤها ضمرت وضعف الاحتفاظ بها بمرور الوقت . ¶ 4- عدم اكتمال الشيء المتعلم ¶ الأشياء الناقصة والمجزأة والمفككة أو التي ليس لها معنى مفهوم لدى المتعلم أكثر قابلية للنسيان ، أما إذا كانت المعرفة أو الشيء المتعلم مكتملا في صورة كلية وذا معنى, فيكون تذكره أيسر وأقوى ( خير الله 1981م، 133-135 ) ، (نشواتي . 1984م،382-387) ¶ العوامل المساعدة على الحفظ الجيد ¶ هنالك عدد من العوامل تساعد المتعلم على الحفظ الجيد ، وتثبيت ما حصله من معلومات وهي : ( قطامي 1998م ، 169) . (عبد الله 2003م ، 64-66 ) ¶ أولا : عوامل متعلقة بذات المتعلم وهي ¶ 1- قصد التعلم والحفظ ¶ يستوعب المتعلم ويحفظ المحتوى الذي تتجه نيته وقصده لحفظه بشكل أحسن بكثير من المعلومات التي يحفظها صدفة وبصورة تلقائية أو بدون قصد, فوجود القصد أو النية يتم عن وعي ، والشيء الذي نعيه بعمق لا ننساه . إن هنالك تأثيرا كبيرا لعزم المتعلم, ومستوى هذا العزم والقصد, وقد تبين أن العزم على التعلم من أجل التذكر لا يكون مهما بعد حصول التعلم الأصلي ما لم تتم مراجعة المادة المتعلمة من جديد . ¶ 2- الميول و الدوافع ¶ يحفظ المتعلم بشكل جيد المحتوى الذي يميل إليه ويرغب فيه, حيث يصبح مشغولا بهذا الميل الخلاق ، مدفوعاً للاستزادة من المعارف والمهارات التي تتعلق به و التوسع والإتقان في ذلك, لذا ينبغي أن تنمى لدى الطلاب الميول نحو المجالات التي يتعلمونها وأن يوجهوا نحو المعرفة التي تتناسب معهم و مع إمكانياتهم . ¶ 3- الصحة النفسية والجسمية",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "يكون أداء الذاكرة فعالاً في حالة الراحة والسلامة الصحية جسمياً و نفسياً, أما إذا كان الفرد يعاني من مرض أو يتعرض لضغط من ضغوط الحالة الجسمية كالجوع والعطش أومن حالة انفعالية أو كان مكان الحفظ غير مناسب، فإنه يكون قليل التركيز ويصعب عليه الحفظ وقد ينغلق عليه الفهم ولا يستطيع التذكر ولا ربط المعلومات واستيعابها . ¶ 4- الثقة بالنفس ¶ إن ثقة الفرد بقدرته على التعلم والحفظ والتذكر، والتقدير العالي للذات والتفاؤل والعزيمة والهمة العالية والإصرار والاستمرارية، والتخلص من المثبطات والرسائل السلبية وتجاوز الإحباطات مقومات توصل إلى النجاح المؤكد في تحقيق الفرد لأهدافه ، بل وتوصل إلى النجاح في الحياة . ( قطامي 1998م ، 169) . (عبد الله 2003م ، 64-66 ) ¶ ثانيا : عوامل متعلقة بالخبرات المراد تعلمها وهي : ¶ 1- وضوح المعنى ¶ إن وضوح معنى المحتوى الذي يتعلمه الطالب يؤدي إلى تسهيل الحفظ و التعلم بشكل عام . ¶ 2- التنظيم والتكامل و الترابط ¶ تنظيم المحتوى وترتيبه ، وتنسيق المعلومات وتسلسلها وتكاملها وترابطها ووضوح بدايتها ونهايتها ومكوناتها يساعد على تيسير الحفظ والتعلم ، لأن المعلومات المنعزلة والمفككة وغير المترابطة تؤدي إلى تشتت الذهن وصعوبة تكوين إطار جامع و بالتالي صعوبة الحفظ و التعلم . ¶ 3- الإيقاع و القافية ¶ المادة التي تتمتع بإيقاع جميل أو تكون منظومة أسهل حفظا من المادة المنثورة ، وكذلك المادة ذات الألفاظ السهلة والواضحة أيسر حفظا من المادة ذات الكلمات الصعبة .( قطامي 1998م ، 169) . (عبد الله 2003م ، 64-66 ) ¶ ثالثا : عوامل متعلقة بطريقة الحفظ والتعلم وهي :( راجح، 1973م .236-237، 244) ،( عبد الله 2003م ، 14، 64 ) ، (نجاتي1995م) ¶ 1- التكرار واستمرار التثبيت",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "يستلزم الحفظ الجيد تكرارا كثيرا للنص المحفوظ حتى يرسخ في الذهن , فالتكرار مطلوب للوصول إلى الحفظ ، ومعيار الحفظ أن يتمكن الحافظ من تذكر النص استظهارا دون خطأ، ولابد من الوصول إلى هذا المستوى في الإتقان بالنسبة لحفظ القرآن وعدم التساهل فيه ، ويلي ذلك التكرار الذي يعمق الحفظ ويحميه من الضياع، ويختلف الأفراد في تحديد مقدار تلك المرات لكل فرد على حدة ، ويتفاوت من درس إلى آخر ,,,, ولكن التكرار وحده لا يكفي فكلنا يصعد السلم وربما بصورة يومية و لا نعرف عدد درجاته ، ونرى البيت يوميا ولا نعرف عدد نوافذه ، ولكن التكرار المفيد هو : ¶ 1- التكرار المقترن بالانتباه و الملاحظة لمعالم النص. ¶ 2- التكرار الذي يقترن بمعرفة الفرد لمدى تقدمه وتعلمه. ¶ 3- التكرار المقترن بتعمد الحفظ والتعلم . ¶ ومن خلال دراسة بعض الشخصيات المتميزة في الحفظ والتذكر وجد أن هؤلاء الأشخاص لا يعتمدون على التكرار وحده، وإنما ينعشون أشكالا مختلفة من الترابط أثناء التكرار بهدف تعميق الحفظ مما يسهل الاسترجاع. ¶ قياس المرات اللازمة للحفظ والتكرار ¶ لقياس مقدار التكرار المطلوب من المتعلم لحفظ النصوص الجديدة يعطى نصا جديدا ويطلب منه تكرار قراءته بغرض الحفظ، وفي أول مرة يستطيع استظهاره دون خطأ يعتمد العدد معدلا متوسطا للمرات التي يمكن المعلم أن يوجهه لتكرارها عند حفظ النصوص التالية . ¶ ومن الأخطاء التي يقع فيها المعلمون و الطلبة أنه بمجرد قدرة المتعلم على أداء الحفظ الكامل للمرة الأولى يهملون التكرار بغرض التثبيت بينما يلزم المتعلم تكرار المراجعة من ذاكرته ويفضل أن يكون التكرار على فترات متباعدة نسبياً حتى لا يكون التكرار الزائد باعثا على الملل ، ولأن التجارب دلت على أن التكرار الموزع أجدى في تثبيت الحفظ من التكرار المتصل . ¶ 2- التوجيه و الإرشاد",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "هنالك أهمية كبيرة للإرشاد و التوجيه في مساعدة المتعلم على اكتساب مهارات التعلم الصحيحة وأساليب تقوية الحفظ و استخدام مساعدات التذكر, فهذا الإرشاد يوفر على المتعلم المحاولات الخاطئة و العادات غير الصائبة التي يمكن أن يمارسها ، وقد يكتسب عادات خاطئة قد تستمر معه . ¶ ويعطي الإرشاد أحسن النتائج إذا قدم في بداية مرحلة التعلم و الحفظ, وقد دلت الأبحاث على أن فشل كثير من الطلبة لا يرجع إلى ضعف قدراتهم العقلية وذكائهم و إنما يرجع إلى جهلهم بوسائل الاستذكار و الحفظ الصحيحة . ومن المهم أن يكون الإرشاد مؤكدا في البداية ثم يتم التخفيف منه شيئا فشيئا مع ملاحظة بناء المتعلم لقدراته الذاتية لئلا يتعود الاعتماد على المعلم بدل الاعتماد على النفس، فيمكن للمعلم أن يطلب منه توضيح أسلوبه في الحفظ وربط المعلومات وتكوين الصورة الكلية للنص ليتأكد من سلامة سيره ويصوبه له. ¶ 3- تقسيم الموضوع ¶ يمكن للمتعلم أن يحفظ الموضوع المتعلم بطريقتين مختلفتين ، فإذا فرضنا – مثلاً - أن المتعلم يريد أن يحفظ قصيدة شعرية أو سورة من القرآن الكريم, فإنه يستطيع أن يفعل ذلك بقراءة القصيدة أو السورة دفعة واحدة، ثم يعود لقراءتها مرة أخرى ويكرر ذلك حتى يحفظها وتعرف هذه بالطريقة الكلية . ¶ ويمكن أن يقسم القصيدة أو السورة إلى عدة أجزاء أو مقاطع يتكون كل مقطع من عدد من الأبيات أو السطور ، ويحفظ كل جزء على حدة ثم يعود فيحفظ الأجزاء مجتمعة و متصلة ببعضها بحسب ترتيبها الصحيح و تسمي هذه بالطريقة الجزئية .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقد دلت التجارب أن المنهجية الجزئية أكثر فائدة في تعليم الأطفال ، و المنهجية الكلية أكثر فائدة في تعليم الكبار ، وكلما زاد ذكاء الشخص كان تعلمه بالمنهجية الكلية أكثر فائدة, كما أن للمادة نفسها ومستوى صعوبتها أو سهولتها دوراً في اختيار إحدى الطريقتين ،فالمادة الصعبة أو الطويلة تحتاج إلى تقسيم ، فإذا تم التقسيم يلزم أن تقسم المادة إلى وحداتها الطبيعية بمراعاة انتهاء الفقرة أو المعنى أو نحو ذلك . ¶ 4- الترتيب ¶ يتم التركيز والحفظ للأشياء التي تكون في الصدارة أو في النهاية أكثر من الأشياء التي تقع في الوسط ، فالشيء الذي يكون في المنتصف يتم نسيانه بسرعة لضعف التركيز عليه . ¶ 5- المراجعة والتسميع الذاتي ¶ من المهم مراجعة المحتوى التعليمي وخاصة أثناء الفترة الحرجة للنسيان, فالمراجعة المنتظمة تثبت المادة المتعلمة ، وتقلل نسبة النسيان ، وتؤدي إلى استعادة المفقود من المحتوى التعليمي ، وينبغي أن يقوم المتعلم بالتسميع الذاتي لنفسه عند المراجعة ، ويركز تركيزا انتقائيا على الأشياء التي اكتشف من خلال التسميع أن حفظه ضعف فيها ولهذا التسميع فوائد : ¶ 1- يبين للفرد مدى تقدمه ، وهذا عامل تدعيم للمتعلم . ¶ 2- التسميع دافع يؤدي إلى التعلم و الحفظ المقصود, و التعلم المقصود أجدى من التعلم العارض . ¶ 3- يقوم على النشاط الذاتي للمتعلم وهو أفضل أنواع التعلم . ¶ 6- تفعيل الحواس",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "يؤكد علماء النفس على ضرورة الانتفاع من الحواس جميعها في العلم والحفظ والاستظهار، وقد تبين أن المتعلمين يختلفون في قوة الحواس وانتفاعهم منها في التعليم من شخص إلى آخر, فالبعض يصنفون إلى بصريين إذا كانوا أقدر على حفظ وتذكر المعلومات والحوادث اعتمادا على حاسة البصر, والبعض يصنفون إلى سمعيين, وآخرون يتميزون في حاسة اللمس وآخرون شعوريين أو وجدانيين وهكذا,,, . وحينما يمكن تشخيص التميز الحاسي للمتعلم ينبغي التركيز والتأكيد على تفعيل قناته تلك في الحفظ والاستيعاب والتعلم مع عدم إغفال الحواس الأخرى . ¶ 7- التدوين والكتابة ¶ كتابة النص تساعد على حفظه ، إذ الكتابة مجهود حاسي وعقلي ، ومن المهم أن يراعي المتعلم عند الكتابة إستراتيجية التذكر التي استعان بها ، فمثلا من خلال الكتابة تترسخ الصورة البصرية للنص، مما يستلزم تقليد النص الأصلي في بداية الصفحة والأسطر ونهاياتها . ومن ذلك تدوين الملاحظات عن الموضوع , كأن يقوم بتدوين مذكرته بأسلوبه الخاص و كتابة الروابط والكلمات المفتاحية ... ( راجح، 1973م .236-237، 244) ،( عبد الله 2003م ، 14، 64 ) ، (نجاتي1995م) ¶ 8- استخدام مساعدات التذكر ¶ تؤدي مساعدات التذكر دورا مهما في تنظيم الحفظ وتيسير استذكار معالم النص واستدعائه بإتقان واسترسال . ¶ نماذج من مساعدات التذكر ¶ اقتصر الباحث على ذكر المساعدات التي يرى أنها مناسبة لحفظ القرآن الكريم وهي : ¶ الروابط اللفظية ¶ هي روابط تقوم على طريقة مشهورة في الحفظ النصي تعتمد على الحروف الهجائية، والكلمات و العبارات المفتاحية واللاقطة تذكر برؤوس الآيات متسلسلة، أو تربط الكلمات والعبارات بحرف في اسم السورة أو كلمة في الآية أو الصفحة أو الجزء أو في جوار أي منها ونحو ذلك ... ¶ الروابط البصرية",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "تعني الروابط البصرية حفظ صورة النص أو المادة التي يراد حفظها والتعمق في تفاصيلها مثل البداية والنهاية والأرقام والألوان والأشكال وطريقة الكتابة وجمال الخط والترتيب والأناقة والألوان التي في الصفحات ... ¶ وتشير نتائج البحوث إلى أن الخصائص الفيزيائية البصرية للنص كاللون والحجم والشكل والشدة والحركة وموقع الكلمة أو الجملة في السطر والصفحة ... تلعب دورا في الانتباه والترميز وبالتالي الحفظ والتذكر (نشواتي،1984م 376 ) . ¶ الروابط السمعية ¶ وتعني سماع النص من الغير ، و قراءته بصوت مسموع على شكل من أشكال التنغيم . فالصوت الجميل المؤثر الذي يحسن استخدام المقامات و طبقات النغمات يساعد على الحفظ والتذكر . ¶ روابط الاكتمال والتنظيم والعلاقات المعنوية ¶ يصعب على المتعلم أن يتذكر أو يسترجع ما حفظه إلا إذا كان منبه التذكر مكتملا ، (عبد الله،2003م،15 ) فتذكر سورة ما من القرآن الكريم يستلزم تذكر اسم السورة وبدايتها، ومثل ذلك يقال عن تذكر المقطع أو الحزب أو الجزء . إنه لمن المهم أن يدرك المتعلم المادة المحفوظة على شكل من أشكال التنظيم أو يبني ذلك التنظيم بنفسه، ومن أشكال التنظيم تناول المادة وفق أقسامها المعنوية ووحداتها المنطقية أو الطبيعية وإيجاد علاقات بين أجزائها وأقسامها بحيث لا تظل تلك المكونات فرادى مثل أجزاء الإناء المكسور .(راجح 1973م 234-235)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والتنظيم فيما يتعلق بحفظ القرآن الكريم يتخذ شكلين: الأول هو الجانب الظاهري الذي يلزم أن يكونه المتعلم حين يحفظ ، ففي السور القصيرة مثلا عليه أن يدرك أن السورة وحدة مستقلة ويتعرف عليها من خلال عدد آياتها ومحتواها بشكل مبسط ، وأن يتأمل في جوارها ويستطيع تحديد السورة التي تسبقها والسورة التي تليها، وموقع بداية السورة ونهايتها في الصفحة . وإذا أكمل حفظ الحزب مثلا يلزم أن يتعرف عليه ككيان كلي وتفصيلي بداية ونهاية، وعدد سوره متسلسلة وركوعاته وأي ميزات أو خصائص تتوافر فيه مثل السجدات ونحو ذلك ¶ وإذا أكمل حفظ مجموعة من الأجزاء كون تلك العلاقات فيما بينها محتفظا لكل جزء بشخصيته الاعتبارية المستقلة متذكرا تفاصيلها بدقة ، فإذا حفظ القرآن كاملا يكون قد أنشأ عددا من العلاقات التنظيمية بين مكوناته من السور والأجزاء تتجاوز السرد التسلسلي إلى علاقات الشبه بين السور والأجزاء والوحدات الأدنى مثل البدايات المتحدة والمتقاربة والسور التي بها سجدات أو خصائص نادرة وبتفاصيل تخضع لمستوى المتعلم وقدراته . ¶ النوع الثاني من التنظيم يتعلق بالمضامين والمحتوى ويعتمد على الفهم،والربط بين الفهم والانفعال ، فالمعاني في النص القرآني يستدعي بعضها بعضا ويذكر بعضها بالبعض الآخر، وإذا رافق الحفظ أو المراجعة التدبر والتأمل في المعاني والخشوع كان التذكر أسهل حيث يتم تفعيل ما يسميه بعض علماء النفس الذاكرة الانفعالية (عبد الله،2003م،15 ) . وعلاقات الفهم رأسية وأفقية : فالرأسية تعني القدرة على استدعاء معاني النص بتسلسل، والأفقية تعني القدرة على استدعاء الموضوع الواحد من سور متعددة ... وهذا النوع ينمو مع الحافظ بنمو شخصيته وثقافته وعلمه . ¶ اعتبارات مساعدات التذكر:- ¶ 1- أن الحفظ يتطلب جهدا من المتعلم كما يتطلب التنظيم . ¶ 2- أن المعرفة يمكن أن تخزن في شكل صور حسية أو شمية أو سمعية أو بصرية أو أكثر من حاسة .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "3- أن رؤية الشيء أو الشعور به أو لمسه أو شمه أو تذوقه تولد ارتباطات قوية للتذكر والحفظ . ¶ 4- أن الجهد الذهني الذي يبذله المتعلم في تنظيم الحفظ وفق إحدى مساعدات التذكر يساعده على التذكر بطريقة فعالة, لأنها تحدد الأساليب التي يتعامل بها المتعلم مع المعلومات و الخبرات وتنقله من الأسلوب الروتيني إلى استعمال طرق مثيرة و مغرية، وقد أثبتت الدراسات أن فعاليتها تصل إلى أكثر من ضعف الطرق التقليدية . ¶ 5- أن استيعاب التفاصيل المتعلقة بالنص أو الخبرة يؤدي إلى تذكرها وجعلها أكثر مقاومة للنسيان . ¶ 6- أن المتعلم بحاجة شديدة إلى مساعدات التذكر إذا كان المحتوى لا يتضمن معنىً واضحاً للمتعلم, مما يحمله على استخدام التعلم الحفظى, ومساعدات التذكر تزوده بروابط بين المعلومات المعروفة وغير المعروفة ، وتمكنه من استخدام أكثر من طريقة وأسلوب يساعد على التذكر . ¶ 7- أن مساعدات التذكر يمكن تعلمها واكتساب مهارة الاستفادة منها . وذلك بأن يرشد الطالب في بداية الأمر إلى استخدامها حتى يدرك أهميتها ثم يمكنه بعد ذلك أن يكون مستقلا في تكوينها عند تعلمه و حفظه . ¶ 8- أن استخدام مساعدات التذكر يحقق أهدافاً تربوية مهمة للمتعلم, لأنها تجعله قادرا على التحكم و السيطرة على أنشطته الذهنية و ممارسة التفكير الناقد والإبداعي و التفكير الخلاق ، و الانتباه لعناصر البيئة . ( قطامي 1998م، 171-172، 180، 185) . ¶ إجراءات الدراسة ¶ مجتمع البحث وعينته :",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "تكون مجتمع البحث من معلمي الحلقات القرآنية وموجهيها من الذكور والإناث العاملين في الكلية العليا للقرآن الكريم بصنعاء والقسم العام التابع لها في وادي حضرموت، إضافة إلى دار الإقراء بصنعاء، ودار القرآن الكريم بصنعاء، والمركز النموذجي النسوي لحفظ القرآن الكريم بصنعاء، والحلقات النموذجية بوادي حضرموت. وقد بلغ عددهم ( 78) فردا، ولما كان مجتمع البحث ليس كبيرا فقد وزع الباحث الاستبانة عليهم جميعا،وبلغ عدد المستجيبين الذين أعادوا الاستبانة (63) فردا، وهم يمثلون عينة البحث . والجدول الآتي يوضح توزيع أفراد الدراسة المستجيبين بحسب متغيرات الدراسة : ¶ جدول رقم (1) الوصف الشامل لأفراد الدراسة ¶ الخبرة ... الجنس ... المؤهل العلمي ... المجموع ¶ ذكر ... أنثى ... دون الجامعي ... جامعي ¶ العدد ... النسبة ... العدد ... النسبة ... العدد ... النسبة ... العدد ... النسبة ... العدد ... النسبة ¶ أكثر من 10 سنة ... 10 ... 29.4% ... 5 ... 17.2% ... 3 ... 16.7% ... 12 ... 26.7% ... 15 ... 23.8% ¶ بين 4-9 سنة ... 18 ... 52.9% ... 14 ... 48.3% ... 8 ... 44.4% ... 24 ... 53.3% ... 32 ... 50.8% ¶ أقل من 4 سنوات ... 6 ... 17.6% ... 10 ... 34.5% ... 7 ... 38.9% ... 9 ... 20.0% ... 16 ... 25.4% ¶ المجموع ... 34 ... 54.0% ... 29 ... 46.0% ... 18 ... 28.6% ... 45 ... 71.4% ... 63 ... 100.0% ¶ أداة البحث : ¶ إعدادها : ¶ أعد الباحث استبانة البحث واختار محاورها ومضامين تلك المحاور بالاستفادة من الإطار النظري الذي سبق عرضه . ¶ محاور ومحتوى الاستبانة :- ¶ تكونت الاستبانة من جزئين : الجزء الأول يحتوي بيانات المستجيب بحسب متغيرات الدراسة، .والجزء الثاني يتضمن محاور البحث وهي : المحور الأول : مساعدات التذكر ويتضمن 24 مفردة . المحور الثاني : أساليب الإرشاد الملائمة للمتعلمين ويتضمن 10 مفردات . المحور الثالث: المعوقات المتوقعة ويتضمن 8 مفردات . ¶ مقياس الاستجابة :",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "اعتمد الباحث أسلوب التقدير الكمي في وضع تقديرات الاستبانة للمحاور الثلاثة ، حتى يمكن الوصول إلى النتائج بصورة أقرب إلى الموضوعية، حيث وضع أمام كل مفردة في الاستبيان مقياسا خماسيا متدرجا بحسب درجة الأهمية أو الملاءمة للفقرة (مهم جدا (5)درجات – مهم(4)درجات –متوسط الأهمية(3)درجات – غير مهم (2)درجتان –غير مهم أبدا(1)درجة ) وعلى الشخص الذي يقوم بملء الاستبيانات أن يضع علامة ( ) أمام ما يراه مناسباً . ¶ صدق الاستبانة : ¶ تم الاعتماد في حساب صدق الاستبانة على صدق المحكمين، فقد عرضت الاستبانة على عشرة محكمين من أساتذة كليتي التربية في سيؤون وصنعاء والكلية العليا للقرآن الكريم ، بهدف التعرف على آرائهم في الاستبانة من حيث مدى دقة العبارات ، ومدى تمثيل كل عبارة للمجال الذي تنتمي إليه ، وإضافة أو حذف بعض البنود أو تعديلها . وفي ضوء ذلك أجرى الباحث التعديلات التي أوصي بها المحكمون لكي تكون صالحة للتطبيق ¶ ثبات الاستبانة : ¶ لحساب ثبات الاستبانة استخدم الباحث طريقتي التجزئة النصفية Split-Half، ومعامل ألفا - كرونباخ Cronbach's alpha. والجدول الآتي يتضمن قيم معاملات الثبات للمقياس. ¶ جدول (2): معاملات الثبات للأداة ¶ CRONBACH'S ALPHA ... Split half reliability ¶ ألفا كرونباخ ... التجزئة النصفية ¶ 1. قائمة مساعدات التذكر ... 0.8736 ... 0.7448 ¶ 2. الأساليب الملائمة لإكساب المتعلمين.. ... 0.7623 ... 0.8244 ¶ 3. معوقات إرشاد الطلاب .... ... 0.7018 ... 0.6870 ¶ وتشير نتائج الجدول إلى ارتفاع قيم معاملات الثبات للأداة مما يعطي ثقة عالية في نتائج البحث. ¶ الاتساق الداخلي Internal Consistency:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "للتأكد من مدى الاتساق الداخلي للأداة، قام الباحث بحساب معامل ارتباط درجة كل فقرة بالدرجة الكلية للمجال، والجدول (1) الملحق بالبحث يتضمن النتائج. ويتضح من الجدول أن قيم معاملات الارتباط بين درجة كل فقرة والدرجة الكلية المجال دالة إحصائياً لجميع الفقرات عدا فقرتي (9، 25) في المجال الأول، والفقرة رقم (4) في المجال الثاني. وحرصاً من الباحث في الحصول على أداة تتميز باتساق عال فقد قام بحذف هذه الفقرات، ثم قام بحساب معامل ارتباط درجة كل فقرة بالدرجة الكلية للمجال مرة أخرى، والجدول(2) الملحق بالبحث يتضمن النتائج ، وهو يشير إلى أن جميع قيم معاملات الارتباط دالة إحصائياً عند مستوى (0.05)،وأن هناك اتساقا عالياً داخل الأداة، ما يعزز من صدقها فكل فقرة تقيس نفس السمة التي يقيسها مجالها. ¶ الأساليب الإحصائية: ¶ تمت معالجة البيانات إحصائيا باستخدام الوسائل الإحصائية الآتية عن طريق الحقيبة الإحصائية SPSS وباستخدام الأساليب الإحصائية التالية : ¶ معامل ألفا كرونباخ Cronbach's alpha لحساب ثبات المقياس. ¶ معادلة سبيرمان بروان لحساب معامل الثبات للمقياس بطريقة التجزئة النصفية. ¶ الوسط الحسابي، والانحراف المعياري. ¶ اختبار (ت) لعينتين مستقلتين ( T-Test for Independent Sample)، للتعرف على دلالة الفروق بحسب متغيرات الوظيفة والمؤهل . ¶ اختبار تحليل التباين الأحادي One way-ANOVA، للتعرف على دلالة الفروق بحسب متغير سنوات الخبرة وعدد الحفاظ . ¶ نتائج البحث ومناقشتها : ¶ للإجابة عن أسئلة البحث ، قام الباحث بحساب المتوسط والانحراف المعياري لفقرات المجالات ، كما حسب النسبة المئوية للمتوسط والتي تعبر عن درجة موافقة أفراد الدراسة عن كل فقرة ولكل مجال إجمالا . ¶ ففيما يتعلق بالسؤال الأول من أسئلة البحث وهو : ما مساعدات التذكر المناسبة لحفظ القرآن الكريم، وما ترتيبها بحسب الأهمية من وجهة نظر أفراد الدراسة ؟؟",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "يتضمن الجدول التالي المتوسطات والنسب المئوية التي حصلت عليها فقرات هذا المجال وهو مساعدات التذكر ، إضافة إلى نتيجة المجال ككل . ¶ جدول رقم (3) المتوسط والانحراف المعياري لفقرات المجال الأول (مساعدات التذكر) ¶ م ... الفقرات ... المتوسط ... الانحراف المعياري ... رتبة الفقرة بحسب الاستجابة ¶ 1 ... وضوح السياق العام للنص. ... 4.302 ... 0.775 ... 3 ¶ 2 ... متابعة تسلسل المعاني وترابطها. ... 4.365 ... 0.703 ... 1 ¶ 3 ... الربط بين مضمون الآية ونهايتها. ... 4.238 ... 0.962 ... 4 ¶ 4 ... متابعة تسلسل الأحداث في القصص القرآني. ... 4.317 ... 0.714 ... 2 ¶ 5 ... استحضار المقاطع التي وردت فيها القصة الواحدة . ... 4.063 ... 0.914 ... 6 ¶ 6 ... استحضار المقاطع المتعلقة بموضوع واحد من سور متعددة. ... 4.000 ... 0.933 ... 8 ¶ 7 ... استحضار أسباب النزول ... 3.429 ... 0.995 ... 12 ¶ 8 ... ربط موضوع المقطع بما قبله وما بعده من موضوعات. ... 4.048 ... 0.974 ... 7 ¶ 9 ... استحضار اللطائف البلاغية ... 2.952 ... 0.923 ... 22 ¶ 10 ... استحضار دقائق الإعجاز ... 2.857 ... 0.895 ... 23 ¶ 11 ... استحضار الأحكام الشرعية ... 3.429 ... 1.011 ... 11 ¶ 12 ... استحضار عدد الآيات في الصفحة. ... 2.810 ... 1.162 ... 24 ¶ 13 ... استحضار موقع الكلمة أو الآية في الصفحة . ... 3.333 ... 1.295 ... 14 ¶ 14 ... الربط بين الآيات ومشاهد كونية أو إنسانية أو حيوانية...الخ. ... 3.381 ... 0.831 ... 15 ¶ 15 ... استحضار نغمة صوتية لأحد القراء في قراءة آية من الآيات. ... 3.063 ... 1.162 ... 20 ¶ 16 ... استحضار موقف طريف ارتبط بحفظ الآية أو المقطع. ... 3.190 ... 0.913 ... 18 ¶ 17 ... الربط بين حرف في الآية وكلمة من كلماتها ... 3.238 ... 1.160 ... 17 ¶ 18 ... استحضار تسلسل السور تصاعديا وتنازليا . ... 3.730 ... 1.066 ... 10 ¶ 19 ... استحضار تسلسل الأجزاء تصاعديا وتنازليا . ... 3.778 ... 0.991 ... 9 ¶ 20 ... إحصاء السور ذات البدايات المتحدة أو المتقاربة. ... 4.127 ... 0.942 ... 5 ¶ 21 ... تكوين كلمات مفتاحية تذكر حروفها برؤوس الآيات. ... 3.429 ... 0.962 ... 13 ¶ 22 ... استحضار ترتيب الحروف الهجائية للتمييز بين تسلسل المتشابهات بالحروف . ... 2.984 ... 1.184 ... 21",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "23 ... الربط بين حرف من اسم السورة وكلمة أو كلمات متشابهة واردة فيها . ... 3.270 ... 0.971 ... 16 ¶ 24 ... استحضار عدد الآيات في السورة. ... 3.159 ... 1.096 ... 19 ¶ المتوسط العام ... ----------------- ... 3.562 ... 0.471 ... -- ¶ ووفقا لاستجابات أفراد الدراسة نجد أن جميع المساعدات التي تضمنها الاستبيان حظيت بالقبول من المستجيبين، وإن تراوحت تقديراتها بين مهم ومتوسط الأهمية . ويأتي في مقدمتها (10) مساعدات حصلت على تقدير مهم، بنسبة مئوية تتراوح بين 87.3% للأولى ونسبة 74.6% للعاشرة . وتلك المساعدات العشر وبحسب ترتيبها التنازلي في استجابات أفراد الدراسة هي : ¶ 1- متابعة تسلسل المعاني وترابطها. 2- متابعة تسلسل الأحداث في القصص القرآني. 3- وضوح السياق العام للنص. 4- الربط بين مضمون الآية ونهايتها. 5- إحصاء السور ذات البدايات المتحدة أو المتقاربة. 6- استحضار المقاطع التي وردت فيها القصة الواحدة . 7- ربط موضوع المقطع بما قبله وما بعده من موضوعات. 8- استحضار المقاطع المتعلقة بموضوع واحد من سور متعددة. 9- استحضار تسلسل الأجزاء تصاعديا وتنازليا . 10- استحضار تسلسل السور تصاعديا وتنازليا . ¶ بينما حصلت بقية المساعدات وعددها أربع عشرة على تقدير متوسط الأهمية وبنسبة مئوية تبدأ ب: 68.6% للفقرة رقم 11، وتنتهي بنسبة مئوية قدرها 56.2% للفقرة رقم 24 . وتلك المساعدات وبحسب ترتيبها التنازلي في استجابات أفراد الدراسة هي :",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "11- استحضار الأحكام الشرعية 12- استحضار أسباب النزول 13- تكوين كلمات مفتاحية تذكر حروفها برؤوس الآيات. 14- استحضار موقع الكلمة أو الآية في الصفحة . 15- الربط بين الآيات ومشاهد كونية أو إنسانية أو حيوانية...الخ. 16- الربط بين حرف من اسم السورة وكلمة أو كلمات متشابهة واردة فيها . 17- الربط بين حرف في الآية وكلمة من كلماتها 18 استحضار موقف طريف ارتبط بحفظ الآية أو المقطع. 19- استحضار عدد الآيات في الصفحة. 20- استحضار نغمة لأحد القراء في قراءة آية من الآيات. 21- استحضار ترتيب الحروف الهجائية للتمييز بين تسلسل المتشابهات بالحروف . 22- استحضار اللطائف البلاغية . 23- استحضار دقائق الإعجاز . 24- استحضار عدد الآيات في السورة. ¶ بينما حصل مجال مساعدات التذكر ككل وفقا للاستجابات على متوسط عام قدره 3.562 وبنسبة مئوية 71.2% . وبالنظر في تلك النتائج نجد ما يلي : ¶ - لا توجد فقرة واحدة حصلت على تقدير مهم جدا . ¶ - أعطى المستجيبون تقديرهم الأعلى للمساعدات القائمة على الفهم والاستيعاب والتنظيم ، بينما قل تقديرهم للمساعدات المعتمدة على الحواس والمساعدات اللفظية . ¶ - حصلت الفقرتان رقم 22 ، 23 على تقدير متدني مع أنهما من فقرات الفهم والاستيعاب، وهو أمر يمكن فهمه ولا يبدو عليه الشذوذ في ضوء النتيجة العامة للمجال لأن الفقرتين دقيقتان، ويقتصر استيعابهما على العدد القليل والمتميز علميا .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ويرى الباحث أن نتيجة هذا المجال تستدعي التأمل، ويمكن تفسيرها بعدة تعليلات منها: أن مفاهيم مساعدات التذكر والثقافة النفسية والتربوية المتعلقة بأداء الذاكرة لم يترسخ استيعابها والأخذ بها في ميادين تحفيظ القرآن الكريم . وأن حفاظ القرآن الكريم من المستوى الذي استهدفه البحث هم من الأذكياء الذين تؤكد الدراسات النفسية والتربوية أنهم يأنفون من تعلم ما لا تستطيع عقولهم تنظيمه وفهمه، وأن ذاكرتهم تسعفهم بشكل لم يدققوا النظر في تفاصيله وهم ينعشون حفظهم بالمراجعة اليومية لحفظهم . ¶ ومما تجدر الإشارة إليه أن هذه النتيجة تدحظ الانطباع القائل بأن الحفاظ يستظهرون القرآن الكريم بشكل آلي وببغاوي، إذ نحن أمام نتيجة تعطي تقديرا للفهم والاستيعاب والتنظيم ، مما يؤكد تأثير القرآن في أهله وهم يتلون {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} (24) سورة محمد {كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُوا الْأَلْبَابِ} (29) سورة ص {أَفَلاَ يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللّهِ لَوَجَدُواْ فِيهِ اخْتِلاَفًا كَثِيرًا} (82) سورة النساء ، وعشرات الآيات من أمثالها . ويبدو ذلك الأمر مفهوما ومنطقيا بالنسبة للعرب والناطقين بلغتهم، وهذا التفسير لا يعفي الباحث عن الإشارة إلى الحفاظ غير الناطقين باللغة العربية، فإذا تجاوزنا النوابغ الذين لديهم قدرات خارقة ، نجد أن بقية الحفاظ غير العرب يحتاج وضعهم إلى بحوث ودراسات علمية مستقلة ويصعب تفسير وضعهم من خلال انطباعات مختزلة .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أعطى المستجيبون تقديرات أقل لمساعدات التذكر المتعلقة بالحواس (البصر، السمع) ومساعدات التذكر اللفظية، وهي مساعدات يؤكد على أهميتها المتخصصون للحفاظ المبتدئين والذين لا يستطيعون بناء المساعدات المبنية على الفهم والاستيعاب لأن ذلك لا يأتي من البداية غالبا، وإنما يأخذ اتجاها تصاعديا بارتفاع المعرفة القرآنية والارتباط به وبعلومه . أما الحفاظ المبتدئون فمن المهم لهم الاستفادة من الروابط اللفظية والحسية، ولعل نضج أفراد الدراسة هو الذي جعل اتجاه تقديرهم يميل لصالح روابط الفهم والاستيعاب . ¶ السؤال الثاني من أسئلة البحث : ما الأساليب المناسبة لإكساب المتعلمين مهارة الاستفادة من مساعدات التذكر من وجهة نظر أفراد الدراسة ؟؟ ¶ يتضمن الجدول الآتي ) الإجابة عن هذا السؤال. ¶ جدول رقم (4) المتوسط والانحراف المعياري لفقرات المجال الثاني (الأساليب الملائمة) ¶ م ... الفقرات ... المتوسط ... الانحراف المعياري ... رتبة الفقرة بحسب الاستجابة ¶ 1 ... الحفظ من طبعة واحدة للمصحف. ... 4.952 ... 0.215 ... 1 ¶ 2 ... توضيح مساعدات التذكر للمتعلمين ... 4.540 ... 0.668 ... 3 ¶ 3 ... ضرب المثل للمتعلم بالنمط المناسب من المساعدات للمقطع عند حفظه له . ... 4.778 ... 0.522 ... 2 ¶ 4 ... توضيح المعلم لبعض المعاني المتعلقة بالنص ... 4.143 ... 0.820 ... 5 ¶ 5 ... تشجيع المتعلم على تكوين مساعدات تذكر خاصة به ومن إنجازه . ... 4.111 ... 0.882 ... 6 ¶ 6 ... تناول المفردات والغريب من الألفاظ ... 3.730 ... 0.937 ... 8 ¶ 7 ... اختبار المتعلم في تلك المساعدات ومدى استفادته منها . ... 3.524 ... 0.931 ... 9 ¶ 8 ... تكليف المتعلم باستماع المقاطع الصعبة من قارئ يرتاح لأدائه . ... 4.175 ... 0.853 ... 4 ¶ 9 ... تكليف المتعلم بقراءة تفسير المقطع ... 3.746 ... 0.822 ... 7 ¶ المتوسط العام ... --------------------- ... 4.189 ... 0.432 ... --",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ومنه نجد أن جميع الأساليب المقترحة التي تضمنها الاستبيان وهي تسعة أساليب نالت القبول العالي لدى أفراد الدراسة ،وتراوحت تقديراتهم لمدى ملاءمتها بين( ملائمة جدا ، ،وملائمة) بنسبة مئوية للأولى قدرها 99.0% ونسبة مئوية للتاسعة وهي الأخيرة 70.5% ، بينما كان المتوسط العام لمدى ملاءمة المجال ككل هو (4.189 )بنسبة 83.8% ، أما الترتيب التنازلي للفقرات بحسب الاستجابات فهو : ¶ 1- الحفظ من طبعة واحدة للمصحف. 2- ضرب المثل للمتعلم بالنمط المناسب من المساعدات للمقطع عند حفظه له . 3- توضيح مساعدات التذكر للمتعلمين 4- تكليف المتعلم باستماع المقاطع الصعبة من قارئ يرتاح لأدائه . 5- توضيح المعلم لبعض المعاني المتعلقة بالنص6- تشجيع المتعلم على تكوين مساعدات تذكر خاصة به ومن إنجازه . 7- تكليف المتعلم بقراءة تفسير المقطع 8- تناول المفردات والغريب من الألفاظ 9- اختبار المتعلم في تلك المساعدات ومدى استفادته منها . وتدل هذه النتيجة أنه يمكن تحسين طريقة التحفيظ ورفع فاعليتها من خلال إرشاد المتعلمين إلى هذه الروابط، وأن إرشاد المتعلمين إليها بحسب أفراد الدراسة تعطي نتائج عالية المردود خاصة أن فقراتها اهتم بها القدماء والمحدثون في كتاباتهم وتواصوا بها إلا أن إرشاد المتعلمين إليها بقي في دائرة المبادرات الفردية القائمة على النباهة الذاتية لمعلم الحلقة القرآنية . ¶ - السؤال الثالث من أسئلة البحث : ما الصعوبات التي يواجهها المعلمون عند إرشاد المتعلمين إلى تلك المساعدات؟ ¶ يتضمن الجدول الآتي الإجابة عن هذا السؤال. ¶ جدول رقم (5) المتوسط والانحراف المعياري لفقرات المجال الثالث (الصعوبات) ¶ م ... الفقرات ... المتوسط ... الانحراف المعياري ... رتبة الفقرة بحسب الاستجابة ¶ 1 ... عدم إلمام المعلم بمساعدات التذكر وفوائدها . ... 4.175 ... 0.943 ... 1 ¶ 2 ... صعوبة توضيح تلك الأساليب للطلاب. ... 3.429 ... 1.058 ... 3 ¶ 3 ... بعض تلك الأساليب قد تؤدي إلى سخرية الطلاب . ... 2.333 ... 1.000 ... 7",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "4 ... بعض المعلمين لا يرى فيها فائدة ... 2.683 ... 1.189 ... 6 ¶ 5 ... تناسب بعض المتعلمين دون البعض الآخر ... 3.524 ... 0.800 ... 2 ¶ 6 ... لا يستطيع المعلم التفريق بين ما يناسب كل متعلم من تلك المساعدات ... 3.222 ... 0.941 ... 5 ¶ 7 ... قد تؤدي إلى إرهاق المتعلم ... 2.603 ... 0.943 ... 7 ¶ 8 ... وقت المعلم لا يسمح بتناولها ... 3.397 ... 1.144 ... 4 ¶ المتوسط العام ... ------------- ... 3.171 ... 0.521 ... --- ¶ ومنه نجد أن الصعوبات المتوقعة التي تضمنها الاستبيان وعددها ثمان صعوبات حظيت بتقديرات متباينة لدى أفراد الدراسة ،وتراوحت تقديراتهم لمدى درجة الصعوبة بين( درجة كبيرة ودرجة ضعيفة) بنسبة مئوية للأولى قدرها 83.5% ونسبة مئوية للثامنة وهي الأخيرة 46.7% بينما كان المتوسط العام لصعوبة المجال ككل هو (3.171)بنسبة 63.4% ، وتعد الصعوبات الخمس الأولى مهمة وفقا لمعيار البحث لحصولها على درجة تقديرات معتبرة إحصائيا، أما الصعوبات الثلاث الأخيرة فهي غير مهمة لأن تقدير تأثيرها ضعيف وفقا للاستجابات كما يتضح ذلك من الجدول ، والترتيب التنازلي للصعوبات بحسب الاستجابات هو : ¶ 1- عدم إلمام المعلم بمساعدات التذكر وفوائدها . 2- تناسب بعض المتعلمين دون البعض الآخر 3- صعوبة توضيح تلك الأساليب للطلاب. 4- وقت المعلم لا يسمح بتناولها 5- لا يستطيع المعلم التفريق بين ما يناسب كل متعلم من تلك المساعدات 6- بعض المعلمين لا يرى فيها فائدة 7- قد تؤدي إلى إرهاق المتعلم 8- بعض تلك الأساليب قد تؤدي إلى سخرية الطلاب . ¶ وتدل هذه النتيجة على أن الصعوبات الحقيقية تتعلق بالمعلمين وحاجتهم إلى الإلمام بمساعدات التذكر وفوائدها وأنواعها وكيفية إرشاد المتعلمين إليها ، وهو أمر يمكن تجاوزه بتدريب المعلمين وتأهيلهم والأخذ بأيديهم للتغلب على تلك الصعوبات .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "- السؤال الرابع من أسئلة البحث : هل توجد فروق دالة إحصائيا بين أفراد الدراسة يمكن عزوها إلى اختلاف الجنس (ذكور،إناث) أو إلى الخبرة أو المؤهل الدراسي ، إزاء محاور الدراسة ومجالاتها ؟؟ للإجابة عن السؤال قسم الباحث الإجابة إلى أربعة أقسام هي : ¶ أولا : الفروق بحسب جنس المستجيبين (ذكور ، إناث ) : ¶ قام الباحث باستخدام الاختبار التائي T-Test لعينتين مستقلتين، حيث تم حساب المتوسط والانحراف المعياري لفئتي المتغير، وقيمة \"ت\" ومستوى الدلالة. والجداول رقم 3، 4 ، 5 ،الملحقة بالبحث تتضمن نتائج الفروق . ومن تلك الجداول يتبين أن الفروق الدالة إحصائيا تتركز في المجال الأول وهو مساعدات التذكر، بينما الفروق الموجودة في المجالين الثاني والثالث (الأساليب والصعوبات ) فهي غير دالة إحصائيا . ¶ ونجد أن فروق المجال الأول هي في سبع فقرات خمس منها تميل فيها الفروق لصالح الإناث وهي : وضوح السياق العام للنص . استحضار المقاطع التي وردت فيها القصة الواحدة . استحضار المقاطع المتعلقة بموضوع واحد من سور متعددة. ربط موضوع المقطع بما قبله وما بعده من موضوعات. الربط بين الآيات ومشاهد كونية أو إنسانية أو حيوانية...الخ. ¶ وفقرتان تميل فيهما الفروق لصالح الذكور وهي : استحضار تسلسل السور تصاعديا وتنازليا . استحضار تسلسل الأجزاء تصاعديا وتنازليا . ¶ ثانيا : الفروق بحسب المؤهل الدراسي : ¶ تتضمن الجداول رقم ( 6 ، 7 ، 8 ) الملحقة بالبحث نتائج الفروق بحسب المؤهل الدراسي . ( جامعي فأعلى، دون الجامعي ) . ¶ ومن تلك الجداول يتبين أن الفروق الدالة إحصائيا بين المستجيبين بحسب المؤهل الدراسي تقتصر على ثلاث فقرات فقط ولصالح حملة المؤهلات الأدنى (دون الجامعي) وذلك كما يلي :",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فقرتان من مجال مساعدات التذكر هما : استحضار المقاطع التي وردت فيها القصة الواحدة ، الربط بين الآيات ومشاهد كونية أو إنسانية أو حيوانية...الخ. أما الفقرة الثالثة فهي من المجال الثاني (الأساليب الملائمة) والفقرة هي: تشجيع المتعلم على تكوين مساعدات تذكر خاصة به ومن إنجازه . وفيما عدا ذلك فإن الفروق في المجالات الثلاثة غير دالة إحصائيا. ¶ ثالثا : الفروق بحسب الخبرة : ¶ لمعرفة الفروق بين المستجيبين بحسب الخبرة (10 سنوات فأكثر ، 4-9 سنوات ، أقل من 4سنوات ) حيال المجالات الثلاثة للبحث، قام الباحث باستخدام اختبار تحليل التباين الأحادي ANOVA (One way analysis of variance) لحساب متوسط المربعات ودرجة الحرية لمصدري التباين، وقيمة \"ف\" ومستوى الدلالة، والنتائج تتضمنها الجداول رقم (9 ، 10 ، 11 ) الملحقة بالبحث . ومن تلك الجداول يتبين أنه لا توجد فروق دالة إحصائيا بين المستجيبين يمكن عزوها إلى الخبرة وفي المجالات الثلاثة . ¶ رابعا : الفروق بحسب عدد الحفاظ : ¶ لمعرفة الفروق بين المستجيبين بحسب عدد الحفاظ الذين تتلمذوا على المستجيب (20حافظا فأكثر،10-19حافظا،أقل من10 حفاظ ) حيال المجالات الثلاثة للبحث، قام الباحث باستخدام اختبار تحليل التباين الأحادي ANOVA (One way analysis of variance) لحساب متوسط المربعات ودرجة الحرية لمصدري التباين، وقيمة \"ف\" ومستوى الدلالة، والنتائج تتضمنها الجداول رقم 12، 13، 14، 15، الملحقة بالبحث . ¶ ومن تلك الجداول يتبين أنه لا توجد فروق دالة إحصائيا بين المستجيبين يمكن عزوها إلى عدد الحفاظ إلا في فقرة واحدة من فقرات المجالات الثلاثة، وهي فقرة : تكليف المتعلم باستماع المقاطع الصعبة من قارئ يرتاح لأدائه . وهي الفقرة الثامنة من فقرات الأساليب الملائمة . حيث تبين نتائج اختبار شيفيه للفقرة أن الفروق هي لصالح المستجيبين الأكثر خبرة، وكما يلي :",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "جدول رقم (14) نتائج اختبار شيفيه للفقرة رقم (8) والتي كانت قيمة \"ف\" لها دالة احصائياً ¶ 20 حافظ فأكثر ... من 10-19 حافظ ... أقل من 10 حفاظ ¶ 20 حافظ فأكثر ... 0.111 ... 0.046 ... 4.579 ¶ من 10-19 حافظ ... 0.111 ... 0.929 ... 4.048 ¶ أقل من 10 حفاظ ... 0.046 ... 0.929 ... 3.957 ¶ وباستعراض مؤشرات الفروق في الأقسام الثلاثة نجد أن أكثر تلك الفروق وجدت في المجال الأول من مجالات الاستبانة وهو مساعدات التذكر، ويمكن تفسير الفروق جزئيا بوجود اضطراب في استجابة أفراد الدراسة حيال فقرات المجال، وقد سبق للباحث الإشارة إلى أنهم أعطوا تقديرات منخفضة لفقرات يعطيها المتخصصون اهتماما عاليا، وفيما عدا ذلك لا يجد الباحث سببا واضحا يمكن عزو تلك الفروق إليها، فهي لا تأخذ اتجاها منتظما حيال الجنس ولا المؤهل ولا الخبرة ولا تصنيف الفقرات بحسب النوع الحاسي أو اللفظي ، وهي فروق قليلة مقارنة بمجالات البحث وفقراته . ¶ توصيات البحث : ¶ استناداً إلى مضامين البحث ونتائجه يوصي الباحث بما يلي: ¶ 1- إخضاع معلمي الحلقات القرآنية لبرامج تدريب وتأهيل بغية تزويدهم بالمفاهيم التربوية والنفسية المتصلة بالتعليم والتعلم . ¶ 2- تدريب معلمي الحلقات القرآنية على كفايات تشخيص الملكات والقدرات التي يتميز بها كل طالب . ¶ 3- إعداد وحدة تدريبية من قبل اختصاصيين يجمعون بين الخلفية التربوية والتخصص القرآني تتضمن نماذج متنوعة وواضحة من مساعدات التذكر المتعلقة بحفظ القرآن الكريم، وتعميمها على معلمي الحلقات القرآنية للقراءة الشخصية والتدريب المقنن . ¶ 4- إيلاء البحث العلمي في مجال تحفيظ القرآن الكريم عناية خاصة، وتوجيه المزيد من الجهود لهذا الجانب، وخاصة بحوث الدراسات العليا الجامعية، والبحوث المؤسسية ، ويقترح الباحث بعض القضايا لتلك البحوث وهي : ¶ - تحفيظ القرآن الكريم لمتوسطي الذكاء . ¶ - مساعدات التذكر عند الحفاظ غير الناطقين بالعربية . ¶ - الرسوب والتسرب في حلقات تحفيظ القرآن الكريم .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "- الكفايات التعليمية اللازمة لمعلمي حلقات تحفيظ القرآن الكريم . ¶ - الترتيب التسلسلي لمسار حفظ القرآن الكريم ¶ 5- إعداد دليل لمعلم التحفيظ على غرار دليل المعلم في التعليم العام ، يقسم المصحف فيه إلى أقسام، وكل قسم إلى دروس، وتوضع خطة لكل درس على حدة يحدد فيها سماته ونماذج من الروابط المقترحة له، والصعوبات المتعلقة به، والمتشابهات المرتبطة به، بشكل يضع أمام المتعلم تصميما كليا لمسار الحفظ في مقدار مناسب . ¶ قائمة المراجع ¶ 1. بادحدح،علي بن عمر.( 2003م).كيف تحفظ القرآن ، وثيقة ألكترونية من موقع : صيد الفوائد . http://www.saaid.net/ ¶ 2. البخاري ،محمدبن إسماعيل.الجامع الصحيح ،دار ابن كثير بيروت،ط3 ،1987م .ج4 ص1920 ¶ 3. الترمذي،محمد بن عيسى . سنن الترمذي(د.ت) ، ج5 ،بيروت ، دار إحياء التراث العربي . ¶ 4. خير الله، سيد .( 1981م ) ، علم النفس التربوي، دار النهضة العربية، بيروت. ¶ 5. الدويش،محمد. (2001م )، حفظ القرآن الكريم ، وثيقة ألكترونية من موقع : http://www.saaid.net/Quran/2/Qq13.zip ¶ 6. راجح، أحمد عزت . (1973م) ، أصول علم النفس ، المكتب المصري الحديث الإسكندرية . ¶ 7. السامرائي, هاشم جاسم . (1999م) ، طرائق التدريس بين القديم والحديث، مركز عبادي للدراسات والنشر، صنعاء. ¶ 8. الشاطبي،إبراهيم بن موسى .الموافقات في أصول الشريعة (د.ت) ،دار المعرفة، بيروت،بدون تاريخ ¶ 9. عبد الله، محمد قاسم . (2003م ) ، سكلوجية الذاكرة ، سلسلة عالم المعرفة رقم ( 290 ) الكويت . ¶ 10. العولقي، محمد . ( 2005م ) مبادئ الحفظ والتذكر ، وثيقة ألكترونية من منتدى التدريب العربي . http://www.4training.ws/ ¶ 11. الغوثاني، يحيى . (2003م ) ، طرق إبداعية في حفظ القرآن الكريم، مادة تدريبية ألكترونية من موقع : مكتبة صيد الفوائد http://saaid.net/Quran/39.htm ¶ 12. القرضاوي، يوسف .2001م .كيف نتعامل مع القرآن العظيم ،دار الشروق ، القاهرة .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "13. قطامي، يوسف ، ونايفة قطامي . (1998 م ) ، نماذج التدريس الصفي ، دار الشروق عمان، الأردن ، ط2 . ¶ 14. اللاحم،خالد عبد الكريم.(2004م)،مفاتح تدبر القرآن الكريم، بدون ناشر. ¶ 15. مرعي، توفيق أحمد وزملاؤه . (1995م) ، تصميم المنهاج ، وزارة التربية والتعليم اليمنية، برنامج معلم الصفوف الأساسية الأولى . ¶ 16. موقع طريق القرآن . المتشابه اللفظي في القرآن، توجيه المتشابه اللفظي وما صنف فيه . http://www.quranway.net/index.aspx?function=Item&id=55&lang= ¶ 17. نجاتي، محمد عثمان . (1995م) ، علم النفس و الحياة ، دار القلم ، الكويت ط 16 . ¶ 18. نشواتي، عبد المجيد . ( 1984م) علم النفس التربوي، دار الفرقان، الأردن، عمان. ¶ 19. النووي،يحيى بن شرف.المنهاج شرح صحيح مسلم،دار إحياء التراث العربي،ط2 . ¶ 20. النيسابوري،محمد بن عبدالله .المستدرك على الصحيحين،دار الكتب العلمية ،بيروت 1990م . ¶ ملاحق البحث : ¶ 1- جداول البحث . ¶ 2- استبانة البحث . ¶ أولا : الجداول ¶ الجدول (1) ¶ معاملات ارتباط الفقرات بالدرجة الكلية للمجال قبل الحذف ¶ مساعدات التذكر ... الأساليب الملائمة ¶ رقم الفقرة ... مع المجال ... رقم الفقرة ... مع المجال ¶ قيمة \"ر\" ... الدلالة ... قيمة \"ر\" ... الدلالة ¶ 1 ... 0.401 ... 0.006 ... 1 ... 0.353 ... 0.017 ¶ 2 ... 0.320 ... 0.032 ... 2 ... 0.391 ... 0.008 ¶ 3 ... 0.562 ... 0.001 ... 3 ... 0.356 ... 0.016 ¶ 4 ... 0.321 ... 0.032 ... 4(*) ... 0.111 ... 0.469 ¶ 5 ... 0.463 ... 0.001 ... 5 ... 0.749 ... 0.001 ¶ 6 ... 0.553 ... 0.001 ... 6 ... 0.702 ... 0.001 ¶ 7 ... 0.440 ... 0.002 ... 7 ... 0.793 ... 0.001 ¶ 8 ... 0.431 ... 0.003 ... 8 ... 0.515 ... 0.001 ¶ 9 (*) ... 0.178 ... 0.243 ... 9 ... 0.513 ... 0.001 ¶ 10 ... 0.520 ... 0.001 ... 10 ... 0.792 ... 0.001 ¶ 11 ... 0.561 ... 0.001 ... المعوقات ¶ 12 ... 0.467 ... 0.001 ... رقم الفقرة ... مع المجال ¶ 13 ... 0.640 ... 0.001 ... قيمة \"ر\" ... الدلالة ¶ 14 ... 0.469 ... 0.001 ... 1 ... 0.627 ... 0.001 ¶ 15 ... 0.601 ... 0.001 ... 2 ... 0.766 ... 0.001 ¶ 16 ... 0.554 ... 0.001 ... 3 ... 0.609 ... 0.001 ¶ 17 ... 0.434 ... 0.003 ... 4 ... 0.585 ... 0.001 ¶ 18 ... 0.493 ... 0.001 ... 5 ... 0.462 ... 0.001 ¶ 19 ... 0.589 ... 0.001 ... 6 ... 0.675 ... 0.001 ¶ 20 ... 0.534 ... 0.001 ... 7 ... 0.483 ... 0.001",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "21 ... 0.594 ... 0.001 ... 8 ... 0.413 ... 0.005 ¶ 22 ... 0.369 ... 0.013 ¶ 23 ... 0.650 ... 0.001 ¶ 24 ... 0.604 ... 0.001 ¶ 25(*) ... 0.227 ... 0.134 ¶ 26 ... 0.506 ... 0.001 ¶ (*) هذه الفقرات كانت قيمة معامل الارتباط لها غير دالة إحصائيا ¶ الجدول (2)معاملات ارتباط الفقرات بالدرجة الكلية للمجال بعد حذف الفقرات غبر الدالة ¶ مساعدات التذكر ... الأساليب الملائمة ¶ رقم الفقرة ... مع المجال ... رقم الفقرة ... مع المجال ¶ قيمة \"ر\" ... الدلالة ... قيمة \"ر\" ... الدلالة ¶ 1 ... 0.423 ... 0.004 ... 1 ... 0.363 ... 0.014 ¶ 2 ... 0.313 ... 0.036 ... 2 ... 0.397 ... 0.007 ¶ 3 ... 0.588 ... 0.001 ... 3 ... 0.354 ... 0.017 ¶ 4 ... 0.306 ... 0.041 ... 4 ... 0.745 ... 0.001 ¶ 5 ... 0.449 ... 0.002 ... 5 ... 0.723 ... 0.001 ¶ 6 ... 0.512 ... 0.001 ... 6 ... 0.782 ... 0.001 ¶ 7 ... 0.450 ... 0.002 ... 7 ... 0.535 ... 0.001 ¶ 8 ... 0.437 ... 0.003 ... 8 ... 0.499 ... 0.001 ¶ 9 ... 0.510 ... 0.001 ... 9 ... 0.800 ... 0.001 ¶ 10 ... 0.572 ... 0.001 ... المعوقات ¶ 11 ... 0.484 ... 0.001 ... رقم الفقرة ... مع المجال ¶ 12 ... 0.666 ... 0.001 ... قيمة \"ر\" ... الدلالة ¶ 13 ... 0.445 ... 0.002 ... 1 ... 0.627 ... 0.001 ¶ 14 ... 0.600 ... 0.001 ... 2 ... 0.766 ... 0.001 ¶ 15 ... 0.580 ... 0.001 ... 3 ... 0.609 ... 0.001 ¶ 16 ... 0.420 ... 0.004 ... 4 ... 0.585 ... 0.001 ¶ 17 ... 0.476 ... 0.001 ... 5 ... 0.462 ... 0.001 ¶ 18 ... 0.577 ... 0.001 ... 6 ... 0.675 ... 0.001 ¶ 19 ... 0.524 ... 0.001 ... 7 ... 0.483 ... 0.001 ¶ 20 ... 0.581 ... 0.001 ... 8 ... 0.413 ... 0.005 ¶ 21 ... 0.399 ... 0.007 ¶ 22 ... 0.660 ... 0.001 ¶ 23 ... 0.608 ... 0.001 ¶ 24 ... 0.549 ... 0.001 ¶ جميع قيم معاملات الارتباط دالة إحصائياً عند مستوى (0.05)، وتشير هذه النتيجة أن هناك اتساقا عالياً داخل الأداة، ما يعزز من صدق الأداة كون الفقرة تقيس نفس السمة التي يقيسها مجالها. ¶ جدول رقم (3) نتائج الاختبار التائي T-Test لعينتين مستقلتين لمجال مساعدات التذكر للمقارنة بحسب الجنس ¶ المتوسط ... الانحراف المعياري ... قيمة ... درجة ... مستوى ¶ ذكر ... أنثى ... ذكر ... أنثى ... \"ت\" ... الحرية ... الدلالة ¶ 1 ... 4.088 ... 4.552 ... 0.866 ... 0.572 ... 2.459 ... 61 ... 0.017* ¶ 2 ... 4.294 ... 4.448 ... 0.676 ... 0.736 ... 0.866 ... 61 ... 0.390 ¶ 3 ... 4.088 ... 4.414 ... 1.026 ... 0.867 ... 1.347 ... 61 ... 0.183 ¶ 4 ... 4.324 ... 4.310 ... 0.727 ... 0.712 ... 0.072 ... 61 ... 0.943 ¶ 5 ... 3.853 ... 4.310 ... 0.958 ... 0.806 ... 2.030 ... 61 ... 0.047*",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "6 ... 3.676 ... 4.379 ... 0.843 ... 0.903 ... 3.193 ... 61 ... 0.002* ¶ 7 ... 3.294 ... 3.586 ... 0.970 ... 1.018 ... 1.164 ... 61 ... 0.249 ¶ 8 ... 3.824 ... 4.310 ... 1.086 ... 0.761 ... 2.082 ... 59 ... 0.042* ¶ 9 ... 2.912 ... 3.000 ... 0.753 ... 1.102 ... 0.375 ... 61 ... 0.709 ¶ 10 ... 2.706 ... 3.034 ... 0.836 ... 0.944 ... 1.465 ... 61 ... 0.148 ¶ 11 ... 3.412 ... 3.448 ... 0.988 ... 1.055 ... 0.142 ... 61 ... 0.888 ¶ 12 ... 2.853 ... 2.759 ... 1.048 ... 1.300 ... 0.319 ... 61 ... 0.751 ¶ 13 ... 3.118 ... 3.586 ... 1.297 ... 1.268 ... 1.444 ... 61 ... 0.154 ¶ 14 ... 3.147 ... 3.655 ... 0.784 ... 0.814 ... 2.520 ... 61 ... 0.014* ¶ 15 ... 3.029 ... 3.103 ... 1.193 ... 1.145 ... 0.250 ... 61 ... 0.803 ¶ 16 ... 3.118 ... 3.276 ... 0.946 ... 0.882 ... 0.682 ... 61 ... 0.498 ¶ 17 ... 3.147 ... 3.345 ... 1.132 ... 1.203 ... 0.671 ... 61 ... 0.504 ¶ 18 ... 4.000 ... 3.414 ... 0.985 ... 1.086 ... 2.246 ... 61 ... 0.028* ¶ 19 ... 4.029 ... 3.483 ... 0.969 ... 0.949 ... 2.253 ... 61 ... 0.028* ¶ 20 ... 4.029 ... 4.241 ... 0.969 ... 0.912 ... 0.889 ... 61 ... 0.378 ¶ 21 ... 3.412 ... 3.448 ... 0.957 ... 0.985 ... 0.149 ... 61 ... 0.882 ¶ 22 ... 2.882 ... 3.103 ... 1.149 ... 1.235 ... 0.736 ... 61 ... 0.465 ¶ 23 ... 3.118 ... 3.448 ... 0.977 ... 0.948 ... 1.357 ... 61 ... 0.180 ¶ 24 ... 3.088 ... 3.241 ... 0.965 ... 1.244 ... 0.550 ... 61 ... 0.584 ¶ المتوسط ... 3.477 ... 3.662 ... 0.419 ... 0.516 ... 1.577 ... 61 ... 0.120 ¶ جدول رقم (4) نتائج الاختبار التائي T-Test لعينتين مستقلتين لمجال الأساليب الملائمة للمقارنة بحسب الجنس ¶ المتوسط ... الانحراف المعياري ... قيمة ... درجة ... مستوى ¶ ذكر ... أنثى ... ذكر ... أنثى ... \"ت\" ... الحرية ... الدلالة ¶ 1 ... 5.000 ... 4.897 ... 0.000 ... 0.310 ... 1.797 ... 28 ... 0.083 ¶ 2 ... 4.471 ... 4.621 ... 0.706 ... 0.622 ... 0.888 ... 61 ... 0.378 ¶ 3 ... 4.735 ... 4.828 ... 0.567 ... 0.468 ... 0.697 ... 61 ... 0.489 ¶ 4 ... 4.029 ... 4.276 ... 0.758 ... 0.882 ... 1.193 ... 61 ... 0.238 ¶ 5 ... 4.000 ... 4.241 ... 0.953 ... 0.786 ... 1.084 ... 61 ... 0.282 ¶ 6 ... 3.559 ... 3.931 ... 0.860 ... 0.998 ... 1.591 ... 61 ... 0.117 ¶ 7 ... 3.500 ... 3.552 ... 0.896 ... 0.985 ... 0.218 ... 61 ... 0.828 ¶ 8 ... 4.324 ... 4.000 ... 0.768 ... 0.926 ... 1.517 ... 61 ... 0.135 ¶ 9 ... 3.618 ... 3.897 ... 0.779 ... 0.860 ... 1.350 ... 61 ... 0.182 ¶ المتوسط ... 4.137 ... 4.249 ... 0.393 ... 0.474 ... 1.024 ... 61 ... 0.310 ¶ جدول رقم (5) نتائج الاختبار التائي T-Test لعينتين مستقلتين لمجال الصعوبات المتوقعة للمقارنة بحسب الجنس ¶ المتوسط ... الانحراف المعياري ... قيمة ... درجة ... مستوى",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ذكر ... أنثى ... ذكر ... أنثى ... \"ت\" ... الحرية ... الدلالة ¶ 1 ... 4.382 ... 3.931 ... 0.817 ... 1.033 ... 1.936 ... 61 ... 0.058 ¶ 2 ... 3.559 ... 3.276 ... 1.050 ... 1.066 ... 1.059 ... 61 ... 0.294 ¶ 3 ... 2.382 ... 2.276 ... 1.015 ... 0.996 ... 0.418 ... 61 ... 0.677 ¶ 4 ... 2.853 ... 2.483 ... 1.132 ... 1.243 ... 1.237 ... 61 ... 0.221 ¶ 5 ... 3.588 ... 3.448 ... 0.857 ... 0.736 ... 0.689 ... 61 ... 0.494 ¶ 6 ... 3.235 ... 3.207 ... 1.017 ... 0.861 ... 0.118 ... 61 ... 0.906 ¶ 7 ... 2.618 ... 2.586 ... 0.954 ... 0.946 ... 0.131 ... 61 ... 0.896 ¶ 8 ... 3.265 ... 3.552 ... 1.136 ... 1.152 ... 0.993 ... 61 ... 0.325 ¶ المتوسط ... 3.235 ... 3.095 ... 0.554 ... 0.478 ... 1.068 ... 61 ... 0.290 ¶ جدول رقم (6) نتائج الاختبار التائي T-Test لعينتين مستقلتين لمجال مساعدات التذكر للمقارنة بحسب المؤهل ¶ المتوسط ... الانحراف المعياري ... قيمة ... درجة ... مستوى ¶ دون الجامعي ... جامعي فأعلى ... دون الجامعي ... جامعي ... \"ت\" ... الحرية ... الدلالة ¶ 1 ... 4.333 ... 4.222 ... 0.739 ... 0.878 ... 0.511 ... 61 ... 0.611 ¶ 2 ... 4.400 ... 4.278 ... 0.654 ... 0.826 ... 0.621 ... 61 ... 0.537 ¶ 3 ... 4.267 ... 4.167 ... 0.915 ... 1.098 ... 0.370 ... 61 ... 0.713 ¶ 4 ... 4.333 ... 4.278 ... 0.707 ... 0.752 ... 0.277 ... 61 ... 0.783 ¶ 5 ... 4.222 ... 3.667 ... 0.876 ... 0.907 ... 2.251 ... 61 ... 0.028* ¶ 6 ... 4.111 ... 3.722 ... 0.885 ... 1.018 ... 1.509 ... 61 ... 0.136 ¶ 7 ... 3.533 ... 3.167 ... 1.014 ... 0.924 ... 1.329 ... 61 ... 0.189 ¶ 8 ... 4.111 ... 3.889 ... 0.935 ... 1.079 ... 0.816 ... 61 ... 0.418 ¶ 9 ... 3.000 ... 2.833 ... 0.929 ... 0.924 ... 0.644 ... 61 ... 0.522 ¶ 10 ... 2.844 ... 2.889 ... 0.903 ... 0.900 ... 0.177 ... 61 ... 0.860 ¶ 11 ... 3.356 ... 3.611 ... 0.957 ... 1.145 ... 0.905 ... 61 ... 0.369 ¶ 12 ... 2.756 ... 2.944 ... 1.111 ... 1.305 ... 0.580 ... 61 ... 0.564 ¶ 13 ... 3.422 ... 3.111 ... 1.252 ... 1.410 ... 0.860 ... 61 ... 0.393 ¶ 14 ... 3.511 ... 3.056 ... 0.787 ... 0.873 ... 2.012 ... 61 ... 0.049* ¶ 15 ... 3.022 ... 3.167 ... 1.033 ... 1.465 ... 0.382 ... 24 ... 0.706 ¶ 16 ... 3.311 ... 2.889 ... 0.821 ... 1.079 ... 1.682 ... 61 ... 0.098 ¶ 17 ... 3.333 ... 3.000 ... 1.108 ... 1.283 ... 1.031 ... 61 ... 0.307 ¶ 18 ... 3.711 ... 3.778 ... 1.058 ... 1.114 ... 0.223 ... 61 ... 0.825 ¶ 19 ... 3.822 ... 3.667 ... 0.984 ... 1.029 ... 0.560 ... 61 ... 0.578 ¶ 20 ... 4.178 ... 4.000 ... 0.936 ... 0.970 ... 0.674 ... 61 ... 0.503 ¶ 21 ... 3.333 ... 3.667 ... 1.022 ... 0.767 ... 1.247 ... 61 ... 0.217 ¶ 22 ... 3.067 ... 2.778 ... 1.214 ... 1.114 ... 0.873 ... 61 ... 0.386 ¶ 23 ... 3.311 ... 3.167 ... 0.996 ... 0.924 ... 0.530 ... 61 ... 0.598",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "24 ... 3.089 ... 3.333 ... 1.145 ... 0.970 ... 0.798 ... 61 ... 0.428 ¶ المتوسط ... 3.599 ... 3.470 ... 0.488 ... 0.427 ... 0.982 ... 61 ... 0.330 ¶ جدول رقم (7) نتائج الاختبار التائي T-Test لعينتين مستقلتين لمجال الأساليب الملائمة للمقارنة بحسب المؤهل ¶ المتوسط ... الانحراف المعياري ... قيمة ... درجة ... مستوى ¶ دون الجامعي ... جامعي فأعلى ... دون الجامعي ... جامعي فأعلى ... \"ت\" ... الحرية ... الدلالة ¶ 1 ... 4.956 ... 4.944 ... 0.208 ... 0.236 ... 0.184 ... 61 ... 0.855 ¶ 2 ... 4.533 ... 4.556 ... 0.726 ... 0.511 ... 0.118 ... 61 ... 0.906 ¶ 3 ... 4.822 ... 4.667 ... 0.442 ... 0.686 ... 0.891 ... 23 ... 0.382 ¶ 4 ... 4.267 ... 3.833 ... 0.837 ... 0.707 ... 1.936 ... 61 ... 0.058 ¶ 5 ... 4.267 ... 3.722 ... 0.751 ... 1.074 ... 2.288 ... 61 ... 0.026* ¶ 6 ... 3.867 ... 3.389 ... 0.944 ... 0.850 ... 1.865 ... 61 ... 0.067 ¶ 7 ... 3.644 ... 3.222 ... 0.908 ... 0.943 ... 1.649 ... 61 ... 0.104 ¶ 8 ... 4.133 ... 4.278 ... 0.815 ... 0.958 ... 0.604 ... 61 ... 0.548 ¶ 9 ... 3.778 ... 3.667 ... 0.795 ... 0.907 ... 0.481 ... 61 ... 0.632 ¶ المتوسط ... 4.252 ... 4.031 ... 0.418 ... 0.438 ... 1.871 ... 61 ... 0.066 ¶ جدول رقم (8) نتائج الاختبار التائي T-Test لعينتين مستقلتين لمجال الصعوبات المتوقعة للمقارنة بحسب المؤهل ¶ المتوسط ... الانحراف المعياري ... قيمة ... درجة ... مستوى ¶ دون الجامعي ... جامعي فأعلى ... دون الجامعي ... جامعي فأعلى ... \"ت\" ... الحرية ... الدلالة ¶ 1 ... 4.133 ... 4.278 ... 0.968 ... 0.895 ... 0.546 ... 61 ... 0.587 ¶ 2 ... 3.400 ... 3.500 ... 1.095 ... 0.985 ... 0.336 ... 61 ... 0.738 ¶ 3 ... 2.311 ... 2.389 ... 0.996 ... 1.037 ... 0.277 ... 61 ... 0.783 ¶ 4 ... 2.644 ... 2.778 ... 1.190 ... 1.215 ... 0.399 ... 61 ... 0.691 ¶ 5 ... 3.444 ... 3.722 ... 0.785 ... 0.826 ... 1.250 ... 61 ... 0.216 ¶ 6 ... 3.156 ... 3.389 ... 0.976 ... 0.850 ... 0.888 ... 61 ... 0.378 ¶ 7 ... 2.644 ... 2.500 ... 0.933 ... 0.985 ... 0.546 ... 61 ... 0.587 ¶ 8 ... 3.267 ... 3.722 ... 1.214 ... 0.895 ... 1.441 ... 61 ... 0.155 ¶ المتوسط ... 3.125 ... 3.285 ... 0.504 ... 0.559 ... 1.101 ... 61 ... 0.275 ¶ جدول رقم (9) نتائج اختبار التباين ANOVA لمجال مساعدات التذكر للمقارنة بحسب الخبرة . ¶ مصدر التباين ... قيمة \"ف\" ... مستوى الدلالة ¶ بين المجموعات ... داخل المجموعات ¶ درجة الحرية ... متوسط المربعات ... درجة الحرية ... متوسط المربعات ¶ 1 ... 2 ... 0.200 ... 60 ... 0.615 ... 0.325 ... 0.724 ¶ 2 ... 2 ... 0.122 ... 60 ... 0.506 ... 0.242 ... 0.786",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "3 ... 2 ... 0.110 ... 60 ... 0.953 ... 0.115 ... 0.891 ¶ 4 ... 2 ... 0.224 ... 60 ... 0.520 ... 0.431 ... 0.652 ¶ 5 ... 2 ... 0.722 ... 60 ... 0.838 ... 0.861 ... 0.428 ¶ 6 ... 2 ... 0.065 ... 60 ... 0.898 ... 0.072 ... 0.931 ¶ 7 ... 2 ... 0.441 ... 60 ... 1.009 ... 0.437 ... 0.648 ¶ 8 ... 2 ... 0.416 ... 60 ... 0.967 ... 0.430 ... 0.652 ¶ 9 ... 2 ... 1.009 ... 60 ... 0.847 ... 1.191 ... 0.311 ¶ 10 ... 2 ... 0.953 ... 60 ... 0.797 ... 1.196 ... 0.310 ¶ 11 ... 2 ... 0.441 ... 60 ... 1.042 ... 0.423 ... 0.657 ¶ 12 ... 2 ... 1.037 ... 60 ... 1.361 ... 0.762 ... 0.471 ¶ 13 ... 2 ... 0.524 ... 60 ... 1.716 ... 0.305 ... 0.738 ¶ 14 ... 2 ... 0.156 ... 60 ... 0.709 ... 0.220 ... 0.804 ¶ 15 ... 2 ... 0.295 ... 60 ... 1.386 ... 0.213 ... 0.809 ¶ 16 ... 2 ... 0.834 ... 60 ... 0.834 ... 1.000 ... 0.374 ¶ 17 ... 2 ... 2.639 ... 60 ... 1.303 ... 2.026 ... 0.141 ¶ 18 ... 2 ... 0.462 ... 60 ... 1.158 ... 0.399 ... 0.673 ¶ 19 ... 2 ... 0.309 ... 60 ... 1.005 ... 0.308 ... 0.736 ¶ 20 ... 2 ... 0.666 ... 60 ... 0.894 ... 0.745 ... 0.479 ¶ 21 ... 2 ... 1.110 ... 60 ... 0.920 ... 1.206 ... 0.306 ¶ 22 ... 2 ... 0.213 ... 60 ... 1.443 ... 0.148 ... 0.863 ¶ 23 ... 2 ... 1.037 ... 60 ... 0.939 ... 1.104 ... 0.338 ¶ 24 ... 2 ... 1.637 ... 60 ... 1.186 ... 1.380 ... 0.259 ¶ المتوسط ... 2 ... 0.173 ... 60 ... 0.224 ... 0.775 ... 0.465 ¶ جدول رقم (10) نتائج اختبار التباين ANOVA لمجال الأساليب الملائمة للمقارنة بحسب الخبرة . ¶ مصدر التباين ... قيمة \"ف\" ... مستوى الدلالة ¶ بين المجموعات ... داخل المجموعات ¶ درجة الحرية ... متوسط المربعات ... درجة الحرية ... متوسط المربعات ¶ 1 ... 2 ... 0.022 ... 60 ... 0.047 ... 0.476 ... 0.623 ¶ 2 ... 2 ... 0.166 ... 60 ... 0.455 ... 0.365 ... 0.696 ¶ 3 ... 2 ... 0.125 ... 60 ... 0.277 ... 0.449 ... 0.640 ¶ 4 ... 2 ... 1.037 ... 60 ... 0.661 ... 1.570 ... 0.216 ¶ 5 ... 2 ... 0.776 ... 60 ... 0.778 ... 0.997 ... 0.375 ¶ 6 ... 2 ... 0.847 ... 60 ... 0.879 ... 0.964 ... 0.387 ¶ 7 ... 2 ... 0.807 ... 60 ... 0.868 ... 0.930 ... 0.400 ¶ 8 ... 2 ... 1.380 ... 60 ... 0.705 ... 1.957 ... 0.150 ¶ 9 ... 2 ... 1.156 ... 60 ... 0.660 ... 1.750 ... 0.183 ¶ المتوسط ... 2 ... 0.342 ... 60 ... 0.181 ... 1.885 ... 0.161 ¶ جدول رقم (11) نتائج اختبار التباين ANOVA لمجال الصعوبات المتوقعة للمقارنة بحسب الخبرة . ¶ مصدر التباين ... قيمة \"ف\" ... مستوى الدلالة ¶ بين المجموعات ... داخل المجموعات ¶ درجة الحرية ... متوسط المربعات ... درجة الحرية ... متوسط المربعات ¶ 1 ... 2 ... 0.745 ... 60 ... 0.893 ... 0.834 ... 0.439 ¶ 2 ... 2 ... 0.879 ... 60 ... 1.128 ... 0.779 ... 0.463 ¶ 3 ... 2 ... 0.222 ... 60 ... 1.026 ... 0.216 ... 0.806 ¶ 4 ... 2 ... 2.202 ... 60 ... 1.387 ... 1.587 ... 0.213",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "5 ... 2 ... 0.338 ... 60 ... 0.651 ... 0.520 ... 0.597 ¶ 6 ... 2 ... 1.809 ... 60 ... 0.855 ... 2.117 ... 0.129 ¶ 7 ... 2 ... 0.373 ... 60 ... 0.906 ... 0.412 ... 0.664 ¶ 8 ... 2 ... 0.465 ... 60 ... 1.336 ... 0.348 ... 0.708 ¶ المتوسط ... 2 ... 0.097 ... 60 ... 0.277 ... 0.350 ... 0.706 ¶ جدول رقم (12) نتائج اختبار التباين ANOVA لمجال مساعدات التذكر للمقارنة بحسب عدد الحفاظ . ¶ مصدر التباين ... قيمة \"ف\" ... مستوى الدلالة ¶ بين المجموعات ... داخل المجموعات ¶ درجة الحرية ... متوسط المربعات ... درجة الحرية ... متوسط المربعات ¶ 1 ... 2 ... 0.025 ... 60 ... 0.620 ... 0.040 ... 0.961 ¶ 2 ... 2 ... 1.197 ... 60 ... 0.470 ... 2.545 ... 0.087 ¶ 3 ... 2 ... 0.011 ... 60 ... 0.957 ... 0.011 ... 0.989 ¶ 4 ... 2 ... 0.391 ... 60 ... 0.514 ... 0.761 ... 0.472 ¶ 5 ... 2 ... 0.214 ... 60 ... 0.855 ... 0.251 ... 0.779 ¶ 6 ... 2 ... 0.548 ... 60 ... 0.882 ... 0.622 ... 0.540 ¶ 7 ... 2 ... 0.186 ... 60 ... 1.018 ... 0.183 ... 0.833 ¶ 8 ... 2 ... 0.145 ... 60 ... 0.976 ... 0.148 ... 0.863 ¶ 9 ... 2 ... 0.124 ... 60 ... 0.877 ... 0.142 ... 0.868 ¶ 10 ... 2 ... 0.037 ... 60 ... 0.827 ... 0.045 ... 0.956 ¶ 11 ... 2 ... 1.618 ... 60 ... 1.003 ... 1.613 ... 0.208 ¶ 12 ... 2 ... 0.261 ... 60 ... 1.387 ... 0.188 ... 0.829 ¶ 13 ... 2 ... 0.217 ... 60 ... 1.726 ... 0.125 ... 0.882 ¶ 14 ... 2 ... 1.732 ... 60 ... 0.657 ... 2.638 ... 0.080 ¶ 15 ... 2 ... 2.215 ... 60 ... 1.322 ... 1.676 ... 0.196 ¶ 16 ... 2 ... 1.708 ... 60 ... 0.805 ... 2.122 ... 0.129 ¶ 17 ... 2 ... 2.642 ... 60 ... 1.302 ... 2.029 ... 0.140 ¶ 18 ... 2 ... 0.991 ... 60 ... 1.141 ... 0.869 ... 0.425 ¶ 19 ... 2 ... 0.420 ... 60 ... 1.001 ... 0.420 ... 0.659 ¶ 20 ... 2 ... 0.007 ... 60 ... 0.916 ... 0.008 ... 0.992 ¶ 21 ... 2 ... 1.384 ... 60 ... 0.911 ... 1.519 ... 0.227 ¶ 22 ... 2 ... 1.498 ... 60 ... 1.400 ... 1.070 ... 0.349 ¶ 23 ... 2 ... 0.250 ... 60 ... 0.965 ... 0.259 ... 0.773 ¶ 24 ... 2 ... 0.165 ... 60 ... 1.235 ... 0.134 ... 0.875 ¶ المتوسط ... 2 ... 0.108 ... 60 ... 0.226 ... 0.479 ... 0.622 ¶ جدول رقم (13) نتائج اختبار التباين ANOVA لمجال الأساليب الملائمة للمقارنة بحسب عدد الحفاظ . ¶ مصدر التباين ... قيمة \"ف\" ... مستوى الدلالة ¶ بين المجموعات ... داخل المجموعات ¶ درجة الحرية ... متوسط المربعات ... درجة الحرية ... متوسط المربعات ¶ 1 ... 2 ... 0.124 ... 60 ... 0.043 ... 2.857 ... 0.065 ¶ 2 ... 2 ... 0.328 ... 60 ... 0.450 ... 0.728 ... 0.487 ¶ 3 ... 2 ... 0.210 ... 60 ... 0.274 ... 0.766 ... 0.470 ¶ 4 ... 2 ... 0.079 ... 60 ... 0.693 ... 0.115 ... 0.892 ¶ 5 ... 2 ... 0.726 ... 60 ... 0.780 ... 0.931 ... 0.400 ¶ 6 ... 2 ... 0.050 ... 60 ... 0.905 ... 0.055 ... 0.947 ¶ 7 ... 2 ... 0.131 ... 60 ... 0.891 ... 0.147 ... 0.864",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "8 ... 2 ... 2.269 ... 60 ... 0.676 ... 3.359 ... 0.041* ¶ 9 ... 2 ... 0.272 ... 60 ... 0.690 ... 0.395 ... 0.676 ¶ المتوسط ... 2 ... 0.149 ... 60 ... 0.188 ... 0.793 ... 0.457 ¶ جدول رقم (14) نتائج اختبار شيفيه للفقرة رقم (8) والتي كانت قيمة \"ف\" لها دالة احصائياً ¶ 20 حافظ فأكثر ... من 10-19 حافظ ... أقل من 10 حفاظ ¶ 20 حافظ فأكثر ... 0.111 ... 0.046 ... 4.579 ¶ من 10-19 حافظ ... 0.111 ... 0.929 ... 4.048 ¶ أقل من 10 حفاظ ... 0.046 ... 0.929 ... 3.957 ¶ جدول رقم (15) نتائج اختبار التباين ANOVA لمجال الأساليب الملائمة للمقارنة بحسب عدد الحفاظ . ¶ مصدر التباين ... قيمة \"ف\" ... مستوى الدلالة ¶ بين المجموعات ... داخل المجموعات ¶ درجة الحرية ... متوسط المربعات ... درجة الحرية ... متوسط المربعات ¶ 1 ... 2 ... 0.677 ... 60 ... 0.895 ... 0.756 ... 0.474 ¶ 2 ... 2 ... 0.823 ... 60 ... 1.130 ... 0.728 ... 0.487 ¶ 3 ... 2 ... 0.152 ... 60 ... 1.028 ... 0.148 ... 0.863 ¶ 4 ... 2 ... 1.200 ... 60 ... 1.421 ... 0.844 ... 0.435 ¶ 5 ... 2 ... 0.144 ... 60 ... 0.657 ... 0.219 ... 0.804 ¶ 6 ... 2 ... 0.416 ... 60 ... 0.901 ... 0.462 ... 0.632 ¶ 7 ... 2 ... 1.061 ... 60 ... 0.883 ... 1.202 ... 0.308 ¶ 8 ... 2 ... 0.260 ... 60 ... 1.343 ... 0.194 ... 0.824 ¶ المتوسط ... 2 ... 0.282 ... 60 ... 0.271 ... 1.039 ... 0.360 ¶ سم الله الرحمن الرحيم ¶ الجمهورية اليمنية ¶ جامعة حضرموت للعلوم و التكنولوجيا ¶ كلية التربية بسيئون ¶ قسم العلوم التربوية والنفسية ¶ الأخ الشيخ الحافظ ... .................................................................................................................... ... حفظه الله. ¶ السلام عليكم ورحمة الله وبركاته..وبعد: ¶ فيسر الباحث أن يضع أمامكم عبارات هذه الإستبانة التي أعدت بهدف معرفة مدى استخدام مساعدات التذكر في طريقة تحفيظ القرآن الكريم ، والأساليب الملائمة لإكساب المتعلمين مهارة الاستفادة منها، والصعوبات التي تحول دون الاستفادة منها ، وصولا إلى مقترحات تسهم في تطوير الطريقة .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وينطلق البحث من مسلمة بأن استخدام المتعلم لأكثر من حاسة في تعلمه يعمق التعلم والتذكر ، وأن بعض المتعلمين يتمتعون بقدرة عالية في إحدى الحواس أو أكثر ، مما يجعل توظيف ذلك عاملا أساسيا من عوامل التفوق ، وأن المتعلمين يحتاجون إلى تدريب على كيفية استخدام حواسهم وترتيب أذهانهم . ¶ ونظرا لخبرتكم المتميزة في حفظ وتحفيظ القرآن المجيد، يرجو الباحث تكرمكم بالإجابة عن جميع فقرات الاستبانة : ¶ - إعطاء الفقرة الواحدة إشارة واحدة فقط . ¶ - إعادة الاستبانة بعد استكمالها مباشرة . ¶ - إن البيانات هي لأغراض البحث فقط ¶ ولكم جزيل الشكر والتقدير ¶ الباحث ¶ د/عبد الوهاب زيد المصباحي ¶ هاتف:407232/5 ¶ جوال:77126644 ¶ المعلومات الأولية ¶ الاسم : (اختياري ) ¶ 1- النوع : ذكر ( ... ) أنثى ( ... ) ¶ 2- المستوى العلمي : ¶ جامعي فأعلى ¶ دون الجامعي ¶ 3- فترة العمل في تحفيظ القرآن الكريم : ¶ عشر سنوات فأكثر ¶ من 4-9 سنوات ¶ أقل من أربع سنوات ¶ 4- عدد الحفاظ الذين تتلمذوا عليك : ¶ 20 حافظا فأكثر ¶ ما بين 10 -19 حافظا ¶ أقل من 10 حفاظ ¶ انظر ظهر الورقة من فضلك ¶ قائمة مساعدات التذكر ¶ عزيزي الشيخ الحافظ : فيما يلي قائمة ببعض مساعدات التذكر التي تعين الحافظ على إتقان حفظ كتاب الله ، أرجو تحديد درجة أهمية كل فقرة بوضع إشارة ( )في الخانة التي تعطيها لكل فقرة . ... درجة الأهمية ¶ مهم جدا ... مهم ... متوسط الأهمية ... غير مهم ... غير مهم أبدا ¶ 5 ¶ 1 ... وضوح السياق العام للنص. ¶ 2 ... متابعة تسلسل المعاني وترابطها. ¶ 3 ... الربط بين مضمون الآية ونهايتها. ¶ 4 ... متابعة تسلسل الأحداث في القصص القرآني. ¶ 5 ... استحضار المقاطع التي وردت فيها القصة الواحدة . ¶ 6 ... استحضار المقاطع المتعلقة بموضوع واحد من سور متعددة. ¶ 7 ... استحضار أسباب النزول ¶ 8 ... ربط موضوع المقطع بما قبله وما بعده من موضوعات. ¶ 9 ... استحضار اللطائف البلاغية ¶ 10 ... استحضار دقائق الإعجاز ¶ 11 ... استحضار الأحكام الشرعية ¶ 12 ... استحضار عدد الآيات في الصفحة.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "13 ... استحضار موقع الكلمة أو الآية في الصفحة . ¶ 14 ... الربط بين الآيات ومشاهد كونية أو إنسانية أو حيوانية...الخ. ¶ 15 ... استحضار نغمة صوتية لأحد القراء في قراءة آية من الآيات. ¶ 16 ... استحضار موقف طريف ارتبط بحفظ الآية أو المقطع. ¶ 17 ... الربط بين حرف في الآية وكلمة من كلماتها ¶ 18 ... استحضار تسلسل السور تصاعديا وتنازليا . ¶ 19 ... استحضار تسلسل الأجزاء تصاعديا وتنازليا . ¶ 20 ... إحصاء السور ذات البدايات المتحدة أو المتقاربة. ¶ 21 ... تكوين كلمات مفتاحية تذكر حروفها برؤوس الآيات. ¶ 22 ... استحضار ترتيب الحروف الهجائية للتمييز بين تسلسل المتشابهات بالحروف . ¶ 23 ... الربط بين حرف من اسم السورة وكلمة أو كلمات متشابهة واردة فيها . ¶ 24 ... استحضار عدد الآيات في السورة. ¶ أخرى يرجى ذكرها ¶ انظر ظهر الورقة من فضلك ¶ الأساليب الملائمة لإكساب المتعلمين مهارة الاستفادة من مساعدات التذكر ¶ عزيزي الشيخ الحافظ : فيما يلي قائمة بالأساليب الملائمة لإرشاد المتعلمين إلى الاستعانة بمساعدات التذكر في حفظ القرآن الكريم ، أرجو تقدير ملاءمة كل فقرة ، بوضع إشارة ( ... ) في الخانة المناسبة حسب رأيك . ... درجة الملاءمة ¶ ملائمة جدا ... ملائمة ... ملائمة إلى حد ما ... غير ملائمة ... غير ملائمة أبدا ¶ 5 ¶ 1 ... الحفظ من طبعة واحدة للمصحف. ¶ 2 ... توضيح مساعدات التذكر للمتعلمين ¶ 3 ... ضرب المثل للمتعلم بالنمط المناسب من المساعدات للمقطع عند حفظه له . ¶ 4 ... توضيح المعلم لبعض المعاني المتعلقة بالنص ¶ 5 ... تشجيع المتعلم على تكوين مساعدات تذكر خاصة به ومن إنجازه . ¶ 6 ... تناول المفردات والغريب من الألفاظ ¶ 7 ... اختبار المتعلم في تلك المساعدات ومدى استفادته منها . ¶ 8 ... تكليف المتعلم باستماع المقاطع الصعبة من قارئ يرتاح لأدائه . ¶ 9 ... تكليف المتعلم بقراءة تفسير المقطع ¶ 10 ... أخرى يرجى ذكرها ¶ 11 ¶ 12 ¶ 14 ¶ معوقات إرشاد الطلاب لاستخدام مساعدات التذكر",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "عزيزي الشيخ الحافظ : فيما يلي قائمة بالصعوبات المتوقع أن يواجهها المعلم الراغب في إرشاد المتعلمين إلى الاستعانة بمساعدات التذكر في حفظ القرآن الكريم ، أرجو تقدير درجة كل فقرة ، بوضع إشارة ( ... ) في الخانة المناسبة حسب رأيك . ... درجة الصعوبة ¶ بدرجة كبيرة جدا ... بدرجة كبيرة ... بدرجة ... بدرجة ضعيفة ... بدرجة ضعيفة جدا ¶ متوسط ¶ 5 ¶ 1 ... عدم إلمام المعلم بمساعدات التذكر وفوائدها . ¶ 2 ... صعوبة توضيح تلك الأساليب للطلاب. ¶ 3 ... بعض تلك الأساليب قد تؤدي إلى سخرية الطلاب . ¶ 4 ... بعض المعلمين لا يرى فيها فائدة ¶ 5 ... تناسب بعض المتعلمين دون البعض الآخر ¶ 6 ... لا يستطيع المعلم التفريق بين ما يناسب كل متعلم من تلك المساعدات ¶ 7 ... قد تؤدي إلى إرهاق المتعلم ¶ 8 ... وقت المعلم لا يسمح بتناولها ¶ أخرى يرجى ذكرها",
            "page": "51",
            "part": "1"
        }
    ],
    "t36978": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أهمية مساعدات التذكر في حفظ القرآن العظيم من وجهة نظر موجهي الحلقات القرآنية ومعلميها"
        }
    ]
}