{
    "b37008": [
        {
            "id": "1",
            "nass": "This file is downloaded from the harunyahya.NET website. ¶ Visit our web site to freely download all the works of Harun Yahya. ¶ www.harunyahya.net ¶ info@harunyahya.net ¶ أهمّية الضّميرفي القُرآنترجمة: أحمد بنار مراجعة: مصطفى الستيتيهارون يحيى------إلى القارئالسبب وراء تخصيص فصل خاص لانهيار النظرية الداروينية هو أن هذه النظرية تشكل القاعدة التي يعتمد عليها كل الفلاسفة الملحدين· فمنذ أن أنكرت الداروينية حقيقة الخلق، وبالتالي حقيقة وجود الله، تخلى الكثيرون عن أديانهم أو وقعوا في التشكيك بوجود الخالق خلال المئة والأربعين سنة الأخيرة· لذلك يعتبر دحض هذه النظرية واجباً يحتمه علينا الدين، وتقع مسؤوليته على كل منا· قد لا تسنح الفرصة للقارئ أن يقرأ أكثر من كتاب من كتبنا، لذلك ارتأينا أن نخصص فصلاً نلخص فيه هذا الموضوع·تم شرح جميع الموضوعات الإيمانية التي تناولتها كل هذه الكتب على ضوء الآيات القرآنية وهي تدعو الناس إلى كلام الله والعيش مع معانيه· شرحت كل الموضوعات التي تتعلق بالآيات القرآنية بطريقة لا تدع مكاناً للشك أو التساؤل في ذهن القارئ من خلال الأسلوب السلس والبسيط الذي اعتمده الكاتب في كتبه يمكن للقرّاء في جميع الطبقات الاجتماعية والمستويات التعليمية أن تستفيد منها وتفهمها· هذا الأسلوب الروائي البسيط يمكّن القارئ من قراءة الكتاب في جلسة واحدة، حتى أولئك الذين يرفضون الأمور الروحانية ولا يعتقدون بها، تأثروا بالحقائق التي احتوتها هذه الكتب ولم يتمكنوا من إخفاء اقتناعهم بها·يمكن للقارئ أن يقرأ هذا الكتاب وغيره من كتب المؤلف بشكل منفرد أو يتناوله من خلال مناقشات جماعية· أما أولئك الذين يرغبون في الاستفادة منه فسيجدون المناقشة مفيدة جداً إذ إنهم سيتمكنون من الإدلاء بانطباعاتهم والتحدث عن تجاربهم إلى الآخرين·إضافة إلى أن المساهمة في قراءة وعرض هذه الكتب التي كتبت لوجه الله يعتبر خدمة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "للدين · عرضت الحقائق في هذه الكتب بأسلوب غاية في الإقناع، لذلك نقول للذين يريدون نقل الدين إلى الآخرين: إن هذه الكتب تقدم لهم عوناً كبيراً·من المفيد للقارئ أن يطلع على نماذج من هذه الكتب الموجودة في نهاية الكتاب، ليرى التنوع الذي تعرضه هذه المصادر الغنية بالمواد الدينية الممتعة والمفيدة·لن تجد في هذا الكتاب كما في غيره من الكتب، وجهات نظر شخصية للكاتب أو تعليقات تعتمد على كتب التشكيك، أو أسلوب غامض في عرض موضوعات مغرضة أو عروض يائسة تثير الشكوك وتؤدي إلى انحراف في التفكير·------حول المؤلفولد الكاتب الذي يكتب تحت الاسم المستعار هارون يحيى في أنقرة عام ،1956 بعد أن أنهى تعليمه الابتدائي والثانوي في أنقرة، درس الآداب في جامعة ميمار سنان في جامعة استنبول، وفي الثمانينيات بدأ بإصدار كتبه السياسية والدينية · هارون يحيى كاتب مشهور بكتاباته التي تدحض الداروينية وتعرض لعلاقاتها المباشرة مع الإيديولوجيات الدموية المدمرة·يتكون الاسم القلمي أو المستعار، من اسمي ''هارون'' و''يحيى'' في ذكرى موقرة للنبيَّين اللَّذَين حاربا الكفر والإلحاد، بينما يظهر الخاتم النبوي على الغلاف كرمز لارتباط المعاني التي تحتويها هذه الكتب بمضمون هذا الخاتم· يشير الخاتم النبوي إلى أن القرآن الكريم هو آخر الكتب السماوية، وأن نبينا محمداً صلى الله عليه وسلم هو خاتم النبيين· وفي ضوء القرآن والسنة وضع الكاتب هدفه في نسف الأسس الإلحادية والشركية وإبطال كل المزاعم التي تقوم عليها الحركات المعادية للدين، لتكون له كلمة الحق الأخيرة، ويعتبرهذا الخاتم الذي مهر به كتبه بمثابة إعلان عن أهدافه هذه·تدور جميع كتب المؤلف حول هدف واحد وهو نقل الرسالة القرآنية إلى الناس، وتشجيعهم على الإيمان بالله والتفكر بالموضوعات الإيمانية والوجود الإلهي واليوم الآخر·تتمتع كتب هارون يحيى بشعبية كبيرة لشريحة واسعة من القراء تمتد من الهند إلى",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أمريكا، ومن إنكلترا إلى أندونيسيا وبولندا والبوسنة والبرازيل وإسبانيا؛ وقد ترجمت بعض كتبه إلى الفرنسية والإنكليزية والألمانية والبرتغالية والأردية والعربية والألبانية والروسية والأندونيسية· لقد أثبتت هذه الكتب فائدتها في دعوة غير المؤمنين إلى الإيمان بالله، وتقوية إيمان المؤمنين، فالأسلوب السهل والمقنع الذي تتمتع به هذه الكتب يحقق نتائجاً مضمونة في التأثير السريع والعميق على القارئ· من المستحيل على أي قارئ يقرأ هذه الكتب ويفكر بمحتواها بشكل جدي أن يبقى معتنقاً لأي نوع من أنواع الفلسفة المادية· ولو بقي أحد يحمل لواء الدفاع عنها، فسيكون ذلك من منطلق عاطفي بحت، لأن هذه الكتب تنسف تلك الفلسفات من أساسها· إن جميع الإيديولوجيات التي تقول بنكران وجود الله قد دُحضت اليوم والفضل يعود إلى كتب هارون يحيى·لا شك أن هذه الخصائص مستمدة من حكمة القرآن ووضوحه؛ وهدف الكاتب من وراء نشر هذه الكتب هو خدمة أولئك الذين يبحثون عن الطريق الصحيح للوصول إلى الله، وليس تحقيق السمعة أو الشهرة، علاوة على أنه لا يوجد هدف مادي من وراء نشر كتبه هذه·وعلى ضوء هذه الحقائق، فإن الذين يشجعون الآخرين على قراءة هذه الكتب، التي تفتح أعينهم وقلوبهم وترشدهم إلى طريق العبودية لله، يقدمون خدمة لا تقدر بثمن·من جهة أخرى، يعتبر تناقل الكتب التي تخلق نوعاً من التشويش في ذهن القارئ وتقود الإنسان إلى فوضى إيديولوجية، ولا تؤثر في إزاحة الشكوك من قلوب الناس، مضيعة للوقت والجهد، أما هذه الكتب فمن الواضح أنها لم تكن لتترك هذا الأثر الكبير على القارئ لو كانت تركز على القوة الأدبية للكاتب أكثر من الهدف السامي الذي يسعى إليه، ومن يشك بذلك يمكنه أن يرى أن الهدف الوحيد لكتب هارون يحيى هو هزيمة الكفر وتكريس القيم الإنسانية·لا بد من الإشارة إلى أن الحالة السيئة والصراعات التي يعيشها العالم الإسلامي في يومنا هذا ليست إلا نتيجة",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الابتعاد عن دين الله الحنيف والتوجه نحو الإيديولوجيات الكافرة، وهذا لن ينتهي إلا بالعودة إلى منهج الإيمان والتخلي عن تلك المناهج المضللة، والتوجه إلى القيم والشرائع القرآنية التي عرضها لنا خالق الكون لتكون لنا دستوراً· وبالنظر إلى حالة العالم المتردية والتي تسير به نحو هاوية الفساد والدمار، هناك واجب لا بد من أدائه وإلا··· قد لا نصل في الوقت المناسب·لا نبالغ إذا قلنا: إن مجموعة هارون يحيى قد أخذت على عاتقها هذا الدور القائد، وبعون الله ستكون هذه الكتب الوسيلة التي ستحقق شعوب القرن العشرين من خلالها السلام والعدل والسعادة التي وعد بها القرآن الكريم·تتضمن أعمال الكاتب: النظام الماسوني الجديد، اليهودية والماسونية، الكوارث التي جرتها الداروينية على العالم، الشيوعية عند الأمبوش، الإيديولوجية الدموية للداروينية: الفاشية، الإسلام يرفض الإرهاب، اليد الخفية في البوسنة، وراء حوادث الإرهاب، وراء حوادث الهولوكوست، قيَم القرآن، الموضوعات 1-2-3, سلاح الشيطان: الرومانسية حقائق 1-،2 الغرب يتجه إلى الله، خدعة التطور، أكاذيب التطور، ، الأمم البائدة، لأولي الألباب، انهيار نظرية التطور في عشرين سؤالاً، إجابات دقيقة على التطوريين، النبي موسى، النبي يوسف، العصر الذهبي، إعجاز الله في الألوان، العظمة في كل مكان، حقيقة حياة هذا العالم، القرآن طريق العلم، التصميم في الطبيعة، بذل النفس ونماذج رائعة من السلوك في عالم الحيوان، السرمدية قد بدأت فعلاً، ، خلق الكون، لا تتجاهل، الخلود وحقيقة القدر، معجزة الذرة، المعجزة في الخلية، معجزة الجهاز المناعي، المعجزة في العين، معجزة الخلق في النباتات، المعجزة في العنكبوت، المعجزة في البعوضة، المعجزة في نحل العسل، المعجزة في النملة، الأصل الحقيقي للحياة، الشعور في الخلية، سلسلة من المعجزات، بالعقل يُعرف الله، المعجزة الخضراء في التركيب الضوئي، المعجزة في البروتين،",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أسرار .DNA وكتب الكاتب للأطفال: أيها الأطفال كذب داروين!، عالم الحيوان، عظمة السماوات، عالم أصدقائك الصغار، النمل، النحل يبني خليته بإتقان، بناة الجسر المهرة: القنادس·وتتضمن أعمال الكاتب الأخرى التي تتناول موضوعات قرآنية: المفاهيم الأساسية في القرآن، القِيَم الأخلاقية في القرآن، فهم سريع للإيمان 1-2-3, هجر مجتمع الجاهلية، المأوى الحقيقي للمؤمنين: الجنة، القيم الروحانية في القرآن، علوم القرآن، الهجرة في سبيل الله، شخصية المنافقين في القرآن، أسرار المنافق، أسماء الله، تبليغ الرسالة والمجادلة في القرآن، المفاهيم الأساسية في القرآن، إجابات من القرآن، بعث النار، معركة الرسل، عدو الإنسان المُعلن: الشيطان، الوثنية، دين الجاهل، تكبر الشيطان، الصلاة في القرآن، أهمية الوعي في القرآن، يوم البعث، لا تنس أبداً، أحكام القرآن المنسية، شخصية الإنسان في مجتمع الجاهلية، أهمية الصبر في القرآن، معارف عامة من القرآن، حجج الكفر الواهية، الإيمان المتكامل، قبل أن تتوب، تقول رسلنا، رحمة المؤمنين، خشية الله، كابوس الكفر، النبي عيسى آتٍ، الجمال في الحياة في القرآن، مجموعة من جماليات الله 1-2-3, مدرسة يوسف، الافتراءات التي تعرض لها الإسلام عبر التاريخ، أهمية اتباع كلام الله، لماذا تخدع نفسك، كيف يفسر الكون القرآن، بعض أسرار القرآن، الله يتجلى في كل مكان، الصبر والعدل في القرآن، أولئك الذين يستمعون إلى القرآن·------المحتويات8 ... - ... المقدمة10 ... - ... الضمير هبة الله عز وجل لكل إنسان12 ... - ... الضمير دليل على وجود الله عز وجل22 ... - ... الضمير والقرآن25 ... - ... القرآن والضمير دليلا الإنسان إلى الهد ف الحقيقي من الحياة28 ... - ... الضّمير والقرآن يأمران بالإيمان بالآخرة استنادا إلى العلم الثّابت36 ... - ... الانصياع لصوت الضّمير باستمرار يهدي إلى الخلق القرآني47 ... - ... كيف يكون الضمير صلة",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الإنسان بالله عز وجل53 ... - ... القوى السلبية التي تقف في وجه الضمير:النفس والشيطان61 ... - ... لماذا لا ينقاد النّاس إلى ضمائرهم بالرّغم من أنها تهدي إلى ما هو خير81 ... - ... مكانة أصحاب الضمير الحي في الدنيا والآخرة85 ... - ... مكانة أولئك الذين لم يتبعوا ضمائرهم89 ... - ... أمثلة قرآنية على وجود الضمير وانعدامه 98 ... - ... أناس بلا ضمائر دخلوا التاريخ 111 ... - ... خاتمة114 ... - ... الملحق: خديعة التطوّرالمقدمةسنتحدث في هذا الكتاب عن هذا الصوت الذي يحرك فيك العدالة ··· مكارم الأخلاق ··· التواضع ··· الاستقامة ··· الإخلاص وكل ما هو صالح·هذا الصوت الذي يلازمك أينما كنت وأنت غير دارٍ به·وربما سأل سائل ··· إلى من ينتمي هذا الصوت؟هو صوت يخصك ويعيش داخلك ··· إنه صوت ضميرك·وكلمة الضّمير شائعة وكثيرة الاستعمال، إلاّ أن معناها الحقيقي وأهميتها في الدين وكيف يكون السلوك الشخصي لأصحاب الضمائر، وبماذا يتميزون عن غيرهم بشكل عام، كلها حقائق غير معروفة·فمعنى الضّمير محدود بما تعارف عليه المجتمع، فعلى سبيل المثال: يُعَدُّ من يمتنع عن رمي القمامة في الشوارع، ويتصدق بالمال على المحتاجين، ويهتم لأمر الحيوانات الضالة، شخصاً حيّ الضمير·غير أنّ المعنى الحقيقي للضمير أدق وأشمل من ذلك· والهدف في هذا الكتاب هو تعريف الضمير من خلال القرآن الكريم، والإشارة إلى طريقة تفكير أصحاب الضمير الحي، والتعريف برؤيتهم، وكشف أهمية الضمير في الحياة الأخروية·سوف تجد في هذا الكتاب ما يلزمك من معلومات لتتمكن من التّعرف إلى صوت ضميرك وتمييزه من غيره من الأصوات والإيحاءات الداخلية· وسوف نشرح بعض الأمور التي يحملك ضميرك على التفكير فيها والقيام بها، وكيف يمكن للإنسان إذا اتبع ضميره أن يصل إلى حالة من الصّفاء الكلي·وهدفنا الرئيسي ليس مجرد الإخبار، بل إنّ هدفنا هو استصراخ الضمير في نفس الإنسان لحثه على أن يعيش ما",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "تبقى من حياته وفقاً لما يمليه عليه ضميره، وليكشف له الضّياع الذي يمكن أن يتردى فيه إذا لم يفعل ذلك·الضمير هبة الله عز وجل لكل إنسانإنّ الضمير هو تلك القوة الرّوحية التي تحكم مواقف الإنسان وتفكيره، فتجعله يميز الخطأ من الصّواب، وهو منحة الله عز وجل للإنسان يدلّه من خلالها على ما فيه خيره وصلاحه ومرضاة الله عز وجل· وهذا ما يكسب الضمير صفة العمومية التي هي أحد أهم صفاته، فلا يمكن لحكم الضمير أن يتغير من شخص لآخر مع أخذ الظروف بعين الاعتبار، ونجد ذلك في قوله تعالى:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وَنَفْسٍ وَمَا سَوَّاهَا , فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاَهَا , قَدْ أَفْلَحَ مَنْ زَكَّاهَا , وَقَدْ خَاْبَ مَنْ دَسَّاهَا. الشمس: 7 -10.في الآيات السابقة يخبرنا الله تعالى أنه ألهم النفس فجورها، و(الفجور: هو الفسق والمعصية وكل ما يمثل انحرافا عن الطريق القويم)، وتقابله التقوى التي تزرع الرهبة في قلب الإنسان، فتجعله يبتعد عن السيئات ويقبل على فعل الحسنات· وكأن التقوى هي الضمير بعينه الذي يجنب الإنسان أفعال السوء ويدله على طريق الخير· إذن، فالضمير هو الذي يجعلنا نعرف الصواب من غير أن يكرهنا أحد على ذلك أو حتى يخبرنا به، فما على الإنسان إلا أن يتبع ما يمليه عليه ضميره، لذلك نستطيع أن نقول: إنّ الضمير هو أساس الدّين وجوهره·وعلى الإنسان أن يضع في حسبانه أنه حين يستشعر صوت ضميره وذلك منذ اللحظة التي يميز فيها الخطأ من الصّواب، ويستطيع أن يحكم على الأمور، فإنه يكون مسؤولاً ومحاسباً وسوف يسأل عن أفعاله جميعها، فإذا كانت موافقة لضميره فإن الله عز وجلّ سيجزيه عنها حياة الخلد في الجنة· أما إذا تجاهل صوت ضميره وخالفه، فسيلقى عذاب الجحيم خالداً فيه أبداً والعياذ بالله·الضمير دليل على وجود الله عز وجلإنّ أول ما يقوم به الشخص الذي يتبع ضميره هو أن يسأل ويحاول اكتشاف ما يدور حوله، وإذا كان نافذ البصيرة فإنه يستطيع بسهولة أن يرى أنه يعيش في عالم، بل في كون متكامل· وإذا تأملنا للحظة في محيطنا والظروف التي نعيش فيها، نجد أننا في عالم متناسق ومنظم ومزود بدقائق الأمور· ولنبدأ من جسم الإنسان نفسه، إنّه حقاً نظام مذهل ··· قلب يدق باستمرار ··· بشرة تتجدد ·· رئتان تنقيان الهواء ··· كبد ينقي الدم وملايين من البروتينات تتكون في الخلايا كل ثانية لتضمن استمرار الحياة· ويقضي الإنسان حياته دون أن يشعر بآلاف الفعاليات التي تتم داخل جسمه ولا حتى بطريقة حدوثها·وفي الفضاء الفسيح يستقر نجم الشمس بعيداً",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "عن كوكبنا ملايين الأميال؛ ليؤمّن لنا الضّوء والحرارة والطاقة التي نحتاجها، والمسافة التي تفصلنا عنه دقيقة جداً، فليست بعيدة فتتجمد الأرض ولا قريبة فتحرقها·وإذا نظرنا إلى السّماء وغضضنا البصر عن روعتها وجمالها، فسنجد أنها تحتوي على الغلاف الجوي، تلك الكتلة الهوائية (الستراتوسفير) التي تحمي الأرض والإنسان وجميع الكائنات الحية من الأخطار الخارجية، ولا يمكن لكائن حي واحد أن يبقى على سطح الأرض لولا وجود هذا الغلاف الجوي·إن الإنسان الذي يتأمل ويتفكر في هذه الأمور سيسأل عاجلاً أم آجلاً: كيف أمكن له ولهذا الكون أن يوجدا؟··· وبعد التامل سوف يجد أنّ لسؤاله إجابتين:الأول··· يقول: إن هذا الكون بكواكبه ونجومه وكل ما فيه من كائنات حية قد وجد من تلقاء نفسه وبمحض المصادفة، ويدعي أن الذرات العائمة التي هي أصغر وحدة في المادة، قد التقت بالمصادفة فكونت الخلايا والناس والحيوانات والنباتات والنجوم وكل ما يحيط من تراكيب وأنظمة شديدة التعقيد·والثاني ··· يقول: إنه من المستحيل أن يكون هذا الكون قد وجد بمحض المصادفة، وإن هناك خالقاً عظيماً حكيماً وقادراً على كل شيء هو الذي أبدع وخلق وسير هذا الكون، ذلك الخالق هو الله عز وجل·ولاختيار أحد التفسيرين علينا العودة إلى ضميرنا لنسأله: هل يمكن للمصادفة أن توجد نظاماً بالغ التعقيد والدقة، وإذا أمكن ذلك فهل يمكن تسييره بهذا الانسجام والاتساق؟ إن أي شخص يستطيع أن يدرك بالعودة إلى ضميره أن لكل شيء خالقاً حكيماً عظيم القدرة، فكل ما حولنا يحمل دليلاً على وجود الله عز وجل ··· التناغم والاتساق في هذا الكون والمخلوقات أكبر دليل يستطيع أن يدركه الإنسان بشعوره السامي· إنه دليل واضح بسيط وغير قابل للجدل، ولا يمكن للضمير إلا أن يُسلّم أن هذا الخلق هو إبداع الله الذي لا إله إلا هو· ولكنّنا قد نجد أن شخصاً لا يصغي إلى صوت ضميره لا يمكن أن يكون بهذا الوعي لأنه لو كان",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "واعياً فلا بد أن يدرك الحقائق من خلال قوة روحية لا يمتلكها إلاّ حين يتبع ضميره ألا وهي الحكمة؛ لأن كل موقف يتخذه الإنسان بناء على حكم ضميره يساعد في تعزيز حكمته· وهنا لا بد من الإشارة إلى تعريف الحكمة فعلى العكس من المفهوم العام تختلف الحكمة عن الذكاء فقد يكون الإنسان على قدر كبير من الذكاء والمعرفة ولكنه يفتقر إلى الحكمة لأنّه لا يصغي إلى ضميره فيتفهم ويدرك الحقائق التي تدور حوله ·سنطرح مثالاً يظهر بوضوح الفارق بين الذكاء والحكمة التي تتأتى كنتيجة عن تحكيم الضمير:فالعالم الذي يقضي سنين في بحث مفصل عن الخلية وهو يفتقر إلى الحكمة والضمير، لن يصل إلا إلى معرفةً مجزأةً حتى ولو كان متفوقاً في مجاله، ولن يستطيع وضعَ هذه الأجزاء في قالب كلي يصل من خلاله إلى استنتاج صحيح·ولكنّه إذا امتلك الحكمة والضمير، فسيمكنه إدراك نواحي الإعجاز والتكامل في دراسته للخلية، وعندها يسلم بوجود خالق حكيم مدبر· إن صوت ضميره سيخبره بأن القوة التي خلقت الخلية بهذا الكمال هي ذات القوة التي خلقت كل شيء·وفي القرآن الكريم نجد أن سيدنا إبراهيم ـ عليه السلام ـ قد وجد ربه عن طريق إصغائه لصوت ضميره: فَلَمَّاْ جَنَّ عَلَيْهِ اللَّيْلُ رَأَىْ كَوْكَبَاً قَاْلَ هَذَاْ رَبِّيْ فَلَمَّاْ أَفَلَ قَاْلَ لا أُحِبُّ الأَفِلِيْنَ فَلَمَّاْ رَأَىْ الْقَمَرَ بَاْزِغَاً قَاْلَ هَذَاْ رَبِّيْ فَلَمَّاْ أَفَلَ قَاْلَ لَئِنْ لَمْ يَهدِنيْ رَبِّيْ لأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّيْنَ فَلَمَّاْ رَأَىْ الشَّمْسَ بَاْزِغَةً قَاْلَ هَذَاْ رَبِّيْ هَذَاْ أَكْبَرُ فَلَمَّاْ أَفَلَتْ قَاْلَ يَاْ قَوْمِ إِنِّيْ بَرِيءٌ ممَّاْ تُشْرِكُوْنَ إِنِّي وَجَّهتُ وَجهِي لِلذِي فَطَرَ السَّمَاوَاتِ وَالأَرضَ حَنِيفًا وَمَا أَنَا مِنَ المُشرِكِينَ.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الأنعام: 76 – 79.نرى في هذه الآيات كيف أن سيدنا إبراهيم ـ عليه السلام ـ وصل إلى معرفة ربه وأدرك، بالعودة إلى ضميره، أن كل ما حوله إنما هي مخلوقات وأن لهذه المخلوقات خالقاً عظيماً·وإن من يفكر بالاعتماد على ضميره ودون أن يستمع لرغباته وأهوائه، يمكن أن يرى هذا بوضوح حتى لولم يكن ثم من يخبره به فيدرك وجود الله سبحانه وتعالى·التطوّريون: مثال من حاضرنا على إنكار وجود الله على الرغم من اعتراف الضمير بهذه الحقيقة إنّ رفض رؤية هذه الحقائق الجلية وتحويل النظر عنها وتجاهل وجودها، يحطّ من قدر الإنسان على الرغم من ذكائه·إن السبب الذي يجعل الإنسان يرفض الحق الذي يمليه عليه ضميره، هو تعارض ذلك مع مصالحه الشخصية لأنّ تسليم الإنسان بوجود الله عز وجل يعني إقراره بوجود إله عظيم، يستحق أن يكون الإنسان خاضعاً له بكليته، وأن يكون مسؤولاً أمامه عن أفعاله·عندما يصم الإنسان آذانه عن صوت ضميره فإن ذلك يقوده إلى الضلال على الرغم من ذكائه ومعرفته· وسنورد مثالاً معروفاً عن هذه الحالة : ) Francis Crick فرانسيس كريك) هو أحد العالمين اللذين اكتشفا تركيب الحامض النووي في الخمسينيات· وقد كان اكتشافهما هذا واحداً من أهم الاكتشافات في تاريخ العلم الذي اقتضى عملاً دؤوباً وكماً هائلاً من المعرفة، وفوق ذلك ذكاءً شديداً، وتقديراً لذلك كله فقد نال جائزة نوبل· وقد ذهل فرانسيس كريك خلال دراسته بتركيب الخلية وتصميمها الدقيق وعلى الرغم من أنه مؤمن بمذهب النشوء ومتحمس له فقد قال في كتابه:''إن أيّ شخص صادق واستناداً إلى المعرفة المتوفرة الآن لا يمكن له إلا أن يُقرَّ أن أصل الحياة ليس إلا معجزة· فكثيرة هي الشروط التي لا بد من توفرها لاستمرار هذه الحياة''· ( الحياة: منشؤها وطبيعتها، فرانسيس كريك، نيويورك: 1981.(عندما رأى كريك تفاصيل الخلية كتب تلك الأسطر التي أتينا على ذكرها والتي أقر فيها بأن الخلية لا يمكن أن تكون",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "نتيجة مصادفة، وإنما هي معجزة، على الرغم من كونه مؤمناً بأن الحياة قد وجدت بالمصادفة· إن أصحاب مذهب النشوء لا يؤمنون بأي تفسير غير المصادفة؛ لأن ذلك سيكلفهم أن يقروا بوجود الله عز وجل· كريك الذي تأثّر بما رآه من كمال ودقة في خلق الخلية، حيث اعترف بذهوله على الرغم من تبنيه لنظرية مختلفة، لم يمضِ في اتباع ضميره، ورفض التسليم بوجود الله عز وجل، وعاد إلى القول: إنّ هذا التدبير المتكامل الذي لا يمكن بشكل من الأشكال أن يكون قد وجد بالمصادفة قد أوجدته كائنات من عالم آخر، وهي التي جلبت عيّنة الحامض النووي الأول، وبهذا الشكل بدأت الحياة·هذا مثال حي عما يمكن أن يحدث عندما يتجاهل الإنسان صوت ضميره ويكبحه، فالنتيجة واحدة بغض النظر عن مدى ذكائه ومعرفته، كهذا العالم الحائز على جائزة نوبل حين ألغى عقله لدرجة لم يستطع معها أن يتوقف ليفكر ويسأل نفسه: كيف يمكن لهذه الكائنات المزعومة أن تخلق وهي نفسها مخلوقة ؟وقد شرح عالم الكيمياء الحيوية الأمريكي ميشيل بيهي Michael J.Behe حالة هؤلاء العلماء الذين يتجاهلون صوت ضميرهم دون أن يستعمل كلمة الضمير حين قال:''على امتداد العقود الأربعة الماضية كشفت الكيمياء الحيوية الحديثة أسرار الخلية· وهذا التقدم لم يكن بالأمر السهل، فقد اقتضى أن يكرس عشرات الآلاف من الناس أفضل مراحل عمرهم بالعمل الجاد في المختبر''· ونتيجة تراكم هذه الجهود في دراسة الخلية ودراسة الحياة على المستوى الجزيئي ظهرت صيحة مدوية وحادة تقول '' بالتصميم المبدع''!إنها نتيجة واضحة وهامة ولا بد أن تصنف على أنها واحدة من أعظم الإنجازات في تاريخ العلم، بل إنها نصر علمي كان من المفروض أن تجعل آلاف الحناجر تصرخ ··· وجدتها وجدتها، وتصفق لها آلاف الأكف حتى إنها تستحق يوماً من الراحة بعد هذا الاكتشاف العظيم·ولكن شيئاً من ذلك لم يحصل فلم يصفق أحد لهذه المناسبة، وبدلاً من ذلك أحاط صمت محرج وفضولي اكتشاف",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "هذا التعقيد الشديد للخلية·وعندما طرح الموضوع في العلن بدأت الأرجل ترتجف وتثاقلت الأنفاس وأقر الكثيرون الحقيقة بشكل واضح، ولكنهم لم يفعلوا شيئاً سوى هز رؤوسهم والتحديق في الأرض، ومضى الأمر كما بدأ· فلماذا لم يتبنَّ المجتمع العلمي هذا الاكتشاف المذهل بجشع كعادته؟ ولماذا تمّ التعامل مع حقيقة هذا التدبير بشكل عقلاني صرف بعيداً عن تدخل الخبرة والحس؟المعضلة كلها تكمن في أن ما يمكن تفسيره على أنه تدبير بارع، هو من ناحية أخرى برهان ساطع على وجود الله الخالق، (صندوق داروين الأسود، نيويورك، المطبعة الحرة 1996 ص232 ـ 233.(إن أدلة وجود الله عز وجل جلية وواضحة لكل من يدرك أن من أبدع الكون هو الله، والذين لا يقبلون الاعتراف بوجود الله عز وجل لا يفعلون ذلك بسبب عدم إيمانهم؛ وإنما لأن هذا الإيمان يفرض عليهم قيوداً أخلاقية، فليس من أحد إلا ويعرف ضمنياً بوجود الله عز وجل وقدرته على كل شيء، ولكن هذه المعرفة ترتب عليه أن يكون مسؤولاً أمام الله ويكرس حياته لإطاعة أوامره· وهذا الذي يصر على الإنكار رغم إدراكه لهذه الحقائق إنما يفعل ذلك لأن تسليمه بها لا يتوافق مع مصالحه الشخصية ولا مع شعوره الداخلي بالتفوق· وقد وصف الله تعالى هؤلاء في القرآن في سورة النمل :وَجَحَدوا بها واسْتَيْقَنَتْها أَنْفُسُهُمْ ظُلْمَاً وعُلُوًّا فَانْظُرْ كَيْفَ كَانَ عاقِبَةُ المُفْسِدِيْنَ. النمل: 14 .إنّ قصة سيدنا إبراهيم مع قومه كما ذكرت في القرآن الكريم يمكن أن تكون مثالاً جيداً، فقد كان الناس في عهد سيدنا إبراهيم يعبدون الأوثان، ونقصد هنا بالأوثان: كل ما عبد من دون الله تعالى· وعباد الأوثان ليس هؤلاء الذين يعبدون الأصنام فقط··· فأصحاب مذهب النشوء الذين يؤمنون بأن الذرات والزّمن والمصادفة هي العوامل التي أوجدت الحياة يؤلهون هذه العوامل· ومهما يكن فلا الزّمن ولا المصادفة يمكن بشكل من الأشكال أن تكون قادرة على خلق",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الحياة··· وحده الله عز وجل له تلك القدرة·ونعود: قَالَ بَلْ ربُّكم ربُّ السَّمَواتِ وَالأَرْضِ الَّذيْ فَطَرَهُنَّ وأَنَا على ذَلِكُمْ من الشَّاهِدِيْنَ , وَتاللهِ لأَكيدَنَّ أصنامَكُم بَعْدَ أَنْ تُوَلُّواْ مُدْبِرِيْنَ , فَجَعَلَهُمْ جُذَاْذاً إلاَّ كَبِيْراً لَهُمْ لَعَلَّهُمْ إِليهِ يَرجِعُوْنَ ,قَالُوْا مَنْ فَعَلَ هَذَاْ بآلهتِنَا إنَّه لَمِنَ الظَّالمِيْنَ , قَالُوْا سَمِعْنَا فَتىً يذكُرُهم يُقَاْلُ لَهُ إِبْرَاْهِيْمُ , قَاْلُوْا فَأْتُوا بِهِ عَلَىْ أَعْينِ النَّاسِ لَعَلَّهُمْ يَشْهَدُوْنَ , قَاْلُوْا أَأَنْتَ فَعَلْتَ هَذَاْ بآلهتِنَاْ يَاْ إِبْراهِيْمُ , قَاْلَ بَلْ فَعَلَه كَبيْرُهُمْ هَذَا فَاْسأَلُوْهُمْ إِنْ كَانُوْا يَنْطِقُونَ. الأنبياء: 56 – 63.ووجد الكافرون أن الأصنام التي يعبدونها لا يمكن أن تجيب على تساؤلاتهم وأن آلهتهم هذه ليست إلا تماثيل عاجزة حتى عن الدفاع عن نفسها، فكيف بالخلق؟!! وعندها عادوا إلى ضمائرهم·فرجَعُواْ إلَىْ أَنفُسِهِمْ فَقَالُوْا إِنَّكُم أنتُمُ الظَّالمِوْنَ , ثم نُكِسُوا عَلَىْ رُؤُوسِهمْ لقَدْ عَلِمْتَ مَا هَؤلاْءِ يَنطِقُونَ. الأنبياء: 64 ـ65.ولم يمض زمن طويل حتى ارتدوا إلى ما كانوا عليه ومنعهم تكبرهم وغطرستهم عن الإقرار بما أملته عليه ضمائرهم، فقال لهم سيدنا إبراهيم:قالَ أَفتعبُدُوْنَ مِنْ دُونِ اللهِ ما لا يَنْفَعُكُمْ شيئاً وَلا يَضُرُّكُمْ , أُفٍّ لَكُمْ ولمِاْ تَعْبُدُوْنَ مِنْ دُوْنِ اللهِ أَفَلاْ تَعقِلُوْنَ. الأنبياء: 66 ـ67.أصاب الكافرين الفزع فقاوموا بشدة ما كشفته وقبلته ضمائرهم، ولهذا شعروا بكره شديد تجاه هؤلاء الذين كشفوا لهم الحقيقة وخاطروا بأنفسهم حين حاولوا قتل الرّسل من أجل حماية معتقداتهم الباطلة فقالوا:قَاْلُوْا حَرِّقُوْهُ وانصُرُوْا آلِهتَكُمْ إنْ كُنْتُمْ فَاعِلِيْنَ. الأنبياء: 68 .إن هذه القصة ليست محصورة في",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "شريحة معينة من المجتمع وإنما تنطبق على الكثيرين· يمكن لشخص أن يكون عالماً متميزاً له الكثير من الاكتشافات أو رجل أعمال ناجح أو فنان ··· يمكن أن يكون غنياً مثقفاً وذكياً، ولكن بدل أن يستخدم ضميره للتفكر في الله عز وجل وتمجيد قدرته وإبداعه وشكره على منحه نعمة إدراك ما حوله، فإنه يكون مغروراً ومتبجحاً بذكائه واكتشافاته، وربما بأمواله التي جناها متناسياً بأنه لا شيء من ذلك قد يفيده بعد الموت· حتى إن الأسماء التي اشتهرت في وقتها بسبب مكتشفاتهم وثرواتهم أو عروشهم أصبحت منسية تماماً منذ زمن طويل، ولو أنهم ذكروا فإن ذلك لن يفيدهم شيئاً بعد موتهم·هؤلاء لم يعيروا اهتماماً لأوامر الله عز وجل، ولم يدركوا قوته، ولم يقدّروا نعمته عليهم، ختم على قلوبهم وضمائرهم فضلّوا·وصف الله عز وجل هؤلاء الذين تعدوا حدود الله في سعيهم وراء مصالحهم وأهوائهم:أَفَرَأَيْتَ مَن اتَّخدَ إِلهَهُ هَواهُ وأضلَّهُ اللهُ على عِلمٍ وخَتَمَ على سَمْعِهِ وقَلْبِهِ وجَعَلَ على بَصَرِهِ غِشَاوَةً فمَنْ يَهْدِيْه مِنْ بَعْدِ اللهِ أَفَلا تَذَكَّرونَ , وقَاُلوْا مَا هِيَ إلا حَيَاتُنا الدُّنْيا نَمُوْتُ ونَحْيا وَمَا يُهلِكُناْ إلا الدَّهْرُ وما لَهُمْ بِذَلكَ مِنْ عِلمٍ إنْ هُمْ إِلا يَظُنُّونَ . الجاثية: 23 – 24.يصف الله تعالى هنا هؤلاء الذين تجاهلوا أصوات ضمائرهم وارتكبوا الآثام بسبب الخبائث التي تنطوي عليها نفوسهم بأنّهم صمّ وعمي وقلوبهم غلف، بحيث لم يستطيعوا إدراك الخطأ من الصواب، وقادهم ذلك إلى ما هم فيه من الضّلال·الضمير والقرآنبيّنا إلى حدّ الآن كيف أن من يصغي إلى صوت ضميره يعي وجود الله عزّ وجل حتى إن لم يعلم أحد بذلك··· وهو بذلك يصل إلى حقيقة ثابتة وهي أن الله الذي خلق كوناً متكاملاً ومنح الإنسان الوعي لم يخلقه سدى، بل لا بد أنه خلقه لهدف معين، ولا بد أن تكون هناك صلة ما بين الله عز وجل ومخلوقاته ليخبرهم بهذا",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الهدف·إذا استعمل الإنسان ضميره بالشكل الصحيح، فإنه سيشعر برغبة شديدة في معرفة خالقه وخالق الكون، وستصبح هذه الرغبة هي الهدف الوحيد في حياته، وسيكتشف أنه بأمسِّ الحاجة إلى الله الذي خلقه من العدم ، وأسبغ عليه نعمة الحياة وأن القوة كلَّها بيد الله تعالى، وسيدرك أيضاً أن الله عز وجل قد خلق كل شيء لهدف··· فالسماء هي الغلاف الذي يحمي كوكبنا··· والخلايا هي منشأ الحياة··· المطر لأجل المحاصيل··· والشمس هي مصدر الضوء والحرارة في عالمنا الذي لم يكن ليوجد من دونها··· وباختصار، كل ما يراه الإنسان حوله مما لا يعد ولا يحصى مخلوق لغاية معينة، وهنا يتوقف الإنسان ليسأل نفسه: إذا كنت مخلوقاً في كون متكامل خال من النقائص والعيوب، وسأموت خلال فترة وجيزة، فما هو الهدف من وجودي؟ ويسعى للحصول على جواب لسؤاله·ولن ترضيه في هذه الحالة المعلومات المتفرقة التي يسمعها من غيره··· يريد أن يعرف الله··· يريد أن يعرف ما هو الهدف من خلقه··· وقد أدرك من خلال ضميره أن المعلومات التي يزوده بها الآخرون يمكن أن تكون مضللة وغير كافية، بل ومتناقضة في معظم الأحيان·ويدرك الإنسان بالفطرة أن خير ما يهديه إلى الله عز وجل هو الكتاب الذي أنزله وحفظه، القرآن الكريم آخر كتب الله عز وجل، ويتخذ منه دليلاً للوصول إليه·إنّ من يهجر القرآن الكريم يكون قد أعرض عن صوت ضميره: كم من الناس في هذا العالم لم يقرؤوه ولم يَدُر في ذهنهم مجرد تساؤل حوله· إن الله عز وجل أنزله هدى للناس، وهم سيُسْألون بعد الموت فيما إذا كانوا قد اهتموا بما فيه أم لا وسيدخلون الجنة أو النار نتيجة لذلك·وإذا افترضنا أن بعضهم لم يدلهم ضميرهم على كتاب الله فلا بد وأنهم قد سمعوا وعلموا بوجوده، ومع ذلك لم يحاولوا قراءته ولا حتى تساءلوا عما يحتويه، مع العلم أنهم سيسألون عن ذلك يوم القيامة·وإذا مثلنا لذلك بشخص استلم رسالة من مكتبه أو مدرسته، وقد كتب عليها أنها ذات",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أهمية بالغة لمستقبله المهني أو التعليمي، فعليه أن يقرأ هذه الرسالة وينفذ ما فيها خلال وقت معين· فما الذي سيفعله؟ هل يعلقها على الحائط ولا يقرؤها··· يضعها في الجارور أو يقرؤها دون أن يعير اهتماماً لمضمونها، أم أنه سيقرؤها حال وصولها ويتصرف تبعاً لمضمونها؟!إن حس الإنسان وحكمته ستحتم عليه أن يقرأ الرسالة، وهي مجرد رسالة، فكيف بكتاب هو الأهم في الوجود··· الكتاب أنزله الله لعباده··· ولكن الغفلة التي يعيش فيها معظم الناس تجعلهم لا يحركون ساكناً ولا يحاولون قراءة القرآن الكريم· وقد أخبر الله عز وجل هذا في كتابه العزيز حين يشكو الرسول إلى ربه فيقول:وقَاْلَ الرَّسُولُ يارَبِّ إِنَّ قَوْمِي اتَّخَذُوْا هَذَا القُرْآنَ مَهْجُوْراً. الفرقان: 30.ولمَّا جاءَهُم رَسُولٌ مِنْ عِنْدِ اللهِ مُصَدِّقٌ لما مَعَهُمْ نَبَذَ فريقٌ مِنَ الَّذيْنَ أُوتُوا الكِتَاْبَ كِتَاْبَ اللهِ وراءَ ظُهورِهِمْ كَأَنَّهُمْ لاْ يَعْلَمُوْنَ . البقرة: 101 .إن قول الله تعالى: (كَأَنَّهُمْ لا يَعْلَمُونَ ) يشير بوضوح إلى أنّ هؤلاء الناس يعلمون تماماً ما عليهم فعله، ولكنهم يهملون كتاب الله عز وجل· فما من أحد إلا ويعلم ضمنياً أن عليه قراءة تعاليم الله عز وجل في القرآن الكريم وتطبيقها، ولكن الغالبية العظمى تتجاهل ذلك، والسبب في الأصل هو تجاهلهم لصوت ضميرهم·القرآن والضمير دليلاالإنسان إلى الهد فالحقيقي من الحياةيقول تعالى: أَفَحَسِبْتُمْ أَنَّمَا خَلَقْناكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُونَ. المؤمنون: 115.إنّ الإنسان الذي يتفكر في وجوده متجاهلاً صوت ضميره لا بّد وأن يتساءل عن الهدف من وجوده، وسيكتشف بفطرته خلال رحلة بحثه عن الإجابة بأن عليه العودة إلى القرآن الكريم ووحي الله عز وجل· وأهم ما يفعله عندما ينوي قراءة القرآن هو أن يبقي ضميره يقضا، ويقرأه مخلصاً النية أن يطبق ويعيش عملياً التعاليم التي وردت",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فيه·وفي الآيات التالية نجد جواباً للسؤال المطروح، يقول الله عز وجل:وَمَا خَلقْتُ الْجِنَّ وَالإِنسَ إِلا لِيَعْبُدُونِ , مَا أُرِيدُ مِنْهُم مِن رِزْقٍ وَمَا أُرِيدُ أَن يُطْعِمُونِ , إِن اللهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ المْتينُ. الذاريات: 56 - 58 .إنّ الهدف من حياة الإنسان على هذه الأرض هو اختباره :الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً وَهُوَ الْعَزِيزُ الْغَفُورُ. الملك: 2.إِنَّا جَعَلْنَا مَا عَلَى الأَرْضِ زِينَةً لهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلاً. الكهف: 7 .إِنَّا خَلقْنَا الإِنْسَاْنَ مِنْ نطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْناهُ سَمِيعاً بَصِيراً , إِنَّا هَدَيْناهُ السَّبِيلَ إِمَّا شَاكِراً وإمَّا كَفُوراً. الإنسان: 2 - 3 .يدرك القارئ لهذه الآيات أن الله عز وجل قد خلق الحياة ليختبر الإنسان، ولهذا سيفكر في حياته وحياة غيره· معظم الناس من حولنا يجرون ويتصارعون في سبيل الحصول على شيء من حطام الحياة الدنيا، ولديهم خطط مفصلة فيما يتعلّق بأمورهم الدنيوية التي يسعون فيها مثل البحث عن عمل··· الزواج··· الأطفال··· المنزل الذي سيعيشون فيه··· السيارة التي سيشترونها· كيف سيحصلون على أعلى الرواتب؟ وأين سيقضون الإجازات ···إلخ ؟وكل واحد قد حدد خططاً وأهدافاً في فكره يسعى لتحقيقها، إلا أنّ أحداً لم يفكر في الهدف الحقيقي لوجوده في هذا العالم، فعندما يشاهد صاحب الضمير الحي هذه التصرفات يدرك بأنّها ليست سوى نتيجة للحمق والغفلة·إنّ الله جل جلاله هو خالق الإنسان وواهب الحياة، وقد أوضح الهدف من خلق الإنسان ألا وهو العبودية· ولا يمكن للإنسان أن يحقق السعادة إلا عندما يعيش وفقاً لهذا الهدف، فيطيع الله ويسخِّر كل ما يملك لنيل مرضاته· ولكن معظم الناس يقضون حياتهم في غفلة وجشع، ويتصرفون كأنهم لا يعلمون حقيقة وجودهم، ولا يعلمون",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "إلاّ أنهم خلقوا في هذا العالم من أجل متعتهم الخاصة·أما الإنسان الذي يُعمل ضميره يرى أن معظم الناس ينحدرون في منزلق خطر من الإهمال، ويدرك أن هؤلاء الناس لا يمكن أن يكونوا مثالاً يتبع، فلا يمكن أن يعلل نفسه بالقول: (كلهم يفعلون ذلك) لأن ذلك سيحول دون اتباعه لهدي كتاب الله عز وجل·الضمير والقرآن يأمران بالإيمانبالآخرة استنادا إلى العلم الثابتعندما يدرك الإنسان أنّ وجوده في هذا العالم إنّما هو اختبار من الله عز وجل فإنّه سيرتقي بأفكاره ··· فإذا كانت الحياة اختباراً فلا بد لهذا الاختبار من نتيجة، ولن تظهر هذه النتيجة في الدنيا، كما أنه لا يمكن أن يكون الموت هو النهاية·كم مرَّ في هذه الحياة من طغاة وفجَّار ومجرمين··· وكذلك رسل وأناس سَخَّروا حياتهم لعبادة الله عز وجل··· ومرّ فيها فقراء وبؤساء قضوا حياتهم مظلومين وكلهم الآن أموات···الصالح والطالح منهم تحت التراب، ولم يبق منهم اليوم سوى الهياكل· ولا يمكن لله عز وجل، واسمه العدل، أن يكون قد خطط لتنتهي الحياة بهذا الشكل·باختصار: إن ضمير الإنسان سيخبره بأن عدالة الله المطلقة ستجزي كل نفس بما كسبت، وبما أنه لم يوفِ كل إنسان أجره في هذه الحياة فلا بد أن الحساب مؤجّل·إنّ الناس الذين يتفكرون في وجودهم دون تجاهلٍ لصوت ضميرهم يجدون الإجابة على هذا في القرآن الكريم حيث يقول الله عز وجل إنه أجَّلَ الحساب إلى ما بعد الموت حيث سيوفى كل إنسان على قدر عمله:إِلَيهِ مَرجِعُكُم جَمِيعًا وَعدَ الله حَقًّا إِنَّه يَبدَأً الخَلقَ ثُمَّ يُعِيدُهً لِيَجزِي الذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالقِسطِ وَالذِينَ كَفَرُوا لَهُم شَرَابٌ مِن حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكفُرُونَ.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "يونس: 4 .وَإِنَّ كُلا لمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَاْلَهُمْ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ}. هود: 111.إنّ هؤلاء الذين يرجعون إلى ضمائرهم وإلى القرآن في أحكامهم يدركون أن الله عز وجل علم بهم وسيجزيهم بكل حسنة وسيئة، ولا يمكن أن يُغفل أياً من أفعالهم كما يعتقد الكثيرون خطأً· وقد أوضح الله تعالى في كتابه الكريم أن الحياة التي تنتظر الإنسان بعد الحساب هي الحياة الحقيقية؛ فإما الجنة أو النار· فبعد الموت يُسأل كل إنسان عن عمله أمام الله، فالذين قضوا حياتهم في طاعة الله عز وجل سيخلدون في الجنة وهي خير مقر يسعى إليه الإنسان، أما الذين لم يفعلوا ذلك فسيخلدون في جهنم حيث يذوقون أشد أنواع العذاب والكرب·الضمير الحقيقي هو الذي يستيقظ عند رؤية ملك الموت وعذاب جهنمإنّها حقيقة معروفة في القرآن، وبالرجوع إلى الضمير والحكمة فإنَّ الحياة الحقيقية تبدأ بعد الموت، وكل إنسان سيلاقي في الحياة الأخروية مصيراً يناسب سلوكه في الحياة الدنيا·وبالطبع فإنّ إنساناً يقضي حياته في اللهو واللعب ويتجاهل حقيقتها لن ينصاع بسهولة إلى صوت ضميره· كلّ إنسان يسعى وراء أهداف معينة تفيده في حياته الدنيا، ولكنّ أياً من هذه الأهداف لا يتعلق بحياته الأخروية·وفي كل الأحوال فإنّ الموت حقيقة مطلقة تدحض كل ما سواها، ولكنّ الناس لا يعتبرون من الموت حقّ الاعتبار، ويتصرفون كأنهم يعيشون أبداً·فما الذي يجعل معظم الناس يتجاهلون هذه الحقيقة رغم أهميتها؟للإجابة على هذا السؤال عليك أن تفكر ولو للحظة:كم مرّة في حياتك تفكرت في الموت؟ هل فكرت أنك في يوم من الأيام ستموت وسيفارقك الأحبة ويمضون في شؤونهم اليومية؟ وأنك حينها لن تأخذ شيئاً مما جنيت إلى القبر؟ هل تصورت يوماً كيف يكون الموت··· كيف سيبلى جسدك تحت التراب؟ هل فكرت ماذا سيحل بروحك حينها؟إنّ للإنسان روحاً لا يمكن أن تبلى، وحياة الروح إنما تبدأ بموت الجسد، فهل تساءل",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الإنسان ذات مرة: ماذا ينتظره في هذه الحياة؟ وشأنه شأن معظم الناس قد لا يفكر في هذه الأمور أبداً، لماذا؟ لأنها تسبب الرهبة لذلك فإنه يحاول تجنبها بقدر الإمكان، وإذا حصل وطُرحَ موضوع الموت، فإن الناس يحولونه إلى دعاية ويقللون من شأنه بتعليقاتهم الوقحة وذلك لصرف تأثيره عنهم·فلماذا يحاول الجميع التهرب بشدة من هذه الحقيقة مع أنها واقعة يوماً ما لا محالة؟!إنّ ما يجعل الناس يتجنبون ذكر الموت والآخرة هو أن ذلك يحرك ضمائرهم ويذكرهم بأن الله عز وجل سيسألهم ويحاسبهم عن أفعالهم بعد الموت·وعندما يصحو الضمير، يفقد ما كان في زمن الغفلة أهميته، ويدرك الإنسان عندما يفكر بالموت الأشياء التي تستحق الاهتمام في حياته فعلاً· ما قيمة الحياة الدنيا إذن؟ ربما يكون من الصعب على الإنسان أن يدرك هذه الحقيقة، ولكن التفكير في لحظة الموت بكل تفاصيلها سيساعد الإنسان على تفهم هذه الحقائق· يمكن أن يأتي الموت في اللحظة التي تتوقع فيها أنه أبعد ما يمكن عنك، ولن تكون لديك الفرصة للتحضير له·يمكن أن يأتيك الموت الآن أو بعد عدة دقائق أو في الدقيقة نفسها بعد عدة سنوات·الإنسان لا يستشعر ضميره: إلا في اللحظة التي تأتيه فيها ملائكة الموت ويرى فيها الجحيم بعينه·ربما تكون قد شهدت موت أحدهم لكنك شاهدت موت الجسد··· أما ما يحدث للروح عند الموت فهو أمر لا يعرفه سوى الذي يخوض هذه التجربة·عندما يكون الإنسان متفرجاً فإنه يرى موت الجسد، ويمكن أن يكون هذا الموت هادئاً كما يحدث عندما يموت الإنسان بفعل حادث سير أو مرض·أما ما تمر به الروح عند الموت فهو أمر مختلف تماماً عما يبدو عليه الموت ظاهر الأمر· فإذا كان الإنسان مؤمناً فإن روحه تخرج بسلام، ويبشره ملكان بأنه سيكون خالداً في النعيم لا يصيبه الحزن ولا الخوف، بل يشعر براحة داخلية لا حد لها؛ لأنه على يقين بأنه سيكون في سعادة وسلام أبداً، كما يقول الله عز وجل في كتابه العزيز",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": ":الَّذِينَ تَتَوفَّاهُمُ المَلاْئِكةُ طَيبينَ يَقُولُونَ سَلامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ ¶ النحل: 32 .لا يَحْزُنُهُمُ الْفَزَعُ الأكْبَرُ وتَتلقَّاهُمُ الملائِكَةُ هَذَا يَوْمُكُمُ الذِي كُنتُمْ تُوعَدُونَ. الأنبياء: 103.أما إذا قضى الإنسان حياته بعيداً عن مرضاة الله عز وجل، فبغض النظر عن ظروف وفاته فإن لحظة موته ستكون بداية العذاب لروحه، ويحذر الله عز وجل هؤلاء الناس فيقول:فَكَيْفَ إِذَا تَوَفَّتْهُمُ الملاْئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وأَدْبَارَهُمْ . محمد: 27 .وهكذا فإن مجرد تصور الإنسان للحظة الموت وتفكره فيها سيجعله يتصرف بإخلاص مطلق، ويتبع ما يمليه عليه ضميره في كل أفعاله·قد يأتيك الموت وأنت تقود سيارة، أو تقوم بعمل روتيني، وفجأة تتغير الرؤيا أمامك فترى ملكي الموت· الكافر الذي قضى حياته في المعصية متجاهلاً الموت والآخرة يفزع لرؤية الملكين بأبشع صورهما·ويخبرنا الله عز وجل في القرآن الكريم: كيف أن ملكي الموت سيمدان أيديهم إليه ويسحبانه إليهما، ويعلنان له أنه سيقيم من الآن في الجحيم، ويضربونه على وجهه ودبره· ويكون خروج الروح من الجسد كأشد ما يكون من الألم، وعندها يدرك الإنسان ما ينتظره·وقد وصف الله عز وجل هذه اللحظة في سورة القيامة:ووُجُوهٌ يوْمَئِذٍ بَاسِرَةٌ , تظُنُّ أَن يُفْعَلَ بِهَا فَاقِرةٌ , كَلاَّ إِذَا بَلَغَتِ التَّرَاقِيَ , وَقِيْلَ مَنْ رَاقٍ , وَظَنَّ أَنَّهُ الْفِرَاقُ , والْتَفَّتِ السَّاقُ بالَسَّاقِ , إِلى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ , فَلا صَدَّقَ ولا صَلَّى , وَلَكن كَذَّبَ وَتَوَلَّى . القيامة: 24 ـ 32 .وأنت أيضاً ستمر حتماً بلحظة الموت· وعندها كيف ستقيّم أمورك؟ ما هو الهام منها وما هو التافه ؟ ما الذي ستندم على فعله··· ما هي النصيحة التي تتمنى لو أنك سمعتها؟ من هو الشخص الذي تتمنى لو أنك لم تعرفه؟ أي أهمية ستبقى",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "لتفاصيل عملك؟ ما أهمية اختيار الثوب المناسب لحضور حفلة ما؟ وما أهمية رأي الآخرين في مظهرك بالمقارنة مع ما سيؤول إليه حالك في الآخرة·إن الذين يجيبون على هذه الأسئلة السابقة بصدق سيحققون حتماً توافقاً مع ما يمليه عليه ضميرهم· أما إذا لم يتبع الإنسان أوامر الله عز وجل في حياته ولم يسعَ لنيل مرضاته، فإن الخوف والندم سيكونان رفيقيه في رحلة الموت يوم لا ينفع الندم ·وسينهك نفسه بأسئلة لا جدوى منها··· ليتني لم أستمع لفلان···ليتني حافظت على الصلاة··· ليتني قضيت حياتي في طاعة الله عز وجل···في هذه الأثناء يكون تأثير لحظة الموت شديداً؛ لأن الملكين سيجرفانه ذليلاً إلى جهنم قبل أن يدخلها، وسيتساءل حينها: ما الذي أوصله إلى جهنم؟! سيشعر الإنسان عندئذ بفزع لا يوصف؛ لأن كل ما فعله أو حتى فكر فيه في حياته سيعرض عليه··· أفكاره التي ظن أنها تخصه وحده ولا يمكن لأحد أن يعلم بها···وستعرض عليه كل أفعاله ما ذكر منها وما نسي:يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتاً لِيُرَوا أَعْمَالَهُم , فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ , وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ. الزلزلة: 6 - 8 .يمكنك أن تفكر وتسأل نفسك منذ الآن وأنت تستعرض شريط حياتك: ما الذي ستندم عليه وما الذي سينفعك في لحظة كتلك ؟عن أي شيء ستقول: ليتني لم أفعل كذا، أو ليتني فعلت كذا··· عبر الله تعالى في القرآن الكريم عن هذا الندم الذي لا طائل منه بقوله :ذَلِكَ الْيَومُ الْحَقُّ فَمَن شَاء اتَّخَذَ إلَى رَبِّهِ مَأَباً , إنَّا أَنْذَرْنَاكُمْ عَذَاباً قَرِيباً يَوْمَ يَنظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يا لَيْتَنِيْ كُنْتُ تُرَاباً. النبأ: 39 – 40.علاوة على ذلك فإن الناس سيغضبون ويشعرون بمقت شديد لأنفسهم لما اقترفوه في حياتهم الدنيا· ولكن مقتهم وغيظهم لا يمكن أن يقارن بغضب الله عز وجل عليهم:إِنَّ",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الذِينَ كَفَرُواْ يُنَاْدَوْنَ لَمَقْتُ اللهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الإيمانِ فَتَكْفُرُونَ. غافر: 10.ويخبر الله تعالى في كتابه أن الندم وتذكر ما مضى لن يفيد في ذلك اليوم· فذلك اليوم هو نهاية كل شيء، وسوف يكون من المستحيل أن يعوض الإنسان ما مضى؛ لأن أبواب الجحيم ستغلق على داخليها إلى الأبد·وَجِيْءَ يَومَئِذٍ بِجَهَنَّمَ يَوْمَئذٍ يَتَذَكَّرُ الإنسانُ وَأَنَّى لَهُ الذِّكْرَى , يَقُولُ يا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي , فَيومَئِذٍ لا يُعَذِّبُ عَذَابَهُ أَحَدٌ , وَلا يُوثِقُ وَثَاقَهُ أَحَدٌ. الفجر: 23 - 26 .باستطاعة كل إنسان مهما كان ضالاً أن يدرك بوضوح كل ما يمليه عليه ضميره في لحظة الموت والحساب· وعندها سوف يستحيل عليه أن يعود ليصلح من أمره ويتبع ضميره؛ لأن عودته إلى الحياة مستحيلة·إنّ الهدف من هذا الكتاب هو حمل الإنسان على استشعار ضميره قبل فوات الأوان، ودعوته إلى العيش حياة يمكنه فيها أن يعوض عن ماضيه ويتجنب الندم في آخرته·إنّ قوة إيمان أصحاب الضمير بالله عز وجل والآخرة هي الفارق بينهم وبين الذين لا يتبعون ضميرهم· فصاحب الضمير الحي يتصرف وكأنه يسأل عن أفعاله على شفير جهنم· يخبرنا الله عز وجل في كتابه عن بعض رسله الذين لم ينسوا آخرتهم:وَاذْكُرْ عِبادَنا إِبْراهِيمَ وَإسْحَاقَ وَيَعْقُوبَ أُوْلِي الأَيْدِي والأبْصَارِ , إنّا أَخْلَصْنَاهُم بِخَاْلِصَةٍ ذِكْرَى الدَّارِ . ص: 45 – 46.الانصياع لصوت الضمير باستمرار يهدي إلى الخلق القرآنيعندما يصل الإنسان إلى اليقين بوجود الله عز وجل واليوم الآخر، يصبح هدفه الأوحد هو أن يسأل الله في كل أفعاله رضاه والجنة، فمن غير المعقول أن يتصرف الإنسان تبعاً لضميره وحكمته، ثم يضع لحياته هدفاً مغايراً لهذا· ويُخطئ إذ يعتقد أن الدين يحتل جزءاً بسيطاً من حياته، ويتمثل في أداء بعض طقوس العبادة في أيام معينة·",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فعلى العكس من ذلك يقول الله عز وجل في كتابه إن حياة الإنسان التي فرضت عليه يجب أن تكون في مرضاة الله تعالى: ) قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمحْيَايَ وَمَمَاتِي للهِ ربِّ العَالَمِيْن( الأنعام: 162 .وعلى الإنسان أن يراقب الله في جميع أقواله وأفعاله وقراراته، فيفعل ما يرضي الله عز وجل، ويتجنب ما لا يرضيه وليس له أي خيار آخر؛ لأنه سيُحاسب على ما فعل في حياته وبناءً على هذا الحساب سيتقرر مصيره الأبدي· فالإنسان إذا كان طائعاً لله عز وجل ففكَّر وتفهم حقيقة وجوده فلن يكون في حياته ما هو أهم من اكتساب رضوان الله عنه، الله الذي خلقه من العدم وأنعم عليه بحياة الخلد في الجنة، لا بد أن يعود مرة أخرى لضميره فيسأله عما يمكن أن يرضي الله تعالى عنه· وقد بيَّن الله جل جلاله في قرآنه الكريم كل أوامره ونواهيه··· ومن هنا يستطيع الإنسان ذو الضمير الحي أن يتقيد بها ويبدي اهتماماً شديداً بذلك مستفيداً من الأمثلة الصالحة التي وردت فيه· وإن قارئ القرآن يعرف أن الله قد فرض على الإنسان طقوساً معينة للعبادة أحدها: هو الصلوات الخمس :فَإِذَا قَضَيْتُمُ الصَّلاةَ فَاذْكُرُواْ اللهَ قِيَامَاً وَقُعُوداً وَعَلَى جُنُوبكُمْ فَإِذَا اطْمَأْنَنتُمْ فَأَقِيمُوا الصَّلاةَ إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنينَ كِتَاباً مَّوْقُوتاً. النساء: 103 .تذكرنا هذه الآية بأن الإنسان ملزم بالصلوات الخمس :إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنينَ كِتَاباً مَّوْقُوتاً. هذه الآية تحرك ضمير كل من يقرؤها فيشعر أن عليه القيام إلى الصلاة، وهنا إما أن ينفذ الإنسان ما يمليه عليه ضميره وما يأمره به الله تعالى في القرآن الكريم، أو أن يتجاهل ذلك مختلقاً لنفسه أعذاراً متنوعة، لكن عليه أن لا ينسى أنه لا عذر لتارك الصلاة في الآخرة· وفي آية أخرى يأمر الله عز وجل الإنسان أن يكون عادلاً مهما كانت الظروف المحيطة:يَا أيُّهَا الذِينَ",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "آمنُوا كُونُوا قَوَّامِينَ بِالقِسطِ شُهَدَاءَ لله وَلَو عَلَى أَنفُسِكُم أَو الوَالِدَينِ وَالأَقرَبِينَ إِن يَكُن غَنِيًّا أَو فَقِيرًا فَالله أَولَى بِهِمَا فَلاَ تَتّبِعُوا الهَوَى أَن تَعدِلُوا وَإِن تَلوُوا أَو تُعرِضُوا فَإِنَّ الله كَانَ بِمَا تَعمَلُونَ خَبِيرًا. النساء: 135 .هناك طريقة واحدة تجعل الإنسان يتقيد بأوامره تعالى وهي أن يتبع ضميره· لنأخذ موقفاً يمكن أن يواجه الشخص المقصود في الآية السابقة: ربما تؤدي شهادة صدق يدليها إلى إدانة أحد أقاربه بجريمة مثلاً··· هنا إذا كان هذا الإنسان يؤمن بالحساب بعد الموت فإنه سيصغي إلى ضميره؛ لأن خير الدنيا لا يقارن بخير الآخرة ·وفي آية أخرى يقول الله عز وجل:يِا أيها الذِينَ آمَنُوا كُونُواْ قَوَّامِينَ للهِ شُهَدَاءَ بِاْلقِسْطِ وَلا يَجْرِمَنَّكُمْ شنآن قَوْمٍ عَلَى أَلاَّ تَعْدِلُواْ اعْدِلُواْ هُوَ أَقْرَبُ لِلتَّقوى وَاتَّقُوا اللهَ إِنَّ اللهَ خَبِيرٌ بِمَا تَعْمَلُونَ . المائدة: 8 .حتى يستطيع الإنسان أن يتقيد بما ورد في هذه الآية عليه أن يسيطر على غضبه حتى في أشد حالاته، وتكون أحكامه عادلة· فالله عز وجل يأمرنا أن نحكم بالعدل حتى مع الأشخاص الذين نبغضهم لأفعالهم أو أقوالهم، كما يأمرنا الله أن نتجنب الظن والنميمة: يا أيُّها الذِينَ آمنُوا اجْتَنِبُواْ كَثِيراً منَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلا تَجَسَّسُواْ وَلا يَغْتَبْ بَعْضُكُم بَعْضاً أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ واتَّقُوا اللهَ إِنَّ اللهَ تَوَّابٌ رحِيمٌ. الحجرات: 12 .في هذه الآية يحذر الله عز وجل الإنسان من بعض الخصال السيئة، فيذكر ثلاث خصال مرتبط بعضها ببعض، فالذي يغتاب يحكمه الظن السيِّئ، وكذلك فإن الذي يتجسس على غيره يفعل ذلك بدافع الظن أيضاً، وعلى الرغم من كون هذا السلوك شائعاً في المجتمع إلا أنه تصرف",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "مخالف للضمير· وستكون مقارنة جيدة أن يضع الإنسان نفسه في ذات الموقف، فمن المؤكد أنك لا تحب أن يتطفل أحد عليك فيتجسس على أسرارك وأخطائك ويشيعها· ولا تحبّ أيضاً أن ينم أحدهم عليك ويظن فيك ظن السوء، بل إن ذلك سيؤلمك ويشعرك بالظلم··· إذن: لا مبرر لأن تلحق الأذى بغيرك وتعرضه لمثل هذا الموقف، وإنه لدليل على أنك حي الضمير إذا كنت تعامل غيرك كما تحب أن تعامل· للأسباب السابقة يقول الله تعالى: أَيُحِبُّ أَحَدُكُم أَن يَأْكُلَ لَحْمَ أَخِيه مَيْتاً ·يظهر هذا التشبيه كم أن الغيبة والظن أمران مقززان ؛ لذلك يتوعد الله عز وجل من يقوم به بالنار قيقول:وَيْلٌ لكُلِّ هُمَزَةٍ لُمَزَةٍ , الَّذِي جَمَعَ مَالاً وَعَدَّدَهُ , يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ , كلاَّ لَيُنبَذَنَّ فِي الحُطَمَة ,وَمَا أَدْراكَ ما الْحُطَمَةُ , نَارُ اللهِ المُوقَدَةُ , التي تَطَّلِعُ عَلَى الأَفْئِدَةِ , إِنَّهَا عَلَيْهِم مؤْصَدَةٌ , فِي عَمَدٍ مُمَدَّدةٍ . الهمزة: 1 - 9 .إن الغيرة والحسد والحقد هي التي تجعل الإنسان يغتاب غيره ويتطفل على أسراره ويتهمهم زوراً، وهذا مخالف تماماً لتعاليم القرآن الكريم· كما أنه لا يتماشى مع الضمير مع أنه غير مستنكر في المجتمع بشدة؛ ولذلك فإن خير ما يفعله الإنسان هو أن يبتعد تماماً عن هذه الأفعال ويثني غيره عن فعلها·إنّ تصرّفات الإنسان الذي أدرك جوهر القرآن وأفكاره تكون قائمة على تعاليم الإسلام الخيرة· وبتعبير آخر: فإنه يلتزم بما يمليه عليه ضميره ويضع الموت والآخرة نصب عينيه فيرجو الدار الآخرة في كل أعماله؛ ولأنه إنسان مميز فإنه يفكر في غيره أيضاً ويوجه كل جهده ليتزود لآخرته فيضعها في حسبانه حتى فيما يتعلق بأبسط الأمور، فعلى سبيل المثال: إذا كان له صديق ثري فإنه يفكر أن هذا الصديق سيموت أيضاً في يوم من الأيام ويخضع للحساب، فيتجنب الخوض معه في أحاديث تزيد من تعلقه بالدنيا، ويذكره دوماً",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "بأن هناك جنة أو ناراً، ويعمل من أجل خيره وسعادته في الدنيا والآخرة، ويدعو الله تعالى أن يجتمع معه في الجنة· ويحاول أن يبعده عن المعاصي ويدله على طريق الخير فيجعله لآخرته، وبذلك يعبر عن محبته له· وقد يبدو الإنسان الذي يتبع ضميره ويرجو مرضاة الله عز وجل للوهلة الأولى مثل غيره··· يذهب إلى العمل··· وإلى المدرسة··· يتسوق ويمتّع نفسه، إلاّ أنه بالإضافة إلى ذلك كله يسعى إلى مرضاة الله عز وجل في كل ما يفعل، وفيه يقول عز وجل:رِجَالٌ لا تُلْهِيهِمْ تجارَةٌ وَلاَ بَيْعٌ عَن ذِكْرِ اللهِ وإِقَامِ الصَّلاةِ وإِيتاءِ الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ القُلُوبُ والأبْصارُ . النور: 37 .ويمكن أن يتساءل بعض الناس: كيف يمكن للإنسان أن يسعى لنيل رضى الله عز وجل في كل أفعاله ويذكر الله في كل لحظة ؟ أولاً: يجب أن تكون العبادات وطاعة أوامر الله عز وجل أهم من كل ما سواها، وللإنسان الذي يتبع ضميره عليه أن لا ينسى مراقبة الله عز وجل له، فلا تلهيه تجارته فيهتم بمنافع الدنيا ويترك خير الآخرة بل يكون أميناً، حتى لو أثر ذلك في دخله فإنه لا يدفعه إلى الغش وارتكاب ·ما لا يستطيع تبريره فيكون سبباً لخزيه في الآخرة· يجب أن يكون محل ثقة، فإذا كان مديناً يقضي دينه، وإذا كان دائناً عليه أن يراعي ظروف غيره فينتظره إذا كان ذا عسرة؛ يقول الله عز وجل: وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلى مَيْسَرَةٍ وَأَنْ تَصَدَّقُواْ خَيْرٌ لَكُمْ إِن كُنتُمْ تَعْلَمُونَ . البقرة: 280 .المؤمن لا ينسى أن الخير كله بيد الله عز وجل، فلا تفسده النعم، بل يشكر الله تعالى عليها·هناك الكثير من الأحداث التي تمر بالإنسان في حياته اليومية، ويستطيع من خلالها أن يتذكر الله عز وجل ويطلب رضاه، وذلك بالرجوع إلى القرآن والسنة·وعلى كل من يريد التقيد بتقاليد الدين أن يقرأ القرآن الكريم معملاً ضميره ويطبق ما قرأ أيضاً بالاعتماد",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "على ضميره·الضمير يبحث عن السلوك الذي يرضي الله تعالى :إنّ ضمير الإنسان يتكبد مشقة شديدة في العمل على إرضاء الله، ولا يكترث أبداً بإرضاء الناس أو بنظراتهم إليه بل يتوب إلى الله وحده·بعضهم يعيش الإسلام دون الاعتماد على ضميره بل بطريقة تقليدية اعتيادية تماماً كأسلافهم، ويكفيهم أن يؤدوا طقوس العبادة التي نقلوها عنهم · هؤلاء اختاروا أن تكون عبادتهم بأفواههم لا بقلوبهم، والسبب في ذلك إما أنهم أرادوا تجنب المواجهة مع من حولهم أو ببساطة لأنهم نشؤوا على ذلك·وبدل أن يبحثوا عما يرضي الله تعالى فإنهم يبحثون عن أقل ما يمكن فعله ليقنع الآخرون بأنهم أتقياء·وفي جميع الأحوال يستحيل أن يكون المرء مسلماً بحق دون أن يُعمل ضميره·فالإنسان الذي يتبع ما يمليه عليه ضميره يفكركيف يمكن أن يعبد الله عز وجل على أكمل وجه، ويجاهد ليتجنب كل ما يمكن أن يجعله يقف وقفة مساءلة مربكة يوم الحساب؛ لأنه يعلم أنه في هذا اليوم سيلقى حساب كل ما فعله، وفي ذلك يقول تعالى: وَأَقيمُوا الصَّلاَةَ وَآتُواْ الزَّكَاةَ وَمَا تُقَدّمُواْ لأَنْفُسِكُم مِن خَيْرٍ تَجِدُوهُ عِندَ اللهِ إنَّ اللهَ بِمَا تَعْمَلُونَ بَصِيرٌ . البقرة: 110 .هناك مثال في القرآن الكريم عن سعي الإنسان لتقديم أفضل ما يستطيعه وبأجمل طريقة حين يأمر الله تعالى عباده أن يقولوا أحسن الكلام فيقول: وَقُلْ لِعبادِي يَقُولُوا التِي هِيَ أحْسَنُ إنَّ الشَّيْطَانَ يَنزغُ بَيْنَهُمْ إنَّ الشَّيْطَانَ كانَ لِلإِنسانِ عَدُوَّاً مُبِيناً . الإسراء: 53 .فالإنسان الذي يتبع أوامر الله عز وجل لايقول إلا الحسن من الكلام، ولا يتبع هواه فيتفوه بكل ما قد يخطر على باله، بل على العكس من ذلك سيقول أجمل الكلام وأحسنه تأثيراً، ويكون همه ألا يحرج أو يؤذي من يخاطب، وسيختار من الحديث ما يرضي الله عز وجل، مستدلاً في نفس الوقت بضميره·وفي آية أخرى يقسم الله عز وجل البشر إلى ثلاثة",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أقسام من حيث ارتباطهم بالإسلام: ثُمَّ أَوْرَثْنَا الكِتَاْبَ الذينَ اصْطَفَيْنَا منْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُم مقْتَصِدٌ ومِنْهُمْ سَابِقٌ بالخَيْراتِ بِإِذْنِ اللهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ . فاطر: 32 .كما تقول الآية الكريمة:من الناس من لا يعيش مطلقاً وفقاً لتقاليد الإسلام ، ومن الناس من يتبع ضميره جزئياً، ويخصص شيئاً من وقته وجهده للإسلام، وذلك عندما لا يتعارض مع مصالحه، كما أنه لا يقوم بجهد حقيقي لنشر الإسلام وتعاليمه الخيرة بين الناس ، معتقداً أنه قد عرف ما هو محرم وما هو مباح، ومُسلِّمْ بأن ما يقوم به من عبادات تجعله أخلاقياً بما فيه الكفاية·وفي الحقيقة: إن ما يتماشى مع الضمير هو أن يختار الإنسان مما هو مباح ومقبول، وتتبع أحسن الحديث وأقومه، وفي هؤلاء يقول الله تعالى : ) الَّذيْنَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُوْنَ أَحْسَنَهُ أُولَئِكَ الَّذِيْنَ هَدَاْهُمُ اللهُ وأُوْلَئِكَ هُمْ أُوْلُوْا الأَلْبَابِ ( الزمر: 18 .أما القسم الثالث: أي الذين يتسابقون إلى الخيرات فهم يتصرفون وفقاً لما يمليه عليه ضميرهم فيتسابقون ليحصدوا الجائزة الكبرى؛ يندفعون طواعية لأي عمل يخدم الإسلام ولا يسمحون لأحد أن يسبقهم إليه، ولا يرضيهم أن يفعلوا ما هو حسن في وجود ما هو أحسن·وفي سورة النساء يأمرنا الله تعالى بأن نكلف بالأمانة من هو أهل لها، بمعنى أن تسند إلى من تتوفر فيه الشروط التي تؤهله للاضطلاع بها وفي هذا يقول تعالى:إنّ الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس أن تحكموا بالعدل إن الله نعما يعظكم به إنّ الله كان سميعا بصيرا . النساء: 58.إن الأمانة مهمة خطيرة ووظيفة كبيرة، والأمانة إما أن تكون مسؤولية يتحملها المرء أو الحفاظ على شيء ثمين· وهذه الآية تؤكد على أن الأمانة إذا كانت شيئا مادّيا فإنّه يتوجب إعطاؤها إلى أكثر الناس استقامة",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وأفضلهم أخلاقا وأرجحهم عقلا، أما إذا كانت هذه الأمانة مسؤولية فالواجب كذلك إسنادها إلى أكثر الناس علما وأوسعهم تجربة·وباختصار ينبغي أن يتم اختار الشخص المناسب للنهوض بهذه المسؤولية· وتكليف من هو أقل علما وكفاءة يعني أن الهوى قد تدخل في موضوع هذا الاختيار، ويتمثل بشكل خاص في اختيار من تكون له قرابة دموية أو من يعتقد أنه قد يقابل هذا الفضل بمثله أو بأحسن منه في المستقبل· وبشكل عام فإن هذا السلوك هو الأكثر شيوعا في أوساط المجتمع، بمعنى أن إيثار المصلحة هو الغالب على نفوس الناس· ولهذا فإن القرآن الكريم يرى أن اختيار الأكثر أمانة و الأفضل أخلاقا أمر ضروري·ومثلما يلاحظ فإنّ موضوع الضمير لا يقتصر فقط على معرفة الله معرفة حقيقية، بل يتعدى ذلك إلى طاعته وإرضائه من خلال القيام بالواجبات الحياتية على أحسن وجه وأفضل صورة· وأغلب الناس يعتقدون أن إدراك وجود الله كاف، وفي بعض الآيات القرآنية يخاطب الله تعالى هذه الفئة بقوله:",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرضِ أَمَّن يَمْلِكُ السَّمْعَ والأَبْصارَ وَمَنْ يُخْرجُ الحَيَّ مِنَ الميِّتِ ويُخرِجُ الميِّتَ مِنَ الحيِّ وَمَنْ يُدبِّرُ الأَمرَ فَسَيَقُوْلُونَ اللهُ فَقُلْ أَفَلاْ تَتقُونَ , فَذَلِكُمُ اللهُ رَبُّكُمُ الحَقُّ فَمَاذا بَعْدَ الحقِّ إلا الضَّلالُ فَأَنَّى تُصْرَفُونَ . يونس: 31 - 32 .كما نرى في هذه الآية:إن هؤلاء الناس يؤمنون بوجود الله عز وجل وبأنه رازقهم، وبأنه خالق الموت والحياة، ومالك كل شيء، ولكنهم لا يعملون ضميرهم ليوصلهم إلى أعمق من هذا؛ لأنهم يرون أن هذا كافٍ لإيمانهم·لكن الإنسان الذي يُعمل ضميره حقاً يستشعر رهبة من الله عز وجل؛ لأنه يدرك مقامه جل وعلا··· رهبة تجعله يخشى أن يخسر رضى الله عنه·ولذلك تصبح حياته كلها سعياً متواصلاً في إرضاء الله تعالى ولا يضع لصلته بربه حداً معيناً، ويذكر القرآن سيدنا إبراهيم ـ عليه السلام ـ مثالاً على ذلك:وَمَنْ أَحْسَنُ دِيناً مِمَّنْ أَسْلَمَ وَجْهَهُ للهِ وهُوَ مُحْسِنٌ واتَّبَعَ مِلَّةَ إِبْراهِيمَ حَنِيفاً واتَّخَذَ اللهُ إبْرَاهِيمَ خَلِيلاً . النساء: 125 .إنّ الإنسان الذي يتصرف في جميع شؤونه وفقاً لضميره، يجاهد للوصول إلى أعلى مستوى من الإدراك الممكن للعقل البشري، فيكرس ليله ونهاره ليدرك قدرة خالقه وعظمته ويتقرب منه· قد يتساءل أحدنا: كيف يمكن للإنسان أن يكون قريباً من ربه؟ الجواب مرة أخرى: هو الضمير· وسنشرح ذلك في الصفحات القادمة·كيف يكون الضمير صلةالإنسان بالله عز وجلإذا سأل الإنسان عن الأهداف التي يعيش من أجلها حياته فماذا سيكون رده؟ البيت··· العائلة··· العمل··· أو ربما تحقيق بعض المبادىء· ومهما يكن الردّ فلا بد وأنه قد نسي أهمها· إن أهم ما في حياة المرء هو معرفته لله عز وجل، فيمنحه كل شيء مجاهداً في سبيل التقرب منه، ولكن الغالبية العظمى من البشرية تقضي حياتها متجاهلة هذه",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "الحقيقة·اطرح السؤال على أول شخص تقابله أو اطرحه على كل من تقابله، ستجد أن أجوبتهم جميعها مرتبطة بالحياة الدنيا· ولكن الإنسان الذي يُعمل ضميره سيدرك مباشرة أن أهم ما في حياته هو تقربه من الله عز وجل والوسائل التي يمكن أن تساعده في ذلك· وكما يأمرنا الله عز وجل في القرآن:يَا أَيُّها الَّذِينَ آمَنُوا اتَّقُوا اللهَ وابْتَغُوا إِلَيْهِ الوَسِيلَةَ وَجَاهِدُوا في سَبيلِهِ لَعَلَّكُمْ تُفْلِحُونَ. المائدة: 35 .كيف يدرك الضمير ضرورة قربه من اللهكل ما حولك خُلِقَ وسُخِّرَ لخدمتك··· جسدك يعمل بدقة تامة حتى دون أن تشغل نفسك بالتفكير بذلك، قلبك لا يتوقف عن الخفقان، وأعصابك تنقل باستمرار الرسائل الضرورية إلى الدماغ· كل أشكال الطعام التي يتطلبها بقاؤك وتغذيتك موجودة بشكل طبيعي في العالم؛ الهواء يحتوي على كمية الأوكسجين التي تناسب احتياجك؛ جسدك مزود بالتركيب العضلي والهيكلي الذي ييسر حركتك دون أن تنشغل بالتفكير بذلك· بإمكانك التقاط ما تشاء وحمل ما تريد والسير وحتى الركض لمسافات طويلة، هذا بالإضافة إلى أدق الوظائف التي تحتاجها للبقاء· ومنحك الله عز وجل حواس مختلفة ولكل منها شعورٌ مميز؛ فأنت تتلذذ بأنواع الطعام المختلفة· ويمكن للمس الأشياء أو مشاهدة جمال الطبيعة من حولك أو كلامك مع صديق أن تسعدك·إن الله عز وجل هو الخالق العظيم الذي خلق كل ذلك وسخره لخدمتك· شاء لك أن تكون فخلقك من العدم، ولولا مشيئة الله تعالى لما كنت· إن نعم الله علينا لا تعد ولا تحصى ولا يسعنا هنا سوى ذكر القليل منها يقول الله عز وجل:وَإِن تَعُدُّوا نِعْمَةَ اللهِ لا تُحْصُوهَا إِنَّ اللهَ لَغَفُورٌ رَحيِمٌ. النحل: 18 .وفوق كل هذه النعم وعد الله عز وجل هؤلاء الذين يتبعون أوامره في الحياة الدنيا بمكافأة رائعة، أن يكونوا خالدين في الجنة ولهم كل ما تمنوه·وفي مقابل كل ما أنعم الله به عليك فإن أول ما عليك فعله هو أن تكون",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "عبداً شكوراً كما يقول الله عز وجل:واللهُ أَخْرَجَكُم مِن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السَّمْعَ والأَبْصَارَ والأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ . النحل: 78 .كل النعم التي يعيش فيها هي من عند الله عز وجل:ما يَفْتَحِ اللهُ للنَّاسِ مِن رَحْمَةٍ فَلاَ مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ مِن بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ , يا أَيُّها النَّاسُ اذْكُرُواْ نِعْمَةَ اللهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللهِ يَرْزُقُكُم مِنَ السَّماءِ والأَرْضِ لاْ إِلَهَ إِلاَّ هُوَ فَأَنَّى تُؤْفَكُونَ . فاطر: 2 - 3 ويستحيل بقاء النوع البشري دون إرادة الله عز وجل· ولذلك فمن البديهي أن يكون التقرب من الله هو أهم ما في حياة الإنسان·ومع ذلك فإننا نجد أن الناس ينشغلون بحياتهم اليومية، ونادراً ما يقتطعون من وقتهم دقيقة واحدة للتفكر في ذلك· بل إنهم يعطون أهمية بالغة لرأي الناس فيهم، ويحاولون جاهدين كسب إعجابهم واحترامهم··· أكثر مما يعطون من الأهمية لإرضاء الله عز وجل والوصول إلى حبه· ومما لا شك فيه أن هذا منتهى الجحود·وليعلم الإنسان أن نيل رضا الله عز وجل ليس واجباً فحسب، وإنما هو الطريقة المثلى ليكي يشعر بالسعادة والراحة·أما هؤلاء الذين يتناسون الله عز وجل، ويلتفتون إلى إرضاء الناس أو ينغمسون في أمور تافهة، فلن يصلوا أبداً إلى الرضا والسعادة·فإن لرضا الله عز وجل حلاوة في القلب كما يقول الله عز وجل في كتابه العزيز موضحاً أن قلب الإنسان لا يمكن أن يسعد إلا بذكر الله:الَّذِينَ آمَنُوا وتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللهِ أَلا بِذِكْرِ اللهِ تَطْمَئِنُّ القُلُوبُ . الرعد: ·28ويكون الناس عادة في غفلة عن الله عز وجل وعن اليوم الآخر، ولا يعترفون بهذه الحقيقة إلا عند تعرضهم إلى الضغوط·وفي كل الأحوال فإن كثرة النسيان هي التي تجعل الإنسان يبتعد",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "عن الله تعالى···ولذلك فإن عليه أن يُذَكِّرَ نفسه على الدوام وذلك بالذكر والتأمل·أما الإنسان الذي يتذكر الله عز وجل في كل أحواله ويخشى عذاب الجحيم فإنه لا يتكاسل ولا يغفل· هل يمكن لأحد أن يقف يوم القيامة على شفا جرفٍ من جهنم ثم يفكر في شيء غير الله تعالى؟ هل يمكن له في هذا الموقف أن يهتم بإرضاء أحد غير الله تعالى؟ هل ستكون لصحبة صديق أو قريب أية أهمية أو فائدة؟فلا يبقى للصحبة ولا للجاه ولا للمال أي أهمية عند رؤية نار الجحيم·وهذا ما نجده في الآيات التالية:وَلا يَسأَلُ حَميمٌ حَمِيْماً , يُبَصَّرُونَهُمْ يَوَدُّ المجرِمُ لو يَفْتَدِي مِنْ عَذَابِ يَومِئِذٍ ببَنِيْهِ , وصَاحِبَتهِ وأَخِيْهِ , وَفصِيْلتهِ التي تُؤْويهِ , ومَنْ في الأَرْضِ جَميعاً ثُمَّ يُنْجِيْهِ , كَلا إنَّها لَظَى.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المعارج: 10 - 15 .وكما يخبر القرآن، وكما ندرك من العودة إلى ضميرنا، فإن حياة الإنسان يجب أن تكون لله تعالى· وإذا أراد الإنسان أن يقضي حياته في مرضاة الله عز وجل فليس عليه إلا أن يتبع تعاليم القرآن الكريم، وأن يتخذ من سيدنا محمّد صلى الله عليه وسلم قدوة له، وأن يعود إلى حكم ضميره في كل ما يواجهه·فاتباع الإنسان لصوت ضميره في كل صغيرة وكبيرة يعني اتباعه لما يرضي الله تعالى·غير أنّه توجد هنا مسألة غاية في الأهمية: إنّ الإنسان الذي لا يجاهد نفسه لإرضاء الله عز وجل ربما يقوم بفعل ما يظنه جيداً، وقد يكون متفهماً وطيباً بالفطرة· ولكن إذا لم تكن الغاية من أفعاله هي رضا الله عز وجل فإنه لن يجزى عنها؛ لأنه لا يقوم بفعل الخير اتباعاً لصوت ضميره، وإنما يقوم به من أجل مصالح شخصية مثل شعوره والسعي وراء الشهرة أو لأنه شخص عاطفي·وبتعبير آخر: إن نية الإنسان في اتباع ضميره أهم من الفعل نفسه، وإذا أراد أن تكون حياته بأكملها لله تعالى فعليه أن يخلص النية· على سبيل المثال: إن النية في أي عمل خير يجب أن تكون خالصة لله تعالى لا يشوبها طلب رضا الناس أو حتى رضا الإنسان عن نفسه· هذا سيساعده ليداوم على ذكر الله تعالى واللجوء إليه في كل ما يحتاجه· ويثني الله تعالى على هؤلاء فيقول: اصْبِرْ عَلَى مَا يَقُولُونَ واذْكُرْ عَبْدَنَا دَاودَ ذَا الأَيْدِ إِنَّهُ أَوَّابٌ . ص: 17 .ويخبرنا الله تعالى بما يمكن أن يقربنا منه فيقول: )وَالسَّابِقُونَ السَّابِقُونَ , أُوْلَئِكَ الْمُقَرَّبُونَ ( الواقعة: 10 - 11 .وَمِنَ الأَعْرَابِ مَن يُؤْمِنُ بِاللهِ وَاليَوْمِ الآخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَاْتٍ عِندَ اللهِ وَصَلَواتِ الرَّسُولِ أَلاْ إِنَّهَا قُرْبَةٌ لهمْ سَيُدْخِلُهُمُ اللهُ في رَحْمَتِهِ إِنَّ اللهَ غَفُورٌ رحِيمٌ . التوبة: 99 .إن كل عمل يقوم به الإنسان كما يمليه عليه ضميره ولإرضاء الله عز وجل هو",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وسيلة تقربه من ربه· ويبشر الله هؤلاء الذين تقربوا له بقوله:فأَمَّا إِنْ كَانَ مِنَ المُقَرَّبيْنَ , فَرَوْحٌ وَرَيْحَانٌ وجَنَّةُ نَعِيمٍ , وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِيْنِ , فَسَلامٌ لكَ مِنْ أَصْحَابِ الْيَمِينِ. الواقعة: 88 - 91 .القوى السلبية التي تقف في وجه الضمير: النّفس والشّيطان -1النّفس: إن الضمير هو منحة الله عز وجل للإنسان كما يقول تعالى:وَنَفسٍ وَمَا سَوَّاهَا , فَأَلهَمَهَا فجُورَهَا وَتَقوَاهَا , قَدْ أَفْلَحَ مَنْ زَكَّاهَا , وَقَدْ خَابَ مَنْ دَسَّاها. الشمس: 7 - 10 .وهنا يقول تعالى إنه خلق الروح وألهمها الفجور والتقوى، وأوضح لها طريق الخير بواسطة الضمير· وكلمة فجور: تعني ارتكاب المعاصي··· أن يكون الإنسان فاجراً يعني: أن يكذب، أن يتمرد، أن ينحرف عن الصواب، وأن يسبب المشاكل ويتدنى مستواه الأخلاقي على عكس التقوى· فالفجور يتضمن كل نقيصة في النفس البشرية·هناك جانبان للنفس البشرية: - الفجور: وهو أصل كل شر·- الضمير: وهو الذي يقي الإنسان من الشر·والنفس: مصطلح عربي يتكرر في القرآن الكريم وليس لها مقابل في اللغة الإنكليزية· ولكن يمكن أن تترجم بـ (Self). النفس كما يذكرها القرآن الكريم تعني: الجوهر، الذات، الروح، القلب، الشهوة، إنها منشأ الرغبة والغضب والضمير، إنها القوة المسيطرة على الإنسان· وهنا سنركّز على قوتها المسيطرة على الإنسان، إن النفس هي القوة الروحية التي تدفع الإنسان للقيام بعمل معين أو اتخاذ قرار معين· وهذا ما يذكره القرآن الكريم في الكثير من الآيات حيث يشار إلى النفس على أنها مصدر الفسق والشر في الإنسان· وقد قال سيدنا يعقوب ـ عليه السلام ـ في أبنائه الذين أرادوا التخلص من أخيهم يوسف ـ عليه السلام ـ بسبب غيرتهم منه:وَجَاؤُواْ عَلى قَمِيْصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُم أَمْراً فَصَبْرٌ جَمِيْلٌ واللهُ المُسْتَعَانُ",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "عَلَى مَاْ تَصِفُوْنَ . يوسف: 18 .إن نفس الإنسان الأمارة بالسوء يمكن أن تُضلَّهُ فتصور له الشر على أنه خير·وهناك مثال آخر في سورة طه عن تأثير النفس، فقد قام السامري وهو واحد من قوم سيدنا موسى ـ عليه السلام ـ بصنع تمثال على شكل عجل من ذهب جمعه من الناس، فأضل به القوم كلهم في غياب سيدنا موسى ـ عليه السلام ـ وعندما عاد سيدنا موسى وسأله عما حمله على ذلك قال:قَالَ بَصُرْتُ بما لَم يَبصُرُواْ بِهِ فَقَبَضْتُ قَبْضَةً مِن أَثَرِ الرَّسُولِ فَنَبَذْتُها وكَذَلكَ سَوَّلَتْ لِيْ نَفْسِيْ.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "طه: 96 .مثال آخر يخبرنا به الله عز وجل في القرآن الكريم، وهو ما حدث بين قابيل وهابيل ابني سيدنا آدم ـ عليه السلام ـ حيث قتل أحدهما الآخر بسبب الغيرة ثم أصابه الندم:فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيْهِ فقَتَلَهُ فَأَصْبَحَ مِنَ الخَاسِرِيْنَ. المائدة: 30 .إن القتل لا يمكن أن يتوافق مع الطبيعة البشرية، ولكن النفس الأمارة بالسوء يمكن أن تسول ذلك للإنسان· والأمر نفسه ينطبق على غير ذلك من الأفعال كالسرقة والفسوق والكذب والغيرة والغرور·إن الآيات السابقة توضح لنا كيف تبدأ وساوس النفس، فقابيل وإخوة سيدنا يوسف والسامري ارتكبوا جرائم مختلفة، ولكن العامل المشترك فيها هي النفس التي حرضت كل واحد منهم على فعلته، وصورت له أن فيها خيره· والحقيقة أنها قد أضلته ودفعته إلى ارتكاب الآثام·ما هو مصدر قوة النفس؟ إن الإجابة واضحة في سورة الشمس حيث يقول الله عز وجل: (فَأَلْهَمَهَا فُجُورَهَا ···) وهنا يحظر لنا أن نسأل: إذا كان الله تعالى قد خلق النفس وجعل فيها الفجور، أفلا يكون منطقياً أن نتقبل الفساد والسلوك اللاّأخلاقي من الجميع؟ لكن علينا ألا ننسى القوة الأخرى في النفس التي نجدها حين نتم قراءة الآيات:وَنَفْسٍ وَمَا سَوَّاهَا , فَأَلْهَمَهَا فُجُوْرَهَا وَتَقْوَاهَا , قَدْ أَفْلَحَ مَنْ زَكَّاْهَا , وَقَدْ خَاْبَ مَنْ دَسَّاهَا. الشمس: 7 - 10 ، حيث يتوضح لنا أن في النفس قوة معاكسة هي التي تمنع الإنسان من ارتكاب الآثام·هذا يعني أن الله تعالى وضع في النفس البشرية كلا القوتين: السلبية التي تدفعه إلى الشر وتصوره له على أنه خير، والإيجابية التي تحميه من الشر وتدفعه إلى ما هو خير ، فهو إما أن يحتكم إلى هذه أو إلى تلك ·-2 الشيطان:يعتقد الكثير أن الشيطان ليس إلا مفهوماً خرافياً، وهم غير قادرين على إدراك تأثيره على الناس والدور الذي يلعبه في حياتهم·ولا يتسع لنا الوقت في هذا الكتاب لأكثر من المرور",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "على بعض صفات الشيطان وتأثيره السلبي على الضمير· ومع ذلك فإن هذا يكفي لندرك أن الشيطان ليس كائناً خيالياً، وإنما قوة سلبية تراقب الإنسان بدقة وتحاول إيقاعه في المعصية·عصى الشيطان الله عز وجل حين رفض السجود لسيدنا آدم ـ عليه السلام ـ بسبب غيرته وكبره، وقرر أن يضل البشر عن الله عز وجل، مع العلم أنه يعدهم أدنى منه منزلة· وقد ذكر الله عز وجل في القرآن الكريم أن الشيطان يغري الناس بآمال زائفة، ويجعلهم يشكون في وجود الله عز وجل وفي اليوم الآخر ويجعلهم يتعلقون بالحياة الدنيا·في الحقيقة يمثل الشيطان كل القوى السلبية في النفس البشرية· وبينما يقوم الضمير بتوجيه الإنسان إلى الخير يقوم الشيطان بتوجيهه إلى الشر·ومهما يكن فإن الشيطان لا يوسوس للإنسان بشكل علني، بل يفعل ذلك سراً أو بطرق متنوعة، فعلى سبيل المثال: يمكن أن يوسوس لشخص ما: ''أنت إنسان جيد ومسلم، وإذا كانت الجنة موجودة فلا بد أنك من أهلها'' مع أن هذا الإنسان قد يكون تاركاً للصلاة وغيرها من أوامر الله عز وجل· ووساوس الشيطان هذه تشعره بالاطمئنان وبأنّ كل ما هو مكلف به ينحصر في قوله: ''أنا مسلم''· وبهذه الوسوسة لا يجعله يكفر باليوم الآخر صراحة، ولكن يقوده إلى ما يقارب الكفر تحت اسم الإسلام· وإنّ أخطر ما في الموضوع هو أن الإنسان يظن بهذه الوساوس أنها أفكاره، ولا يدرك أنها في حقيقة الأمر ليست إلا خطة مدروسة يتبعها الشيطان ليصل به إلى الجحيم·يجب ألا ننسى أن هناك ضميراً يحثنا دائماً على أن نعيش الإسلام بحق، ولكن معظم الناس يتبعون وساوس الشيطان بدلاً من ضمائرهم؛ لأن هذه الوساوس تناسب أهدافهم الدنيوية·وهنا تبرز أهمية الضمير في حياتنا التي هي امتحان مستمر· في كل أمر نواجهه يقف أمامنا الضمير والشيطان (الذي يحرك فينا المصالح الشخصية والعواطف والشرور) بطريقين متعاكسين، كلٌّ يحاول أن يدفع الإنسان في طريقه· ولا ينال رضا الله عز وجل إلا من",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "يفرق بين وساوس الشيطان وصوت الضمير فيتبع ضميره·هناك نقطة مهمة أخرى يجب علينا إدراكها، وهي أن الشيطان لن يفارق الإنسان إلى أن يموت، ويبقى معه إلى أن يقذف في النار· وكذلك يلازم الضمير الإنسان إلا أنه يدفع الإنسان إلى القيام بما ينجيه من النار ويدخله الجنة· وهذا الذي يختار اتباع ما تزينه له نفسه ويتجاهل ضميره الصادق ويصبح صديقاً للشيطان؛ لأنه فضل طريقه على طريق الله عز وجل، ويقول فيه الله عز وجل:وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَ لَهُ قَرِينٌ . الزخرف: 36 .ويخبرنا الله عزّ وجل في القرآن الكريم كيف يعامل الشيطان أتباعه وكيف تكون نهايته ونهاية أتباعه :قَالَ فَبِمَا أَغْوَيْتَني لأَقْعُدَنّ لَهُمْ صِراطَكَ المسْتَقِيْمَ , ثُمَّ لآتينَّهُم مِنْ بينِ أَيْديهم ومِنْ خَلفِهِمْ وَعَن أَيْمانِهِمْ وعَنْ شَمَائِلهِم وَلاْ تَجِدُ أَكثرَهُم شَاكِرِيْنَ , قَاْلَ اخرُجْ مِنْها مَذْءوماً مَدْحُورَاً لَّمَنْ تَبِعَكَ مِنْهُم لأَمْلأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِيْنَ . الأعراف: 16 – 18.لا سلطان للشيطان على أصحاب الضمير الحييمكن لما سبق أن يترك لدينا انطباعاً: أن الشيطان قوة شديدة الخطورة يجب تجنبها·وهنا يجب أن نوضح أن قوة الشيطان ضعيفة جداً، وفي ذلك يقول الله عز وجل: )الَّذِينَ آمنُوا يُقَاتِلُونَ فِي سَبِيلِ اللهِ والذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيْلِ الطَّاغُوتِ فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيطَانِ كَانَ ضَعِيفاً ( النساء: 76 .إن قوة الشيطان لا يمكن أن تقف في وجه إرادة الله عز وجل· والشيطان ليس إلا قوة سلبية يمتحن الله عز وجل بها الإنسان· فقد خلق الله عز وجل الشيطان والنفس، ليميز المؤمن من غيره، ويعلم الشيطان نفسه حق العلم أنه ضعيف وعاجز أمام العباد المخلصين، ويفشل في تدبيره للسيطرة عليهم، وهذا ما يذكره الله عز وجل في",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "القرآن الكريم:إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الذيْنَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ , إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ والَّذِينَ هُم بِهِ مُشْرِكُونَ النحل: 99 - 100 .قَالَ اذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُوراً , واسْتَفْزِزْ مَنِ اسْتطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الأَمْوالِ والأَوْلادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلاَّ غُرُوراً , إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلاً. الإسراء: 63 - 65 .أسهل الطرق لاتباع الضميرإن اختيار الإنسان لضميره أو نفسه ليس بالأمر الصعب؛ لأن الله عز وجل قد جعل في نفس الإنسان ميلاً إلى الشعور بالسعادة حين يتبع صوت ضميره· ولهذا السبب فإنّ تقيد الإنسان بأوامر الإسلام والعيش بمقتضاها يتوافق مع الطبيعة البشرية·وفي الآية التالية يقول الله عز وجل:فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَةَ اللهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لاَ تَبديلَ لِخَلْقِ اللهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ . الروم: 30 .يزوّد الله عز وجل ضمائر البشر جميعهم بأفكار من الطبيعة نفسها، فما من ضمير إلا ويهدف لإرضاء الله عز وجل، وإن الإنسان ليظلم نفسه حين يقوم بما يخالف ضميره؛ لأن هذه المخالفة تخلف خوفاً في قلبه· فلا يمكن لقلب الإنسان أن يشعر بالطمأنينة إلا بذكر الله عز وجل والسعي لإرضائه· يذكر القرآن الكريم هذه الطمأنينة في كثير من الآيات، كما يذكر أنه ييسر الطريق للذين يريدون مرضاته : يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ . البقرة: 185 .وَمَن يَتَّقِ اللهَ يَجْعَل لهُ مِنْ أَمْرِهِ يُسْراً . الطلاق: 4 .وأمَّا مَنْ آمَنَ وَعَمِلَ",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "صَالِحَاً فَلَهُ جَزَاءً الْحُسْنَى وَسَنَقُولُ لَهُ مِنْ أَمْرنَا يُسْراً . الكهف: 8.وَنُيَسِّرُكَ لِلْيُسْرَى. الأعلى : 8.يقول الله عز وجل لعباده المخلصين إنه ما بعد العسر إلا اليسر: لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَليهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاْهُ اللهُ لا يُكَلِّفُ اللهُ نفساً إلا مَا آتاهَا سَيَجْعَلُ اللهُ بَعْدَ عُسْرٍ يُسْراً . الطلاق:7 .فَإِنَّ مَعَ الْعُسْرِ يُسْراً , إِنَّ مَعَ الْعُسْرِ يُسْراً . الشرح: 5-6 . لماذا لا ينقاد الناس إلى ضمائرهمبالرغم من أنّها تهدي إلى ما هو خيرإن ضعف الإيمان بالله واليوم الآخر هو الذي يدفع الإنسان إلى مخالفة ضميره ويقوده إلى ارتكاب الأفعال اللاأخلاقية؛ لأن هذا الضعف يخفف من نزعة الطبيعة لاتباع الضمير· والذين يقاومون الإيمان يعلمون أيضاً الصواب ويدركون وجود الله عز وجل، ولكنهم لأسباب مختلفة لا يتبعون الصواب على الرغم من معرفتهم له· وفي القرآن الكريم يحدثنا الله تعالى عن أناس يدركون الحقائق ويصدقها ضميرهم، ولكنهم على الرغم من ذلك يتمردون عليها· على سبيل المثال يقول عز وجل عن اليهود الذين حرّفوا التوراة: وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلاَمَ اللهِ ثُمَّ يُحَرِّفونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ. ¶ البقرة: 75 .وَدَّ كَثيرٌ مِن أَهْلِ الكِتَابِ لَوْ يَرُدُّونَكُم مِنْ بَعْدِ إِيمَانِكُمْ كُفَّاراً حَسَداً مِنْ عِندِ أَنْفُسِهم مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الحَقُّ . البقرة:109 . الَّذينَ آَتَيْنَاهُمُ الْكتَابَ يَعْرِفُوْنَهُ كَمَا يَعْرِفُوْنَ أَبْنَاءَهُمْ وَإِنَّ فَرِيْقَاً مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ . البقرة: 146 .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الذين لا يلبّون صوت الضّمير تكبرا تحدثنا في فصل '' الضمير دليل على وجود الله عز وجل '' عن العلماء أصحاب مذهب النشوء كأمثلة عن الذين ينكرون وجود الله على الرغم من رؤيتهم للدليل القاطع بأم أعينهم· ويتحدث عالم الحيوان البريطاني واطسون، وهو أيضاً من أنصار نظرية النشوء، مفسراً السبب الذي جعله وزملاءه يتقبلون فكرة النشوء فيقول: ''إذا كان الأمر كذلك، فإنه يُظهر ما يوازي نظرية التطور نفسها، وهي نظرية مقبولة عالمياً ليس لأنه يمكن برهنتها بالدلائل المنطقية، بل لأن البديل الوحيد عنها ـ وهو الخلق المعجز ـ أمرٌ مستحيل'' (واطسون 1929 الطبيعة 124 الصفحات 231 ـ 234.(ويعني Watson بالخلق المعجز خلق الله ـ عز وجل ـ وهو ما يرفض العلماء تصديقه· ومع ذلك فإن العلم يكشف حقيقة الخلق· والسبب الوحيد الذي يجعل Watson يعده أمراً لا يصدق هو طريقة التفكير التي كيَّف نفسه معها· وما نقوله عن Watson ينطبق على غيره من أنصار مذهب النشوء· وعن أمثال هؤلاء يقول الله عز وجل في كتابه العزيز: وَجَحَدُواْ بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ ظُلْمَاً وَعُلُوّاً فَاْنظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ. النمل: 14 .من بين الأسباب التي تجعل الإنسان ينكر الحقيقة، الغرور والتكبرّ، وهي أنواع من الأنانية مشتقة من كلمة (أنا.(وتعني الأنانية: أن يعد الإنسان نفسه وكل ما حوله مستقلاً عن الله عز وجل وتنطبع أفعاله بوجهة نظره هذه· وهكذا سيفكر أنه ليس لله فضل عليه· ومهما يكن فإن كل ما يمتلكه الإنسان إنما هو عطية الله تعالى يستردها متى شاء· وفي هذه الآية رد على الإنسان الذي يدعي نسبة كل شيء إلى نفسه: )قَالَ إِنَّما أُوتيتُهُ على عِلْمٍ عِنْدي أَوَلَمْ يَعْلَمْ أَنَّ اللهَ قَدْ أَهْلَكَ مِن قَبلِهِ مِن القُرونِ مَنْ هُو أَشَدُّ مِنْه قُوَّةً وأكثرُ جَمْعاً ولا يُسأَلُ عَن ذُنُوبِهِمُ المُجرمُونَ ( القصص: 78 .تحول الأنانية دون",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "رؤية الإنسان للأمور بوضوح، فيعتقد أنه يقدم كل شيء بقدرته الخاصة، وينكر عجزه وحاجته لله عز وجل، فلا يشعر بمسؤولية أمام الله تعالى مما يزيد في كبر نفسه· إنّ تكبر الإنسان يحول دون تسليمه بما يمليه عليه ضميره؛ لأن قبوله بوجود الله عز وجل يقتضي أن يصبح عبداً له، ويقر بسيطرته وأنه عاجز وضعيف أمام قدرته، وأنه دائماً في حاجة إلى الله تعالى· تحدثنا إلى الآن عن الأخطار التي يمكن أن توجد في نفس الإنسان، وإنه لخطأ جسيم أن ينظر أحدنا إلى الأمثلة السابقة وكأنها تعني شخصاً آخر· وعلى سبيل المثال: ليس أنصار مذهب النشوء وحدهم الذين ينكرون الحقائق التي تقرّها ضمائرهم، وإن تجاهلهم لما يثبته العلم من أمر الخلق، ليس إلا نوعاً من أنواع التكبر· وهناك آخرون لا يتبعون أوامر الله عز وجل على الرغم من تسليمهم بوجوده، معتقدين أن أفكارهم وأحكامهم تناسب ظروفهم الخاصة أكثر من الهدي الذي بعثه الله للناس ليناسب كل الأوقات· وهذا الشكل من أشكال الأنانية والكبر قد يكون ظاهراً عند بعض الناس وخفياً عند بعضهم الآخر· ومهما يكن حجمها فهي تحتكم إلى سبب واحد وهو العجز عن فهم قدرة الله عز وجل وعظمته وحاجتنا إليه·الذين لا يتبعون ضمائرهم لضعف إرادتهم إن نسبة ضعيفي الإرادة مرتفعة جداً في المجتمع· وهم لا يفكرون ولا يشعرون بالحاجة إلى العودة إلى صوابهم، أما هدفهم الوحيد في الحياة فهو تلبية حاجاتهم وإشباع رغباتهم الآنية· وقلة قليلة تستخدم قدرتها على التفكير العميق لتطوير شخصيتها· إن تطبيق تعاليم الدين الخيرة والعيش بما يرضي الله عز وجل يتطلب من الإنسان الإرادة وبذل الجهد· فعلى الإنسان أن يسأل نفسه باستمرار: كيف لي أن أكون أفضل؟··· كيف لي أن أكون أكثر توافقاً؟··· أكثر صبراً؟··· أكثر حباً؟··· اهتماماً··· شوقاً··· مع إخوتي المؤمنين؟ ماذا يمكن أن أزيد في أفعالي لأظهر الدين للناس، وأدعوهم إلى السلوك القويم والصدق والإخلاص؟ كيف",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "لي أن أجعلهم يتجنبون ما يضلهم من الأعمال والمعتقدات؟ كيف لي أن أتقرب من الله عز وجل؟ وبالطبع فإن التفكير وحده لا يكفي بل لابد من بذل الجهد لتطبيق ذلك باستمرار· إن الشخص الذي يهتم بواحته فقط، ولا يقدم التضحيات ولا يهتم بما يمر بالناس من حوله، لن يقوم بالجهد المطلوب لتطبيق ما يمليه عليه ضميره· أما ضعيفو الإرادة فيجدون العيش كما أمرهم الإسلام أمراً صعباً يحتاج إلى جهد حقيقي، فيتجاهلون الأمر أو يؤجلونه إلى أجل غير مسمى· ويقول الله عز وجل عن الجهد المطلوب :وَمَنْ أَرَادَ الآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأولَئِكَ كَانَ سَعْيُهُمْ مَشْكُوراً. الإسراء: 19 .الذين لا يتّبعون ضمائرهم تردداإن الثبات هو ما يحتاجه الذين لا يتبعون ضمائرهم، إذ إن اتباع الضمير يقتضي ثباتاً شديداً· فالشخص الذي لم يعقد العزم على أن يتبع ضميره مهما كانت الظروف، ستثبط عزيمته بعد عدة محاولات، وسيجد أن مصالحه قد تأثرت بسبب ما قدمه من تضحيات، وأنه لن يستطيع الوصول إلى النتائج التي تمناها وظن أنه سيحققها· وهكذا يصعب عليه اتباع ضميره ويستسلم· واتباع الضمير لابد أن يكلف بعض التضحيات، فعلى سبيل المثال: حتى لو كان الإنسان جائعاً وفي حاجة شديدة إلى الطعام، فإن ضميره لن يسمح له أن يسرق، بل أن يلجأ إلى الطريق الصحيح ليلبي حاجاته حتى لو بدا ذلك أكثر مشقة· قد يتردد الإنسان في تجنب القيام بما يحرمه الله عز وجل، ولكن بينما الشخص ذو الضمير الحي يفضل إرضاء الله عز وجل، وتحقيق ما ينفعه في آخرته على منفعته الدنيوية·من الضروري أن يخلص الإنسان النية لله تعالى عندما يتبع ما يمليه عليه ضميره· وإذا قام الإنسان بما يمليه عليه ضميره على أمل أن يلقى جزاء ذلك من الناس فلا بد أن يصاب بخيبة أمل· أما إذا قام بذلك محتسبٌ أجره عند الله، فإن الله حتماً سيوفيه أجره· يصف الله عز وجل في كتابه العزيز مثل هذا المؤمن فيقول: )",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِيناً وَيَتِيماً وَأَسِيراً , إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللهِ لاَ نُرِيدُ مِنْكُمْ جَزَاءً وَلاَ شُكُوراً , إِنَّا نَخَافُ مِن رَبِّنَا يَوْمَاً عَبُوساً قَمْطَرِيراً ( الإنسان: 8-10.إن العيش بمقتضى الإسلام حتماً سيكلف التضحيات، وبما أن مثل هذه التضحيات غير منتشرة في مجتمع لا يخاف الله عز وجل، فلا بد أن يعم الشقاء والظلم فيه· أما هؤلاء الذين يتبعون ضمائرهم ويعزمون على تطبيق تعاليم الإسلام ويخشون الله عز وجل، فإنهم سينعمون بمجتمع ملؤه الأمان والسلام· وبالإضافة إلى هذا الأجر الدنيوي يُبشرون بالجنة؛ لأنهم تركوا أهواءهم ابتغاء وجه الله عز وجل : ) فَوَقَاهُمُ اللهُ شَرَّ ذَلكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُوراً , وَجَزَاهُم بِمَا صَبَرُوا جَنَّةً وَحَريراً , مُتَّكِئِينَ فِيهَا عَلَى الأرَائِكِ لا يَرَوْنَ فيهَا شَمْساً وَلاَ زَمْهَرِيراً , وَدَانِيَةً عَلَيْهِمْ ظِلالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلاً , وَيُطَافُ عَلَيْهِم بِآنِيَةٍ مِنْ فضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَاْ ,قَوَارِيرَاْ مِنْ فِضَّةٍ قدَّرُوها تَقدِيراً , وَيُسْقَوْنَ فيِهَا كَأْسَاً كَانَ مزَاجُهَا زَنجْبِيلاً , عَيْناً فِيهَا تُسَمَّى سَلْسَبِيلاً , وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُون إِذَا رأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤاً منْثُوراً , وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيماً وَمُلْكاً كَبيراً , عَاْلِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِن فِضَّةٍ وَسَقَاهُمْ رَبُّهُم شَرَاباً طَهُوراً , إِنَّ هَذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُم مشْكُوراً . الإنسان: 11- 22 .ويجب ألا ننسى أن الله تعالى وعد أن يكون عوناً لعباده الصالحين الذين ثبتوا على طاعته وأن ييسر لهم سعيهم· فَأَمَّا مَنْ أَعْطَى وَاتَّقَى ,",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وَصَدَّقَ بِالْحُسْنَى , فَسَنُيَسِّرُهُ لِلْيُسْرَى. الليل: 5- 7 . ويقول الله عز وجل في كتابه العزيز إن الثبات هي صفة حسنة في عباده، وقد وصف بها الله عز وجل أهل الكهف فقال: ( وَرَبَطْنَا عَلَى قُلُوبِهِمْ ( الكهف: 14 . وفي آية آخرى يقول الله عز وجل: إنهم رسل مؤمنون ألزموا أنفسهم بالتقوى· وفي غيرها من الآيات يأمرنا الله عز وجل بالثبات فيقول: )رَبُّ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ لهُ سَمِيّاً( مريم: 65 .الذين لا يتبعون ضمائرهم لثقتهم المفرطة في أنفسهم يكتفي بعض الناس بمعتقداته الشخصية بدلاً من أن يتبع ضميره· إن أحد الحجج الهامة التي يلجأ إليها الإنسان لإخماد ضميره هي شعوره بأنه مستغنٍ بنفسه عن كل شيء· فإذا سألتهم ماذا تفعلون وأنتم مسلمون؟ يقولون: ''يكفينا أننا لا نؤذي أحداً، ونكون أشخاصاً طيبين''· فهم يخدعون أنفسهم بذلك؛ لأن أهم ما في حياة الإنسان هي عبوديته لله عز وجل· وكل ما عدا ذلك عديم الجدوى: أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حسَنَاً فَإِنَّ اللهَ يُضِلُّ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ فَلاَ تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللهَ عَلِيمٌ بِمَا يَصْنَعُونَ . فاطر: 8 .إن نفس الإنسان تزين له أعماله وذلك لأنه يظن أن أحكامه صحيحة كل الصحة·وهؤلاء الذين يعتبرون أنفسهم كرماء وطيبين فإنهم عند الله أناس عاديون·أما الحقيقة فهي مختلفة تماماً عما يعتقدون· حيث يقول الله عز وجل إن استغناء المرء عن خالقه أهم الأسباب التي تجعله ينحرف عن الطريق القويم: )كلاَّ إِنَّ الإِنْسَانَ لَيَطْغَى ,أَن رَآهُ اسْتَغْنَى ( العلق: 6 - 7 .إن المعنى اللغوي لكلمة (مستغني): هو أن لا يحتاج الإنسان إلى غيره بل يكتفي بنفسه·وعلى الرغم من شعور الإنسان بالاستغناء إلاّ أنه يشعر في قرارة نفسه بأنه بعيد كل البعد عن الكمال",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وأنه بعيد عن تحقيق رضوان الله عز وجل، ولذلك يتجنب أحاديث الموت ويوم القيامة والآخرة·وعندما تطرح مثل هذه الموضوعات يسارع إلى إنهائها؛ لأنها تسبب له الاكتئاب ولأنها تحرك ضميره وتقض مضجعه·أما صاحب الضمير الحي فيستحيل أن يشعر بالاستغناء، وعلى العكس من ذلك فهو يتطلع دوماً إلى الأفضل لأن ضميره يذكره دوماً بيوم الحساب·فالإنسان الذي يضع في حسبانه أنه سيقف بين يدي الله عز وجل ويحاسب لن يشعر أبداً بالاستغناء بل ويهتم اهتماماً شديداً بأوامر الله عز وجل·ويشير الله عز وجل في القرآن إلى هؤلاء فيقول: )مَن كَانَ يُرِيدُ العاجِلَةَ عَجَّلْنَا لَهُ فِيهَا ما نشَاءُ لمن نرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُوماً مَدْحُوراً , وَمَنْ أَرَادَ الآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأولئِكَ كَانَ سَعْيُهُم مَشْكُوراً ( الإسراء: 18 - 19 .ما من شك أن مجاهدة النفس لإرضاء الله تعالى لا تتم إلا باتباع الإنسان لضميره، ويعتقد الجاهل أنه يجب أن يكون متوسطاً، وأن يتماشى مع التيار السائد· كما يعد الكثير من الناس أنفسهم أتقياء في حال لم يرتكبوا جريمة كالقتل أو الاغتصاب أو السرقة، وينسون أن هناك مئات من العبادات فيؤجلونها أو يتجاهلونها تماماً، يغتابون ولا يحافظون على الصلوات الخمس مع علمهم بحرمة ذلك، كما أنهم لا يتحلون بالأخلاق الحسنة، ولا يحمدون الله عز وجل على نعمه، وينسون أمر العدل من أجل تحقيق غاياتهم، ويكذبون لينجوا أنفسهم من أخطائهم· إن شعورهم بالاستغناء وعدم اكتراثهم بالحساب هو دليل على جهلهم وقلة بصيرتهم·إن الأنبياء والمؤمنين الذين ذكرهم القرآن الكريم هم أمثلة عظيمة عن أصحاب الضمير الحي·على سبيل المثال: سيدنا يوسف ـ عليه السلام ـ دعا الله عز وجل في صلاته فقال:تَوَفَّنِيْ مُسلِماً وَأَلْحِقْني بالصَّالحينَ . يوسف: 101.مع أنه كان نبي الله المختار إلا أنه أشار إلى الآخرة",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "بشعور من الخوف والأمل·أما الجهال فإنهم يتكلمون وهم على ثقة من أنهم سيكونون في الجنة، وإذا استمروا في ذلك فإنهم سيواجهون مصيراً سيئاً في الآخرة : )أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَى عَلَى مَا فَرَّطتُ فِي جَنبِ اللهِ وَإِن كُنتُ لَمِنَ السَّاخِرِينَ , أَوْ تَقُولَ لَوْ أَنَّ اللهَ هَداني لَكُنتُ مِنَ المُتَّقِينَ , أَوْ تَقُولَ حيِنَ تَرَى العذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ , بَلَى قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وكُنتَ مِنَ الكافِرِينَ , وَيَوْمَ القِيامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللهِ وُجُوهُهُم مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوىً لِلمُتَكَبِّرينَ ( الزمر: 56 - 60 .الأعذار التي يختلقها الإنسان حتى يهرب من صوت ضميرهبَلِ الإِنسَانُ عَلَى نَفْسِهِ بَصِيرةٌ , وَلوْ أَلْقَى مَعَاذِيرهُ . القيامة: 14 – 15.إنّ كل إنسان يعرف الصّواب في قرارة نفسه بلا شك ولكنه يختلق الأعذار باستمرار ليتهرب من القيام به· ولهذا السبب يعيش في حالة من القلق، لأن ارتكابه للإثم في هذه الحالة يشكل عبئاً ثقيلاً على الضمير· لكن الشيطان يزين للإنسان أعماله بحيث يصعب عليه الإصغاء لصوت الحق في داخله مع العلم أنه في حال أصغى له واتبعه فإنه سينعم بالراحة عقلياً وروحياً· لكن البعض اختار الطريق الصعبة فحجب ضميره واتبع خطوات الشيطان وهو يدعي أنه على صواب، ويختلق الأعذار المختلفة ليبرر مخالفته لتعاليم الإسلام· ومن هذه الأعذار: منطق ''إنّ قلبي طاهر، ولن يأتي منه شر''لقد طورّ العديد من الناس آليات دفاعية جديدة؛ فضميرهم يميز الصواب ولكن أنفسهم تودي بهم إلى الخطأ· فعندما يتردد الإنسان في الإقدام على عمل سيء تخلصُه نفسه من الصراع باختلاق الأعذار التي تشعره بالارتياح وتقنعه بأنه ليس بحاجة إلى هذه الحسابات المضنية· فما يفعله تافه جداً ولن يضره بشيء، فقلبه",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "صافٍ ولا يمكن أن يتأثر بمثل هذا العمل بل سيبقى إنساناً طيباً طالما أنه لن يقوم بشيء خطير كالقتل أو السرقة· وهذا هو السبب الذي يجعل الناس يستمرئون الكذب والغيبة والاستهزاء بالآخرين·إن الكذب يتعارض قطعاً مع الضمير، لكن الناس يكبحون هذا الصوت الداخلي الذي يذكرهم بالصواب ويقنعون ضميرهم بالقول: إنها كذبة بريئة لن تؤدي إلى أي ضرر·وعلى الرغم من كونهم لا يؤدون العبادات المفروضة ولا يتبعون تعاليم الإسلام، إلا أنهم يظنون أنهم طيبو القلب وصالحون وهو ظن باطل·يستحيل على الإنسان أن يتمنى تحصيل الثواب في الآخرة ما لم يتبع ضميره· فإذا عاش الإنسان على المبدأ القائل: (أنا إنسان صافي القلب) فربما يعرف أنه رجل طيب في الحياة الدنيا ويقابل مصيراً غير متوقع في الآخرة· ولا يكون الإسلام بأن لا نرتكب القتل أو السرقة ··· إلخ فقط بل إن هناك الكثير من الأعمال الصالحة التي يجب القيام بها والعديد من الأعمال السيئة التي يجب الامتناع عنها·أما أهم ما في الإسلام هو أنه يأمرنا أن نكون عباداً لله تعالى· ويُعرِّف الله تعالى في القرآن الكريم عباده الصالحين فيقول: ليْسَ البِرَّ أَن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ والْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللهِ والْيَوْمِ الآخِرِ والمْلائِكَةِ والْكِتَابِ والنَّبِيِّينَ وَآتَى المَالَ عَلَى حُبِّهِ ذَوِي القُرْبَى والْيَتَامَى والْمَسَاكِينَ وابْنَ السَّبِيلِ والسَّائلِينَ وَفِي الرِّقابِ وأَقَامَ الصَّلاةَ وآتَى الزَّكاةَ والموفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا والصَّابِرينَ فِي البَأْسَاءِ والضَّرَّاءِ وَحِين البَأْسِ أولَئِكَ الَّذِينَ صَدَقُوْا وَأُولَئِكَ هُمُ المُتَّقُونَ. البقرة: 177 .وبدل أن يقارن الناس أنفسهم بالأنبياء الصالحين الذين وضعهم الله عز وجل في هذه الآية، ويسعون جاهدين ليكونوا مثلهم، فإن الكثيرين يقارنون أنفسهم بأسوأ الأمثلة في",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "التاريخ ويقولون: أنا لست شيئاً مثله ولا أستحق العقوبة نفسها·أما السبب في ذلك: فهو جهلهم وقلة معرفتهم بحقيقة الله عز وجل واليوم الآخر· فقد جعل الله عز وجل النار درجات، ولذلك فإن كل إنسان سيجزى بما يتوافق مع أعماله· وفي الحقيقة إن أدنى درجات جهنم فيها من العذاب الأبدي ما لا يحتمل·والذين يقولون: (ما أفعله لن يضر بشيء) (إن ما أحمله في قلبي من مشاعر هو المهم وليس ما أفعله) ألا يدفعهم ما سمعوه عن جهنم وعذابها أن يفكروا مرة أخرى في قرارات أنفسهم وأن يرجعوا إلى ضميرهم؟هذا غير مذكور في القرآن:هناك مفهوم خاطئ وخطير سائد بين الناس يتلخص بأنه إذا لم يكن العمل مذكوراً في القرآن، فللإنسان الحرية في فعله أو تركه· إلا أن إهمال أمر ما فقط لأنه غير مذكور في القرآن مع علمنا اليقيني بأنه عمل جيد ليس إلا نفاقاً·فالقرآن يزودنا بما يمكننا من المحافظة على ديننا وكسب رضا الله عز وجل، إضافة إلى أنه يأمرنا أن نتخذ سيدنا محمداً الله عليه وسلم قدوة لنا، وهذا ما يسعى إليه كل شخص حكيم حي الضمير· فعلى سبيل المثال: يأمر الله عز وجل المؤمنين ألا يضيعوا وقتهم في أمور غير نافعة فيقول:وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلاْمٌ عَلَيْكُمْ لا نَبْتَغِي الجَاْهِلِينَ . القصص: 55 .والَّذينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ . المؤمنون: 3 .مع أن القرآن لم يحدد على وجه الدقة الأمور التي تعد تافهة، فإن الله منح عباده المخلصين الحكمة والضمير ليميزوا التافه من الأمور ويتجنبوه، فيكون الإنسان بذلك مسؤولاً عندما يكون في صحبة أناس لا يعرفون الكثير عن دينهم، فهو لن يبدأ محاورة دنيوية متجاهلاً ذكر عظمة الله عز وجل وجمال دين الإسلام، بل إن ضميره سيدفعه حقاً إلى أن يحادثهم بما ينفعه وينفعهم في الآخرة· والمسلم لا يقوم بما لا يعود عليه بالخير في آخرته كقراءة المجلات",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "عديمة الجدوى··· ومشاهدة البرامج غير الهادفة، أو الانشغال بالأحاديث الدنيوية عن ذكر الله عز وجل·يمكن أن يمر الإنسان يومياً بظروف تطرح أمامه عدة بدائل في هذه الحالة عليه أن يتبع ضميره فيما يختار، بعضهم يمكن أن يقرر بناءً على المنطق الذي يقول: ''هذا لم يحرمه القرآن'' ·وعلى هؤلاء أن يعلموا إذا لم يكن هدفهم إرضاء الله عز وجل، واتباع سنة نبيه صلى الله عليه وسلم فستكون عاقبتهم وخيمة، والأهم من ذلك أنهم سيعجزون عن اختلاق الأعذار عند الحساب، كما هو مذكور في القرآن الكريم·اقْرَأْ كِتَاْبَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيباً . الإسراء: 14 .قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْترَفْنا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِن سَبيلٍ , ذلِكُم بِأَنَّهُ إِذَا دُعِيَ اللهُ وَحْدَهُ كَفَرْتُمْ وَإِن يُشْرَكْ بِهِ تُؤْمِنُوا فالْحُكْمُ للهِ العَليِّ الكَبِيرِ . ¶ غافر: 11 - 12 .تَكَادُ تَمَيَّزُ مِنَ الغَيْظِ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يأْتِكُمْ نَذِيرٌ , قَالُوا بَلَى قَدْ جَاءَنَا نذِيْرٌ فَكَذَّبْنَا وَقلْنَا مَا نَزَّلَ اللهُ مِن شَيءٍ إِنْ أَنْتُم إلاَّ في ضَلاْلٍ كَبِيرٍ , وَقَالُوا لوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَاْ كنَّا في أَصْحَابِ السَّعِيرِ , فَاعْتَرَفُوا بِذَنْبِهِم فَسُحْقَاً لأَصْحَابِ السَّعِيرِ .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الملك: 8 - 11 .منطق'' الجميع يفعلون هذا'' إنّ امتثال الإنسان لما تفعله الغالبية العظمى من الناس هو خطأ جسيم· يعتقد كثير من الناس لا شعورياً أن ما يفعله الجميع لا بد وأن يكون صائباً·ولكن ربما يحدث أن يتفق الجميع على فهم مشوه وخاطئ للإسلام· يدّعون أنهم يحترمون القِيَمْ الدينية ويؤمنون بالله واليوم الآخر لكنهم يقولون بألسنتهم ما لا تصدقه أفعالهم·ويعتقدون أن تعاليم الإسلام تناسب الأيام الماضية ولكنها لا تناسب عهدنا الحالي، لذلك يكفي الواحد منهم أن يكون صافي القلب حتى يعد إنساناً ديّناً· أما العبادات فلا مانع أن تؤجل حتى يتقدم في العمر·يمكن أن يكون للكثيرين من حولك مفهوم مشوه عن الإسلام، لذلك توقف عن خداع نفسك واتبع ما يمليه عليك ضميرك، فليس هناك دليل يثبت صواب رأي المجموع، بل إن القرآن يثبت العكس :وَإِنْ تُطِعْ أَكْثرَ مَن فِي الأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللهِ إِن يَتَّبِعُونَ إِلا الظَّنَّ وإِنْ هُمْ إِلا يَخْرُصُونَ. الأنعام: 116 .لذلك يجب على الإنسان أن يتبع ضميره في فهمه للقرآن، وبذلك لا يقيم لرأي الأكثرية أو فعلها وزناً حتى لو اضطر أن يمضي في ذلك بمفرده·)كلُّهم يفعلها): اعتقاد خطير يمكن أن يؤثر على المجتمع، ولكن متى قرر الإنسان أن يلبي نداء ضميره فإن كل المواقف والآراء من حوله لن تؤثر فيه أو تحرفه عن طريقه، بل تبقى مجرد اختبار جعله الله في طريقنا على يد أقرب الناس لنا ليرى صدق عزيمتنا، وعند الحساب سيقول الإنسان عن أولئك الأصحاب : )يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلاً , لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطانُ لِلإِنْسَانِ خَذُولاً(الفرقان: 28 - 29 .منطق ''سوف أقوم بذلك في المستقبل'' يؤجل بعض الناس عبادات كالحج والصلوات الخمس إلى أن يتقدم في العمر، وذلك لأنه يعتقد شعورياً أو لا شعورياً أنَّ تقيده بتعاليم الإسلام",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "سيحرمه من ملذات الدنيا· مع أن الله عز وجل يقول في القرآن إنه سيرزق المؤمنين الطيبات والحسنات في الدنيا والآخرة:فَإِذَا قَضَيْتُم مَنَاْسِكَكُمْ فَاذْكُرُوا اللهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْراً فَمِنَ النَّاسِ مَن يَقُولُ رَبَّنَا آتِنَا في الدُّنْيا وَمَالَهُ فِي الآخِرةِ مِنْ خَلاقٍ , وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ. البقرة: 200 - 201 .وَفي آيَة أخرَى يبين الله تعالى أن جميع النعم قد سخرت للمؤمنين المخلصين من عباده:قل مَن حَرّمَ زينَةَ الله التِي أَخرَجَ لِعِبَادِهِ وَالطّيّبَاتِ مِنَ الرّزقِ قُل هِيَ للّذِينّ آمَنوا فِي الحَيَاةِ الدُّنيَا خَالِصَة يَومَ القِيَامَةِ كَذَلِكَ نُفَصّلُ الآيَاتِ لِقَومٍ يَعلَمُون. الأعراف: 32 ويجب أن يكون للإنسان قلبٌ مطمئن غير قلق أو مضطرب حتى يقدر نعم الله التي لا تعد ولا تحصى···أما الإنسان الذي يؤجل ويسوِّف دوماً مع معرفته للطريق القويم؛ فذلك لأنه يعلم أن اتباعه لصوت ضميره يعني إعادة ترتيب حياته·فمثلاً: إذا ألزم نفسه بالصلوات الخمس، فإن ذلك سيجعل صوت ضميره أقوى وأكثر تأثيراً، وسيخجل من نفسه إذا أساء التصرف· وفي هذا يقول الله عز وجل: )اتْلُ مَا أوحِيَ إِليْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللهِ أَكْبَرُ واللهُ يَعْلَمُ مَا تَصْنَعُونَ ( العنكبوت: 45 .ولأن الإنسان يعلم ذلك حق العلم، فإنه يحاول أن يتهرب من المسؤوليات التي تلقي عبئاً على ضميره باختلاق أعذار مختلفة كأن يقول: ''عندما أتزوج''··· ''عندما أجمع المال'' ··· ''عندما يكبر الأطفال'' ··· إلخ· ولكن سيلقى حساب ذلك في الآخرة:إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ , يُنَبَّأُ الإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "القيامة: 12 - 13 .إن ''التسويف'' صفة مميزة لهؤلاء الذين لا يفكرون في الموت وكم هو قريب منهم· فلا يمكن لأحد أن يعرف متى ··· أو أين··· أو كيف سيموت؟ فقد كثر الموت بين الشباب لأسباب عدة··· ولم يعد مرتبطاً بالتقدم في السن ربما يكون موتاً مفاجئاً أو غير متوقع· ربما يفاجئك وأنت تطالع كتاباً وتشعر بالأمن والاطمئنان··· ربما سقطت من السلم··· ربما كان بسبب حادث··· أو سكتة قلبية قد تقتلك في أي لحظة·وفي ضوء ذلك كيف يمكن للإنسان أن يؤجل ما يأمره به ضميره؟يقول الله عز وجل إن أشد ما يندم عليه الإنسان عند رؤيته لملك الموت هو تسويفه في الحياة الدنيا··· ويتمنى لو أنه سارع إلى فعل الخيرات· ولكن في تلك اللحظة لا يفيد الندم·وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً , يَا وَيلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلاَناً خَلِيلاً , لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلإِنْسانِ خَذُولاً. الفرقان: 27 - 29 .إن الله عز وجل لا ينزل العقاب بالمخطئين مباشرة، وهم ينخدعون بذلك ويظنون أنه لازال أمامهم متسع من الوقت ليكفِّروا عمَّا فعلوا أو تكاسلوا عن فعله·ولو أن الله عز وجل عاقب الإنسان في اللحظة ذاتها على كل عمل سيئ يرتكبه، فلن يتجرأ أحد على ارتكاب الخطأ ، ولكن الله عز وجل أجّل الحساب إلى الآخرة، ليكون اختباراً للبشر، من الذي سيتوب منهم، ومن الذي سيصر على المعصية؟ وإن ذلك لدليل على رحمة الله عز وجل·وَلَوْ يُؤَاخِذُ اللهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللهَ كَانَ بِعِبَادِهِ بَصِيراً . فاطر: 45.ويجب ألا ينخدع الإنسان بذلك ويضع في حسبانه أنه سيلقى حسابه في الآخرة عن كل صغيرة وكبيرة·أَلَمْ تَرَ إِلَى",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الَّذينَ نُهُوا عَنِ النَّجْوى ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالإِثْمِ والْعُدْوانِ ومَعْصِيَةِ الرَّسُولِ وإِذَا جَاؤوكَ حَيَّوْك بِمَا لَمْ يُحَيِّكَ بِهِ اللهُ ويقُولُونَ فِي أَنفُسِهمْ لَوْلا يُعَذِّبُنَا اللهُ بِمَا نَقُولُ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ المَصِيرُ . المجادلة: 8 .يوم الحساب لن تقبل من أحد أعذارهإنّ الأعذار التي يستعملها الإنسان لتخدير ضميره فلن تقبل منه يوم القيامة· ربما نفعته في الحياة فخدع بها نفسه وهرب من الواقع بطمأنينة مزيفة ونسي قوله تعالى:وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالإِيمانَ لَقَدْ لَبثْتُمْ فِي كِتَابِ اللهِ إِلَى يَوْمِ البَعْثِ فَهَذَا يَوْمُ الْبَعْثِ وَلَكِنَّكُمْ كُنْتُم لا تَعْلَمُونَ , فَيَوْمَئِذٍ لا يَنفَعُ الَّذينَ ظَلَموُا مَعْذِرَتُهُم وَلاَ هُمْ يُسْتَعْتَبونَ .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الروم: 56 - 57 .وسيلقون عقاباً شديداً كما في قوله تعالى:يَوْمَ لاَ يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُم وَلَهُمُ اللَّعْنَةُ وَلَهُم سُوءُ الدَّارِ . غافر: 52 مكانة أصحاب الضمير الحيفي الدنيا والآخرةيعتقد معظم الناس أن تطبيق تعاليم الدين ··· وتقديم التضحيات والإخلاص في اتباع ضميرهم سيجعلهم يخسرون منافع الدنيا· وهذا خطأ جسيم لأن الله عز وجل وعدهم بحياة طيبة في الدنيا وبحياة الخلد في الجنة وهي خير من الدنيا وما فيها·مَنْ عَمِلَ صَالحاً مِنْ ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ . النحل: 97 .وَقِيلَ للَّذينَ اتَّقَوْا مَاذَا أَنزَلَ رَبُّكُمْ قَالُوا خَيْراً لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَلَدارُ الآخِرَةِ خَيْرٌ وَلَنِعْمَ دَارُ المتقينَ . النحل: 30 .يعتقد البعض أن المؤمنين يعيشون في الفقر وهو اعتقاد خاطئ؛ لأن الله عز وجل ينعم على عباده الصالحين بالراحة المادية والمعنوية· وهناك أمثلة كثيرة على ذلك في القرآن، فقد أعطى الله الملك لسيدنا سليمان وداود ويوسف وذي القرنين وإبراهيم عليهم السلام·وقال الله عز وجل لسيدنا محمد خاتم الأنبياء :وَوَجَدَكَ عَاْئِلاً فَأَغْنَى . الضحى: 8 .والغنى ليس الغنى المادي فحسب، فلم يعش رسول الله صلى الله عليه سلم ـ وهو خير البرية ـ في رخاء وبحبوحة، ولكنه كان غني الروح وكان عبداً شكوراً يرجو الجنة ويخشى العذاب، وقد أغناه ذلك عن الدنيا بما فيها، فلم يلتفت إلى المنافع الدنيوية·إن النعيم والرخاء إنما يكون في الجنة، وقد جعل الله بعضها في الحياة الدنيا حتى يزداد الناس شوقاً إليها، كما حرم بعضهم من نعيم الدنيا ابتلاءً وامتحاناً· فالمؤمن الحق يوقن أن الله عز وجل يرزق من يشاء ويقدر الرزق على من يشاء؛ ولذلك يكون راضياً لأنه يعلم أن خير الدنيا",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "لا يمكن أن يقارن بخير الآخرة، فيشكر الله على كل حال ويزيده ذلك شوقاً إلى الآخرة· يقول الله عز وجل:اللهُ يَبْسُطُ الرِّزْقَ لمن يَشَاءُ وَيَقْدِرُ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الآخِرَةِ إِلاَّ مَتَاعٌ . الرعد: 26 .إنّ أعظم نعم الله عز وجل على عباده الصالحين هي شعورهم بالطمأنينة والراحة النفسية، حيث يجنبهم الله تعالى الكرب والحزن مقابل اتباعهم لضميرهم ومجاهدتهم لإرضائه·كما أن الصدق والإخلاص يمنح الإنسان شعوراً بالطمأنينة والأمان·فالمؤمن يعلم أن في حياته شيئاً واحداً ذو أهمية بالغة يطغى على كل ما سواه ألا وهو رضا الله تعالى؛ لذلك يؤرقه الإحساس بالظلم أو القلق أو الخوف أو الغيرة أو الأنانية، فيحرمه السعادة والراحة· قَدْ أَفْلَحَ مَن تَزَكَّى , وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى . الأعلى: 14 - 15 .فَإِذَا قُضِيَتِ الصَّلاةُ فَانتَشِرُوا فِي الأَرْضِ وابْتَغُوا مِن فَضْلِ اللهِ واذْكُرُوا اللهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ . الجمعة: 10 .لا يشعر أصحاب الضمير بالراحة إلا بصحبة أمثالهم·لكي ينتقي الإنسان لنفسه صحبة يجب أن يكون بينهم تقارب في الشخصية والأخلاق·فالذين يتبعون أهواءهم هم قطعاً بعيدون عن الله عز وجل؛ لأن قراراتهم وأخلاقهم وحتى أحاديثهم يكون مصدرها وساوس النفس وشهواتها، لذلك يتجنبهم من يسعى لمرضاة الله عز وجل، ويبحث عن صحبة يرضى الله تعالى عنها: )وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِاْلغَدَاةِ والعَشِيِّ يُرِيْدُونَ وَجْهَهُ وَلا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِيْنَةَ الحَيَاةِ الدُّنْيَا وَلاَ تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا واتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطاً (الكهف: 28 .وبما أن صاحب الضمير الحي تواق دائماً إلى الجنة، فإنه يحاول أن يعيش جنة الدنيا، فيتبادل الأحاديث مع إخوانه المؤمنين كما",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "سيتبادلها معهم في الجنة، وينظر إليهم وكأنه يراهم في الجنة، إنه لا يتحدث إلا بما يتحدث به في الجنة· وبما أن الجنة مطهرة مادياً ومعنوياً فهو يحاول قدر الإمكان أن يكون عالماً بالطهارة نفسها ويتجنب كل ما له علاقة بالنار، وهو بذلك يحضر نفسه للمقام في الجنة ويربيها حتى تستحق نعيمها فعلاً :مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صَاْلِحَاً فَلأَنفُسِهِمْ يَمْهَدُونَ. الروم: 44 .الجنة: المأوى الحقيقي لأصحاب الضمائر الحيةيمد الله عز وجل أصحاب الضمير الحي بالسعادة الروحية والمادية في الدنيا، وعلاوة على ذلك يبشرهم بالجنة التي هي مستقرهم الحقيقي بعد الموت، ويجمعهم الله عز وجل حيث لا يوجد أي خلق أو حتى حديث مخالف للضمير··· سيعيشون بجو ملؤه السعادة والبهجة جزاءً للخير الذي قدموه لأنفسهم في الحياة الدنيا :فَالْيَوْمَ لا تُظْلَمُ نَفْسٌ شَيئاً وَلا تُجْزَوْنَ إِلاَّ مَا كُنتُمْ تَعْمَلُونَ , إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ في شُغُلٍ فَاكِهُونَ , هُمْ وأَزْوَاْجُهُمْ فِي ظِلالٍ عَلَى الأَرَائِكِ مُتَّكِئُونَ , لَهُمْ فِيَها فَاكِهَةٌ وَلَهُمْ مَا يَدَّعُونَ , سَلامٌ قَوْلاً مِنْ رَبٍّ رَحِيمٍ. يس: 54 – 58.مكانة أولئك الذين لم يتبعوا ضمائرهمذكرنا أن هناك مفهوماً سائداً في المجتمع يقول أصحابه: إن اتباع المرء لضميره يؤثر سلباً على مصالحه، ويظنون أن الطريقة المناسبة لإشباع رغباتهم وأهوائهم هي تجاهل صوت الضمير، لكنهم يخسرون بذلك دنياهم وآخرتهم· فالضمير أمر خارج تماماً عن سيطرة الإنسان وهو بيد الله عز وجل، فأي قرار يتخذه الإنسان لا يمكن أن يمر دون تدخل الضمير، إلاّ أن استماع الإنسان لصوت ضميره وعدم اتباعه له يودي به إلى حالة من ''وخز الضمير'' ووخز الضمير ليس كأي عذاب نفسي آخر، فهو عذاب يوقعه الله بعباده ليعطيهم فرصة العودة إلى جادة الصواب أو كعقاب لما قاموا به·يذكر الله عز وجل في",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "كتابه العزيز الثلاثة الذين عانوا؛ لأنهم لم يستمعوا إلى صوت ضميرهم مما منعهم من اتباع حملة المؤمنين في الغزو، ولكنهم شعروا بعد ذلك بالتوبة والندم :وَعَلَى الثَّلاثَةِ الذِينَ خُلِّفُوا حَتَّى إذا ضَاقَتْ عَلَيْهِمُ الأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لا مَلْجَأَ مِنَ اللهِ إِلاَّ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللهَ هُوَ التَّوَّابُ الرَّحِيمُ. التوبة: 118 .وقد ضرب لنا القرآن قصة سيدنا يونس ـ عليه السلام ـ مثالاً على تأنيب الضمير:فقد تخلى سيدنا يونس عن قومه بعد أن يئس من هداهم فرحل عنهم، وبعد فترة وجيزة من المعاناة شعر بالخطأ الذي ارتكبه في رحيله عنهم وتاب إلى ربه الذي قبل توبته وأرسله إلى قوم آخرين : )وَذَا النُّونِ إِذ ذَهَبَ مُغَاضِباً فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادىَ فِي الظُّلُماتِ أَنْ لا إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ , فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنجِي المْؤُمنِينَ( الأنبياء: 87 - 88 .فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلا تُكُن كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ , لَوْلا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالعَرَاءِ وَهُوَ مَذْمُومٌ . القلم: 48 - 49 .يشير المثالان السابقان إلى المؤمنين الذين تابوا بسبب تأنيب ضميرهم وكان ذلك منجاة لهم· ونستنتج من هذين المثالين: أن الإنسان لا يمكن أن يشعر بالطمأنينة إلا إذا اتبع حكم ضميره، ودعا إلى الله عز وجل بتوبة صادقة عن أخطائه، أما من يفعل عكس ذلك فسوف يقضي حياةً مليئة بالحزن والقلق·وعلى الرغم من ذلك هناك الكثير ممن يصرون على أخطائهم ويتجاهلون إحساسهم بتأنيب الضمير، بل يحاولون إسكاته بالتسويف أو اختلاق الأعذار أو المراوغة·يصف الله عز وجل في القرآن الكريم هذا الحزن والعذاب",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "الروحي، كما يصف الذين لا يتأثرون ولا تتحرك قلوبهم :حُنَفَاءَ للهِ غَيْرَ مُشْرِكِينَ بِهِ وَمَنْ يُشْرِكْ بِاللهِ فَكَأنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَو تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ. الحج: 31 .فَمَن يُردِ اللهُ أن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإسْلام وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجَاً كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذَلِكَ يَجْعَلُ اللهُ الرِّجْسَ عَلَى الَّذِينَ لاَ يُؤْمِنُونَ . الأنعام: 125 .وإلى جانب ذلك الكرب فإن روح الإنسان لا يمكن أن تنعم بالسكينة، ولن ترضيها المنافع الدنيوية مهما عظمت··· وسيرافقها دائماً النقص والفراغ؛لأن روح الإنسان لا يمكن أن تنعم بالسعادة إلا إذا اتبع ضميره وسعى لإرضاء الله عز وجل· وفي ذلك يقول الله عز وجل : )الَّذينَ آمنُوا وتَطْمَئِنُّ قُلُوْبُهُم بذِكْرِ اللهِ أَلا بِذِكْرِ اللهِ تَطْمَئِنُّ الْقُلُوبُ( الرعد: 28 .وكما يحرص أصحاب الضمير الحي على صحبة الصالحين، يحرص الفاسد على صحبة الطاغين ممن يتبعون خطوات الشيطان، فهؤلاء الذين لا يتقاعسون عن عمل الصالحات على الرغم من إدراكهم لمنفعتها، ويكرهون تقديم التضحيات، ويظلمون، ويحسدون، ويستهزئون، ويتكبرون ويمارسون كل العادات السيئة، فسيكون جزاؤهم من جنس عملهم·يخلق سلوك كهذا نوعاً من القلق والاضطراب، فلا تبقى صداقة حقيقية ولا إخلاص ولا إيثار، وهكذا يعيشون في جحيم مادي وروحي··· وأحياناً لا يدركون حتى سبب حزنهم· وتكون عقوبتهم أن يؤرقهم شعور من الاضطراب والقلق·وكل هذا الحزن الذي يعيشونه لا يمكن أن يقارن بالحزن الأبدي الذي سيلاقونه في الآخرة·ويقول الله في كتابه العزيز عن عقوبة الأشرار:فَيَوْمَئِذٍ لا يُعَذِّبُ عَذَابَهُ أَحَدٌ , وَلا يُوْثِقُ وَثَاقَهُ أَحَدٌ. الفجر: 25 - 26 .فكما يعدّ الصالحين لمقاعدهم في الجنة يعدّ الأشرار لمقاعدهم في",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "النار غير دارين بذلك:وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَوْلا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لا يَشْعُرُونَ , يَسْتَعْجِلُوْنَكَ بِالْعَذَاْبِ وَإِنَّ جَهَنَّمَ لَمُحيطَةٌ بِالكَافِرينَ , يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِن فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنتُمْ تَعْمَلُونَ . العنكبوت: 53 - 55 .أمثلة قرآنية على وجود الضّمير وانعدامهيعد معظم الناس أنفسهم أصحاب ضمير حي· وفي الحقيقة لا نجد معياراً لذلك إلا في القرآن الكريم، حيث يضرب لنا الله تعالى الأمثال عن الأقوام السابقة ليحذرنا، وإن خير مثال يقتدي به الإنسان هو سيدنا محمد صلى الله عليه وسلم :لَقَدْ كَانَ لكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كانَ يَرْجُو اللهَ واليَوْمَ الآخِرَ وَذَكَرَ اللهَ كَثِيراً . الأحزاب: 21 .كما يضرب الله عز وجل لنا مثلاً في سيدنا إبراهيم وسيدنا عيسى عليهما السلام :إِنْ هُوَ إِلاَّ عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهَ مَثَلاً لِبَنِي إِسْرَائِيلَ. الزخرف: 59 .قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إبْراهِيمَ والَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اللهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ والْبَغْضَاءُ أَبَداً حَتَّى تُؤْمِنُوا بِاللهِ وَحْدَهُ إِلاَّ قَوْلَ إِبْرَاهِيم لأَبيهِ لأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللهِ مِن شَيءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ . الممتحنة: 4 . لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرةٌ لأُولِي الأَلْبابِ مَا كَانَ حَدِيثاً يُفْتَرى وَلَكِن تَصْدِيقَ الَّذي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيءٍ وَهُدَىً وَرَحْمةً لِقَوْمٍ يُؤْمِنُونَ. يوسف: 111",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": ".ولهذا يجب على كل من يقرأ القرآن أن يقارن نفسه بأمثال هؤلاء الصالحين ويحاول جاهداً تقليدهم·ونوضح هنا أن كل أقوال الأنبياء وأفعالهم تكون بوحي من الله عز وجل وليست بوحي من الضمير· ويمكن للإنسان أن يلحظ التشابه بين الوحي الإلهي للأنبياء ووحي الضمير في أنفسنا، فكلاهما إلهام مقدس لا يمكن عصيانه أو تجاهله، وبكل الأحوال فلا بد لنا من إدراك أن الضمير لا يمكن أن يخالف الوحي· وقد ورد في القرآن الكريم أمثلة عن الصالحين من غير الأنبياء: كالسيدة مريم العذراء أم سيدنا عيسى، وامرأة فرعون وسحرته الذين خالفوه واتبعوا سيدنا موسى·دعوة سيدنا نوح للإسلامقضى الأنبياء حياتهم وهم يبينون الدين الحق للناس· ثابروا وصبروا ولم تثنِ عزيمتهم صعوبة الظروف التي كانوا فيها·فقد دعا سيدنا نوح ـ عليه السلام ـ قومه إلى عبادة الله تعالى ليلاً ونهاراً وحذرهم من عقاب الله··· ولم يتراجع على الرغم مما لقيه منهم من استهزاء وظلم :قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلاً وَنَهَاراً , فَلَمْ يَزِدْهُمْ دُعَائي إِلا فِرَاراً , وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثيابَهُمْ وَأَصَرُّوا وَاسْتَكبروا اسْتِكْباراً , ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَاراً , ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَاراً , فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً . نوح: 5 – 10.لقد قام سيدنا نوح بكل ما أمره به الله عز وجل وأرضى ضميره· ويذكر القرآن الكريم رد قومه :كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنوُنٌ وَازْدُجِرَ. القمر: .9وعقاباً على معصيتهم أوحى الله عز وجل إلى سيدنا نوح عليه السلام :وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَن يُؤْمِنَ مِن قَوْمِكَ إِلاَّ مَن قَدْ آمَنَ فَلا تَبْتَئِسْ بِمَا كَانُواْ يَفْعَلُونَ ,",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وَاصْنَعِ الفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلاْ تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُم مُغْرَقُونَ. هود: 36 – 37.لقد بَلَّغ سيدنا نوح ـ عليه السلام ـ الرسالة إلى قومه وصبر حتى وصله العون الإلهي· ولم يتخلَّ عن واجبه بشرح الدين رغم الصعوبات التي واجهته· وكل الأنبياء الذين ذكرهم القرآن الكريم أدوا الدعوة بالصّبر نفسه وبصدق العزيمة نفسها وقد آتاهم الله عز وجل من الحكمة والقول الفصل والمعرفة، وجعلهم هدىً للناس وكشف من خلالهم من هم في ضلال، وبهم ظهر الحق وزهق الباطل :بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ ولَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ. الأنبياء: 18 .''إنّ إبراهيم ـ عليه السلام ـ كان أمة'' وكان ـ عليه السلام ـ نموذجاً يقتدى به، طائعاً، نقي الفطرة، ولم يكن وثنياً بل كان عبداً شكوراً، وقد اصطفاه الله عز وجل وهداه إلى الطريق المستقيم :إِنَّ إبْراهِيمَ كَانَ أُمَّةً قَانِتاً للهِ حَنِيفاً وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ , شَاكِراً لأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلىَ صِرَاطٍ مُسْتقيمٍ , وآتَيْنَاهُ فِي الدُّنْيا حَسَنَةً وإِنَّهُ في الآخِرَةِ لَمِنَ الصَّالِحِينَ , ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْراهِيْمَ حَنِيْفاً وَمَا كَانَ مِنَ الْمُشْرِكِينَ} النحل: 120 – 123.وقد وقف وحيداً في وجه الكافرين ولم يكُ ثَمَّ من يدعمه مادياً أو معنوياً، ولكنه ثبت حتى عزم الكفار على رميه في النار من أجل أن يكشف لهم الحقيقة، وقد أنقذته القدرة الإلهية من هذه الميتة الأليمة وحمته من أعدائه :كَأَنْ لَمْ يَغْنَوْا فِيهَا ألا إنَّ ثَمُودَاْ كَفَرُوا ربَّهُمْ أَلا بُعْداً لِثَمُودَ , وَلَقَدْ جَاءَتْ رَسُلُنَا إِبْرَاهِيمَ بِالْبُشْرى قَالُوا سَلاماً قَالَ سَلامٌ فَمَا لَبِثَ أَن جَاءَ بِعِجْلٍ حَنِيذٍ ,فَلمَّا رَأى أَيْدِيَهُمْ لا",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوجَسَ مِنْهُمْ خِيفَةً قَالُوا لا تَخَفْ إِنَّا أُرْسِلْناَ إِلَى قَوْمِ لُوطٍ. هود: 68 - 70 .لقد كان سيدنا إبراهيم مثالاً لحب الأنبياء الشديد لله عز وجل وتضحياتهم في سبيله· وقد وصفه الله عز وجل بقوله:وَمَاْ كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لأَبِيهِ إِلا عَن مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ للهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاْهِيمَ لأَوَّاهٌ حَلِيْمٌ. التوبة: 114 .وكان مثالاً للإنسان الراعي لحقوق الآخرين··· حي الضمير··· والله عز وجل لا ينسى عباده الذين يهتدون بهديه· وقد تميز كل الأنبياء بمثل هذه الصفات السامية والرائعة· ويقول الله عز وجل عن سيدنا يحيى عليه السلام :وَحَنَانَاً مِنْ لدُنَّا وَزَكَاةً وَكَانَ تَقِيَّاً , وَبَرَّاً بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّاراً عَصِيّاً. مريم: 13 - 14 .هذه الصفات تدل على ضميره اليقظ الذي لا يمكن أن يعصي الله تعالى·مريم عليها السّلام أما مريم العذراء فهي نموذج يُحتذى لكل نساء العالم· فقد حملت بسيدنا عيسى ـ عليه السلام ـ من غير أب بأمر الله عز وجل: ( كُنْ فَيكُون ) وهي امرأة مؤمنةٌ صالحة نشأت نشأة حسنة:فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنْبَتَهَا نَبَاتاً حَسَناً وَكَفَّلَهَا زَكَرِيَّا كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقَاً قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللهِ إِنَّ اللهَ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ . آل عمران: 37 .وقد امتلكت من سمو الأخلاق ما لا نجده في أيامنا، وقد اصطفاها الله تعالى على نساء العالمين : وَإِذْ قَالَتِ المْلائكَةُ يَا مَرْيَمُ إِنَّ اللهَ اصْطَفَاكِ وَطَهَّرَكِ واصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ , يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ واسْجُدي وارْكَعِي مَعَ",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الرَّاكِعِينَ. آل عمران: 42 - 43 .إن أهم الصفات التي ميزت مريم العذراء هي العفة، وذلك لم يكن من منطلق التقليد واتباع العادات والعرف السائد في مجتمعها، بل بسبب ورعها وحبها الشديد لله تعالى والتزامها بأوامره· ويخبرنا القرآن الكريم عن قصة مريم العذراء وكيف حملت بسيدنا عيسى ـ عليه السلام ـ ووضعته:قَالَ إِنِّمَا أَنَا رَسُولُ رَبّك لأَهَبَ لَكِ غُلاَما زَكِيّا . مريم ـ 19أتاها سيدنا جبريل ـ عليه السلام ـ يبشرها بغلام قد نفخ الله فيه من روحه وأنعم الله عليها بجعله نبياً·كانت مريم العذراء من عائلة عفيفة محافظة وعندما عادت بعد غياب إلى أهلها بحملها انقلب عليها الناس ولم يصدقوها، بل اتهموها بسمعتها وحاولوا إيذاءها، لكنها وضعت حملها برعاية الله عز وجل· وقد كانت عليها السلام مثالاً يحتذى به في قوة الشخصية·لم تتأثر مريم العذراء بالرأي العام؛ لأنها في كل أفعالها لم تكن ترجو إرضاء العباد بل إرضاء رب العباد·أما في المجتمعات التي يعمّها الجهل، فنجد الكثير ممن يتراجعون عما يمليه عليهم ضميرهم؛ وذلك خوفاً من ردة الفعل التي يمكن أن يواجهوها، فيتركون الصلاة وغيرها من العبادات ولا يُلقون بالاً للمحرم والمباح·ولكي يحمي الله عز وجل مريم العذراء من اتهامات قومها أمرها أن تخبرهم أنها نذرت صوماً لله تعالى فلا تكلم أحداً من الإنس، وصنع معجزة ليسكت كل من حاول تشويه سمعتها بأن جعل سيدنا عيسى يكلم الناس وهو في المهد مدافعاً عنها:فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ في الْمَهْدِ صَبيَّاً , قَالَ إِنِّي عَبْدُ اللهِ أتَانِيَ الكِتَابَ وَجَعَلَنِي نَبِيّاً , وَجَعَلَنِي مُبَارَكاً أَيْنَ مَا كُنْتُ وَأَوْصَانِي بالصَّلاةِ والزَّكَاةِ مَا دُمْتُ حَيَّاً , وَبَرّاً بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيّاً , والسَّلامُ عَلَيَّ يَوْمَ وُلِدْتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "حَيّاً. مريم: 29 - 33 .وهكذا أَيَّد الله عز وجل مريم العذراء ـ عليها السلام ـ بمعجزة من عنده· وقصتها هي مثال عن القوة والشجاعة التي يمتلكها الإنسان حين ينذر حياته ووجوده لله تعالى·امرأة فرعونآسية (رضي الله عنها) امرأة فرعون (الذي حكم بني إسرائيل في مصر زمن سيدنا موسى عليه السلام· يعد فرعون واحداً من أكثر الناس ظلماً في التاريخ)· كانت امرأة صالحة شرفها الله عز وجل بأن خلّد ذكرها بين أتقى المسلمين في التاريخ· فذكرها في كتابه الكريم: )وَضَرَبَ اللهُ مَثَلاً للَّذيْنَ آمنُوا امْرأَةَ فِرْعَوْنَ إِذْ قَالَتْ ربِّ ابْنِ لِي عِندَكَ بَيْتاً في الجَنَّةِ وَنجِّني مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ القَوْمِ الظَّالِمِينَ ( التحريم: 11 .إن كونها امرأة فرعون يجعلها تتمتع بالمكانة الرفيعة··· الثراء والرخاء··· بينما عداؤها له يعني عيشه التشرد والخوف من عقوبته أو ربما الموت· وعلى الرغم من ذلك فلا حياة النعيم والرخاء، ولا التشرد والخوف من فرعون وجبروته منعها من الإيمان : )فَمَا آمَنَ لموسَى إِلاَّ ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلَى خَوْفٍ مِنْ فِرْعَوْنَ ومَلَئِهِم أَنْ يَفْتِنَهُمْ وَإِنَّ فِرْعَوْنَ لَعَاْلٍ فِي الأرْضِ وإِنَّهُ لَمِنَ الْمُسْرِفينَ( يونس: 83 .كانت آسية تعيش مع الطاغية فرعون وحاشيته في نفس المنزل، ومع معرفتها بتعذيبه للمؤمنين آمنت هذه المرأة الصالحة بدعوة سيدنا موسى عليه السلام· وقد أكد لها ضميرها وجود الله عز وجل، وبطلان ما كان يعبده أهل مصر· ومن الجدير بالذكر أنها كانت تمتلك ثروة طائلة ولكن ذلك لم يحل دونها ودون الإيمان·إن من يملك جزءاً بسيطاً من ثروتها لا يلبث أن يتملكه الغرور فيعصي الله عز وجل ويعيث في الأرض فساداً·وقد ذكر القرآن الكريم دعاء آسية رضي الله عنها دليلاً على إخلاصها، فقد سألت الله عز وجل الجنة وتركت ما كانت فيه من الرخاء : )وَضَرَبَ اللهُ مَثَلاً",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "للَّذينَ آمَنُوا امرأَةَ فِرْعَوْنَ إِذْ قَاْلَتْ رَبِّ ابْنِ لي عِنْدَكَ بَيْتاً في الجَنَّةِ ونَجِّنِي مِن فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالمِيْنَ( ¶ التحريم: 11 .من المهم ذكره أن القرآن الكريم لم يميز الرجل من المرأة، إن كل الأنبياء والتقاة الذين كانوا مضرب مثل في القرآن امتلكوا الميزات نفسها··· والسمة المشتركة بينهم هي تعلق قلوبهم بطاعة الله عز وجل·وبالنتيجة: فإن الأخلاق الحسنة والشخصيات المميزة التي برزت كانت أمثلة للعالم·أناس بلا ضمائر دخلوا التّاريخبالإضافة إلى هؤلاء الناس الذين نالوا مقاماً علياً عند الله عز وجل بسبب إخلاصهم، يخبرنا القرآن الكريم عن الذين لم يتبعوا ضميرهم، ومن المهم عند قراءتنا لهذه الأمثلة أن نعي أنها واضحة في أيامنا كما كانت في السابق·فرعون:عاش فرعون في زمن سيدنا موسى ـ عليه السلام ـ ويشار إليه كثيراً في القرآن الكريم كأشد الناس كفراً، وقد اخترنا أن نستخدمه مثالاً؛ لأن صفاته ومواقفه وسلوكه منتشرة كثيراً في مجتمعاتنا اليوم·وإذا أردنا أن نختبر أنفسنا من خلاله، فعلينا أن ننظر إلى صفاته في أنفسنا ومن حولنا وفي كل ما نسمع عنه أو نراه في التلفاز··· والأهم هو أن نحاول جاهدين تصحيح هذه الصفات السلبية·طغيان فرعونوهي واحدة من أهم صفاته التي يذكرها القرآن الكريم، فقد مارس اضطهاداً شديداً على مجموعة معينة (بني إسرائيل) ووصل به الأمر إلى قتل أطفالهم :إِنَّ فِرْعَوْنَ عَلا في الأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعَاً يَسْتَضْعِفُ طَائِفَةً منهُمْ يُذَبِّحُ أَبْناءَهُم وَيَسْتَحْيِيْ نِسَاْءَهُم إِنَّه كَانَ مِنَ المُفْسِدِيْنَ . القصص: 4 .لم يكتف فرعون بقتل الصبية، بل تعدى ذلك إلى قتل الذكور من الرّضع حتى يحافظ على سلطته، ويتمكن من إحباط ما يمكن أن يقوم ضده من حركات·إن النظام الذي بناه فرعون بوحشيته ليس إلا مثالاً تاريخياً على نوع من السلوك الذي",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "اعتدناه في أيامنا هذه، فليس غريباً عن العقليات التي تقوم على إنكار الذات الإلهية أن تقتل النساء والأطفال··· وتخطط للحروب وتسقط القنابل على آلاف الأبرياء للمحافظة على سلطتها، طالما أن الهدف الوحيد هو حماية مصالحها وقوتها بأي وسيلة ممكنة بغض النظر عن النتائج·إذا عاش الإنسان دون أن يأخذ أوامر الله عز وجل بعين الاعتبار، فلا يمكن لشيء أن يمنعه من تخطي حدود الوحشية، وإيذاء الناس، واتخاذ قرارات تكلف الكثيرين حياتهم· وتظهر الوحشية في تصرفات فرعون في أشد حالاتها والتي لا نرى ما يوازيها في حياتنا مع اختلاف الأساليب·تكبر فرعون ازداد فرعون تكبراً بسبب القوة والمجد اللذين أحاطا به· وعلاوة على تخطيه لحدود الله عز وجل فقد وصل إلى حد إعلان نفسه إلهاً··· وقد عانى قومه بسببه آلاماً لا تحتمل، فأسرف في غيه ليحمي ملكه وعند هذا أوحى الله تعالى لسيدنا موسى : )اذهَبْ إِلى فِرْعَوْنَ إِنَّهُ طَغَى( طه: 24 .ويخبرنا القرآن الكريم عن تكبر فرعون وتجاوزاته لحدود الله في قوله تعالى:اذهَبَا إلى فِرْعَوْنَ إِنَّهُ طَغَىْ , فَقُوْلا لَهُ قَوْلاً لَيِّناً لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى , قالا رَبَّنا إِنَّنا نَخَاْفُ أَنْ يَفْرُطَ عَلَينا أو أَنْ يَطْغَى , قَالَ لا تَخَافَا إِنَّني مَعَكُمَا أَسْمَعُ وَأَرَى. طه: 43 - 46 .فقد دعا سيدنا موسى ـ عليه السلام ـ فرعون إلى الطريق القويم ولكنه بدل أن يستقيم زاد في غضبه وطغيانه؛ والسبب في ذلك يعود إلى كبر نفسه لأنه خشي أن يفقد قوته السياسية والعسكرية، وبالتالي فقدانه لمكانته · يصفه الله عز وجل فيقول:وَنَادَى فِرْعَوْنُ في قَوْمِهِ قَالَ يَا قَوْمِ أَلَيْسَ ليْ مُلْكُ مِصْرَ وَهَذِه الأَنْهارُ تَجْرِيْ مِنْ تَحْتِيْ أَفَلا تُبْصِرُوْنَ , أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذيْ هُوَ مَهيْنٌ وَلا يَكَادُ يُبِينُ. الزخرف: 51 – 52.ونرى أن فرعون يستخدم تكتيكاً نفسياً في",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "خطابه، فيبدأ بالأسئلة التي تذكر الناس بقوته: أَلَيْسَ لي مُلكُ مِصْرَ وهَذِهِ الأنَهارُ تَجْرِيْ مِنْ تَحْتِي أَفَلاْ تُبْصِرُوْنَ ؟ إذن: فملكه هو سبب تكبره، بينما يشير إلى سيدنا موسى ـ عليه ا لسلام ـ بـ (هذا) ويصفه بالدونية· ويمكننا هنا أن نقارن بين فرعون والشيطان: فقد عصى الشيطان ربه عندما رفض السجود لسيدنا آدم ـ عليه السلام ـ لأنه يرى أنه أعظم منه شأناً : )قَالَ ما مَنَعَكَ أَلا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نارٍ وَخَلَقْتَهُ مِن طِينٍ( الأعراف: 12 .ويظهر لنا كيف أن الكبر يحجب الضمير· فالشيطان كان على صلة بالله عز وجل، وهو يؤمن بوحدانية الله ويقر بعبوديته، لكنه رفض الانصياع لأمره بسبب الغرور·وكذلك غرور فرعون بملكه ونعم الله عليه هو الذي جعله يتجاوز حدود الله عز وجل، ويظن أن مقامه أرفع من أن ينقاد لها· بعد ذلك سأل فرعون سيدنا موسى ـ عليه السلام ـ سؤال كل الناس للأنبياء :فَلَوْلا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الملائكةُ مُقْتَرِنيْنَ. الزخرف: 53 .يكشف لنا هذا السؤال نقطة هامة لا يستطيع الكفار أن يقبلوا أن يكون النبي رجلاً من عامة الناس، وبما أن ضميرهم ليس هو الحكم فإنهم يتعامون عن رؤية الإخلاص والحكمة والتواضع والخضوع لله عز وجل في الأنبياء·ويظن الكفار أن للنبي ثروة أو قوة خارقة غير اعتيادية هي التي تجعلهم يؤمنون به ·هذا هو أحد الأسباب الرئيسة في أنهم لا يهتدون، كما أن كبر نفسوهم يحول دون إصغائهم لصوت الضمير، فيفضلون حماية مصالحهم باتباعهم لأهوائهم بدل ضمائرهم·",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "أسئلة فرعون اللامنطقية وتماديه في الإنكاربعد نزول الوحي على سيدنا موسى ذهب مع أخيه هارون ـ عليهما السلام ـ إلى فرعون يبلغانه رسالة الله عز وجل كما أمر، وعند سماعه لهما لجأ فرعون إلى الأسلوب الذي يلجأ إليه الكفار عادة، وبدأ بطرح أسئلته الشيطانية اللامنطقية ظاناً بأنها ستربكه· وبالطبع لم يقصد أن يتعلم أو يفهم، بل قصد الانتقاد والاستهزاء، وقد كان عارفاً ضمنياً بأجوبة كل أسئلته، وكان أولها : )قَالَ فَمَنْ رَبُّكُمَا يَا مُوسَى؟( طه: 49 .فأجابه سيدنا موسى ـ عليه السلام ـ ببساطة وحكمة :قالَ رَبُّنا الَّذِي أَعْطَى كُلَّ شَيءٍ خَلْقَهُ ثُمَّ هَدَى. طه: 50 .وقد ألجمته هذه الإجابة المعتدلة والصادقة فسأل :قَالَ فَمَا بالُ القُرونِ الأُوْلى؟. طه: 51 .حاول فرعون أن يتهرب من الزمان والمكان ويصرف سيدنا موسى ـ عليه السلام ـ عن هدفه· يلجأ الكفار عادة إلى مثل هذه الأسئلة بهدف الإلهاء، وهي لن تخلصهم من عذاب الله الأبدي في الجحيم· فقد نصح لهم الرسل وحذروهم في حياتهم الدنيا وليس عليهم أن يسألوا عمن سبقهم لأنه بعلم الله عز وجل مالك الملك، وصاحب العدل المطلق· وبناء على ذلك كشف جواب سيدنا موسى هذه الحقيقة بوضوح : قَالَ عِلْمُهَا عِنْدَ رَبِّي في كِتابٍ لاْ يَضِلُّ رَبِّي وَلاْ يَنْسَى . طه: 52 .لقدَ ذكّرَ سيدنا موسى ـ عليه السلام ـ فرعون بما أسبغ الله على الإنسان من نعم وقدم له دليلاً على وجود الله تعالى : الَّذِيْ جَعَلَ لَكُمُ الأَرْضَ مَهْدَاً وَسَلَكَ لَكُمْ فيهَا سُبُلاً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجاً مِنْ نَبَاتٍ شَتَّى . طه: ·53إلاّ أن فرعون غيرّ مجرى الحديث كله عندما واجهه سيدنا موسى ـ عليه السلام ـ بهذه الحقائق البينة، وكانت غايته الوحيدة من ذلك أن يحمي مكانته وأن يعارض فقط لأجل المعارضة· لجأ فرعون إلى تكتيك آخر عندما حاصرته البينات التي قدمها سيدنا موسى",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ـ عليه السلام ـ فأوقف أسئلته عن الله عز وجل وبدأ يوجه لسيدنا موسى اتهامات سياسية· وعندما اقتنع أنه لا يمكن أن يتغلب عليه بالطرق النظيفة والمنطقية اتهمه بالسحر :وَلَقَدْ أَرَيْنَاهُ آياتِنَا كُلَّها فَكَذَّبَ وأَبَى , قَالَ أَجِئْتَنا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَا مُوسَى. طه: 56 - 57 .وفي أيامنا هذه ··· نجد الكثيرين ممن لا يرجعون إلى ضميرهم في إدراك قدرة الله الخالدة، وليس أحد منهم بالضرورة حاكماً أو ديكتاتوراً حتى يشابه فرعون في تكبره ·أما أسئلة النفاق التي طرحها فرعون بقصد الاستهزاء وإنكار وحدانية الله عز وجل فكثيراً ما نسمعها بتعابير مختلفة في أيامنا هذه·باختصار: يشهد كل عصر عقيدة الكفر نفسها التي تصر على الشر والانحراف·يجب ألا يغيب عن أذهاننا أن الله جعل نهاية فرعون عبرة لمن اعتبر، فأغرقه هو وأتباعه، وليضع الذين تتمثل بهم شخصية فرعون في حسبانهم أنه سيأتي يوم ينزل بهم غضب الله تعالى كما نزل بفرعون·أفكاره المشوّهة عن الله تعالىيخبرنا القرآن الكريم أن فرعون لم يكن ملحداً بكل معنى الكلمة، وادعاؤه بأنه إله على قومه يضمن كونه الشخص الوحيد في الأرض الذي تجب له الطاعة والخضوع· كان مثل كثير من الكفار··· بعبارة أخرى عرف بوجود الله عز وجل ولكنه فشل في إدراك حقيقة قدرته وغرته مكانته الدنيوية، فظن أن الله تعالى لا يحكم الأرض بل يحكم السموات فسمح لنفسه أن يكون إله مصر·تظن الكثير من الديانات الوثنية أن الآلهة توجد في عالم آخر، ولا تشغل نفسها بما يجري على الأرض· وبما يتوافق مع هذا الاعتقاد يقول فرعون:وَقَالَ فِرْعَوْنُ يَا أَيُّها المَلأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلهٍ غَيْري فَأَوْقِدْ ليْ يَا هَامانُ على الطِّيْنِ فَاجْعَلْ ليْ صَرْحاً لَعَلِّيْ أَطَّلِعُ إِلى إِلهِ مُوْسَى وإِنِّي لأَظُنُّهُ مِنَ الكاذِبِيْنَ . القصص: 38.يمكننا أن نرى أن منطق فرعون المنحرف لا يزال",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "قائماً إلى أيامنا· ويظن الكثيرون: أن الله عز وجل إنما هو في عليائه ونحن على الأرض ·وهذا الاعتقاد يرجع إلى العصور القديمة حيث كان من عادة الناس رسم لوحات تمثل الآلهة والسماء، وقد ضل الكثيرون حين اعتقدوا أن الله خلق الكون وخلق الحياة فيه ثم تركه لشأنه، واعتقدوا أن الله لا يتدخل في الأمور الدنيوية، أما سبب هذا الاعتقاد الأحمق فهو امتناع الإنسان عن التفكير والإصغاء لصوت ضميره، وعدم قبوله الاعتراف بالنعم التي أسبغها الله تعالى عليه، الله القادر على كل شيء الذي يسيِّر السموات والأرض وما بينهما·نفاق فرعون وخبث طويّتهحُكم على فرعون وقومه أن يعانوا مختلف أنواع العذاب من كوارث وأمراض ذلك بسبب كفرهم· وعندما عجزوا عن التحمل لجؤوا إلى سيدنا موسى ـ عليه السلام ـ على الرغم من صعوبة تقبلهم للخضوع له بسبب كبريائهم وغرورهم· ووعده بأن يؤمنوا له إذا رفع عنهم العذاب : )فَلَمَّا وَقَعَ عَلَيهِمُ الرِّجَز قَالُوا يَا مُوسَى ادعُ لَنَا رَبّكَ بِمَا عَهِدَ عِندَكَ لَئِن كَشَفتَ عَنَّا الرِّجزَ لَنُؤمِنَنَّ لَكَ وَ لَنُرسِلَنَّ مَعَكَ بَنِي إِسرَائِيل( الأعراف: 134 .وقد استجاب الله عز وجل لدعاء سيدنا موسى ـ عليه السلام ـ ورفع عنهم العذاب طالما التزموا بوعدهم· لكنهم لم يستحقوا ذلك لأنهم كغيرهم من الفاسقين عادوا إلى سابق عهدهم بعد أن رفع الله عنهم العذاب· وأخيراً نزلت نقمة الله عز وجل بهؤلاء القوم؛ بسبب إصرارهم على الكفر على الرغم مما بعث الله لهم من بينات وما منحهم من فرص للإيمان :فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إلى أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ , فَانْتَقَمْنَا مِنْهُم فَأَغْرَقْناهُمْ في اليَمِّ بِأَنَّهُمْ كَذَّبُوا بآياتِنَا وَكَاْنُوا عَنْهَا غَافِلِيْنَ. الأعراف: 135 - ·136وقد أدرك فرعون وأتباعه في أعماقهم قوة الله عز وجل، ولذلك لجؤوا إلى سيدنا موسى ـ عليه السلام ـ",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ليطلبوا عون الله تعالى في لحظات الشدة ؛ لأنهم يعلمون حق العلم أنه ما من أحد يمكن أن ينجيهم إلا الله القادر على كل شيء·وفي هذه الأيام لا يلجأ الناس إلى الله وإلى الصلاة والدعاء إلا إذا حل بهم بلاء وظنوا أن لا مخرج لهم منه (كتحطيم طائرة أو إعصار) · أما إذا مر بهم الخطر وانقضى عادوا إلى سابق عهدهم· أما المؤمنون فإنهم يعبدون الله تعالى في أوقات السعادة والأمن كما يعبدونه في أوقات الشدة والخوف·اضطهاد فرعون للمؤمنين وثبات عقيدتهملقد قام فرعون بمحاولات عدة للتغلب على سيدنا موسى ـ عليه السلام ـ إحداها أنه أعد لمواجهة بين سيدنا موسى وأمهر السحرة الذين يثق بهم، وظن أنه بإمكانه أن يذل سيدنا موسى بهذه الخدعة المضللة مدعياً أنها مسابقة عادلة·وفي اليوم المحدد قابل سيدنا موسى السحرة حيث اجتمع الناس وألقى السحرة عصيهم، وسحروا الناس فخيل لهم أنها أفاعٍ، وعندها ألقى سيدنا موسى عصاه وبقدرة الله تحولت إلى أفعى وابتلعت عصي السحرة·ذهل السحرة وأدركوا مباشرة أن سيدنا موسى ـ عليه السلام ـ كان صادقاً، وآمنوا بأنه رسول الله، وشهدوا أن لا حول ولا قوة إلا بالله الذي لا إله إلا هو·وعندما رأى فرعون أن مكره انعكس عليه، غضب غضباً شديداً ولحق به الخزي على مرآى من قومه· وانتصر عليه من كان يصفه بالهوان، وكانت ردة فعله ضد السحرة الذين آمنوا عنيفة وآمر أن تقطع أيديهم وأرجلهم ثم يصلبوا :وأُلْقِيَ السَّحَرَةُ سَاجِديْنَ , قَالُوا آمنَّا بِرَبِّ العَالَمِيْنَ , رَبِّ مُوسَى وَهَاْرُوْنَ , قَالَ فِرْعَونُ آمنْتُم بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّ هَذَا لمَكْرٌ مَكَرْتُموهُ في المدينَةِ لِتُخْرِجُوا مِنْها أَهْلَهَا فَسَوْفَ تَعْلَمُونَ , لأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلافٍ ثُمَّ لأُصَلِّبَنَّكُمْ أَجْمَعِيْنَ . الأعراف: 120 - 124 .إن هذا العقاب الشديد القسوة سيكون أكثر من كافٍ ليسكت ضميراً",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ضعيفاً، وإنه لأمر مذهل أن يُصِرّ السحرة على اتباع ضميرهم فيثبتون على إيمانهم على الرغم من هذا العذاب، وإن سلوكهم هذا دليل على صدق عقيدتهم، وهو مثال لكل مسلم : قَاْلُواْ لَنْ نُؤْثِرَكَ عَلَى مَاْ جَاْءَنَا مِنَ البيِّنَاتِ وَالَّذي فَطَرَنَا فَاقْضِ مَاْ أَنْتَ قَاْضٍ إنَّما تَقْضِيْ هَذِهِ الحياةَ الدُّنْيا . طه: 72 .عاش الفراعنة وحكموا آلاف السنين· ويمكن أن نجد أمثالهم في الكثير ممن سبقهم ولحق بهم· أما العامل المشترك بينهم فهو أنهم أتباع الشيطان، يدعون إلى النار، وقد خالفوا ضميرهم بل شنوا حرباً ضده· إنهم من الذين اتبعوا أوامر الشيطان بسبب أطماعهم الدنيوية·ولكن أمثال فرعون ليسوا بالضرورة حكاماً، بل إننا نجد فرعون في كل الكفار الذين يرفضون الإيمان بالله عز وجل· وسنجد آلافاً بل ملايين الفراعنة على وجه الأرض ممن يصرون على الإنكار وكل همهم هو الطمع والثروة، وكلهم سينتهون إلى المصير نفسه·· جهنم حيث الخزي والعذاب الأبدي·صاحب البستان وصديقه يحكي لنا القرآن الكريم في سورة الكهف قصة رجلين: أحدهما: كان عاجزاً عن استيعاب قدرة الله عز وجل بعد أن أفسدته الحياة الراغدة والرخاء الذي عاش فيه، ولم يفكر في آخرته· أمّا الآخر فقد كان مسلماً مخلصاً أدرك قوة الله عز وجل، فطبع ذلك حديثه بالحكمة والتواضع : واضْرِبْ لَهُمْ مَثَلاً رَجُلَيْنِ جَعَلْنا لأَحَدِهِما جَنَّتَينِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُما بِنَخلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعَاً , كِلْتا الجنَّتَينِ آتَتْ أُكُلَها وَلَمْ تَظْلِمْ مِنْهُ شَيْئاً وَفَجَّرْنَا خِلاْلَهُما نَهَراً , وكَانَ لهُ ثَمَرٌ فَقَالَ لصاحبِهِ وَهُوَ يُحَاوِرُه أَنا أَكْثَرُ مِنْكَ مَالاً وَأَعزُّ نَفَرَاً , ودَخَلَ جَنَّتَه وَهُوَ ظَاْلِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيْدَ هَذِهِ أَبَداً , وَمَا أَظُنُّ السَّاعةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إلى رَبِّي",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "لأَجدَنَّ خَيْراً مِنْها مُنْقَلَبَاً . الكهف: 32 - 36 .تمثل كلمات مالك الكروم اعتقاداً سائداً في المجتمع، فالكثير من الناس (يؤمنون) لكنهم لا يستطيعون أن يفهموا ما يحمله هذا الإيمان من مسؤوليات · ونسمع أحياناً بعض الذين أنعم الله عليهم يقولون : (لم يكن هذا بفضل الله وإنما بجهدي وعملي)· أو نسمع بعض المصرين على الإثم يقولون: (سيغفر لي الله) ، والسبب في ذلك طغيانهم واستكبارهم واعجاب كل ذي رأي برأيه·ومهما كان الحد الذي وصل إليه الإنسان من الشعور بالاستغناء، فإن الموت ليس موضوع نقاش هؤلاء الذين يظنون أن الحياة الدنيا هي كل شيء· فهو يمثل لهم: الظلمة··· العدم··· اللاوعي··· وهو ما يخيفهم·لذلك يكوّنون صورة جميلة عن الآخرة كي يتغلبوا على خوفهم من الموت·فهم لا يؤمنون بالبعث والحساب، كما أنهم يخدعون أنفسهم حين يعتقدون أنهم سينعمون بحياة أفضل بعد الموت· وقد غرهم ما كسبوا في هذه الحياة الدنيا· كما فعل صاحب الكروم في الآية السابقة، حيث أضله كسبه وظن أنه لن يفنى أبداً، فرد عليه صاحبه:قَالَ لهُ صَاحِبُهُ وهُوَ يُحَاورُه أَكَفَرْتَ بالَّذي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلاً , لَكِنَّاْ هُوَ اللهُ رَبِّي وَلاْ أُشْرِكُ بربِّيْ أَحَداً , ولَوْلا إذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللهُ لا قُوَّةَ إِلاَّ باللهِ إِنْ تَرَنِ أَنا أَقلَّ مِنْكَ مَالاً وَوَلَداً , فعسَى رَبِّي أَنْ يُؤْتيَنِ خَيْراً مِنْ جَنَّتِكَ ويُرْسِلَ عَليها حُسْباناً مِنَ السَّماءِ فَتُصْبِحَ صَعِيداً زَلَقاً , أو يُصْبِحَ مَاؤُها غَوْراً فَلَنْ تَسْتَطيعَ لَهُ طَلَباً .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "الكهف: 37 - 41 .إن صاحب الضمير الحي لا يقول أو يفعل إلا ما يمليه عليه ضميره بغض النظر عن الظروف· فالذي يقر صديقه على كل أفعاله خوف أن يزعجه ليس بالصديق الحقيقي؛ أما إذا كان يفكر في مصيره الأخروي فلا يستطيع أن يسكت إذا رآه يفعل ما يضره، بل يسدي له النصح ويحذره من عقاب الله تعالى :وأُحِيْطَ بِثَمرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلى مَا أَنْفَقَ فِيْها وَهِيَ خَاوِيَةٌ على عُرُوشِهَا ويَقُوْلُ يَاْ لَيْتَنِيْ لَمْ أُشْرِكْ بِرَبِّيْ أَحَداً , وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُوْنِ اللهِ وَمَا كانَ مُنْتَصِراً , هُنَالِكَ الوَلاَيَةُ للهِ الحَقّ هُوَ خَيرٌ ثَوَابًا وَخَيرٌ عُقبًا . الكهف: 42 - 44 .خاتمةإن الموت ليس بعيداً عن أي منا ويمكن أن يكون أقرب مما نظن·ولا يمكننا أن ننكر أن الله عز وجل لم يخلق الحياة عبثاً، لذلك لا يمكن أن يجعل الموت نهاية لها·ويجب علينا أن نرتب حياتنا اعتماداً على هذه الحقيقة العظيمة؛ لأن الحساب بعد الموت سيكون من جنس عملنا فيها· فإما الجنة وإما النار·وحتى لو افترضنا أن أحداً ما لم يقتنع بهذه الحقيقة فهل يملك أن يخاطر فلا يعمل لآخرته؟إن الحل الوحيد الممكن هو أن يطيع أوامر الله تعالى ويصغي إلى ضميره·وإذا اختار الإنسان ألا يصغي إلى ضميره ويتبعه فسيغرق في دوامة من الندم والعجز عندما يقابل ملكي الموت وسيكون هذا عذابه الأبدي·إذا أعمل الإنسان ضميره أثناء قراءته لهذا الكتاب، فإنه سيسعى جاهداً ليطبق ما قرأ، أما من قرأ هذا الكتاب متجاهلاً ضميره، فربما خرج بنوايا حسنة وتأثر لفترة وجيزة ثم ينتهي به الأمر بنسيان ما قرأ والعودة إلى متابعة حياته الدنيوية· وحتى أنه سينسى شيئاً مكتوباً في كتاب موثوق· فهناك ملكان على يمين الإنسان وشماله موكلان به طوال حياته، وهو ما يقوله القرآن الكريم : ) إِذ يَتَلَقّى المُتَلقّيَانِ عَنِ اليَمِينِ وَعَنِ الشَّمَالِ",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "قَعِيدٌ , مَا يَلفِظُ مِنْ قَوْلٍ إِلاَّ لَدَيْهِ رَقِيْبٌ عَتِيدٌ ( ق: 17 - 18 .وسوف توضع صحف هذين الملكين في ميزان عادل يوم الحساب· الأعمال الصالحة التي انطبعت بمخافة الله عز وجل في كفة، وفي الأخرى الأعمال الشريرة· وربما نسي الإنسان الآثام التي ارتكبها والخيرات التي أجلها، لكنه سيجد كل قول وعمل مهما قل شأنه ومن بينهما كلمات هذا الكتاب فيسأل عنها·وفي الواقع يدرك الإنسان هذه الحقيقة ويستطيع، بالرجوع إلى ضميره، أن يميز الخطأ من الصواب· لكن المرء وكما مر ذكره يدير ظهره للحقيقة ويتجاهلها من أجل مصالحه الدنيوية· وفي الواقع فإنّ قصة سيدنا إبراهيم عليه السلام تذكرنا بأنّ الإنسان بإمكانه أن يتوصل إلى الحقيقة إذا كان صادقا في اتباع ضميره:فَرَجَعُوا إِلَى أَنفُسِهِم فَقَالُوا إِنَّكُم أَنتُم الظَّالِمُون , ثُمَّ نًكِسُوا عَلَى رُؤُوسِهِم لَقَد عَلِمتَ مَا هَؤُلاَءِ يَنطِقُون . الأنبياء:64-65 .ومهما حاولنا فإن الضمير لن يفارقنا حتى الموت، فالضمير قوة خارجة عن الإرادة·إنه وحي الله عز وجل وسيبقى في أسماعنا حتى لحظة الموت، لكن أولئك الذين اختاروا أن يصمّوا آذانهم عنه سيذوقون مرارة الندم بعد فوات الأوان·ويذكر لنا القرآن الكريم أمثلة كثيرة عن اعترافات الكفار في الآخرة بما عجزوا عن فعله في الدنيا· وبعيداً عن المراوغة فإن كلاً منا يعرف الحق من الباطل، وتغاضينا عنه لن يجدي نفعاً :مَاْ سَلَكَكُمْ في سَقَرَ , قَالُوا لَمْ نَكُ مِنَ المصلِّيْنَ , ولم نَكُ نُطْعِمُ المِسْكِينَ , وَكُنَّا نَخُوْضُ مَعَ الخآئِضِيْنَ , وَكُنَّا نُكَذِّبُ بِيَومِ الدِّينِ , حتَّى أَتانا اليَقيْنُ , فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِيْنَ , فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرضِيْنَ , كَأَنَّهُم حُمُرٌ مُسْتَنْفِرَةٌ , فَرَّتْ مِن قَسْوَرَةٍ , بلْ يُريدُ كُلُّ امْرِئٍ مِنْهُم أَنْ يُؤْتَى صُحُفاً مُنَشَّرَةً ,",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "كَلاَّ بَلْ لاْ يَخَافُونَ الآخِرَةَ , كَلاَّ إِنَّهُ تَذكِرَةٌ , فَمَنْ شَآءَ ذَكَرَهُ . المدثر: 42 - 55 .إذا كنت لا تريد أن تكون طرفاً في حوار كهذا يوم القيامة··· استمع لضميرك··· اتبع القرآن الكريم وسنة نبينا صلى الله عليه وسلم واحرص على صحبة الصالحين·لا تتجاهل الحقيقة بعد أن وضعها الله واضحة جلية في طريقك· لا تحاول إخماد صوت الحق بداخلك· ¶ الملحق: خديعة التطوّرإنّ نظرية التّطور أو الدّراوينية هي نظرية ظهرت لتناهض فكرة خلق الأحياء ولكنها لم تتجاوز حد كونها سفسطة لا تمت إلى العلم بأية صلة إضافة إلى كونها نظرية بعيدة عن أي نجاح وانتشار· وتدّعى هذه النظرية أن الحياة نشأت من مواد غير حية نتيجة للمصادفات العمياء، ولكنّ هذا الإدّعاء سرعان ما تهاوى أمام ثبوت خلق الأحياء وغير الأحياء من قبل الله عز وجل· فالذي خلق الكون ووضع فيه الموازين الدقيقة هو بلا شك الخالق الفاطر سبحانه وتعالى· ونظرية التّطور لا يمكن لها أن تكون صائبة طالما تشبثت بفكرة رفض '' خلق الله للكائنات '' وتبني مفهوم ''المصادفة '' بدلا عنها ·وبالفعل عندما نتفحص جوانب هذه النظرية من كافة أبعادها نجد أن الأدلة العلمية تفنّدها الواحد بعد الآخر، فالتصميم الخارق الموجود في الكائنات الحية أكثر تعقيدا منه في الكائنات غير الحية· ومثال على ذلك الذّرات فهي موجودة وفق موازين حساسة للغاية ونستطيع أن نميز هذه الموازين بإجراء الأبحاث المختلفة عليها إلاّ أنّ هذه الذّرات نفسها موجودة في العالم الحي وفق ترتيب آخر أكثر تعقيدا، فهي تعتبر مواد أساسية لتركيب البروتينات والأنزيمات والخلايا وتعمل في وسط له آليات ومعايير حساسة إلى درجة مدهشة· إنّ هذا التصميم الخارق كان سببا رئيسيا لتفنيد مزاعم هذه النظرية بحلول نهايات القرن العشرين · المصاعب التي هدمت الدراوينيةظهرت هذه النّظرية بصورة محددة المعالم في القرن التاسع عشر مستندة إلى التراكمات",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "الفكرية والتي تمتد جذورها إلى الحضارة الإغريقية، ولكنّ الحدث الذي بلور هذه النظرية وجعل لها موطئ قدم في دنيا العلم هو صدور كتاب '' أصل الأنواع '' لمؤلفه تشارلس داروين· ويعارض المؤلف في كتابه عملية خلق الكائنات الحية المختلفة من قبل الله سبحانه وتعالى، وبدلا من ذلك يدعو إلى اعتقاده المبني على نشوء كافة الكائنات الحية من جد واحد، وبمرور الزمن ظهر الاختلاف بين الأحياء نتيجة حدوث التغييرات الطفيفة·إنّ هذا الادعاء الدارويني لم يستند على أي دليل علمي ولم يتجاوز كونه ''جدلا منطقيا'' ليس إلاّ باعترافه هو شخصيا حتى أن الكتاب احتوى على باب باسم ''مصاعب النظرية '' تناول بصورة مطولة اعترافات داروين نفسه بوجود العديد من الأسئلة التي لم تستطع النظرية أن تجد لها الردود المناسبة لتشكل بذلك ثغرات فكرية في بنيان النظرية·وكان يتمنى أن يجد العلم بتطوره الردود المناسبة لهذه الأسئلة ليصبح التطور العلمي مفتاح قوة للنظرية بمرور الزمن· وهذا التمني طالما ذكره في كتابه، ولكن العلم الحديث خيب أمل داروين وفند مزاعمه واحدا بعد الآخر ·ويمكن ذكر ثلاثة عوامل رئيسية أدت إلى انتهاء الداروينية كنظرية علمية وهي:(1 إنّ النظرية تفشل تماما في إيجاد تفسير علمي عن كيفية ظهور الحياة لأول مرة·(2 عدم وجود أي دليل علمي يدعم فكرة وجود ''آليات خاصة للتطور '' كوسيلة للتكيف بين الأحياء·(3 إنّ السّجلات لحفريات المتحجرات تبين لنا وجود مختلف الأحياء دفعة واحدة عكس ما تدعيه نظرية التطور ·وسنشرح بالتفصيل هذه العوامل الثلاثة·أصل الحياة :العائق غير المحلول أبداتدّعي نظرية التّطور أنّ الحياة والكائنات الحية بأكملها نشأت من خلية وحيدة قبل 3,8مليار سنة· ولكن كيف يمكن لخلية حية واحدة أن تتحول إلى الملايين من أنواع الكائنات الحية المختلفة من حيث الشكل والتركيب؟ و إذا كان هذا التحول قد حدث فعلا فلماذا لم توجد أية متحجرات تثبت ذلك؟· لم",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "تستطع النظرية الإجابة على هذه الأسئلة، وقبل الخوض في هذه التفاصيل يجب التوقف عند الإدعاء الأول والمتمثل في تلك ''الخلية الأم''· ترى كيف ظهرت إلى الوجود؟ تدعي النظرية أن هذه الخلية ظهرت إلى الوجود نتيجة المصادفة وحدها وتحت ظل ظروف الطبيعة دون أن يكون هنالك أي تأثير خارجي أو غير طبيعي أي أنها ترفض فكرة الخلق رفضا قاطعا، بمعنى آخر تدعي النظرية أن هذه الخلية ظهرت بفعل القوانين الطبيعية دون وجود أي تصميم أو تخطيط بل عن طريق المصادفات العشوائية· فحسب هذه النظرية قامت مواد غير حية بإنتاج خلية حية نتيجة المصادفات·ولكن هذا الزعم يتناقض مع أسس القوانين البيولوجية الموجودة·الحياة تنشأ فقط من الحياةلم يتحدث تشارلس داروين أبدا عن أصل الحياة في كتابه المذكور، والسبب يتمثّل في طبيعة المفاهيم العلمية التي كانت سائدة في عصره والتي كانت تتقبل فرضية تكون الأحياء من مواد بسيطة جدا· وكان العلم آنذاك ما يزال تحت تأثير نظرية ''التولد التلقائي'' التي كانت تفرض سيطرتها منذ القرون الوسطى ومفادها أنّ موادا غير حية قد تجمعت بالمصادفة و أنتجت موادا حية· وهناك بعض الحالات اليومية كانت تسوق البعض إلى تبني هذا الاعتقاد مثل تكاثر الحشرات في فضلات الطّعام وتكاثر الفئران في صوامع الحبوب· ولإثبات هذه الادّعاءات الغريبة كانت تجري بعض التجارب مثل وضع حفنة من الحبوب على قطعة بالية ووسخة من قماش وعند الانتظار قليلا ستبدأ الفئران في الظهور حسب اعتقاد الناس في تلك الفترة ·وكانت هناك ظاهرة أخرى وهي تكاثر الدود في اللحم فقد ساقت النّاس إلى هذا الاعتقاد الغريب واتخذت دليلا له ولكن تم إثبات شيء آخر فيما بعد وهو أن الدود يتم جلبه بواسطة الذباب الحامل ليرقاته والذي يحط على اللحم للتغذية عليه· وفي الفترة التي ألف خلالها داروين كتابه ''أصل الأنواع'' كانت الفكرة السائدة عن البكتيريا أنها تنشأ من مواد غير حية، ولكن أثبتت",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "التطورات العلمية بعد خمس سنوات فقط من تأليف الكتاب عدم صحة ما جاء فيه وذلك عن طريق الأبحاث التي أجراها عالم الأحياء الفرنسي لويس باستير، ويلحض باستير نتائج أبحاثه كما يلي: ''لقد أصبح الإدعاء القائل بأن المواد غير الحية تستطيع أن تنشئ الحياة في مهب الريح'' (1)· وظل المدافعون عن نظرية التطور يكافحون لمدة طويلة ضد الأدلة العلمية التي توصل إليها باستير، ولكن العلم بتطوره عبر الزمن أثبت التعقيد الذي يتصف به تركيب الخلية، وبالتالي استحالة ظهور مثل هذا التركيب المعقد من تلقاء نفسه ·الجهود المبذولة دون جدوى في القرن العشرينلقد كان الأخصّائي الروسي في علم الأحياء الكسندر أوبارين Alexander Oparinأول من تناول موضوع أصل الحياة في القرن العشرين، وأجرى أبحاثا عديدة في ثلاثينات القرن العشرين لإثبات أن المواد غير الحية تستطيع إيجاد مواد حية عن طريق المصادفة، ولكن أبحاثه باءت بالفشل الذريع واضطر أن يعترف بمرارة قائلا : ''إنّ أصل الخلية يعتبر نقطة سوداء مظلمة في نظرية التطور '' (2)· ولم ييأس باقي العلماء من دعاة التطور واستمروا في الطريق نفسه الذي سلكه أوبارين وأجروا أبحاثهم للتوصل إلى أصل الحياة· وأشهر بحث أجري من قبل الكيميائي الأميركي ستانلي ميللر سنة 1953 حيث افترض وجود مواد ذات غازات معينة في الغلاف الجوي في الماضي البعيد ووضع هذه الغازات مجتمعة في مكان واحد وجهزها بالطاقة، واستطاع أن يحصل على بعض الأحماض الأمينية التي تدخل في تركيب البروتينات ·واعتبرت هذه التجربة في تلك السّنوات خطوة مهمة إلى الأمام ولكن سرعان ما ثبت فشلها لأن المواد المستخدمة في البحث لم تكن تمثل حقيقة المواد التي كانت موجودة في الماضي السحيق، وهذا الفشل ثبت بالتأكيد في السنوات اللاحقة (3.(وبعد فترة صمت طويلة اضطر ميللر نفسه أن يعترف بأن المواد التي استخدمها في إجراء التجربة لم تكن تمثل حقيقة المواد التي كانت توجد في",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "الغلاف الجوي في سالف الزمان(4.(وباءت جميع التجارب التي أجراها الداروينيون طيلة القرن العشرين بالفشل، وهذه الحقيقة تناولها جيفري بادا Jeffrey Bada الأخصائي في الكيمياء الجيولوجية في المعهد العالي في سان ديغو سيكربس ضمن مقال نشره سنة 1998 على صفحات مجلة ''الأرض'' ذات التوجه الدارويني و جاء في المقال ما يأتي:'' نحن نودع القرن العشرين و مازلنا كما كنا في بدايته نواجه معضلة لم نجد لها إجابة وهي كيف بدأت الحياة ؟ '' (5.(الآليات الخيالية لنظرية التطورالقضية الثانية التي كانت سببا في نسف نظرية داروين كانت تدور حول '' آليات التطور '' فهذا الإدعاء لم يثبت له أي مكان في دنيا العلم لعدم صحته علميا ولعدم احتوائه على قابلية التطوير الحيوي· وحسب ادعاء داروين فإنّ التطور حدث نتيجة ''الانتخاب الطبيعي'' وأعطى أهمية استثنائية لهذا الإدّعاء حتى أنّ هذا الاهتمام من قبله يتضح من اسم الكتاب الذي أسماه ''أصل الأنواع عن طريق الانتخاب الطبيعي '' · إنّ مفهوم الانتخاب الطبيعي يستند إلى مبدأ بقاء الكائنات الحية التي تظهر قوة وملاءمة تجاه الظروف الطبيعية وعدم انقراضها، فعلى سبيل المثال لو هدد قطيع من الإيلة من قبل الحيوانات المفترسة فإن الأيل الأسرع في العدو يستطيع البقاء على قيد الحياة، وهكذا يبقى القطيع متألفا من أفراد أقوياء سريعين في العدو· ولكن هذه الآلية لا تكفي أن تطور الإيلة من شكل إلى آخر، كأن تحولها إلى خيول مثلا· لهذا السّبب لا يمكن تبني ''الانتخاب الطبيعي'' كوسيلة للتطور، و حتى داروين نفسه كان يعلم ذلك وأفاد به ضمن كتابه '' أصل الأنواع '' بما يلي: ''طالما لم تظهر تغييرات إيجابية فإن الانتخاب الطبيعي لا يفي بالغرض المطلوب''(6.(",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "تأثير لاماركوالسؤال الذي يطرح نفسه: كيف كانت ستحدث هذه التغييرات الإيجابية ؟ وأجاب داروين على هذا السؤال استنادا إلى أفكار من سبقوه من رجالات عصره مثل لامارك، و لامارك عالم أحياء فرنسي عاش ومات قبل داروين بسنوات كان يدعي أن الأحياء تعاني تغييرات ظاهرية وتورثها إلى الأجيال اللاّحقة وكلما تراكمت هذه التغييرات جيلا بعد جيل أدّت إلى ظهور أنواع جديدة، وحسب ادعائه فإنّ الزّرافات نشأت من الغزلان نتيجة محاولاتها للتغذي على أوراق الأشجار العالية عبر أحقاب طويلة· وأعطى داروين أمثلة مشابهة في كتابه ''أصل الأنواع'' فقد ادّعى أن الحيتان أصلها قادم من الدببة التي كانت تتغذى على الكائنات المائية مضطرة إلى النزول إلى الماء بين الحين والآخر (7)· إلاّ أن قوانين الوراثة التي اكتشفها مندل والتطور الذي طرأ على علم الجينات في القرن العشرين أدّى إلى نهاية الأسطورة القائلة بانتقال الصفات المكتسبة من جيل إلى آخر، وهكذا ظلت '' آلية الانتخاب الطبيعي'' آلية غير ذات فائدة أو تأثير من وجهة نظر العلم الحديث·الداروينية الحديثة والطفرات الوراثيةقام الدّاروينيون بتجميع جهودهم أمام المعضلات الفكرية التي واجهوها خصوصا في ثلاثينات القرن العشرين وساقوا نظرية جديدة أسموها بـ''النظرية التركيبية الحديثة'' أو ما عرفت بـ''الداروينية الحديثة ''، وحسب هذه النظرية هناك عامل آخر له تأثير تطوري إلى جانب الانتخاب الطبيعي، وهذا العامل يتلخص في حصول طفرات وراثية أو جينية تكفي سببا لحدوث تلك التغييرات الإيجابية المطلوبة، وهذه الطفرات تحدث إمّا بسبب التعرض للإشعاعات أو نتيجة خطأ في الاستنساخ الوراثي للجينات ·وهذه النظرية مازالت تدافع عن التطور لدى الأحياء تحت اسم الداروينية الحديثة، وتدعى هذه النظرية بالتفصيل أن الأعضاء والتراكيب الجسمية الموجودة لدى الأحياء والمعقدة التركيب كالعين والأذن أو الكبد والجناح ···الخ لم تظهر أو",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "تتشكل إلا بتأثير حدوث طفرات وراثية أو حدوث تغييرات في تركيب الجينات، ولكن هذا الإدعاء يواجه مطبّا علميا حقيقيا وهو أن الطفرات الوراثية تشكل على الدوام عامل ضرر على الأحياء ولم تكن ذات فائدة في يوم من الأيام· وسبب ذلك واضح جدا فإنّ جزيئة الـDNA معقدة التركيب للغاية وأي تغيير جزيئي عشوائي مهما كان طفيفا لابد وأن يكون له أثر سلبي، وهذه الحقيقة العلمية يعبر عنها العالم الأمريكي ب·ج·رانكاناثان B.G.Ranganathan الأخصائي في علم الجينات كما يلي: ''إنّ الطفرات الوراثية تتسم بالصغر والعشوائية والضرر ولا تحدث إلا نادرا وتكون غير ذي تأثير في أحسن الأحوال· إنّ هذه الخصائص العامة الثلاث توضح أنّ الطفرات لا يمكن أن تلعب دورا في إحداث التطور خصوصا أنّ أيّ تغيير عشوائي في الجسم المعقد لابدّ له أن يكون إمّا ضارا أو غير مؤثر، فمثلا أيّ تغيير عشوائي في ساعة اليد لا يؤدي إلى تطويرها، فالاحتمال الأكبر أن يؤدي إلى إلحاق الضرر بها أو أن يصبح غير مؤثّر بالمرة ''(8.(وهذا ما حصل فعلا لأنّه لم يثبت إلى اليوم وجود طفرة وراثية تؤدّي إيى تحسين البنية الجينية للكائن الحي· والشواهد العلمية أثبتت ضرر جميع الطفرات الحاصلة، وهكذا يتضح أنّ هذه الطفرات التي جعلت سببا لتطور الأحياء من قبل الداروينية الحديثة ما هي إلا وسيلة تخريبية التأثير على الأحياء حيث تتركهم معاقين في أغلب الأحيان ( وأفضل مثال للطفرة الوراثية الحاصلة لجسم الإنسان هو الإصابة بمرض السرطان) ولا يمكن والحال كذلك أن تصبح الطفرات الوراثية ذات التأثير الضار آلية معتمدة علميا لتفسير عملية التّطور· أمّا آلية الانتخاب الطبيعي فهي بدورها لا يمكن أن تكون مؤثرة لوحدها فقط حسب اعترافات داروين نفسه، وبالتالي لا يمكن أن يوجد مفهوم يدعى بـ''التطور''، أي أنّ عملية التطور لدى الأحياء لم تحدث البتة·سجلات المتحجرات: لا أثر للمخلوقات الانتقالية أو الحلقات",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "الوسطىتعتبر سجلاّت المتحجّرات أفضل دليل على عدم حدوث أي من السيناريوهات التي تدّعيها نظرية التطور، فهذه النظرية تدّعي أنّ الكائنات الحيّة من مختلف الأنواع نشأت بعضها من البعض الآخر، فنوع معين من الكائن الحي من الممكن أن يتحول إلى نوع آخر بمرور الزمن وبهذه الوسيلة ظهرت الأنواع المختلفة من الأحياء، وحسب النظرية فإنّ هذا التحول النوعي استغرق مئات الملايين من السنين· واستنادا على هذا الإدعاء ينبغي وجود أنواع انتقالية أو حلقات وسطى طوال فترة حصول التحول النوعي في الأحياء ·على سبيل المثال ينبغي وجود كائنات تحمل صفاتا مشتركة من الزواحف والأسماك لأنها في البداية كانت مخلوقات مائية تعيش في الماء وتحولت بالتدريج إلى زواحف، أو يفترض وجود كائنات ذات صفات مشتركة من الطيور والزواحف لأنها في البداية كانت زواحفا ثم تحولت إلى طيور، ولكون هذه المخلوقات الافتراضية قد عاشت في فترة تحول فلابد أن تكون ذات قصور خلقي أو مصابة بإعاقة أو تشوّه ما، ويطلق دعاة التطور على هذه الكائنات الانتقالية اسم ''الحلقات الوسطى''· ولو فرضنا أن هذه ''الحلقات الوسطى'' قد عاشت فعلا في الأحقاب التاريخية فلا بد أنها وجدت بأعداد كبيرة وبأنواع كثيرة تقدر بالملايين بل بالمليارات، وكان لابد أن تترك أثرا ضمن المتحجرات المكتشفة، ويعبر داروين عن هذه الحقيقة في كتابه: ''إذا صحت نظريتي فلا بد أن تكون هذه الكائنات الحية العجيبة قد عاشت في فترة ما على سطح الأرض ··· وأحسن دليل على وجودها هو اكتشاف متحجرات ضمن الحفريات'' (9.(خيبة آمال داروينأجريت حفريات وتنقيبات كثيرة جدا منذ منتصف القرن التاسع عشر وحتى الآن ولكن لم يعثر على أي أثر لهذه '' الحلقات الوسطى أو الأشكال الانتقالية ''، وقد أثبتت المتحجرات التي تم الحصول عليها نتيجة الحفريات عكس ما كان يتوقعه الداروينيون من أن جميع الأحياء بمختلف أنواعها قد ظهرت إلى الوجود فجأة وعلى أكمل",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "صورة ·وقد اعترف بهذه الحقيقة أحد غلاة الداروينيّة وهو ديريك وايكر W.Ager Derek الأخصائي البريطاني في علم المتحجرات قائلا: إنّ مشكلتنا الحقيقية هي حصولنا على كائنات حية كاملة سواء على مستوى الأنواع أو الأصناف عند تفحصنا للمتحجرات المكتشفة، وهذه الحالة واجهتنا دوما دون العثور على أيّ أثر لتلك المخلوقات المتطورة تدريجيا (10.( أي أن المتحجرات تثبت لنا ظهور الأحياء كافة فجأة دون أي وجود للأشكال الانتقالية· وهذا عكس ما ادعاه داروين طبعا، وهذا تعبير على كون هذه الكائنات الحية مخلوقة لأن التفسير الوحيد لظهور كائن حي فجأة دون أن يكون له جد معين هو أن يكون مخلوقا، وهذه الحقيقة قد قبلها عالم أحياء مشهور مثل دوغلاس فوتويما Douglas Futuyma الذي يقول:إنّ الخلق والتطور مفهومان أو تفسيران سائدان في دنيا العلم لتفسير وجود الأحياء، فالأحياء إمّا وجدت فجأة على وجه البسيطة على أكمل صورة أو لم تكن كذلك، أي أنها ظهرت نتيجة تطورها عن أنواع أو أجداد سبقتها في الوجود، وإن كانت قد ظهرت فجأة وبصورة كاملة الشكل والتكوين فلابد من قوة لاحد لها وعقل محيط بكل شيء توليا إيجاد مثل هذه الكائنات الحية (11.( فالمتحجرات تثبت أن الكائنات الحية قد ظهرت فجأة على وجه الأرض وعلى أحسن شكل وتكوين، أي أن أصل الأنواع هو الخلق وليس التطور كما كان يعتقد داروين ·القصة الملفقة لتطور الإنسانإنّ من أهم المواضيع المطروحة للنقاش ضمن نظرية التطور هو بلاشك أصل الإنسان، وفي هذا الصدد تدعي الداروينية بأن الإنسان الحالي نشأ متطورا من كائنات حية شبيهة بالقرد عاشت في الماضي السحيق، وفترة التطور بدأت قبل 4-5 ملايين سنة وتدعي النظرية وجود بعض الأشكال البينية خلال الفترة المذكورة، وحسب هذا الإدعاء الخيالي هناك أربعة مجاميع رئيسية ضمن عملية تطور الإنسان وهي :-1أوسترالوبيثيكوس ·-2هومو هابيليس ·-3هومو اريكتوس ·-4هومو سابينس ·يطلق دعاة",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "التطور على الجد الأعلى للإنسان الحالي اسم ''أوسترالوسيثيوكس'' أو قرد الجنوب، ولكن هذه المخلوقات ليست سوى نوع منقرض من أنواع القرود المختلفة، وقد أثبتت الأبحاث التي أجراها كلّ من الأمريكي البروفيسور تشارلز أوكسنارد Charles Oxnard والبريطاني اللورد سوللي زاخرمان Solly Zuckerman وكلاهما من أشهر علماء التشريح على قرد الجنوب إن هذا الكائن الحي ماهو إلا نوع منقرض من القرود ولا علاقة له بالمرة بالإنسان (12.(والمرحلة التي تلي قرد الجنوب يطلق عليها من قبل الداروينيين اسم ''هومو'' أو الإنسان، وفي كافة مراحل الـ '' هومو'' أصبح الكائن الحي أكثر تطورا من قرد الجنوب، ويتشبث الداروينيون بوضع المتحجرات الخاصة بهذه الأنواع المنقرضة كدليل على صحة نظريتهم وتأكيدا على وجود مثل هذا الجدول التطوري الخيالي، ونقول خيالي لأنه لم يثبت إلى الآن وجود أي رابط تطوري بين هذه الأنواع المختلفة· و هذه الخيالية في التفكير اعترف بها أحد دعاة نظرية التطور في القرن العشرين وهو أرنست ماير Ernest Mayer قائلا: ''إنّ السلسلة الممتدة إلى هومو سايينس منقطعة الحلقات بل مفقودة ''(13.( وهناك سلسلة يحاول الدراوينيون إثبات صحتها تتكون من قرد الجنوب (أوسترالوبيثيكوس) هوموهابيليس ـ هومواريكتوس ـ هوموسابنيس أي أن أقدمهم يعتبر جدا للّذي يليه، ولكن الاكتشافات التي وجدها علماء المتحجرات أثبتت أن قرد الجنوب و هوموهابيليس و هومواريكتوس قد وجدت في أماكن مختلفة وفي نفس الفترة الزمنية (14)· والأهم من ذلك هو وجود أنواع من هومو أريكتوس قد عاشت حتى فترات حديثة نسبيا ووجدت جنبا إلى جنب مع هومو سايينس نياندرتاليسيسن و هوموسايينس (الإنسان الحالي) (15.(وهذه الاكتشافات أثبتت عدم صحة كون أحدهما جدا للأخر، و أمام هذه المعضلة الفكرية التي واجهتها نظرية داروين في التطور يقول أحد دعاتها وهو ستيفن جي كولد Stephen Jay Gould الأخصائي في علم",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "المتحجرات في جامعة هارفارد ما يأتي: ''إذا كانت ثلاثة أنواع شبيهة بالإنسان قد عاشت في نفس الحقبة الزمنية، إذن ماذا حصل لشجرة أصل الإنسان ؟ الواضح أنه لا أحد من بينها يعتبر جدا للآخر، و الأدهى من ذلك عند إجراء مقارنة بين بعضها البعض لا يتم التوصل من خلالها إلى أية علاقة تطورية فيما بينها ''((16. ¶ وبصريح العبارة أن اختلاق قصة خيالية عن تطور الإنسان والتأكيد عليها إعلاميا وتعليميا والترويج لنوع منقرض من الكائن الحي نصفه قرد ونصفه الآخر إنسان ما هو إلا عمل لا يستند إلى أي دليل علمي· وقد أجرى اللورد سوللي زاخرمان البريطاني أبحاثه على متحجرات قرد الجنوب لمدة 15 سنة متواصلة علما أن له مركزه العلمي كأخصائي في علم المتحجرات وقد توصل إلى عدم وجود أية سلسلة متصلة بين الكائنات الشبيهة بالقرد وبين الإنسان واعترف بهذه النتيجة بالرغم من كونه دارويني التفكير ·قام زاخرمان بتأليف جدول خاص للمعرفة أدرج فيها فروع المعرفة التي يعدها علمية ، وكذلك فروع المعرفة التي يعدها خارج نطاق العلم· وحسب جدول زاخرمان تشمل الفروع العلمية والتي تستند إلى أدلة مادية علمي الكيمياء والفيزياء· ويليهما علم الأحياء فالعلوم الاجتماعية وأخيرا، أي في حافة الجدول تأتي فروع المعرفة الخارجة عن نطاق العلم· ووضع في هذا الجزء من الجدول علم تبادل الخواطر والحاسة السادسة والشعور أو التحسس النائي( التلباثي) وأخيرا علم تطور الإنسان ويضيف زاخرمان تعليقا على هذه المادة الأخيرة في الجدول كما يلي:'' عند انتقالنا من العلوم المادّية إلى الفروع التي تمت بصلة إلى علم الأحياء النائي أو الإستشعار عن بعد وحتى استنباط تاريخ الإنسان بواسطة المتحجرات نجد أنّ كل شيء جائز وممكن خصوصا للمرء المؤمن بنظرية التطور حتى أنه يضطر أن يتقبل الفرضيات المتضادة أو المتضاربة في آن واحد'' (17.( إذن إنّ القصة الملفقة لتطور الإنسان ليست إلاّ إيمان أعمى من قبل",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "بعض الناس بالتأويلات غير المنطقية لأصل بعض المتحجرات المكتشفة ·التقنية الراقية في العين والأذنإنّ نظرية التّطور تعجز تمام العجز عن تفسير أمر آخر وهو كيفية وجود هذا المستوى الراقي من التحسس سواء في العين أو في الأذن· وقبل شرح موضوع العين دعونا نطلع ولو بإيجاز على كيفية أداء العين لوظيفة الإبصار، فالضوء المنعكس من جسم ما يسقط على شبكية العين بصورة مقلوبة، وهذا الضوء يتحول عن طريق الخلايا الموجودة في الشبكية إلى إشارات كهربائية تتدفق إلى مركز الإبصار الموجود في مؤخرة المخ، وبعد سلسلة من التفاعلات يتم تفسير هذه الإِشارات وتحويلها إلى صورة لذلك الجسم من قبل مركز الإبصار· و بعد هذا الاستعراض الموجز لنفكر قليلا وكما يأتي: إنّ المخ يكون بمعزل عن الضوء، أي أن داخله مظلم تماما، والضوء لا يستطيع الولوج داخله، أو بالأحرى لا يستطيع أبدا الوصول إلى مركز الإبصار، وربما كان من أشد الأماكن ظلمة ، ولكن المرء يستطيع الإبصار بواسطة هذا المركز الشديد الظلمة، إضافة إلى كون هذا الإبصار حادا وواضحا إلى درجة مذهلة يعجز عنه العلم المتقدم في القرن الحادي والعشرين أن ينجز مثيلا له، فمثلا انظروا إلى الكتاب الذي بين أيديكم وانظروا ما حولكم هل رأيتم صفاء ووضوحا في الصورة كالتي ترونها الآن؟ إن هذا الصفاء في الصورة لا يمكن أن يرى حتى في أحسن تلفزيون صنع حتى الآن· ومازال المهندسون البارعون يعملون بدأب منذ 100سنة للحصول على صفاء صورة كالتي ترونها الآن بعيونكم، و انظروا مرة أخرى إلى شاشة التلفزيون وتارة أخرى إلى الكتاب الذي بين أيديكم ،هناك فرق شاسع بين الصورتين من ناحية صفاء الصورة ووضوحها، إضافة إلى كون الصورة التلفزيونية ثنائية الأبعاد أماّ الصورة التي ترونها بعيونكم فثلاثية الأبعاد (مجسمة.(وهناك أبحاث ومشاريع تجري منذ سنوات عديدة لإنتاج أجهزة التلفزيون صورتها ثلاثية الأبعاد وتضاهي الصورة التي تتحسسها عين",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "الإنسان، ونجح الإنسان في صنع هذا التلفزيون ولكن لا يمكن مشاهدة الصّور على شاشته إلا باستخدام نظارة خاصة، إضافة إلى كون الصورة ثلاثية الأبعاد صنعية ليس إلا، فخلفية الصورة تبدو مشوشة والواجهة تبدو كأنها قطعة ورق، ولا يمكن أبدا أن تتشكل صورة مضاهية للصورة التي تكونها عين الإنسان، فالصورة التي تكونها الكاميرا أو التلفزيون لابد وأن تكون مشوشة بعض الشيء أو تفقد جزءا من صفائها· هنا يدعي الداروينيون أن هذا الصفاء والحدة في تشكيل الصورة من قبل العين قد اكتسب بالمصادفة، ولو أخبركم أحدهم بأن التلفزيون الموجود في الغرفة قد تشكل مصادفة أي اجتمعت الذرات مع بعضها وألّفت فيما بينها هذا الجهاز المدعو التلفزيون ، كيف تفسرون هذا الخبر؟ كيف تنجح الذرات في عمل شيء يعجز الملايين من البشر ؟إذن فكما أنّ من المستحيل أن يظهر جهاز أقل تعقيدا من العين بالمصادفة كذلك العين نفسها والصورة التي تكونها من المستحيل أن يظهرا هكذا بالمصادفة، ونفس الشيء ممكن بالنسبة إلى الأذن، فالأذن الخارجية تقوم باستقبال الموجات الصوتية وتجمعها بواسطة صيوان الأذن وتنقلها إلى الأذن الوسطى والتي تقوم بدورها بتقوية هذه الموجات ونقلها إلى الأذن الداخلية والتي تقوم بتحويل هذه الموجات الصوتية إلى إشارات كهربائية تنتقل إلى المخ، وهنا يحصل مثلما يحصل أثناء الإبصار، فمركز السمع الموجود في المخ يقوم بتأويل هذه الإشارات الكهربائية إلى صوت مسموع · ويمكن إجراء نفس المناقشة الذهنية أي أن المخّ مقفل أمام الصوت كما هو أمام الضوء، أي أن داخل المخ يكون عديم الصوت مهما كانت الضوضاء عالية في المحيط الخارجي، مع هذا يتم الإحساس بأنقى الأصوات بواسطة المخ، ويمكنكم بمخكم هذا المعزول عن الصوت سماع اوركسترا تعزف سيمفونية، أو سماع ضوضاء الشارع ولكن لو تم قياس مستوى الصوت داخل المخ بواسطة جهاز متقدم عند لحظة الاستماع للموسيقى الصاخبة فمن المؤكد أن نجد",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "الصمت المطلق داخل المخ ·ومثلما استخدمت التكنولوجيا للحصول على أدق الصور وأوضحها فنفس الشيء يذكر بالنسبة للصوت فالمحاولات جارية منذ عشرات السنين للحصول على أوضح الأصوات وأنقاها·إن أجهزة تسجيل الصوت وأجهزة الاستماع الى الموسيقى وأجهزة أخرى إلكترونية حساسة للصوت ليست سوى نتاج لهذه المحاولات الجارية· وبالرغم من وجود كل هؤلاء المهندسين والفنيين البارعين وهذه التكنولوجيا المتقدمة لم يتم التوصل حتى الآن إلى درجة النقاء الصوتي للأذن البشرية· فأجهزة الصوت المصنوعة من قبل أحسن الشركات لابد وأن يكون الصوت الذي تصدره معرضا لشيء من التشويش أو فقدان درجة معينة من الوضوح أما الصوت الذي تستقبله الأذن البشرية فيتميز بغاية الوضوح والنقاء، فالأذن البشرية لا تسلك سلوك أجهزة التسجيل أبدا كأن يكون هناك شيء من الضوضاء أو الأزيز المزعج ،إذ يتم استقبال الصوت كما هو دون تغيير، وهذا الأمر موجود وفعال منذ خلق الإنسان وحتى الآن· ولم يكن أي جهاز صنعه الإنسان صوتيا كان أم مرئيا بدرجة وضوح ودقة العين والأذن البشريتين ولكن هناك حقيقة كبرى تقف خلف حاسة السمع والبصر وتعبر عن نفسها بوضوح· فلنسأل أنفسنا:لمن يعود الشعور الخاص بالسمع والبصر في المخ؟من الذي يوجد داخل المخ ويشاهد هذا العالم الزاهي الألوان من حولنا أو يستمع إلى أصوات الطيور أو الموسيقى السيمفونية المؤثرة أو يشم رائحة الزهور الزكية ؟فالإشارات الكهربائية القادمة من الأعضاء الحية الموجودة في الأنف والأذن والعين تذهب إلى المخ ويمكن للمرء أن يطلع على كيفية تحول الإشارة الكهربائية إلى صورة في المخ عن طريق قراءة كتب علم الأحياء أو علم الفيزياء الحيوية أو الكيمياء الحيوية، ولكن هناك حقيقة تتعلق بهذا الأمر لا يمكن أن تجدوها في أي مصدر، من ذا الذي يشم أو يرى أو يسمع داخل المخ ؟ لأنه يوجد في المخ نظام خاص يستطيع الإبصار والسمع والشم دون الحاجة إلى عين أو أذن",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "أو أنف، لمن يعود هذا النظام المتقدم ؟إن هذا النظام المتقدم ما هو إلا الروح الذي خلقه الله العليم الحكيم، فالروح لا يحتاج إلى العين كي يبصر ولا يحتاج إلى الأذن كي يسمع ولا يحتاج إلى المخ للتفكير فيما هو أبعد من ذلك·حتما أن هذا النظام المتقدم لا يعود إلى المخ المتشكل من الأعصاب أو الخلايا العصبية لذلك يعجز الداروينيون الذين يظنون أن أصل كل شيء هو المادة عن الإجابة على هذه الأسئلة ·فعلى الإنسان أن يفكر مليا أمام هذه الحقيقة العلمية ، فعدة سنتيمترات مكعبة من المخ تستطيع إبصار الكائنات بشكل مجسم ( ثلاثي الأبعاد)، وأزهى الألوان بقدرة العزيز القهار فعلى الإنسان أن يخاف ربه ويشكره ويحمده على هذه النعم ويلتجئ إليه·عقيدة ماديةلقد استعرضنا النظرية الخاصة بالتطور ومدى تناقضها مع الأدلة والشواهد العلمية ومدى تناقض فكرها المتعلق بأصل الحياة مع القواعد العلمية، واستعرضنا أيضا كيفية انعدام التأثير التطوري لكافة آليات التطور التي تدعو إليها هذه النظرية وانعدام وجود أية آثار لمتحجرات تثبت وجود الأشكال الانتقالية أو الحلقات الوسطى للحياة عبر التاريخ، لهذا السبب نتوصل إلى ضرورة التخلي عن التشبث بالنظرية التي تعتبر متناقضة مع قواعد العلم والعقل، ولابد أن تنتهي كما انتهت نظريات أخرى عبر التاريخ والتي ادعت بعضها أن الأرض مركز الكون· ولكن هناك إصرار عجيب على بقاء هذه النظرية في واجهة الأحداث العلمية وهناك البعض يتمادى في تزمته ويتهم أي نقد للنظرية بأنه هجوم على العلم والعلماء ·والسبب يكمن في تبني بعض الجهات لهذه النظرية واعتبارها عقيدة صارمة لا يمكن التخلي عنها، وهذه الجهات يتميز تفكيرها بأنه نابع من المدرسة المادية بل متصلة بالفكر المادي اتصالا أعمى وتعتبر الداروينية التفسير المادي الوحيد للطبيعة· وأحيانا تعترف هذه الجهات بالحقيقة السابقة، كما يقول ريتشار دليونتن Richard Lewontin أشهر الباحثين",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "في علم الجينات والذي يعمل في جامعة هارفارد و هو من المدافعين الشرسين عن نظرية التطور ويعتبر نفسه ماديا ثم رجل علم : ''نحن نؤمن بالمادية، ونؤمن بأشياء مسلم بها سلفا وهذا الإيمان المسبق بالفلسفة المادية وارتباطنا بها هو الذي يجعلنا نضع تفسيرات مادية ومفاهيم مادية لجميع الظاهر في العالم· وليس قواعد العلم ومبادؤه،· وإيماننا المطلق بالمادية هو سبب دعمنا اللامحدود لكل الأبحاث الجارية لإيجاد تفسيرات مادية لكافة الظواهر التي توجد في عالمنا، ولكون المادية صحيحة صحة مطلقة فلا يمكن أبدا أن نسمح للتفسيرات الإلهية أن تقفز إلى واجهة الأحداث''(18.(إن هذه الكلمات تعكس مدى الدوغمائية والارتباط الأعمى بالفلسفة المادية لهؤلاء العلماء ، ويعتبر غلاة أصحاب هذه النظرية أنه لا يوجد هناك شيء غير المادة ، ولهذا السبب يؤمنون بأن المواد غير الحية هي سبب وجود المواد الحية، أي أن الملايين من الأنواع المختلفة كالطيور والأسماء والزرافات والنمور والحشرات والأشجار والزهور والحيتان وحتى الإنسان ليست إلا نتاجا للتحول الداخلي الذي طرأ على المادة بسبب عوامل طبيعية كالمطر المنهمر والرعد والصواعق· والواقع أن هذا الاعتقاد يتعارض تماما مع قواعد العقل والعلم ، إلا أن الداروينيين مازالوا يدافعون عن آرائهم خدمة لأهدافهم '' لا يمكن أبدا أن نسمح للتفسيرات الإلهية أن تقفز إلى واجهة الأحداث ''·و كلّ إنسان ينظر إلى قضية أصل الأحياء من وجهة نظر غير مادية لابد له أن يرى الحقيقة الساطعة كالشمس، إنّ كافة الكائنات الحية قد وجدت بتأثير قوة لا متناهية وعقل لا حد له أي خلقت من قبل خالق لها، وهذا الخالق هو الله العلي القدير الذي خلق كل شيء من العدم وقال له كن فيكون ·ال·----قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَاإِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ البقرة: 32- Sidney Fox 1سيدني فوكس،Klaus Dose كلوس داز",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "Molecular Evolution and the Origin of Life التطور الجزيئي وأصل الحياة، نيويورك: Marcel Dekker 1977ص 2 · Alexander T.Oparin 2 الكسندر ·أ·اوبارين، Original of life أصل الحياة،1936نيويورك، مطبوعات دوفر 1953طبعة مكررة ص196 · '' New Evidence on evolution of early atmosphere and life'' 3دليل جديد على تطور الغلاف الجوي القديم والحياة، نشرة موجزة صادرة عن جمعية الأنواء الجوية الأميريكية، المجلد 63 نوفمبر 1982 ص 1328-1220 · Stanley Miller 4ستانلي ميللر،Moleculer Evolution of life :Current status of the prebiotic synthesis of small Molecules 1998ص40 · Jeffrey Bada 5 جيفري بادا ، الأرض Earth فبراير 1998 ص40 · 6تشارلز داروين، أصل الأنواع:نسخة طبق الأصل للطبعة الأولى مطابع جامعة هارفارد 1964ص 189 · 7تشارلز داروين، أصل الأنواع:نسخة طبق الأصل للطبعة الأولى مطابع جامعة هارفارد 1964ص ·184 B.G.Ranganathan 8بي·جي·رانكاناثان· Origins الأصول ؟ بنسلفانيا :مانشيت الحقيقية الموثوقة 1988 · 9 تشارلز داروين، أصل الأنواع:نسخة طبق الأصل للطبعة الأولى مطابع جامعة هارفارد 1964ص 179 · Derek A.Ager 10ديريك·أ·آجر، The Nature of the fossil record كبيعة سجلات الحفريات محاضر الجمعية الجيولوجية البريطانية المجلد 87 1976ص 133 · Douglas J.Futuyma 11 دوغلاس·جي·فوتويما، العلم في قفص الإتهام،نيويورك: مطبوعات بانثيون 1982 ص197 · Solly Zuckerman 12سوللي زاخرمان Beyond the Ivory tower من خلال البرج العاجي، نيويورك منشورات توبلينغر 1970ص75-،94 Charles E.Oxnard، '' موقع أوسترالو بيثيسنس في السلم التطوري للإنسان :أرضية ملائمة للشكوك '' مجلة 258 ص 289 · J.Rennie 13جي رينيه، Darwin's Current bulldog: Ernest Mayr أرنست ماير :سفسطة داروين المستمرة ،المجلة العلمية الأمريكية ديسمبر 1992 · Alan Walker 14، العلم العدد 207 1980",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "ص،1103 A.J.kelso ، الأنثرلوبوجيا الفيزيائية ، الطبعة الأولى نيويورك: شركة J.B.Lipincott 1970ص·،221D.Leakey أولديواي كوركي العدد 3 كمبريدج : مطابع جامعة كمبريدج 1971 ص 272 · 15مجلة نوفمبر 1996 · S.J.Gould 16س·ج·كولد: Natural History التاريخ الطبيعي العدد 85 1976 ص20 · Solly Zuckerman 17، Beyond The Ivory Tower من خلال البرج العاجي، نيويورك: منشورات توبلينغر 1970ص19 · Richard Lewontin 18ريتشارد ليوينتن ، '' The demon-haunted world العالم المثابة الشريرة '' دليل نيويورك للكتب 9يناير 1997ص 28 ·",
            "page": "97",
            "part": "1"
        }
    ],
    "t37008": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "kuranda_vicdanin_onemi_sa"
        }
    ]
}