{
    "b37018": [
        {
            "id": "1",
            "nass": "إدراك الفوت في ذكر قبائل تاريخ حضرموت ¶ (معجم لقبائل البادية وسكان الحاضرة في تاريخ حضرموت) ¶ كتبه بعون الله تعالى ¶ علي بن محمد بن عبد الله باخيل آل بابطين النَّوَّحي ¶ 1415هـ ¶ مقدمة : ¶ ... إن الحمد لله نحمده ونستعينه ونستغفره ونستهديه ، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا ، من يهده الله فهو المهتدي ، ومن يضلل فلن تجد له ولياً مرشداً . ¶ ... ونصلى ونسلم على المبعوث رحمة للعالمين ، محمد بن عبدالله الهادي البشير، الذي ما ترك خيراً إلا دلنا عليه ، ولا شراً إلا حذرنا منه . وبعد : ¶ فبفضل من الله تعالى تم المقصود ، وتحقق لي ما كنت أراه حلماً ، وأحادثه فكرة ، حتى رأيته شاباً يافعاً تتراقص أوراقه أمامي ، أراه بكل عيوبه التي لا أنكرها ، ونقصه الذي لا أخفيه . ¶ ... ولقد دفعني لهذا البحث ما يشوب تاريخ حضرموت من الغموض والاضطراب ، حتى أن الباحث لا يكاد يسلم من مز الق هذه الحالة عند محاولته الخوض في هذا التاريخ أو تسليط الضوء على جانب غامض منه . ¶ ... ولأن حضرموت مثلها مثل بقية أصقاع الجزيرة العربية ، يعتمد مجتمعها السكاني على النظام القبلي ، فإن تاريخ القبائل يعد في الحقيقة أحد الجوانب المهمة المكونة لتاريخ حضرموت . ¶ ... ومنذ عهد ما قبل الإسلام زمن تأسيس مملكة حضرموت القديمة كان للقبائل والأسر القروية والبدوية منها حضور واضح في عمليات صنع التاريخ حتى أن كنده وهي قبيلة حضرمية بارزة استطاعت التمدد إلى خارج مواطنها في حضرموت ، وتأسيس مملكة قوية زاحمت إلى حد ما الممالك العربية الشمالية في العراق والشام . ¶ ... من هذا المنطلق فالنظام القبلي كان ولازال يمثل ركيزة لابد أن يتطرق لها الباحث التاريخي الراغب في الغوص في غياهب هذا التاريخ . ¶ ... ولو تساءلنا عن أهم العوامل التي ساهمت في حدوث هذا الغموض لوجدنا أن ذلك يعود إلى :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "* ... عدم توفر المراجع والمصادر الكافية ، وبقاؤها على رفوف الكتب مما يؤدي إلى تلفها ، وقد تحدث مؤلف \"الشامل\" عن عدد من التجارب المرة . ¶ * ... الاضطراب السياسي السائد والمستمر من الحقبة العباسية وحتى عهد متأخر حيث لم تعرف حضرموت حكماً مستقراً شاملاً خلال هذه الفترة ، ولذلك ولاشك تأثيره على الحركة العلمية . ¶ * ... انصراف أهل العلم - بعد انتشار بدعة التصوف - عن التاريخ والفقه والحديث والعلوم الإسلامية المعروفة إلى علوم الباطن كما يسميها المتصوفة . ¶ ... وأيا كانت الأسباب - والتي لازالت تفعل فعلها - فان الغموض واضح للعيان ، ولن يزال هذا الغموض إلا بجهد متكامل منظم مترابط ، فيمكن من خلاله وضع تاريخ حضرموت في إطاره التاريخي الصحيح ، وعدم لوي عنق الحقائق التاريخية للوصول إلى غايات وأهداف معينة . ¶ وانطلاقاً من هذه الحقيقة ، وانطلاقاً من اعتبار تاريخ حضرموت هو جزء من تاريخ الجزيرة العربية الواحد ، ولأهمية هذا التاريخ انطلاقاً من الأهمية الجغرافية والاقتصادية والسكانية لهذا الصقع ، فقد سلكت هذا المسلك الوعر ، وكان هدفي تقديم معلومة بسيطة منظمة عن القبائل التي شاركت في التاريخ الحضرمي ، لذا جاء عنوانه مختصاً بقبائل تاريخ حضرموت ، فاشتركت فيه قبائل لا تعد ساكنة للقطر الحضرمي لكنها ساهمت في هذا التاريخ . واضعاً نصب عيني وضع هذا التاريخ في سياقه الطبيعي ، ومحاولاً ربط ذلك الماضي بهذا الحاضر ، ومتتبعاً قدر الإمكان وأينما سنحت الفرصة التسلسل التاريخي للقبيلة . وكنت أجاهد أينما أمكن ذلك ألاَّ أغدو أسير حاضرها وحسب . ¶ ... بيد أني أكاد أن أعترف بالفشل رغم ما بذلته من جهد استمر لسنوات طويلة ، لكنني مع كل هذا الفشل أستطيع أن أدعي بأني قدمت موطئ قدم للمبتدئ والراغب في التعرف على تاريخ القبائل وأنسابها ، خصوصاً إذا كان منقطعاً عن هذه المعرفة ، ولا يملك الأدوات التي يمكن له بها أن يمتلك هذه المعرفة .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "... وقد انطلقت في محاولتي الراهنة ، من عدد من الحقائق التاريخية المتعلقة بتاريخ القبائل منها : ¶ * ... أن ليس للقبائل مناطق دائمة عبر التاريخ ، بل هي تغير أماكنها بفعل ظروف وحوادث تاريخية تدفعها إلى التقدم إلى إقليم معين ، أو تدفعها إلى الهجرة أو التوسع أو الانكماش . ¶ * ... أن النسب الذي يجمع القبيلة لا يمكن اعتباره صلة عرقية دائماً ، بل صلة اجتماعية ، تفرضها عدد من العوامل منها العامل العرقي ، والعامل الأمني والاقتصادي والجغرافي . والتي تساهم في نشوء هذه الصلة الاجتماعية . ¶ * ... ثالث هذه الحقائق هو اعتبار حضرموت إقليما منعزلاً إلى حد ، وأن الهجرات منه أكثر من الهجرات إليه ، ولم يعرف في تاريخه أي تأثير خارجي سوى من الغرب والشرق ، ولعل الجغرافيا هي التي صنعت ذلك فمن الشمال هناك صحراء الربع الخالي وهي مفازة أغلقت حضرموت شمالاً وبحر العرب مفازة أغلقت حضرموت جنوباً ، وكل كسر لهذه الحقيقة الجغرافية لم يتعد كونه محاولات فردية ، أما التأثيرات الجماعية فهي أما من الغرب أو من الشرق ، فالإباضية أتت من الشرق ، وقبائل نهد ويافع وما أثارته من أحداث تاريخية كبيرة جاءت من الغرب ، وكان الوضع السياسي كثيراً ما تأثر بالوضع في الغرب حيث الدولة الزيدية والرسولية ومن قبلهم الأيوبيين في اليمن . ¶ ... ومن المؤسف حقاً أن دعوة الشيخ المصلح محمد بن عبد الوهاب رحمه الله والتي بلغ تأثيرها نواحي واسعة في العالم الإسلامي ، لم تترك أثراً في حضرموت إحدى معاقل الصوفية ، رغم غزوة ابن قملا النجدي على تريم ، والتأثير الذي وصل إليها كان فردياً على يد الشيخ باصبرين الذي تلقى جزءً من تعليمه في الحجاز .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "... ولقد سلكت في هذا البحث مسلكاً على القارئ أن يفطن له ، فقد اقتصر البحث في سكان حضرموت على عدد من الفئات كالقبليين والمشايخ والسادة وبعض الأسر القروية ، وأرجعت كلاً إلى فئته ، واتخذت من بعض العبارات مصطلحات للدلالة على الفئة التي تنتمي لها المادة المترجم لها ، فمن ذلك لفظة قبيلة أو فخذ أو بطن أو دار للقبليين ولفظة \"بيت\" للسادة يشاركهم في ذلك الحموم وقبائل شرق حضرموت باعتبارهم يستخدمون اللفظة مقابلة للفظة فخذ أو دار واقتصر استخدام لفظة \"أسرة\" على السكان القرويين الذين لا يرفعون أنسابهم، أما المشايخ فنعتهم بهذه اللفظة . ¶ ... كذلك لم أتقدم خطوة في عملي هذا سوى بعد أن أشعر بوضع قدمي على أرض صلبة ، فلا مكان للخلط في النقل عند الحديث عن القبائل وأنسابها حيث للعصبية القبلية حضور في المدح والقدح ، لكنني لست أزعم أني سلمت من الأخطاء ، أو كنت مصيباً ، أو أني ألممت بكل جوانب الموضوع ، بل افترضت عكس ذلك ، وأعددت نفسي للقبول بتبعاته ، والتراجع عن الخطأ والعودة راضياً إلى الصواب . ¶ والله ولي التوفيق ¶ علي بن محمد باخيل ¶ ... حرف الألف ... ¶ بنو أبان : ¶ ... بطن قديم من نهد (القلقشندي ص 32). ¶ الابارقة : ¶ ... قبيلة من الدين ، منهم : آل باجعول . يسكنون الطريق بين ريدة الدين ووادي عمد . (الشامل ص 97). ¶ آل بابراهم : ¶ ... جاء في الشامل : الرشة بفتح وكسر وهي غيضة آل بابراهم وأصلهم من الصدف، وكانوا بالهجرين، ومنهم برحاب وقيدون بيت واحد منهم(الشامل ص89) . ¶ الأبايضة :",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "... قبيلة قليلة العديد من الحالكة من سيبان . ويرى البكرى أن لهم علاقة بالمذهب الاباضي (مذهب من مذاهب الخوارج) الذي كان سائداً في وادي دوعن (البكري ص 193 الجنوب العربي) بينما لا يرى البعض ذلك بسبب الاختلاف في الاشتقاق اللغوي بين كلمة أبايضة وهي جمع \"أبيض\" والإباضية نسبة إلى عبدالله بن إباض أحد زعماء الخوارج ، وقد يدفع هذا الرأي بأن العرب قد عرفوا قلب بعض الحروف عن مواضعها . ¶ لبعوس (آل الابعوس) : ¶ ... قبيلة من يافع العليا ، والنسبة لها \"البعسي\" بضم الباء وسكون االعين ، وهم : آل عمر ، آل عبدالصمد ، آل الجرف ، آل سحيان ، آل بن متاش ، آل هرم ، آل بهينة ، آل عديوه ، آل حريب ، آل مضيق ، آل الشسعة ، آل البر ، آل حبة ، آل طبيه ، آل أحمد ، آل المغرا ، آل منصور ، آل الديون\" (البكري : حضرموت وعدن ص 283). ¶ الابقور : ¶ ... بطن من يافع ، يسكن قرية (بنا ابة) في لحج . (العبدلي ص 43). ¶ الاحامدة : ¶ من القعطة من الموسطة من يافع (البطاطي ص 92) منهم الشاعر صلاح بن أحمد القائل : ¶ ... أبديت بك وأدعوك ياجيد وغيرك مايجود ¶ ... ... ... ... ... ياحي ياقيوم يامطلق من الساق القيود ¶ ومنها : ¶ ... أين الدول أين آل عبدالله وهمدان الأسود ¶ ... ... ... ... وين بن مطلق وين ربعه وين بن سالم عبود ¶ ... أين القعيطي أين يافع ذي تطرح في الربود ¶ ... ... ... ... ذي يرعضون السيل مجرى يطلعونه في سنود ¶ ... ... ... ... ... ... ... ... (البطاطي ص 101) ¶ الأحامدة : ¶ ... من قبائل منطقة الضالع ، من حمير . (الجنوب العربي ص 227). ¶ آل احتلة : ¶ ... قبيلة من آل باكازم من العوالق السفلي ، وهم : أهل الوبر ، أهل يسلم ، أهل نجمة\" (الجازع ص 63) ¶ الأحجور :",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "... فئات من الموالى ، يعرفون بهذا الاسم في لحج نسبة إلى حجر (أحد أودية حضرموت) ووهم مصطفى الدباغ في كتابة \"بلاد العرب\" وعدهم إحدى قبائل لحج ، وقال : ودعوا بذلك الاسم نسبة إلى حجر في حضرموت ، سمرتهم شديدة، وهم بوجه عام أكبر جداً وأشد ساعداً من اللحجي ، والحجور يشتغلون في لحج بالأشغال الشاقة وقد عرفوا بتقواهم\" (الدباغ ص 36) وهم ينتسبون إلى قبائلهم الحضرمية ، وعد صاحب \"هدية الزمن\" عدداً منهم (العبدلي ص 297) ويكثرون في لحج لكثرة الزراعة . وهم في حجر قسمان كما جاء في \"الشامل\" : \"آل باحسن ، الصبيان\" (الشامل ص 76). ¶ الأحدوث : ¶ ... بطن قديم من ناهض من حضرموت . منهم خير بن نعيم الحضرمي الاحدوثي ت 137 (اللباب ج1 ص30). ¶ الأحلاف : ¶ ... حلف يجمع خمسة أسر هي : آل بالعمش ، آل باشميل ، آل بازعزوع ، آل باخشب ، آل باجخيف ، يسكنون العرسمه . (الشامل ص 186). ¶ آل بلحمر (بنو الأحمر) : ¶ ... قبيلة شهيرة من قبائل بادية حضرموت تسكن \"عرض بلحمر\" في وادي ليسر وغيل الحالكة . ¶ ... من آل بادقيل من الحالكة من سيبان ، لهم مشاركة واسعة في الأحداث السياسية في وادي دوعن ، ذكر أحدهم سنة 890 حين هجم على \"الخريبة\" وحكمها عشر سنوات حتى استعادها آل فارس منهم (جواهر الأحقاف ج2 ص176) . فيهم رئاسة الحالكة . ¶ آل بلخرم (بنو الأخرم) : ¶ ... قبيلة من الحالكة ، تسكن \"حوفة\" (الشامل ص 172) . ¶ بنو أرض : ¶ ... قبيلة من يافع ، تسكن حضرموت ، ذكر بامطرف : والفرط - فرط بني ¶ أرض وهم من قبائل البيضاء الذين استوطنوا حضرموت (بامطرف ، ملاحظات ص 18) ويسكن بعضهم \"العدان\" (السقاف ص 237 ج 17 مجلة العرب) . ¶ بنو إسحاق : ¶ ... من المشايخ تساكن قبائل الصيعر ، وهم : آل شيبان ، آل حمدان ، آل ربيع ، آل النهم ، آل عقيل ، الغشاليق\" (البلادى ص 149) .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "... ويرجع البعض سبب نشوء فئة المشايخ إلى هجرة بعض أفراد العشائر التي لعبت دوراً بارزاً في صدر الإسلام . أو لعل السبب أن أفراداً اتجهوا إلى العلم والدين في مجتمعات قبلية مضطربة مما جنبهم الحروب القبلية وجعلهم مرجعاً لحل المشكلات الناشئة بين القبائل . ¶ بنو أبي أسود : ¶ ... قبيلة قديمة من نهد (القلقشندي ص 33) . ¶ عيال الأسود : ¶ ... قبيلة من الكرب ، هم : عيال سليمان ، عيال سالم (البلادى ص 144) . ¶ بنو أشا : ¶ ... بطن قديم من كندة ، نسبوا إلى أمهم أشاءة أمة من حضرموت . ¶ ... ... ... ... ... ... ... ... (المقحفي ص 23). ¶ الأشاولة : ¶ ... دار من السموح من سيبان ، والنسبة لهم (اللشولي) ، يسكنون غيل باوزير، منهم : آل بازياد ، آل باراكة . ¶ آل بلشرف (بنو الأشرف) : ¶ ... قبيلة من آل بادقيل من الحالكة من سيبان ، (البكري تاريخ حضرموت ج2 ص 101) يسكنون \"بلاد الماء\" في وادي دوعن . ¶ الأشعوب : ¶ ... من قبائل منطقة لحج ، هم بنو شعب بن عمرو بن شعبان بن عمرو بن جشم بن عبد شمس بن حمير (العبدلي ص 38) . ¶ الأصابح (ذو أصبح) : ¶ ... من قبائل حمير هم بنو حارث ذو أصبح بن مالك بن زيد بن حمير ، منهم الفقيه المعروف مالك بن أنس الاصبحي ت 179هـ إمام دار الهجرة الشريفة رحمه الله تعالى . ¶ ... لهم بقية كبيرة . ذكر محقق الجزء الثاني من الإكليل : الاصابح اليوم قبيل كبير وهي عظيم ، تتفرع إلى أربع قبائل في محال مختلفة ، وأشهرها الأصابح التي يقال لها الصبيحة\" (الإكليل ج 2 ص 149) . ¶ الأصنعة : ¶ ... قبيلة تسمى اليوم الحواشب ، منهم فرقة لازالت تحمل هذا الاسم تسكن وادي تونة في جنوب اليمن . (المقحفي ص 26) ¶ الأصووت : ¶ ... قبيلة من يافع هم آل الصيات (المقحفي ص 26) . ¶ الأعبود : ¶ ... بطن قديم من السكاسك من كندة (اللباب ج 1 ص 73) . ¶ الأعدول : ¶ ... بطن قديم من حضرموت منهم عبدالله من لهيعة الحضرمي الاعدولي قاضي مصر (السمعاني ج 1 ص 307) . ¶ آل بلعسر (بنو الأعسر) : ¶ ... قبيلة من الحالكة . ¶ آل لعسم (بنو الأعسم) :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "... فخذ من آل لفشع (الأفشع) من عيال سليمان من الكرب ، هم : آل قطيان ، آل أحمد بن الأعسم . (البلادي ص 144). ¶ آل الاعسم (العسمان) : ¶ ... قبيلة من آل باحيان من بلعبيد ، هم : آل الصقع ، آل جعم ، آل باعاني ، آل باشجير ، آل باعقل ، آل بامزعب ، آل باشيبة ، آل ماخش ، آل باعنس ، آل بافضل ، آل زيد . يسكنون سوط بلعبيد (الشاطري ج 2 ص 368) . ¶ آل الاعلم : ¶ ... قبيلة من كندة ، ذكرها صاحب جواهر الأحقاف (جواهر ج 2 ص 72). ¶ آل بلعمش (بنو الاعمش) : ¶ ... أسرة تسكن \"العرسمة\" من الأحلاف ، قيل كانوا قديما بـ \"هينن\" ثم نقلوا عنها (الشامل ص 182) . ¶ الأعمور : ¶ ... من قبائل منطقة لحج من كندة (العبدلي ص 38) . ¶ الأعنود : ¶ ... قبيلة تسكن بين منطقتي لحج وأبين ، منهم الشاعر أبو بكر من أحمد العندي، بفتح أوله وثانيه . (المقحفي ص 30) ¶ آل بغلف (بنو الأغلف) : ¶ ... أسرة تسكن \"هدون\" و\"خسوفر\" في وادي دوعن . منهم المحسن محمد بن أحمد بغلف صاحب اليد البيضاء على البلاد الحضرمية . ¶ آل لفشع (بنو الأفشع) : ¶ ... قبيلة من عيال سليمان الأسود من الكرب ، هم : آل الأعسم ، آل القناص (البلادى ص 144) . ¶ الأقدور : ¶ ... قبيلة من الحواشب ، تسكن قرية (الثعلب) في منطقة لحج . (المقحفي ص 31). ¶ لقموش (بنو الأقموش) : ¶ ... قبيلة كبيرة من حمير ، تسكن \"حبان\" منهم آل فاطمة ، آل مجور ، آل لحمان ، آل حنش ، آل منصور ، آل أحمد (الشامل ص 44) . ¶ الأندائي : ¶ ... بطن قديم هم بنو أندا بن عدي بن تجيب (السمعاني ج 1 ص 360) . ¶ أوَّاب : ¶ ... بطن قديم من تجيب منهم زياد بن نافع الاوابي أحد التابعين (السمعاني ج 1 ص 378) . ¶ أود : ¶ ... قبيلة كبيرة من مذحج ، منهم الشاعر الجاهلي الأفوه الأودى وهو صلاءة بن عمرو القائل : ¶ ... لايصلح الناس فوضى لاسراة لهم ... ... ولاسراة إذا جهالهم سادوا ¶ ... ... ... ... ... ... ... (ابن قتيبة ج 1 ص 175)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "من بطونها القديمة : بنو شبيب ، بنو قيس ، بنو كتيف ، بنو مزاحم ، بنو كليب ، بنو سويق ، لها بقية في منطقة دثينة (الهمداني الصفة ص 184). ¶ الأولومي : ¶ ... بطن قديم من الصدف (السمعاني ج 1 ص 388) . ¶ بنو أيدعان : ¶ بطون قديمة من تجيب ، ومن الصدف ، ومن حضرموت (السمعاني ج ص 397) ¶ الأيزون : ¶ ... قبيلة كبيرة من حمير هم بنو عامر (ذو يزن) بن أسلم بن الحارث بن مالك ابن زيد بن الغوث بن سعد بن عوف بن عدي . (الإكليل ج 2 ص 240) ينسب لهم القائد المشهور سيف بن ذي يزن . ¶ وعد الهمداني من بطونها القديمة : آل ذي نعامة - بني زرعة ، الأيدوع وقال عن مساكنهم آل ذي يزن باليمن بين لحج ومرخة وهم الايزون ومنهم عدد كثير بحمص وحضرموت ، وأضاف وينزلون بحضرموت مدينة يقال لها يشبم (الإكليل ج 2 ص 246) . ¶ ... ولهم بقية كبيرة تكون بعض قبيلة العوالق (انظر مادة العوالق). ¶ ... حرف الباء ... ¶ آل البار : ¶ ... بيت من السادة هم بنو علي البار بن علوي بن علوي بن أحمد (المقحفي ص 41) يسكن الخريبة . ¶ آل البتيري : ¶ بطن قديم من نهد ينسبون إلى بتيرة بطن من نهد (السمعاني ج 2 ص 78) ¶ آل بابحر : ¶ ... قبيلة من نعمان ، جاء في الشامل : جبال البابحر بفتح الباء والحاء وفيها حاضنة البابحر بها مساكن لهم ، وحرث ومنهم آل بافقير ، آل بازرعة بضم فسكون تنحدر من جبال البابحر أودية عديدة تسيل إلى حجر (الشامل ص 71) وهم يسار السائر في وادي حجر متجهاً شمالاً . ¶ آل بابحيث : ¶ ... قبيلة من المحمدين من سيبان هم آل باسفالى ، آل بامقص ، آل بايوسف . ¶ آل بحيث : ¶ ... قبيلة من نعمان . ¶ آل بابحير : ¶ ... أسرة تسكن الحبيل في وادي دوعن، قيل انهم من كندة(جواهرج2ص11) ¶ بنو بداء : ¶ ... بطن قديم من كندة (اللباب ج 1 ص 129) منهم عدد من المشاهير . ¶ آل بدر : ¶ ... قبيلة من آل كليب من نهد ، وهم آل بشير ، آل محمد ، آل حزيم ، العواهمة ، آل حدجان (البلادي ص 161) . ¶ آل بابدر :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "... قبيلة من آل باقاري من الدين ، يسكنون \"باطريق\" وشرج صاهد (الشامل ص 96) . ¶ البدو : ¶ ... تطلق كلمة \"بدوي\" يسكنون الدال في حضرموت على أفراد القبائل ، مقابل كلمة المزارع المستقر (الحراث) بالمصطلح المحلي . وهذا التقسيم وان كان في جانب منه اجتماعي - اقتصادي ، إلا انه ومن جانب آخر تقسيم عرقي يعتمد على النسب ، فالقبيلة البدوية وان استقرت وعملت في فلاحة الأرض تبقى ضمن التقسيم بدوية . ¶ ... وتنقسم القبائل البدوية في حضرموت حسب نظامها الاقتصادي - الاجتماعي إلى قبائل رحل ، تتمثل فيها كافة جوانب البداوة ، وهي قبائل شمال حضرموت المتاخمة لصحراء الربع الخالي كآل كثير والمناهيل والعوامر والصيعر والكرب ونهد . وقبائل نصف رحل ، وتعيش في الهضبة الوسطى في حضرموت كقبائل سيبان ونوَّح والحموم وغيرها . ¶ ... ولاشك أن الطبيعة النباتية والزراعية في حضرموت وأوديتها ساهمت في نشوء اتجاهات اجتماعية واقتصادية بين سكانها ، فدفعت أبناء القبائل الساكنة أطراف الصحراء إلى التوغل في الصحاري ، واعتماد النظام البدوي الكامل ، بينما دفعت القبائل الجبلية والمستقرة وبعض فئات الحضر إلى الهجرة التجارية نحو مراكز النشاط الاقتصادي البعيدة والقريبة ، ولعل تطور وسائل النقل البحري في المحيط الهندي ساعد على اتجاه قبائل حضرموت الجبلية نحو المناطق الغنية كالهند وإندونيسيا ، وساهم في الوقت نفسه في كسر دورة الانتقال نحو البداوة لهذه القبائل . ¶ ... وليست حضرموت حديثة عهد بالبداوة ، فقد ظهر الأعراب كإحدى الفئات المؤثرة في موازين القوى خلال فترة مملكة حضرموت القديمة (جواد ج 2 ص 149) (مختارات بافقيه ص 212) واعتبر بعض الجغرافيين المسلمين حضرموت صقعاً تغلب عليه البداوة الشديدة . ¶ آل البرحي : ¶ ... بطن قديم من كندة نسبة إلى بريح بالحاء المهملة (اللباب ج 1 ص134) . ¶ آل بروم :",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "... بيت من السادة ، نسبوا إلى قرية \"بروم\" على ساحل البحر غرب المكلا ، ويسكن بعضهم \"بلاد الماء\" في وادي دوعن . ¶ آل بابريبرة : ¶ ... من آل عمر بن سليمان من آل الياس من الدين ، يسكنون \"المجرى\" في وادي دوعن (الشامل ص 171) . ¶ آل بابريجة : ¶ ... أسرة تسكن الجبيل في دوعن (الشامل ص 160) . ¶ آل بريك : ¶ ... من المشايخ ، يسكنون الرملة الجنوبية ، ووادي جردان ومنطقة شبوة . ذكرت دائرة المعارف الإسلامية عنهم : هم يتوارثون لقب شيخ في الأراضي المحيطة بشبوة (دائرة المعارف الإسلامية / مادة حضرموت) وهم : آل عبدالرحيم، آل علي بن أحمد ، آل سالم بن عمر ، آل عبدالقوي ، آل باسيف ، آل زيد (الشامل ص126) . ¶ ... وجاء في تاريخ حضرموت للسقاف : وفي شبوة جماعة من آل بريك ، وهم مشايخ يحملون السلاح ، ولهم احترام بين قبائل تلك الجهات ، وقد تفرقوا في وادي جردان وفي وادي حول وفي دهر وعرما وشبوة (السقاف مجلة العرب ج 7 ص 332) . ¶ آل بريك : ¶ ... قبيلة من بني ناخب من بني قاصد من يافع (البطاطي ص 93) ، انتقلوا من حريضه في وادي عمد إلى الشحر ، وأسسوا دولة لهم . ¶ آل البطاطي : ¶ ... قبيلة من آل يزيد من يافع ، يسكن بعضهم بلدة \"القزة\" بوادي دوعن (البطاطي ص 93) . ¶ آل بابصيل : ¶ ... أسرة تسكن الهجرين في وادي دوعن وذكر السقاف وفيهم علماء من آخرهم مفتى الشافعية بمكة الشيخ محمد بن سعيد بابصيل (السقاف مجلة العرب ج 14 ص 665). ¶ آل بابطين : ¶ ... بفتح أوله وكسر ثانيه ، قبيلة من نوح ، تسكن \"ظاهر\" في وادي دوعن وهم ، آل سعيد ، آل باخيل ، آل محمد ، آل بابشر ، آل باسلوم ، آل باعثمان. ¶ آل بابطين : ¶ ... بفتح الطاء وتشديد الياء المكسورة ، قبيلة من السموح من سيبان . ¶ آل بابقي : ¶ ... أسرة من دوعن ، قيل من مذحج وقيل من كندة (جواهر الأحقاف ج 2 ص 11) . ¶ بنو البقيلي : ¶ ... بضم الباء وفتح القاف، بطن قديم من حضرموت(السمعاني ج2ص286) ¶ آل بكر :",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "... قبيلة من آل الظبي من يافع العليا ، وهم : آل عز الدين ، آل الحقبي ، آل بن نسر ، آل موجر ، آل الدريبي ، آل ضيف (البطاطي ص 91). منهم المؤرخ صلاح البكري . ¶ آل بابكر : ¶ ... من آل لسود من قبيلة سعد ، يسكنون \"حبان\" في كورة المسن ، وقويرة ، وجدبة عثيمان (الشامل ص 50) . ¶ آل البهيش : ¶ ... قبيلة بن سيبان ، منهم آل بادريس ، آل باعيزر ، المهادية ، آل باقحوم. ¶ البواقي : ¶ ... قبيلة من بيت بالمعشني من المناهيل (الشاطري ج 2 ص 354) . ¶ البواقي : ¶ ... قبيلة من آل عمرو من تميم (جواهر الأحقاف ج 2 ص 223) . ¶ آل البيتي : ¶ ... بيت من السادة ، من ولد أبي بكر بن ابراهيم بن عبدالرحمن السقاف ، منهم في دوعن وحجر وكنينة ومحمدة (خدمة العشيرة ص 29) . ¶ آل بابيتر : ¶ ... قبيلة من الدين ، تسكن السويدا (الشامل ص 97) . ¶ آل البيض : ¶ ... بيت من السادة هم بن أحمد بن عبدالرحمن بن حسين بن علي بن محمد بن أحمد الفقيه ، توفي بالشحر سنة 945هـ (خدمة العشيرة ص 56) . ¶ ... حرف التاء ... ¶ آل تبيع : ¶ ... قبيله من العوامر ، تسكن تاربة ونجد العوامر (الشاطري ج 2 ص 378) . ¶ تجيب : ¶ ... بضم فكسر ، قبيلة قديمة لها مشاركة في تاريخ صدر الإسلام ، من كندة وهم بنو الأشرس بن شبيب بن السكون من كندة ، نسبوا إلى أمهم تجيب امرأة من مذحج (القلقشندي ص 185) . ¶ ... كانت مساكنها في حضرموت أودية ، دهر ، رخية ، عمد ، دوعن (الهمداني الصفة ص 176) ينسب إليهم العديد من المشاهير في صدر الإسلام . ¶ آل الترابي : ¶ ... بيت من السادة ، هم بنو حسن من علي الفقيه المعروف بالترابي ت 778هـ . يسكنون تريم (خدمة العشيرة ص 61) . ¶ بنو تملك : ¶ ... بطن قديم من كندة (القلقشندي ص 188) . ¶ بنو تميم : ¶ ... قبيله من بني ظنة من قضاعة ، وقفت مع السلطنة القعيطية كثيراً في مواجهة القبائل المعادية كآل كثير والحموم . ¶ ... وتسكن بين بلدة \"عينات\" بكسر أولها شرقاً وآل كثير غرباً ، ونجد العوامر شمالاً والغرف جنوباً (تاريخ حضرموت السياسي ج 2 ص 98) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "... وهي غير القبيلة النجدية المعروفة في التاريخ الإسلامي ، وقد قيل في نسبها أقوال عدة منها أنهم من همدان (جواهر ج 2 ص 222) ، وقيل أنهم من قبائل ظفار (الشاطري ج 2 ص 352) .وجاء في جمهرة أنساب العرب بنو تميم بن ضنة بن سعد هذيم بن زيد بن ليث بن سود بن أسلم بن الحافي بن قضاعة بن مالك بن حمير (ابن حزم ص 447) . وذكر باحنّان وكانوا يعرفون ببني ضنة في القرن السابع الهجري (جواهر الأحقاف ج 2 ص 222) . ¶ ... وهم آل عمرو وآل مسعود ، وينقسم آل عمرو إلى : آل يماني . آل سعيد ، آل عبدالشيخ ، آل مرساف ، آل سلمة ، آل قصير ، آل الركيز ، آل عثمان ، آل عمرو بن عيسى ، آل دحنان ، آل سعد ، آل السماح ، بيت خفر ، البواقي. ¶ ... وينقسم آل مسعود إلى : آل فلوقة ، العوران ، الحمارسة ، آل على بن أحمد ، آل شيبان ، آل شملان ، الفرامصة ، آل زيدان ، آل محمد ، آل بلهندي ، آل عبودة ، آل الهيج\" (جواهر ج 2 ص 223) . ¶ ويرجع بعض المؤرخين نسب المعارة وآل روح (الشاطري ج 2 ص352)، وآل حيدرة وآل شحبل في وادي رخية إلى قبيلة تميم (البكري الجنوب ص 203) ويصف الرحالة هولفريتز تميماً بقوله : وكان الدليل بدوياً شاباً من قبيلة بني تميم، وهو فتى كثير الأنفة ، ذو وجه شديد السمرة ، ولايرتدي فوقه إلا مئرزاً أبيضاً يشده إلى وسطه بنطاق عتاد بندقيته (هولفريتز ص59) . ¶ آل التنعي : ¶ بطن من حضرموت ، منسوب إلى تنعة بكسر أوله (اللباب ج1 ص224) ¶ آل باتيس : ¶ قبيلة تسكن وادي عمد ، قيل أنهم من كندة (جواهر الأحقاف ج2 ص11) وجاء في الشامل : آل باتيس من نعمان ، يسكنون : سده ، ورميد ، ومخية بوادي عمد ، منهم آل بازير (الشامل ص 73 - 126) .وعند حديثها عن وادي عمد ذكرت الطبيبة هويك : وكان أبناء الباتيس من البدو الذين يعيش بعضهم في الوادي وبعضهم في الجول (هويك ص 272) . ¶ ... حرف الثاء ... ¶ ثعين :",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "... بفتح وسكون وفتح : قبيلة قديمة لها بقية كبيرة شرقي الشحر ، أصلهم من قبائل المهرة ، وعدهم بعض المؤرخين من بني ضنة (الشاطري ج 2 ص 355) وجاء في الشامل : الثعين يعدون من الحموم ، وأصلهم من ذرية حضرموت ، وهم بأودية المشقاص مابين الريدة وقصيعر (الشامل ص 107) وعدهم الهمداني من المهرة (الإكليل ج1 ص 193) . ¶ ... ويعلق بامطرف على الهمداني بقوله : والصحيح أن ثعين ليسوا من المهرة ، ولايتحدثون لهجتهم اليمنية القديمة ، ولايسكنون المنطقة المهرية ، ولكنهم إنما يتحدثون العربية الحضرمية ، ولهم منطقتهم الخاصة بهم وتقع إلى الغرب من المهرة، وإذا انتسب ثعيني إلى المهرة ، فان هذا بحكم المصاهرة بين أفراد من هاتين القبيلتين المتجاورتين ، لا بحكم رفع أصول النسب ، إن المهرة قضاعية يمنيه ، وثعين حضرمية يمنية ، ولاصحة لقول من يزعم أن ثعين فرع من قبيلة بني ظنه القضاعية. (بامطرف ملاحظات ص 27 - 28) . ¶ قلت : ولا حجة في هذا الإنكار فبالنسبة للبعد الجغرافي بين ثعين والمهرة فان من الثابت أن مساكن المهرة في الأصل كانت إلى الغرب من مساكنها الحالية ، وعلى الرغم من ذلك فمازالتا متجارتين كما يؤكد قول بامطرف نفسه . ¶ ... أما عن اختلاف اللغة فانه نتيجة لعزلة مهرة في الشرق عن حضرموت ساعدها على المحافظة على لغتها الأصلية ، أما قبيلة ثعين فبقيت في مواطنها وتداخلت مع قبائل حضرموت ، مما ساهم في اندثار لهجتها القديمة . ¶ ... وهم : بيت نمور ، آل جرير ، آل عدلى ، بيت حمدان ، بيت البسيري ، بيت قديم ، بيت عسانة ، بيت قراد ، بيت غتنين ، بيت العمق ، بيت النحتيين\" (الشاطري ج 2 ص 355) . ¶ ... حرف الجيم ... ¶ آل باجابر : ¶ ... من المشايخ يسكنون عندل (السقاف مجلة العرب ج 8 ص 526) ويزعم بعضم أنهم ينسبون إلى الصحابي جابر بن عبدالله ولاسند لذلك . ويرى بعضهم أنهم من سلالة عقيل بن أبي طالب والله أعلم بالصواب ¶ آل جابر :",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "... قبيلة من آل كثير ، تسكن أعلى هضاب وادي بن علي ، ويحدهم جنوباً ريدة الجوهيين ، وشرقاً وادي عدم ، وغرباً وادي منوب (البكري تاريخ حضرموت السياسي ج2 ص 99) . ¶ آل الجابري : ¶ ... قبيلة من المراضيح من الجعدة ، في وادي عمد (تاريخ حضرموت السياسي ج2 ص 94) . ¶ أهل جارضة : ¶ ... قبيلة من أهل سعد من العوالق السفلى ، وهم : أهل حميد العليان وأهل حميد السفلان (آل جازع ص 65) . ¶ آل جازع : ¶ ... من آل يسلم من آل معن من العوالق العليا (آل جازع ص 42) . ¶ آل باجبَّار : ¶ ... من المشايخ يسكنون الهجلة ، وبعضهم في بروم على الساحل . ¶ آل باجبع : ¶ ... أسرة تسكن القويرة في وادي دوعن الأيمن . ¶ آل باجبل : ¶ ... دار من الاشكعى من السموح من سيبان . ¶ آل باجبير : ¶ ... أسرة قيل أنهم من كندة (جواهر ج2 ص 11) . ¶ آل باجبير : ¶ ... جاء في الشامل : آل باجبير من آل علي بامسلم من القثم يسكنون وادي النبي (الشامل ص 171) . ¶ الجحافل : ¶ قبيلة من مذحج ، ورد ذكرها كثيراً في كتاب \"العقود اللؤلؤية\" للخزرجي، تسكن بين لحج وعدن في دثينة (الخزرجي ج1 ص 158) ، وذكر الرسولي والجحافل من مذحج ودعوتهم بآل سنان ينتسبون إلى جد لهم يسمى سناناً ، وفي حضرموت منهم خلق كثير (الرسولي ص 36) ¶ آل باجحاو : ¶ ... من سلم من بلعبيد ، يسكنون الرويضة (الشامل ص 126) . ¶ أهل جحزر : ¶ ... قبيلة من أهل منصور بن حيدرة من آل باكازم من العوالق السفلى وهم : آل باجراد أهل امعنسي (العنسي) ، أهل حيدرة ، أهل أحمد (الجازع ص 70) . ¶ آل بن جحلان : ¶ ... أسرة تسكن \"بلاد الماء\" في وادي دوعن الأيمن ، يؤكد كبار السن فيهم أنهم من يافع ، بينما يروى الحداد أنهم كانوا بهينين ، ونقلوا عنها مع سبع قبائل أخرى ، وتفرقوا في القرى (الشامل ص 182) . ¶ ... وهم : آل سالمين ، آل مبارك . ¶ آل بن جحلان : ¶ ... قبيلة من القعطة من الموسطة من يافع ، تسكن شبام (البطاطي ص 92) ¶ وهم من عناهم وزير الدولة القعيطية في إحدى قصائده بقوله يصف القعيطي :",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "... تصفى لبن جحلان وأمس العلم له في كل حال ¶ ... ... ... ... هذا كلام الصدق وان حد قال شي ثاني هبال ¶ ... ... ... ... ... ... ... ... (المحضار ص 145) ¶ آل باجخيف : ¶ ... أسرة من الأحلاف ، تسكن العرسمة (الشامل ص 186) . ¶ آل باجذيع : ¶ ... أسرة قيل أنها من كندة (جواهر الأحقاف ج 2 ص 13) ¶ بنو الجراب : ¶ ... هم بنو ذو الجراب بن نشق من همدان ، ذكرهم الهمداني فقال : حدث بينهم وبين بني عمهم حرب جلوا عنها إلى حضرموت فلهم بها اليوم ثروة ، يقول شاعرهم : ¶ كأن لم يكن روثان في الدهر مسكنا ... ومجتمعا من ذي الجراب ويمجد ¶ ففرقهم ريب الزمان فأصبحوا ... قرى حضرموت ساكنين وسردد ¶ ... ... ... ... ... ... (الهمداني الإكليل ج 10 ص 124) ¶ آل باجراد : ¶ ... من أهل جحرز من آل منصور بن حيدرة من آل باكازم من العوالق السفلي (آل جازع ص 70) . ¶ آل بن جريد : ¶ ... من القثم من آل على بامسلم ، تسكن وادي النبي (الشامل ص 171) . ¶ بيت جرير : ¶ ... قبيلة من ثعين . ¶ آل الجرو : ¶ ... أسرة قيل أنهم من كندة (جواهر ج2 ص11) . ¶ آل باجري : ¶ ... قبيلة من آل كثير شمال حضرموت ، تسكن \"بور\" وما جاورها ، هم آل بلقصير ، آل أحمد بن على ، آل ابراهيم ، آل كرتم (البكرى تاريخ حضرموت السياسي ج 2 ص 100) . ¶ الجزلي : ¶ ... بطن قديم من كندة (السمعاني ج 3 ص 250) . ¶ الجعاشم : ¶ ... قبيلة قديمة من الصدف هم : آل عمرو وآل ابراهيم (جواهر الأحقاف ج 2 ص 10) . ¶ الجعدة : ¶ ... قبيلة تسكن وادي عمد ، والنسبة لها \"الجعيدي\" قيل أنهم من بني مرة ، (الشاطري ج2 ص 372). ¶ ... وهم آل محمد بن أحمد ، والمراضيح ، آل سلمة من سليمان ، آل عبدالله بن أحمد ، وينقسم آل محمد بن أحمد إلى : آل شملان ، آل نمارة ، آل فيران ، آل نوبان ، آل لجذم ، آل الشيبة ، آل عامر بن علي ، آل بلخشر . ¶ ... وينقسم المراضيح إلى : آل على ، آل مبارك ، آل جبل ، آل حبيش ، آل الهندي ، آل الجابري . ¶ ... وينقسم آل عبدالله بن أحمد إلى آل كريتان ، آل حمد ، آل ماضي وآل ماضي أصلهم من كندة (البكري تاريخ حضرموت السياسي ج2 ص94).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "... وذكر مؤلف الدرر الفاخر عن الجعدة : كتائبهم خمسمائة فارس ونصرتها من الراجلين ألف فارس . (البسام ص 22) ¶ ... ومن مساكنهم : نفحون ، السبلة ، الجدفرة ، حد عنق ، البطيح ، النعير ، تبرعة (السقاف مجلة العرب ج 7 ص 341). ¶ آل جعدة بن عامر : ¶ ... قبيلة تسكن منطقة الضالع ، وتعرف بالاجعود ، جاء في معجم القبائل قبيلة تقطن جنوبي بلاد العرب ، وتدعى البلاد التي سكنوها بلاد عامر وتقع إلى الغرب من يافع ، وبلادهم جبلية والقسم الشمالي خصب ينتج التمور والبن والتبغ (كحاله ج 1 ص 193) . ¶ جعف : ¶ قبيلة كبيرة من مذحج . هم بنو جعف بن سعد العشيرة بن مالك بن أدد ، كانت تسكن غرب حضرموت ، ذكر الهمداني في الصفة عند الحديث عن وادي جردان واد عظيم فيه قرى كثيرة لجعف (الصفة ص 199) . ¶ ... ينسب لهم الكثير من المشاهير ، منهم أبو الطيب المتنبي الشاعر المعروف ، وينسب لهم الإمام البخاري - صاحب الصحيح - بالولاء . ¶ آل جعفر : ¶ فخيذة من العوامر (الشاطري ج 2 ص 378) . ¶ آل جعفر بن بدر : ¶ فخذ من آل عون من آل كثير (الشاطري ج 2 ص 378) . ¶ آل باجعمان : ¶ ... أسرة تسكن \"خديش\" في وادي دوعن ، ذكر أنها كانت في \"هينين\" (الشامل ص 182) . ¶ آل جعم : ¶ ... قبيلة من العسمان من آل باحيان من بلعبيد ، تسكن سوط بلعبيد (الشاطري ج 2 ص 368) . ¶ آل باجعول : ¶ ... قبيلة من الأبارقة من الدين يسكنون \"الجدفرة\" بفتح فسكون ففتح (الشامل ص 97). ¶ آل باجعيفر : ¶ ... قبيلة من آل بادقيل من الحالكة من سيبان (البكرى تاريخ حضرموت السياسي ج 2 ص 101) . ¶ آل باجعيم : ¶ ... قبيلة من آل سلم من بلعبيد ، تسكن سوط بلعبيد (الشاطري ج 2 ص 366) . ¶ آل الجفري : ¶ ... بيت من السادة ، هم بنو أبي بكر جفر بن محمد بن علي بن محمد بن أحمد بن الفقيه ، منهم في حجر ولحج وبلاد العوالق (خدمة العشيرة ص 59). ¶ أهل جليجل : ¶ قبيلة من أهل باخرخور من ذييب ، من قبائل منطقة حبان . ¶ آل باجمال :",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "... بتشديد الميم ، أسرة قيل أنهم من الصدف (جواهر الأحقاف ج 2 ص70) ¶ آل جميل : ¶ ... قبيلة من بني سعد من بني حرام (الحامد ج 2 ص 615) . ¶ آل باجنادة : ¶ قبيلة من مذحج ، جاء في طرفة الأصحاب قوله : آل باجنادة مشايخهم على بن مخاشن وابن أخيه مخاشن بن جندب بن مخاشن . (الرسولي ص 139). ¶ آل باجندوح : ¶ ... قبيلة من نوَّح ، تسكن \"قرن باجندوح\" في وادي دوعن . ¶ الجهضمي : ¶ ... قبيلة من السموح من سيبان ، هم : آل بامهدي ، آل باسبعان ، آل باخميس ، آل باقرن ، آل باهفيف . ¶ ... قلت لعلهم من بني جهضم بن مالك من أزد عمان ، انتقلوا إلى حضرموت إبان امتداد المذهب الاباضي إليها . ¶ الجهمة : ¶ ... قبيلة من بلعبيد ، تسكن : البديعا ، الحجيل ، دار الرقاب ، لعمق ، وهم آل لحول ، آل دهر ، آل زوبع ، آل علي بن محمد ، آل أحمد بن عمر ، آل بامزعب ومنه رئيسهم (الشامل ص 132). ¶ آل الجهوري : ¶ قبيلة من آل حوثرة من الموسطة من يافع ، تسكن القطن في حضرموت (البطاطي ص 92) ، منهم الشاعر يحيى بن قاسم الجهوري القائل : ¶ ... قومي بني مالك الحب النصيل ... جهاورة من فروع أنسابها ¶ ... ... ... ... ... ... (السقاف مجلة العرب ج14 ص664) ¶ آل الجوادي : ¶ ... بطن قديم من حضرموت ، هم بنو جواد بن أثير بن جواد بن وديعة بن سلخب الحضرمي . (السمعاني ج 3 ص 331). ¶ آل باجوه : ¶ ... دار من آل بابيتر من المراشدة من سيبان . ¶ الجوهيون : ¶ ... قبيلة من سيبان ، تسكن ريدة الجوهيين في وسط حضرموت ، والنسبة لها \"الجوهي\" بضم الجيم . ¶ ... منهم آل بارميدي ، آل عوض ، آل بن صائب ، آل باكميش ، آل صدف\" (الشاطري ج2 ص 359) . ¶ ... حرف الحاء ... ¶ آل باحاتم : ¶ ... أسرة تسكن تريم ، قيل هي من الصدف (جواهر الأحقاف ج 2 ص 70) ¶ آل بلحاج : ¶ ... من آل بافضل قيل من مذحج وقيل من كندة (جواهر الأحقاف ج 2 ص 187) . ¶ آل باحاج : ¶ ... من المشايخ ، يسكنون \"ريمة\" في وادي عمقين ، وعناهم الحداد بقوله : \"ولهم وجاهة عند البوادي ، وهم بريمة وجول آل عقيل\" (الشامل ص 50) ¶ آل باحاذق :",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "... أسرة ذكر أنهم من آل باعويدين من كندة (جواهر الأحقاف ج 2 ص11) ¶ آل باحارث : ¶ ... من سيبان ، ذكر أنهم أبناء حسن بن أبي السيباني ت سنة 583هـ (جواهر الأحقاف ج 2 ص 98) . ¶ بلحارث : ¶ ... من قبائل بيحان ، جاء في الصفة للهمداني : سكان بيحان مراد إلى العطف\" وعلق المحقق فقال : لاتزال قبيلة مراد هي الغالبة على وادي بيحان ، وهم من ولد الحارث بن مفرج بن ناجية بن مراد بن مذحج (الهمداني الصفة ص 206) . ¶ ... وذكر فليبس عنهم : وهم من البدو الرحل ، يعيشون في خيام من شعر الماعز رجالهم طوال القامات والأعناق ، ويرتدون ثياباً فضفاضة ، ويذكرون أنهم هاجروا من نجران قبل عدة قرون\" (فليبس ص 91 - 93) . ¶ بلحارث بن كعب : ¶ ... قبيلة مشهورة في تاريخ الإسلام ، من مذحج ، كانت تسكن حول نجران لكنها تشتت بفعل ضغط الدولة الزيدية ، وانتقل منها إلى حضرموت قبائل عدة مثل آل منهال وبني خيثمة وبني سعد . وكانت هي الحليفة الرئيسية لقبيلة نهد . ¶ بنو الحارث : ¶ ... قبيلة من الصدف ، عدهم الهمداني من قبائل حضرموت الكبيرة ، وقال : هم أمراء حضرموت ولهم السيادة فيها ، وذكر من بطونها : آل أبي ناعمة ، آل مرشد ، آل نافع ، آل النمر ، آل أبي ثور (الهمداني الإكليل ج 2 ص 339). ¶ الحالكة : ¶ ... قبيلة كبيرة من سيبان ، تسكن غيل الحالكة وفي وادي دوعن الأيسر ، والنسبة لهم \"احلكي\" بفتح الحاء وسكون اللام . ¶ ... وهم : آل بادقيل ، آل بانخر ، آل باسعد ، الأبايضة . ¶ ... وينقسم آل بادقيل إلى آل بلحمر ، آل بلغيث ، آل باجعيفر ، آل بلشرف، آل باحميد ، آل بازفين . ¶ ... وينقسم آل بانخر إلى : آل عبود ، آل باكزموم ، آل بقشان ، آل باطويل، آل بالكمع ، آل باست ، آل باضراح . ¶ ... وينقسم آل باسعد إلى : آل عمر ، آل خليسى ، آل حاج ، آل بخرم ، آل بودهش (البكري تاريخ حضرموت السياسي ج 2 ص 101). ¶ الحامديون :",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "... قبيلة من سيبان ، تسكن وادي هوته ، وبعضهم في دوعن ، ومن مساكنهم البونيه ، العجل ، منهم آل باشعفين ، آل بادعم . ¶ آل باحاوي : ¶ ... أسرة تسكن القويرة في وادي دوعن . ¶ آل حبتور : ¶ ... من آل الغسيل من سعد حبان ، يسكنون \"الصفاة ، الغرير ، الرديحة ، المشباب\" (الشامل ص 51). ¶ آل الحبشي : ¶ ... بكسر الحاء المهملة وسكون الباء ، بيت من السادة هم بنو أبي بكر بن علي بن أحمد بن حسن الترابي (خدمة العشيرة ص 63). ¶ آل حبيش : ¶ ... فخذ من الجعدة من المراضيح في وادي دوعن . (البكري تاريخ حضرموت السياسي ج2 ص 94). ¶ آل باحبيل : ¶ ... أسرة تسكن حوفة . ¶ آل حداد : ¶ ... من القعطه من الموسطة من يافع (البطاطي ص 92) . ¶ آل باحجري : ¶ ... أسرة تسكن القرين في وادي دوعن . ¶ آل الحجري : ¶ ... من قبيلة سعد حبان تسكن وادي عمقين (الشامل ص 51) . ¶ آل باحديلي : ¶ ... من المحمدين من سيبان يسكنون وادي المحمدين . ¶ آل باحدينة : ¶ من قبائل حبان ، يقال أنها قادمة من وادي حجر ، وهي متحالفة مع آل باعوضه من ذييب . ¶ بنو حرام : ¶ ... قبيلة اشتهر أمرها أوائل القرن السابع الهجري ، يرى بعض المؤرخين أنهم من الصدف (جواهر الأحقاف ج 2 ص 70). ويذكر الرسولي أنهم ينسبون إلى نهد وليسوا منها (الرسولي ص 139) ، وينسبهم بعضهم اعتماد على تاريخ الأهدل إلى كنانة وأنهم هاجروا من مدينة حلي بن يعقوب التهامية إلى حضرموت (الحامد ج 2 ص 499) وهو نسب لايصح لعله نشأ من تشابه الأسماء ، وينكر مؤلف الشامل ذلك (الشامل ص 55). ¶ ... وعد الهمداني بني حرام أكبر قبائل نهد (الهمداني الصفة ص 253) ولكون تاريخ هذه القبيلة لم يظهر سوى بعد هجرة نهد إلى حضرموت ، ولتحالفها الوثيق مع نهد فالراجح هو نسب بني حرام في نهد كما ذكر الهمداني .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "... وكان لبني حرام سجل حافل بالمشاركات العسكرية السياسية في شمال حضرموت وكانت دولة آل يماني من بني حرام أبرز إنجازاتهم السياسية ، وقد أسسها مسعود بن يماني 621هـ وسقطت سنة 627هـ على يد السلطان بدر بو طويرق الكثيري في عهد آخر أمرائهم محمد بن أحمد بن سلطان آل يماني . ¶ آل باحرزي : ¶ ... أسرة تسكن صبيخ ، ذكر أنهم من آل باعويدين (الشامل ص 181). ¶ آل بحرق : ¶ ... أسرة تسكن حضرموت قيل هي من حمير (معجم الشعراء ج 1 ص 121) ¶ الحرقة : ¶ ... بطن قديم من نهد (القلقشندي ص 123) . ¶ آل الحريبي : ¶ ... قبيلة من الموسطة من يافع (البطاطي ص 92). ¶ آل الحريبي : ¶ ... من آل عمودي ، يسكنون \"مشيط ، الجول ، أصلهم من بضه وبها بقية منهم (الشامل ص ص 74 - 169) . ¶ الحزيمي : ¶ ... بطن قديم من نهد (السمعاني ج 4 ص 133) ¶ آل باحسان : ¶ ... أسرة قيل هم بنو حسان بن معاوية بن الحارث من كندة (جواهر الأحقاف ج 2 ص 14). ¶ بنو حسن : ¶ ... قبيله من سيبان ، ذكر الشاطري : أنهم من نواحي الجبال إلى ساحل البحر قرب المكلا ، منهم آل باخميس ، آل باحنحن ، آل باضلاع ، آل باعبدالرحيم ، آل باحاج ، آل بارعيدة (الشاطري ج 2 ص 358) . ¶ ... قلت لعلهم بنوحسن بن يزيد بن الحارث الصدفي دخلوا في سيبان كما ذكر الهمداني . (الهمداني الإكليل ج 2 ص 52) . ¶ أهل حسين : ¶ ... من ذييب ، يسكنون \"عرقة\" . ¶ آل حسين بن علي : ¶ ... قبيلة من آل العظم من ذييب . ¶ آل حشم : ¶ ... بطن قديم من الصدف (السمعاني ج 4 ص 149) ¶ آل باحشيفة : ¶ ... قبيلة من نهد (جواهر ج 2 ص 183). ¶ حضرموت : ¶ ... قبيلة مشهورة ، كان لها بقية حتى صدر الإسلام ، ذكرها الهمداني فقال عند حديثه عن بلاد حضرموت : حضرموت من اليمن ، وهي جزؤها الأصغر ، نسبت هذه البلدة إلى حضرموت بن حمير الأصغر (الهمداني الصفة ص 167) .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "... وفي الإكليل يذكر حضرموت فيقول : حضرموت من سبأ الأصغر بن كعب بن سهل بن زيد الجمهور بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس بن وائل بن الغوث بن حيدان بن قطن بن عريب بن زهير بن أيمن بن الهميسع بن حمير ، وذكر من بطونها : آل مرة ، آل الحارث ، آل شبيب ، آل ربيعة ، آل فهد ، آل تريم ، بنو تنغم\" (الإكليل ج2 ص 331) ¶ أما ابن حزم فيذكر أن حضرموت هو ابن يقطن أخو يقطان (قحطان) وذكر من البطون المنتسبة إلى حضرموت القبيلة : بني خلدون ، بني عصفور ، وكانوا في الأندلس وبني الحضرمي في مكة ، والصدف (ابن حزم ص 460). ¶ ... ويعد ابن حزم من رجالات حضرموت الذين صحبوا رسول الله صلى الله عليه وسلم : وائل بن حجر ، ربيعة بن حيدان ، سلمة بن كهيل بن الحصين ، العلاء بن الحضرمي (ابن حزم ص 461). ¶ ... وعن مواطن هذه القبيلة يذكر بامطرف أن مواطن قبيلة حضرموت لا تقتصر على مدن شمال حضرموت فحسب ، بل يرى أن مواطن قبيلة الحموم الحالية هي مواطن قبيلة حضرموت إضافة إلى أن شبوة هي من مواطنها (بامطرف ملاحظات ص 20) . ¶ ... أما باحنَّان فيذكر أن حضرموت انتقلت من مواطنها في شبام وما حولها إلى شبوة ويبعث والساحل بسبب ضغط الحروب التي نشأت بين كندة وحضرموت (جواهر الأحقاف ج 1 ص 34) . ¶ ... وأرى أن حضرموت هو اسم للإقليم الجغرافي المعروف ، وأن القبائل الحميرية القديمة التي نزلته قد اكتسبت هذا الاسم ، واستطاع أمراء هذه القبائل تأسيس مملكة قديمة قامت قبل الميلاد ، اختلف المؤرخون في بدايتها بين 1020 - 450 ق. م ، كان أول ملوكها حسب بعضهم \"صدق أيل\" وعاصمتها شبوة ومن مدنها : ميفعة ، خور رورى في ظفار ، وتمتد بين بيحان غربا وحتى إقليم ظفار شرقاً وسقطت على يد الملك السبئي \"شمريهرعش\" حوالي 300م ، أي أنها استمرت قرابة سبعة قرون (جواد علي ج2 ص 129 ، بافقيه ص 39) . ¶ آل الحضرمي :",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "... قبيلة من آل الظبي من يافع (البطاطي ص 91) ، منهم من يقطن قرية الشبر في بلاد يافع العليا (حضرموت وعدن ص 282) ومنهم من يسكن القطن في حضرموت (البطاطي ص 11) هم : آل العطف ، آل صنيان (حضرموت وعدن ص 283) وآل المرفدي ، آل الشاؤش (البطاطي ص 91) . ¶ بنو الحضرمي : ¶ ... أسرة حضرمية سكنت قبل الإسلام في مكة ، وشارك أبناؤها في أحداث صدر الإسلام ، وكانوا أحلاف بني عبد شمس من قريش ، منهم العلاء بن الحضرمي صاحب رسول الله صلى الله عليه وسلم وفاتح البحرين . ¶ ... قيل أنهم أبناء عبدالله بن عماد بن سلمى بن أكبر الصدفي (الإكليل ج2 ص 44) . ¶ آل باحطاب : ¶ ... أسرة تسكن خديش ، وذكر الحداد أنهم كانوا بهينين ثم انتقلوا إلى خديش (الشامل ص 182). ¶ الحطاطبة : ¶ ... بطن من العوامر (الشاطري ج 2 ص 378) . ¶ آل باحف : ¶ ... قبيلة من سلم بن بلعبيد ، تسكن سوط بلعبيد (الشاطري ج 2 ص 367) ¶ آل باحفص : ¶ ... من المشاجر ، يسكنون \"مشيط\" (الشامل ص 74) . ¶ آل باحفين : ¶ ... أسرة قيل هم من الصدف (جواهر الأحقاف ج 2 ص 11) . ¶ آل باحكم : ¶ ... قبيلة من المشاجر تسكن : مشيط ، القارة السفلى (الشامل ص 74). ¶ آل باحكيم : ¶ ... قبيلة من نوح ، تسكن قرن باحكيم في وادي دوعن الأيمن ، قيل أنهم أصلا من كندة (جواهر الأحقاف ج 2 ص 13) . ¶ آل باحلوان : ¶ ... أسرة قيل أنهم من الصدف (جواهر الأحقاف ج 2 ص 11) . ¶ آل باحمران : ¶ ... قبيلة من الزي من سيبان وهم أهل على وأهل سالم . ¶ بيت حمودة : ¶ ... بيت من السادة من ذرية زين بن عقيل بن أحمد ، يسكن البادية مع قبيلة الحموم (خدمة العشيرة ص 23). ¶ الحموم : ¶ ... قبيلة كبيرة من قبائل البادية في حضرموت ، وهي قبيلة محاربة ، تسكن الشحر وماحولها بين المناهيل ومقد آل عبيد شمالاً والساحل جنوباً ، وسيبان والعوابثة غرباً ووادي المسيلة شرقاً (تاريخ حضرموت السياسي ج 2 ص 107)",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "... وهم بيت عجيل ، وهم من أكبر قبائل الحموم ، بيت قحطان ، بيت شنين، بيت على ، بيت ظبيه ، بيت ناحد ، بيت البصارة ، بيت يمين ، بيت بن سالمين ، بيت العوامر ، بيت محمود ، بيت غراب ، بيت بلقري ، بيت عصيم ، بيت تيس، بيت قرزات (القرزي) ، بيت الشراخيم ، بيت قويدر ، بيت شظيان ، بيت آل باحسين ، آل باحسن ، آل باشبيبه ، بيت عبيد ، بيت النعوم ، آل علي ، بيت طرموم ، بيت خرش ، بيت ذبيب ، المساميت ، بيت عيسى ، بيت عمرين ، بيت سلاطة ، بيت الحميقي ، بيت عنجيل ، بيت الغدرة ، بيت الصحابة ، بيت قتيب، بيت سعيد ، بيت السماسيح (الشاطري ج 2 ص 357) . ¶ ... ويرى بعض المؤرخين أنهم بقايا قبيلة حضرموت (بامطرف ملاحظات ص 24) . ¶ آل باحميد : ¶ ... قبيلة من آل بادقيل من الحالكة من سيبان (تاريخ حضرموت السياسي ج2 ص 101) يسكنون بلاد الماء في وادي دوعن . ¶ آل باحميد : ¶ ... قبيلة من سلم من بلعبيد في وادي عرما (الشاطري ج 2 ص 367) . ¶ آل بن حميد : ¶ ... أسرة ذكرأنها من كندة ، في تريس (جواهر الأحقاف ج 2 ص 10) وفي قويرة الخزب أسرة تعرف بابن حميد . ¶ حمير : ¶ ... بكسر فسكون ، هم بنو حمير بن سبأ بن يشجب من يعرب بن قحطان ، أصل ينسب له كثير من قبائل اليمن . ¶ ويعد الاخباريون حمير من القبائل المهمة ذات الشأن في الجاهلية ، فهم ملوك العرب ، وأنه كان لملوكهم نفوذ واسع ، وفتح بعضهم سمرقند والمغرب ، وهو أمر مبالغ فيه ، غير أن الثابت أنهم حكموا مناطق واسعة في الجزيرة العربية ، حتى أن أحد القياصرة الرومان طلب من أحد ملوك حمير تعيين ممثل له على القبائل الواقعة شمال الجزيرة العربية (جواد ج 3 ص 383) ، وجاء في المفصل قوله : كانت حمير من القبائل العربية في العربية الجنوبية عند الميلاد ، ووصل خبرها إلى اليونان والرومان (جواد ج 2 ص 510) .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "... وينقل جواد علي عن مؤلف قديم قوله : أن الحميريين كانوا يحكمون في أيامه منطقة واسعة من البحر الأحمر وساحل المحيط حتى حضرموت ، كما كانوا يمتلكون ساحل عزانياً في أفريقيا (جواد ج 2 ص 511) . ¶ ... ويرى كذلك أن منازل حمير في الأصل كانت إلى الشرق من هذه المنازل ، وتؤلف أرض يافع (حالياً) المسكن القديم للحميريين ، وذلك قبل نزوحهم عنها سنة 100 ق.م إلى موطنهم الجديد في الغرب (جواد ج 2 ص 517) والذي أراه انهم لم ينزحوا عن هذه المواطن بل توسعت قبائلهم شرقاً وغرباً . ¶ ... ويرى بعض الباحثين أن السنة المقابلة لسنة 115-109 ق. م وهي السنة الأولى من سني التقويم العربي الجنوبي - هي سنة نشؤ حكومة حمير وظهورها إلى الوجود بصورة فعلية ، ولهذا صار الحميريون يؤرخون بها (جواد ج 2 ص 518). ¶ ... ولازالت القبائل الجنوبية تعتبر نفسها من حمير ، ويوجد في حضرموت من حمير قبائل يافع وسيبان ونوح وذييب . ¶ آل باحمير : ... ¶ ... بضم ففتح فتشديد الياء ، قببيلة من سعد حبان ، (الشامل ص 60) . ¶ آل باحميش : ¶ ... قبيلة من نوح ، ذكر اشتراكهم سنة 653هـ مع ابن لبيد النهدي في غارة على عمر بن مسعود بن بدر وقارة عسيب وهزموه\" (جواهر ج 2 ص 130) ¶ ... وتسكن \"القرحة\" في عالية وادي دوعن الأيمن . وحميش في اللغة على وزن فعيل وجاء في القاموس : حمشه حمشاً : أغضبه (القاموس مادة : حمش) . ¶ ... وجاء في مجلة العرب : آل باحميش من حملة السلاح وأهل النجدة (مجلة العرب ج 9 ص 646) . ¶ آل باحنَّان : ¶ ... أسرة من كندة منهم آل بامصباح ، منهم المؤرخ محمد بن علي باحنان مؤلف \"جواهر تاريخ الأحقاف\" (جواهر الأحقاف ج 2 ص 11). ¶ آل باحنحن : ¶ ... قبيلة من الدين ، تسكن \"النحى\" في ريدة الدين . ¶ آل حنش : ¶ ... قبيلة من سعد ، تسكن قارة بن حنش في وادي عمقين (الشامل ص 51). ¶ آل الحنشي : ¶ ... من أهل منصور من آل باكازم من العوالق السفلي وهم : الرقعان ، أهل جازه بن محمد ، المرادعة ، البوشان ، أهل تثبيت (الجازع ص 68) .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "آل باحنين : ¶ ... أسرة قيل إنها من كندة (جواهر الأحقاف ج 2 ص 11) . ¶ الحوافل : ¶ ... قبيلة من أهل شمعه من العوالق السفلى (الجازع ص 67) . ¶ بنو حوت : ¶ ... بطن قديم من كندة (القلقشندي ص 239) . ¶ آل حوثرة : ¶ ... قبيلة من الموسطه من يافع العليا هم : آل علي جابر ، آل الجهوري ، آل على بن ناجي (البطاطي ص 92) . ¶ آل باحويرث : ¶ ... أسرة تسكن الخريبة . ¶ آل حويلان : ¶ ... قبيلة من نهد (الشاطري ج 2 ص 364) . ¶ آل باحيان : ¶ ... قبيلة من بلعبيد هم : الكرب ، آل حيدرة ، المشايعة ، آل عمرو ، تسكن أودية عرما ودهر وشبوة (الشاطري ج 2 ص 367) . ¶ آل حيدرة : ¶ ... قبيلة قيل هم من تميم ، تسكن عطفة بن حيدرة (الجنوب العربي ص 203) وذكر الحداد آل حيدرة قبيلة تسكن وادي رخية من قراهم : روضاح، علوجة ، صنا ، القرقر ، صو ، وعد منهم : آل غانم ، آل سالم ، آل قصير ، آل قيران ، آل طويل (الشامل ص 132) . ¶ ... وجاء عند السقاف أنهم من بني ظنه ، يرجعان إلى روح وهو جد آل تميم (السقاف مجلة العرب ج 7 ص 335) . ¶ آل حيران : ¶ ... قبيلة من الكرب (الشاطري ج 2 ص 367) . ¶ آل الحيق : ¶ ... قبيلة من سيبان ، تسكن وادي حويرة على الساحل بين المكلا وشحير ، حتى رأس حويرة . يقال أنهم من السموح . ¶ آل الحييد : ¶ ... بيت من السادة ، من ذرية أبي بكر بن حسن بن حسين (خدمة العشيرة ص 35) . ¶ ... حرف الخاء ... ¶ الخامعة : ¶ ... قبيلة شهيرة من الزي من سيبان ، تسكن جانب من شعاب حموضة الغربية وبلدة الرشيد ، وبعض الشعاب التي تصب في وادي ليسر . ¶ ... وهم (آل باصرة ، آل باقديم ، آل باسلوم ، آل بارشيد (الشاطري ج 2 ص 359) ، آل بلجهم ، آل باقعر . ¶ آل خراقه : ¶ ... قبيله من أهل سليمان من ذييب . ¶ آل باخربوش : ¶ ... أسرة تسكن \"إلمر\" في ريدة الدين (الشامل ص 97) . ¶ آل باخرخور : ¶ ... قبيله من ذييب يسكنون \"الرحبة\" هم أهل عميرة ، أهل لعيشوم ، أهل جليجل . ¶ آل خرد : ¶ ... بيت من السادة ، يسكن بظه وتريم ، هم بنو زين بن علي بن خرد (خدمة العشيرة ص 44) . ¶ الخرشان :",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "... قبيلة من آل شحبل (الشامل ص 133) . ¶ آل باخشوين : ¶ ... قبيلة من المراشدة من سيبان ، من مساكنهم \"هدون\" . ¶ آل خشيمة : ¶ ... قبيلة من آل محمد بلليث من الصيعر ، وهم : آل عبدالله بن عون ، العساكرة ، آل عبيدون ، آل فرج ، آل خشيدل (البلادي ص 147) . ¶ آل باخطيب : ¶ ... أسرة تسكن حجي باخطيب ، قيل انهم من الصدف (جواهر الأحقاف ج 2 ص 11) . ¶ آل باخضر : ¶ ... أسرة تسكن الدوفة في وادي دوعن . ¶ آل الخلاقي : ¶ ... قبيلة من الموسطة من يافع العليا ، هم : آل الركابي ، آل بن معمر ، آل بن عوض (البطاطي ص 92) . ¶ آل خليس : ¶ ... قبيلة من آل باسعد من الحالكة من سيبان (تاريخ حضرموت السياسي ج 2 ص 101) . ¶ آل خليفة : ¶ ... قبيلة تنسب إلى بني هلال من كندة ، تسكن \"الحاضنة\" جاء في دائرة المعارف : والحاضنة تسكنها قبيلة آل خليفة وهي تزعم أنها من بني هلال ، وعندما هاجر بنو هلال ظلوا في الحاضنة في جنوبي بلاد العرب ومن ثم أطلق عليهم اسم آل خليفة وهم قرابة ألف مقاتل ، يحكمها عقيل مقرة في مدينة الجابية الصغيرة ، وإذا نشبت الحرب قاتلوا تحت راية سلطان العوالق العليا في نصاب (دائرة المعارف ج 7 ص 253). ¶ ... وهم من قبائل حبان منهم آل الصوة . ¶ آل خليلي : ¶ ... قبيلة من أهل منصور من آل باكازم من العوالق السفلى ، هم : آل محمد بن علي ، آل أحمد ، أهل برقان ، أهل جعفر ، أهل سودان ، أهل الهميس . (الجازع ص 68) . ¶ بنو خمر : ¶ ... هم بنو خمر بن عمرو بن وهب الكندي ، منهم الشاعر أبو شمر قيس بن خمر القائل : ¶ ... ... الوارثون المجد عن ... ... ... خمر ورهط أبي زرارة ¶ ... ... ... ... ... ... (ابن الأثير اللباب ج 1 ص 460) ¶ آل بلخير (بنو الخير) : ¶ ... من المشايخ يسكنون غيل بلخير في وادي دوعن الأيمن ، ينسب لهم الشاعر المعاصر المعروف عبدالله بلخير . ¶ آل باخيِّل : ¶ ... قبيلة من آل سعيد من آل بابطين ، يسكنون \"ظاهر\" في وادي دوعن . ¶ ... حرف الدال ... ¶ آل باداس :",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "... من المشايخ من يسكنون عرقة ، قيل هم من الصدف (جواهر الأحقاف ، ج 2 ص 70) . وبعضهم على الساحل ، ذكر جواد علي في معرض حديثه عن موضع أثري \"أما باداس (بدش) ، فانه مازال معروفاً حتى اليوم ، ولكن بشيء من التحريف ، وفي هذا المكان يعيش قوم رعاة يعرفون بـ (مشايخ باداس) وقد جاء هذا الاسم من باداش القديمة (جواد ج 2 ص 161) . ¶ آل داود : ¶ ... من قبيلة آل الظبي من يافع (البطاطي ص 91) . ¶ آل باداود : ¶ ... أسرة تسكن رحاب في وادي دوعن ، وأسرة أخرى تسكن \"ضري\" في وادي \"ليسر\" . ¶ الداهر : ¶ ... قبيلة قديمة من المهرة (الإكليل ج 1 ص 193) . ¶ آل باداهية : ¶ ... من آل عمودي ، يسكنون قيدون (الشامل ص 145) . ¶ آل بادبيَّان : ¶ ... قبيلة من آل باصبارة من نوَّح ، تسكن \"محمدة\" في وادي حجر ، وهم (آل بازيد ، آل باسمين ، آل مهدي ، آل باقشوة) . ¶ آل بادبيس : ¶ قبيلة من آل با صبارة من نوَّح ، تسكن \"يون\" في وادي حجر . ¶ آل بادجانة : ¶ ... هم بنو محمد بن سعد بن فارس من كندة ، كانت لهم دولة في الشحر في القرن التاسع الهجري ، حاول بعض أمرائها حكم عدن (الحامد ج 2 ص 565). ¶ الدحابجة : ¶ ... من القبائل التابعة لقبيلة الصيعر ، وهم : الدهاملة ، آل خميس (البلادي ص 148) . ¶ آل بادخن : ¶ ... قبيلة من سلم من بلعبيد ، يسكنون \"حنكة بادخن\" (الشاطري ج 2 ص 367). ¶ آل بادعَّام : ¶ ... قبيلة من سلم من بلعبيد (الشاطري ج 2 ص 367) ، يسكنون الجدفرة ، العمق ، في وادي رخية ، منهم الكسران (الشامل ص 132). ¶ آل بادعم : ¶ ... قبيلة من الحامديين من سيبان ، يسكن بعضهم وادي دوعن . ¶ آل بن دغَّار : ¶ ... قبيلة من كندة ، كانوا يقطنون وادي حجر الذي كان يعرف حجر بن دغار (جواهر الأحقاف ج 2 ص 11) لهم بقية في وادي حجر . ¶ بنو الدغار : ¶ ... من آل الهزيل ، كانوا ولاة شبام (الحامد ج 2 ص 418) ¶ آل بادقيل : ¶ ... قبيلة من الحالكة من سيبان ، هم : آل بلحمر، آل بلشرف، آل باجعيفر ، آل بلغيث، آل باحميد ، آل بازفين. (تاريخ حضرموت السياسي ج 2 ص 101)",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "آل دليع : ¶ ... قبيلة من الكرب (البلادي ص 145) . ¶ الدهابل : ¶ ... من بني أود من مذحج ، لهم أودية في منطقة دثينة ، ذكرهم الهمداني في الصفة ، وعلق المحقق بقوله \"لهم بقية إلى يوم الناس هذا في وادي شرجان من العواذل\" (الصفة ص 185) ¶ آل بادهري : ¶ ... قبيلة من آل هميم من بلعبيد (الشامل ص 125) ¶ دهم : ¶ ... قبيلة من بكيل من همدان ، تسكن شمال شرق اليمن ، (الإكليل ج 10 ص 243) اشتهرت بحروبها مع قبائل شمال حضرموت كآل كثير والعوامر المناهيل وآل رشيد (تسيغر ص 191) . ¶ آل بادريس : ¶ ... أسرة تسكن ذي الحمر في ريدة الدين (الشامل ص 197) . ¶ آل دويس : ¶ ... من آل يماني من بني حرام ، كان منهم ولاة تريم حتى سنة 927هـ حين أزال حكمهم السلطان الكثيري بدر بوطويرق (جواهر الأحقاف ج 2 ص186). ¶ آل دريس : ¶ ... من آل عذرب من آل سلم من آل علي بلليث من الصيعر (الشاطري ج 2 ص 362) . ¶ آل بادويلان : ¶ ... أسرة تسكن الخريبة (الشامل ص 143) . ¶ آل باديان : ¶ ... قبيلة من نعمان ، تسكن \"الحضن\" ، من قبائل حبَّان . ¶ الدَّيِّن : ¶ ... بتشديد الدال وفتحها ، وتشديد الياء وكسرها ، قبيلة من قبائل البادية ، تسكن \"ريدة الدين\" والمرتفعات الواقعة بين وادي عمر ووادي دوعن . ¶ ... وهم : آل بامسدوس ، آل باحنحن ، آل باقاري ، آل يسلم ، آل الياس ، آل بايومين ، آل سويدان ، الابارقة ، آل بامعين (الشاطري ج 2 ص 365) وآل باقضاعة ، ومن آل باقاري : آل بامنيف ، آل بابدر ، آل بلعجم ، آل باجعول ، ومن آل سويدان : آل باغويز ، آل بامجبور ، ومن آل بامسدودس آل بامكراب (الشامل ص ص 96-97) . ¶ ... ومن مساكنهم : شرج منتر ، شرج صاهد ، مجرى آل سويدان ، عتود ، لقحلين (الأقحلين) الضليعة ، المكراب ، المكيرب ، الثجرة ، الحنو ، الحجلين ، النخيلات ، بجيدة ، السويدا ، (الشامل ص ص 96 - 97) .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "... والذي يظهر لي أنها قبيلة قديمة ، ذكر الهمداني عند الحديث عن قبيلة مهرة من قضاعة . \"بنو الدين بن اضطمرى بن مهرة ، وقال ، فأولد الدين حسريت ، ويحنن ، وأولد يحنن : كرشان والثعين (الإكليل ج 1 ص 193) . ¶ ... وقد يعترض البعض ببعد مساكن قبيلة الدين الحالية عن بلاد المهرة ، وذا اعتراض واهٍ من جهتين . ¶ ... أولاً : مساكن القبائل تتبدل بتبدل الظروف المحيطة بالقبيلة ، والشواهد كثيرة . ¶ ... ثانياً : إنه من الراجح أن مساكن مهرة القديمة كانت إلى الغرب من مساكنها الحالية ، وانتقلت نحو الشرق ربما بفعل ضغط القبائل الحميرية . ¶ ... إضافة إلى ما سبق لم تذكر المعاجم اللغوية صيغة \"الدين\" بالتشديد ضمن تصاريف المصدر الثلاثي (دين) مما يدفع إلى الاعتقاد بكونها من الألفاظ الباقية من اللغة العربية الجنوبية التي سادت قبل الإسلام في جنوب الجزيرة العربية . ¶ ... غير أنه من الراجح دخول قبائل أخرى فيها . ¶ ... حرف الذال ... ¶ آل بن ذبيح : ¶ ... بطن من الصدف (جواهر الأحقاف ج 2 ص70) . ¶ آل ذخير : ¶ ... بطن قديم من الصدف (السمعاني ج6 ص11) . ¶ الذراخن : ¶ ... من قبيلة المفلحي من يافع العليا ، (حضر موت وعدن ص 284) قبيلة قديمة ذكرها الهمداني في الصفة (الصفة ص 177) . ¶ بنو ذهبان : ¶ ... بطن من الصدف (جواهر الأحقاف ج 2 ص 70) . ¶ ذهل : ¶ ... بطن قديم من كندة منهم حجر بن النعمان الكندي الذهلي وفد على النبي صلى الله عليه وسلم (اللباب ج1 ص536) . ¶ آل باذيب : ¶ ... أسرة قيل هي من الأزد (جواهر ج 2 ص 128) وقيل من كندة (معجم الشعراء ج5 ص 32) . ¶ ... وجاء في الجواهر أنهم خرجوا من البصرة زمن الحجاج بن يوسف ، ولما وصلوا حضرموت آواهم أمير شبام ، ومنهم فقهاء شبام (جواهر ج2 ص 93) . ¶ ذييب : ¶ ... قبيلة كبيرة من قبائل حبان من حمير ، وهي قبيلة قديمة جداً ورد ذكرها في نص مكتوب بالخط المسند ، هو نص صراوح المشهور 620-600 ق. م بعد ذكر مدينة حبان في وادي حبان ، (جواد ج2 ص298) ولازال هذا الوادي من مواطن قبيلة ذييب .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "... وتذكر روايات العامة أن ذييب ورقوش (المراقشة) وصبيح (الاصابح) اخوة من رجل اسمه احمد بن حمير . ¶ ... وتنقسم ذييب إلى : آل باعوضه ، أهل سليمان ، أهل حسين ، أهل عبدالله ، أهل باخرخور ، آل باسردة . ¶ أهل ذييب : ¶ ... قبيلة من آل باكازم من العوالق السفلى ، وهم (أهل ذييب ، أهل خليل بن عوض ، أهل علي بن خليل) (الجازع ص 64) . ¶ ... حرف الراء ... ¶ آل باراس : ¶ ... من المشايخ ، من آل معن من العوالق العليا (الجازع ص 41) وقيل هم من كندة (جواهر الأحقاف ج 2 ص 11) . ¶ ... ومنهم من يسكن الحصين بوادي حجر ، ومنهم من يسكن الخريبة في دوعن ، ونسبهم الحداد إلى ذرية الشيخ على بن عبدالله باراس الظفري السيباني (الشامل ص 79) . ¶ آل راشد : ¶ ... هم بنو راشد بن شجعنه من آل قحطان من آل فهد من حضرموت ، حكموا تريم سنة 547هـ حتى سقوطها على يد ابن مهدي سنة 615هـ (الحامد ج 2 ص 408) . ¶ آل رامي : ¶ ... قبيله قديمة في حضرموت ، ورد اسمها في كتابات المسند ، وكان رئيسها يملك جزء كبيراً في وادي حضرموت (جواد على ج 2 ص 162) . ¶ آل بارباع : ¶ ... بتشديد الباء الثانية ، أسرة قيل من كندة (جواهر الأحقاف ج2 ص11) . ¶ آل رباع : ¶ ... أسرة ذكر باحنان أنهم من كندة وأنهم بنوا سنة 822هـ حصن الراكة ، ويسكنون سدبة وبدرة ، قريتان قريبتان من حورة (جواهر الأحقاف ج 2 ص 158) . ¶ آل باربيع : ¶ ... أسرة تسكن بلاء الماء في وادي دوعن ، هم : المصاميم ، آل باسعد . ¶ آل بن ربيعة : ¶ ... قبيلة من سيبان تسكن وادي دوعن الأيمن . ¶ آل بارجَّاش : ¶ ... بتشديد الجيم ، قبيلة من آل باصبارة من نوَّح ، تسكن (كنينة) . ¶ آل بارحمة : ¶ ... فخيذة من قبيلة نعمان (الشامل ص 72) . ¶ آل رشيد : ¶ ... قبيلة من آل كثير ، تسكن الجهة الشرقية الجنوبية للربع الخالي ، بين ظفار والمهرة كان بعض أفرادها أدلاء للرحالة الإنجليز مثل ولفريد ثيسيغر ، وهم على دراية بطرق الجزء الشرقي والجنوبي للربع الخالي (رمال العرب ص ص 69 - 80) . ¶ أهل بن رشيد :",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "... قبيلة من نعمان ، تسكن \"ريدة رشيد\" و\"ميفعة\" في حبان . ¶ آل بارشيد : ¶ ... قبيلة من الخامعة من سيبان (الشاطري ج 2 ص 359) . ¶ آل بارشيد : ¶ ... قبيلة كبيرة من نوح تسكن الأطراف الشمالية الشرقية لوادي حجر ، ومنهم : آل باشيبة ، آل سعيد ، آل باجحلان ، آل باشقار ، آل باجحام ، آل بازمان\" . منهم مقدم نوح كافة ومن مساكنهم \"لبنة ، الصدارة ، العقيمة\" . ¶ آل بارزيق : ¶ ... أسرة تسكن \"الرباط\" في دوعن (الشامل ص 136) . ¶ آل بارزينة : ¶ ... بيت من السادة ، يسكنون بادية الحموم ، والجزع ، وسنا ، وهم من بني عبدالرحمن بن أحمد بن محمد بن علوي (خدمة العشيرة ص 40) . ¶ آل بارطاس : ¶ ... قبيلة من الحموم (الشاطري ج 2 ص 357) . ¶ آل بارضوان : ¶ ... أسرة تسكن العرسمة (الشامل ص 186) . ¶ آل بارعيدة : ¶ ... قبيلة من بني حسن من سيبان (الشاطري ج 2 ص 358) . ¶ بنو رعيل : ¶ ... بطن قديم من الصدف (السمعاني ج6 ص138) . ¶ آل بارقبة : ¶ ... بيت من السادة بتريم (خدمة العشيرة ص 45) . ¶ بنو الرماني : ¶ ... بطن قديم من قبيلة السكون من كندة (السمعاني ج6 ص160) . ¶ آل بارميدي : ¶ ... قبيلة من الجوهيين من سيبان (الشاطري ج2 ص359) وهم : آل عبدالله ابن سعيد ، وآل دحيد حان ، آل محمد بن حسن ، يسكنون \"السفيلا\" في ريدة الجوهيين (الشامل ص 105) . ¶ آل روح : ¶ ... قبيلة من تميم بن ضنة ، تسكن وادي رخية ، هم قسمان : آل شحبل ، آل ابن حيدرة (الشاطري ج2 ص353) . ¶ آل رويس : ¶ ... من آل يسلم من آل معن من العوالق العليا (الجازع ص 42) . ¶ آل رويكة (الرويكي) : ¶ قبيلة من آل يزيد من يافع السفلي ، تسكن قرية \"عمقر\" في حضرموت ، وأضاف البكري : جاءوها واستقروا فيها قبل نزوح يافع من اليمن إلى حضرموت (في جنوب الجزيرة ص 70) . ¶ آل الريان : ¶ ... هم بنو الريان بن قطيبة بن عمرو بن ألمي بن الصدف ، ذكر الهمداني : هو جد بني الريان بهدون (الإكليل ج 2 ص 51) . ¶ ... قلت ولعل لهم بقية تعرف بآل باريان ، وهي أسرة تسكن قرن ماجد وقيل كانت تسكن في هينين (الشامل ص 182) .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "آل باريان : ¶ ... (انظر بنو الريان) . ¶ ... حرف الزاء ... ¶ آل بازار : ¶ ... من العوابثه ، منهم آل مجشر (الشاطري ج 2 ص 371) . ¶ آل بازج : ¶ ... قبيلة من الدَّين تسكن عتود (الشامل ص 96) . ¶ آل بازرارة : ¶ ... قبيلة من نهد (جواهر الأحقاف ج2 ص 183) . ¶ آل بازرعة : ¶ ... من المشايخ ، يسكنون بلدة \"الرشيد\" لعلهم بنو زرعة بن جعشم من الصدف وكانوا بهدون (الإكليل ج 2 ص 37) . ¶ ... وذكرتهم الطبيبة هويك عند زيارتها لهم في دوعن (هويك ص 180) . ¶ آل بازرعة : ¶ ... بضم فسكون من آل بابحر ، يسكنون حاضنة البابحر (الشامل ص71) . ¶ آل زريع : ¶ ... قبيلة من يام من همدان حكمت عدن حتى سنة 569هـ (المحامي ص172) ¶ آل بازريع : ¶ ... من المشايخ ، يسكنون \"ظاهر\" بوادي دوعن . ¶ آل بازعزوع : ¶ ... أسرة من الاحلاف ، تسكن العرسمة (الشامل 186) . ¶ آل بن الزغب : ¶ ... أسرة قيل هم من جعف ، وهم بنو الفقيه بن عمر المبارك الجعفي الشهير بابن أبي الزغب المتوفى سنة 688هـ (جواهر الأحقاف ج2 ص 138) . ¶ آل بازغيفان : ¶ ... قبيلة من الصيعر كما ذكر باحنان ، (جواهر الأحقاف ج2 ص 11) . ¶ آل بازفين : ¶ ... من آل بادقيل من الحالكة من سيبان (تاريخ حضرموت السياسي ج 2 ص101) . ¶ آل بازقور : ¶ ... قبيلة من المشايعة من آل باحيان من بلعبيد ، تسكن عرما والرملة وشبوة (البلادي ص 143) . ¶ بنو زوي : ¶ ... بطن قديم من نهد (القلقشندي ص 276) . ¶ بنو الزوف : ¶ ... بطن من بني عوبثان من مراد ، وبطن آخر من حضرموت (السمعاني ج 6 ص 333) . ويوجد حالياً بحضرموت فخذ يعرف بآل بلزوف ، يسكن بلاد الماء في وادي دوعن من آل بلحمر من الحالكة . ¶ الزي : ¶ ... بكسر الزاء المعجمة وتشديدها ، مجموعة من قبائل سيبان منهم : المراشدة والخامعة ، كان بينهم وبين قبيلة الحالكة خلافات وحروب على بعض الأراضي في غيل الحالكة . ¶ بنو زياد : ¶ ... قبيلة من مهرة تسكن \"سيحوت\" (تاريخ حضرموت السياسي ج2 ص92) . ¶ آل زيدان : ¶ ... من آل مسعود من تميم (جواهر الأحقاف ج 2 ص 223) . ¶ بنو زيد :",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "... بطن قديم من نهد (القلقشندي ص 279) . ¶ آل بازير : ¶ قبيلة من آل باتيس ، تسكن القعير (الشامل ص 126) . ¶ ... حرف السين ... ¶ آل باسالم : ¶ ... أسرة ذكر أنهم من كندة (جواهر الأحقاف ج2 ص13) ¶ آل باسالم : ¶ ... أسرة تسكن \"ضغر\" \"الوليجات\" ، وأسرة أخرى تسكن \"الخريبة\" . ¶ بيت سالمين : ¶ ... قبيلة من المناهيل (الشاطري ج 2 ص 354) . ¶ آل بن سبعان : ¶ ... قبيلة تسكن مع الصيعر ، وليسوا منها (الشامل ص 123) ¶ آل بن سبعة : ¶ ... من بني قاصد من يافع ، يسكنون لحج (العبدلي ص 44) . ¶ آل باسبعين : ¶ ... أسرة تسكن قرية الدوفة في وادي دوعن . ¶ بنو سبوله : ¶ ... قبيلة من المناهيل (الجنوب العربي ص 197) . ¶ آل باسبيت : ¶ ... أسرة قيل هم من كندة ، تسكن \"منخوب\" (جواهر الأحقاف ج 2 ص11) . ¶ آل باست : ¶ ... قبيلة من آل بانخر من الحالكة من سيبان (الجنوب العربي 193) . ¶ آل باست : ¶ ... قبيلة من القثم (الشامل ص 97). ¶ آل السرائي : ¶ ... قبيلة من آل الظبي من يافع هم : آل المصلي ، آل عاطف جابر ، آل بن على سواد ، آل البطل ، آل أبو حزام ، آل عبادي ، آل الصلاحي (البطاطي ص91) . ¶ آل سريع : ¶ ... قبيلة من النمارة ، تسكن \"العميق ، الركح ، الكريف\" (الشامل ص125). ¶ أهل سعد : ¶ ... جاء في الشامل قوله : وهم قسمان سعد حبان ، وهم الساكنون بوادي حبان ، سعد الشعاب وهم بوادي عمقين وشعابه ، وذكر عن نسبهم أنهم سعد تجيب من كندة (الشامل ص 50 - 51) . ¶ أهل سعد : ¶ ... قبيلة كبيرة من العوالق هم : أهل جارضة ، أهل شمعي (الجازع ص 65) . ¶ بنو سعد : ¶ ... قبيلة كان لها مشاركة واسعة في الأحداث السياسية خلال انتقال نهد إلى حضرموت ، وهي من القبائل المتحالفة والمنتقلة مع نهد ، في أواخر القرن السادس الهجري . ¶ ... وهم آل جميل ، آل حسن . جاء في طرفة الأصحاب عند تقسيمه لنهد : آل جميل ويقال لهم بنو سعد ، وليسوا من بني ظنة ، آل حسن أيضا من بني سعد (الرسولي ص 139) . ¶ ... وكان لهم دولة مركزها مدينة شبام ، وقد سقطت سنة 846هـ (الحامد ج 2 ص 620) . ¶ آل السعدي :",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "... بطن من بني قاصد من يافع منهم : آل بن حنش (البطاطي ج 93) . ¶ آل سعيد : ¶ ... فخذ من العكابرة ، من نوَّح ، وهم : آل باحيدان ، آل باراجح ، آل بازبيدي ومنهم آل باعبد ، ويسكنون : المسنة ، أسفل العين ، الغريفين . ¶ بيت سعيد : ¶ ... قبيلة من الحموم ، تسكن الشحر (الشاطري ج 2 ص 357) . ¶ بنو سعيد : ¶ ... هم بنو سعيد بن كامل بن حمار بن عبيد بن دهفل بن سعسم الصدفي ، كانوا يسكنون وادي دوعن (الإكليل ج 2 ص 52) لهم بقية . ¶ آل السعيدي : ¶ ... قبيلة من الموسطة من يافع العليا ، منهم آل بن علي جابر ، آل بن جابر أحمد (البطاطي ص 92) . ¶ آل السقاف : ¶ ... بيت من السادة . ¶ السقالدة : ¶ ... من قبائل الشعيب من يافع ، هم : الأرنف ، السيل ، الرباط ، القزعي ، العنفدي ، النجدي (الجنوب العربي ص 214) . ¶ السكاسك : ¶ ... قبيلة كبيرة وقديمة من كندة . ¶ السكون : ¶ ... قبيلة قديمة من كندة ، ذكر ابن الأثير : وينسب إليها خلق كثير (اللباب ج 2 ص 125) . ¶ آل سلاَّم : ¶ ... بتشديد اللام ، من يافع ، منهم آل محسن العبادلة سلاطين لحج (العبدلي ص 41) . ¶ بنو سلامة : ¶ ... هم بنو سلامة بن كامل بن حمار بن عبيد من الصدف ، كانوا في الهجرين (الإكليل ج 2 ص 52) وبقيتهم معروفة في دوعن . ¶ سلم : ¶ ... بفتح فسكون قبيلة من بلعبيد ، تسكن سوط بلعبيد ، هم : آل هميم ، آل باهيصمي ، آل باضفر ، آل باجعيم ، آل باسلوم ، آل بن مكسر ، آل بادعام ، آل باجحاو ، آل عبدالله ، آل باحميد ، آل بادخن ، آل باكرش ، آل بادهري ، آل بايوسف ، آل باحف ، آل باوهال (الشاطري ج 2 ص 366) . ¶ ... وهي سلم القبيلة التي لم يفصلها راوية بلعبيد عن لقائه بمؤلف كتاب بين مكة وحضرموت ، وذكر له : إذا فسرت لك سلم لازم أذكر كل الحضارم الذين في مكة وجدة . (البلادي ص 142) وليس ذلك بصحيح . ¶ آل بن سلمان : ¶ ... أسرة تسكن بلدة الرباط . ¶ آل سلمة : ¶ ... من آل عمرو من تميم بن ضنة (الشاطري ج 2 ص 352) . ¶ آل سلمة : ¶ ... بطن قديم من السكون من كندة (القلقشندي ص 293) .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "آل سلمة بن سليمان : ¶ ... قبيلة من الجعدة ، في وادي عمد منهم : آل عفيف ، آل بوقاسم ، آل ¶ بوجديل ، آل هلابي ، آل حميد (تاريخ حضرموت السياسي ج 2 ص 359) . ¶ آل باسلوم : ¶ ... من الخامعة من سيبان ، يسكنون كورسيبان (الشاطري ج 2 ص 359) . ¶ آل باسلوم : ¶ ... قبيلة من سلم من بلعبيد ، تسكن سوط بلعبيد ، قيل هم من سيبان (الشاطري ج 2 ص 366) . ¶ بنو سليع : ¶ ... بطن قديم من حضرموت منهم حيان بن الأعين الحضرمي السليعي من المحدثين (السمعاني ج 7 ص 121) . ¶ بنو سليم : ¶ ... قبيلة من يافع ، وهم : آل كلثوم ، القدم ، الثجر ، ذو كنيبة (الجنوب العربي ص 228) . ¶ آل سليمان : ¶ ... قبيلة من العكابرة ، من نوَّح ، هم : آل باسالم ، آل برجف ، آل بحلص ، يسكنون \"غارة ، غاضة برجف ، النويمة\" . ¶ أهل سليمان : ¶ ... قبيلة من ذييب ، تسكن \"المطهاف\" ، وهم : أهل خراقة ، أهل زيد ، آل محمد بن سعيد ، أهل غبران ، أهل باقشاقيش . ¶ عيال سليمان : ¶ ... قبيلة من عيال الأسود من الكرب (البلادي ص 144) . ¶ السماح : ¶ ... قبيلة من المناهيل ، تسكن وادي شرخاوي ، وهم : بيت الرقاع ، بيت الرميدي ، بيت الخضيرة (الشاطري ج 2 ص 355) . ¶ ... وجاء في الشامل : السماح بكسر السين ، وأصلهم من قبائل اليمن وكانوا دخلوا في نهد عند استيلائهم على حضرموت ، وعدهم من ثعين (الشامل ص ص 100-107) . ¶ السموح : ¶ ... قبيلة من سيبان ، والنسبة لها \"السومحي\" تسكن ما بين دوعن إلى يون وغيل باوزير . ¶ وهم : الاشكعي ، وهم أكثرهم ، آل الجهضمي ، الأشولي ، آل بابطين ، الحسني ، الغويثي ، آل بامنصور ، آل باوسيم ، الجوداني وينسب إليهم آل الحيق. ¶ آل سميدع : ¶ ... قبيلة من آل علي ، تسكن سوط آل علي في ذي النخلة ، وسلمون ، حصن الشرقي ، حصين الجيزة (بفتح الجيم فسكون) (الشامل ص 132)",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "... وذكر السقاف : سوط آل سميدع هو في جنوب سدة آل باتيس - بين رخية وعمد - وهم من نعمان ، يرجعون مع آل باتيس على رجل واحد ، على ما كانت العرب عليه من المروءة والشهامة والوفاء وحسن الضيافة وأمان الجار (السقاف مجلة العرب ج 7 ص 337) . ¶ آل باسمير : ¶ ... بضم السين وفتح الميم ، من سلم من بلعبيد ، تسكن \"سومح\" في سوط بلعبيد (الشامل ص 126) . ¶ آل باسهل : ¶ ... أسرة قيل هم من تجيب من كندة ، في هينن (جواهر الأحقاف ج2 ص70) ¶ آل سهل : ¶ ... بيت من السادة ، يسكنون مع الحموم هم بنو زين بن عقيل (خدمة العشيرة ص 23) . ¶ آل باسودان : ¶ ... من المشايخ ، يسكنون الخريبة ، قيل هم من مذحج (جواهر الأحقاف ج 2 ص 11) . ¶ السودة : ¶ ... هم بنو سويد بن نهد ، بطن قديم من نهد (المغيري ص 169) . ¶ السومي : ¶ ... بفتح السين ، وسكون الواو ، قبيلة من تجيب منهم خيثمة بن حيوان شهد فتح مصر (السمعاني ج 7 ص 193) . ¶ آل باسويد : ¶ ... قبيلة من نوح ، تسكن \"عرض باسويد\" في لجرات في وادي دوعن ، تحدثت عنهم هويك خلال رحلتها إلى دوعن (هويك ص 173) . ¶ آل سويدان : ¶ ... قبيلة من إلياس من الدين ، يسكنون مجرى آل سويدان ، عتور ، لقلحين ، منهم : آل باغويز ، بامجبور (الشامل ص 96) . ¶ آل بن سويدان : ¶ ... قبيلة من آل ماضي من الجعدة (تاريخ حضرموت السياسي ج 2 ص95). ¶ سيبان : ¶ ... قبيلة من أكبر قبائل جنوب الجزيرة العربية ، وأكبر قبائل حضرموت ، ذكر البكري : هم من أعظم قبائل البادية ، وأصعبها مراساً ، وأكثرها رجالاً (تاريخ حضرموت السياسي ج2 ص101) . ¶ ... هم بنو سيبان بن أسلم بن الحارث بن مالك بن زيد بن الغوث بن سعد بن عوف بن عدي بن مالك بن زيد بن سدد بن زرعة بن حمير (الإكليل ج 2 ص235) . ذكرهم الهمداني في قبائل حمير ، وقال بأن لهم بقية كبيرة بحضرموت، وعلق الأكوع بقوله \"لهم بقية تعتز بحميريتها\" (الإكليل ج 2 ص40) .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وزاد الهمداني نقلاً عن راويته لقبائل حضرموت كويل بن محمد ، أن قبائل حضرموت ثلاثة أقسام ، وأن سيبان قسم منها ، وهم بدوهم ، وفي هذا يقول الشاعر : ¶ ... وإن فهت بالاشبا أو معشر الحرث ¶ ... ... ... ... وسيبانها في معظم حل أو حدث ¶ ... فكن طائر في الجسد أو ساكن الجدث ¶ ... ... ... ... ... فلن تنجو منهم إنهم حتف من نكث ¶ ... ... ... ... ... ... ... (الإكليل ج2 ص339) ¶ ... ولا يقتصر تاريخ هذه القبيلة على حقبة ما بعد الإسلام ، بل يمتد إلى عصور ما قبل الميلاد ، فقد ذكرت سيبان في نص قديم مكتوب بالمسند ، يعرف بنص صراوح وهو أحد أخطر الوثائق التاريخية القديمة ، كتب في عهد أول ملوك دولة سبأ (كرب أيل 620 - 600 ق. م) . ¶ ... وذكرت كذلك في نص آخر هو نص السميفع أشوع ودونه مع أولاده وجماعة من سادات القبائل وكبراء قبائل محرج سيبان ذونف ، ودون النص بمناسبة بناء حصن ماوية (حصن الغراب حالياً) (جواد على ج 2 ص 291) . ¶ ... وورد ذكرها في نص آخر في نفس الفترة مع قبيلة \"مهرة\" ويبدو من قراءة هذه النصوص السابقة أن المواطن القديمة لسيبان لا تختلف عن مواطنها الحالية في حضرموت ، وأن كانت توسعت نحو الشرق في حضرموت . ¶ ... وينتسب إلى سيبان حالياً قبائل كثيرة هي : نوح ، المراشدة ، الخامعة ، الحالكة ، القثم ، الحامديون ، الجوهيون ، السموح ، المحمديون ، آل الحيق ، بنو حسن ، العصارنه ، آل بن ربيعة . ¶ ... وتسكن سيبان : كورسيبان ، وادي يبعث ، وادي دوعن ، وغيل باوزير ، وادي حويرة ، وادي حجر . ¶ آل بن سيف : ¶ ... قبيلة من آل كثير ، تسكن وادي بن علي (تاريخ حضرموت السياسي ج 2 ص 100) . ¶ آل السييلي : ¶ ... من قبيلة الظبي من يافع هم : آل الفضلي ، آل بن داعر ، آل الشهابي (البطاطي ص 91) ¶ ... حرف الشين ... ¶ آل الشاطري : ¶ ... بيت من السادة ، هم بنو علوي بن علي بن أحمد ، يسكنون بتريم والشحر ولحج (خدمة العشيرة ص62) . ¶ آل باشاعر : ¶ ... أسرة تسكن حوفة في وادي دوعن (الشامل ص 172) . ¶ الشاعر :",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "... قبيلة كبيرة من حمير ، تسكن بلاد الضالع (الجنوب العربي ص 227) . ¶ شبابة : ¶ ... قبيلة قديمة من نهد ، ذكر المغيري : ومن بطون شبابة مايذكر في حرب وجهينة وعتيبة ، فانه كان في الزمن القديم إذا حضر وقت الموسم فادعى رجل أنه من شبابه اجتمعت عليه حرب وجهينة وعتيبة . (المغيري ص 165) . ¶ آل باشبيبة : ¶ ... قبيلة من الحموم (الشاطري ج 2 ص357) . ¶ بنو شجرة : ¶ ... بطن قديم من بني معاوية الأكرمين من كندة (القلقشندي ص 303). ¶ آل باشجيرة : ¶ ... من العسمان من آل باحيان من بلعبيد (الشاطري ج2 ص368) . ¶ آل باشجيرة : ¶ ... من الخنابشة من سيبان (تاريخ حضرموت السياسي ج2 ص32) ¶ الشحاريون : ¶ ... من قبائل ظفار القديمة ، لها بقية في ظفار (تاريخ حضرموت السياسي ج 2 ص209) . ¶ الشحاشحة : ¶ ... قبيلة من المهرة (الشاطري ج2 ص380) ¶ آل شحبل : ¶ ... قبيلة قيل هم من آل روح من تميم بن ضنة (الشاطري ج2 ص354) وقيل هم من السكون من كندة (السقاف ع7 ص335) يسكنون بين قبيلتي نهد وبلعبيد في وادي رخية ومن قراهم : المخارم ، نباع ، السيلة ، الزيارة ، حسوة ، وهم ، آل مظفر ، آل خرشان ، آل حسين ، آل مساعد بن حسين ، آل عجيان (الشامل ص 132). ¶ آل الشحفي : ¶ ... قبيلة من العكابرة من نوح هم : آل بامقبل ، آل باقراضة ، آل باكتيفة ، آل باحويصل ، آل بارشيد ، آل باجحام . يسكنون وادي العكابرة . ¶ بنو شخراة : ¶ ... قبيلة قديمة من المهرة (جواد على ج7 ص377) ¶ الشراشرة : ¶ ... من بني كليب من نهد (البلادي ص161) ¶ آل شرخة : ¶ ... بطن من آل جابر (تاريخ حضرموت السياسي ج 2 ص 100) . ¶ آل باشرف : ¶ ... ذكر باحنان أنهم من الصيعر ، وتوجد أسرة بهذا الاسم لا أدري أهي منها أم لا (جواهر الأحقاف ج2 ص11). ¶ آل الشرفي : ¶ ... قبيلة من الظبي من يافع هم : آل مساوى ، آل عبدان ، آل الشمعوطي ، آل عبدالملك ، آل بوطلعة ، آل الدوشي (البطاطي ص 91). ¶ آل باشعفين : ¶ ... دار من الحامديين من سيبان ، منهم الشاعر سالم باشعفين القائل مخاطباً السيد حسين المحضار .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "... حكيت لك من قبل والكذاب يلعن في المقال ¶ ... ... ... السيد أنكرني من أهلي والقرابة والعيال ¶ ... من دوعن انكرني ومن سيبان درعي والدهال ¶ ... ... ... ... لي مال في عقرون وانا وقسيم في ذلك الجبال ¶ ... ... ... ... ... ... ... (المحضار ص 137) ¶ آل شعيب : ¶ ... من المشايخ ، يسكنون قريباً من ريدة الجوهيين (الشاطري ج2 ص381). ¶ الشعيب : ¶ ... قبيلة من يافع ، تعرف باسمها منطقة من مناطق الجنوب (الجنوب العربي ص228) . ¶ آل باشقير : ¶ ... قبيلة من المشاجر تسكن حول غربي وادي يبعث (السقاف مجلة العرب ج8 ص527) . ¶ بنو شكامة : ¶ ... قبيلة قديمة من السكون من كندة ، منها أكيدر صاحب دومة الجندل (القلقشندي ج2 ص306) ¶ آل باشماخ : ¶ ... أسرة تسكن قرية رحاب في وادي دوعن ، وفي قويرة الخزب (الشامل ص ص 153-159) . ¶ آل الشماسي : ¶ ... قبيلة قيل هم من الزِّي من سيبان ، تسكن الساحل بين بروم والمكلا ، وذكر الحداد : الاشموس من حمير من آل بابحر ، وينقل عن مؤرخ حبان أنهم كانوا في يشبم ، وكانت لهم الدولة فيها فقتلهم العوالق ، ويذكر كذلك أنهم يسكنون حمحار في وادي المحمدين (الشامل ص ص 76 - 83) . ¶ أهل شمعي : ¶ ... قبيلة من أهل سعد من العوالق السفلى ، وهم : أهل حسين ، أهل ناصر بن علي (الجازع ص 66) . ¶ آل شملان : ¶ ... من آل محمد بن أحمد من الجعدة ، في وادي عمد (تاريخ حضرموت السياسي ج2 ص94) . ¶ آل باشميل : ¶ ... أسرة تسكن العرسمة (الشامل ص186) . ¶ آل باشميلة : ¶ ... من آل باعباد من المشايخ (معجم الشعراء ج5 ص235) ¶ الشنافر : ¶ ... اسم يطلق على عدد من القبائل هي : آل كثير ، العوامر ، آل باجري ، آل جابر ، كانوا عماد الدولة الكثيرية في سيؤون . ¶ آل باشنفر : ¶ ... اسرة تسكن عورة في وادي دوعن . ¶ آل الشنظوري : ¶ ... من آل الجهري من بني قاصد من يافع السفلى (البطاطي ص93) ¶ بيت شنين : ¶ ... قبيلة من الحموم ، تسكن الديس (الشاطري ج2 ص357) ¶ آل باشهاب : ¶ ... قبيلة من نوح (الجنوب العربي ص 189). ¶ آل شيبان :",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "... من آل مسعود من تميم بن ضنة ، وهم : آل مبارك بن عمر ، العماهرة (جواهر الاحقاف ج 2 ص223). ¶ آل باشيبان : ¶ ... بيت من السادة في قسم (خدمة العشيرة ص 61). ¶ آل باشيبة : ¶ ... من العسمان من آل باحيان من بلعبيد (الشاطري ج2 ص368) . ¶ آل باشيبة : ¶ ... من آل بارشيد من نوح (الشاطري ج2 ص369) ¶ آل باشيخ : ¶ ... أسرة قيل هم من كندة ، تسكن هدون (جواهر الاحقاف ج2 ص13) ¶ آل شيخة : ¶ ... من آل باكازم من العوالق السفلى وهم : أهل الخضر ، أهل الطيري (الجازع ص63). ¶ ... حرف الصاد ... ¶ آل الصافي: ¶ ... بيت من السادة ، هم بنو عمر الصافي بن عبدالرحمن بن محمد بن علي بن عبدالرحمن السقاف (خدمة العشيرة ص25). ¶ آل صالح بن سالم : ¶ ... قبيلة من آل عمر من آل باحيان من بلعبيد ، هم : آل دليع ، آل محمد بن صالح، آل سالم بن علي، آل صينية ، آل قاهران ، آل فعفع (البلادي ص 143). ¶ بنو صباح : ¶ ... بطن قديم من نهد (القلقشندي ص312). ¶ آل باصبارة : ¶ ... بتشديد الباء الثانية ، قبيلة كبيرة من نوَّح ، تسكن وادي حجر ، هم : آل باقروان ، آل بافقاس ، آل بارجاش ، آل بادبيان ، آل بادبيس ، آل بامساطر . ¶ آل باصبرين : ¶ ... قبيلة من آل باحميش منهم الشيخ العالم صاحب الاعتقاد الصحيح علي بن أحمد بن سعيد باصبرين قال السقاف عنه : كان جبلاً من جبال العلم (السقاف مجلة العرب ج2 ص646) ¶ قلت : ويمكن القول بأنه شخصية ملفتة للانتباه إذ كان معارضاً للجو الصوفي السائد وللكثير من مظاهر الشرك في حضرموت . ¶ الصبيحة : ¶ ... قبيلة مشهورة تعيش على سفوح الجبال بين لحج وباب المندب ، هم من الأصابح من بني الحارث ذي أصبح بن مالك بن زيد بن حمير ، ويحدهم مخلاف أبين جنوباً ، والحواشب شمالاً ، يشتغلون بالزراعة ، ويهتمون بتربية الجمال ، وأكبر بلدانهم طور الباحة (الدباغ ج2 ص37). ¶ ... وجاء في معجم البلدان : مخلاف لحج بالقرب من أبين وله سواحل وأكثر سكانه من بني أصبح رهط مالك بن أنس (الحموي ج5 ص67) . ¶ الصدف :",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "... بفتح الصاد المهملة ، وكسر الدال المهملة ، قبيلة من كندة ، وقيل من حمير، ونُقل عن الدارقطني قوله : اسم الصدف شهال بن دعمي بن زياد بن حضرموت ، وينسب إليه جماعة كثيرة من العلماء منهم جعشم بن ثعلبة الصدفي له صحبة ، وهو ممن بايع النبي صلى الله عليه وسلم تحت الشجرة (اللباب ج2 ص236) . ¶ ... وجاء في الاكليل : قال كثير من النسابة هم من حمير من ولد مالك (الصدف) بن عمرو بن ديسع بن السبب بن شرحبيل بن الحارث بن مالك بن زيد بن سدد بن حمير الاصغر ، وذكر في موضع آخر أن مرتع بن معاوية أولد ثوراً وهو كندة ومالكاً ، ثم وقعت بين مرتع وبين حضرموت مباعدة ، واقتتلوا فوقعت الدائرة على حضرموت ، فخرجوا منهزمين حتى دخلوا شبوة ، وأقاموا بها وفيهم أختهم رهم امرأة مرتع ، ومعها ابنها مالك صغيراً فنشأ في أخواله ، وتزوج منهم ، فلما انقطع عن أبيه قال مرتع لابنه ثور : إني لأظن أخاك مالكاً قد صدف عنا ، أي مال ، فسمى الصدف من يومئذ ، وكان ذلك سبب دخول الصدف في حضرموت . ¶ ... وعد الهمداني للصدف قبائلاً كثيرة ، انتشرت في نواحي حضرموت (الاكليل ج2 ص ص 30-54). ¶ ... ولاشك أن بعض بطون الصدف دخلت في قبائل حضرموت الحالية ، وأن الكثير من الاسر المتحضرة في أودية دوعن وعمد ، وشمال حضرموت تنتسب إلى الصدف ، وإن كان بعضهم لايعرف ذلك ، ومن بقايا الصدف المعروفة قبيلة الصيعر في غرب حضرموت ، ولها بقية احتفظت باسمها تعد حالياً في قبيلة الجوهيين من سيبان . ¶ آل باصرة : ¶ ... بيت من السادة ، في هينين ودوعن والحديدة (خدمة العشيرة ص2). ¶ آل باصرة : ¶ ... قبيلة مشهورة من الخامعة من سيبان ، كان منهم نائب الدولة القعيطية في دوعن يسكنون بلدة \"الرشيد\" . ¶ آل باصريح (آل باصراح) : ¶ ... قبيلة من المراشدة من سيبان . ¶ آل باصفار : ¶ ... اسرة تسكن هدون في وادي دوعن . ¶ آل بصفر : ¶ ... قبيلة تسكن الحبيل من نوح (الشاطري ج2 ص359) . ¶ آل باصقر : ¶ ... قبيلة من المراشدة من سيبان . ¶ آل باصقع :",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "... من الخامعة من سيبان (الشاطري ج2 ص359) . ¶ الصقعان : ¶ ... من آل الليث بن عمرو من آل محمد بلليث من الصيعر ، وهم : آل سعدون ، آل عوض بن محمد ، آل بعران ، آل ربيع (البلادي ص 147) . ¶ آل باصليب : ¶ ... من قبائل وادي عمد ، يسكنون أعالي هذا الوادي ، ذكر أنهم من ¶ المشاجرة وهم : آل باعران ، آل النقيب ، آل باموكرة ، آل بامسدوس (الشاطري ج2 ص375) . ¶ آل باصم : ¶ ... قبيلة من نوح ، تسكن حصن باصم ، جاء في الشامل \"الحصون فيها آل باصم بفتح الصاد من نوَّح ، وصريخهم للمشاجر (الشامل ص74) . ¶ آل باصهي : ¶ ... أسرة قيل أنهم من الصدف (جواهر الاحقاف ج2 ص12). ¶ الصيعر : ¶ ... قبيلة مشهورة من قبائل البادية في حضرموت ، هم بنو الصيعر بن أشموس بن مالك بن حريم بن مالك الصدفي (الاكليل ج2 ص41). ¶ ... وهم قسمان كبيران آل على بلليث ، وينقسم آل علي إلى الكسالين وآل مسلم وينقسم آل محمد إلى الهجمة ، آل خشيمة ، آل الليث بن عمر (البلادي ص147). ¶ ... وتحدث ولفريد ثيسيغر الرحالة البريطاني في كتاب \"رمال العرب\" فقال : وقبيلة الصيعر هذه تعرف بذئاب الصحراء ، وهي قبيلة كبيرة قوية ، وكانت قبائل جنوب الجزيرة كلها تخافها وتخشى بأسها لأنها تنهبها دون شفقة ، وتسطو عليها ، من ناحية الشرق حتى بلد مقشن وجادة الحراسيس وشمالاً حتى بلاد يام والدواسر وآل مرة ولم يتمكن أوربي من الوصول الى ربوعها إلا بوسكاف الذي اصطاد الوعول في بلادهم عام 1931 ، وأنجرامس الذي قام بزيارة خاطفة لأطراف أراضيهم سنة 1934هـ (ثيسيغر ص209).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "... وتسكن قبائل الصيعر شمال غرب حضرموت ويحدها أرضهم من الشمال الربع الخالي ومن الجنوب الكرب ونهد وحضرموت ومن الشرق العوامر من المشقاص ، ومن الغرب بلاد دهم ويام وعبيدة . والحد الفاصل بين دهم والصيعر من جهة الغرب : عكم ، والنعيجان والربع الخالي والحد الفاصل بين عبيدة والصيعر من الجهة الغربية جبل غويربان. والحد الفاصل بين الصيعر ونهد وحضرموت من الجهة الجنوبية تريم والبدوع والشريح والحد الفاصل بينهم والكرب عرق الرماد وعرق الحمار وذريع الكلب ووادي صناد وعكبان (البصراوي ص 47) . ¶ ... ويعرف الصيعر بنوع جيد من الابل قديماً وحديثاً فقد ذكر المسيَّب بن علس الشاعر الجاهلي : ¶ ... وقد أتناسى الهم عند احتضاره ... ... بناجٍ عليه الصيعرية مكدم ¶ ... وذكر الشاعر الشعبي عبدالله بن سبيل النجدي أواسط القرن الرابع عشر الهجري : ¶ ... ياراكبٍ من عندنا صيعريات ... ... من ساس عيراتٍ عرابٍ تلاد ¶ ... وعلق خالد الفرج جامع الديوان صعريات نسبة الى الصيعر بدو الربع الخالي وإبلهم مشهورة بالجودة (الفرج ص205) . ¶ ... حرف الضاد ... ¶ بنو ضنة : ¶ ... هم بنو ضنة بن سعد هذيم بن زيد بن ليث بن سود بن أسلم بن الحافي بن قضاعة بن مالك بن حمير . ¶ ... ذكر ابن حزم : ولد ضنة بن سعد هذيم : تميم ، غنم ، قطيعة ، عود بطون، كلها (ابن حزم ص 447) . ¶ ... وقد انتقل بعض قبائلها إلى حضرموت ، وأهمهم آل تميم بن ضنة . ¶ ... حرف الطاء ... ¶ آل بن طبن : ¶ ... أسرة قيل هم من الصدف (جواهر الاحقاف ج2 ص70) . ¶ آل باطرفي : ¶ ... اسرة تسكن القويرة ، وبعضهم في بضة ، وحوفة (الشامل ص ص 151 ، 169 ، 172) بيت طرموم : ¶ ... قبيلة من الحموم (الشاطري ج2 ص357) . ¶ آل الطفي : ¶ ... من قبيلة الظبي من يافع ، وهم : آل عفيف الظبي ، آل الزغلدي ، آل بن صادق (البطاطي ص91) . ¶ بنو الطمح : ¶ ... بطن قديم من كندة ، هم بنو الطمح بن سلمه من الخرب بن منصور (القلقشندي ص64) . ¶ آل بن طنَّاف : ¶ ... فخيذة من آل كزيم من لمناهيل (الشامل ص120) . ¶ آل باطوق :",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "... من آل عمودي ، يسكنون \"الهجيرة\" في سوط بلعبيد (الشامل ص126) . ¶ بنو الطول : ¶ ... بطن قديم من نهد (القلقشندي ص65) . ¶ آل باطويل : ¶ ... من آل بانخر من الحالكة من سيبان (تاريخ حضرموت السياسي ج2 ص101) يسكنون \"الدوفة\" ¶ آل باطويل : ¶ ... من آل عمودي ، تسكن صبيخ (الشامل ص181) . ¶ ... حرف الظاء ... ¶ آل الظبي : ¶ ... قبيلة كبيرة من يافع ، ولهم نفوذ كبير في حضرموت ، وهم : آل الشيخ على هرهرة ، آل السرائي ، الصلاحي ، الشرفي ، آل الطفي ، آل السييلي ، آل العيدي ، الحضارم ، آل البكري ، آل داؤد ، آل الفردي ، آل المفلحي (البطاطي ص91). ¶ آل باظفاري : ¶ ... اسرة تسكن الدوفة (الشامل ص 182) . ¶ الظلفان : ¶ ... من آل كليب من نهد (البلادى ص 161) ¶ ... حرف العين ... ¶ آل بن عاطف : ¶ ... من النمارة ، يسكنون \"الجيف\" (الشامل ص125). ¶ آل عامر : ¶ ... قبيلة كبيرة من نهد ، كان لها في حضرموت تأثيراً كبيراً في القرن السادس الهجري (جواهر الاحقاف ج2 ص147) . ¶ آل باعاني : ¶ ... قبيلة من العسمان من آل باحيان من بلعبيد (الشاطري ج2 ص368) . ¶ آل باعباد : ¶ ... من المشايخ لهم مكانة محترمة عند قبائل الحموم ، قيل هم من حمير (الحامد ج2 ص785) وقيل : العباد وهم من ندعوهم آل باعباد والحرمية من الصدف من كندة ، أما قرية العباد فقد كانت بوادي رخية ، ، وقد اندثرت بفعل السيول، وبعد تفرق آل باعباد في أدوار متعددة في التاريخ في قرى ومدن كثيرة بحضرموت فيها الشحر وشبام\" (ملاحظات ص 23) . ¶ ... ومن منازلهم صنا في وادي رخية ، والدوفة في وادي دوعن (الشامل ص ص 132-182) . ¶ العبادلة : ¶ ... أشهر قبائل لحج ، من آل سلاَّم من يافع ، منهم آل محسن ، سلاطين لحج (العبدلي ص39) وذكر الدباغ عنهم \"أشهر قبائل لحج ، اشتهروا بالشجاعة وحبهم للزراعة منهم آل محسن سلاطين المحمية الذين أسسوا سلطنتهم في لحج سنة 1145هـ - 1735م (الدباغ ج2 ص36) . ¶ آل العبادي :",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "... بكسر العين بطن قديم من السكون منهم عبادة بن نسي الكندي قاضي الاردن ، من صالحي التابعين (اللباب ج2 ص311) . ¶ آل بن عبدات : ¶ ... قبيلة شهيرة من آل عامر من آل كثير ، منهم عمر بن عبيد بن عبدات وعبيد بن صالح بن عبدات ، اللذان حاولا انشاء دولة منافسة لآل عبدالله في مدينة الغرفة (الجنوب العربي ص ص 254 - 255) . ¶ آل عبدالحق : ¶ ... من المشايخ يسكنون العجيما (الشامل ص125) . ¶ آل عبدالرحيم : ¶ ... من آل بريك يسكنون قرية \"المطرة\" في وادى عرما (الشامل ص 127) . ¶ آل عبدالله : ¶ ... أشهر قبائل كثير ، منهم الأسرة الحاكمة في سيئون زمن السلطنة الكثيرية هم بنو عبدالله بن علي بن جعفر الكثيري المتوفي سنة 850هـ ، يقول فيهم الشاعر عبدالله القحوم العمودي صاحب قرن ماجد . ¶ ... نسل آل عبدالله مصابيح الدجى ... مثل الكواكب في السما تنجالي ¶ جدوا على شرع الرياسة والنقا وتنادبوا حل الوغى الابطال ¶ ... ... ... ... ... ... ... (المعلم عبدالحق ص 137) . ¶ آل عبدالله : ¶ ... قبيلة من ذييب من حمير ، تسكن بلدتي : الجواري ، عين بامعبد في حبان . ¶ آل باعبدالله : ¶ ... اسرة تسكن قرية \"رحاب\" في وادي دوعن ، ذكر أنهم من آل باعويدين من كندة ، هم : آل بامجلي ، آل بامحسن ، آل سعدان ، آل جميل ، آل بابركات ، وجاء في تاريخ حضرموت للسقاف نقلاً عن علوي بن عبدالله الحبشي وهو من رحاب أن ولاية رحاب كانت لآل عبدالله ، ولما ظهر بدر بوطويرق صالحهم على استقلالهم الداخلي (السقاف مجلة العرب ج12 ص227). ¶ آل بن عبدالودود : ¶ ... قبيلة من آل كثير ، هم بنو عبدالودود بن عبدالله الكثيري ، تسكن الريدة المعروفة باسمهم : ريدة عبدالودود . وقد عرفوا بمشائخ البشعة وهي طريق قبلية للتحقيق مع المشبوه فيهم (فيلبس ص87) . ¶ آل باعبود : ¶ ... من آل بانخر من الحالكة من سيبان (تاريخ حضرموت السياسي ج2 ص101). ¶ بنو عبيد :",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "... بطن قديم من نهد ، منهم يعلى بن عميرة شهد القادسية وصفين مع علي بن أبي طالب رضي الله عنه ، ومعه اللواء (اللباب ج2 ص 318) . ¶ آل باعبيد : ¶ ... اسرة تسكن الخريبة ، وأخرى تسكن هدون (الشامل ص ص 143-153) . ¶ بلعبيد : ¶ ... قبيلة كبيرة ، من قبائل حضرموت ، ذكر أنهم من كندة ، يسكنون أودية عرما ودهر وسوط بلعبيد وشبوة وحتى نواحي شرورة والرملة وهم قبيلتان كبيرتان آل باحيان وآل سلم ومن آل باحيان الكرب وجاء في الشامل قوله \"وعدد رجال آل بلعبيد فوق الالف ، ودار الرئاسة فيهم بن هميم ، وعد من قراهم في السوط : معبر ، الجر ، سومح ، المحيجر ، الروضة ، سخور ، الرويضة ، ضده ، الخضر ، شرج باوهال ، والحمة ، والسمحاء ، ومسلب ، وبريث ، جفينة، شرق\" (الشامل ص ص 126 - 127) . ¶ أهل باعتينة : ¶ ... من أهل على بن سعيد من أهل الحاق من أهل باكازم من العوالق السفلى (الجازع ص69). ¶ آل عثمان : ¶ ... من آل عمرو من تميم (جواهر الاحقاف ج2 ص223). ¶ آل باعثمان : ¶ ... اسرة تسكن العرسمة . ¶ آل عجاج : ¶ ... قبيلة منها حكم نهد ، تسكن قعوضة . ¶ آل عجيان : ¶ ... قبيلة من آل شحبل تسكن قرية المخارم في وادي رخية (الشامل ص133). ¶ بنو عجيل : ¶ ... قبيلة من الحموم ، تسكن الساحل في عسد الفاية وعسد الجبل (الشامل ص100). ¶ آل عذرب : ¶ ... قبيلة من سلم من آل على بلليث من الصيعر هم : آل باروح ، السمادعة، آل دويس ، آل باقي مسلم (البلادي ص 148) . ¶ آل باعران : ¶ ... من آل باصليب ، تسكن وادي عمد (الشاطري ج2 ص375) . ¶ آل العريفي : ¶ ... بطن قديم من الصدف (اللباب ج2 ص337) . ¶ بيت عساني : ¶ ... قبيلة من ثعين . ¶ آل العساني : ¶ ... بطن قديم من الصدف (اللباب ج2 ص339) . ¶ آل باعشن : ¶ ... من المشايخ يسكنون \"الحنو\" في سوط الدين ، ومنهم من يسكن بلدة الرباط ووادي النبي (الشامل ص ص 96 - 136 ، 171). ¶ آل العطاس : ¶ ... بيت من السادة هم بنو عمر بن عبدالرحمن العطاس المتوفى سنة 1075هـ بحريضة (خدمة العشيرة ص 32).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "... كان لهم نفوذ على قبائل الجعدة في وادي عمد (الجنوب العربي ص190) وعلى بعض قبائل وادي حجر . ¶ آل باعطية : ¶ ... أسرة تسكن خديش في وادي دوعن . ¶ آل العظم : ¶ ... قبيلة من ذييب من حمير ، تسكن الحامية ، أرضوم ، حورة الساحل ، منهم : أهل بابكر ، أهل كوز ، أهل حسين بن علي ، أهل عبيد . ¶ ... وذكر الحداد عنهم : وهم أكثر أهل هذه الجهات تمسكاً بالدين ، وفيهم شجاعة ونجدة (الشامل ص 45) . ¶ بنو العفار : ¶ ... قبيلة قديمة من الصدف (جواهر الأحقاف ج2 ص70) وقبيلة قديمة من المهرة (القلقشندي ص68) . ¶ أهل العفو (العفوي) : ¶ ... من آل باكازم من العوالق السفلي ، وهم : أهل لشب ، أهل بكيري ، أهل مقبل (الجازع ص64) . ¶ آل عفيف : ¶ ... أسرة ذكر أنهم من كندة (جواهر الاحقاف ج2 ص11) . ¶ آل باعفيف : ¶ ... اسرة تسكن \"رحاب\" . ¶ العقارب (العقربي) : ¶ ... قبيلة قديمة لها بقية في منطقة لحج ، هم بنو عقارب بن ربيعة بن سعد بن خولان ابن الحاف بن قضاعة (العبدلي ص38) . ¶ عقان (عقن) : ¶ ... من قبائل حضرموت القديمة التي وردت في كتابات \"المسند\" كانت تسكن وادي عمد (جواد ج2 ص162). ¶ آل باعقبان : ¶ ... من المعارة من تميم (الشاطري ج2 ص353). ¶ آل عقبة : ¶ ... من الصدف في قيدون (جواهر الاحقاف ج ص70) . ¶ آل باعقل : ¶ ... قبيلة من العسمان من آل باحيان من بلعبيد (الشاطري ج2 ص368) . ¶ آل باعكابة : ¶ ... اسرة قيل هم من كندة ، في قيدون (جواهر الاحقاف ج2 ص11) . ¶ العكابرة (العكبري) : ¶ ... قبيلة من نوَّح من حمير ، تسكن وادي العكابرة والجبال المحيطة بالمكلا ، ومن قراهم وبلدانهم : المكلا ، فوه ، الخبة ، الخربة ، تلة باعمر ، تلة علي ، النويمة ، المسنة ، الغاضة ، أسفل العين ، شهورة ، الغريفين ، غار . ¶ ... ويحدهم من الغرب المحمديين ، من سيبان ، ومن الشمال السموح ، ومن الشرق العوابثة ، وآل الحيق ، ومن الجنوب الساحل . ¶ ... وينقسم العكابرة إلى ثلاث قبائل كبيرة : آل الشحفي ، آل سليمان ، آل سعيد . ¶ آل علي :",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "... قبيلة من ذي ناخب من يافع ، تسكن لحج (العبدلي ص44) . ¶ آل علي : ¶ ... قبيلة كبيرة من آل معن من العوالق العليا ، وهم آل يسلم ، آل سالم ، آل أبو بكر ، آل عبدالله ، آل عتيق ، آل مذحج (الجازع ص41) . ¶ آل علي : ¶ ... قبيلة من الكسالين ، من آل علي بلليث من الصيعر ، وهم : آل لفنخ ، آل قردود ، آل محمد بن علي ، الزبابنة (البلادي ص 147) . ¶ آل علي : ¶ ... قبيلة من نعمان تسكن سوط آل علي ، ومنهم آل سميدع ، من قراهم : باهذيل ، الكريف ، طلوح ، وذي النخلة ، وسحك (الشامل ص 126) . ¶ آل علي بلليث : ¶ ... قبيلة كبيرة من الصيعر ، هم الكسالين ، وآل مسلم (البلادى ص147) ¶ بيت علي : ¶ ... قبيلة كبيرة من الحموم (الشاطري ج2 ص356) ¶ آل علي بن ناصر : ¶ ... قبيلة كبيرة من العوالق السفلى ، هم : آل عبدالله بن مهدي ، أهل ناصر بن مهدي ، أهل بوبكر بن مهدي ، أهل علي بن ناصر ، أهل حسن ، آل بدي ، أهل ساحمي ، أهل بابول ، أهل امبسطي (البسطي) أهل المشرقي ، اليحاوية ، المساعدة (الجازع ص62). ¶ أهل عمبرة : ¶ ... من أهل باخرخور من ذبيب ، من قبائل حبان . ¶ آل عمر بن جعفر : ¶ ... قبيلة في عمد من آل كثير (الجنوب العربي ص 189) . ¶ آل عمودي : ¶ ... من المشايخ ، يتوزعون في مناطق كثيرة من حضرموت ، ومن أهم مراكزهم قيدون وبظه بوادي درعن . ¶ ... وساهم آل عمودي كثيراً في التاريخ السياسي لحضرموت في القرون المتأخرة ، وسيطروا فترة طويلة على وادي دوعن من عهد السلطان الكثيري بدر بوطويرق ت 977 حتى عهد السلطنة القعيطية التي استطاعت نزع سيطرتهم عنه.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "... هم بنو الشيخ سعيد بن عيسى الملقب بعمود الدين ، وإليه نسبوا ، وقد عرف الشيخ بتدينه ، وكان له مقام معروف عند معاصريه ، وتوفى سنة 671هـ وقبره ببلدة \"قيدون\" يزار في رجب من كل عام ، ويعتقد فيه اعتقاد شركي باطل، يقول الحامد عن قبره \"وقد قيل أنه مجرب لحصول النجاح والفلاح\" (الحامد ج2 ص773) وهذا بلا ريب قول فاسد ، ولا أصل في ديننا الحنيف لهذه الزيارة . ولعل الشيخ سعيد لو عاش لما أقر ذلك ، والله الهادي إلى سواء السبيل ¶ ... واختلف في نسب الشيخ عمود الدين سعيد بن عيسى وقيل فيه أقوال ننقلها عن الحامد الذي يقول : أما نسبهم فينهونه الى الامام الخليفة أبي بكر الصديق رضي الله عنه ، قال السيد عبدالقادر العيدروس في النور السافر : يقال أن نسبهم ينتهي الى ابي بكر الصديق\" وهكذا قال غيره من العلويين ، أما المؤرخون ففي الغرر عندما ذكره ابن حسان صاحب التاريخ الشيخ سعيد بن عيسى العمودي النوحي ، ونوح قبيلة من سيبان يقال لهم المحمديين ، وقال الطيب بامخرمة فنسب أحدهم فقال عبدالله بن عثمان العمودي النوحي وفي ظهر الشجرة للسيد عبدالرحمن المشهور : أن النسابين والمؤرخين ينسبونهم إلى المحمديين ، والمحمديون قبيلة من نوَّح ، وقبيلة نوح من سيبان . ¶ ... ويضيف الحامد والعمدة في نسب آل عمودي إلى سيدنا أبي بكر الصديق وهو ماحكاه الشيخ الشريف عبدالرحمن السكران العلوي في كتابه المكاشفات ، وهو كتاب يحتوي على ذكر وقائع واطلاعات روحية له في اليقظة والمنام ، وينقل عن العطاس قوله : وكذلك يقال أن العمودي من نسل أبي بكر الصديق ، ولايقال فيهم مثل ماقيل في آل إسحق وآل باجابر ، لأنه بلغنا أن سيدنا الشيخ عبدالرحمن بن علي السكران نادى الشيخ سعيد (بن عيسى) في البرزخ : من أبوك، قال : فأخبره فنادى أباه وجده واحداً واحداً حتى بلغت نسبتهم إلى أبي بكر الصديق\" (الحامد ج2 ص ص 776 - 777) .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "... ونحن هنا نرجح وبقوة رأي المؤرخين في نسب الشيخ سعيد بن عيسى العمودي إلى نوح ، رغم اختلافهم البسيط الذي يعود إلى تقارب مساكن قبيلتي نوح والمحمديين من سيبان . نظراً لعدم وجود أي مستند يدعم صلتهم بأبي بكر الصديق أما الاساس الذي اعتمد عليه في نسب آل عمودي إلى أبي بكر الصديق فهو أساس واهٍ ، لايمكن الاستناد إليه ، أوردناه ليدحض نفسه بنفسه ، ولاريب أنه لايجوز الاستناد على معلومات استسقيت من أحلام اليقظة والمنام ويذكر شيخ الاسلام ابن تيمية رحمه الله أن الرؤيا المحضة التي لادليل يدل على صحتها لايجوز أن يثبت بها شي بالاتفاق (ابن تيمية ج27 ص458) . ¶ ... وعلى أية حال فآل عمودي قبيلة معروفة ذات حضور قوي في تاريخ حضرموت ويعرف أفرادها بالشجاعة والنجدة والصفات العربية الكريمة . ¶ ... وكان لهم نفوذ كبير في دوعن ، هو بلاشك وليد الوضع الذي عليه القبر الموجود في قيدون ، الذي يعد من أهم المزارات ويمثل أداه ربط بين السكان السذج وذكرى هذا الشيخ ، مما يعزز النفوذ لأحفاده . ¶ ... ومن آل عمودي : آل مطهر ، آل باطوق ، آل باجعيفر ، آل باداهية ، آل باموسى ، آل باعبود ، آل محمد بن سعيد ، آل باصقر ، آل باطويل ، آل مشعب\" وبطون أخرى . ¶ آل باعنس : ¶ ... من العسمان من آل باحيان من بلعبيد (الشاطري ج2 ص368) في وثيبة والخضرا . ¶ آل باعنس : ¶ ... من العوابثة ، منهم : آل باذياب (الشاطري ج2 ص371) في العقوبية . ¶ العوابثة : ¶ ... قبيلة معروفة من قبائل بادية حضرموت ، تسكن وادي العين ، شرقي وادي دوعن الأيسر . من قراهم : شرج الشريف ، غورب ، الهشم (السقاف مجلة العرب ج15 ص 823) . ¶ ... هم بنو عوبثان بن زاهر بن مراد من مذحج (ابن حزم ص 407) والنسبة لهم (العوبثاني) وهي من القبائل القديمة الذكر من أبرز رجالها في صدر الاسلام قيس بن المكشوح المرادي . ¶ ... ولايعرف تاريخ هجرة العوابثة الى مواطنهم الحالية في حضرموت من مواطن مراد المعروفة في مأرب وبيحان . ¶ العوالق :",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "... من القبائل الكبيرة في جنوب الجزيرة العربية ، تقع مواطنها غرب حضرموت وهم قسمان العوالق العليا وتقع شمالاً والسفلى وتقع جنوباً . ¶ ... وتتصل بلاد العوالق بأطراف الربع الخالي الجنوبية ، بينما يحدهم جنوباً ساحل بحر العرب ، ومن الغرب بلاد العواذل والفضلي ، ومن الشرق آل خليفة وقبائل ذييب ونعمان . ¶ ... وجاء في القاموس المحيط : العوالق قوم باليمن يسكنون وادي الحنك ، وذكر : العولق كجوهر الغول والذئب والجوع (القاموس المحيط مادة علق). ¶ ... وذكر الريحاني عنهم : هم جيرن آل فضل على الساحل ، وبلادهم أكبر النواحي التسع ، مساحته مائة ميل ونيف شرقاً ومنها شمالاً ، وهي تقسم إلى قسمين العولق العليا والعوالق السفلي ، ويحكم الأولى - زمن المؤلف - قسماً منها السلطان صالح بن عبدلله العولقي ومركزه في الأنصاب (نصاب) ويحكم قسماً آخر يعادل بل يفوق السلطان صالحاً قوة ونفوذاً ومركزه يشبم . وهناك بلدة اسمها عرقة ، وميناء هو حورة يحكمها شيخان مستقلان الواحد عن الآخر ومستقلان عن شيخ يشبم وسلطان نصاب (الريحاني ص 451). ¶ ... وزعم مؤلف \"السيف البارق في نسب العوالق\" أن حكم العوالق في لهجات قبائل الجنوب تعني الشرارة أو النار الشديدة معتمداً على قول شاعرهم : ¶ ... ... نحن العوالق من علق ... نحن مسامير الدلق ¶ ... ... نحن شرارة من جهنم ... ... من دخل فينا احترق ... ¶ ... ... ... ... ... ... ... ... ... (الجازع ص23) ¶ ... وخلط المؤلف في أصول قبائل العوالق خلطاً منكراً فذكر أن آل معن يرجع نسبهم إلى معن بن زائدة الذي نسبه الى بني شيبة من قريش خلافاً للحقيقة التاريخية المعروفة ، وزعم أيضاً أن البطن الثاني من العوالق وهم المحاجر من قبيلة الحجر من الأزد ولا دليل سوى تشابه الأسماء ، وماذاك بدليل. (للمزيد أنظر : الجازع ص ص 31 - 33). ¶ ... وجاء في السيف البارق أن العوالق العليا هم آل معن والمحاجر ، والعوالق السفلى هم آل على بن ناصر ، أهل سعد (آل الشمعي) (الجازع ص 62).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "... والعوالق هم على الارجح خليط من مذحج والأيزون من حمير ، ولايزال اسم مذحج يطلق على قبيلة من قبائلهم ، وجاء في الاكليل \"وآل ذي يزن باليمن بين لحج ومرخة وهم الأيزون (الاكليل ج 2 ص 246) وذكر محقق كتاب الصفة جزيرة العرب عند الحديث عن يشبم أحد أدوية العوالق العليا \"هو واد عظيم ، يسكنه آل على من الأيزون ، وعداده اليوم من العوالق (الصفة ص 200) وذكر السقاف عند الحديث عن العولقي صاحب حصن الصداع \"وينتهي نسب العولقي إلى ذي يزن الحميري\" (السقاف ع3 ص 656) . ¶ ... ويؤيد هذا الرأي تتبع المناطق التي يسكنها العوالق حالياً ، وهي من مساكن مذحج والأيزون من حمير . ¶ ... وكانت علاقة العوالق بالسلطنة الكثيرية جيدة فقد ذكر أن السلطان الكثيري عمر بن جعفر استعان بالعوالق سنة 1125هـ لحرب يافع ، وكذلك ذكر استعانة الامير عبود بن سالم الكثيري سنة 1263 هـ . ¶ أهل باعوضه : ¶ ... من قبيلة ذبيب ، يسكنون : ميفعة ، الغييلة ، القليتة ، في حبان . ¶ العوامر : ¶ ... قبيلة كبيرة في شمال حضرموت من الشنافر تسكن \"تاربة\" والجزء الشرقي الجنوبي لصحراء الربع الخالي وحتى امارة ابو ظبي ، وهم : آل عبدالباقي ، آل هادي ، آل كليلة ، آل جعفر ، آل براهم ، الحطاطبه ، الكساسيب ، آل وعيل، آل تبيع (الشاطري ج2 ص378) ¶ ... ويسكن الكثير من العوامر شرقي إمارة ابو ظبي ، وذكر حمدي تمام : وفي أبو ظبي من العوامر قبيل كبير هم فيها فخذن : آل بدر ، آل لز ، وينقسم آل بدر إلى : آل حيو وهم شيوخهم ، آل كليلة ، الحلاطة ، العويني ، الحبانين ، المقالة. وينقسم الى لز إلى آل خميس وهم شيوخهم ، آل عمر ، آل عصيد ، آل مبارك ، الجعافرة ، آل شريف .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "... ويسكنون أرض الختم والكدن والحمرة شرقي إمارة أبو ظبي (تمام ص 72) وذكر الحداد عنهم \"يظهر أنهم جاؤا من رمل عمان فإن هناك بادية يقال لهم العوامر (الشامل ص 120) وجاء في بحث لشركة الزيت العربية نقلاً عن بعض العوامر أن أرضهم تمتد من شمال حضرموت وحتى شرق عمان . ويذكر بأن أحدهم يعرف بابن همدان عند قبائل البدو في الربع الخالي ولازالت علاقتهم بآل كثير واضحة حتى أنهم يستخدمون وسماً واحداً لابلهم (شركة الزيت مجلة العرب ج4 س5 1390هـ). ¶ آل باعوض : ¶ ... قبيلة من المحمديين (الشامل ص 83). ¶ آل باعوض : ¶ ... اسرة تسكن حوفة (الشامل ص 172) ¶ آل باعويدين : ¶ ... بطن ذكر أنهم من بني هلال من كندة (جواهر الاحقاف ج2 ص13) ¶ آل باعويدين : ¶ ... من أهل حسين من أهل الحاق من أهل باكازم من العوالق السفلي (الجازع ص 69). ¶ آل بن عيَّاف : ¶ ... قبيلة تسكن مع الصيعر ، وليسوا منهم (الشامل ص 123) ¶ آل باعيبة : ¶ ... قبيلة من المحمديين من سيبان (الشامل ص 83) ¶ آل العيدروس : ¶ ... بيت من السادة ، هم بنو الشيخ عبدالله العيدروس من أبي بكر السكران (خدمة العشيرة ص 12) وزعم الشاطري أن كلمة العيدروس من أسماء الأسد (المعجم اللطيف ص 140) . ¶ بنو العيدي : ¶ ... بطن قديم من المهرة ، هم بنو العيدي بن فدعي من مهرة (القلقشندي ص69) . ¶ آل العيدي : ¶ ... بكسر العين ، من قبيلة الظبي من يافع هم : آل الجحوشي ، آل مثنى (البطاطي ص 91) . ¶ آل باعيسى : ¶ ... أسرة تسكن الخريبة . ¶ أهل عيسى : ¶ ... قبيلة من آل باكازم من العوالق السفلى ، وهم : آل عسيلة ، أهل مهدي ، أهل عمبرة ، أهل سالم على ، أهل فرج (الجازع ص 63) . ¶ آل العيسائي : ¶ ... قبيلة من الموسطة من يافع ، وهي معروفة في حضرموت (البطاطي ص 92) ¶ ... حرف الغين ... ¶ آل غانم : ¶ ... من آل حيدرة تسكن قرية علوجة في وادي رخية (الشامل ص 132) . ¶ آل باغانم : ¶ ... اسرة قيل أنهم من الصدف ، تسكن بلدة \"بور\" شمال حضرموت (جواهر الاحقاف ج2 ص11) ¶ أهل غبران :",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "... قبيلة من أهل سليمان من ذييب من حمير . ¶ بيت غراب : ¶ ... قبيلة من الحموم تسكن الديس (الشاطري ج2 ص357) . ¶ آل باغريب : ¶ ... اسرة تسكن بلدة \"الرباط\" (الشامل ص 136) ¶ آل باغزال : ¶ ... اسرة تسكن الجديدة في وادي دوعن (الشامل 184) . ¶ بنو الغسيل : ¶ ... بضم ففتح فسكون ، من سعد ، تسكن غيل حبان ، منهم آل عمر بن علي ، آل حبتور ، ومن مساكنهم : الصفاة ، الغرير ، الرويحة ، المشياب (الشامل ص 50-51). ¶ آل باغوث : ¶ ... اسرة قيل هم من كندة (جواهر الاحقاف ج2 ص13) . ¶ آل غويث : ¶ ... بطن من السموح من سيبان يسكن \"كوكة\" . ¶ آل باغويز : ¶ ... من آل سويدان من الدين يسكنون \"السلق\" (الشامل ص96). ¶ آل بلغيث (بنو الغيث) : ¶ ... قبيلة من آل بادقيل من الحالكة من سيبان (تاريخ حضرموت السياسي ج2 ص101). ¶ ... حرف الفاء ... ¶ آل فاطمة : ¶ ... قبيلة من لقموش تسكن الخبر (الشامل ص 44) . ¶ آل فارس : ¶ ... قبيلة من كندة (جواهر الاحقاف ج2 ص66) كانو ولاة الشحر حوالي القرن السادس الهجري ، حتى سنة 650هـ حين طردهم منه ابن مهدي والى اليمن، وكان منهم ولاة دوعن ، وأول حكامهم راشد بن محفوظ سنة 509هـ (جواهر الاحقاف ج2 ص66). ¶ آل بافاضل : ¶ ... قبيلة من سلم من بلعبيد ، تسكن المحيجر في سوط بلعبيد (الشامل ص ص125-126) . ¶ آل فدعق : ¶ ... بيت من السادة ، يسكن بعضهم \"هدا\" وحبان (الشامل ص 45) . ¶ الفرامصة : ¶ ... من آل مسعود آل تميم بن ضنه (جواهر الاحقاف ج2 ص 223) . ¶ آل الفردي : ¶ ... قبيلة من آل الظبي من يافع (البطاطي ص 91). ¶ آل بافضل : ¶ ... اسرة ، يذكر الحامد نقلاً عن أحدهم قوله أنهم من سعد العشيرة من مذحج (الحامد ج2 ، ص 472) ، منهم آل بلحاج . ¶ آل بافقاس : ¶ ... بتشديد القاف ، من آل باصبارة من نوَّح ، تسكن \"كنينة\" على وادي حجر . ¶ آل بافقعش : ¶ ... قبيلة من حمير ، تسكن الجبال بين حجر وحبان (الشامل ص 71). ¶ آل بافقير : ¶ ... قبيلة من آل بابحر من نعمان تسكن حاضنة آل بابحر . ¶ آل بافلاحة : ¶ ... قبيلة من أهل شمعي من العوالق السفلى (الجازع ص 67) . ¶ آل بفلح :",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "... أسرة تسكن ذي النخلة في سوط آل على (الشامل ص 126) . ¶ آل فلوقه : ¶ ... من آل مسعود من قبيلة تميم (جواهر الاحقاف ج2 ص223) . ¶ آل بافنع : ¶ ... قبيلة من نوح ، تسكن وادي دوعن ، يقال أنها قديماً كانت ذات شأن . ¶ آل فهد : ¶ ... قبيلة من حضرموت ، ذكرها الهمداني ضمن بطون قبيلة حضرموت ، كانوا في شبام (صفة جزيرة العرب ص 173) . ¶ آل بافياض : ¶ ... قبيلة من قبائل حضرموت ، يعدون مع آل معن من العوالق العليا (الجازع ص 50) . ¶ ... حرف القاف ... ¶ آل باقادر : ¶ ... أسرة تسكن الخريبة ، وأسرة أخرى تسكن تولبة ، وهما في وادي دوعن (الشامل ص ص 143 - 173) . ¶ آل باقار : ¶ ... قبيلة من آل بني حسن يسكنون عرض باقار (الشامل ص 184) . ¶ آل باقارح : ¶ ... قبيلة من الأبارقة من الدين ، تسكن الثجر (الشامل ص 97) . ¶ آل باقاري : ¶ ... قبيلة من الدَّيِّن ، منهم : آل بامنيف ، آل بابدر . ¶ آل باقازي : ¶ ... أسرة تسكن بلاد الماء . ¶ بنو قاصد : ¶ ... قبيلة كبيرة من يافع السفلى : هم : آل اليزيدي ، آل البطاطي ، الذبياني ، آل بن عفيف ، الكلدي ، الجهري ، السعدي ، الناخبي (البطاطي ص 93) وعدهم الهمداني في يافع (الصفة ص 177) ¶ آل باقتادة : ¶ أسرة تسكن القرين في وادي دوعن، وكانوا من ولاتها قديماً(الشامل ص146) ¶ آل باقتيبة : ¶ ... أسرة تسكن الجربة في سوط آل باتيس (الشامل ص 126) . ¶ القثم : ¶ ... قبيلة معروفة من سيبان ، تسكن الجبال بين دوعن وعمد (تاريخ ¶ حضرموت السياسي ج2 ص101) . منهم : آل بامغرومة ، عيال المقدم ، عيال علي ، آل باصقع . ¶ ... ويظهر من تاريخ هذه القبيلة أنها كانت ذات دور بارز ، فقد تولى أحدهم حكم الشحر نيابة عن السلطان المجاهد الرسولي سنة 732هـ (جواهر الاحقاف ج2 ص140) ¶ آل قحطان : ¶ ... هم آل قحطان بن العوم من بني فهد من قبيلة حضرموت . منهم سلاطين تريم آل فارس وآل راشد ، وحكم جدهم قحطان بن العوم تريم حتى سنة 440هـ (الحامد ج2 ص405) . ¶ آل قحطان بن بريك : ¶ ... بطن من آل ناخب من بني قاصد من يافع السفلى (البطاطي ص 93) .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "بيت قحطان : ¶ ... قبيلة من الحموم (الشاطري ج2 ص357) . ¶ آل باقديم : ¶ ... قبيلة من الخامعة من سيبان (الشاطري ج2 ص359) . ¶ بنو القرا : ¶ ... قبيلة تسكن جبال ظفار ، وتعيش على الرعي وزراعة الكندر (تاريخ حضرموت السياسي ج2 ص206) من مهرة ، قال عنهم الهمداني : بنو القرا بن يبرح بن اضطمرى بن الامرى ، من مهرة ، بطن (الاكليل ج1 ص193). ¶ القراميش : ¶ ... قبيلة تسكن الضواحي والسفال وصعدة وعياذ ، وذكر أن أصلهم من قراميش حريب (الشامل ص 125) . ¶ بيت قرزات : ¶ ... قبيلة من الحموم ، من أكبر قبائلها (الشاطري ج2 ص357) تسكن غيل بن يمين . ¶ آل قروان : ¶ ... قبيلة من آل مسلم من آل على بلليث من الصيعر هم : آل على بن قروان، آل دومان ، آل حيران ، آل هديب ، آل قروان الاصغر (البلادي ص 148) . ¶ آل باقروان : ¶ ... قبيلة من آل باصبَّارة من نوَّح ، تسكن حصن باقروان على وادي حجر وبعضهم يسكن الساحل بين فوه وبروم وميفع . ¶ ... وهم : آل بامهدي ، عيال سعيد ، آل باترس ، آل باعبود ، آل باقلعط . عيال على ، آل بامقدم . ¶ آل باقروان : ¶ ... أسرة تسكن تولبه ، يقال أنهم نزحوا قديماً من حصن باقروان في وادي حجر . ¶ آل بقشان : ¶ ... قبيلة معروفة من آل بانخر من الحالكة من سيبان ، تسكن \"خيلة\" ويقابله حصن بقشان في الجانب الغربي من وادي دوعن الأيسر . ¶ آل باقضاعة : ¶ ... قبيلة من الدين ، تسكن الصلل ، بجيدة (الشامل ص 97). ¶ القشاعير : ¶ ... من قبائل حبان ، يذكر أنها مهاجرة من وادي حجر ، وهي متحالفة مع قبيلة آل العظم ، ومركزهم (حيثة) وهم أهل ملاقي ، أهل قسيبة ، المعازفة . ¶ آل باقشاقيش : ¶ ... قبيلة من أهل سليمان من ذييب . ¶ آل باقشير : ¶ ... أسرة قيل هي من مذحج (معجم الشعراء ج2 ص90) . ¶ آل باقضام : ¶ ... من آل بامخرمة من سيبان (جواهر الاحقاف ج2 ص197) . ¶ آل باقطمي : ¶ ... بضم القاف ، قبيلة من آل بابحر من نعمان ، تسكن عروقة ، وادي سلمون. ¶ آل قطيان : ¶ ... قبيلة من الكرب (البلادى ص 144) . ¶ آل باقعر :",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "... بضم فسكون قبيلة من المراشدة ، تسكن حصن باقعر (الشامل ص138) . ¶ القعطة : ¶ ... قبيلة من الموسطة من يافع العليا وأسست هذه القبيلة دولة مشهورة في حضرموت عاصمتها المكلا ، وقد هاجر مؤسسها عمر بن عوض القعيطي إلى شبام فالهند حيث ترقى في السلك العسكري في حيدر آباد حيث كان للعرب وجود قوي ، ودولة ظاهرة ، وفيها استطاع تكوين ثروة أعانته إلى جانب المساندة اليافعية في حضرموت على تأسيس دولته ، التي كان يديرها ويحكمها من الهند حتى توفى سنة 1282هـ . ¶ ... وكان آخر حكام هذه الدولة هو السلطان غالب بن عوض الذي سقطت دولته عقب تأسيس الجمهورية سنة 1387هـ . ¶ ... وينقسم القعطه إلى : آل الأحمدي ، آل الحدادي ، آل بوبك ، آل بن مدشل ، آل بن جحلان ، آل الدهري ، آل حمود مبارك ، آل مخاشن ، النقباء ، آل الريوي (البطاطي ص92). ¶ بنو القمر : ¶ ... قبيلة قديمة من المهرة (الاكليل ج2 ص192) . ¶ آل باقيس : ¶ ... من المشايخ قيل هم من كندة (جواهر الاحقاف ج2 ص11) يسكنون زاهر وحلبون في وادي دوعن ، وينكر الحداد نسبهم الى الاشعث بن قيس الكندي (الشامل ص 152) وهناك أسرة تسكن سلمون في وادي رخية . (الشامل ص 132). ¶ ... حرف الكاف ... ¶ آل باكازم : ¶ ... قبيلة كبيرة من قبائل العوالق السفلى ، هم : آل احتله ، ، أهل شيخة ، أهل عيسى ، أهل ذييب ، أهل العفو ، أهل حيدرة ، أهل بولقيش (الجازع ص63) ، يسكنون المنقعة . ¶ آل الكاف : ¶ ... بيت من السادة هم بنو أحمد الكاف بن محمد توفي سنة 911هـ ، وهم بظفار ووادي عمد والخريبة وتريم (خدمة العشيرة ص 57) .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "... وتحدث الرحالة الالماني هولفرتيز عنهم قائلاً : أما حكام حضرموت الحقيقيون - زمن الرحلة - فهم خمسة أخوة من أسرة الكاف ، وهي أسرة من التجار ، وهؤلاء يديرون حركة الاتجار في البلاد كلها ، ويمتلكون ممتلكات شاسعة في الهند وماورائها . وتتيح لهم الثروات الهائلة التي يملكونها سلطات لاتقل عن سلطات الملوك ، وفي وسع الانسان أن يطلق عليهم أسرة مديتشي حضرموت (هولفرتيز ص62). ¶ آل كثير : ¶ ... من أشهر قبائل حضرموت ، تسكن المنطقة الشرقية والشمالية من حضرموت ولانشتط ان قلنا أن الجزء الاخير من التاريخ السياسي لحضرموت هو عبارة عن حرب مستمرة بين قبيلتي يافع وآل كثير القبيلتين الحاكمتين في حضرموت . ¶ ... ولآل كثير تاريخ عريق في القرون الأخيرة في حضرموت ، وكانت أول حركة سياسية لهم سنة 629هـ عند اختطاطهم لبلدة عينات في وادي بوحة شرقي حضرموت (جواهر الاحقاف ج2 ص126) ، وقد استطاعوا بعد ذلك تكوين عدد من الكيانات السياسية بدأت فعلياً بدولة السلطان بدر بوطويرق الكثيري سنة 925هـ ، الذي أوصل دولته حتى شبوه العاصمة القديمة لمملكة حضرموت القديمة مع حصوله على مدن الساحل الرئيسية خصوصاً الشحر ومدن الشمال وأودية دوعن وعمد وغيرها . رغم الثورات التي لم تنقطع خلال فترة حكمه ، ولاريب أن شخصية السلطان بدر من أبرز شخصيات تاريخ حضرموت الحديث . ¶ ... وانتهى آخر هذه الكيانات السياسية سنة 1967م - 1387هـ في عهد آخر سلاطين االدولة الكثيرية في سيؤن السلطان حسين بن علي الكثيري بقيام الجمهورية . ¶ ... ومثلما كانت البداية الفعلية لتحقيق طموحات آل كثير السياسية على يد بدر بوطويرق ، فقد كانت بداية الغروب الحقيقية لدولتهم في انكسارهم الشهير أمام الدولة القعيطية حول المكلا بعد دخولهم الشحر وكان دخول المكلا هو الحلم الكبير لآل كثير ، وكان تحقيق ذلك يعني سقوط أقوى المعاقل اليافعية المعادية . ويوضح هذه الطموحات شعر قاله أحد شعراء آل كثير :",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "قال الكثيري من عمر بن جعفر ... ... لاناد راسي يالشوامخ نودي ¶ الشحر خذناها وربك قدر ... ... وعلى المكلا باتحن رعودي ¶ ... ... ... ... ... ... ... (عبدالحق ص 135) ¶ ... أما عن نسبهم فقد ذكر عدد من الأقوال منها : أنهم من بني ضنة حيث ذكر الشاطري : يسود الاعتقاد أن هذه العصبة انحدرت اصلاً من بني ضنة ، والاعتقاد السائد أنها أتت من ظفار (الشاطري ص ج2 ص376).. ¶ ... وعدهم اكثر النسابة من همدان ، وذكر البكري : آل كثير أعظم قبيلة همدانية ، وزعم دون أن يستند إلى مرجع سابق بأنهم سطع نجمهم في عصر ماقبل الاسلام في ظفار ، ثم اختفى بعد ظهور كندة في حضرموت\"(الجنوب العربي ص203). ¶ وذكر الشاعر الشعبي المعلم عبدالحق نسبهم الى همدان وقال عنهم : ¶ ... همدان ظنى زين في مقنصهم ... كم من جمل يوشي بثقل حموله ¶ ... ماغير همدان الذي شاقونا ... بالجود واشفوا نفسي المعلولة ¶ ... ... ... ... ... ... ... ... (عبدالحق ص 171). ¶ ... وذكر الدباغ \"آل كثير أعظم قبائل همدان من العرب القحطانية ، وأشدها بأساً وأشرفها مقاماً (الدباغ ج2 ص73). ¶ ... وجاء في الاكليل من قبائل همدان بنو كثير بن شبيب بن قيس بن بكيل بن همدان (الاكليل ج10 ص232) . ¶ ... وذكر في الصفة عند الحديث عن أودية حضرموت : ثم يفيض منوب من عين ودوعن بين شبام والقارة ، والقارة لهمدان قرية عظيمة في وسطها حصن. (الصفة ص 172). ¶ ... وعلق محقق الكتاب بقوله \"هذه القارة عامرة ، وهمدان هذه لهم بقية منهم آل كثير (الصفة ص172). ¶ ... أما باحنَّان فيرى أن نسبهم ينتهي إلى بني ضنة (جواهر الاحقاف ج2 ص124). ¶ ... ومن قبائل : آل كثير آل عمر ، آل عامر ، آل عون (الشاطري ج2 ص378) آل عبدالله ، آل عبدالودود ، وكذلك بيت رشيد وبيت كثير وهما يسكنان شرق حضرموت في منطقة ظفار وشرق رملة الربع الخالي . ¶ ... ذكر السقاف عند الحديث عن ظفار وقبائل ضواحيها من آل كثير فمنهم المراهين ، آل فاضل ، الشنافر ، آل رواس ، آل علي بن كثير (السقاف ج7 ص327). ¶ آل باكثير :",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "... من أشهر الأسر التي تنتسب الى قبيلة كندة ، منهم الشاعر الاديب ¶ المعروف على بن أحمد باكثير الذي عاش في مصر ، وكان له بها نشاط أدبي ملحوظ . يقول في قصيدة يفتحر فيها بنسبه الى كندة : ... ¶ ... من آل أبي كثير من سلالا ... ... ت أقيال لهم مجد قدام ¶ ... منهم في جاهليتهم ملوك ... ... وفي الإسلام أعلام عظام ¶ ومن جيد شعره قوله : ¶ سلام على سيؤن أني تطوحت ... بيَ الحال إن جاوه سكنت وإن مصرا ¶ فبين ظلوعي صاحب ليس بارحاً ... ينوح على عهد كريم بها مرا ¶ ... ... ... ... ... ... ... (السومحي ص ص 30-50) ¶ آل باكراع : ¶ ... أسرة قيل هي من كندة (جواهر الاحقاف ج2 ص11). ¶ كرب : ¶ ... من قبائل حضرموت القديمة جداً ، ورد اسمها في كتابات المسند ، كانت تسكن وادي عمد (جواد على ج2 ص162). ¶ الكُرَب : ¶ ... بضم الكاف وفتح الراء المهملة قبيلة من آل باحيان من بلعبيد من أشهر قبائل بادية حضرموت تسكن الجزء الغربي من حضرموت وأرضهم واقعة مابين درجتي العرض الشمالي \" 15\"ْ و16.30ْ والطول الشرقي 47.10ْ و48.30ْ ويحدهم من الغرب عبيدة ودهم ومن الشرق نهد ومن الجنوب بلعبيد جبل سلم ومن الشمال الصيعر (البصراوي ص 39). ¶ ... وهم عيال الاسود ، المطالحة ، الحولان ، آل الاحمر ، آل دليع ، آل باثنية (البلادي ص 145). ¶ ... وقد ذكر في نصوص المسند \"كرب\" من قبائل غرب حضرموت . فلعل بينهما علاقة أو لعلهم بنو كرب الذين عدهم الهمداني من قبائل الصدف وهم بنو كرب بن جليبة بن أسد بن جعشم بن حريم ، ويجتمع مع الصيعر في حريم (الاكليل ج2 ص42) ولازال الكرب يعدون إخوة للصيعر . وهذا أقرب للصواب والله أعلم . ¶ ... وتحدث الرحالة نزيه مؤيد عنهم فقال : الكرب من حدود عبيدة إلى أطراف حدود قبيلة الصيعر الى الشرق والجنوب من مدينة مأرب وعدد رجالها المقاتلين ثلاثة آلاف رجل (العظم ج2 ص72).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "... وتحدث الرحالة البصراوي : والكرب أرض رملية وجبلية وبلاد مراعي واسعة اذا حصل فيها المطر ، فمن الثنية إلى شبوة آكام من الرمال ينبت فيها الزهر - زهر الابل - والعلقا والثمام وغيره ، وسكانها أشداء أقوياء وفي حرب دائمة مع بعضهم والبعض الآخر ، والفوضى ضاربة عندهم ، والديانة ضعيفة لفقدان المرشدين ، وتنقسم الى ستة أقسام كبيرة منها : آل عويرة ، آل مسفر ، آل عمرو ، المشايعة ، آل بادخن ، وأقسام صغيرة : آل جعيول ، القعطة ، المطاحلة ، الحولان (البصراوي ص40) . ¶ ... وقد أعان الكرب تحت قيادة مقدمهم علي بن قطيان الكربي الامير عبود بن سالم الكثيري سنة 1263 في حربه مع يافع . ¶ آل بن كرشان (كرشين) : ¶ ... قبيلة من بني كليب من نهد (البلادي ص 161) . ¶ آل باكرش : ¶ ... قبيلة من سلم من بلعبيد ، تسكن سوط بلعبيد (الشاطري ج2 ص367) . ¶ آل باكرشوم : ¶ ... قبيلة من الدين ، من مساكنهم : باغنيم ، الحجلين ، النخيلات ، مدهون ، دفيقه ، زيد ، زيد الهابطي ، دلثله (الشامل ص97). ¶ آل باكرمان : ¶ ... من المشايخ يسكنون الخربة في وادي عمد (السقاف مجلة العرب ج2 ص339) قيل هم من كندة (جواهر الاحقاف ج2 ص11). ¶ آل باكرموم : ¶ ... قبيلة من آل بانخر من الحالكة من سيبان (تاريخ حضرموت السياسي ج2 ص101) ¶ آل كزيم : ¶ ... قبيلة من المناهيل منهم : بيت بركات ، بيت الحمادي ، بيت طناف ، بيت القوينصة (الشامل ص120) . ¶ آل كلد : ¶ ... قبيلة من بني قاصد من يافع السفلي وهم آل الجلادي ، آل العنصري ، وينقسم آل الجلادي الى آل بن عبدالهادي ، آل بن عبدالباقي ، آل المخيري ، آل العلوي ، آل عمر ، آل السنيدي ، آل السعيدي ، آل الهيثمي ، آل الرهدي ، آل بن لصدوح . ¶ ... وينقسم آل العنصري الى : آل غازي ، آل بركات ، آل عباش ، آل الجداسي ، آل الباقري ، آل بكر ، آل الدعاس ، آل بن عطاس ، آل الافعي ، آل نقيس (حضرموت وعدن ص287) . ¶ بيت كلشات : ¶ ... من قبيلة الشراوح من المهرة (الشاطري ج2 ص379) . ¶ آل كليب :",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "... قبيلة من نهد هم : آل عجاج ، آل ثابت ، آل بدر ، آل مقيزح ، آل منيف ، آل صريمان ، آل بشر ، آل البقري ، آل مذعذع ، آل حويل ، آل كوير، آل نهيد ، آل عبري ، آل مهنا ، الشراشرة ، آل طاهر ، آل صائل ، آل كليب ، آل جذنان ، آل عزون ، آل شرمان ، آل كرشين ، آل ظليف\" (البلادي ص161). ¶ الكنادشة : ¶ ... قبيلة من الهجمة من آل محمد بلليث من الصيعر ، وهم آل عون بن كندش، آل سلامان بن كندش . ¶ ... وينقسم آل عون إلى آل حتيش ، آل غانم ، وينقسم آل سلامان إلى آل عون بن سلامان ، وآل على بن سلامان ، ومن آل عون بن سلامان ، آل علي ، آل معروف . ومن آل علي آل بن جربوع وفيهم رئاسة آل محمد بلليث (البلادى ص 147) . ¶ آل باكواسة : ¶ ... أسرة تسكن صبيخ ، جاء في الشامل : يقال أن أصلهم من قارة الدخان ، تحولوا الى صبيخ وإلى حوفه (الشامل ص 181) . ¶ كندة : ¶ ... من أشهر القبائل العربية في الجاهلية والاسلام ، هم بنو ثور بن عفير بن عدي بن الحارث بن مرة بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان ابن سبأ بن يشجب بن يعرب بن قحطان (ابن حزم ص 425). ¶ ... ويمكن تقسيم تاريخ هذه القبيلة الى مرحلتين : المرحلة اليمنية ، المرحلة النجدية . ففي المرحلة اليمنية كانت قبيلة كندة من أبرز المشاركين في الأحداث السياسية العسكرية في اليمن ، فهي (كدت) الوارد اسمها في نصوص المسند ، مثل نص أبرهة ، ونص آخر قديم زمن الملك السبئي \"شعر أوتر\" الذي قدر بعض المستشرقين حكمه في النصف الثاني من القرن الاول قبل الميلاد ، وتحدث النص عن غزوة للملك السبئي على قرية ذات كاهل حاضرة كندة في وادي الدواسر ضد ملكها ربيعة آل ثور الذي يوصف بأنه ملك كندة وقحطان (جواد على ج3 ص316) .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "... وفي عهد ياسر يهنعم ملك سبأ وذي ريدان كانت كندة تحت حكم كبير من ذي جدن من قبل الملك (جواد علي ج3 ص317) مما يدل على وقوعها تحت الحكم السبئي ، غير أنها كانت تحاول أن تتمرد على هذه السلطة فقد ذكر أنها اشتركت في حلف معاد ضد ملك سبأ وذي ريدان ولكنه أصيب بهزيمة قاسية ووقع ملك كندة في الأسر وسيق إلى مأرب وأخذ من ابنائه رهائن (جواد علي ج3 ص317) . ¶ ... وذكرت كندة في مؤلفات المؤرخين الرومان القدامى فقد ذكر أحدهم أنها وقبيلة (معد) هما من أشهر القبائل العربية عدداً ومكانة يحكمها رجل واحد اسمه قيس (جواد علي ج3 ص318) . ¶ ... واستطاعت كندة بعد ذلك توسيع مجال نفوذها شمالاً ، حتى استطاعت حكم الحيرة في جنوب العراق في عهد أبرز ملوكها الحارث بن عمرو الكندي (جواد علي ج3 ص334) . ¶ ... وكانت قرية \"ذات كاهل\" وهي تعرف حالياً بـ \"الفاو\" وتبعد حوالي 100كم جنوب غربي السليل عاصمة دولة كندة ، ووجد في النقوش بالخط المسند من ملوكها معاوية بن ربيعة ملك قحطان ومذحج (الانصاري قرية الفاو) . ¶ ... واختلف المؤرخون في سبب نشؤ هذه الامارة الكندية في نجد ، وان كان ازدياد قوة القبيلة ونفوذها هو عامل مهم في نشوئها ، لكن يمكن اعتبارها امتداد للنفوذ الحميري المتنامي في تلك المرحلة . حيث تذكر المصادر الرومانية أن القيصر يوسطنيانوس أرسل رسولاً إلى السميفع أشوع - أحد ملوك حمير - يطلب منه تنصيب أحد أبناء الأشراف ورؤساء القبائل واسمه قيس على (معد) (جواد علي ج3 ص383). ¶ ... وذكر ابن حبيب أن ملك كندة لما انخرق ، وهلك من هلك منهم قام عمرو ابن أقحل بن أبي كرب بن قيس فقال : يامعشر كندة أنكم قد أصبحت بغير دار مقام وقد ذهب أشرافكم ، وانخرق ملككم ، ولا آمن العرب عليكم فالحقوا بقومكم فرحلوا فلحقوا بحضرموت فهم بها إلى اليوم (المحبر ص370) .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "... ومن خلال النصوص السابقة يمكن القول أن المساكن القديمة لكندة كانت تجاور مساكن قبيلة مذحج أو هي إلى الشمال منها ، حول مايعرف حالياً بوادي الدواسر في قرية الفاو وذات كاهل ، ومنه توسعت شمالاً إلى أعالي نجد ، وبعد انكماش دولتها . انتقل بعض بطونها إلى حضرموت وجاء الاسلام وحضرموت مركز لقبيلة كندة ، ولها نفوذ كبير بها ، يحكمها أربعة ملوك قتلوا خلال حرب الردة . ¶ ... وقد وفد على النبي صلى الله عليه وسلم منهم ثمانون رجلاً ، وأكرم الرسول عليه الصلاة والسلام وفادتهم (الكامل ج2 ص204) . ¶ ... ومن أبرز الأسر الكندية في الجاهلية والاسلام أسرة الأشعث بن قيس الكندي ، وأبنه عبدالرحمن بن الاشعث الذي يقول فيه أعشى همدان : ¶ ... يابن الأشج قريع كندة ... لا أبالي فيك عتبا ¶ ... أنت الرئيس ابن الرئيس ... ... وأنت أعلى الناس كعبا ¶ ... ... ... ... ... ... (جواهر الاحقاف ج1 ص216) ¶ ... ومن قبائل كندة القديمة ، الصدف ، السكون ، السكاسك ، تجيب ، بنو معاوية الاكرمين . ¶ ... وعد الهمداني في الصفة الكثير من القوى والاودية بحضرموت هي مساكن قبيلة كندة (الصفة ص 169) . ¶ ... ولكندة بقية كبيرة في جنوب الجزيرة العربية ، ظلت تؤثر حتى عهد قريب في الأحداث السياسية في أودية حضرموت الداخلية . ¶ ... وأبرز بقاياها قبيلتا الصيعر وبلعبيد اللتان ورثتا مساكن قبيلة كندة القديمة في غرب حضرموت ، ويذكر باحنان في معرض حديثه عن كنده قائلا \"وفي الوديان العالية كالعبر وعمد ودوعن والعين ومنوب ودهر ورخية كثير من بطون كندة ، فمنهم من يعرفون اسماءهم ومنهم من لايعرفون (جواهر الاحقاف ج2 ص11). ¶ ... ومن بقايا كندة قبيلة تعرف بـ \"الكنود\" في عمان ، وهم فيها قبيل كبير يسكنون سمد نزوى ولهم رئاسة بها ، وهم أهل علم ومعرفة ، ولهم محلة الغريض ووادي الجزى في غربية عمان وهو من أعمال صحار (السيابي ج1 ص135) ¶ آل الكهال : ¶ ... قبيلة من يافع السفلى (الشاطري ج2 ص374). ¶ أهل كوز : ¶ ... من أهل العظم من ذييب يسكنون سلمون . ¶ آل كوير :",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "... من آل كليب من نهد (البلادي ص 161). ¶ ... حرف اللام ... ¶ آل بالبيد : ¶ أسرة تسكن \"ضري\" إحدى قرى وادي دوعن الأيسر ، وذكر المؤرخ باحنان أنهم من كندة(جواهر الاحقاف ج2ص11)، وهناك من يذكر أنهم من ذرية زياد ابن لبيد الانصاري والي حضرموت زمن الخليفة الراشد أبي بكر الصديق رضي الله عنه ، وهو الوالي الذي قمع حركات الردة في حضرموت وهو رأي يحتاج إلى إثبات اذ لم يذكر أن وفاة زياد بن لبيد كانت في حضرموت أو أن له بها عقب، في المقابل ذكر في حادثة بالمدينة إبان مقتل الخليفة عمر بن الخطاب رضي الله عنه (الكامل ج3ص279)لذا فنسبهم إلى كندة أرجح. منهم : آل باشيبة، آل بايسر. ¶ آل بالحم : ¶ ... قبيلة من المشاجر تسكن السيلة (الشامل ص 74) . ¶ بنو لقيط : ¶ ... بطن قديم من كندة (جواهر الاحقاف ج2 ص10) . ¶ آل اللحاقي : ¶ ... من المخاشبة من آل باكازم ، يسكنون بين عرقة شرقاً وأحور غرباً ومن البحر إلى المنقعة شمالاً (الشامل ص45) . ¶ آل بلليث : ¶ ... من العوالق العليا ، يسكنون وادي رخية (الشاطري ج2 ص375) . ¶ آل بالميح : ¶ ... قبيلة من المشاجر ، تسكن الغار (الشامل ص74) ¶ آل بالميق : ¶ ... من آل ماضي من الجعدة في وادي عمد (الجنوب العربي ص192). ¶ ... حرف الميم ... ¶ آل ماخش : ¶ ... من العسمان من آل باحيان من بلعبيد (الشاطري ج2 ص368) ¶ آل ماضي : ¶ ... من قبائل وادي عمد ، من الجعدة ، يقال أنهم من بني هلال من كندة ، هاجر جدهم الى عمد من بلدة البويرقات غرب حضرموت ، وهم آل طيف ، آل بن سويدان ، آل بن دق ، آل بن عقيل ، آل نيف ، آل مرعي ، آل مسلم (تاريخ حضرموت السياسي ج2 ص ص 94-95). ¶ بنو مالك : ¶ ... بطن قديم من نهد (القلقشندي ص 414). ¶ آل بن مالك : ¶ ... بطن من كندة ، كان لهم عبيد يعرفون بهم قتلوا السلطان شجعنه بن راشد حاكم تريم سنة 593هـ (جواهر الاحقاف ج2 ص105) . ¶ آل بامانع : ¶ ... أسرة تسكن خسوفر في وادي دوعن . ¶ آل مبارك :",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "... من الكسالين من آل علي بلليث من الصيعر ، هم : المزاريع ، آل مكوم ، الاشموس (البلادي ص 147) . ¶ آل بامجبور : ¶ ... قبيلة من الدَّيِّن من آل سويدان من الدين، يسكنون الحنو (الشامل ص96) ¶ آل بامجلي : ¶ ... أسرة ذكر هي من آل باعبدالله . ¶ آل مجيد : ¶ ... قبيلة تسكن لحج ، هم بنو مجيد بن عمرو بن حيدان بن عمرو بن الحاف ابن قضاعة يسكنون عدة قرى في لحج مثل : موزع ، وادي الحناء ، المندب ، العارة ، العميرة (العبدلي ص38) . ¶ آل بامجيمر : ¶ ... قبيلة من المشاجر تسكن \"قده\" (الشامل ص97) . ¶ المحاجر : ¶ ... قبيلة كبيرة من العوالق العليا ، زعم صاحب (السيف البارق) أنهم من الازد ، ولايصح ذلك (الجازع ص35). ¶ ... وهم : المرازيق ، الجباة ، آل ديان ، آل همام ، آل عبود ، آل ربيز ، آل دغار ، آل الدولة (الجازع ص55) . ¶ بنو محارب : ¶ ... بطن قديم من المهرة ، كان التجارة يتحفرون بهم عند حضورهم الشحر ، حيث كان فيه سوق جاهلي (جواد علي ج7 ص377) . ¶ المحارقة : ¶ ... من القبائل التي تتبع آل محمد بلليث من الصيعر ، وهم آل عياف ، آل سبعان ، الملاقيط (البلادي ص 148) . ¶ آل بن محفوظ : ¶ ... قبيلة تسكن الهجرين في وادي دوعن ، قيل من الصيعر (البلادي ص148) وقيل هم في السكون من كندة (جواهر الاحقاف ج2 ص149) . ¶ ... وهم المراشدة ، آل عمر بن محفوظ ، آل طيران ، القعاوشة ، آل الشيبة (البلادي 148) . ¶ ... ذكرتهم دائرة المعارف في قبائل حضرموت ، وقالت انهم كانوا من قبل في الهجرين ، وهم الان متفرقون في الجبال (دائرة المعارف الاسلامية ج7 ص463).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "... وقد أسسوا لهم دولة في أواخر القرن السابع الهجري ، في الهجرين ، وهي بلدة حصينة تتوسط الطريق بين وادي دوعن وحضرموت ، وتعد منطقة تماس بين عدد من القوى السياسية في المنطقة مثل آل كثير في وادي حضرموت وآل العمودي في دوعن ، وقبائل نهد في الشمال الغربي ، وكانت تحت حكم آل ابي جعفر من كندة ، حتى أخرجهم عمر بن محفوظ أول سلاطين آل بن محفوظ سنة 787هـ وأجلاهم الى المنيظرة ، ومن ثم بدأ في تثبيت سلطته عبر أبعاد بعض القوى المنافسة له مثل آل أبي جعفر وآل سعيد . ¶ ... وذكر المؤرخون من أمراء هذه الدولة الى جانب مؤسسها عمر بن محفوظ السلطان عبدالله بن أبي بكر بن محفوظ والسلطان محمد بن علي بن عبدالله بن محفوظ والسلطان علي بن عبدالله بن محفوظ والسلطان محمد بن علي بن عبدالله بن محفوظ وكان هذا الاخير أبرزهم إذا استطاع صد هجوم الحلف المكون من آل عامر من نهد وآل باداس وبعض من آل بن محفوظ سنة 916هـ ، وفي سنة 917هـ صد هجوماً آخراً شنه السلطان الكثيري محمد بن عبدالله بن جعفر ، وفي عهده ضم المنيظرة سنة 920 ، واستعادها من آل عامر النهديين . الذين كانوا أشد خصوم أمراء الهجرين ، وقد استطاعوا بعد ذلك فيما يبدو انتزاعها من يد آل بن محفوظ إذ ذكر أن السلطان بدر بوطويرق الكثيري استولى على الهجرين سنة 948هـ من آل عامر النهديين . ¶ ... والملفت للنظر أن هذه الامارة لم يكتب لها التوسع اطلاقاً خارج حدود الهجرين رغم أنها ظلت أكثر من مائة وثلاثين عاماً . وربما يعود ذلك الى عدد من العوامل منها :- ¶ - ... الخلافات الداخلية التي بدأت بقتل السلطان علي بن عبدالله بن محفوظ على يد بنى عمه في الهجرين ، ثم مقتل عبدالله بن محمد بن محفوظ على يد ابن عمه ، وقد ذكر المؤرخون أن بعضاً من آل بن محفوظ تحالفوا مع آل عامر من نهد وهاجموا السلطان محمد بن علي بن عبدالله بن محفوظ على الهجرين .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "- ... تنامى قوة آل عامر وتحالفهم مع آل عمودي في دوعن في وجه السلطان بدر بوطويرق الكثيري . ¶ ... ولم تذكر المصادر المتاحة سنة سقوط دولة آل بن محفوظ إلا أن المرجح أن سقوطها كان في الفترة بين 920 - 941هـ وهي السنة التي اختط فيها السلطان بدر بوطويرق بلدة \"صيلع\" وأسكن فيها بعضاً من آل بن محفوظ . ¶ ... ... ... ... ... (جواهر الاحقاف ص ص 149-195) . ¶ آل محمد : ¶ ... من آل بدر من آل كليب من نهد (البلادي ص 161). ¶ بنو محمد : ¶ ... قبيلة قديمة من كندة ، قيل منهم : آل علي بن سالم ، ابن حترش ، آل يحيى، آل بارباع ، آل باجبير ، آل باعشرة ، آل باعجاج ، آل بن عدوان (جواهر الاحقاف ج2 ص13) . ¶ آل محمد بلليث : ¶ ... هم بنو محمد بن الليث ، احدى قبيلتي الصيعر الكبيرتين ، هم : الهجمة ، آل خشيمة ، آل الليث بن عمر (البلادي ص147) . ¶ المحمديون : ¶ ... قبيلة من سيبان ، منازلها بين بروم والمكلا ، وفي وادي المحمديين ، وذكر الحداد عنهم : هم آل محمد بضم الميم والحاء مفخم من نوَّح ، وهم آل باعوض ، آل باعيبة، آل باحديلي ، الشماسي ، يسكنون وادي المحمديين (الشامل ص83). ¶ آل مخاشن : ¶ ... قبيلة من مذحج ، في حضرموت (الرسولي ص139) . ¶ آل بن مخاشن : ¶ ... قبيلة من الحموم تسكن قرية \"العرض\" (تاريخ حضرموت السياسي ج2 ص107) ¶ المخارم : ¶ ... من السكون من كندة ، كانوا في عمقين (جواهر الاحقاف ج2 ص197). ¶ المخاشبة : ¶ ... قبيلة من آل باكازم . ¶ آل بامخرمة : ¶ ... أسرة معروفة بالعلم ، من سيبان (جواهر الاحقاف ج2 ص197) . ¶ آل بامخشب : ¶ ... بفتح فسكون ففتح من آل سلم من بلعبيد ، تسكن سخور (الشامل ص ص 125-126) . ¶ آل بامخير : ¶ ... أسرة تسكن حوفة في وادي دوعن . ¶ مذحج : ¶ ... بفتح أوله ثم سكون فكسر ، إحدى أكبر وأشهر قبائل عرب الجنوب العربي ، هم بنو مالك ببن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان (ابن حزم ص405).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "... من القبائل الفاعلة على الساحة العسكرية - السياسية في اليمن منذ الحكم الحميري القديم ، وحتى وقتنا الراهن ، وقد عرفت بتحالفها مع قبائل حضرموت كندة ، ونهد . ¶ ... ولمذحج تاريخ عريق ، فقد ذكرت في نص النمارة المشهور والذي ذكر فتوحات الملك المنذري أمرئ القيس بن عمرو ، وكانت مذحج إحدى القبائل الكبيرة التي هزمها الملك خلال سيره نحو نجران (جواد علي ج3 ص190) . ¶ ... ويذكر بعض المؤرخين أن من نتائج معارك امريء القيس بن عمرو المنذري انتقال مذحج إلى اليمن ، ويقول : وقد كانت مذحج تنزل الافلاج أو ماحولها وفي المنطقة المسماه بجبل طويق في الزمن الحاضر ، والظاهر أن غزو امرئ القيس لنجد قد اضطر أكثر قبائل مذحج إلى الهجرة إلى الجنوب ، وكانت حسنة الصلات بـ (كدت) أي كندة التي اضطرت ايضاً الى الهجرة الى الجنوب ولهذا انضمت إلى جيوش (شمريهرعش) ملك حمير\" (جواد على ج2 ص552) ¶ ... وجاء في نص آخر ذكر رجل من مذحج هو الحارث بن كعب قام بغارة على مأرب مع محاربين من قبائل مذحجية ، وقد نجح في غارته بيد أن الملك شمر يهرعش الحميري استطاع أن يقبض عليه ويأسره (بافقيه ص235) . ¶ ... وكان ذكر مذحج غالباً مايأتي مع قبيلة كندة في النصوص المكتوبة بالمسند على أنهم من القبائل البدوية الساكنة شمال مملكة سبأ وحمير . ¶ ... وجاء الاسلام وقبائل مذحج ذات نفوذ بالغ ، وتتحكم في نواحي واسعة من اليمن وجنوب الجزيرة العربية . ¶ ... ومن قبائل مذحج القديمة : بلحارث بن كعب ، وزبيد ، وجنب ، والحدا ، والنخع ، ومراد ، وعلة ، وأود ، وجعف ، وسعد العشيرة ، وصداء . ¶ ... أما مساكن مذحج القديمة ، فتمتد من تثليث شمالاً حتى ساحل بحر العرب جنوباً ، مارة بما يسمى سرو مذحج ، وهي بلاد العواذل ودثينة وبيحان ومأرب والبيضاء . ¶ ... ومن مساكنها كذلك المنطقة الواقعة غرب حضرموت حيث تسكن جعف وسعد العشيرة وصداء .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "... ولازالت أغلب قبائلها في مواطنها القديمة ، فقد ورثت قبيلة قحطان مساكن مذحج شمال نجران ، بينما لازالت قبائل مذحجية من أبرزها قبائل بيحان وبعض العوالق والعواذل ، وقبائل دثينة . ¶ ... وكذلك العوابثة وهم من مراد ، والمناهيل ، وهم على الرأي الراجح من بلحارث من كعب ، وآل باجنادة وآل رباع (الرسولي ص ص 139 -140) وقيل : آل بافضل ، آل باسودان ، آل بابقي ، آل مخاشن (جواهر الاحقاف ج2 ص11) . ¶ المرادعة : ¶ ... قبيلة من نهد ، تسكن بعيداً عن مواطن نهد جنوباً (الشاطري ج2 ص363) . ¶ المراشدة : ¶ ... قبيلة من الزى من سيبان ، منهم : ، آل باصريح ، آل بابيتر ، آل باضروس ، آل باكردس (الشاطري ج2 ص358) آل باخشوين ، آل باصقر يسكن بعضهم وادي دوعن الايسر . ¶ المراضيح : ¶ ... قبيلة من الجعدة ، تسكن وادي عمد ، هم : آل علي ، آل مبارك ، آل جبل ، آل حبيش ، آل الهندي ، آل الجابري (تاريخ حضرموت السياسي ج2 ص94). ¶ المراقشة : ¶ ... قبيلة من الأصابح من حمير ، يسكن بعضهم منطقة لحج ، وهم أكبر القبائل في منطقة الفضلي ، وهم بدو رحل ، يشتغلون بالزراعة وتربية الإبل والاغنام (الجنوب العربي ص211). ¶ بنو مرة : ¶ ... قبيلة لها بقية في وادي عمد ، ووادي السر بحضرموت ، يرى بعض المؤرخين أنهم من بني مرة بن أود بن زيد بن كهلان بن سبأ (جواهر الأحقاف ج2 ص101) . ¶ ... وهم قسمان آل باجبيع ومنهم الجعدة في وادي عمد ، آل حريز في وادي السر (الشاطري ج2 ص372) . ¶ بنو مرة : ¶ ... قبيلة قديمة من نهد ، هم بنو مرة بن جابر بن عمر بن نهد (الحازمي ص113) . ¶ بنو مرة : ¶ ... قبيلة قديمة من حضرموت ، هم : بنو العريان ، بنو داغر ، آل همام ، بنو حنش (الإكليل ج2 ص333) . ¶ آل مرتع : ¶ ... قبيلة من السكون من كندة (جواهر الأحقاف ج2 ص11) . ¶ آل بامرحول : ¶ ... من المشايخ في لهية بوادي حبان (الشامل ص50) . ¶ آل بامرضاح : ¶ ... قبيلة من القثم من سيبان (تاريخ حضرموت السياسي ج2 ص101) تسكن وادي منوة . ¶ آل مرعي بن طالب :",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "... من آل عمرو بن آل كثير (الشاطري ج2 ص378) . ¶ آل بامروان : ¶ ... أسرة قيل أنهم من الصدف (جواهر الأحقاف ج2 ص70) . ¶ آل بامزروع : ¶ ... أسرة قيل إنها من القنازلة من كندة (جواهر الأحقاف ج2 ص12) . ¶ آل بامزعب : ¶ ... قبيلة من العسمان من آل باحيان من بلعبيد (الشاطري ج2 ص368) تسكن الجر والنقع في سوط بلعبيد (الشامل ص126) . ¶ المسادسة : ¶ ... قبيلة من الهجمة من آل محمد بلليث من الصيعر ، وهم آل بلحارى ، آل دهر ، آل قايد ، آل سعيدان ، آل سويد ، آل هديب ، آل هيترة ، آل جيهان ، آل عوض ، آل شامخة ، آل زايد ، آل الباقي (الشاطري ج2 ص362) . ¶ آل بامساطر : ¶ ... قبيلة من آل باصبارة من نوَّح ، تسكن وادي حجر . ¶ المساعيد : ¶ ... من أهل منصور من أهل حيدرة من آل باكازم من العوالق السفلى ، وهم آل الأحمدي ، آل النعاس ، المهاجيس ، الخنافر ، أهل السيد ، أهل علوي (الجازع ص 67) . ¶ المساودة : ¶ ... من الأصابح من حمير ، تسكن منطقة لحج (العبدلى ص44) . ¶ آل بامسدوس : ¶ ... قبيلة من الدين ، يسكنون : الضليعة ، المكراب ، المكيريب ، الثجرة ، منهم آل بامكراب (الشامل ص96) . ¶ آل بامسق : ¶ ... من المشايخ يسكنون الرحب في وادي عمد (السقاف مجلة العرب ج7 ص342) . ¶ آل مسلم : ¶ ... قبيلة من آل علي بلليث من الصيعر ، وهم : آل عذرب ، آل قروان (البلادي ص 148) . ¶ المشاجر : ¶ ... قبيلة من نعمان ، والنسبة لها \"مشجري ، تسكن في الشمال الغربي من وادي حجر . من مساكنهم صيق العجر ، جول يبعث ، الحمام ، مشيط ، القارة السفلى ، الغار ، السيلة ، الجنينة ، قدة . ¶ ... وهم : آل العجر ، آل باسد ، آل باحفص ، ، آل باحكم ، آل بالميح ، آل بالحم ، آل بامجيمر (الشامل ص ص 73 - 74 - 97) . ¶ وذكر الشاطري أن منهم آل باصليب في وادي عمد (الشاطري ج2 ص375) . ¶ ... وكان المشاجرة حلفاء لآل عمودي في صراعهم مع يافع على وادي دوعن (في جنوب الجزيرة ص 188) . ¶ المشايعة :",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "... قبيلة من آل باحيان من بلعبيد ، تسكن : عرما ، شبوة ، الرملة ، عساكر منهم : آل الغضبان ، آل بازقور ، ، آل محمد (البلادي ص 143) . ¶ آل مشعب : ¶ ... من آل عمودي يسكنون الدوفة (الشامل ص 182) . ¶ آل بامشموس : ¶ ... أسرة تسكن \"رحاب\" في وادي دوعن . ¶ بنو مشيرح : ¶ ... بطن قيل أنهم من الصدف ، يسكنون \"العجز\" (جواهر الأحقاف ج2 ص11) . ¶ آل بامطرف : ¶ ... أسرة ذكر باحنّان أنهم من القنازلة من كندة (جواهر الأحقاف ج2 ص13) ،ذكر الحداد أنهم يسكنون المافوت في وادي عرما . (الشامل ص 127) . ¶ آل مطهر : ¶ ... من بيوت آل عمودي المعروفة ، في بظة . ¶ المصعبيون : ¶ ... النسبة لهم \"المصعبي\" إحدى القبائل الرئيسية في بيحان ، من مراد من مذحج ، جاء في حاشية \"الصفة\" لا تزال قبيلة مراد هي الغالبة على وادي بيحان ، وهم من ولد الحارث بن مفرج بن ناجية بن مراد من مذحج ، وهو أخو قائفة وقيفة وهم المصعبان الذين يسمونهم اليوم \"المصعبين\" (الصفة ص 206) . ¶ ... وذكر صاحب المعجم عند الحديث عن بيحان : ومن قبائلها المشهورة المصعيين ، من بطون قيفة ، وهم آل العريف ، وآل نعيم ، آل حميد ، ومنهم آل نجم في رأس نعمان ، وآل العريف في نقيل البيض ، وما حوله ، وآل الطاهر في الأحمر وما إليه وآل صالح في الرونة ، وآل فاطمة في القصاب (المقحفي ص62). ¶ آل بامصفر : ¶ ... من المراشدة من سيبان (الجنوب العربي ص 193) . ¶ آل المصموم : ¶ ... من آل باربيع ، يسكنون : بلاد الماء في وادي دوعن الأيمن . ¶ المعاجل : ¶ ... قبيلة في بيحان ، من آل القشيب من ذي حرمز من حمير (المقحفي ص118) . ¶ المعاره : ¶ ... من قبائل البادية في حضرموت ، والنسبة لها \"المعاري\" من آل تميم بن ضنة، يسكنون ريدة المعارة بين عقبة الغز شمالاً ، وعقبة الفقرة جنوباً والحموم من الشرق ، والعوابثة وسيبان من الغرب (تاريخ حضرموت السياسي ج2 ص110)",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "... منهم : بيت شعيم ، آل بن بسوط ، آل باحسين ، آل بن واهب ، آل باعقبان ، آل بن حتيش ، آل بن جراح ، آل بلحيق ، آل بن لحول ، آل بن ثابت ، آل بن يعمر ، آل بن تريس ، آل الفرخ (الشاطري ج2 ص353) . ¶ ... من قراهم : حصن القرن ، وادي ذاليان ، حصن باب الحيق ، لقنه ، دقيش ، الحصى ، العليب ، القز (الشامل ص 105) . ¶ المعازفة : ¶ ... قبيلة من القشاعير من قبائل حبان . ¶ آل معاوية : ¶ ... أشهر قبائل كندة ، منها أكرم بيوت العرب في الجاهلية ، لقب جدهم بمعاوية الأكرمين ، لأنه وكما ذكرت كتب الأدب العربي -- ليس له جد إلا وهو ملك أو أمير ، كان منهم ملوك كندة في نجد وحضرموت ، منهم آل الأشعث ابن قيس . ¶ آل بامعبد : ¶ ... من آل بفلح من المشايخ ، في رضوم وعين بامعبد (الشاطري ج2 ص383) وجاء في الشامل أنهم ذرية الشيخ محمد بن محمد بن معبد هاجر من دوعن وتوفي سنة 720هـ (الشامل ص49) . ¶ آل بامعدن : ¶ ... أسرة تسكن قرن باحكيم في دوعن (الشامل ص 138) . ¶ بنو معروف : ¶ ... من قبائل نهد الكبيرة التي هاجرت إلى حضرموت ، وشاركت في الأحداث السياسية خلال ذلك ، لها بقية ، ذكر الرحالة ثيسيغر خلال عبوره الربع الخالي متحدثاً عن أحد الرجال الذين قابلهم \"وكان هو من بني معروف ، يختلفون عن أبناء الصيعر الآخرين ، وذلك يتضح من النظرة الأولى ، أنهم يلبسون قمصانا بيضاء ، مقصوصة الأكمام ، وكانت كوفياتهم وعقلهم من نوع أهل الشمال ، وهم يتميزون أيضا بالنياق التي حفظوها للتناسل والحليب وكانت كلها في حالة ممتازة ، لأنهم يعيشون في المرعى الخصيب قرب نجران (ثيسيغر ص220) . ¶ آل بالمعشني : ¶ ... قبيلة من المناهيل ، منهم : بيت البواقي ، بيت قرير ، بيت تمام ، بين بتين ، بيت عشاني ، بيت القرانصة ، بيت حشحوش ، بيت سالمين ، بيت البقية ، بيت الرهوة ، بيت مسلم ، بيت عويضان (الشاطري ج2 ص354). بيت الصفية ¶ ... وهم يعرفون بنوع جيد من الإبل ، يعرف بالمعشنية ، يقول الجمعدار باحاذق :",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "... قم بالمعتني وارتحل ع معشنية ¶ ... ... ... ... إلى المقام البرك لي به الباروت معكون ¶ ... ... ... ... ... ... ... ... (عبدالحق ص95) ¶ آل معن : ¶ ... أشهر قبائل العوالق العليا ، يذكر صاحب (السيف البارق) أنهم بقية القائد العباسي معن بن زائدة الشيباني (الجازع ص37) وينكر بعض المؤرخين ذلك ، وسنعرض لاحقاً لهذا الخلاف . ¶ ... ينقسم آل معن إلى قبيلتين كبيرتين هما : آل علي ، آل محمد (الطواسل) (الجازع ص36) . ¶ ... وقد استطاع آل معن الاستقلال بحكم عدن سنة 412هـ ، حتى طردهم آل زريع ولم تتوسع المصادر في الحديث عن هذه الأمارة المعنية . ¶ ... ذكر ابن خلدون عند الحديث عن عدن : كانت صدر الإسلام دار ملك لبني معن ينتسبون إلى معن بن زائدة ، ملكوها من أيام المأمون وامتنعوا على بني زياد ، قنعوا منهم بالخطبة والسكة ، ولما استولى الداعي على بن محمد الصليحي رعى لهم ذمام العروبية ، وقرر عليهم ضريبة يعطونها ثم أخرجهم منها ابنه أحمد المكرم (ابن خلدون ج4 ص 279) . ¶ ... وجاء في تاريخ عمارة : ممن تغلب على عدن وأبين ولحج والشحر وحضرموت بنو معن (عمارة ص 86) . ¶ ... وذكر صاحب (غاية الأماني) : ودخلت سنة 410هـ وعدن ولحج وأبين وحضرموت والشحر إلى بني معن (ابن الحسين ج1 ص241) وقال في موضع آخر : فلم يزل بنو معن يرفعون إليها - إلى زوجة المكرم الصليحي - خراج عدن إلى أن قتل علي الصليحي ثم تغلبوا على ما قبلهم فغزاهم المكرم بعد عوده من زبيد ، وأخرجهم من عدن\" (ابن الحسين ج1 ص260) .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "... وتذكر إحدى كتب تاريخ عدن أن الداعي علي بن محمد الصليحي لما استولى على اليمن ، وافتتح عدن وأخذها من بني معن ، وكانوا قد استولوا عليها بعد موت الحسين بن سلامة عليها وعلى لحج وأبين وحضرموت والشحر وليسوا من ذرية معن بن زائدة ، فأبقاها الصليحي تحت أيديهم ، وجعلهم نواباً له فيها ، فلما تزوج ابنه المكرم على الحرة السيد بنت أحمد جعل لها علي بن محمد الصليحي صداقها ، فكان بنو معن يرفعون خراجها إلى السيدة في أيام الصليحي ، فلما قتل تغلب بنو معن على ما تحت أيديهم من البلد ، فقصدهم المكرم إلى عدن وأخرجهم منها (بامخرمة ج2 ص79) . ¶ وجاء في منظومة القاضي العرشي وحاشيتها : ¶ ... وطوقت آل معن بعد عقدهم ¶ ... ... ... ... ... طوال النكال على الأعناق والقصر ¶ ... آل معن هؤلاء ملوك عدن وما إليها من حضرموت ولحج وأعمالها وما إليها، وكان ابتداء ملكهم سنة 412هـ ، إلى أن أزالهم الله وأخرجهم عنها المكرم الصليحي من بعد سنة 460هـ (العرشي ص 21). ¶ ... وذكر مؤلف \"اليمن شماله وجنوبه\" : إن بني معن أخرجوا من بقي فيها - أي في عدن - من بني زياد عام 1019م ، واستولوا عليها ، حتى جاء علي بن محمد الصليحي عام 1062م ، فاستولى عليها ، وعهد بإدارتها إلى بني معن كولاة من قبل بني الصليحي ، فلما تمرد بنو معن على حكم بني الصليحي في عام 1083م توجه المكرم الصليحي إلى عدن وطرد منها بني معن (المحامي ص 172). ¶ ... وكان بدايات دولة آل معن - وكما ذكر المؤرخين - حوالي 410هـ بعد انحسار الدولة الزيادية ، وقيام دولة آل نجاح في تهامة ، ولعل آل معن كانوا ولاة عدن من قبل الدولة الزيادية ثم استقلوا بحكمها ، فلما تقوت دولة آل نجاح تركوا آل معن ولاة لعدن كنواب عنهم ، وعندما جاء الصليحي وأسقط آل نجاح سنة 455هـ ترك آل معن في عدن .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "... أما نهاية دولتهم فكانت بعد مقتل على الصليحي مؤسس الدولة الصليحية فتمرد آل معن مما دفع بالمكرم بن علي الصليحي إلى إخراجهم من عدن وتولية آل زريع من يام حكاماً لعدن سنة 467هـ وخرج آل معن إلى أحور (الجرافي ص123) . ¶ ... ويبدو أن خروج آل معن إلى أحور كان نهائياً إذ استقروا فيها ، ومنها انتقلوا إلى بلدانهم الحالية في بلاد العوالق العليا ، حيث أصبحوا أبرز القبائل في تلك المنطقة . ¶ ... وقد عد المؤرخون عدداً من حكام هذه الدولة كلهم أخوة هم : علي بن معن ، ثم العباس ثم محمد ابني معن (الجرافي ص 123) . ¶ ... ويظهر من تتبع النصوص السابقة أن دولة آل معن كانت تتبع الدولة الصليحية ، مع أن العلاقة بينهما لم تكن حسنة ، ولعل ذلك يرجع إلى كونهم يسوقون خراج عدن لها ، لذا استغلوا أول فرصة وهن للدولة الصليحية ، وهي مقتل علي الصليحي ، وقاموا بتمردهم الذي أدى إلى إنهاء دولتهم ، ويظهر كذلك أن دولة آل معن لم تكن قوية ، إذ لم يذكر أنها اصطدمت بالدول التي عاصرتها في اليمن . أما عن حكم آل معن لحضرموت - إذا افترضنا صحة ذلك - فهو حكم اسمي لم يتعد حضرموت الساحل ، ويؤكد ذلك خلو كتب التاريخ الحضرمي من ذكر لدولة آل معن ، ويبدو أن المؤرخين قد أطلقوا ذلك باعتبار آل معن نواباً للدولة الزيادية ثم للدولة الصليحية اللتين وصل حكمها إلى حضرموت. (للاطلاع انظر مقالة الدكتور أمين صالح حول بني معن مجلة المؤرخ العربي العدد 21). ¶ ... أما عن نسب آل معن فهناك رأيان يرجع أحدهما هذا النسب إلى معن بن زائدة الشيباني ، ورأي آخر ينفي ذلك ، وابرز من قال بهذا الرأي ابن خلدون ، ومن اتبعه من المحدثين أمثال الجازع . ويذهب للرأي الثاني أكثر المؤرخين أمثال صاحب \"ثغر عدن\" ومؤلف تاريخ عمارة ، والمحقق العلامة محمد بن علي الأكوع، الذي يعلق في حاشية تاريخ عمارة بقوله : بنو معن هؤلاء من حمير ثم من الأصابح\" (عمارة ص86) .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "... ويذكر باوزير أن من ملوك كندة الملك أبو الفضل عباس بن معن من حوشب الكندي وذكر شعراً لأبي إسحاق الإباضي يمدح هذا الملك : ¶ أبي الفضل عباس بن معن بن حوشب ... ذرى كنده العليا الملوك القماقم ¶ أقمت سنيناً قبل ألقاه لاهياً ... ... أقاسي من الأعداء مر العلاقم ¶ ... ... ... ... ... ... ... ... (بارزير ص 252) ¶ ... وعندي أن قول ابن خلدون في هذه المسألة ليس بحجة لبعده عن بلدان الجزيرة ، ولعله استنتج النسب من تطابق الأسماء ، وكون معن بن زائدة وآل معن قد حكما عدن ، والراجح عندي كون آل معن من حمير لعدم وجود نص ثابت يربط آل معن بمعن بن زائدة ، إضافة إلى أن عهد معن بن زائدة في عدن كان قصيراً ودموياً ، لا يمكن أن يوجد له قاعدة شعبية يمكن أن تخدم ذريته في بناء دولة ، وليس من شك أن حكم آل معن لعدن واستقلالهم بها لم يكن ليتم دون عصبية قوية ، هي على الأرجح إحدى القبائل المجاورة لعدن ، لذا فلا يستبعد كونهم من الأصابح من حمير كما ذكر الأكوع . ¶ المعوس : ¶ ... من قبائل البادية في حضرموت من نوح ، يسكنون وادي دوعن الأيمن ، ¶ وهم : آل لحيمر ، آل باسعيد ، آل بوعبيد ، آل أحمد بن علي ، آل كسيل ، آل باعضيدة ، آل بن وتار ، آل باخشم ، الدهم ، والفخائذ الثلاث الأخيرة يقال أنهم من العصارنة من سيبان . ¶ ... والمعس في القاموس : الإقدام ، يقال رجل معاس : مقدام ، ومعس الرجل في الحرب : أي حمل ، والمعس : الحركة (الفيروزبادي مادة معس) . ¶ ... أما في لهجة أهل حضرموت فالمعس كما يذكر الحداد : المعوس من معس الجلد : دبغه (الشامل ص 97) . ¶ آل بامعوضة : ¶ ... أسرة تسكن القويرة (الشامل ص 159) . ¶ آل بامعين : ¶ ... قبيلة من الدين (الشاطري ج2 ص365) . ¶ آل بامغرومة : ¶ ... دار من القثم من سيبان . ¶ آل المفلحي :",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "... قبيلة من آل الظبي من يافع العليا ، تسكن \"الجربة\" في بلاد يافع العليا وهم : آل الجربي ، آل منفر ، بنو بكر ، آل يونس ، آل نعمان ، الذراحن ، آل سليمان ، الدهارش ، آل الطالبي ، آل الطالبي ، آل السعدي ، آل السالمي ، آل المربعي (حضرموت وعدن ص 284) . ¶ آل المقدم : ¶ ... دار من القثم من سيبان . ¶ أهل مقروم : ¶ ... من أهل منصور من آل باكازم من العوالق السفلي ، وهم : أهل طعمة ، آل بوشرة (الجازع ص 69) . ¶ آل بامقعين : ¶ ... أسرة قيل أنهم من بني هلال من كندة (جواهر الأحقاف ج2 ص13) تسكن الدوفة ، وذكر أنهم كانوا في هينن (الشامل ص 182) . ¶ آل بامكراب : ¶ ... من آل بامسدوس من الدين ، يسكنون المكراب والمكيرب (الشامل ص96). ¶ آل بن مكسر : ¶ ... قبيله من سلم من بلعبيد (الشاطري ج2 ص367) . ¶ أهل ملاقي : ¶ ... قبيلة من القشاعير ، من قبائل حبان . ¶ المناهيل : ¶ ... قبيلة من قبائل البادية الشهيرة في حضرموت ، والنسبة لها \"المنهالي\" قيل في نسبها عدد من الأقوال ، يذكر ثيسيغر أن للمناهيل شهرة واسعة في الغزو على قبائل تمتد من نجران حتى أطراف الربع الخالي (ثيسيغر ص 106) وأشهر ما قيل في نسبهم أنهم من بني ضنه ، وأنهم من القبائل المهاجرة إلى حضرموت إبان هجرة نهد وبني ضنة (تاريخ حضرموت السياسي ج2 ص106) . ¶ ... وقيل هم من قضاعة يرجع نسبهم من المهرة إلى أصل واحد (جواهر الأحقاف ج2 ص203) . ¶ ... وذكر الهمداني قبيلة تسكن حول نجران تسمى آل المنهال من بلحارث بن كعب (الإكليل ج1 ص240) . ¶ ... والذي يظهر لي من جمع هذه الآراء أنها القبيلة التي ذكرها الهمداني ، من بلحارث من كعب ، أنها هاجرت خلال هجرة نهد وحليفاتها وسكنت مع بني ضنة شرقي حضرموت ، وظلت تنتسب في بني ضنة ، ويؤكد ما سبق عدد من المعطيات منها أولاً : أن آل المنهال من بلحارث بن كعب الحليفة الرئيسية لنهد ، وكانوا يسكنون حول نجران .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "... ثانياً : أن قبيلة بلحارث بن كعب تعرضت مع حليفاتها إلى كثير من الضغوط التي ساهمت في تهجير قبائلها ، لذا لا يستبعد انتقال بعض قبائلها إلى مواطن جديدة في حضرموت . ¶ ... وأول ذكر لقبيلة المناهيل في التاريخ الحضرمي كان سنة 978هـ ، عندما سعي محمد بن كعشم المنهالي في صلح بين السلطان عبدالله بن بدر بوطويرق الكثيري وقبيلة المهرة (جواهر الأحقاف ج2 ص203) . ¶ ... يذكر باحنان أنه لم يكن لهم قبل هنا ذكر في التاريخ فيما نعلم (جواهر الأحقاف ج2 ص203) . ¶ ... وتتابع بعد ذلك ظهور المناهيل كقوة حول \"عينات\" بعد ذلك وتسكن قبيلة المناهيل الجزء الشمالي الشرقي من وادي المسيلة ويتوغلون شمالاً في الجزء الشرقي لصحراء الربع الخالي (تاريخ حضرموت السياسي ج2 ص106) . ¶ ... ومن قبائل المناهيل : بيت كزيم ، بيت بالمعشني ، وينقسم بيت كزيم إلى بيت غانم ، بيت الحمادي ، بيت بركات ، بيت البطين ، بيت لشدق ، بيت حميد، بيت جمالة . ¶ ... وينقسم بيت بالمعشني إلى : بيت البواقي ، بيت قرير ، بيت تمام ، بيت بتين، بيت عشاني ، بيت القرانصة ، بيت حشحوش ، بيت سالمين ، بيت البقية ، بيت الرهوة ، بيت مسلم ، بيت عويضان (الشاطري ج2 ص354) . ¶ آل المنتصر : ¶ ... بطن من يافع يسكن لحج (العبدلي ص 43) . ¶ آل منصور بن حيدرة : ¶ ... قبيلة من آل حيدرة من آل باكازم من العوالق السفلى ، وهم : أهل منصور (جحزر الذئب) أهل الحاق ، أهل حجزر (الجازع ص67) . ¶ أهل منصور : ¶ ... من آل منصور بن حيدرة من آل باكازم من العوالق السفلى وهم : المساعيد ، آل خليلي ، آل الحنشي ، أهل النوبة ، أهل مقروم ، أهل لهمج ، أهل الحيدري (الجازع ص67) . ¶ آل بامنصور : ¶ ... قبيلة من السموح من سيبان . ¶ آل منيباري : ¶ ... من آل عون من آل كثير (الشاطري ج2 ص378) . ¶ آل منيف : ¶ ... من آل كليب من نهد (البلادي ص 161) . ¶ آل بامنيف : ¶ ... قبيلة من آل باقاري في الدين ، يسكنون شروج منتر (الشامل ص 96) . ¶ المهرة :",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "... قبيلة من القبائل القديمة النزول بحضرموت ، وهي قبيلة كبيرة لها بقية في ¶ منطقة مستقلة تعرف ببلاد المهرة ، أو المحافظة السادسة سابقاً بين حضرموت وظفار ، وقد كانت زمن السلاطين ذات حكم إداري مستقل . والمهرة قبيلة قديمة اجتمع النسابة العرب الأوائل على أنهم بنومهرة بن حيدان بن عمرو بن الحاف ابن قضاعة بن مالك بن حمير (الإكليل ج1 ص191) وتعني كلمة \"مهرة\" في اللغات الجنوبية العربية القديمة \"الساحل\" (جواد علي ج1 ص172) . ¶ ... وقد ورد اسم مهرة في نص بالمسند يرجع تاريخه إلى أواخر العهد الحميري مع ذكر قبيلة سيبان (جواد علي ج3 ص478) مما يوحي بتقارب مساكن القبيلتين ويؤكد قول الهمداني أنهم يقطنون الأسعاء (الإكليل ج1 ص191) والاسعاء كما يذكر بامطرف اسم من أسماء مدينة الشحر الساحلية (ملاحظات ص25) . ولا ريب أنها زحفت عن هذه المواطن شرقاً تاركة خلفها بعض قبائلها التي استقلت عنها . ¶ ... ولبعض قبائل المهرة لغة خاصة ترجع في أصولها إلى اللهجات اليمنية القديمة، يقول جواد علي : وللمهرة لغة خاصة عني بدراستها المستشرقون(جواد علي ج4 ص422) . ¶ ... وأرجع بعض اللغويين العرب بعد لغة مهرة عن العربية الشمالية بانقطاعهم في الشحر فبقيت لغتهم الحميرية الأولى يتكلمون بها (ابن دريد ص553) . ¶ ... وقد بدأت اللغة المهرية في الانزواء إزاء وهج اللغة العربية الشمالية ، عدا في بعض المناطق الداخلية والساحلية كقشن (الجنوب العربي ص 233) ، ولعل هذه اللغة فرصة عظيمة للغويين العرب في تقصي العلاقة بين العربية الجنوبية القديمة ولغة القرآن الكريم . ¶ ... وكان وفد مهرة ضمن الوفود التي وفدت على رسول الله صلى الله عليه وسلم (ابن سعد ج1 ص355) . ¶ ... وجاء في الكتاب الذي كتبه رسول الله صلى الله عليه وسلم لمهرى بن",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "الأبيض : \"هذا كتاب من محمد رسول الله لمهري بن الأبيض على من آمن به من مهرة ألا يُؤكلوا ولا يعركوا وعليهم إقامة شرائع الإسلام ، فمن بدل فقد حارب ومن آمن به فله ذمة الله وذمة رسوله ، اللقطة مؤداة ، والسارحة منداة ، والتفث السيئة والرفث الفسوق (ابن سعد ج1 ص355) . ¶ ... وللمهرة بقية كبيرة في جنوب الجزيرة العربية ، وهم قسمان : الشراوح ، بيت صار . وينقسم الشراوح إلى : بيت كلشات ، بيت عامر ، بيت توعار ، بيت قحيصيت . وينقسم بيت صار إلى : بيت رغفيت ، بيت محوق ، بيت السلبي، بيت كدة ، بيت بن علي ، بيت سهول ، بيت جيدح ، بيت حميعود ، بيت فعفيق ، بيت الشحشحي ، بيت زبيد ، بيت حريز ، بيت رعبنوت ، بيت عقيد بيت عرشني (الشاطري ج2 ص379) . ¶ ... وتشتهر قبائل المهرة منذ القدم بتربية نوع جيد من الإبل يعرف بالمهرية وتتألف قبائل المهرة من حواضر سكان الساحل ، وبادية سكان الداخل ويعمل سكان السواحل في صيد الأسماك . وأهل البوادي في الرعي وتربية الإبل والغنم . ¶ آل مهنا : ¶ ... من آل كليب من نهد (البلادي ص 161) . ¶ الموسطة : ¶ ... قبيلة كبيرة من يافع العليا ، ومن القبائل الكبيرة في حضرموت ، يسكنون بلدة \"القدمة\" في بلاد يافع ، وينتشرون في كثير من المدن والقرى الحضرمية (حضرموت وعدن ص 282) . ¶ ... وهم : آل النقيب ، آل الحوثري ، آل السعيدي ، القعطة ، آل الحمري ، آل الخلاقي ، آل لبعوس ، آل الحريبي ، آل العيسائي (البطاطي ص92) . ¶ آل باموكرة : ¶ ... من آل باصليب ، يسكنون وادي عمد (الشاطري ج2 ص375) . ¶ ... حرف النون ... ¶ آل الناخبي : ¶ ... قبيلة من يافع السفلى ، يسكنون قرية : الخضراء في بلاد يافع ، وبعضهم يسكن حضرموت . ¶ ... هم : آل كساد ، آل النشاري ، آل معوضة ، آل بن عبدالقادر ، آل همام ، آل لحمان ، آل الريداني ، آل بريك ، آل قحطان ، آل الذيباني (البطاطي ص93) . وآل منصور ، آل قحيم ، آل الكهالي ، آل عمار ، آل مرشد (حضرموت وعدن ص 287) . ¶ آل باناعمة :",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "... أسرة تسكن دوعن من الصدف ، ذكرهم الهمداني وقال : هم سادة بني الحارث بن حضرموت (الإكليل ج2 ص339) وقيل هم بنو أبي ناعمة مالك بن ناعمة الصدفي (جواهر الأحقاف ج2 ص70) . ¶ آل بانافع : ¶ ... من المشايخ ، يعدون حالياً من العوالق (الجازع ص 114) يسكنون \"هدا\" أحور ، المنقعة ، يشبم (الشامل ص 49) . ¶ آل بانخر : ¶ قبيلة من آل بادقيل من الحالكة من سيبان هم : آل عبود ، آل باكرموم ، آل بقشان ، آل باطويل ، آل بلكمع ، آل باست ، آل باضراح (تاريخ حضرموت السياسي ج2 ص101) . ¶ بنو نشق : ¶ ... بطن من بكيل من همدان ، ذكر الهمداني أن أكثرهم بحضرموت (الإكليل ج10 ص124) ¶ نعمان : ¶ ... قبيلة كبيرة تسكن غرب حضرموت ، منهم : آل بن رشيد ، آل باديان ، آل باجيل ، آل الحجري ، آل سالم ، آل حنش ، آل لخسل ، آل منصور ، آل بحيث ، آل باتيس ، آل علي ، آل باقطمي ، آل سميدع (الشامل ص73) . ¶ ... وقال الحداد وباسم نعمان يجتمع صريخ جميع القبائل التي بريدة الدين وسيطان البلعبيد وقبائل جردان والبابحر على القبائل الأخرى مثل سيبان أو يافع أو آل كثير أو نهد (الشامل ص72) . ¶ ... ويسكنون جبل نعمان ووادي سلمون ووادي عرومة ووادي اللجلج ووادي حبان وميفعة وحجر وجردان (الشامل ص 73) . ¶ النمارة : ¶ ... قبيلة تسكن غرب حضرموت ، منهم آل حسن ، آل بن عاطف ، آل سريع ، آل ضباب (الشامل ص 125) . ¶ آل بونمي : ¶ ... بيت من السادة ، يسكن غيل باوزير وأحور وكنينة وسيئون ، هم بنو أبي نمي بن عبدالله بن علي بن عبدالله (خدمة العشيرة ص 48) . ¶ بنو نهد : ¶ ... هم بنو نهد بن زيد بن ليث بن سود بن أسلم بن الحافي بن قضاعة بن مالك بن حمير (الإكليل ج1 ص187) .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "... من أهم قبائل جنوب الجزيرة العربية منذ عصور ما قبل الإسلام ، وحتى وقتنا الراهن ... جاء في الاشتقاق عند الحديث عن قضاعة : منهم بنو نهد بطن عظيم ، والنهد في اللغة : العظيم الخلق من الناس والخيل ، يقال فرس نهد ، ورجل نهد ، ويقال نهد القوم بعضهم إلى بعض إذا نهضوا للحرب أو غيرها (ابن دريد ج ص546) . ¶ ... وتاريخ نهد عريق يبدأ منذ عصور الجاهلية فهي إحدى قبائل قضاعة المعروفة . ¶ ... سكن أكبر بطونها في اليمن ، وسكن بعضها شمال الحجاز ، جاء في المفصل، أما نهد فقد سكن أكبر بطونها في منطقة نجران ، وقد دخلت بطون منها في قبائل أخرى واندمجت\" (جود علي ج4 ص430) . ¶ ... وذكرت نهد في القبائل القاطنة وادي الصفراء بين مكة والمدينة المنورة وذكر عرام السلمي في معرض الحديث عن جبلي \"رضوى\" \"عزور\" نواحي المدينة المنورة : ويسكن ذراهما واحوازهما نهد وجهينة ، وفي البر خاصة دون المدر ، ولهم هناك يسار ظاهر (السلمي ص7) . ¶ ... وذكر الحموي مخلاف نهد وقريتهم الهجيرة ولهم محال كثيرة (الحموي ج5 ص70) . ¶ ... وتذكر بعض المصادر أن نهداً كانت تسكن في أول أمرها شمال الجزيرة ، ثم انتقل اكبر بطونها إلى اليمن ، وكذلك قبيلة جرم من قضاعة ، وتورد كتب الأخبار قصة هذا الانتقال ، والعلاقات بين نهد - وجرم وقبائل مذحج جاء في معجم ما استعجم قوله : وسارت قبائل جرم ونهد إلى بلاد اليمن فجاوروا مذحج في منازلهم من نجران وتثليت وماوالاها ، فنزلوا منها أرضا تلي السراة يقال لها \"أديم\" وأمرهم يومئذ جميع وكلمتهم واحدة وغلبوا على بعض تلك البلاد فقال عمرو بن معدي يكرب الزبيدي . ¶ ... لقد كان الحواضر ماء قومي ... ... فأصبحت الحواضر ماء نهد",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "... وكثرت بطون جرم ونهد بها ، وفصائلها ، فتلاحقوا واقتتلوا وتفرقوا فلحقت نهد بن زيد ببني الحارث بن كعب فحالفوها ، وجامعوهم ، ولحقت جرم ببني زبيد حتى تحاربت بنو الحارث وبنو زبيد ، فكانت الدبرة يومئذ على بني زبيد، وفرت جرم من حلفائها من زبيد ، ولحقت بنهد وحالفوا في بني الحارث ، وصاروا يغزون معهم من قاتلوا ، وقال خالد بن الصقعب النهدي فيما كان بين نهد وجرم . ¶ عقدنا بيننا عقداً وثيقاً ... ... شديداً لايوصل بالخيوط ¶ ... فتلك بيوتنا وبيوت جرم ... ... تقارب شعر ذي الرأس المشيط ¶ ... فلم تزل جرم ونهد بتلك البلاد وهي على ذلك الحلف حتى أظهر الله الإسلام ومن هناك هاجر من هاجر منهم وبها بقيتهم (معجم ما استعجم ج1 ص43) . ¶ ... وينقل البكري كذلك أن نهدا أوصى بنيه حين حضرته الوفاة فقال : أوصيكم بالناس شراً ، ضرباً أزاً ، وطعنا وخزاً ، كلموهم نزراً ، انظروهم شزراً ، واطعنوهم دسراً ، أقصروا الأعنة ، وطرروا الأسنة ، وارعوا الغيث حيث كان ، فقال شاعرهم : ¶ وأوصى أبونا فاتبعنا وصاته ... ... وكل امرئ موص أبوه وذاهب ¶ فأوصى بأن لا تستباح دياركم ... وحاموا كما كنا عليها نضارب ¶ إذا أوقدت نار العدو فلا تزل ... ... شهاب لكم ترمي به الحرب ثاقب ¶ يفرج عن أبنائنا ونسائنا ... جلاد وطعن يردع الخيل صائب ¶ وما ذاد عنا الناس إلا سيوفنا وخطية مما يترص زاغب ¶ ... ... ... ... ... ... ... (معجم ما استعجم ج1 ص33) ¶ ... وتوضح هذه الوصية - أن ثبتت - غلبة البداوة على نهد في الجاهلية . وجاء الإسلام ونهد في مواطنها على حلفها مع بني الحارث ، فقد أمر النبي صلى الله عليه وسلم أن يكتب كتاباً لقيس بن الحصين الحارثي لبني أبيه بلحارث بن كعب ولبني نهد حلفاء بني الحارث (ابن سعد ج1 ص268) .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وفي خبر وفد طهفة بن أبي زهير النهدي أن النبي عليه الصلاة والسلام كتب كتاباً لبني نهد جاء فيه \"بسم الله الرحمن الرحيم ، محمد رسول الله إلى بنى نهد بن زيد ، السلام على من آمن بالله ورسوله ، لكم يابني نهد في الوظيفة الفريضة ، ولكم الفارض والفريش ، وذو العنان الركوت ، والفلو الضبيس ، لا يُمنع سرحكم ، ولا يُعضد طلحكم ، ولا يُحبس دركم ، ما لم تضمروا الاماق وتأكلوا الرباق ، من أقر بما في هذا الكتاب فله من رسول الله الوفاء بالعهد والذمة ، ومن أبى فعليه الربوة . (ابن عبدربه ج2 ص55) ¶ ... وشاركت نهد في أحداث التاريخ الإسلامي ، فقد ذكر كثير من رجالها في قوائم الصحابة والتابعين ، وذكرت مشاركتها في فتح طبرستان مع سعيد بن العاص (الكامل ج3 ص55) . ¶ ... وارتبط - بعد هذه الحقبة - تاريخ نهد بالأحداث في تاريخ اليمن ، فقد عدت كإحدى القبائل المؤيدة لدولة الملك علي بن محمد الصليحي (عمارة ص103) ، وقد تعرضت مع حليفتها بنى الحارث لهجمات الإمام الزيدي الهادي يحيى بن الحسين المتوفى سنة 298هـ ، ثم ذكرت بعد ذلك ضمن القبائل المؤيدة والوافدة على الإمام أحمد بن سليمان سنة 535هـ وهي قبائل وادعة ودهمه ونهد (غاية الأماني ج1 ص298) ، واشتركت معه سنة 549 في قتال قبيلة يام في نجران (غاية الأماني ج1 ص309) . ¶ ... وتوضح هذه التحركات الأخيرة لنهد أنها كانت من القبائل المهمة والقوية في المنطقة .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وفي أواخر القرن السادس الهجري ، وبالتحديد سنة 592هـ - حسبما تذكر مصادر التاريخ الحضرمي - أي بعد أقل من خمسين عاماً من اشتراك نهد في مقاتلة قبيلة يام - تحركت بعض قبائل نهد الكبيرة ، وبعض حلفائها من بني الحارث إلى شمال غربي حضرموت ، وهي قبائل بني معروف وبنو حرام وبني ظبيان من نهد وبني ضنة من قضاعة وبني خيثمة وبني سعد من بني الحارث بن كعب من مذحج . وعرفت هذه القبائل بعد هجرتها بنهد ، جاء في \"طرفة الأصحاب\" عند الحديث عن قبائل خيثمة ، وبني ضنة وبني سعد \"هذه الوجوه كلها يقال لها نهد ، وإنما قيل لهم نهد لأنهم في البلاد ، وانتسبوا إلى هذا الاسم فغلب عليهم ، وإلا فهم مختلفوا القبائل ، والأصل فيهم قحطان.\" (الرسولي ص139) . ¶ أما سبب التحرك فلعله لا يخرج عن أحد الأسباب التالية : ¶ - ... سبب متعلق بالحياة النباتية ، وحدوث ظروف جفاف . ¶ - ... سبب سياسي - عسكري هو ضغط الدولة الزيدية في صعدة وقبائل يام من الجنوب ، وقبائل خثعم وشهران من الشمال . ¶ - ... سبب اقتصادي هو طمع قبائل نهد وحلفائها في أودية حضرموت الزراعية . ¶ ... ويذكر المؤرخ باحنان سبباً مباشراً هو مقتل فضالة بن شماخ ، وشماخ بن قلسان من نهد على يد بني مرة في وادي عمد بحضرموت (جواهر الأحقاف ج2 ص101) . ¶ ... وقد أثارت قبائل نهد وحليفاتها - بعد هجرتهم - عواصف من الحروب على السلطة مع القبائل المحلية في حضرموت كبني حارثة وكندة ، واستطاعوا إقامة دويلات محلية ، والتحكم في جزء كبير من وادي حضرموت ، وأصبحوا بذلك إحدى أقوى قبائل شمال حضرموت ، حتى أنهم قتلوا ابن مهدي والى حضرموت من قبل الأيوبيين سنة 621هـ . ¶ ... وقد استقرت نهد بعد ذلك في حضرموت ، فسكنت بنو ضنة شرقي حضرموت وبقية نهد في الشمال الغربي منها . ¶ ... ولا ريب أن هجرة نهد من مواطنها القديمة بين نجران وتثليث لم تكن كاملة، إذ لعل بعض بطونها قد بقي في مواطنه ثم ذاب بعد ذلك في قبيلة قحطان التي ورثت مواطن نهد .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "... أما عن مساكن نهد فقد عد الهمداني مساكنها القديمة بين نجران وتثليث (الصفة ص 253) . ¶ ... أما مساكنها الحالية فهي من (شروري شمالاً إلى وادي حضرموت جنوباً مارة قرب العبر وزمخ (البلادي ص 162) . ¶ ... وهي قبائل مستقره وأخرى بادية رحل ، وتسكن المستقرة منها في المنطقة التي تبدأ من غرب القطن وتنتهي بأسفل وادي دوعن وهينن . (الشاطري ج2 ص363) . ¶ ... وتعد قعوظة مركز قبائل نهد المستقرة ، وفيها يسكن الحكمان من نهد . أما عن قبائلها فقد ذكر الهمداني من بطونها القديمة : معرف ، حرام وهم أكثر نهد ، وبني زهير ، بني دويد ، بني خزيمة ، بني مرمص ، بني صخر ، بني ضنة ، بني يربوع ، بني قيس (الصفة ص 253) ، ولازال لبني معرف بقية تعرف ببني معروف ، كانت ضمن القبائل المهاجرة إلى حضرموت (انظر مادة بني معروف) . ¶ ... أما بطون نهد الحالية فقد ذكر صلاح البكري ثلاثة قبائل معروفة كبيرة هي : نهيد ، بنو كليب ، بنو معروف . وينقسم بنو كليب إلى آل مقرم ، آل عامر ومن آل مقرم : الظلفان ، الشراشرة ، آل مهنا ، آل محمد . ¶ ... وينقسم آل عامر إلى : آل بدر ، آل صريمان ، آل مذعذع ، آل البقري ، آل ثابت ، آل فارس ، آل بشر ، آل محمد ، آل حويل ، آل منيف . ¶ ... وينقسم آل معروف (بنو يزيد) إلى : آل بالذياب ، آل بالحامظ ، بني الزوع ، آل شبيب . (الجنوب العربي ص 199) . ¶ ... وجاء في كتاب (بين مكة وحضرموت) تقسيم آخر لقبائل نهد يختلف قليلاً عن التقسيم الأول ، فقد قسم نهد إلى ثلاثة فروع رئيسية هي : ¶ ... آل كليب ، وهم : آل عجاج ، آل ثابت ، آل بدر ، آل منيف ، آل صريمان ، آل مقيزح ، آل بشر ، آل البقري ، آل مذعذع ، آل حويل ، آل كوير ، آل نهيد ، آل عبري ، الشراشرة ، آل مهنى ، آل طاهر ، آل صايل ، آل كليب ، آل جذنان ، آل عزون ، آل شرمان ، آل كرشين ، الظلفان .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "... ثم الفرع الثاني وهم بنو يزيد ومنهم : المقاصفة ، آل ذياب ، آل العود ، آل جبل ، بنو شبيب ، الحمظان ، آل الزوع ، آل الرماة ، آل فهيد . ¶ ... والفرع الثالث وهم آل اليميني وهم : آل عتنان ، آل قحام ، آل غانم ، الغشمان ، آل وريدان ، آل الرام ، آل حويران . (البلادي ص ص 160 -161). ¶ ... وزاد الشاطري من قبائل نهد : آل روضان ، آل رباع ، آل سيف ، آل خيقان ، المرادعة ، آل سلمان ، آل بهيان ، آل القازين (الشاطري ج2 ص364). ¶ ... ويعتبر آل عجاج من نهد حكاماً من نهد حكاماً قبليين ، ترجع إليهم قبائل حضرموت لفض بعض المنازعات القبلية . ويسكنون قعوظة . ¶ آل بانهيم : ¶ ... من آل باكردس من المراشدة من سيبان ، منهم الشاعر سالم بانهيم القائل : ¶ ... (نا المرشدي نا الموت عزرائيل) ... ... ......................... ¶ أهل النوبة : ¶ ... من أهل منصور من آل باكازم من العوالق السفلى ، هم : أهل السحم ، أهل المحضية ، أهل جهمة ، أهل الهارش (الجازع ص 68) . ¶ نوَّح : ¶ ... إحدى قبائل البادية المهمة في حضرموت ، من حمير ، ذكر صاحب القاموس المحيط : نوح (كبقم) قبيلة في نواحي حجر (الفيروزبادي ج2 ص243 مادة ناح) . ¶ ... ولا يستبعد أن يكون لهذه القبيلة علاقة بالشاعر الحميري علقمة بن أسلم الجدني والملقب بـ النَّواحة\" لكثرة مراثيه في حمير (الإكليل ج2 ص274) وهو من قبيلة ذي جدن من حمير ، ويؤكد ذلك عدد من المعطيات هي : ¶ - ... أن بني ذي جدن هم بنو الحارث بن زيد بن الغوث بن سعد بن عوف ، (الإكليل ج2 ص272) وهم بذلك أبناء عمومة سيبان من أسلم بن زيد بن الغوث بن سعد ولازالت نوَّح أقرب القبائل لسيبان بل من النسابة من يعدها منها .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "- ... أن وادي حجر الموطن الحالي لقبيلة نوح يقع ضمن مساكن القبائل الحميرية منذ القدم ، إلى جانب أن قبيلة ذي جدن لا تبعد كثيراً عن هذا الوادي ، فقد عدت من قبائل الدولة القتبانية التي ظهرت قبل الميلاد ، وكان مركزها وادي بيحان (جواد علي ج2 ص218) . أما مساكن قبيلة نوح الحالية فهي تسكن وادي حجر ، وعالية وادي دوعن الأيمن . ¶ ... وذكرت كتب التاريخ الحضرمي استعانة ابن لبيد النهدي ببني حميش من نوَّح للإغارة على عمر بن مسعود بن يماني من بني حرام بين بور وقارة مسيب شمال حضرموت سنة 653هـ (جواهر الأحقاف ج2 ص130) وتظهر هذه الاستعانة بنوح قوة هذه القبيلة في مواطنها ، ولعل انتقال بعض قبائل نوَّح نحو عالية دوعن في ذلك الوقت . ¶ ... وزعم المؤرخ باحنان في معرض حديثه عن الغارة السالفة الذكر : ونوَّح بفتح النون وتشديد الواو من العرب الناقلة إلى حضرموت ، قيل من حمير ، وقيل مؤلفون من قبائل من العرب كقبيلة خولان (جواهر الأحقاف ج2 ص131) . ¶ ... ومع أن الثابت أن نوح من حمير ، فانه إن صح وجود علاقة لنوح بقبيلة خولان ، فلعله يرجع إلى دخول بعض قبائل خولان في نوح ، فقد ذكر ابن المجاور خولان كإحدى قبائل وادي دوعن المهمة (ابن المجاور ج2 ص255) . ¶ ... ومن قبائل نوح آل بارشيد ويسكنون عالية وادي حجر في لبنة والحيسر ومن قبائل نوح الساكنين عالية وادي دوعن : آل باحميش ، آل باحكيم ، آل بابطين ، المعوس ، آل باصم ، آل باسويد ، آل باجندوح ، آل بصفر ، ومن قبائلها الساكنة وادي حجر آل باقروان ، آل بارجاش ، آل بافقاس ، آل بادبيان، آل بادبيس ، آل بامساطر ، ويعرفون بآل باصبارة . ¶ ... ومن قبائل نوح العكابرة ويسكنون وادي العكابرة والجبال المحيطة بالمكلا . ¶ آل بانيف : ¶ ... من آل ماضي من الجعدة وهم : آل مرعي ، آل مسلم (تاريخ حضرموت السياسي ج2 ص95) . ¶ ... حرف الواو ... ¶ آل باواحدة : ¶ ... أسرة قيل هم من كندة (جواهر الأحقاف ج2 ص13) ¶ آل باوارث : ¶ ... أسرة تسكن هدون .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "آل باوزير : ¶ ... من المشايخ ، يسكنون وادي العين ، وغيل باوزير ، وفي العرسمة في وادي دوعن الأيسر . ¶ ... أما عن نسبهم فيذكر مؤلف \"معالم تاريخ الجزيرة العربية\" أنهم من ذرية سالم بن عبدالله بن يعقوب بن يوسف بن علي بن طراد العباسي وعلى بن طراد كان نقيب العباسيين في بغداد زمن الدولة العباسية ووزير الخليفة المسترشد والخليفة المقتفي ، وأنهم نسبوا إليه فقيل آل الوزير ، وأن جدهم يعقوب هو المهاجر إلى حضرموت . (باوزير ص ص 97 - 100) ¶ ويعلق الحداد على هذا النسب منكراً بقوله \"وقال بعض المتأخرين من المشايخ آل باوزير أنه جدهم - أي الشيخ يعقوب ، وهو اسم قبر قريب من المكلا - وأنه عباسى النسب ، وكل هذا قيل ، ولكن لم نر لشيء من ذلك مستنداً في كتاب قديم يمكن أن يوثق به (الشامل ص 86) ¶ ... ومن آل باوزير : آل جنيد ، آل سهيل ، آل عبدالرحمن ، آل نهيم ، آل عبدالصمد ، آل عثمان ، آل جراس ، آل بن شيخ ، آل عبدالرحيم ، آل قويرة، آل الديراني (الشاطري ج2 ص382) ومنهم أيضا آل بركات . ¶ آل باوسيم : ¶ ... قبيلة من نوح تسكن \"روبة\" (الشامل ص82) . ¶ آل وعيل : ¶ ... قبيلة من العوامر تسكن بين تحيس وحرضه (الشاطري ج2 ص378) . ¶ آل باوهاب : ¶ ... أسرة تسكن بظه في وادي دوعن ، ذكر أنهم من آل بامقعين (الشامل ص182). ¶ آل باوهال : ¶ ... من سلم من بلعبيد ، يسكنون في ضده وشرج باوهال (الشامل ص126). ¶ ... حرف الهاء ... ¶ آل باهارون : ¶ ... بيت من السادة ، يسكن تريم ودوعن والمخا ودثينة (خدمة العشيرة ص68) . ¶ آل باهبري : ¶ ... قبيلة من سيبان ، يعرفون بالسلاطين ، ذكر البكري . ويدعى آل باهبري أنهم سلالة سلاطين سيبان ، وأن لهم مقاماً محترماً عند قبائل سيبان ، لاسيما الحالكة ، وحينما ينادى أحدهم يقال له يا سلطان (تاريخ حضرموت السياسي ج2 ص32) .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "... وليس لدينا مصدر يوضح طبيعة نشوء هذا اللقب ، وذكرت كتب التاريخ الحضرمي إغارة آل باهبري وسيبان على قرية تباله قرب الشحر سنة 937هـ وغارة ثانية قام بها سليمان باهبري على غيل باوزير (جواهر الأحقاف ج2 ص188) وتظهر هذه التحركات قوة آل باهبرى في تلك الفترة . ¶ ... ويسكن آل باهبرى وادي حمم وقليل منهم في قرية \"جريف\" في وادي دوعن الأيسر ، وقد كان بينهم وبين الخناشبة حرب معروفة . ¶ آل باهدا : ¶ ... من القبائل المتحالفة مع آل معن من العوالق السفلى (الجازع ص 35) . ¶ آل هرهرة : ¶ ... من آل الظبي من يافع العليا ، منهم سلاطين يافع العليا (البطاطي ص91) . ¶ آل هلابي : ¶ ... من آل سلمة بن سليمان من الجعدة ، في وادي عمد (تاريخ حضرموت السياسي ج2 ص94) . ¶ بنو هلال : ¶ ... قبيلة من كندة ، لها بقية ، ويخلط بعض المؤرخون بينهم وبين بني هلال بن عامر القبيلة الحجازية المهاجرة إلى شمال أفريقيا (تاريخ حضرموت السياسي ج2 ص236)(ملاحظات ص 15) (جواهر الأحقاف ج2 ص153) . ¶ ... وبقية هذه القبيلة الكندية أربعة بطون هم : آل خليفة ، النسييون وهم في وادي مرخا ، آل النمارة في وادي جردان ، آل ماضي في وادي عمد (الشاطري ج2 ص373) . ¶ آل همام : ¶ ... من المحاجر من العوالق السفلى ، منهم آل بلليث في وادي رخية (الجازع ص55) . ¶ آل هميم : ¶ ... من سلم من بلعبيد (الشاطري ج2 ص366) . ¶ آل الهيج : ¶ ... من آل مسعود من آل تميم (جوهر الأحقاف ج2 ص 223) . ¶ آل باهيصمي : ¶ ... قبيلة من سلم من بلعبيد (الشاطري ج2 ص366) . ¶ ... حرف الياء ... ¶ يافع :",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "... قبيلة من أكثر قبائل جنوب الجزيرة العربية ، من ذي رعين من حمير ، هم بنو يافع بن قاول بن زيد بن ناعته بن شرحبيل بن الحارث بن يريم ذي رعين. (الإكليل ج2 ص306) ذكر مؤلف جزيرة العرب عنهم فقال \"وقبائل يافع من أعظم قبائل شبه جزيرة العرب الجنوبية ، وأصعبها مراساً وأكثرها عدداً ، وتاريخهم مملوء بالحوادث الجسام ، ولا تزال قبائل يافع تحتفظ بالصفات العربية كالكرم وحماية المستجير والدفاع عنه (الدباغ ج2 ص42) وتاريخ قبيلة يافع حافل ، سنحاول تلمس بعض الخطوط الرئيسية فيه . ¶ ... فقبل الإسلام كانت بلاد يافع تعرف بـ \"دهس\" \"دهسم\" في نصوص المسند، وكانت ذات مشاركة واسعة في الأحداث السياسية والعسكرية (جواد علي ج2 ص289) . ¶ ... وبعد الإسلام شاركت يافع بفعالية في الفتوحات الإسلامية خصوصاً على جبهتي مصر والشام ، وكانت المشاركة غالباً ما تأتي تحت لواء قبيلة ذي رعين (الجنوب العربي ص92) . ¶ ... أما أول بروز واضح ليافع في تاريخ جنوب الجزيرة العربية ، فهو اشتراكهم مع علي بن فضل الحميري داعية عبيد الله المهدي وكان رافضياً على مذهب الشيعة الإسماعيلية - والإسماعيلية مذهب شيعي ، تنسب إلى إسماعيل بن جعفر الصادق ، وهي فرقة ظاهرة التشيع لآل البيت وحقيقتها هدم عقائد الإسلام (الموسوعة الميسرة ص45) .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "... وعن هذه المشاركة اليافعية يقول مؤلف \"غاية الأماني\" : أما علي بن فضل فانه لما قصد بلاد يافع أظهر العبادة والزهد ، فافتتن به أهل تلك الناحية (غاية الأماني ج1 ص192) واستطاع من خلال تأييد القبائل اليافعية أن يبدأ تحركاته العسكرية الناجحة في اليمن سنة 291هـ مما مكنه من الاستيلاء على صنعاء عاصمة اليمن سنة 293هـ ، ويبدو أنه لم يكن يظهر طبيعة مذهبه الفاسد قبل الاستيلاء على صنعاء ، إذ يعلق المؤرخ يحيى بن الحسين على ذلك بقوله \"ولما تمكن على بن فضل من صنعاء لم يحسن فيها صنعا ، بل أظهر مذهبه الخبيث ودينه المشؤوم (غاية الأماني ج1 ص197) . وقد سقطت دولته القرمطية سنة 303هـ. ¶ ... وليس من الواضح لدينا حجم المشاركة اليافعية في بناء وحماية هذه الدولة سوى ما ذكر عن القائد ذي الطوق اليافعي الذي اشترك مع علي بن فضل في معاركه . ¶ ... وأرى أن مشاركة يافع مع القائد القرمطي لم تكن مشاركة مذهبية ، بل هي مشاركة عسكرية فحسب ، خصوصاً إذا أخذنا في اعتبارنا افتراض أن على بن فضل لم يظهر مذهبه الفاسد سوى بعد دخوله صنعاء ، إضافة إلى أن قاعدة الحكم لهذه الدولة لم تكن في بلاد يافع ، بل إنها انتقلت مبكراً إلى مخلاف جعفر (منطقة إب حاليا) ، ويؤكد ما سبق عدم وجود بقايا لهذا المذهب الخبيث بين أفراد قبيلة يافع ، فهم سنيون على المذهب الشافعي ، سوى ما ذكرته مخطوطة مؤلفها مجهول زعمت أن صالح القعيطي وعوض وباقي إخوانه القائمين بحكومة قطن وشبام والشحر على مذهب الباطنية (مجلة الدارة السعودية ع3 السنة 1402 ص ص 124 - 157) .",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "... ولا صحة أبداً لهذا الرأي الذي يعد من مخلفات الصراع اليافعي الكثيري. ويبدو أن دور يافع في حركة على بن فضل جزء من دور عسكري أصبحت هذه القبيلة تؤديه في تاريخ جنوب الجزيرة العربية ، إذ نقرأ أنه في سنة 723هـ نزع عمر بن أبي بكر الدويدار - وكان عاملاً على لحج وأبين من قبل المجاهد الرسولي - يده من طاعة الإمام ، وقصد إلى عدن فأخذه بمساعدة من بعض العسكر أهل يافع (غاية الأماني ج1 ص499) . ¶ ... وفي سنة 1040هـ نقرأ إن بلاد يافع يحكمها أمير هو أحمد بن شعفل ، تحت إشراف أئمة صنعاء (غاية الأماني ج2 ص833) . ¶ ... ويستمر الدور العسكري ليافع ، لكن هذه المرة في منطقة جديدة هي حضرموت التي كتب لها بعد ذلك أن تشهد أبرز الصفحات التاريخية في سجل هذه القبيلة وهو ما يمكن أن نطلق عليه بالدور اليافعي في حضرموت ، وكان ذلك إبان عهد السلطان الكثيري بدر بوطويرق (925-977) ، وكانت دوافع السلطان واضحة في هذه الاستعانة ، إذ أنه كان يقصد ضرب الثورات العامة التي قامت عليه من آل عمودي في دوعن ، وقبائل كنده ونهد والمهرة في حضرموت . ¶ ... ويظهر أن السلطان الكثيري بدر بوطويرق اعتبر هؤلاء الجنود بمثابة مرتزقة تعيش على خدمة الدولة ، غير أن هذه النظرة لم تكن واقعية إذ أن يافع إحدى القبائل المجاورة التي تطمح كغيرها في دخول معترك الحياة السياسية في حضرموت، لذا فهي لم تتوانى في العمل على تثبيت قدمها بالدرجة الأولى . ¶ ويرى المؤرخ باحنان أن استيطان يافع في حضرموت لم يكن خلال حكم السلطان بدر بوطويرق (جواهر الأحقاف ج2 ص210) ومهما يكن الأمر فان استعانة السلطان بدر بوطويرق بقبائل يافع قد فتحت الباب واسعاً أمام مشاركة يافع الأحداث السياسية في حضرموت ، حيث بدؤوا يعملون من أجل بناء كيانات سياسية لهم في حضرموت .",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "... وجاءت استعانة السلطان بدر بن محمد المردوف الكثيري بقوات جديدة من يافع بلغت حسب بعض التقديرات ستة آلاف مقاتل بمثابة تقوية لهذه الطموحات السياسية ، ويعتبر بعض المؤرخين أن استعانة السلطان بدر المردوف يافع من نقاط التحول في التاريخ الحضرمي (عكاشة ص 35) . ¶ ... وكانت إمارة آل كساد في المكلا أولى المحاولات اليافعة الجادة (1579م) ثم محاولة آل بريك في الشحر (1165 - 1283)هـ (1751-1866)م ومحاولة آل غرامة في تريم سنة 1332هـ ، أما أكبر النجاحات السياسية ليافع في حضرموت فهو قيام سلطنة القعيطي (1255-1388)هـ (1839-1968)م وكان من أهم عوامل هذا النجاح : ¶ - الاضطراب السياسي السائد في حضرموت آنذاك . ¶ - الثروات المالية التي جناها عوض بن عمر القعيطي في الهند . ¶ - التهديد البالغ للوجود اليافعي في حضرموت من قبل سلاطين آل كثير . ¶ - التجنيد الجديد لقبائل يافع من خارج حضرموت . ¶ ... واستطاعت هذه السلطنة أن تضم تحت لوائها غالبية البلاد الحضرمية عدا ما كان في يد آل كثير ، وكانت معظم القبائل الحضرمية ضمن رعاياها . ¶ ... أما بلاد يافع وهي ما تعرف قديماً لدى الجغرافيين العرب بـ \"سرو حمير\" فتنقسم حالياً إلى يافع العليا ويافع السفلى ، وتقع في الشمال الشرقي من عدن ، ومن قرى يافع العليا : قريش ، الشير ، الهجر ، ذيصراء ، القدمه ، الجربي ، الصيرة ، مسجد النور ، المحجبة ، ومن قرى يافع السفلى : حمومة ، سرار ، مريان، ريان ، الخضراء ، الحص ، جعار (الجنوب العربي ص 221) . ¶ وفي حضرموت يتركز سكن يافع في المدن والقرى في حضرموت الداخل كالقطن وتريم ، وشبام ، وسيؤون ، وفي أودية دوعن وعمد ، ومدن الساحل كالشحر والمكلا (البطاطي ص ص 9-10) .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "... أما قبائل يافع التي كانت وما تزال من أكثر قبائل اليمن عدداً ، وذكر الهمداني بعض قبائلها ومنها (أذان ، الذراحن ، الابقور ، الاصووت ، بنو قاصد ، بنو شعيب ، بنو جبر ، بنو صائد ، بنو سمي ، بنو هجر ، كلد ، الأريوم ، السياون، بنو أديد (الصفة ص 177) . ¶ ... أما حالياً فتنقسم يافع العليا إلى خمسة قبائل (مكاتب) هي : آل الحضرمي ، آل لبعوس ، آل الظبي ، الموسطة ، المفلحي) ، وتنقسم قبائل يافع السفلى إلى أربعة قبائل (مكاتب) هي : آل كلد ، آل الناخي ، آل يزيد ، آل يهر\"(حضرموت وعدن ص ص 282 - 286) . ¶ ... وفي حضرموت تجتمع يافع تحت ثلاثة قبائل كبيرة هي : الموسطة ، آل الظبي ، بنو قاصد (البطاطي ص 91). ¶ بنو يام (يم ) : ¶ قبيلة ذكرت في التاريخ الحضرمي القديم ، فقد استعان بها ملك حضرموت لضرب منافسيه في العاصمة شبوة (جواد علي ج2 ص149) وقد استطاعت أسرة منهم بعد ذلك حكم عدن في عهد آل زريع الياميين 467-569هـ . ويوجد حاليا قبائل تحمل هذا الاسم ز ¶ آل بايحي : ¶ أسرة لها إمارة تولبة قديماً (الشامل ص 173) . ¶ آل بايزيد : ¶ ... من المشايخ يسكنون الخميلة في وادي عمد (السقاف مجلة العرب ج7 ص339) . ¶ آل يزيد : ¶ ... قبيلة من يافع السفلى ، تسكن قرية \"ريان\" ويسكن بعضهم في الهجرين بوادي دوعن ، وهم : آل البطاطي ، آل البياني ، آل بن جحنون ، آل بن فليس، آل صهيب ، آل بن طوق ، آل بن جرهوم (حضرموت وعدن ص 288) . ¶ آل بايعشوب : ¶ أسرة تسكن الجديدة في وادي دوعن (الشامل ص 184) وذكر بعضهم في الرملة وهي من شروج الكسر (السقاف مجلة العرب ج 7 ص 236 ) ¶ آل يهر : ¶ ... قبيلة من يافع السفلى ، تسكن قرية \"حمومة\" ، وهم آل حمير ، آل الخموسي (حضرموت وعدن ص 288) . ¶ آل بايوسف : ¶ ... قبيلة من سلم بلعبيد ، يسكنون المحيجر وفرثا (الشامل ص125) . ¶ آل بايومين : ¶ ... قبيلة من الدين ، قيل هم من كندة . ¶ آل بايونس : ¶ ... أسرة تسكن تولبة (الشامل ص 173) . ¶ قائمة المراجع ¶ * ... ابن الأثير . عز الدين الجزري .",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "\"اللباب في تهذيب الأنساب\" . دار صادر - بيروت . ¶ الكامل في التاريخ . دار الكتاب العربي - بيروت ، ط3 ، 1400هـ 1980م . ¶ * ... الأنصاري عبدالرحمن الطيب . ¶ \"قرية الفاو\" صورة للحضارة العربية قبل الإسلام في المملكة العربية السعودية، جامعة الرياض 1402هـ . ¶ * ... البسام . محمد النجدي ت 1246هـ . ¶ \"الدرر المفاخر في أخبار العرب الأواخر\" . تحقيق : سعود بن غانم العجمي ، دمشق ، ط1 ، 1401هـ . ¶ * ... البصراوي . محمد عبدالرحمن . ¶ \"مشرق اليمن السعيد\" . دار المطبعة السلفية - القاهرة ط1 ، 1394هـ . ¶ * ... البطاطي . عبدالخالق بن عبدالله . ¶ \"إثبات ما ليس مثبوت من تاريخ يافع في حضرموت\" ط1 - 1409هـ . ¶ * ... البكري . أبو عبيد عبدالله بن عبدالعزيز ¶ \"معجم ما استعجم من أسماء البلاد والمواضع\" تحقيق : مصطفى السقا ، مطبعة لجنة التأليف / القاهرة ط1 ، 1364هـ - 1945م . ¶ * ... البكري . صلاح بن أحمد : ¶ \"تاريخ حضرموت السياسي\" ، مكتبة مصطفى البابي الحلبي ، القاهرة ، ط2، 1375هـ . ¶ \"الجنوب العربي\" ، دار العلم - جدة . ¶ \"حضرموت وعدن وإمارات الجنوب العربي\" ، مكتبة الإرشاد ، جدة ، 1380هـ ، 1960م . ¶ \"في جنوب الجزيرة العربية\" ، مكتبة مصطفى البابي الحلبي ، مصر ، ط1 ، 1368هـ ، 1949م . ¶ * ... البلادي . عاتق بن غيث . ¶ \"بين مكة وحضرموت\" دار مكة ، مكة المكرمة ، ط1 ، 1402هـ ، 1982م . ¶ * ... تمام . حمدي . ¶ \"زايد بن سلطان آل نهيان\" أبو ظبي - ط2 بدون تاريخ . ¶ * ... ابن تيمية . أحمد بن عبدالحليم . ¶ \"الفتاوى\" جمع عبدالرحمن بن محمد بن قاسم العاصمي ، الرئاسة العامة لشئون الحرمين الشريفين . ¶ * ... ثيسيغر . ولفريد ¶ \"رمال العرب\" تعريب : نجدة هاجر ، إبراهيم عبدالستار . ¶ * ... آل جازع . محمد بن محسن ¶ \"السيف البارق في أنساب وماضي قبائل العوالق\" القاهرة ، ب - ت . ¶ * ... الجرافي . عبدالله بن عبدالكريم ¶ \"المقتطف في تاريخ اليمن\" منشورات العصر الحديث ، ط2 ، 1407هـ - 1987م .",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "* ... الحازمي . أبو بكر محمد بن أبي عثمان الهمداني ¶ \"عجالة المبتدي وفضالة المنتهى في النسب\" تحقيق عبدالله كنون . مجمع اللغة العربية / القاهرة ، ط2 1973م . ¶ * ... الحامد . صالح ¶ \"تاريخ حضرموت\" مكتبة الإرشاد ، جدة ، ط1 ، 1968م . ¶ * ... الحداد . علوى بن طاهر بن عبدالله ¶ \"الشامل في تاريخ حضرموت ومخاليفها\" مطبعة أحمد بامعروف - سنغافوره 1359هـ - 1940م . ¶ * ... ابن حزم . أبو محمد علي بن أحمد بن سعيد . ¶ \"جمهرة أنساب العرب\" تحقيق عبدالسلام هارون ، دار المعارف ، القاهرة 1382هـ - 1962م . ¶ * ... الحموي . شهاب الدين ياقوت بن عبدالله ¶ معجم البلدان ، دار بيروت ، 1400هـ - 1980م . ¶ * ... باحنان . محمد بن علي ¶ \"جواهر تاريخ الأحقاف\" مكتبة النهضة الحديثة ، مكة ، 1382هـ - 1963م . ¶ * ... الخزرجي : علي بن الحسن ¶ \"العقود اللؤلؤية في الدولة الرسولية\" صححه ونقحه : محمد بسيوني عسل، مطبعة الهلال ، مصر ، 1332هـ - 1914م . ¶ * ... ابن خلدون . عبدالرحمن ¶ \"ديوان المبتدأ والخبر في تاريخ العرب والبربر ومن عاصرهم من ذوي الشأن الأكبر\" دار الفكر - بيروت . ط1 ، 1401هـ . ¶ * ... الدباغ . مصطفى مراد ¶ \"جزيرة العرب موطن العرب ومهد الإسلام\" دار الطليعة - بيروت ، ط1 ، 1382هـ - 1963م . ¶ * ... ابن دريد . أبو بكر محمد بن الحسن ¶ \"الاشتقاق\" تحقيق : عبدالسلام هارون ، مؤسسة الخانجي - مصر ، 1378هـ - 1958م . ¶ * ... الرسولي . عمر بن يوسف ¶ \"طرفة الأصحاب في معرفة الأنساب\" تحقيق ك . و . سترستين ، مطبعة الترقي ، دمشق ، 1949م . ¶ * ... الريحاني . أمين ¶ \"ملوك العرب\" المؤسسة العربية للدراسات والنشر ، بيروت ط1 ، 1980م . ¶ * ... الزبيدي . محمد مرتضي الحسيني ¶ \"تاج العروس من جواهر القاموس\" دار مكتبة الحياة ، بيروت . ¶ * ... ابن سعد . ¶ \"الطبقات الكبرى\" دار صادر ، بيروت 1380هـ - 1960م . ¶ * ... السقاف . أحمد بن عبدالله ¶ \"خدمة العشيرة بترتيب وتلخيص وتذييل شمس الظهيرة\" جاكرتا - إندونيسيا 1384هـ - 1964م ¶ * ... السقاف . عبدالرحمن بن عبدالله",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "\"حضرموت بلادها وسكانها\" مجلة العرب ، الرياض ، 1410هـ - 1415هـ . ¶ * ... السقاف . عبدالله بن محمد ¶ \"تاريخ الشعراء الحضرميين\" مكتبة المعارف - الطائف . ¶ * ... السلمي . عرام من الأصبغ ¶ \"كتاب أسماء جبال تهامة وسكانها\" تحقيق عبدالسلام هارون ط1 ، 1373هـ . ¶ * ... السمعاني . أبو سعد عبدالكريم بن منصور التميمي . ¶ \"الأنساب\" الناشر : محمد أمين دمج - بيروت ، ط2 ، 1401هـ ، 1981م . ¶ * ... السومحي . أحمد بن عبدالله ¶ \"علي بن أحمد باكثير\" حياته وشعره ، النادي الأدبي /جدة ، ط1 ، 1982م . ¶ * ... السيابي . سالم بن حمود ¶ \"إسعاف الأعيان في أنساب أهل عمان\" المكتب الإسلامي . ¶ * ... الشاطري . محمد بن أحمد ¶ \"أدوار التاريخ الحضرمي\" عالم المعرفة ، جدة ، ط2 ، 1983م . ¶ \"المعجم اللطيف لأسباب الألفاظ والكنى في النسب الشريف\" ، عالم المعرفة، جدة ، ط1 ، 1406هـ . ¶ * ... شركة الزيت العربية (أرامكو) ¶ قبيلة العوامر . أصلها وبلادها ، مجلة العرب ، الرياض ، ج4 ، س5 ، 1390هـ - 1970م . ¶ * ... صالح . محمد أمين ¶ \"بنو معن ثم آل زريع في عدن\" مجلة المؤرخ العربي - بغداد ، العدد 21 ¶ * ... ابن عبدربه . أبو عمر أحمد بن محمد ¶ \"العقد الفريد\" دار الكتاب العربي ، بيروت ، 1402هـ - 1982م . ¶ * ... العبدلي . أحمد فضل بن علي محسن ¶ \"هدية الزمن في أخبار ملوك لحج وعدن\" دار العودة ، بيروت ، ط2 1400هـ - 1980م . ¶ * ... العظم . نزيه مؤيد ¶ رحلة في بلاد العربية السعيدة ، مؤسسة فادي برس / لندن ط2 ، 1405هـ . ¶ * ... العرشي . حسين بن أحمد ¶ \"بلوغ المرام في شرح مسك الختام في من تولي ملك اليمن من ملك وإمام\" دار الندوة الجديدة - بيروت . ¶ * ... عكاشه . محمد عبدالكريم ¶ \"السلطنة القعيطية\" ، عدن . ¶ * ... علي . جواد ¶ \"المفصل في تاريخ العرب قبل الإسلام\" دار العلم للملايين - بيروت ، مكتبة النهضة - بغداد ، ط2 - 1405هـ . ¶ * ... الفرج . خالد بن محمد ¶ \"ديوان النبط\" ، مطبعة الترقي ، دمشق ، 1371هـ - 1952م . ¶ * ... بافقيه . محمد بن عبدالقادر",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "\"تاريخ اليمن القديم\" المؤسسة العربية للدراسات والنشر ، بيروت ، 1985م . ¶ مختارات من النقوش اليمنية القديمة ، المنظمة العربية للتربية والثقافة والعلوم، تونس 1985م ¶ * ... فيليبس . وندل ¶ \"كنوز مدينة بلقيس\" تعريب : عمر الديرادي ، دار الكلمة ، صنعاء ، ط2 ¶ * ... الفيروزبادي . مجد الدين محمد بن يعقوب ¶ \"القاموس المحيط\" دار الجيل - بيروت . ¶ * ... ابن القاسم . يحيى بن حسين (1035-110هـ) ¶ \"غاية الأماني في أخبار القطر اليماني\" ، تحقيق سعيد عبدالفتاح عاشور ، دار الكاتب العربي - القاهرة 1388هـ - 1968م . ¶ * ... ابن قتيبة . أبو محمد عبدالله بن مسلم ¶ الشعر والشعراء ، تحقيق : أحمد محمد شاكر ، دار إحياء الكتب العربية - القاهرة 1364هـ ¶ * ... القلقشندي . أبو العباس أحمد ¶ \"نهاية الأرب في معرفة أنساب العرب\" تحقيق : إبراهيم الابياري ، القاهرة ، ط2 ، 1400هـ - 1980م . ¶ * ... كحالة . عمر رضا ¶ \"معجم قبائل العرب\" مؤسسة الرسالة ط2 ، 1402هـ ، 1982م . ¶ * ... ابن المجاور . أبو الفتح يوسف بن يعقوب ¶ \"صفة بلاد اليمن ومكة وبعض الحجاز\" تحقيق : أوسكر لغرفغرين ، ليدن - بريل ، 1951م . ¶ * ... مجموعة من المؤلفين ¶ \"دائرة المعارف الإسلامية\" ، ترجمة محمد ثابت الفندي وآخرون ، دار المعرفة، بيروت . ¶ * ... المحامي . محمود كامل ¶ \"اليمن شماله وجنوبه\" دار بيروت - بيروت ، 1968 م . ¶ * ... المحضار . حامد بن أبي بكر ¶ \"حسين بن حامد المحضار والسلطنة القعيطية\" عالم المعرفة - جدة . ط1 - 1983م . ¶ * ... بامخرمة . عبدالله ¶ \"تاريخ ثغر عدن\" مطبعة بريل - ليدن ، 1926م . ¶ * ... بامطرف . محمد عبدالقادر ¶ المعلم عبدالحق (الشاعر الشعبي الأول) دار الهمداني - عدن ، ط2 ، 1983م . ¶ ملاحظات على ما ذكره الهمداني عن جغرافية حضرموت\" دار الهمداني ، عدن ، ط1 ، 1984م ¶ * ... المغيري . عبدالرحمن بن حمد بن زيد اللامي الطائي ¶ \"المنتخب في ذكر أنساب قبائل العرب\" تحقيق : إبراهيم محمد الزيد ، ط1، 1404هـ - 1984م . ¶ * ... المقحفي . إبراهيم بن أحمد",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "\"معجم المدن والقبائل اليمنية\" دار الكلمة - صنعاء 1985م ¶ * ... مؤلف مجهول ¶ \"تاريخ حضرموت\" \"مخطوط\" مجلة الدارة السعودية ، الرياض ، العدد الثالث ، السنة 1402هـ . ¶ * ... الندوة العالمية للشباب الإسلامي ¶ \"الموسوعة الميسرة في الأديان والمذاهب المعاصرة\" الرياض ، ط2 ، 1409هـ . ¶ * ... الهاشمي . أبو جعفر محمد بن حبيب بن أمية ¶ \"المحبر\" اعتنت بنشره إيلزه ليختن شتيتر ، دائرة المعارف العثمانية ، حيدر آباد 1361هـ - 1942م . ¶ * ... الهمداني . لسان اليمن أبو محمد الحسن بن أحمد ¶ الإكليل (الجزء الأول) تحقيق : محمد بن علي الاكوع ، مكتبة السنة المحمدية - 1383هـ . ¶ الإكليل (الجزء الثاني) تحقيق : محمد بن علي الأكوع ، دار الحرية ، بغداد ، 1980م . ¶ \"الإكليل (الجزء العاشر) تحقيق : محب الدين الخطيب ، المطبعة السلفية - القاهرة - 1368هـ . ¶ صفة جزيرة العرب\" تحقيق : محمد بن علي الأكوع ، دار اليمامة ، الرياض. ¶ * ... هولفريتز . هانز ¶ \"اليمن من الباب الخلفي\" تعريب : خيري حماد ، مكتبة الأنجلو المصرية ، القاهرة ، ط2 ، 1966م . ¶ * ... هويك - إيفا ¶ \"سنوات في اليمن وحضرموت\" تعريب : خيري حماد ، دار الطليعة ، بيروت ، ط1 ، 1962م . ¶ * ... باوزير - سعيد بن عوض ¶ \"صفحات من التاريخ الحضرمي\" القاهرة - المطبعة السلفية ، 1387هـ . ¶ * ... اليمني . نجم الدين عمارة بن علي ت 569هـ ¶ المفيد في أخبار صنعاء وزبيد\" مطبعة السعادة ، القاهرة ، ط2 ، 1396هـ - 1976م . ¶ تم بعون الله تعالى",
            "page": "102",
            "part": "1"
        }
    ],
    "t37018": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}