{
    "b37098": [
        {
            "hno": null,
            "id": "1",
            "nass": "الدرس الصرفي بين ابن حجر العسقلاني في فتح الباري والعيني في عمدة القاري ¶ رسالة تقدمت بها ¶ هدى محمد صالح عبد الجبار العبيدي ¶ إلى مجلس كلية التربية / ابن رشد ـ جامعة بغداد ¶ وهي جزء من متطلبات نيل درجة دكتوراه فلسفة في اللغة العربية/ لغة ¶ بإشراف ¶ الاستاذ الدكتور ¶ هاشم طه شلاش النعيمي ¶ 1425 هـ ... 2004 م",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ - وَوَضَعْنَا عَنْكَ وِزْرَكَ - الَّذِي أَنْقَضَ ظَهْرَكَ - وَرَفَعْنَا لَكَ ذِكْرَكَ - فَإِنَّ مَعَ الْعُسْرِ يُسْراً - إِنَّ مَعَ الْعُسْرِ يُسْراً - فَإِذَا فَرَغْتَ فَانْصَبْ - وَإِلَى رَبِّكَ فَارْغَبْ -} ¶ صدق الله العظيم ¶ الانشراح 1 ـ 8",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "أشهد أن إعداد هذه الرسالة قد جرى تحت إشرافي في كلية التربية / ابن رشد ـ جامعة بغداد، وهي جزء من متطلبات نيل شهادة دكتوراه فلسفة في اللغة العربية / لغة ¶ التوقيع: ¶ الأسم: ... الأستاذ الدكتور ¶ هاشم طه شلاش النعيمي ¶ بناء على التوصيات المتوافرة، أرشح هذه الرسالة للمناقشة ¶ التوقيع: ¶ الأسم: الأستاذ المساعد الدكتورة ¶ ساجدة مزبان حسن ¶ رئيس قسم اللغة العربية ¶ التاريخ: / ... / 2004",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "نحن رئيس لجنة المناقشة وأعضاؤها، أطلعنا على هذه الرسالة، وقد ناقشنا الطالبة في محتوياتها، وفيما له علاقة بها، ونعتقد بأنها جديرة بالقبول لنيل شهادة دكتوراه فلسفة في اللغة العربية / لغة بدرجة ( ... ). ¶ التوقيع: ... التوقيع: ... ¶ الأستاذ الدكتور ... الأستاذ الدكتور ... ¶ رشيد عبد الرحمن العبيدي ... عبدالرحمن مطلك الجبوري ... ¶ رئيس اللجنة ... عضواً ¶ التوقيع: ... التوقيع: ... ¶ الأستاذ الدكتور ... الأستاذ المساعد الدكتور ... ¶ محمود جاسم الدرويش ... ضرغام محمود عبود ... ¶ عضواً ... عضواً ¶ التوقيع ... التوقيع ¶ الأستاذ الدكتور ... الأستاذ المساعد الدكتورة ¶ هاشم طه شلاش النعيمي ... ساجدة مزبان حسن ¶ عضواً (المشرف) ... عضواً ¶ صدقت في مجلس كلية التربية / أبن رشد ـ جامعة بغداد ¶ التوقيع: ¶ الاسم: الأستاذ الدكتور ¶ أ. د. عبد الأمير عبد حسن دكسن ... عميد كلية التربية ـ جامعة بغداد ¶ التاريخ ... / ... / 2004",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "الإهداء ¶ إلى ينبوع الحب والحنان ¶ والدي الحبيبين ¶ إلى من شاطرني تعبي وهمومي ¶ زوجي العزيز ¶ إلى أحبائي ¶ محمد، دنيا، سجى ¶ أهدي بحثي هذا ¶ هدى محمد صالح العبيدي",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "المحتويات ¶ الموضوع ... الصفحة ¶ المقدمة ... 1 ـ2 ¶ التمهيد: سيرة البخاري وسيرة ابن حجر وسيرة العيني موجزة ... 3 ـ13 ¶ الفصل الأول: المنهج والمصادر في الشرحين ... 15 ـ 41 ¶ المبحث الأول: الاسس المنهجية في الشرحين ... 15 ـ25 ¶ 1ـ المنهج ... 15ـ17 ¶ 2ـ الاسلوب ... 17ـ25 ¶ المبحث الثاني: المصادر ... 26 ـ41 ¶ الفصل الثاني: أدلة الصناعة في الشرحين ... 42ـ77 ¶ المبحث الاول: السماع ... 43ـ58 ¶ المبحث الثاني: القياس ... 59ـ66 ¶ المبحث الثالث: التعليل ... 67ـ77 ¶ الفصل الثالث: المسائل الخلافية في الشرحين ... 79 ـ 142 ¶ القسم الأول: الخلاف المتصل بالمصطلحات الصرفية ... 80ـ83 ¶ أ ـ مصطلح الثلاثي المزيد ... 80 ¶ ب ـ مصطلح همزة الوصل ... 81 ¶ القسم الثاني: الخلافات المتصلة بمسائل الصرف ... 83ـ142 ¶ 1ـ أبواب الفعل ... 83 ¶ 2ـ وزن صلة ... 86 ¶ 3ـ معاني أحرف الزيادة ... 87 ¶ أ ـ صيغة تفعل ... 87 ¶ ب ـ صيغة فاعل ... 91 ¶ ت ـ صيغة تفاعل ... 93 ¶ ث ـ صيغة استفعل ... 95 ¶ ج ـ أفعل وفعل ... 97 ¶ 4ـ الاشتقاق ... 99",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "أ ـ اشتقاق صاب وأصاب ... 100 ¶ ب ـ اشتقاق مكلبين ... 101 ¶ ت ـ اشتقاق محمود ... 103 ¶ ث ـ اشتقاق الحور ... 105 ¶ ج ـ اشتقاق المنكي ... 107 ¶ ح ـ اشتقاق متمتعين ومتنعمين ... 108 ¶ خ ـ اشتقاق أعجبك ... 108 ¶ 5ـ المشتقات ... 109 ¶ أ ـ صيغة المبالغة والصفة المشبهة ... 109 ¶ ب ـ صيغة فعول ... 111 ¶ ت ـ صيغة فعول وفعيل ... 112 ¶ ث ـ صيغة فعيلة ... 113 ¶ ج ـ اسم التفضيل ... 115 ¶ ح ـ صيغة مفعال (اسم المكان) ... 116 ¶ خ ـ بين اسم الهيأة واسم المرة ... 117 ¶ 6ـ المصدر ... 120 ¶ أ ـ سباب ... 120 ¶ ب ـ يجترىء ... 121 ¶ ت ـ حرق ... 122 ¶ ث ـ الهاء في حدة ... 124 ¶ ج ـ المصدر واسم المصدر ... 125 ¶ ح ـ بين الاسم والمصدر ... 127 ¶ 7 ـ الجمع ... 130 ¶ أ ـ أسامي ... 130 ¶ ب ـ البسط ... 131 ¶ ت ـ الذبح ... 132 ¶ ث ـ الثيبات ... 132",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ج ـ تصاليب ... 133 ¶ ح ـ بين المفرد والجمع ... 134 ¶ خ ـ بين الجمع والمصدر ... 135 ¶ 8ـ التعدي واللزوم ... 137 ¶ 9 ـ النسب ... 139 ¶ أ ـ برني ... 139 ¶ ب ـ أمية ... 141 ¶ الفصل الرابع: ابن حجر والعيني في الميزان ... 143ـ ¶ المبحث الأول: مذهبهما الصرفي ... 144ـ149 ¶ المبحث الثاني: ردود ابن حجر والعيني على شراح صحيح البخاري ... 150ـ172 ¶ 1ـ ردود ابن حجر على الشراح ... 151ـ 156 ¶ أ ـ ردود ابن حجر على الكرماني ... 151ـ153 ¶ ب ـ ردود ابن حجر على ابن التين ... 153 ـ154 ¶ ت ـ ردود ابن حجر على الداودي ... 155ـ156 ¶ 2ـ ردود العيني على الشراح ... 157ـ 170 ¶ أ ـ ردود العيني على الكرماني ... 157ـ162 ¶ ب ـ ردود العيني على صاحب التلويح ... 162ـ165 ¶ ت ـردود العيني على صاحب التوضيح ... 165ـ167 ¶ ث ـ ردود العيني على ابن التين ... 167ـ169 ¶ ج ـ ردود العيني على الداودي ... 169ـ170 ¶ المبحث الثالث: أهم ما يؤخذ على الشارحين ... 171ـ175 ¶ الخاتمة ... 176ـ177 ¶ ثبت المصادر ... 178ـ189 ¶ ملخص باللغة الانكليزية ... 1 - 2",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ بسم الله وبه نستعين، والحمد لله رب العالمين، والصلاة والسلام على أشرف خلق الله المرسلين، محمد بن عبد الله النبيّ العربي الأمين، وعلى آله الطيبين الطاهرين، واصحابه الغر الميامين، ومن تبعهم باحسان إلى يوم الدين. ¶ وبعد يعد الحديث المنبع الثاني الذي نهل منه المسلمون أحكام الدين الاسلامي الحنيف وأصوله، وقد منَّ اللهُ عليَّ بنعمة كبرى حين توجهت إلى ميدان الحديث الشريف، إذ ارتشفت من نبعه الصافي الذي لا ينضب، واستقيت من أحاديث رسول الله (- صلى الله عليه وسلم -) علوم الدين والسنن النبوية الشريفة التي طالما تمنيت أن اطلع عليها عن كثب، فضلاً عن المادة العلمية التي كانت موضوع الرسالة. ¶ ويعد كتاب صحيح البخاري من أهم كتب الحديث لما امتاز به من الدقة والأمانة، إذ أوقف البخاري حياته كلها لخدمة الحديث الشريف. وهذا ما جعل كثيراً من العلماء يقصدونه بالشرح ولعل من أهم شراح صحيح البخاري ابن حجر المتوفى سنة (852هـ) في كتابه فتح الباري في شرح صحيح البخاري، والعيني المتوفى سنة (855هـ) في كتابه عمدة االقاري في شرح صحيح البخاري إذ تناولت هذين الشرحين بالدراسة الموازنة لتكون موضوعاً لأطروحتي في الدكتوراه، بعدما لفت انتباهي من خلال جردي الشامل كلا الشرحين وجود خلاف حاد بين الشارحين. ¶ وقد تم الاتفاق على أن يكون عنوان الرسالة (الدرس الصرفي بين ابن حجر العسقلاني في فتح الباري والعيني في عمدة القاري) وقد ضمت هذه الرسالة تمهيداً واربعة فصول وخاتمة.",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "أما التمهيد فقد جعل للتعريف بحياة كل من البخاري وابن حجر والعيني. وأما الفصل الأول فقد جعل للمنهج والمصادر في الشرحين وتضمن الأسس المنهجية في الشرحين والأسلوب الذي اتبعه الشارحان في شرحيهما ومصادر الشرحين وغيرها. أما الفصل الثاني فقد جعل لأدلة الصناعة في الشرحين وضم ثلاثة مباحث وهي السماع والقياس والتعليل، أما الفصل الثالث فقد تضمن المسائل الخلافية في الشرحين. وأما الفصل الرابع فقد حمل عنوان (ابن حجر والعيني في الميزان) وتضمن ثلاثة مباحث: الأول مذهبهما الصرفي والثاني ردود الشارحين على شراح صحيح البخاري، والثالث أهم مايؤخذ على الشارحين في شرحيهما. ¶ أما الخاتمة فكانت مشتملة على ما توصلت إليه من نتائج. ¶ وفي ختام ما قدمت لا يسعني إلا أن أقدم جزيل شكري وامتناني إلى استاذي العزيز الدكتور هاشم طه شلاش النعيمي لما قدمه ليَّ من نصح وآراء اغنت الأطروحة. والحق أنه كان نعمَ الأب المعلمُ لما اتسم به من خلق رفيع وروح سمحة وعلم واسع داعية من الله أن ينعم عليه بالصحة والعافية ليبقى ذخراً للدارسين. ¶ وعرفاناَ مني بالجميل اقدم خالص شكري واعتزازي إلى اساتذتي الأفاضل في قسم اللغة العربية الذين نهلت من علمهم خلال سني الدراسة فلهم مني كل التقدير والاحترام.",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "بسم الله الرحمن الرحيم ¶ التمهيد: ¶ سيرة البخاري وسيرة ابن حجر وسيرة العيني موجزة: ¶ لم يكن الإيجاز في ذكر سير علمائنا الثلاثة رغبة في الإيجاز، بقدر ما كان الأمر متصلاً بسيرهم أنفسها. فقد تناول كثير من المحدثين سير هؤلاء العلماء بتفصيلٍ ولم يبقوا شيئاً. وكان الإيجاز ضرورياً حرصاً على عدم التكرار. ¶ وسنذكر فيما يأتي سيرة كل واحد منهم: ¶ أولاً ـ البخاري: ـ ¶ 1ـ أسمه وكنيته ولقبه ونسبه: ¶ هو محمد بن إسماعيل بن إبراهيم بن المغيرة إبن الأحنف (¬1) ويقال بن المغيرة بن بردزبه بالباء الموحدة المفتوحة والراء الساكنة والدال المكسورة والزاي الساكنة والباء الموحدة المفتوحة والهاء (¬2) العلم أبو عبد الله الجعفي البخاري. والمغيرة ين بردزبه أسلم على يدي يمان البخاري والي بخارى، ويمان هذا هو أبو جد عبد الله بن محمد المسندي وعبد الله بن محمد هو ابن جعفر بن يمان البخاري الجعفي، والبخاري قيل له: جعفي لأن أبا جده أسلم على يدي أبي جد عبد الله المسندي، ويمان جعفي فنسب إليه لأنه مولاه من فوق. (¬3) ¶ 2ـ ولادته ونشأته: ¶ ولد البخاري يوم الجمعة بعد صلاة الجمعة لثلاث عشر ليلة خلت من شهر شوال سنة أربع وتسعين ومئة في بخارى (¬4) مات أبوه وهو صغير، فنشأ في حجر أمه فألهمه الله حفظ الحديث وهو المكتب (¬5) وقرأ الكتب المشهورة، وأول سماعه سنة خمس ومئتين، ¶ ¬__________ ¶ (¬1) ينظر كشف الظنون 6/ 16. ¶ (¬2) ينظر الوافي بالوفيات 2/ 206. ¶ (¬3) ينظر تاريخ بغداد 2/ 6. ¶ (¬4) المصدر نفسه 2/ 6 وينظر الوافي بالوفيات 2/ 206. ¶ (¬5) البداية والنهاية 11/ 24.",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "وحبب إليه العلم في الصغر وأعانه عليه الذكاء المفرط، حتى قيل إنه كان يحفظ وهو صبي ألف حديث سرداً، وحج وعمره ثماني عشر سنة، رحل سنة عشر ومئتين بعد أن سمع الكثير ببلده من محمد بن سلام البيكندي، ومحمد بن يوسف البيكندي، وعبد الله بن محمد المسندي، وإبراهيم بن الأشعت وطائفة (¬1). رحل البخاري في طلب العلم إلى سائر محدثي الأمصار، وكتب بخراسان والجبال ومدن العراق والحجاز والشام ومصر، وقدم بغداد، وأعترفوا بفضله وشهدوا بتفرده في علم الرواية والدراية (¬2) وعن أبي إسحاق الريحاني إن البخاري كان يقول صنفت كتاب الصحيح ست عشرة سنة خرجته من ستمئة ألف حديث وجعلته حجة فيما بيني وبين الله تعالى (¬3) وقد روى عن البخاري الترمذي في الجامع كثيراً، ومسلم في غير الجامع، وروى النسائي الكثير عن البخاري، وهو يشارك البخاري في كثير من شيوخه (¬4). ¶ 3ـ وفاته: ¶ أجمعت المصادر التي ترجمت للبخاري على أن وفاته كانت ليلة السبت بعد صلاة العشاء، وكانت ليلة عيد الفطر، ودفن يوم الفطر، بعد صلاة الظهر، سنة ست وخمسين ومئتين بخرتنك (¬5). وقال عبد القدوس بن عبد الجبار السمرقندي ((جاء محمد بن إسماعيل إلى خرتنك ـ قرية من قرى سمرقند ـ على فرسخين ومنها وكان له بها أقرباء فنزل عندهم، قال فسمعته ليلة من الليالي وقد فرغ من صلاة الليل يدعو ويقول في دعائه: اللهم إنه قد ¶ ¬__________ ¶ (¬1) ينظر طبقات الشافعية الكبرى 2/ 3. ¶ (¬2) ينظر وفيات الأعيان 3/ 329. ¶ (¬3) شذرات الذهب 2/ 143 وينظر طبقات الشافعية الكبرى 2/ 7. ¶ (¬4) ينظر تهذيب التهذيب 9/ 47. ¶ (¬5) ينظر الوافي بالوفيات 2/ 208 وينظر وفيات الأعيان 3/ 330 وبنظر تاريخ بغداد 2/ 34.",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "ضاقت علي الأرض بما رحبت فاقبضني إليك. قال: فما تم الشهر حتى قضبه الله تعالى إليه وقبره بخرتنك)) (¬1). ¶ 4ـ شخصيته العلمية: ¶ والحق أن شخصية البخاري العلمية كانت نتيجة لتضلع الرجل في علم الحديث. فقد كان عالماً مبرزاً مكنته موهبته العالية من أن يكون أمام أهل الحديث في زمانه. وقد قال فيه أبن كثير ((البخاري الحافظ، إمام أهل الحديث في زمانه، والمقتدى به في ... أوانه، والمقدم على سائر أضرابه وأقرانه، وكتابه الصحيح يستقى بقراءته الغمام وأجمع العلماء على قبوله وصحة ما فيه، وكذلك سائر أهل الإسلام)) (¬2). وقد أثنى على البخاري علماء زمانه من شيوخه وأقرانه فقال الإمام أحمد: ((ما أخرجت خراسان ... مثله)) (¬3). ¶ وقال إمام الأئمة إبن خريمة: ((ما رأيت تحت أديم السماء أعلم بالحديث من محمد بن إسماعيل البخاري)) (¬4). ¶ وقال محمود بن النضر الشافعي ((دخلت البصرة والشام والحجاز والكوفة ورأيت علماءها، فكلما جرى ذكر محمد بن إسماعيل فضلوه على أنفسهم)) (¬5). ¶ ويعد كتابه في الحديث من أوثق الكتب الستة المعول عليها وقد قيل فيه ((وجامعه أجل كتب الإسلام في الحديث وأفضلها بعد كتاب الله تعالى وهو أعلى شيء في وقتنا اسناداً ¶ ¬__________ ¶ (¬1) تاريخ بغداد 2/ 34 وينظر شذرات الذهب 2/ 135. ¶ (¬2) البداية والنهاية 11/ 23، 24. ¶ (¬3) البداية والنهاية 11/ 24 وبنظر شذرات الذهب 2/ 135. ¶ (¬4) طبقات الشافعية الكبرى 2/ 6 وبنظر تهذيب التهذيب 9/ 52. ¶ (¬5) تهذيب التهذيب 9/ 5 وأنظر تاريخ بغداد 2/ 19.",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "للناس)) (¬1) وقيل سئل أبو عبد الرحمن يعني النسائي عن الملأ وسهيل، فقال: ... ((هما خير من فليح ومع هذا فما في هذه الكتب كلها أجود من كتاب محمد بن ... إسماعيل)) (¬2). ¶ وقال الفضل بن إسماعيل الجرجاني في فضل الجامع وفضل صاحبه (¬3) ¶ صحيح البخاري لو أنصفوه ... أسانيد مثل نجوم السماء ... فيا عالماً أجمع العالمون ... لما خط الا بماء الذهب ... أمام متون كمثل الشهب ... على فضل رتبته في الرتب ¶ 5 ـ مصنفاته: ¶ ألف البخاري في الحديث والفقه والأصول وقد ذكر لنا صاحب كشف الظنون (¬4) مصنفاته جميعها. وسنقتصر على ذكر عدد من مصنفاته ولمعرفة المزيد من هذه المصنفات يراجع كشف الظنون. ¶ 1ـ الجامع الصحيح. ¶ 2ـ أسماء الصحابة. ¶ 3ـ التاريخ الصغير. ¶ 4ـ التاريخ الكبير. ¶ 5ـ تفسير القرآن. ¶ 6ـ الجامع الصغير. ¶ 7 ـ المبسوط في الحديث. ¶ 8 ـ كتاب السنن في الفقه. ¶ ¬__________ ¶ (¬1) الوافي بالوفيات 2/ 207 وأنظر طبقات الشافعية الكبرى 2/ 4. ¶ (¬2) تهذيب التهذيب 9/ 49. ¶ (¬3) الوافي بالوفيات 2/ 209. ¶ (¬4) كشف الظنون 6/ 16.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "ثانياً: إبن حجر: ـ ¶ 1 ـ أسمه وكنيته ولقبه ونسبه: ¶ هو أحمد بن علي بن محمد بن علي بن أحمد، وكنيته شهاب الدين، أبو ... الفضل (¬1) الشهير بابن حجر، نسبة إلى آل حجر، قوم تسكن الجنوب الآخر على بلاد الجريد وأرضهم قابس ـ الكناني العسقلاني الأصل المصري المولد والمنشأ ثم القاهري ... الشافعي (¬2). ¶ 2ـ ولادته ونشأته: ¶ ولد أبن حجر في ثاني عشر شعبان سنة ثلاث وسبعين وسبعمئة بمصر العتيقة، مات والده وهو حدث السن، فنشأ يتيماً في كنف أحد أوصيائه (الزكي الخروبي) إلى أن كبر، وحفظ القرآن وهو ابن تسع ثم حفظ العمدة وألفية ابن العراقي في الحديث، والحاوي الصغير ومختصر أبن الحاجب في الأصول والملحة (¬3) وقد عني ابن حجر بالأدب والشعر حتى برع فيهما ونظم الكثير فأجاد، ثم حبب الله إليه طلب الحديث فأقبل عليه وسمع الكثير بمصر وغيرها ولازم حافظ عصره زين الدين العراقي، وولى وظائف كثيرة منها تدريس الحديث، وقضاء القضاة بالديار المصرية (¬4). ¶ 3 ـ وفاته: ¶ أجمعت المصادر على أن ابن حجر توفي في أواخر ذي الحجة سنة (852 هـ) أثنتين وخمسين وثمانمئة في منزله. وقد حضر للصلاة عليه السلطان وأمير المؤمنين فضلاً عن الشيوخ، وتزاحم الأمراء والأكابر على حمل نعشه (¬5). ¶ 4 ـ شخصيته العلمية: ¶ ¬__________ ¶ (¬1) ينظر شذرات الذهب في أخبار من ذهب 7/ 270، وكشف الظنون 1/ 128. ¶ (¬2) ينظر الضوء اللامع لأهل القرن التاسع 2/ 36، ومعجم المؤلفين 2/ 20. ¶ (¬3) ينظر البدر الطالع بمحاسن من بعد القرن السابع 1/ 88، والضوء اللامع 2/ 36. ¶ (¬4) ينظر نظم العقيان في أعيان الأعيان 45 ـ 46، و شذرات الذهب 7/ 270 ـ 271. ¶ (¬5) ينظر التبر المسبوك 233، و الضوء اللامع 2/ 40 و البدر الطالع 1/ 92.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "قال السخاوي عنه: شيخي الأستاذ حافظ العصر، علامة الدهر، شيخ مشايخ الإسلام، حامل لواء سنة سيد الأنام، قاضي القضاة أو حد الحفاظ والرواة)) (¬1) ¶ وشهد له شيخه بأنه ((أعلم أصحابه بالحديث)) (¬2) ¶ وقال كل من التقي الفاسي والبرهان الحلبي ((ما رأينا مثله)) (¬3). وقال السيوطي في نظم العقيان عنه ((فريد زمانه، وحامل لواء السنة في أوانه، ذهبي هذا العصر ... ونضاره، وجوهرة الذي ثبت به على كثير من الإعصار فخاره، إمام هذا الفن ... للمتقدمين، ومقدم عساكر المحدثين، وعمدة الوجود في التوهية والتصحيح، وأعظم الشهود والحكام في بابي التعديل والتجريح)) (¬4). ¶ 5 ـ مصنفاته: ¶ ألف ابن حجر في الحديث والتاريخ، والأدب والفقه، وزادت مصنفاته على مئة وخمسين مصنفاً (¬5)، ونقل عنه أنه قال: ((لست راضياً عن شيء من تصانيفي، لأني عملتها في ابتداء الأمر. ثم لم يتهيأ لي من يحررها معي سوى (شرح البخاري ومقدميه) (والمشتبه) و (التهذيب) و (لسان الميزان) (¬6). ¶ ولاشك أن (فتح الباري) من أجل مصنفاته. وسنقتصر على ذكر عدد من مصنفاته إذ لا مجال لذكرها كلها بسبب كثرة المصادر لأننا قصدنا الإيجاز في سير الأعلام الثلاثة ومن هذه المصنفات: (¬7) ¶ 1ـ فتح الباري شرح صحيح البخاري، ومقدمته تسمى ((هدي الساري)). ¶ ¬__________ ¶ (¬1) ينظر التبر المسبوك 230. ¶ (¬2) بنظر الضوء اللامع 2/ 39. ¶ (¬3) ينظر التبر المسبوك 231، والضوء اللامع 2/ 39. ¶ (¬4) بنظر نظم العقيان 45. ¶ (¬5) ينظر التبر المسبوك 231، و الضوء اللامع 2/ 38، و معجم المؤلفين 2/ 21. ¶ (¬6) ينظر البدر الطالع 1/ 89. ¶ (¬7) ينظر نظم العقيان 46 وما بعدها وينظر كشف الظنون 1/ 28 أو ما بعدها وينظر شذرات الذهب 7/ 270 وما بعدها.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "2ـ تهذيب التهذيب. ¶ 3ـ الإصابة في تمييز الصحابة. ¶ 4ـ لسان الميزان. ¶ 5ـ أنباء الغمر بأبناء العمر. ¶ 6ـ أنتقاض الأعتراض. مجلد أجاب به عن اعتراضات العيني. ¶ 7ـ شرح معاني الآثار للطحاوي. ¶ 8ـ الدرر الكامنة في المئة الثامنة. ¶ 9ـ نزهة السامعين في رواية الصحابة عن التابعين. ¶ ثالثاً ـ العيني: ¶ أ ـ أسمه وكنيته ولقبه ونسبه: ¶ هو محمود بن أحمد بن موسى بن أحمد بن حسين بن يوسف بن محمود (¬1). ¶ بدر الدين أبو الثناء وأبو محمد العينتابي الأصل والمولد والمنشأ المصري الدار والوفاة الحنفي المعروف بالعيني (¬2). ¶ ب ـ ولادته ونشأته: ¶ ولد العيني في سابع عشر رمضان سنة (762 هـ) أثنتين وستين وسبعمئة (¬3) في درب كيكن، ونشأ بعينتاب، وحفظ القرآن العظيم، وتفقه على والده وغيره، وكان أبوه قاضي عينتاب وتوفي بها في سنة أربع وثمانين وسبعمئة. رحل العيني إلى حلب وأخذ بها عن الجمال يوسف الملطي، ثم قدم القدس فأخذ عن العلاء السيراي، ثم قدم القاهرة فأخذ ¶ ¬__________ ¶ (¬1) ينظر البدر الطالع بمحاسن بعد القرن السابع 2/ 294 وبنظر كشف الظنون 6/ 420. ¶ (¬2) ينظر شذرات الذهب في أخبار من ذهب 7/ 286، و التبر المسبوك 375. ¶ (¬3) ينظر البدر الطالع 2/ 294.",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "عن مشايخها (¬1) وانتفع في النحو والصرف واصوال الفقه والمعاني ... وغيرها. وولي حسبه القاهرة. ونظر الأحباس، وقضاء الحنفية، ودرس الحديث بالمؤيدية (¬2). ¶ 3 ـ وفاته: ¶ اجمعت المصادر على أن العيني توفي ليلة الثلاثاء رابع ذي الحجة سنة خمس وخمسين وثمانمئة في القاهرة. وصلي عليه في الجامع الأزهر، ودفن بمدرسته التي بقرب داره (¬3). ¶ 4ـ شخصيته العلمية: ¶ قال فيه أبن تغري بردي ((هو العلامة فريد عصره، ووحيد دهره عمدة المؤرخين، ومقصد الطالبين)) (¬4). ¶ وقال فيه السخاوي: ((كان إماماً، عالماً، علامة، عارفاً بالتصريف والعربية ... وغيرها، حافظاً للتاريخ واللغة كثير الاستعمال لها مشاركاً في الفنون، لا يمل من المطالعة والكتابة، كتب بخطه جملة وصنف الكثير بحيث لا أعلم بعد شيخنا أكثر تصانيف منه)) (¬5). ¶ وقال فيه السيوطي: ((كان إماماً، عالماً، علامة، عارفاً بالعربية والتصريف وغيرها، حافظاً للغة، كثير الاستعمال لحواشيها سريع الكتابة)) (¬6) ¶ 5ـ مصنفاته: ¶ ¬__________ ¶ (¬1) ينظر نظم العقيان 174، و شذرات الذهب 7/ 287. ¶ (¬2) ينظر بغية الوعاة 2/ 275. ¶ (¬3) ينظر شذرات الذهب 7/ 288، و كشف الظنون 6/ 420، و التبر المسبوك 378، و نظم العقيان 174، و البدر الطالع 2/ 295. ¶ (¬4) ينظر شذرات الذهب 7/ 286. ¶ (¬5) ينظر التبر المسبوك 378. ¶ (¬6) ينظر بغية الوعاة 2/ 275.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "برع العيني في الفقه، والتفسير، واللغة، والنحو، والتصريف والتاريخ، وألف الكثير في هذه العلوم، سنقتصر على ذكر عدد من مصنفاته لكثرتها، وحرصاً منا على الإيجاز وهي كما يأتي: (¬1) ¶ 1ـ عمدة القاري، شرح الجامع الصحيح للبخاري. ¶ 2ـ ملاح الألواح في شرح المراح. ¶ 3ـ المقاصد النحوية في شرح شواهد الألفية. ¶ 4ـ تاريخ الأكاسرة. ¶ 5ـ شرح الشافية لأبن الحاجب. ¶ 6ـ شرح عروض أبن الحاجب. ¶ 7ـ ميزات النصوص في علم العروض. ¶ 8ـ طبقات الحنفية. ¶ 9ـ طبقات الشعراء. ¶ 10ـ شرح التسهيل لأبن مالك. ¶ الخلاف بين العيني وأبن حجر: ـ ¶ دأب العيني في كتابه (عمدة القاري) على تتبع أبن حجر في كثير من المسائل الصرفية وقد لفتت هذه الظاهرة انتباهي إذ تقصيت التراجم لأجد ما يشفي الغليل في هذه المسألة وقد دلت معظم التراجم على وجود منافسة بين العيني وأبن حجر، فقد جاء في البدر الطالع: (إن العيني كان ينقل في عمدة القاري من شرح الحافظ أبن حجر وربما يتعقب ذلك وقد أجاب أبن حجر عن تلك التعقبات لأنهما متعاصران وبينهما منافسة ¶ ¬__________ ¶ (¬1) ينظر كشف الظنون 6/ 420 وما بعدها، و البدر الطالع 2/ 295، و شذرات الذهب 7/ 278 ـ 288، و التبر المسبوك 379 وما بعدها.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "شديدة) (¬1) وقال السخاوي (إن العيني شرح صحيح البخاري في أحد وعشرين مجلداً أسماه عمدة القاري أنتقى فيه شرح من شيخنا ـ أبن حجر ـ بحيث نقل الورقة بكمالها، وربما أعترض لكن تعقبه شيخنا في مجلد حافل، بل عمل قديماً حين رآه تعرض في خطبته له جزءاً سماه ((الأنتصار على الطاعن المعثار)) بين فيه وما نسبه إليه مما زعم أنتقاده في خصوص الخطبة وقف عليه الأكابر من سائر المذاهب كالجلال البقليني والشمس البرماوي والشمس بن الديري والشرف النباني والجمال الأقفهسي والعلاء بن المعلى فبينوا فساد أنتقاده وصوبوا اصنيع شيخنا وأنزلوه منزلته ... .)) (¬2). ¶ وقال السيوطي: إن العيني ألف منظومة تضم سيرة الملك المؤيد، وقد جرد شيخ الإسلام أبن حجر منها الأبيات الركيكة والتي بلا وزن فبلغت نحو أربعمئة بيت في كتاب سماه (قذى العين من نظم غراب البين) وكان بينهما منافسة (¬3). ¶ وقال السيوطي ((ومن قول شيخ الإسلام فيه لما وقعت منارة المؤيد، وكان العيني شيخ الحديث بها. ¶ بجامع مولانا المؤيد رونق ... تقول وقد مالت عليهم تمهلوا ... منارته بالحسن تزهو وبالزين ... فليس على هدمي أضر من ((العين)) ¶ ومن خلال هذا العرض لما ورد في كتب التراجم عن العلاقة بين أبن حجر والعيني يتضح لنا أن هناك منافسة كبيرة بينهما ولا نعلم سبب هذه المنافسة إذ لم تذكر كتب التراجم أسباب هذه الظاهرة ولعل هذه المنافسة تعود إلى أن هذين العالمين الجليلين قد عاشا في العصر نفسه لذلك كان من الطبيعي أن تكون بينهما تلك المنافسة، فقد تعقب العيني أبن ¶ ¬__________ ¶ (¬1) ينظر البدر الطالع 2/ 295. ¶ (¬2) ينظر التبر المسبوك في ذيل السلوك 379. ¶ (¬3) ينظر بغية الوعاة 2/ 276.",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "حجر في كتابه عمدة القاري ونسب إليه الجهل في علم الصرف إذ قال العيني في مواضع متعددة (إن مثل هذا من قصور اليد في علم التصريف) (¬1). وقال: ((هذا تصرف من ليس له يد في علم الصرف)) (¬2) وقال أيضاً ((من له أدنى مسكة من الصرف يعرف هذا)) وغيرها. ¶ وقد رد أبن حجر على العيني في كتاب يتألف من مجلدين أسماه أنتقاض الأعتراض في الرد على العيني في شرح صحيح البخاري. ¶ ¬__________ ¶ (¬1) ينظر عمدة القاري 15/ 281. ¶ (¬2) ينظر المصدر نفسه 22/ 64.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "الفصل الأول ¶ المنهج والمصادر ¶ المبحث الأول: الأسس المنهجية في الشرحين ¶ 1ـ المنهج ¶ 2ـ الأسلوب ¶ المبحث الثاني: المصادر",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "ـ المبحث الأول ـ ¶ المنهج في الشرحين ¶ لا بد لنا قبل أن نخوض في منهجي أبن حجر والعيني أن نسلط الضوء على المعنى اللغوي والمعنى الإصطلاحي للمنهج فالمنهج لغة من ((نهج الطريق إذا وضح، والمنهاج الطريق الواضح، ونهج الطريق: أبانه وأوضحه، ونهجه أيضاً سلكه (¬1)، أما معناه الاصطلاحي فهو ((طريقة يصل بها الإنسان إلى حقيقة)) (¬2)،أو هو ((الخطة يضعها المفكر، أو الكاتب، أو الباحث لكي يتخذ منها طريقاً للوصول إلى غاية ما)) (¬3). ¶ إن محور دراسة المنهج عند الشارحين تستلزم أن نتعرف أمرين مهمين وهما الأطار الخارجي، وما يشتمل عليه من ترتيب للأبواب بحسب تسلسلها، والآخر يتصل بالنظام الذي أتبعه الشارحان من علاج جزئيات الموضوع الواحد وهو ما نسميه بالمستوى الداخلي للمنهج. ¶ اما فيما يتعلق بالأطار الخارجي، فقد اتبع الشارحان منهجاً محدداً في ترتيب الأبواب بحسب تسلسلها في صحيح البخاري، فقد جاءت الأبواب تحت عنوانات متشابهة في كلا الشرحين وجاءت بعض الأبواب من دون عنوان، فعلى ذلك اتبع الشارحان نظام التبويب في شرحيهما، ومما يلاحظ أن الأحاديث قد تتكرر في أبواب متعددة بحسب ما يقتضيه المعنى، وقد يذكر في الباب الواحد أحاديثاً متعددة قد تصل إلى عشرين حديثاً. ¶ أما فيما يتعلق بالنظام الداخلي للمنهج، فقد اختط أبن حجر لنفسه منهجاً اعتمده في بداية كتابه حتى نهايته، وهو أن يذكر الحديث ومن ثم يذكر كل مفردة من الحديث وما ¶ ¬__________ ¶ (¬1) لسان العرب، (نهج)، وأنظر تاج العروس (نهج). ¶ (¬2) منهج البحث الأدبي 19. ¶ (¬3) التطبيق العلمي لمنهج البحث الادبي 21.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "يرتئيه في ذكر أحكامها الصرفية، وهذا ما يسمى بالشرح الممزوج إذ يورد المصنف مع كل مفردة المعنى اللغوي لها، فضلاً عن القواعد التصريفية وقد يذكر الإعراب أحياناً: ومثاله ما جاء في (باب الرهن في الحضر). قال أبن حجر في قوله: (الرهن) بفتح أوله وسكون الهاء، في اللغة الأحتباس من قولهم رهن الشيء إذا دام وثبت ومنه (كل نفس بما كسبت رهينة)، ويطلق أيضاً على العين المرهونة تسميةً للمفعول باسم المصدر وأما الرُهُن بضمتين فالجمع، ويجمع أيضاً على رهان بكسر الراء كـ (كتب) ... و (كتاب) (¬1). ¶ أما العيني فقد ألزم نفسه في كل باب بعد ذكر الحديث أن يقسم شرحه على محاور وهي كالآتي، (بيان رجاله) وفيه يذكر أسماء الرجال الذين نقل عنهم الحديث. و (بيان الأنساب) وفيه يورد أنساب رجال الحديث. و (بيان لطائف إسناده) والمقصود منها أنّ التحديث بالجمع والإفراد مثل استعمال (حدثنا، وحدثني) والعنعة والسماع والأخبار، ورواية التابعي عن التابعي وتحديد بلدان الرواة إذا كانوا مدنيين أو غير مدنيين. ومن هذه المحاور (بيان لغاته) إذ يذكر العيني اللغات في المفردات المذكورة في الحديث إن وجدت و (بيان إعرابه)، ويذكر فيه الأوجه الإعرابية في هذه المفردات ويذكر الخلاف النحوي فيها. و (بيان التصريف) ويذكر فيه الاحكام التصريفية والخلاف الصرفي إن وجد. (بيان المعاني) وفيه يذكر المعاني الخاصة بالحديث. و (بيان البيان) و (بيان البديع). وآخر محور له يذكر فيه (بيان أستنباط الأحكام) وكان هذا المنهج المتبع في شرح العيني حتى منتصف الجزء الثاني وبعد ذلك مزج العيني بين الصرف واللغة تحت عنوان (لغاته) واستمر هذا المنهج حتى منتصف الجزء الخامس إذ مزج العيني بين ... ((اللغة ¶ ¬__________ ¶ (¬1) فتح الباري 5/ 175.",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "والصرف والإعراب)) في محور واحد وهو (ذكر معناه). ومن هذا نلاحظ تخبط العيني في منهجه الداخلي إذ لم يستمر على وتيرة واحدة كما فعل ابن حجر. ¶ 2ـ الأسلوب: ¶ ونعني به الطريقة التي يعرض بها الشارح المسائل الموضوعة للبحث، وما يلجأ إليه من وسائل في سبيل ذلك. ¶ والحق أن المائز الحقيقي في الأسلوب بين الشرحين يعود إلى جملة عوامل يكون الأسلوب، أثراً لها في صيغته النهائية. ¶ ومن هذه العوامل مستوى المتلقي الذي تؤلف له هذه الكتب، فعلى أساس هذا المستوى تتحدد صبغة الكتاب المؤلف، إن كانت علمية أو تعليمية فهذا هو العامل الأول أما العامل الثاني فهو تضلع المؤلف من الثقافات الأخرى غير اللغوية فإن لهذه الثقافات تأثيراتها التي لا يمكن نفيها أو إلغاؤها سواء رضي المؤلف أم أبى، وثالث له وشيجة بالثاني وهو طبيعة العصر وتوجهاته، وما يدور في هذا العصر من علوم يتعاطاها الناس. أما الرابع فيتصل بطبيعة الكتاب المؤلف متناً أو شرحاً (¬1). ¶ ولا بد لنا من الإشارة إلى أن هذه العوامل قد اجتمعت لتكون وراء الأسلوب في الشرحين. ¶ بعد هذا نحاول أن نتلمس خصائص الأسلوب في الشرحين وهي: ـ ¶ 1ـ التفصيل والاسهاب. ¶ ألزم العيني نفسه بالتفصيل والاسهاب في عدد من المسائل الصرفية التي ذكرها في شرحه، حتى أطال ومن أمثلة ما جاء في ((كتاب البيوع))، قال: ((البيع مطلق المبادلة وهو ضد الشراء، والبيع الشراء أيضاً، باعه الشيء، وباعه منه جميعاً فيهما، وأبتاع الشيء أشتراه، وأباعه عرضه للبيع، وبايعه مبايعه وبياعاً عرضه للبيع، والبيعان ¶ ¬__________ ¶ (¬1) أنظر مناهج التأليف النحوي 310 ـ 318.",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "البائع والمشتري وجمعه باعة عند كراع، والبيع أسم البيع، والجمع بيوع والبياعات الأشياء المتبايعة للتجارة، ورجل بيوع جيد البيع وبياع كثير البيع ذكره سيبويه فيما قاله أبن سيده، وحكى النووي عن أبي عبيدة أباع بمعنى باع قال: وهو غريب ... شاذ، وفي الجامع أبعته ابيعه إباعة إذا عرضته للبيع ويقال بعته وأبعته بمعنى واحد، وقال أبن طريف في باب (فعل وأفعل) بإتفاق معنى باع الشيء، واباعه عن أبي زيد وفي الصحاح والشيء مبيع ومبيوع والبياعة السلعة، ويقال بيع الشيء على ما لم يسم فاعله إن شئت كسرت الباء وإن شئت ضممتها وفهم من يقلب الياء واواً فيقول بوع الشيء، وقال أبن قتيبة بعت الشيء بمعنى بعته وبمعنى أشتريته وشريت الشيء أشتريته بمعنى بعته ويقال: إستبعته أي سألته البيع، قال الخليل المحذوف من مبيع واو مفعول لأنها زائدة فهي أولى بالحذف، وقال الأخفش المحذوف عين الكلمة، وقال المازري كلاهما حسن وقول الأخفش أقيس: سمي البيع بيعاً لأن البائع يمد باعه إلى المشتري حالة العقد غالباً، ورد هذا بأنه غلط، لأن الباع من ذوات الواو، والبيع من ذوات ... الياء)) (¬1). ¶ أما أبن حجر فقد كان تعليقه على كلمة البيوع بأن قال: ((البيوع جمع بيع، وجمع لاختلاف أنواعه)) (¬2). ¶ غير أننا لا نعدم بين الفينة والأخرى بعض التفصيل والإسهاب ومن أمثلة ذلك ما جاء في ((باب ذكر الملائكة)) قال: ((الملائكة جمع ملك بفتح اللام، قيل: مخفف من مالك وقيل: مشتق من الألوكة وهي الرسالة وهذا قول سيبويه والجمهور وأصله لأك، وقيل: أصله الملك بفتح ثم سكون وهو الأخذ بقوة وحينئذٍ لا مدخل للميم ... فيه، وأصل وزنه مفعل فتركت الهمزة لكثرة الاستعمال، وظهرت في الجمع وزيدت الهاء إما ¶ ¬__________ ¶ (¬1) عمدة القاري 11/ 159. ¶ (¬2) فتح الباري 4/ 360.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "للمبالغة وإما لتأنيث الجمع، وجمع على القلب وإلا لقيل مألكة، وعن أبي عبيدة الميم في الملك أصلية وزنه فعل كأسد هو من الملك بالفتح وسكون اللام، وهو الأخذ بقوة وعلى هذا فوزن ملائكة فعائلة ويؤيده أنهم جوزوا في جمعه أملاك، وأفعال لا يكون جمعاً لما في أوله ميم زائدة)) (¬1). وعلى الرغم من ذلك كان أسلوب أبن حجر يتميز بالإيجاز وهذا ما تلمسناه من خلال جردنا لشرحه. ¶ 2ـ الضبط: ¶ عني الشارحان بالضبط عناية فائقة إذ تراهم يضبطون كل لفظة وقعت عليها يداهما، ومثاله عند أبن حجر، فيما جاء في تفسير سورة الذاريات: ((الرميم نبات الأرض إذا يبس وديس)) (¬2) قوله. ((وديس)) (بكسر الدال وسكون التحتانية بعدها مهملة من الدوس) (¬3). ¶ ومثاله عند العيني ما جاء في باب (يمحق الله الربا ويربى الصدقات والله لا يحب كل كفار أثيم) من حديث رسول الله} - صلى الله عليه وسلم - {((الحلف منفقة للسلعة ممحقة ... للبركة)) وقوله (منفقة) بفتح الميم وسكون النون وفتح الفاء والقاف على وزن (مفعلة) (¬4). وهذه الأمثلة التي ذكرناها نماذج على الضبط في الشرحين إذ ألزم أبن حجر والعيني ... نفسيهما بضبط كل كلمة في الشرحين ضبطاً دقيقاً خوفاً من التباس المعنى والتصحيف في المفردات. ¶ 3ـ التساؤل: ¶ ¬__________ ¶ (¬1) فتح الباري 6/ 376. ¶ (¬2) المصدر نفسه 8/ 769. ¶ (¬3) المصدر نفسه 8/ 771. ¶ (¬4) عمدة القاري 11/ 205.",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "اتبع العيني أسلوب المحاورة بين السائل والمجيب في مسائل صرفية متعددة عرضها في شرحه، إذ كان يفترض الأسئلة ثم يجيب عنها إجابة وافية. ومثاله ما جاء في (باب فضل الصوم) في حديث رسول الله} - صلى الله عليه وسلم - { ... عن ابي هريرة ((إن رسول الله} - صلى الله عليه وسلم - {قال الصيام جنة فلا يرفث ولا يجهل وإن إمرؤ قاتله أو شاتمه ... .) قال العيني في قوله (فإن شاتمك)، ((فإن (قلت) قاتله أو شاتمه من باب المفاعلة وهي للمشاركة بين الأثنين، والصائم مأمور بالكف عن ذلك. (قلت) لا يمكن حمله على أصل ... الباب، ولكنه قد يجيء بمعنى (فعل) يعني لنسبة الفعل إلى الفاعل لا غير كقولك سافرت بمعنى نسبت السفر إلى المسافر، كما في قولهم: عافاه الله، وفلان عالج ... الأمر)) (¬1). ¶ أما أبن حجر فلم نجده ممن استعمل هذا الأسلوب في شرحه. ¶ 4ـ الاستطراد: ¶ الاستطراد ظاهرة شاعت في شرحي أبن حجر والعيني إذ ترك الشارحان المادة المفسرة إلى مسائل أخرى لا علاقة لها بالموضوع ومن أمثلة ما أورده أبن حجر في باب قول الله تعالى ((ووهبنا لداود سليمان نعم العبد إنه أواب)) وقول البخاري (عفريت متمرد من إنس أو جان، مثل زبينة جماعتها الزبانية) (¬2) قال أبن حجر (الزبانية) ... ((في الأصل أسم أصحاب الشرطة، مشتق من الزبن وهو الدمع، وواحد الزبانية ... زبينة، وقيل: زبني وقيل: زابن، وقيل زباني، وقال قوم لا واحد له من لفظه ... وقيل، واحدة زبنيت وزن عفريت ويقال عفرية لغة مستقلة ليست مأخوذة من ... (عفريت))). (¬3) ¶ ¬__________ ¶ (¬1) عمدة القاري 10/ 258. ¶ (¬2) فتح الباري 6/ 566. ¶ (¬3) فتح الباري 6/ 568 ـ 569.",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "ومثال ذلك عند العيني ماجاء في باب (بيان كيف بدء الوحي) في حديث عن ابن عباس قال: ((إن أبا سفيان بن حرب أخبره أن هرقل أرسل إليه في ركب من ... قريش، وكانوا تجارا بالشام في المدة التي كان رسول الله (ص) ماد فيها أبا سفيان ... )). (¬1) ¶ قال العيني في قوله (ماد فيها) ((بتشديد الدال من باب المفاعلة وأصله مادد أدغمت الدال في الدال وجوبا لاجتماع المثلين ومضارعه يماد وأصله يمادد ومصدره ممادة ومماد وأصل هذا الباب أن يكون بين أثنين وأصله من المدة وهي القطعة من الزمان يقع على القليل والكثير أي اتفقوا على الصلح مدة من الزمان وهذه المدة هي صلح الحديبية الذي جرى بين النبي (ص) وكفار قريش سنة ست من الهجرة)). (¬2) ¶ 5 ـ التكرار ¶ طبع على أسلوب العيني التكرار في عرضه المادة الصرفية اذ ألزم نفسه بشرح الجانب الصرفي للكلمة كلما تكررت وأمثلة ذلك كثيرة وسنقتصر على ذكر مثال واحد وهو ماجاء في باب قول الله تعالى ((لا يسألون الناس إلحافاً)) من قولِ أبي عبد الله ... ((فكبكبوا مكباً أكبَّ الرجلُ إذا كان فعله غيرَ واقعٍ على أحدٍ فاذا وقعَ الفعلُ قلتَ كبهُ اللهُ لوجهه وكببتهُ أنا)) (¬3).قال العينيُّ في (أكبَّ): ((أكبَّ الرجلُ يعني وقعَ على وجههِ وهو لازمٌ أشارَ إليه بقولهِ (إذا كانَ فعلهُ غيرَ واقعٍ على أحدٍ) وذلك إنهم يسمون الفعلَ الذي لا يتعدى لازماً وغيرهُ واقعٌ، وقولهُ (إذا وقعَ الفعلُ) يعني إذا وقعَ على أحدٍ يكونُ متعدياً ويسمى واقعاً أيضاً أشارَ إليهِ بقولهِ قلْتُ كبَّهُ اللهُ لوجههِ، وهذا من نوادرِ الكلمةِ حيثُ كانَ ثلاثيهُ متعدياً والمزيدُ فيهِ لازماً عكس القاعدةِ التصريفيةِ)) (¬4). وقد تكرر هذا الفعلُ (أكبَّ) ¶ ¬__________ ¶ (¬1) عمدة القاري 1/ 77. ¶ (¬2) المصدر نفسه 1/ 89. ¶ (¬3) المصدر نفسه 9/ 63. ¶ (¬4) عمدة القاري 16/ 74.",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "في مواضع متعددةٍ وتكرر كذلك بيانُ الحالةِ الصرفية فيه فقد جاء في (بابِ مناقب قريشٍ) إذ قال العينيُّ عنه: (وهذا الفعلُ من الشواذِ لأنَّ الفعلَ يتعدى بالهمزةِ، وهذا الفعلُ ثلاثيه متعدٍ ورباعيه لازمٌ). وجاء في (باب الدخولِ على الميتِ بعدَ الموتِ إذا أدرجَ في أكفانه، إذ قالَ العينيُّ في قوله (أكبَّ) هذا اللفظ من النوادر حيث هو لازمٌ وثلاثيه (كبَّ) متعدٍ عكسُ ما هو مشهورٌ في القواعد التصريفية (¬1) وجاءَ أيضاً في (بابِ الامراء من قريشٍ) إذ قالَ العيني: قوله (كبَّه) من الغرائبِ إذ أكبَّ لازمٌ وكبَّ متعدٍ عكسَ المشهور (¬2). ¶ أما ابنُ حجرٍ فالتكرارُ عندُ قليلٌ جداً اذا وزنَ بالعينيِّ ومثال ذلك ماجاءَ في (بابِ إذا لم يكنْ الأسلامُ على الحقيقةِ وكانَ على الاستسلامِ أو الخوفِ) في حديث رسول الله ... (- صلى الله عليه وسلم -) عَنْ سعدٍ (- رضي الله عنه -) ((أنَّ رسولَ الله (- صلى الله عليه وسلم -) أعطى رهطاً وسعدٌ جالسٌ ... ثمَّ قال ياسعدُ إني لأعطي الرجلَ وغيرهُ أحبُّ إليَّ منه خشيةَ أنْ يكبهُ اللهُ في الناؤِ)، قال ابن حجر في قوله (أنْ يكبهُ) هو بضم أولهِ وضمِّ الكافِ يقالُ أكبَّ الرجلُ إذا أطرقَ وكبهُ غيرهُ إذا قلبهُ، وهذا على خلاف القياس لأنَّ الفعلَ اللازمَ يتعدى بالهمزة، وهذا زيدتْ عليه الهمزةُ فقصرَ ... ) (¬3) وجاءَ هذا الفعلُ في (باب قوله تعالى ((لا يسألونَ الناسَ إلحافاً))) قالَ ابن حجرٍ في قوله ((كبْكَبْوا) ( .. والغرض أنَّ هذه الكلمة من النوادرِ حيثُ كانَ الثلاثي متعدياً والمزيدُ فيه لازماً، عكس القاعدة التصريفية) (¬4)، وقد تكررَ هذا الفعل في (بابِ مناقبِ قريش) (¬5)، وفي (بابِ الدخولِ على الميتِ بعدَ الموتِ إذا أدُرجَ في أكفانهِ) (¬6). لكن ابن حجرٍ لم يعقبْ على هذا الفعلِ في البابينِ السابقين. ¶ ¬__________ ¶ (¬1) المصدر نفسه 8/ 14. ¶ (¬2) المصدر نفسه 24/ 222. ¶ (¬3) فتح الباري 1/ 110. ¶ (¬4) عمدة القاري 3/ 437. ¶ (¬5) المصدر نفسه 6/ 663. ¶ (¬6) المصدر نفسه 3/ 149.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "6ـ القياسُ والتعليلُ: ¶ نجدُ من خلالِ تتبعنا للشرحين اهتماماً كبيراً بالقياس والتعليل، فأنت لا تعدمُ بين الفينةِ والأخرى في الشرحين تعليلاً هنا، أو هناك وكذا ينطبق بالنسبة للقياسِ. وسيكون لهما بحثٌ خاصٌ ـ إنْ شاءَ اللهُ ـ في الفصل الثاني. ¶ 7ـ الاستشهاد: ¶ استعانَ الشارحانِ بشواهدِ العربية في الاستدلال على مسائلهم الصرفية، وكانتْ هذهِ الشواهدُ متنوعةً إذ شملت القرآن الكريم وقراءاته والشعرَ وسيكونُ لذلك تفصيل في الفصولِ القادمة إن شاءَ اللهُ. ¶ 8 ـ العناية الجلية بالمسائل الخلافية: ¶ عني الشارحان عنايةً فائقةً بالمسائل الخلافية، وهو أثرٌ من آثارِ الفقه وما كان يجري في أساليب الجدل والمناظرة انتقلَ إلى النحاةِ فأنشأوا فيهِ كتاباً ما ثلتهُ في المنهج والأسلوب وقد جعلنا الفصل الثالث لمناقشة هذه المسائل الخلافية. ¶ 9 ـ التهكم ¶ والتهكم ظاهرة بدت واضحة في شرحي ابن حجر والعيني، فلقد كانا يظهران التهكم والسخرية في عرض المادة الصرفية متى ما وجدوا رأيا جانب الصواب، وقد كان العيني أكثر تهكما وسخرية من ابن حجر، ومثاله ماجاء في (باب الصدقة على اليتامى) في حديث رسول الله (ص) عن أبي سعيد الخدري ( ... .. حتى إذا امتدت خاصرتاها استقبلت عين الشمس فثلطت وبالت ورتعت ... ) قال العيني في قوله (ورتعت) ((أي رعت وأرتع إبله أي رعاها في الربيع وأرتع الفرس وتربع أكل الربيع، وقال الداودي رتعت افتعل من الرعي (قلت) ليس كذلك ولا يقول هذا إلا من لم يمس شيئا من علم التصريف)) (¬1) أما ابن ¶ ¬__________ ¶ (¬1) عمدة القاريء 9/ 40.",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "حجر فقد كان أقل حدة في رده على العلماء، ومثاله ماجاء في (باب ما يذكر في سم النبي (ص)) في حديث رسول الله (ص) عن أبي هريرة ((أنه قال لما فتحت خيبر أهديت لرسول الله (ص) شاة فيها سم فقال رسول الله (ص) اجمعوا إلي من كان ههنا من اليهود فجمعوا له فقال لهم رسول الله (ص) أني سائلكم عن شيء فهل أنتم صادقي عنه ... .)) (¬1) قال ابن حجر في قوله (صادقوني) ((قال ابن التين: ووقع في بعض النسخ (صادقي) بتشديد الياء بغير نون، وهو الصواب في العربية لأن أصله (صادقوني) فحذفت النون للاضافة فاجتمع حرفا العلة سبق الأول بالسكون فقبلت الواو ياء وأدغمت، ومثله (ما أنتم بمصرخي) ... .، وإنكاره الرواية من جهة العربية ليس بجيد ... .. )) (¬2). ¶ 10ـ النصح ¶ اتبع عدد من الشراح أسلوب ألامر والنهي في شرحهم بوصفه وسيلة من الوسائل التعليمية، ولما كان معظم الشراح مشتغلين بالتعليم والتدريس، وجدنا أن هذا الاسلوب واضح في شرح العيني، فقد أكثر العيني من استخدام فعل الأمر (افهم) في أسلوبه، ومثاله ماجاء في (الباب الكحل للحادة) ((في حديث عن أم سلمة: أن امرأة توفي زوجها فحشوا عينيها فأتوا رسول الله (ص) فاستاذنوه في الكحل فقال: لاتكحل ... .) قال العيني في قوله (فحشوا) (وحشوا بفتح الحاء وضم الشين، وأصله (حشيوا) بضم الياء فاستثقلت الضمة على الياء فنقلت إلى ما قبلها بعد سلب حركتها فألتقى ساكنان الياء والواو فحذفت الياء ولم تحذف الواو لأنها علامة الجمع فصارت (حشوا) على وزن فعوا فافهم) (¬3). ¶ ¬__________ ¶ (¬1) فتح الباري 10/ 300. ¶ (¬2) المصدر نفسه 10/ 301. ¶ (¬3) عمده القاري 21/ 5.",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "المبحث الثاني ¶ المصادر ¶ زخر الشرحان بكثير من المصادر بسبب مسائل الخلاف التي بسطها ... الشارحان، وطرح الآراء المتباينة في المسألة الواحدة، ومذاهب النحويين التي امتدت حقبة شاسعة شملت البدايات الاولى للنحو العربي وزمنهما الذي ألفا فيه الشرحين حتى بلغت هذه المصادر العشرات. ¶ وليس من العسير معرفة هذه المصادر، فقد ذكر الشارحان في كثير من الأحوال الآراء مقترنة بأصحابها. فهما يشيران إلى الأسماء التي أخذا عنها. غير إننا نجد في بعض الأحيان ورود أراء من دون ذكر أصحابها كأن يقول الشارحان (قال بعضهم) و (قيل)، ويرجع هذا إلى حفظهم متونا كثيرة تختلط بما يذهبون إليه، أو يستعينون به في جدل هنا أو توضيح مسألة هناك، وقد يكون عدم ذكرهم أسماء أصحاب الآراء التهكم والسخرية كما فعل العيني عند ذكر ابن حجر فيقول (قال بعضهم)، أو أن تكون هذه الآراء من الشهرة ما لايحتاج معها إلى ذكر أصحابها. وحديثنا عن المصادر يتناول جانبين أولهما طرائق النقل ويتضمن النقل عن الأعلام، والنقل من الكتب وقد قامت الباحثة بإحصاء لاتزعم أنها أتت فيه على كل ماورد من مصادر في هذين ... الشرحين، لكنها على اطمئنان يكاد يكون تاما بأن هذه الأرقام تزودنا بصورة واضحة تسمح لنا بسرد النتائج التي توصلنا إليها من خلال الإحصاء والجانب الثاني: موقف الشارحين من الرأي المنقول.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "طرائق النقل ¶ 1 ـ النقل من الأعلام ¶ إن الأعلام الذين استقى منهم الشارحان مادتهما الصرفية كثيرون. فقد ضم الشرحان بين طياتهما الكثير من أسماء الأعلام، أما طرائق ذكر الأعلام فقد كانت بأن يذكر الشارحان في كثير من الأحيان ألقاب الأعلام فكانت من أكثر الأساليب التي اتبعها الشارحان في شرحيهما منها قول (ابن حجر): (الزمخشري) (¬1)، و (الجوهري) (¬2) و (الأخفش) (¬3)، و (الفراء) (¬4) ... .. الخ ¶ ومثاله عند (العيني) قوله: (الفارسي) (¬5)، و (الزجاج) (¬6)، و (الثعلبي) (¬7)، و (الاصمعي) (¬8). ¶ أما الأسلوب الثاني هو ذكر أسم العالم فقط ومثاله عند (ابن حجر): ... (ثعلب) (¬9)، (الخليل) (¬10)، و (سيبويه) (¬11). ¶ ومثاله عند العيني قوله: (الخليل) (¬12)، و (سيبويه) (¬13)، و (ثعلب) (¬14). أما الأسلوب الثالث فيذكر فيه الشارحان كنية العالم فقط ومثاله عند ابن حجر قوله: (ابن الحاجب) (¬15) ¶ ¬__________ ¶ (¬1) ينظر فتح الباري 8/ 715 ¶ (¬2) ينظر المصدر نفسه 9/ 312 ¶ (¬3) ينظر المصدر نفسه 8/ 289 ¶ (¬4) ينظر المصدر نفسه 10/ 671 ¶ (¬5) ينظر عمده القاري 1/ 23 ¶ (¬6) ينظر المصدر نفسه 13/ 134 ¶ (¬7) ينظر المصدر نفسه 18/ 238 ¶ (¬8) ينظر المصدر نفسه 20/ 217 ¶ (¬9) ينظر فتح الباري 10/ 671 ¶ (¬10) ينظر المصدر نفسه 6/ 465 ¶ (¬11) ينظر المصدر نفسه 10/ 466 ¶ (¬12) ينظر عمدة القاري 2/ 113 ¶ (¬13) ينظر المصدر نفسه 1/ 151 ¶ (¬14) ينظر المصدر نفسه 3/ 109 ¶ (¬15) ينظر فتح الباري 8/ 595",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "و (ابن خالويه) (¬1)، و (ابن مالك) (¬2). ومثاله عند العيني قوله (ابن الانباري) (¬3)، و (ابن جني) (¬4)، و (ابن سيده) (¬5). ¶ والأسلوب الرابع أن يذكر كنية العالم ولقبه فيتمثل في قول ابن حجر: (أبو علي الفارسي) (¬6)، و (أبو حاتم السجستاني) (¬7)، و: (أبو عبيد الهروي) (¬8) أما العيني فلم اجد عنده هذا الاسلوب في ذكر الاعلام. اما الاسلوب الخامس فيذكر فيه الاسمُ والكنيةُ وهو قليلٌ. ولم أقفْ من خلالِ الاحصاء على مثالٍ واحدٍ عند ابن حجر أما العينيُّ فلم أجدْ عندهُ غيرَ مثالٍ يتيمٍ في قولهِ (ابو العباس محمد بن يزيد) (¬9)، أما الاسلوبُ السادسُ فهو أنْ يذكرَ اسمُ العالمِ ولقبهُ. ومثاله عند ابن حجرٍ قولهُ: (علي بن حمزة الأصبهاني) (¬10) أما العينيُّ فلم أقفْ على هذا الاسلوب عندهُ. ¶ وبعد، فهذا جدولُ يشتملُ على احصاءٍ لما وردَ في الشرحين من اسماءِ الاعلامِ مراعينَ فيه عددَ المراتِ التي يردُّ فيهِ الاسم. ¶ ¬__________ ¶ (¬1) ينظر المصدر نفسه 6/ 434 ¶ (¬2) ينظر المصدر نفسه 8/ 318 ¶ (¬3) ينظر عمدة القاري 7/ 166 ¶ (¬4) ينظر عمدة القاري 8/ 174 ¶ (¬5) ينظر المصدر نفسه 10/ 185 ¶ (¬6) ينظر فتح الباري 8/ 480. ¶ (¬7) ينظر المصدر نفسه 10/ 306. ¶ (¬8) ينظر المصدر نفسه 9/ 656. ¶ (¬9) ينظر عمدة القاري 18/ 175. ¶ (¬10) ينظر فتح الباري 11/ 561.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "ـ ابن حجر ¶ ابو عبيدة ... 113 ... ثعلب ... 11 ... ابو عبيدة الهروي ... 7 ¶ ابن التين ... 70 ... ابن سيده ... 11 ... الداودي ... 7 ¶ الجوهري ... 38 ... الأصمعي ... 10 ... ابو علي الفارسي ... 7 ¶ الفراء ... 36 ... الأزهري ... 10 ... الأخفش ... 6 ¶ ابو ذر الهروي ... 32 ... الأصيلي ... 10 ... ابو البقاء العكبري ... 6 ¶ (راوي حديث) ... (رواي حديث) ... ابن فارس ... 6 ¶ الكرماني ... 26 ... الأسماعيلي ... 10 ... ابو حاتم السجستاني ... 6 ¶ الكشميهني ... 24 ... الخليل ... 9 ... ابن الجوزي ... 6 ¶ الخطابي ... 23 ... ابن قتيبة ... 8 ... ابن دريد ... 6 ¶ عياض ... 18 ... القرطبي ... 8 ... ابن الأعرابي ... 6 ¶ سيبويه ... 14 ... القزاز ... 8 ... القابسي (راوي حديث) ... 6 ¶ المحب الطبري ... 14 ... مسلم ... 8 ... الزجاج ... 5 ¶ ابن مالك ... 13 ... (راوي حديث) ... ابن القطاع ... 5 ¶ النووي ... 12 ... الزمخشري ... 7 ... حمزة (قارىء) ... 5 ¶ الكسائي ... 12 ... ابن الأثير ... 7",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "ـ ابن حجر ـ ¶ الحسن البصري ... 5 ... ابو الفتح ... 2 ... ابن كيسان ... 1 ¶ (قارىء) ... (تلميذ ابن مالك) ... ابو علي القالي ... 1 ¶ ابن عباس ... 5 ... ابو زيد الأنصاري ... 2 ... ابن خروف ... 1 ¶ (قارىء) ... السيرافي ... 2 ... الفيروز ابادي ... 1 ¶ المستملي ... 5 ... ابن السيد ... 2 ... ياقوت ... 1 ¶ (راوي حديث) ... ابو حنيفة (الدينوري) ... 2 ... ابن الصلاح ... 1 ¶ النسفي ... 5 ... النابغة (شاعر) ... 2 ... البيضاوي ... 1 ¶ (راوي حديث) ... زهير بن ابي سلمى ... 2 ... ابن ولاد ... 1 ¶ قتادة ... 4 ... (شاعر) ... ابن الفركاح ... 1 ¶ (راوي حديث) ... علي بن حمزة الأصبهاني ... 2 ... ابو الهلال العسكري ... 1 ¶ ابن بطال ... 4 ... ابن التيمي ... خلف الاحمر ... 1 ¶ الأعشى (شاعر) ... 4 ... الواحدي ((قارىء) ... 2 ... المازري ... 1 ¶ ابن السكيت ... 3 ... ابن محيصن ... 2 ... المطرزي ... 1 ¶ ابن جني ... 3 ... (قارىء) ... 2 ... السفاقسي ... 1 ¶ الصغاني ... 3 ... الأعمش (قارىء) ... ابن جرير ... 1 ¶ ابو موسى المديني ... 3 ... عاصم (قارىء) ... 2 ... ثابت ... 1 ¶ الطيبي ... 3 ... اسماعيل بن جعفر ... 2 ... ابن الملقن ... 1 ¶ النحاس ... 3 ... (راوي حديث) ... 2 ... (شيخ ابن حجر) ... 1 ¶ حسان بن ثابت ... 3 ... ابن ابي حاتم ... حسين الجعفي ... 1 ¶ (شاعر) ... (راوي حديث) ... 2 ... الحريري ... 1 ¶ علي بن أبي طلحه ... 3 ... سعيد (راوي حديث) ... ابن بري ... 1 ¶ (قارىء) ... ابن خالويه ... 2 ... الراغب ... 1 ¶ كريمة (قارىء) ... 3 ... الثعلبي ... 1 ... ابو سعيد ... 1 ¶ ابو عمرو ... 3 ... ابن الحاجب ... 1 ... الطوفي ... 1 ¶ ابن درستويه ... 2 ... الزركشي ... 1 ... ذو الرمة (شاعر) ... 1 ¶ السهيلي ... 2 ... ابن الخشاب ... 1 ... رؤبة (شاعر) ... 1 ¶ الجواليقي ... 2 ... 1 ... عنترة (شاعر) ... 1",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "ـ ابن حجر ـ ¶ ابو طالب (شعر) ... 1 ... ابو حمزة (راوي حديث) ... 1 ... ¶ سويد بن الصلت (شاعر) ... 1 ... يونس (راوي حديث) ... 1 ... ¶ الأغلب (شاعر) ... 1 ... عبد الله بن ابي رافع ... 1 ... ¶ مالك بن نويرة (شاعر) ... 1 ... (راوي حديث) ... ¶ نافع (قارىء) ... 1 ... قتيبة (راوي حديث) ... 1 ... ¶ النخعي (قارىء) ... 1 ... ابو داود (راوي حديث) ... 1 ... ¶ جماعة (قارىء) ... 1 ... السنجي (راوي حديث) ... 1 ... ¶ ابن عمر (قارىء) ... 1 ... المحبوبي (راوي حديث) ... 1 ... ¶ ابن السميفع (قارىء) ... 1 ... هشام (راوي حديث) ... 1 ... ¶ ابن كثير (قارىء) ... 1 ... ابو عوانة (راوي حديث) ... 1 ... ¶ عيسى بن عمر (قارىء) ... 1 ... ابو احمد الجرجاني ... 1 ... ¶ عبد الله (قارىء) ... 1 ... (راوي حديث) ... ¶ يحيى بن الوثاب (قارىء) ... 1 ... ابن السكن (راوي حديث) ... 1 ... ¶ زيد بن ثابت (قارىء) ... 1 ... ابو نعيم (راوي حديث) ... 1 ... ¶ ابن عطية (قارىء) ... 1 ... ابو مسعود (راوي حديث) ... 1 ... ¶ النسائي (قارىء) ... 1 ... ¶ ابو خزيمة (راوي حديث) ... 1 ... ¶ الفضل بن العلاء ... 1 ... ¶ (راوي حديث) ... ¶ ابن ماجة (راوي حديث) ... 1 ... ¶ الحموي (راوي حديث) ... 1 ... ¶ اسماعيل بن ادريس ... 1 ... ¶ (راوي حديث) ... ¶ عقيل (راوي حديث) ... 1 ... ¶ شعيب (راوي حديث) ... 1 ... ¶ ابن داود (راوي حديث) ... 1 ... ¶ ابن نافع (راوي حديث) ... 1 ... ¶ معاذ (راوي حديث) ... 1 ... ¶ الترمذي (راوي حديث) ... 1",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "ـ العيني ـ ¶ الجوهري ... 61 ... ابن جني ... 4 ... ابن الانباري ... 1 ¶ الكرماني ... 51 ... ابن دريد ... 4 ... ابن درستويه ... 1 ¶ ابن الأثير ... 30 ... ابن قرقول ... 4 ... ابو علي الفارسي ... 1 ¶ ابن سيده ... 28 ... ابن فارس ... 3 ... ابن هشام ... 1 ¶ ابن التين ... 26 ... الاصيلي (راوي حديث) ... 3 ... ابو عمرو بن العلاء ... 1 ¶ سيبويه ... 24 ... نافع (قارىء) ... 3 ... السيراني ... 1 ¶ الفراء ... 18 ... ابن الاعرابي ... 3 ... السهيلي ... 1 ¶ الخليل ... 17 ... ابن مالك ... 3 ... ابن قطاع ... 1 ¶ الخطابي ... 14 ... ابو عبيد ... 3 ... المازني ... 1 ¶ ابو عبيدة ... 13 ... الطبري ... 3 ... الفيروز آبادي ... 1 ¶ الأخفش ... 12 ... اللحياني ... 3 ... الثعلبي ... 1 ¶ الكشميهني ... 12 ... الاسماعيلي ... 3 ... النحاس ... 1 ¶ (راوي حديث) ... المبرد ... 2 ... الشيخ قطب الدين ... 1 ¶ ثعلب ... 11 ... عاصم (قارىء) ... 2 ... القزاز ... 1 ¶ الصغاني ... 10 ... ابو سعيد ... 2 ... ابن طريف ... 1 ¶ الكسائي ... 9 ... ابو زيد ... 2 ... ابن بري ... 1 ¶ مسلم (راوي حديث) ... 9 ... التيمي ... 2 ... الهروي ... 1 ¶ الاصمعي ... 8 ... ابن الجوزي ... 2 ... العزيزي ... 1 ¶ الازهري ... 8 ... كراع ... 2 ... ابو محمد ... 1 ¶ ابن السكيت ... 6 ... ابو حاتم ... 2 ... الدمياطي ... 1 ¶ ابو ذر (راوي حديث) ... 6 ... المازري ... 2 ... الطرفي ... 1 ¶ الزمخشري ... 6 ... ابن جرير ... 2 ... القرطبي ... 1 ¶ ابن بطال ... 6 ... يونس (راوي حديث) ... 2 ... الحطيئة (شاعر) ... 1 ¶ الداودي ... 6 ... عياض (راوي حديث) ... 2 ... عبد الله بن المحب (شاعر) ... 1 ¶ ابن قتيبة ... 5 ... النسفي (راوي حديث) ... 2 ... ابن مسعود (قارىء) ... 1 ¶ الزجاج ... 5 ... ابن عباس (قارىء) ... 2 ... ابو جعفر (قارىء) ... 1 ¶ النووي ... 5 ... المطرزي ... 1 ... 1",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "ـ العيني ـ ¶ ابن كثير (قارىء) ... 1 ... ¶ عمر بن الخطاب ... 1 ... ¶ (قارىء) ... ¶ الحسن (قارىء) ... 1 ... ¶ القابسي (راوي حديث) ... 1 ... ¶ ابن السكن ... 1 ... ¶ (راوي حديث) ... ¶ النسائي ... 1 ... ¶ (راوي حديث) ... ¶ كريمه ... 1 ... ¶ (راوي حديث) ... ¶ ابو داود ... 1 ... ¶ (راوي حديث) ... ¶ ابن خزيمة ... 1 ... ¶ (راوي حديث) ... ¶ الفضل بن العلاء ... 1 ... ¶ (راوي حديث) ... ¶ قتاده ... 1 ... ¶ (راوي حديث) ... ¶ ابن حميد ... 1 ... ¶ (راوي حديث) ... ¶ شعيب الزهري ... 1 ... ¶ (راوي حديث) ... ¶ الترمذي ... 1 ... ¶ (راوي حديث) ... ¶ احمد (راوي حديث) ... 1",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "2ـ النقل من المصادر: ¶ أشارَ الشارحان إلى عددٍ من المصادرِ التي استقيا منها مسائلهما الصرفية، ونلاحظ أنَّ الشارحين اتبعا أساليبَ متعددةً في إيرادِ مصادرهما التي نقلا منها. ومن هذه الأساليب التي اعتمدها الشارحان هي التصريح بذكرِ اسماءِ الكتب ومؤلفيها ومثاله عندَ ابن حجر ... قوله: (الفراءُ في المعاني) (¬1)، و (الزمخشري في الفائق) (¬2)، ومثاله عند العينيِّ ... قوله: (سيبويه في كتابهِ) (¬3)، و (ثعلب في فصيحه) (¬4)،. ¶ والاسلوب الثاني أنْ يذكرَ اسم مؤلفِ الكتابِ من دونِ ذكرِ اسم الكتاب ومثاله عند ابن حجر قوله (الخليل) (¬5) و (سيبويه) (¬6) ومثاله عند العيني قوله (الخليل) (¬7) و (سيبويه) (¬8). ¶ أما الاسلوب الثالث فهو ذكر الكتب باسمائها من دون ذكر اسماءِ مؤلفيها، ونجدها عند ابن حجر بقوله: (صاحب المفصل) (¬9) و (صاحب الصحاح) (¬10). ومثاله عند العيني ... قوله: (صاحب العين) (¬11)، و (صاحب المفصلِ) (¬12). ¶ وبعد هذا العرض الموجزِ لأساليب النقل من المصادر، نورد إحصاءً باعدادِ المصادر التي جاءَتْ في الشرحين مراعين فيه عدد المرات التي يردُ فيها المصدرُ. ¶ ¬__________ ¶ (¬1) ينظر فتح الباري 3/ 290. ¶ (¬2) ينظر المصدر نفسه 5/ 98. ¶ (¬3) ينظر عمدة القاري 2/ 268. ¶ (¬4) ينظر المصدر نفسه 4/ 125. ¶ (¬5) ينظر فتح الباري 4/ 53. ¶ (¬6) ينظر المصدر نفسه 11/ 640. ¶ (¬7) ينظر عمدة القاري 8/ 313. ¶ (¬8) ينظر المصدر نفسه 2/ 210. ¶ (¬9) ينظر فتح الباري 1/ 532. ¶ (¬10) ينظر المصدر نفسه 1/ 636. ¶ (¬11) ينظر عمدة القارىء 3/ 109. ¶ (¬12) ينظر المصدر نفسه 3/ 265.",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "المحكم ¶ لابن سيده ¶ 9 ¶ الصحاح ¶ للجوهري ¶ 6 ¶ المجاز ¶ لابي عبيدة ¶ 4 ¶ النهاية ¶ لابن الأثير ¶ 3 ¶ معاني القرآن ¶ للفراء ¶ 3 ¶ المصادر عن ابن حجر ¶ الفائق ¶ للزمخشري ¶ 2 ¶ الجامع ¶ القرطبي ¶ 2 ¶ المطالع ¶ 2 ¶ اصلاح المنطق ¶ لابن السكيت ¶ 1 ¶ الفصيح ¶ لثعلب ¶ 1 ¶ القاموس ¶ للفيروز آبادي ¶ 1 ¶ المفصل ¶ للزمخشري ¶ 1 ¶ الكامل ¶ للمبرد ¶ 1 ¶ العباب ¶ للصغاني ¶ 1 ¶ التاريخ الصغير ¶ لابن الأثير ¶ 1 ¶ الافعال ¶ لابن القطاع ¶ 1 ¶ الدلائل ¶ ثابت بن قاسم ¶ 1 ¶ مجمع البحرين ¶ للصغاني ¶ 1 ¶ شرح المهذب ¶ النووي ¶ 1 ¶ التوضيح ... المحكم ... الصحاح ... العباب ... العينُ ... المصادر عند العينيِّ ... ¶ ابن الملقن ... لابن سيده ... للجوهري ... للصغاني ... للخليلِ ... ¶ 13 ... 12 ... 9 ... 7 ... 6 ¶ التلويح ... الموعب ... المطالع ... الجامع ... الفصيح ... ¶ مغلطاي ... القرطبي ... لثعلب ... ¶ 6 ... 5 ... 5 ... 4 ... 3 ¶ المنتهى ... التهذيب ... المجمل ... الزاهر ... المفصل ... ¶ للأزهري ... لابن فارس ... لابن الانباري ... للزمخشري ... ¶ 3 ... 2 ... 1 ... 1 ... 1 ¶ المجرد ... الجمهرة ... معاني القرآن ... القاموس ... المخصص ... ¶ لكراع ... لابن دريد ... للفراء ... للفيروز آبادي ... لابن سيده ... ¶ 1 ... 1 ... 1 ... 1 ... 1 ¶ الأفعال ... التسهيل ... المجاز ... النهاية ... تلخيص اغلاط الفقهاء ... ¶ لابن القطاع ... لابن مالك ... لابي عبيدة ... لابن كثير ... لابن بري ... ¶ 1 ... 1 ... 1 ... 1 ... 1 ¶ الواعي ... المغيث ... اللباب ... مجمع الغرائب ... ¶ لابي محمد ... للصغاني ... ¶ 1 ... 1 ... 1 ... 1",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "ونظرة فاحصة إلى هذه الجداول ترينا ما يأتي: ¶ 1ـ كثرة المصادر في الشرحين: لطبيعة الشروح وما تتطلبه من التحليل والجدل في المسائل الصرفية نجد أنّ هذه الشروح تتطلب حشد مصادر كثيرة يستقي منها الشراحُ مادة الحوار والجدل. ¶ 2ـ لايتساوى عدد المصادر في الشرحين، فقد ازدادت كفتها في شرح ابن حجر سواء في عددها أم في تنوعها إذ بلغ مجموع اسماء الأعلام في شرح ابن حجر (98) علماً في مقابل (70) علماً عند العيني. ¶ أما بالنسبة لمجموع الكتب التي وردت في الشرحين، فقد كان للعيني السبق فيها إذ بلغت (29) كتاباً يقابله (19) كتاباً لابن حجر. ¶ 3ـ كانتْ لأبي عبيدة الحصة الكبرى في شرح ابن حجر ونظرةً في عدد المرات التي تكرر فيها اسم ابي عبيدة كافية للقول أنَّ ابن حجر اعتمد في شرحه كثيراً على أبي عبيدة، وكانت للجوهري الحصة الكبرى في شرح العيني، إذ اعتمدَ العيني عليه كثيراً في المسائل الصرفية التي يثار حولها جدالٌ واسعٌ. ¶ 4ـ إنَّ النظرة السريعة إلى المصادر تبين لنا أنَّ المصادر التي اعتمد عليها الشارحان فيها نصيبٌ وافرٌ للنحاة المتقدمين أمثال (يونس، ابو عمر بن ... العلاء، الخليل، سيبويه، الكسائي، السيرافي) وغيرهم. أما المتأخرون فقد كان لهم نصيب ايضاً في مصادر الشرحين إذ ضم الشرحان بين طياتهما أراءً كثيرةً للمتأخرين نحو (الزمخشري، ابن مالك، ابن قتيبة، ابن دريد) وغيرهم. ¶ 5ـ كان لكتب اللغة في الشرحين سهمٌ وافرٌ، لما لهذه الكتب من أهمية بالغة في شرح الكلمات الصعبة وتوجيه الآراء في المسائل الصرفية من خلال معرفة جذور المفردة ولغاتها واشتقاقاتها الصرفية. إذ كانتْ هذه المصادر خيرَ معينٍ ... للشارحين",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "ومن امثلة هذه الكتب الصحاح للجوهري (¬1)، والمحكم لابن سيده (¬2)، العباب (¬3) وغيرها من كتب اللغة. ¶ 6ـ ضمَّ الشرحانِ عدداً كبيراً من القراءِ الذين وردتْ اسماؤهم في الإحصاء المذكور آنفاً. وهذه الأرقام التي اشرنا اليها ليست الحصيلة النهائية، لأنَّ الشارحين لم يكتفيا بهؤلاء بل ثمة اشارات كثيرة إلى قراءات لم يذكر الشارحان اسماء ... اصحابها. ¶ 7ـ كان لاختلاف الرواية في الحديث حظٌّ في الشرحين فقد ذكر الشارحان اختلاف الروايات في الفاظ الحديث. وعلى الرغم من أنَّ الجدول الذي ذكرناه قد بين لنا بما لا يقبل الشك كثرة الرواة في الشرحين لا يعطينا الصورة الحقيقية لعدد الرواة إذ لم يذكر الشارحان في كثير من المواضع اسماءَ الرواة. ¶ موقف الشارحين من الرأي المنقول: ¶ تقتضي طبيعة الشرح من الشراح ايراد الكثير من الآراء المنقولة عن النحاة، وقد ضم الشرحان بين طياتهما أراءً متعددةً شملتْ معظم النحاة الذين كانتْ لهم اليد الطولى في هذا المجال وقد وقف الشارحان من هذه الآراء موقفاً متبايناً، فهما تارة رافضان وتارة أخرى مؤيدان لهذه الآراء، وتارة يقفان موقف الناقل من دون أن يكون لهما رأي في المسائل المنقولة ولا يخفى أن معظم الآراء التي ذكرها الشارحان كانت عصارة جهود السالفين. ولابد لنا أنْ نتعرف بعد كل هذا موقف الشارحين من هذه الآراء بصورةٍ مفصلة وهي: ¶ 1ـ الاخذ بالرأي المنقول: ¶ ¬__________ ¶ (¬1) ينظر على سبيل المثال فتح الباري 1/ 400، و 1/ 636، و 8/ 367، وفي عمدة القاري 1/ 23، و 8/ 102، و 15/ 185. ¶ (¬2) ينظر فتح الباري: 2/ 659، و 3/ 364 وعمدة القاري 2/ 211، و 3/ 109. ¶ (¬3) ينظر فتح الباري 11/ 402 وعمدة القاري 1/ 14.",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "استند الشارحان في شرح عددٍ من المسائل الصرفية على الآراء المنقولة من علماء العربية. ومثاله عند ابن حجر ما جاء في باب (أداء الخمس من الايمان) عن ابي جمرة قال كنت اقعد مع ابن عباس يجلسني على سريره ... إن وفد عبد القيس لما أتوا النبي (- صلى الله عليه وسلم -) قال ((من القوم أو منْ الوفد قالوا ربيعة قالَ مرحباً بالقوم أو الوفد غير خزايا ولا ندامى ... .)) (¬1) قال ابن حجر في قوله (ولاندامى) قال الخطابي كان اصله نادمين جمع نادمٍ لأنَّ ندامى إنما هو جمع ندمان أي المنادم في اللهو وقال الشاعرُ: ¶ 0@فإن كنْتَ ندماني فبالأكبر اسقني (¬2) ¶ ومثاله عند العيني ما جاء في باب (فضل مكة وبنيانها) في قوله تعالى: ((وإذ جعلنا البيتَ مثابةً للناسِ وأمناً ... )) قوله: (مثابة) ((قال الزجاج أصل مثابة مثوبة نقلت حركة الواو إلى الثاء وقلبت الواو ألفاً لتحركها وانفتاح ما قبلها)) (¬3). ¶ 2ـ مخالفة الرأي المنقول ورفضه: ¶ كان للشارحين باعٌ طويل في متابعة الاراءِ ومخالفة بعضها ورفضه مستعينين بالتعليل الذي يسوغ رفضهما هذه الآراء فضلاً عن أخذهما بالرأي البديل الذي يجدان فيهِ الصوابَ. وسنورد مثالاً على ما جاء عند ابن حجر في باب (المراضع من المواليات وغيرهن)، قوله: (المواليات) قال ابن التين: ((ضبط في رواية بضم الميم، وبفتحها في أخرى، والأولُ أولى لأنهُ اسمُ فاعلٍ من والتْ توالي. قلت: وليس كما قال، بل المضبوط في معظم الروايات بالفتح، وهو من الموالي لا من الموالاة. وقال ابن بطال: كان الأولى ¶ ¬__________ ¶ (¬1) فتح الباري 1/ 172. ¶ (¬2) المصدر نفسه 1/ 175. ¶ (¬3) عمدة القاري 9/ 212.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "أنْ يقول: المواليات جمع مولاةٍ، واما موالياتٌ هو جمع الجمع. جمع مولى جمع تكسير ثم جمع موالي جمع السلامة بالالف والتاء فصار مواليات)) (¬1). ¶ ومثاله عند العيني ما جاء في (باب فضل العشاء) في حديث أبي موسى ... قال: (فرجعنا ففرحنا بما سمعنا من رسول الله (- صلى الله عليه وسلم -) قال العيني: ((وفي رواية ... (فرجعنا فرحى) على وزن فعلى وقال الكرماني: أما جمع فريح على غير قياس، وأما مؤنث الأفرح (قلت) بل هو جمع فرحان كعطشانٍ يجمع على عطشى وسكران على سكرى)) (¬2). ¶ 3ـ ذكر أراءٍ متباينةِ في مسألةِ معينةٍ من دون رفضِها أو الأخذِ بها: ¶ دأبَ الشارحانِ في طرحِ آراءٍ متباينةٍ في المسألة الواحدة في كثيرٍ من الأحيانِ من دون الأخذِ بواحدٍ من هذهِ الآراءِ أو رفضهِ فما كان عملها في هذه الحالةِ الا بسط الآراء ووضعها أمامَ القارئ في شرحيها دونما تعليقٍ وقد كثرت هذه الحالة في الشرحين. ومثاله عندَ أبن حجرٍ ما جاءَ في باب (إذا صلى في ثوب له أعلام ونظر إلى علمها) في حديث رسول الله (- صلى الله عليه وسلم -) عن عائشة (رضي الله عنها) قالت: ((إن النبي (- صلى الله عليه وسلم -) صلى في خميصة لها أعلام فنظر إلى أعلامها نظرة، فلما أنصرف قال: أذهبوا بخميصتي هذه إلى أبي جهمٍ، وائتوني بانبجانية أبي جهمٍ ... .. )) قال أبن حجرٍ في قوله: (أنبجانية) ((بفتح الهمزة وسكون النون وكسر الموحدة وتخفيف الجيم وبعد النون ياء النسبة كساء غليظ لا علم له. وقال ثعلب يجوز فتح همزته وكسرها وكذا الموحدة، يقال كبش أنبانجي إذا كان ملتفاً كثيرَ الصوفِ، وكساء أنبانجي كذلك. وأنكر أبو موسى المديني على من زعم انه منسوب إلى منبج البلد المعروف بالشام. قال صاحب الصحاح نسبت إلى (منبجٍ) فتحت الباء فقلت: كساء منبجاني أخرجوه مخرج (منظراني) وفي الجمهرة (منبج) موضع أعجمي تكلمت به العرب ونسبوا إليه الثياب المنبجانية، وقال أبو حاتم السجستاني: لا يقال: كساءُ أنبجاني ¶ ¬__________ ¶ (¬1) فتح الباري 9/ 644. ¶ (¬2) عمدة القاري 5/ 65.",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "، وأنما يقال: كساء منبجاني، قال: وهذا مما تخطئ فيه العامة، وتعقبه أبو موسى كما تقدم، فقال الصواب أن هذه النسبة إلى موضع يقال له أنبجان. والله أعلم)) (¬1). ¶ وقال العيني في باب (الحياء في العلمِ) في قول مجاهدٍ (لا يتعلم العلمَ مستحييً ولا مستكبرُ) قوله: (مستحيي) (بإسكان الحاء وباليائين ثانيهما ساكنة من استحيى يستحيي فهو مستحيي على وزن مستفعل)، ويجوز فيه مستحي بياء واحدةٍ من استحيى يستحيي فهو مستحيي على وزن (مستفع)، ويجوز مستحٍ أيضاً بدون الياءِ على وزنِ ... (مستفٍ)، ويكون الذاهبَ فيهِ عين الفعلِ ولامه وفاؤه باقٍ، وكذلك يقال في استحييت استحيت بياء واحدة فأعلوا الياء الأولى وألقوا حركتها على الحاءِ قبلها استثقالاً لما دخلت عليه الزوائد. قال سيبويه: حذفت لإلتقاء الساكنين، لأن الياءَ الأولى تقلب ألفاً لتحركها وانفتاح ما قبلها. قال: وإنما فعلوا ذلك حيث كثر في كلامهم. وقال المازري: لم تحذف لالتقاء الساكنينِ لأنها لو حذفت لذلك لردوها إذ قالوا هو يستحيي كما قالوا يستبيع. وقال الأخفش استحي بياءٍ واحدةٍ لغة تميم وبيائين لغة أهل الحجاز، وهو الأصل لأن ما كان موضع لامهِ معتلاً لم يعلوا عينه الا ترى انهم قالوا أحييت وحويت ويقولون قلت وبعت، فيعلون العين لما لم تعتل اللام، وإنما حذفوا الياء لكثرة استعمالهم لهذه الكلمة، كما قالوا لا أدر في لا أدري)) (¬2). ¶ 4ـ ذكر هذه الآراءِ المختلفة مع اتخاذ موقفٍ مؤيدٍ لبعضها أو رافض للآخرِ. ¶ لما كانَ من سماتِ الشروحِ بسط الآراءِ ومناقشتها، كانَ من الطبيعي أن تقابلَ هذهِ الآراء بعضها بالرفضِ والآخر بالقبولِ. ¶ ومثاله عندَ أبن حجرٍ ما جاءَ في بابِ (خروج النساءِ لحوائجهن) وقوله ... (حوائجهن) ((قال الداودي في صيغة هذا الجمعِ نظر لأنّ جمعَ الحاجةِ حاجات، وجمع ¶ ¬__________ ¶ (¬1) فتح الباري 1/ 636 ـ 637. ¶ (¬2) عمدة القاري 2/ 210.",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "الجمع حاج، ولا يقال حوائج وتعقبه أبن التين فأجاد، وقالَ: الحوائج جمع حاجةٍ أيضاً ودعوى أن حاجاً جمع الجمع ليس بصحيح)) (¬1). ¶ ومثاله عندَ العيني ما جاءَ في (قصةِ الأسودِ العنسي) عن أبي عباس ... قالَ: ((ذكر لي أن رسول الله (- صلى الله عليه وسلم -) قال: بينا أنا نائم أريت أنه وضعَ في يدي سواران من ذهبٍ ففظعتهما وكرهتهما ... .)). وقوله (ففظعتهما) ((من فظع بالفاء والظاء المعجمة والعين المهلمة. يقال فظع الأمر فهو فظيع إذا جاوز المقدار. وقال الكرماني بكسر الظاء. قلت: ليس بصحيح، بل هو بضم الظاء، وقال الجوهري فظع الأمر بالضم فظاعة، وذكره في دستور اللغة من باب بصر يبصر. وفي التوضيح يقال فظع الأمرُ بالضم فظاعةً فهو فظيع، أي شديدٍ بشيعٍ، جاوز المقدارَ، وكذلك أفظعَ الأمرَ فهو مفظعٌ ... وقالَ ابن الأثير: الفظيعُ: الأمرُ الشديدُ وجاءَ هنا متعدياً، والمعروف فظعت بهِ وفظعت منهُ فيحملُ التعدية على المعنى، أي خفتهما أو اشتدَّ أمرهما عليَّ)) (¬2). ¶ ¬__________ ¶ (¬1) فتح الباري 9/ 421 ـ 422. ¶ (¬2) عمدة القاري 18/ 26.",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "الفصل الثاني ¶ أدلة الصناعة في الشرحين ¶ 1 ـ المبحث الأول: السماع. ¶ 2 ـ المبحث الثاني: القياس. ¶ 3 ـ المبحث الثالث: التعليل.",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "ـ المبحث الأول ـ ¶ 1 ـ السماع: ¶ السماع لغةً: ((ما سمعتَ بهِ فشاعَ وتكلم به)) (¬1). ¶ واصطلاحاً: ((ما ثبت في كلام من يوثق بفصاحته)) (¬2). أو هو ((الكلام العربي الفصيح المنقول النقل الصحيح الخارج عن حدّ القلة إلى حدّ الكثرة)) (¬3). ¶ لقد عوّلَ علماء اللغة القدماء على السماعِ باعتبارهِ المنهل الذي لا ينضب في جمع اللغة وتقعيد قواعدها. وقد شكلَ السماع والقياس ثنائية في إغناء اللغة، فلا يمكن أن يؤخذ بالقياس ما لم يكنْ لهُ سندٌ من السماع. وقد أولى البصريون السماعَ اهتماماً بالغاً أكثر من القياس، لأنه الطريقة المثلى في ضبط اللغة والكشف عن أسرارها، فإذا جاءَ السماعُ بمسألةٍ ماتركوا القياسَ فيها لذلك قيل ((وإنَّ الاستعمالَ إذا وردَ بشيء أخذوا به وتركوا القياسَ، لأنَّ السماعَ يبطل القياسَ)) (¬4) أما الكوفيون فقد توسعوا في السماع ونقلَ السيوطي من الأندلسي شارح المفصل قوله: ((الكوفيون لو سمعوا بيتاَ واحداً فيه جواز شيء مخالف للأصول جعلوه أصلاً وبوبوا عليه)) (¬5). ¶ وقد اعتد الشارحان بالأدلة التي تعتمد عليها الدراسات الصرفية وهي: القرآن الكريم، والقراءات، والحديث الشريف وكلامُ الصحابة، وأشعار العرب وكلامهم. ¶ 1ـ القرآن الكريم: ¶ وهو الكلام الوحيد الموثوق بصحته، قال تعالى: ((لايأتيهِ الباطلُ من بين يديهِ ولا من خلفهِ)) (¬6)، فهو افصح كلامٍ وأبلغ نظمٍ عرفهُ العربُ، ويتجلى ذلك في جزالة الفاظه ¶ ¬__________ ¶ (¬1) لسان العرب (سمع). ¶ (¬2) الأقتراح 14. ¶ (¬3) الاغراب في جدل الاعراب 45، وينظر ولمع الادلة 81. ¶ (¬4) خزانة الأدب 3/ 559. ¶ (¬5) الأقتراح 84. ¶ (¬6) سورة فصلت 42.",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "وعذوبتها وايجاز الفاظه وإعجاز معانيه لذلك يعدُّ القرآن الكريم قمةً في الفصاحة إذ نزلَ بلغةٍ عربيةٍ لاتشوبها شائبةً، قال تعالى: ((إنا أنزلناهُ قرآناً عربياً)) (¬1) وقال تعالى: ((بلسانٍ عربيٍّ مبين)) (¬2). ¶ وقد استشهد الشارحان بالقرآن الكريم في توجيه المسائل الصرفية ومن أمثلة استشهاد ابن حجر على الابدال في (افتعل) ماجاء في باب (مايؤكل من لحوم الأضاحي وما يتزود منهُ))، قال النبي (- صلى الله عليه وسلم -): ((من ضحى منكم فلا يصبحنَّ بعد ثالثةٍ وبقي في بيته منه شيءٌ. فلما كان العام المقبل قالوا: يارسول الله، نفعل كما فعلنا العام الماضي؟ قال: كلوا واطعموا وادخروا ... )) (¬3) قال ابن حجر في قوله (وادخروا) ((بالمهملة وأصله من (ذخرَ) بالمعجمة دخلتْ عليها تاء الافتعال، ثم أدغمت، ومنه قوله تعالى ... ((وادكر بعد أمةٍ)))) (¬4) ومن ذلك أيضاً ما أورده في استشهاده على التعدي واللزوم في شرحِ سورةِ (الضحى) في باب (ما ودّعَكَ ربُّكَ وما قلى). قال جندب بن سفيان (- رضي الله عنه -) ... : ((اشتكى رسول الله (- صلى الله عليه وسلم -) فلم يقم ليلتين أو ثلاثاً فجاءت امرأة فقالتْ: يامحمد إني لأرجو أنْ يكون شيطانك قد تركك، لم أره قربك منذ ليلتين أو ثلاثاً ... )) (¬5) قال ابن حجر في قوله: (قربك) ((بكسر الراء، يقال: قربه يقربه بفتح الراء متعدياً، ومنه ... ((لا تقربوا الصلاة)). وأما قربَ بالضم فهو لازمٌ. تقول قربَ الشيءُ أي دنا)) (¬6). ¶ ¬__________ ¶ (¬1) سورة يوسف 2. ¶ (¬2) سورة الشعراء 192. ¶ (¬3) فتح الباري 10/ 29. ¶ (¬4) المصدر نفسه 10/ 31. ¶ (¬5) المصدر نفسه 8/ 920. ¶ (¬6) المصدر نفسه 8/ 921.",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "ومن أمثلة العيني ماجاء في باب (الدعاء للصبيان بالبركة ومسح رؤوسهم) (¬1). ((عن ابي عقيل أنهُ كان يخرج به جده عبد الله بن هشام من السوق أو إلى السوق فيشتري الطعام فيلقاه ابن الزبير وابن عمر فيقولان اشركنا فإن النبي قد دعا لكَ ... بالبركة ... )) (¬2)، قال العيني: في قوله (أشركنا) من الاشراك وهو من الثلاثي المزيد فيهِ أي اجعلنا من شركائك ومنه قوله تعالى ((واشركهُ في أمري) وضبطَ في بعضِ الكتب من الثلاثي والأول هو الصحيح، لأنهُ إنما يقال شركته في الميراث والبيع إذا ثبتت الشركة وأما إذا سألته الشركة فإنما يقال اشركني من الثلاثي المزيد فيهِ) (¬3). ¶ ومن ذلك أيضاً ما أوردُ في استشهاده على باب الفعلِ يعضُّ، في باب (استعمال إبلِ الصدقة وألبانها لأبناء السبيل)، عن أنس (- رضي الله عنه -) أنّ ناساً من عرينة اجتووا المدينةَ ... وتركهم بالحرة يعضون الحجارة) (¬4). قال العيني في قوله (يعضونَ) بفتح العين من بابَِفعل ـ يفعَلُ بكسر العين في الماضي وفتحها في المضارع وقيل هو من باب نصَرَ ـ ينصُرُ ولغة القرآن مثل الأولِ ((ويوم يعَضُّ الظالمُ على يديه)). ¶ ويلاحظُ من استشهاد الشارحين بالقرآن الكريم أمورٌ هي: ¶ 1ـ اكتفى الشارحان بذكر موضعِ الشاهدِ في الآية القرآنية كما مرَّ في الأمثلة المذكورة آنفاً. ¶ 2ـ اقتصر الشارحان على الاستشهاد بآية قرآنية واحدة في المسائل الصرفية التي بحثا عنها. ¶ 3ـ لم يذكر الشارحان أسماء السور التي كانت آياتها موضع الاستشهاد. ¶ ¬__________ ¶ (¬1) عمدة القاري 22/ 306. ¶ (¬2) المصدر نفسه 22/ 306. ¶ (¬3) عمدة القاري 22/ 307. ¶ (¬4) المصدر نفسه 9/ 105.",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "4ـ لم يكرر الشارحان الآيات التي استشهدا بها في موضع آخر. ¶ 2ـ القراءات القرآنية: ¶ القراءات هي: ((اختلاف الفاظ الوحي المذكور في كتبة الحروف أو كيفيتها، من تخفيف وتثقيل وغيرهما)) (¬1). ¶ والقراءات القرآنية رافد ثر من روافد اللغة، وذخيرة لغوية، واتخاذها مصدراً للأستشهاد في اللغة والنحو والصرف من شأنه أن يزيد اللغة ثراءً. ¶ وكان لتعدد اللهجات العربية أثرٌ بارزٌ في ظهور القراءات القرآنية فقد روي عن النبي (- صلى الله عليه وسلم -): ((إنَّ هذا القرآن أنزلَ على سبعة أحرفٍ فاقرأوا ماتيسر منه)) (¬2). وهذا الترخيص الذي ورد في حديث النبي (- صلى الله عليه وسلم -) يعدُّ تخفيفاً وتيسيراً لحفظ القرآن وقراءته. وذلك لأنَّ القرآنَ الكريمَ نزلَ على أمةٍ اختلفت لهجاتها وتباينت السنتها وكما قال ابن الجزري: ((نزلَ القرآنُ على قومٍ لغاتهم مختلفة والسنتهم شتى، ويعسرُ على أحدهم الأنتقال من لغته إلى غيرها أو من حرفٍ إلى آخرٍ ... فلو كلفوا العدول عن لغتهم والانتقال عن السنتهم لكانَ من التكلف بما لايستطاع)) (¬3). وقد وضع العلماء شروطاً لصحة القراءة ذكرها ابن الجزري إذ قال: ((وكل قراءة وافقت العربية ولو ... بوجهٍ، ووافقت أحد المصاحف العثمانية ولو احتمالاً وصح سندها، فهي القراءة الصحيحة التي لا يجوز ردها ولا يحل إنكارها، بل هي من الأحرف السبعة التي نزل بها القرآن، ووجب على الناس قبولها، سواء كانتْ من الأئمة السبعة، أم عن العشرة، أم عن غيرهم من الأئمة المقبولين)) (¬4). ولذلك كان على علماء العربية أن يولوا عناية خاصةً بالقراءات القرآنية بوصفها مصدراً مهماً من مصادر الاستشهادِ ¶ ¬__________ ¶ (¬1) البرهان في علوم القرآن 1/ 318. ¶ (¬2) صحيح البخاري 6/ 227. ¶ (¬3) النشر في القراءات العشر 1/ 22. ¶ (¬4) المصدر نفسه 1/ 9.",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "على الرغم من أنَّ النحاة استشهدوا بالقراءات القرآنية في مواضع متعددة نظر اليها كل منهم بحسب مذهبه النحوي، فالبصريون اخضعوا القراءات القرآنية لأصولهم واقيستهم، فهم يقبلون بها متى جاءت موافقة للقياس، أو إذا استندت على السماع من كلام العرب المنظوم والمنثور (¬1). أما الكوفيون، فقد توسعوا في الاستشهاد بالقراءات ويرجع هذا إلى منهجهم القائم على الاتساع في السماع، ولأنَّ عدداً من رجال المدرسة الكوفية اشتغلوا بالقراءات وكانوا من الأئمة السبعة وخير مثال على ذلك الكسائي مؤسس المدرسة الكوفية فقد كان أحد القراء السبعة، أو ربما يرجع السبب إلى أنهم لم يتأثروا بأساليب الفلسفة والمنطق كما فعل البصريون (¬2). ¶ والحق ما ذهب اليه عددٌ من علماء اللغة القدماء والمحدثين من أن القراءة الثابتة أقوى في الاستشهاد من الشعر وغيره وذلك لأنها تمثل الواقع اللغوي لاتصالها بلهجات العرب (¬3)، فضلاً عن تواتر سندها وصحة روايتها وذلك مالم يتوافر في الشعر ولا في أي نصٍ نثري غير القرآن لأن ((اللغة إذا وردت في القرآن الكريم فهي أفصح مما في غير القرآن)) (¬4). ¶ وبعد فالقراءات القرآنية حجة في العربية، لأنها أخذت عن النبي (- صلى الله عليه وسلم -) والتابعين. والقراء تتبعوا أثر كل قراءة فكان نقلهم يعتمد على صحة السند وتواتر الرواية. ¶ قال السيوطي: ((أما القرآن فكلما ورد أنه قرئ به جاز الاحتجاج به في العربية سواء كان متواتراً أم احاداً أم شاذاً، وقد أطبق الناس على الاحتجاج بالقراءات الشاذة في ¶ ¬__________ ¶ (¬1) ينظر الشواهد والاستشهاد في النحو 237. ¶ (¬2) ينظر المصدر نفسه279. ¶ (¬3) ينظر الشواهد والاستشهاد في النحو 279. ¶ (¬4) المزهر 1/ 213.",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "العربية إذا لم تخالف قياساً معروفاً، بل لو خالفته يحتج بها في مثل ذلك الحرف بعينهِ وإن لم يجز القياس عليه ... .)) (¬1). ¶ والمنهج السليم. كما يرى عدد من المحدثين ـ أن يمعن النحاة النظر في القراءات الصحيحة السندِ، فما خالفت قواعدهم وأقيستهم رجعوا إليها وصححوا تلك القواعد، وإن أكبر مأخذ يؤخذ على النحاة عدم استيعابهم للقراءات القرآنية واضاعتهم مئات من الشواهد المحتج بها. ولو اعتدوا بها لكانت قواعدهم وأحكامهم أشد إحكاماً. (¬2) ¶ ونعود إلى الشارحين نتلمس أثر هذا الأصل في شرحيهما، فقد اعتد الشارحان بالقراءاتِ القرآنية إذ اتبعا المنهج نفسه الذي سار عليه النحاة الذين سبقوهما، في قبول القراءة إذا وافقت أقيستهم وعد القراءة شاذة إذا لم توافقها. وسنعرض عدداً من الأمثلة لنتبين من خلالها موقف الشارحين من القراءات. ¶ 1ـ ما جاء في تفسير سورة النساء من قوله تعالى: ((ولا تؤتوا السفهاء اموالكم التي جعل الله لكم قياماً)) (¬3) قال ابن حجر في قوله (قياما) ((القراءة المشهورة بالتحتانية بدل الواو لكنهما بمعنى، قال أبو عبيدة: يقال: قيام أمركم وقوام أمركم، والأصل بالواو فأبدلوها ياءً لكسرة القاف، قال بعض الشراحِ: فأورده المصنف على الأصل: قلت ولا حاجة لذلك لأنه ناقل لها عن أبن عباس، وقد ورد عنه كلاً الأمرين و قيل: إنها ايضاً قراءة أبن عمر أعني بالواو، وقد قرئ في المشهور عن أهل المدينة أيضاً (قيماً) بلا ألف، وفي الشواذ قراءات أخرى)) (¬4). ¶ ¬__________ ¶ (¬1) الأقتراح 14 ـ 15. ¶ (¬2) ينظر في أصول النحو 29، و اللغة والنحو بين القديم والحديث 104 ـ 105، و الحديث الشريف في الدراسات 288 ـ 289. ¶ (¬3) سورة النساء 5، و فتح الباري 8/ 300. ¶ (¬4) فتح الباري 8/ 301.",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "2ـ وجاء في تفسير سورة آل عمران من قوله تعالى: ((وكأين من نبي قاتل كعه ربيون كثير)) (¬1) قال أبن حجر في قوله (ربيون) ((الجميع واحدها ربي، وهو تفسير أبي عبيدة، قال: الربيون الجماعة الكثيرة واحدها ربي، وهو بكسر الراء في الواحد، والجمع قراءة الجمهور وعن علي وجماعة بضم الراء وهو من تغيير النسب في القراءتين إن كانت النسبة إلى الرب وعليها قراءة ابن عباس، ربيون بفتح الراء وقيل: بل هو منسوب إلى الربة أي الجماعة، وهو بضم الراء وبكسرها فإن كان كذلك فلا تغير والله أعلم)) (¬2). ¶ 3ـ وجاء في تفسير سورة البقرة في قوله تعالى: ((وإذ قال إبراهيم رب أرني كيف تحيي الموتى قال أو لم تؤمن قال بلى ولكن ليطمئن قلبي قال فخذ أربعة من الطير فصرهن إليك ... )) (¬3) قال أبن حجر في قوله (فصرهن) (وقد أختلف نقلة القراءات في ضبط هذه اللفظة عن أبن عباس فقيل: بكسر أوله كقراءة حمزة، وقيل: بضمة كقراءة الجمهور وقيل: بتشديد الراء مع ضم أوله وكسره من صره يصره إذا جمعه ونقل أبو البقاء تثليث الراء في هذه القراءة، وهي شاذة ... )) (¬4). ¶ 4ـ ما جاء في باب (التهجد بالليل)، وفي حديث (عن طاوس، سمع أبن عباس ... (رض) قال: ((كان النبي (- صلى الله عليه وسلم -) إذا قام من الليل يتهجد قال: اللهم لك الحمد أنت قيم السماوات والأرض ... .)) (¬5)، قال العيني في قوله (قيم) ((القيم والقيام والقيوم بمعنى واحد، وهو الدائم القيام بتدبير الخلق ... وقال الزمخشري وقرىء القيام والقيم، وقيل قرأ بهما عمر بن الخطاب (رض) ... . وقرأ علقمه (الحي القيم) وأصله قيوم على وزن فيعل ¶ ¬__________ ¶ (¬1) سورة آل عمران 146. ¶ (¬2) فتح الباري 8/ 263. ¶ (¬3) سورة البقرة 260. وينظر فتح الباري 8/ 253. ¶ (¬4) فتح الباري 8/ 254. ¶ (¬5) عمدة القاري 7/ 165.",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "مثل صيب أصله صيوب، اجتمعت الواو والياء وسبقت إحداهما بالسكون فقبلت الواو ياءً وأدغمت الياء في الياء ... )) (¬1). ¶ 5ـ وجاء في باب (قول الله تعالى: ((وإن امرأة خافت من بعلها نشوزاً أو إعراضاً فلا جناح عليهما أن يصالحا بينهما صلحاً والصلح خير)).) (¬2) قال العيني في قوله (أن يصالحا) (أصله أن يتصالحا فأبدلت التاء صادا وأدغمت الصاد فصار يصالحا، وقرىء أن يصلحا أي أن يصطلحا وأصله يصتلحا فأبدلت التاء صادا وأدغمت في الأخرى وقرىء أن يصلحا)) (¬3) ¶ 6 ـ وجاء في باب (ماجاء في بيوت أزواج النبي (ص) وما نسب من البيوت ... أليهن، وقول الله تعالى ((وقرن في بيوتكن)). قال العيني في قوله (قرن). ((قرأ نافع وعاصم قرن بفتح القاف، والباقون بالكسرة، فالفتح أصله قررن فحذفت الراء الأولى وألقيت فتحتها على ما قبلها فصار قرن على وزن (فلن)، وقيل من قار ـ يقار إذا اجتمع فعلى هذا اصله قورن قلبت الواو ألفا لتحركها وانفتاح ما قبلها فصار قارن فالتقى ساكنان فحذفت الألف فصار (قرن). ووجه كسر القاف هو أنه من وقر يقر وقارا ... وأصله اوقرن فحذفت الواو لوقوعها بين الكسرتين واستغني عن الهمزة فحذفت فصار (قرن) على وزن (علن). وقيل من قرـ يقر وأصله على هذا اقررن نقلت حركة الراء إلى القاف ثم حذفت واستغني عن الهمزة فحذفت فصار قرن)) (¬4). ¶ ويلاحظ من استشهاد الشارحين بالقراءات أمورا هي: ¶ 1ـ ينسب الشارحان القراءة إلى قائلها كما جاء في الأمثلة السابقة. ¶ ¬__________ ¶ (¬1) عمدة القاري 7/ 166. ¶ (¬2) سورة النساء 128. وينظر عمدة القاري 13/ 170. ¶ (¬3) عمدة القاري 13/ 171 ¶ (¬4) المصدر نفسه 15/ 28",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "2ـ لا ينسب الشارحان القراءة إلى قائلها أحيانا ويكتفيان بذكر عبارة (وقرىء). ¶ 3ـ يورد الشارحان قراءات متعددة للمسألة الصرفية الواحدة. ¶ 4ـ ينبه الشارحان على القراءات المشهورة. وكذلك على القراءات الشاذة. وكثرت هذه المسالة عند ابن حجر. ¶ 3ـ الحديث النبوي الشريف وكلام الصحابة ¶ الحديث الشريف هو: ((أقوال النبي (ص)، وأقوال الصحابة التي تروي أفعاله أو احواله أو ما وقع في زمنه)) (¬1) ¶ والحديث الشريف منبع ثر من منابع اللغة، ورافد من روافدها التي تغنى ... بها، وأصل من أصولها، إلا أنه لم يقدر لهذا الأصل أن يحظى باهتمام النحاة في الاستشهاد به، وانصرفوا عنه. ¶ ويرجع سبب انصرافهم عن الحديث إلى أمرين ((: أولهما: أن الرواة جوزوا النقل بالمعنى، فالحديث الواحد يروى بألفاظ مختلفة وعبارات متعددة، فلا يمكن الجزم بأن الرسول (ص) قد قال ذلك بنصه. وثانيهما: أنه وقع اللحن كثيرا فيما روي في ... الحديث، لأن كثيرا من الرواة كانوا غير عرب بالطبع ولا يعلمون لسان العرب بصناعة النحو، فوقع اللحن في كلامهم وشمل ذلك نصوص الحديث)) (¬2). وقد أنقسم علماء اللغة في مسألة الاحتجاج بالحديث على فئات ثلاث هي: (¬3) ¶ الفئة الأولى: وهي الفئة التي منعت الاستشهاد بالحديث مطلقا ويمثل هذه الفئة ابن ... الضائع، وأبو حيان، وذلك لأن علماء الحديث أجازوا الرواية بالمعنى، وأن كثيرا من الرواة كانوا من الأعاجم لذلك كثر اللحن في كلامهم. ¶ ¬__________ ¶ (¬1) في أصول النحو 41 ¶ (¬2) خزانة الأدب 1/ 5 ـ 6 والاستشهاد والاحتجاج باللغة 110 ¶ (¬3) ينظر المدرسة النحوية في مصر الشام 335 ومابعدها، و الشواهد والاستشهاد في النحو 301 ... ومابعدها.",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "أما الفئة الثانية: فهي الفئة التي جوزت الاستشهاد بالحديث مطلقا، وعدته مصدرا من مصادر النحو، ويمثل هذه الفئة السهيلي، وابن خروف، وابن مالك، وابن هشام وقد استدل هؤلاء بالحديث الشريف لأنه كلام النبي (ص) وهو افصح العرب لسانا وأبلغهم مقالا إذ روي عنه أنه قال ((أنا أفصح العرب بيد أني من قريش)). وقد تشدد الرواة في نقل الحديث وقبول الرواية فقد تحملوا مشاق الرحلات في سبيل ضبط الحديث ومعرفة رجاله، لذلك كان يجب على النحاة أن يعدوا الحديث المصدر الثاني من مصادر استشهادهم بعد كلام الله عز وجل والقراءات القرآنية. ¶ الفئة الثالثة: وهي الفئة التي توسطت بين الفئتين فقبلت بعض الأحاديث، ورفضت الاحتجاج ببعضها الآخر ويمثل هذه الفئة الشاطبي، السيوطي. وهذه الفئة اشترطت في قبول الاستشهاد بالحديث متى ما اهتم ناقله بلفظه. وتركوا الاستشهاد بالحديث إذا اعتنى ناقله بمعناه دون لفظه. ¶ وبعد هذا العرض المقتضب لأصل من أصول النحو نعود لنتلمس أثر هذا الأصل في الشرحين. فقد قل استشهاد الشارحين بالحديث، ولعل السبب يعود إلى طبيعة الشرحين، إذ كان موضوع الشرحين الحديث نفسه. ¶ وسنورد عددا من الأمثلة للشارحين لنتعرف من خلالها موقف الشارحين من الاستشهاد بالحديث النبوي الشريف. ومثاله عند ابن حجر ماجاء في (تفسير سورة هود) في باب (ويقول الأشهاد هؤلاء الذين كذبوا على ربهم ألا لعنة الله على الظالمين) قال ابن حجر في قوله (أراذلنا) من قوله تعالى ((وما نراك اتبعك الا الذين هم أراذلنا .. )) (¬1). ((بضم المهملة وتشديد القاف، والأراذل جمع أرذل، إما على بابه كما جاء (أحاسنكم أخلاقا) أو جرى مجرى الأسماء كالأبطح ... .. )) (¬2) ¶ ¬__________ ¶ (¬1) سورة هود 27، وينظر فتح الاباري 8/ 450. ¶ (¬2) فتح الباري 8/ 451",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "ومثاله عند العيني ماجاء في باب (مباشرة الحائض) في حديث عن عائشة (رضي الله عنها) قالت: (كنت اغتسل انا والنبي (ص) من إناء واحد كلانا جنب وكان يأمرني فأتزر ... .) (¬1). ¶ قال العيني في قوله (فأتزر) ((بفتح الهمزة وتشديد التاء المثناة من فوق وأصله إتزر بالهمزتين أولاهما مفتوحة والثانية ساكنة لأن أصله من أزر فنقل إلى باب أفتعل فصار اتزر يتزر وكذا استعمل من غير إدغام في حديث أخر وهو (كان النبي (ص) يباشر بعض نسائه وهي مؤتزرة في حالة الحيض ... .)) (¬2). ¶ أما كلام الصحابة فقد كان استشهاد الشارحين به قليلا ومثاله عندهما ماجاء في باب (الجنة تحت بارقة السيوف). قال ابن حجر في قوله (الابارقة). (واخرج الطبراني بإسناد صحيح عن عمار بن ياسر أنه قال يوم صفين (الجنة تحت الابارقة)، والصواب البارقة وهي السيوف اللامعة ... . ويمكن تخريجه على ما قاله الخطابي الأبارقة جمع إبريق وسمي السيف إبريقا فهو إفعيل من البريق، ويقال أبرق الرجل بسيفه إذا لمع ... به ... ) (¬3). ¶ 4ـ الشعر ¶ هو ديوان العرب الحامل بمآثرها ومفاخرها ووقائعها وبسبب هذا كان للشعر وقع في نفوس العرب ومنزلة كبيرة. وهو مصدر ثر من مصادر النحو العربي اعتد به النحويون واللغويون في تقعيد قواعدهم م وقد اهتم النحويون بهذا الأصل أيما اهتمام فأولوه عناية كبيرة فاقت الأصول الأخرى كالقرآن الكريم والقراءات والحديث الشريف سواء كانوا بصريين أم ¶ ¬__________ ¶ (¬1) عمدة القاري 3/ 265 ¶ (¬2) عمدة القاري 3/ 265 ¶ (¬3) فتح الباري 6/ 41 وينظر عمدة القاري 14/ 114",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "كانوا كوفيين. وقد كانت عناية البصريين والكوفيين كل حسب مذهبه النحوي، فالبصريون يتشددون في رواية الشعر وتوثيقه، وزمانه، ومكان واضعه. ¶ أما الكوفيون فلم يتشددوا تشدد البصريين وقبلوا كل ما وصل اليهم من العرب فلم يتقيدوا في اخذ اللغة من مكان رفض البصريون الأخذ منه (¬1). ((فتلقوا الشعر من كل قبيلة، وأخذوا من كل لهجة، وتعلقوا بالشاذ واعتبروه أصلاً يقاس عليه، وتجد في شواهدهم من الشعر ما لا يعرف قائلة بل ربما استشهدوا بشطر بيت لا يعرف شطره الآخر)) (¬2). ¶ وعلى الرغم من ولع علماء العربية بالشواهد الشعرية وعدها من أهم الأصول التي استندوا إليها في تقعيد النحو العربي لم يستشهدوا بالشعر العربي كله، فقد قسم العلماء الشعراء الذين يحتج بشعرهم على طبقات أربع هي: ـ (¬3) ¶ الطبقة الأولى: الشعراء الجاهليون، وهم الذين عاشوا قبل الإسلام كامرىء القيس، والأعشى. ¶ الطبقة الثانية: ـ المخضرمون، وهم الذين أدركوا الجاهلية والإسلام كلبيد وحسان. ¶ الطبقة الثالثة: الإسلاميون، وهم الذين كانوا في صدر الإسلام كجرير، والفرزدق. ¶ الطبقة الرابعة: المولدون، ويقال لهم المحدثون، وهم من بعدهم إلى زماننا، كبشار ابن برد، وأبي نواس. ¶ وقد أجمع علماء اللغة على أن أشعار العرب في الطبقتين (الأولى والثاني) هي التي يحتج بها بلا نزاع، أما شعراء الطبقة الثالثة فقد أختلف النحاة في الاستشهاد بشعرهم، ¶ ¬__________ ¶ (¬1) ينظر المدرسة النحوية لشوقي ضيف 159، والمدارس النحوية لخديجة الحديثي 180. ¶ (¬2) المدرسة النحوية في مصر والشام 250. ¶ (¬3) ينظر العمدة في محاسن الشعر وآدابه 1/ 93ـ94، والمزهر 2/ 489، وخزانة الادب 1/ 3.",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "فقد ذهب صاحب الخزانة إلى جواز الاحتجاج بشعر الطبقة الثالثة (¬1). أما المولدون والمحدثون وهم شعراء الطبقة الرابعة ((فقد أجمعوا على إنه لا يحتج بكلامهم في اللغة العربية)). (¬2) ¶ وعلى هذا يكون ((آخر من يحتج بشعره بالاجماع إبراهيم بن هرمة (70 ـ 150هـ) الذي ختم به الأصمعي الشعر)). (¬3) ¶ وبعد هذا العرض الموجر نأتي إلى الشرحين نتلمس فيهما أثر هذا الأصل فقد عني الشارحان بالشواهد الشعرية بوصفها من أهم الأصول التي استند إليها علماء العربية الذين سبقوهما، وكانت نظرتهما للمساحة الزمانية التي غطتها الشواهد الشعرية تتفق مع سنة من إجاز الاستشهاد بالشعراء الإسلاميين فلا غرو أن نجد في الشرحين شزاهد متعددة مأخوذة من شعراء إسلاميين مثل الفرزدق، ورؤبة بن العجاج، وكثير ... . الخ. ¶ وسنعرض عدداً من الأمثلة لنتعرف من خلالها موقف الشارحين من الشواهد الشعرية. ومثالها عند أبن حجرٍ ما جاء في باب ((وأذكر في الكتاب موسى إنه كان مخلصاً وكان رسولاً نبياً وناديناه من جانب الطور الأيمن وقربناه نجياً)). قال أبن حجر في قوله (نجياً) (قال أبو عبيدة في قوله تعالى ((خلصوا نجياً)) أي أعتزلوا نجياً يتناجون، والنجي يقع لفظه على الواحد والجمع أيضاً وقد يجمع فيقال نجي وأنجيه قال لبيد ¶ وشهدت أنجيه الإفاقة عالياً ... كعبي، وأرداف الملوك شهود (¬4) ¶ وجاء في تفسير سورة (ص) من قوله تعالى ((أجعل الآلهة إلهاً واحداً إن هذا لشيء عجاب)) (¬5) قال ابن حجر في قوله (عجاب: عجيب) هو قول أبي عبيدة قال: والعرب تحول فعيلاً إلى فعال بالضم وهو مثل طويل وطوال قال الشاعر: ¶ ¬__________ ¶ (¬1) خزانة الأدب 1/ 3. ¶ (¬2) ينظر الأقتراح 26 ـ 27. ¶ (¬3) من تاريخ النحو 19. ¶ (¬4) فتح الباري 6/ 521. ¶ (¬5) سورة (ص) 5.",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "تعدو به سلهبة سراعة ¶ أي سريعة (¬1). ¶ ومثالها عند العيني ما جاء في باب (العلم والعظة بالليل) في حديث (عن أم سلمة قالت: استيقظ النبي (- صلى الله عليه وسلم -) ذات ليلة فقال: ((سبحان الله ماذا أنزل الليلة من الفتن وماذا فتح من الخزائن ايقظوا صواحب الحجر فرب كاسية في الدنيا عارية في الآخرة)). ¶ قال العيني في قوله (كاسية). (على وزن فاعلة من كسا ولكنه بمعنى مكسوة كما في قول الحطيئة. (¬2) ¶ واقعد فإنك أنت الطاعم الكاسي ¶ وجاء في باب (خروج النساء لحوائجهن) قال العيني في قوله (حوائجهن) ... ((وهو جمع حاجة، وقال الداودي جمع الحاجة حاجات وجمع الجمع حاج ولا يقال حوائج، وقال أبن التين والذي ذكر أهل اللغة أن جمع حاجة حوائج، وقال الداودي غير صحيح، وفي المنتهى الحاجة فيها لغات حاجة وهوجاء وحائجة فجمع السلامة حاجات ¶ ¬__________ ¶ (¬1) فتح الباري 8/ 699. ¶ (¬2) عمدة القاري 2/ 157.",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "وجمع التكسير حاج مثل راحة وراح وجمع حوجاء حواج مثل صحراء وصحار ويجمع على حوج أيضاً نحو عوجاء، وعوج وجمع الحاجة حوائج مثل حائجة وحوائج، وكان الأصمعي ينكره ويقول هو مولد وإنما أنكره لخروجه عن القياس في جمع حاجة وإلا فهو كثير الكلام قال الشاعر) (¬1) ¶ نهار المرء أمثل حين يقضي ... حوائجه من الليل الطويل ¶ ويلاحظ من استشهاد الشارحين بالشواهد الشعرية أموراً هي: ¶ 1ـ ينسب الشارحان أحياناً الأبيات الشعرية لقائليها. ¶ 2ـ يغفل الشارحان أحياناً أخرى نسبة البيت الشعري لقائله. ¶ 3ـ يستشهد الشارحان أحياناً في تقرير حكم صرفي بشطر من بيت شعري وبعد أن عرضنا لأدلة السماع عرضاً وافياً. لابد لنا بعد هذا أن نحصي الأصول التي أستند إليها الشارحان في شرحيهما فظهرت هذه الأرقام. ¶ ¬__________ ¶ (¬1) عمدة القاري 20/ 217.",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "الشارحان ... القرآن الكريم ... القراءات ... الحديث النبوي وكلام الصحابة ... الشواهد الشعرية ¶ ابن حجر ... 35 ... 45 ... 4 ... 30 ¶ العيني ... 61 ¶ وبعد أن أحصينا الأصول والأدلة التي استند إليها الشارحان نخلص إلى أمور منها: ¶ 1 ـ كان للقرآن الكريم والقراءات اليد الطولى في الأصول التي استند إليها الشارحان كلاهما في تقرير حكم صرفي. ¶ 2ـ كان استشهاد الشارحين بالحديث النبوي وكلام الصحابة ضئيلاً إذا وزن ببقية الأصول. ¶ 3ـ كانت الشواهد الشعرية الأصل الثاني من حيث العدد ـ الذي استند إليه الشارحان في دعمهما الحكم الصرفي. ¶ 4ـ لم يستشهد الشارحان في الشرحين بكلام العرب الفصحاء والأمثال.",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "المبحث الثاني ¶ القياس ¶ القياس مورد من موارد اللغة وينبوع صاف ارتشف منه علماء العربية في وضع الأحكام العامة للغة، وقبل أن ندخل في خضم موضوع القياس ولا بد لنا أن نقف على المعنى اللغوي والاصطلاحي للقياس. فالقياس لغة: ((التقدير، من قولهم: قاس الشيء يقيسه إذا قدره على مثاله)) (¬1). وأما اصطلاحاً فهو ((حمل غير المنقول على المنقول إذا كان في معناه)) (¬2) أو هو ((حمل فرع على أصل بعلة، وأجراء حكم الأصل على الفرع)) (¬3). وعلى هذا التعريف يكون للقياس أركان أربعة، هي أصل وهو المقيس ... عليه، وفرع وهو المقيس، وحكم، وعلة جامعة (¬4). ¶ ويشترط في المقيس عليه ألا يكون شاذاً خارجاً عن سنن القياس، فما كان كذلك لا يجوز القياس عليه كتصحيح مثل: استحوذ، واستصوب، واستنوق (¬5). وكذلك لا يقاس على الشاذ نحو (وذر، وودع) مع جوازهما قياساً. وليس من شرط المقيس عليه الكثرة فقد يقاس على القليل لموافقته للقياس، ويمتنع على الكثير لمخالفته له. فمثال الأول قولهم: شنئي نسبة إلى شنوءة، ومثال الثاني قولهم: ثقفي، وقرشي، وسلمي في النسبة إلى تثقيف، وقريش، وسليم. (¬6) ¶ ¬__________ ¶ (¬1) لسان العرب مادة (قيس). ¶ (¬2) الأغراب في جدل الإعراب 45، و الأقتراح 38. ¶ (¬3) لمع الأدلة 93. ¶ (¬4) ينظر الأقتراح 46 ـ 47، و في أصول النحو 97. ¶ (¬5) في اصول النحو 97، والأصول دراسة ابيستيمولوجية للفكر اللغوي عند العرب 170. ¶ (¬6) في اصول النحو 98 ـ 99.",
            "page": "59",
            "part": "1"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "وقد كان موقف علماء اللغة من هذه القضية أن قسموا الاطراد والشذوذ على أربعة أضرب هي: (¬1) ¶ 1ـ المطرد في القياس والسماع معاً. ¶ وهو أكثر اللغة، ولا جدال في الأخذ به. ¶ 2ـ المطرد في السماع الشاذ في القياس. ¶ وهو بحق يمثل جانباً كبيراً من الأساليب المروية عن فصحاء العرب. ¶ 3ـ المطرد في القياس الشاذ في السماع. ¶ وهو ذخيرة المولدين في اشتقاق ألفاظ جديدة لم تسمع من الأساليب المروية عن العرب الفصحاء. (¬2) ¶ 4ـ الشاذ في القياس والسماع معاً. ¶ وهو الذي لا يقام له عند الجمهور وزن، والذي أجمعوا على رفضه. ¶ وبعد، فإن القياس في اللغة نشأ منذ نشأة النحو العربي وارتبط به ارتباطاً وثيقاً، ولعل ما يؤيد ذلك ما جاء عن أبن سلام إذ قال: ((كان أول من أسس العربية، وفتح بابها، وأنهج سبيلها، ووضع قياسها أبو الأسود الدؤلي ... .)) (¬3). وقد نهج علماء العربية نهج أبي الأسود الدؤلي في اهتمامهم بالقياس نحو ابن أبي أسحق الذي قال عنه ابن سلام ((كان أول من بعج النحو، ومد القياس، وشرح العلل)) (¬4). وقد تبعه في منهجه هذا علماء آخرون أمثال عيسى بن عمر وأبي عمرو بن العلاء، ويونس بن ... حبيب، وقد كان للخليل وتلميذه سيبويه باع طويل في القياس إذ زخر كتاب سيبويه بالاقيسة. والمتتبع ¶ ¬__________ ¶ (¬1) ينظر الخصائص 1/ 101 ـ 102، و من أسرار اللغة 13، و في أصول النحو 57. ¶ (¬2) ينظر من أسرار اللغة 13. ¶ (¬3) طبقات فحول الشعراء 1/ 12. ¶ (¬4) المصدر نفسه 14.",
            "page": "60",
            "part": "1"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "للقياس في القرنين الأول والثاني الهجريين يجد أن الهدف منه وضع الاحكام العامة، أما في القرن الرابع الهجري فقد تغير معنى القياس فهو فضلاً عن معناه السابق اتخذ معنى ثانياً، وهو استنباط شيء جديد في اللغة لم يسمع عن العرب. (¬1) ¶ وخير ما يمثل القرن الرابع الهجري، أبو علي الفارسي وأبن جني اللذان كان لهما باع طويل في القياس. حتى قال أبو علي: ((أخطئ في خمسين مسألة في اللغة ولا أخطئ في واحدة من القياس)) (¬2)، أما أبن جني فقد ولع بالقياس أيما ولع، وهو كثير الأخذ به إذ قال ((ولا تسرع إلى إعطاء اليد بانتقاض بابه والقياس القياس)) (¬3). ¶ ويعد القياس لدى علماء العربية الأساس الذي بنوا عليه الأحكام الصرفية، فلم يكتف علماء العربية بالسماع في أخذ اللغة، لأنه لا يكفي وحده استيعاب اللغة كلها، وكان عليهم الاعتماد على القياس بوصفه مورداً ثانياً من موارد اللغة، وحمل ما سمع على ما لم يسمع، ولكل من البصريين والكوفيين شروطهم في القياس، فالبصريون يتشددون في القياس، واقتصروا على جواز القياس على المشهور والشائع، ولم يقيسوا على القليل والشاذ واشترطوا في المقيس عليه الاطراد، وأن يكون جارياً على السنة الفصحاء، أما الكوفيون فقد توسعوا في القياس حتى أنهم أجازوا القياس على الشاهد الواحد أو الشاهدين، ولم يشترطوا أن يكون المقيس عليه مطرداً بل قاسوا على النادر والشاذ وكذلك لم يتشددوا في فصاحة العربي الذي تؤخذ منه اللغة. (¬4) ¶ ولبيان موقف الشارحين من القياس، أذكر فيما يأتي عدداً من المسائل الصرفية التي ذكرها الشارحان معتمدين على القياس. ¶ ¬__________ ¶ (¬1) ينظر من أسرار اللغة 19. ¶ (¬2) الخصائص 2، 88. ¶ (¬3) المصدر نفسه 2/ 233. ¶ (¬4) ينظر المدارس النحوية 160 وما بعدها، ومن أسرار اللغة 9،والقياس في اللغة العربية 48 ـ 49.",
            "page": "61",
            "part": "1"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "1ـ التنبيه على ماهو جار على القياس: ¶ لقد كان الشارحان شديدي الحرص على التنبيه على ماهو جار على القياس. وقد عول ابن حجر على القياس في تثبيت الأحكام الصرفية، ويمكن أن نستدل على هذا من خلال المثالين الآتيين: ¶ 1ـ ماجاء في باب (إكرام الضيف وخدمته إياه بنفسه)، ((حدثنا إسماعيل قال: حدثنا مالك مثلهُ وزاد: من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ... ليصمتْ)) (¬1)، قال ابن حجر في قوله (ليصمت) ضبطه النووي بضم الميم، وقال الطوفي سمعناه بكسرها، وهو القياس كضربَ ـ يضربُ (¬2). ¶ 2ـ ما جاء في سورة (كهيعص)، (بكيا) جماعة باكٍ (¬3)،/ قال ابن حجر في قوله ... (بكياً)، بكياً جماعة باكٍ وهو قولُ أبي عبيدة، وتعقب بأنَّ قياسَ جمع باكٍ بكاة مثل قاضٍ وقضاة (¬4). ¶ وقد اعتد العيني بالقياس شأنه شأن ابن حجر وسنورد مثالين وهي كما يأتي: ¶ 1ـ ما جاء في باب (شهود الحائض العيدين ودعوة المسلمين في حديث عن حفصة (- رضي الله عنه -) قالت: كنا نمنع عواتقنا ان يخرجن في العيدين فقدمت امرأة فنزلت قصر بني خلف فحدثت عن أختها وكان زوج أختها غزا مع النبي (- صلى الله عليه وسلم -) ثنتي عشرة وكانت أختي ¶ ¬__________ ¶ (¬1) فتنح الباري 10/ 651. ¶ (¬2) المصدر نفسه 10/ 652. ¶ (¬3) المصدر نفسيه 8/ 545. ¶ (¬4) المصدر نفسه 8/ 546.",
            "page": "62",
            "part": "1"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "معه في ستٍ، قالت كنا نداوي الكلمى ونقوم على المرضى ... (¬1) قال ابن حجر في قولها (كلمى) جمع كليم وهو على القياس لأنه فعيل بمعنى مفعول (¬2). ¶ 2ـ ماجاء في باب (إذا أسلم الصبي فمات هل يصلى عليه وهل يعرض على الصبي الأسلام) في حديث ( ... فرآه النبي (- صلى الله عليه وسلم -) وهو مضطجع يعني في قطيفة له فيها رمزة ... ) (¬3) قال العيني في قوله (في قطيفة) هي كساء له خمل والجمع قطائف هذا هو القياس (¬4). ¶ 2ـ التنبيه على ماهو مخالف للقياس: ¶ دأبَ الشارحان في شرحيهما على بيان ما خرج على القياس ومن أمثلة ذلك عند ابن حجر ماجاء في باب (الثلاثة على الدابة) في حديث عن ابن عباس (- رضي الله عنه -) قال: (لما قدم النبي (- صلى الله عليه وسلم -) مكة استقبله أغيلمة بني عبد المطلب، فحمل واحداً بين يديه وآخر ... خلفه) (¬5). قال ابن حجر في قوله (أغيلمة) تصغير غلمة، وهو جمع غلام، على غير القياس والقياس غليمة (¬6). وفي مثال ثانٍ له ماجاء في باب (الصراط جسر جهنم)، في حديث أبي سعيد (فيلقون في نهرٍ بافواه الجنة يقال له ماء الحياة). قال ابن حجر في قوله (أفواه)، والأفواه جمع فوهة على غير قياس (¬7). ومن أمثلته عند العيني ما جاء في باب (فضل من علِمَ وعلّمَ) في حديث ( ... كمثل الغيث الكثير أصابَ أرضاً فكانَ منها نقيةٌ قبلت الماء فأنبتت الكلأ والعشب الكثير وكانت منها أجادب أمسكت الماء ... ). قال ¶ ¬__________ ¶ (¬1) عمدة القاري 3/ 302 ¶ (¬2) المصدر نفسه 3/ 303. ¶ (¬3) المصدر نفسه 8/ 174. ¶ (¬4) المصدر نفسه 8/ 174. ¶ (¬5) فتح الباري 10/ 484. ¶ (¬6) المصدر نفسه 10/ 485. ¶ (¬7) المصدر نفسه 11/ 559.",
            "page": "63",
            "part": "1"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "العيني في قوله (أجادب) بالجيم وبالدال المهملة جمع جدب على غير قياس كما قالوا في حسن جمعه محاسن والقياس أنه جمع محسن أو جمع جديب (¬1) ومثاله أيضاً ما جاء في باب (الأمراء من قريش) في حديث محمد بن جبير بن مطعم أنه بلغ معاوية وهو عنده في وفدٍ من قريش ... قالَ أما بعد فإنه بلغني أنَّ رجالاً منكم يحدثون أحاديث ... ) قال العيني في قوله (أحاديث) جمع حديث على غير قياس قال العزيزي إنّ واحد الأحاديث أحدوثة ثم جعلوه جمعاً للحديث (¬2). ¶ 3ـ التنبيه على ماهو شاذٌ في القياس: ¶ لم يخل الشرحان من الاشارة ـ بين الفينة والأخرى ـ إلى ما شذ عن القياس، وقد دأب الشارحان في التنبيه على ما شذ عن القواعد الصرفية وذكر القياس في اللفظة الشاذة. ومن أمثلته عند ابن حجر ما جاء في باب (أمر النبي اليهود ببيع ارضيهم حين أجلاهم) قال ابن حجر في قوله (ارضيهم) كذا في رواية أبي ذر بفتح الراء وكسر الضاد المعجمة جمع أرض وهو جمع شاذٌ لأنهُ جمع جمع السلامة ولم يبق مفرده سالماً، لأن الراء في المفرد ساكنة، وفي الجمع محركة (¬3). ومثاله أيضاً ماجاء في باب سورة براءة) ((رضوا بأنْ يكونوا معَ الخوالفِ)) (¬4) الخوالف الخالف الذي خلفني فقعد بعدي ... (¬5). قال ابن حجر في قوله (الخوالف) قال ابو عبيدة يجوز أنْ يكونَ ههنا الانساء، ولا يكادون يجمعون الرجالَ على فواعلَ، غير أنهم قالوا فارس وفوارس، وهالك وهوالك، وقد استدرك عليه ابن مالك شاهق ¶ ¬__________ ¶ (¬1) عمدة القاري 2/ 77. ¶ (¬2) المصدر نفسه 24/ 222. ¶ (¬3) فتح الباري 4/ 526. ¶ (¬4) سورة براءة 87. ¶ (¬5) فتح الباري 8/ 399.",
            "page": "64",
            "part": "1"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "وشواهق، وناكس ونواكس، وداجن ودواجن وهذه الثلاثة مع الأثنين جمع فاعل وهو شاذ، والمشهور في فواعل جمع فاعلة (¬1). ¶ ومن أمثلة العيني ماجاء في باب (لايشهد على شهادة جور إذا أشهد) في حديث عن عائشة (رضي الله عنها) ( ... فبينا أنا جالسة غلبتني عيناي فنمت وكان صفوان بن المعطل السلمي ثم الذكواني من وراء الجيش ... ) (¬2) قال العيني في قولها (السلمي) بضم السين المهملة وفتح اللام نسبة إلى سليم المذكور في نسبه، وهو من شواذ النسب، لأنَّ القياس فيه السليمي (¬3). ومثاله أيضاً ماجاء في باب (إثم مانع الزكاة) في حديث عن أبي هريرة قال: (قال النبي (- صلى الله عليه وسلم -) تأتي الإبل على صاحبها على خير ما كانت إذا هو لم يعطِ حقها تطؤه بأخفافها ... ) قال العيني في قوله (فتطؤه) سقطت الواو من تطؤ عند بعض النحويين لشذوذ هذا الفعل من بين نظائره في التعدي لأنَّ الفعل إذا كان فاؤه واواً وكان على (فعل) بكسر العين كان غير متعد غير هذا الحرف وآخر وهو وسع فلما شذا دون نظائرهما أعطيا هذا الحكم (¬4). ¶ 4ـ التنبيه على ماهو نادر: ¶ نبه الشارحان في شرحيهما على ماهو على القياس، وما خرج عنه وما شذ، ولم يهملا النادر في القياس، فقد أشار الشارحان في مواضع من شرحيهما إلى الألفاظ التي تنطبق عليها صفة الندرة. وقبل أن نذكر أمثلة الشارحين يتوجب علينا أن نلقي الضوء على معنى النادر من الالفاظ فقد قال الجاربردي فيه: ((والنادر ما قل وجوده وإن لم يكن بخلاف القياس كخزعال)) (¬5) ويتضح من خلال هذا الحد أنَّ النادر هو ما كان ... قليلاً، ¶ ¬__________ ¶ (¬1) فتح الباري 8/ 401. ¶ (¬2) عمدة القاري 13/ 225. ¶ (¬3) المصدر نفسه 13/ 228. ¶ (¬4) المصدر نفسه 8/ 251. ¶ (¬5) مجموعة الشافية في علمي الصرف والخط 1/ 20،وحاشية ابن جماعة 1/ 20.",
            "page": "65",
            "part": "1"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "وليس شرطاً أن يكون مخالفاً للقياس، فإنْ كانَ قليلاً ومخالفاً للقياس فعنئذٍ يكون شاذاً ونادراً. ¶ ومن أمثلة النادر عند ابن حجر ما جاء في باب (إذا قال اكفني مؤونة النخل وغيره وتشركني في الثمر) في حديث عن أبي هريرة (- رضي الله عنه -) قال: ((قالت الأنصار للنبي (- صلى الله عليه وسلم -) اقسم بيننا وبين إخواننا النخيل) قال ابن حجر في قوله (النخيل) والنخيل جمع نخلٍ، كالعبيد جمع عبدٍ، وهو جمع نادرٌ (¬1) ومثاله أيضاً ما جاء في باب (قيام النبي (- صلى الله عليه وسلم -) الليل) في حديث عن المغيرة (- رضي الله عنه -) قال: ((إنْ كان النبي (- صلى الله عليه وسلم -) ليقوم أو ليصلي حتى ترم قدماه أو ساقاه فيقال له، فيقول أفلا أكون عبداً شكوراً؟)) (¬2). قال ابن حجر في قوله ... (ترم) ((بفتح المثناة وكسر الراء وتخفيف الميم بلفظ المضارع من الورم، هكذا سمع، وهو نادر)) (¬3). ومثاله عند العيني ما جاء في باب (أبوال الابل والدواب والغنم ومرابضها) في حديث عن أنس (- رضي الله عنه -) ( ... فلما صحوا قتلوا راعي النبي (- صلى الله عليه وسلم -) واستاقوا النعم فجاء الخبر في أول النهار فبعث في آثارهم فلما ارتفع النهار جيء بهم فأمر فقطع أيديهم وأرجلهم وسمرت أعينهم وألقوا في الحرة يستسقون فلا يسقون) (¬4) قال العيني في قوله (الحرة) ((بفتح الحاء المهملة وتشديد الراء وهي الأرض ذات الحجارة السود ويجمع على حرٍ، وحرار، وحرات، وحرين وأحرين، وهي من الجموع النادرة كثبين وقلين في جمع وثبة وقلة)) (¬5). ومثاله أيضاً ماجاء في باب (الدخول على الميت بعد الموت إذا أدرج في أكفانه) في حديث عن أبي سلمة أن عائشة (- رضي الله عنه -) زوج النبي (- صلى الله عليه وسلم -) أخبرته قالت ... فتيمم النبي (- صلى الله عليه وسلم -) وهو مسجى ببرد حبرة فكشف عن وجهه ثم أكبَّ عليه فقبله ثم بكى ... ) (¬6)، قال العيني في قولها (أكبَّ) ((هذا اللفظ من النوادر حيث هو لازم وثلاثية كبَّ متعدٍ عكس ماهو مشهور في القواعد التصريفية)) (¬7). ¶ ¬__________ ¶ (¬1) فتح الباري 5/ 10. ¶ (¬2) المصدر نفسه 3/ 18. ¶ (¬3) المصدر نفسه 3/ 19. ¶ (¬4) عمدة القاري 3/ 151. ¶ (¬5) المصدر نفسه 3/ 152. ¶ (¬6) المصدر نفسه 8/ 13. ¶ (¬7) عمدة القاري 8/ 14.",
            "page": "66",
            "part": "1"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "المبحث الثالث ¶ 3 ـ التعليل: ¶ التعليل ((هو تقرير ثبوت الموثر لإثبات الأثر)) (¬1). ¶ أهتم علماءُ العربية منذ نشأة النحو العربي أيما اهتمامٍ بالتعليل، وكان لهم صولات وجولات في ميدان التعليل ولا يخفى أنَّ الخليل بن أحمد بسطَ القول في التعليل بسطاً أثار به أعجاب معاصريه حتى قيل له: ((عن العرب اخذتها أم أخترعتها من نفسك؟ فقال: إنَّ العربَ نطقت على سجيتها وطباعها، وعرفت مواقع كلامها، وقام في عقولها ... علله، وإنْ لم ينقل ذلك عنها، واعتللت أنا بما عندي أنه علة لما عللته منه، فإنْ أكنْ أصبتُ العلة فهو الذي التمست، وإنْ يكن هناك علة لهُ فمثلي ... فإن سنح لغيري علة لما عللته من النحو هي أليق مما ذكرته بالمعلول فليأت بها)) (¬2). ¶ وقد شغف علماء العربية المتقدمون والمتأخرون بالتعليل حتى ضاقَ بها الدرس النحوي إذ امتلأت كتب النحو بالتعليلات الكثيرة ويظهر ذلك جلياً في كتاب سيبويه إذ قال شوقي ضيف عنها: ((تكثر كثرة مفرطة سواء للقواعد المطردة، أم للأمثلة الشاذة)) (¬3). ولا ينطبق هذا القول على كتاب سيبويه فحسب بل تعداه إلى بقية الكتب التي جاءت ... بعده. ¶ ولتفاوت العلل صنفها الزجاجي على ثلاثة أضرب: ـ ¶ علل تعليمية، وعلل قياسية، وعلل جدلية. ((فأما التعليمية فهي التي يتوصل بها إلى تعلم كلام العرب، فمن هذا النوع من العلل قولنا: إنَّ زيداً قائم، إن قيل بمَ نصبتم زيداً ¶ ¬__________ ¶ (¬1) الكليات 2/ 71، التعريفات 65 كشاف اصطلاحات الفنون والعلوم 1/ 489. ¶ (¬2) الايضاح في علل النحو 66. ¶ (¬3) المدارس النحوية 82.",
            "page": "67",
            "part": "1"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "؟ قيل بـ (إنَّ) لأنها تنصب الاسم وترفع الخبر ... فهذا وما أشبهه من نوع التعليم وبه ضبط كلام العرب. فأما العلة القياسية فإنه يقال لمن قال: ولم وجب أنْ تنصب ... (إنّ) الاسم؟ فالجواب في ذلك أن ْيقال: لأنها وأخواتها ضارعت الفعل، فالمفعول بها مشبه بالمفعول لفظاً، والمرفوع بها مشبه بالفاعل لفظاً، فهي تشبه من الأفعال ماقدم مفعوله على فاعله نحو ضربَ أخاه محمدٌ وما اشبه ذلك. ¶ وأما العلة الجدلية النظرية فكل ما يعتل به في باب (إنّ) بعد هذا، مثل أن يقال: من أيِّ جهةٍ شابهتْ هذه الحروف الأفعال؟ وبأي الافعال شبهتموها؟ أبالأفعال الماضية أم المستقبلية أم الحادثة في الحال؟ وحين شبهتموها بالأفعال لأي شيء عدلتم بها إلى ما قدم مفعوله على فاعله؟ وهلاّ شبهتموها بما قدم فاعله على مفعوله؟ وكل شيء أعتلَ به المسؤول جواباً عن هذه المسائل فهو داخلٌ في الجواب والنظر)) (¬1). ¶ وقد نقل السيوطي عن أبي عبدالله الحسين بن موسى الدينوري صاحب كتاب ثمار الصناعة ((اعتلالات النحويين صنفان: علة تطرد على كلام العرب وتنساق إلى قانون لغتهم، وعلة تظهر حكمتهم وتكشف عن صحة أغراضهم ومقاصدهم في ... موضوعاتهم، وهم للأولى أكثر استعمالاً وأشد تداولاً، وهي واسعة الشعب إلا أنَّ مدارَ المشهورة منها على أربعة وعشرين نوعاً وهي علة سماع وعلة تشبيه، وعلة ... استغناء، وعلة استثقال، وعلة فرقٍ، وعلة توكيد، وعلة تعويض، وعلة نظير، وعلة نقيض، وعلة حمل على المعنى، وعلة مشاكلة، وعلة معادلة، وعلة قربٍ ... ومجاورةٍ، وعلةُ وجوبٍ، وعلة جوازٍ، وعلةُ تغليب، وعلةُ اختصارٍ، وعلةُ تخفيفٍ وعلةُ دلالةِ حالٍ، وعلة أصلٍ، وعلةُ تحليلٍ، وعلة إشعارٍ، وعلةُ تضادٍ، وعلةُ ... أولى ¶ ¬__________ ¶ (¬1) الأيضاح في علل النحو 64، 65، الاقتراح 56، 57،واصول النحو العربي في نظر النحاة 137ـ138.",
            "page": "68",
            "part": "1"
        },
        {
            "hno": null,
            "id": "76",
            "nass": ")) (¬1). أما العلة الثانية فلم يتعرض لها الزجاجي وقد سماها ابو بكر بن السراج بعلة العلة عندما قال: ((اعتلالات النحويين ضربان ضرب منها هو المؤدي إلى كلامِ العربِ كقولنا: كل فاعلٍ مرفوعٌ، وكلُّ مفعولٍ منصوبٌ، وضربٌ يسمى علةُ العلة مثل أنْ يقولوا لمَ صارَ الفاعلُ مرفوعاً والمفعول منصوباً؟ وهذا ليس يكسبنا أنْ نتكلم كما تكلمت العرب، وانما يستخرج منه حكمتها في الأصول التي وضعتها ويتبين به فضل هذه اللغة على غيرها)) (¬2) ويعتمد مثل هذا النوع من العلل على الفرض، ولا يمت بصلة إلى الواقع اللغوي، فهو ((يبدأ بالتعليل لكلَّ هذه العلل منطلقاً من الفرض، وليس من الواقع، ويرمي إلى تأييده عن طريق التبرير العقلي والمنطقي)) (¬3). ¶ ولقد كانَ للمنطق الأرسطي الأثر الواضح في ظهور مثل هذاا النوع من العلل. ولقد مال النحويون منذ القرن الثالث إلى ناحية هذا المنطق، حتى قال ابن جني: ((اعلم أنَّ جلَّ علل النحويين، وأعني حذاقهم المتقنين .. أقرب إلى علل المتكلمين منها إلى علل المتفقهين)) (¬4). ¶ وبعد هذا العرض الموجز للتعليل، نعود إلى الشارحين لنتلمس أثر التعليل في شرحيهما. فقد عاش الشارحان في زمن متأخر سبقته قرون خاضَ فيه النحاة في أصول التعليل ومسائله ولا غرو أن نجد في الشرحين أضرب العلل جميعها ... (التعليمية، والقياسية، والجدلية)، ولا نعدم أن نجد التعليل مع كل حكم صرفي ذكره الشارحان ويرجع سبب ذلك إلى إتساع الشرحين، وعرضهما عرضاً مستفيضاً ولا يعني هذا أن الشارحين قد جاءا بشيء جديد أغنى الدرس الصرفي إنما كانا صدىً للذين سبقوهما من ¶ ¬__________ ¶ (¬1) الأقتراح 48. ¶ (¬2) الأقتراح 49، الخصائص 1/ 173. ¶ (¬3) اصول التفكير النحوي 190. ¶ (¬4) الخصائص 1/ 48.",
            "page": "69",
            "part": "1"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "النحاة في ميدان التعليل. وسنعرض عدداً من الأمثلة للعلل عند الشارحين نتلمس من خلالها موقفهم منها. ¶ 1ـ علةُ استثقال: ¶ ومثالها عند ابن حجر ما جاء في باب (صلاة الكسوف جماعة) في حديث رسول الله (- صلى الله عليه وسلم -). ( ... فقال (- صلى الله عليه وسلم -) إنَّ الشمسَ والقمرَ آيتان من آيات الله لا يخسفان لموت أحد ولا لحياته فإذا رأيتم ذلك فاذكروا الله قالوا: يارسول الله رأيناك تناولت شيئاً في مقامك ثمَّ رأيناك كعكعت ... ) (¬1) ثال ابن حجر في قوله (كعكعت) ( ... ومعناه تأخرت يقال كعَّ الرجلُ إذا نكص على عقبيه. قال الخطابي أصله تكععت فاستثقلوا اجتماع ثلاث عينات فابدلوا من احداها حرفاً مكرراً) (¬2). ¶ ومثالها عند العيني ما جاء في باب (القصاص يوم القيامة) في حديث عن أبي سعيد الخدري (- رضي الله عنه -) قال: ((قالَ رسول الله (- صلى الله عليه وسلم -): يخلص المؤمنون من النار فيحبسون على قنطرة بين الجنة والنار فيقص لبعضهم من بعض مظالم كانتْ بينهم في الدنيا حتى إذا هذبوا ونقوا أذنَ لهم في دخول الجنة ... )). قال العيني في قوله (((ونقوا). ((على صيغة المجهول من التنقية وأصله نقيوا استثقلت الضمة على الياء فنقلتْ إلى ما قبلها بعد حذف حركتها)) (¬3). ¶ 2ـ علة تخفيف: ¶ ومثال علة التخفيف عند ابن حجر ما جاء في باب (غزوة خيبر). في حديث عن عائشة (- رضي الله عنه -) قالت: (إنّ فاطمة عليها السلام بنت النبي (- صلى الله عليه وسلم -) أرسلت إلى أبي بكر تسأله ¶ ¬__________ ¶ (¬1) فتح الباري 2/ 686. ¶ (¬2) المصدر نفسه 2/ 688. ¶ (¬3) عمدة القاري 23/ 113.",
            "page": "70",
            "part": "1"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "ميراثها من رسول الله ... فتشهد عليُّ فقال: إنا قد عرفنا فضلك وما اعطاك الله ولم ننفس عليك خيراً ساقه الله اليك ولكنك استبددت علينا بالامر ... ) (¬1). ¶ قال ابن حجرٍ في قوله (استبددت) ((في رواية غير أبي ذرٍ (واستبدت) بدال واحدة وهو بمعناه واسقطت الثانية تخفيفاً كقوله (((فظلتم تفكهون) أصله ظللتم أي لم تشاورنا)) (¬2). ومثالها عند العيني ما جاء في باب (الامر باتباع الجنائز) في حديث عن البراء (- رضي الله عنه -) قال: ((أمرنا النبي (- صلى الله عليه وسلم -) بسبعٍ ونهانا عن سبعٍ أمرنا باتباع الجنائز وعيادة المريض وإجابة الداعي ونصر المظلوم ... )) قال العيني في قوله (وعيادة المريض) ... ((من عدت المريضَ أعوده عيادةً إذا زرته وسألت عن حاله وعاد إلى فلان يعود عودة وعوداً إذا رجع ... واصل عيادة عوادة قلبت الواو ياءً لكسرة ما قبلها طلباً للخفة)) (¬3). ¶ 3ـ علة عوض: ¶ ومثال هذه العلة عند ابن حجر ما جاء في باب (المقة من الله تعالى) (¬4) قال ابن حجر في قوله (المقة). ((بكسر الميم وتخفيف القاف هي المحبة وقد ومق يمق والأصل الومق، والهاء فيه عوض عن الواو كعدة ووعد، وزنة ووزن)) (¬5) , ¶ ومثالها عند العيني ما جاء في باب (هل يخرج الميت من القبر واللحد لعله). في حديث عن جابر (- رضي الله عنه -) قال: ((دفن مع أبي رجل فلم تطب نفسي حتى أخرجته فجعلته في قبر على حدة ... )). قال العيني في قوله (على حدة) ((بكسر الحاء المهملة وتخفيف ¶ ¬__________ ¶ (¬1) فتح الباري 7/ 627 ـ 628. ¶ (¬2) المصدر نفسه 7/ 630. ¶ (¬3) عمدة القاري 8/ 6. ¶ (¬4) فتح الباري 10/ 565. ¶ (¬5) المصدر نفسه 10/ 565.",
            "page": "71",
            "part": "1"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "الدال المهملة المفتوحة نحو العدة، أصله وحد، حذفت الواو وعوض عنها التاء كما إنّ أصل عدة وعد ... )) (¬1). ¶ 4ـ علة التشبيه: ¶ ومثال هذه العلة عند ابن حجر ما جاء في باب (ما يقتل المحرم من الدواب) في حديث عن حفصة قالت: (قال رسول الله (- صلى الله عليه وسلم -) خمسٌ من الدواب لا حرج على من قتلهن الغراب والحدأة والفأرة والعقرب والكلب العقور) (¬2) قال ابن حجر في قوله (الكلب العقور) ((الكلب معروف والأنثى كلبة، والجمع أكلب، وكلاب، وكليب بالفتح كأعبد وعباد، وعبيد)) (¬3). ¶ ومثالها عند العيني ما جاء في باب (وإذ بؤأنا لأبراهيم مكانِ البيتِ أنْ لاتُشرِكْ بِي شيئاً وطهِّرْ بيتي للطائفينَ والقائمين والركعِ السجودِ وأذِّنْ في الناسِ بالحجِّ يأتُوكَ رِجالاً وعلى كُلِّ ضامِرٍ يأتينَ من كلِّ فجٍّ عميقٍ ... ) قال العيني في قوله (رجالاً). أي مشاة على أرجلهم جمع راجل مثل قائم وقيام، وصائم وصيام)) (¬4). ¶ 5ـ علة مشاكلة: ¶ ومثالها عند ابن حجرٍ والعيني ما جاء في باب (ماجاء في المتأولين) في الحديث (( ... ثمَّ حلفَ عليُّ والذي يحلفُ به لتخرجنَّ الكتابَ أو لاجردنك ... )) (¬5) وقالا في قوله (أو لاجردنك) ((أي أنزع ثيابك وتكوني عريانه. وفي رواية عبد الله بن ابي رافع بلفظ (لتخرجن الكتاب أو لتلقين الثياب)) قال ابن التين كذا وقع بكسر القاف وفتح الياء التحتانية وتشديد النون، قال: والياء زائدة، وقال الكرماني هو بكسر الياء وبفتحها كذا جاء في ¶ ¬__________ ¶ (¬1) عمدة القاري 8/ 167. ¶ (¬2) فتح الباري 4/ 42. ¶ (¬3) المصدر نفسه 4/ 48. ¶ (¬4) عمدة القاري 10/ 55. ¶ (¬5) فتح الباري 6/ 376 وينظر عمدة القاري 24/ 94.",
            "page": "72",
            "part": "1"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "الرواية باثبات الياء والقواعد التصريفية تقتضي حذفها، لكن إذا صحت الرواية فتحمل على أنها وقعت على طريق المشاكلة لتخرجن، وهذا توجيه الكسرة، وأما الفتحة فتحمل على خطاب المؤنث الغائب على طريق الالتفات من الخطاب إلى الغيبة (¬1). ¶ 6ـ علة أمن اللبس: ¶ ومثالها عند ابن حجر ما جاء في (تفسير سورة براءة) نقل ابن حجر عن البخاري قوله ((الخوالف، الخالف الذي خلفني فقعد بعدي، ومنه نخلفه في الغابرين ويجوز أن تكون النساء من الخالفة، وإنْ كانَ جمع الذكور فإنه لم يوجد على تقدير جمعه إلا حرفان: فارس وفوارس، وهالك وهوالك)) (¬2). قال ابن حجر في قوله (ويجوز أن تكون النساء ... ) ((قال ابو عبيدة في قوله (رضوا أن يكونوا مع الخوالف) يجوز أنْ يكون ههنا النساء، ولا يكادون يجمعون الرجال على فواعل، غير أنهم قالوا فارس وفوارس وهالك وهوالك انتهى. وقد استدركَ عليه ابن مالك شاهق وشواهق، وناكس ونواكس، وداجن ودواجن وهذه الثلاثة مع الأثنين جمع فاعل وهو شاذٌّ، والمشهور في فواعل جمع فاعلة، فإنْ كانَ من صفة النساء فواضح، وقد تحذف الهاء في صفة المفرد من النساء، وإن كان من صفة فالهاء للمبالغة يقال رجلٌ خالفةٌ لاخيرَ فيه. والأصل جمعه بالنون ... ولاتجمع النحاة ما كان من فاعل نعتاً على فواعل لئلا يلتبس بالمؤنث ولم يأت ذا إلا في حرفين فارس وفوارس، وهالك وهوالك، اما الأول فإنه لا يستعمل في الفرد فأمن فيه اللبس، واما الثاني فلأنه جرى مجرى المثل ... )) (¬3). ¶ ومثالها عند العيني ما جاء في باب (رفع العلم وظهور الجهل) في حديث عن أنسٍ قال: ((لاحدثنكم حديثاً لايحدثكم أحدٌ بعدي، سمعتُ رسول الله (- صلى الله عليه وسلم -) يقول: منْ أشراطِ ¶ ¬__________ ¶ (¬1) فتح الباري 6/ 338 وينظر عمدة القاري 24/ 94. ¶ (¬2) فتح الباري 8/ 399. ¶ (¬3) فتح الباري 8/ 401.",
            "page": "73",
            "part": "1"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "الساعةِ أنْ يقلَّ العلمُ ويظهر الجهلُ ويظهر الزنا وتكثر النساء ويقلُ الرجالُ حتى يكون لخمسين امرأة القيم الواحد)) (¬1) قال العيني في قوله (القيم الواحد). ((بفتح القاف وكسر الياء المشددة، وهو القائم بامور النساء ... وأصل قيم قيوم على وزن فيعل اجتمعت الواو والياء وسبقتْ احداها بالسكون فأبدلت من الواو ياء وادغمت الياء في الياء ولم يعكس الأمر ههنا بأمن اللبس بقومٍ الذي هو ماضٍ من التقويم) (¬2). ¶ وقد وجدنا عللاً متفرقة في فتح الباري تفردَ بها ابن حجر عن العيني ومن هذه العللِ: ¶ 1ـ علة مجاورة: ومثالها ما جاء في تفسير سورة اقتربت الساعة في باب (أعجاز نخلٍ منقعرٍ فكيف كانَ عذابي ونُذُر)، في حديث عن ((أبي اسحاق أنهُ سمعَ رجلاً سألَ الأسودَ، فهل منْ مدكر أو مُذكرٍ فقال: سمعت عبد الله يقرؤها فهلْ من مدكر دالاً، قال: وسمعت النبي (- صلى الله عليه وسلم -) يقرؤها فهل من مدكر دالاً)) (¬3). قال ابن حجر في قوله (مدكر) ((أصله مذتكر بمثناة بعد ذالٍ معجمة، فأبدلت التاء دالاً مهملة ثمّ أهملت المعجمة لمقاربتها ثم ادغمت)) (¬4). ¶ 2ـ علة فرق: ومثالها ما جاء في باب قوله: (إنَّ الصفا والمروة من شعائر الله فمن حجَّ البيت أو اعتمر فلا جناح عليه أن يطوف بهما ومن تطوع خيراً فإن الله شاكر عليمٌ) ونقل ابن حجرٍ عن البخاري قوله (الصفوان الحجر، ويقال للحجارة الملس التي لا تنبت شيئاً والواحدة صفوانة بمعنى الصفا، والصفا للجميع). قال ابن حجر: ((هو كلام أبي عبيدة ايضاً ... وقيل الصفا أسم جنس يفرق بينه وبين مفردهِ ¶ ¬__________ ¶ (¬1) عمدة القاري 2/ 83. ¶ (¬2) المصدر نفسه 2/ 84. ¶ (¬3) فتح الباري 8/ 795. ¶ (¬4) المصدر نفسه 8/ 796.",
            "page": "74",
            "part": "1"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "بالتاء، وقيل مفرد يجمع على فعول وأفعال كقفا وأقفا، فيقال صفا ... واصفاء ... )) (¬1). ¶ 3ـ علة دلالة: ومثالها ما جاء في باب (الحرب خدعة)، قال ابن حجر في قوله ... (خدعة) ((بفتح المعجمة وبضمها مع سكون المهملة فيهما وبضم أوله وفتح ثانيه. قال النووي اتفقوا على أن الأولى أفصح ... ومعنى الخدعة بالاسكان أنها تخدع أهلها من وصف الفاعل باسم المصدر أو أنها وصف المفعول ... وقيل الحكمة في الأتيان بالتاء للدلالة على الوحدة ... )) (¬2). ¶ أما العيني فقد تفرد ايضاً بانواع أخرى للعلل، وبسبب توجهه الصرفي نلاحظ في شرحه كثرة مفرطة للعلل فقد دأب العينيي في توضيح العلل في كل حكمٍ صرفيٌ ومن هذه العلل هي: ¶ 1ـ علة إشعار: ¶ ومثالها ما جاء في باب (بيان كيف بدء الوحي) في حديث عن ابن عباس قال: ((إنَّ أبا سفيان بن حرب أخبره أنَّ هرقل أرسلَ إليه في ركب من قريش، وكانوا تجاراً بالشأمِ في المدة التي كان رسول الله (- صلى الله عليه وسلم -) مادَّ فيها ابا سفيان ... فقال أبو سفيان: أنا أقربهم نسباً فقال أدنوه مني ... )) (¬3) قال العيني في قوله (أدنوه) ((بفتح الهمزة من الأدناء وأصله أدنيو اتستثقلت الضمة على الياء فحذفت فالتقى ساكنان وهما الياء والواو فحذفت الياء لأنَّ الواو علامة الجمع ثم أبدلت كسرة النون ضمة لتدل على الواو المحذوفة فصار أدنو على وزن أفعوا)) (¬4). ¶ ¬__________ ¶ (¬1) فتح الباري 8/ 222. ¶ (¬2) المصدر نفسه 6/ 194 ـ 195. ¶ (¬3) عمدة القاري 1/ 77. ¶ (¬4) عمدة القاري 1/ 89.",
            "page": "75",
            "part": "1"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "2ـ علة حمل: ¶ ومثالها ما جاء في باب (بيان كيف بدء الوحي) في حديث عن ابن عباسٍ قال: ((أنَّ أبا سفيان بن حرب أخبره أنَّ هرقلَ أرسلَ إليه في ركبٍ من قريشٍ ... قال فهل يرتد أحدٌ منهم سخطةً لدينه بعدَ أنْ يدخلَ فيهِ قلت لا، قال فهلْ كنتمُ تتهمونه بالكذب قبلَ أنْ يقولَ ما قال قلت لا ... فقلت لو كان أحدٌ قالَ هذا القول قبله لقلت رجلٌ يأتسي بقولٍ، قيل قبلهُ ... فقد أعرفُ أنهُ لم يكن ليذر الكذبَ على الناسِ ... )) (¬1) قال العيني في قوله ... (ليذرَ الكذبَ) ((أي ليدعَ الكذبَ وقد أماتوا ماضي هذا الفعل. وفي العباب تقول ذره أي دعه وهو يذره أي يدعه وأصله وذرهُ يذرهُ مثال وسعه يسعه وقد أميت صدرهُ ولا يقال وذره ولا اذره ولكنْ تركه وهو تارك إلا أن يضطر إليه شاعرٌ، وقيل هو من باب منع يمنع محمولاً على ودع يدع لأنهُ بمعناه. قالوا ولو كان من باب وحل يوحل لقيل في مستقبله يوذر كيوحل ولو لم يكنْ محمولاً لم تخل عينه أو لامه من حروف الحلق وهذا القول أصح)) (¬2). ¶ 3ـ علة استغناء: ¶ ومثالها ما جاء في تفسير سورة (ص) في باب قوله تعالى (هَبْ لِي مُلْكاً لا يَنْبَغِي لأحَدٍ مِنْ بَعْدِي إنَّكَ أنْتَ الوَهَّابُ). قال العيني في قوله عزَّ وجلَّ (هَبْ) ((أصله أوهبْ لأنهُ من وهب يهبً حذفت الواوُ منهُ تبعاً لفعلهِ واستغنى عن الهمزة فحذفت فبقي هب على وزن علْ)) (¬3). ¶ 4ـ علة أصل: ¶ ومثالها ما جاء في باب (هبة الرجل لامرأته والمرأة لزوجها) نقل العيني عن الزهري قال: ((قالَ الزهري فيمن قالَ لامرأتهِ هَبي لي بعض صداقكِ)). قال العيني في قوله ( ¶ ¬__________ ¶ (¬1) المصدر نفسه 1/ 77. ¶ (¬2) المصدر نفسه 1/ 90. ¶ (¬3) عمدة القاري 19/ 139.",
            "page": "76",
            "part": "1"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "هَبي) ((أمر للمؤنثِ من وهبَ يهبُ وأصله اوهبي حذفت الواو منهُ تبعاً لفعلهِ لأنَّ أصلَ يهب يوهبُ فلما حذفت الواوُ استغنى عن الهمزة فحذفت فصارَ هَبي على وزن عَلي)) (¬1). ¶ ¬__________ ¶ (¬1) المصدر نفسه 13/ 149.",
            "page": "77",
            "part": "1"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "الفصل الثالث ¶ المسائل الخلافية ¶ بين ¶ ابن حجر والعيني",
            "page": "78",
            "part": "1"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "المسائل الخلافية بين ابن حجر والعيني ¶ وبعد فقد جعل الفصل الثالث للمسائل الخلافية بين الشارحين في شرحيهما على صحيح البخاري، ونحن في سردنا مسائل الخلاف نغض الطرف عن المسائل التي وافق بها العيني ابن حجرٍ، لأنَّ ذكرها هنا لا طائل تحته، إذ يعني التكرارَ، وهذا التكرار ليس له مسوغ. ¶ والمتأمل لهذه المسائل يخرج بما يأتي: ـ ¶ 1ـ كثرتها فهي ـ فيما استطعنا استخراجه ـ تجاوزت التسع والأربعين مسألة. ¶ 2ـ إن المتأمل لآراء الشارحين في المسائلِ الخلافيةِ يجد أن هذهِ الآراءَ ليست من نتاجِ الشارحين بل هي آراء متباينة سبقهما إليها علماء اللغة، وما كان على الشارحين غير طرحها على بساط المناقشة وترجيح رأي من هذه الآراء. ¶ 3ـ ويلاحظ في هذه المسائل طريقة عرضِ الشارحين الآراءَ من حيث بسطها والاستدلال عليها ونسبتها إلى أصحابها فقد تفوق العيني على صاحبه في عرضِ الآراء ومناقشتها بحكم ضلوعة في علم الصرف. ¶ 4ـ وقد انقسمت مسائل الخلاف على قسمين، فالقسم الأول تناول الخلاف المتصل بالمصطلحات الصرفية أما القسم الثاني فتناول الخلافات المتصلة بمسائل الصرف.",
            "page": "79",
            "part": "1"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "القسم الأول: الخلاف المتصل بالمصطلحات الصرفية. ¶ أـ الخلاف في مصطلح الثلاثي المزيد. ¶ اختلف الشارحان في مصطلح الثلاثي المزيد، فقد أطلق ابن حجرٍ عليه مصطلح الرباعي، أما العيني فقد عابَ على أبن حجرٍ إطلاقه مصطلح الرباعي على الفعل الثلاثي المزيد وقد تكرر ذلك في شرحهِ كثيراً ومن أمثلتهِ ما جاءَ في بابَ (غزوةِ أحد)، في حديث عن أنس (رض) (أن عمه غاب عن بدر، فقال: غبت عن أول قتال النبي (- صلى الله عليه وسلم -)، لئن أشهدني الله مع النبي (- صلى الله عليه وسلم -) ليرين الله ما أجد فلقي يوم أحد فهزم الناس ... .. )) (¬1). ¶ قال أبن حجر في قوله (أجد) (بضم أوله وكسر الجيم وتشديد الدال للأكثر من الرباعي، يقال أجد في الشيء يجد إذا بالغ فيه. وقال أبن التين: صوابه بفتح الهمزة وضم الجيم يقال أجد يجد إذا أجتهد في الأمر) (¬2) ¶ وقال العيني في قوله (أجد). (بفتح الهمزة وكسر الجيم وتشديد الدال، قال بعضهم هو من الرباعي يقال أجد في الشيء يجد إذا بالغ فيه. قلت: قوله من الرباعي ليس باصطلاح أهل الصرف بل هو مضاعف من الثلاثي المزيد فيه) (¬3). ومثاله أيضاً ما جاءَ في باب (سكر الأنهار) في حديث عن عبد الله بن الزبير (رض) ((أن رجلاً من الأنصار خاصم الزبير عند النبي (- صلى الله عليه وسلم -) ... . فقال رسول الله (- صلى الله عليه وسلم -) للزبير أسق ... يا زبير ... )) (¬4) ¶ قال ابن حجرٍ في قوله (اسق) (بهمزة وصل من الثلاثي وحكى ابن التين أنه بهمزة قطع من الرباعي تقول سقى وأسقى) (¬5). ¶ ¬__________ ¶ (¬1) فتح الباري 7/ 450، عمدة القاري 17/ 145. ¶ (¬2) فتح الباري 7/ 451. ¶ (¬3) عمدة القاري 17/ 145. ¶ (¬4) فتح الباري 5/ 44، عمدة القاري 12/ 200. ¶ (¬5) فتح الباري 5/ 46.",
            "page": "80",
            "part": "1"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "وقال العيني في قوله (اسق) (بكسر الهمزة من سقى يسقي من باب (ضرب ـ يضرب)، وحكى أبن التين بفتح الهمزة من الثلاثي المزيد فيه من أسقى يسقي ... إسقاء، وقال بعضهم حكى ابن التين بهمزة قطع من الرباعي، (قلت) هذا ليس بمصطلح فلا يقال رباعي إلا لكلمة أصول حروفها أربعة أحرف، و (سقى) ثلاثي مجرد فلما زيدت فيه الألف صار ثلاثياً مزيداً فيه). (¬1) وقد رد ابن حجر على العيني فقال: ((قلت تكرر منه إنكار هذا وقد تقدم أنه أطلق ذلك جمع من المتقدمين منهم أبن التين فقال في كتاب المظالم، قال في حديث عمر (نهى عن الإقران): قال ابن التين كذا وقع بكسر الهمزة في البخاري رباعياً والمعروف خلافه، والخطب فيه سهل). (¬2) ¶ والحق أن ما ذهب إليه العيني هو الصواب، لأن الفعل الرباعي ما كانت أصول حروفه أربعة أحرف، والأفعال التي تقدمت أفعال ثلاثية مزيدة. فالأفعال عند علماء اللغة تقسم على قسمين: ثلاثي، رباعي وكلاهما يقسم على قسمين مزيد وغير مزيد. وأما الثلاثي المزيد فينقسم على ثلاثة أقسام: قسم جاء على ووزن الرباعي وهو ملحق به، وقسم جاء على وزن الرباعي وليس بملحق به، وقسم لم يجيء على وزنه. (¬3) ¶ ولذا لا يطلق مصطلح الفعل الرباعي إلا على ما كانت حروفه الأربعة أصلية وخلاف ذلك يطلق عليه الفعل الثلاثي المزيد. ¶ ب ـ الخلاف في مصطلح همزة الوصل. ¶ همزة الوصل هي ((كل همزة تثبت ابتداء ليتوصل بها إلى النطق بالساكن وتحذف درجاً، وتكون في الأسم والفعل والحرف)). (¬4) ¶ ¬__________ ¶ (¬1) عمدة القاري 12/ 201 ـ 202. ¶ (¬2) انتقاض الاعتراض 2/ 99. ¶ (¬3) ينظر الممتع في التصريف 1/ 166، و شرح الملوكي في التصريف 64. ¶ (¬4) المقرب 391، وينظر المقتضب 1/ 223، والتكملة 183، وأوضح المسالك 4/ 311.",
            "page": "81",
            "part": "1"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "ومصطلح همزة الوصل من المسائل التي رد فيها العيني على ابن حجر، مما جاء في باب (الشروط في الجهاد والمصالحة مع أهل الحرب وكتابة الشروط) في حديث ... (عن المسور بن مخرمة ومروان يصدق كل واحد فيهما حديث صاحبه قالا خرج رسول الله (- صلى الله عليه وسلم -) زمن الحديبية ... .. قال فإن هذا قد عرض لكم خطة رشد اقبلوها ودعوني آتيه قالوا ائته فأتاه ... .). (¬1) ¶ قال أبن حجر في قوله (قالوا ائته) (بألف وصل بعدها همزة ساكنة ثم مثناه مكسورة ثم هاء ساكنة ويجوز كسرها). (¬2) ¶ وقال العيني في قوله (قالوا ائته) ((هذا أمر من أتى يأتي والأمر منه ائت بهمزتين إحداهما همزة الكلمة والأخرى همزة الوصل فحذفت همزة الكلمة للتخفيف. وقال بعضهم قالوا ائته بألف وصل بعدها همزة ساكنة ثم مثناة مكسورة ثم هاء ساكنة ويجوز كسرها، قلت: ليس كذلك لأنه لا يقال ألف الوصل وإنما يقال همزة الوصل، لأن الألف لا تقبل الحركة ولا يجوز تسكين الهاء بل كسرها متعين في الأصل)). (¬3) ¶ وبعد فإن من الغريب أن نجد العيني يعيب على أبن حجر استخدامه مصطلح ألف الوصل بدلاً من همزة الوصل، إذ إن مصطلح ألف الوصل استخدمه كبار علماء اللغة أمثال سيبويه إذ قال: ((هذا باب تحرك أواخر الكلم الساكنة إذا حذفت ألف الوصل لالتلقاء ساكنين)). (¬4) وقال: ((هذا باب ما يضم من السواكن إذا حذفت بعد ألف ... الوصل)). (¬5) ¶ ¬__________ ¶ (¬1) فتح الباري 5/ 413، عمدة القاري 14/ 3. ¶ (¬2) فتح الباري 5/ 425. ¶ (¬3) عمدة القاري 14/ 10. ¶ (¬4) الكتاب 4/ 152. ¶ (¬5) المصدر نفسه 4/ 155.",
            "page": "82",
            "part": "1"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "وهاهو المبرد يردد المصطلح نفسه في قوله ((هذا باب الأفعال التي تدخلها ألف الوصل والأفعال الممتنعة من ذلك)). (¬1). وكذا أبن السراج إذ قال: ((ألف الوصل همزة زائدة يوصل بها إلى الساكن ... .. )). (¬2) ¶ أما فيما يتعلق بكسر الهاء في ائته فإن ما ذهب إليه العيني هو الصحيح إذ يتعين كسر الهاء للدلالة على الحرف المحذوف ـ الياء ـ من فعل الأمر. ¶ أما قول العيني (فحذفت همزة الكلمة للتخفيف) فغير صحيح، إذ كيف حذفت الهمزة وهي موجودة في الكلمة كما ذكر آنفاً. ¶ ـ القسم الثاني: الخلافات المتصلة بمسائل الصرف. ¶ 1ـ أبواب الفعل ¶ أبواب الفعل كما هو معروف ستة هي: (فعَلَ ـ يفعل) و (فعَلَ ـ يفعِل) و ... (فعَلَ ـ يفعَلَ) و (فعِلَ ـ يفعَل) و (فعلَ ـ يفعل) و (فعِل ـ يفعِل). ¶ وهناك أبواب أخرى شاذة هي (فعل ـ يفعل) نحو: فضل ـ يفضل، وباب ... (فعل ـ يفعل) نحو: (كدت تكاد) ... .. الخ. (¬3) ¶ ولكل باب من هذه الأبواب ضوابط خاصة به وضعها الصرفيون لمعرفة أبواب كثير من الأفعال. ¶ وقد كان لموضوع أبواب الفعل مكان في دائرة الخلاف بين الشارحين في مسألتين ... هما: ¶ ¬__________ ¶ (¬1) المقتضب 2/ 88. ¶ (¬2) الأصول في النحو 2/ 388. ¶ (¬3) ينظر الكناش 2/ 57 ومابعدها، رسالتان في علم الصرف 168 وما بعدها، ذا العرف في فن الصرف 30 ومابعدها.",
            "page": "83",
            "part": "1"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "أ ـ جاء في باب (الغسل والوضوء في المخضب والقدح والخشب والحجارة) في حديث ((عن عائشة (رضي الله عنها) قالت لما ثقل النبي واشتد به وجعه استأذن أزواجه في أن يمرض في بيتي فأذن له ... .. )). (¬1) ¶ قال ابن حجر في قوله (ثقل) ((أي في المرض وهو بضم القاف بوزن صغر قاله في الصحاح، وفي القاموس لشيخنا ثقل كفرح فهو ثاقل وثقيل اشتد مرضه فلعل في النسخة سقطاً والله أعلم)). (¬2) ¶ وقال العيني في قوله (ثقل) ((بضم القاف يقال ثقل الشيء ثقلاً مثال صغر صغراً فهو ثقيل، وقال أبو نصر أصبح فلان ثاقلاً إذا أثقله المرض والثقل ضد الخفة والمعنى ههنا اشتد مرضه ويفسره قولها بعده واشتد به وجعه، وأما الثقل بفتح الثاء وسكون القاف فهو مصدر ثقل بفتح القاف، الشيء في الوزن يثقله ثقلاً من باب (نصر ـ ينصر) إذا وزنه ... .. وقال بعضهم: وفي القاموس ثقل كفرح يعني بكسر القاف فهو ثاقل وثقيل اشتد مرضه، قلت هذا يحتاج إلى نسبته إلى أحد من أئمة اللغة المعتمد عليهم)). (¬3) ¶ قال صاحب التاج: ((وثقل الرجل كفرح فهو ثقيل وثاقل اشتد مرضه، وهو مجاز. قال الحافظ في فتح الباري لما ثقل أي في المرض هو بضم القاف، قاله الجوهري وفي القاموس لشيخنا كفرح فلعل في النسخة سقطاً أنتهى. قال شيخنا ولا يبعد أن يكون وهما أو غفلة)) (¬4). وجاء في القاموس ((وثقل كفرح فهو ثقيل وثاقل أشتد مرضه وقد أثقله المرض والنوم)) (¬5). ¶ ¬__________ ¶ (¬1) فتح الباري 1/ 400، عمدة القاري 3/ 90. ¶ (¬2) فتح الباري 1/ 400. ¶ (¬3) عمدة القاري 3/ 91. ¶ (¬4) تاج العروس (ثقل). ¶ (¬5) القاموس المحيط (ثقل).",
            "page": "84",
            "part": "1"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "وبعد فإن المتأمل لكلام أبن حجر يجد أن أبن حجر لم يجزم بصواب ما جاء في القاموس وعلق عليه بقوله ((فلعل في النسخة سقطاً والله أعلم))، لذا لم يكن للعيني حق في مطالبة ابن حجر بنسبة هذا الرأي إلى أحد من أئمة اللغة إذ اقتطع من حديث ابن حجر ـ العبارة المذكورة آنفاً، ليوهم القارئ بأن هذا الرأي يعود لأبن حجر أو وافق عليه وهذا ما لاحظناه في مسائل متعددة. ¶ وبعد فإن ثقل بضم القاف بمعنى اشتد مرضه هو المطرد في اللغة. (¬1) ¶ ب ـ جاء في باب (إكرام الضيف وخدمته إياه بنفسه وقوله ضيف إبراهيم المكرمين) في حديث ((عن إسماعيل قال حدثني مالك مثله وزاد من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت)) (¬2). قال ابن حجر في قوله ((ليصمت)) (ضبطه النووي بضم الميم، وقال الطوفي سمعناه بكسرها وهو القياس كـ (ضرب ـ يضرب)) (¬3). ¶ وقال العيني في قوله (ليصمت): (ضبطه النووي بضم الميم، وقال بعضهم: قال الطوفي بكسرها وهو القياس كـ (ضرب ـ يضرب). قلت: ما للقياس تعلق هنا وهو كلام واه، والأصل في هذا السماع فإن سمع أنه من باب (فعل ـ يفعل) بالفتح في الماضي والكسر في المضارع فلا كلام، أو يكون قد جاء من بابين من باب (نصر ـ ينصر) ومن باب (ضرب ـ يضرب)، قيل التخيير فيه مشكل لأن المباح إن كان في أحد الشقين لزم أن يكون مأموراً به فيكون واجباً أو منهياً فيكون حراماً ... .)). (¬4) ¶ ¬__________ ¶ (¬1) ينظر اللسان (ثقل)، و المصباح (ثقل)، و تاج العروس (ثقل). ¶ (¬2) فتح الباري 10/ 651، عمدة القاري 22/ 175. ¶ (¬3) فتح الباري 10، 652. ¶ (¬4) عمدة القاري 22/ 175.",
            "page": "85",
            "part": "1"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "وقد رد أبن حجر على العيني في كتابه أنتقاض الأعتراض إذ قال: ((ثم أطال في ذلك ويغني عن تطويله قوله والأصل السماع)). (¬1) ¶ والحق أن ما ذهب إليه العيني هو عين الصواب، لأن السماع هو الطريق الصحيح إلى فهم اللغة ومعرفة خصائصها، وهو ركن مهم من أركانها، لذا قيل ((إذا ورد السماع بشيء لم يبق غرض مطلوب وعدل عن القياس إلى السماع)). (¬2) ¶ و (صمت ـ يصمت) من باب نصر ينصر (¬3) وهو ما سمع عن العرب ولا مجال هنا لذكر القياسي فإذا ذكر السماع بطل القياس. ¶ 2ـ الخلاف في وزن صلة ¶ جاء في باب ((قول النبي (- صلى الله عليه وسلم -) إذا رأيتم الهلال فصوموا وإذا رأيتموه فافطروا)) و ((قال صلة عن عمار من صام يوم الشك فقد عصى أبا القاسم (- صلى الله عليه وسلم -)). (¬4) ¶ قال أبن حجر في قوله (صلة) (أما صلة فهو بكسر المهلة وتخفيف اللام المفتوحة ابن زفر بزاي وفاء، وزن عمر). (¬5) ¶ وقال العيني في قوله (صلة) ((بكسر الصاد المهملة وفتح اللام المخففة على وزن عدة، وقال بعضهم: على وزن عمر. وليس بصحيح وهو ابن زفر بضم الزاي وفتح الفاء المخففة وفي آخره راء)). (¬6) ¶ ¬__________ ¶ (¬1) انتقاض الاعتراض 2/ 383. ¶ (¬2) خزانة الأدب 3/ 559. ¶ (¬3) تاج العروس (صمت). ¶ (¬4) فتح الباري 4/ 150، عمدة القاري 10/ 279. ¶ (¬5) فتح الباري 4/ 151. ¶ (¬6) عمدة القاري 10/ 279.",
            "page": "86",
            "part": "1"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "إن كلمة (صلة) مصدر للفعل (وصل) الواوي الفاء ونظيرها زنة وعدة، ومن البداهة أن توزن الكلمة الثلاثية المجردة بوضع الفاء من (فعل) مكان الحرف ... الأول، والعين مكان الحرف الثاني، واللام مكان الحرف الثالث، فإذا اشتملت الكلمة على حرف زائد، وضع الحرف الزائد مكانه في الميزان، وإذا حذف من الكلمة حرف حذف نظيره في الميزان. (¬1) ¶ وكلمة (صلة) إذا ما قوبلت بالفاء والعين واللام يكون وزنها علة وهو عين ما ذهب إليه العيني. أما ما يخص رد العيني على ابن حجر فهو كلامٌ واهٍ، فابن حجر لم يقل إن صلة على وزن عمر، إنما قال إن صلة ابن زفر على وزن عمر، أي قصد من قوله هذا إن زفر على وزن عمر. ¶ 3ـ معاني أحرف الزيادة: ¶ الزيادة ((هي إلحاق الكلمة ما ليس فيها)) (¬2). وحروف الزيادة عشرة أحرف هي (السين، والهمزة، واللام، والتاء، والميم، والواو، والنون، والياء، والهاء، والالف)، ويجمعها قولهم (سألتمونيها) (¬3). وقد أختلف الشارحان في معاني أحرف الزيادة في مواضع متعددة منها: ¶ أ ـ صيغة تفعل: ¶ ¬__________ ¶ (¬1) ينظر المنصف 1/ 11 ـ 17، و شرح الشافية لأبن حاجب 1/ 10 ـ 32 وشرح ابن عقيل 2/ 421 ـ 423 ـ و شذا العرف في فن الصرف 5 ـ 8، و ابنية الصرف في كتاب سيبويه 87 ومابعدها. ¶ (¬2) شرح المفصل 7/ 154. ¶ (¬3) تاج العروس (زيد)، و كشف المشكل في النحو 2/ 284 ,",
            "page": "87",
            "part": "1"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "وهي من الصيغ التي تأتي لمعان متعددة أشهرها: التكلف نحو: تشجع، وتصبر والاتخاذ نحو توسد، وتبنى. والتجنب نحو تهجد وتأثم، والتدرج نحو تجرع، وتفهم. والطلب نحو: تكبر، وتعظم (¬1). ¶ وقد اختلف الشارحان في معاني صيغة التفعل في مسائل متعددة منها: ¶ 1ـ ما جاء في باب (المتفلجات للحسن) (¬2)،قال ابن حجر في قوله (المتفلجات)، ((أي لأجل الحسن، والمتفلجات جمع متفلجة، وهي التي تطلب الفلج أو تصنعه، والفلج بالفاء واللام والجيم انفراج مابين الثنيتين، والتفلج أن يفرج بين المتلاصقين بالمبرد، وهو مختص عادة بالثنايا والرباعيات)) (¬3). ¶ وقال العيني في قوله (المتفلجات). ((أي لأجل الحسن، وهي جمع متفلجة. قال بعضهم: وهي التي تطلب الفلج او تصنعه والفلج بالفاء واللام والجيم انفراج ما بين الاسنان. قلت: باب التفعل ليس فيه معنى الطلب، وإنما معناه التكلف والمبالغة فيه. والمعنى هنا المتفلجة التي تتكلف بأنْ تفرق بين الاسنان لأجل الحسن)) (¬4). ¶ وفي مسألة مشابهة للمسألة المذكورة آنفاً جاءَ في باب (المتنمصات) (¬5) قال ابن حجر في قوله المتنمصات ((المتنمصات جمع متنمصة ... والمتنمصة التي تطلب النماص. والنامصة التي تفعله. والنماص إزالة شعر الوجه)) (¬6). ¶ ¬__________ ¶ (¬1) ينظر الكناش 2/ 65، وايضاح المفصل 2/ 132، و اوضح المسالك 4/ 308. ¶ (¬2) فتح الباري 10/ 454، عمدة القاري 22/ 62. ¶ (¬3) فتح الباري 10/ 455. ¶ (¬4) عمدة القاري 22/ 62. ¶ (¬5) فتح الباري 10/ 461، عمدة القاري 22/ 66. ¶ (¬6) فتح الباري 10/ 461.",
            "page": "88",
            "part": "1"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "قال العيني في قوله (المتنمصات). (هو جمع متنمصة. وقال بعضهم: المتنمصة التي تطلب النماص. قلت: ليس كذلك بل معناه التي تتكلف النماص. وهو إزالة شعر الوجه)) (¬1). والحق أنَّ ما ذهب إليه ابن حجر هو الصحيح، إذ إنّ صيغة تفعل في الحديثين السابقين جاءتْ بمعنى الطلب، وقد ذكر علماء اللغة أنّ صيغة تفعل تخرج لمعنى الطلب. إذ قال سيبويه: ((وقد دخل استفعل ههنا، قالوا: تعظم واستعظم، وتكبر واستكبر)) (¬2). ¶ ومن الغريب أن نجد عالماً جليلاً مثل العيني ينكرُ أنْ يكون الطلبُ معنى من معاني صيغة تفعل وهو الذي له باع طويل في علم الصرف إذ قال ((باب التفعل ليس فيه معنى الطلب)). ¶ 2ـ جاء في باب (من تمطر في المطر حتى يتحادر على لحيته) (¬3) قال ابن حجر في قوله (تمطر) ((بتشديد الطاء أي تعرض لوقوع المطر. وتفعل يأتي لمعانٍ أليقها هنا أنهُ بمعنى مواصلة العمل في مهلة نحو تفكر، ولعله أشارَ إلى ما أخرجه مسلم من طريق جعفر بن سليمان عن ثابت بن أنس قال: ((حسر رسول الله (- صلى الله عليه وسلم -) ثوبه حتى أصابه المطر)). وقال لأنهُ حديث عهد بربه. قال العلماء: معناه قريب العهد بتكوين ربه، وكأن المصنف أرادَ أن يبين أنَّ تحادر المطر على لحيته (- صلى الله عليه وسلم -) لم يكن اتفاقاً وإنما كانَ قصداً، فلذلك ترجم بقوله (من تمطر)، أي قصد نزول المطر عليه لأنه لو لم يكنْ باختياره لنزل عن المنبر أول ما وكفَ السقف لكنه تمادى في خطبته حتى كثر نزوله بحيث تحادر على لحيته)) (¬4). ¶ ¬__________ ¶ (¬1) عمدة القاري 22/ 66. ¶ (¬2) الكتاب 4/ 71، و المفصل 279، و شرح المفصل 7/ 158، والمبدع في التصريف 110. ¶ (¬3) فتح الباري 2/ 660، عمدة القاري 7/ 54. ¶ (¬4) فتح الباري 2/ 660 ـ 661.",
            "page": "89",
            "part": "1"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "وقال العيني في قوله (تمطر) ((بتشديد الطاء على وزن تفعلَ. وباب تفعل يأتي لمعان. للتكلف كتشجع، لأنَّ معناه كلفَ نفسه الشجاعة. وللاتخاذ نحو توسدت التراب أي اتخذته وسادة. وللتجنب نحو تأثم، أي جانب الاثم. وللعمل فيدل على أنّ أصل الفعل حصل مرة بعد مرة نحو تجرعته أي شربته جرعة بعد جرعة. وقال بعضهم: أليق المعاني هنا أنه بمعنى مواصلة العمل في مهلة نحو تفكر، ولعله أشار إلى ما أخرجه مسلم عن طريق جعفر بن سليمان عن ثابت ... . أنتهى. قلت: الذي ذكره هذا القائل يقرب من المعنى الرابع، ولكن لايدل على هذا شيء مما في حديث الباب. وقوله: ولعله أشارَ إلى أن ما أخرجه مسلم لا يساعده لأنَّ حديث مسلم لا يدل على مواصلة العمل في مهلة وإنما الذي يدل هو أنه (- صلى الله عليه وسلم -) كشف ثوبه ليصيبه المطر لما ذكره من ... المعنى. وهذا لا يدل على أنه واصل ذلك وتمادى فيه حتى يطلق عليه أنه تمطر، وقصد هذا المعنى في الحديث غير صحيح ولا وضع الترجمة المذكورة على هذا المعنى)) (¬1). ¶ وبعد فنحن نتفق مع العيني في رده على ابن حجر بأن تمطر لا تفيد معنى مواصلة العمل في مهلة، إذ استند ابن حجرٍ في قوله هذا على ما أخرجه مسلم ـ الذي ذكر ... آنفاً ـ، وحديث مسلم لا يدل على مواصلة العمل في مهلة، غير أن العيني لم يبد رأيه في المعنى الذي خرجت إليه صيغة تفعل في هذه المسألة. ¶ والحق أنَّ صيغة تفعل خرجت إلى معنى التعرض إذ قال الزبيدي: ((تمطر فلان إذا تعرض للمطر ... ، وتمطر برز له ولبرده)) (¬2). ¶ 3ـ جاء في باب (قول الله جلَّ وعزَّ ((ولاجُناح عليكُم فِيما عَرَّضْتُم به مِنْ خِطبةِ النساءِ أو أكننْتُم في أنفسِكُم علِمَ اللهُ الآية إلى قولهِ غفورٌ حليمٌ) في حديث عن ابن عباس ((فيما ¶ ¬__________ ¶ (¬1) عمدة القاري 7/ 54. ¶ (¬2) تاج العروس (مطر).",
            "page": "90",
            "part": "1"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "عرضتم بهِ مِنْ خِطبةِ النساءِ يقول إني أريدُ التزويج ولوددت أنه تيسر لي امرأة صالحةٌ)) (¬1). ¶ قال ابن حجر في قوله (تيسر لي) ((ييسر: بضم التحتانية وفتح أخرى مثلها بعدها وفتح المهملة وفي رواية الكشميهني (يسر) بتحتانية واحدة وكسر المهملة)) (¬2). ¶ وقال العيني في قوله (تيسر لي) ((بفتح التاء المثناة من فوق والياء آخر الحروف وتشديد السين وضم الراء واصله تتيسر بتاءين مثناتين من فوق فحذفت إحداهما للتخفيف وضبطه بعضهم بقوله (ييسر) بضم التحتانية وفتح أخرى مثلها بعدها وفتح السين المهملة. قلت: ليس كذلك بل هو مثل ما ضبطناه فياليته يقول بضم الفوقانية وفتح التحتانية، ولكن القصور عن فن يؤدي إلى أكثر من هذا، ثم قال هذا القائل وفي رواية الكشميهني يسر لي بتحتانية واحدة وكسر المهملة ولم ادر ما وجهه فياليته قال بضم تحتانية وتشديد السين المكسورة على صيغة مجهولة للماضي من التيسير)) (¬3). جاء في التاج: ((اليسر بالفتح ويحرك: اللين والأنقياد يكون ذلك للإنسان والفرس وقد يسر ييسر من حد ضرب ويقال في المضارع ييسر بكسر الياء كييجل وهي لغة بني أسد ... تيسر لفلانٍ الخروجُ واستيسر لهُ بمعنى أي تهيأ ويسره هو سهله ... .)) (¬4) ¶ فما ذهب إليه العيني عينُ الصواب، إذ إنّ تيسر على وزن تفعل، وقد خرجت تفعل هنا إلى معنى تهيأ وهو مناسب لمعنى الحديث الشريف أي ((ولوددت أنه تهيأ لي امرأة صالحة)) وهذا أوجه مما ذهب إليه ابن حجر. ¶ ب ـ فاعل: ¶ ¬__________ ¶ (¬1) فتح الباري 9/ 222، عمدة القاري 21/ 117. ¶ (¬2) فتح الباري 9/ 223. ¶ (¬3) عمدة القاري 20/ 117 ـ 118. ¶ (¬4) تاج العروس (يسر).",
            "page": "91",
            "part": "1"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "وهي من الصيغ التي تأتي لمعانٍ متعددة اشهرها (¬1): المشاركة نحو قاتل، والمعاملة نحو ياومه. ¶ وقد اختلف الشارحان في هذه الصيغة بمسألة واحدة هي: جاء في باب (صلاة الضحى في الحضر) في حديث ((عن أبي هريرة (- رضي الله عنه -) قال: أوصاني خليلي بثلاث لا أدعهن حتى أموت صوم ثلاثة أيام من كل شهر، وصلاة الضحى ونوم على وتر)) (¬2) .. ¶ قال ابن حجر في قوله (أوصاني خليلي) ((الخليل الصديق الخالص الذي تخللت محبته القلب ... .. وقول أبي هريرة هذا لا يعارضه ما تقدم من قوله (- صلى الله عليه وسلم -) ((لو كنت متخذاً خليلاً لأتخذت أبا بكر)) لأنَّ الممتنع أن يتخذ هو (- صلى الله عليه وسلم -) غيره خليلاً لا العكس. ولا يقال إنَّ المخاللة لا تتم حتى تكون من الجانبين لأنا نقول إنما نظرَ الصحابي إلى أحد الجانبين فأطلق ذلك، أو لعله أرادَ مجرد الصحبة أو المحبة)) (¬3)، وقال العيني في قوله (أوصاني خليلي) (أراد به النبي (- صلى الله عليه وسلم -) وهذا لا يخالف ما قاله (- صلى الله عليه وسلم -): ((لو كنت متخذاً خليلاً لاتخذت أبا بكر)). لان الممتنع أن يتخذ النبي (- صلى الله عليه وسلم -) غيره خليلاً لا العكس ... قال بعضهم: لايقال إن المخاللة تكون من الجانبين لأنا نقول إنما نظر الصحابي إلى احد الجانبين أو لعله أراد مجرد الصحبة والمحبه. قلت: هذا الكلام في غاية الوهاء وليت شعري فاين صيغة المفاعلة هاهنا حتى يجيء هذا السؤال. والجواب أو هي من السؤال لأنَّ أحداً من أهل الأدب لم يقلْ ذلك بهذا الوجه) (¬4). ¶ ¬__________ ¶ (¬1) ينظر المفصل 281، و شرح المفصل 7/ 159 و الكناش 2/ 68. ¶ (¬2) فتح الباري 3/ 72، عمدة القاري 7/ 242. ¶ (¬3) فتح الباري 3/ 73. ¶ (¬4) عمدة القاري 7/ 242.",
            "page": "92",
            "part": "1"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "والحق أنّ صيغة المفاعلة تأتي للمشاركة غالباً بيد أنها قد تأتي للواحد، قال المبرد ((وأما فاعلت فمصدره اللازم مفاعلة. ما كان فيه لاثنين أو لواحد وذلك نحو قاتلت مقاتلة وشاتمت مشاتمة ... )) (¬1). ¶ فما قاله ابن حجر صحيح فلا يمكن الجزم بأن المخاللة تكون من الجانبين وهذا ماذكره أئمة اللغة الذي سردناه آنفاً بل قد تكون صيغة المفاعلة للواحد، وهذا الكلام ينطبق على هذه المسألة، فالمخاللة لم تأت من الجانبين لأنّ من الممتنع أن يتخذ النبي (- صلى الله عليه وسلم -) غيره خليلاً بدليل الحديث الشريف: ((لو كنت متخذاً خليلاً لاتخذت أبا بكر)). ¶ ¬__________ ¶ (¬1) المقتضب 2/ 100، و الكتاب 4/ 68، و متن البناء 3.",
            "page": "93",
            "part": "1"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "ج ـ صيغة تفاعل: ¶ وهي من الصيغ التي تأتي لمعان متعددة اشهرها: المشاركة نحو تضاربنا ... وتقاتلنا. والتكلف نحو تغافلت وتعاميت. والتدرج نحو تزايد وتتابع. والتكرار نحو تلاعب، وتساقط المطر (¬1). وقد اختلف الشارحان في هذا الباب بمسائل متعددة: ¶ 1ـ ما جاء في باب (مايكره من التمادح) (¬2): قال ابن حجر في قوله (التمادح) ((هو تفاعل من المدح أي المبالغ والتمدح والممادحة، أي مدح كل من الشخصين الأخر وكأنه ترجم ببعض ما يدل عليه الخبر لأنه أعم من أن يكون من الجانبين أو من جانب واحد، ويحتمل أن لا يريد حمل التفاعل فيه على ظاهره)) (¬3). ¶ وقال العيني في قوله (التمادح). ((أي هذا باب في بيان ما يكره من التمادح بين الناس فيه الإطراء ومجاوزة الحد وهو المراد من الترجمة لأن الحديث يدل على هذا قال بعضهم: هو مدح كل من الشخصين الآخر. قلت: ليس كذلك، هذا الذي قاله من باب المفاعلة وهذا من باب التفاعل لمشاركة القوم ومن له أدنى مسكة من الصرف يعرف هذا)) (¬4). ¶ قال سيبويه ((اعلمْ أنك إذا قلتَ فاعلته فقد كان من غيرك إليك مثل ما كان منك إليه حين قلت فاعلته)) (¬5). أي أن فاعل ومصدره مفاعلة يكون بين اثنين غالباً أما ... (تفاعل) ومصدره تفاعل فيكون بين اثنين فصاعداً إذ قال سيبويه ((وأما تفاعلت فلا يكون إلا وأنت تريد فعل اثنين فصاعداً)) (¬6). ¶ ¬__________ ¶ (¬1) ينظر الكتاب 4/ 69، و المقتضب 2/ 78، و الممتع 1/ 182، و الكناش 2/ 65 ـ 66. ¶ (¬2) فتح الباري 10/ 583، عمدة القاري 22/ 132. ¶ (¬3) فتح الباري 10/ 583. ¶ (¬4) عمدة القاري 22/ 132. ¶ (¬5) الكتاب 4/ 68 وينظر المفصل 281، و الكناش 2/ 68. ¶ (¬6) الكتاب 4/ 69، وينظر المفصل 279.",
            "page": "94",
            "part": "1"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "فما ذهب إليه العيني هو الصحيح، لأن صيغة المفاعلة تكون بين اثنين أما صيغة التفاعل فتكون بين اثنين فأكثر، ومعنى الحديث يدل على مشاركة الناس في التمادح ولا يدل على مدح كل من الشخصين الآخر كما قال ابن حجر. ¶ 2ـ جاء في باب (لم تحرم ما أحل الله لك) في حديث عن عائشة (رضي الله عنها) ((أن النبي (- صلى الله عليه وسلم -) كان يمكث عند زينب ابنة جحش ويشرب عندها عسلاً فتواصيت أنا وحفصة ... .)) (¬1) قال ابن حجر في قوله (فتواصيت) ((كذا هنا بالصاد من ... المواصاة. وفي رواية هشام (فتواطيت) بالطاء من المواطأة وأصله تواطأت بالهمزة فسهلت الهمزة فصارت ياءً)) (¬2). ¶ قال العيني في قوله (فتواصيت) ((بالصاد المهملة قال بعضهم من المواصاة. قلت: ليس كذلك بل من التواصي ومن لم يفرق بين باب التفاعل وباب المفاعلة كيف يقدم إلى ميدان الشرح)) (¬3). ¶ والحق أن مصدر فاعل يأتي على وزنين هما مفاعلة وفعال أما مصدر تفاعل فيأتي على تفاعل (¬4). ¶ وما ذهب إليه العيني هو عين الصواب، لأن تواصيت على وزن تفاعلت فيكون مصدرها التواصي، وليست من المواصاة كما زعم ابن حجر. ¶ 3ـ جاء في باب (القصاص يوم القيامة) من قوله ((والقارعةُ والغاشيةُ والصاخةُ والتغابن: غبن أهل الجنة أهل النار)) (¬5). قال ابن حجر في قوله (التغابن) ((غبن بفتح المعجمة والموحدة بعدها نون، والسبب في ذلك أن أهل الجنة ينزلون منازل الأشقياء ¶ ¬__________ ¶ (¬1) فتنح الباري 9/ 468، عمدة القاري 20/ 242. ¶ (¬2) فتح الباري 9/ 472. ¶ (¬3) عمدة القاري 20/ 242. ¶ (¬4) ينظر التكملة 516، والمقرب 490، و تقريب المقرب 117. ¶ (¬5) فتح الباري 11/ 481، عمدة القاري 23/ 111.",
            "page": "95",
            "part": "1"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "التي كانت أعدت لهم لو كانوا سعداء، فعلى هذا فالتغابن من طرف واحد، ولكنه بهذه الصيغة للمبالغة)) (¬1). ¶ وقال العيني في قوله (التغابن) ((وهو تفاعل من الغبن وهو فوق الحظ ... والمراد. وقال المفسرون المغبون: من غبن أهله ومنازله في الجنة ويظهر يومئذ غبن كل كافر بتركه الإيمان وغبن كل مؤمنٍ بتقصيره في الإحسان وتضييعه الأيام. وقوله غبنَ أهل الجنة فقوله غبن فعل ماضٍ ... .. ومعناه أنَّ أهلَ الجنة ينزلون منازل الأشقياء التي كانت اعدت لهم لو كانوا سعداء. وقال بعضهم: فعلى هذا التغابن من طرفٍ واحدٍ ولكنه ذكر بهذه الصيغة للمبالغة أنتهى. قلت: لا نسلمُ صحة ما قاله. ولم يقلْ أحدٌ أن صيغة التفاعل تجيء للمبالغة. والتفاعل هنا على أصله وهو الاشتراك بين القوم ولا شك أنهم مشتركون في أصل الغبن لأن كل غابن له مغبون)) (¬2). ¶ وبعد فقد ذكرنا آنفاً أن صيغة التفاعل تأتي لمعان متعددة اشهرها المشاركة والتكلف والتدرج والتكرار، ولم نجد في كتب اللغة ما يدل على أن صيغة التفاعل تأتي للمبالغة (¬3). ونحن نتفق في هذه المسألة مع العيني في أن التغابن هنا على أصله وهو الاشتراك بين القوم. ¶ د ـ استفعل: ¶ وهي من الصيغ التي تأتي لمعانٍ متعددة اشهرها (¬4): الطلب نحو استعلمت منه الخبر، والتحول نحو استحجر الطين، ووجود الشيء على صفة نحو ... استعظمته، والحينونة والبلوغ نحو استرقع الثوب والاتخاذ نحو استأجر. ¶ ¬__________ ¶ (¬1) فتح الباري 11/ 482. ¶ (¬2) عمدة القاري 23/ 111 ـ112. ¶ (¬3) ينظر الكتاب 4/ 69 ـ 70، و المفصل 279، و شرح المفصل 7/ 158 ـ 159، و الكناش 2/ 65 ـ 66، و شذا العرف 46 ـ 47. ¶ (¬4) ينظر شرح المفصل 7/ 161، الكناش 2/ 70 ـ 71، و المهذب في علم التصريف 99 ـ100.",
            "page": "96",
            "part": "1"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "وقد اختلف الشارحان في مسألة واحدة هي: جاء في باب (قول الله تعالى ((وَوَهَبْنَا لِدَاوُدَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ)) ((في حديث عن أبي هريرة (- رضي الله عنه -) أنه سمع رسول الله (- صلى الله عليه وسلم -) يقول مثلي ومثل الناس كمثل رجلٍ استوقد ناراً فجعل الفراش وهذه الدواب تقع في النار)) (¬1). ¶ قال ابن حجر في قوله (استوقد) ((أي أوقد وزيادة السين والتاء للإشارة إلى أنهُ عالج إيقادها، وسعى في تحصيل آلاتها)) (¬2). ¶ وقال العيني في قوله (استوقد) ((أي أوقد ناراً يؤيده ما وقعه في رواية مسلم واحمد من حديث جابر مثلي ومثلكم كمثل رجلٍ أوقد ناراً. وقال بعضهم: زيادة السين والتاء للإشارة إلى أنه عالج ايقادها وسعى في تحصيل آلاتها. قلت: معنى الاستفعال الطلب، ولكن قد يكون صريحاً نحو استكتبته أي طلبت منه الكتابة وقد يكون تقديراً نحو استخرجت الوتد من الحائط وليس فيه طلب صريح، واستوقد ههنا من هذا ... القيبل)) (¬3). ¶ قال الجاربردي ((واستفعل للطلب ومعناه نسبة الفعل إلى الفاعل لإرادة تحصيل الفعل المشتق منه وذلك قد يكون صريحاً نحو استكتبته أي طلبت منه الكتابة، وقد يكون تقديراً نحو استخرجت الوتد من الحائط، فليس هنا طلب صريح بل المعنى لم أزلْ اتلطف واتحيل حتى خرجَ فنزل ذلك منزلة الطلب)) (¬4). ¶ وبعد فإن استوقد في هذا الحديث الشريف ليسَ فيهِ طلباً صريحاً وإنما جاءَ الطلب فيه تقديراً، وهذا عين ما ذهب إليه العيني. ¶ ¬__________ ¶ (¬1) فتح الباري 6/ 566، عمدة القاري 16/ 17. ¶ (¬2) فتح الباري 6/ 573. ¶ (¬3) عمدة القاري 16/ 17. ¶ (¬4) شرح الشافية 1/ 52.",
            "page": "97",
            "part": "1"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "هـ ـ أفعل وفعل: ¶ يردُ وزن أفعل لمعانٍ متعددة منها التعدية نحو أخرجه وأدخله، والدخول في الوقت نحو أنهر واشرق، والدخول في المكان نحو أشامَ وأعرق، ووجود الشيء على صفةٍ نحو أعظمته وأجبنته، والسلب نحو أعجمت الكتاب واشكيت فلاناً، والحينونة نحو أصرمَ النخل واحصد الزرع ... الخ (¬1). ¶ وتأتي صيغة فعل لمعان متعددة اشهرها: التكثير نحو كسرته وقطعته، والنسبة نحو ظلمته وجهلته، والتعدية نحو خرجته وفهمته، والصيرورة نحو قوس فلان، وحجر الطين (¬2). ¶ ولقد كان لصيغتي (أفعل وفعل) موضع في الخلاف بين الشارحين في مسألتين هما: ¶ 1ـ جاء في باب (قول النبي لاترجعوا بعدي كفاراً يضرب بعضكم رقاب بعضٍ) ... ((قال لاتَرجعوا بَعْدِي كفاراً يضربُ بعضكمُ رقابَ بعضٍ فلما كانَ يومُ حرقَ ابن الحضرمي حين حرقهُ ... )) (¬3). ¶ قال ابن حجر في قوله (حُرِّق) ((بضم أوله على البناء للمجهول ووقع في خط الدمياطي الصواب احرق، وتبعه بعض الشراح، وليس الآخر بخطأ بل جزم أهلُ اللغة باللغتين أحرقه وحرقه والتشديد للتكثير، والتقديرهنا يوم حرقَ ابن الحضرمي ومن معه)) (¬4). ¶ وقال العيني في قوله (حُرِّق) ((على صيغة المجهول من التحريق وضبط الحافظ الدمياطي أحرق من الإحراق وقال هو الصواب. وقال بعضهم: وليس الآخر بخطأ بل جزم ¶ ¬__________ ¶ (¬1) ينظر الكتاب 4/ 55 وما بعدها، والمفصل 280، والتكملة 517. ¶ (¬2) ينظر المفصل 281، و التكملة 518، و الكناش 2/ 68. ¶ (¬3) فتح الباري 13/ 32، عمدة القاري 24/ 188. ¶ (¬4) فتنح الباري 13/ 32.",
            "page": "98",
            "part": "1"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "أهلُ اللغة باللغتين أحرقه وحرقه والتشديد للتكثير هنا انتهى. قلت: هذا كلام من لايذوق من معاني التراكيب شيئاً وتصويب الدمياطي باب الأفعال لكون المقصود حصول الإحراق وليس المراد المبالغة فيه حتى يذكر باب التفعيل)) (¬1). ¶ وبعد فنحن نتفق مع العيني أن ضبط الدمياطي أحرقَ من الإحراق هو الصواب لأنَّ المقصود حصولُ الإحراق وليس المرادُ المبالغة فيهِ، وحصول الإحراقِ يتفق ومعنى الحديث. ومع هذا لم يجزم ابن حجر بترجيح حرق وإنما ذكر أنّ حرق ليس بخطأ وقال إنّ أهلَ اللغة جزموا باللغتين أحرقَ وحرّقَ. ¶ 2ـ جاء في تفسير سورة بني اسرائيل في باب قوله تعالى ((ولقد كرّمْنا بني آدم)) وقول البخاري كرمنا وأكرمنا واحدٌ (¬2). ¶ قال ابن حجر في قوله (كرّمنا واكرمْنا واحدٌ) ((أي في الأصل وإلا فالتشديد أبلغُ، قال ابو عبيد: كرمنا أي أكرمنا إلا أنها أشد مبالغة في الكرامة انتهى. وهي من كرمَ بضمِّ الراء مثل شرُفَ وليس من الكرم الذي هو في المال)) (¬3). ¶ وقال العيني في قوله (كرمنا وأكرمنا واحدٌ): ((قال بعضهم أي في الأصل وإلا فالتشديد أبلغُ. قلت: إذا كانَ مرادهُ بالأصلِ الوضع فليس كذلك لأنّ لكل منهما باباً في الأصل موضوعاً وإنْ كانَ مرادهُ بالأصل الاستعمال فليسَ كذلك لأنّ كرّمْنا بالتشديد من باب التفعيل وأكرمنا من باب الإفعال بل المراد أنهما واحدٌ في التعدي غير أن في كرمنا بالتشديد من المبالغة ماليس في أكرمنا فافهم)) (¬4). ¶ ¬__________ ¶ (¬1) عمدة القاري 24/ 189. ¶ (¬2) فتح الباري 8/ 500، عمدة القاري 19/ 23. ¶ (¬3) فتح الباري 8/ 501. ¶ (¬4) عمدة القاري 19/ 23.",
            "page": "99",
            "part": "1"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "وقد ردَّ عليه ابن حجر في كتاب انتقاض الاعتراض إذ قال ((قلت لم ينحصر المراد فيما قال، والمراد بالأصل أصل المادة التي هي كرمَ، وهذا لا يخفى على المبتدىء، فضلاً عمن يدعي أنه فيه الذي انفرد به علم التصريف)) (¬1). ¶ والحق أنّ كلا الشارحين كانت لهما وجهة نظر في قول البخاري ((كرمنا واكرمنا واحدٌ))، فابن حجر كان يقصد من قوله (أي في الأصل) أصل المادة وهذا ما صرح به في كتابه انتقاض الاعتراض. ¶ أما العيني فقد ذهب إلى أنَّ البخاري قصد في قوله المذكور آنفا أن اكرمنا وكرمنا واحد في التعدي. فكلا الشارحين على حق فيما ذهبا اليه بحسب ما فهما من قول البخاري. ¶ فنحن نتفق مع العيني في تفسيره قول البخاري فمن غير المعقول ان البخاري قصد في قوله المذكور آنفاً أن أصل كرّمنا وأكرمنا واحد وهو كرم لأنه أمرٌ بديهي يستطيع أي مبتدىء أن يعرفه، لكن مراده من قوله هذا أن كرمنا واكرمنا واحد في التعدي غير أن في كرمنا من المبالغة ماليس في أكرمنا. ¶ 4ـ الأشتقاق: ¶ الاشتقاق هو ((أخذ كلمةٍ من كلمةٍ أو أكثر مع تناسب بين المأخوذ والمأخوذ منه في اللفظ والمعنى جميعاً)) (¬2) أو ((هو نزع لفظٍ من آخرِ بشرط مناسبتهما معنىً وتركيباً وتغايرهما في الصيغة أو يقال تحويل الأصل الواحد إلى صيغٍ مختلفةٍ لتفيد ما لم يستفد من ذلك الأصل)) (¬3). ¶ ¬__________ ¶ (¬1) انتقاض الاعتراض 2/ 251. ¶ (¬2) الاشتقاق 1. ¶ (¬3) الاشتقاق والتعريب 8.",
            "page": "100",
            "part": "1"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "وقد اختلف الشارحان في موضوع الاشتقاق في مسائل متعددة منها: ¶ أ ـ اشتقاق صاب واصاب: ¶ جاءَ في باب (ما يقال إذا أمطرتْ): ((وقال ابن عباس كصيب المطرِ، وقال غيره: صاب وأصاب يصوب)) (¬1). ¶ قال ابن حجر في قوله (وقال غيره صاب وأصاب يصوب) (كذا وقع في جميع الروايات وقد استشكل من حيث أن يصوب مضارع صاب، وأما أصاب فمضارعه يصيب. قال ابو عبيدة الصيب تقديره من الفعل سيد وهو من صاب يصوب فلعله كان في الأصل وانصاب كما حكاه صاحب المحكم فسقطت النون كما سقطت ينصاب بعد يصوب، أو المراد ما حكاه صاحب الأفعال صاب المطر يصوب إذا نزل فأصاب الأرض فوقع فيه تقديم وتأخير)) (¬2). ¶ وقال العيني في قوله (وقالَ غيرُهُ صاب وأصابَ يصوبُ) ((أي قالَ غير ابن عباس صابَ كأنهُ يشير به إلى أنّ اشتقاقه من الاخوف الواوي، ولكن لا يقال اصابَ يصوب وإنما يقال صابَ يصوب وأصاب يصيبُ. وقال بعضهم: لعله كان في الأصل صاب وانصاب كما حكاه صاحب المحكم فسقطت النون. قلت: لا يزول بهذا الإشكال بل زاد الإشكال إشكالاً لأنه لا يقال انصاب يصوب بل يقال انصابَ ينصابُ. والظاهر أنّ النساخ قدموا لفظة أصابَ على لفظة يصوبُ وما كان إلاّ صاب يصوب وأصابَ، وأشارَ بهِ إلى الثلاثي المجرد والمزيد فيه وقد قلنا إنه أجوف واوي وأصلُ صابَ صوبَ قلبت الواو ألفاً لتحريكها وانفتاح ما قبلها ويصوبُ أصله يصوبُ بسكون الصاد وضم الواو فاستثقلت الضمة على الواو فنقلت إلى ما قبلها فصار يصوب، وأصل صيب صيوب اجتمعت الواو ¶ ¬__________ ¶ (¬1) فتح الباري 2/ 658، عمدة القاري 7/ 53. ¶ (¬2) فتح الباري 2/ 659.",
            "page": "101",
            "part": "1"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "والياءُ وسبقت إحداهما بالسكون فقلبت الواو ياءً وادغمت الياء في الياء كسيد وميت ويقال مطرٌ صيب وصيوب وصوب)) (¬1). ¶ والحق أنَّ ما نقله ابن حجرٍ عن صاحب المحكم (¬2) زادَ الإشكال إشكالاً كما قال العيني، لأنه لا يقال انصاب يصوب بل يقال انصاب ينصاب (¬3). فنحن نتفق كل الاتفاق مع العيني في أنَّ النساخ قدموا واخروا في هذه الألفاظ إذ كان من الصواب أن يقولوا صاب يصوب وأصابَ حتى لا يكون هنالك لبسٌ في المسألة. ومن باب الأمانة لا ننكر على ابن حجر قوله إن هذه الالفاظ وقع فيها تقديم وتأخير فضلاً عن الرأي الذي نقله عن صاحب المحكم. ¶ ب ـ اشتقاق مكلبين: ¶ اختلف الشارحان في اشتقاق مكلبين مما جاء في باب (إذا أكل الكلب) وقوله تعالى ((يسألُونَكَ ماذا أُحلَّ لَهُمْ قُلْ أُحلَّ لكُمُ الطيِّباتُ وما عَلَّمْتُم مِنَ الجوارحِ مُكلِّبين)) (¬4). ¶ قال ابن حجر في قوله (مُكلِّبين) ((أي مؤدبين أو معودين، قيل وليس هو تفعيل من الكلب الحيوان المعروف، وإنما هو من الكلبِ بفتح اللام وهو الحرص، نعم هو راجعٌ إلى الأول لأنه أصل فيه لما طبع عليه من شدة الحرص، ولأن الصيد غالباً إنما يكون بالكلاب. وقال أبو عبيدة في قوله مُكلِّبين أي أصحاب كلاب. وقال الراغب الكلاب والمكلب الذي يعلم الكلابَ)) (¬5). ¶ ¬__________ ¶ (¬1) عمدة القاري 7/ 53. ¶ (¬2) القاموس المحيط (صوب). ¶ (¬3) تاج العروس (صوب). ¶ (¬4) فتح الباري 9/ 760، عمدة القاري 21/ 99. ¶ (¬5) فتح الباري 9/ 761.",
            "page": "102",
            "part": "1"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "وقال العيني في قوله (مُكلِّبين) ((هو جمع مكلب وهو مؤدب الجوارح ومضريها بالصيد لصاحبها ورائضها لذلك. وقال بعضهم مكلبين مؤدبين فليس هو تفعيل من الكلب الحيوان المعروف وإنما هو من الكلب بفتح اللام وهو الحرص انتهى. قلت: هذا تركيب فاسدٌ ومعنى غير صحيح ودعوى اشتقاق من غير اصله ولم يقل به أحدُ، بل الذي يقال هنا ما قاله الزمخشري الذي هو المرجع إليه في التفسير وهو أنه قال واشتقاقه أي اشتقاق مكلبين من الكلب، لأن التأديب أكثر ما يكون في الكلاب فاشتق من لفظه لكثرته في جنسه فإن قلت قال الزمخشري أيضاً أو من الكلب الذي هو بمعنى الضراوة يقال هو كلب بكذا إذا كان ضارياً به. قلت: نحن ما ننكر أن يكون اشتقاق مكلبين من غير الكلب الذي هو الحيوان وإنما أنكرنا على هذا القائل قوله وليس هو تفعيل من الكلب وإنما هو من الكلَبِ بفتح اللام فالذي له أدنى مسكة من علم التصريف لا يقول بهذه العبارة، وأيضاً فقد فسر الكلبَ بفتح اللام بمعنى الحرص، وليس كذلك معناه ههنا وإنما معناه مثل ما قاله الزمخشري وهو معنى الضراوة)) (¬1). ¶ قال الزبيدي ((والمكلب كمحدث (معلم كلاب الصيد) .. وقد يكون التكليب واقعاً على الفهد وسباع الطير وفي التنزيل العزيز ((وما علمتم من الجوارح مكلبين)) فقد دخل هذا الفهد والبازي والصقر والشاهين وجميع أنواع الجوارح والكلاب، والمكلب الذي يعلم الكلاب أخذ الصيد. وفي حديث الصيد أن لي كلاباً مكلبه فأفتني في صيدها، المكلبة المسلطة على الصيد المعودة بالاصطياد التي قد ضريت به، والمكلب بالكسر صاحبها الذي يصطاد بها ... )) (¬2). ¶ ¬__________ ¶ (¬1) عمدة القاري 21/ 99. ¶ (¬2) تاج العروس (كلب).",
            "page": "103",
            "part": "1"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "وبعد فنحن لا نتفق مع ابن حجر في أن اشتقاق مكلبين من الكلب بفتح اللام والكاف بمعنى الحرص. أما العيني فقد استند في رأيه إلى ما قاله الزمخشري بأنَّ استقاق مكلبين من الكلب لأنّ التأديب أكثر ما يكون في الكلاب ولم ينكر العيني أن يكون اشتقاق مكلبين من الكلب بمعنى الضراوة. أما فيما يخص ما قاله ابن حجر ((مكلبين أي مؤدبين وليس هو تفعيل من الكلب الحيوان المعروف ... )) فقد رده العيني بقوله ((هذا تركيب فاسدٌ ومعنى غير صحيح ودعوى اشتقاق من غير أصله))، وذلك لأن مكلبين جمع مكلب وهو اسم فاعلٍ من كلب ومصدره تكليب ولما كان أصلُ المشتقات عند البصريين هو المصدر فإنَّ مكلبين مشتقة من تكليب على وزن تفعيل وهو عين ما ذهب إليه العيني. ¶ ج ـ اشتقاق محمود: ¶ اختلف الشارحان في اشتقاق (محمود) مما جاء في باب (وكان عرشه على الماء وهو ربُّ العرش العظيم). ((قال ابن عباس: المجيد الكريم، والودود الحبيب. يقال: حميد مجيدٌ كأنه فعيل من ماجدٍ محمودٌ من حميد)) (¬1). ¶ قال ابن حجر في قوله (محمود من حمد). ((كذا لهم بغير ياء فعلاً ماضياً، ولغير أبي ذر عن الكشميهني محمود من حميد. وأصل هذا قول أبي عبيدة في كتاب ... (المجاز) في قوله ((عليكم أهل البيت إنه حميدٌ مجيدٌ)) أي محمود ماجد. وقال الكرماني غرضه منه أن مجيداً بمعنى فاعل كـ (قدير) بمعنى قادر، وحميد بمعنى مفعول، فلذلك قال مجيدٌ من ماجد، وحميدٌ من محمود، قال: وفي بعض النسخ محمود من حميد، وفي أخرى من حمد مبني للفاعل أيضاً والمفعول أيضاً، وذلك لاحتمال أن يكون حميدٌ بمعنى حامد، ومجيد بمعنى ممجد، ثم قالَ وفي عبارة البخاري تعقيد. ... (قلت) وهو ¶ ¬__________ ¶ (¬1) فتح الباري 13/ 496، عمدة القاري 25/ 112.",
            "page": "104",
            "part": "1"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "في قوله محمود من حمد، وقد أختلف الرواة فيه والأولى فيه ما وجد في أصله، وهو كلام أبي عبيدة)) (¬1). ¶ وقال العيني في قوله (كأنه فعيل ... ) ((أي كأن مجيداً على وزن فعيل أخذ من ماجد ومحمود أخذ من حميد، ويروى من حمد على صيغة الماضي وهو الصواب. وقال الكرماني غرضه أنَّ مجيداً فعيل بمعنى فاعل، وحميداً فعيل بمعنى مفعول، فهو من باب القلب. ويروى محمود من حمد بلفظ ماضي المجهول والمعروف، وإنما قال كأنه لاحتمال أن يكون حميد بمعنى حامد والمجيد بمعنى الممجد وفي الجملة في عبارة البخاري تعقيد انتهى، وقال بعضهم: التعقيد في قوله محمود من حمد. قلت سبحان الله كيف يقول هذا القائل التعقيد في قوله محمود من حمد، وهذا كلام من لم يذق من علم التصريف شيئاً، بل لفظ محمود مشتق من حمدَ والتعقيد الذي ذكره الكرماني ونسبه إلى البخاري هو قوله ومحمود أخذ من حميد لأنّ محموداً لم يؤخذ من حميدٍ، وإنما كلاهما أخذا من حمد الماضي فافهم)) (¬2). ¶ والحقُّ أنّ ما ذهبَ إليهِ العيني هو الصواب إذ إن كلا الاسمين (محمود، وحميد) أخذا من الفعل الماضي حمدَ، ونحنُ نستغرب ما قاله ابن حجر بأنّ التعقيد في قوله محمود من حمِدَ. ¶ فأي تعقيدٍ في هذا القول؟ والمعروف أنّ المشتقات هي أسماءٌ تشتق من الافعال نحو اسم الفاعل واسم المفعول والصفة المشبهة ... الخ وكذا الحال فيما يتعلق ... بـ (محمود وحميد) فـ (محمود) على وزن مفعول وهو مشتق من الفعل حمدَ المبني للمجهول، وحميد على وزن فعيل وهو مشتق من الفعل (حمد) المبني للمعلوم. وجاء في التاج: (( ¶ ¬__________ ¶ (¬1) فتح الباري 13/ 503. ¶ (¬2) عمدة القاري 25/ 112.",
            "page": "105",
            "part": "1"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "وقد (حمده كسمعه) شكره وجزاه وقضى حقه (حمداً) بفتح فسكونٍ و ... (محمداً) بكسر الميم الثانية و (محمداً) بفتحها و (محَمدة ومحمِدة) بالوجهين ومحمِدة بكسرها نادرٌ ونقل شيخنا عن الفناري في أوائل حاشية التلويح أن المحمِدة بكسر الميم الثانية مصدرَ وبفتحها خصلةٌ يحمدُ عليها (فهو حمودٌ) هكذا في نسختنا والذي في الامهات اللغوية فهو محمودٌ (وحميدٌ وهي حميدةٌ) ... )) (¬1). ¶ د ـ اشتقاق الحور: ¶ جاء في باب (الحُورِ العِين وصفتهن يحارُ فيها). ¶ قال ابن حجر في قوله (يَحارُ فيها الطرفُ) ((أي يتحيرُ، قال ابن التين: هذا يشعرُ بأنهُ رأى أن اشتقاق الحور من الحيرة، وليس كذلك، فإن الحوَرَ بالواو والحيرة بالياء، وأما قول الشاعر ((حوراء عيناء من العين الحِير)) فهو للاتباع. قلت: لعلَّ البخاري لم يرد الاشتقاق الأصغر)) (¬2). ¶ وقال العيني في قوله (يحَارُ فيها الطرفُ) ((كأن قائلاً يقولُ ما صفتهنَّ فقالَ يحَارُ فيها الطرفُ أي يتحير فيهن البصرُ لحسنها. وقيل ظنَّ البخاري أنّ اشتقاق الحور من الحيرة حيثُ قالَ يحارُ فيها الطرف لأنّ أصلهُ يحيرُ نقلت حركة الياء إلى ما قبلها ثم قلبت ألفاً ومادته يائية والحور من الحور ومادته واوية. وقال بعضهم: لعل البخاري لم يرد الاشتقاق الأصغر. (قلت) لم يقل أحدٌ الاشتقاق الأصغر، وإنما قالوا: الاشتقاق على ثلاثة أنواعٍ: اشتقاق صغير واشتقاق كبير واشتقاق أكبر، ولايصح أن يكون الحور مشتقاً ¶ ¬__________ ¶ (¬1) تاج العروس (حمد). ¶ (¬2) فتح الباري 6/ 18.",
            "page": "106",
            "part": "1"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "من الحيرة على نوع من الأنواع الثلاثة ولا يخفى ذلك على من له بعض يدٍ في علم الصرف)) (¬1). ¶ والحق أنَّ ماذهب إليه العيني هو الصحيح إذ لا يمكن أن يكون اشتقاق الحور من الحيرة على نوع من أنواع الاشتقاق فالاشتقاق الصغير هو ((ما في أيدي الناس وكتبهم كأنْ تأخذ أصلاً من الأصول فتتقراه فتجمع بين معانيه، وإنْ اختلفت صيغة ومبانيه وذلك كتركيب (س. ل. م) فإنك تأخذ منه معنى السلامة في تصرفه نحو سلم، ويسلمُ وسالم، وسلمان، وسلمى، والسلامة، والسليم)) (¬2). ¶ أما الاشتقاق الكبير فهو ((أن يكون بين اللفظين تناسب في اللفظ والمعنى دونَ ترتيب مثل جبذ وجذب)) (¬3). ¶ أما الاشتقاق الأكبر فهو ((انتزاع كلمة من كلمة أخرى بتغيير في بعض أحرفها مع تشابه بينهما في المعنى واتفاق في الأحرف الثابتة وفي مخارج المغيرة أو في صفاتها أو منهما معاً)) (¬4). ¶ أما الاشتقاق الكبار أو ما يسمى بالنحت فهو ((أخذ كلمة من كلمتين أو أكثر مع المناسبة بين المأخوذ والمأخوذ منه في اللفظ والمعنى معاً: بأنْ تعمد إلى كلمتين أو أكثر فتسقط من كل منهما أو من بعضها حروفاً أو أكثر وتضم ما بقي من أحرف كل كلمةٍ إلى الأخرى وتؤلف منها جميعاً كلمةً واحدةً)) (¬5) .. ¶ ¬__________ ¶ (¬1) عمدة القاري 14/ 93. ¶ (¬2) الخصائص 2/ 133. ¶ (¬3) التعريفات: 21. ¶ (¬4) الاشتقاق، عبد الله امين 2، وينظر في اصول النحو 131. ¶ (¬5) الاشتقاق عبد الله امين 391 وينظر الاشتقاق فؤاد حنا ترزي 17.",
            "page": "107",
            "part": "1"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "وبعد فقد أوجزنا باختصارٍ حدَّ كلِّ نوعٍ من أنواع الاشتقاق ولا يسعنا أنْ نضعِ اشتقاق الحورِ من الحيرة تحت أي نوعٍ من هذه الانواع المذكورة آنفاً. ¶ هـ ـ اشتقاق المنكي: ¶ جاء في باب (التنكيل لمَنْ أكثرَ الوصال) في حديث ((عن أبي هريرة (- رضي الله عنه -) قال: نهى رسول الله (- صلى الله عليه وسلم -) عن الوصال ... ثم رأوا الهلال فقال لو تأخرَ لزدتكم كالتنكيل لهم حين أبوا أن ينتهوا)) (¬1). قال ابن حجر في قوله (كالتنكيل لهم) ((في رواية معمر ... (كالمنكل لهم). ووقع عند المستملي (كالمنكر) بالراء وسكون النون من الإنكار. وللحموي (كالمنكي) بتحتانية ساكنة قبلها كاف مكسورة خفيفة من النكاية)) (¬2). ¶ وقال العيني في قوله (كالتنكيل لهم). ((وفي رواية معمر (كالمنكل لهم) ووقع عند المستملي (كالمنكر) من الإنكار في آخره. ووقع في رواية الحموي (المنكي) بضم الميم وسكون النون على صيغة اسم الفاعل من الإنكاء. قال بعضهم: المنكي من النكاية. قلت: ليس كذلك بل من الإنكاء لأنه من باب المزيد لايذوق مثل هذا إلا من له يد في التصريف)) (¬3). ¶ لاغرو أن نجزم بأنّ ابن حجر قد جانب الصواب في هذه المسألة إذ قال إنّ المنكي من النكاية، لأن النكاية مصدر الفعل الثلاثي نكى إذ جاء في القاموس: ((نكى العدو فيه نكاية قتل وجرح)) (¬4). أما المنكي فهو اسم فاعل من الفعل أنكى، والفعل أنكى على وزن أفعل ومصدره إنكاء، وهو عين ما ذهب اليه العيني في حديثه عن المنكي. ¶ ¬__________ ¶ (¬1) فتح الباري 4/ 258، عمدة القاري 11/ 74. ¶ (¬2) فتح الباري 4/ 259. ¶ (¬3) عمدة القاري 11/ 75. ¶ (¬4) القاموس المحيط (نكى).",
            "page": "108",
            "part": "1"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "و ـ اشتقاق متمتعين ومتنعمين: ¶ جاء في باب (تفسير سورة الواقعة) من قوله (مترفين: متنعمين) (¬1). ¶ قال ابن حجر (مترفين متنعمين) ((كذا للأكثر بمثناة قبل النون وبعد العين ... ميم، وللكشميهني (متمتعين) بميم قبل المثناة من التمتع. كذا في رواية النسفي، والأول هو الذي وقع في (معاني القرآن للفراء). ومنه نقل (المصنف))) (¬2). ¶ قال العيني في قوله (متنعمين) ((وهكذا في رواية الأكثرين بتاء مثناة من فوق بعدها نون من التنعيم. وفي رواية الكشميهني ممتعين بعدها تاء. قال بعضهم من ... التمتع، وهو غلطٌ بل هو من الامتاع. يقال امتعت بالشيء أي تمتعت به، قاله أبو زيد. وإنما يقال من التمتع لو كانت الرواية متمتعين)) (¬3). ¶ أقول من التعسف أنْ نقف مع العيني في هذه المسألة فقد لجأ العيني ـ وقد تكرر هذا في مسائل متعددة ـ إلى حذف مايرتئيه من عبارة ابن حجر في تعليقه على قوله ... (مترفين متنعمين) إذ ذكر العيني (قال بعضهم من التمتع) مما يوهم القارىء أن ابن حجر قال إنَّ ممتعين من التمتع. وهو غير صحيح، والحق أنهُ قال (وللكشميهني متمتعين بميم قبل المثناة من التمتع) وهذا عين الصواب لأنّ متمتعين اسم فاعل من ... التمتع، أما ممتعين فهو اسم فاعل من الامتاع وهذا ما ذهب اليه العيني. ¶ ز ـ اشتقاق أعجبك: ¶ جاء في باب (الصلاة قبل المغرب) ((في حديث عن مرثد بن عبد الله اليزني قال: أتيتُ عقبة بن عامرٍ الجهني فقلت إلا أعجبك من أبي تميم ... )) (¬4). ¶ ¬__________ ¶ (¬1) فتح الباري 8/ 805، عمدة القاري 19/ 219. ¶ (¬2) فتح الباري 8/ 807. ¶ (¬3) عمدة القاري 19/ 219. ¶ (¬4) فتح الباري 3/ 76، عمدة القاري 7/ 246.",
            "page": "109",
            "part": "1"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "قال ابن حجر في قوله (الا أعجبك) ((بضم أوله وتشديد الجيم من التعجب)) (¬1). وقال العيني في قوله (الا أعجبك): ((قال بعضهم: بضم أوله وتشديد الجيم من التعجب. قلت: التعجب من التفعل ولايأتي الفعل منه على ما قاله ألا قول الكرماني لا أعجبك من التعجب وليس هذا إلا من باب الإعجاب بكسر الهمزة ومعناه أنَّ مرثد بن عبد الله يخبر عقبة بن أبي تميم شيئاً يتعجب منه حاصله أنْ يستغربه)) (¬2). ¶ وقد ردَّ ابن حجر على العيني فقال ((قلت هذي عين دعوى (ح) إنه من التعجب يعني الاستغراب لا من الإعجاب بمعنى العجب بضم أوله ثم سكون ثم كسر فهو معجب بضم أوله وفتح الجيم من الإعجاب)) (¬3). ¶ لا غرو أنّ ردَّ ابن حجرٍ على العيني في كتابه (انتقاض الاعتراض) قد حلَّ الخلاف بين الشارحين في هذه المسألة، فأبن حجرٍ لم يقصد في قوله (الأعجبك من التعجب) اشتقاق الأعجبك بل قصد معناها اللغوي بدليل ماجاء في رده على العيني. ¶ 5ـ المشتقات: ¶ أ ـ صيغة المبالغة والصفة المشبهة: ¶ الصفة المشبهة: ((هي ما اشتق من فعل لازم لمن قام به على معنى الثبوت)) (¬4). ¶ وصيغة المبالغة: ((هي ما حول للمبالغة من فاعل إلى فعال أو مفعال أو فعول بكثرة، أو فعيل أو فعل بقلةٍ)) (¬5). ¶ ¬__________ ¶ (¬1) فتح الباري 3/ 77. ¶ (¬2) عمدة القاري 7/ 247. ¶ (¬3) انتقاض الاعتراض 1/ 341 ـ 342. ¶ (¬4) شرح الكافية للرضي 2/ 205، وينظر شرح الكافية لابن جماعة 342، وشرح الحدود في النحو 92، ... و شرح المراح في التصريف 118. ¶ (¬5) الافادة من حاشيتي الأمير وعبادة على شرح شذور الذهب 314، وينظر الاصول في النحو 1/ 145، ... و الايضاح في شرح المفصل 1/ 639.",
            "page": "110",
            "part": "1"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "وقد اختلف الشارحان في قوله (فهم) مما جاء في باب (متى يستوجب الرجل القضاء). قال مزاحم بن زفر ((قال لنا عمر بن عبد العزيز خمس إذا أخطأ القاضي منهن خطة كانت فيه وصمة: أنْ يكون فهماً، حليماً، عفيفاً، صليباً، عالماً سؤولاً عن العلم)) (¬1). ¶ قال ابن حجر في قوله (فهم) ((بفتح الفاء وكسر الهاء وهو من صيغ ... المبالغة، ويجوز تسكين الهاء أيضاً)) (¬2). ¶ وقال العيني في قوله (فهم) ((بفتح الفاء وكسر الهاء. قال بعضهم: هو من صيغ المبالغة. (قلت) هو من الصفات المشبهة)) (¬3). ¶ والحق أنَّ ما ذهب إليه ابن حجر هو الصحيح، وذلك لسببين اولهما أنَّ الصفة المشبهة لا تشتق إلا من الفعل اللازم ـ وهذا ما أجمع عليه علماء اللغة ـ (¬4) و (فهم) فعل متعد لذا لا يمكن أن يكون (فهم) إلا صيغة مبالغة. ولا نعلم كيف فات ذلك العيني إذ ذكر في كتاب شرح المراح تعريف الصفة المشبهة فقال: ((الصفة المشبهة اسم مشتق من فعل لازمٍ لمن قام به ذلك الفعل على معنى الثبوت) (¬5). ¶ وثانيهما أنّ الصفة المشبهة إذا جاءت على وزن فعل فإنها غالباً ما تدل على ... (الأدواء الباطنة كالوجع واللوى وما يناسب الادواء من العيوب الباطنة كالنكد والعسر واللحن ونحو ذلك من الهيجانات والخفة غير حرارة الباطن والامتلاء كالارج والبطر والأشر ¶ ¬__________ ¶ (¬1) فتح الباري 13/ 182، عمدة القاري 24/ 242. ¶ (¬2) فتح الباري 13/ 186. ¶ (¬3) عمدة القاري 24/ 242. ¶ (¬4) ينظر الأصول 1/ 155، والجمل في النحو 300، و شرح كافية 2/ 205، و ارتشاف الضرب 1/ 233، و كتاب في التصريف 34، و حاشية الصبان 2/ 313، و شرح الكافية لابن جماعة 342، و الأشباه والنظائر 2/ 244. ¶ (¬5) شرح المراح في التصريف 118.",
            "page": "111",
            "part": "1"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "والجذل والفرح والقلق والسلس) (¬1). نحو أشرٌ وأشرة، وبطر وبطرة، وفرح وفرحة، وجذل وجذلة (¬2)، وقلق وقلقة، وضجر وضجرةٌ (¬3). ¶ ب ـ صيغة فعول: ¶ أحتد النقاش بين صاحبينا في قوله (الغموس) أهي على صيغة فعول بمعنى فاعل أم هي فعول بمعنى مفعول؟ ¶ مما جاء في باب (اليمين الغموس) (¬4). ¶ قال ابن حجر في قوله (اليمين الغموس) ((بفتح المعجمة وضم الميم وآخره مهملة. قيل سميت بذلك لأنها تغمس صاحبها في الأثم ثم في النار، وهي فعول بمعنى فاعل. وقيل: الأصل في ذلك إنهم كانوا إذا أرادوا أنْ يتعاهدوا أحضروا جفنة فجعلوا فيها طيباً أو دماً أو رماداً ثم يحلفون عندما يدخلون أيديهم فيها ليتم لهم بذلك المراد من تأكيد ما أرادوا، فسميت تلك اليمين إذا غدر صاحبها غموساً لكونه بالغ في نقض العهد، وكأنها على هذا مأخوذة من اليد المغموسة فيكون فعول بمعنى مفعوله)) (¬5). ¶ وقال العيني في قوله (الغموس) ((بفتح المعجمة على وزن فعول بمعنى فاعل، لأنها تغمس صاحبها في الأثم في الدنيا وفي النار في الآخرة وقال ابن الأثير: هو على وزن فعول للمبالغة. وقيل: الأصل في ذلك أنهم كانوا إذا أرادوا أن يتعاهدوا أحضروا جفنة فجعلوا فيها طيباً أو رماداً أو ورداً ثم يحلفون عندما يدخلون أيديهم فيها ليتم لهم المراد من ذلك بتأكيد ما أرادوا فسميت تلك اليمين إذا غدر حالفها غموساً لكونه بالغ في نقض العهد. وقال بعضهم: وكأنها على هذا بمعنى مفعول لأنها مأخوذة من اليد المغموسة انتهى، قلت ¶ ¬__________ ¶ (¬1) شرح شافية ابن الحاجب 1/ 143 ـ 144 وينظر الكتاب 4/ 17 وما بعدها. ¶ (¬2) الكتاب 4/ 19، وشرح الأشموني 2/ 353، و شفاء العليل في ايضاح التسهيل 2/ 843. ¶ (¬3) ينظر عمدة الصرف 90، و البسيط في علم الصرف 71، و جامع الدروس العربية 1/ 192. ¶ (¬4) فتح الباري 11/ 680، عمدة القاري 23/ 193. ¶ (¬5) فتح الباري 11/ 681.",
            "page": "112",
            "part": "1"
        },
        {
            "hno": null,
            "id": "120",
            "nass": ": هذا تصرف من ليس له ذوق من العربية، وهي على هذا القول مأخوذة من غمس اليد لا من اليد المغموسة، وهي على هذا أيضاً بمعنى فاعل على ما لايخفى على الفطن)) (¬1). ¶ قال الزبيدي: ((نقله الزمخشري والصاغاني ومن المجاز في الحديث (اليمين الغموس) وهي التي تغمس صاحبها في الأثم ثم في النار، وقيل هي التي لا استثناء ... منها، أو هي التي تقطع بها مال غيرك وهي الكاذبة الفاجرة، وفعول للمبالغة وبه فسر الحديث: اليمين الغموس)) (¬2). والحق أنّ ما ذهب اليه العيني هو الصواب إذ إنّ غموس صيغة مبالغة على فعول بمعنى فاعل بدليل قولهم لأنها تغمس صاحبها في النار خلافاً لما قاله ابن حجر بأنها ـ غموس ـ مأخوذة من اليد المغموسة وهي على رأيه هذا بمعنى مفعولة. ¶ ج ـ صيغة فعيل وفعول: ¶ اختلف الشارحان في (البغي)، أهو على وزن فعيل أم فعول؟ جاء في باب ... (مهر البغي والنكاح الفاسد) (¬3). ¶ قال ابن حجر في قوله (البغي) ((بكسر المعجمة وتشديد التحتانية، بوزن فعيل من البغاء، وهو الزنا يستوي فيه لفظة المذكر والمؤنث. قال الكرماني: وقيل: وزنه فعول، لأنَّ أصله بغوي أبدلت الواو ياءً ثم كسرت العين لأجل الياء التي بعدها)) (¬4). ¶ وقال العيني في قوله (البغي) ((بفتح الباء وكسر الغين المعجمة وتشديد الياء. قال بعضهم: هو على وزن فعيل يستوي فيه المذكر والمؤنث. وقال الكرماني وزنه فعول. قلت: على الأصل لأنَّ أصله (بغوي) على وزن فعول اجتمعت الواو والياء وسبقت ¶ ¬__________ ¶ (¬1) عمدة القاري 23/ 193. ¶ (¬2) تاج العروس (غمس). ¶ (¬3) فتح الباري 9/ 617، عمدة القاري 21/ 9. ¶ (¬4) فتح الباري 9/ 617.",
            "page": "113",
            "part": "1"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "إحداهما بالسكون فأبدلت الواو ياء وأدغمت الياء في الياء فصار (بغي) بضم الغين ثم أبدلت الضمة كسرة لأجل الياء فصار (بغي) وأما قول البعض إن وزنه فعيل فليس بصحيح، إذ لو كان كذلك للزمته الهاء كامرأة حليمة وكريمة واشتقاقه من البغاء وهو الزنا)) (¬1). ¶ قال ابن عصفور: ((فإن كان الساكن ياء أو واواً أدغمت فيما بعده. فإن كان الساكن مخالفاً للام، اعني بأن يكون أحدهما واواً والآخر ياء، قلبت الواوُ ياءً تقدمت أو تأخرت، وأدغمت الياءُ في الياء نحو ((بغي)) و ((سري)). أصلهما ((بغوي)) و ((سريو))، فقلبت الواوُ ياء وأدغمت الياء في الياء، ثم قلبت الضمة التي في العين من ((بغي)) كسرة، لتصح الياء. والدليل على أن ((بغياً)): ((فعول)) كونه للمؤنث بغير تاء. قال الله تعالى ((وما كانت أمك بغيا)) (¬2)، ولو كان ((بغي)): ((فعيل)) لكان بالتاء كـ ((ظريفة)))) (¬3). ¶ ولأجل هذا كانَ ما ذهب إليه العيني في عد (البغي) على صيغة فعول هو الصحيح، لأنه لو كان على صيغة فعيل للزمته التاء كما جاء في قوله تعالى المذكور آنفاً. ¶ د ـ صيغة فعيله: ¶ جاء في باب (ما يذكر في الطاعون)، في حديث عن عبد الله بن عباس: ((أن عمر بن الخطاب (- رضي الله عنه -) خرج إلى الشام ... . فقال عمر لو غيرك قالها يا أبا عبيدة نعم نفر من قدر الله إلى قدر الله أرأيت لو كان لك أبل هبطت وادياً له عدوتان إحداهما خصبة والأخرى جدبة)) (¬4). ¶ ¬__________ ¶ (¬1) عمدة القاري 12/ 9. ¶ (¬2) سورة مريم 28. ¶ (¬3) الممتع في التصريف 2/ 549. ¶ (¬4) فتح الباري 10/ 220، عمدة القاري 21/ 259.",
            "page": "114",
            "part": "1"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "قال ابن حجر في قوله (إحداهما خصيبة) ((بوزن عظيمة، وحكى ابن التين سكون الصاد بغير ياء)) (¬1). ¶ قال العيني في قوله (خصبة). ((بفتح المعجمة وكسر الصاد المهملة وبالباء الموحدة، كذا ضبط في كتب اللغة، وفي المطالع خصبة بكسر الخاء وسكون الصاد. والخصب بالكسر نقيض الجدب. وقال بعضهم: خصيبة على وزن عظيمة، وليس كذلك. والخصبة بفتح الخاء وسكون الصاد واحدة الخصاب، وهو النخل الكثير الحمل)) (¬2). ¶ والحق أننا لا نعرف ماذا قصد العيني بعبارة (وليس كذلك)، أقصد الوزن أم قصد لفظة (خصيبة)، فإن قصد الوزن فقد جانب الصواب لأنَّ خصيبة على وزن عظيمة قطعاً، وإن قصدَ لفظة (خصيبة)، فقد جاء في التاج: ((وحكى أبو حنيفة أرضٌ خصيبة وخصب)) (¬3). أي أن لفظة (خصيبة) قد جاءت في معاجم اللغة ولا مجال لإنكارها. ¶ وبعد فقد جاء في التاج: ((الخصب بالكسر نقيض الجدب وهو كثرة ... العشب، وبلد مخصب كمحسن وخصيب مثل أميرٍ ... وأرض خصبٌ وأرضون خصبٌ وخصبة بكسرهما الجمع كالواحد وقالوا أرضون خصبة بالفتح وهي إما مصدرٌ وصف به أو مخفف من خصبة كفرحة، وقال أبو حنيفة أخصبت الأرض خصباً وإخصاباً ... والخصب بالفتح الطلع في لغة والخصبة الطلعة والخصب النخل أو الخصبة هي النخلة ... (الكثيرة الحمل) في لغة)) (¬4). ¶ وبعد هذا لا نتفق مع العيني في قوله ((خصبة بفتح المعجمة وكسر الصاد المهملة وبالباء الموحدة، كذا ضبط في كتب اللغة)) والحق أن كتب اللغة قد ضبطت هذه اللفظة ¶ ¬__________ ¶ (¬1) فتح الباري 10/ 228. ¶ (¬2) عمدة القاري 21/ 259. ¶ (¬3) تاج العروس (خصب). ¶ (¬4) المصدر نفسه (خصب).",
            "page": "115",
            "part": "1"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "بكسر الخاء وسكون الصاد (خصبة) ومعناها كثرة العشب (¬1) وهذا يتناسب هو ومعنى الحديث. ¶ هـ ـ اسم التفضيل: ¶ حد علماء العربية اسم التفضيل: ((هو ما اشتق من فعل لموصوف بزيادة على غيره)) (¬2). ¶ اختلف الشارحان في قوله (أنفسهم)، مما جاءَ في باب (يزفون النسلان في المشي)، في حديث عن ابن عباس (- رضي الله عنه -) قال: ((قال النبي (- صلى الله عليه وسلم -) فألفى ذلك ام اسماعيل وهي تحب الأنس فنزلوا وأرسلوا إلى اهليهم فنزلوا معهم حتى إذا كان بها أهل أبيات منهم، وشب الغلام وتعلم العربية منهم وأنفسهم وأعجبهم حين شب ... )) (¬3). ¶ قال ابن حجر في قوله (أنفسهم) ((بفتح الفاء بلفظ أفعل التفضيل من النفاسة، أي كثرت رغبتهم فيه، ووقع عند الاسماعيلي وأنسهم بغير فاء من الأنس. وقال الكرماني أنفسهم أي رغبهم في مصاهرته لنفاسته عندهم. وقال ابن الأثير عطفاً على قوله (تعلم العربية)، أي رغبتهم فيه إذ صار نفيساً) (¬4). ¶ وقال العيني في قوله (أنفسهم) ((قال الكرماني أنفسهم بلفظ الماضي أي رغبهم فيه وفي مصاهرته، يقال أنفسني فلان في كذا أي رغبني فيه، وأعجبهم أي أعجبهم في نفاسته وقال بعضهم أنفسهم بفتح الفاء بلفظ أفعل التفضيل من النفاسة أي كثرت رغبتهم فيه أنتهى. (قلت) قوله أفعل التفضيل غلط وماهو الا فعل ماضٍ من الانفاس والفاعل فيه ¶ ¬__________ ¶ (¬1) ينظر تاج العروس (خصب)، و لسان العرب (خصب)، و المصباح المنير (خصب). ¶ (¬2) الكناش 1/ 339، وينظر الجامع الصغير في النحو، و شرح قطر الندى وبل الصدى 280، و شذا العرف في فن الصرف 82، وأبنية الصرف في كتاب سيبويه 284. ¶ (¬3) فتح الباري 6/ 488، عمدة القاري 15/ 258. ¶ (¬4) فتح الباري 6/ 497 ـ 498.",
            "page": "116",
            "part": "1"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "اسماعيل، وهو عطف على تعلم. وقال ابن الأثير في النهاية وحديث اسماعيل عليه الصلاة والسلام أنه تعلم العربية وانفسهم أي رغبهم واعجبهم وصار عندهم نفيساً، يقال انفسني في كذا أي رغبني فيه)) (¬1). ¶ والحق أنَّ ابن حجر في رأيه هذا قد جانب الصواب إذ عدَّ أنّ (أنفسهم) اسم تفضيل. والصواب ما ذهب إليه العيني بأن (انفسهم) فعل ماض وهو معطوف على ... (تعلم) لوجود واو العطف قبل (انفسهم) ثم إن السياق العام للحديث يدل على ما ذهبنا اليه. ¶ و ـ صيغة مفعال (اسم المكان) ¶ جاء في باب (سورة والفجر) من قوله تعالى ((لبا لمرصاد ... إليه ... المصير)) (¬2). قال ابن حجر: في قوله (لبالمرصاد) ((وهو قول الفراء أيضاً. والمرصاد مفعال من المرصد، وهو مكان الرصد. وقرأ ابن عطية بما يقتضيه ظاهر اللفظ، فجوز أن يكون المرصاد بمعنى الفاعل أي الراصد، لكن أتى فيه بصيغة المبالغة وتعقب بأنه لو كان كذلك لم تدخل عليه الباء في فصيح الكلام، وإن سمع ذلك نادراً في الشعر، وتأويله على ما يليق بجلال الله واضح فلا حاجة للتكلف)). (¬3) ¶ وقال العيني في قوله (لبالمرصاد): ((وفسره بقوله إليه المصير وكذا فسره الفراء. والمرصاد على وزن مفعال. وقال بعضهم: مفعال من مرصد، وهو مكان الرصد. قلت: هذا كلام من ليس له يد في علم التصريف، بل المرصاد هو المرصد ولكن فيه من المبالغة ما ليس في المرصد، وهو مفعال من رصده كـ (ميقات) من وقته). (¬4) ¶ ¬__________ ¶ (¬1) عمدة القاري 15/ 258. ¶ (¬2) فتح الباري 8/ 908، عمدة القاري 19/ 290. ¶ (¬3) فتح الباري 8/ 910. ¶ (¬4) عمدة القاري 19/ 290 ـ 291.",
            "page": "117",
            "part": "1"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "قال الزمخشري ((المرصاد: المكان الذي يترتب فيه الرصد ((مفعال)) من رصده كالميقات من وقته)). (¬1) ¶ وجاء في التاج ((المرصد كمذهب والمرصاد كمفتاح (الطريق) كالمرتصد قال الله عز وجل ((واقعدوا لهم كل مرصد)) قال الفراء: معناه اقعدوا لهم على طريقهم إلى البيت الحرام، وقال ابو منصور على كل طريق وقال الله عز وجل ((إن ربك لبالمرصاد)) ومعناه لبالطريق أي بالطريق الذي ممرك عليه، وقال الزجاج: أي يرصد من كفر به وصد عنه بالعذاب ... .. وعن أبن الأنباري (المرصاد) (المكان) (الذي يرصد فيه العدو) كالمضمار الموضع الذي يضمر فيه الخيل في ميدان السباق ونحوه)). (¬2) ¶ وبعد فنحن نتفق مع العيني بأن ابن حجر قد جانب الصواب في رأيه هذا. والصحيح ـ كما قال العيني ـ أن المرصاد من رصد وليس من المرصد، وإن المرصاد وهو المرصد ولكن فيه من المبالغة ما ليس في المرصد، وكما استعير الوقت للمكان (¬3) في ميقات استعير مفعال للمكان. ¶ خـ ـ بين اسم الهيأة واسم المرة ¶ اسم الهيأة هو المصدر الذي يؤتى به للدلالة على هيأة وقوع الحدث. أما أسم المرة فهو المصدر الذي يدل على حدوث الفعل مرة واحدة. وقد أختلف الشارحان في مسألتين هما ـ ¶ ¬__________ ¶ (¬1) تفسير الكشاف 4/ 736. ¶ (¬2) تاج العروس (الرصد). ¶ (¬3) تاج العروس (وقت).",
            "page": "118",
            "part": "1"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "1ـ اختلف الشارحان في كلمة (كذبة)، أهي اسم هيأة أم اسم مرة. مما جاء في باب (الكهانة) في حديث عن عائشة (رضى الله عنها) ((قالت: سأل رسول الله (- صلى الله عليه وسلم -) ناس عن الكهان ... فقال رسول الله (- صلى الله عليه وسلم -) تلك الكلمة من الحق يخطفها من الجني فيقرها في أذن وليه فيخلطون معها مائة كذبة)). (¬1) ¶ قال ابن حجر في قوله (كذبة) ((هنا بالفتح وحكي الكسر، وأنكره بعضهم لأنه بمعنى الهيأة والحالة، وليس هذا موضعه)). (¬2) ¶ وقال العيني في قوله (كذبة) ((بالفتح وحكي بالكسر. قال بعضهم وأنكره بعضهم لأنه بمعنى الهيأة والحالة وليس هذا موضعه، قلت: هذا موضعه لأن كذبتهم بالكسر تدل على أنواع الكذبات وهذا ابلغ من معنى الفتح على ما لا يخفى)). (¬3) ¶ والحق أننا نتفق مع العيني في أن (كذبة) أسم هيأة بدليل معنى الحديث الشريف إذ جاء فيه قوله (مئة كذبة) وهي ـ كذبة ـ تدل على أنواع الكذبات لذا كان معنى الكسر ابلغ من معنى الفتح، إذ لو كانت كذبة بالفتح لكانت أسم مرة، وأسم المرة كما نعلم يدل على حصول الفعل مرة واحدة وهذا يناقض ما جاء في الحديث الشريف. ¶ ب ـ جاء في باب (ما يقول بعد التكبير) (في حديث عن أبي هريرة قال: كان رسول الله (- صلى الله عليه وسلم -) يسكت بين التكبير وبين القراءة (إ سكاتة ... . ... . ... .). (¬4) ¶ قال ابن حجر في قوله (إسكاتة) ((بكسر أوله بوزن إفعالة من السكوت وهو من المصادر الشاذة نحو أثبته إثباتة). (¬5) ¶ ¬__________ ¶ (¬1) فتح الباري 10/ 266، عمدة القاري 21/ 276 ـ 277. ¶ (¬2) فتح الباري 10/ 270 ـ 271. ¶ (¬3) عمدة القاري 21/ 277. ¶ (¬4) فتح الباري 2/ 288، عمدة القاري 5/ 292. ¶ (¬5) فتح الباري 2/ 291.",
            "page": "119",
            "part": "1"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "قال العيني في قوله (إسكاتة) ((بكسر الهمزة على وزن إفعالة قال بعضهم إسكاتة من السكوت. قلت لا بل من أسكت. والسكوت من سكت وهذا الوزن للمرة والنوع من الثلاثي المزيد فيه ومن المجرد يجيء على سكتة بالفتح للمرة وبالكسر للنوع، والأصل في المزيد منه من الثلاثي والرباعي المجرد والمزيد إن مصدرها إذا كان بالتاء فالمرة والنوع على مصدرها المستعمل والفارق القرائن نحو استقامة ودحرجة واحدة أو حسنة وإن لم يكن فالبناء على مصدره مزيداً فيه التاء نحو انطلاقه وتدحرجة واحدة أو حسنة وشذ قولهم أتيته اتيانه ولقيته لقاءة لأنهما من الثلاثي المجرد الذي لا تاء في مصدره إذ مصدرهما آتيان ولقاء والقياس أتية ولقية، وقال الخطابي معناه سكوتاً يقتضي بعده كلاماً أو قراءة مع قصر المدة وأريد بهذا النوع من السكوت ترك رفع الصوت بالكلام ... .. )). (¬1) ¶ جاء في التاج: ((وقد سكت يسكت سكتاً وسكوتاً كالسكات بالضم والساكوتة فاعولة من السكت وأخذه سكت وسكتة وسكات وساكوتة، ورجل ساكت وسكوت ... .. والسكتة قال بعض أرباب الحواشي هي بالكسر لأنه هيأة ... .. وفي الحديث ما تقول في إسكاتتك قال ابن الأثير هي إفعالة من السكوت معناه سكوت يقتضي بعده كلاماً أو قراءة مع قصر المدة ... .. )). (¬2) ¶ والحق أن ما ذهب إليه العيني هو الصحيح إذ قال إن اشتقاق إسكاتة من الإسكات وليس من السكوت لأن اشتقاق اسم المرة والنوع من الثلاثي المزيد يكون على مصدره ((فإن كان في مصدره التاء فالمرة والنوع على مصدرها المستعمل والفارق القرائن أيضاً نحو استقامة ودحرجة واحدة أو حسنة وإن لم تكن فيه التاء فالبناءان على مصدره مزيداً فيه التاء نحو انطلاقة وتدحرجة واحدة أو حسنة ... .)). (¬3) ¶ ¬__________ ¶ (¬1) عمدة القاري 5/ 293. ¶ (¬2) تاج العروس (سكت). ¶ (¬3) شرح الشافية للجاربردي 1/ 70.",
            "page": "120",
            "part": "1"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "وبعد فإن اسكاتة اسم مرة على وزن إفعالة، جاء في أبنية الصرف في كتاب سيبويه: ((ويأتي أسم المرة من الثلاثي المزيد والرباعي المجرد والمزيد على وزن مصدره المستعمل بزيادة التاء، وقد يوصف بواحدة، ويكون على وزن إفعالة في الفعل ((أفعل ـ يفعل)) نحو: أكرم ـ إكرامة)). (¬1) ¶ 6 ـ المصدر ¶ أ ـ جاء في باب (خوف المؤمن أن يحبط عمله وهو لا يشعر). (في حديث عن أبي وائل عن المرجئة قال: حدثني عبد الله أن النبي (- صلى الله عليه وسلم -) قال: ((سباب المسلم فسوق وقتاله كفر))). (¬2) ¶ قال ابن حجر في قوله (سباب) (وهو بكسر السين وتخفيف الموحدة وهو مصدر. يقال سب يسب سباً وسباباً ... . ... .. ... . وقال غيره السباب هنا مثل القتال فيقتضي المفاعلة). (¬3) ¶ قال العيني في قوله (سباب): ((بكسر السين وتخفيف الباء بمعنى السب وهو الشتم ... وقال بعضهم: هو مصدر، يقال سب يسب سباً وسباباً. قلت: هذا ليس بمصدر سب يسب وإنما هو أسم بمعنى السب كما قلنا أو مصدر من باب المفاعلة)). (¬4) ¶ وبعد فنحن لا نتفق مع ابن حجر بزعمه أن سباباً مصدر سب يسب فقد جاء في التاج: ((السب: الشتم وقد سبه يسبه شتمه سباً)). (¬5) وعلى هذا يكون سباً مصدراً للفعل الثلاثي سب ـ يسب. أما العيني فقد رجح أن يكون (سباب) اسماً بمعنى السب وهو الشتم ¶ ¬__________ ¶ (¬1) ابنية الصرف في كتاب سيبويه 224. ¶ (¬2) فتح الباري 1/ 147، عمدة القاري 1/ 277. ¶ (¬3) فتح الباري 1/ 150. ¶ (¬4) عمدة القاري 1/ 178. ¶ (¬5) تاج العروس (سبب).",
            "page": "121",
            "part": "1"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "وقد استدرك العيني فقال: ((أو مصدر من باب المفاعلة))، وكذا قال ابن حجر في معرض حديثه عن (سباب) إذ قال: ((وقال غيره السباب هنا مثل ... القتال ... .. )) والحق أن السباب في هذا الحديث مصدر للفعل الثلاثي المزيد سابه قال ابن منظور: ((وسابه مسابة وسباباً، شاتمه)). (¬1) ¶ ب ـ جاء في باب (كراهية الشفاعة في الحد إذ رفع إلى السلطان). ((في حديث عن عروة عن عائشة (رضى الله عنها) أن قريشاً أهمتهم المرأة المخرومية التي سرقت فقالوا من يكلم رسول الله (- صلى الله عليه وسلم -) ومن يجترئ عليه إلا أسامة حب رسول ... الله (- صلى الله عليه وسلم -) ... .. ). (¬2) ¶ قال أبن حجر في قوله (يجترئ) ((بسكون الجيم وكسر الراء يفتعل من الجرأة بضم الجيم وسكون الراء وفتح الهمزة ويجوز فتح الجيم والراء مع ... المد ... . ... .. ... .. )). (¬3) ¶ وقال العيني في قوله (يجترئ) ((من الأجتراء. وقال بعضهم: يجترئ يفتعل من الجرأة. قلت بل من الأجتراء كما قلنا. والجرأة الأقدام على الشيء)). (¬4) ¶ وقد رد عليه ابن حجر في كتابه انتقاض الاعتراض إذ قال: ((قلت الأجتراء مصدر، وقد تكرر منه إنكار الاشتقاق من المصدر فكيف بينه)). (¬5) ¶ والحق أن ما ذهب إليه العيني هو الصحيح إذ إن يجترئ يفتعل وهو مشتق من الاجتراء، فالفعل إذا كان خماسياً أو سداسياً مبدوءاً بهمزة وصل كان مصدره على وزن فعله ¶ ¬__________ ¶ (¬1) لسان العرب (سبب). ¶ (¬2) فتح الباري 12/ 103، عمدة القاري 23/ 277. ¶ (¬3) فتح الباري 12/ 111. ¶ (¬4) عمدة القاري 23/ 277. ¶ (¬5) انتقاض الاعتراض 2/ 445.",
            "page": "122",
            "part": "1"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "الماضي مع كسر الحرف الثالث وزيادة ألف قبل الآخر. (¬1) فالفعل يجترئ خماسي مبدوء بهمزة وصل فيكون مصدره اجتراء. ¶ أما ما يخص قول أبن حجر ((وقد تكرر منه إنكار الاشتقاق من المصدر)) فهو كلام واه، فالعيني لم ينكر الاشتقاق من المصدر بل كان يؤكد في كل المسائل الخلافية التي مرت آنفاً على الاشتقاق من المصدر وهذا هو مذهبه كما سنعرفه لاحقاً. ¶ ج ـ حرق (مصدر) ¶ جاء في باب (حرق الدور والنخيل). قال ابن حجر في قوله (حرق) ((كذا وقع في جميع النسخ حرق وضبطوه بفتح أوله وإسكان الراء وفيه نظر لأنه لا يقال في المصدر حرق وإنما يقال تحريق وإحراق لأنه رباعي فلعله كان حرق بتشديد الراء بلفظ الفعل الماضي وهو المطابق للفظ الحديث)). (¬2) ¶ وقال العيني في قوله (حرق) ((قال بعضهم: كذا وقع في جميع النسخ (حرق الدور) وضبطوه بفتح أوله وإسكان الراء وفيه نظر لأنه لا يقال في المصدر حرق وإنما يقال تحريق وإحراق لأنه رباعي فلعله كان بتشديد الراء بلفظ الفعل الماضي ... .. أنتهى. قلت: دعواه النظر في الضبط المذكور في جميع النسخ فيها نظر لأنه لم يبين أن الذين ضبطوه هكذا هم النساخ أو المشايخ أصحاب هذا الفن فإن كانوا هم النساخ فلا اعتبار لضبطهم وإن كانوا المشايخ فهو صحيح لأنه يجوز أن يكون لفظ (حرق) بهذا الضبط اسماً للإحراق فلا يكون مصدراً حتى لا يرد ما ذكره لأن الحرق بالضبط المذكور مصدر حرقت الشيء حرقاً إذا بردته وحككت بعضه ببعض وأما الذي يستعمل في النار فلا يقال إلا أحرقته من الإحراق أو حرقته بالتشديد من التحريق، وقوله لأنه رباعي غير مصطلح عند ¶ ¬__________ ¶ (¬1) ينظر المقرب 490. ¶ (¬2) فتح الباري 6/ 190.",
            "page": "123",
            "part": "1"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "الصرفيين لأنه لا يقال رباعي عندهم إلا لما كان حروفه الأصلية على أربعة أحرف وإنما يقال لمثل هذا ثلاثي مزيد فيه)). (¬1) ¶ وبعد فنحن لا نتفق مع العالمين الجليلين فيما ذهبا إليه في عد (حرق) اسماً كما ذهب إليه العيني أو دعوى ابن حجر بعدم مجيء حرق بفتح الحاء وإسكان الراء مصدراً بمعنى الحرق بالنار. إذ جاء في التاج: ((وحرقه بالنار، يحرقه حرقاً، فهو محروق (وأحرقه وحرقه تحريقاً بمعنى واحد، الأخير للتكثير، وفي الحديث ((نهى عن حرق النواة)) قيل: هو بردها بالمبرد، وقيل إحراقها بالنار)). (¬2) ¶ وعلى هذا فالحرق في هذا الحديث الشريف مصدر للفعل الثلاثي حرق ـ يحرق الذي بمعنى الحرق بالنار، وليس كما أدعى العيني وابن حجر أن الفعل الثلاثي حرق ومصدره (حرق) غير مستعمل في النار، وإن المستعمل هما الفعلان الثلاثيان المزيدان أحرق وحرق ومصدرهما إحراق وتحريق. ¶ أما ما يخص نعت ابن حجر للفعل الثلاثي المزيد بالرباعي فقد ذكر آنفاً في الخلاف بين الشارحين في المصطلحات الصرفية. ¶ د ـ الهاء في حدة ¶ اختلف الشارحان في أصل الهاء التي في (حدة) مما جاء في باب (من رأى أن لا يخلط البسر والتمر إذا كان مسكراً وأن لا يجعل إدامين في إدام). في حديث (عن عبد الله بن أبي قتادة عن أبيه قال: نهى النبي (- صلى الله عليه وسلم -) أن يجمع بين التمر والزهو والتمر والزبيب لينبذ كل واحد منهما على حدة)). (¬3) ¶ ¬__________ ¶ (¬1) عمدة القاري 14/ 268. ¶ (¬2) تاج العروس (حرق). ¶ (¬3) فتح الباري 10/ 84 عمدة القاري 21/ 184.",
            "page": "124",
            "part": "1"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "قال أبن حجر في قوله (حدة) ((بكسر المهملة وفتح الدال بعدها هاء تأنيث أي وحده، ووقع في رواية الكشمهيني (على حدته) وهذا مما يؤيد رد التأويل المذكور أولاً كما بينته)). (¬1) ¶ وقال العيني في قوله (حدة). ((بكسر الحاء المهملة وتخفيف الدال أي على انفراده. وقال بعضهم: بعدها هاء تأنيث. قلت: ليس كذلك بل هذه التاء عوض عن الواو التي في أوله لأن أصله وحد فلما حذفت الواو عوضت عنها التاء كما في عدة أصلها وعد فلما حذفت الواو تبعاً لفعله عوضت عنها التاء)). (¬2) ¶ وبعد فإن لمصدر (فعل) الواوي الفاء بناءين: احداهما فعل والثاني فعلة، فإذا أردنا بناء المصدر على فعلة وجب حذف الواو من أوله لأستثقال الكسرة في الواو ولحذفها من مضارع الفعل نحو وعد ـ يعد ـ عدة، فألقوا كسرة الواو على ما بعدها، وعوضوا من الواو المحذوفة تاء التأنيث وهو تعويض لازم. (¬3) ¶ والحق أن ما ذهب إليه العيني هو الصحيح فهذه التاء هي تاء التأنيث وهي عوض من الواو وليست بهاء التأنيث كما قال ابن حجر. ¶ هـ ـ المصدر واسم المصدر ¶ المصدر ((هو الاسم الذي يدل على الحدث مجرداً من الزمن والشخص ... والمكان)). (¬4) واسم المصدر ((هو ما ساوى المصدر في الدلالة على معناه وخالفه بخلوه ـ لفظاً وتقديراً ـ من بعض ما في فعله دون تعويض كـ (عطاء) فإنه مساو لإعطاء معنى ¶ ¬__________ ¶ (¬1) فتح الباري 10/ 84. ¶ (¬2) عمدة القاري 21/ 184. ¶ (¬3) ينظر الكتاب 4/ 52، و المقتضب 1/ 88 ـ 89، و شرح ابن يعيش 10/ 59 ـ 61، و شرح الأشموني 3/ 884، وعمدة الصرف 828. ¶ (¬4) ابنية الصرف في كتاب سيبويه 208.",
            "page": "125",
            "part": "1"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "ومخالف له بخلوه من الهمزة الموجودة في فعله، وهو خال منها لفظاً وتقديراً، ولم يعوض عنها شيء)). (¬1) ¶ وقد فرق علماء اللغة بين المصدر واسم المصدر إذ قال ابن الحاجب ((الفرق بين قول النحويين مصدر واسم مصدر، أن المصدر الذي له فعل يجري عليه كانطلاق في انطلق، واسم المصدر هو اسم المعنى وليس له فعل يجري عليه كالقهقرى فإنه لنوع من الرجوع ولا فعل له يجري عليه من لفظه، وقد يقولون مصدر وأسم مصدر في الشيئين المتغايرين لفظاً أحداهما للفعل والآخر للآلة التي يستعمل بها الفعل، كالطهور والطهور والأكل والأكل فالطهور المصدر والطهور اسم، أي ما يتطهر به والأكل المصدر والأكل كل ما يؤكل. (¬2) ¶ وقد اختلف الشارحان في هذا الموضوع بمسألتين هما: ¶ 1 ـ ما جاء في باب قوله تعالى ((واتخذوا من مقام إبراهيم مصلى)) في قوله مثابة يثوبون يرجعون. (¬3) ¶ قال ابن حجر في قوله (مثابة) ((قال ابو عبيدة قوله تعالى (مثابة) مصدر يثوبون أي يصيرون إليه ومراده بالمصدر اسم المصدر، وقال غيره هو أسم ... مكان ... .. )). (¬4) ¶ وقال العيني في قوله (مثابة) ((الموضع الذي يرجع إليه مرة بعد أخرى من ثاب ثوباً وثوباناً إذا رجع بعد ذهابه وأصله مثوبة نقلت حركة الواو إلى ما قبلها ثم قلبت ألفاً ¶ ¬__________ ¶ (¬1) شرح ابن عقيل 2/ 98، وينظر أوضح المسالك 3/ 147. ¶ (¬2) الأشباه والنظائر 2/ 227. ¶ (¬3) فتح الباري 8/ 213، عمدة القاري 18/ 92. ¶ (¬4) فتح الباري 8/ 213 ـ 214.",
            "page": "126",
            "part": "1"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "لتحركها في الأصل وانفتاح ما قبلها ونقل بعضهم عن أبي عبيدة أن مثوبة مصدر يثوبون قلت: ليس بمصدر بل هو اسم للمصدر ويجوز أن يكون مصدراً ميماً)). (¬1) ¶ والحق أن العيني قد تجنى على ابن حجر في هذه المسألة ولم ينقل كلام ابن حجر كله بل اقتطع منه جزءاً ورد عليه، فالعيني لم ينقل قول ابن حجر ((ومراده بالمصدر أسم المصدر)) وأكتفى بذكر ((أن مثوبة مصدر يثوبون)) وهذا الأسلوب اتبعه العيني في كثير من مسائل الخلاف إذا لا يورد كلام ابن حجر كله فيقتطع منه ما يشاء ويرد عليه. ¶ 2 ـ جاء في باب (فضل من استبرأ لدينه) في حديث ((عن النعمان بن بشير قال: سمعت رسول الله (- صلى الله عليه وسلم -) يقول: الحلال بين والحرام بين ... .. ومن وقع في الشبهات كراع يرعى الحمى يوشك أن يواقعه ... .)). (¬2) ¶ قال ابن حجر في قوله (الحمى) ((المحمي أطلق المصدر على اسم ... المفعول ... )). (¬3) ¶ وقال العيني في قوله (الحمى) (بكسر الحاء وفتح الميم المخففة وهو موضع حظوة الإمام لنفسه ومنع الغير عنه، وقال الجوهري حميته إذا دفعت عنه، وهذا الشيء حمى أي محظور لا يقرب وقال بعضهم الحمى المحمي أطلق المصدر على اسم ... المفعول. قلت هذا ليس بمصدر بل هو اسم مصدر، ومصدر حمى يحمي حماية)). (¬4) ¶ وبعد فنحن نتفق مع ابن حجر في قوله إن حمى مصدر إذ جاء في التاج ((حمى الشيء يحميه حمياً بالفتح وحمى وحماية بالكسر ومحمية منعة ... . والحمى أيضاً كل ¶ ¬__________ ¶ (¬1) عمدة القاري 18/ 92. ¶ (¬2) فتح الباري 1/ 168، عمدة القاري 1/ 295. ¶ (¬3) فتح الباري 1/ 170. ¶ (¬4) عمدة القاري 1/ 298.",
            "page": "127",
            "part": "1"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "محمي من الشر وغيره والحمي من لا يحتمل الضيم وقد حمى هو والحمى كإلى ... ويمد ... .. )). (¬1) ¶ وما جاء في التاج ويدل على أن حمى مصدر للفعل حمى يحمي وكذا حماية فكلاهما مصدر وما ذهب إليه العيني قد جانب الصواب. ¶ هـ بين الاسم والمصدر ¶ اختلف الشارحان في التفريق بين الاسم والمصدر في مسألتين هما: ¶ 1 ـ جاء في باب (موعظة المحدث عند القبر وقعود اصحابه حوله). وقرا الأعمش إلى (نصب): ((إلى شيء منصوب يستبقون إليه والنصب واحد والنصب ... مصدر)). (¬2) ¶ قال ابن حجر في قوله (والنصب واحد والنصب مصدر) ((وكذا وقع فيه والذي في (المعاني للفراء) النصب والنصب واحد وهو مصدر والجمع الانصاب، وكأن التغيير من بعض النقلة)). (¬3) ¶ وقال العيني في قوله (والنصب واحد والنصب مصدر) ((أشار بهذا إلى أن لفظ النصب يستعمل اسماً ويستعمل مصدراً ويجمع على أنصاب. وقال بعضهم: النصب واحد والنصب مصدر كذا وقع فيه والذي في المعاني للفراء النصب والنصب واحد وهو مصدر والجمع أنصاب فكأن التغيير من بعض النقلة. قلت: لا تغيير فيه لأن البخاري فرق ¶ ¬__________ ¶ (¬1) تاج العروس (حمى). ¶ (¬2) فتح الباري 3/ 289، عمدة القاري 8/ 186. ¶ (¬3) فتح الباري 3/ 290.",
            "page": "128",
            "part": "1"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "بكلامه هذا بين الاسم والمصدر ولكن من قصرت يده عن علم الصرف لا يفرق بين الاسم والمصدر في مجيئها على لفظ واحد)). (¬1) ¶ والحق أن ما ذهب إليه العيني صادق لا غبار عليه، فالبخاري فرق في كلامه بين الأسم والمصدر إذ قال ((والنصب واحد والنصب مصدر))، لذا لا مجال هنا لما ذكره ابن حجر في قوله ((فكأن التغيير من بعض النقلة)). ¶ 2 ـ جاء في باب ((بيع الغرر وحبل الحبلة)) في حديث عن عبد الله بن عمر (رض) ((أن رسول الله نهى عن بيع حبل الحبلة)). (¬2) ¶ قال ابن حجر في قوله (الحبلة) ((بفتح المهملة والموحدة وقيل في الأول بسكون الموحدة وغلطة عياض، وهو مصدر حبلت حبلاً والحبلة جمع حابل مثل ظلمة وظالم وكتبة وكاتب، والهاء فيه للمبالغة وقيل للإشعار بالأنوثة وقد ندر فيه امرأة حابلة فالهاء فيه للتأنيث، وقيل حبلة مصدر يسمى به المحبول)). (¬3) ¶ وقال العيني في قوله (الحبلة) ((أتفق أهل اللغة أن الحبل مختص بالآدميات وفي الغربيين أن الحبل يراد به ما في بطون النوق أدخلت فيها الهاء للمبالغة كما تقول نكحة وسخرة، وقال صاحب مجمع الغرائب ليس الهاء في الحبلة على قياس نكحة ولا مبالغة ههنا في المعنى ولعل الهروي طلب لزيادة الهاء وجهاً فأطلق ذلك من غير تثبت وفي المغرب حبل الحبلة مصدر حبلت المرأة وإنما أدخلت التاء لإشعار الأنوثة لأن معناه أن يبيع ما سوف تحمله ـالجنين ـ إن كان أنثى. وقال بعضهم الحبلة جمع حابل مثل ظلمة وظالم وكتبة وكاتب والهاء للمبالغة. قلت: ليس كذلك وقد قال ابن الأثير الحبلة بالتحريك ¶ ¬__________ ¶ (¬1) عمدة القاري 8/ 187. ¶ (¬2) فتح الباري 4/ 448، عمدة القاري 11/ 254 ـ 255. ¶ (¬3) فتح الباري 4/ 449.",
            "page": "129",
            "part": "1"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "مصدر سمي به المحمول كما سمي بالحمل وإنما دخلت عليه التاء للإشعار بمعنى الأنوثة فيه ... .. )). (¬1) ¶ وقال صاحب التاج: ((وقال النووي في التحرير: قال أهل اللغة الحبل للآدميات والحمل لغيرهن ... . وفي الحديث (نهى عن ربيع حبل الحبلة) بتحريكها أي بيع ما في بطن الناقة قاله أبو عبيد وهو قول الشافعي (أو) معناه حمل الكرمة قبل أن يبلغ: قال ابن سيدة وجعل حملها قبل أن تبلغ حبلاً وهذا كما نهى عن بيع ثمر النخل قبل أن يزهى، ونقل السهيلي في الروض عن أبي الحسن بن كيسان أنه قال معناه بيع العنب قبل أن يطيب، قال السهيلي وهو قول غريب لم يذهب إليه أحد في تأويل الحديث، قال: وكذلك وقع في كتاب الألفاظ لأبن السكيت وإنما أشتبه عليه وعلى غيره دخول الهاء في الحبلة حتى قالوا فيها أقوالاً كلها هباء. ... . قال ابن الانباري فالحبل يراد به ما في بطون النوق والحبل الآخر حبل الذي في بطن الناقة أدخلت فيها الهاء للمبالغة كما تقول نكحة وسخرة)). (¬2) ¶ وبعد فقد تعسف العيني كثيراً في رده على ابن حجر في هذه المسألة، فأبن حجر نقل آراء علماء اللغة مثلما نقلها العيني ولم يرجح أياً من هذه الآراء، وتعسف العيني مرة أخرى عندما حذف من كلام ابن حجر عبارة ((وقيل للإشعار بالأنوثة)) فعلماء اللغة أنفسهم أختلفوا في هذه الهاء ـ كما جاء في تاج العروس ـ فمنهم من ذهب إلى أن هذه الهاء للإشعار بالأنوثة ومنهم من ذهب إلى أن هذه الهاء هي للمبالغة. ¶ أما فيما يتعلق بالرأي الذي رجحه العيني. وهو رأي أبن الأثير ـ فقد ذكره أبن حجر في معرض حديثه عن الحبلة. ¶ ¬__________ ¶ (¬1) عمدة القاري 11/ 256. ¶ (¬2) تاج العروس (حبل).",
            "page": "130",
            "part": "1"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "وبعد فقد كثرت الآراء في الحبلة وتضاربت بين عالم اللغة هذا أو ذاك، ولكن من بين الآراء التي نراها أوجه الآراء رأي أبي عبيد إذ قال: ((حبل حبلة ولد الجنين الذي في بطن الناقة، ولهذا قيل الحبلة بالهاء لأنها أنثى فإذا ولدت فولدها حبل بغير ... هاء)). (¬1) ¶ والواضح أن أبا عبيد قصد من قوله هذا أن الحبلة هي الناقة لأنها أنثى، أما الحبل فهو ولد الناقة حين يولد لذا يكون بغير هاء. ¶ 7 ـ الجمع ¶ اختلف الشارحان في موضوع الجمع بمسائل متعددة هي: ¶ أ ـ جاء في باب (ما يذكر في الذات والنعوت واسامي الله عز وجل). (¬2) قال ابن حجر في قوله ... (اسامي) ((فهي جمع اسم وتجمع أيضاً على أسماء)). (¬3) ¶ وقال العيني في قوله (اسامي). ((قال بعضهم: الاسامي جمع أسم. قلت: ليس كذلك بل الاسامي جمع أسماء وأسماء جمع اسم فيكون الاسامي جمع الجمع)). (¬4) ¶ وقال الزبيدي: ((وأسم الشيء بالكسر هي اللغة المشهورة ... .. وقال أبو اسحق إنما جعل الاسم تنويهاً بالدلالة على المعنى لأن المعنى تحت الاسم (ج أسماء) كجذع وأجذاع وقفل وأقفال ومنه قوله تعالى ((وعلم آدم الأسماء كلها)) ... و (جج) أي جمع الجمع اسامي وأسامٍ هما جمع اسماءٍ ... .. )). (¬5) ¶ ¬__________ ¶ (¬1) المصباح المنير (الحبل). ¶ (¬2) فتح الباري 13/ 470، عمدة القاري 25/ 98. ¶ (¬3) فتح الباري 13/ 470. ¶ (¬4) عمدة القاري 25/ 99. ¶ (¬5) تاج العروس (سمو).",
            "page": "131",
            "part": "1"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "وعلى هذا يكون ما ذهب إليه العيني هو الصحيح، لأن أسماء جمع أسم أما اسامي فهو جمع الجمع وهذا يخالف ما ذهب إليه ابن حجر إذ قال أن اسامي جمع اسمٍ. ¶ ب ـ جاء في باب (ما كان النبي (- صلى الله عليه وسلم -) يتجوز من اللباس والبسط). (¬1) قال ابن حجر في قوله (البسط) ((بفتح الموحدة ما يبسط ويجلس عليه)). (¬2) ¶ وقال العيني في قوله (البسط) ((ضبطه بعضهم بالباء الموحدة المفتوحة ثم قال وهو ما يبسط ويجلس عليه وقال الكرماني البسط جمع بساط فحينئذٍ لا تكون الباء ألا مضمومة. ما أظن الصحيح إلا هذا)). (¬3) ¶ قال الزبيدي ((ويجمع البساط، لما يفرش على بسط، بالضم)) (¬4) وعلى هذا يكون الرأي الذي رجحه العيني هو الصحيح إذ إن البسط بضمتين جمع بساط، ولم نجد في تاج العروس شيئاً يؤيد ما ذهب إليه ابن حجر في قوله هذا. ¶ جـ ـ جاء في باب (النحر والذبح). (¬5) ¶ قال ابن حجر في قوله (الذبح) ((في رواية أبي ذر والذبائح بصيغة الجمع وكأنه جمع باعتبار أنه الأكثر، فالنحر في الإبل خاصة، وأما غير الإبل فيذبح)). (¬6) ¶ وقال العيني في قوله (الذبح): ((وفي رواية أبي ذر الذبائح وقال بعضهم: الذبائح بصيغة الجمع وكأنه باعتبار أنه الأكثر. قلت كل أحد يعرف أن صيغة الذبائح صيغة جمع، وقوله وكأنه إلى آخره يشعر بأن الذبائح جمع ذبح وليس كذلك بل هو جمع ¶ ¬__________ ¶ (¬1) فتح الباري 10/ 371، عمدة القاري 22/ 19. ¶ (¬2) فتح الباري 10/ 372. ¶ (¬3) عمدة القاري 22/ 19. ¶ (¬4) تاج العروس (بسط). ¶ (¬5) فتح الباري 9/ 798، عمدة القاري 21/ 121. ¶ (¬6) فتح الباري 9/ 799.",
            "page": "132",
            "part": "1"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "ذبيحة ومع هذا ذكره بصيغة الجمع لا طائل تحته بل قوله والذبح أحسن ما يكون لأنه مصدر يعم كل ذبح في كل ذبيحة)). (¬1) ¶ والحق أننا لا نعرف ما قصد ابن حجر في قوله (وكأنه بأعتبار أنه الأكثر) فإذا كان قصده كما ذكر العيني ـ أن ذبائح جمع ذبح فهو غير صحيح لأن ذبائح جمع ذبيحة. قال الزبيدي ((الذبيحة الشاة المذبوحة، وشاة ذبيحة وذبيح من نعاج ذبحى وذباحى وذبائح وكذلك الناقة)). (¬2) ¶ أما فيما يخص قول العيني إن استخدام صيغة الجمع لا طائل تحته وإن استخدام المصدر أحسن ما يكون لأن المصدر ذبح يعم كل ذبح في كل ذبيحة، فنحن نتفق معه في رأيه هذا. ¶ د ـ جاء في باب (تزوج الثيبات). (¬3) ¶ قال ابن حجر في قوله (الثيبات) ((جمع ثيبة بمثلثة ثم تحتانية ثقيلة مكسورة ثم موحدة ضد البكر)). (¬4) ¶ وقال العيني في قوله (الثيبات) ((وهو جمع ثيب. وقال بعضهم جمع ... ثيبة، وليس كذلك بل جمع ثيب. وقال المطرزي الثيب بالضم في جمعها ليس من كلامهم، والثيب من ليس ببكر وقد ذكرنا أنه يقال رجل ثيب وامرأة ثيب. وقال ابن الأثير: ويقع على الذكر والأنثى ... .. )). (¬5) ¶ ¬__________ ¶ (¬1) عمدة القاري 21/ 121. ¶ (¬2) تاج العروس (ذبح). ¶ (¬3) فتح الباري 9/ 150، عمدة القاري 20/ 75. ¶ (¬4) فتح الباري 9/ 151. ¶ (¬5) عمدة القاري 20/ 75.",
            "page": "133",
            "part": "1"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "قال الزبيدي: ((وقال الأصمعي: امرأة ثيب، ورجل ثيب إذا كان قد دخل به ... (أو دخل بها ... وفي التهذيب، يقال ثيبت المرأة تثييباً إذا صارت ثيباً، وجمع الثيب من النساء ثيبات، قال الله تعالى ((ثيبات وأبكار)). (¬1) ¶ وقال الفيومي: ((وقيل للإنسان إذا تزوج ثيب وهو فيعل اسم فاعل من (ثاب) وإطلاقه على المرأة أكثر لأنها ترجع إلى أهلها بوجه غير الأول ويستوي في الثيب الذكر والأنثى كما يقال أيم وبكر للذكر والأنثى، وجمع المذكر ثيبون بالواو والنون وجمع المؤنث ثيبات ... ). (¬2) ¶ وعلى هذا يتضح لنا أن رأي العيني هو الصحيح، فالثيبات جمع ثيب وليست جمع ثيبة لأن (ثيب) يستوي فيه المذكر والمؤنث. ¶ هـ ـ جاء في باب (نقض الصور) ((في حديث عن عمران بن حطان أن عائشة ... (رضي الله عنها) حدثته أن النبي (- صلى الله عليه وسلم -) لم يكن يترك في بيته شيئاً فيه تصاليب إلا ... نقضه)). (¬3) ¶ قال ابن حجر في قوله (تصاليب) ((جمع صليب كأنهم سموا ما كانت فيه صورة الصليب تصليباً تسمية بالمصدر)). (¬4) ¶ ¬__________ ¶ (¬1) تاج العروس (ثيب). ¶ (¬2) المصباح المنير (ثيب). ¶ (¬3) فتح الباري 10/ 470، عمدة القاري 22/ 71. ¶ (¬4) فتح الباري 10/ 471.",
            "page": "134",
            "part": "1"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "وقال العيني في قوله (تصاليب) (( ... . وقال بعضهم: التصاليب جمع صليب كأنهم سموا ما كانت فيه صورة الصليب تصليباً تسمية بالمصدر. قلت: على ما ذكره يكون التصاليب جمع تصليب لا جمع صليب)). (¬1) ¶ والحق أن ما ذهب إليه العيني هو الصحيح لأن الصليب جمعه صلبان وصلب أما جمع التصليب فهو تصاليب. جاء في اللسان ((وقد صلبه يصلبه صلباً، وصلبه، شدد للتكثير. وفي التنزيل ((وما قتلوه وما صلبوه)) (¬2) وفيه ((ولأصلبنكم في جذوع ... النخل)) (¬3) أي على جذوع النخل، والصليب: المصلوب. والصليب الذي يتخذه النصارى على ذلك الشكل. وقال الليث الصليب ما يتخذه النصارى قبله، والجمع صلبان، وصلب)). (¬4) ¶ وقال الفيومي: ((وصليب النصارى جمعه صلبان وصلب مثل بريد وبرد)). (¬5) ¶ و ـ بين المفرد والجمع ¶ جاء في باب (التجارة في البحر) من قول البخاري ((والفلك السفن، الواحد والجمع سواء)). (¬6) ¶ قال ابن حجر في قوله ((الفلك السفن الواحد والجمع سواء) ((هو قول أكثر أهل اللغة ويدل عليه قوله تعالى ((في الفلك المشحون)) (¬7) وقوله ((حتى إذا كنتم في الفلك وجرين بهم)) (¬8). فذكره في الإفراد والجمع بلفظ واحد، وقيل إن الفلك بالضم والأسكان ¶ ¬__________ ¶ (¬1) عمدة القاري 22/ 71. ¶ (¬2) سورة النساء:157. ¶ (¬3) سورة طه: 71. ¶ (¬4) لسان العرب (صلب)، وينظر تاج العروس (صلب). ¶ (¬5) المصباح المنير (صلب). ¶ (¬6) فتح الباري 4/ 375، عمدة القاري 11/ 178. ¶ (¬7) سورة يسّ: 41. ¶ (¬8) سورة يونس: 22.",
            "page": "135",
            "part": "1"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "جمع فلك بفتحتين مثل أسد واسد. وقال صاحب المحكم السفينة فعيلة بمعنى فاعلة، سميت سفينة لأنها تسفن وجه الماء أي تفسره والجمع سفن وسفائن وسفين)). (¬1) ¶ وقال العيني في قوله (الفلك السفن الواحد والجمع سواء) (( ... .. يعني في الفلك ويدل عليه قوله تعالى ((في الفلك المشحون)) وقوله ((حتى إذا كنتم في الفلك وجرين بهم)) فذكره في الإفراد والجمع بلفظ واحد. وقال بعضهم: وقيل إن الفلك بالضم والإسكان جمع فلك بفتحتين مثل أسد وأسد. قلت هذا الوجه غير صحيح وإنما الذي يقال إن ضمة فاء فلك إذا قوبلت بضم همزة أسد الذي هو جمع يقال جمع وإذا قوبلت بضم قاف قفل يكون مفرداً)). (¬2) ¶ وبعد فقد ذكر أبن حجر هذه المسألة في كتابة انتقاض الاعتراض دونما تعليق ... منه، والحق أن ما ذهب إليه العيني هو الصحيح فالفلك بضم ثم سكون مفرد وجمع فإذا قابلت ضمة فاء فلك ضمة همزة أسد الذي هو جمع يقال جمع وإذا قوبلت بضم قاف قفل يكون مفرداً. قال المبرد ((الفلك للواحد والفلك للجميع ... .. فمن قال في ... أسد، آساد، قال في الفلك أفلاك، كما تقول في قفل أقفال، ومن قال في أسد: أسد لزمه أن يكون في فلك: فلك)). (¬3) ¶ ز ـ بين الجمع والمصدر ¶ 1 ـ جاء في باب (قول الله تعالى ((ولا تفع السفاعة عنده إلا لمن أذن له حتى إذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير))) في حديث ((عن أبي هريرة ¶ ¬__________ ¶ (¬1) فتح الباري 4/ 376. ¶ (¬2) عمدة القاري 11/ 178. ¶ (¬3) المقتضب 2/ 205 وينظر الكتاب 2/ 181.",
            "page": "136",
            "part": "1"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "يبلغ به النبي (- صلى الله عليه وسلم -) قال: إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعاناً لقوله كأنه سلسلة على صفوان). (¬1) ¶ قال ابن حجر في قوله (خضعاناً) ((مصدر كقوله غفراناً، قاله الخطابي وقال غيره هو جمع خاضع)). (¬2) ¶ وقال العيني في قوله (خضعاناً) ((قال بعضهم هو مصدر كغفران قلت: قال الخطابي وغيره هو جمع خاضع وهذا أولى)). (¬3) ¶ وبعد فإن الناظر إلى قول الشارحين يلاحظ أن العيني قد اقتطع كلام ابن حجر ولم يكمله كله إذ لم يقل ابن حجر إن خضعاناً مصدر بل نقل كلام الخطابي الذي قال أن خضعاناً مصدر ونقل كلام غيره الذي قال أن خضعاناً جمع خاضع ولم يرجح ابن حجر رأياً من هذه الآراء. أما العيني فقد رجح أن يكون (خضعان) جمعاً. وقال الزبيدي ... ((الخضع، كالمنع، والخضعان بالضم كلاهما مصدر خضع يخضع كمنع. ومنه حديث استراق السمع ((خضعاناً لقوله)) وهو كغفران، ويروى بالكسر كالوجدان، ويجوز أن يكون جمع خاضع، وفي رواية: ((خضعاً لقوله)): جمع خاضع)). (¬4) ¶ وعلى هذا يكون (خضعان) إما مصدراً، وإما جمعاً وسياق الحديث يدل على أن ... (خضعاناً) جمع وهو أولى بدليل قوله (- صلى الله عليه وسلم -) (الملائكة وهي جمع لذا كان الأولى أن يكون (خضعان) جمعاً مناسباً لكلمة (الملائكة) التي جاءت قبله. ¶ 2 ـ جاء في باب (كيف نزول الوحي وأول ما نزل). (¬5) ¶ ¬__________ ¶ (¬1) فتح الباري 13/ 555، عمدة القاري 25/ 153. ¶ (¬2) فتح الباري 13/ 556. ¶ (¬3) عمدة القاري 25/ 153. ¶ (¬4) تاج العروس (خضع). ¶ (¬5) فتح الباري 9/ 3 عمدة القاري 20/ 11.",
            "page": "137",
            "part": "1"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "قال ابن حجر في قوله (نزول) (((باب كيف نزل) كذا لأبي ذر (نزل) بلفظ الفعل الماضي ولغيره (كيف نزول الوحي) بصيغة الجمع)). (¬1) ¶ وقال العيني في قوله (نزول) (كذا في رواية الأكثرين وفي رواية أبي ذر ... (كيف نزل الوحي) بلفظ الماضي وقال بعضهم: كيف نزول الوحي بصيغة الجمع. قلت: كأنه ظن من عدم وقوفه على العلوم العربية أن لفظ (النزول) جمع، وهو غلط فاحش وإنما هو مصدر من نزل ينزل نزولاً)). (¬2) ¶ والحق إن ما ذهب إليه العيني هو الصحيح فـ (نزول) مصدر للفعل نزل ـ ينزل نزولاً. قال سيبويه ((وأما كل عمل لم يتعد إلى منصوب فإنه يكون فعله على ما ذكرنا في الذي يتعدى، ويكون الأسم فاعلاً والمصدر يكون فعولاً، وذلك نحو: قعد قعوداً وهو قاعد، وجلس جلوساً وهو جالس، وسكت سكوتاً وهو ساكت ... .. )). (¬3) ¶ وقال أبو علي ((فما كان منه على فعل ـ يفعل، فقد جاء في مصدره الفعول وهو الكثير، نحو الجلوس في جلس جلوساً ومضى مضياً)). (¬4) وقال ابن عصفور: ((وإن كان غير متعد فإن كان مضارعه مكسور العين أو مفتوحها، فإن المصدر منه يكون على (فعول) (كجلوس))). (¬5) ¶ فـ (نزول) ـ أذن ـ مصدر للفعل نزل ـ ينزل هذا من جانب أما الجانب الآخر فسياق الحديث يدل على أن (نزول) مصدر وليس بجمع بدليل مجيء كلمة ... (الوحي) وهي مفردة في قوله (كيف نزول الوحي). ¶ ¬__________ ¶ (¬1) فتح الباري 9/ 4. ¶ (¬2) عمدة القاري 20/ 11. ¶ (¬3) الكتاب 4/ 9. ¶ (¬4) التكمله 513. ¶ (¬5) المقرب 487 وينظر تقريب المقرب 116 ,",
            "page": "138",
            "part": "1"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "8 ـ التعدي واللزوم ¶ اختلف الشارحان في موضوع التعدي واللزوم بمسألة واحدة وهي: ¶ جاء في باب (الكفالة في القرض والديون بالأبدان وغيرها). ((في حديث عن أبي هريرة (رض) عن رسول الله (- صلى الله عليه وسلم -) أنه ذكر رجلاً من بني إسرائيل سأل بعض بني إسرائيل أن يسلفه ألف دينار ... .. ثم أتى بها إلى البحر فقال: اللهم إنك تعلم أني كنت تسلفت فلاناً ألف دينار ... .. )). (¬1) ¶ قال ابن حجر في قوله (تسلفت فلاناً) ((كذا وقع فيه والمعروف تعديته بحرف الجر كما وقع في رواية الإسماعيلي أستسلفت من فلان)). (¬2) ¶ وقال العيني في قوله (تسلفت فلاناً) ((قال بعضهم: كذا وقع هنا والمعروف تعديته بحرف الجر كما وقع في رواية الإسماعيلي أستسلفت من فلان. قلت: تنظيره بـ ((أستسلفت)) غير موجه لأن تسلفت من باب التفعل وأستسلفت من باب الاستفعال وتفعل يأتي للمتعدي بلاحرف كتوسد التراب واستسلفت معناه طلبت منه السلف ولابد من حرف الجر). (¬3) ¶ وقد رد ابن حجر على العيني في كتابه انتقاض الاعتراض إذ قال: ((قلت: المراد بالتشبيه إثبات حرف الجر)). (¬4) ¶ وبعد فإن العيني غالباً ما يشن انتقادات واسعة على ابن حجر دون وجه حق ومن هذه الانتقادات ما جاء في هذه المسألة، إذ قال الزبيدي: ((وتسلف منه كذا: (اقترض) نقله الجوهري ... .. واستسلفت منه دراهم فأسلفني مثل تسلفت، نقله الجوهري ... )). (¬5) ¶ ¬__________ ¶ (¬1) فتح الباري 4/ 591، عمدة القاري 12/ 117. ¶ (¬2) فتح الباري 4/ 594. ¶ (¬3) عمدة القاري 12/ 117. ¶ (¬4) انتقاض الاعتراض 2/ 88. ¶ (¬5) تاج العروس (سلف).",
            "page": "139",
            "part": "1"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "والحق أن ابن حجر لم يخطئ عندما شبه (تسلفت) بـ (استسلفت) وقد جاء في التاج ما يؤيد هذا القول لذا لا وجه لإنكار العيني قول ابن حجر. ¶ 9 ـ النسب ¶ النسب: ((هو إضافة الشيء إلى غيره بإلحاق الياء المشددة المكسور ما قبلها بآخر المضاف إليه، للدلالة على النسبة، ويسمى المضاف منسوباً، والمضاف إليه منسوباً إليه، والغالب في المنسوب إليه أن يكون قبيلة كقرشي أو أباً كهاشمي أو بلداً كمكي أو صناعة كنحوي)). (¬1) ¶ وقد اختلف الشارحان في موضوع النسب بمسألتين هما: ¶ أ ـ (برني)، مما جاء في باب (إذا باع الوكيل شيئاً فاسداً فبيعه مردود)، وفي حديث عن أبي سعيد الخدري (رض) قال: ((جاء بلال إلى النبي (- صلى الله عليه وسلم -) بتمر برني فقال له النبي (- صلى الله عليه وسلم -) من أين هذا؟ قال بلال كان عندنا تمر رديء فبعت منه صاعين بصاع)). (¬2) ¶ قال ابن حجر في قوله (برني): ((بفتح الموحدة وسكون الراء بعدها نون ثم تحتانية مشددة، ضرب من التمر معروف قيل له ذلك، لأن كل تمرة تشبه البرنية)). (¬3) ¶ وقال العيني في قوله (برني)، ((بفتح الموحدة وسكون الراء وكسر النون بعدها مشددة، وهو ضرب من التمر أصفر مدور وهو أجود أنواع التمور قاله صاحب ¶ ¬__________ ¶ (¬1) الكناس في فني النحو 1/ 364، وينظر الكتاب 3/ 335، و المقتضب 3/ 133، و شرح المفصل ... 5/ 141. ¶ (¬2) فتح الباري 4/ 616، وينظر عمدة القاري 12/ 149. ¶ (¬3) فتح القاري 4/ 617.",
            "page": "140",
            "part": "1"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "المحكم، قال بعضهم: قيل له ذلك لأن كل تمرة تشبه البرنية. (قلت) كلامه يشعر أن الياء فيه للنسبة، وليست الياء فيه للنسبة فكأنه موضوع هكذا مثل كرسي ونحوه)). (¬1) ¶ وقد اختلف علماء اللغة في ياء (كرسي). التي تشبه ياء (برني) ـ فانقسموا على ثلاث فرق، أما الفريق الأول فيرى أن هذه الياء ياء النسبة، وقال: ((كل ما أخره ياء مشددة فإنها عند النسب لا تبقى، بل أما أن تحذف بالكلية ككرسي، وبختي، وشافعي ومرمي ... .. ,.). (¬2) وقال الزبيدي ((وقال بعضهم أنه منسوب إلى كرس الملك أي اصله ... )) (¬3). ¶ ويرى الفريق الثاني أن النسب في (كرسي) نسب غير حقيقي قال ابن الحاجب: ((قوله: وكما انقسم التأنيث إلى حقيقي فكذلك النسب، قال الشيخ: يريد بالحقيقي ما تقدم من كون المدلول مؤنثاً في المعنى بإزائه ذكر في الحيوان على ما تقدم، وغير الحقيقي ما جرى في اللفظ فقط كقولهم: طلحة، وضربة، وشبهة، وكذلك النسب منه ما كان مدلوله منسوباً حقيقية كقولهم: دمشقي، ومصري، وهو كثير الشائع، ومنه ما كان في اللفظ خاصة دون المعنى كقولك كرسي منسوباً من حيث المعنى كما أن الظلمة ليس مؤنثاً من حيث المعنى)) (¬4). ¶ أما الفريق الثالث فيرى أن هذه الياء ليست ياء النسبة قال أبو علي: ((وربما لحقت هاتان الياءان لا يراد بها معنى نسب إلى شيء وذلك نحو كرسي وعاريه. وقد تلحق الياء أن الصفات على هذا الحد نحو أحمر وأحمري ودوار ودواري، فصارت الياءان في هذا كتاء ¶ ¬__________ ¶ (¬1) عمدة القاري 12/ 149. ¶ (¬2) الأشباه والنظائر 2/ 160، وينظر أوضح المالك إلى الفيه أبن مالك 4/ 268 ـ 269. ¶ (¬3) تاج العروس (كرس) ¶ (¬4) الإيضاح في شرح المفصل 1/ 587، وينظر الكناش 1/ 364 ـ 365، و المقرب 408.",
            "page": "141",
            "part": "1"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "التأنيث في نحو قرية وغرفة وظلمة، لا يراد بذلك معنى تأنيث كما لا يراد بالياءين معنى نسب إلى شيء ... .)) (¬1). ¶ وبعد هذا العرض لآراء عدد من علماء اللغة، يتضح لنا أن هذه الآراء قد تباينت فيما بينها، وإذ كان لا بد لنا أن نرجح رأياً من هذه الآراء، فأننا نضن أن الياء التي في كرسي التي تشبه الياء التي في برني ـ ليست ياء النسبة، وهذا ما ذهب إليه العيني في تعليقه على برني، لأن هذه الياء موضوعة هكذا ولا تفيد معنى النسب في شيء. ¶ ب ـ (أميه)، مما جاء في باب قول النبي (- صلى الله عليه وسلم -) (لا نكتب ولا نحسب) في حديث عن سعيد بن عمرو أنه سمع ابن عمر (- رضي الله عنه -) عن النبي (- صلى الله عليه وسلم -) أنه قال: ((أنا أمه أميه لا نكتب ولا نحسب الشهر ... .. )). (¬2) ¶ قال ابن حجر في قوله (أميه)، ((باللفظ النسب إلى الأم فقيل اراد أمه العرب لأنها لا تكتب، أو منسوب إلى الأمهات أي أنهم على أصل ولادة أمهم، أو منسوب إلى الأم، لأن المرأة هذه صفتها غالباً، وقيل منسوبون إلى أم القرى)). (¬3) ¶ وقال العيني في قوله ((أميه)) ((نسبة إلى الأم، لأن المرأة هذه صفتها غالباً، وقيل أراد أمة العرب لأنها لا تكتب، وقيل معناه باقون على ما ولدت عليها الأمهات، وقال الداودي أمه أميه لم تأخذ عن كتب الأمم قبلها أنما أخذت عما جاءه الوحي من الله عز وجل، وقيل منسوبون إلى الأم القرى، وقال بعضهم: منسوب إلى الأمهات. ... ((قلت)) من له أدنى شمه من التصريف لا يتصرف هكذا)) (¬4). ¶ ¬__________ ¶ (¬1) التكملة 239، وينظر شرح الشافية للرضي 2/ 4، 5 و مجموع الشافية للجاربردي ... 1/ 99 ـ 100، و حاشية أبن جماعة 1/ 99 ـ 100. ¶ (¬2) فتح الباري 4/ 159. عمدة القاري 10/ 286. ¶ (¬3) فتح الباري 4/ 159. ¶ (¬4) عمدة القاري 10/ 286.",
            "page": "142",
            "part": "1"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "وإذا رجعنا إلى معاجم اللغة نجد أن الأمي هو: ((الذي لا يكتب، قال الزجاج: الأمي الذي على خلقه الأمة لم يتعلم الكتاب فهو على جبلته. قال أبو اسحق: معنى الأمي المنسوب إلى ما عليه جبلته أمه أي لا يكتب، فهو في أنه لا يكتب أمي، لأن الكتابه هي مكتسبة فكأنه نسب إلى ما يولد عليه أي على ما ولدته أمه. وفي الحديث أنا أمة أمية لا نكتب ولا نحسب، أراد أنهم على أصل ولادة أمهم لم يتعلموا الكتابة والحساب، فهم على جبلتهم الأولى ... .)) (¬1). ¶ والحق أن الأمي هو منسوب إلى الأم فكأنه نسب إلى ما ولد عليه، أي على ما ولدته أمه عليه. وهو ما ذهب إليه الشارحان في تعليقهما على، ((الأمي))، بيد أن العيني اقتطع من حديث أبن حجر قوله: ((منسوب إلى الأمهات)) وعلق ... عليه، ووصف قائله بأنه ليس له أدنى شمة من التصريف ولا غرو أن نجد أن العيني قد تعسف في رأيه أيما تعسف. لأن أبن حجر، قد تطرق في حديثه عن ((الأمي)) إلى الأوجه التي يمكن أن تكون منسوبة إليها، وهذا ما فعله العيني نفسه ثم أن أبن حجر لم يجزم بأن الأمي منسوب إلى الأمهات، إذا حذف العيني كلمة ((أو)) من عبارة ابن حجر، ليوهم القاري بأن هذا الرأي هو رأي أبن حجر. ¶ ¬__________ ¶ (¬1) لسان العرب (أمم).",
            "page": "143",
            "part": "1"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "الفصل الرابع ¶ ابن جحر والعيني في الميزان ¶ المبحث الأول: مذهبهما الصرفي. ¶ المبحث الثاني: ردودهما على الشراح. ¶ المبحث الثالث: أهم ما يؤخذ على الشارحين.",
            "page": "143",
            "part": "1"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "المبحث الأول ¶ مذهب الشارحين الصرفي ¶ وبعد، فقد تضافرت عوامل متعددة كانت السبب في نشوء النحو: أولها: الدافع الديني الذي كان السبب المباشر في وضع ما يسمى بعلم العربية، فخوف علماء اللغة على القرآن الكريم من دخول اللحن إليه أدى إلى ابتداع هذا العلم. ¶ وثانيها: الدافع الاجتماعي: وهذا الدافع يعد مكملا للدافع الديني إذ خشي علماء المسلمين على لغة القرآن من أن يصيبها التحريف نتيجة كثرة الداخلين في الإسلام من غير ... العرب. ¶ وثالثها: الدافع اللغوي والقومي وهو اعتزاز العرب بلغتهم وقوميتهم وحرصهم على لغتهم وهي لغة القرآن من التحريف والضياع نتيجة لاختلاط لغتهم بلغات القوميات الداخلة في الإسلام. (¬1) ¶ والملاحظ أنّ هذه الدوافع التي أدت إلى نشوء النحو دوافع مرتبطة إحداها بالأخرى وكلها أنصبت في خدمة لغة القرآن الكريم والحفاظ عليه من اللحن والتحريف. ¶ ولا غرو أن النحو بصري المنشأ، إذ تضافرت عوامل متعددة جعلت البصرة المهد الأول لنشوء ما يسمى بعلم العربية. قال الدكتور مهدي المخزومي: ((الواقع إنّ البصرة هي التي قامت بعبء هذا العمل منذ نشأته، حتى أصبح خلقاً سوياً. ومر زمن طويل قبل أن تشارك الكوفة فيه، وهي إنما أخذته عن البصرة، وقد أخذته تاماً ناضجاً وأحدثت فيه تغييراً يتصل بالمنهج والتطبيق، وساعد البصرة على السبق في هذا الميدان ما كانت تنعم به من استقرار نسبي، ومن نهضة علمية اينعت ثمرتها في البصرة قبل الكوفة بزمن طويل ¶ ¬__________ ¶ (¬1) ينظر المدارس النحوية لشوقي ضيف 11 ـ 12، وينظر المدارس النحوية لخديجة الحديثي 64 ـ 65.",
            "page": "144",
            "part": "1"
        },
        {
            "hno": null,
            "id": "153",
            "nass": ")). (¬1) غير أن أحداً لم ينكر وجود مدرسة كوفية كان لها آراء ونحاة طوروا هذا النحو، ولذلك تضافرت جهود كلا المدرستين النحويتين في إرساء قواعد النحو العربي حتى وصل إلينا في شكله الحالي. ¶ وبعد هذه التوطئة المقتضبة التي تناولت النحو ونشأته نعود إلى الشارحين نتلمس مذهبهما الصرفي. فأما ابن حجر فسنستدل على مذهبه الصرفي من خلال عرض عدد من الأدلة وهي كما يأتي: ¶ 1ـ ساند ابن حجر البصريين في رأيهم بأن المصدر أصل المشتقات إذ أكد ابن حجر ذلك في تعليقه على المسائل الصرفية التي ذكرت في شرحه. وسنأخذ مسألة على سبيل المثال لدعم ما ذهبنا إليه. ¶ فقد جاء في باب (القضاء والفتيا في الطريق) في حديث عن أبي هريرة إذ قال: ... (( ... فقال يا رسول الله متى الساعة قال النبي ما أعددت لها فكأن الرجل استكان)). (¬2) ¶ قال ابن حجر في قوله (استكان) ((أي خضع وهو استفعل من السكون الدال على الخضوع)). (¬3) ¶ 2ـ ولقد سبقت الإشارة إلى موقف ابن حجر من علماء المدرستين خلال ذكر مصادره من الأعلام ولا سيما سيبويه إمام المدرسة البصرية، والفراء إمام المدرسة الكوفية، إذ تبين أن أبن حجر ذكر سيبويه في نحو أربعة عشر موضعاً، وذكر الفراء في نحو ستة وثلاثين موضعاً. ¶ ¬__________ ¶ (¬1) مدرسة الكوفة 36 ـ 37. ¶ (¬2) فتح الباري 13/ 164. ¶ (¬3) المصدر نفسه 13/ 164.",
            "page": "145",
            "part": "1"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "3ـ ذكر ابن حجر أبا عبيدة في نحو مئة وثلاثة عشر موضعاً، وأثنى عليه ورد على من خالفه ومثاله ما جاء في باب قول الله عز وجل ((وهل أتاك حديث موسى إذ رأى ناراً إلى قوله بالوادي المقدس طوى)). (¬1) ¶ وقوله ((فأوجس أضمر خوفاً فذهبت الواو من خبفه لكسرة الخاء)). (¬2) ¶ قال أبن حجر في قوله (فأوجس أضمر خوفاً فذهبت الواو من خيفة لكسرة الخاء) ... ((قال أبو عبيدة في قوله تعالى فأوجس منهم خيفة، أي فأضمر منهم خيفة أي خوفاً فذهبت الواو فصار ياء من أجل كسرة الخاء. قال الكرماني: مثل هذا الكلام لا يليق بجلالة هذا الكتاب أن يذكر فيه أنتهى. وكأنه رأى فيه ما يخالف اصطلاح المتأخرين من أهل علم التصريف، فقال ذلك حيث قالوا في مثل هذا أصل خيفة خوفة فقلبت الواو ياءً لكونها بعد كسرة، وما عرف أنه كلام أحد الرؤوس العلماء باللسان العربي وهو أبو عبيدة معمر بن المثنى البصري)). (¬3) ¶ 4ـ إن المتأمل للآراء التي نقلها ابن حجر عن علماء اللغة سواء أكانوا بصريين أم كانوا كوفيين، يرى بوضوح أن أبن حجر ينقل آراء كلا الفريقين دون تمييز، وقد يرجح رأي هذا العالم أو ذاك دون اعتبار لمذهبه الصرفي. وسنذكر مثالين اثنين يوضحان ما ذكرناه آنفاً. ¶ أ ـ جاء في باب قوله تعالى ((وأذكر في الكتاب مريم إذ أنتبذت من أهلها مكاناً ... شرقياً)). (¬4) وقوله ((آل يعقوب)). (¬5)، قال ابن حجر في قوله (آل يعقوب) يقال آل يعقوب، أهل يعقوب إذا صغروا آل ردوه إلى الأصل، قالوا أهيل، اختلف في (آل) فقيل ¶ ¬__________ ¶ (¬1) سورة طه 8 ـ 12، فتح الباري 6/ 526. ¶ (¬2) فتح الباري 6/ 526. ¶ (¬3) المصدر نفسه 6/ 527. ¶ (¬4) سورة مريم 1، فتح الباري 6/ 526. ¶ (¬5) فتح الباري 6/ 580.",
            "page": "146",
            "part": "1"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "اصله أهل فقلبت الهاء همزة بدليل ظهور ذلك في التصغير وهو يرد الأشياء إلى ... أصلها، وهذا قول سيبويه والجمهور ... )). (¬1) ¶ ب ـ جاء في باب (ما جاء في صفة الجنة وأنها مخلوقة) وقوله (عرباً مثقلة واحدها عروب مثل صبور وصبر). (¬2) ¶ قال ابن حجر في قوله (عرباً) (مثقلة أي مضمومة الراء، واحدها عروب مثل صبور وصبر): ((أي: على وزنه، وهذا قول الفراء، وحكى عن الأعمش، قال: كنت اسمعهم يقولون (عرباً) بالتخفيف وهو كالرسل والرسل بالتخفيف في لغة تميم وبكر، قال الفراء: والوجه التثقيل لأن كل فعول أو فعيل أو فعال جمع على هذا المثال فهو مثقل مذكراً أو مؤنثاً. قلت مرادهم بالتثقيل الضم، وبالتخفيف الاسكان)). (¬3) وإنعام دقيق بهذه الأدلة التي ذكرناها آنفاً يدفعنا إلى القول أن أبن حجر أستند في شرحه إلى الانتقاء من كلا المذهبين فهو يشير في أحايين كثيرة إلى رجحان كفة أحد المذهبين على الأخرى ودعوى الانتقاء ليست مقتصرة على ابن حجر بل طالت كثيراً من النحاة الذين نهجوا منهجاً جديداً في دراستهم ينبني على الانتقاء من المدرستين البصرية والكوفية. ¶ وبعد أن سردنا الأدلة التي استطعنا من خلالها أن نستشف المذهب الصرفي لأبن حجر، نعرض عدداً من الأدلة التي من خلالها نتعرف مذهب العيني وهي كما يأتي: ¶ 1ـ تبين موقف العيني من علماء المدرستين البصرية والكوفية آنفاً. إذ ذكر العيني سيبويه في نحو أربعة وعشرين موضعاً، وذكر الفراء في نحو ثمانية عشر موضعاً. ¶ ¬__________ ¶ (¬1) فتح الباري 6/ 581. ¶ (¬2) المصدر نفسه 6/ 390. ¶ (¬3) المصدر نفسه 6/ 396.",
            "page": "147",
            "part": "1"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "2ـ تجدر الإشارة إلى أن العيني ذهب إلى ما ذهب إليه البصريون في أن المصدر أصل المشتقات، وقد ظهر ذلك جلياً في شرحه وقد صرح بذلك إذ قال: ((المصدر يشتق منه الأفعال ولا يقال له مشتق، لأنه موضع صدور الفعل)). (¬1) ¶ 3ـ نقل العيني آراء كلا المدرستين البصرية والكوفية، إذ نقل عن الخليل وسيبويه والأخفش مثلما نقل عن الكسائي والفراء وثعلب، ولم نجد في شرحه كله ما يدل على بصريته أو كوفيته، فقد كان يرجح الرأي الذي يراه صحيحاً دون النظر إلى مذهب صاحب هذا الرأي، وقد لا يوافق إمام المدرسة البصرية ـ سيبويه ـ في رأي كما أنه قد لا يوافق إمام المدرسة الكوفية ـ الفراء ـ وهذا ما نراه جلياً في هذا المثال. إذ جاء في باب (علامة الإيمان حب الأنصار) في حديث عن أنس قال ((قال النبي آية الإيمان حب الأنصار وآية النفاق بغض الأنصار)). (¬2) ¶ قال العيني في قوله (آية الإيمان) ((أي علامة الإيمان وأصلها أوية بالتحريك، قلبت الواو ألفاً لتحركها وانفتاح ما قبلها. قال سيبويه: موضع العين من الآية واو لأن ما كان موضع العين واواً، وموضع اللام ياء أكثر مما موضع العين واللام ياآن مثل شويت أكثر من حييت وتكون النسبة إليه أوي. وقال الفراء: هي من الفعل فاعلة وإنما ذهبت منه اللام ولو جاءت تامة لجاءت آبية ولكنها خففت، وجمع الآية آي وآياي وآيات، ويقال في النسبة إلى آية آيي. والمشهور أن عينها ياء ووزنها فاعة لأن الأصل آيية فخذفوا الياء الثانية التي هي لام ثم فتحوا التي هي عين لأجل تاء التأنيث)). (¬3) ¶ ¬__________ ¶ (¬1) عمدة القاري 5/ 30. ¶ (¬2) المصدر نفسه 1/ 150. ¶ (¬3) المصدر نفسه 1/ 151.",
            "page": "148",
            "part": "1"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "4ـ استعمل العيني مصطلحات البصريين تارة، وكذا استعمل مصطلحات الكوفيين تارة أخرى، فهو مرة يقول: ممنوع من الصرف (¬1) وأخرى يقول: لا مانع من اجرائه (¬2) وتارة يقول: ما لم يسم فاعله (¬3) وأخرى يقول مبني للمجهول (¬4). ¶ ولأجل ذلك نقول إن ما تقدم يوضح لنا بشكل أو بآخر أن العيني قد أختار من مذهب الانتقاء مذهباً له. إذ لم يكن العيني متعصباً لمذهب معين وإنما كان ينقل آراء كلا المذهبين، ويرجع بعد ذلك الرأي الذي يراه مصيباً، وهو المنهج نفسه الذي أتبعه أبن حجر في شرحه. ¶ ¬__________ ¶ (¬1) عمدة القاري 17/ 158. ¶ (¬2) المصدر نفسه 1/ 261. ¶ (¬3) المصدر نفسه 10/ 159. ¶ (¬4) المصدر نفسه 13/ 159.",
            "page": "149",
            "part": "1"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "المبحث الثاني ¶ ردود ابن حجر والعيني على شراح صحيح البخاري ¶ الشروح ظاهرة شاعت في العصور المتأخرة وشملت مجالات متعددة منها الصرفية والنحوية واللغوية والفقهية وغيرها من العلوم. ولما كان صحيح البخاري من الكتب المهمة التي جمعت الحديث النبوي الشريف، كثرت الشروح عليه. وكان من الطبيعي أن يقوم خلاف بين هؤلاء الشراح في شروحهم. ¶ وقد اختلف عدد الردود في الشرحين. إذ تضمن شرح ابن حجر ردوداً على الكرماني وابن التين والداودي ولكن هذه الردود قليلة إذا ما وزنت بالردود التي تضمنها شرح العيني فقد اشتمل شرح العيني على ردود كثيرة. وأكثر هذه الردود هي ما كانت على الكرماني، وجاء بعد الكرماني من حيث العدد صاحب التلويح، وصاحب التوضيح وجاء بعد ذلك ابن التين والداودي، ونحن من باب الإيجاز اقتصرنا على ذكر عدد من هذه المسائل. وقد واجهتنا صعوبة في معرفة مؤلف كتاب التوضيح إذ لم تسعفنا كتب التراجم في معرفته في بادئ الأمر ولكن من خلال تصفحنا كشف الظنون وجدنا أن هناك شرحاً لصحيح البخاري لأبن الملقن تحت اسم شواهد التوضيح في شرح الجامع الصحيح وكذا الأمر في هدية العارفين. وقد ذكر صاحب كشف الظنون ما قاله السخاوي في كتاب ابن الملقن إذ قال: ((وقال السخاوي أعتمد فيه على شرح شيخة مغلطاي والقطب، وزاد فيه قليلاً)). (¬1) ويمكننا التثبت من قول السخاوي من خلال ما جاء في شرح العيني في رده على صاحب التلويح إذ قال: ((وقال صاحب التلويح الهاء في مسيره يوم للمرة الواحدة، والتقدير أن تسافر مرة واحدة، وسفرة واحدة مخصوصة بيوم وليلة، وتبعة على هذا صاحب التوضيح)). (¬2) وسنذكر ردود الشارحين على شراح صحيح البخاري: ¶ ¬__________ ¶ (¬1) كشف الظنون 1/ 547. ¶ (¬2) عمدة القاري 7/ 129.",
            "page": "150",
            "part": "1"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "1ـ ردود ابن حجر على الشراح ¶ أ ـ ردود ابن حجر على الكرماني (¬1) ¶ خالف ابن حجر الكرماني في مسائل متعددة منها: ¶ 1ـ ملي: ¶ مما جاء في باب (إذا أحال على ملي فليس له رد) في حديث عن أبي هريرة ... (رض) قال: ((إن رسول الله (- صلى الله عليه وسلم -) قال: مطل الغني ظلم فإذا أتبع أحدكم على ملي فليتبع)). (¬2) ¶ قال الكرماني في قوله (الملي) ((كالغني لفظاً ومعنى وفي بعضها بالهمز على فعيل بدون الإدغام)). (¬3) ¶ وقال ابن حجر في قوله (الملي): المليء: بالهمز مأخوذاً من الملأ، يقال ملؤ الرجل بضم اللام أي صار ملياً. وقال الكرماني الملي كالغني لفظاً ومعنى، فاقتضى أنه بغير همز، وليس كذلك، فقد قال الخطابي إنه في الأصل بالهمز ومن رواه بتركها فقد ... سهلة)). (¬4) ¶ قال الزبيدي: ((وقد ملأ الرجل كمنع وكرم، والمشهور الضم يملؤ ملاءة ككرامة ... فهو مليء: صار مليئاً أي ثقة فهو غني مليء. وفي حديث الدين ((إذا أتبع أحدكم على مليء فليتبع)) المليء بالهمز أي الثقة الغني وقد أولع فيه الناس بترك الهمز ¶ ¬__________ ¶ (¬1) الكرماني: هو شمس الدين محمد بن يوسف بن علي بن عبد الكريم الكرماني الشافعي، ولد في جمادى الآخرة سنة 717هـ. وأخذ عن أبيه بهاء الدين وجماعة ببلده، ثم طاف البلاد ودخل مصر والشام والحجاز والعراق ثم أستوطن بغداد وتصدى لنشر العلم بها نحو ثلاثين سنة ومن مصنفاته شرح البخاري، وسمى شرحه للبخاري: الكواكب الدراري وتوفي راجعاً من الحج في المحرم سنة 786هـ. ينظر الدرر الكامنة 5/ 77 وشذرات الذهب 6/ 294. ¶ (¬2) شرح الكرماني 10/ 117، فتح الباري 4/ 585. ¶ (¬3) شرح الكرماني 10/ 117. ¶ (¬4) فتح الباري 4/ 587.",
            "page": "151",
            "part": "1"
        },
        {
            "hno": null,
            "id": "160",
            "nass": "وتشديد الياء كذا في النهاية ... وفي المصباح: ويجوز البدل والإدغام وهو المسموع في أكثر الروايات)). (¬1) ¶ ولأجل هذا يكون مليء بالهمز هو الأصل ومن ترك الهمز فقد سهله، إذ يجوز فيه إبدال الهمزة ياء وإدغام الياء في الياء، وهذا ما ذكرته معاجم اللغة. أما ما يخص الخلاف بين ابن حجر والكرماني في لفظة (الملي). فنقول إن جاءت لفظة الملي بالياء المشددة فقد أصاب الكرماني في قوله إن الملي كالغني لفظاً ومعنى إذ أبدلت الهمزة ياء وأدغمت الياء في الياء، وإذا جاءت الرواية بالهمز فما ذهب إليه الكرماني غير صحيح لأن ملي ليست كالغني من حيث اللفظ أما المعنى فصحيح. ¶ والحق أن ابن حجر قد اقتطع من كلام الكرماني ورد عليه دون أن يذكر تتمة كلام الكرماني الذي أشار فيه إلى مجيء مليء بالهمز بغير الإدغام، وهذا ما عابة ابن حجر على العيني. ¶ 2 ـ الخلاف في قسام ¶ مما جاء في باب (ما يعطى في الرقية على أحياء العرب بفاتحة الكتاب) وقال ابن عباس عن النبي (- صلى الله عليه وسلم -) ((أحق ما أخذتم عليه أجراً كتاب الله ... . ولم ير ابن سيرين بأجر القسام بأساً)). (¬2) ¶ قال الكرماني في قوله (القسام) ((والقسام: جمع القاسم)). (¬3) وقال ابن حجر في قوله (القسام) ((القسام بفتح القاف فعال من القسم بفتح القاف وهو القاسم، وشرحه الكرماني على أنه بضم القاف جمع قاسم)). (¬4) ¶ ¬__________ ¶ (¬1) تاج العروس (ملأ). ¶ (¬2) شرح الكرماني 10/ 109، فتح الباري 4/ 570. ¶ (¬3) شرح الكرماني 10/ 109. ¶ (¬4) فتح الباري 4/ 572.",
            "page": "152",
            "part": "1"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "وبعد لا نتفق مع الكرماني في قوله إن القسام: جمع قاسم بل القسام فعال من القسم أي هو أسم من القسم إذ جاء في لسان العرب: ((قاسم وقسيم وقسيم وقسام ومقسم ومقسم أسماء)). (¬1) وأما ما يخص قول ابن حجر عن لسان الكرماني (بضم القاف) فغير صحيح لأن الكرماني لم يقل ذلك وإنما قال القسام: جمع قاسم ¶ ب ـ ردود ابن حجر على ابن التين (¬2) ¶ خالف ابن حجر ابن التين في مسائل متعددة منها: ¶ 1ـ مجيء الفعل زحف مزيداً ¶ مما جاء في باب (الشفاعة في وضع الدين) في حديث عن جابر (رض) قال ... : ((غزوت مع النبي (- صلى الله عليه وسلم -) على ناضح لنا فأزحف الجمل فتخلف علي فوكزه النبي (- صلى الله عليه وسلم -) من خلفه)). (¬3) ¶ قال ابن حجر في قوله (فأزحف) (بفتح الهمزة وسكون الزاي وفتح المهملة، أي كل وأعيا. وأصله أن البعير إذا تعب يجر رسنه ... . وحكى ابن التين أن في بعض النسخ بضم الهمزة وزعم أن الصواب زحف الجمل من الثلاثي، وكأنه لم يقف على ما قدمناه)). (¬4) ¶ والحق أن ما ذهب إليه ابن حجر هو الصحيح، إذ جاء في معجمات اللغة الفعل الثلاثي المزيد أزحف وهو يرد ما زعمه ابن التين بأن الصواب زحف الجمل من الثلاثي. ¶ ¬__________ ¶ (¬1) لسان العرب (قسم). ¶ (¬2) ابن التين: هو عبد الواحد بن التين السفاقسي المغربي المحدث المالكي المتوفى سنة ... له شرح الجامع الصحيح للبخاري في مجلدان، هدية العارفين 1/ 635 وينظر كشف الظنون 1/ 546. ¶ (¬3) فتح الباري 5/ 85. ¶ (¬4) المصدر نفسه 5/ 86.",
            "page": "153",
            "part": "1"
        },
        {
            "hno": null,
            "id": "162",
            "nass": "إذ قال صاحب التاج: ((أزحف البعير: أعيا، فقام على صاحبه، فهو ... مزحف ... .. )). (¬1) ¶ 2ـ ماثه وأماثه ¶ مما جاء في باب (قيام المرأة على الرجال في العرس وخدمتهم بالنفس) في حديث عن أبي حازم عن سهل قال: ((لما عرس أبو أسيد الساعدي دعا النبي (- صلى الله عليه وسلم -) وأصحابه مما صنع لهم طعاماً ولا قربة إليهم إلا امرأته أم أسيد، بلت تمرات في تور من حجارة من الليل، فلما فرغ النبي (- صلى الله عليه وسلم -) من الطعام أماثته له ... .. )). (¬2) ¶ قال ابن حجر في قوله (أماثته): ((بمثلثة ثم بمثناة، قال ابن التين: كذا وقع رباعياً وأهل اللغة يقولونه ثلاثياً (ماثته) بغير ألف أي مرسته بيدها، يقال ماثه يموثه ويميثه بالواو والياء. وقال الخليل: مثت الملح بالماء ميثاً أذبته وقد انماث هو ا. هـ. وقد أثبت الهروي اللغتين ماثه وأماثه ثلاثياً ورباعياً)). (¬3) ¶ والحق أن إنكار ابن التين مجيء أماث مزيداً غير صحيح فقد جاء في تاج العروس: ((ماثه أي الشيء يموثه موثاً: مرسته بيده ويميثه لغة ... وقال الهروي ماثه وأماثه أي ثلاثياً ورباعياً ... .)). (¬4) ¶ وهذا عين ما ذهب إليه ابن حجر في رده على ابن التين. ¶ ¬__________ ¶ (¬1) تاج العروس (زحف). ¶ (¬2) فتح الباري 9/ 312. ¶ (¬3) المصدر نفسه 9/ 313. ¶ (¬4) تاج العروس (موث).",
            "page": "154",
            "part": "1"
        },
        {
            "hno": null,
            "id": "163",
            "nass": "جـ ـ ردود ابن حجر على الداودي (¬1) ¶ خالف ابن حجر الداودي في مسائل متعددة منها: ¶ 1ـ حوائج: ¶ مما جاء في باب (خروج النساء لحوائجهن) قال ابن حجر في قوله (حوائجهن): ((قال الداودي: في صيغة هذا الجمع نظر، لأن جمع الحاجة حاجات، وجمع الجمع حاج، ولا يقال حوائج، وتعقبه ابن التين فأجاد وقال: الحوائج جمع حاجة أيضاً ودعوى ان حاج جمع الجمع ليس بصحيح)). (¬2) ¶ قال الزبيدي: ((وتجمع الحاجة على (حاجات) جمع سلامة وحوج بكسر ففتح قاله ثعلب ... وحوائج غير قياسي وهو رأي الاكثر (أو مولد) وكان الأصمعي ينكره ويقول هو مولد. قال الجوهري وإنما أنكره لخروجه عن القياس وإلا فهو كثير في كلام العرب ... .)). (¬3) ¶ ولأجل هذا لا نتفق مع الداودي فيما ذهب إليه فحوائج جمع حاجة وهذا ما ذكرته معاجم اللغة. (¬4) ¶ أما قول الداودي إن (حاج) جمع الجمع فليس بصحيح إذ جاء في التاج: ((حكي عن أبي عمرو بن العلاء أنه يقال في نفسي حاجة وحائجة وحوجاء، والجمع حاجات ¶ ¬__________ ¶ (¬1) الداودي: ابو جعفر احمد بن سعيد الداودي. ولم تسعفنا المصادر في معرفة المزيد عنه. ينظر كشف الظنون 1/ 545. ¶ (¬2) فتح الباري 9/ 421 ـ 422. ¶ (¬3) تاج العروس (حوج). ¶ (¬4) ينظر لسان العرب (حوج) والمصباح (حوج)",
            "page": "155",
            "part": "1"
        },
        {
            "hno": null,
            "id": "164",
            "nass": "وحوائج وحاج وحوج. وذكر ابن السكيت في كتابه الألفاظ باب الحوائج، يقال في جمع حاجة حاجات وحاج وحوج وحوائج)). (¬1) ¶ 2ـ المنون: ¶ مما جاء في باب تفسير سورة (والطور) من قول البخاري ((المنون الموت)). (¬2) ¶ قال ابن حجر في قوله (المنون) (قال: الموت. وقال عبد الرزاق عن معمر عن قتادة مثله. وأخرج الطبري من طريق مجاهد قال: المنون حوادث الدهر. وذكر عن ابن عباس: أن قريشاً لما اجتمعوا في دار الندوة قال قائل منهم: أحبسوه في وثاق ثم تربصوا به ريب المنون حتى يهلك كما هلك من قبله من الشعراء، فإنما هو واحد منهم. فأنزل الله تعالى ((أم يقولون شاعر نتربص به ريب المنون)). وهذا كله يؤيد قول الأصمعي: إن المنون واحد لا جمع له، ويبعد قول الأخفش أنه جمع لا واحد له. وأما قول الداودي: إن المنون جمع منية فغير معروف، مع بعده من الاشتقاق). (¬3) ¶ والحق أن ما ذهب إليه الداودي قد جانب الصواب فالمنون ليس جمع منية، بل هو أسم مفرد بمعنى حوادث الدهر، إذ قال الزبيدي: ((والمنون هو أسم مفرد وعليه قوله تعالى: ((نتربص به ريب المنون)) أي حوادث الدهر ومنه قول أبي ذؤيب ¶ أمن المنون وريبه تتوجع ... والدهر ليس بمتعب من يجزع ¶ وقال الأزهري من ذكر المنون أراد به الدهر ... )). (¬4) ¶ ¬__________ ¶ (¬1) تاج العروس (حوج). ¶ (¬2) فتح الباري 8/ 774. ¶ (¬3) فتح الباري 8/ 775 ـ 776. ¶ (¬4) تاج العروس (منن).",
            "page": "156",
            "part": "1"
        },
        {
            "hno": null,
            "id": "165",
            "nass": "2ـ ردود العيني على الشراح ¶ أ ـ ردود العيني على الكرماني: ¶ وبعد اختلف العيني والكرماني في مسائل متعددة وهي كما يأتي: ¶ 1 ـ الجمع: ¶ أ ـ جاء في باب (فضل العشاء). قال أبو موسى ((ففرحنا ففرجنا بما سمعنا من رسول الله (- صلى الله عليه وسلم -))) (¬1) قال الكرماني وفي رواية (فرحى) ((إما جمع الفريح على غير قياس، وإما مؤنث الأفرح ... .)). (¬2) ¶ وقال العيني في قوله (فرحى): ((على وزن فعلى، وقال الكرماني إما جمع فريح على غير القياس، وإما مؤنث الأفرح ... قلت: بل هو جمع فرحان كعطشان يجمع على عطشى وسكران على سكرى)). (¬3) ¶ والحق أن ما ذهب إليه العيني هو عين الصواب، لأن فرحى على وزن فعلى جمع فرحان بدليل مجي (نا) المتكلمين التي تدل على جماعة المتكلمين، لذا كان الأولى أن يكون (فرحى) جمعاً مناسباً لسياق الحديث، وليس كما قال الكرماني. إذ جاء في التاج: ((وفارح وفرحان بالفتح وهم فراحى كسكارى وفرحى بالقصر)). (¬4) ¶ و (فعلى) قد تكون جمعاً لـ (فعلان) ـ كما تقدم ـ وقد تكون مؤنث فعلان أيضاً. قال الزبيدي: ((وفارح وفرحان بالفتح ... (وامرأة فرحة وفرحى وفرحانة))). (¬5) ¶ ¬__________ ¶ (¬1) شرح الكرماني 4/ 210، عمدة القاري 5/ 65. ¶ (¬2) شرح الكرماني 4/ 210. ¶ (¬3) عمدة القاري 5/ 65. ¶ (¬4) تاج العروس (فرح). ¶ (¬5) المصدر نفسه (فرح).",
            "page": "157",
            "part": "1"
        },
        {
            "hno": null,
            "id": "166",
            "nass": "ب ـ جاء في باب (حسن المعاشرة مع الاهل) في حديث عن عائشة رضي الله عنها: ... ((جلس إحدى عشرة امرأة فتعاهدن وتعاقدن أن لا يكتمن من أخبار أزواجهن شيئاً ... .. قالت خرج أبو زرع والأوطاب تمخض فلقي امرأة معها ولدان لها كالفهدين ... )). (¬1) ¶ قال الكرماني في قوله (الأوطاب) ((جمع الوطب وهو سقاء اللبن خاصة، وهو جمع على غير قياس)). (¬2) ¶ قال العيني في قوله (الاوطاب) ((جمع وطب وهو سقاء اللبن خاصة وقال الكرماني: هو جمع على غير قياس، وكذا قال أبو سعيد إن فعلاً لا يجمع على أفعال بل يجمع على فعال. قلت: يرد قولهما قول الخليل: جمع وطب على اوطاب، كما جمع فرد على أفراد)). (¬3) ¶ قال سيبويه: ((وأعلم أنه قد يجيء في فعل (أفعال) مكان أفعل، قال الشاعر الأعشى: ¶ وجدت إذا اصطلحوا خيرهم ... وزندك أثقب أزنادها ¶ وليس ذلك بالباب في كلام العرب، ومن ذلك قولهم: أفراخ وأجداد ... وأفراد ... )). (¬4) ¶ وقال أبو علي: ((وقد جمعوا فعلاً في العدد القليل على أفعال وذلك قولهم: رأد وأرآد، وزند وأزناد، وفرخ وأفراخ، وفرد وأفراد، وذلك قليل لا يقاس عليه)). (¬5) ¶ ¬__________ ¶ (¬1) شرح الكرماني 19/ 137، عمدة القاري 20/ 176. ¶ (¬2) شرح الكرماني 19/ 137. ¶ (¬3) عمدة القاري 20/ 177. ¶ (¬4) الكتاب 3/ 568. ¶ (¬5) التكملة 399، وينظر شرح الشافية للرضي 2/ 90.",
            "page": "158",
            "part": "1"
        },
        {
            "hno": null,
            "id": "167",
            "nass": "وقال ابن عصفور: ((إن كان على وزن فعل جمع في القليل على أفعل كـ ... (أكلب) وقد شذ منه شيء فجاء على أفعال، قالوا: (أزناد)، و (وأرآد)، و (أفراخ) و (أفراد) و (أحمال) قال الله تعالى: ((وأولات الأحمال)))). (¬1) ¶ وقال صاحب التاج: ((ج الوطب في القلة أوطب والكثير وطاب وأوطاب شاذ في فعل بالفتح)). (¬2) ¶ وما ذهب إليه الكرماني هو عين الصواب لأن أغلب علماء اللغة قد اجمعوا على أن فعلاً لا يجمع على أفعال في القلة ـ كما في ألأقوال المذكورة آنفاً ـ بل يجمع على أفعل وأما ما جاء على فعل وجمع على أفعال فإنه يحفظ ولا يقاس عليه. ¶ جـ ـ جاء في باب قول الله تعالى ((وجوه يومئذ ناضرة إلى ربها ناظرة)) في حديث عن أبي سعيد الخدري قال: ((قلنا يا رسول الله هل نرى ربنا يوم القيامة ... ثم ينادي مناد ليذهب كل قوم إلى ما كانوا يعبدون فيذهب أصحاب الصليب مع صليبهم وأصحاب الأوثان مع اوثانهم وأصحاب كل آلهة مع آلهتهم حتى يبقى من كان يعبد من بر أو فاجر وغبرات من أهل الكتاب)). (¬3) ¶ قال الكرماني في قوله (غبرات) ((بالضم وشدة الموحدة المفتوحة جمع الغابر ... البقايا)). (¬4) ¶ وقال العيني في قوله (غبرات) ((بضم الغين المعجمة وتشديد الباء الموحدة أي بقايا، وقال الكرماني: جمع غابر، وليس كذلك بل هو جمع غبر، وغبر الشيء بقيته. وقال ابن الأثير الغبرات جمع غبر، والغبر جمع غابر)). (¬5) ¶ ¬__________ ¶ (¬1) المقرب 461 وينظر أوضح المسالك 4/ 247. ¶ (¬2) تاج العروس مادة (وطب). ¶ (¬3) شرح الكرماني 25/ 146، عمدة القاري 25/ 127. ¶ (¬4) شرح الكرماني 25/ 146. ¶ (¬5) عمدة القاري 25/ 128.",
            "page": "159",
            "part": "1"
        },
        {
            "hno": null,
            "id": "168",
            "nass": "قال صاحب التاج: ((وفي حديث أنه أعتكف العشر الغوابر من شهر رمضان أي البواقي جمع غابر، وفي حديث آخر فلم يبق الاغبرات أهل الكتاب، وفي رواية غبر أهل الكتاب. الغبر جمع غابر والغبرات جمع غبر. وقال أبو عبيد الغبرات البقايا واحدها غابر ثم يجمع غبراً ثم غبرات جمع الجمع)). (¬1) ¶ فما ذهب إليه العيني هو عين الصواب إذ إن غبرات جمع غبر، وغبر جمع غابر وهو خلاف ما ذهب إليه الكرماني. ¶ 2ـ بين الجمع والمصدر: ¶ جاء في باب (لا يجوز نكاح المكره)، في حديث عن عائشة (رضي الله عنها) قالت: ((قلت يا رسول الله تستأمر النساء في أبضاعهن قال نعم ... .)). (¬2) ¶ قال الكرماني في قوله (الأبضاع) ((جمع البضع، أي تستشار المرأة في عقد نكاحها، وفيه أن الولي هو الذي يزوجها)). (¬3) ¶ قال العيني في قوله (ابضاعهن) ((قال الكرماني جمع بضع، قلت: ليس كذلك وليس بجمع بل هو بكسر الهمزة من أبضعت المرأة إبضاعاً، إذا تزوجها)). (¬4) ¶ جاء في التاج: ((وأبضعها، أي زوجها، وهو مثل أنكحها. وفي الحديث ... ((تستأمر النساء في ابضاعهن))، أي في أنكاحهن)). (¬5) ¶ وجاء في المصباح: ((والبضع بالضم جمعه أبضاع مثل قفل وأقفال يطلق على الفرج والجماع، ويطلق على التزويج أيضاً كالنكاح، يطلق على العقد والجماع، وقيل: البضع مصدر أيضاً مثل السكر والكفر، وأبضعت المرأة إبضاعاً زوجتها، وتستامر النساء ¶ ¬__________ ¶ (¬1) تاج العروس (غبر). ¶ (¬2) شرح الكرماني 24/ 66، عمدة القاري 24/ 102. ¶ (¬3) شرح الكرماني 24/ 66. ¶ (¬4) عمدة القاري 24/ 102. ¶ (¬5) تاج العروس (بضع).",
            "page": "160",
            "part": "1"
        },
        {
            "hno": null,
            "id": "169",
            "nass": "في ابضاعهن، يروى بفتح الهمزة وكسرها، وهما بمعنى أي في تزويجهن فالمفتوح جمع والمكسور مصدر من أبضعت)). (¬1) ¶ فما جاء في المصباح يعد الحد الفاصل بين ما قاله الكرماني والعيني. فإذا كانت الرواية بالفتح (ابضاعهن) فإن ما ذهب إليه الكرماني هو عين الصواب إذ أن البضع يجمع على أبضاع. وإن كانت الرواية بالكسر (ابضاعهن) وهو ما أكده العيني، وجاء في التاج ـ فإن ما ذهب إليه العيني هو الصحيح، إذ إن الإبضاع مصدر للفعل أبضع. ¶ 3ـ اشتقاق وسم ¶ جاء في باب (وسم الإمام إبل الصدقة بيده). (¬2) ¶ قال الكرماني في قوله (الوسم) (هو التأثير بعلامة نحو كية وقطع الأذن، وأصله من السمة وهي العلامة). (¬3) ¶ وقال العيني في قوله (الوسم) ((بفتح الواو، وهو التأثير بعلامة نحو كية وقطع الأذن، وأصله من السمة وهي العلامة، كذا قاله الكرماني. قلت: كيف يكون الوسم من السمة وكلاهما مصدر. يقال وسم وسماً وسمة، فلما حذفت الواو منه إتباعاً لفعله، لأن أصل يسم يوسم، حذفت الواو لوقوعها بين الياء والكسرة، فحذفت في سمة وعوضت عنها التاء، كما فعل هكذا في باب وعد يعد عدة)). (¬4) ¶ قال الزبيدي: ((الوسم أثر الكي، يكون في الأعضاء وسمة يسمة وسماً وسمة كعدة إذ أثر فيه بكي والهاء في سمة عوض من الواو ... .. )). (¬5) ¶ ¬__________ ¶ (¬1) المصباح المنير (بضع). ¶ (¬2) شرح الكرماني 8/ 47، عمدة القاري 9/ 106. ¶ (¬3) شرح الكرماني 8/ 47. ¶ (¬4) عمدة القاري 9/ 106. ¶ (¬5) تاج العروس (وسم).",
            "page": "161",
            "part": "1"
        },
        {
            "hno": null,
            "id": "170",
            "nass": "ويتضح مما جاء في التاج أن وسماً وسمة كلاهما مصدر ـ وهو عين ما ذهب إليه العيني ـ فكيف يكون الوسم من السمة ـ كما قال الكرماني ـ؟. ¶ ب ـ ردود العيني على صاحب التلويح (¬1) ¶ خالف العيني صاحب التلويح في مسائل متعددة منها: ¶ أ ـ وزن استنان ¶ جاء في باب (شرب الناس وسقي الدواب في الأنهار). في حديث عن أبي هريرة: ((أن رسول الله (- صلى الله عليه وسلم -) قال: الخيل لرجل أجر ولرجل ستر وعلى رجل وزر ... ولو أنه انقطع طيلها فاستنت شرفاً ... )). (¬2) ¶ قال العيني في قوله (فاستنت) ((أي أفلتت ومرحت والاستنان، قال في التلويح الاستنان تفعل من السنن وتبعه على ذلك صاحب التوضيح. قلت: هذا غلط بل هو ... افتعال)). (¬3) ¶ والحق أن ما ذهب إليه العيني هو عين الصواب إذ إن استنان على وزن افتعال وهو مصدر للفعل استن على وزن افتعل والقواعد التصريفية أن يكون مصدر الفعل المزيد افتعل على وزن افتعال (¬4)، فلو قولبت (استنان) بالفاء والعين واللام لأصبح جلياً لصاحب التلويح أن الاستنان على وزن افتعال. ¶ ¬__________ ¶ (¬1) صاحب التلويح: هو مغلطاي بن قليج بن عبد الله البكجري الحنفي الحكري الحافظ علاء الدين صاحب التصانيف ولد بعد التسعين وستمئة كذا ضبطه الصفدي، وكان مغلطاي يذكر أن مولده سنة 689هـ. ¶ وسمع من التاج أحمد بن علي بن دقيق العبد، والوافي والختني والدبوسي وأحمد بن شجاع الهاشمي وغيرهم. ولازم الجلال القزويني، وكان يحفظ الفصيح لثعلب وكفاية المتحفظ ومن تصانيفه شرح البخاري. ولي مشيخة الظاهرية للمحدثين، مات في 24 شعبان سنة 762هـ، ينظر الدرر الكامنة 5/ 122 ـ 123. وشذرلت الذهب 6/ 197، والاعلام 7/ 275. ¶ (¬2) عمدة القاري 12/ 215. ¶ (¬3) المصدر نفسه12/ 215. ¶ (¬4) ينظر متن البناء: 5، وشرح مختصر التصريف العزي 40.",
            "page": "162",
            "part": "1"
        },
        {
            "hno": null,
            "id": "171",
            "nass": "2ـ اشتقاق لبى. ¶ مما جاء في باب (التلبية). قال العيني في قوله (التلبية) ((وهي مصدر من ... لبى ـ يلبي، وأصله لبب على وزن (فعلل) لا (فعل) فقلبت الباء الثالثة ياءاً استثقالاً لثلاث باءات ثم قلبت ألفاً لتحركها وانفتاح ما قبلها. وقال صاحب التلويح: وقولهم لبى يلبي مشتق من لفظ لبيك كما قالوا حمدل وحوقل. قلت: هذا ليس بصحيح وإنما الصحيح الذي تقتضيه القواعد التصريفية إن لفظ لبى مشتق من لفظ التلبية وقياس ذلك على حمدل وحوقل في غاية البعد من القاعدة، لأن حمدل لفظة مبنية من الحمد لله، وحوقل من لا حول ولا قوة إلا بالله). (¬1) ¶ والحق أن ما ذهب إليه العيني هو الصحيح، إذ إن التلبية مصدر للفعل لبى يلبي والفعل مشتق من المصدر ـ على رأي البصريين وتبعهم العيني في ذلك ـ ولأجل هذا اشتق الفعل لبى يلبي من التلبية لا من لبيك كما زعم صاحب التلويح. إذ جاء في اللسان: ((لبيت بالحج تلبية)). (¬2) ¶ أما ما يخص قوله (لبيك)، فقد اختلف علماء اللغة فيه إذ قال بعضهم إنه مصدر وثني هذا المصدر مضافاً إلى كاف المخاطب. وقيل لبيك وسعديك أي أنا ملازم طاعتك لزوماً. وعن الخليل أنهم ثنوه على جهة التأكيد. وأصل لبيك لبين لك فحذفت النون للإضافة، وعن يونس أنه غير مثنى بل اسم مفرد يتصل به الضمير وأنكره ... سيبويه ... .. (¬3). ¶ أما قول العيني ((واصله ـ لبى ـ لبب على وزن (فعلل) لا (فعل) ... .)) فهو كلام واه. إذ إن القياس في فعل إذا كان معتل الآخر أن يكون مصدره تفعلة نحو زكى ¶ ¬__________ ¶ (¬1) عمدة القاري 9/ 172. ¶ (¬2) لسان العرب (لبى). ¶ (¬3) ينظر المصباح المنير (لبى).",
            "page": "163",
            "part": "1"
        },
        {
            "hno": null,
            "id": "172",
            "nass": "تزكية، وربى تربية. (¬1) وإذا كان الفعل صحيح الآخر كان مصدره (التفعيل) نحو لبب تلبيباً (¬2): قال الفيومي ((لببته تلبيباً أخذت من ثيابه ما يقع على موضع اللبب)). (¬3) ¶ ولأجل هذا كيف يكون لبب على وزن فعلل لا فعل؟. ¶ 3ـ الإبدال في المصدق ¶ مما جاء في باب (لا تؤخذ في الصدقة هرمة ولا ذات عوار ولا تيس إلا ما شاء المصدق). (¬4) ¶ قال العيني في قوله (المصدق) ((روى أبو عبيد بفتح الدال وجمهور المحدثين بكسرها، فعلى الأول يراد به المعطي، وعلى الثاني معناه إلا ما شاء المصدق منها. وفي التلويح قال بعضهم المصدق بتشديد الصاد والدال، وقال: أصله المتصدق فأدغمت التاء في الصاد لقرب مخرجهما. قلت: ليس كذلك، بل أبدلت التاء صاداً ثم أدغمت الصاد في الصاد على ما تقتضيه القواعد التصريفية)). (¬5) ¶ والحق أن ما ذهب إليه العيني هو عين الصواب. إذ إن التاء والصاد متقاربان في المخرج. فالتاء من الأصوات السنية اللثوية، والصاد من الأصوات اللثوية غير أن الصاد من الأصوات الضخمة المطبقة، وهي صفة لا توجد في صوت التاء، فإذا تلا التاء صوت الصاد كما في المتصدق لم يحدث الانسجام الصوتي، لذا أبدلت التاء صاداً ثم أدغمت الصاد في الصاد حسب ما تقتضيه القواعد التصريفية. (¬6) ¶ ¬__________ ¶ (¬1) ينظر شرح الملوكي في التصريف 67، والتكملة 198، رسالتان في علم الصرف 76. ¶ (¬2) ينظر المقرب 490، الكناش 1/ 322، أوضح المسالك 3/ 169. ¶ (¬3) المصباح المنير (لبب). ¶ (¬4) عمدة القاري 9/ 22. ¶ (¬5) المصدر نفسه 9/ 23. ¶ (¬6) ينظر الممنع في التصريف 2/ 712 ـ 713، والكناش 2/ 340 ـ 341.",
            "page": "164",
            "part": "1"
        },
        {
            "hno": null,
            "id": "173",
            "nass": "وجاء في التاج: ((وفي التنزيل: ((إن المصدقين والمصدقات)) وأصله المتصدقين والمتصدقات، فقلبت التاء صاداً وأدغمت في مثلها)). (¬1) ¶ ج ـ ردود العيني على صاحب التوضيح (¬2) ¶ خالف العيني صاحب التوضيح في مسائل متعددة منها: ¶ أ ـ صيغة تفاعل: ¶ مما جاء في باب (ما كان من خليطين فإنهما يتراجعان بينهما بالسوية). (¬3) قال العيني في قوله (فإنهما يتراجعان) (أي فإن الخليطين يتراجعان بينهما. وقال صاحب التوضيح: والتراجح مقتضاه بين أثنين. قلت: لا نسلم ذلك لأنه من باب التفاعل ومقتضاه من أثنين وجماعة والذي من اثنين فقد يكون من باب المفاعلة كما علم في موضعه). (¬4) لا غرو أن صيغة فاعل ومصدرها مفاعلة وفعال تكون بين اثنين غالباً وهذا ما ذهب إليه علماء اللغة إذ قال سيبويه ((أعلم أنك إذا قلت فاعلته فقد كان من غيرك إليك مثل ما كان منك إليه حين قلت فاعلته)). (¬5) ¶ أما تفاعل ومصدره تفاعل فيكون بين اثنين فصاعداً إذ قال سيبويه: ((وأما تفاعلت فلا يكون إلا وأنت تريد فعل اثنين فصاعداً)). (¬6) ¶ ولأجل هذا كان ما ذهب إليه العيني هو الصحيح. ¶ ¬__________ ¶ (¬1) تاج العروس (صدق). ¶ (¬2) صاحب التوضيح: هو عمر بن علي بن أحمد بن محمد بن عبد الله، سراج الدين أبو حفص بن أبي الحسن الأنصاري الوادياشي الأندلسي التكروري الأصل المصري الشافعي، ويعرف بابن الملقن، ولد سنة 723هـ في القاهرة ونشأ في كفالة زوج أمه ووصيه الذي كان يلقن القرآن بجامع طولون ولذل عرف بابن الملقن نسبة إلى زوج أمه. له نحو ثلاثمئة مصنف منها اكمال التهذيب والكمال في أسماء الرجال، وغريب كتاب الله العزيز، والتوضيح في شرح الجامع الصحيح، وهو شرح كبير في نحو عشرين مجلداً. توفى سنة 804هـ في القاهرة، ينظر الضوء اللامع 6/ 100، وشذرات الذهب 7/ 44، وكشف الظنون 1/ 546 وهديه العارفين 1/ 791، ومعجم المؤلفين 7/ 297. ¶ (¬3) عمدة القاري 9/ 10. ¶ (¬4) عمدة القاري 10/ 12. ¶ (¬5) الكتاب 4/ 68، وينظر المفصل 281. ¶ (¬6) الكتاب 4/ 69، وينظر المقتضب 2/ 100.",
            "page": "165",
            "part": "1"
        },
        {
            "hno": null,
            "id": "174",
            "nass": "2ـ أصل الهبة ¶ مما جاء في (كتاب الهبة وفضلها والتحريض عليها).قال العيني في قوله (الهبة) ... ((وقال صاحب التوضيح: اصل الهبة من هبوب الريح أي مروره. قلت: هذا غلط صريح، بل الهبة مصدر من وهب يهب، وأصلها وهب لأنه معتل الفاء كالعدة أصلها وعد فلما حذفت الواو تبعاً لفعله عوضت عنها الهاء فقيل: هبة ومعناها في اللغة إيصال الشيء للغير بما ينفعه سواء كان مالاً أو غير مال ... )). (¬1) ¶ والحق أن ما ذهب إليه العيني هو الصواب. إذ إن هبة مصدر للفعل وهب ـ يهب، وأصل هبة وهب كعدة أصلها وعد، وقد حذفت الواو وعوضت منها الهاء. أما اصل هبة، فليس من هبوب الرياح كما قال صاحب التوضيح، وإنما الهبة العطية الخالية عن الاغراض والاعواض قال صاحب التاج: ((وهبة له كودعه يهبه وهباً بالسكون ووهباً بالتحريك وهبة كعدة، مقيس في أمثاله ... . وقلت: وقال ابن منظور: الهبة العطية الخالية عن الاغراض والاعواض)). (¬2) ¶ 3ـ الخلاف في السروات ¶ مما جاء في باب (ذكر الجن وثوابهم وعقابهم) (وقال مجاهد وجعلوا بينه وبين الجنة نسباً، قال كفار قريش: الملائكة بنات الله وأمهاتهم بنات سروات). قال العيني في قوله (سروات) ((السروات جمع سراة والسراة جمع سري وهو نادر شاذ لأن فعلات لا يجمع على فعلة كذا قال صاحب التوضيح. وليس كذلك، والصواب ما قاله الجوهري: السرو سخاء في مروءة يقال سرا يسرو وسري بالكسر يسرى سرواً فيهما وسرو يسرو سراوة أي صار سرياً وجمع السري سراة، وهو جمع عزيز أن يجمع فعيل على فعله ولا يعرف غيره، وجمع السراة سروات)). (¬3) ¶ ¬__________ ¶ (¬1) عمدة القاري 13/ 125. ¶ (¬2) تاج العروس (وهب). ¶ (¬3) عمدة القاري 15/ 185.",
            "page": "166",
            "part": "1"
        },
        {
            "hno": null,
            "id": "175",
            "nass": "قال الزبيدي: ((قال الجوهري هو ـ السراة ـ جمع السري. قال: وهو جمع عزيز أن يجمع فعيل على فعلة ولا يعرف غيره، وفي المصباح السري الرئيس والجمع سراة وهو جمع عزيز لا يكاد يوجد له نظير لأنه لا يجمع فعيل على فعلة. وفي التهذيب قوم سراة جمع سري جاء على غير قياس)). (¬1) ¶ ولأجل هذا كان ما قاله صاحب التوضيح في غاية الوهاء فالسروات جمع سراة وسراة جمع سري أي إن السروات جمع الجمع، وسراة جمع سري جمع نادر إذ لا يجمع فعيل على فعله وهذا ما أكدته معاجم اللغة وقول صاحب التوضيح بعيد عن هذا كل البعد. ¶ د ـ ردود العيني على ابن التين ¶ خالف العيني ابن التين في مسائل متعددة منها: ¶ 1 ـ الخلاف في مواليات ¶ مما جاء في باب (المراضع من المواليات وغيرهن). ¶ قال العيني في قوله (المواليات) ((وقال ابن التين ضبط في رواية بضم الميم وبفتحها في أخرى، والأول أولى لأنه اسم فاعل من والى يوالي. قلت: على قوله يكون المواليات جمع موالية، وليس كما قاله بل لأولى أن يضبط الميم بالفتح جمع مولاة التي هي الأمة وليست من الموالاة. ¶ وقال ابن بطال: الأقرب أن يقال الموليات جمع مولاة، والمواليات هو جمع الجمع، جمع مولى جمع تكسير ثم جمع موالي جمع السلامة بالألف والتاء فصار مواليات)). (¬2) ¶ قال الزبيدي: ((المولى: المالك وهو اسم من المولى بمعنى المالك ويطلق على العبد والأنثى بالهاء)). (¬3) أي إن العبد يقال له مولى والأنثى مولاة، ونتفق كل الأتفاق مع ¶ ¬__________ ¶ (¬1) تاج العروس سرو. ¶ (¬2) عمدة القاري 21/ 26. ¶ (¬3) تاج العروس (ولي).",
            "page": "167",
            "part": "1"
        },
        {
            "hno": null,
            "id": "176",
            "nass": "ابن بطال فيما قاله إذ إن جمع السلامة لمولاة موليات أما مواليات فهو جمع الجمع إذ جمع مولى جمع تكسير فصار موالي وجمع موالي جمع سلامة فصار مواليات. وأما قول ابن التين فقد جانب الصواب حين قال إن مواليات بضم الميم اسم فاعل من الموالاة، وإنما هو بفتح الميم من الموالي كما قال العيني. ¶ 2 ـ تمثيل عيذان برعيان ¶ مما جاء في باب (الشروط في الجهاد والمصالحة مع أهل الحرب وكتابة الشروط) في حديث عن ((المسور بن مخزمة ومروان يصدق كل واحد منهما حديث صاحبه. قالا: خرج رسول الله (- صلى الله عليه وسلم -) زمن الحديبية ... . نصح رسول الله (- صلى الله عليه وسلم -) من أهل تهامة فقال إني تركت كعب بن لؤي وعامر بن لؤي نزلوا أعداد مياه الحديبية ومعهم العوذ المطافيل وهم مقاتلوك وصادوك عن البيت ... .)). (¬1) ¶ قال العيني في قوله (ومعهم العوذ المطافيل) ((العوذ بضم العين المهملة وسكون الواو وفي آخره ذال معجمة جمع عائذ، وهي الناقة التي معها ولدها ... وقال ابن التين يجمع أيضاً على عيذان مثل راع ورعيان. (قلت): هذا التمثيل غير صحيح لأن عائذاً أجوف واوي، والراعي ناقص يائي)). (¬2) ¶ قال الزبيدي: ((العوذ (بالضم الحديثات النتاج من الظباء) والإبل والخيل ومن كل أنثى كالعوذان وهما جمعا (عائذ) كحائل وحول وراع ورعيان وحائر ... وحوران ... .)). (¬3) ¶ والحق أن أبن التين قد جانب الصواب في رأيه هذا، إذ لم نجد في معاجم اللغة ما يؤيد قوله هذا فالعوذ والعوذان جمعا عائذ، ولا يجمع عائذ على عيذان مثل راع ورعيان إنما ¶ ¬__________ ¶ (¬1) عمدة القاري 14/ 2. ¶ (¬2) المصدر نفسه 14/ 9. ¶ (¬3) تاج العروس عوذ.",
            "page": "168",
            "part": "1"
        },
        {
            "hno": null,
            "id": "177",
            "nass": "تجمع على عوذان لأن عوذ أجوف واوي. ويصح أن نقول إن عوذاً تجمع على عوذ مثل حائل وحول أي على (فعل)، وتجمع عوذ على عوذان مثل راع ورعيان أي على (فعلان). ¶ هـ ـ ردود العيني على الداودي ¶ وقد خالف العيني الداودي في مسائل متعددة منها: ¶ 1 ـ الخلاف في مفرد أفواه ¶ مما جاء في باب (غزوة أحد) في حديث عن أنس (رض) قال: ((لما كان يوم أحد أنهزم الناس عن النبي (- صلى الله عليه وسلم -) ... . ولقد رأيت عائشة بنت أبي بكر وأم سليم وإنهما لمشمرتان أرى خدم سوقهما تنقزان القرب على متونهما تفرغانه في أفواه ... القوم ... .)). (¬1) ¶ قال العيني في قوله (في أفواه القوم) ((قال الداودي: الأفواه جمع في، والفم لا جمع له من لفظه. (قلت): الذي ذكره أهل اللغة أن اصل الفم فوه فأبدل من الواو ميم والجمع يرد الشيء إلى أصله كما إن أماء أصله موه فلذلك قالوا في جمعه أمواه)). (¬2) ¶ وجاء في تاج العروس: ((قال الجوهري الفم أصله فوه نقصت منه الهاء فلم تحتمل الواو الإعراب لسكونها فعوض منها الميم فإذا صغرت أو جمعت رددته إلى أصله وقلت: فوبه وأفواه ولا تقل أفماء، فإذا نسبت إليه قلت فمي وإن شئت فموي تجمع بين العوض وبين الحرف الذي عوض منه، كما قالوا في التثنية فموان. قال وإنما أجازوا ذلك لأن هناك حرفاً آخر محذوفاً وهو الهاء، كأنهم جعلوا الميم في هذه الحال عوضاً عنها لا عن الواو)). (¬3) ¶ ¬__________ ¶ (¬1) عمدة القاري 17/ 150 ـ 151. ¶ (¬2) المصدر نفسه 17/ 151. ¶ (¬3) تاج العروس (فوه).",
            "page": "169",
            "part": "1"
        },
        {
            "hno": null,
            "id": "178",
            "nass": "ولأجل هذا فإن ما ذهب إليه الداودي قد جانب الصواب لأن الفم أصله فوه ـ وهذا ما ذكره أهل اللغة ـ والفم يجمع على أفواه، وليس الأفواه جمع في كما زعم الداودي أما ما يخص قول العيني ((فأبدل من الواو ميم)) فليس كذلك لأن الميم عوض من الهاء لا من الواو، فلو كانت الميم عوضاً من الواو لما اجتمعتا. (¬1) ¶ 2ـ وزن رتعت ¶ مما جاء في باب (الصدقة على اليتامى) في حديث عن عطاء بن يسار أنه سمع أبا سعيد الخدري (رض) يحدث ((أن النبي (- صلى الله عليه وسلم -) جلس ذات يوم ... فسكت النبي (- صلى الله عليه وسلم -) فقيل له ما شأنك تكلم النبي (- صلى الله عليه وسلم -) ولا يكلمك ... . حتى إذا امتدت خاصرتاها استقبلت عين الشمس فثلطت وبالت ورتعت ... .. )). (¬2) ¶ قال العيني في قوله (ورتعت): ((أي رعت وارتع إبله أي رعاها في الربيع ن وأرتع الفرس وتربع أكل الربيع. وقال الداودي: رتعت افتعل من الرعي. (قلت): ليس كذلك ولا يقول هذا إلا من لم يمس شيئاً من علم التصريف)). (¬3) ¶ والحق أن ما ذهب إليه الداودي في غاية الوهاء، لأن الفعل (رتعت) الذي جاء في الحديث ليس على وزن افتعل من الرعي بل هو فعل على وزن (فعل) من الرتع قال الزبيدي: ((رتع كمنع رتعاً ورتوعاً ورتاعاً بالكسر وهذه عن ابن الأعرابي، أكل وشرب، وذهب وجاء ... وأصل الرتع للبهائم ويستعار للإنسان إذا أريد به الأكل الكثير كما حققه الأصبهاني ... . والرتع والرتوع والرتاع الأكل بشره ... .. )). (¬4) ¶ ¬__________ ¶ (¬1) الصحاح (فوه). ¶ (¬2) عمدة القاري 9/ 39 ـ 40. ¶ (¬3) المصدر نفسه 9/ 40. ¶ (¬4) تاج العروس (رتع).",
            "page": "170",
            "part": "1"
        },
        {
            "hno": null,
            "id": "179",
            "nass": "المبحث الثالث ¶ أهم ما يؤخذ على الشارحين في شرحيهما ¶ أ ـ ابن حجر ¶ 1ـ يذكر ابن حجر آراء كثيرة في المسألة الواحدة دون أن يرجح أياً منها. ومثاله ما جاء في (تفسير سورة يوسف) قال البخاري: (بلغ أشده وبلغوا أشدهم، وقال بعضهم: واحدها شد). (¬1) ¶ قال ابن حجر في (اشده) ((فأما الكلام على الأشد، فقال ابو عبيدة: هو جمع لا واحد له من لفظه، وحكى الطبري أنه واحد لا نظير له في الآحاد. وقال سيبويه: واحده شدة، وكذا قال الكسائي، لكن بلا هاء)). (¬2) ¶ 2ـ لا ينسب ابن حجر أحياناً الآراء إلى أصحابها بل يكتفي بالقول: وقيل كذا وقيل كذا. ومثاله ما جاء في (باب الغسل) إذ قال ابن حجر في قوله (الغسل) ((وهو بضم الغين اسم للاغتسال، وقيل: إذا أريد به الماء فهو مضموم، وأما المصدر فيجوز فيه الضم والفتح حكاه ابن سيدة وغيره. وقيل: المصدر بالفتح والاغتسال بالضم، وقيل: الغسل بالفتح فعل المغتسل، وبالضم الماء الذي يغتسل به، وبالكسر ما يجعل مع الماء ... كالاشنان)). (¬3) ¶ 3ـ ومما يؤخذ على ابن حجر ايضاً، الوهم في تفسير أقوال البخاري أحياناً، وهذا ما لاحظناه من خلال جردنا الشامل لفتح الباري. ومثاله ما جاء في مسألة اشتقاق الحور وقول ابن حجر ((لعل البخاري لم يرد الاشتقاق الأصغر)) وقد فصلنا في هذه المسألة آنفاً. (¬4) ¶ ¬__________ ¶ (¬1) فتح الباري 8/ 456. ¶ (¬2) المصدر نفسه 8/ 457. ¶ (¬3) المصدر نفسه 1/ 474. ¶ (¬4) ينظر الفصل الثالث ص ... .",
            "page": "171",
            "part": "1"
        },
        {
            "hno": null,
            "id": "180",
            "nass": "4ـ الاقتضاب في التعليق على المفردات إن الاقتضاب سمة طغت أحيانا على شرح ابن حجر وإذ يكتفي ابن حجر احياناً بذكر المعنى للألفاظ أو قد يذكر حكمها الصرفي دونما تعليق على السبب في مجيئها على هذه الحالة وهذا قد يؤدي إلى انتفاء الفائدة المرجوة من الشرح. ومثال الأول ما جاء في تفسير (سورة والذاريات) في قول البخاري (والرميم نبات الأرض إذا يبس وديس). (¬1) ¶ قال ابن حجر في قوله (ديس) ((بكسر الدال وسكون التحتانية بعدها مهملة من الدروس، وهو وطء الشيء بالقدم حتى يفتت ومنه دياس الأرض)). (¬2) إذ اكتفى أبن حجر في حديثه عن (ديس) بذكر معناها اللغوي ولم يذكر فعلها ولا حكمها الصرفي. ¶ ومثال الثاني ما جاء في باب (ما ذكر عن بني إسرائيل) في حديث عن ((فرات القزاز قال: سمعت أبا حازم قال: قاعدت أبا هريرة (رض) ... . قالوا: فما تأمرنا قال: فوا ببيعة الأول)). (¬3) ¶ قال ابن حجر في قوله (فوا) ((فعل أمر بالوفاء)). (¬4) ¶ فابن حجر في هذا المثال الذي ذكرناه آنفاً لم يوضح وزن الفعل (فوا) وكذا لم يذكر لما حذف الواو والألف من الفعل وفى عند إتصاله بواو الجماعة. ¶ ¬__________ ¶ (¬1) فتح الباري 8/ 769. ¶ (¬2) المصدر نفسه 8/ 771. ¶ (¬3) المصدر نفسه 6/ 612. ¶ (¬4) المصدر نفسه 6/ 616.",
            "page": "172",
            "part": "1"
        },
        {
            "hno": null,
            "id": "181",
            "nass": "ب ـ أهم ما يؤخذ على العيني في شرحه ¶ 1 ـ كثرة نقده للشراح والسخرية منهم ونسبة الجهل إليهم في علم التصريف، ومثال ذلك قوله: ((ولا يقول هذا إلا من لم يمس شيئاً من علم التصريف)). (¬1) وقال أيضاً: ... ((من له أدنى مسكة من الصرف يعرف هذا)). (¬2) وقال: ((هذا تصرف من ليس له يد في العربية)). (¬3) ¶ 2ـ النقل غير التام ¶ نجد في أحايين كثيرة أن العيني لا ينقل كلام ابن حجر كله، بل يقتطع جزءاً منه ويرد عليه، ويغفل تتمة الكلام الذي ذكره ابن حجر. وقد يكون رد العيني هو الرد نفسه الذي اغفلة من الكلام ابن حجر، ويظهر ذلك جلياً في مسائل متعددة ذكرناها آنفاً في الفصل الثالث. (¬4) ¶ 3ـ النقل غير الصحيح ¶ لم يكن العيني أحياناً دقيقاً في نقل آراء العلماء ولا سيما ابن حجر. إذ نقل العيني عن ابن حجر ما لم يقله، ونرجح أن يكون هذا متعمداً نتيجة للتنافس بين الشارحين، ومثاله ما جاء في باب (فضل من شهد بدراً) في حديث عن أبي أسيد (رض) قال: ((قال لنا رسول الله (- صلى الله عليه وسلم -) يوم بدر إذا أكثبوكم فارموهم واستبقوا نبلكم ... )). (¬5) ¶ قال ابن حجر في قوله (استبقوا) ((بسكون الموحدة، فعل أمر بالاستبقاء، أي طلب الإبقاء)). (¬6) ¶ ¬__________ ¶ (¬1) عمدة القاري 9/ 40. ¶ (¬2) عمدة القاري 22/ 64. ¶ (¬3) المصدر نفسه 10/ 278. ¶ (¬4) ينظر الفصل الثالث على سبيل المثال. ¶ (¬5) فتح الباري 7/ 388 ـ 389، عمدة القاري 17/ 96. ¶ (¬6) فتح الباري 7/ 389.",
            "page": "173",
            "part": "1"
        },
        {
            "hno": null,
            "id": "182",
            "nass": "وقال العيني في قوله (استبقوا) ((أمر من الاستبقاء، وقال بعضهم: هو أمر من الإبقاء. قلت: ليس كذلك، ولا يقول هذا إلا من هو عار من علم التصريف)). (¬1) ¶ والمتأمل لما قاله ابن حجر يجد أن أبن حجر لم يقل، هو أمر من الإبقاء، بل قال هو أمر بالاستبقاء، وقد يقول قائل إن هذا الرأي الذي ذكره العيني قد لا يكون ... لأبن حجر! نقول: إن الرأي الذي ذكره العيني هو لابن حجر عينه إذ إن هذه المسألة جاءت ضمن المسائل التي رد فيها ابن حجر على العيني في كتابه (انتقاض ... الاعتراض) (¬2)، إلا أن أبن حجر ذكر هذه المسألة دونما تعليق. ¶ 4ـ عدم التأمل والسرعة في دراسة عدد من المسائل الصرفية ¶ لم يكن العيني موفقاً في رأيه في عدد من المسائل الصرفية التي جاءت في شرحه ويعود سبب ذلك إلى عدم التأمل والسرعة في الحكم على هذه المسائل، التي لو تأنى فيها وتأملها لأصاب عين الصواب. ومثال ذلك ما جاء في خروج تفعل لمعنى الطلب إذ أنكر العيني خروج صيغة تفعل لمعنى الطلب (¬3)، فلو تأمل ذلك وتثبت من آراء علماء اللغة، لما أنكر ذلك. ¶ 5ـ التطويل في عرض المسائل الصرفية. ¶ ألزم العيني نفسه بسرد كل ما يتعلق بالألفاظ التي يعلق عليها. إذ لم يكتف بذكر المعنى اللغوي والحكم الصرفي لهذه الألفاظ، بل تعداه إلى كل ما يمكن أن تكون عليه هذه الألفاظ عند دخول أحرف الزيادة عليها وكذا اللغات التي جاءت عليها هذه الألفاظ. وهذا الاستدراك الكثير قد يربك القارئ ويشتت ذهنه. ¶ ¬__________ ¶ (¬1) عمدة القاري 17/ 97. ¶ (¬2) انتقاض الاعتراض 2/ 205. ¶ (¬3) ينظر الفصل الثالث.",
            "page": "174",
            "part": "1"
        },
        {
            "hno": null,
            "id": "183",
            "nass": "ومثاله ما جاء في باب (عقد الإزار على القفا في الصلاة) في حديث عن محمد بن المنكدر قال: ((صلى جابر في إزار قد عقده من قبل قفاه وثيابه موضوعة على المشجب قال له قائل تصلي في إزار واحد، فقال إنما صنعت ذلك ليراني أحمق ... مثلك ... .. )). (¬1) ¶ قال العيني في قوله (أحمق) ((ومعناه الجاهل، وهو صفة مشبهة من الحمق بضم الحاء وسكون الميم هو قلة العقل. وقد حمق الرجل فهو أحمق، وحمق أيضاً بالكسر يحمق حمقاً مثل غنم يغنم غنماً فهو حمق وامرأة حمقاء وقوم ونسوة حمق وحمقى وأحمقت الرجل إذا وجدته أحمق، وحمقته تحميقاً نسبته إلى الحمق، وحامقته إذا ساعدته على حمقه، واستحمقته أي عددته أحمق، وتحامق فلان إذا تكلف الحماقة). (¬2) ¶ ¬__________ ¶ (¬1) عمدة القاري 4/ 58. ¶ (¬2) عمدة القاري 4/ 85 ـ 59.",
            "page": "175",
            "part": "1"
        },
        {
            "hno": null,
            "id": "184",
            "nass": "الخاتمة ¶ وختاماً أضع بين يدي القارىء أهم ما توصلت إليه من نتائج، وهي على النحو الآتي: ¶ 1ـ يعد شرحا ابن حجر والعيني من أهم الشروح التي تناولت صحيح البخاري بالشرح والتعليق. ¶ 2ـ كان لكلا الشارحين منهجه الخاص في عرض المسائل الصرفية. ¶ 3ـ لم يكن شرحا الشارحين وقفاً على الظواهر الصرفية بل تعداهما ليشمل كثيراً من علوم العربية كالنحو، واللغة، والصرف فضلاً عن العلوم الفقهية. ¶ 4ـ نتيجة لطبيعة الشروح وما تقتضيه من الشرح والتعليق كثرت المصادر التي اعتمد عليها الشارحان في شرحيهما وتنوعت. ¶ 5ـ كثرت العلل في الشرحين ولاسيما في شرح العيني غير أن هذا لايعني أنهما جاءا بشيء جديد أغنى الدرس الصرفي. ¶ 6ـ كثرت المسائل الخلافية في الشرحين، وهذه المسائل اثارها العيني ونقد بها ابن حجر إذ تجاوزت الخمسين مسألة. ¶ 7ـ تضمن الشرحان ردوداً على شراح صحيح البخاري إلا أن العيني كان له السبق في هذا المجال إذ حفل شرحه بكثير من هذه الردود التي تناثرت هنا وهناك. ¶ 8ـ تحرر الشارحان من التعصب إلى المدرستين البصرية والكوفية في المسائل الخلافية إذ كان يعرضان آراء العلماء بصرييهم وكوفييهم، ثم يرجحان ما كان مصيباً منها.",
            "page": "176",
            "part": "1"
        },
        {
            "hno": null,
            "id": "185",
            "nass": "9ـ تعقب العيني ابن حجر في شرحه وردَّ عليه في كثير من المسائل الصرفية، وهذا يدل على أن ابن حجر قد ألف كتابه قبل العيني الذي قرأ شرح ابن حجر ورد عليه. وهذا يدحض ما ذهب إليه أحد الدارسين من أن الشارحين بدءا يؤلفان كتابيهما في زمن واحد تقريباً (¬1). ¶ 10ـ لم يكن العيني على وفاق مع ابن حجر، وكان بينهما خلاف وصل إلى حد الخصام والهجاء، ولعل سبب ذلك يعود إلى أن الشارحين عاشا في عصر واحد وتنافسا في ميدان التأليف في موضوعات متشابهة مثل الفقه والتاريخ. ¶ 11ـ وفيما يتعلق بردود الشارحين على المصنف لم نجد في الشرحين ردوداً على البخاري بل وقف كلا الشارحين موقف المدافع عن آراء المصنف لما له من مكانة عالية وعلم واسع. ¶ 12ـ كان للعيني اهتمام خاص بعلم الصرف لذا كانت بصمته الصرفية واضحة في شرحه من خلال تعليقه على المسائل الصرفية، فضلاً عن عرضه مهارته الصرفية في توجيهه المسائل الخلافية وغير الخلافية. ¶ 13ـ وجدنا معنى جديداً لصيغة تفعل إلا وهو التعرض. ¶ ¬__________ ¶ (¬1) العيني صرفياً 182.",
            "page": "177",
            "part": "1"
        },
        {
            "hno": null,
            "id": "186",
            "nass": "المصادر والمراجع",
            "page": "178",
            "part": "1"
        },
        {
            "hno": null,
            "id": "187",
            "nass": "أ ـ المصادر والمراجع المنشورة: ¶ ـ القرآن الكريم. ¶ ـ أبنية الصرف في كتاب سيبويه، د. خديجة الحديثي، منشورات مكتبة النهضة، بغداد، 1988م. ¶ ـ ارتشاف الضرب من لسان العرب، أبو حيان الأندلسي (أثير الدين أبو عبد الله محمد بن يوسف) (ت 745هـ)، تحقيق د. مصطفى النماس، مطبعة النسر الذهبي ـ القاهرة، ط/1، 1984 م. ¶ ـ الاستشهاد والاحتجاج باللغة، محمد عيد، عالم الكتب ـ القاهرة، ط/3، 1988م. ¶ ـ الأشباه والنظائر في النحو، السيوطي (جلال الدين عبدالرحمن بن أبي بكر) (ت 911هـ)، راجعه وقدم له د. فايز ترحيني، دار الكتاب العربي، ط/1، 1984م. ¶ ـ الاشتقاق، عبد الله امين، مطبعة لجنة التأليف والترجمة والنشر، القاهرة، ط/1، 1956. ¶ ـ الاشتقاق، فؤاد حنا ترزي، مطبعة دار الكتب ـ بيروت. ¶ ـ الاشتقاق والتعريب، عبد القادر بن مصطفى المغربي، مطبعة لجنة التأليف والترجمة والنشر ـ القاهرة، ط/2، 1947 م. ¶ ـ الأصول دراسة ابيستيمولوجية للفكر اللغوي عند العرب، د. تمام حسان، دار الشؤون الثقافية العامة ـ بغداد، 1988م. ¶ ـ أصول التفكير النحوي، علي ابو المكارم، منشورات الجامعة الليبية، 1973م. ¶ ـ الأصول في النحو، ابن السراج (أبو بكر محمد بن السري البغدادي) ... (ت 316هـ)، تحقيق د. عبد الحسين الفتلي، مطبعة النعمان ـ النجف الأشرف.",
            "page": "179",
            "part": "1"
        },
        {
            "hno": null,
            "id": "188",
            "nass": "ـ أصول النحو العربي في نظر النحاة ورأي ابن مضاء في ضوء علم اللغة الحديث، محمد عيد، عالم الكتب ـ القاهرة، 1978م. ¶ ـ الأعلام، خير الدين الزركلي، دار العلم للملايين ـ بيروت، ط/4، 1979م. ¶ ـ أعراب القرآن لأبي جعفر بن محمد بن اسماعيل النحاس (ت 338هـ)، تحقيق د. زهير غازي احمد، عالم الكتب ـ بيروت. ¶ ـ الأغراب في جدل الاعراب، الانباري (ابو البركات عبد الرحمن كمال الدين بن محمد) (ت 577هـ)، عني بتحققه وتقديمه سعيد الأفغاني، مطبعة الجامعة السورية 1957م. ¶ ـ الإفادة من حاشيتي الأمير وعباده على شرح شذور الذهب لأبن هشام، تصنيف محمد سيد الكيلاني، شركة مكتبة ومطبعة مصطفى البابي الحلبي واولاده بمصر، ط/1، 1960م. ¶ ـ الاقتراح في علم أصول النحو، السيوطي، الناشر دار المعارف ـ سوريا، حلب. ¶ ـ انتقاض الاعتراض في الردّ على العيني في شرح البخاري، ابن حجر ... (ابو الفضل احمد بن علي العسقلاني) (ت 852هـ)، تحقيق وتعليق حمدي عبد المجيد السلفي، وصبحي بن جاسم السامرائي، مكتبة الرشيد للنشر والتوزيع، شركة الرياض للنشر والتوزيع، ط/2. ¶ ـ أوضح المسالك إلى ألفية ابن مالك، ابن هشام الأنصاري (أبو محمد عبد الله جمال الدين بن يوسف) (ت 761هـ)، تحقيق د. محمود مصطفى حلاوي ود. احمد سليم الحمصي، دار أحياء التراث العربي ـ بيروت ـ لبنان، ط/1، 1998م. ¶ ـ الايضاح في شرح المفصل، ابن الحاجب (جمال الدين ابو عمرو عثمان بن عمر) (ت 646هـ)، تحقيق وتقديم د. موسى بناي العليلي، مطبعة العاني ـ بغداد.",
            "page": "180",
            "part": "1"
        },
        {
            "hno": null,
            "id": "189",
            "nass": "ـ الايضاح في علل النحو، الزجاجي (ابو القاسم عبد الرحمن بن اسحق) (ت 337هـ)، تحقيق مازن المبارك، مطبعة المدني، المؤسسة السعودية بمصر، 1959 م. ¶ ـ البحر المحيط في التفسير، محمد بن يوسف ابو حيان الأندلسي (ت 754هـ)، دار الفكر للطباعة والنشر والتوزيع. ¶ ـ البداية والنهاية، ¶ ـ البدر الطالع بمحاسن من بعد القرن السابع، الشوكاني (محمد بن علي) (ت 1250هـ)، دار المعرفة للطباعة والنشر ـ بيروت ـ لبنان. ¶ ـ البرهان في علوم القرآن، الزركشي (بدر الدين ابو عبد الله محمد بن بهادر) (ت 794هـ)، دار إحياء الكتب العربية، 1957م، ط/1. ¶ ـ البسيط في علم الصرف، شرف الدين علي الراجحي، دار المعرفة الجامعية ـ الاسكندرية. ¶ ـ بغية الوعاة في طبقات اللغويين والنحاة، السيوطي، تحقيق محمد أبي الفضل ابراهيم، المكتبة العصرية، بيروت ـ لبنان. ¶ ـ تاج العروس من جواهر القاموس، الزبيدي (محمد مرتضى الحسيني) ... (ت 1205هـ)، طبعتين: طبعة الكويت، وزارة الارشاد والانباء، وطبعة ثانية، المطبعة الخيرية بجمالية مصر، الناشر دار ليبيا للنشر والتوزيع، ط/6، 1306هـ. ¶ ـ تاريخ بغداد منذ تأسيسها إلى سنة 463 هـ، الخطيب البغدادي (ابو بكر احمد بن علي) (ت 463هـ)، المكتبة السلفية ـ المدينة المنورة. ¶ ـ التبر المسبوك في ذيل السلوك، السخاوي (شمس الدين محمد بن عبد الرحمن) (ت 902هـ)، مكتبة الكليات الأزهرية، القاهرة. ¶ ـ التطبيق العلمي لمنهج البحث الأدبي، د. رشيد العبيدي، جامعة بغداد، 1987، ط/2.",
            "page": "181",
            "part": "1"
        },
        {
            "hno": null,
            "id": "190",
            "nass": "ـ التعريفات، الجرجاني (السيد الشريف ابو الحسن علي بن محمد بن علي الحسيني) (ت 816هـ)، دار الكتب العلمية، بيروت ـ لبنان، ط/1، 2000. ¶ ـ تقريب المقرب، ابو حيان الاندلسي، تحقيق د. عفيف عبد الرحمن، دار الميسرة ـ بيروت، ط/1، 1982. ¶ ـ التكملة، أبو علي الفارسي (ت 377 هـ)، تحقيق الدكتور كاظم بحر المرجان، مطابع مديرية دار الكتب، جامعة الموصل، 1981م. ¶ ـ تهذيب التهذيب، ابن حجر العسقلاني، مطبعة مجلس دائرة المعارف النظامية، دار صادر، بيروت، ط/1. ¶ ـ جامع الدروس العربية، مصطفى الغلايني، المطبعة العصرية للطباعة والنشر ـ بيروت، ط/7، 1953م. ¶ ـ الجامع الصغير في النحو، ابن هشام الأنصاري، تحقيق احمد محمود الهرميل، الناشر مكتبة الخانجي بالقاهرة، 1980م. ¶ ـ الجمل في النحو، الزجاجي، تحقيق د. توفيق الحمد، مؤسسة الرسالة، بيروت ودار الأمل ـ الأردن، ط/1، 1984م. ¶ ـ حاشية الجاربردي، ابن جماعة (محمد بن ابراهيم بن سعد الله) ... (ت 733هـ) ضمن مجموعة الشافية من علمي الخط والرسم، عالم الكتب، ط/3، بيروت، 1984م. ¶ ـ حاشية الصبان على شرح الأشموني على ألفية ابن مالك، الصبان (احمد بن محمد بن علي) (ت 1026هـ)، دار احياء الكتب العربية، مطبعة عيسى البابي الحلبي وشركاه ـ مصر. ¶ ـ الحديث الشريف وأثره في الدراسات النحوية واللغوية، د. محمد ضاري حمادي، مؤسسة المطبوعات العربية للطباعة والنشر والتوزيع ـ بيروت، 1982، ط/1.",
            "page": "182",
            "part": "1"
        },
        {
            "hno": null,
            "id": "191",
            "nass": "ـ خزانة الادب ولبّ لسان العرب، البغدادي (عبد القادر بن عمر) ... (ت 1093هـ)، المطبعة الميرية ببولاق، ط/1. ¶ ـ الخصائص، ابن جني (ابو الفتح عثمان) (ت 392هـ)، تحقيق محمد علي النجار، مطبعة دار الكتب المصرية، 1952 م، ط/2. ¶ ـ الدرر الكامنة في أعيان المئة الثامنة، ابن حجر العسقلاني، حققه وقدم له، محمد سيد جاد الحق، دار الكتب الحديثة، مطبعة المدني. ¶ ـ ديوان الحطيئة برواية وشرح ابن السكيت، تحقيق د. نعمان محمد أمين، مكتبة الخانجي، القاهرة، ط1، 1987م. ¶ ـ ديوان الهذليين، الدار القومية للطباعة والنشر، القاهرة، 1965م. ¶ ـ رسالتان في علم الصرف، السنباطي (أحمد بن عبد الحق) (ت 950هـ) والمرصفي (حسين المرصفي) (ت 1307هـ)، تحقيق د. احمد ماهر البقري، المكتب الجامعي الحديث، الاسكندرية، 1988م. ¶ ـ الشاهد وأصول النحو في كتاب سيبويه، خديجة الحديثي، مطبوعات جامعة الكويت، 1974م. ¶ ـ شذا العرف في فن الصرف، الشيخ احمد الحملاوي، شركة ومطبعة مصطفى البابي الحلبي واولاده بمصر، ط/16، 1965م. ¶ ـ شذرات الذهب في أخبار من ذهب، أبو الفلاح عبد الحي بن عماد الحنبلي (ت 1089هـ)، دار الكتب العلمية، بيروت ـ لبنان. ¶ ـ شرح ابن عقيل على ألفية ابن مالك، (بهاء الدين عبد الله بن عقيل العقيلي) (ت 769هـ) تحقيق محمد محيي الدين عبد الحميد، منشورات المكتبة العصرية، صيدا ـ بيروت، ط/2. ¶ ـ شرح الأشموني على ألفية ابن مالك، الأشموني (نور الدين ابو الحسن علي بن محمد) (ت 929هـ)، تحقيق محمد محيي الدين عبد الحميد، دار الكتاب العربي، بيروت، ط/1، 1955م. ¶ ـ شرح جمل الزجاجي، ابن هشام الانصاري، دراسة وتحقيق علي محسن عيسى مال الله، عالم الكتب، بيروت، ط/1، 1985م.",
            "page": "183",
            "part": "1"
        },
        {
            "hno": null,
            "id": "192",
            "nass": "ـ شرح الحدود في النحو، الفاكهي (عبد الله بن أحمد بن علي) (ت 972هـ) دراسة وتحقيق د. زكي فهمي الالوسي، طبع بمطابع دار الكتب للطباعة والنشر، جامعة الموصل. ¶ ـ شرح شافية ابن الحاجب، لرضي الدين محمد بن الحسن الاسترابادي (ت 688هـ)، حققه: محمد نور الحسن ومحمد الزفزاف ومحمد محيي الدين عبد الحميد، مطبعة حجازي بالقاهرة. ¶ ـ شرح الشافية، الجاربردي (فخر الدين احمد بن الحسن) (ت 746هـ) ضمن مجموعة الشافية من علمي الخط والرسم، عالم الكتب، ط/3، بيروت، 1984م. ¶ ـ شرح قطر الندى وبل الصدى، ابن هشام الانصاري، تحقيق محمد محيي الدين عبد الحميد، مطبعة السعادة بمصر، ط/11، 1963م. ¶ ـ شرح الكافية لابن جماعة، تحقيق محمد عبد النبي عبد المجيد، مطبعة دار البيان ـ مصر، ط/1، 1987 م. ¶ ـ شرح الكافية الرضي، الشركة الصحافية العثمانية، الطبعة العثمانية، 1310هـ. ¶ ـ شرح مختصر التصريف العزي في فن الصرف، التفتازاني (مسعود بن عمر بن سعد الدين) (ت971هـ) تحقيق د. عبد العال سالم مكرم، منشورات ذات السلاسل، الكويت، ط/1، 1983م. ¶ ـ شرح المراح في التصريف، العيني (بدر الدين محمود بن احمد) ... (ت 855هـ) تحقيق عبد الستار جواد، مطبعة الرشيد. ¶ ـ شرح المفصل، ابن يعيش (موفق الدين يعيش بن علي) (ت 643هـ) عالم الكتب، بيروت. ¶ ـ شرح الملوكي في التصريف، ابن يعيش، تحقيق فخر الدين قباوة، المكتبة العربية بحلب، ط/1، 1973م.",
            "page": "184",
            "part": "1"
        },
        {
            "hno": null,
            "id": "193",
            "nass": "ـ شفاء العليل في ايضاح التسهيل، السلسيلي (ابو عبد الله محمد بن عيسى) (ت 770هـ)، تحقيق د. الشريف عبد الله علي الحسين ... البركاتي، المكتبة الفصيلية، ط/1، 1986م. ¶ ـ الشواهد والاستشهاد في النحو، عبد الجبار علوان النايلة، مطبعة ... الزهراء، بغداد، ط/1، 1976م. ¶ ـ الصبح المنير في شعر ابي بصير، ميمون بن قيس بن جندال الأعشى، طبع في مطبعة آدلف هلز هوسن. ¶ ـ الصحاح، تاج اللغة وصحاح العربية، الجوهري (إسماعيل بن حماد) ... (ت في حدود 400هـ) تحقيق: أحمد عبد الغفور عطار، دار الكتاب العربي، مصر. ¶ ـ صحيح البخاري، البخاري (محمد بن اسماعيل بن المغيرة) ... (ت 256هـ). تقديم: احمد محمد شاكر، دار الجيل، بيروت. ¶ ـ صحيح البخاري بشرح الكرماني، الكرماني (محمد بن يوسف بن علي بن سعيد شمس الدين) (ت 786هـ)، دار احياء التراث العربي، بيروت ـ لبنان، ط/2، 1981. ¶ ـ الضوء اللامع لأهل القرن التاسع، السخاوي، منشورات دار مكتبة ... الحياة، بيروت ـ لبنان. ¶ ـ طبقات الشافعية الكبرى، السبكي (تاج الدين ابو نصر عبد الوهاب بن تقي الدين) (ت 771هـ) دار المعرفة للطباعة والنشر والتوزيع، ط/2. ¶ ـ طبقات فحول الشعراء، ابن سلام (محمد بن سلام الجمحي) ... (ت 231هـ). قرأه وشرحه: محمود محمد شاكر، السفر الأول، مطبعة المدني، القاهرة. ¶ ـ عمدة الصرف، كمال ابراهيم، مطبعة الزهراء، بغداد، ط/2، 1957م. ¶ ـ العمدة في محاسن الشعر وآدابه، ابو علي الحسن بن رشيق القيرواني (ت 463هـ وقيل 456هـ) تحقيق: محمد محيي الدين عبد الحميد مطبعة حجازي، القاهرة، ط/1، 1934م.",
            "page": "185",
            "part": "1"
        },
        {
            "hno": null,
            "id": "194",
            "nass": "ـ عمدة القاري شرح صحيح البخاري، العيني، إدارة الطباعة المنيرية بمصر. ¶ ـ فتح الباري شرح صحيح البخاري، ابن حجر، طبعة منقحة، دار الكتب العلمية، بيروت ـ لبنان، ط/1، 1989م. ¶ ـ في أصول النحو، سعيد الأفغاني، مطبعة الجامعة السورية، 1957م ط/2. ¶ ـ القاموس المحيط، الفيروز آبادي (مجد الدين محمد بن يعقوب) ... (ت 817هـ) المطبعة الحسينية المصرية 1344هـ، ط/2. ¶ ـ القياس في اللغة العربية، محمد الخضر حسن، دار الحداثة، بيروت ط/2، 1983م. ¶ ـ كتاب سيبويه، أبو بشر عمرو بن عثمان بن قنبر (ت 180هـ) تحقيق عبد السلام محمد هارون، عالم الكتب، بيروت، ط/3، 1983م. ¶ ـ كتاب في التصريف، عبد القاهر الجرجاني (ت 471 هـ) تحقيق: ... د. محسن سالم العميري، ط/1. ¶ ـ الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل، الزمخشري ... (جار الله محمود بن عمر) (ت 538هـ) رتبه وضبطه وصححه: محمد عبد السلام شاهين، دار الكتب العلمية، بيروت ـ لبنان، ط/1، 1995م. ¶ ـ كشاف اصطلاحات الفنون، محمد علي الفاروقي التهانوي، تحقيق: د. لطفي عبد البديع، المؤسسة المصرية العامة للتأليف والنشر، دار الكتاب العربي. ¶ ـ كشف الظنون عن أسامي الكتب والفنون، حاجي خليفة (مصطفى بن عبد الله) (ت 1067هـ)، منشورات مكتبة المثنى ـ بغداد. ¶ ـ كشف المشكل في النحو، علي بن سليمان الحيدرة اليمني (ت 599هـ) تحقيق: هادي عطية مطر، مطبعة الارشاد ـ بغداد، 1984م.",
            "page": "186",
            "part": "1"
        },
        {
            "hno": null,
            "id": "195",
            "nass": "ـ الكليات، العكبري (ابو البقاء بن موسى الكفوي) (ت 1094هـ). منشورات الثقافة والارشاد القومي، دمشق، ط/2، 1982م. ¶ ـ الكناش في فني النحو والصرف، عماد الدين ابو الفداء (اسماعيل بن الافضل علي الأيوبي) (ت 732هـ) تحقيق: رياض بن حسن الخوام المكتبة العصرية صيدا ـ بيروت، ط/1، 2000م. ¶ ـ لسان العرب، ابن منظور (جمال الدين محمد بن مكرم) (ت 711هـ) دار صادر للطباعة والنشر، دار بيروت للطباعة والنشر، 1956م. ¶ ـ لسان الميزان، ابن حجر العسقلاني، دار الفكر للطباعة والنشر، بيروت ـ لبنان، ط/1، 1987م. ¶ ـ اللغة والنحو بين القديم والحديث، عباس حسن، دار المعارف بصر 1966م. ¶ ـ لمع الادلة في أصول النحو، الانباري، تحقيق: سعيد الافغاني، مطبعة الجامعة السورية، 1957م. ¶ ـ المبدع في التصريف، ابو حيان الاندلسي، تحقيق: د. عبد الحميد السيد طلب، مكتبة دار العروبة للنشر والتوزيع، ط/1، 1982م. ¶ ـ متن البناء ومتن التصريف العزي، الزنجاني (ابو الفضائل ابراهيم بن عبد الوهاب) (ت بعد 655هـ)، مطبعة دار احياء الكتب العربية عيسى البابي الحلبي وشركاه، مصر. ¶ ـ المدارس النحوية، خديجة الحديثي، مطبعة جامعة بغداد، 1986م. ¶ ـ المدارس النحوية، شوقي ضيف، دار المعارف بمصر، ط/2. ¶ ـ مدرسة الكوفة، ومنهجها في دراسة اللغة والنحو، د. مهدي المخزومي، دار الرائد العربي، بيروت ـ لبنان، ط/3، 1986م.",
            "page": "187",
            "part": "1"
        },
        {
            "hno": null,
            "id": "196",
            "nass": "ـ المدرسة النحوية في مصر والشام في القرنين السابع والثامن من الهجرة عبد العال سالم مكرم، دار الشروق، القاهرة، ط/1، 1980م. ¶ ـ المزهر في علوم اللغة وأنواعها، السيوطي، شرح وتعليق محمد جاد المولى، ومحمد أبو الفضل ابراهيم، وعلي محمد البجاوي، المكتبة العصرية، صيدا ـ بيروت، 1986م. ¶ ـ المصباح المنير في غريب الشرح الكبير، الفيومي (احمد بن محمد بن علي المقري) (ت 770هـ)، مطبعة الأميرية بمصر، ط/3. ¶ ـ معجم القراءات القرآنية، د. أحمد مختار عمر، د. عبد العال سالم مكرم، عالم الكتب، بيروت، ط3، 1997م. ¶ ـ معجم المؤلفين، عمر رضا كحالة، دار إحياء التراث العربي، بيروت ـ لبنان. ¶ ـ المفصل في علم العربية، الزمخشري، دار الجيل للنشر والتوزيع والطباعة، بيروت ـ لبنان، ط/2. ¶ ـ المقتضب، المنبرد (أبو العباس محمد بن يزيد) (ت 285هـ)، تحقيق حسن حمد، مراجعة د. اميل يعقوب، دار الكتب العلمية، بيروت ـ لبنان، ط/1، 1999م. ¶ ـ المقرب، ابن عصفور (علي بن مؤمن) (ت 669هـ)، تحقيق: احمد عبد الستار الجواري، وعبد الله الجبوري، مطبعة العاني، بغداد 1986م. ¶ ـ الممتع في التصريف، ابن عصفور، تحقيق: فخر الدين قباوه، الدار العربية للكتاب، ط/6. ¶ ـ من اسرار اللغة، إبراهيم أنيس، مكتبة الأنجلو المصرية، مطبعة لجنة البيان العربي، ط/2، 1958م. ¶ ـ من تاريخ النحو، سعيد الافغاني، دار الفكر ـ بيروت.",
            "page": "188",
            "part": "1"
        },
        {
            "hno": null,
            "id": "197",
            "nass": "ـ المنصف (شرح تصريف المازني)، ابن جني، تحقيق: ابراهيم مصطفى وعبد الله أمين، شركة ومكتبة ومطبعة مصطفى البابي الحلبي واولاده بمصر، ط/1، 1960م. ¶ ـ منهج البحث الادبي، د. علي جواد طاهر، مطبعة العاني، بغداد 1970م. ¶ ـ المهذب في علم التصريف، الدكتور هاشم طه شلاش، والدكتور عبد الجليل العاني والدكتور صلاح مهدي الفرطوسي، بيت الحكمة، بغداد. ¶ ـ النشر في القراءات العشر، ابن الجزري (شمس الدين محمد بن محمد الدمشقي) (ت 833هـ)، أشرف على تصحيحه ومراجعته: علي محمد الضباع، مطبعة مصطفى محمد بمصر. ¶ ـ نظم العقيان في أعيان الأعيان، السيوطي، حرره د. فيليب حتي، المطبعة السورية الامريكية، نيويورك، 1972م. ¶ ـ هدية العارفين، أسماء المؤلفين وآثار المصنفين، البغدادي (إسماعيل باشا بن محمد أمين) (ت 1339هـ)، دار الفكر، 1982م. ¶ ـ الوافي بالوفيات، صلاح الدين خليل بن ايبك الصفدي، تحقيق: أحمد الأرناؤوط وتركي مصطفى، دار إحياء التراث العربي، بيروت ـ لبنان ط/1، 2000. ¶ ـ وفيات الأعيان وأنباء أبناء الزمان، ابن خلكان (ابو العباس شمس الدين احمد بن محمد) (ت 681 هـ)، تحقيق: محمد محيي الدين عبد الحميد، مطبعة السعادة المصرية، ط/1، 1948م. ¶ ب ـ المراجع غير المنشورة: ¶ ـ العيني صرفياً، رسالة ماجستير، كاطع جار الله سطام، كلية التربية جامعة بغداد، 1996 م. ¶ ـ مناهج التأليف النحوي من سيبويه إلى ابن هشام، رسالة ماجستير، كريم ناصح حسين، كلية الآداب ـ جامعة بغداد، 1987م.",
            "page": "189",
            "part": "1"
        }
    ],
    "t37098": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "العنوان"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الإهداء"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المحتويات"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "1",
            "tit": "الفصل الأول المنهج والمصادر"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول ـ المنهج في الشرحين"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني المصادر"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "1",
            "tit": "الفصل الثاني أدلة الصناعة في الشرحين"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول ـ 1 ـ السماع:"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني القياس"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث 3 ـ التعليل:"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": "1",
            "tit": "الفصل الثالث المسائل الخلافية بين ابن حجر والعيني"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الأول: الخلاف المتصل بالمصطلحات الصرفية"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الثاني: الخلافات المتصلة بمسائل الصرف"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": "1",
            "tit": "الفصل الرابع ابن جحر والعيني في الميزان"
        },
        {
            "id": "152",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول مذهب الشارحين الصرفي"
        },
        {
            "id": "158",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني ردود ابن حجر والعيني على شراح صحيح البخاري"
        },
        {
            "id": "179",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث أهم ما يؤخذ على الشارحين في شرحيهما"
        },
        {
            "id": "184",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": "1",
            "tit": "المصادر والمراجع"
        }
    ]
}