{
    "b37103": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ جامعة الأزهر ¶ كلية اللغة العربية ¶ قسم اللغويات ¶ ما خالف فيه المازنى سيبويه ¶ فى علم الصرف، جمعًا ودراسة. ¶ من إعداد ¶ محمد إبراهيم حسنين عبد الفتاح ¶ المدرس فى قسم اللغويات فى كلية اللغة العربية بالقاهرة",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ الحمد لله على عطاياه التى لا نحصيها عددًا، ولا نعرف لها أمدًا، ولا تنقطع عنا أبدًا، حمدًا نبلغ به رضاه، ونستدر به نعماه، اللهم ووفقنا لكل ما ترضاه، وبلغنا من الخير منتهاه، واهدنا فى الدنيا إلى ما نحمد فى الآخرة عقباه، لك الحمد والمنة، ومنك الإحسان والنعمة، والصلاة والسلام على نبيك ومصطفاك سيدنا محمد صلى الله عليه وعلى آله وصحبه وسلم. ¶ أما بعد،، ¶ فإن الباحثين يكادون يجمعون على أن أبا عثمان المازنى (ت 274هـ) هو أول من فصل علم الصرف عن النحو فصلاً كاملاً، وذلك حين وضع كتابه الموسوم بـ (التصريف) الذى شرحه ابن جنى فى كتاب (المنصف)، و (التصريف) هو أول كتاب وصل إلينا جامعًا لأبواب الصرف، وممن ذكر ذلك صاحب مفتاح السعادة؛ إذ يقول: \"إن أول من دوَّن علم الصرف أبو عثمان بكر بن محمد بن حبيب المازنى، وكان قبل ذلك مندرجًا فى علم النحو\" (¬1). ¶ وكان كتابه التصريف أول كتاب جمع موضوعات الصرف، وصاغها صياغة علمية متقنة؛ فأصبح على يديه علمًا مستقلاًّ بأبنيته وأقيسته وتمارينه الكثيرة التى ذلل بها شوارده، ويسرها للباحثين من حوله (¬2). ¶ ويكفى أن نسوق ما ذكره ابن جنى عن المازنى وكتابه؛ إذ يقول: \"كان هذا الكتاب من أنفس كتب الصرف، وأسدها، وأرصنها، عريقًا فى الإيجاز والاختصار، ¶ ¬__________ ¶ (¬1) مفتاح السعادة لطاش كبرى زاده 1/ 113، وانظر: نشأة النحو 47، وتصريف الأفعال لعبد الحميد عنتر 8، 11. ¶ (¬2) انظر: المدارس النحوية 121.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "عاريًا من الحشو والإكثار، متخلصًا من كزازة ألفاظ المتقدمين، مرتفعًا عن تخليط كثير من المتأخرين، قليل الألفاظ، كثير المعانى\" (¬1). ¶ وأما كتاب سيبويه فهو الكتاب الذى بهر الألباب، وعنَتْ له فحول العلماء؛ فقد جمع فيه مسائل العربية متناسقة متآلفة، واستشهد لما ذكر من القواعد أوفى استشهاد، وعلل لها أبرع تعليل (¬2). ¶ ويظهر أثر كتاب سيبويه كثيرًا فى المازنى؛ إذ نقل آراءه ووافقه فى معظمها، ولكنه مع ذلك كان يخالفه فى بعض هذه الآراء، كما كانت له آراء صرفية أخرى خالف فيها سيبويه، ولم ترد فى كتاب (التصريف)، ونقلها عنه تلميذه المبرد، أو ابن السراج، أو الفارسي، أو ابن جنى، أو غيرهم. ¶ ولذلك رأيت أن أتناول بالدراسة هذه المسائل التى خالف فيها المازنى سيبويه، وقد دفعنى إلى اختيار هذا الموضوع عدة أمور: ¶ الأول: أن هذا البحث يُظْهر لنا الخلاف بين علمين من أعلام النحو، وهما: إمام النحويين: سيبويه، وأبو عثمان المازنى. ¶ الثانى: أن الصرف من أشرف علوم العربية؛ لأنه ميزان العربية، وبه تُعْرف أصول كلام العرب من الزوائد الداخلة عليها، ومع ذلك فلا يزال هذا العلم الجليل بحاجة إلى المزيد من البحث فى مسائله وقضاياه. ¶ الثالث: أننى وجدت بعض النحويين المتأخرين، وهو أبو الفرج الجريرى (ت سنة390هـ) قد أشار إلى هذا الخلاف الصرفى فى كتابه (الجليس الصالح)؛ فيقول (¬3): \"وقد ردَّ المازنى على سيبويه مسائل فى بعضها حجج، وفى بعضها شُبَهٌ، ¶ ¬__________ ¶ (¬1) المنصف 1/ 5. ¶ (¬2) دروس التصريف للشيخ محمد محيي الدين 10. ¶ (¬3) الجليس الصالح 2/ 464.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وسأل الأخفش عن مسائل نسبه إلى التقصير والانقطاع فى بعضها\" ولهذا كله أردت أن أبرز أدلته وحجته فى خلافه مع سيبويه. ¶ ومن الجدير بالذكر أن بعض النحويين نسب إلى المازنى مخالفته لسيبويه أو الجمهور فى مسائل قليلة، وبعد البحث والدراسة وجدت أن المازنى يوافق سيبويه فيها (¬1)، أو أن الخلاف مع غيره وليس مع سيبويه، أو لأنه ليس لسيبويه نص يدل عليه، ولم أجد من ينسب إليه ذلك من النحويين (¬2). ¶ وسميت هذا البحث: (ما خالف فيه المازنى سيبويه فى علم الصرف، جمعًا ودراسة)، وقد رتبت المسائل فيه على حسب ورودها فى الشافية، ثم قمت بدراستها، وعرضها عرضًا يجلى ما فيها، ويبين حجج كل من سيبويه والمازنى، ويحرر موضع الخلاف فيها. ¶ ¬__________ ¶ (¬1) وذلك فى ثلاث مسائل، هى: ¶ 1 - علة حذف عين (استحيت)، فقد ذهب الخليل إلى أنها حذفت لالتقاء الساكنين، ومذهب سيبويه والمازنى أنها حذفت تحفيفًا لكثرة الاستعمال، وقد حكى سيبويه هذا القول فى كتابه عن غير الخليل، يقول الزجاج: \"وإذا قال سيبويه بعد قول الخليل: وقال غيره، فإنما يعنى نفسه، ولا يسمى نفسه بعد الخليل إجلالاً منه له\" [انظر: إعراب القرآن للنحاس 1/ 203، والتذييل 8/ 467 - 468، وتاج العروس 37/ 512 - 513، وانظر: الكتاب 4/ 399، والمنصف 2/ 204]. ¶ 2 - إجراء (فِعْلى) مُجرى (فَعْلى)، و (فُعْلى)، فقد نسب أبو حيان فى التذييل إلى المازنى أنه يخالف سيبويه، وليس هذا بصحيح؛ لأنه قال فيه بقول سيبويه [انظر: الكتاب 4/ 390، والمنصف 2/ 161، والتذييل 8/ 413، والمقاصد الشافية 9/ 185]. ¶ 3 - الإلحاق المطرد فى موضع اللام، والخلاف فيه منسوبٌ إلى الخليل وحده، ولم أر من نسبه إلى سيبويه، وليس فى كتابه ما يدل على ذلك [انظر: الخصائص 1/ 359 - 360، والارتشاف 1/ 234، والمساعد 4/ 76]. ¶ (¬2) وذلك فى مسألتين: ¶ 1 - الوقف على (إذن)، حيث نُسب إلى الجمهور أنها تكتب بالألف دائمًا، ولم أجد أحدًا من النحويين يصرح بنسبته إلى سيبويه تحديدًا، ولم أعثر له قول صريح فى هذه المسألة بعد طول بحث [انظر: شرح الشافية 2/ 279 - 280، والارتشاف 2/ 799، 801، والمقاصد الشافية 8/ 24 - 26، وشرح الأشمونى 4/ 206]. ¶ 2 - الخلاف فى تصغير (أيمة)، قال ابن جنى: \"هذه المسألة لم ينظر فيها سيبويه؛ لأنها محدثة بعده\" [انظر: المنصف 1/ 320]، وإنما الخلاف بينه وبين الأخفش وحده.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وقد اشتمل هذا البحث على مقدمة، وثلاثة مباحث، ثم الخاتمة: ¶ فأما المقدمة فقد ذكرت فيها أهمية هذا الموضوع، وأسباب اختياره. ¶ وأما المبحث الأول فعنوانه: (ما خالف فيه المازنى سيبويه فى كتاب التصريف). ¶ والمبحث الثانى: (ما خالف فيه المازنى سيبويه فى غير كتاب التصريف). ¶ والمبحث الثالث: (الأسس التى قامت عليها آراء المازنى). ¶ ثم كانت الخاتمة، وفيها أهم نتائج البحث. ¶ وختامًا أسأل الله تعالى أن أكون قد وفقت فى عملى، وأن ينفع به، وأن يحظى بالقبول، وأن يجعله خالصًا لوجهه الكريم؛ إنه ولى ذلك والقادر عليه. وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المبحث الأول: ما خالف فيه المازنى سيبويه فى كتاب التصريف. ¶ 1 - مجىء (فعلَّل) اسمًا. ¶ من أبنية الاسم الخماسي التى اتفق عليها النحويون: (فعلَّل) بفتح الفاء والعين وسكون اللام الأولى وفتح اللام الثانية، ويرى سيبويه أنه لم يأت إلا صفة، فقال: \"فيكون الحرف على مثال (فعلَّل)، وذلك (سبهلل، وقفعدد) (¬1)، ولا نعلمه جاء إلا وصفاً\" (¬2). ¶ وذهب المازنى إلى أنه جاء وصفًا واسمًا، فيقول: \"فالأسماء من بنات الخمسة، نحو: (سفرجل، وهمرجل) (¬3) ... وتكون هذه الخمسة أسماءً وصفات\" (¬4)، قال ابن جنى مبينًا كلامه (¬5): \"فمثال (فعلَّل) يكون اسمًا وصفة، فالاسم (فرزدق، وخَدَرْنق)، والصفة: (همرجل، وشمردل) \" (¬6). ¶ وأكثر ما جاء من هذا الوزن هو أن يكون صفة، مثل: (شمردل، وهمرجل، وجنعدل) (¬7)، وقد ذكر الفارابى جملة صالحة من ذلك، مثل: (غلام سمهدر، أى: كثير اللحم، ويقال: بلد سمهدر، أى: بعيد، و (الحبرقص): الرجل الصغير الخَلْق، أو السريع (¬8). ¶ ¬__________ ¶ (¬1) السبهلل: هو الفارغ النشيط، أو المختال فى مشيته [تهذيب اللغة 6/ 519]، والقفعدد هو القصير [انظر: التاج 9/ 63 - 64]. ¶ (¬2) الكتاب 4/ 299. ¶ (¬3) (السفرجل): اسم ثمر أو نبات، انظر: [الصحاح 5/ 1730]، و (الهمرجل): الجواد السريع (تهذيب اللغة 3/ 372، 6/ 536). ¶ (¬4) المنصف 1/ 30. ¶ (¬5) السابق نفسه. ¶ (¬6) الشمردل: السريع من الإبل (الصحاح 5/ 1741). ¶ (¬7) انظر: المقاصد الشافية 8/ 289، والجنعدل بمعنى البعير القوى الضخم (تهذيب اللغة 3/ 369). ¶ (¬8) انظر: ديوان الأدب 2/ 84 - 85.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقد يأتى من هذا الوزن الاسم أيضًا، ولم يذكر المازنى (¬1) منه إلا (السفرجل)، و (الفرزدق) (¬2)، و (الخدرنق) (¬3)، وذكر النحويون بعض الأمثلة من هذا الوزن، مثل: (الزبرجد) (¬4)، و (الدلهمس)، وهو الأسد، وقد ذكره الفارابي (¬5)، وزاد ابن القطاع: (القَرَعْبَل)، وهو اسم دويبة عظيمة البطن (¬6)، كما ذكر الفارابي في ديوان الأدب عدة ألفاظ أخرى مما ألحق من الرباعي بالخماسي بتشديد ثالثه من هذا الوزن، مثل (القَلمَّس)، أى: البحر، أو هو من الرجال الواسع الخلق، و (الحَبلَّق): صغار الغنم، و (جهنم): من أسماء النار (¬7). ¶ ولهذا فإن ما ذكره المازنى هو الصحيح لورود هذا البناء عن العرب اسمًا وصفة، كما نصَّ على ذلك كثير من النحويين واللغويين كالفارابي وغيره. ¶ 2 - مجيء (فَعْلَلٍل) اسمًا ¶ من الأبنية التي يأتي عليها الاسم الخماسي: (فَعْلَلٍل)، بفتح الفاء وسكون العين وفتح اللام الأولى وكسر الثانية، وذهب سيبويه، والمبرد، إلى أنه لم يأت اسمًا، يقول سيبويه: ¶ \"ويكون على مثال (فَعْلَلٍل) في الصفة، قالوا: (قهبلس، وجحمرش، وصهصلق)، ولا نعلمه جاء اسمًا\" (¬8)، واختاره ابن عصفور (¬9). ¶ ¬__________ ¶ (¬1) المنصف 1/ 30 – 31. ¶ (¬2) الفرزدق، معناه: قطع العجين، وبه سمى الفرزدق الشاعر، (انظر: تهذيب اللغة 9/ 421). ¶ (¬3) الخدرنق، وهو العنكبوت. ¶ (¬4) انظر: المقاصد الشافية 8/ 289. ¶ (¬5) ديوان الأدب 2/ 84 – 85. ¶ (¬6) أبنية الأسماء 316. ¶ (¬7) ديوان الأدب 2/ 88. ¶ (¬8) الكتاب 4/ 302. ¶ (¬9) الممتع 1/ 70.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وذهب المازني، وابن جني، وأبو حيان، والشاطبي إلى أنه يكون اسمًا وصفة (¬1)؛ قال في المنصف: \"و (فَعْلَلٍل) ذكر أبو عثمان أنه يكون اسمًا وصفة؛ لأنه قال قُبَيْلُ: \"وتكون هذه الخمسة أسماء وصفات\" (¬2). ¶ وأكثر ما يجيء من هذا الوزن هي الصفات، مثل: (جحمرش) للأفعى العظيمة، أو بمعنى المرأة العجوز، و (صَهْصلق)، وهي العجوز الصخَّابة، و (القَنْفَرِش) بمعنى العجوز الكبيرة (¬3). ¶ وقد جاء (فعللل) اسمًا، ويدل على ذلك: أنهم قالوا: (قهبلس) للمرأة العظيمة، ورواه أبو عمرو الشيباني (¬4)، وهي أيضًا بمعنى: حشفة الذكر، وقال أبو عمرو أيضًا والفارابى، والجوهرى، وابن القطاع: إنها بمعنى الذكر نفسه (¬5)، وبهذا يثبت مجيئه اسمًا، ويكون الصحيح هو ما ذهب إليه المازنى، وابن جنى. ¶ 3 - (وجهةٌ) أمصدرٌ أم اسم مصدر؟ ¶ تحذف الواو من المضارع الثلاثى الذى فاؤه واو، استثقالاً لوقوعها ساكنة بين ياء مفتوحة وكسرة لازمة، نحو: (يَعِدُ)، ثم حُمل عليه ما ليس فيه ياء، نحو: (نعد، وتعد)، وكذلك الأمر، نحو: (عِدْ)، والمصدر نحو: (عدة)، وأصله: (وِعْد)؛ فحذفت الفاء حملاً على المضارع، وحركت العين بحركة الفاء، وهى الكسرة لتكون دليلاً عليها، وعوضوا عنها بتاء التأنيث؛ لأنه لا يجتمع العوض والمعوض عنه (¬6). ¶ ¬__________ ¶ (¬1) انظر: المنصف 1/ 30 – 31، 374، والارتشاف 1/ 140، والمقاصد الشافية 8/ 290، وانظر أيضًا: شرح تصريف ابن مالك 63 – 64، والاستدراك للزببدي 36. ¶ (¬2) المنصف 1/ 30. ¶ (¬3) انظر: شرح الجمل لابن الضائع 2/ 653، والتذييل 8/ 129، والمقاصد 8/ 290. ¶ (¬4) الجيم 3/ 95، وانظر في: (قهبلس) (القاموس المحيط 2/ 244). ¶ (¬5) انظر: الجيم 3/ 95، وديوان الأدب 2/ 95، والصحاح [مادة ق هـ ب ل س]، وأبنية الأسماء 316. ¶ (¬6) انظر: شرح التسهيل للمرادى 2/ 1039.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وأما لماذا صحت الواو فى (وجهة)؟ فقد اختلف فيها النحويون كما يلى: ¶ 1 - المذهب الأول: مذهب المازنى، والمبرد، والفارسى أنه اسم المكان المتوجَّه إليه؛ ولذلك ثبتت فيه الواو على الأصل، كما فى نحو: (وِلْدة)، والاسم: (وِعْدة)، والمصدر: (عدة)، وعلى هذا فلا شذوذ فى إثبات واوه؛ لأنه ليس بمصدر (¬1). ¶ قال المازنى: \"فإن بنيت (فعلة) اسمًا لا تريد بها المصدر، أتممت فقلت: (وعْدة)، و (وِلْدة) ... و (وجهة) ههنا مقدر، وقد جاءت على الأصل\" (¬2). ¶ 2 - المذهب الثانى: أن (وجهة) مصدر، وإثبات الواو فيه شاذ، وهو الذى يظهر من كلام سيبويه (¬3)؛ لأنه قال بعد ما ذكر حذف الواو من المصادر: \"فإذا لم تكن الهاء فلا حذف؛ لأنه ليس عوض، وقد أتموا فقالوا\" (وجهة) فى: (جهة) \" (¬4). ¶ الأدلة والترجيح ¶ (1) استدل المرادى، والسمين الحلبى، وغيرهما لمذهب سيبويه بأن المسوَّغ لإثبات الواو فى (وجهة) دون غيره من المصادر: أنه مصدر غير جارٍ على فعله؛ إذ لا يحفظ (وَجَه يجه)، فلما فقد مضارعه لم يحذف منه، ولا موجب لحذف الواو إلا حمله على مضارعه، ولا مضارع، والفعل المستعمل منه: (توجَّه)، و (اتجه)، والمصدر الجارى عليه هو (التوجه)، و (الاتجاه)، فحذفت زوائده، وقيل فيه: (وجهة) (¬5)، كما أنها خرجت مصححة مَنْبهة على الأصل، كـ (القَوَد)، و (استحوذ)، وشبَّهوه بـ (حيوة)، و (ضيون) (¬6). ¶ ¬__________ ¶ (¬1) انظر: المقتضب 1/ 227/ والحجة للفارسي 2/ 242 - 243، والتكملة 246، والمنصف 1/ 200 – 201، وكشف المشكلات للباقولى 1/ 244، واللباب 2/ 357، وشرح ابن يعيش 10/ 61، وشرح تصريف ابن مالك 299 - 300، والتذييل 8/ 449، وشرح التسهيل للمرادى 2/ 1039، وتوضيح المقاصد 3/ 276، والدر المصور 2/ 172 - 173. ¶ (¬2) المنصف 1/ 196، 200. ¶ (¬3) وينسب هذا المذهب إلى المازنى أيضًا، انظر: الحجة 2/ 243، والمنصف 1/ 200 - 201، وشرح تصريف ابن مالك 299 - 300. ¶ (¬4) الكتاب 4/ 337. ¶ (¬5) انظر: توضيح المقاصد 3/ 276، والدر المصون 2/ 173. ¶ (¬6) شرح تصريف ابن مالك 229 - 300.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "(2) واستدل المبرد، والفارسي، وغيرهما على أنه اسم مكان بأنهم ذهبوا إلى ذلك لئلا يحملوه على الشذوذ ما وجدوا لذلك مندوحة عنه (¬1). ¶ واستضعف الفارسي أن يكون مصدرًا؛ لأنه لو كان كذلك للزم أن يجىء فعله مصححًا؛ لأن هذه المعتلات إذا صحت فى موضع تبعها باقى ذلك، وفى عدم مجىء شىء من هذه الأفعال مصححًا دلالة على أن (وجهة) اسم المكان المتوجه إليه، لا مصدر، ولا يعترض على ذلك بنحو: (القول)، و (البيع) فقد جاءا مصححين مع أن فعلهما معتل، فلماذا لا يصح (وجهة) وإن كان فعله معتلاًّ؟ وأجاب الفارسي عن ذلك بأن (القول)، و (البيع) ليسا على وزن الفعل، بخلاف (وجهة)، والموافقه فى الوزن توجب الإعلال (¬2). ¶ وردَّ ابن إياز ذلك من وجهين: ¶ \"أحدهما: أن (وجهة) إنما تكون على وزن الفعل إذا اجتمعت الواو والتاء حتى يكون حرف متحرك بعده حرف ساكن وبعده حرفان متحركان، كما أن الفعل كذلك، وقد عرفت أن التاء لما كانت عوضًا من الواو فإنما يقدر دخولها بعد حذفه، ولا يجوز اجتماعهما معًا، وإذا لم يجز ذلك فكيف يكون على وزنه؟ نعم له أن يقول: إنما يقدر كونها عوضًا بعد حذف الواو، وإلا فيجوز اجتماعهما ... ¶ والآخر: أن موافقة المصدر للفعل فى الزنة لم يذكرها أحد من التصريفيين، فإن كان قد تفرد بها أبو على، قُبل منه؛ لأنه المقدم فى هذه الصناعة\" (¬3). ¶ والذى يظهر لى من هذين المذهبين: أن القول الراجح هو أن (وجهة) مصدر؛ لأن (الوجهة)، و (الجهة) بمعنى واحد، ولا يمكن أن يقال فى (الجهة): إنها اسم للمكان؛ إذ لا يبقى للحذف من (جهة) وجهٌ (¬4). ¶ ¬__________ ¶ (¬1) انظر: المنصف 1/ 201. ¶ (¬2) انظر: الحجة 2/ 243. ¶ (¬3) شرح تصريف ابن مالك 301. ¶ (¬4) انظر: توضيح المقاصد 3/ 276 - 277، وشرح التسهيل للمرادى 2/ 1040.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "4 - (أشاوَى) جمع (أشياء) عند المازنى. ¶ ورد فى كلام العرب (أشاوى) فى جمع (أشياء)؛ فقد حكى الأصمعى أنه سمع رجلاً من أفصح العرب يقول لخلف الأحمر: (إن عندى لأشاوى) (¬1)، وقد اختلف النحويون فيها على ثلاثة مذاهب: ¶ 1 - المذهب الأول: مذهب سيبويه أنها جمع (إشاوة) وإن لم ينطق بها، قال سيبويه: \"وكذلك (أشَاوَى)، كأنك جمعت عليها (إشاوة) \" (¬2)، أى: تكون (إشاوة) المتوهمة كأنها فى الأصل (شِياءة)، ثم قدمت اللام إلى أول الكلمة، وأخرت العين إلى موضع اللام، فصارت (إشاية)، ثم قلبت الياء واوًا على غير قياس، كما فى (جباوة)، فلما جمعوا فعلوا به ما يفعل بـ (عِلاوة)، ولذلك قالوا: (أَشَاوَى)، كما قالوا: (عَلاوَى) (¬3). ¶ 2 - المذهب الثانى: مذهب المازنى أنها جمع (أشياء)، وأصله: (أشايا)؛ فأبدلت الياء واوًا شذوذًا، كما قالوا: (جبيت الخراج جِبَاوة)، قال المازنى: \"فجعل الهمزة- فى أشياء- التى هى لام أولاً، فقال: (أشياء) كأنها (لفعاء)، ثم جمع فقال: (أشاوى)، مثل: (صحارى)؛ فأبدلت الياء واوًا، كما قالوا: (جبيت الخراج جباوة)، وهذا شاذ\" (¬4). ¶ 3 - المذهب الثالث: أن (أَشَاوَى) غير مقلوب، وأن الواو غير مبدلة من ياء؛ لأنه من مادة (أ ش و)؛ فتكون على هذا موافقة لـ (أشياء) فى المعنى، ومخالفة لها فى الأصل؛ إذ هى من باب (لؤلؤ، ولأَّال)، و (سَبِط، وسِبَطْر)، وحكى ابن عصفور هذا المذهب عن بعض النحويين (¬5). ¶ ¬__________ ¶ (¬1) انظر: تاج العروس 1/ 294، وقد ورد عنهم بفتح الواو فيها، وبكسرها أيضًا، وتجمع (أشياء) أيضًا على (أشايا) بإبقاء الياء على حالها دون إبدالها واوًا. ¶ (¬2) الكتاب 4/ 380. ¶ (¬3) انظر: المنصف 2/ 99، والممتع 2/ 516 - 517، وشرح الشافية للرضى 1/ 31. ¶ (¬4) المنصف 2/ 94. ¶ (¬5) انظر: الممتع 2/ 518.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقد احتج سيبويه لمذهبه بأن الشذوذ فى المتوهَّم، وهو المفرد الذى لم ينطق به أولى، ثم يجىء الجمع بعد ذلك على قياس المفرد (¬1)، بخلاف مذهب المازنى الذى يجعل الشذوذ فى الملفوظ به، وهو (أشاوى) جمع (أشياء)، وأيضًا لأن الأخفش حكى أن العرب التزمت فيه الفتح؛ فلم يقولوا: (أشاوٍ) كـ (صحارٍ)؛ فدل ذلك على أنه ليس جمع (أشياء)، وإنما هو جمع (إشاوة)؛ ولذلك التُزم فيه الفتح، كما التُزم فى جمع (إداوة)، و (هِراوة)، ونحوهما (¬2). ¶ وأما المازنى فقد احتج ابن جنى لمذهبه بأن الأصل فى الجمع (أشايا) جمع (أشياء)، ثم قلبت الياء واوًا على القياس، مستدلاًّ على ذلك بقولهم: (جبيت الخراج جِباوة)، ومِثْله: (رجاء بن حَيِوة)، والأصل فيها: (حية)، وحكى أبو زيد: (باد الشىء يبيد بوادًا) بالواو، وإنما فعلوا ذلك كراهة اجتماع الياء بين الألفين فى (أشايا)؛ لأن الألف قريبة من الياء، وليكون قلب الياء واوًا عوضًا للواو من كثرة دخول الياء عليها (¬3). ¶ ورجح الرضى مذهب المازنى؛ لأنه أقرب طريقًا من مذهب سيبويه (¬4)، والذى يظهرلى أن مذهب المازنى هو الراجح، لما ذكره الرضى، ولأن قلب الياء واوًا جاء عن العرب في بعض الألفاظ، مثل: (حيوة)، و (جبيت الخراج جباوة)، ومن الجائز أن يُجْعل هذا منه، وأن يُحمل عليه، يقول أبو البركات الأنبارى: \"وليس فى إبدال الواو خروج عن الحكمة، فإنهم إذا كانوا يبدلون الحروف الصحيحة بعضها من بعض، نحو: (أُصَيْلال) فى (أُصَيْلان)، وإن لم يكن هناك استثقال، فَلأَنْ يبدلوا الياء واوًا لأجل المقاربة، وإن لم يكن ما يوجب قلبها ... كان ذلك من طريق الأَوْلى (¬5) \". ¶ 5 - الميم فى (دُلاَمِص) بين الأصالة والزيادة. ¶ ¬__________ ¶ (¬1) السابق نفسه 2/ 517. ¶ (¬2) انظر: الإنصاف 2/ 817، والممتع 2/ 517. ¶ (¬3) انظر: المنصف 2/ 99. ¶ (¬4) شرح الشافية للرضى 1/ 31. ¶ (¬5) الإنصاف 2/ 817.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "إذا وقعت الميم حشوًا أو آخرًا فلا يحكم عليها بالزيادة إلا بدليل من الاشتقاق، لقلة ما جاء من ذلك فيما عُرفت زيادته (¬1)، ومن ذلك الميم فى (دلامص) (¬2)، فقد ذهب الخليل وسيبويه والجمهور إلى أن الميم فيها زائدة، ووزنها: (فُعامل) (¬3). ¶ قال سيبويه: \"ويكون على (فُعامل)، وهو قليل، قالوا: (الدُّلاَمِص) \" (¬4)، وقال أيضًا: \"لا تزاد [الميم] إلا بثبت لقلتها ... وأما ما هى ثبت فيه فـ (دلامص)؛ لأنه من التدليص\" (¬5). ¶ وذهب الأخفش، والمازنى، والجوهرى إلى أن الميم فى (دلامص) أصل، ووزنه: (فُعالِل) (¬6)، قال المازنى: \"ولو قال قائل: إن (دلامصًا) من الأربعة، معناه: (دليص)، وليس بمشتق من الثلاثة، قال قولاً قويََّا\" (¬7). ¶ الأدلة والترجيح ¶ (1) استدل الخليل وسيبويه والجمهور على أن الميم زائدة في (دلامص) بما يأتي: ¶ 1 - بأنهم قالوا فيه: (درع دليص)، و (د لاص)، وهو البرَّاق؛ فسقوط الميم في الاشتقاق دليل على زيادتها في (دلامص) (¬8)، كما يقوى زيادة الميم فيها قولهم: (لبن قمارص) (¬9). ¶ ¬__________ ¶ (¬1) انظر: شرح التصريف الملوكي 160 – 161، وشرح تصريف ابن مالك 0123. ¶ (¬2) يقال: (رجل دلص، ودلامص، ودلمص، ودملص) إذا كان براق الجلد، والدَّلاص: اللين البراق، والدليص: البريق، انظر: جمهرة اللغة 2/ 274، وتهذيب اللغة 12/ 143، 13/ 286، ومجمل اللغة 2/ 286 – 287. ¶ (¬3) انظر: الكتاب 4/ 274، 325، والمنصف 1/ 151، 152، وسر صناعة الإعراب 1/ 429، واللباب 2/ 253، وشرح التصريف الملوكي 161، والممتع 239، 240، وشرح الجمل لابن الضائع 2/ 830، وشرح تصريف ابن مالك 123، والتذييل 8/ 224، والارتشاف 1/ 198، وتوضيح المقاصد 3/ 187، وتمهيد القواعد 10/ 4919، 4946، والتصريح 5/ 343. ¶ (¬4) الكتاب 4/ 274. ¶ (¬5) الكتاب 4/ 325. ¶ (¬6) انظر: المراجع السابقة، وانظر أيضًا: الصحاح 3/ 1039] مادة (د ل ص) [، والمبدع في التصريف لأبي حيان 127، وتاج العروس 17/ 588،37/ 517. ¶ (¬7) المنصف 1/ 152. ¶ (¬8) انظر: شرح التصريف الملوكي 161، وشرح تصريف ابن مالك 123، وتوضيح المقاصد 3/ 187. ¶ (¬9) انظر: شرح الجمل لابن الضائع 2/ 830.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "2 - لأنهم وجدوا الميم قد زيدت غير أول في نحو: (زُرْقُم) (¬1)، و (سُتْهُم) (¬2)؛ فحملوا عليها أيضًا زيادة الميم في (دلامص) (¬3). ¶ 3 - لأنه يقال فيه: (دُمَالص، ودُلَمِص) بغير ألف، و (دُمَلِص) بتقديم الميم على الألف وبحذفها، والتقديم والتأخير دليل على زيادة الميم؛ لأن الأصل لا يُتلاعب به (¬4). ¶ (2) واستدل المازني على أن الميم في (دلامص) أصلية، بما يأتي: ¶ 1 - بأنها رباعية قريبة من لفظ (دلاص) في المعنى؛ فقد اختلفا في التركيب، وهما عند المازني من باب (سَبِط)، و (سِبَطْر) (¬5)، و (دَمِث)، و (دِمَثْر) (¬6)؛ فهذه الألفاظ اقتربت أصولها، واتفقت معانيها، وكل واحد منها لفظه غير لفظ الآخر (¬7)، كما أن (لؤلؤًا) رباعي، و (لأَّال) ثلاثي، لفظاهما مقتربان، ومعناهما متفقان (¬8)، وكأن المازني \"لما لم ير الميم قد كثرت زيادتها غير أول، ووجد في كلامهم ألفاظًا ثلاثية بمعنى ألفاظ رباعية، وليس بين هذه وهذه إلا زيادة الحرف الذي كَمَّل أربعة، حمل (دلامصًا) عليه، هربًا من القضاء بزيادة الميم غير أول\" (¬9). ¶ ¬__________ ¶ (¬1) الزرقم: الشديد الزرقة (انظر: تهذيب اللغة 9/ 401). ¶ (¬2) الستهم: العظيم الاست (انظر: جمهرة اللغة 3/ 507). ¶ (¬3) انظر: المنصف 1/ 152. ¶ (¬4) انظر: الكتاب 2/ 352، و اللباب 2/ 253، وشرح التصريف الملوكي 161. ¶ (¬5) (السَّبِط) من الرجال: الطويل، و (السِّبَطْر) من الرجال هو السبط الطويل، انظر: جمهرة اللغة 3/ 305، وتهذيب اللغة 3/ 146. ¶ (¬6) انظر: سر صناعة الإعراب 1/ 429، واللباب 2/ 253، والتذييل 8/ 224، وتوضيح المقاصد 3/ 178. و (الدَّمِث): السهل اللين، و (الدَّمثر) الدماثة، انظر: تهذيب اللغة 14/ 91، والتاج 11/ 312. ¶ (¬7) التاج 37/ 517. ¶ (¬8) انظر: المنصف 1/ 152، وشرح التصريف الملوكي 162. ¶ (¬9) المنصف 1/ 152.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "2 - قلة مجيء الميم حشوًا زائدة؛ لأنها إنما تزاد كثيرًا إذا وقعت غير أول، وهي طرف (¬1). ¶ ويرى ابن جنى أن كلا القولين مذهب، ولكن قول الخليل وسيبويه أقيس وأجرى على الأصول (¬2)؛ وذلك لأن ما ذهب المازني وإن كان محتملاً، إلا أنه احتمال مرجوح؛ لقلته، ولكثرة الاشتقاق فيه وتشعبه (¬3)، ولأن الذي قادنا إلى باب (سَبِط، وسِبَطْر) كون الراء ليست من حروف الزيادة، بخلاف الميم هنا، ولأنه قد ثبتت زيادة الميم حشوًا في نحو: (تمسكن) (¬4)؛ ولهذا كان قول الخليل وسيبويه والجمهور أولى مما ذهب إليه المازني، وإن كان له وجهٌ يحمل عليه، وذلك لما ذكرنا. ¶ 6 - أصل الألف في (حاحَيْتُ)، و (عاعَيِتُ)، ونحوهما. ¶ (حاحيت، وعاعيت، وهاهيت) أفعال بنيت من حكاية أصوات من قولهم في زجر الإبل، وذلك إذا صحْتَ فقلت: (حا، وعا، وها) (¬5)، وأصلها: (حَيْحيت، وعيعيت، وهيهيت)، وهي من مضاعف الياء، ونظيره: (قَوْقَيتُ، وضَوْضَيْتُ) (¬6) من مضاعف الواو، وقلبوا الياء ألفًا لشبهها بها، ولأنهم كرهوا تكرر الياءين وليس بينهما إلا حرف واحد؛ فقلبوا الياء ألفًا، ووزن هذه الأفعال: (فعللت) (¬7)، بدليل أن المصدر من ¶ ¬__________ ¶ (¬1) التذييل 8/ 224. ¶ (¬2) المنصف 1/ 152. ¶ (¬3) انظر: شرح الملوكي 162. ¶ (¬4) التذييل 8/ 224. ¶ (¬5) انظر: سر صناعة الإعراب 1/ 234، وتاج العروس 6/ 358 (حيح). ¶ (¬6) (قوقيت) من (قوقي) الديك قوقاة، أي: صاح (انظر: تهذيب اللغة 9/ 371)، و (ضوضيت) من الضوضاء، وهي الجلبة والصياح (انظر: جمهرة اللغة 3/ 472، وتهذيب اللغة 12/ 97). ¶ (¬7) المنصف 2/ 170.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "(حاحيت): (حاحاة، وحِيحاء) كـ (زلزلة، وزلزال) (¬1)، وكذلك (عاعيت، وهاهيت)، ولو كانت على (فاعلت) لما جاز ذلك؛ لأنه لا يقال: (قاتل قاتلة) (¬2). ¶ وقد خالف المازني سيبويه في أصل الألف في (حاحيت)، ونحوها؛ فذهب الخليل وسيبويه والجمهور إلى أن أصلها الياء انقلبت عنها؛ فيقول: \"وكذلك (حاحيت، وعاعيت، وهاهيت)، ولكنهم أبدلوا الألف لشبهها بالياء، فصارت كأنها هي\" (¬3). ¶ ويرى المازني أن الألف فيها منقلبه عن الواو، فيقول: \"وكذلك (حاحيت، وعاعيت، وهاهيت)، ولكنهم أبدلوا الألف لشبهها بالياء، وكان الخليل يقول: الألف بدل من الياء ... والقول عندي على خلاف ذلك؛ لأن (ضوضَيِت، وقوقيت) على أصلهما، وعلى ما ينبغي أن يكونا عليه، وهذا ليس على أصله، أعنى: (حاحيت)، وأخواتها\" (¬4). ¶ الأدلة والترجيح ¶ (1) استدل الخليل وسيبويه لمذهبهما في أن (حاحيت) ونحوها على وزن (فعللت)، مثل: (ضوضيت)، وأن الألف فيها منقلبة عن ياء بأن ذوات الياء من هذا الباب تجىء على أصلها، نحو: (ضوضت، وقوقيت)، ولو كان هذا واوًا لورد على أصله، كما ورد (قوقيت)، ولم يرد شىءٌ من (حاحيت) وبابه على أصله قط، والألف فيها لا تكون أصلاً، وإنما هى منقلبة، وجُعل انقلابها من ياء، كما قالوا: (ياجل)، والأصل: ¶ ¬__________ ¶ (¬1) شرح الشافية للرضى 2/ 369. ¶ (¬2) انظر: الممتع 2/ 591. ¶ (¬3) الكتاب 4/ 393، وذكر ذلك – أيضًا - في 4/ 314. ¶ (¬4) المنصف 2/ 169 – 170.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "(ييجل) (¬1)، واطرد عندهم قلب الياء الأولى ألفًا؛ لكراهة اجتماع ياءين بعد مثلين، لو قيل فيها: (عَيْعيت) (¬2). ¶ (2) واحتج المازنى لمذهبه بأن الألف فى (حاحيت) ونحوه بدل من الواو، استدلالاً بـ (قوقيت) وبابه؛ لأن الألف لمالم ينطق لها بأصل، لا من ياء ولا من واو حملها على ما نطق له بأصل، وهو (قوقيت) (¬3)، يقول ابن جنى: \"وكأن أبا عثمان لما رآهم قد قالوا: (قوقيت)، و (ضوضيت) على أصلهما، ولم يجئ (حاحيت) وبابه على أصله، حمل مالم يجئ على أصله على ما جاء على أصله (¬4). ¶ وبهذا يظهر أن قول الجمهور وسيبويه أقيس وأحسن؛ لأن فيه محسِّنًا لقلب الياء ألفًا، وليس فى مذهب المازنى ما يحسِّن القلب، وذلك لأن الياء أقرب إلى الألف من الواو، قال ابن جنى: \"وقد أبدلت فيها فى نحو: (طائى)، و (حارىّ) يريدون: (طيْبىّ، وحَيْرىّ) ... وليس هنا ما يوجب القلب لولا القرب، ولأنه لم نسمع شيئًا من ذوات الياء جاء على أصله، ولأنهم كرهوا تكرر الياءين؛ فجعلها من ذوات الياء لذلك، وأيضًا فإنا لم نر مثالاً من أمثلة الفعل استعملت فيه الواو دون الياء فنحمل هذا عليه إلا باب (فَعُل)، نحو: (سَرُوَ)، وليس منه\" (¬5). ¶ ومما يؤيد ذلك- أيضًا- أن المازنى نفسه رجع إلى تقوية مذهب الخليل وسيبويه؛ اذ يقول: (وقول الخليل مذهب؛ لأن الشىء ربما جاء مخالفًا للفرق) (¬6). ¶ ¬__________ ¶ (¬1) انظر: النكت 3/ 373، وشرح تصريف ابن مالك 239، وشرح التسهيل للمرادى 2/ 898، والتهميد 10/ 4900. ¶ (¬2) شرح الشافية 2/ 369 - 370. وأما فى نحو: (صيصية) فاحتمل فيه ذلك لكونه اسمًا، وهو أخف من الفعل. ¶ (¬3) انظر: الممتع 2/ 592. ¶ (¬4) المنصف 2/ 170 - 171. وحكى الرضى عن بعضهم أن الألفين فى (حاحى)، ونحوهما، أصلان، وليسا بمنقلبين لاعن واو ولاعن ياء؛ لأن الأصل فى جميعها الصوت الذى لا أصل لألفاته، قلبت الألف الثانية ياء بعد اتصال ضمير الفاعل المتحرك، وذلك للقياس على سائر الألفات المنقلبة الرابعة [انظر: شرح الشافية للرضى2/ 370]. ¶ (¬5) المنصف 2/ 171. ¶ (¬6) السابق نفسه 2/ 170.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "7 - أصل الواو فى (الحيوان) ¶ جاء عن العرب من الأفعال ماعينه واو ولامه ياء، نحو: (طويت، وشويت)، وجاء منها ما عينه ولامه واوان، نحو: (قَوِيِتُ)، كما جاء- أيضًا- من الأفعال ما عينه ولامه ياءان، نحو: (حيى، وعيى)، ولا خلاف عندهم فى ذلك، وليس فى الكلام فعل مستعمل عينه ياء ولامه واو (¬1). ¶ وأما الواو فى (الحيوان) فقد ذهب سيبويه إلى أنها منقلبة عن الياء التى هى لام فى (حييت)، والأصل: (حَيَيَان)، فلما كرهوا اجتماع مثلين، قلبت الثانية واوًا (¬2). ¶ قال سيبويه: \"وأما قولهم: (حيوان) فإنهم كرهوا أن تكون الياء الأولى ساكنة، ولم يكونوا ليلزموها الحركة ههنا، والأخرى غير معتلة من موضعها؛ فأبدلوا الواو ليختلف الحرفان، كما أبدلوها فى (رحوىّ)، كرهوا الياءات\" (¬3). ¶ وذهب المازنى، ورجحه ابن يعيش إلى أن واوه غير منقلبة، وأنه مصدر فعل لم يستعمل (¬4)، يقول المازنى: \"وكان الخليل يقول: (حيوان) قلبوا فيه الياء واوًا ... ولا أرى هذا شيئًا، ولكن هذا كقولهم: (فاظ الميت يفيظ فيظًا، وفوظًا)؛ فلا يشتقون من (فوظٍ) فعلاً (¬5) \" ¶ ¬__________ ¶ (¬1) انظر: اللباب 2/ 417. ¶ (¬2) انظر: الكتاب 4/ 409، وشرح الشافية للرضى 3/ 73، وشرح تصريف ابن مالك لابن إياز 104، وشرح الألفية للفارضى 2/ 1655. ¶ (¬3) الكتاب 4/ 394. ¶ (¬4) انظر: المسائل البغداديات 232، والمنصف 2/ 284 - 285، والخصائص 1/ 55، واللباب 2/ 418، وشرح التصريف الملوكى 264، وشرح تصريف ابن مالك 104، والمساعد 4/ 25، وتمهيد القواعد 10/ 4897 - 4898 وشرح الألفية للفارضى 2/ 1655. ¶ (¬5) المنصف 2/ 285.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الأدلة والترجيح ¶ (1) استدل سيبويه والجمهور على أن الواو فى (الحيوان) منقلبة عن الياء، بما يأتى: ¶ 1 - أنهم قلبوا الياء واوًا؛ لكراهة توالى الياءين واجتماع الأمثال؛ فعدلوا – هنا- عن الياء إلى ما هو أثقل منها، وهو الواو؛ ليختلف اللفظان، ويخف بذلك (¬1)، والمثلان إذا اجتمعا فأحد ما يخفَّف به الإبدال، كقولهم: (أمليت، وذوائب) (¬2). ¶ 2 - ولأنهم كرهوا إظهار الياءين؛ فأبدلوا من الثانية واوًا، كما يبدلون فى النسب؛ فيقولون: (غنوىّ، وعموىّ) (¬3). ¶ 3 - أن أصل الواو ياء قلبت واوًا؛ لئلا تلبتس بالمثنى، وهو مثل: (جبيت الخراج)، و (جبوته)، لغتان، والياء هى المتصرفة (¬4). ¶ (2) واستدل المازنى على أن الواو فى (الحيوان) أصل بما يلى: ¶ 1 - لأنه لا موجب لا نقلا بها عن شىء، ولأن هذا الأصل لم يشتق منه فعل؛ فتوسع المازنى فى القياس، وقاسه على قولهم: (فاظ الميت فيظًا وفوظًا) (¬5)، و (فوظ) مصدر، ولم يستعمل منه فعل، وكذلك (ويحٌ)، و (ويسٌ)، و (ويلٌ)، وهن مصادر، وليس لهن أفعال؛ فكذلك (الحيوان) - عنده- مصدر، ولا فعل له من لفظه (¬6)، وليس فى (حييت) دليل على أن الثانية ياء؛ لجواز أن يكون كـ (شقيت) قلبت ياء لانكسار ما قبلها (¬7). ¶ ¬__________ ¶ (¬1) انظر: الكتاب 4/ 409، والبغداديات 232، والمنصف 2/ 285، وشرح التصريف الملوكى 264، وشرح الألفية للفارضى 2/ 1655، وتاج العروس 37/ 510. ¶ (¬2) البغدايات 232. ¶ (¬3) انظر: الكتاب 4/ 409، والتذييل 8/ 181. ¶ (¬4) انظر: اللباب 2/ 419. ¶ (¬5) يقال: (فاظ الميت)، أي: مات، وفاظت نفسه: خرجت، و (فاض) بالضاد، لغة تميم، و (فاظ) بالظاء لغة قيس (انظر: اللسان 10/ 366 – 367). ¶ (¬6) انظر: المنصف 2/ 284 - 286، وشرح التصريف الملوكي 264، والتاج 37/ 510. ¶ (¬7) شرح الشافية 3/ 73.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "2 - ولأن الواو أبدلت ياء فى (الحيوان)، و (حيوة)؛ لما يلزمها من العلل، كما قالوا: (يرضى)، وهو من (الرضوان)؛ ولذلك فإن باب (حية) - عنده- مما عينه ياء ولامه واو (¬1). ¶ وردَّ أبو على الفارسي، وابن جنى، وغيرهم هذا المذهب بعدة أمور: ¶ 1 - الأول: أنه لا يمتنع أن يكون فى الكلام مصدر عينه واو. وفاؤه ولامه صحيحان، مثل: (فوظ، وصوغ، وقول، وموت)، وأشباه ذلك كثير، وليس في كلامهم مما عينه ياء ولامه واو شيءٌ يُعْرف، فيقاس (الحيوان) عليه؛ ولهذا فقد ثبت إبدالهم الياء واوًا شذوذًا، ولم يثبت في كلامهم ما عينه ياء ولامه واو (¬2)، وعلى هذا فحمله (الحيوان) على (فوظ)، ونحوها، خطأ؛ لأنه قياسٌ مع الفارق؛ فإنه شبَّه ما لا يوجد في الكلام بما هو موجود مطرد (¬3). ¶ وأما (حيوة) ففيه شذوذ من جهتين: أحدهما: قلب الياء واوًا والثاني: ترك الإدغام، والقياس: (حيَّة)، وجاز ذلك فيه؛ لأن الأعلام يكثر فيها التغيير (¬4). ¶ 2 - الثاني: تشبيه المازني له في أنه لم يشتق منه فعل بـ (فوظٍ) ليس بمستقيم؛ و (فيظ)، و (فوظ) لغتان (¬5). ¶ 3 - الثالث: أن (الحيوان) من (الحياة)، ومعنى (الحياة) موجود في (الحيا) الذي هو المطر، ألا ترى أنه يحيى الأرض والنبات، وهم يقولون في تثنية (الحياة): (حييان) بالياء، لا غير (¬6). ¶ ¬__________ ¶ (¬1) انظر: المنصف 2/ 284 - 285، والتذييل 8/ 180. ¶ (¬2) المنصف 2/ 285، والتذييل 8/ 180. ¶ (¬3) انظر: التاج 37/ 510 - 511. ¶ (¬4) انظر: البغداديات 233، والمنصف 2/ 285، واللباب 2/ 403 - 404. ¶ (¬5) المنصف 2/ 285. ¶ (¬6) انظر: البغداديات 232، والمنصف 2/ 285 - 286، والممتع 2/ 565، والتذييل 8/ 180.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وبهذا يظهر أن ما ذهب إليه سيبويه والجمهور هو الصحيح؛ لأن مذهب المازني ليس فيه ما يدل عليه؛ فإن معنى (الحيوان) كمعنى (الحيا) للمطر، ولأنه لا يوجد في الكلام ما عينه ياء ولامه واو. ¶ 8 - قلب الواو المكسورة المتصدرة همزةً بين السماع والقياس ¶ إذا وقعت الواو متصدرة مكسورة، فمن العرب من يبدل هذه الواو همزة، نحو: (وِشاح)، و (إشاح)، و (وسادة)، و (إسادة) (¬1)، وقد اختلف النحويون في هذا الإبدال هل هو مطرد أو لا؟ ¶ (1) فذهب الجمهور وسيبويه إلى أن القلب فيه غير مطرد؛ فَيُوقَفُ في همز الواو المكسورة على السماع دون القياس (¬2)، وذهب الفارسي، وابن جني، والرضى، وابن الضائع إلى أن ذلك قليل لا يقاس عليه (¬3). ¶ تحقيق مذهب سيبويه ¶ ذهب أبو حيان في التذييل إلى أنه ليس في كتاب سيبويه نص على ذلك (¬4)، في حين يرى ابن الضائع وأبو حيان في الارتشاف إلى أنه قد يظهر من كلام سيبويه بعض ظهور أن هذا القلب مطرد؛ لأنه نفى الاطراد عن الواو المفتوحة، ثم استدرك المكسورة، فظاهره استدراك مما نفى، وهو الاطراد (¬5)، قال سيبويه: \"ولكن ¶ ¬__________ ¶ (¬1) انظر: دقائق التصريف 241. ¶ (¬2) انظر: الكتاب 4/ 330، وشرح الشافية 3/ 78. وينسب أبو حيان في الارتشاف والتذييل، وكذلك المرادي في شرح التسهيل إلى الجمهور القول بالاطراد فيها (انظر: التذييل 8/ 323، والارتشاف 1/ 259، وشرح التسهيل للمرادي 2/ 966)، وهو خلاف المشهور عنهم في أنهم يقفون في همز الواو المكسورة على السماع. ¶ (¬3) انظر: الإغفال للفارسي 2/ 246، والتمام لابن جني 21، وشرح الشافية للرضى 3/ 78، وشرح الجمل لابن الضائع 2/ 954. ¶ (¬4) التذييل 8/ 323. ¶ (¬5) انظر: شرح الجمل لابن الضائع 2/ 954، والارتشاف 1/ 259، وتمهيد القواعد 10/ 5020.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ناسًا كثيرًا يُجْرون الواو إذا كانت مكسورة مُجرى المضمومة؛ فيهمزون الواو المكسورة إذا كانت أولاً كرهوا الكسرة فيها ... فمن ذلك قولهم: (إسادة، وإعاء) \" (¬1). ¶ ولكنني أرى – والله أعلم – أن الذي يظهر من كلام سيبويه هو أن قلب الواو همزة في نحو: (وشاح) غير مطرد؛ لأنه ذكر قبل ذلك أن قلب الواو المفتوحة غير مطرد، ثم ذكر بعدها أن قلب الواو المكسورة غير مطرد أيضًا، ولا يظهر من كلامه أنه يستدرك هذه الواو المكسورة، ويجعلها مطردة، بل عبارته فيها ككلامه عن الواو المفتوحة. والدليل على ذلك: أن أبا على الفارسي ينسب ذلك إلى سيبويه، فيقول: \"وكأن قول سيبويه – أيضًا – في هذا في الدلالة على ما يقوله أبو عمر من أنه ليس بمطرد، قال سيبويه: \"وليس بمطرد – يعني المفتوحة إذا أبدلت منها الهمزة – ولكن ناسًا كثيرًا يجرون الواو إذا كانت مكسورة مجرى المضمومة، فيهمزون الواو إذا كانت مكسورة\" (¬2)، فقوله: (ناسًا كثيرًا) فيه دلالة على أنه ليس ذلك عند الكل\" (¬3). ¶ ويدل على ذلك – أيضًا – أن أبا على الشلوبين – كما حكى عنه ابن الضائع – كان \"يأخذ كلام سيبويه على أنه لا يريد الاطراد، بل يريد أن همزة المكسورة أكثر من همزة المفتوحة، ويُنْسب قياس همزة المكسورة إلى أبي عثمان المازني، والمبرد، وكذلك نسبه ابن خروف\" (¬4). ¶ (2) وذهب الجرمي (¬5)، والمازني، والمبرد إلى أن قلب الواو المكسورة همزة في نحو: (وشاح) مطرد (¬6)، واختاره ابن عصفور، والمرادي (¬7). ¶ تحقيق مذهب المازنى ¶ ¬__________ ¶ (¬1) الكتاب 4/ 331. ¶ (¬2) السابق نفسه. ¶ (¬3) الإغفال للفارسي 2/ 246. ¶ (¬4) شرح الجمل لابن الضائع 2/ 954. ¶ (¬5) واختلف النقل عن الجرمي، فنقل بعضهم عنه القول بالقياس، وبعضهم نقلوا عنه القول بعدم القياس (انظر: الإغفال 2/ 246، والتذييل 8/ 323). ¶ (¬6) انظر: المقتضب 1/ 232، والكامل 1/ 430، والإغفال 2/ 246، والمنصف 1/ 228 – 229. ¶ (¬7) انظر: الممتع 1/ 333، وشرح التسهيل للمرادي 2/ 966.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "اختلف النقل عن المازني في هذه المسألة اختلافًا بينًا: ¶ 1 - فحكى بعضهم عنه القول بعدم القياس، ومنهم ابن جنى في المنصف، وابن عصفور في الممتع (¬1)، على حين نسب إليه ابن عصفور في شرح الجمل الصغير القول بالقياس فيها، وذهب إلى ذلك أبو على الشلوبين (¬2). ¶ 2 - وحكى القولين عنه من غير ترجيح أبو حيان في الارتشاف، والمرادي في شرح التسهيل، والسمين الحلبي في الدر المصون (¬3). ¶ 3 - ونسب إليه القول بالاطراد والقياس فيها: ابن السراج، وأبو علي في التكملة، وابن الخباز، والرضى، والمرادى في توضيح المقاصد، وكذلك الشيخ عضيمة (¬4). ¶ وهذا هو الصحيح الذي تضافرت عليه نقول كثير من النحويين، ويدل عليه قوله: (ويكون ذلك مطردًا فيها)، وتكون الواو في كلامه استئنافية، قال المازني: ¶ \"واعلم أن الواو إذا كانت أولاً، وكانت مكسورة، فمن العرب من يبدل مكانها الهمزة، ويكون ذلك مطردًا فيها، فيقولون في (وسادة): (إسادة) \" (¬5). ¶ الأدلة والترجيح ¶ (1) استدل القائلون بأن القلب في نحو: (إشاح) غير مطرد، بما يأتي: ¶ 1 - بأنه قد صحَّ أن الواو المضمومة إنما همزت؛ لأنها أشبهت الواوين، وَجَرت الضمة فيها مجرى الواو، وعلى هذا فالواو المكسورة يجب أن تكون مشبهة باجتماع واو وياء، نحو: (ويح، وويل، ويوم)؛ فالقياس في الواو المكسورة ألا تهمز، كما لا ¶ ¬__________ ¶ (¬1) انظر: المنصف 1/ 229 – 230، والممتع 1/ 333، والتذييل 8/ 323. ¶ (¬2) انظر: التذييل 8/ 323. ¶ (¬3) الارتشاف 1/ 259، وشرح التسهيل للمرادي 2/ 966، والدر المصون 10/ 479 - 480. ¶ (¬4) انظر: الأصول 3/ 245، والتكملة 248، والغرة المخفية لابن الخباز 2/ 766، وشرح الشافية للرضى 3/ 78 - 79، وتوضيح المقاصد 3/ 267، وأبو العباس المبرد وأثره للشيخ عضيمة 55. ¶ (¬5) المنصف 1/ 228 – 229.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "يجب الهمز عند اجتماع الواو والياء، نحو: (ويح، وويل)، ولكن الواو المكسورة، في هذا، محمولة على حكم المضمومة؛ لأن الكسرة مستثقلة في الواو، كما أن الضمة فيها كذلك؛ فمن هنا لم يطرد الهمز في الواو المكسورة كاطراده في الواو المضمومة؛ ولذلك فإن همزها مكسورة، وهي أول، غير مطرد (¬1). ¶ 2 - لأن الكسرة ليست من جنس الواو، ويدل على ذلك إجماعهم على تصحيحها إذا كُسرت في الحشو، نحو: (سويق، وطويل) (¬2). ¶ (2) واستدل القائلون بأن القلب فيه مطرد، بما يأتي: ¶ 1 - بكثرة ما ورد من ذلك عن العرب، مع ما فيه من المعنى، ومنه ما اجتمعت العرب عليه، وهو (إحدى) (¬3)؛ فقد جاء منه جملة صالحة للقياس عليها في كل واو مكسورة وقعت أولاً (¬4)، وقد أورد بعضها المازني (¬5)، ومنها: أنهم يقولون في (وسادة): (إسادة)، وفي (وعاء): (إعاء)، وفي (الوفادة): (الإفادة)، وفي (وشاح): (إشاح)، وفي (الوكاف): (الإكاف)، وأشباهها (¬6). ¶ وذهب ابن مالك إلى أن ذلك مطرد على لغة من لغات العرب (¬7)، واعترض عليه أبو حيان فقال: \"ولا أعلم أحدًا نص على أن ذلك لغة\" (¬8)، وهذا الاعتراض لا يصح؛ لأن أبا القاسم المؤدب ذكر أنها \"لغة تميم يهمزون كل واو مكسورة أو مضمومة تجىء في نحو هذا البناء\" (¬9)، ونسب المرادي، والسمين الحلبي هذه اللغة إلى هذيل (¬10)، بل ¶ ¬__________ ¶ (¬1) انظر: الإغفال 2/ 246، والمنصف 1/ 229 - 230، وشرح ابن يعيش 10/ 14، وشرح التصريف الملوكي 274، والتذييل 8/ 323. ¶ (¬2) انظر: الغرة المخفية لابن الخباز 2/ 766، وشرح الشافية 3/ 78 - 79. ¶ (¬3) انظر: المنصف 1/ 228 - 229، وشرح ابن يعيش 10/ 14، وشرح التصريف الملوكي 275، وشرح التسهيل للمرادي 2/ 966. ¶ (¬4) انظر: الممتع 1/ 335، والتذييل 8/ 323. ¶ (¬5) المنصف 1/ 229. ¶ (¬6) انظر: دقائق التصريف 241. ¶ (¬7) انظر: التسهيل 301، وشرح الكافية الشافية 4/ 2090 - 2091. ¶ (¬8) الارتشاف 1/ 259. ¶ (¬9) دقائق التصريف 241. ¶ (¬10) انظر: شرح التسهيل للمرادي 2/ 966، والدر المصون 10/ 480.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "إن أبا حيان نفسه عزا هذه اللغة إلى هذيل؛ فيقول: \"وذلك مطرد في لغة هذيل، يبدلون من الواو المكسورة الواقعة أولاً همزة\" (¬1). ¶ 3 - استدلوا بأن القياس يقتضي الإبدال؛ لأن الواو المكسورة بمنزلة الواو والياء، فكما يكرهون اجتماعهما فيقلبون الواو إلى الياء تقدمت أو تأخرت، نحو: (طيِِّئ، وسيد)، فكذلك ينبغي أن يفروا من النطق بالواو المكسورة (¬2). ¶ 4 - وردَّ ابن الضائع هذين الدليلين بأمرين: ¶ الأول: أنه وردت من الواو المكسورة ألفاظ كثيرة بالنسبة إلى المفتوحة، قليلة بالنظر إلى المضمومة، قال ابن الضائع: \"وبالجملة فالذي يَقْوَى عندي: الوقوف عندما سمع من ذلك، ويقوَّي ذلك أنه ما من واو مضمومة إلا وقد سمع فيها الهمز، أما المكسورة فإذا نظرنا إلى الألفاظ التي لم يسمع فيها الهمز لم يكن فيما سمع فيه الهمز قدر بالنظر إلى تلك، وهذا ظاهر\" (¬3). ¶ الثاني: أن القياس الذي ذكروه يعارضه \"أنه لو كانت الواو المكسورة كما ذكروا لوجب تغييرها وسطًا، بل يكون أكمل في التشبيه؛ لأن الواو والياء لا يجتمعان، ويسبق إحداهما بالسكون في أول الكلمة، فتشبيههما وسطًا أكمل بما قال منه أولاً، وإنما قلبت المكسورة أولاً؛ لأنها إذا كانت المفتوحة قد قلبت فبلا شك أن المكسورة أثقل\" (¬4). ¶ وبعد عرض هذين المذهبين يظهر لي أن الراجح منهما هو أن قلب الواو المكسورة المتصدرة همزة، سماعيٌّ لا يقاس عليه، وذلك لأن ما ورد منها قليل بالنسبة إلى الواو المضمومة، ولأن ما جاء منها لغة لبعض العرب كتميم أو هذيل، وليس لعامتهم، وأرى أن المازني وتلميذه المبرد قد توسعا في القياس على هذه اللغة، كما ¶ ¬__________ ¶ (¬1) البحر المحيط 6/ 306. ¶ (¬2) انظر: الممتع 1/ 333 – 334، والتذييل 8/ 323 - 324. ¶ (¬3) شرح الجمل لابن الضائع 2/ 956، وانظر: التذييل 8/ 324. ¶ (¬4) السابق نفسه.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ذكر الشيخ عضيمة (¬1)، كما أنه يَرِدُ عليهم نحو: (وِرْد)، و (وِقْر)، وغير ذلك مما لا يجوز فيه الإبدال، مع وجود العلة وعدم المانع (¬2)، ولذلك فإن الأولى أن يكون ما ورد من همز هذه الواو المكسورة مقصورًا على السماع. ¶ 9 - الإدغام في (تحية) بين الوجوب والجواز. ¶ يأتي مصدر (فعَّل) على (التفعيل)، نحو: (كرَّم تكريمًا)، وإن كان معتل اللام فإن مصدره يكون على وزن (تفعلة)، نحو: (زكَّي تزكية)، و (حلَّى تحلية)، و (حيا تحيَّة) (¬3)، والأصل فيها: (تحْيية). ¶ وقد اختلف النحويون في (تحية) على الوجه الآتي: ¶ 1 - ذهب سيبويه والجمهور إلى أنها بمنزلة (أحيَّة) جمع (حياء الناقة)، والإدغام فيها واجب، والأصل: (تَحْيِىّ)؛ فحذفت ياء التفعيل، وعوضت التاء منها (¬4). ¶ قال سيبويه: \"فأما (تحية) فبمنزلة (أحِْييَة)، وهي (تفعلة)، والمضاعف من الياء قليل؛ لأن الياء قد تثقل وحدها لامًا، فإذا كان قبلها ياء كان أثقل لها\" (¬5). ¶ ¬__________ ¶ (¬1) أبو العباس المبرد للعلامة الشيخ عضيمة 55. ¶ (¬2) انظر: اللباب 2/ 357. ¶ (¬3) وذهب أبو حيان إلى أنه جمع (تحية)، لا مصدر (حيَّا) (انظر: الارتشاف 2/ 498). ¶ (¬4) انظر: الكتاب 4/ 397، والمنصف 2/ 195 - 196، والتذييل 6/ 123، وشرح التسهيل للمرادي 2/ 300، والمساعد 2/ 626، والنبيل 2/ 373، وتاج العروس 37/ 514. ¶ (¬5) الكتاب 4/ 397.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وذهب بعض النحويين كالأعلم وأبي حيان إلى أن الظاهر من قول سيبويه السابق أنه هو نفسه قول المازني (¬1)، وهو جواز الإدغام والإظهار فيها، وليس ذلك – في رأيي – صحيحًا؛ إذ لا يظهر ذلك من كلامه، بل إن ابن جني وغيره لم يفهموا ذلك من قول سيبويه، ولو عُرف هذا عنه لتناقله النحويون، ولسارت به الركبان، بل المشهور عنه هو وجوب الإدغام فيها. ¶ 2 - وذهب المازني إلى أنه يجوز فيها الإظهار، قياسًا على (أَحْيِيَة) (¬2)، قال المازني: \"الإظهار عندي جائز، والإدغام أكثر، وجاز الإظهار، كما جاز في جمع (حياء) حين قلت: (أحيية) \" (¬3). ¶ 3 - وذهب ابن جني إلى أن التاء في (تحية) بدل من ياء (التفعيل)، وهي لازمة والجمع عارض، وقد يحمل على المفرد (¬4). ¶ الأدلة والترجيح ¶ (1) استدل سيبويه والجمهور على وجوب الإدغام في (تحية) بأمرين: ¶ 1 - قاسه سيبويه على (أحيَّة)، وهي جمع (حياء) الناقة؛ لأنه على وزن الفعل مثله، ودخلت التاء مثله، وفيها – أيضًا- نقل حركة العين إلى فاء الكلمة (¬5). ¶ ¬__________ ¶ (¬1) انظر: النكت 3/ 374، والتذييل 8/ 589. ¶ (¬2) (أحْيية): جمع (حياء) لفرج الناقة. وذكر ابن برى أن من العرب من يدغمه، فيقول: (أحيَّة)، (انظر: التاج 37/ 514). وانظر مذهب المازني في المراجع السابقة. ¶ (¬3) المنصف 2/ 195. ¶ (¬4) المنصف 2/ 195، والتذييل 8/ 589. ¶ (¬5) انظر: التذييل 8/ 589، والتاج 37/ 514.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "2 - لأنه لم يسمع في (تحية) إلا الإدغام (¬1). ¶ (2) واستدل المازني على جواز الإظهار في (تحية) بعدة أدلة، وهي: ¶ 1 - ما ذكره ابن جنى \"أن أبا زيد قد حكى في مصادره: (تعية، وتعيية) بالإظهار؛ فهذا يؤنس بترك إدغام (تحية) \" (¬2) ¶ 2 - أنه ذكر قبل ذلك في (أحيَّة) جواز الإظهار؛ فقال: \"ومن هذا: (حياء، وأحيية)، وإن شئت أدغمت، وإن شئت أظهرت .. سمعنا من العرب من يقولون: (أعْيياء)، و (أعْيية) \" (¬3)، ومعنى هذا: أنه إذا جاز الإظهار في (أحْيية) مع أن الهاء فيها لازمة، فإنه يجوز الاظهار في (تحية). ¶ (3) وردَّ ابن جني، وغيره ماذهب إليه المازني بأمرين: ¶ الأول: أن هناك فارقًا بين (تحية)، و (أحْيية)، وبيان ذلك: أن (أحْيية) جمع، والجمع فرع على الواحد (¬4)، والفرع قد يلحظ أولا يلحظ، بخلاف (تحية)؛ إذ هي مصدر، والمصدر أصل؛ فينبغي أن يلحظ في نفسه (¬5) \"فأنت إذا جئت بالواحد فقلت: (حياء) زال ما كرهته من اجتماع الياءين، وليس كذلك (تحية)؛ لأنها مصدر، والمصدر أصل لا فرع، وليس يمكنك فيها ما يمكنك في الجمع الذي هو فرع على الواحد\" (¬6)، ¶ ¬__________ ¶ (¬1) التذييل 8/ 589. ¶ (¬2) المنصف 2/ 196. ¶ (¬3) المنصف 2/ 197. ¶ (¬4) المنصف 2/ 190،191. ¶ (¬5) التذييل 8/ 588. ¶ (¬6) المنصف 2/ 196.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وأيضًا لأن الهاء في (أحيية) ليست بدلاً من شيءٍ في حشو الكلمة، وإنما هي زائدة للتأنيث، بخلاف الهاء في (تحية) (¬1). ¶ الثاني: ما ذكره أبو على من أن (تحية) موضع هربوا فيه من كثرة الياءات والكسرة؛ لأن أصله: (تحْيِىّ)؛ فوجب فيه الادغام لذلك (¬2)، وضعَّف ذلك أبو حيان؛ لأن (تحيية) لم تكثر فيه الياءات، كما ذكر (¬3). ¶ والذى يترجح لدىَّ من ذلك: أن ما ذهب إليه المازني من جواز الإظهار في (تحية) هو الراجح، وذلك لأنه إذا لم يُسْمَع فيه إلا الإدغام، فقد سُمع في: (تعيَّة، وتعْيية)، وإذا صحَّ هذا السماع عن أبي زيد فيما حكاه عنه ابن جني، فلا شك أن السماع وإن كان قليلاً، هو من أقوى أدلة الصناعة النحوية، والمازني يجيز الإظهار، والإدغام عنده أقيس وأكثر. ¶ ¬__________ ¶ (¬1) السابق نفسه. ¶ (¬2) السابق نفسه. ¶ (¬3) التذييل 8/ 589.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "المبحث الثاني: ما خالف فيه المازني سيبويه في غير كتاب التصريف. ¶ 1 - الخلاف في تصغير (عِرَضْنَى) (¬1). ¶ إذا وقعت ألف التأنيث المقصورة خامسة لم يتقدمها مدة زائدة، حذفت في التصغير؛ لأنه جاء قبلها أربعة أحرف أصول، وبقاء الألف الخامسة فصاعدًا يخرج البناء عن أوزان التصغير، تقول في نحو: (قَرْقَرى) (¬2)، و (جَحْجَبَى) (¬3): (قُرَيْقر)، و (جُحَيْجب)، والألف فيهما للتأنيث؛ لامتناعهما من الصرف، ولعدم دخول التنوين عليهما (¬4). ¶ وأما ألف (العِرَضْنَى) فذهب سيبويه والجمهور إلى أنها للتأنيث، فتحذف عند التصغير، كما حذفت ألف (جَحْجَبى) عند التصغير، فتقول في تصغيرها: (عُرَيْضن) بالنون، قال سيبويه: \"أما (العِرَضْنَى) فليس فيها إلا (عُرَيْضنٌ)؛ لأن النون ألحقت الثلاثة بالأربعة، وجاءت هذه الألف للتأنيث؛ فصارت النون بمنزلة ما هو من نفس الحرف، ولم تحذفها، وأوجبت الحذف للألف؛ فصار تحقيرها كتحقير (جَحْجَبى)؛ لأن النون بمنزلة الراء من (قمطر) \" (¬5). ¶ وذهب المازني إلى أن الألف فيها لغير التأنيث، فيقول: (عُرَيْضٍ) بحذف النون؛ لأنه قد سُمع: (عِرَضْناة)، وحكاه عن أبي زيد؛ فالألف - عنده - لغير التأنيث (¬6). ¶ ¬__________ ¶ (¬1) (العِرَضْنَى) هو عدوٌ في اعتراض ونشاط، يقال: الفرس تعدو الِعَرِضْنَي، و (العِرَضْنَة والعِرَضْناة) أي: معرضة مرة من وجه ومرة من آخر، انظر: تهذيب اللغة 3/ 327 - 328، وتاج العروس 18/ 428. ¶ (¬2) اسم موضع، انظر: التهذيب (قرقر) 8/ 282. ¶ (¬3) وهو اسم رجل يطلق على حى من الأنصار (التاج 2/ 131). ¶ (¬4) انظر: الكتاب 3/ 439، والبصريات 296 - 297، والارتشاف 1/ 368. ¶ (¬5) الكتاب 3/ 439، وانظر في هذا المذهب: المراجع السابقة. ¶ (¬6) انظر: البصريات 296 - 297، والارتشاف 1/ 368.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "(1) وقد استدل سيبويه علي أن (العِرَضْنَي) تصغر علي (عُريْضِن) بأن النون فيه للإلحاق؛ فصارت كأنها جزء من الكلمة, وأما الألف فهي للتأنيث, ولذلك حذفت دون النون (¬1). ¶ (2) واستدل المازني علي أن الألف في (العِرَضْنَي) لغير التأنيث بما حكاه أبو زيد عن العرب, إذ سمُع عنهم: (عِرَضْناةٌ) , فالألف ـ علي هذا ـ للإلحاق؛ لأنها لوكانت للتأنيث لامتنع دخول التنوين والتأنيث عليها (¬2). ¶ والذي يظهر لي أن ماذهب إليه سيبويه والجمهور هو الصحيح لما ذكرنا, وأما رواية المازني: (عِرَضْناة) عن العرب؛ فلم يُشْتهر عند عامتهم, بل هو سماع عن بعضهم. ¶ 2ـ تصغير المحذوف منه بعض أصوله وبقي بعد الحذف علي أكثر من حرفين, نحو: (يضع) المسمي به. ¶ إذا كان الاسم الذي يراد تصغيره قد بقي بعد الحذف علي أكثرمن حرفين, فمذهب سيبويه والجمهور أنه يصغر علي حاله بدون رد المحذوف, تقول في تصغير (مَيْت) بياء ساكنة: (مُيَيْت) , أصله: (ميَّت) بياء مشددة, فعند التصغير لا ترد الياء المحذوفة (¬3) , يقول سيبويه في تصغير (يضع) ,و (هارٍ) المسمي بهما:\"إذا سميت رجلاً بـ (يضع) , قلت: (يُضَيْع) , وتقول في (هارٍ): (هُوَيْر) \" (¬4). ¶ ¬__________ ¶ (¬1) الكتاب 3/ 439. ¶ (¬2) انظر: البصريات 296ـ 297. ¶ (¬3) انظر: شرح ابن يعيش 5/ 120, وشرح الجمل لابن عصفور 2/ 298. ¶ (¬4) الكتاب 3/ 456ـ 457, و (يضع) مما حذفت فاؤه, والأصل: (يوضع) , وأما (هارٍ) فهو اسم فاعل من (هار البناء يهور هورًا): إذا انهدم, فأصله: (هاور) , قدمت الراء علي الواو, فصار: (هاروًا) , ثم قلبت الواو ياء لتطرفها إثر كسرة؛ فصار: (هاريًا) , ثم أعل إعلال (قاض?) , فصار علي (هار?) , فعند تصغيره علي مذهب سيبويه تقول: (هوير?) بلا رد {انظر: المحتسب في التصغير والنسب 61ـ 62}.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وذهب أبو عمرو بن العلاء, ويونس, والمازني إلي أن المحذوف يرد, فتقول في (يضع, ويعد) المسمي بهما: (يُوَيْضع, ويُوَيْعد)؛ لأن الأصل فيهما: (يوضع, ويوعد) , وتقول في (هار?): (هويئر) (¬1)؛ لأن أصله: (هائر). ¶ وممن نسب إلي المازني هذا القول: ابن السراج, وابن جني, وابن يعيش, وابن مالك, والرضي, وأبوحيان, وكذلك المرادي, والفارضي, والأشموني (¬2) , وذكر المرادي أن المازني يوافق يونس في نحو: (هارٍ) , ولكنه لايرد المحذوف في (خير, وشر) (¬3). ¶ الأدلة والترجيح ¶ (1) احتج سيبويه والجمهور لمذهبهم بعدة أوجه: ¶ الأول: أن الحذف إنما كان لضرب من التخفيف في المكبر, وليس لعلة تزول في التصغير, ولأنه أمكن فيه مثال (فُعَيل) من غير رد؛ فلا حاجة إليه؛ فتقول في تصغير (ناس): (نويس) (¬4). ¶ الثاني: ذكر سيبويه أنه يلزم من قال في تصغير (هارٍ): (هويئر) أن يكون قد صغَّر (هائرًا) , وليس هو تصغير (هارٍ) (¬5) , كذلك يلزمهم علي هذا المذهب أن يقال في (مَيْت): (مُييَّت) , وفي (ناس): (أُنَيْس) , وفي (خيرمنك): (أُخيَّرمنك)؛ لأن ¶ ¬__________ ¶ (¬1) حكاه يونس عن جماعة من العرب {الكتاب 3/ 456ـ457} , ويونس علي هذا يرد ولاينون علي مذهبه {الأشموني 4/ 168}. ¶ (¬2) انظر: الأصول 3/ 57, والخصائص 3/ 73, وشرح ابن يعيش 5/ 121, وشرح الكافية الشافية 4/ 1912, وشرح الشافية 1/ 224, والارتشاف 1/ 365ـ 366, وشرح التسهيل للمرادي 2/ 860, وشرح الألفية للفارضي 2/ 1523, وشرح الأشموني 4/ 168. ¶ (¬3) انظر: توضيح المقاصد 3/ 91. ¶ (¬4) ولو رددت المحذوف علي مذهب المازني لقلت: (أُنَيْس)؛ لأن أصله: (أناس)؛ فحذفت منه الفاء, وهي الهمزة {انظر: شرح ابن يعيش 5/ 119ـ 120, وشرح التسهيل للمرادي 2/ 860}. ¶ (¬5) انظر: الكتاب 3/ 456ـ 457, وشرح الشافية 1/ 225.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "أصلها: (أخْير منك) , وقد اتفقوا في ذلك علي (مُيَيْت) , و (نُويس) , و (خُييَر) من غير رد (¬1). ¶ الثالث: لأن نحو: (يُضَيْع) في تصغير (يضع) لايُجْهل معه المكبر, بخلاف (يُوَيْضع) الذي يجهل مكبره (¬2). ¶ 2ـ واحتج النحويون لمذهب أبي عمرو, والمازني بوجهين: ¶ \"أحدهما: أن من شأن التصغير أن يرد الأشياء إلي أصولها, كما تقرر باتفاق في الثنائي كـ (يد) ,و (دم)؛ فكذلك ينبغي فيما كان منقوصًا مثله ... ¶ والثاني: ماحكاه سيبويه عن يونس عن العرب أنهم يقولون في (هارٍ): (هويئر) .. وهذا نص في موضع الخلاف؛ فيقاس عليه ماعداه\" (¬3). ¶ وقد ردَّ الشاطبي هذين الدليلين بأبلغ بيان وأحسنه, فأما الوجه الأول فقد ردَّه\"بأن ردَّ الشيء إلي أصله في التصغير ليس لأجل التصغير, بل لأجل الضرورة الداعية إلي الرد, وذلك في الثنائي لكمال بنية التصغير, وأيضًا فإن العرب لم ترد حين قالت (نُويس) في (ناس) حسبما حكاه الفراء عن الكسائي\" (¬4). ¶ وأما الاحتجاج الثاني فقد ردَّه الشاطبي ـ أيضًا ـ بثلاثة أوجه: ¶ \"أحدها: أن هذا السماع غير متفق عليه عند العرب, وإنما هو شيء منقول عن ناس منهم .. وذلك لايكون حجة علي جميع العرب. ¶ والثاني: أن ماسمع من ذلك نادر شاذ لايبلغ مبلغ القياس عليه؛ فلا يبني عليه قاعدة, وأيضًا فهو مؤول, قال سيبويه ـ بعد الحكاية:\"فهؤلاء لم يحقروا (هارًا) , وإنما ¶ ¬__________ ¶ (¬1) انظر: شرح ابن يعيش 5/ 121, وشرح الشافية 1/ 225. ¶ (¬2) شرح الكافية الشافية 4/ 1912. ¶ (¬3) المقاصد الشافية 7/ 378. ¶ (¬4) السابق نفسه.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "حقروا (هائرًا) , كما قالوا: (رُوَيجل) , كأنهم حقروا (راجلاً) \" (¬1) , وإذا احتمل هذا التأويل لم يكن فيه دليل. ¶ والثالث: المعارضة بقول العرب في (ناس): (نُوَيْس) , فهو إما أن يقول: (أُنَيَّس) فيخالف العرب, وإما أن يقول: (نُوَيْس) فيخالف قاعدته\" (¬2). ¶ ولهذا فإن الصحيح هو ماذهب إليه الجمهور وسيبويه من أنه لايرد المحذوف في تصغير نحو: (يضع) المسمي به, وذلك لأن السماع يعضده, ولأنه أمكن فيه مثال (فُعَيل) من غير رد؛ فلاحاجة إلي الحرف المحذوف. ¶ 3ـ تصغير الخماسي الذي واوه للإلحاق, نحو: (عِثْوَلّ). ¶ إذا كان في الاسم الخماسي زيادتان وكانت إحداهما زائدة لغير الإلحاق, نحو: (عِثْوَلّ) (¬3) , فمذهب الخليل, وسيبويه, والجمهور أن اللام الثانية تحذف, وتترك اللام الملحقة والواو, فتقول في تصغيرها: (عُثَيَّل, وعُثَيِّيل) , بحذف إحدي اللامين؛ لأنها زائدة لغير الإلحاق, وتترك الواو؛ لأنها بمنزلة شين (قِرْشَبّ) (¬4). ¶ و (عِثْوَلّ) أصله من (عثَل) , وألحق بـ (جِرْدَحل) (¬5) , حيث دخل أحد الزائدين للإلحاق, وهو الواو؛ ليصير بمنزلة الأصلي, ثم دخل الزائد الثاني وهو اللام؛ فكان أولاً مخفف اللام بمنزلة (درهم) , وزادت فيه إحدي اللامين بعد ذلك (¬6). ¶ قال سيبويه:\"وإذا حُقرتْ (عِثْوَلٌّ) قلت: (عُثَيَّلٌ, وعُثَيَّيل)؛ لأنك لو جمعت قلت: (عثاول وعثاويل) , وإنما صارت الواو تثبت في الجمع والتحقير؛ لأنهم إنما جاءوا بهذه الواو لتُلْحق بنات الثلاثة بالأربعة, فصارت عندهم كشين (قِرْشَبّ) , ¶ ¬__________ ¶ (¬1) الكتاب 3/ 456ـ 457. ¶ (¬2) المقاصد الشافية 7/ 378ـ 379. ¶ (¬3) (العِثْوَلّ) من الرجال: الجافي الغليظ, أو الكثير اللحم الرخو, ويكون بمعني الكثير شعر الجسد والرأس {اللسان (ع ث ل) 9/ 47}. ¶ (¬4) (القِرْشَبّ) بكسر القاف: الضخم الطويل من الرجال, أو هو الأكول {اللسان (ق ر ش ب) 11/ 109}. ¶ (¬5) (الجِرْدحل) من الإبل: الضخم, وذكر المازني أنه بمعني الوادي {اللسان (ج ر د ح ل) 2/ 239}. ¶ (¬6) انظر: النكت 3/ 19, وشرح الجمل لابن عصفور 2/ 303.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وصارت اللام الزائدة بمنزلة الباء الزائدة في (قِرْشَبّ)؛ فحذفتها كما حذفوا الباء حين قالوا: (قراشب) , فحذفوا ماهو بمنزلة الباء, وأثبتوا ماهو بمنزلة الشين, وكذلك قول العرب وقول الخليل\" (¬1). ¶ وذهب المازني, وتلميذه المبرد إلي حذف الواو؛ فيقول في تصغيرها: (عُثَيْلّ) (¬2). وقد حكي هذا القول عن المازني: المبرد, والأعلم, والرضي, وأبوحيان (¬3) قال المبرد في هذا المذهب:\" وتقول في تصغير (عِثْوَلّ): (عُثَيْلّ) فاعلم؛ لأن فيه زائدتين: الواو وإحدي اللامين, والواو أحق عندنا بالطرح؛ لأنها من الحروف التي تزاد, واللام مضاعفة من الأصول, وهما جميعًا للإلحاق بمثل (جِرْدَحْل) ... وقد يجوز ماقال ـ أي: سيبويه ـ ولكن المختار ماذكرنا\" (¬4). ¶ الأدلة والترجيح ¶ (1) احتج سيبويه والجمهور لمذهبهم بأمرين: ¶ الأول: السماع عن العرب؛ فقد حكي الخليل أن هذا هو قول العرب (¬5). ¶ الثاني: القياس علي الخماسي الملحق به, وهو (جِرْدحل) (¬6) , ولأن التصغير يحمل علي جمع التكسير؛ إذ هما من وادٍ واحد, فيقال في جمعه: (عثاول) , و (عثاويل) , بحذف إحدي اللامين (¬7). ¶ (2) واحتج المبرد لمذهبه ومذهب شيخه المازني في تصغير نحو: (عِثْوَلّ) بالقياس؛ لأن اللام المشددة فيها من الحروف الأصول, وهي واللام الثانية معًا للإلحاق ¶ ¬__________ ¶ (¬1) الكتاب 3/ 430. ¶ (¬2) انظر: المقتضب 2/ 245, والانتصار 219, والنكت 3/ 19, والارتشاف 1/ 357. ¶ (¬3) انظر: الانتصار 219, والنكت 3/ 19, وشرح الشافية 1/ 254, والارتشاف 1/ 357. ¶ (¬4) المقتضب 2/ 245. ¶ (¬5) الكتاب 3/ 430. ¶ (¬6) شرح الشافية للرضي 1/ 254. ¶ (¬7) الكتاب 3/ 430.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "بـ (جِرْدَحل) , وليست الواو كذلك؛ إذ هي من الحروف الزائدة, ولذا كانت أحق بالحذف (¬1). ¶ وردَّ ابن ولاد علي المبرد بأن مااختاره ـ هنا ـ نقض لرده علي سيبويه في (مقعنسس)؛ لأنه جعل الميم فيها أولي بالحذف من السين؛ لأن السين عنده ملحقة, \"وهو يقول: إن الراء في (محمَرّ) أولي بالحذف من الميم؛ فيقول في (محمرّ): (محيمر) .. وكذلك الدال في (مقدّم) , فهو يجعل الميم أولي بأن يبقي في الكلمة من الحرف المضاعف, ويجعل الحرف المضاعف من (عثولّ) أولي بأن يبقي من الحرف الملحق\" (¬2). ¶ ولذلك فإنني أري أنه لاوجه لما ذهب إليه المازني والمبرد؛ لأنه مخالف لقول العرب؛ إذ ماحكاه الخليل عنهم يقضي بصحة مذهب سيبويه والجمهور, كما أن القياس يعضده ويقويه, وأما قول المازني والمبرد فليس فيه إلا مجرد القياس وحده؛ ولهذا فهو قول ضعيف. ¶ 4ـ تصغير المصدر الذي علي وزن (انفعال) , و (افتعال) , نحو: (انطلاق) , و (افتقار). ¶ المصادر التي أولها همزة الوصل تحذف منها الهمزة للزوم تحرك مابعدها في التكسير والتصغير, فإن كان المصدر علي وزن (انفعال) , و (افتعال) , نحو: (انطلاق) , و (افتقار) ففي تصغيره (¬3) خلاف بين النحويين: ¶ 1ـ فذهب سيبويه والجمهور إلي أنه يقال في تصغيرهما: (نُطَيْليق, وفُتَيْقير) , وفي التكسير: (نطاليق وفتاقير) , وإذا كانت تاء الافتعال قد أبدلت, فإنها ترد إلي أصلها؛ ¶ ¬__________ ¶ (¬1) انظر: المقتضب 2/ 245, والنكت 3/ 19, وشرح الشافية 1/ 254. ¶ (¬2) الانتصار لابن ولاد 219ـ 220. ¶ (¬3) وكذلك الخلاف في تكسيره؛ لأن التصغير والتكسير من واد واحد, انظر: التذييل 7/ 491, ويري أبو حيان والمرادي أن الخلاف بين سيبويه والمازني في (انفعال) وحده دون (افتعال) , انظر: التذييل 7/ 492, وشرح التسهيل للمرادي 2/ 825.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فتقول في (اضطراب): (ضتاريب, وضُتَيريب)؛ لأنها قلبت لما سكن ماقبلها (¬1). ¶ قال سيبويه:\" وإذا صغرت (الافتقار) حذفت الألف لتحرك مايليها, ولا تحذف التاء؛ لأن الزائدة إذا كانت ثانية في بنات الثلاثة, وكان الاسم عدة حروفه خمسة رابعهن حرف لين, لم يحذف منه شيءٌ في تكسيره للجمع؛ لأنه يجيء علي مثال (مفاعيل) , ولا في تصغيره ... تقول: (فتيقير) , وإذا حقرت (انطلاق) قلت: (نطيليق) , تحذف الألف لتحرك مايليها وتدع النون\" (¬2). ¶ 2ـ وذهب المازني إلي جواز إجراء (انفعال) , و (افتعال) مجري (فعال) في التكسير والتصغير؛ فيكون المصغر علي مثال الأسماء, وتُحْذَف الهمزة والنون من (انفعال) , والهمزة والتاء من (افتعال)؛ فيقول في (انطلاق, وافتقار): (طلائق, وفقائر) ,و (طُلَيَّق, وفُقَيَّر) (¬3). ¶ وممن نقل هذا المذهب عن المازني: ابن السراج, وابن عصفور, وأبو حيان في الارتشاف والتذييل, والمرادي في شرحه علي التسهيل (¬4). ¶ 3ـ وذهب ثعلب إلي إثبات همزة الوصل في تصغير: (اضطراب)؛ فيقول: (أُضَيرِيب) , بحذف الطاء؛ لأنها بدل من تاء الافتعال, وهي زائدة, وأبقي همزة الوصل؛ لأنها تفضلها بالتقدم (¬5). ¶ وهذا المذهب لايجوز؛ لأن همزة الوصل احتيج إليها ليُتوصل بها إلي النطق بالساكن, والثاني من المصغر متحرك دائمًا؛ ولذلك لايُحتاج إلي همزة الوصل في الاسم المصغر (¬6). ¶ الأدلة والترجيح ¶ ¬__________ ¶ (¬1) انظر: الكتاب 3/ 434, والأصول 3/ 46, وشرح الجمل لابن عصفور 2/ 295، وشرح الشافية للرضى 1/ 261، والتذيل 7/ 491ـ 492, 540, والارتشاف 1/ 364ـ 365, وشرح تسهيل الفوائد للمرادي 2/ 825. ¶ (¬2) الكتاب 3/ 434. ¶ (¬3) انظر: المراجع السابقة. ¶ (¬4) انظر: الأصول 3/ 46, وشرح الجمل لابن عصفور2/ 295, والارتشاف 1/ 364, والتذييل 7/ 491, وشرح التسهيل للمرادي 2/ 825. ¶ (¬5) انظر: الارتشاف 1/ 365, والتذييل 7/ 540. ¶ (¬6) انظر: التذييل 7/ 540.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "(1) استدل سيبويه والجمهور علي مذهبهم بما يأتي: ¶ 1ـ بأن الخماسي إذا كان رابعه حرف مد ولين, لم يحذف منه شيءٌ في التصغير ولا في جمع التكسير, ثم يبقي الاسم بعد ذلك بمنزلة (سربال) ,و (تجفاف) , ونحوهما, ويكون تصغيره كتصغيرها؛ فتقول: (نُطَيْليق) ,و (فُتَيْقير) (¬1). ¶ 2ـ ولأن الزائد ـ كما يقول ابن السراج: إذا\" قدر إثباته كان أولي؛ لئلا يلتبس بغيره, مما لازائد فيه, فأما (استفعال) فلم يجز أن تثبت السين والتاء فيه؛ لأنه ستة أحرف, فكان حذف السين أولي؛ لأنها ساكنة, ولأنها إذا حذفت بقي من الاسم مثال تكون عليه الأسماء فكانت أولي بالحذف. وليس يلزمنا متي حذفنا زائدًا أن نبقي الباقي علي مثال معروف من الأسماء, ولو وجب هذا لما جاز أن تقول في (افتقار): (فُتَيْقير)؛ لأنه ليس في الكلام (فتعال) \" (¬2). ¶ (2) واستدل العلماء لمذهب المازني بأن نحو: (نُطَيْليق)، و (فَُتَيْقِير) ليس لهما مثال في الأسماء؛ فيؤدي ذكر الهمزة والنون، أو الهمزة والتاء فيهما إلى مثال غير موجود، وليس في كلامهم: (نفعال)؛ ولذلك يحذف من الكلمة ما فيها من الزوائد حتى تصير إلى مثال الأسماء؛ فتقول فيهما: (طُلَيَّق، وفُقَير) (¬3). ¶ وأرى أن هذا المذهب مردود، لعدة أمور: ¶ الأول: أن ما قاله المازني لا يلتفت إليه إلا عند ترجيح إحدى الزيادتين على الأخرى وتساويهما في الفضل (¬4). ¶ الثاني: أنه لو كان الذي ذهب إليه صحيحًا لم يجز في (افتقار): (فتيقير)؛ لأنه ليس في كلامهم: (فتعال) (¬5). ¶ ¬__________ ¶ (¬1) انظر: الكتاب 3/ 434, وشرح ابن عصفور2/ 295. ¶ (¬2) الأصول 3/ 46. ¶ (¬3) انظر: الأصول 3/ 46، وشرح الجمل لابن عصفور 2/ 295، والتذييل 7/ 540، وتعليق الفرائد 2/ 1108] د [. ¶ (¬4) انظر: شرح ابن عصفور 2/ 295. ¶ (¬5) انظر: شرح التسهيل للمرادي 2/ 825.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الثالث: ما ذهب إليه المازني في أنه ليس في كلامهم: (نفعال)، مردود بأن ابن جني أثبت (نفعالاً)، وجعل منه: (نبراسًا) (¬1)، وكذلك (نفراج) (¬2)، ولهذا فليس هذا ¶ الوزن مجمعًا على تركه، كما ذكر المازني (¬3). ¶ 5 - تصغير أسماء الأسبوع. ¶ اختلف النحويون في تصغير أسماء الأسبوع؛ فذهب سيبويه والجمهور إلي أن أيام الأسبوع, وكذلك أيام الشهور لاتصغر؛ لأنها أعلام, وإنما يصغر من أسماء الزمان ماكان نكرة (¬4) , قال سيبويه:\"وأما (أمس, وغدٌ) فلا يحقران ... وكذلك (أول من أمس) , و (الثلاثاء, والأربعاء, والبارحة) ... ولاتحقر أسماء شهور السنة؛ فعلامات ماذكرنا من الدهر لاتحقر, إنما يحقر الاسم غير العلم\" (¬5). ¶ وذهب الكوفيون, وأبو عمر الجرمي, والمازني, والمبرد إلي جواز تصغير أسماء الأسبوع (¬6) , وذهب الجوهري في الصحاح إلي أنه يجوز تصغير يوم الجمعة وحده من أيام الأسبوع (¬7). ¶ وممن نقل هذا المذهب عن المازني: ابن سيده, وابن يعيش, وكذلك الرضي في شرح الشافية, وأبوحيان في التذييل، والارتشاف (¬8). ¶ ¬__________ ¶ (¬1) انظر: سر صناعة الإعراب 1/ 169، 2/ 444 – 445، والممتع 1/ 226. ¶ (¬2) انظر: المُعَرَّب للجواليقي 338، والممتع 1/ 266 – 267. ¶ (¬3) انظر: التذييل 7/ 491، وشرح التسهيل للمرادي 2/ 825. ¶ (¬4) انظر: الكتاب 3/ 480, والأصول 3/ 62, والمخصص14/ 111, والنكت للأعلم 3/ 47, وشرح المفصل لابن يعيش 5/ 139, وشرح الجمل لابن عصفور 2/ 290 - 291, وشرح الشافية للرضي 1/ 293, والتذييل 7/ 529, والارتشاف 1/ 352, والمقاصد الشافية 7/ 270 - 271. ¶ (¬5) الكتاب 3/ 479 - 480. ¶ (¬6) انظر: المراجع السابقة, وانظر أيضًا: المقتضب 2/ 275 - 276, والانتصار لابن ولاد 229. ¶ (¬7) الصحاح 3/ 904, وانظر: آراء ابن بري التصريفية جمعًا ودراسة للدكتور فراج بن ناصر الحمد617. ¶ (¬8) انظر: المخصص 14/ 111, وشرح ابن يعيش 5/ 139, وشرح الشافية 1/ 293, والتذييل 7/ 529, والارتشاف 1/ 352. ¶ وذكر الأعلم الشنتمري أن المازني حكي ذلك عن الجرمي ولم ينسبه الأعلم إليه {انظر: النكت 3/ 47}.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الأدلة والترجيح ¶ (1) استدل سيبويه, والجمهور علي أن أسماء الأسبوع لايجوز تصغيرها, بما يأتي: ¶ 1 - لأنها أسماء أعلام تتكرر علي هذه الأيام؛ فلم تتمكن وهي معارف كتمكن (زيد) , و (عمرو)؛ لأن اسم العلم إنما وضع للشىء علي أنه لاشريك له فيه. وهذه الأسماء وُضعت علي الأسبوع وعلي الشهور ليُعْلم أنه اليوم الأول من الأسبوع أو الثاني, أو الشهر الأول من السنة أو الثاني (¬1) , ومعني ذلك: أنه لايصغر عندهم كل زمان يُعَدُّ كونه أولاً وثانيًا وثالثًا, ونحو ذلك؛ فلا تصغر أيام الأسبوع وكذا أيام الشهور؛ إذ معناها الشهر الأول والثاني ونحو ذلك (¬2). ¶ 2ـ لأن هذه الأسماء لما كانت أعلامًا لأيام تتكرر, كما ذكرنا, صارت شبيهة بالمضمرات وأسماء الإشارة؛ لأنها تقع علي كل من هو بتلك الصفة؛ فقلَّ تمكنها لذلك؛ فاستغنوا عن تصغيرها بتصغير الاسم النكرة المضاف إليها (¬3) , أي: أنهم امتنعوا عن تصغيرها بتصغير (يوم) (¬4). ¶ (2) استدل المبرد والكوفيون علي أنه يجوز تصغير أيام الأسبوع بأنه\"إذا جاز تحقير (يوم) , و (ليلة)؛ لأن ذلك بمنزلة (رجل, وامرأة)؛ فكذلك يلزم أن يجوز تصغير نحو: (السبت, والأحد)؛ لكونها بمنزلة (زيد) , و (عمرو) , ولا اختلاف بين النحويين في إجازة تحقير اسم المكان معرفة كان أو نكرة, فكذلك يقال في أسماء الزمان\" (¬5) , ¶ ¬__________ ¶ (¬1) النكت 3/ 47. ¶ (¬2) انظر: شرح الشافية 1/ 293. ¶ (¬3) المقاصد الشافية 7/ 271. ¶ (¬4) انظر: الكتاب 3/ 480, وشرح ابن عصفور 2/ 291. ¶ (¬5) الانتصار 229 ـ 230.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فتقول في تصغير (سبت): (سُبَيْت) , وفي تصغير (أحد): (أُحَيْد) , وفي تصغير (الاثنين): (ثُنَيَّان)؛ لأن الألف وصل (¬1). ¶ وذكر الرضي وغيره عن بعض العلماء التفصيل في ذلك؛\"فإذا قلت: (اليومُ الجمعة) , و (اليومُ السبت) , فرفعت (اليوم) جاز تصغير (الجمعة) , و (السبت) , وإن نصبت لم يجز تصغيرهما, وذلك لأن (السبت) , و (الجمعة) أسماء لمصدري الاجتماع والراحة, وليس الغرض تصغير هذين المصدرين, ولا أحد يقصد إليهما في التصغير, ويجيز إذا رفع اليومان؛ لأن الجمعة والسبت يصيران اسمين ليومين, ولايجيز في النصب تصغير (اليوم)؛ لأن الاعتماد في الخبر علي (وَقَع, ويقع) , وهما لايصغران, ولايقصد إليهما بالتصغير\" (¬2). ¶ (3) والذي يترجَّح لديَّ من هذين المذهبين أن أيام الأسبوع, وكذلك أيام الشهور لايجوز تصغيرها, وذلك لمايأتي: ¶ 1 - لأنه امتنع تصغير الأعلام من أسماء الزمان؛ لأنها ليست موضوعة علي مقادير, كما وُضع (يوم) علي مقدار من الزمان وعدد من الساعات؛ ولذلك تجد أن (يومًا) يكون جوابًا لـ (كم) , يقول القائل: (كم سرت؟)؛ فيقول المجيب: (يومًا أو يومين) , فإذا كان مقدارًا جاز تحقيره وتقليله, وأما (السبت والأحد) , ونحوهما فلم يوضع للمقادير, وإنما هي أعلام لأوقات لايراد بها المقدار, وهي تكون في جواب (متى) , تقول: (متي سرت؟) فيقول المجيب: (السبت)؛ فلما أريد بها ذلك لم يجز فيها التصغير (¬3). ¶ 2ـ وأما قول المبرد: (إن الزمان يجري مجري المكان, فيصغر اسم الزمان كما يصغر اسم المكان معرفة كان أو نكرة) , فقد ردَّ ابن ولاد ذلك بأن\"من الأماكن مالايجوز ¶ ¬__________ ¶ (¬1) انظر: المقتصب 2/ 276ـ 277. ¶ (¬2) انظر: المخصص 14/ 111. وحكي عن بعضهم عكس هذا القول, وهو جواز تصغير (الجمعة, والسبت) مع نصب (اليوم). وعدم جوازه مع رفعه {انظر: شرح الشافية 1/ 294}. ¶ (¬3) الانتصار 230.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "تحقيره, وهو ماكان علمًا, كـ (مكة, وعمان)؛ لأنه ليس هناك مكة أخري تكون هذه أصغر منها, وإنما يجوز التصغير في النكرات من الأماكن, كما يجوز في النكرات من الأزمان, فتقول: (فريسخ) تصغير (فرسخ)؛ لأنه يكون فرسخ أطول من فرسخ علي حسب الوضع والتقدير\" (¬1). ¶ 6ـ مجيء (أَفْعُل) جمعًا لـ (فِعْلة) , نحو: (الأَشُدّ). ¶ من جموع القلة: (أَفْعُل) , ويطرد في نوعين: ¶ أحدهما: في جمع الاسم الثلاثي صحيح العين علي (فَعْل) , نحو: (كَلْب, وأَكْلُب) (¬2). ¶ الثاني: الرباعي المؤنث بلاعلامة الذي قبل آخره مدة ثالثة, نحو: (عناق, وذراع, ويمين) , تقول: (أعْنُق, وأذْرع, وأيْمُن) (¬3). ¶ وأما (فِعْلة) اسمًا, نحو: (نعمة) , أوصفة, نحو: (شدة) فتُحفظ في جمع (أفْعُل)؛ فيقال: (أنْعُم, وأشُدّ). وهذا قليل عزيز, وهو مذهب سيبويه والجمهور, يقول سيبويه:\"وقد كُسِّرت (فِعْلة) علي (أفْعُل) , وذلك قليل عزيز, ليس بالأصل, قالوا: (نعمة, وأنْعُم) , و (شدة, وأشُدّ) \" (¬4). ¶ وذهب المازني إلي أن (الأَشُدَّ) جمع لاواحد له, وقد روي ذلك عنه ثعلب, ونسبه إليه أبوعلي في البصريات, وابن جني في الخصائص, وابن سيده في المحكم (¬5). ¶ وقد اختلف النحويون في ذلك علي خمسة أقوال: ¶ الأول: مذهب سيبويه, والأخفش أنه جمعٌ مفرده: (شدة) , نحو: (نعمة, وأنعم) , وهذا الجمع قليل في (فِعْلة) , ولكنه حَسَنٌ في المعني؛ إذ يقال: (بلغ الغلام شدته) (¬6). ¶ ¬__________ ¶ (¬1) السابق نفسه 230 - 231. ¶ (¬2) وسواء في ذلك المضعف, نحو: (صَكّ, وأَصك) , والمعتل اللام, نحو: (دلو, وأدل?) إلا إذا جمعته العرب غير ذلك, فيتبع المسموع {انظر: الارتشاف 1/ 409} , وشذ (أفْعُل) في معتل العين, نحو: (سيف, وأسْيُف) , و (ثوب, وأثوب) {التصريح 5/ 73}. ¶ (¬3) فإن كان مذكرًا كـ (طحال) , أو مؤنثًا بالتاء كـ (سحابة) , أو رباعيََّا بلامدة, لم يجمع هذا الجمع إلا ما شذ من قولهم: (طحال وأطحل) {انظر: الارتشاف 1/ 409ـ 410, والأشموني 4/ 123}. ¶ (¬4) الكتاب 3/ 581 ـ 582. ¶ (¬5) انظر: مجالس ثعلب 2/ 608, والبصريات 1/ 360, والخصائص 1/ 87, والمحكم 7/ 420. ¶ (¬6) انظر: الكتاب 3/ 581ـ 582, ومعاني القرآن للأخفش 2/ 386, والخصائص 1/ 87, والنكت 3/ 114, والجامع لأحكام القرآن 9/ 165 - 166, والبحر المحيط 6/ 255, والارتشاف 1/ 411, وتاج العروس 8/ 243.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الثاني: مذهب أبي عبيدة, والمازني, والزمخشري أنه جمعٌ لا واحد له من لفظه؛ فهو مثل: (أبابيل, وعبابيد, ومذاكير) (¬1). ¶ وهذا المذهب مردود؛ لأنه قد سُمع في مفرده (شدة) , و (شَدّ) , وهما صالحان لهذا الجمع (¬2). ¶ الثالث: مذهب الكسائي أن مفرده (شَدّ) علي زنة (فَعْل) , كما يقال: (قَدٌّ, وأقُدّ) (¬3) , والقياس فيه: (أشَدّ) علي حذف الزيادة؛ لأنهم ربما اسْتُكْرهوا علي حذف هذه الزيادة في الواحد, ويؤيده قول عنترة: ¶ عهدي به شَدَّ النهارِ كأنما خضب البنان ورأسه بالعِظْلمِ (¬4) ¶ الرابع: أنه جمعٌ مفرده: (شِدّ) , نحو: (ذئب, وأذؤب) (¬5) , وكأن التاء في (النعمة والشدة) لم تكن في الحرف؛ إذ كانت زائدة, فكأن الأصل فيهما: (نِعْم, وشِدّ)؛ فجمعا علي (أفْعُل) كما قالوا: (رِجْل وأرجُل) , و (ضِرْس وأضْرُس) (¬6). ¶ الخامس: مذهب الجوهري وابن الأنباري أنه مفرد لاجمع له؛ فهو واحد جاء علي بناء الجمع (¬7). ¶ ¬__________ ¶ (¬1) انظر: مجاز القرآن لأبي عبيدة 1/ 305, ومجالس ثعلب 2/ 608, وإعراب القرآن للنحاس 2/ 321, والخصائص 1/ 87, والمحكم 7/ 420, والنكت 3/ 114, والكشاف 3/ 145, والدر المصون 6/ 462, ودراسات لأسلوب القرآن للشيخ عضيمة 7/ 300. ¶ (¬2) انظر: الدر المصون6/ 462. ¶ (¬3) انظر: إعراب القرآن للنحاس2/ 321, والبصريات 1/ 360, والنكت 3/ 114,والجامع لأحكام القرآن 9/ 165ـ 166, والدر المصون 6/ 462, والتاج 8/ 243ـ 244. ¶ (¬4) البيت من الكامل لعنترة في معلقته, انظر: إعراب القرآن للنحاس 2/ 321, والخصائص 1/ 87, والمحكم 7/ 420, والجامع لأحكام القرآن 9/ 165, والبحر المحيط 6/ 255, 4/ 689, والدر المصون 6/ 462. ويروي: (مد) بدل (شد) , و (مدّ النهار وشده): ارتفاعه ويريد بالبنان: الأصابع، والعظلم: صبغ أحمر. ¶ (¬5) انظر: البحر المحيط 4/ 689, والتاج 8/ 243ـ 244. ¶ (¬6) التاج 8/ 244. ¶ (¬7) ومثله ـ أيضًا ـ (الآنُك) , وهو (الأُسْرُبّ) , ولانظير لهما في الأسماء عند الجوهري, انظر في مذهبه: الصحاح (ش د د) 2/ 492ـ 294, والبحر المحيط 4/ 689, وتاج العروس 8/ 243.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وهذا القول غير صحيح؛ لعدم وجود (أفْعُل) في المفردات وصفًا (¬1). ¶ والذي يظهر لي من هذه الأقوال أن (الأشُدّ) جمع (شدة) , وهو ماذهب إليه سيبويه, وذلك لأنه حسن في المعني؛ إذ يقال: (بلغ الغلام شِدَّته). ¶ 7ـ الوقف علي المقصور المنوَّن ¶ يوقف علي الاسم المقصور المنون علي الألف مطلقًا, تقول: (هذه عصا, ورأيت عصا, ومررت بعصا) (¬2) , ولااختلاف بينهم في ذلك, ولكن النحويين اختلفوا في هذه الألف في التقدير, وذلك علي ثلاثة مذاهب: ¶ 1ـ المذهب الأول: مذهب الكوفيين, وأبي عمرو, والخليل, وسيبويه, وابن كيسان, والسيرافي, وابن برهان أن هذه الألف هي المنقلبة عن لام الكلمة في الاحوال الثلاثة؛ فهي من الكلمة نفسها رفعًا ونصبًا وجرًّا, وأن التنوين حذف, ولم يبدل, فلما حذف عادت الألف؛ لأنه قد زال موجب الحذف (¬3) ,ووزن (عصا) علي هذا هو (فَعَل). ¶ قال سيبويه في هذا المذهب:\"واعلم أن كل ياء أو واو كانت لامًا, وكان الحرف قبلها مفتوحًا فإنها مقصورة تبدل مكانها الألف, ولاتحذف في الوقف, وحالها في التنوين وترك التنوين بمنزلة ماكان غير معتل إلا أن الألف تحذف لسكون التنوين, ويتمون الأسماء في الوقف\" (¬4) , وقال أيضًا:\"وأما الألفات التي تذهب في الوصل فإنها لاتحذف في الوقف؛ لأن الفتحة والألف أخف عليهم\" (¬5). ¶ ¬__________ ¶ (¬1) انظر: البحر المحيط 4/ 689. ¶ (¬2) انظر: المرتجل 46, والفاخر للبعلي 2/ 961. ¶ (¬3) انظر: الكتاب 3/ 309، 4/ 187, وشرح السيرافي 6/ 379 {د} , وشرح اللمع لابن برهان 644, 649, والمرتجل 47, وشرح الجمل لابن عصفور 2/ 430, وشرح الكافية الشافية 4/ 1983, وشرح الشافيه للرضي 2/ 284, والفاخر للبعلي 2/ 962, والتذييل 8/ 668ـ 666, والارتشاف2/ 801, وشرح التسهيل للمرادي 2/ 1155, وشرح الألفية للفارضي 2/ 1564. ¶ (¬4) الكتاب 3/ 309. ¶ (¬5) الكتاب 4/ 187.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "هذا, وقد نسب كثير من النحويين كالعكبري, وابن يعيش, وابن عصفور, وابن مالك وغيرهم إلي سيبويه أنه يري أن الألف في حالة النصب بدل من التنوين, وفي حالتي الرفع والجر من لام الكلمة (¬1). ¶ ولكن الصحيح الذي يدل عليه كلام سيبويه السابق هو أنه يختار هذا المذهب الذي ذكرناه, وقد أبان عن ذلك الأستاذ الدكتور محمد حسين المحرصاوي بأحسن بيان (¬2). ¶ وقد احتجوا لصحة هذا المذهب بعدة أمور: ¶ الأول: أن هذه الألف وقد وقعت رويًّا في قول الشمَّاخ: ¶ ورُبَّ ضيف? طرق الحيَّ سُرَي صادف زادًا وحديثًا مااشتهي (¬3) ¶ فألف (سُرَى) هي الروي, والألف المبدلة من التنوين في النصب إذا وقفتَ عليها لاتكون رويًّا (¬4). ¶ الثاني: أنه قُرئ: {قَالُوا سَمِعْنَا فَتًى} (¬5) بالإمالة في (فتي) , وإنما تمال الألف الأصلية, لا المبدلة من التنوين في اللغة الفاشية (¬6) وأيضًا لأنها كتبت في المصحف ياء (¬7) في مثل قوله تعالي: {أَوْ أَجِدُ عَلَى النَّارِ هُدًى} (¬8). ¶ الثالث: أنه إذا التقي ساكنان: ألف الأصل والتنوين لم يكن بُدٌّ من حذف أحدهما, وكان حذف التنوين أولي لزيادته (¬9). ¶ ¬__________ ¶ (¬1) انظر: اللباب للعكبري 2/ 106, وشرح ابن يعيش 9/ 76, وشرح الجمل لابن عصفور 2/ 442, وشرح الكافية الشافية 4/ 1983. ¶ (¬2) انظر: من أثر الكتاب في اختلاف أولي الألباب للدكتور محمد حسين المحرصاوي 257ـ 260. ¶ (¬3) من الرجز, انظر: ديوانه 464, والأمالي الشجرية 2/ 500, والمرتجل 46, واللباب 2/ 207, وشرح ابن يعيش 9/ 76, والتذييل 8/ 665, وشرح شواهد الشافية202, والخزانة 4/ 254. ¶ (¬4) انظر: المرتجل 47ـ48, واللباب 2/ 208. ¶ (¬5) سورة الأنبياء آية 60, قرأ بالإمالة فيها حمزة، والكسائي، وخلف، انظر: النشر 2/ 35، وتقريب النشر55، والإتحاف 75. ¶ (¬6) انظر: التذييل 8/ 666. ¶ (¬7) انظر: المرتجل48. ¶ (¬8) سورة طه آية 10. ¶ (¬9) شرح ابن عصفور 2/ 430.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "المذهب الثاني: مذهب الفراء, والأخفش, والمازني أن الألف بدل من التنوين المحذوف في الأحوال الثلاثة مطلقًا في حالة الرفع والنصب والجر, ووزن (عصا) علي هذا: (فعا) (¬1). ¶ وممن نسب إلي المازني هذا المذهب: ابن الخشاب, والبعلي , وأبوحيان, والمرادي, والفارضي (¬2). ¶ واحتجوا لصحة هذا المذهب بأن التنوين في الأحوال الثلاثة قبله فتحة؛ فأشبه التنوين في: (رأيت زيدًا) , وهم قد وقفوا عليها بالإبدال ألفاً؛ لأن الألف لاثقل فيها, بخلاف الواو والياء, وهذه العلة موجودة في المقصور المنون في نحو: (رحي)؛ فتُبدل من تنوينه الألف عند الوقف عليه في جميع أحواله (¬3). ¶ المذهب الثالث: مذهب الجمهور, واختاره العكبري, وابن عصفور, وابن هشام أن الألف في حالة النصب بدل من التنوين, والأصلية محذوفة, وأنها في حالتي الرفع والجر بدل من لام الكلمة (¬4). ¶ واحتج هؤلاء بأنهم قاسوا المعتل علي الصحيح؛ فأجروه مجراه؛ فكانت الألف عنده في الرفع والجر إذا وقف علي هذا الاسم بمنزلة الدال من (زيد) حين نقف عليها في حالتي الرفع والجر, فكما أننا نحذف التنوين في الوقف علي (زيد) في هاتين ¶ ¬__________ ¶ (¬1) انظر: التكملة 199, وشرح ابن عصفور 2/ 429, وشرح الكافية الشافية 4/ 1983, والفاخر 2/ 961, والتذييل 8/ 666, وشرح التسهيل للمرادي 2/ 1155, وشرح الألفية للفارضي 2/ 1564, والمناهج الكافية 342, وشرح الأشموني 4/ 204. ¶ (¬2) انظر: المرتجل 49, والفاخر 2/ 961, والتذييل 8/ 664, وتوضيح المقاصد 3/ 124ـ125, وشرح التسهيل للمرادي 2/ 1155, وشرح الألفية للفارضي 2/ 1564. ¶ (¬3) انظر: شرح الجمل لابن عصفور 2/ 429, والتذييل 8/ 664, وشرح التسهيل للمرادي2/ 1155. ¶ (¬4) انظر: اللباب 2/ 106, وشرح الجمل لابن عصفور 2/ 429ـ430, وشرح اللمحة البدرية 2/ 306, والتصريح 5/ 235 – 236، وانظر أيضًا: المراجع السابقة.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الحالتين, فكذلك تُحذف في نحو: (رحي) , وكانت عندهم في حال النصب عند الوقف عليها بمنزلة الألف المبدلة من التنوين إذا قلت: (رأيت زيدًا) (¬1). ¶ وبعد عرض هذه المذاهب أري أن الراجح منها هو ماذهب إليه سيبويه, وهو أن هذه الألف هي المنقلبة عن لام الكلمة في الأحوال الثلاثة, والدليل علي ذلك: وقوع هذه الألف رويًّا في حالة الرفع والنصب والجر, ولأنها تمال في حالتي الرفع والجر, وقد بَيَّنَّا ذلك فيما سبق. ¶ 8 - قلب الواو الأولي همزة إذا كانت الثانية عارضة في نحو: (وُؤْي) بعد تسهيل همزتها. ¶ إذا كان في الكلمة واوان مصدرتان, والثانية مدة بدل من همزة, نحو: (الوولي) مؤنث (الأوأل) , وكذلك إذا بنيت من (الوأى) اسمًا علي (فُعْل) فإنك تقول: (وُؤْي) , فاذا خففت الهمزة بالإبدال واوًا, قلت: (أُوي) , وكذلك تقول: (رجل وءود للبنات) , ثم تجمعه علي (وُؤُد) كـ (صُبُر) , فإذا أسكنته تخفيفًا, ثم سهلت قلت: (أُود) (¬2). ¶ وهذا هو مذهب الخليل وسيبويه أنه يجب إبدالها همزة, يقول سيبويه:\"وسألت الخليل عن (فُعْل) من (وأيت) فقال: (وُؤي) كما تري, فسألته عنها فيمن خفف الهمز فقال: (أُوي) كما تري؛ فأبدل من الواو همزة, فقال: لابد من الهمزة؛ لأنه لايلتقي واوان في أول الحرف\" (¬3). ¶ وذهب المازني، ووافقه ابن مالك, إلي أن البدل فيها جائز لا لازم (¬4) , وممن نسب ذلك إلي المازني: أبوعلي الفارسي, وابن جني, والرضي, وأبو حيان (¬5). ¶ ¬__________ ¶ (¬1) انظر: المرتجل 50, وشرح الجمل لابن عصفور 2/ 429. ¶ (¬2) انظر: المقاصد الشافية 9/ 69. ¶ (¬3) الكتاب 4/ 333. ¶ (¬4) انظر: التسهيل 280, والتذييل 8/ 322, وتمهيد القواعد 10/ 5019. ¶ (¬5) انظر: البغداديات 91ـ93, والتعليقة للفارسي 5/ 10ـ12, والخصائص 2/ 92, 3/ 12, وشرح الشافية للرضي 3/ 77, والارتشاف 1/ 256, وتمهيد القواعد 10/ 5018.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وذهب المبرد إلي أن البدل فيها لايجوز (¬1) , وحجته: أن الذين خففوا الهمزة, غرضهم أن يفروا من الهمزة إلي الواو, والواو أخف, والإبدال يؤدي إلي الفرار من همزة ساكنة إلي همزة متحركة, وإذا كانوا قد فروا من الهمزة الساكنة إلي الواو, اقتضي ذلك ألا يفروا من الواو المتحركة إلي الهمزة (¬2). ¶ واستدل الخليل وسيبويه والجمهور علي أن البدل فيه لازم, بأن الهمزة لما خففت صارت صورتها صورة الواو, وذلك موجب للاستثقال باجتماع الواوين, وإذا كان كذلك وجب قلب الأولي همزة اعتبارًا بظاهر اللفظ (¬3) , وذلك لأنهم حكموا للواو العارضة في نحو: (وُوري) بما حكموا به في الواو الأصلية, كالأولى مؤنث (الأول) , وكالأُوَل جمع (الأولى) (¬4). ¶ واحتج المازني لمذهبه بأن الواو الثانية في نية الهمزة؛ لأن البدل عارض, فلا توجد واوان في التحصيل, وليس إبدال الهمزة بواجب, وشبَّه المازني هذا بـ (وُوري) في أنه يجوز أن تبدل الأولي همزة لا لاجتماع واوين, ولكن لانضمام الأولي (¬5)؛ إذ هي في (وُوي) بدل من همزة, وفي (وُوري) بدل من الألف, وإنما كان البدل في (ووري) جائزًا لا لازمًا؛ لأن التخفيف عارض, فكأن الواو الثانية همزة. والدليل علي أنهم اعتدوا بالعروض فيها: أنهم لم يدغموا الواو في الياء مع اجتماعهما وسبق إحداهما بالسكون, فلم يقولوا: (وُىّ) , كما قالوا: (طىّ) في (طََوْى) (¬6). ¶ ¬__________ ¶ (¬1) انظر: المقتضب 1/ 232ـ 233, 317, والتذييل 8/ 321, والارتشاف 1/ 256, وتمهيد القواعد 10/ 5018. ¶ (¬2) انظر: التذييل 8/ 322, وتمهيد القواعد 10/ 5018, والمقاصد الشافية 9/ 70ـ 71. ¶ (¬3) انظر: المقاصد الشافية 9/ 69. ¶ (¬4) انظر: التذييل 8/ 322, و تمهيد القواعد 10/ 5018ـ 5019. ¶ (¬5) انظر: البغداديات91, والمقاصد الشافية9/ 70. ¶ (¬6) التذييل 8/ 322ـ 323, وتمهيد القواعد 10/ 5018.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وردَّ الفارسي علي المازني بأن ماقاله لايستقيم؛ \"لأن هذه الواو الثانية في (ووي) لولم يكن أصلها همزة لوجب أن تبدل الأولي همزة مع كون الثانية مدة, وإن لم يجب أن يبدل الأولي من (ووري) همزة؛ لأن الواو الثانية من (ووي) لو لم يكن أصلها الهمز لكان عينًا, فكان يلزم قلب الأولي همزة؛ لأن الثانية كانت تكون أصلاً لازمًا. ألاتري أنهم قد قلبوا الأولي همزة من قولهم: (أولي) , وإن كانت الثانية مدة فكذلك كان يلزم أن تقلب الواو الأولي من (وُوي) همزة لو لم يكن أصل الثانية الهمزة, وهذا بيِّن جدًّا, وإنما لم تقلب الأولي من (وُورى) ونحوه؛ لأن الثانية ليست بلازمة (¬1) \". ¶ وبهذا يترجح ماذهب إليه الخليل وسيبويه من أن البدل في نحو: (وُؤي) لازم إذا خففت الهمزة؛ فيقال فيها: (أُوي) , وذلك لأن تخفيف الهمزة جعل صورتها كصورة الواو, فاجتمعت واوان؛ ولذلك وجب قلب الواو الأولي منهما همزة بالنظر إلي ظاهر اللفظ. ¶ المبحث الثالث: الأسس التي قامت عليها آراء المازني. ¶ قام اختيار المازني وخلافه مع سيبويه علي عدة أسس, منها: ¶ 1 - الاعتداد بالسماع وإن كان قليلاً: ¶ كان السماع من أهم الأصول التي قامت عليها آراء المازني الصرفية؛ إذ كان يعتمد عليه في إثبات الأحكام واختيار مايراه صوابًا, ومن ذلك: ¶ 1 - أنه يذهب إلي جواز الإدغام والإظهار في (تحية) , واستدل علي ذلك بما حكاه أبو زيد في مصادره: (تعيَّة) , و (تعْيية) بالإظهار, وهذا يقوي ترك الإدغام في (تحية) (¬2) , وكما استدل ـ أيضًا ـ بالسماع عن العرب في قولهم: (أعْيياء, وأَعْيية) (¬3). ¶ ¬__________ ¶ (¬1) البغداديات 92ـ 93, وكرره أيضًا في التعليقة 5/ 11ـ 12, وانظر - أيضًا -: المقاصد الشافية 9/ 70ـ 71. ¶ (¬2) المنصف 2/ 197. ¶ (¬3) المنصف 2/ 190, 191.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "2 - ومن ذلك ـ أيضًا ـ مجيء (فَعْللل) اسمًا, وهو ماذهب إليه المازني, وتابعه ابن جنى, وغيرهما (¬1) , وذلك لورود السماع به عن العرب في قولهم: (قهبلس) , بمعني: المرأة العظيمة. ¶ وكذلك مجيء (فعلَّل) اسمًا لورود السماع به في نحو: (سفرجل , وفرزدق, وخدرنق) (¬2). ¶ 3 - وذهب المازني إلي أن (أشاوي) جمع (أشياء) , وأن الأصل فيها (أشايا)؛ فقلبت الياء واوًا علي غير القياس, مستدلاًّ علي ذلك بما ورد مثله عن العرب في قولهم: (جَبيت الخراج جباوة) , ونحو: (رجاء بن حيوة) (¬3). ¶ 4 - و يري أن الاسم المحذوف منه بعض أصوله الذي بقي بعد الحذف علي أكثر من حرفين, فإن المحذوف منه يرد عند تصغيره, تقول في نحو: (يضع) المسمي به: (يُوَيْضع) , وقد استدل له النحويون بما حكاه سيبويه عن يونس عن جماعة من العرب أنهم يقولون في (ها?ر): (هويئر) برد المحذوف؛ فيقاس عليه ماعداه (¬4). ¶ 5 - وذهب ـ أيضًا ـ إلي أن الألف في (العِرَضْنَي) لغير التأنيث؛ ولذلك لاتحذف عند التصغير؛ فتقول فيها: (عُرَيْض) , مستدلاًّ علي ذلك بما سُمع عن العرب؛ إذ حكي أبو زيد عنهم: (عرضناةٌ)؛ فالألف علي هذا للإلحاق (¬5). ¶ 2 - التوسع في القياس أحيانًا: ¶ القياس من أصول النحوالتي اعتمد عليها المازني في بعض آرائه, ومن ذلك: أنه ذهب إلي حذف الواو عند تصغير الخماسي الذي واوه للإلحاق؛ فيقول في ¶ ¬__________ ¶ (¬1) انظر: المنصف 1/ 30, والمقاصد الشافية 8/ 290. ¶ (¬2) المنصف 1/ 30, وانظر: ديوان الأدب 2/ 84 ـ 85, وأبنية الأسماء لابن القطاع 316. ¶ (¬3) المنصف 2/ 99. ¶ (¬4) انظر: الكتاب 3/ 456ـ 457, والمقاصد الشافية 7/ 378. ¶ (¬5) البصريات 296ـ 297.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "تصغير (عِثولّ): (عُثَيْلّ) , محتجًّا بالقياس فيها, فإن اللام المشددة فيها من الحروف الأصول, وهي واللام الثانية معًا للإلحاق, بخلاف الواو التي هي من الحروف الزائدة (¬1). ¶ وذهب المازني ـ أيضًا ـ إلي جواز تصغير أيام الأسبوع بالقياس علي تصغير نحو: (يوم) , و (ليلة)؛ فهي بمنزلة (رجل, وامرأة) (¬2)، كما ذهب إلى أن البدل في نحو: (وُوي) جائز لا لازم قياسًا علي نحو: (وُوري) في أنه يجوز أن تبدل الواو الأولي همزة (¬3). ¶ ومن ذلك: أنه يذهب إلي أن الواو في (الحيوان) غير منقلبة, وأنه مصدر فعل لم يستعمل؛ إذ لاموجب لانقلابها عن شيء?؛ فقاسه علي قولهم: (فوظ, وويح, وويس) , وهي مصادر ليس لهن أفعال؛ فكذلك (الحيوان) مصدر, ولافعل له من لفظه (¬4). ¶ كما ذهب إلي جواز الإدغام والإظهار في (تحية) , قياسًا علي قولهم: (أَحْيية) بالإظهار فيها, وإذا جاز الإظهار في (أحْيية) مع أن الهاء فيها لازمة, فإنه يجوز الإظهار في (تحية) أيضًا (¬5). ¶ وكان المازني في بعض الأحيان يتوسع في القياس توسعًا كبيرًا, ومن ذلك: أنه يقيس قلب الواو المكسورة الواقعة أولاً همزة, كما يراه تلميذه المبرد في نحو: (إشاح) (¬6) , مستدلاًّ علي ذلك بكثرة ماورد من ذلك عن العرب, مع مافيه من المعني؛ لأنه جاء منه جملة صالحة للقياس عليها في كل واو مكسورة وقعت ¶ ¬__________ ¶ (¬1) انظر: المقتضب 2/ 245, والنكت 3/ 19, وشرح الشافية للرضي 1/ 254. ¶ (¬2) انظر: المقتضب 2/ 276ـ 277. ¶ (¬3) انظر: البغداديات 91, والمقاصد الشافية 9/ 70. ¶ (¬4) المنصف 2/ 284ـ 286. ¶ (¬5) المنصف 2/ 190, 191. ¶ (¬6) انظر: أبو العباس المبرد للعلامة الشيخ عضيمة55.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "أولاًً (¬1) , ومن ذلك: (وسادة, ووعاء, ووكاف, ووفادة) , يقولون فيها: (إسادة, وإعاء, وإكاف, وإفادة) , والقياس عنده يقتضي الإبدال, وذلك لأن الواو المكسورة بمنزلة الواو والياء اللتين يكرهون اجتماعهما (¬2). ¶ 3ـ الحمل علي أحسن الوجوه, والبعد عن القول بالشذوذ: ¶ كان المازني يأخذ بأحسن الوجوه عنده؛ فيحمل الكلمة علي القياس ماوجد إلي ذلك سبيلاً, ومن ذلك: ¶ 1 - أنه ذهب إلي أن الميم في (دُلامص) أصل, وأن وزنه: (فُعالل)؛ لأنه رأي أن الميم تزاد كثيرًا في غير الحشو والطرف, ولذلك هرب من القول بزيادة الميم وهي ليست في أول الكلمة؛ فحمل (دلامصًا) علي أحسن الوجوه عنده, وذهب إلي أصالة الميم؛ مستدلاًّ علي ذلك بأنها رباعية قريبة من لفظ (دلاص) في المعني, فهما عنده من باب (سَبِط, وسِبَطْر) , وهذه الألفاظ اقتربت أصولها, واتفقت معانيها, وكل منهما لفظه غير لفظ الآخر, كما أن (لؤلؤًا) رباعي, و (لأَّال) ثلاثي, لفظاهما مقتربان, ومعناهما متفقان (¬3). ¶ 2 - وذهب المازني إلى أن (وِجْهة) اسم للمكان المتوجَّه إليه, وليس مصدرًا, وهو ـ أيضًا ـ مذهب تلميذه المبرد والفارسي (¬4) , وقد ذهبوا إلي ذلك لئلا يحملوا الكلمة علي الشذوذ ماوجدوا لذلك مندوحة عنه (¬5). ¶ 3 - وذهب ـ أيضًا ـ إلي جواز إجراء (انفعال, وافتعال) مجري (فَعَال) في التصغير؛ فيكون المصغر علي مثال الأسماء, فيقال في تصغير (انطلاق, وافتقار): (طُلَيَّق, وفُقَيِّر)؛ لأن نحو: (نُطَيْليق, وفُتيْقِير) ليس لهما مثال في الأسماء, ولأنه ليس في ¶ ¬__________ ¶ (¬1) المنصف 1/ 228ـ 229. ¶ (¬2) انظر: الممتع 1/ 333ـ 334. ¶ (¬3) المنصف 1/ 152. ¶ (¬4) انظر: المقتضب 1/ 227, والحجة 2/ 242ـ 243, والتكملة للفارسي 246. ¶ (¬5) المنصف 1/ 201.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "كلامهم: (نِفْعال) , ولذلك يحذف من الكلمة مافيها من الزوائد حتي تصير إلي مثال الأسماء (¬1). وهذا مردود بما ذكره ابن جني الذي أثبت (نفعالاً) , وجعل منه (نبراسًا) (¬2). ¶ 4 - حمل مالم يجئ علي أصله علي ماجاء علي أصله: ¶ ومن ذلك: أنه يذهب إلي أن الألف في (حاحيت) , ونحوها منقلبة عن الواو, واستدل علي ذلك بنحو: (قَوْقيتُ, وضوضيتُ)؛ فقد جاءا علي أصلهما, وأما (حاحيت) وبابه فلم يجئ علي أصله؛ ولذلك حمل مالم يجئ علي أصله, وهو (حاحيت) علي ماجاء علي أصله, وهو (قوقيت) (¬3). ¶ ¬__________ ¶ (¬1) انظر: الأصول 3/ 46, والتذييل 7/ 540. ¶ (¬2) سر الصناعة 1/ 169, 2/ 444ـ 445. ¶ (¬3) المنصف 2/ 170ـ 171.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الخاتمة ¶ الحمد لله حمدًا كثيرًا يوافي نعمه, ويكافئ مزيده, وصلاة وسلامًا دائمين علي أشرف الخلق, وحبيب الحق, وسيد المرسلين سيدنا محمد صلي الله عليه وعلي آله وصحبه وسلم. ¶ وبعد،،، ¶ فهذا ماوفقني الله تعالي بحوله وقوته إلي جمعه ودراسته من الخلاف بين المازني وسيبويه في المسائل الصرفية, ويمكن الإشارة ـ هنا ـ إلي أهم النتائج التي توصل إليها هذا البحث, وهي: ¶ (1) كان المازني في خلافه مع سيبويه يصدر عن فكر نحوي واع?, وعن بصيرة نافذة, لاعن غرض أو هوي, فظهرت عنايته الفائقة بهذا العلم الجليل, كما كانت له فيه حجج قوية في بعض الآراء. ¶ (2) كانت للمازني بعض الآراء التي اختلف فيها نقل النحويين عنه, كما كانت له آراء ليست في كتابه التصريف, ولعل ذلك لأن له كتابًا آخر في علم الصرف لم يصلنا. ¶ (3) ظهر لي من خلال البحث أن له أقوالاً نسب إليه بعض النحويين الخلاف فيها مع سيبويه, ولكنني وجدت أن المازني يوافق سيبويه, ومن ذلك العلة في حذف عين (استحيت) , فمذهب الخليل أنها حذفت لالتقاء الساكنين, ومذهب سيبويه والمازني أنها حذفت تخفيفًا لكثرة الاستعمال. ¶ (4) حققت بعض الآراء الواردة في البحث, مثل مذهب سيبويه في قلب الواو المكسورة أولاً همزة؛ إذ نسب إليه ابن الضائع وغيره أنه يذهب إلي أن ذلك القلب",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "مطرد, وقد ذكرت أن مذهبه هو أن هذا القلب غير مطرد, كما حققت ـ أيضًا ـ مذهب المازني في هذه المسألة, ورجحت أنه يقول بالاطراد فيها. ¶ (5) كانت للمازني آراء تابع فيها غيره من النحويين, وذلك مثل: ¶ 1 - ذهب إلي أن الميم في (دلامص) أصلية, وليست بزائدة, وهو قول الأخفش. ¶ 2 - كما ذهب إلي أن المحذوف يرد في تصغير نحو: (يضع) المسمي به, وقد سبقه إلي القول بهذا أبو عمرو بن العلاء, ويونس بن حبيب. ¶ 3 - أجاز المازني تصغير أيام الأسبوع, متابعًا الكوفيين وأبا عمر الجرمي. ¶ 4 - ذهب إلي أن (الأَشُدَّ) جمع لاواحد له من لفظه, وقد سبقه إلي ذلك أبو عبيدة معمربن المثني. ¶ 5 - ذهب إلي أن الألف في المقصور المنون بدل من التنوين المحذوف في الوقف مطلقًا, وسبقه إلي هذا الفراء والأخفش. ¶ (6) كانت للمازني آراء تابعه فيها غيره, وذلك مثل: ¶ 1ـ أنه ذهب إلي أنه يقال في تصغير نحو: (عِثْوَلّ): (عُثَيْلّ) بحذف الواو, وتابعه في ذلك تلميذه المبرد. ¶ 2ـ كما ذهب إلي أن (وجهة) اسم مصدر, وهو أيضًا ما ذهب إليه المبرد والفارسي. ¶ 3ـ ذهب المازني إلي مجيء (فعلَلِل) اسمًا, وتابعه في ذلك: ابن جني, وأبوحيان, والشاطبي. ¶ 4ـ يري أن الواو في (الحيوان) أصل غير منقلبة, وتابعه ابن يعيش. ¶ 5ـ ذهب المازني إلي أن البدل في نحو: (وُوي) جائز لا لازم, وتابعه في ذلك ابن مالك.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "(7) كانت للمازني آراء انفرد بها, ولم تنقل عن أحد غيره من النحويين فيما أعلم, ومن ذلك: ¶ 1ـ جواز الإظهار والإدغام في (تحية). ¶ 2ـ الألف في (حاحيت) ونحوها منقلبة عن واو. ¶ 3ـ الألف في (العرضْني) لغير التأنيث. ¶ 4ـ ذهب إلي أنه يقال في تصغير نحو: (انطلاق) , و (افتقار): (طُلَيَّق, وفُقَيَّر). ¶ هذه هي أهم النتائج التي وفقني الله - تعالى - إليها؛ فأسأله التوفيق والسداد، فإن أكن قد أصبت فمنه وحده التوفيق، وله الحمد والمنة، وإن تكن الأخرى فإني طامع في أجر المجتهد المخطئ والكمال لله وحده؛ إنه نعم المولى، ونعم النصير، لارب سواه، ولا إله غيره، وهو ـ تعالي ـ وليُّ التوفيق, وآخر دعوانا أن الحمد لله رب العالمين.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ثبت بأهم المصادر والمراجع ¶ • آراء ابن برى التصريفية جمعًا ودراسة، إعداد د/ فراج بن ناصر بن محمد الحمد، سلسلة الرسائل الجامعية 69، جامعة الإمام محمد بن سعود الإسلامية، المملكة العربية السعودية، ط1 14 ¶ • أبنية الأسماء والأفعال والمصادر لابن القطاع الصقلى، تحقيق أ. د/ أحمد محمد عبد الدايم، ط دار الكتب المصرية 1999م. ¶ • أبو العباس المبرد وأثره فى علوم العربية، للشيخ محمد عبد الخالق عضيمة، مكتبة الرشد، الرياض، ط1 1405هـ. ¶ • ارتشاف الضرب من لسان العرب لأبى حيان الأندلسي، تحقيق د/ رجب عثمان محمد، مكتبة الخانجى، الطبعة الأولى 1418هـ/ 1998م. ¶ • الاستدارك على سيبويه للزبيدى، تحقيق د/حنا جميل حداد، سنة 1409هـ سنة 1987م. ¶ • الأصول في النحو لابن السراج، تحقيق د/ عبد الحسين الفتلى، مؤسسة الرسالة، الطبعة الثالثة 1408هـ/ 1988م. ¶ • إعراب القرآن للنحاس، تحقيق د/ زهير غازى زاهد، عالم الكتب، بيروت، ط3 1409هـ، 1988م. ¶ • الإغفال لأبى على الفارسي، تحقيق د/ عبد الله بن عمر الحاج، المجمع الثقافى، الإمارات العربية 2003م. ¶ • الأمالى الشجرية لابن الشجرى، تحقيق د/ محمود محمد الطناحى، الطبعة الأولى، 1412هـ/ 1992م، مكتبة الخانجى، القاهرة. ¶ • الإنصاف فى مسائل الخلاف بين النحويين البصريين والكوفيين لأبى البركات الأنبارى، تحقيق الشيخ محمد محيي الدين عبد الحميد، منشورات المكتبة العصرية، بيروت.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "• الانتصار لسيبويه على المبرد لابن ولاد، تحقيق زهير عبد المحسن سلطان، مؤسسة الرسالة، بيروت ط1 1416هـ/ 1996م. ¶ • البحر المحيط لأبى حيان الأندلسى، بعناية صدقى محمد جميل، دار الفكر، 1412هـ/ 1992م. ¶ • تاج العروس للمرتضى الزبيدى، تحقيق عبد الستار فراج وآخرين، مطبعة حكومة الكويت. ¶ • التذييل والتكميل فى شرح التسهيل لأبى حيان الجزء السابع، تحقيق د/ على على حسن علوان، رسالة دكتوراه فى كلية اللغة العربية بالقاهرة، 1987م، برقم 2354. ¶ • التذييل والتكميل في شرح التسهيل، الجزء الثامن، تحقيق د/ سليمان محمد سليمان، رسالة دكتوراه فى كلية اللغة العربية بالقاهرة، 1983م، برقم 2119. ¶ • تسهيل الفوائد وتكميل المقاصد لابن مالك، تحقيق د/ محمد كامل بركات، طبعة دار الكتاب العربى 1387هـ/ 1967م. ¶ • التصريح بمضمون التوضيح للشيخ خالد الأزهرى، تحقيق أ. د/ عبد الفتاح بحيرى إبراهيم، ط الزهراء للإعلام العربى، ط1 1413هـ/ 1992م. ¶ • تعليق الفرائد فى شرح تسهيل الفوائد للدمامينى، الجزء الثانى، تحقيق د/ محمد السعيد أحمد عبد الله، رسالة دكتوراه فى كلية اللغة العربية بالقاهرة، 1980م، برقم 1560. ¶ • التعليقة على كتاب سيبويه لأبى على الفارسي، تحقيق د/ عوض بن حمد القوزى، ط1، مطبعة الأمانة. ¶ • التكملة لأبى على الفارسي، تحقيق د/ حسن شاذلى فرهود، ط شركة الطباعة العربية السعودية، الرياض، ط1 1401هـ/ 1981م.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "• التمام فى تفسير أشعار هذيل لابن جنى، حققه أحمد ناجى القيسي وآخرين، مطبعة العانى، بغداد، ط1، 1381هـ/ 1962. ¶ • تمهيد القواعد بشرح تسهيل الفوائد لناظر الجيش، تحقيق د/ على محمد فاخر وآخرين، دار السلام، ط1 1428هـ/ 2007م. ¶ • تهذيب اللغة لمحمد بن أحمد الأزهرى، تحقيق أ/ عبد السلام هارون، والشيخ محمد على النجار وآخرين، الهيئة المصرية العامة للكتاب 1975م. ¶ • توضيح المقاصد والمسالك بشرح ألفية ابن مالك للمرادى، تحقيق أحمد محمد عزوز، المكتبة العصرية، صيدا، بيروت، ط1 1426هـ، 2005م. ¶ • الجامع لأحكام القرآن للقرطبى، تحقيق د/ محمد إبراهيم الحفناوى، دار الحديث بالقاهرة ط2 1996م. ¶ • الجليس الصالح الكافى والأنيس الناصح الشافى لأبى الفرج الجريرى، دراسة وتحقيق د/ محمد مرسى الخولى، و د/ إحسان عباس، عالم الكتب ومحمد أمين دمج - لبنان- بيروت. ¶ • جمهرة اللغة لأبى بكر محمد بن دريد، مكتبة الثقافة الدينية- القاهرة. ¶ • الجيم لأبى عمرو الشيبانى، حققه إبراهيم الإبيارى وآخرين- الهيئة العامة لشئون المطابع الأميرية- القاهرة 1394هـ/ 1974م. ¶ • الحجة فى علل القراءات السبع لأبى على الفارسي، تحقيق بدر الدين قهوجى وبشير حويجاتى، دمشق، دار المأمون ط 1 1984م. ¶ • خزانة الأدب ولب لباب لسان العرب لعبد القادر البغدادى، تحقيق عبد السلام هارون، مكتبة الخانجى بالقاهرة 1989م. ¶ • الخصائص لابن جنى تحقيق محمد على النجار، الهيئة المصرية العامة للكتاب، ط3، 1986م.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "• دراسات لأسلوب القرآن الكريم للشيخ محمد عبد الخالق عضيمة، دار الحديث، القاهرة. ¶ • الدر المصون فى علوم الكتاب المكنون للسمين الحلبى، تحقيق د/ أحمد محمد الخراط، دار القلم، دمشق ط1، 1407هـ/ 1987م. ¶ • دروس التصريف فى المقدمات وتصريف الأفعال، للشيخ محمد محيي الدين عبد الحميد، دار الطلائع للنشر والتوزيع- القاهرة 2005م. ¶ • دقائق التصريف لأبى القاسم بن محمد المؤدب، تحقيق د/ حاتم صالح الضامن، دار البشائر للطباعة، دمشق، ط1 1425هـ/ 2004م. ¶ • ديوان الأدب لإسحاق بن إبراهيم الفارابى، تحقيق د/ أحمد مختار عمر، مجمع اللغة العربية بالقاهرة 1974. ¶ • سر صناعة الإعراب لابن جنى، تحقيق د/ حسن هنداوى، دار القلم، دمشق 1985م. ¶ • شرح الأشمونى على ألفية ابن مالك، دار إحياء الكتب العربية، عيسى البابى الحلبى. ¶ • شرح الألفية للشيخ محمد الفارضى، تحقيق د/ مصطفى شحاته الحسين أبو سمرة، رسالة دكتوراه فى كلية اللغة العربية فى كلية اللغة العربية بالقاهرة 1989م، برقم 2542، بإشراف أ. د/ حمدى عبد الحميد المقدم. ¶ • شرح التسهيل للمرادى، القسم الصرفى، تحقيق د/ ناصر حسين على، دار سعد الدين بدمشق، ط1 1428هـ/ 2008م. ¶ • شرح تصريف ابن مالك لابن إياز البغدادى، تحقيق ودراسة د/ محمد السيد متولى البغدادى، مطبعة الأمانة، ط 1 1407هـ/ 1987م. ¶ • شرح جمل الزجاجى لابن عصفور، الشرح الكبير، تحقيق د/ صاحب أبى جناح، بغداد 1400هـ/ 1980م.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "• شرح الجمل لابن الضائع، القسم الثانى، تحقيق د/ نادى حسين عبد الجواد، رسالة دكتوراه فى كلية اللغة العربية بالقاهرة، باشراف أ. د/ فايز زكى دياب، و أ. د/ أحمد محمد عبد الله، 1408هـ/ 1988م. ¶ • شرح شافية ابن الحاجب للرضى، تحقيق محمد نور الحسن، ومحمد الزفزاف ومحمد محيي الدين عبد الحميد، دار الكتب العلمية، بيروت 1402هـ/ 1982م. ¶ • شرح الكافية الشافية لابن مالك، تحقيق د/ عبد المنعم أحمد هريدى، منشورات جامعة أم القرى- المملكة العربية السعودية 1402هـ/ 1982م. ¶ • شرح كتاب سيبويه للسيرافى، الجزء السادس، تحقيق د/ عبد المنعم فائز، رسالة دكتوراه فى كلية اللغة العربية بالقاهرة، 1977م، برقم 957. ¶ • شرح اللمحة البدرية في علم اللغة العربية لابن هشام, دراسة وتحقيق د/هادي نهر, ط الجامعة بالعراق, والجامعة المستنصرية, سنة 1397هـ/ 1977م. ¶ • شرح اللمع لابن برهان العكبري, حققه د/ فائز فارس, السلسلة التراثية، الكويت ط1 سنة 1404هـ/ 1984م. ¶ • شرح المفصل لابن يعيش, مكتبة المتنبي بالقاهرة. ¶ • شرح الملوكي في التصريف لابن يعيش تحقيق د/فخر الدين قباوة, دار الملتقي, ط3 سنة 1426هـ/ 2005م. ¶ • شفاء العليل في إيضاح التسهيل للسلسيلي, تحقيق الشريف عبد الله الحسيني البركاتي, مكة المكرمة, ط1 سنة 1406هـ/ 1986م. ¶ • الصحاح, تاج اللغة وصحاح العربية, للجوهري, تحقيق أحمد عبد الغفور عطار, مطبعة دار الكتاب العربي, القاهرة سنة 1956م. ¶ • الغرة المخفية لابن الخباز في شرح الدرة الألفية لابن معط, تحقيق حامد محمد العبدلي, دار الأنبار, بغداد, الرمادي, مطبعة العاني بالعراق.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "• الفاخر في شرح جمل عبد القاهر لمحمد بن أبي الفتح البعلي, تحقيق د/ممدوح محمد خسارة, السلسلة التراثية, الكويت, ط1 سنة 1423هـ/ 2002م. ¶ • القاموس المحيط للفيروزابادي, نسخة مصورة عن ط3 للمطبعة الأميرية سنة 1301هـ, الهيئة العامة للكتاب 1399هـ/1979م. ¶ • الكامل للمبرد, تحقيق د/محمد أحمد الدالي, مؤسسة الرسالة بالقاهرة, ط3, سنة1418هـ/1997م. ¶ • الكتاب لسيبويه, تحقيق عبد السلام محمد هارون, دار الجيل, بيروت ط1. ¶ • الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل للزمخشري, دار الريان للتراث, ودار الكتاب العربي, بيروت, صححه مصطفي حسين أحمد ط3 سنة 1987م. ¶ • كشف المشكلات وإيضاح المعضلات في إعراب القرآن وعلل القراءات لجامع العلوم الباقولي, دراسة وتحقيق د/ عبد القادر عبد الرحمن السعدي, دار عمار, الأردن ط1 سنة1421هـ/2001م. ¶ • اللباب في علل البناء والإعراب, تحقيق د/غازي مختار, و د/عبد الإله نبهان, دار الفكر المعاصر, بيروت, ودار الفكر, دمشق ط1سنة1416هـ/1995م. ¶ • لسان العرب لابن منظور, ط دار إحياء التراث العربي، ومؤسسة التاريخ العربي, بيروت, ط2سنة 1997م. ¶ • مجاز القرآن لأبي عبيدة معمر بن المثني, تحقيق الدكتور فؤاد سزكين, مكتبة الخانجي بمصر, سنة 1374هـ/1954م. ¶ • مجالس ثعلب, تحقيق عبد السلام محمد هارون, ط دار المعارف, مصر, ط5.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "• مجمل اللغة لأبي الحسين أحمد بن فارس, حققه هادي حسن حمودي, منشورات معهد المخطوطات العربية, الكويت, ط 1 سنة 1405هـ/1985م. ¶ • المحتسب في التصغير والنسب تأليف أ. د/ عبد الله الحسيني هلال, سنة 2005/ 2006م. ¶ • المحكم والمحيط الأعظم لابن سيده, تحقيق مجموعة من المحققين, ط معهد المخطوطات العربية, القاهرة سنة1424هـ/ 2003م. ¶ • المخصص لابن سيده, تحقيق محمد محمود التركزي الشنقيطي, ومعاونة عبد الغني محمود, مطبعة بولاق 1321هـ. ¶ • المدارس النحوية للدكتور شوقي ضيف, دار المعارف بالقاهرة ط7. ¶ • المرتجل لابن الخشاب, تحقيق علي حيدر, دمشق سنة 1972م. ¶ • المسائل البصريات لأبي علي الفارسي, تحقيق ودراسة د/ محمد الشاطر أحمد محمد أحمد, ط المدني, ط1 سنة 1405هـ/1985م. ¶ • المسائل المشكلة المعروفة بالبغداديات لأبي علي الفارسي, دراسة وتحقيق صلاح الدين عبد الله السنكاوي, مطبعة العاني ـ بغداد. ¶ • المساعد علي تسهيل الفوائد لابن عقيل, تحقيق د/محمد كامل بركات, منشورات جامعة الملك عبد العزيز, مكة المكرمة سنة 1980م. ¶ • معاني القرآن للأخفش, تحقيق د/فائز فارس, ط الكويت, المطبعة العصرية, سنة 1400هـ/ 1979م. ¶ • المعرب من الكلام الأعجمي علي حروف المعجم لأبي منصور الجواليقي تحقيق أبي الأشبال أحمد محمد شاكر, مطبعة دار الكتب المصرية, ط3 سنة 1416هـ/ 1995م. ¶ • مفتاح السعادة ومصباح دار السيادة لطاش كبرى زادة، تحقيق كامل بكري، وعبد الوهاب أبو النور، دار الكتب الحديثة، القاهرة سنة 1986م.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "• المقاصد الشافية في شرح الخلاصة الكافية للشاطبي, تحقيق د/عبد الرحمن العثيمين وآخرين, معهد البحوث العلمية, جامعة أم القري, مكة المكرمة ط1 سنة 1428هـ/2007م. ¶ • المقتضب للمبرد, تحقيق الشيخ محمد عبد الخالق عضيمة, المجلس الأعلي للشئون الإسلامية بالقاهرة. ¶ • الممتع في التصريف لابن عصفور, تحقيق د/فخر الدين قباوة, دار المعرفة, بيروت, لبنان, ط1 1407هـ/ 1987م. ¶ • المناهج الكافية في شرح الشافية لزكريا الأنصاري, دراسة وتحقيق د/رزان يحي خدام, سلسلة إصدارات الحكمة 14, ط1 سنة 1424هـ/2003م. ¶ • من أثر الكتاب في اختلاف أولي الألباب للدكتور محمد حسين عبد العزيز حسن المحرصاوي, ط الجريسي للكمبيوتر, ط1سنة 1424هـ/2003م. ¶ • المنصف شرح تصريف المازني لابن جني, تحقيق إبراهيم مصطفي، وعبد الله أمين, ط مصطفي البابي الحلبي, سنة 1373هـ/ 1954م. ¶ • نشأة النحو وتاريخ أشهر النحاة للشيخ محمد الطنطاوي, دار المعارف, القاهرة, ط2. ¶ • النكت في تفسير كتاب سيبويه للأعلم الشنتمري, دراسة وتحقيق رشيد بلحبيب, المملكة المغربية, وزارة الأوقاف 1420هـ/1999م.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فهرس الموضوعات ¶ الموضوع ... رقم الصفحة ¶ • المقدمة ... 1 - 4 ¶ • المبحث الأول: ماخالف فيه المازني سيبويه في كتاب التصريف. ... 5 - 28 ¶ • مجيء (فعلَّل) اسمًا ............ ... 5 - 6 ¶ • مجيء (فَعْلَلِل) اسمًا ........... ... 6 - 7 ¶ • (وجهةٌ) أمصدرٌ أم اسم مصدر؟ ... 7 - 9 ¶ • (أشاوَي) جمع (أشياء) عند المازني. ... 10 - 12 ¶ • الميم في (دُلامص) بين الأصالة والزيادة. ... 12 - 14 ¶ • أصل الألف في (حاحيت) , و (عاعيت) , ونحوهما ... ... 14 - 17 ¶ • أصل الواو في (الحيوان) .... ... 17 - 20 ¶ • قلب الواو المكسورة المتصدرة همزةً بين السماع والقياس. ... 20 - 25 ¶ • الإدغام في (تحية) بين الوجوب والجواز. ... 25 - 28 ¶ • ـ المبحث الثاني: ماخالف فيه المازني سيبويه في غير كتاب التصريف. ... 29 - 48 ¶ • الخلاف في تصغير (عِرَضْنَي). ... 29 - 30 ¶ • تصغير المحذوف منه بعض أصوله وبقي بعد الحذف علي أكثر من حرفين, نحو: (يضع) المسمي به .. ... 30 - 33 ¶ • تصغير الخماسي الذي واوه للإلحاق, نحو: (عِثْوَلّ). ... 33 - 35",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "• تصغير المصدر الذي علي وزن (انفعال) , و (افتعال) , نحو: (انطلاق) , و (افتقار) .... ... 35 - 38 ¶ • تصغير أسماء الأسبوع .... ... 38 - 41 ¶ • مجيء (أفْعُل) جمعًا لـ (فِعْلة) , نحو: (الأَشُدّ). ... 41 - 43 ¶ • الوقف علي المقصور المنوَّن. ... 43 - 46 ¶ • قلب الواو الأولي همزة إذا كانت الثانية عارضة, في نحو: (وُؤي) بعد تسهيل همزتها. ... 46 - 48 ¶ • المبحث الثالث: الأسس التي قامت عليها آراء المازني. ... 49 - 52 ¶ • الخاتمة ... 53 - 55 ¶ • ثبت بأهم المصادر والمراجع. ... 56 - 63 ¶ • فهرس الموضوعات. ... 64 - 65",
            "page": "65",
            "part": "1"
        }
    ],
    "t37103": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "العنوان"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: ما خالف فيه المازنى سيبويه فى كتاب التصريف"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: ما خالف فيه المازني سيبويه في غير كتاب التصريف"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: الأسس التي قامت عليها آراء المازني"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "ثبت بأهم المصادر والمراجع"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس الموضوعات"
        }
    ]
}