{
    "b37115": [
        {
            "id": "1",
            "nass": "مكة المكرمة ¶ السمات والقسمات ¶ قراءة في عبقرية المكان ¶ إعداد ¶ د. ردة الله بن ردة الطلحي ¶ أستاذ اللغويات المساعد ¶ جامعة أم القرى – معهد اللغة العربية ¶ بحث مقدم إلى ندوة ¶ مكة المكرمة عاصمة الثقافة الإسلامية 1426هـ",
            "page": "239",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله هو الأول والآخر والظاهر والباطن، أحمده خصنا بأول بيت، وآخر رسالة. وأصلي وأسلم على النبي الخاتم المبعوث رحمة للعالمين وآله وصحبه أجمعين وبعد: ¶ فمنذ أعلنت (مكة عاصمة للثقافة الإسلامية) قبل أعوام عدة، وأنا عشقاً للمكان، وبحثاً عن شخصية مكة المستترة خلف قشور الجغرافيا، وزعمات التاريخ، وتجليات الحضارة المعمارية، وسِحَن الناس ... دائم البحث عن مكة التي إذا ما ذهبت كل مدينة كبرى كالقاهرة، ودمشق، وبغداد – إلى عمق وإرث ثقافي كبير ذهبت بنا مكة إلى عمق وأثر وإرث متمايز، حين يتصارع في المدن والدول عوامل الجغرافيا والتاريخ والثقافة والإنسان – بوصفه متأثراً بالمكان ومؤثراً فيه– لتصنع شخصية أي مكان، تذهب مكة بعيداً عن عوامل صراع الوجود إلى وجود الاصطفاء، ومن شخصية احتدام العوامل المختلفة إلى شخصية بأثر من إرادة الله سبحانه، وهو الأمر الذي سنقف عليه فيما بعد. ¶ (وَسَمَ وَقَسَمَ): ¶ ورد في العنوان لفظا السمات والقسمات وفي اللسان (¬1) قال ابن منظور: \"الوَسَم: أَثرُ الكَيِّ، والجمع وُسُوم ... وفي الحديث: أنه كان يَسِمُ إبل الصدقة، أي يُعلِّم عليها بالكيّ، واتسم الرجل إذا جعل ¶ ¬__________ ¶ (¬1) لسان العرب، مادة (وسم) بتصرف بالحذف لما لا حاجة له.",
            "page": "241",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "لنفسه سِمة يعرف بها، وأصل التاء واو. ¶ والسِّمة والوسام: ما وُسَم به البعيرُ من ضروب الصور ... وإن فلاناً لدوابه مِيسمٌ، ومِيسَمُها أثر الجمال والعِتق وإنها لوسيمة قسيمة. ¶ وموسم الحج والسوق: مجتمعها ... ¶ والميسم والوسامة: أثر الحسن. ¶ وقال ابن الإعرابي: الوسيم الثابت الحسن ... ¶ وفلان وسيم أي حسن الوجه والسِّيما ¶ وفي صفته - صلى الله عليه وسلم -: وَسِيم قَسِيم؛ الوسامة: الحُسْنُ الوَضِئُ الثابت، والأنثى وَسِيمة)). ¶ كما قال في موضع آخر: (¬1) ¶ ((والقَسَام: الجمال والحُسْنُ ... وفلان قسيم الوجه ومُقَسَّمُ الوجه. ¶ وفي حديث أم معبد: قسيم وسيم؛ القَسَامة: الحُسُن. ورجل مُقَسَّم الوجه أي جميل كُلُّه كأن كل موضع منه أخذ قسماً من الجمال. ¶ وقال العجاج: ¶ الحمد لله العلي الأعظم باري السموات بغير سُلَّمِ ¶ ¬__________ ¶ (¬1) لسان العرب: قسم (بتصرف بالحذف لما لا حاجة له). وحديث أم معبد في الروض الأنف، 2/ 235، والذي فيه قولها: (( .. وسيم قسيم، في عينيه دعج .. )) الحديث، والنص أعلاه من قوله: ((وفي حديث أم معبد إلى قوله قسماً من الجمال)) في النهاية في غريب الحديث والأثر، لابن الأثير، 4/ 63.",
            "page": "242",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ورب هذا الأثر المقسَّم من عهد إبراهيم لمَّا يُطْسَمِ ¶ أراد المحسن، يعني مقام إبراهيم عليه السلام، كأنه قُسِّم أي حُسِّن. ¶ والقَسِمة: الحسن، والوجه وقيل ما أقبل عليك منه. ¶ وقيل قَسِمةُ الوجه ما خرج من الشعر، وقيل: الأنف وناحيتاه، وقيل وسطه، وقيل أعلى الوجنة، وقيل: ما بين الوجنتين والأنف تكسر سنيها وتفتح، وقيل: القسمة أعالي الوجه، وقيل القسمات: مجاري الدموع، والوجوه ... ويقال مِنْ هذا: رجل قسيم ومقَسَّم إذا كان جميلاً ... )). ¶ ويظهر من المعنى أن الوصفين (قسيم ووسيم) مترادفان في بيان الحسن والجمال يؤكد أحدهما الآخر اتباعاً فقيل وسيم قسيم، وقسيم وسيم. ¶ ويمكن أن تجعل السمّة، العلامة حَسنةً كانت أو لا، فيما القسَمة، لملامح الحسن وعلاماته، وأحب أن أجعلهما بمعنى واحد إجلالاً للمكان الموسوم (مكة) وإظهاراً لقسمات حسنة، اعتماداً على ترادفهما في قولهم ((وسيم قسيم)). ¶ المكان واللغة: ¶ يتخذ المكان بوصفه حيزاً للحدث وضعية متمايزة إن كان ذلك في الدراسات اللغوية أو فروع الدراسات الإنسانية الاجتماعية الأخرى كالجغرافيا، والتاريخ وجماليات المكان ... ¶ وإذا كان المكان في اللغة هو الظرف الذي يقع فيه الحدث",
            "page": "243",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المشتمل في صيغته على زمن يتراوح بين الماضي وبين المستقبل غير المجددين، والحاضر العابر لحظته بينهما. فإن المكان- وهو هنا مكة- ينظر إليه نظرة مغايرة وخاصة في الآن ذاته، مغايرة لأن الفعل الذي لمكة من دون غيرها من الأمكنة هو الحج، وهو فعل (حدث) تعبدي يتماهى فيه المكان والزمان معاً خارج الصيغة (الفعل اللغوي) ليتخذ صيغاً غير لغوية تقترب وتبتعد (مكانياً وزمانياً) من مكة بمفهومها الإداري المدينة أو القرية على حد تعبير القرآن حين سماها أم القرى، ويكون مركز المكان الكعبة، ومسافات الفعل المكاني تزحف دائرياً في الاتجاهات المختلفة لتشمل (الحرم) بأعلامه وحدوده الشرعية، ثم خارجها إلى عرفات، ثم المواقيت المكانية، وهنا تتجلى فكرة تماهي الزمان والمكان في اتحاد الاصطلاح (مواقيت) للزمان والمكان، فالزمان ميقات، والمكان ميقات ومسافة الزمان تقع مستغرقة الأشهر المعلومات (أشهر الحج) من بداية شوال وحتى انتهاء العشر الأولى من ذي الحجة. ¶ المكان وتعدد التسمية: ¶ تظهر علامة المكان في اللغة ظهوراً جلياً من حيث إن المكان هو المساحة الظرفية التي فيها الإنسان، ويقع فيها الحدث الإنساني، ولذلك فإن المكان في اللغة يقع بشكل عام في دائرة المعارف، إذ أسماء الأماكن تقع بين نوعين من المعارف في اللغة أحدهما: العلم وهو ما علق على شيء بعينه غير متناولٍ ما أشبهه))، (¬1) وقيل هو: ((ما ¶ ¬__________ ¶ (¬1) قطر الندى /119.",
            "page": "244",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وضع لمعين لا يتناول غيره))، (¬1) وهو أعرف المعارف (¬2) من حيث إنه دال بذاته منفصل عن مرجعيته أو غير مفتقر إلى غيره في الإشارة إلى مسماه مكاناً كان أو زماناً أو إنسانا أو حيواناً يقع من الإنسان موقع غير القصيِّ كخيل العرب وإبلها وكلابه .. ، وهو دائم العلمية غير متحول بصيغته عنها، ونقل السيوطي عن أبي حيَّان ((أن أعرف الأعلام أسماء الأماكن ثم أسماء الأناسي ثم أسماء الأجناس)). (¬3) ومن ثم فإن كل الأماكن في المعجم المكاني هي إعلام، في مكة، وطيبة ويثرب ... ، وعَرَفات، ومِنىً، ومُزْدَلِفة، والصَّفَا، والمروة، وأبو قُبَيْس، وعُرَنَة، ومُحَسِّر، والمشعر الحرام، ونَمِرَة، والحُدَيْبية، والطائف، ونخلة وحُنَين، وثور، وحِراء، واليمامة، ونجد، وتِهامة، والحجاز، والعراق، والبصرة، والكوفة، ودمشق، وتبوك، والفسطاط، والقاهرة، والقيروان، وقَرْنَ المنازل، والجُحْفة، وذو الحليفة، ويَلَمْلَمْ ... وغيرها كلها أعلام مكانية، وفي المكان قد يتكرر اسم المكان لأكثر من مكان كما تكررت أسماء الأعلام في الإنسان. ¶ ¬__________ ¶ (¬1) همع الهوامع 1/ 243. ¶ (¬2) اختلف النحاة حول أعرف المعارف من بين المعارف السبعة (العلم والضمير والإشارة والموصول والمعرف بأل وبالإضافة والنكرة المقصودة بالنداء، فذهب سيبويه والجمهور إلى أن أعرفها الضمير، وذهب الصيمري وعزى للكوفيين إلى أن أعرفها العلم، وذهب ابن السراج إلى أن أعرفها الإشارة، ورتبها السيوطي كالآتي (المضمر، والعلم، والإشارة، والموصول، والمعرف بأل، والمضاف إلى واحد منها، والمنادى، وعندي ميل إلى القول بكون العلم أعرف لما سقته أعلاه من سمات للعلم من دون غيره من المعارف. انظر: همع الهوامع 1/ 191 وما بعدها. ¶ (¬3) انظر: همع الهوامع 1/ 192.",
            "page": "245",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والآخر: الوصف المشتق من الحدث الدال على اسم المكان أو الزمان المعرف بأل، أو بأضافته إلى معرفة كأن يقال: المطاف، المسمى، الموقف، المشعر، وكأن يقال: مسجد نمرة، ومسجد الخيف، ومسجد قباء، ومسجد القبلتين. ¶ وهناك نوع ثالث من أسماء المكان هو الظرف المبهم المفتقر دوماً للإضافة، كأن يقال مثلاً: وراء الكعبة، وأمام الكعبة، وقرب مكة، وقبل الحِلّ، وبعده، أو قبل الحرم وبعده. ¶ ووفق هذا المفهوم للمكان نلحظ لمكة مكاناً شأنها في ذلك شأن كل الأمكنة (البلدان) اسماً علماً، وتستوعب قدراً من الأمكنة المسماة المعروفة بعلميتها، لكن هذه البلدة المصطفاة، لجلالها وعظمها وشرفها كان لها من أسماء الأعلام أكثر من اسم فهي في القرآن: (مكة، وبكة، وأم القرى، والبلد، والبلدة، والبلد الأمين، ومعاد، والقرية)، (¬1) ولها مما لم يرد في القرآن أسماء كثر منها: (الباسة، والناسة، والبساسة، وطيبة، والقادس، والمقدسة، وقرية النمل ... وقرية الحمس وصلاح ... والحاطمة، وكونى وسبوّحة، والحرم، والعرش ... والبيت العتيق والمسجد الحرام). (¬2) ¶ وإذا كان لمكة هذا العدد – وغيره- من الأسماء فإنما مرد ذلك إلى شرف المسمى، قال النووي: ((واعلم أن كثرة الأسماء تدل ¶ ¬__________ ¶ (¬1) انظر: أسماء مكة – شرفها الله – في شفاء الغرام 1/ 65 وما بعدها، وانظر: فضائل مكة الواردة في السنة 1/ 23 وما بعدها، وانظر: مكة وأسماؤها وما ترمز إليه في اللغات السامية، منشور ضمن بحوث الندوة مكة عاصمة الثقافة الإسلامية (3)، وزارة الحج (غير مرقم). ¶ (¬2) المصدر نفسه 1/ 65، وانظرفي سبب تسميتها مكة، وبكة. اللسان – مكك – بكك، وشفاء الغرام 1/ 67، وبحث مكة وأسماؤها وما ترمز إليه في اللغات السامية.",
            "page": "246",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "على عظم المسمى كما في أسماء الله تعالى، وأسماء رسول الله - صلى الله عليه وسلم -، ولا نعلم بلداً أكثر أسماء من مكة والمدينة لكونهما أفضل الأرض، وذلك لكثرة الصفات المقتضية للتسمية)). (¬1) ¶ ومكة بها من المكان بوصفه مكان الحدث التعبدي ما ذهب بعلميته في اقتران بين اللفظ (العلم) والعبادة، كالوقوف بـ (عرفة)، والمبيت بـ (مزدلفة ومنى)، والذكر عند (المشعر الحرام)، والرمي لـ (الجمرات)، والسعي في (المسعى)، أو التطوف (بالصفا والمروة)، والطواف بالمطاف (الصحن)، والتقبيل (للحجر الأسود)، والمسح (بالركن اليماني)، والدعاء في (الملتزم)، والذبح (بمنى) أو مكة كلها ... والإحرام من الميقات نيّة وشروعاً، والتلبية والتكبير والذكر في مشاعر مكة وبطاحها. ولربما كان هذا ما يجعل مكة تحفل بالمكان التعبدي على عكس غيرها من الأماكن التي تخلو من هذه الصفة إلا ما كان منها مسجد، أو قبر يزار وفق المندوب إليه، دون غلو أو تطرف في الزيارة. ¶ ولم يشارك مكة في تعدد أماكن العبادة، وتعدد العبادة (نوعاً) إلا المسجد النبوي والمسجد الأقصى حيث هما مع المسجد الحرام مما تشد إليه الرحلة ... ، وفي المدينة بعض الأماكن تندب زيارتها والصلاة فيها كقباء، والقبلتين ... لكن أماكن العبادة المندوب إليها نصاً أو فعلاً أو تقريراً قليلة بالنظر إلى كثرتها في مكة ووجوب إتيانها لإقامة الشعائر فيها. ¶ ¬__________ ¶ (¬1) تهذيب الأسماء واللغات 3/ 157، نقلاً عن فضائل مكة الواردة في السنة 1/ 23.",
            "page": "247",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "المكان والإنسان: ¶ يتداعى إلى ذهني وأنا أخط المركب (المكان والإنسان) قول ابن الرومي: (¬1) ¶ وحَبَّبَ أوطانَ الرجال إليهم مآربُ قضَّاها الشبابُ هنالكا ¶ إذا ذكروا أوطانهم ذَكَّرَتهم عهودَ الصِّبا فيها فحنُّوا لذلكا ¶ قلت: وبكثر ورود المكان في الشعر بصيغته العلمية، وبمفهومه عند ابن الرومي منذ وقف امرؤ القيس واستوقف وبكى واستبكى وذكر سِقْط اللّوى والدَخُول وحومل وتُوضَح في معلقته: (¬2) ¶ قِفا نَبْكِ من ذكرى حبيبٍ ومنزلِ ... بسقطِ اللِّوى بين الدَخُول فَحَومَلِ ¶ فَتُوضَحَ فالمقراة لم يَعْفُ رسَْمُها لما نسجتها من جنوب وشمأل ¶ ومروراً بتحول ذلك إلى تقليد أدبي جرى عليه الشعراء بعده فأصبحت مقدمة القصيدة العربية مكان المكان أو فضاء الأمكنة، يقول زهير بن أبي سُلمى: (¬3) ¶ تبصَّر خليلي، هل ترى من ظعائن ... تحمَّلن، بالعلياء من فوق جُرْثُم ¶ علونّ بأَنماط، عتاقٍ، وكِلَّة ... وِرادٍ حواشيها، مشاكهة الدّم ¶ بكرن بكوراً، واستحرن بسحرة ... فهنَّ ووادي الرّسِّ، كاليد للفم ¶ جعلن القِنان عن يمين، وحَزْنَه ... وكم بالقنان، من مُحِلِّ ومحرم ¶ ¬__________ ¶ (¬1) مجموعة المعاني 153. ¶ (¬2) شرح ديوان امرئ القيس: 143. ¶ (¬3) شرح شعر زهير ابن أبي سلمى /19.",
            "page": "248",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ظهرن من السُّوبان ثم جَزَعْنَه ... على كل قيني، قشيب ومُفْأَم ¶ وورّكْن في السوبان، يعلون متنه عليهن دلُ الناعم المتنعم ¶ ولعل مما هو ألصق بما نحن فيه من الحديث عن (مكة) ما روي في السيرة عن عائشة رضي الله عنها قالت: لما قدم رسول الله صلى الله عليه وسلم إلى المدينة، قدمها وهي أوبأ أرض الله بالحمى، فأصاب أصحابه منها بلاءٌ وسَقَمٌ، فصرف الله تعالى ذلك عن نبيه صلى الله عليه وسلم، قالت: فكان أبو بكر وعامر بن فهيرة وبلال موليا أبي بكر مع أبي بكر في بيت واحد فأصابتهم الحمى، فدخلت عليهم أعودهم، وذلك قبل أن يضرب علينا الحجاب، وبهم ما لا يعلمه إلا الله من شدة التوعك فدنوت من أبي بكر فقلت: كيف تجدك يا أبت؟ فقال: ¶ كلُّ امْرِئ مصبح في أهله والموت أدنى من شراك نعله ¶ قالت فقلت: واللهِ ما يدري أبي ما يقول!، ثم دنوت من عامر ابن فهيرة فقلت له: كيف تجدك يا عامر؟ فقال: ¶ لقد وجدتُ الموت قبل ذَوقِه إن الجبان حتفه من فوقه ¶ كل امرئٍ مجاهدٌ بطوقه كالثور يحمي جلده بروقِهِ ¶ ، قالت: فقلت والله ما يدري عامر ما يقول! قالت: وكان بلال إذا تركته الحمى اضطجع بفناء البيت ثم رفع عقيرته فقال: ¶ ألا ليت شعري هل أبِيْتَنَّ ليلة بفخٍّ وحولي إذخر وجليلُ ¶ وهل أردَنْ يوماً مياهَ مَجنَّةٍ ... وهل يَبْدُوَنْ لي شامةُ وطَفِيلُ (¬1) ¶ ¬__________ ¶ (¬1) السيرة النبوية لابن هشام 2/ 169، وفسر المحقق إذخر وجليل بأنهما نبتان طيبا الرائحة وعندي أنهما المكانان (الواديان) أذخر وجليل وهما على مقربة من فخٍّ وكأن المعنى وقربي إذخر وجليل.",
            "page": "249",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قال السهيلي (¬1): (( ... وفي هذا الخبر وما ذكر فيه من حنينهم إلى مكة ما جبلت عليه النفوس من حب الوطن والحنين إليه، وقد جاء في حديث أُصَيلُ الغفاري، ويقال الهذلي أنه قدم من مكة فسألته عائشة رضي الله عنها: كيف تركت مكة يا أصيلُ؟ فقال: تركتها حين ابيضت أباطحها، وأحجن ثمامها، وأغدق إذخرها، وأمشر سَلَمُها، فاغرورقت عينا رسول الله صلى الله عليه وسلم، وقال لا تشوقنا يا أصيل، ويروى أنه قال: دع القلوب تَقِرّ)). ¶ فالعلياء، وجرثم، ووادي الرس، والقنان، وحزمه، والسوبان وإذخر وجليل وشامة وطَفِيل كلها أماكن احتلت الشعر لعلاقة ما قد تكون التي يقول عنها جريدي المنصوري: ((بين المكان والشعر في الفكر علاقات شتى، ولعل من أكثرها إثارة للدهشة تلك العلاقة التي تبث في المكان روحاً شعرية، وتقيم في الشعر مكاناً، هناك يجد الإنسان نفسه وكأنه يفلت من الجهات الأربع ... )). (¬2) ¶ وأجدني – دائماً – أميل إلى القول بأن المكان لا الأرض فعل إنساني، بمعنى أن الإنسان هو الذي يطلق الاسم على المكان فيخرج المكان موسوماً بالعلم المطلق عليه إيذاناً بدخوله في حيز المعرفة وانعتاقه من المجهول والمبهم. ¶ ويستوي في هذا الفعل (التسمية) ما كان باديا لنا أن له سبباً في التسمية كالحجاز الحاجز بين تهامة ونجد، (¬3) أو الطائف الذي ¶ ¬__________ ¶ (¬1) الروض الأنف: 3/ 15. ¶ (¬2) شاعرية المكان /8. ¶ (¬3) وقيل لأنه فصل بين الغور والشام والبادية، وقيل غير ذلك، انظر: اللسان، مادة (حجز).",
            "page": "250",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "يطوف حوله سوره، أو طيف به حول الكعبة. (¬1) وما كان غير بادٍ لنا سبب لتسميته يقيناً واستترنا خلف المقولة ((الأسماء لا تعلل)) للهروب من عجز تفسير الأعلام، نقل أبو بكر الأنباري عن ثعلب: (( ... الأسماء كلُّها لعلة؛ خَصَّت العرب ما خَصَّت، منها من العلل ما نعلمه، ومنها ما نجهله)). (¬2) ¶ وقال أبو بكر الأنباري: ((يذهب ابن الأعرابي إلى أن مكة سميت مكَّة لجذب الناس إليها، والبصرة سميت البصرة للحجارة البيض الرخوة بها ... )). (¬3) ¶ وعليه فليس لنا من سبيل إلى مقاربة دلالة الأسماء إلا معنى المادة اللغوية المشتق منها اسم المكان أو الذي يتلاقى معها إن كان علماً مرتجلاً كما قيل في (بكة) أنها: من (بكك)، قال ابن منظور: ((البك: دق العنق، بكَّ الشيء يَبُكُّه بكّاً: خرقه أو فرقه، وبكّ فلان يبك بكةً أي زحم، وبك الرجل صاحبه يبكه بكاً: زاحمه أو زحَمَه ... ، وبَكَّة: مكة سميت بذلك؛ لأنها تبك أعناق الجبابرة، إذا ألحدوا فيها بظلم، وقيل لأن الناس يتباكّون فيها من كل وجه، أي يتزاحمون ... وقيل لأن الناس يبك بعضهم بعضاً في الطرق أي يدفع)). (¬4) ¶ ¬__________ ¶ (¬1) شفاء الغرام بأخبار البلد الحرام 1/ 123. ¶ (¬2) الأضداد 7. ¶ (¬3) المصدر نفسه 7. ¶ (¬4) اللسان (بكك) بتصرف بالحذف.",
            "page": "251",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وكما قيل في (مكة) إنها من (مكك) قال ابن منظور: ((مكَّ الفصيل ما في ضرع أمه يَمُكُّه مكّاً وامتكه وتمكّكه ومكمكه: امتص جميع ما فيه وشربه كلَّه، وكذلك الصبي إذا استقصى ثدي أمه بالمص. ومَكَّ العظم مكّاً وامتكه وتمككه وتمكمكه: امتص ما فيه من المخ ... ومكة: معروفة البلد الحرام، قيل سميت بذلك لقلة مائها، وذلك أنهم كانوا يمتكون الماء فيها أي يستخرجونه، وقيل سميت مكة لأنها كانت تمكُّ من ظلم فيها وألحد أي تهلكه)). (¬1) ¶ ويذهب فريق من العلماء أن (مكة وبكة) مترادفان دلالة وأن فيهما إبدال (الميم والباء، قال مجاهد: ((بكة هي مكة، فالميم على هذا مُبْدَلة من الباء؛ كما قالوا: طين لازب ولازم))، (¬2) وقال أبو حيان: ((بكة مرادف لمكة قاله مجاهد والزجاج، والعرب تعاقب بين الباء والميم قالوا: لازم وراتم، والنميط بالباء فيها)). (¬3) ¶ وإذا كان جريدي المنصوري يرى: ((أن الفكر الحديث (يهتم) بتعيين أسباب ذات علاقات وظيفية دلالية بين الظواهر الطبيعية إذ يرينا صورة المكان على أنه نظام من العلاقات والوظائف، وذلك يفترض له مجموعة من الصفات التي لا نعرفها بمجرد الإدراك الحسي، أما الإنسان البدائي فالصورة الذهنية للمكان عنده هي مظاهر محسوسة تشير إلى مواقع لها لون عاطفي، وقد تكون مسالمة أو معادية، مألوفة أو غريبة)). (¬4) وإذا كنت في المكان بعامة لا أخرج ¶ ¬__________ ¶ (¬1) اللسان (مكك) بتصرف بالحذف. ¶ (¬2) الجامع لأحكام القرآن 4/ 146. ¶ (¬3) البحرا لمحيط 2/ 545. ¶ (¬4) شاعرية المكان /30.",
            "page": "252",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "عن فحوى النص السابق من حيث اشتمال المكان على شبكة من العلاقات التي تمتد خيوطها بين الوجداني والذهني والمادي بين الجبل والوادي والخضرة والوجه الحسن، والمحبوب ... لتشكل مزيجاً من عطر المكان يفوح حين تقرأ اسمه، ويضوع حين تنتسب إليه، ويستدر الدمع متحدراً من عين الآيب إليه فرحاً أو حزناً على ما اندثر ودخل عالم الفناء، ولم يبق إلا اسمه يربطه بمعالم الوجود فاتخذ الشعر سبيلاً للبقاء من ذاكرة الإنسان إلى ذاكرة الأمة. ¶ ومكة وما فيها وما حولها من الأماكن لها من هذه الشبكة العلائقية التي للمكان بوصفه كذلك ما لغيرها من الأماكن والديار من مثل قول مضاض بن عمرو الجرهمي: (¬1) ¶ كأن لم يكن بين الحَجُون إلى الصفا ... أنيس ولم يسمر بمكة سأمر ¶ ولم يتربع واسطاً فجنوبه ... إلى المنحنى من ذي الأراكة حاضر ¶ بلى نحن كنا أهلها فأزالنا ... صروف الليالي والجدود الغوابر ¶ وبدّلنا ربي بها دار غربة ... بها الذئب يعوي والعدو المحاصر ¶ وقول كُثَيِّر عَزَّة: (¬2) ¶ ولما قضينا من مِنىً كلَّ حاجة ... ومَسَّحَ بالأركان من هو ماسح ¶ وشدت على حدب المهاري رحالنا ... ولم ينظر الغادي الذي هو رائح ¶ أخذنا بأطراف الأحاديث بيننا ... وسالت بأعناق المَطِّى الأباطح ¶ غير أنني أزعم إن مكة تفردت عن الأمكنة كلها بأنها ¶ ¬__________ ¶ (¬1) شفاء الغرام بأخبار البلد الحرام 1/ 480، وقيل إنها لغيره. انظر المصدر نفسه 1/ 478، 482، 483. ¶ (¬2) الشعر والشعراء لابن قتيبة 4.",
            "page": "253",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "مصطفاة، وأن علاقة الإنسان بها اتصلت بالله سبحانه وتعالى، فتتجاوز علاقة الإنسان بالمكان باعتباره حالاً فيه، محباً لما فيه ومَنْ فيه، ارتبطت تجربته الإنسان الوجدانية والعملية به إلى علاقة الإنسان بالمكان امتثالاً لأمر الله، واتباعاً لسنة نبيه - صلى الله عليه وسلم - فتماهت هذه العلاقة منشئة شبكة علاقة ذات طيف مختلف، لحمته وسداه ما أراد الله سبحانه لهذا المكان من وجود يتجاوز اللغة إلى الفعل الإيمان قولاً وعملاً، ويتجاوز وضع الوجود اللغوي الذي للأعلام المكانية المكية إلى وضع البيت الأول المبارك الآمن الحرام ... على النحو الذي سنرى في سماته الحقيقية وقسماته الجمالية، تلك السمات والقسمات التي رسمها القرآن الكريم، ولونتها السنة النبوية فجعلت لمكة في العين (هيبة) وفي القلب والجوارح (تعظيماً) قصداً وطوافاً وسعياً وتقبيلاً ومسحاً ورمياً وذبحاً ... ، وإنما ذلك مرده للامتثال لأمر الله، واتباع سنة المصطفى - صلى الله عليه وسلم -. ¶ مكة والجغرافيا: ¶ ليست الطبيعة الجغرافية التضاريس والمناخ لمكة المكرمة جغرافيا ذات سمات إيجابية كما هي في الطائف القرية القريبة من مكة، ولا كما هي الدول المكتنزة بعوامل جغرافية تفرز الاكتفاء، وتحقق شروط حياة المدن، فهي كما قال الله تعالى: {بِوَادٍ غَيْرِ ذِي زَرْعٍ} (إبراهيم 37) فلا بحر، ولا نهر، ولا مياه جوفية، ولا طبيعة جغرافية فارقة، ولا موقع جغرافي سياسي أو اقتصادي يتحكم في طرق العالم الكبرى كما هي فلسطين، وبلاد الشام، أو مصر الرابضة على مفارق طرق تجارة العالم القديم ويخترقها شريان الحياة النيل، أو العراق بلد الرافدين والحضارات الإنسانية القديمة يقول جمال حمدان: ((الشخصية الإقليمية شيء أكبر من مجرد",
            "page": "254",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "المحصلة الرياضية لخصائص وتوزيعات الإقليم، أي شيءٌ أكبر ُمن مجرد جسم الإقليم وحسب. فهي إنما تتساءل أساساً عما يعطي منطقة تفردها وتميزها بين سائر المناطق محاولة أن تنفذ إلى (روح المكان) لتستشف (عبقريته الذاتية) التي تحدد شخصيته الكامنة)). (¬1) ¶ وشخصية المكان أو روحه وعبقريته في النموذج عندنا (مكة) لا تسعف فيها الجغرافيا ولا يمد فيها التاريخ بغنية كاشفة عن فرادة المكان، واتسامِه، وتَقَسُّم ملامحه، فليس علينا إلا البحث عن كوامن التفرد الخاصة التي نحسبها يقيناً تتمثل فيما أفاء الله على المكان مكة من اصطفاء وما قيض له من عوامل خارج النسق الجغرافي أو التاريخي التقليديين إلى جغرافيا وتاريخ إلهيين. ¶ ولذلك فإن الجغرافيا الحقيقية لمكة لا تجدها في جفاف أوديتها، ولا صلابة جبالها وعسرها، ولا في حرها اللاهب، وشمسها التي لا تكاد تستتر بالسحاب إلا رحمة من ربك. ¶ وإنما تجد الجغرافيا الحقيقية لمكة في غير طبيعتها وموقعها، تجدها أولاً فيما منحها الله وما وهبها من شروط حياة أبدية ليست في غيرها، وثانياً ما أودع الله في قلوب المؤمنين من قبول مكة فيصبح حرها برداً وسلاماً، وصخرها سهلاً وطيّاً، وخلوها من الزرع حياة لقلوب المؤمنين واخضراراً دائماً لها. ¶ وبعبارة أخرى ربما كانت جغرافيا مكة الحقيقية التي تمنحها سمات التفرد أن تكون الحياة حيث لا حياة، والعمران حيث تنتفي شروطه، والخصب حيث الجفاف، وربما كان في ذلك تأكيد ¶ ¬__________ ¶ (¬1) شخصية مصر 1/ 11.",
            "page": "255",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "على فكرة الإسلام، بمعنى الاستسلام والانقياد لله، الذي يتمثل في فعل إبراهيم عليه السلام حين أسكن أولاده هذا الوادي، واستسلام هاجر حيث قالت في سياق حوارها مع إبراهيم حين تركها وابنها في الوادي الذي ليس به حيُّ سواهما: (( ... إذاً لا يضيعنا))، (¬1) وهو الأمر الذي ظهر فيما بعد في تسليم إبراهيم وإسماعيل عليهما السلام في مسألة الذبح، وتجلى في قول إسماعيل عليه السلام: ((يا أبت افعل ما تؤمر))، كما تمظهر في رمي الجمار وتقبيل الحجر ... يقول ناصر الزهراني: ((وتظهر العبودية في الحج من خلال أداء الإنسان لكثير من الأعمال دون أن يفهم لها معنى، أو يدرك لها مغزى، دون أن يتردد في ذلك أو يسأل عن الأسباب، كالرمي، وتقبيل الحجر ... )). (¬2) ¶ ولذلك أزعم أن البحث عن مكة (بوصفها مكة) أو (بكة) موضع (الكعبة البيت الحرام) ... إنما تجده في صفتها القرآنية، وحقيقتها النبوية منذ إبراهيم عليه السلام وحتى محمد - صلى الله عليه وسلم -. وتأسيساً على ما تقدم فإن مكة فيما يلي من ورقات تظهر لها السمات والقسمات على الوجه الذي أرجو أن أكون قد تفرست فيه، وأمعنت النظر فيه بما يحقق حقيقة مغايرة لجماليات كل مكان، وشاعرية أيّ مكان، ويكشف مكة ويمنحها وجودها الحقيقي الذي يتجاوز وجودها اللفظي في الذاكرة العربية والشعرية منها بوجه خاص إلى وجود إلهي ترامى بين أولية الوجود (الوضع) وأزليته منذ حرّمها وخاتمية الرسالة المحمدية مروراً بسمات أخرى تجدها فيما يلي من صفحات وجه مكة المتألق. ¶ ¬__________ ¶ (¬1) البلد الحرام، فضائل وأحكام /12. ¶ (¬2) إبهاج الحاج /78.",
            "page": "256",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "1 - أولية الوضع: ¶ تبدو سمة الأولية ملمحاً يطل أولاً من بين سمات مكة ذلك أن هذه الأولية الواردة في قوله تعالى: {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَالَمِينَ} (آل عمران: 96) تتماهى قدماً فتتصل بيوم خلق الله السموات والأرض، روي عن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: ((إن أول لمعة من الأرض لمعة البيت، ثم مدت منها الأرض، وإن أول جبل وضعه الله عز وجل على وجه الأرض أبو قبيس ثم مدت منه الجبال)). (¬1) ¶ ونقل الأزرقي عن مجاهد قوله: ((خلق الله عزّ وجل هذا البيت قبل أن يخلق شيئاً من الأرضين))، (¬2) ويسرد الفاسي مرات بناء الكعبة المشرفة فيذكر أنها بنيت عشر مرات أولها بناء الملائكة، وثانيها بناء آدم، وثالثها بناء أولاد آدم، ورابعها بناء الخليل إبراهيم عليه السلام ... الخ)). (¬3) ¶ وإذا كان بناء إبراهيم عليه السلام ثابتا كما في القرآن الكريم في قوله تعالى: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ} (البقرة:127)، فإن مطلق عموم أولية الوضع في الآية ¶ ¬__________ ¶ (¬1) فضائل مكة الواردة في السنة 1/ 460، وفيه أن الحديث ضعفه الألباني. وسترد فيما بعد بضعة أحاديث ضعيفة، وليس إيرادها هنا إلا متابعة لمن يرى من أهل العلم بالحديث أن الحديث الضعيف يجوز إيراده في باب الفضائل، إذ لا ينبني عليه حكم تعبدي وإن انبنى عليه فيما بين يدينا رأي تأملي. ¶ انظر في الاستدلال بالضعيف: التقييد والإيضاح شرح مقدمة ابن الصلاح، للحافظ العراقي، ص 135 وما بعدها. ¶ (¬2) أخبار مكة 1/ 32. ¶ (¬3) شفاء الغرام بأخبار البلد الحرام 1/ 124.",
            "page": "257",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "السابقة يتيح لنا القول بأسبقية الأولية على بناء إبراهيم عليه السلام، ولربما كان في ما نقله الفاسي (¬1) من حديث عبد الله بن عمرو بن العاص رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: ((بعث الله جبريل إلى آدم وحواء فقال لهما: ابنيا لي بيتاً فخط لهما جبريل فجعل آدم يحفر وحواء تنقل التراب حتى أجابه الماء فنودي من تحته: حسبك يا آدم، فلما بنياه أوحى الله إليه أن طف به، وقيل له أنت أول الناس وهذا أول بيت ثم تناسخت القرون حتى حجه نوح عليه السلام ثم تناسخت القرون حتى رفع إبراهيم القواعد منه)). ¶ ما يعضد ذلك على ضعف هذا الحديث (¬2) من حيث أنه يراد لهذا المكان أن يكون جماع الأولية؛ لا من حيث هي بناء البيت أو وضعه فحسب، وإنما يضاف إليه أولية خلق آدم عليه السلام، وأولية خلق الجبال بالإشارة إلى أن أول الجبال هو جبل أبي قبيس، (¬3) وفي الصحيح (¬4) عن أبي ذر رضي الله عنه قال: ((قلت يا رسول الله: أي مسجد وضع في الأرض أوّل؟ قال: المسجد الحرام، قال: قلت: ثم أي؟ قال المسجد الأقصى، قلت: كم كان بينهما؟ قال: أربعون سنة، ثم أينما أدركت الصلاة فصلِّ فهو مسجد)). ¶ وإذا كان هناك خلافات (¬5) في ثبوت البناء من الملائكة أو آدم أو أبنائه، وعلى كيفية ذلك البناء أكان بناءً متكاملاً أم كان وضعاً لأساس البيت ... إلا أن ذلك لا ينفي عموم فكرة الأولية في ¶ ¬__________ ¶ (¬1) المصدر نفسه 1/ 125، وانظر: فضائل مكة الواردة في السنة 1/ 461. ¶ (¬2) انظر هذا الحديث في فضائل مكة الواردة في السنة 1/ 461. ¶ (¬3) وشفاء الغرام 1/ 368. ¶ (¬4) صحيح مسلم 6/ 2. كتاب المساجد ومواضع الصلاة، حديث رقم (808). ¶ (¬5) انظر: شفاء الغرام بأخبار البلد الحرام 1/ 126.",
            "page": "258",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الآية من حيث مقبوليتها للوضع خطاً وأسّاً وبناءً. ¶ وإذا كنت أميل إلى القول بأن هذه السمة هي أولى السمات المعتبرة في شخصية المكان (مكة)، وهي علامة التميز التي تضفي على المكان إحدى قسمات الجمال والجلال في هذه البقعة فإنما مَرَدُّ ذلك إلى العمق التاريخي الموغل في القدم قدم خلق السموات والأرض، وعن ابن عباس رضي الله عنهما قال: ((قال رسول الله - صلى الله عليه وسلم -: يوم الفتح ... إن هذا البلد حرمه الله يوم خلق السموات والأرض فهو حرام ... ))، (¬1) وفي حجة الوداع قال الرسول - صلى الله عليه وسلم - يوم النحر: (( ... إن الزمان استدار كهيئته يوم خلق الله السموات والأرض، السنةُ اثنا عشر شهراً منها أربعة حرم ثلاثة متواليات ذو القعدة وذو الحجة والمحرم، ورجب شهر مضر ... )). (¬2) ¶ وإذا كان بين الحديثين تلاقٍ في حرمة المكان والزمان، وأن جزءاً من تحريم الزمان إنما كان للمكان لإقامة النسك فيه، فإن الملمح الذي يعنينا هو الإشارة إلى قدم الحرمة في الزمان والمكان إلى (يوم خلق الله السموات والأرض) وهذا الأمر يوحي بأن الأولية المطلقة كما فهمتها قد كان لها الأثر الواضح في ظهور أوليات أخرى، أو علاقتها بهذه الأولية سواءً كان أن أول من بناها آدم عليه السلام، وقد هبط من الجنة، أو أنه وحواء التقيا في عرفة ولذلك سميت. (¬3) ¶ ¬__________ ¶ (¬1) صحيح مسلم 9/ 123 وما بعدها، كتاب الحج، تحريم مكة وصيدها وخلاها وشجرها، حديث رقم (2412). ¶ (¬2) صحيح مسلم 11/ 167، كتاب القسامة والمحاربين والقصاص والديات، تغليظ تحريم الدماء والأعراض والأموال، حديث رقم (3179). ¶ (¬3) شفاء الغرام 1/ 401 – 402.",
            "page": "259",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقد ألمحنا فيما مر أن أول جبل أوتد به الله الأرض عندما مادت إنما هو جبل أبي قبيس، وإن شئت أن تغالي في الأولية وتبسط رداءها أبعد مما ذهبنا (تأويلاً) فأذكر لك ما أشار إليه المسعودي فيما نقله الفاسي من أن (ملك مكة وما يليها من الحجاز من ولد المحض بن جندل بن يعصب بن مدين بن إبراهيم عليه السلام هو (أبجد) (¬1) فيما إخوته هوز، وحطي وكلمون ... إلخ ملوك غيرها، فكأن ملك أول بيت هو أول الأبجدية. ¶ 2 - خاتمية الرسالة: ¶ تتصل هذه السمة بالسمة السابقة من حيث إنهما طرفا تاريخ مكة بين أولية الوضع وخاتيمة الرسالة من الأزل إلى الأبد. ويتأتى هذا المكون في شخصية مكة من رافدين أحدهما فحوى الرسالة (الحنيفية السمحة) ومضمونها – التوحيد ونبذ الشرك وعبادة الأصنام – وهو الرافد الذي يضرب عمقاً في الزمان والمكان منذ قدم إبراهيم عليه السلام بهاجر وإسماعيل إلى هذا الوادي {رَّبَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ الْمُحَرَّمِ} (إبراهيم: 37)، ثم يبني إبراهيم وإسماعيل عليهما السلام الكعبة البيت الحرام {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ} (البقرة: 127)، وهذه الحنيفية هي التي وصف الله بها خليله إبراهيم عليه السلام حين قال عز من قائل: {مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلاَ نَصْرَانِيًّا وَلَكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} (آل عمران: 67)، والإسلام الدين الحنيف الذي ارتضاه الله تعالى فقال: {إِنَّ الدِّينَ عِندَ اللَّهِ الإِسْلاَمُ وَمَا اخْتَلَفَ الَّذِينَ أُوْتُواْ الْكِتَابَ إِلاَّ مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ ¶ ¬__________ ¶ (¬1) شفاء الغرام 1/ 455.",
            "page": "260",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "بَغْيًا بَيْنَهُمْ وَمَن يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} ¶ (آل عمران: 19). ¶ كما أن هذه الحنيفية أو الإسلام دعوة إبراهيم عليه السلام في قوله تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الأَصْنَامَ * رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ النَّاسِ فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ} (إبراهيم: 35، 36)، وهذا الملمح أو السمة يربط الخاتمية بالأولية من حيث كون إبراهيم عليه السلام (في الوضوح التاريخي) أول من بنى البيت الحرام، ومن حيث محمد - صلى الله عليه وسلم - رسول الإسلام، ورسول الله الخاتم، ودعوة إبراهيم عليه السلام وإسماعيل {رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِّنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنتَ العَزِيزُ الحَكِيمُ} (البقرة:129)، وكتابه القرآن الكريم هو الكتاب المهيمن: {وَأَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ} (المائدة: 48)، وهذا هو الرافد الثاني من حيث إنه - صلى الله عليه وسلم - خاتم الأنبياء، وإذا كان ما جاء به هو ما جاء به إبراهيم عليه السلام فإن خاتمية رسالة الإسلام وخاتمية رسول الإسلام - صلى الله عليه وسلم - من أهم السمات التي تبدي مكة ذات جلال وجمال، ومكاناً ومكانة. ¶ وتتجلى فكرة الخاتمية في مكة ولها، وفي علاقتها بالأولية في مسألة غاية في الأهمية هي نزول آية كمال الدين في (عرفات) قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} (المائدة: 3)، وهي آية نزلت كما نقل الواحدي عشية يوم عرفة، (¬1) في حجة الوداع، وإذا كان لنا أن نفهم قولهم ¶ ¬__________ ¶ (¬1) أسباب نزول القرآن (للواحدي) 192.",
            "page": "261",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "(الوداع) خاتمية حياته - صلى الله عليه وسلم -، فإن في حديث غربة الإسلام وأروزه إشارة إلى البداية والنهاية أو بعبارتنا الأولية والخاتمية عن ابن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: ((إن الإسلام بدأ غريباً وسيعود غريباً كما كان، وهو يأرز بين المسجدين كما تأرز الحية في حجرها))، (¬1) وهذا يعني أن مكة (والمدينة) بلدا الإسلام أولاً وآخراً، ابتداءً وخاتمة. ¶ 3 - بلد التوحيد: ¶ تظهر هذه السمة التي أوردها ثالثاً كما لو كانت أولى السمات، ذلك أن الله سبحانه وتعالى حين اصطفى هذه البقعة من الأرض لتكون موضع بيته، وحرمه الآمن، وليبني فيها إبراهيم عليه السلام الكعبة البيت الحرام يلزمنا أن نفهم من هذا الاصطفاء مسألة البعد عن الشرك وعبادة الأوثان والخلوص منه، ذلك الشرك الذي ظهر في عبادة الأوثان في قصة إبراهيم مع أبيه وقومه: {ِذْ قَالَ لأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنتُمْ لَهَا عَاكِفُونَ} (الأنبياء:52)، لذلك نأى إبراهيم عليه السلام بنفسه عن الشرك وأهله فأنجاه الله تعالى: {وَنَجَّيْنَاهُ وَلُوطًا إِلَى الأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ} (الأنبياء: 71)، وإذا كان أنجاه الله ولوطاً عليهما السلام إلى الشام، (¬2) فإنه بعد حين هاجر بهاجر وولده إسماعيل إلى مكة بغرض إقامة شعائر الله، إذ كان إبراهيم عليه السلام يعلم موضع البيت الحرام، قال تعالى: {رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ النَّاسِ فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ (36) رَّبَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ¶ ¬__________ ¶ (¬1) صحيح مسلم، باب الإيمان، بيان أن الإسلام بدأ غريباً ... ، حديث رقم (209)، وانظر: فضائل مكة، الواردة في السنة 1/ 376. ¶ (¬2) الجامع لأحكام القرآن 11/ 323، وقيل: مكة، وقيل: مصر.",
            "page": "262",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ذِي زَرْعٍ عِندَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ الصَّلاَةَ فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُم مِّنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ} (إبراهيم: 35 - 37). وقوله تعالى: {وَإِذْ بَوَّأْنَا لإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَن لاَّ تُشْرِكْ بِي شَيْئًا} (الحج: 26). ¶ كما يظهر إخلاص مكة للتوحيد، أو بعبارة أخرى خلوصها من الشرك في فعل الرسول - صلى الله عليه وسلم - يوم فتح مكة وهو يكب الأصنام على وجوهها، وكان عددها ثلاثمائة وستين صنماً، ويقول: ((جاء الحق وزهق الباطل، إن الباطل كان زهوقاً)). (¬1) ¶ ليس ذلك فحسب وإنما أزال - صلى الله عليه وسلم - شعائر الوثنية وآثارها فبعث سراياه لإزالة الأوثان من القرى حول أم القرى فهدم (ذا الخلصة)، و (اللات)، و (العزى)، (¬2) كما تأكد نقاء مكة من الشرك، بقوله تعالى: {إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلاَ يَقْرَبُواْ الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِن فَضْلِهِ إِن شَاء إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ} (التوبة: 28)، وفي مطلع السورة يعلن التوحيد يوم الحج الأكبر والبراءة من كلِّ مشرك، قال تعالى: {وَأَذَانٌ مِّنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِّنَ الْمُشْرِكِينَ وَرَسُولُهُ فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَوَلَّيْتُمْ فَاعْلَمُواْ أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ الَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ} (التوبة: 3). ¶ ¬__________ ¶ (¬1) صحيح مسلم 12/ 133. كتاب الجهاد والسير، فتح مكة، إزلة الأصنام من حول الكعبة، حديث رقم (3333). ¶ (¬2) بلوغ الأرب في معرفة أحوال العرب 2/ 203، وانظر: فيه طرفاً من أخبار الأصنام وسبب اتخاذ العرب لها.",
            "page": "263",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وفي خطبة الوداع قال رسول الله - صلى الله عليه وسلم -: ((يا أيها الناس، إن الشيطان قد يئس أن يعبد بأرضكم هذه أبداً، ولكنه إن يطع فيما سوى ذلك، فقد رضي به مما تحقرون من أعمالكم فاحذروه على دينكم)). (¬1) ¶ وهذا الأمر أعطى مكة سَمتَها وسِمَتَها فقد تحقق فيها معنى الحرمة وهي السمة التي سيأتي الحديث عنها تالياً. ¶ 4 - حرمة المكان والزمان: ¶ ورد في القرآن الكريم لفظ (الحرام) وصفاً للبيت أو الكعبة في مواضع عدة منها قوله تعالى: {وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ} (البقرة: 149)، وقوله تعالى: {وَلاَ تُقَاتِلُوهُمْ عِندَ الْمَسْجِدِ الْحَرَامِ} (البقرة: 191)، {ذَلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ) (البقرة: 196)، وقوله تعالى: {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَن سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِندَ اللَّهِ} (البقرة: 217)، وفي هذه الآية يظهر لنا اقتران حرمة الزمان والمكان حين يجعل الله سبحانه وتعالى انتهاك حرمة الزمان بالقتال في الشهر الحرام كبيرة وصداً عن سبيل الله وكفراً به، والمكان أشد حرمة ذلك أن المكان الحرام (مكة) محدود معروف بعلامات الحرم لكن الزمان المحرم ليس مقترناً بالمكان هنا، بل هو زمان مبسوط في الأمكنة كلها، فالشهر الحرام حرام في مكة وغيرها. ¶ ¬__________ ¶ (¬1) مسند الإمام أحمد، أول مسند البصريين، حديث رقم (19774).",
            "page": "264",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ومكة أكثر حرمة من حيث هي مكان، وإن كنت أزعم أن الزمان المحرم إنما حرم لأجل المكان (¬1) حيث أراد الله سبحانه وتعالى أن يكون وافد بيته لديه مساحة من الزمان تسمح له بالمجيئ إليه والعود منه، قال تعالى: {إِنَّ عِدَّةَ الشُّهُورِ عِندَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ} (التوبة: 36)، وهذه الأربعة الحرم هي: ذو القعدة، وذو الحجة، والمحرم ورجب (¬2) منها شهران من أشهر الحج هما ذو القعدة وذو الحجة أو العشر الأولى منه، قال تعالى: {الْحَجُّ أَشْهُرٌ مَّعْلُومَاتٌ فَمَن فَرَضَ فِيهِنَّ الْحَجَّ فَلاَ رَفَثَ وَلاَ فُسُوقَ وَلاَ جِدَالَ فِي الْحَجِّ} (البقرة: 197). ¶ وهنا لطيفة تظهر فيما قد ألمحنا إليه في حديثنا عن الأولية من القول بقدمها حيث ترجع إلى يوم خلق السموات والأرض والزمان المحرم في الآية يظهر يوم خلق السموات والأرض كما هو نص الآية، وعلى هذا فإنه يمكن إطلاق حكم في تاريخ العمران، وفي عمران التاريخ فحواه أن مكة أقدم البلاد وأنها المكان والزمان يرجعان في قدم الوجود إلى يوم خلق الله السموات والأرض، وقد سبقت بنا إشارة إلى أنه - صلى الله عليه وسلم - قال في خطبة الوداع: ((إن الزمان قد استدار كهيئته يوم خلق الله السموات والأرض)). ¶ ¬__________ ¶ (¬1) قد يقال: لو كان الزمان إنما حرم للمكان لقبل ذلك في (ذي القعدة وذي الحجة ومحرم) ولكن ما علاقة رجب، قلت: التأكيد على التحريم (الزماني) في خطبة (حجة الوداع)، وتداخل أشهر الحج والأشهر الحرم يشي بشيء من العلاقة بين الزمان والمكان المحرمين. ¶ (¬2) الجامع لأحكام القرآن 8/ 126.",
            "page": "265",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وعموم هذا الكلام يفهم منه علاقة ما بين نشوء الزمان والمكان، وتفضيل بعضها على بعض ففضِّل زمان على سائر الأزمنة وفُضِّل مكان على سائر الأمكنة، ولا يذهب الفضلان عن بعضهما إذ الأصل إنما حرما ليستقيم الفعل (فعل التوحيد) وليتمكن الإنسان من إحداث التوحيد الخالص حين يشرع في الأشهر الحرم بتلبية الله قاصداً بيته، مجيباً دعوته معلنا التوحيد ونافياً الشرك (لبيك اللهم لبيك، لبيك لا شريك لك لبيك ... ). ¶ 5 - القبلة (الهدى): (¬1) ¶ من تمام شرف المكان، واتسامه بسمة تجعله ليس مركز الأرض فحسب. (¬2) ولكن جاذب الأطراف إليه، إذ مَنَّ الله على رسوله الكريم - صلى الله عليه وسلم - وأرضاه بأن جعل المسجد الحرام (القبلة)، قال تعالى: {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاء فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّواْ وُجُوِهَكُمْ شَطْرَهُ وَإِنَّ الَّذِينَ أُوْتُواْ الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ} (البقرة: 144)، وقوله تعالى: (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ ¶ ¬__________ ¶ (¬1) (*) ... أكثر المفسرين لم يوضح المراد بـ (هدى) في الآية (96) من آل عمران، انظر: تفسير الطبري 3/ 96 وما بعدها، والجامع لأحكام القرآن للقرطبي 4/ 145 وما بعدها، وذكر بعضهم كالزمخشري في الكشاف 1/ 447، والرازي في التفسير الكبير 8/ 149، والشوكاني في فتح القدير 1/ 364: أن معناها (قبلتهم)، وانظر: الجلالين. ¶ (¬2) التاريخ المفصل للكعبة المشرفة قبل الإسلام /55، وانظر: موقع (مكنون الإعجازالعلمي). ¶ www.maknoon.com/egjaz/new-page-36 - htm",
            "page": "266",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَإِنَّهُ لَلْحَقُّ مِن رَّبِّكَ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (149) وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّواْ وُجُوهَكُمْ شَطْرَهُ) (البقرة: 149 - 150). ¶ وإذا كان كل مساجد الأرض أضحت ذات محاريب وأن محاريبها في حائط قبلتها فإن ما يتمايز به المسجد الحرام أنه بلا محراب، وكأنه محراب الدنيا كلها، وصار من سمت الجهات في البلاد الإسلامية أن تكون الجهة التي يصلي إليها تسمى (القبلة). ¶ كما أن أركان الكعبة المشرفة ذاتها أضحت تسمى بأسماء الجهات وكأنها تتطلع إلى الأمكنة أو تجذبها إليها فركن يسمى الركن العراقي، والآخر الشامي، والثالث اليماني وذهب الرابع بفضل الحجر الأسود إلى التمايز حتى عن الجهة نفسها. ¶ 6 - بلد الشعائر والمشاعر: ¶ ربما يمكننا أن نفهم الحج على اعتبار أنه شعيرة تجمع كثيراً من الشعائر التعبدية من تلبية - حقيقتها التوحيد الخالص بنفي الشريك (لبيك لا شريك لك)، والثناء عليه سبحانه بالإقرار بحمده ونعمته وملكه وتأكيد نفي الشريك (إن الحمد والنعمة لك والملك، لا شريك لك)،- وصلاة، وصيام تطوع والحج كلُّه من حيث هو مناسك وأفعال خاصة من إحرام وتجرد من المخيط، وتحريم للمحظورات، ووقوف ... ومبيت، وذكر عند المشعر الحرام، وطواف وسعي ورميّ وذبح ... أقول إذا ما أردت أن أفهم الحج كذلك فإنه يستوقفني لفظا الشعائر والمشاعر، فكل عبادة أذن الله بها في هذا",
            "page": "267",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الزمان وهذا المكان تسمى (شعيرة)، في مكان مخصوص يُسمى (شعيرة)، قال تعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَآئِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ} (البقرة: 158) فجعل المكان شعيرة، وفي آية الذكر عند الإفاضة من عرفات، يقول الله تعالى: {فَإِذَا أَفَضْتُم مِّنْ عَرَفَاتٍ فَاذْكُرُواْ اللَّهَ عِندَ الْمَشْعَرِ الْحَرَامِ وَاذْكُرُوهُ كَمَا هَدَاكُمْ} (البقرة: 198)، وفي آية (ذبح الهدي) قال تعالى: {وَالْبُدْنَ جَعَلْنَاهَا لَكُم مِّن شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ} (الحج: 36). ¶ قلت ما في مكة من شعيرة (عبادة) في مكان (مشعر أو شعيرة) إلا كان اسمها كذلك، فلا مشاهد فيها وإنما شعائر وفي لفظ الشعائر ما فيه من معنى الشعور والإحساس بقيمة المكان من جهة والإحساس بقيمة الفعل (العبادة)؛ ولذلك فإن تعظيم الشعيرة جُعل دليلاً على تقوى القلوب فلا قلب تقي لمن يعظم ما ليس مشعراً أو يعظم ما ليس شعيرة، وهنا تخرج المشاهد والآثار وغيرها مما ليس فيه تعبد ويبقى ماهو بحيز الحرم من حيث هو داخل فيه معظماً بعظمة التحريم ومهاباً بمهابة البيت الحرام، وجليلاً بجلال قربه من الكعبة، وشريفاً لكونه عندما يفهم من المسجد عموم الحرم يضحى كل مكان فيه شريفاً. وعلى ذلك فإن تعظيم الكعبة والمسجد وتعظيم الصفا والمروة وعرفات ومزدلفة ومنى والأباطح كلها ... بل تعظيم مكة وادياً وجبلاً ... إنما مرد عظمته وجلاله إلى كونه مكاناً محرماً بحرمة",
            "page": "268",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الله، وعظيماً لتعظيم الله ومباركاً بمباركة الله، وموئل المسلمين وقبلتهم ومهوى أفئدتهم، ومتولى وجوههم عند صلاتهم ودعائهم وموتهم، ولذلك كان من جلال هذا المكان أن يعظمه المقيم فيه، والداخل إليه ... ، وألا يشرك أو يلحد فيه {وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ} (الحج: 25). ¶ 7 - المباركية: ¶ ((إن بركة البيت الحرام ظاهرة فيما جعل الله فيه من الأجر العظيم بالصلاة فيه، والطواف به، والصلاة حوله، والعبادة))، (¬1) وفي الآية الكريمة: {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَالَمِينَ} يرد لفظ (مباركاً) مشتقاً من (بارك) الذي تدور معانيه في القرآن بين معنى التنزيه في قوله تعالى: {تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ} (الأعراف: 54)، وقوله تعالى: {فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ} (المؤمنون: 14)، وغيرها من الآيات المشتملة على تنزيهه جلّ شأنه، وبين مباركة الأرض وما فيها كما في قوله تعالى: {وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا} (فصلت: 10)، وما بين بعض الأرض كالشام في قوله تعالى: {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُواْ يُسْتَضْعَفُونَ مَشَارِقَ الأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا} (الأعراف: 137)، وقوله تعالى: {وَنَجَّيْنَاهُ وَلُوطًا إِلَى الأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ} (الأنبياء: 71)، وقوله تعالى في السورة نفسها: {وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الأَرْضِ ¶ ¬__________ ¶ (¬1) من محاضرة للشيخ عبد العزيز بن باز رحمه الله – نادي مكة الأدبي 26/ 11/1408هـ.",
            "page": "269",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الَّتِي بَارَكْنَا فِيهَا}، وقوله تعالى: {وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً} (سبأ: 18)، وقوله تعالى في أول سورة الإسراء: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِّنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ}، ويلحق بها في دلالتها على بعض الأرض قوله تعالى: {فَلَمَّا أَتَاهَا نُودِي مِن شَاطِئِ الْوَادِي الأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ} (القصص: 30). وقد تكون المباركية زمانية كما في قوله تعالى: {إِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ إِنَّا كُنَّا مُنذِرِينَ} (الدخان: 3). ¶ وجاءت صفة للماء (المطر) كما في قوله تعالى: {وَنَزَّلْنَا مِنَ السَّمَاء مَاء مُّبَارَكًا فَأَنبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ} (سورة ق: 9)، ويلحق بها قوله تعالى: {لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاء وَالأَرْضِ} (الأعراف: 96)، وجاءت صفة للكتات كما في قوله تعالى: {وَهَذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ مُّصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ} (الأنعام: 92)، ومثلها في الأنعام: 55)، والأنيباء: 5)، و (ص: 29)، ويجوز لي أن أفهم بركة المكان والزمان والكتاب سمة من سمات مكة، فهي التي قال عنها عزّ وجل: {مُبَارَكًا وَهُدًى لِّلْعَالَمِينَ}، وفيها بدأ نزول الكتاب المبارك القرآن العظيم، واكتمل فيها نزوله: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} ولربما استطعنا أن نضيف إليها الماء المبارك من السماء ومن الأرض، في الحديث عن زمزم عن الرسول - صلى الله عليه وسلم - قال عن زمزم ((إنها مباركة إنها طعام طعم)). (¬1) ¶ ¬__________ ¶ (¬1) صحيح مسلم، فضائل الصحابة، من فضائل أبي ذر، حديث رقم (4520).",
            "page": "270",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "فاجتمع لها زادها الله مهابة بركة المكان، ونزول القرآن الكريم بدءاً واكتمالاً، وبركة مائها (زمزم). ¶ 8 - الأمن: ¶ وصف الله تعالى مكة بأنها البلد الأمين، وأقسم بها في قوله تعالى: {وَالتِّينِ والزيتون* وَطُورِ سِينِينَ * وَهَذَا الْبَلَدِ الأَمِينِ} (التين: 1 - 3) والأمن الموصوف به البلد الحرام سَمْتُه، وعامل مهم من عوامل حياته وبقائه، ويبدأ من تحريم الله تعالى (مكة) منذ خلق السموات والأرض، فجعلها مكاناوأمناً، قال تعالى: {وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْناً} (البقرة: 125)، وقال تعالى: {إِبْرَاهِيمُ رَبِّ اجْعَلْ هََذَا بَلَدًا آمِنًا} (البقرة: 126)، (¬1) وقال تعالى: {فِيهِ آيَاتٌ بَيِّنَاتٌ مَّقَامُ إِبْرَاهِيمَ وَمَن دَخَلَهُ كَانَ آمِنًا} (آل عمران: 97). ¶ ويمتن الله سبحانه على أهل الحرم إذ يقول: (َأوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ) (العنكبوت: 67). ويتأخى الأمن من الجوع والخوف في مكة، قال تعالى: {أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ} (القصص: 57)، وما قصة (أصحاب الفيل) عنا ببعيد حين نتحدث عن البلد الأمين، إذ قال الله تعالى: {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ * أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ * وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ * تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ * فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ} (سورة الفيل)، وما ذلك إلا ¶ ¬__________ ¶ (¬1) (*) ومثلها في سورة إبراهيم: 35.",
            "page": "271",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "{لإِيلافِ قُرَيْشٍ * إِيلافِهِمْ رِحْلَةَ الشِّتَاء وَالصَّيْفِ * فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ * الَّذِي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ} (سورة قريش). ¶ ويرد في تاريخ الحرم بعض من الأحداث أو الأخبار تنفر من إتيان المنكر في الحرم، ويذكر الأزرقي ((أن بمكة حي يقال لهم: العماليق فكانوا في عزة وكثرة، وثروة، وكانت لهم أموال كثيرة من خيل، وإبل، وماشية، وكانت ترعى بمكة وما حولها من مَرّ، ونَعْمَان وما حول ذلك، وكانت الخُرُف عليهم مُظلة، والأربعة مُغْدِقة، والأودية نِجِال، والعضاة مُلْتَفَة، والأرض مُبْقلة، وكانوا في عيش رَخيٍّ، فلم يزل بهم البغي والإسراف على أنفسهم، والإلحاد بالظلم وإظهار المعاصي والاضطهاد لمن قاربهم ولم يقبلوا (¬1) ما أوتوا بشكر الله حتى سلبهم الله تعالى ذلك، فنقصهم بحبس المطر عنهم، وتسليط الجدب عليهم، فكانوا يكرون بمكة الظل، ويبيعون الماء، فأخرجهم الله تعالى من مكة بالذر سلطه عليهم حتى خرجوا من الحرم، فكانوا حوله ثم ساقهم الله بالجدب يضع الغيث أمامهم ويسوقهم بالجدب حتى ألحقهم بمساقط رؤوس آبائهم وكانوا قوماً عرباً من حمير، فلما دخلوا بلاد اليمن تفرقوا وهلكوا، فأبدل الله تعالى الحرم بعدهم بجرهم فكانوا سكانه حتى بغوا فيه واستخفوا بحقه فأهلكهم الله عز وجل جميعاً)). (¬2) ¶ ¬__________ ¶ (¬1) (*) لعلها (ولم يقابلوا). ¶ (¬2) أخبار مكة 1/ 89، 90، وانظر: طرفاً من ولاية جرهم وخزاعة في المصدر نفسه 1/ 90 وما بعدها، وفيها أنهم هلكوا ببغيهم وظلمهم.",
            "page": "272",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "كما أن في سياق التنفير من الإلحاد في الحرم والفجور فيه ما يروى من قصة إساف ونائلة، وهما صنمان كانا على الصفا والمروة، وكان من خبرها على ما يروي الأزرقي: ((إن جرهماً لما طغت في الحرم دخل رجل منهم وامرأة يقال لهما (إساف ونائلة) البيت ففجرا فيه فمسخهما الله تعالى حجرين، فأخرجا من الكعبة فنصبا على الصفا والمروة ليعتبر بهما من رآهما، وليزدجر الناس عن مثل ما ارتكبا فلم يزل أمرهما يدرس ويتقادم حتى صارا صنمين يعبدان)). (¬1) ¶ ويتراوح التحذير من الإخلال بالأمن بين تحريم عضد شوكة، وتنفير صيده، وتحريم لقطته، إلى تحريم القتال فيه وسفك الدماء كما مر (¬2) كما جاء في الحديث الصحيح (¬3) عن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - يوم الفتح: (( ... إن هذا البلد حرمه الله يوم خلق السموات والأرض، فهو حرام بحرمة الله إلى يوم القيامة، وإنه لم يحل القتال فيه لأحد قبلي ولم يحل لي إلا ساعة من نهار، فهو حرام بحرمة الله إلى يوم القيامة، لا يعضد شوكه، ولا ينفر صيده، ولا يلتقط [لقطتها] إلا من عرفها، ولا يختلى خلاها ... )). ¶ ¬__________ ¶ (¬1) أخبار مكة 1/ 88، وانظر: المصدر نفسه 1/ 89، 119، 120، 122، 178، وانظر: قصة الطواف بالبيت عرايا وسببها في 178، حيث التصق عضدا رجل وامرأة في الطواف عقوبة لهما ... الخ. ¶ (¬2) انظر ما سبق عن الحديث حرمة المكان والزمان. ¶ (¬3) صحيح مسلم 9/ 123. كتاب الحج، باب تحريم مكة وصيدها وخلاها وشجرها، حديث رقم (2412). وما بين المعقوفين ليس من الحديث، وفي رواية أبي هريرة رضي الله عنه: \" فلا ينفر صيدها، ولا يختلى شوكها، ولا تحلُّ ساقطتها إلا لمنشدٍ ... \" نفسه، 9/ 128، حديث رقم (2414).",
            "page": "273",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وحسب المرء أن جعل الله تعالى إرادة الإلحاد والظلم في الحرم مؤذنة بالعذاب الأليم، قال تعالى: {وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ} (الحج: 25). ¶ 9 - علاقة المكان بالمكان: ¶ حين يكون الحديث عن أم القرى يمكننا أن نفهم من لفظ (أم) في قوله تعالى: {لِّتُنذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا} (الأنعام: 94، الشورى: 7)، معنى الأمومة وأن أماكن أخرى تتصل بها وتتفرع عنها ... ¶ وأول مكان بعد مكة، وأول مكان بعد المشاعر (¬1) تترامى إليه العلاقة المكانية (مواقيت الحج)، جاء في الحديث عن ابن عباس رضي الله عنهما قال: ((وقت النبي - صلى الله عليه وسلم - لأهل المدينة ذا الحليفة، ولأهل الشام الجحفة، ولأهل نجد قرن المنازل، ولأهل اليمن يلملم، قال: فهن لهن ولمن أتى عليهن من غير أهلهن ممن أراد الحج أو العمرة ... ))، (¬2) هذا بعد الإسلام، فأما قبله وبعده فإن العلاقة المكانية تشرق وتُغَرِّب، وتذهب شمالاً وجنوباً بشكل يفسر مركزية المكان (مركزية الكون). ¶ فعلاقة مكة القريبة بالطائف ظاهرة في قوله تعالى: {لَوْلا ¶ ¬__________ ¶ (¬1) عرفة خارج الحرم وعلاقة الحرم بها ظاهرة جلية. ¶ (¬2) صحيح مسلم 8/ 83، كتاب الحج، باب مواقيت الحج والعمرة، حديث رقم (2033).",
            "page": "274",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ} (الزخرف: 31). وهي إذا كانت يفهم منها تكافؤ العلاقة المكانية من وجهة نظر الذين يرون ذلك (قريش وثقيف)، فإنها علاقة تكامل من وجهة نظر الجغرافيا الطبيعية والاقتصادية، فالطائف قديماً، ومازالت إلى حد ما سلة غذاء مكة، وهي مصيف أهلها، وإذا أردت أن توغل في هذه العلاقة فإن مكة أصبحت موسم الطائف تمد مكة بالأيدي البشرية العاملة في الحج، وحتى زمان قريب كان موسم الحج هو الموسم ليس لأهل مكة وإنما لأهل الطائف، والقرى المحيطة بمكة. ¶ وإذا كنت قد بدأت بالطائف للقرب المكاني فإنني أذكر هنا صنو مكة وشقيقتها ومأرز الإسلام معها والبلد الذي حرمه الرسول - صلى الله عليه وسلم - معها إنها (المدينة) مدينة الرسول - صلى الله عليه وسلم - ومهاجره، ومنطلق الإسلام، بها يوم الفرقان، وظهور الحق، ودولة الإسلام. ¶ كما تترامى علاقة المكان منذ فجر التاريخ إلى أبعد من ذلك، فإبراهيم عليه السلام كان في العراق، وقدم من الشام، وهاجر من مصر، (¬1) وهي أم إسماعيل عليه السلام، ومن ثم أم العدنانيين، وإذا كانت العلاقة المكانية بين مكة والشام في الوضوح التاريخي تُرَى في قدوم إبراهيم وهاجر وابنهما عليهم السلام جميعاً، فإن العلاقة المكانية تتخذ مساراً اقتصادياً بينهما حيث رحلتا الشتاء والصيف،: {لإِيلافِ قُرَيْشٍ * إِيلافِهِمْ رِحْلَةَ الشِّتَاء وَالصَّيْفِ * ¶ ¬__________ ¶ (¬1) (*) ربما يمكنني القول بأن هذه العلاقة بمصر تأكدت مع (مارية القبطية) التي أهداها مقوقس مصر للرسول الأمين - صلى الله عليه وسلم -.",
            "page": "275",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ * الَّذِي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ} (سورة قريش)، وهي الرحلة التي تمد علاقة مكة باليمن، وتوغل في البعد في الهجرة الأولى حتى تتصل بأفريقيا (الحبشة) حيث مهاجر الصحابة الأول إلى النجاشي. ¶ ولربما لست في حاجة إلى تكرار ذكر علاقة النسيج المكاني الذي تمده مكة (القبلة) شبراً فشبراً إلى جهات الدنيا كلها، حيث يخرّ المسلمون سجوداً لله رب العالمين في اتجاهها فكأنها وهم يتوجهون إليها تنشئ اللحمة والسدى للأرض كلها، فمنها انطلق التوحيد، وبعث النبي الأمين - صلى الله عليه وسلم - لينذر أم القرى ومن حولها، وإليها يحج الناس من كل فج عميق، ويتجهون إليها في صلاتهم في كل فج عميق. ¶ ويرد في بعض الآثار (¬1) ما يشير إلى أن هناك علاقة من نوع ما بين أماكن معينة والبلد الحرام حين نقرأ مثلاً: إن الكعبة بنيت من خمسة أجبل أو ستة أو سبعة، نقل الفاسي عن قتادة: ((أنه – يعني الخليل عليه السلام- بناه من خمسة أجبل: ((من طور سينا، وطور زيتا، ولبنان، والجوديّ، وحراء ... ))، (¬2) وقيل: ((من أبي قبيس، ومن الطور، ومن القدس، ومن روقان، ومن رضوى، ومن أُحُد ... ))، (¬3) أو ¶ ¬__________ ¶ (¬1) الضعيفة، ولكن نوردها للإشارة إلى العلاقات المكانية التي حفت بها. ¶ (¬2) شفاء الغرام 1/ 127. ¶ (¬3) شفاء الغرام 1/ 127.",
            "page": "276",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أنه لما تجلى الله تعالى للجبل وهو يكلم موسى عليه السلام تطايرت ستة أجبل منها ثلاثة في مكة، عن أنس بن مالك رضي الله عنه قال: حدثنا رسول الله - صلى الله عليه وسلم - قال: ((لما تجلَّى الله عز وجل طارت لعظمته ستة أجبل، فوقعت ثلاثة بالمدينة، وثلاثة بمكة، وقع بالمدينة: أحد، وورقان، ورضوى، ووقع بمكة: حراء، وثبير، وثور)). (¬1) وإذا كان ذلك ضعيفاً متناً وسنداً، فإن العلاقة المكانية بين الشام وسيناء ومكة تظهر جلية لا سبيل إلى دفعها حين نقرأ قوله تعالى: {وَالتِّينِ وَالزَّيْتُونِ * وَطُورِ سِينِينَ * وَهَذَا الْبَلَدِ الأَمِينِ * لَقَدْ خَلَقْنَا الإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ} (التين: 1 - 4). ¶ هذه السمات والقسمات التي تناولتها، ليست هي كلُّ ملامح البهاء والحسن، الذي تعبق به مكة المكرمة، ولا يعني اقتصاري عليها إلا أنني أعدّها من سمات التفرد، وعلامات الفرق، التي منحت مكة شخصيتها الحقيقية، وملأتها بكوامن العبقرية المكانية التي جعلت المكان متمايزاً، إيغالاً في التاريخ، وعظمة في القلوب. وصلى الله وسلم وبارك على نبينا محمد وآله وصحبه أجمعين. ¶ *** ¶ ¬__________ ¶ (¬1) فضائل مكة الواردة في السنة 2/ 936.",
            "page": "277",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "المصادر والمراجع ¶ 1 - إبهاج الحاج، ناصر الزهراني، الرياض، مكتبة العبيكان، الطبعة الخامسة، 1423هـ. ¶ 2 - أخبار مكة، للأزرقي، تحقيق: رشدي الصالح ملحس، بيروت، دار الأندلس، الطبعة الثالثة، 1403هـ. ¶ 3 - أسباب نزول القرآن، للواحدي، تحقيق: كمال بسيوني زغلول، بيروت، دار الكتب العلمية، الطبعة الأولى، 1411هـ. ¶ 4 - الأضداد، محمد بن القاسم الأنباري، تحقيق: محمد أبو الفضل إبراهيم، الكويت، الطبعة الأولى،1960م. ¶ 5 - البحر المحيط، لأبي حيان الأندلسي، تحقيق: عادل أحمد عبد المجيد وزملائه، بيروت، دار الكتب العلمية، الطبعة الأولى، 1413هـ. ¶ 6 - البلد الحرام، فضائل وأحكام، كلية الدعوة وأصول الدين، مكة المكرمة، جامعة أم القرى، الطبعة الأولى، 1424هـ. ¶ 7 - بلوغ الأرب في معرفة أحوال العرب، محمود شكري الألوسي، تحقيق: محمد بهجة الأثري، بيروت، دار الكتب العلمية. ¶ 8 - التاريخ المفصل للكعبة المشرفة قبل الإسلام، عبد القدوس الأنصاري، مكة المكرمة، نادي مكة الثقافي الأدبي، 1403هـ. ¶ 9 - التفسير الكبير، للإمام الرازي، طهران، دار الكتب العلمية، الطبعة الثانية، دون تاريخ. ¶ 10 - التقييد والإيضاح شرح مقدمة ابن الصلاح، للحافظ العراقي، تحقيق",
            "page": "278",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "عبد الرحمن محمد عثمان، المدينة المنورة، المكتبة السلفية، الطبعة الأولى، 1389هـ. ¶ 11 - تهذيب الأسماء واللغات، للنووي، بيروت، دار الكتب العلمية، دون تاريخ. ¶ 12 - جامع البيان عن تأويل آي القرآن، للطبري، تحقيق: خليل الميس، بيروت، دار الفكر، 1415هـ. ¶ 13 - الجامع لأحكام القرآن، القرطبي، تحقيق: محمد إبراهيم الحفناوي، القاهرة، دار الحديث، الطبعة الأولى، 1414هـ. ¶ 14 - الروض الأنف، للسهيلي، تحقيق طه عبد الرءوف سعد، القاهرة، مكة الكليات الأزهرية، 1391هـ. ¶ 15 - السيرة النبوية لابن هشام، تحقيق طه عبد الرءوف سعد، القاهرة، مكة الكليات الأزهرية، 1391هـ، دون تاريخ. ¶ 16 - شاعرية المكان، جريدي المنصوري، مكة المكرمة، الطبعة الأولى، 1412هـ. ¶ 17 - شخصية مصر – دراسة في عبقرية المكان، جمال حمدان، القاهرة، دار الهلال، القاهرة. ¶ 18 - الشعر والشعراء، تحقيق احمد محمد شاكر، القاهرة، دار إحياء الكتب العربية، 1364هـ، بيروت. ¶ 19 - شرح ديوان امرئ القيس، تأليف: حسن السندوبي، القاهرة، المكتبة التجارية الكبرى، الطبعة الخامسة، دون تاريخ. ¶ 20 - الشعر والشعراء، لابن قتيبة، بيروت، عالم الكتب، دون تاريخ.",
            "page": "279",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "21 - شفاء الغرام بأخبار البلد الحرام، لتقي الدين الفاسي، دار الكتب العلمية، بيروت، الطبعة الأولى، 1421هـ. ¶ 22 - صحيح مسلم بشرح النووي، بيروت، دار إحياء التراث العربي، دون تاريخ، والنسخة الالكترونية على موقع الإسلام ( www.al-islam.com)  بإشراف وزارة الشئون الإسلامية والأوقاف السعودية (وهي المعتمدة في ترقيم الأحاديث). ¶ 23 - فتح القدير، الشوكاني، القاهرة، مطبعة مصطفى البابي الحلبي وشركاه، الطبعة الثانية، 1383هـ. ¶ 24 - فضائل مكة الواردة في السنة، محمد بن عبد الله بن عايض الغبان، الدمام، دار ابن الجوزي، الطبعة الأولى، 1410هـ. ¶ 25 - قطر الندى وبل الصدى، لابن هشام، تحقيق: محمد محي الدين عبد الحميد، بيروت، المكتبة العصرية، الطبعة الثالثة، 1419هـ. ¶ 26 - الكشاف، للزمخشري، تحقيق محمد الصادق قمحاوي، مكتبة مصطفى البابي الحلبي وشركاه، 1392هـ. ¶ 27 - لسان العرب، لابن منظور، دار صادر، بيروت. ¶ 28 - مجموعة المعاني، لمجهول، تحقيق: عبد المعين الملوحي، دمشق، دار طلاس، الطبعة الأولى، 1988م. ¶ 29 - مكة المكرمة وأسماؤها وما ترمز إليه في اللغات السامية، محمد حسن خليفة، بحث منشور ضمن بحوث ندوة مكة المكرمة عاصمة الثقافة الإسلامية (3)، وزارة الحج، 1425هـ. ¶ 30 - محاضرة الشيخ عبد العزيز بن بار، نادي مكة الأدبي الثقافي، في 26/ 11/1408هـ، على موقع سماحته – رحمه الله – على الإنترنت.",
            "page": "280",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "31 - موقع (مكنون الإعجاز العلمي) على: ¶ www.maknoon.com/ejaz/new-page-36 - htm ¶ 32 - مسند الإمام أحمد، النسخة الألكترونية على موقع الإسلام ( www.al-islam.com)  بإشراف وزارة الشئون الإسلامية والأوقاف السعودية. ¶ 33 - النهاية في غريب الحديث والأثر، لابن الأثير، تحقيق محمود الطناحي، بيروت، دار إحياء التراث العربي، دون تاريخ. ¶ 34 - همع الهوامع في شرح جمع الجوامع، للسيوطي، تحقيق: عبد السلام هارون وعبد العال سالم مكرم، الكويت، 1394هـ.",
            "page": "281",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "مطابع جامعة أم القرى",
            "page": "282",
            "part": "1"
        }
    ],
    "t37115": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المكرمة السمات والقسمات قراءة في عبقرية المكان"
        }
    ]
}