{
    "b37118": [
        {
            "id": "1",
            "nass": "مدينة صور العمانية ¶ الماضي والحاضر والثقافة ¶ د. أحمد الجوارنه ¶ جامعة اليرموك ـ الأردن ¶ محتويات الكتاب ¶ المقدمة. ¶ ? صور المدينة. ¶ 1- أحياء المدينة وحاراتها. ¶ 2- التجمعات القبلية. ¶ 3- القرى التابعة لولاية صور. ¶ 4- الكهوف التابعة لصور. ¶ 5- المساجد. ¶ ? ثقافة المدينة. ¶ 1- الشلات البحرية. ¶ 2- الملاحة البحرية. ¶ 3- صناعة السفن. ¶ 4- التعليم العام. ¶ 5- شعراء وفنانوا المدينة. ¶ 6- ظاهرة تصغير الأسماء. ¶ ? المصطلحات الشعبية في صور. ¶ ? الأمثال الشعبية. ¶ ? صور في كتابات الباحثين. ¶ ? علاقة مدينة صور بفرنسا. ¶ ? الملاحق. ¶ المقدمة ¶ لاشك في أن مدينة صور العُمانية من المدن العربية ذات الأمجاد الخالدة في التاريخ العربي القديم والحديث، وهي من المدن التي التصقت ثقافتها وعراقتها بحياة البحار والمحيطات والسفن وصيد الأسماك، الأمر الذي أكسب تلك المدينة ميزات وخصائص قلما نجدها عند غيرها من المدن الأخرى، لا سيما اذا تعرفنا الى موقعها الاستراتيجي الهام الذي يُعد بحق من أفضل المواقع الجغرافية واكثرها اهمية، فهي ملتقى بحر العرب بخليج عُمان ، ولذلك تحدث متغيرات في تيارات الهواء بحيث تتقلص نسبة الرطوبة والحرارة وينعكس ذلك على اعتدال المناخ، مما حدى بسكان صور الى تسميتها بـ \" صور العفية\".",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "استقطبت المدينة اهتمامات الفنيقيين ، الذين اكتسبوا خبراتهم البحرية عبر أخوارها وشواطئها، لينقلوا اسمها الى بلاد الشام في العصور الغابرة، كما واستقطبت اهتمام الحضارات الفارسية القديمة، وحضارة وادي السند، وحضارة البابليين والآشوريين، ثم توجهت انظار الاوروبيين اليها والى احتلالها والسيطرة عليها، كونها تشكل حلقة اتصال بحري بين الهند وبلاد فارس والعراق من جهة، والجزيرة العربية من جهة ثانية ، وافريقيا من جهة ثالثة، فجاءت اليها الحملة البرتغالية في مطلع القرن السادس عشر الميلادي، حيث عاثوا بها وبقراها تدميرا واحراقا، ثم اعقب ذلك التنافس البريطاني الفرنسي للسيطرة عليها وذلك في نهاية القرن التاسع عشر ومطلع القرن العشرين، كل ذلك يشير بدون شك الى الموقع الاستراتيجي لمدينة صور . ¶ ولا يشك احد في ان مدينة صور من المدن العربية الهامة التي برزت أهميتها الملاحية والتجارية في منطقة جنوب شبه الجزيرة العربية، لتغدوا من طلائع المدن التي انطلقت منها تجارة العرب البحرية القديمة، ومن المدينة تم تواصل العرب الحضاري والثقافي مع الحضارات والشعوب العالمية الاخرى، كالهنود والافارقة والصينيين والملاويين والفرس وغيرهم. ¶ لذلك، آثرنا الحديث عن مدينة صور العُمانية إبرازا لدورها التاريخي في عُمان ومنطقة الجزيرة العربية عموما، ووضع الكثير من المعلومات الثقافية والتاريخية امام الباحثين والمهتمين بتاريخ المدينة العربية، ومن هنا ، اشتمل الكتاب على مجموعة من المحاور : ¶ ? صور المدينة، ويتناول أحياء وحارات المدينة القديمة والحديثة، والتجمعات القبلية فيها، كذلك القرى التابعة لولاية صور، والكهوف التاريخية ، والمساجد. ¶ ? ثقافة المدينة، ويتحدث هذا المحور عن المكونات الأساسية التي شكلت ثقافة مدينة صور، مثل الشلات البحرية، والملاحة البحرية، وصناعة السفن، وصيد الأسماك، والتعليم العام، وشعراء المدينة، وظاهرة تصغير الاسماء.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "? المصطلحات الشعبية، حيث تمكنا من رصد أبرز المصطلحات التي يداولها سكان المدينة، والتي تعتبر المكون التراثي والثقافي لأبناء المدينة،كما جئنا على ذكر الأمثال الشعبية. ¶ ? صور في كتابات الباحثين، وهي دراسة موثقة لكل الدراسات والابحاث التي كتبت عن المدينة وتاريخها وثقافتها البحرية، حيث زادت على ستين دراسة ، وسيكون هذا المحور عونا للباحثين والمهتمين بدراسة المدينة العربية العُمانية ،حيث نأمل في أن يقوم الشباب العُماني في عمل دراسات أكاديمية حول تاريخ المدينة العُمانية . ¶ ? علاقة المدينة بفرنسا في نهاية القرن التاسع عشر الميلادي، وهذا المحور ابرز موقع صور التجاري الهام والذي يربط الخليج العربي ببحر العرب وخليج عمان والمحيط الهندي، وهو الذي دفع بالقوى الاستعمارية (البريطانية – الفرنسية) للتنافس على السيطر ة على تلك المدينة، وقد اعتمدنا على العديد من الوثائق التاريخية المحفوظة في الأرشيف الفرنسي. ¶ وأخيرا، كلنا أمل في أن يقدم هذا المجهود المتواضع خدمة علمية ومعرفية لتاريخ مدينة عُمانية عريقة في تاريخها البحري والملاحي، واذا ما كانت هذه المدينة قد لعبت ادوارا هامة في تاريخ المنطقة ، فهو دليل على اهمية سلطنة عُمان من شمالها الى جنوبها ، ومن شرقها الى غربها، حيث تحتل موقعا استراتيجيا هو الأهم في المنطقة العربية بأكملها،ولا يسعنا الا ان نشكر كل الأخوة والأخوات العُمانيين الذين ساهموا في اخراج هذا الكتاب، ولولاهم لما وجد طريقه الى الحياة ، فلهم جميعا عظيم الامتنان،ونخص بالشكر الفاضل الاستاذ خالد بن حمد الغيلاني مدير دائرة التعليم بالشرقية جنوب، حيث تفضل مشكورا بمراجعة مادة الكتاب وقام بتصحيحها من الناحية اللغوية والمعلوماتية، فكان للمساته وتصحيحاته أثرا كبيرا في إغناء هذا الكتاب.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ونشكر الفاضلة سُعاد بنت علي بن ناصر العريمي والفاضل صالح بن حمود الصقلاوي ، والفاضل الاستاذ خميس الغيلاني المدرس بقسم الدراسات الاجتماعية بكلية التربية بصور.حيث لعبوا دورا محوريا في ولادة هذا الكتاب،كما ونوجه كلمة شكر الى كل الطالبات والطلاب في كلية التربية بصور الذين لا تحضرنا اسماءهم والذين ساهموا بتزويدنا بما نحتاجه من شروح وتفسيرات واضافات على مادة الكتاب . ¶ صور العفية ¶ 2 يونيو 2003 ¶ صور : المدينة ¶ صور : المدينة ¶ تعتبر مدينة صور من المدن العمانية القديمة قدم التاريخ العربي، وهي من المدن التي لعبت دورا بارزا ومميزا في حركة النشاط التجاري البحري عبر المحيط الهندي وبحر العرب وخليج عمان،حيث شكلت جسر اتصال تجاري وحضاري بين جزيرة العرب وكل من الهند وجنوب شرق آسيا وافريقيا،والناظر لهيأتها الجغرافية يدرك تمام الادراك بأن المدينة مارست أنشطة تاريخية قديمة يشوبها الكثير من الغموض، والتي ، بدون شك، تصب جميعها في أنشطة العرب عبر البحار والمحيطات، بسبب موقعها المتميز ، وهي التي تعرف حاليا باسم ولاية صور،لتأتي أقصى المشرق العربي، ولتكون أول منطقة تشرق عليها الشمس في الوطن العربي ،حيث أشرفت على بحر العرب وخليج عمان ، ولذلك ارتبط اسم المدينة بالبحر والتجارة البحرية منذ أقدم الأزمنة والعصور، ولا يشك في أنها من أهم المدن العربية القديمة التي برزت أهميتها الملاحية والتجارية في منطقة جنوب شبه الجزيرة العربية، لتغدوا من طلائع المدن العربية التي انطلقت منها تجارة العرب البحرية، ومنها تم تواصلهم الثقافي والحضاري مع العديد من شعوب العالم، كالهنود والأفارقة والصينيين والملاويين والفرس وغيرهم.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "مدينة صور ، هي حاضرة المنطقة الشرقية من سلطنة عمان الحديثة، وتعتبر من مدنها الساحلية والتجارية الهامة، تقع على مسافة 337كم إلى الجنوب من العاصمة مسقط، ، وترتبط معها بطريق بري متعرج مليء بالأودية والمنحنيات الصعبة، تعبر مدن الكامل ووادي الطائيين وبدية وإبراء ووادي العق وسمائل،بينما تبعد عن مسقط عن طريق الساحل البحري 180كم تقريبا، إلا أنها غير معبدة إلى الآن للصعوبة الكبيرة في طبيعة تضاريسها وتعقيدات أوديتها وجبالها، التي حالت جميعها دون شق الطريق وتعبيده، وهي نهاية سلسلة جبال الحجر الشرقي الشاهقة الارتفاع،وعبر هذا الطريق الساحلي تقع مدن مثل قلهات وطيوي وقريات، على أن عدد سكان صور وفق إحصائية سنة 1993م بلغ حوالي 53,504 ألف نسمة. ¶ تقع المدينة على ساحل هلالي له نتؤان صخريان يمتدان في البحر ويطلق عليهما رأس الميل ورأس القاد، وتعتبر منطقة المصفية والجزيرة هي مناطق صور القديمة، والذي يزور المدينة للمرة الأولى تأخذه الدهشة من سحر المدينة الذي تشكل بفعل عوامل الطبيعة عبر عشرات الآلاف من السنين ، فالمدينة متداخلة في البحر تداخلا عجيبا، فتأتي على شكل اخوار وألسنة بحرية متعرجة تلتف على اليابسة التفافا حلزونيا ، وكاد البحر يجعلها جزيرة بحرية لولا وجود بعض المرتفعات الصخرية الصغيرة التي حالت بين البحر والاتصال ببعضه البعض، كما صنعت حركة البحر في حالة المد والجزر أشكالا طبيعية غاية في الدقة والروعة والجمال،حيث ينتج عنها ما يسميه أهل صور بـ \" السبخة\"، وقد توزعت تلك المناظر على العديد من سواحل صور، فتكاد لا تخلوا منطقة من مناطق المدينة من تلك المظاهر الطبيعية الخلابة، التي ابتكرتها يد الطبيعة وعوامل المد والجزر ، التي أنشأت ألسنة بحرية تداخلت مع اليابسة ، لا سيما في مناطق الأودية، والتي سميت بـ \"الأخوار\"، وهي منتشرة انتشارا واسعا في ولاية صور.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وتحت عنوان صور المدينة ، نسلط الأضواء على العديد من الموضوعات التي يندرج تحتها كل ما يتصل بالمدينة ،كأحياء المدينة وحاراتها التقليدية والحديثة، وأبرز القبائل العربية التي تعيش في صور، والقرى التابعة للمدينة، والحصون والقلاع والأبراج ، والأفلاج القديمة، والجبال والأودية والخيران والكهوف. ¶ أولا: أحياء المدينة وحاراتها. ¶ تتكون مدينة صور القديمة والحديثة من مجموعة كبيرة من الحارات والأحياء ، وهي بمجملها تكون مدينة صور الحديثة والمعاصرة: ¶ ? الشرية (الشرجة)وتعني الماء المندفع ، والذي يأتيها من المناطق المرتفعة . ¶ ? سليسلة(سنسلة) لشبهها بالسلسلة. ¶ ? غريفا(غريفة)وهي تصغير غرفة، وسميت بذلك لصغر حجم الحارة ووقوعها على مكان مرتفع. ¶ ? رصاغ، وهي حارة أخذت تلك التسمية كونها كانت قديما مكان لربط الخيول والجمال وتجهيزها لحمل البضائع القادمة عبر البحر، ونقلها إلى أسواق المدينة وتوزيعها على المناطق الداخلية. ¶ ? الصط، لغة ، الرجل الطويل الرجلين، ومحليا تعني : الأرض المسطحة الصلبة. ¶ ? الصبخة، الأرض اليابسة وبها تأثير الملوحة الظاهرة على سطح الأرض. ¶ ? الرشة، والرش هو نف السائل،وسميت بذلك لكونها قرب البحر وتتعرض دوما لرش البحر إثر حركة أمواجه. ¶ ? مخا، والمخيني تعني الرجل القوي، وتعني القوة. ¶ ? الجصة، وتعني مرسى الهواري والسفن والمراكب الصغيرة . ¶ ? نعمة(شاطئ نعمة)،وتعني الخير والرزق، وسميت بذلك كون معظم السفن والبواخر الصورية كانت تفرغ حمولتها من صيد السمك بها منذ أقدم العصور. ¶ ? الرعينية، وهو الرعن، رأس الجبل. ¶ ? جبل عيد، كونه موقع لصلاة العيد. ¶ ? مصفية . ¶ ? اليزيرة(الجزيرة). ¶ ? حارة النار. ¶ ? حارة الضواري. ¶ ? حارة المرازيج(المرازيق). ¶ ? حارة أولاد سداح. ¶ ? حارة البلوش. ¶ ? حارة الفوارس. ¶ ? حارة الغيالين. ¶ ? حارة الشعبية. ¶ ? حارة المرتفعة. ¶ ? حارة السدة. ¶ ? حارة البنيان(السوق القديم).(1) ¶ ثانيا: التجمعات القبلية .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "حافظت مدينة صور ولا زالت على طابعها القبلي العربي، فبرغم ما تشهده المدينة من تطور متسارع ، وبرغم التداخلات الحديثة والعمالة الأجنبية الوافدة بكثرتها، إلا أن أهل صور لا زالوا يتمسكون بانتماءاتهم العربية وولاء اتهم القبلية، وهي في صورة ملفتة للنظر، حيث يبذل السكان كل ما في وسعهم للمحافظة على ترابطهم القبلي، وهم حريصون على فرز المجتمع على أساس قبلي، مما أثر كثيرا على نمط المدينة ، حيث أنشأت الحارات على اعتبارات قبلية في كثير من الأحيان. ¶ ولا شك في أن قبيلة الجنبة تعتبر من أكبر القبائل التي توطنت في مدينة صور منذ ما يقرب ثلاثمائة عام،حيث جاءت إليها من المنطقة الوسطى ،وتحديدا من منطقة الدقم والجازر،وجاءوا إلى المنطقة الوسطى من مذحج في اليمن،وترجح معظم الروايات أن قبيلة الجنبة جاءت الى مدينة صور مطلع القرن الثامن عشر، حيث حلوا محل عرب القواسم الذين هاجروا إلى شواطئ الساحل العماني،وبوجه التحديد إلى الشارقة ورأس الخيمة،وبقي البعض منهم في المنطقة الشرقية،وتعتبر قبيلة الجنبة العمود الفقري بالنسبة لسكان مدينة صور، وهي أيضا من القبائل الكبيرة في سلطنة عمان ، بحيث تنتشر في مناطق متعددة من أرض السلطنة، كالمناطق الساحلية الشرقية والوسطى، وتمتد إلى إقليم ظفار وحضرموت في اليمن،وهي من القبائل التي تنتسب إلى عرب القحطانية (2). ¶ انقسمت قبيلة الجنبة إلى أربعة بطون كبيرة،هي:العراما(العريمي)،المخانة(المخيني)،الفوارس(الفارسي)،والغيالين(الغيلاني).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "بالإضافة إلى قبيلة الجنبة فان هناك قبائل عربية أخرى توطنت مدينة صور والقرى التابعة لها والتي اندمجت بها مع مرور الوقت، كقبيلة السناني التي تسكن حارة سنيسلة التابعة لمدينة صور، وهي من القبائل العربية القديمة التي سكنت صور،وهناك العديد من البيوت التي تعود بأصولها الى بيت النبي محمد (عليه الصلاة والسلام)،كبيت الذهب (آل الذهب)،وبيت با علوي الذين ينتسبون الى ذرية علوي بن عبيدالله بن احمد المهاجر (3)، وبيت آل شهاب وبيت آل مهدلي،بينما ينتسب بيت الذهب الى السادة الأشراف ويرجعون الى بيت علوي (ت 400هـ) بن عبيد الله(ت383هـ)بن احمد المهاجر(ت345هـ) وقد سكنوا ظفار في السابق (4)، وقبيلة العلوي(بني بو علي)،ويسكنون قرية العيجة ،ويتفرعون إلى بطون عديدة،هي: السندة(السنيدي)، والجعفري والغنابيص(الغنبوصي)، والبراهمة،واولاد بومقبل،اولاد رزيق، والشمامخة،بينما تتواجد قبيلة الهاجري(الهواجر) في قرية \"بر بويرة\"،منذ عشرات السنين، كما ويتواجد في بر بويرة قبيلة الفرارجة(الفراجي)،والمشارفة \"المشرفي\".و في منطقة بلاد صور العديد من القبائل العربية التي جاءت في حقب متباينة من التاريخ،كقبيلة بني علي،، وقبيلة الداوودي،وقبيلة السلطي،،وقبيلة المسكري،،وقبيلة القلهاتي،،وقبيلة الجابري ،والقاسمي، وقبيلة الشعيبي،",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وهناك قبائل البلوش الذين ينحدرون بأصولهم إلى إقليم بلوتشستان التابع لإيران وباكستان وأفغانستان،يتواجد في صور ما بين 80-100 أسرة بلوشية ، ويتراوح عددهم ما بين 800-1000 نسمة،على أن معظم بيوت البلوش لا زالوا يتحدثون اللغة البلوشية القديمة العائدة إلى إقليم كرمان ومكران(بلوجستان الحالية)،علما بان معظم القبائل البلوتشية تعود بأصولها إلى الأصل العربي، حيث أكد على ذلك الباحث\"معن شناع العجلي الحكامي\" في كتابه\" بلوجستان ديار العرب\"، وقد ساهم البلوش في نشر الإسلام في شبه القارة الهندية في العصور الأولى من التاريخ الإسلامي، بل وكانت بلوجستان أرض الحشد والرباط في فتوحات العرب تجاه الهند وآسيا الوسطى،وبقيت تلك البلاد من ثغور الإسلام التي لم تقف عند حدود نشر الإسلام في الشرق، بل وبذلت جهودا كبيرة في الدفاع عن بلاد العرب والمسلمين. ¶ ولا زالت الروابط الاجتماعية بين البلوش الذين يعيشون في صور وغيرها ، وبلوش ايران وباكستان قائمة إلى الآن، حيث يتزاورون فيما بينهم في مناسبات مختلفة ، وقد جاء البلوش إلى مدينة صور قبل مائة عام او اكثر تقريبا . ¶ ثالثا:القرى التابعة لمدينة صور (5) :- ¶ يلاحظ أن مدينة صور يحيط بها العديد من القرى، والتي بلغت إحدى وستون قرية ، ما بين صغيرة وكبيرة،على أن بعض تلك القرى اندمجت بجسم المدينة بفعل عوامل التوسع والتحديث الذي طرأ على صور، ومع ذلك بقيت تلك القرى تحافظ على أسمائها القديمة،وقد جاءت القرى على النحو التالي: ¶ *أبو قلع،سميت القرية بهذا الاسم لوجودها بعيدة بواد فيه كثير من الحجارة الكبيرة، وفيها مسجد \"الشما\"في سيح المرزحة، ومسجد ابو قلع.وعوائلها الفوارس والعراما.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "? البَر(بربويرة)،سميت بذلك لإنبساط واستواء أرضها،وهي قرية ساحلية،وتسمى الآن \"بربويرة\"،ويعيش فيها قبيلة الهاجري، وهم أكثرية سكانها،تقع على ساحل البحر بين قلهات وصور، ويوجد فيها محطة تحلية المياه التي تغذي مدينة صور وما جاورها من قرى، ويقع فيها وادي \"رهية\"، ووادي\" الجناه\"، ويوجد فيها سيح \"البر\"،وسيح\" رحبة\". ¶ ? الجيلة، وقد سميت بذلك لأنها قرية على جانب الوادي أو لوجود النخيل المزروع فيها، وفي العامية هي مكان زراعة النخيل.ويتواجد فيها قبيلة المشرفي. ¶ ? الحصن،سميت بالحصن لمناعتها وصلابتها.ومن أبرز قبائلها الداودي والجابري والسلطي. ¶ ? الحُوراءُ، نسبة إلى شدة بياض تربتها، وهي عبارة عن تلة مرتفعة. ¶ ? الّرفصة، سميت بذلك كونها ملتقى القوافل، وبها مكان لتجمع المياه، وهو نادرا ما ينضب.وفيها يقع برج\" بوابةوابراج المشارفة\"،وهي على طريق صور جعلان، وتعتبر المنفذ الرئيسي الذي يربط صور بباقي ولايات السلطنة عن طريق البر،ولهذه البوابة أهمية تاريخية وأمنية كبيرة، ويعود تاريخ بنائها إلى عهد دولة اليعاربة، وقد رممت سنة 1990م.ومن القبائل التي تسكنها المشارفة(المشرفي). ¶ ? الرويضة، وهي تصغير روضة، وقد سميت بهذا الاسم كونها مكان يكثر فيه العشب على مدار العام. ¶ ? الشَابْ،وربما سميت بذلك حين بناؤها لحداثتها.ومن قبائلها المقيمي والسلطي. ¶ ? الشبيكة، سميت بذلك لأنها مكان تحيط به مجموعة من الوديان،،وفيها آبار متقاربة. ¶ ? الشرخة،سميت بالشرخة لأنها قريبة من البر، وتعتبر جزءا منها أو أنها تجزأت عنها فسميت بالشرخة.والمشارفة اكثر سكانها.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "? العيجة، سميت بهذا الاسم لكونها بقرب البحر بل يكاد البحر يحيط بها من جميع الجهات عدا جهة واحدة ، هي جهة الشرق، وفيها يقع حصن\" العيجة\"،وتحيط به مجموعة من الأبراج، وأشهر هذه الأبراج، برج\"رأس الميل\" الذي يشرف على مدخل مدينة صور من ناحية البحر،رمم سنة 1994م، وفيها برج\"الخيال\" يقع على قمة جبل في العيجة،بناه محمد إبن حمد الخيال،وفيها برج \"السندة\"،بناه سالم بن علي بن بخيت السنيدي،وفيها برج\" الغنابيص\"،وبرج\"بني بو مجبل\"، وفيها جبل \"الرأس الأحمر\".وأبرز قبائل العيجة هي، بني بو علي \"العلوي\" والسنيدي والغنبوصي والبراهمة وغيرهم ممن سبقت الإشارة إليهم. ¶ ? الغور، سميت بذلك لانخفاض أرضها. ¶ ? الفَقْ، سميت بالفق لأنها تقع في منفرج الوادي. ¶ ? القَنبْ،سميت بذلك لكونها قرية جبلية بعيدة عن تجمع الناس، قنَبت الشَمس، أي غابت فلم يبق منها شيء. ¶ ? اللَّبيْد،سميت بهذا الاسم لأنها قرية تقع في مصب وادٍ كبير تكثر فيه الأشجار.ويسكنها قبيلة العامري. ¶ ? المحطة،مكان تستريح فيه الإبل وتحط فيه القوافل رحالها،ويقع في المحطة جبل\"قصيص\". ¶ ? الوشل، وتقع في رأس الحد، سميت بذلك لقلة مائها. ¶ ? بدَه،سميت بهذا الاسم لظهورها للقادم إليها ولو من بعيد، وفيها قلعة\"بده\" وهي تابعة لنيابة طيوي. ¶ ? بَلاد صور، وهي أرض ذات نخيل تتكون من قرى متباعدة قليلا وتسمى مجتمعة بلاد صور،وفيها حصن بلاد صور\"،ويعتبر من أكبر حصون ولاية صور ، حيث توجد فيه أربعة أبراج، رمم سنة 1990م، ويقع فيها برج\"الصمخة\".اهم القبائل التي تسكن بلاد صور هي، العلوي(بني بو علي) والجابري والداودي والسلطي. ¶ ? تَيماء، وهي النجاد التي لا ماء فيها ، والقرية تقع بين الجبال الشاهقة البعيدة، وهي قليلة الماء، يوجد بها برج\" تيماء\"، حيث يقع على قمة جبل في وسط تيماء، وقد بناه أهالي البلدة في عهد ثويني بن سعيد بن سلطان البوسعيدي.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "? جَحْل،والجَحْل يعسوب النخل، سميت بذلك لكثرة يعاسيب النخل بها، أو لكونها شبيهة بالوعاء المصنوع من الفخار.يسكنها قبيلة الهاشمي. ¶ ? جمحَة، سميت بذلك كونها قرية جبلية يشق الوصول إليها. ¶ ? حَلَمْ،(ما يراه النائم)، وقد سميت بذلك لأنه ينبت فيها نبات رأس الثدي ورأس السعدان،ويقع فيها وادي\" العسر\"،ووادي \" حَلَم\"، كما وفيها جبل\" القروين\".ويتواجد فيها قبيلة القلهاتي او القلاهتة. ¶ ? حَلّوت، حل بالمكان ، وسميت بذلك لطيب إقامتها، واتخاذها سكنا ومقاما.وفيها قبيلة السلطي. ¶ ? حول الحمى، وقد سميت بذلك لعجيب أمرها، إذ يقول أهلها أن ماءها كثير جدا، ويوجد في هذه القرية قلعة\" حول\"،وتقع في وادي بني جابر ، ببلدة حول. ¶ ? حَيضَى(حيضا)، سميت بذلك لأنه موضع بلد تحجز المياه حتى تصبح كالحوض. ¶ ? رأس الحد، سمي بذلك لأنه حد فاصل بين البحر العربي وخليج عمان، كما انه حد فاصل بين الرياح المتغيرة بين جهتين،ويقع في رأس الحد قلعة\" بني عامر\"، وهي من القلاع المهمة في المنطقة، بنى تلك القلعة قبيلة بني عامر، وتقع على مدخل رأس الحد من ناحية البحر،وهي الآن شبه مندثرة، وفيها حصن\" رأس الحد\"،وهو من المعالم التاريخية في رأس الحد، أما القبائل والعائلات العربية التي تتواجد في راس الحد فهي: \" العامري، الغزالي، الحربي، المالخي، والمهيري\"،ويقع فيها وادي \"الطيوي\"، ووادي\" اللبيب\"، ووادي\"المحطة\"، ووادي\" المر\"، ووادي \"خب الشيكة\"،وفيها \"سيح المحطة\"، وبرج\"داغس\".",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "? سكيكرة،تصغير سُكّرة،سميت بذلك تيمنا كعادة العرب في تسمية الشيء بنقيضه كقولهم للصحراء مفازة وهي مهلكة،وفي \"سكيكرة\" معالم أثرية، كالقلاع والآبار،وكانت تستخدم الآبار لبيع المياه للناس، يكثر فيها شجر \" القُرم\" وهو شجر بحري يعيش داخل مياه البحر المالحة،كما ويكثر فيها شجر \"الغاف\"،وفيها وادي\" المنقال\"، ووادي \" حويل\"،وفيها جبل \"الشريديب\"/،وجبل \"عويري\"، وجبل \" قرون البر\"،يوجد فيها قبيلة الفارسي وهم أغلبية سكان القرية، وهناك بعض العوائل من العراما. ¶ ? سنيسلة،وهي قرية قديمة اندمجت مع مدينة صور ، وهي حيُّ من احيائها،وفيها برج جبل عيد، وفيها برج \"العيص\"،على قمة جبل العيص الواقع بين بلاد صور وصور الساحل ، وبرج\"الحارة\"،وبرج\"العقير\"،وبرج\"القرية\"،وتسكنها قبيلة السناني . ¶ ? سَلَمية، سميت بهذا الاسم لوجود شجر السلم أو نسبة للحجارة. ¶ ? سنَاف، والسناف : خيط يشد من حقب البعير إلى صدره،ثم يشد في عنقه إذا ضمر، وأسنف القوم أمرهم:أحكموه،وسميت القرية بذلك لقوتها وصلابتها، أو أنها كانت تصنع فيها خيوط السناف. ¶ ? سُوي، سميت بذلك لاستقامتها واعتدالها، أو أن تربتها سهلة ومستوية. ¶ ? سيح عوينة،السيح، الأرض الواسعة المنبسطة، وعوينة تصغير عين وسميت بذلك نسبة للعين الصغيرة الموجودة فيها. ¶ ? سيماء،وهي العلامة، ربما كانت تتخذ قديما علامة للمسافرين. ¶ ? شامة،سميت بشامة لسواد أرضها، تقع القرية في واد ويوجد فيها عيون مياه، إلا أنها تغيرت وكثر فيها الملح، وفيها تعيش قبيلة \"المشرفي\"،ويقع فيها \"وادي شامة\"،ووادي\" صويحر\"،ويقع فيها جبل \" صويمر\". ¶ ? شوفي، سميت بذلك لكونها قرية جبلية مشرفة وتبدو للناظر إليها. ¶ ? شياع، والشياع ما تشب به النار من الوقود، والدعاء بالإبل لتنساق وتجتمع، وفيها يقع وادي\" الصالح\"،وفيها جبل \" حمير الرفاع\"،ورأس شياع، وفحمة الكبث، وفيها \" سيح خرابة\"،ويعيش فيها قبيلة العامري.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "? صَفَنْ،تصافن القوم: اقتسموا الماء بالحصص، ولعل موقع القرية على الجبل في مكان عال جعلها مثل وكر الطائر، وربما كان سكانها يتصافنون ماءها ويتقاسمونه بالحصص. ¶ ? طيوي، الطوي: البئر المطوية بالحجارة، وربما سميت بذلك لكثرة وجود آبار المياه بها،وذكرها ابن بطوطة بـ\"طيبي\"،فيها قلعة \"الرملة\"،وحصن \" مقرم\" في منطقة جريف، وفيها مجموعة من الأبراج،كبرج\" الحارة\"،و\"سيماء\"،وبرج \"ميبان\"،وبرج \"العقير\"،وبرج \"المتمرد\"،و\"الوشل\"،وتعيش فيها قبائل: المقيمي، والسلطي، والشعبني. ¶ ? عَبات،سميت بذلك لطبيعة أرضها غير المستوية ،وبها التواء في تضاريسها، كما سميت نسبة إلى نبات العابة وهو ينبت على سطح الأرض وينفرش عليها، وفيها قلعة\"النمر\"، ويقع حصن\" العبارة\"،وبرج\" الجبل\"،وبرج \"الحميت\"،وبرج\"بلاعة\"، وغالبية سكانها من قبيلة بني علي(العلوي). ¶ ? عَدة،العدّ، الماء الجاري الذي لا ينقطع، وسميت بهذا الاسم لوجود الماء الجاري الذي لا ينضب، وهو موجود في القرية بشكل مستمر، وله دوي أشبه بالشلال.وفيها يقع برج\" عَدة\"،بناه سلطان بن حمد البوسعيدي البراودي في عهد تيمور بن فيصل البوسعيدي، وهو الآن شبه مندثر. ¶ ? عَمقُ بئر،سميت بذلك لكونها في أسفل الوادي وبقربها بئر تسقي القرية. ¶ ? عَنْت،\" المشقة الشديدة\"، وسميت القرية بهذا الاسم كونها شاقة التضاريس ،ويتكلف المرء مشقة كبيرة للوصول إليها، وفيها برج\"عنت\"،. ¶ ? فَتَاء،سميت بذلك لصلابتها وقوتها، إذ أنها بين منطقة جبلية، وربما كانت سوداء الحجارة، يوجد في \"إفتاء\" قلعة\"النمر\"، وهي واقعة في وادي المنقال ببلدة إفتاء. ¶ ? فَطَحات، فطح الشيء جعله عريضا، ولعرض القرية وسعة أرضها أخذت تلك التسمية. ¶ ? فَليج، تصغير فلج، وهو النهر الصغير ، أخذت القرية تلك التسمية لأنها واقعة على مجرى وادٍ، وتمتاز بماء عذب وطيب، أو لأنها تسقى من فلج صغير.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "? فَهْدَا، فهد الرجل فهدا، كثر نومه كالفهد،وتراخى عن أداء واجبه،وربما يكون في المكان فهودا فسمي به. ¶ ? قَاصَة،سميت القرية بذلك لأنها قرية متنحية عن مجرى الوادي وبعيدة، ويقع فيها جبل\"بو فوصة\". ¶ ? قّرّانْ،القرن من الجبل رأسه وأعلاه، فربما سميت بذلك لأنها تقع على قرن الجبل خاصة وأنها قرية جبلية. ¶ ? قَصعة، القصعة:الصفحة الضخمة، والقصعاء : بيت اليربوع(الجربوع) وهو حيوان أشبه بالفأر،وسميت القرية بذلك لأنها تقع بين جبلين. ¶ ? قَعْبُ النَّخلة،القعب: القدح الضخم، القعبة: النقَّرة في الجبل، وربما سميت بالقعب نظرا لمكان القرية على الجبل ،وربما كانت مكانا مستديرا في الجبل أشبه بالحفرة. ¶ ? قلهات،ربما سميت بذلك من كلمة قُلى بمعنى رؤوس الجبال ، لأنها في منطقة شاهقة الارتفاع،وهي مدينة ساحلية تقع شمال مدينة صور ، وأنشأ فيها مصنعا ضخما لإنتاج الغاز المسال،ويدعي بعض أهلها أنه لكثرة الأحداث التي مرت عليها كثر القيل والقال، فقيل: \"قل وهات\"،فيها قلعة\" قلهات\"،ويوجد فيها ضريح \"بيبي مريم\"، الذي يرجع بناؤه إلى النصف الأول من القرن الثامن الهجري،الرابع عشر الميلادي،وصفه الرحالة ابن بطوطة على أن جدرانه زُينت بقطع دقيقة من الآجر، وفيها برج\" حيضي\"، ويقع فيها وادي \"الصافية\"،ووادي \"الضباع\"،ووادي \"الطليحي\"، وفيها جبل \"رأس قلهات\"، وفيها \" سيح الميدان\"، تعرضت للدمار والخراب على يد البرتغاليين في مطلع القرن السادس عشر. ¶ ? قُوضى، قاض البناء :هدمه،قوض الصفوف :فرقها، وربما تكون القرية سميت بذلك لتقوضها أو تهدمها أو لتفرق أهلها. ¶ ? كَبدا، سميت بذلك لقساوة أرضها وصلابتها، حيث أنها قرية جبلية مستعصية، وفيها قلعة\" أبو حليفة\"،وفيها جبل \" أبو مطرح\"، وجبل\" مَّسة\"، وفيها \"سيح مصطح الراكة\". ¶ ? كَمَس، سميت بذلك لأنها تجاور جبلا يطلق عليه اسم القمر آو القمص، ومعنى كمس، اخذ حفنة من تمر أو نحوه، وفيها جبل \" كمس\".",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "? مَزَرع، سميت بذلك لكثرة المزروعات فيها. ¶ ? مسَجولة، وهي قرية جبلية، سميت بهذا الإسم لشدة إنصباب مائها او لكثرته. ¶ ? مَسلَقْ، السَّلق:الواسع من الطرق، وما يبنيه النحل من العسل في طول الخلية، وربما سميت هذه القرية بذلك لكثرة ما فيها من نحل. ¶ ? ميبَامْ،وربما تكون محرفة من ميبان، وهو مصب ماء ينحدر من أعلى ويسمى شلال. ¶ ? نَسْمَةَ، سميت بذلك لطيب هوائها،وكانت تسمى سابقا مخروان،وتقع على الطريق الذي يربط بين مدينة صور والعيجة،ويكثر فيها المقابر ، حيث يوجد فيها ثلاث مقابر قديمة، ويسكنها عوائل من العريمي والمخيني. ¶ رابعا: -الكهوف التابعة لصور (6) :- ¶ من أسرار الطبيعة العمانية المميزة تلك الكهوف الغريبة التي حباها الله لها،وهي تنتشر في معظم أرض عمان من شمالها الى جنوبها،في حين ، يتواجد في المنطقة الشرقية العديد من تلك الكهوف العجيبة النادرة، وهي تابعة لولاية صور، وهي:- ¶ ? كهف\" سراب كلية\"،يقع هذا الكهف في منطقة \"طيوي\"،وهو من الكهوف الضخمة والمليئة بالأسرار والعجائب والغرائب والخرافات والأساطير،وله قصص وحكايات عند أهالي المنطقة الشرقية، ويقال:ان سبب اكتشاف الكهف، ان رجلا اختفى كلية فيه، وبذل الأهالي محاولات متعددة للعثور عليه الا انهم باءوا بالفشل، وبعد فترة من الزمن واذا بالرجل يظهر فجاءة،ويخرج من الكهف. ¶ يتميز كهف\" سراب كلية\"، بطوله وظلمته الدامسة وبرودته الشديدة، ومن يمشي داخل الكهف يلاحظ رياح خفيفة باردة تخرج من داخله، كما أنه يسمع أصوات خرير الماء، وربما يكون في الكهف ينابيع ماء جارية.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "? كهف\" مجلس الجنّْْْْْ\"،وهو من أعظم وأكبر الكهوف في العالم، يقع في \" وادي بني جابر\"،التابعة لولاية صور، وقد بلغت مساحة \"كهف مجلس الجنّْ\"، حوالي 58,000 مترا مربعا، بينما بلغ ارتفاعه حوالي 120 مترا، وهو شبيه بمغارة\" جعيتا\" اللبنانية، الا انه يكبرها حجما، ويتدلى من الكهف أعمدة كلسية ، كما وتبرز من ارضية الكهف نتؤات كربونية كلسية تشبه الشعب المرجانية،كما تعمل الأنهار الجارية من تحت سطح الأرض على نحت تجاويف في الحجارة الجيرية محدثة أشكالا تشبه الى حد بعيد أعشاش العصافير (7). ¶ ? كهف\" السخاخيم\"،وهو في منطقة \"طيوي\"،صغير الحجم ، تحت صخرة في الجبل ، تتسع لشخص واحد فقط، والعجيب في أمر هذا الكهف الصغير، انه يخرج منه هواء بارد وهواء ساخن. ¶ خامسا: المقابر:-",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "يلتزم المجتمع الصوري بتقاليد صارمة تجاه المقابر، وهو بذلك يعبر عن تطبيقه للسنة النبوية، حيث اكد الرسول (صلى الله عليه وسلم) على عدم الغلوا في تصميم القبور والبناء عليها،وضرورة التبسيط في عمل القبور والمقابر بشكل عام، وعندما تلقى نظرة على مقابر صور التي تنتشر في أحياء كثيرة، يلاحظ بساطة المقابر وتطابقها مع السنة النبوية،وقد تعارف الصوريون على ان يدفنوا موتاهم سوية الرجال مع النساء الا انهم استثنوا من ذلك الاطفال وجعلوا لهم مقابر خاصة أو أماكن منعزلة داخل المقبرة الكبيرة، وهي ظاهرة تلفت الانتباه، وعند سؤالنا عن الحكمة من ذلك ، كانت الاجابات غير واضحة، وربما يكون وراء ذلك اعتقاد الناس في صور وقراها بان الاطفال اكثر براءة واقل ذنوبا من الكبار، ولكثرة الامراض التي كان يتعرض لها الاطفال كالسل والجدري والحصبى.ووجد في مدينة صور بعض مقابر الاطفال الخاصة، واحدة في وسط البلدة القديمة والقريبة من السوق التجاري الرئيسي، واخرى تقع في منطقة سنيسلة.كما يلاحظ بان الصوريين لا يحددون وقتا لدفن موتاهم ، بل يدفنون المتوفى بعد وفاته مباشرة ، سواء في الليل او النهار، ويمارسون الطقوس التقليدية بذلك، اذ لايستخدمون وسائط نقل حديثة ، بل يحملون الجثمان على اكتافهم ويذهبون راجلين الى المقبرة. ¶ ويتشدد المجتمع الصوري في منع مشاركة المرأة في مرافقة الجنازات والذهاب الى المقابر ، حتى ان المرأة لا تعرف قبر أبيها او زوجها او ابنها او أخيها، وتعتبر زيارة المقبرة بالنسبة للنساء من المحرمات، فلا ينبغي عليهن القيام بذلك اطلاقا، حتى الرجال يتشددون بمنع زيارة المقبرة لأنفسهم فهم لا يزورون المقبرة ولاحتى في أيام الاعياد. ¶ سادسا: المساجد (8) :-",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "مع ان مدينة صور ليست من المدن الكبيرة والواسعة الانتشار الا انها تمتلك ما يزيد على مائتي مسجد، والتي تعبر عن هوية المدينة وشخصيتها الدينية،فمساجد صور ملفتة للنظر ، فهي تتوزع في الحارات الصغيرة والكبيرة ، وانك لتجد في الحارة الواحدة اكثر من ثلاث مساجد، وهذه الجوامع تجمع بين القديم والحديث ، وتتميز بعض مساجد صور بروعة زخارفها ونقوشها الاسلامية النادرة، وقد تأثرت تلك النقوش والزخارف بفنون العمارة الاسلامية في الهند وايران الى حد كبير، والملاحظ ان معظم مساجد صور تبنى من قبل القبائل والمحسنيين، ولذلك فلا غرابة اذا وجدنا معظم اسماء المساجد تسمى باسماء بُناتها، ومن هنا يتم استخدام المساجد في مناسبات كثيرة كالعزاء والأعراس وغيرها، حيث تمارس كل عائلة مناسباتها في مسجد العائلة ، في حين تتبنى العائلة او المحسنيين القيام بالنفقات على خدمة المسجد وعلى الأئمة والقائمين على خدمة المسجد،وفي كثير من المساجد تبنى ابنية للمحلات التجارية وذلك لتوفير موارد مالية للمسجد.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "يوجد في مدينة صور عشرون جامعا تقام فيها صلاة الجمعة والاعياد،ومائتين واثنتان وعشرون مسجدا تقام فيها الصلوات الخمس، وعشرون مصلى للعيد، ويعتبر الجامع الكبير من اكبر الجوامع واقدمها في مدينة صور ، ويقع في حارة الفوارس، ويمتاز بقبابه الزاهية ، كما ويوجد في المسجد مدرسة لتحفيظ القرآن الكريم وتدريس العلوم الدينية المختلفة، وهناك جامع مخا الذي يعتبر من معالم صور الدينية، وجامع العيجة الذي تم بناؤه قبل 200عام تقريبا، وجامع السنيسلة الذي يعتبر من أقدم الجوامع في مدينة صور، ومسجد البلوش ومسجد الخندق،ومن أشهر الجوامع التي بنيت حديثا جامع عثمان بن عفان الشهير بمسجد(بهوان) ، وهو من المساجد المميزة في المدينة، واكثر ما يميز هذا المسجد انه يصلي به جنسيات مختلفة ومذاهب مختلفة ، فهناك العُمانيون والعرب من مصر وسوريا والأردن وفلسطين والعراق وتونس والمغرب والإمارات ، وهناك الهنود والباكستانيين والبنغاليين والايرانيين، اما المذاهب فيصلي بالمسجد السنة والإباضية والشيعة ، وبذلك يكون هذا المسجد من المساجد الفريدة في العالم الاسلامي حيث تنتفي فيه المذهبية وتتلاشى العصبية ،ويضرب مثلا رائعا في الوحدة الاسلامية نأمل ان تسود في بقية الاقطار العربية والاسلامية. ¶ ونجد من المفيد ان نضع بعض النماذج لأسماء مساجد صور واماكن تواجدها: ¶ ? صور القديمة: مسجد الخنيسي، مسجد المقبير، مسجد الوقفات، مسجد الحارة، جامع مصفيه، مسجد الغالب، نسجد الصفاري، مسجد الخبة، مسجد الجوابي حول ، مسجد الخباه، مسجد مريميات حول، مسجد بلعصب، مسجد العقير، مسجد شراحة، مسجد اولاد سالم بن خادم ، مسجد مهدلي،مسجد الخندق، مسجد جريف، مسجد عطيف، مسجد الحوية، مسجد المخرج،مسجد حارة حمد بن عيسى، مسجد الداخلي، مسجد القواسم. ¶ ? حارة الفوارس: المسجد الكبير، مسجد ود بريك، مسجد اولاد تباع،.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "? حارة الشرية: مسجد عمرو بن العاص، مسجد الرضوان، مسجد المسلمات، مسجد ناصر الرومكة، مسجد الإحسان، مسجد الشرية القديمة، مسجد عبدالله بن حمود السناني، مسجد الأموات، ومسجد التاجي . ¶ ? حارة نعمة: مسجد ولد قبولة، مسجد الشماخي، مسجد ود أم قراف، مسجد الجوي، مسجد اولاد عيد، مسجد اولاد ثابت، مسجد ود حبيب، مسجد عيسى خميس البلوشي،. ¶ ? حارة المرتفعة(رصاغ): مسجد رصاغ، مسجد اولاد العبد، مسجد سعد بن ابي وقاص. ¶ ? حارة سنيسلة: مسجد سنيسلة، مسجد الرحمة، مسجد اولاد طاهر. ¶ ? حارة مخا: مسجد مخا، مسجد جمعة بهوان، مسجد اولاد خميس المخيني، مسجد ناصر المخيني. ¶ ? العيجة: مسجد العيجة، مسجد الشعبية. ¶ ? بلاد صور: مسجد الرشيد، مسجد الخندق، مسجد الصمقة. ¶ الهوامش :- ¶ 1) جولة في رحاب صور القديمة، صور عبر التاريخ منشورات وزارة التراث القومي والثقافة،مسقط، سنة 2000م، ص 39-42. ¶ 2) معجم القبائل العربية في عُمان، ¶ 3) شجرة السادة آل بني علوي، تأليف علوي بن محمد بن احمد بن محمد بن علي الفقيه،دار المهاجر للنشر والتوزيع،صنعاء، اليمن، 1411هـ. ¶ 4) نفس المصدر. وكتاب \"شمس الظهيرة في نسب أهل البيت من بني علوي فروع فاطمة الزهراء وأمير المؤمنيين علي بن أبي طالب،تأليف السيد الشريف عبدالرحمن بن محمد بن حسين المشهور،حققه محمد ضياء شهاب،عالم المعرفة للنشر والتوزيع،جده،1983م. ¶ 5) احمد درويش،صالح الجعفري، بدر العبري، عصام الرواس، معجم أرض عُمان،إصدار جامعة السلطان قابوس،سنة 1998م،معظم المعلومات المتعلقة بالقرى التابعة لمدينة صور استعنا بها من المصدر السابق،\"مُعجم أرض عُمان\"،كما واستعنا ببعض المهتمين بشأن القرية الصورية وافادونا باسماء بعض القبائل المنتشرة في تلك القرى. ¶ 6) مسيرة الخير .......الشرقية، وزارة الإعلام،1995م. ¶ 7) مسيرة الخير ... الشرقية السر العُماني المحتجب،وزارة الإعلام ،مسقط ،1995،ص 11.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "8) دليل المساجد في سلطنة عُمان،وزارة العدل والأوقاف،مسقط، 1995م.سيف بن ناصر الخروصي، الله أكبر .......نداء يتردد من (249) مئذنة في صور، منشورات صحيفة عُمان،1996م. ¶ ثقافة مدينة صور ¶ ثقافة المدينة ¶ لا يسع الباحث الذي يود التعرف على ثقافة مدينة صور العمانية الاأن يقف عند ثلاث مظاهر ثقافية ارتبط بها الانسان الصوري عبر آلاف السنين، ولا زالت الى اليوم تشكل المرتكزات الأساسية لثقافة المدينة،ومنها انبثقت ثقافة الناس ومعارفهم ومداركهم النفسية والفكرية، تلك المظاهر هي: البحر، الصحراء(البادية)،والحضر،التي استطاع ابن الشرقية وابن صور ان يمازج بينها بنجاح وإنسجام بديع. ¶ ولا شك في أن البحر لعب دورا بارزا في صياغة نمط التفكير لدى ابناء صور ، فهو الذي أشغلهم عن حرارة الصحراء ومضارها، حيث قدم لهم كل المنافع في حياتهم، من تجارة وصيد ،ولا زال أهل صور، عربا وعجما ، يتباهون ويتفاخرون بثقافتهم ومعارفهم البحرية والملاحية، وتجاربهم العميقة والطويلة في هذا المضمار، بل إنهم يؤكدون على أنهم ، صغارا وكبارا،لهم القدرة الكافية على تمييز أحوال البحر ، وتقلباته وأحواله وشجونه ، و لديهم المعرفة العميقة في أعشاب البحر وأنواعها وفي حيواناته المختلفة، كما يميزون بين أنواع الأسماك والحيوانات البحرية على كثرة أنواعها ، ويعطونها اسماءها الخاصة بها، وهي في أغلبها أسماء محلية. ¶ وعليه، نستطيع ان نقسم ثقافة المدينة الى الأنماط التالية:- ¶ الشلاّت البحرية(1) :-",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وهي الأغاني الشعبية التي غناها الصوريون ، ولا يزالون، في العديد من المناسبات، لا سيما تلك المتصلة مباشرة بأعمال البحر، وهي مجموعة متنوعة من أشكال الغناء ، ولكل شكل من هذه الأشكال شعره الخاص به، والذي يتواكب مع ما يقوم به البحارة، سواء داخل البحر او على شواطئه،وتعتبر الشلات البحرية الهوية الثقافية لمدينة صور العمانية، اذ بها نتعرف على حقيقة الحياة البحرية التي يعيشها سكان المدينة ، والتي يشكل فيها الصيد البحري مرتكزات ودعامات اقتصاد الأسرة الصورية،كما وتفصح عن اعماق الثقافة التقليدية التي مارسها الأجداد والآباء في أعالي البحار الذين تجشموا صعاب ومخاطر عظيمة، على ان شلات البحر متنوعة ومتعددة الأشكال، فمنها، ¶ شلة دهان الشحم: وهو الغناء الذي يؤديه البحارة أثناء دهنهم للسفينة، وخاصة الجزء المغمور بالماء، حيث يدهنونه بالشحم الأبيض حتى لا تتسرب المياه الى جوف السفينة وتؤثر على سلامتها وحركتها في البحر. ¶ شلة طيحة البحر: وهي التي تسمى جرة الماشوه او جرة السمبوق، وهما قوارب صغيرة يستخدمها البحارة في الميناء لنقلهم من سفنهم الى الشواطيء،وتؤدى جرة الماشوه او السمبوك على إيقاع مجاديف قارب الماشوة وهم ينقلون البضائع، ¶ شلة عرامة: وهي عملية تنظيف السفينة من الخارج في الحوض الجاف على الساحل خارج الماء، مما يكون قد علق بخشبها من كائنات بحرية وغيرها، وتجري العرامة على إيقاع لفظي سريع، كأن يقولون: ¶ - هو بيلا يا سايب/السوبلانية ،هو بيلا يا سايب سيب ،هوبيل يا مسبله. ¶ عملية القلفاط:والقلفاط عملية سد ثقوب جسم السفينة بالقطن والشحم، حيث يقوم بها مجموعة كبيرة من الرجال ، وأثناء ذلك يغنون ما يعرف بغناء القلفاط،وتعتبر عملية القلفاط المرحلة النهائية لصنع السفينة، وهي عملية تستغرق وقتا طويلا، ومن شلاتها المشهورة: بوسلامه تمدن، يشرب شاهي ملبن، حالي يا موز حالي، ياصباح السلاطين.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "شلات الحمول: وهي الغناء الذي يمارسه البحارة أثناء تحميل السفينة بالبضائع، ويصاحبه تصفيق من البحارة،واكثر شعر شلات الحمول يدور حول اشتياق البحارة الى سفر البحر، والدعاء الى الله سبحانه وتعالى ان يكتب لهم السلامة في سفرتهم المقبلة، ¶ شلة نسع الدقل من البحر الى السفينة:وهو صاري السفينة الذي يحمل الشراع ،حيث يتم هذا العمل على إيقاع الشوباني البحري، وهو إيقاع نشط سريع، ومما يغنى فيه: دعوانا مكيدة/يا بن العم//يا بن العم يا بن العم/إللي كيدك كيده/ يا بن العم. ¶ شلة رفع الماشوه:وهو الغناء الذي يؤديه البحارة حينما يصلوا الى السفينة قادمين من الشاطيء في سمبوك يأمرهم النوخذة\"القبطان\" برفع القارب الى ظهر الخشب \"السفن\"، بقوله:\"فوق ماشوه\"، إرفعوا الماشوة، ويقوم البحارة بتنفيذ تلك الأوامر وهم يغنون شلة رفع الماشوة. ¶ شلات الباورة: وهو من الفنون التي تؤدى أثناء رفع الباورة \"الهلب او المرساة\"، ولأن المرساة ثقيلة الوزن ويحتاج رفعها الى عدة شدات فان إيقاع غناء شلة الباورة يكون بالضرورة متزامنا مع كل شدة على السلسلة التي تربط في طرفها المرساة، وعادة ما يصاحب غناء شلة الباورة تصفيق من البحارة. ¶ شلات نزغ الشرع: وهي تصاحب رفع الأشرعة المختلفة على السفينة، ولكل شراع غناؤه الذي يختلف في سرعته وفي نصه باختلاف الشراع.وانواعها: شلة شراع العود، أي رفع الشراع الكبير، وشلة الوسطى، وشلة شراع القلمي، وشلة شراع فتيني . ¶ شلة عمارة الباورة: تغنى أثناء رفع البحارة للحبل ولفه على بعضه البعض بينما تكون السفينة في عرض البحر. ¶ شلة شراع الييب: وهو غناء يغنى في مجموعة واحدة وبلسان واحد حينما يجتمع البحارة ، وهم يرفعون ذلك الشراع الصغير في مقدمة السفينة حيث ينزغون الحبل الصباحي المتصل بهذا الشراع.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "شلة العمار : وهي غناء البحارة وهم يصلحون الحبال على ظهر السفينة، وتختلف شلة الغناء باختلاف الحبل الذي يجري عماره\"إصلاحه\".ومما يقوله البحارة ويغنونه:اسمع حنين ورنه/فوق الغرفة ، بدوية عشقت مولد/وشقت ثوبه لا اله الا الله يا ممباسه. ¶ شلة التهليبة:وتهليب الشراع هو إنزال الشراع من على الصواري\"الفرماك\"(2) . ¶ الملاحة البحرية (3) : -",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "يتمتع سكان صور برصيد كبير من معارف العلوم البحرية والملاحية ، وتشكلت لديهم ثقافة خاصة في هذا المضمار ، حيث غلب عليها طبيعة البحر وعوالمه المختلفة والمليئة بالأسرار والنوادر والمغامرات،من هنا نفهم عمق الثقافة البحرية لدى أبناء صور عبر مئات السنين وتعاقب الأجيال بعد الاجيال، مما ميز مدينة صور عن بقية المدن بتلك المعارف البحرية ، ولا شك بأنه برزت على السطح خبرات عملية بحكم العمل والملاحة ، وهي خبرات مستنيرة قائمة على أسس علمية رصينة،وحسابات رياضية دقيقة ومنضبطة،مثل ، قياسات أشرعة السفن وإعدادها حسب أحجام السفن، والتعامل مع العواصف والظروف المناخية القاسية،ومع أن أهل صور تمتعوا بمعارف واسعة وكبيرة في علوم البحار ،إلاأننا لانجد الكثير من المخطوطات او المؤلفات حول علوم البحار،ومع قلة التأليف ،فقد شاعت بين بحارة صور ونواخذتها بعض المخطوطات ، وقد أخذت تلك المخطوطات تسميات كأن يسمونها \"الرحمانيات\"او\"الرحمانجات\"،والأمثلة علىتلك الرحمانيات ، كثيرة ومتعددة ، نذكر منها على سبيل المثال لا الحصر،،\"رحماني الربان منصور الخارجي\"،و\"دليل في علم البحار\" للبحار عيسى بن عبد الوهاب القطامي، و\"النيل البحري لكل ربان بحري\"،و\"البداية والنهاية لكل علوم بحرية\" لجمعة بن مسلم بن جمعة العدوي،و\"معدن الأسرار في عالم البحار\" لناصر بن علي بن ناصر الخضوري،و\"نفحة الأزهار في علوم البحار\" لمحمد بن ناصر،ويبدو ان هذه \"الرحمانيات\" كانت بمثابة المفكرة او المذكرة الخاصة لقباطنة السفن،، حددوا من خلالها الاوقات والظروف المناخية وحركة الرياح وحركة المياة والنجوم الفلكية وهكذا (4) .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "بالاضافة الى تلك الرحمانيات التي عرفت باسمائها واسماء مؤلفيها، الا ان ثمة مخطوطات\"رحمانيات\" لا تحمل عناوين محددة، ونسبت الى بعض ابناء صور، يذكر \"احمد درويش،115\" منهم، سعيد بن عمر المرزوقي، وموسى بن سلطان الجامعي، وعلي بن محمد بن خميس، ومحمد بن ماجد بن سالم المرزوقي،وصالح بن علي بن خميس الغيلاني، ومحمد بن علي بن خميس الغيلاني، وعبدالله بن احمد بن سعيد التمامي، وهي كلها اسماء يختلط فيها مفهوم مالك المخطوطة وناسخها ومؤلفها،ومع ذلك فهي تدل على شيوع هذا النوع الهام من العلوم البحرية الذي بلغ قمته على يد الملاح العربي الكبير \"احمد بن ماجد\"(5) . ¶ يعتبر البحر معلم أهل صور الأول، وأستاذ بحارتهم الأوحد، ولا عجب إذا ما برزت شخصيات مجربة وخبيرة في علوم البحار والملاحة البحرية، في الوقت الذي يعتبر فيه القبطان\" علي بن مبارك بن حمد البلال المخيني(1884-1963م) واحدا من رموز تلك الخبرات البحرية، وهناك \"علي بن خميس الغيلاني(1882-1961م) احد مشاهير البحارة الصوريين الذين تمتعوا بمعارف واسعة في علوم البحار واحوالها ومعرفة الجغرافيا البحرية،كالمناخ والرياح ومواسم الأمطار واستخدام الأدوات الملاحية ، كالخرائط والبوصلات والقياسات .تلك التجربة الكبيرة التي إضطلع بها بحارة صور منحتهم الفرص الكثيرة لجوب أعالي البحار الممتدة من الصين وحتى موزمبيق الأفريقية،ويشير هنا سعيد الصقلاوي في مقالته ثقافة المدينة ، ويقصد مدينة صور، ان هناك العشرات الذين خاضوا مضمار البحر وابحروا باتجاهات مختلفة، وخير مثال على ذلك، \"خميس بن سعيد بن ناصر العريمي(1898-1969م) الذي وصل بسفينته الشراعية الى موزمبيق في القرن العشرين (6) . ¶ صناعة السفن:-",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "حينما يأ تي الحديث عن صناعة السفن في مدينة صور، فاننا نقف امام تاريخ طويل وعريق قطعه أهل صور في صناعة السفن وتطويرها ، وتعتبر المدينة من المدن الرائدة في مجال صناعة السفن، واذا ما عددنا المدن العربية القديمة والحديثة التي اهتمت في هذا النوع من الصناعات ، فان مدينة صور العمانية تعد من أبرزها وأقدمها في هذا المضمار، فقد كانت وبحكم تراثها وتاريخها وصلتها البحرية ، من المدن التي تصدر تلك الصناعة الى بقية البلدان العربية والافريقية وغيرها،وخور البطح(البطيح) يشهد على عراقة وأصالة دور الصوريين في بناء وتشييد السفن الكبيرة والصغيرة،وثمة انواع كثيرة من السفن نذكر منها : الخشبة(وهي السفينة)، وجلبوت( يبلغ طولها 50 قدما، وتتراوح حمولتها ما بين 40 الى 70 طنا) ،والسمبوق(وهو قارب الغوص) وتستعمل حاليا في نقل البضائع والركاب، وتبلغ حمولة السفينة 150 طنا، في حين يبلغ طولها 80 قدما،ويمكن تمييز سفن السمبوق تامصنوعة في صور بسهولة بواسطة مؤخرتها المطلية باللونين الأبيض والأزرق(7)،والبدن(وهي سفينة صغيرة ذات مؤخرة عالية)،والشوعي(وهو مركب الصيد الصغير)،والهوري(مركب صغير)،والشاحوف(مركب النقل)، والغنجة(وهي سفينة شحن كبيرة)،والبوم(وهي سفينة شحن وصيد ايضا)، والنبوة،والبغلة (الشويعي)،الجالبوت،وهوشائع الاستخدام في منطقة صور والخليج العربي، وأبو بوز (مركب شحن صغير)،والماشوه(تستخدم للصيد والشحن)(8) . ¶ وتعتبر سفينة (البغلة) من أعظم السفن التي بنيت في صور، حيث بلغ طولها 135 مترا، وهي مصممة لخوض غمار البحار، وتصل حمولتها الى 500 طن، وتتميز سفينة (البغلة) بارتفاع مؤخرة السفينة، ووجود خمس نوافذ في مؤخرتها والنقوش والزخارف البديعة،... وقد بلغت سفن (البغلة) أوج عزها ومجدها خلال القرن التاسع عشر عندما هيمنت سلطنة عُمان على التجارة البحرية بين زنجبار وأفريقيا والهند والخليج وآسيا(9). ¶ صيد الأسماك : -",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "يعتبر صيد الأسماك بالنسبة لسكان مدينة صور شريان حياة المدينة وعصب اقتصادها عبر الأزمنة والعصور، فغالبية سكان المدينة مارسوا مهنة صيد الأسماك وهناك الكثيرون الذين لا زالوا يتخذون منها مصدرا اقتصاديا هاما، فقد كانت الوسائل المستخدمة في صيد السمك في السابق وسائل قديمة ، ثم تطورت بتطور التقنيات الحديثة، وحتى وان كان الصوري موظفا في مؤسسات الدولة ، الا انه اتخذ من صيد السمك نشاطا تجاريا اضافيا وهاما،. ¶ لقد انتقل صيد السمك من حالته البدائية قبل النهضة الى حالة حديثة متطورة بعد عصر النهضة 1970م، كما وأنشات المؤسسات التي ترعى وتسعى الى تطوير الثروة السمكية، يقول \"مسلم بن علي بن مسلم العريمي\"القائم بأعمال مدير دائرة الثروة السمكية بولاية صور :\"هناك قسم الإرشاد السمكي بوزارة الزراعة والثروة السمكية والفروع والمديريات المختلفة التي تقدم الخبرات والنصائح والإرشادات للصيادين، وكل تلك الخدمات تصب في خدمة الصياد والعمل على تطوير اساليبه في الصيد،،كما ويصدر التراخيص لمزاولة مهنة الصيد للسفن والقوارب وقد قامت الدائرة باصدار 3151 رخصة في الفترة من 1992 ولغاية 1996م،بالإضافة الى 1359 رخصة قوارب صغيرة و 249 رخصة سفينة كبيرة، ليبلغ إجمالي الرخص 4799 رخصة(10)، بينما يتم سنويا توزيع عدد من الماكينات والقوارب على الصيادين لتقوم على خدمتهم وتشجيعهم ، ففي عام 1978م تم توزيع 399 ماكينة و35 قاربا على 401 صياد،وبلغ عدد المكينات حتى عام 1996م 3514 ماكينة و2454 قاربا استفاد منها 3514 صيادا صوريا(11). ¶ أما مخزون الاسماك في خلجان وأخوار صور فكثيرة جدا، واذا ما عددنا اسماء الاسماك ندرك كم هي تلك الاسماك كثيرة في بحار صور ، ونرى في ايراد اسماء تلك الاسماك اهمية كبيرة، (12).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "\"الجيذر، الكنعد، السهوة، الجرجور، السقطانة، التبانة،حقيبة، الحبسة، العقام، السكل، الميخ، الصال، البياح ،الخرخور ، الشعري، الكوفر، الهامور ،الصارف، العندق، الصافي، الطباق، الشارخة، الحبار، العلص،العوال، السردين،معدودة، صدة، ربان، عشاق، خوذير، سعادوه مكحله، ضافة، جشران، حدي أحمر، غشام، خانب، فرينكه، حدي شبي، غرارة، صنانة، نقيلة، أم الشبي، صيدة النون، خفافة، ديك، باقة، خياط، سينة، قصمة، بهارة، عماد، مسلبة، ابو عرم، ربابة، غتمة، صيمة، وطية، جرادة، غلية، بمبلي، رطيبوه، تر، محشش، بشكر، أشخلي، سمان، مشط، بياحة، زعمة، غزالة، عيفي، زعمة، قوحان، سمان عيدن، غزوان، ابو مالوك، شقي،بكس، شنيوح، بللاصة، ضافة، برطامة، ضوة، غتروة، سية، نهاش، شباص، عاض، عركاس، يام، صفلج، رابض\". ¶ سوق السمك: - ¶ يعتبر سوق السمك معلما من معالم مدينة صور والذي يميزها عن بقية المدن العُمانية الأخرى، إذ ان هذا السوق يعطي مدينة صور رمزية وثقافة خاصة قلما نجدها في بقية المدن، ويبدو ان عمر السوق يضرب عميقا في تاريخ المدينة، وكان يتنقل وفقا للظروف والمتغيرات العمرانية والسكانية للمدينة، فكان سابقا يُعقد في خور البطح وفي شاطيء نعمة، ثم استقر في وضعه الحالي في وسط المدينة ليدخل ضمن سوقها الرئيسي.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يمارس السوق نشاطاته بشكل يومي ومنذ الصباح الباكر وحتى وقت الظهيرة تقريبا،لينفض السوق الى صبيحة اليوم التالي، بينما يُحضر الصيادون صيدهم من الأسماك ويعرضوها للبيع بالمزاد العلني، وبعدها تباع بشكل مفرق على رواد السوق من المشترين، على ان أكثر أنواع السمك مبيعا هي سمك التونة، حيث يقدم على شرائها الكثير من سكان المدينة،وتعتبر مادة غذائية رئيسية، لا يخلو منها المطبخ الصوري في كل يوم، وهي متوفرة بكثرة في السوق،اذا ما قورنت ببعض الانواع الأخرى من الأسماك ،كسمك \"الكنعد\"،و\"الذعرة\"،و\"الصال\"،و\"الهامور\"،على ان معظم تلك الأسماك تأتي من البحر مباشرة ، ومن جماليات السوق الممتعة انك تستطيع الحصول على معظم أنواع السمك، لا سيما الحبار والعوال\"سمك القرش\" الذي يسميه اهل صور بسمك \"العلص\". ¶ ونشير هنا ان باعة السوق هم عُمانيون، ولا يسمح القانون لغير العُمانيين من ممارسة صيد السمك وبيعة، وحتى اولئك الذين يقومون على تنظيف الأسماك وتقطيعها للباعة من العُمانيين ايضا،لتكون صناعة السمك بشكلها المحلي البسيط هي صناعة عُمانية \"صورية\" خالصة،وربما يكون بائع السمك من الصيادين،وربما لا يمارس مهنة الصيد، ويشكل بيع السمك دخلا قوميا واقتصاديا كبيرا للكثيرين من أبناء مدينة صور. ¶ غدى سوق السمك معلما سياحيا ،فمن يزور مدينة صور ولم يقم بزيارة سوق السمك وكأنه لم يزر المدينة، ولذلك يحرص القادمون الى مدينة صور بصفة مؤقتة او دائمة على زيارة السوق، واننا لنجد العديد من السياح الغربيين يقومون بالتقاط عشرات الصور الفوتوغرافية للسمك والباعة والحضور. ¶ التعليم العام:-",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "لاشك في أن مدينة صور كغيرها من المدن العربية الأخرى ، كانت تحرص على تعليم أبنائها ونشر الثقافة والوعي بينهم منذ القدم، لاسيما وأن معظم أهالي المدينة قد امتهنوا حرفة الملاحة البحرية التي دفعت بهم الى الاتصال مع شعوب متعددة الثقافات والأجناس، كالهنود والأفارقة والمالويين (جنوب شرق آسيا)،الأمر الذي تطلب منهم معرفة الحدود الدنيا من التعليم العام لكي يتمكنوا من مجاراة تلك الثقافات المتنوعة،ومع ان التجارة والملاحة البحرية هي سمة الصوريين الغالبة عليهم، الا انهم غلبوا تعليم العلوم الاسلامية على غيرها من العلوم والمعارف الأخرى، بسبب ارتباطهم الوثيق بالدين الاسلامي،وحرصهم على تعلم أسس العقيدة ، من هنا اتجه التعليم في صور منذ زمن بعيد الى تعليم مبادىء القراءة والكتابة الأولية، والحفظ وتلاوة القرآن الكريم، وهو ما كان منتشرا في مدينة صور والقرى المحيطة بها، إذ إلتحق عشرات المئات من ابناء وبنات صور وقراها في مدارس الكتاتيب التي انتشرت بشكل واسع داخل المساجد.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ويبدو ان البدايات الأولى في التعلم ارتبط_كما أشرنا- بالقرآن الكريم والحديث النبوي الشريف، وقد أوضح \"علي بن عبدالله الغيلاني\" ، مدير إدارة الأوقاف والشؤون الإسلامية بالمنطقة الشرقية، أن عدد مدارس القرآن الكريم في ولاية صور وحدها بلغت اثنتي عشر مدرسة، وهي موزعة على بلاد صور، عدة،قلهات، حول، صفن، قعب، نيابة طيوي، نيبام، كبدا، عبات، واد، وحلم،حيث كانت تلك \"الكتاتيب\" تستقطب أعدادا كبيرة من ابناء وبنات الولاية، بحيث يلتحق في كل مدرسة حوالي 70-80 طفلا وطفلة،بينما تمتعت مدرسة القرآن الكريم التي تأسست بالقرب من حصن بلاد صور بدور كبير في رعاية الطلاب وتعليمهم علوم القرآن الكريم، ويبق الطالب فيها حتى يصل الى ختم الجزء الثلاثين، وفي حالة الانتهاء من ختم الجزء الثلاثين، إعتاد الناس في صور وقراها على إقامة الاحتفالات في هذه المناسبة الكريمة، والجميل في الأمر ان ظاهرة الاحتفالات أخذت تسميات محلية جميلة، حيث عرفت باسم\" التأمينة او التيمينة\"، فاذا ما ختم الصبي او الفتاة القرآن او جزء منه ، أقيمت له حفلة \" التيمينة\" ويطاف بالفتى او الفتيان في أرجاء الحي، وهم يرفعون اصواتهم بالأناشيد والأغاني بختمة القرآن، كقولهم: ¶ \"\"هذا اخوكم قد قرأ وقد كتب ،وحقنا نحن عليه قد وجب ،تعلم الألفاظ والكتابة ،والهجو والإعراب قد اصابه\"\"(13) ¶ وفي هذه المناسبة تعد الولائم وتقدم الهدايا، ويبدو ان \"التيمينة\" منتشرة في معظم انحاء عمان، فهي لا تقتصر على صور وحدها،ومما يلاحظ، ان تلك المدارس\"الكتاتيب\" حافظت على نشاطها وعلى رسالتها الى وقت قريب،الى ان ظهرت تحولات كبيرة وجذرية في سياسة التعليم العام في عموم سلطنة عمان، وذلك على إثر نهضتها الحديثة سنة 1970م وما يليها، التي أرست قواعد تعليمية جديدة وحديثة من خلال إنشاء مدارس حديثة ،ومعاهد وكليات جامعية متخصصة.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ويعطينا الباحث سعيد بن محمد الصقلاوي جوانب مهمة من تفاعل المرأة الصورية مع واقع المدينة الثقافي، وأنها تركت إسهامات ليست بالبسيطة في مجال قرض الأشعار العربية، فكانت المرأة تتفاعل مع الثقافة من خلال المجالس المخصصة للنساءوالتي كانت تعقد في البيوت،حيث يتداولن الأشعار والحكايا الشعبية المختلفة، ليزدهر بينهن الشعر، وكان من أشهرهن،\"سليمة بنت سعيد مكشن المخينية\"،\"وفاطمة بنت مسلم بن محمد المخينية(الملقبة ببنت مكردم)،\"وسالمه بنت سالم أبوناشب الفارسية\"،وغيرهن من ربات القصيد وصانعات الكلام في مدينة صور(‍).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "لقد شهدت مدينة صور ، كغيرها من المدن العمانية الأخرى، نهضة تعليمية مطردة،وكان ذلك واضحا من خلال انتشار المدارس العديدة في حاراتها وضواحيها، على ان أول مدرسة تؤسس في صور على قواعد تعليمية حديثة ، هي مدرسة أحمد إبن ماجد،وذلك سنة 1970م، حيث بدأت أولى مراحلها بالتعليم الابتدائي وبلغ عدد الطلاب في هذه المرحلة حوالي 636 طالبا، ومقر المدرسة المؤقت كان في بيت \" الشيخ سالم بن عبدالله بهوان المخيني\" في منطقة \"مخا\"،وفي سنة 1974م انتقلت المدرسة الى احد المباني القريبة من مستشفى صور ، وفي سنة 1982م شيدت الدولة مبنى كبير لمدرسة احمد بن ماجد ، وهو المقر الدائم للمدرسة،ويؤكد لنا \"سيف بن زاهر العبري\" ان \"أول هيئة تعليمية في مدرسة احمد بن ماجد، كانت تضم 23 معلما، وقد تولى الشيخ \"محمد بن ناصر بن محمد آل فنة العريمي\" إدارة المدرسة،وقد تحولت المدرسة من مدرسة ابتدائية الى إعدادية في العام الدراسي 1972- 1973م،وأشتهر أسمها في صور بـ\"المدرسة العودة\"،أي المدرسة الكبيرة، نظرا لأرتباط أهل صور وتعلقهم بها، في حين تطورت المدرسة سنة 1980م، لتضم اليها المراحل التعليمية الابتدائية والإعدادية والثانوية، لتصبح مركزا رئيسا وشريانا حيويا للتعليم في مدينة صور، فمعظم ابناء المدينة تخرجو من مقاعدها،وقد تعاقب على إدارة المدرسة كل من :\"\"محمد بن ناصر آل فنة،وناصر إبن محمد الفارسي، ومحمود محمد فائدة، وحامد ابو زيد، وجمال عويس، ومحمد ابراهيم حيدوب،احمد القليوبي، ابراهيم شلبي، وسالم بن حمد العلوي،،محمد بن خميس الفارسي،وحمود بن حمد الغيلاني وآخرين\"\"،لقد استمرت العملية التعليمية في تطور مطرد، وافتتحت المدارس الكثيرة، كمدرسة \" جمال عبد الناصر\" ومدرسة \"سلطان بن مرشد\"، ومدرسة \"بلعرب بن حمير\"،وفي سنة 1972-1973م افتتحت أول مدرسة للبنات في مدينة صور، ، وهي مدرسة \" الخنساء\"،وانتشرت المدارس انتشارا واسعا في معظم احياء المدينة",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "والقرى التابعة لها (15) . ¶ ويعطينا \"سالم بن حمد العلوي\" مدير عام التربية والتعليم السابق بالمنطقة الشرقية،صورة واضحة عن تطور مراحل التعليم في مدينة صور وقراها، وأعداد المعلمين والطلبة، \"أن عدد الطلاب بلغ في العام الدراسي 96-1997م ثلاثة عشر الفا وخمسمائة وستة وسبعين طالباوطالبة(13576)، يدرسون في خمس وعشرين مدرسة ، منها ثلاث عشر لمدارس البنين، واثنتا عشرة لمدارس البنات، منها خمس مدارس ثانوية، واثنتا عشرة مدرسة إعدادية، وثمان مدارس إبتدائية، وبلغ عدد المعلمين (629) معلما ومعلمة\"\". ¶ التعليم العالي: - ¶ أنشئت كلية المعلمين بصور سنة 1987م ، والتي لعبت دورا بارزا في تغذية مدارس صور وقراها بالمؤهلين من حملة الدبلوم المتوسط، ثم تحولت الكلية سنة 1997م الى كلية جامعية. وقد بدأت كلية التربية بصور بتنفيذ خطة أكاديمية وتربوية نشطة وفعالة وطموحة نحو تخريج كفاءات مؤهلة ومتميزة في حقول معرفية وتخصصية مختلفة، غطت احتياجات المدارس المنتشرة في المنطقة الشرقية وغيرها من مناطق السلطنة، وقد أثبتت تلك المؤهلات العلمية كفاءتها العالية في ميدان التعليم العام ، ولم يقف دور كلية التربية عند حدود تخريج الأفواج العلمية المتخصصة تربويا واكاديميا فحسب، بل مارست الكلية نشاطات كثيرة ارتبطت بالمجتمع المحلي، فاصبحت على صلة وثيقة بذلك المجتمع ، لنجد الحركة النشطة لإدارة الكلية ولأعضاء هيئة التدريس بتفاعلها من خلال الأنشطة المختلفة ، تبلورت باعطاء المحاضرات في شتى مدارس المنطقة الشرقية وكذلك اعطاء دروس ومواعظ دينينة في مساجد تنتشر في الشرقية ايضا، احتوت الكلية على التخصصات العلمية التالية: ¶ 1) قسم اللغات،اللغة العربية واللغة الإنجليزية. ¶ 2) قسم الدراسات الإسلامية. ¶ 3) قسم الدراسات الاجتماعية. ¶ 4) قسم العلوم. ¶ 5) قسم الرياضيات والحاسوب. ¶ شعراء وفنانو المدينة:-",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ثمة العديد من الفنانين والشعراء الذين ركبوا موجة الشعر العربي الفصيح والشعر النبطي (الصوري) ، وتجاربهم في هذا المضمار كبيرة وفريدة تحتاج الى دراسات بحثية عديدة ، وذلك لأثراء الحالة الشعرية والفنية التي هي من سمات المدينة الغالبة على ثقافة اهلها،ولا يستغرب الباحث في الشأن الصوري اذا ما وجد ان معظم العرب الصوريين يمتهنون الشعر ، فينظمه ويغنيه الرجال والنساء، الصغار والكبار،ومع ذلك ، فان هناك مجموعة من اولئك الشعراء الذين تميزوا باشعارهم عن غيرهم وحازوا قصب السبق في مضمار نظم الشعر النبطي، وأضحوا مشهورين بين الناس ، وتغنى قصائدهم على ألسنة الأهالي في مناسبات وطنية ودينية مختلفة،وقد استعنا بكتاب \"من مصادر الفنون الشعبية العمانية، سلسلة الفنون الشعبية العمانية\"، الذي تصدره وزارة التراث القومي والثقافة، سنة 1991م(16)،حيث أفادنا كثيرا في التعرف على ابرز الفنانيين والشعراء الذين أغنوا مدينة صور بشعرهم العربي النبطي،واوضح لنا إبداعاتهم في مجال الشعر، كما واستعنا بأهل صور الذين أفادونا كثيرا ايضا. ¶ لذلك لا بد لنا هنا ان نتعرف على أشهر وأبرز أولئك الشعراء الذين تركوا لنا تراثا شعريا وفنيا وادبيا كبيرا ، يحتاج من الباحثين الى كثير من الاهتمام والدراسة،فمن أبرز شعراء المدينة الذين اشتهروا بقرظ الشعر العربي الفصيح وكذلك الشعر النبطي، وألفوا في ذلك الدواوين والقصائد الكثيرة،: ¶ ? الشاعر محمد بن جمعة الغيلاني(الملقب بالمتنبي الصغير) له ديوان\" أغاريد البحر والبادية\". ¶ ? الشاعر سالم بن محمد بن جمعة الغيلاني. ¶ ? الشاعر ناصر بن علي البلال المخيني وله ديوان\" حورية البحر\". ¶ ? الشاعر المهندس سعيد بن محمد الصقلاوي،وله ديوان\" أجنحة النهار\"،مطبعة النهضة،مسقط 1999م. ¶ ? محفوظ بن محمد الفارسي. ¶ ? محمد بن علي بهوان. ¶ ? عبدالقادر بن محمد الجيلاني. ¶ ? الشاعرة سعيدة بنت خا طر الفارسي.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "? مبارك بن سالم بن علي الفارسي. ¶ ? سويد بن فوندي العريمي. ¶ ? يوسف بن مبارك الحتروشي. ¶ ? حديد بن جمعه بن إسماعيل الفارسي. ¶ ? حديد بن بخيت بن مكتوم المخيني.(مصوت ومغني للشلات البحرية). ¶ ? ربيع بن ناشر بن عبدالله العريمي. ¶ ? عبدالله بن محمد بن خميس الفارسي. ¶ ? خلفان بن حديد بن خنفور. ¶ ? الشايب محفوظ بن كيله السناني. ¶ ? الشايب راشد بن سالم بن بيرمانه. ¶ ? حياة بنت محمد بن جمعه الغيلاني. ¶ ? سعيد بن عبدالله ود وزير الفارسي، له ديوان بلاد الشراع. ¶ ? سالم بن محمد بن راشد المخيني(سالم فون). ¶ ? سعيد بن خميس مكردم. ¶ ? محمد بن خادم العريمي. ¶ ? صالح بن خادم الهاشمي . ¶ ? حمد بن جمعه بن عبدالله العلوي. ¶ ? محمد بن عبدالله بن مبارك المقبول المخيني. ¶ ? مبارك بن سليم بن حمد الحتروشي. ¶ ? عبدالله بن راشد بن سعيد التميمي. ¶ ? مبارك بن سعيد بن عيسى الحتروشي. ¶ ? الشيخ سعيد بن محمد بن سعيد المكشن المخيني. ¶ ? مبارك بن سالم بن علي الفارسي. ¶ ? راشد بن حمد الدهمشي. ¶ ? مسلم بن محمد المكردم المخيني. ¶ ? خادم بن راشد ولد تيتون العريمي. ¶ ? ماجد بن محمد بن ماجد ولد قبوله الساعدي. ¶ ? خميس بن مسلم بن محمد المخيني.(ود همش). ¶ ? مسلم بن حمد بن راشد الدهمشي. ¶ ? محمد بن راشد الساعدي( راعي دخينة). ¶ ? سعيد بن راشد بن سالم بن ربيع الفارسي. ¶ ? حمد بن سليم بن حمد الحتروشي. ¶ ? عامر بن سليمان المطوع الشعيبي. ¶ ? علي بن ساعد الفارسي. ¶ ? راشد بن سالم بن حمد الحتروشي. ¶ ? سعيد بن مسلم الحتروشي. ¶ ? عتيق بن فايل المخيني.وهو شاعر نبطي. ¶ ? راشد بن مبارك الرزيقي. ¶ ? علي بن جمعة العقف المخيني. ¶ اما أهم شعراء الميدان، والذين كان لهم حضورا مميزا في تشكيل الثقافة الأدبية والشعرية لمدينة صور، فهم:- ¶ ? .خاطر بن جمعة بن سبيت بن وليد بن دغمر المخيني.وهو من حفظة الشعر. ¶ ? جمعة بن ولد علي الهاشمي. ¶ ? جمعة بن ولد سالم ولد شحاري المخيني. ¶ ? يوسف بن عبيد بن يوسف الفارسي.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "? سبيت بن علي بن حمدان العريمي. ¶ ? مبارك بن ولد خميس بن ولد شخطط. ¶ ? سالم بن علي العريمي(الملقب بود عيد). ¶ ? سالم بن خميس العريمي. ¶ ? تغرود الخيل:- ¶ - عقيد الخيل:- عبدالله بن راشد السناني. ¶ - نائب العقيد:- عيد بن محمد بن سالم العريمي. ¶ ? تغرود البوش:- ¶ - عقيد البوش في منطقة البر:- سعيد بن محمد العريمي. ¶ - عقيد البوش في منطقة نسمه:-سالم بن سالم العريمي. ¶ ? فن المكوارة:- ¶ - ابو المكوارة:- خميس بن وليد الجهلي العريمي. ¶ - خميس فوندي بن سعدالله العريمي. ¶ - أم المكوارة:-خميسة بنت سالم بن راشد الهاشمي العريمي. ¶ ? فن الشرح:- ¶ - أبو الشرح:- حليس بن سبيت بن حليس العلوي. ¶ - الأم:- صالحة بنت خميس بن يوسف المهدبة العريمية. ¶ الهوامش:- ¶ 1) سعيدة بنت خاطر الفارسي،صور وعلاقتها بالبحر،صور عبر التاريخ، وزارة التراث القومي والثقافة، سنة 2000م،ص 122-135. ¶ 2) المرجع السابق، ص 121-135. ¶ 3) ويقصد هنا معارف البحار وعلومها التي اتقنها نواخذة(قباطنة) صور عبر تاريخهم الطويل، وترجموها الى كتابات وملحوظات على الورق والدفاتر الخاصة،مما اكسبها قيمة علمية كبيرة تستدعي من الجميع دراستها وتحليل مفرداتها. ¶ 4) احمد درويش، علماء وأدباء صور، صور عبر التاريخ، وزارة التراث القومي والثقافة،سنة 2000م،ص 114-121. ¶ 5) احمد درويش، المرجع السابق، ص 115. ¶ 6) سعيد بن محمد الصقلاوي، ثقافة المدينة، صور عبر التاريخ، وزارة التراث القومي والثقافة،سنة 2000م،ص 96-109. ¶ 7) تحيات من الشرقية،ص 34. ¶ 8) حمود بن حمد الغيلاني، صناعة السفن في مدينة صور العُمانية،كتاب مخطوط. ¶ 9) تحيات من الشرقية، تراث مزدوج،تقاليد من الساحل والصحراء،صناعة السفن مهارة قديمة جدا في صور،ص 31، 34. ¶ 10) صحيفة عُمان،1996م عدد خاص بمناسبة العيد الوطني السادس والعشرين، ص 237-238. ¶ 11) نفس المرجع،ص 238.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "12) حصلنا على قائمة بأسماء أسماك خليج عُمان وبحر العرب من نادي العروبة الرياضي الذي يحتفظ بلوحة ممتازة تحتوي على غالبية أسماء الأسماك المتواجدة في بحر العرب وخليج عُمان. ¶ 13) سيف بن زاهر العبري، بين يدي أحمد بن ماجد، منشورات صحيفة عُمان سنة 1996، ¶ 14) سعيد بن محمد الصقلاوي، ثقافة المدينة،منشورات المنتدى الأدبي،وزارة التراث القومي والثقافة، 1995م،ص105. ¶ 15) سيف بن زاهر العبري، المرجع السابق،ص 66-69،منشورات صحيفة عُمان،1996م. ¶ المصطلحات الشعبية في مدينة صور ¶ المصطلحات الشعبية في مدينة صور",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "لعبت البيئة ولا زالت دورا بارزا في تحديد ورسم طبيعة المجتمعات البشرية على إطلاقها، فهي التي تصنع ثقافة المجتمع ، وهي التي تشكل أطر تفكيره ونفسيته، كما يتمخض عنها بروز معالم الأنماط الثقافية والاجتماعية، وتعتبر الكلمات والمصطلحات الشعبية من ابرز مظاهر ذلك التكوين المنبثق عن البيئة وما تفعله في صناعة وصياغة المجتمعات البشرية، فهي التي تطبع السكان بطابع يتواءم مع حالة وطبيعة مناخها وتضاريسها، فثقافة سكان المناطق الحارة غير ثقافة سكان المناطق الباردة، وثقافة المناطق الساحلية والصحراوية غير المناطق الجبلية المليئة بسبل الحياة،ومدينة صور العمانية ، بأرضها وجغرافيتها وساحلها البحري الواسع ، وخيرانها البحرية، وخلجانها المتعرجة، وصحراؤها، تؤكد لكل من يحاول التعرف على ثقافة المدينة، كم لعبت تلك التضاريس في نسج خيوط الثقافة الصورية وجعلتها إلى حد كبير تتميز عن غيرها من المواقع العمانية والعربية، ويظهر ذلك التميز ، حينما نغوص في أعماق البنى التحتية لثقافة سكان المدينة، على أن من أبرز ملامح تلك البنى الثقافية، ما افرزه المجتمع الصوري من مصطلحات خاصة به، ويسمونها بالمصطلحات أو الكلمات الشعبية، التي هي وليدة البيئة والمناخ والتضاريس، وحينما تتم محاولة دراسة تلك المصطلحات الشعبية، يجد الباحث نفسه أمام حقيقة ناصعة، وهي ما للبيئة من تأثيراتها الكبيرة على ثقافة سكان المدينة، لا سيما وأنها مرتبطة بثلاثة مظاهر طبيعية، وهي البحر والصحراء والجبال الصحراوية،التي رسمت وشكلت بوضوح مفردات الحياة الاجتماعية.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وعندما نستعرض تلك المصطلحات الشعبية ، ندرك كم هي غنية وكثيرة ومتنوعة، ومميزة لغويا واجتماعيا، ومن يطلع عليها يستشعر للوهلة الأولى بغرابتها، رغم أن معظم مفرداتها هي من صميم اللغة العربية، وما اكثر المتخصصون العرب الذين وفدوا إلى مدينة صور ولم يكن لهم نصيب في الاطلاع على دلالاتها الاجتماعية واللغوية، ولم يحاولوا منحها بعض الوقت من دراساتهم، وربما يرجع سبب ذلك إلى أحد أمرين، انهم جاءوا فقط لأغراض القيام بإعمالهم الموكلة إليهم من تدريس أو تجارة أو غير ذلك، وهمهم تغليب الجانب المادي على الجانب المعرفي والثقافي،أما الأمر الآخر، فيرجع على الأغلب إلى الحواجز النفسية وحتى الاجتماعية بينهم وبين أهالي مدينة صور، ولم يجدوا الجرأة في خوض هذا المضمار ، لاعتقادهم أن ذلك ربما يضر بمصالحهم، إلى جانب الحذر الشديد الذي يتميز به أهل صور من الانفتاح على إخوانهم العرب، وهنا تكمن معضلة كبيرة يواجهها الباحث إن هو أراد الخوض في دراسة طبيعة المجتمع وخصائصه النفسية والثقافية،ومع وجود العديد من تلك المحاذير، إلا أننا بذلنا ما في وسعنا إلى رصد ما أمكن من المفردات الشعبية المتداولة بين الأهالي في مدينة صور، بهدف إبرازها وتعريفها وتوضيح دلالاتها، ليتمكن الباحثون من دراستها دراسة معمقة، لاسيما أولئك المهتمين بدراسة طبائع المجتمعات وتقاليدها وأعرافها. ¶ على أن تلك المصطلحات ، تحمل كل ما يربط أبناء المجتمع ببيئتهم وحياتهم الاجتماعية، كالبحر والصحراء والعادات والتقاليد، ونشير هنا ، إلى أن سكان مدينة صور حافظوا على طقوسهم الاجتماعية عبر العصور ، رغم كثرة تواجد عناصر غير عربية ، أبرزها الهنود والفرس والأفارقة: -",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الأزيب : - هي الرياح الشمالية التي تأتي في منتصف شهر سبتمبر، وأثناء هبوب هذه الرياح، تكون السفن في حالة استعداد وجاهزية للتحرك، كون الرياح تساعد السفن وأشرعتها على الحركة باتجاه الجنوب،ويتم استغلال هذا الموسم في الوقت الذي تكون السفن الصورية مستعدة للعودة من موانئ البصرة والفاو والكويت باتجاه صور وغيرها . ¶ أبو شرباك:- من الخواتم التي تستعملها المرأة الصورية لتزيين يدها . ¶ ابو كمبوعة:- من الخواتم التي تستخدمها المرأة الصورية في يدها. ¶ إحمسه:- وهو اسم من أسماء السلحفاة البحرية. ¶ أمبم :- وهو من فنون التسلية والسمر، يتواكب فيه الغناء مع الحركات الراقصة التي تؤديها النساء، في حين ينتظمن في صف واحد مستعرض، وإيقاع الغناء والرقص في \" أمبم\" مركب من فقرتين إيقاعيتين، تؤديه مجموعة من النساء المغنيات بالتصفيق، وهو اكثر انتشارا في مدينة صور والمنطقة الشرقية. ¶ البهطة:- الهدية التي يقدمها سلاطين عمان سابقا لشيوخ عمان ، وعادة ما تتكون من بعض أنواع الأسلحة والسيوف والنقود ، كما يتم تقديم الخلعة\" البشت\". ¶ البرنية:- عبارة عن إناء فخاري مخروط الشكل ، يحفظ فيه الماء ويبرد فيه قبل أن يوزعه أصحاب التبريزات في \" كريوات\" والتي هي عبارة عن آنية فخارية بحجم القوارير الصغيرة ، ويشرب منه الزبائن مباشرة مقابل بيسة. ¶ البناجري:- عبارة عن قطعة من الذهب توضع في رسغ يد المرأة ، وتتكون من زخارف يغلب عليها الطابع البحري، كأن تكون فيها رسومات على هيأة الشوك البحري \"البنجري ابو شوكه\"، وهي عبارة عن مسننات غير حادة، وتفتح عادة بواسطة مقبض خاص وصغير يتصل بسلسلة صغيرة من. ¶ البغيل:- طبخة شعبية قديمة أساسها لحم سمك القرش المجفف، يغلى بالماء والملح، وبعدما تنضج، توضع في ماء بارد ويزال عنه الجلد والغضاريف ثم يفتت اللحم إلى قطع صغيرة ، ويعجن ويعصر حتى يزول عنه الماء، ومن ثم يطبخ مع البصل والبهارات والفلفل.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "البخًار: جمعها بخاخير وتعني باللهجة الصورية المحلية المخازن القديمة التي كانت توضع داخلها السلع التي تهم صاحب المنزل، حيث تكون في موقع خاص بعيدا ان أعين الزوار، وغالبا ما تكون فوقها غرفة علوية، ويقع امامها غرفة أخرى وهي صالحة كمكان في مواسم البرد. ¶ البحر عينه: حالة جزر. ¶ بنقله: حجرة صغيرة للإعاشة ¶ البطيحة:- وهي عبارة عن مسطحات مائية تأتي عند ملتقى البر بالبحر،ىمؤلفة من الطين والماء المالح، وتعد هذه المناطق موطنا لبعض الطيور المائية كـ\"النُحام\" وبعض الطيور المهاجرة الأخرى. ¶ البحر طوب:- يعني أن يكون البحر في حالة مد كبيرة ، ويسمى أيضا بالبحر طالع أو طلوع البحر. ¶ البوش:- الناقة أو الجمل. ¶ البسطة:- وهو السروال الذي تلبسه المرأة الصورية في الغالب. ¶ البناجري:- مفردها بنجري، وتعني أساور اليد. ¶ التأمينة:- وتعرف أيضا باسم\" التيمينة\"، وهي عبارة عن أدعية دينية تقال في احتفالات المدارس الدينية، بمناسبة اجتياز الطلبة والطالبات حفظ أجزاء من القرآن الكريم، ويكون ذلك بحضرة أولياء أمور الطلبة الحفاظ. ¶ الترباح:- وهو الأخطبوط البحري المجفف، وهو غالي الثمن، ويستخدم لأغراض الأكل والطعام، ويعتبر مادة غذائية غنية ومفيدة وعلاجية. ¶ التبريزة:- صندوق خشبي ضخم يتراوح طوله ثلاثة أمتار وعرضه متران وارتفاعه متر ونصف..يستخدم كمخزن ومعرض للبضائع في السوق الشعبية بمدينة صور حتى منتصف السبعينيات من القرن العشرين.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "التكوير:- وهي أحد المناسبات الاحتفائية في مدينة صور، وتقليد راسخ وقديم قدم المدينة وقدم اهتماماتها بالأنشطة البحرية وصناعة السفن، وهي المناسبة التي تأتي مباشرة بعد الانتهاء من صناعة السفينة في الميناء، لنقلها إلى البحر لتقوم بمهامها البحرية، وفي بعض الأحيان ، إن لم تكن السفينة جديدة، تكون في مرحلة الصيانة، ويصحب هذه المناسبة أن يقوم صاحب السفينة بدعوة أقاربه ومعارفه وأصدقاءه لحضور نقل السفينة إلى البحر، وذلك لمعاونته في هذه المهمة الكبيرة، بينما يكون مالك السفينة قد اعد الطعام والشراب والحلوى للناس المشاركين، كما يصاحب ذلك الغناء لإضفاء جانب الفرح . ¶ التشح شح :- وهو من فنون الغناء الشعبية الذي تؤديه النساء، يقام في العديد من المناسبات الاجتماعية ، وخاصة الأفراح، كالخطبة والأعراس، والاحتفال بمولد طفل جديد وغير ذلك، ويؤدي هذا اللون من الفنون فرق محترفة تدعى إلى الحفل مقابل مكافآت مالية من أهل الاحتفال والحضور، ويغلب عليه طابع المديح والغزل العفيف ، وذلك في شعر مثلوث ، وقد يكون من الشعر المخمس أو المسدس أو المسبع، ويرجع أصل هذا الفن إلى فنون البادية، مما أضفى عليه طابع الحزن والإيقاع البطيء. ¶ التغرود:- وهو من الفنون الغنائية التي تغنى على ظهر البوش( الهجن)، أو على ظهر الخيل لتحميسها على الحركة ويسمى تغر ود البوش، وهي رزحة البدو أو رزفة البدو، وهو عبارة عن غناء جماعي في شكل نغمي ثابت لا يتغير مع تغير المكان، ومن الأسماء التي يطلقونها على \"التغرود\" اسم شلة الركاب ، كما يسمى بـ \" همبل الركاب\"، وهو امتداد لفن الأرجوزة العربية من حيث البناء اللفظي. ¶ الترشة:- وهي طبخة صورية قديمة، وتستخدم إلى الآن ، تتكون من أمعاء الماعز، التي تحشى بالأرز وغيره، وتكون غموسا لأكلة العرسية التي تعد الوجبة الرئيسية. ¶ التبريزة:مخزن البضائع في المحلات. ¶ التصبوحة: وهي صباحية العرسان",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "التوفة:- كرة تساوي بحجمها كرة التنس الأرضي تقريبا، ولكنها أثقل منها وزنا، تستخدم للعب بين الأطفال.. ¶ التهليبة:- وهي عملية إنزال الشراع من على صواري السفن. ¶ الحصحيص :- تعني أحجار المرجان المجروشة، استخدمها الصوريون في نثرها فوق ارض البيت وساحاته، لمنع حركة الغبار التي يثيرها الهواء ، والتي هي ظاهرة يومية تقريبا، وخاصة تلك الرمال الصحراوية وحتى البحرية الجافة التي يحركها الهواء كثيرا. ¶ الحجل:- خلخال مجوف ومزركش بالألوان أحيانا، يصدر أصواتا وفقا لحركة الأقدام، وهو من استخدامات المرأة الصورية. ¶ الحالودان :- وهي مناسبة اجتماعية من عادات أهل صور المحببة لديهم، وهي الاحتفال بمرور حول أو سنة على ولادة الطفل، فيحتفلون به وذلك بإلباسه ألبسة خاصة تكون مزركشة ومزينة بأشكال وأنواع مختلفة، وتسمى\" الصقاع\"، وتسمى في مناطق أخري \" الحول حول\". ¶ الحيس:- حيس الشيء ربط وثبت، وعندما يظهر التيار البحري يطلق عليه أهالي صور بالحيس. ¶ الحمبورة:- من الفنون التي تؤديها النساء، وهو من الفنون التي تختص بها المنطقة الشرقية من عمان، بحيث يتميز رقص الحمبورة ، بأنه يؤدى والنساء يجلسن القرفصاء، ويتحركن إلى الأمام في قفزة متميزة تشبه إلى حد كبير قفزة الضفدع، وقد تستند الراقصة بكف يدها اليسرى على الأرض حتى لا تقع، ويصاحب غناء الحمبورة وحركاتها الراقصة ، إيقاع الطبلين الرحماني والكاسر يضرب بهما رجلان يجلسان القرفصاء ويحركان في ساحة الرقص حركة مستقلة.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الحاسون: وهي لعبة عند أطفال صور، بحيث يدسون الطعم داخل البرمه ويغطي وجهها بقطعة قماش مثقوبة في الوسط، ثم يحفر لها في الرمل في قاع البحر(على الشاطئ) في مكان قريب من اليابسة وذلك للإيقاع بأسماك صغيرة ولذيذة يسمى مفردها حاسون، ومنها خرج غناء أهزوجة الحواسين حيث تقول كلماتها:\" أوه...أوه حاسون...أوه باسون،أوه كباريوه(الكبار)،أوه صغاريوه(الصغار)،أوه غربي...أوه شرقي..أوه..أوه من رأس الميل إلى رأس القاد ، أدخل من باب واطلع من باب. ¶ الحاجولة:-وهي شبيهة بالخلخال إلى حد كبير ، إلا أن الحاجولة أعرض من الخلخال، وتحتوي على نقوش اكثر، وتصنع عادة من الفضة. ¶ حشف: التمر المجفف والذي يستخدم كأعلاف للأغنام. ¶ حبوتي : الجدة. ¶ حبابوتي: الجد. ¶ الحائل :- التمر الذي يمر عليه عام كامل، وتسمى أيضا الحول ، وهو التمر المخزن . ¶ الحشف :- وهو الفاسد من التمر. ¶ العازي:- وهو فن من فنون إلقاء الشعر بدون تنغيم أو غناء، وهو لون فردي يؤديه شاعر مبدع في اغلب الأحيان، ويتصدر شاعر العازي جماعته ممسكا بسيفه وترسه يمضي سائرا وهو يلقي بقصيدة الفخر والمديح، بينما يهز سيفه هزة مستعرضة عند كل وقفة في الإلقاء، وهي الهزة التي يرتعش لها نصل السيف ، وهناك ثلاثة أنواع من شعر العازي، الألفية، والتي يبدأ فيها مقطع كل بيت شعري بحرف من الحروف ابتداء بحرف الألف، وتتواصل المقاطع حتى حرف الياء، وهناك العدوية، التي تبدأ مقاطعها الثلاثة الأولى في صيغة عددية، كأن يقول الشاعر: \" الأوله، ثم يأتي بمقطع شعري، بعدها يقول: الثانية،يتلوها مقطع آخر، وهناك النوع الثالث وهو ما يعرف بالمطلق، بحيث تكون القصيدة فيه مطلقة لا ترتبط بترتيب.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "العرامة:- وهي عملية تنظيف السفن من الخارج في الأحواض الجافة التي تكون على الساحل(الميناء) خارج المياه، مما علق بجسم السفن من أخشاب وكائنات حية بحرية أخرى، ونتج عن القيام بهذه العملية، ظهور لون غنائي خاص ومميز، عرف باسم : \"شلة عرامة\"، والتي تجري على إيقاع لفظي سريع ونشيط. ¶ العوص :- حلية من الذهب أو الفضة ، تتكون من حلقة وسلسلة وخطاف، تلبسها النساء الصوريات،بتثبيت الحلقة في ثقب بالأنف وتثبيت الخطاف في الأذن في نهاية السلسلة التي تمتد على الوجنة بينهما. ¶ العرسية:- وهي من الطبخات الرئيسية التي يعتمد عليها المطبخ الصوري منذ القدم، ولا زالت تستخدم في الولائم الكبيرة ، كمناسبات الأعراس والأعياد والأفراح الكبرى، وهي مخلوط من اللحم بالأرز ، وتشبه إلى حد كبير الهريس. ¶ العصيدة:- شبيهة بالخبيصة إلا أن طريقة طبخها مختلفة . ¶ العيش الأبيض:- وهو الأرز المطبوخ. ¶ العوال:- اسم لحم سمك القرش المجفف بالملح. ¶ الغلاميات:- مفردها غلاميه، وتعني قرط الأذن، وتصنع عادة اما من الذهب أو الفضة، وتزخرف بزخارف متنوعة ، وذلك وفقا لذوق مستخدمتها من الإناث. ¶ الغمازي:- وهي طريقة بدائية ابتدعها بحارة صور، وهي لا تحلو من ذكاء وفطنة، استخدموها لمعرفة اتجاه الرياح عن سوكنها، وذلك باستخدام طريقة بسيطة ، عرفت باسم الغمازي، وهي عبارة عن قطعة من القطن أو غيرها تعلق بطرف خيط رفيع يتحرك مشيرا إلى حركة الرياح الهادئة، وتكون معلقة في الطرف الأعلى من مؤخرة السفينة(القلفة). ¶ غشمان:- الغشيم، الذي يجهل الأشياء. ¶ الغمارة:- وهي حجرة بارزة في مؤخرة السفينة يستخدمها النواخذه( القبطان) والمرافقين له في أوقات الاستراحة، وغالبا ما تكون مزركشة ومزخرفة.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "النواخذة : - وهو قبطان السفينة وقائدها، ولا يطلق هذا الاسم إلا على أولئك القادة البحريين المتمرسين في شؤون البحار والمحيطات، ويكون لهم خبرات وممارسات واسعة في هذا المضمار، وقد اشتهر العديد من الصوريين بقيادة السفن، ولقبوا بهذا اللقب الذي يدل على ضلوعهم وعمق معارفهم في علوم البحار. ¶ الديرة:- وهي الإبرة المغناطيسية التي تمكن أهل صور وبقية مناطق عمان الساحلية من استخدامها في الملاحة البحرية، والتي أتاحت معرفتها لهم بسهولة تحديد خط العرض ، وتمكين البحارة من قطع مسافات شاسعة ودون الاعتماد على المعالم المرئية . ¶ الدعون:- مفردها دعن، وهو بساط من سعف النخيل يصف بعضه جنب بعض ، ويربط بحبال ألياف النخيل، ويستخدم إما لسقف المنازل أو يفرش على أعمدة وعوارض ترتفع على الأرض بمقدار متر ويسمى \"السيم\". ¶ الزرابيل :- وهو عبارة عن حذاء ينسج من صوف الماعز ويلبس للوقاية من لسع العقارب والحشرات الزاحفة. ¶ الجاشع:- سمك السردين الصغير الجاف. ¶ بدانه:- مفردها بدن، وهي قوارب شراعية كبيرة تستخدم في التجارة البينية على طول سواحل الجزيرة العربية. ¶ الكوس:- وهي رياح جنوبية غربية تهب في أواخر شهر يونيو وبداية شهر أغسطس، وتمتاز بنسيمها البارد العليل. ¶ كاروكه:سرير الطفل الرضيع. ¶ الكوشة: المنصة التي يعتليها العروسان ليلة زفافهما. ¶ الهوري والسنبوك:- وهي قوارب صغيرة الحجم، تستخدم لنقل البحارة أو الحمولة من سمك أو أية أمتعة أخرى، وتكون عادة مرافقة للسفن الكبيرة التي ترسي على الشواطئ ولا تستطيع الاقتراب من اليابسة، فيتم حينها استخدام الهوري والسنبوك، على أن الفارق بينهما، أن السنبوك اكبر حجما وسعة من الهوري، بينما الهوري اكثر استخداما بين البحارة الصوريين، حيث يتراوح طوله ما بين 10-20 قدما، ويقال في صور أن لفظة هوري مقتبسة عن الأصل الهندي.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "الجوصرة:- وهي قوالب مكعبة الشكل، تصنع منها التمور، استعدادا لشحنها من البصرة إلى صور وبقية المدن الساحلية العمانية، بحيث تكون التمور العراقية بأنواعه المختلفة، كالزاهدي، والسمران، والخضراوي، واللذاد شحنة السفينة الرئيسية. ¶ طينة العيجة:- وهي مادة طينية بحرية مالحة تستعمل في غسل الرأس ، كمادة طبية حافظة ومقوية للشعر وقشرة الرأس، وكان تجار صور يحملونها معهم في بواخرهم ويبيعونها في موانئ البصرة والكويت، أو يستبدلونها مقايضة بالتمور العراقية.كما وتستخدم لعلاج الرضوض والكدمات التي تصيب الرأس والأرجل والأيدي، وذلك بعجنها مع الماء الساخن. ¶ القلفاط:- وهي عملية تدخل في صناعة وبناء السفن، تكون بسد ثقوب جسم السفينة بالقطن والشحم و\"النورة\"، البودرة البيضاء الناعمة، ممتزجة مع بعضها البعض،حيث يطلى به الفواصل والفراغات التي تنتج عادة بين ألواح الخشب التي تصنع منها السفن، وانبثق عن هذه العملية، لون غنائي خاص عند القيام بهذه العملية، عرف باسم \" شلة القلفاط\". ¶ الذريرة: نوع من أنواع العطور والطيب العماني يصنع في مدينة صور ، ويكثر استخدامه بين الناس . ¶ النورة:- مادة بيضاء تستخدم في طلاء وتكسيه جدران السفن البحرية، لحفظها من تسرب المياه إلى جوفها وهي في حالة الإبحار. ¶ الرعينية :- من رعن، وهو رأس الجبل، وهي منطقة من مناطق صور الجبلية، عرفت بهذا الاسم. ¶ نقوط:- وهي تقديم الهدايا العينية والمادية للعروس وليس للعريس، وغالبا ما تعطى للخادمات اللواتي يمارسن الغناء والرقص في حضرة العروس، أما الحرائر من النساء ، فيأبين أخذها على اعتبار أنها نقيصة اجتماعية. ¶ ثواب:- طعام يعمل للمتوفى، ويكون في كل يوم خميس، ولمدة عام تقريبا، يؤديه زوجة وأولاد المتوفى، حيث يقومون بدعوة أقاربهم ، كإخوان المتوفى وشقيقاته وأخواله وأعمامه، والغاية من ذلك ، الرغبة في تحصيل الأجر والثواب لروح الميت، وتكفيرا عن آثامه وخطاياه.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الصدجة:- وهي الصدقة، وتعمل للشخص المريض بعدما يشفى من مرضه، تعبيرا عن الشكر لله تبارك وتعالى. ¶ الزردة:- وهي حالة البحر عندما يتغير لونه ويصبح بين اللون الأزرق والأخضر، ويسمى في هذه الحالة بحر \" مخنوق\"، أو بحرة ميتة، وفي اغلب الأحيان، فان البحر في هذه الحالة يحول بين الملاحين والصيادين وبين ممارسة نشاطهم البحري بشكل اعتيادي، ومن هنا جاء اسم اللون \"\" اللازوردي\". ¶ الخيصة:- وهو الاسم الذي يطلقه أهل صور على الخلجان الصغيرة. ¶ الصل:- زيت كبد الحوت أو سمك القرش ، تدهن به السفن لحمايتها من التلف ودلف المياه. ¶ ذيبة:- نوع من أنواع سمك القرش. ¶ رشبة:- نارجيلة التدخين. ¶ السبلة:- أو البرزة، وهي المجالس العامة التي اعتاد أهل صور والعمانيون على ممارستها في حياتهم الاعتيادية، وهي تكون إما في البيوت أو في الخلاء تحت الأشجار وغيرها،وهي عبارة عن منتديات اجتماعية وثقافية مميزة، يداوم عليها عشاق الثقافة والأدب والشعر والفكر ، وكانت السبلة أو البرزة بمثابة الصالون الأدبي والثقافي، وفي صور كانت السبلة ولا زالت إلى يومنا هذا، ملتقى تناقش فيه مختلف قضايا وشؤون الحياة ، وتحل فيه المشاكل ، كما كانت منتدى لتداول الأخبار والقصص والحكايات التراثية والأمثال الشعبية. ¶ سبال:- النسناس، وهو القرد الصغير طويل الذنب.وربما هذا النوع من القرود الصغيرة تتواجد في صحراء الشرقية التابعة لمدينة صور. ¶ السميم:- مفردها \"سمة\"، وهي نوع من أنواع المنتجات من سعف النخيل. ¶ السريدان:- وهو مطبخ السفينة، وغالبا ما يكون مبطن بالحديد لحماية خشب السفينة من اشتعال النيران. ¶ السفار:- وهي السفن المخصصة لنقل الركاب . ¶ السفري:- الإنسان المسافر. ¶ السح :-وهو التمر. ¶ سماور: وعاء كبير للاستحمام. ¶ سمه: حصير الصلاة. ¶ سفات: الإسراف.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "شلة الحمول :- وهو نوع من أنواع الغناء، يؤديه مجموعات من البحارة أثناء رفع البضائع على ظهر السفن، ويتمحور طبيعة هذا الغناء ،حول اشتياق البحارة للإبحار والسفر، والدعاء إلى الله أن يحفظهم ويكتب لهم السلامة في السفر. ¶ شلة النازل:- وهو نوع من أنواع الغناء يؤديه البحارة أثناء إنزال البضائع من على ظهر السفن. ¶ شلة العمار:- غناء للتسلية والترفيه يؤديه البحارة في البحر، سواء في الليل او النهار، عندما يقومون بمهام إصلاح الحبال، وذلك للترفيه عن أنفسهم. ¶ شلة الباورة:- غناء يؤديه البحارة أثناء رفعهم للمرساة(الباورة)، وذلك بأمر من القبطان( النوخذة). ¶ الشوباني:- فن من فنون البحارة الصوريين، وهو يجمع بين العمل والتسلية، لشحذ الهمم على العمل، وتكثر ممارسته عندما يصل البحارة إلى الميناء، ويعتمد هذا الفن على صيحات الطبل في إيقاع ثلاثي سريع ونشيط، بينما يتحرك البحارة على فقراته حركات خفيفة مترنحة بديعة، وهم يحملون أسماكهم أو بضائعهم التي ينزلونها عن ظهر السفينة. وهو من الفنون الأفريقية التي اقتبسها بحارة صور منذ القدم، حيث جلبوا هذا النوع من الغناء من ممباسا ودارالسلام وزنجبار ولامو ، وهي الموانيء الرئيسية الواقعة على السواحل الشرقية لإفريقيا، أكثرية كلمات الشوباني من اللغة السواحلية الإفريقية. ¶ شادر الطرح:- وهو رداء المرأة الصورية قديما وحتى حديثا، يستخدم في الأفراح والأعياد والأعراس، ويستخدم في صناعته خيوط البر يسم والحرير تأتي في خيوط متناغمة ومتداخلة، متنوعة الألوان، كالأخضر والأسود والأحمر، ويعتبر من الألبسة غالية الكلفة والثمن، إذ يصل سعره إلى ستون ريالا عمانيا في اغلب الأحيان، كونه صناعة يدوية خالصة.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "شادر البريسم والزري:- وهي ثياب نسائية استخدمتها المرأة الصورية في القديم ولازالت تتخذ منها لباسا في الحفلات والمناسبات الرسمية والدينية، وهي ثياب مطرزة بخيوط الحرير والفضة تأتي بخطوط مستقيمة ، وألوان مرحة مقصبة بخيوط الزري، ويوجد عليه إقبال كبير بين فتيات ونساء صور، بحيث يفضلنه من الحرير الأصلي الغني بالمطرزات اليدوية الدقيقة ذات الخيوط المتينة، أما كلفته فتختلف باختلاف الخامات المستخدمة في خياطته وتطريزه. ¶ الشمبر:- قطعة دائرية من الذهب تستخدمها النساء الصوريات وسيلة من وسائل الزينة، وهو يغطي معظم الجبهة بحيث تتدلى منه طراريف معظمها من الذهب الخالص. ¶ الشمروخ:- وهو قطعة ذهبية دائرية الشكل توضع على جبهة الرأس ، وتتصل بسلسلة من الذهب إلى أن تصل خلف الرأس وتثبت بالشعر. ¶ الشواهد:- نوع من الخواتم التي توضع في أصبع الشاهد، وتكون ذهبية او فضية او نحاسية. ¶ الشلة:-وهي الغناء ، ورفع العقيرة بالغناء،أي الإنشاد بشعر منظم وبصوت جميل، وفي لهجة أهل صور الدارجة يقال للشخص: \"شل\"، أي غن ، ويؤدي هذا النوع من الغناء بشكل مفرد أو جماعي، ويكون لها مترادفات، أكثرها استخداما الصوت، ولكل مناسبة من المناسبات شلة خاصة بها، كما أن لكل عمل من الأعمال يؤديه صاحبه بمصاحبة الغناء\"شلة\"..وتستخدم غالبا في غناء البحر، وهي في صور مجموعة من الغناء البحري . ¶ شادر الطرح:- عبارة عن قطعة من القماش تنسج من الحرير، وهي اكثر استخداما بين النساء الصوريات. ¶ شنطوط:- قطعة من الخيوط الصغيرة يربط بها الأشياء. ¶ الشتري:- وهو مكان استراحة الملاحين على ظهر السفينة. ¶ شلة العمار:- وهو غناء للتسلية والترفيه عن البحارة أثناء انشغالهم بإصلاح حبال الصواري في السفينة. ¶ ثوب البريسم:- وهي الدشداشة المطرزة بخيوط الفضة والحرير بخطوطه المستقيمة وألوانه المرحة.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الهبطة:- وهي عبارة عن مهرجان يقيمه سكان صور في مناسبات الأعياد الدينية ، لاسيما عيد الأضحى المبارك، ويعرض فيه كافة متطلبات واحتياجات الناس، الذين يتوافدون لحضور \" الهبطة\" مع أولادهم ونسائهم،وتسمى أيضا بسوق العيد،حيث تكون ابرز معروضاته ومبيعاته أغنام الأضاحي،ومن هنا اقترنت تسمية هذا السوق\"الهبطة\"، بهبوط الحجيج عن جبل عرفات، وهذا السوق ينتشر في مختلف مدن وقرى سلطنة عمان، وتستغرق مدة هذا السوق يوم واحد فقط في الموقع الذي يقام عليه، ويقام عادة في مناطق فسيحة ومفتوحة للتسهيل على الناس رؤية المعروضات المختلفة. ¶ القبقب:- إحدى الكائنات البحرية، تكثر حركته على الشواطئ، وهو نوع من أنواع سرطان البحر ، لكن أحجامها صغيرة، ولا يؤكل، والنوع الأسود منه يتواجد بين الصخور ، ويطلق عليه اسم:\" طمة عبيد\". ¶ طلوع:- وهو اسم يطلقه أهل صور على اليوم الثالث من أيام العزاء، ويكون مؤشرا على انتهاء مدة العزاء .. ¶ الزولي:- وهو مكان يقع في مؤخرة السفينة، ويستخدم لأغراض قضاء الحاجات الخاصة ، من استحمام إلى غير ذلك، وهو ما يشبه ( المرحاض). ¶ الدبوسة:- مخزن داخل السفينة لحفظ حاجات البحارة الخاصة والهامة . ¶ الخن:- وهو بطن السفينة. ¶ الطواش:- وهو تاجر اللؤلؤ. ¶ الولد:- وهو الطفل الصغير الذي يخضع لمرحلة التدريب على مهام الأعمال البحرية، وفي نفس الوقت يقوم على خدمة ربانها والعاملون عليها. ¶ القرَحة او الكنيسة:-وهي المكان الذي يكب فيه الاوساخ والنفايات وتتشكل على شكل تلال مع مرور الوقت وتسمى بالعامية العربية المزبلة.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "الخُرج:- كيس كبير مزدوج يستعمله الرجال لحمل بضائعهم،وخُرج الحريم وهو كيس منفرد تستعمله المرأة لوضع حاجياتها الشخصية، وينسج الخرج من ثلاثة الوان هي الأحمر ،والأسود،والأبيض،وتنقش عليه بعض الأشكال الهندسية التي تدعى \"الرقم\"، وهذه الأنماط تتوارثها البنات عن امهاتهن، كما تستعمل البدويات صوف الخراف لصنع أنطقة الجمال واعنتها واطقمها. ¶ جرة الماشوه،أو طيحة البحر،أو جرة السنبوك،أو دقة البحر:- وهو فن غنائي يؤديه البحارة على إيقاع حركة مجاديف القوارب التي تنقلهم من السفن الراسية بعيدا إلى الشاطئ، بينما ترتطم المجاديف بالمياه. ¶ نزغ الشراع:- وهو نمط غنائي يصاحب عادة رفع الأشرعة المختلفة على السفينة، ويكون لكل شراع غناؤه الخاص، الذي يختلف في سرعته ونصه باختلاف الشراع. ¶ خزر الدجل(القل):- وهو الغناء الذي يصاحب إنزال الصواري عن السفينة. ¶ صقبة الدجل(القل):- غناء يصاحب رفع صاري السفينة. ¶ الصقاع:- وهي كم الرأس ذات الألوان المختلفة والبهيجة والمطرزة بالزي والبر يسم وكراكيش الصوف، حيث تحرص المرأة الصورية على اقتنائها لتزيين رؤوس أطفالهن في حفلات الحول حول. ¶ صقبة الدجل(الدقل):- وهو الغناء المصاحب لرفع صاري السفينة. ¶ الصبخة:- وهي المساحة الكبيرة والمنبسطة التي يتركها البحر عندما ينحسر عنها في حالة الجزر .وهي مناطق مضُلّلة مؤلفة من رمل ناعم وطين وفوقه قشرة ملحية . ¶ الهمبل:- وهي مسيرة غنائية ينتقل بها الرجال إلى مكان انعقاد رقصة الرزحة، وهو إيقاع ثنائي نشط يتلاءم وروح المسيرة ، بحيث يتصدره الطبالان \"الكاسر والرحماني\"،والمشاركون في الهمبل يكونون صفوفا مستعرضة من عدد قليل من الأفراد، وتتوالى تلك الصفوف القصيرة على التوازي، بين كل صف وآخر مسافة غير قصيرة بحيث تسمح لكل فرد بحمل بندقيته آو سيفه في وضع مائل إلى الأمام للدلالة على الشجاعة.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "الطنبورة:- وهو من الفنون الشعبية الأفريقية وفدت إلى سواحل عمان الشرقية عن طريق البحارة والملاحين ومن بصحبتهم من الأفارقة،كان سابقا يستهدف نوعا من أنواع التطبيب الشعبي باستخدام الموسيقى، ثم أصبح فيما بعد من الفنون التي يغلب عليها طابع التسلية والمرح، والطنبورة اسم لآلة موسيقية إفريقية المنشأ تستخدم في أداء هذا اللون الذي حمل اسمها، وهي آلة وترية تشد خمسة أوتار على صندوقها المستدير، ويسمى كل وتر خيط،ويغلب على غناء الطمبورة المسحة الدينية ، وتختلط فيه ألفاظ من اللغة السواحلية والعربية، ويتناول الكثير من ذكريات الساحل الأفريقي. ¶ الطوية:- وهي عبارة عن خلطة من الأعشاب تخلط مع بعضها البعض في الماء ، وتطوى على الرأس ،تتكون غالبا من اعشاب الورس والياس( وهي نبتة صورية)، والغرض منها تغذية شعر الرأس وتقويته ، وجعله اكثر جمالا واناقة. ¶ طنفه: خبئ الشيء أو أخفيه. ¶ طناه: تقال عند استئجار نخيل أو أية أشجار أخرى. ¶ الطارق : - وهو من فنون البدو، يغنيه صاحبه وهو على ظهر الهجن(البوش)، أو جالسا على الأرض، بحيث يشترك في أداء هذا اللون الغنائي اثنان من المغنين، يبدأ أحدهما ثم يتلقف الآخر الشعر والنغم في نهاية البيت الشعري ، ليعيد أداءه طبق الأصل من أداء المغني الأول، وتختلف تسمية هذا الفن بين مناطق سلطنة عمان، ففي ولاية صور ، على سبيل المثال، يسمونه\" الطوريق\"، وينطقونه بـ\" الطوريج\". ¶ بن عبادي :- وهو من الفنون الغنائية النسائية ، تشتهر به المنطقة الشرقية، لا سيما ولاية صور ووادي بني خالد وجعلان بني بو حسن، وهناك ست فرق متخصصة في أداء هذا اللون من الفنون الشعبية في مدينة صور، لكل منها شاعر أو شاعرة أو اكثر، وإيقاع هذا الغناء رباعي، وهناك ثلاثة أنواع من فن \" بن عبادي\" تتفق في نغم الغناء والإيقاع، وهي \"بن عبادي عالوه، بن عبادي يا سالم، بن عبادي ضمان\"..",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "القصافية :- هي رزحة سريعة الإيقاع، يقوم بها شباب العشيرة تمهيدا لرزحة الكبار، وهي بمثابة المدرسة التي يتدرب فيها الأطفال والشباب على أصول فن الرزحة، وإيقاعها بسيط، في حالة يكون ثنائيا أو ثلاثيا، وشعرها قصير البحر خفيف الأعراض. ¶ الصندل:- وهي مساحيق خاصة بالنساء الصوريات ، معمولة من خشب الصندل والصفرة، تعجن مع بعضها البعض ، وتوضع على اليدين والوجه لإعطائهما نضارة ونعومة وجمالا. ¶ الونة:- وهي غناء الذكريات ، يؤديه البدوي منفردا لتسلية نفسه من عناء السفر وهو على ظهر ناقته في رحلة طويلة، ويتسم شعر \"الونة\" بالغزل والذكريات،وقليله يأتي في مديح البوش، ويسمى في بعض الأحيان بـ \" النوحة\"، لكونه مطبوعا بالحزن والعواطف الجياشة. ¶ اللكد:- وهي لعبة تتكون من فريقين، وكل فريق من اربعة إلى اثنى عشرة لاعبا،ويسمى المكان الذي يصله المهاجم بـ \"الهوب\"،وهو مكان الأمان،أحد الفريقين مهاجم والآخر مدافع، يلعبها الأطفال عادة في الليل. ¶ البدلة:- قطعة ذهبية تستخدمها النساء الصوريات كوسيلة من وسائل الزينة والتجمل، توضع في الأنف ، وتحتوي على تشكيلات مختلفة ، وفيها زخارف وردية صغيرة بارعة الشكل والتصميم. ¶ الخلخال:- غالبا ما يكون الخلخال من الفضة ، استخدمته النساء الصوريات في مناسبات الأفراح والأعياد ومناسبات أخرى، يوضع في اسفل القدم ويصدر أصواتا جميلة مع الحركة التي تمارسها البنت أو المرأة، وقد قل استخدام هذا النوع في الأيام الأخيرة. ¶ الينكة:- وهي عبارة عن ساعة يدوية تحتوي على حلقة من صفيحة عريضة من الذهب.. ¶ والجباير:- من الخواتم التي تلبسها المرأة الصورية في يدها. ¶ الدهان:- وهي بودرة ومساحيق معمولة من الصندل الممتزجة ببعض العطور ، تبلل بالماء ، وتستخدم لبشرة الوجه.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "فري فرينة:- من الأكلات الشعبية الصورية، تنسب إلى نوع من أنواع النباتات التي تعيش على مقربة من جذور النخيل، أو في المناطق التي يتوافر فيها الماء، بحيث يخلط مع سمك السردين الصغير المجفف، بعد إزالة رؤوسها، ويخلط معها الفلفل الأحمر والملح، وتدق مع بعضها البعض، ثم يعصر عليها الليمون ، وتؤكل نيئة. ¶ قبولي:- أكلة شعبية مكونة من الأرز الذي يطبخ بماء اللحم، ويوضع عليه قطع كبيرة من اللحم. ¶ الخبيصة:- نوع من أنواع الحلويات الشعبية التي تتوفر في المطبخ لصوري التراثي. ¶ الخمباش او مالحة:- عبارة عن سمك مملح يغسل جيدا ويعصر عليه الليمون ، ويضاف إليه قطع صغيرة من البصل والفلفل، ولا يوضع على النار، بل يؤكل نيئا. ¶ خبز رغال:- نوع من أنواع الخبز الصوري. ¶ خبز رقاق:- من أنواع الخبز الصوري. ¶ الجندل:- وهي أخشاب المنغروف أو القرم وتستخدم كعوارض أسقف المنازل التي تبنى من الحجارة والطين. ¶ لقيمات:- من أنواع الخبز الصوري. ¶ قروص:- من أنواع الخبز الصوري. ¶ الفتة:- وهي شبيهة بالثريد. ¶ الهريس:- نوع من انواع الأكلات الصورية القديمة. ¶ المجاري :- وهي عبارة عن الإشارات الملاحية التي أتقنها الملاحين والبحارة الصوريين، لتكون دليلهم السليم في حركة السفن التجارية الكبيرة والصغيرة عبر البحار، وهي تشتمل على معلومات عن هيئات النجوم وجداولها الفلكية، وخطوط العرض الخاصة بالموانئ البحرية التي ترسوا فيها السفن، وتقوم أساسا على استخدام الإسطرلاب(الكمال)، إضافة إلى معلومات عن الرياح واتجاهاتها ومواسمهما، وعن طبيعة السواحل وتعرجاتها واخوارها وخلجانها، وعن معظم الشواهد والمعالم المرئية بالعين المجردة. ¶ المرفع: الخشب الذي يوضع عليه المصحف الشريف. ¶ المنجور:- نوع من السعفيات المجلوبة من الهند وشرق آسيا. ¶ مصفية:- وتعني مختارة ومصفاة ومصطفاه، ومصف ، تعني الصف المرتب. ¶ المراري:- مفردها مرية، وتعني العقد.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "المصر:- العمامة التي يلبسها الرجال العمانيون على رؤوسهم. ¶ المرتشحة والمرية:- نوعان من القلائد تلبسها المرأة الصورية حول عنقها وتتدلى إلى الصدر، بينما تظل الثانية أقرب إلى الرقبة. ¶ الميجعة:- وهي من الأدوات التي يسحن ويسحق بها اللحم والمواد الصلبة، وهي شبه \" الهاون\". ¶ المندوس:- عبارة عن صندوق خشبي، يختلف في أحجامه حسب رغبة المستخدم، ويكون متنوع الأشكال، لونه ما بين الأسود والبني، يصنع عادة من خشب الساج، تسخدمه النساء في الأغلب لحفظ مدخراتهن من المجوهرات المختلفة، وأحيانا يستخدمه الرجال في حفظ الخناجر والأسلحة والسيوف . ¶ المضبي:- قطع من اللحم يوضع أعلى حجر مصفوف، وتحت هذا الحجر يشعل لهب من نار مرتفع الحرارة ، وتعمل مثل هذه الأكلة في الأعياد، وهي شبيهة بأكلة\" المكمورة في بلاد الشام\". ¶ مرية لكداني:- والمرية نوع من أنواع المجوهرات التقليدية التي يشترك فيها الذهب والخرز الزرق والأحمر والأخضر، وهي مقوسة الشكل لتتناسب مع عنق المرأة وتشبه إلى حد كبير المسبحة، لكنها اكبر منها. ¶ المرية الصورية:- وهي نوع من أنواع المجوهرات القديمة التراثية التي كانت ولا زالت تستخدمها المرأة الصورية للزينة في العديد من المناسبات. ¶ مرية أم حرز:- من أنواع الحلي والمجوهرات التي استخدمتها المرأة الصورية منذ أزمنة بعيده، ولا تزال الى الآن تستخدمها إحياء لتراث وثقافة مدينة صور الُعمانية. ¶ مرية أم حلق:- هي الأخرى من أنواع المجوهرات التي زينت بها المرأة الصورية نفسها في مناسبات عديدة. ¶ المرتشحة:- وهي عبارة عن قطعة من الذهب توضع حول عنق المرأة، وهي غير متدلية كثيرا، وتشبه القيد في اليد، تتنوع فيها التشكيلات ، وتتميز في أنها عريضة الشكل ، مليئة بالزخارف .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "المقراع، وتسمى بالتوفة:- تلعب عن طريق القرعة حيث يتحدد الفريق المهاجم والفريق المدافع، يبدأ الفريق المهاجم باللعب عن طريق ضرب الكرة بالمضرب في اتجاه ملعب الخصم، الذي يحاول بدوره مسك الكرة في الهواء،يتكون كل ريق من 12-14 لاعبا وتمارس اللعبة في النهار. ¶ المزيفينة:- يؤدى هذا اللون الشعبي فريقان متقابلان يتكون كل منهما من فتى وفتاة، وقد يتكون كل فريق من رجلين أو فتاتين، أو من رجلين بينهما فتاة أو فتاتين بينهما رجل، والغناء في هذا اللون يأتي على جملة موسيقية واحدة لا تتغير ، أما الحركة فهي قفزة بالقدمين أو بقدم واحدة ، والمزيفينة من فنون البدو في المنطقة الشرقية. ¶ الميدان :- وهو من الفنون الغنائية ، يغلب عليه طابع السمر والمرح والشعر والتلاعب بالألفاظ العربية بحيث تأتى في قالب شعري بديع ومتقن، وهذا اللون يحظى بشهرة واسعة لدى معظم العمانيين في معظم ولايات السلطنة، ويقام الميدان في مناسبات عديدة ، كالأعراس والختان(للصبية) ، وقد يكون في بعض الأحيان للسمر والتسلية البحتة،أكثرية كلمات الميدان من اللغة العربية. ¶ المديمة:- فن من فنون التسلية عند البحارة، سواء أكانوا على ظهر السفن أو على الساحل، وفي هذا اللون من الفن ينتظم البحارة في حلقة دائرية يتصدرها ضاربوا الطبول، ويتفنن البحارة في تنويع أشكال التصفيق ، خاصة عندما ينقسمون إلى فريقين، يصفق كل منهما في توقيت عكس توقيت الجانب الآخر، لتتداخل الصفقات تداخلا يؤدي إلى زرع الحماسة لدى المشاركين. ¶ المبشر:- وهو الرجل الذي يطوف على بيوت الأهالي لإبلاغهم بوصول البواخر والسفن القادمة من سفرها الطويل، ويتقاضى على ذلك أجرا، وهو مبلغ مالي بمثابة الإكرامية له. ¶ المقراع:- مضرب التوفة، يشذب من سعف النخيل أو الخشب في بعض الأحيان. ¶ مقيطعية:- مفردها مقيطعي، وهي تعني باعة السمك بالقطيعي،أي بالتجزئة والمفرد.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "المسباخ:- سمى بذلك نتيجة لسيلان مياه البحر أثناء المد الكبير، وتكون سبخة بعد انحسارها ¶ مختلا:- وهو بيت الخلاء ¶ مرضف:- نوع من أنواع الخبز الصوري. ¶ مقصقص:- من أنواع الخبز الصوري. ¶ مبراق: فتحة في سقف البيت. ¶ منقل: وعاء لحفظ السمن. ¶ مردمة: مخلفات الخشب التي تبق خلف النجار بعدما ينهي نجارته. ¶ موفع: قدر كبير للطبخ. ¶ ميضان: سرير يستخدم لحمل الأطفال أثناء الترحال من مكان إلى آخر. ¶ ماحة: محل للحدادة أو النجارة. ¶ مقدان : الحبل. ¶ درج(دري): سرير الطفل الخديج. ¶ شندورة: ناموسية. ¶ هاندو: وعاء يحمل فيه الماء. ¶ الراجس: تمارس هذه اللعبة في صور ،وتنتشر بين الأطفال سواء الذكور او الإناث. ¶ الرزحة:- وهي فن المبارزة بالسيف والمطارحات الشعرية، والرزحة تسمية تشير إلى أن اللاعب بالسيف يرزح تحت ثقله(ثقل السيف)وان عليه أن يتحمل هذا الثقل أثناء قفزه عاليا في الهواء ليهبط واقفا على قدميه ثابتا دون اهتزاز أو سقوط، كانت قديما وسيلة للتعبير الجماعي عن مطالب الناس لدى الولاة، كما كانت من وسائل إعلان الحرب وحشد المحاربين وإعلان الانتصار،وللرزحة أنواع مختلفة، كرزحة الحربيات، ورزحة الهوامة، ورزحة الناحية، والرزحة الخالدية(منسوبة إلى ولاية بني خالد)، وإيقاعها ثلاثي، ولها طبلان،الكاسر والرحماني. ¶ الرمسة:- وهي السهرة التي عادة ما يجتمع فيها الأصحاب والأقرباء ليلا للمسامرة والمرح، ويقابلها في بلاد الشام \" التعليلة\". ¶ رسل: الحصيرة. ¶ رعراعي: الإنسان الجبان الكثير الخوف. ¶ قرحاف: نعال من خشب شبيه بالقبقاب. ¶ ضميدة: كيس مصنوع من سعف النخيل ، صغير الحجم ويستخدم لحمل التمور. ¶ القرر: حالة مد. ¶ قيطان: نوع أو شكل من أشكال الخياطة. ¶ خقاق: خوَاف وجبان. ¶ لكه: الإنسان البخيل.. ¶ ظاهرة تصغير الاسماء",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "من المظاهر الملفتة للنظر في المجتمع الصوري، ظاهرة انتشار \" تصغير الأسماء\"، وتكاد تكون مدينة صور تنفرد بمثل هذه الظاهرة الاجتماعية الفريدة، على غيرها من بقية المدن العمانية الأخرى، وهذا يدلل على أن سكان مدينة صور لديهم الاهتمام الخاص بمسألة الأسماء والألقاب والتغيورات وتصغير الأسماء، وإذا كان المجتمع الصوري يأبى الألقاب ، رغم انتشارها بكثرة، ألا انه يقبل إقبالا كبيرا نحو إشاعة \" تصغير الأسماء\"، فهي محببة لديهم ، سواء بين الذكور أم بين الإناث، ويلاحظ أيضا، أن غالبية سكان مدينة صور يطلقون على الشخص أو الفتاة، في أغلب الأوقات، ثلاثة أسماء، الاسم الرسمي الموثق في السجلات الرسمية،والاسم الثاني هو التصغير، أما الاسم الثالث فهو اللقب ، علما بان اللقب ربما لا يحمله كل الناس، كما يلاحظ، أن ليس كل الأسماء تندرج ضمن قائمة التصغير المتعارف عليها في المجتمع الصوري، بل تقتصر على تلك الأسماء القديمة والتقليدية التي انتشرت في المدينة، أما الأسماء المستحدثة والتي طرأت على واقع الحياة الاجتماعية، فليس لها في الأغلب تصغير، وعلى العموم فان انتشار مثل تلك الظواهر، يعطي مذاقا ونكهة اجتماعية خاصة لسكان مدينة صور، لا يدرك حلاوتها ولا رنينها الموسيقي إلا أهل صور وحدهم، ونود في هذا المقام التنويه الى ان تلك الظاهرة تنتشر في أغلب الأوقات بين الصغار، بينما تتلاشى وتختفي تدريجيا في حياة الكبار، اللهم الا عند بعض العائلات التي لا تزال الى اليوم تتعامل بها كمفردة يومية من مفردات حياتهم، ولكي نفهم طبيعة الظاهرة ، لابد لنا من إدراج قائمة بأسماء التصغير ، كنموذج حي عليها: ¶ [",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "جاسم، جاسوم]، [ محمد ، حموداو محمدوه]، [ حمد، حماديه]،[عبدالله، عبودو]،[احمد، أحمدوه]،[حسين، حسينوه]،[ حسن ، حسون]،[ صالح، صالوح]،[ فهد، فهود]،[ سالم، سالوم]،[سعيد، سعود]،[خميس، خموس]،[فيصل، فيصول]،[ راشد، راشود]،[جمعة، يموع]،[ علي، علوي]،[ناصر، ناصور]،[مسلم، مسلوم]،[ مبارك، مباروك]،[خالد، خالود]. ¶ [سعيدة،سعيدوه] ،[ عايده، عايدوه] ،[ شيخة، شيخوه]،[ مريم، مطيروه او مريوم]،[ سليمة، ميمه]،[سعادة، دادوه]،[ بخيتة، بخيتوه]،[ فوزية، فوزوه]،[ نصرا، نصروه]،[سالمه، سالموه]،[أصيلة، أصول]،[ فاطمه، لولوه،[ ليلى، ليلوه]،[ شمسة، شمسوه]،[جميعة، جميعوه]،[ عايشة، عشوه]،[ راية، رايوه]،[نافجه،نافجوه]،ل[مطيره،مطيروه]. ¶ الأمثال الشعبية ¶ {ما يبجى في الرزق غير أخس الرزق} ¶ {رماد ومسيلة قاد(يضرب المثل للأنسان التافه)} ¶ {بيت الطين ما يخلى من الطحين} ¶ { النار ما تخلف غير الرماد} ¶ { الزاد مقسوم والربيع يدوم} ¶ {الماء من يندحج ما ينلحج(ينلحق)} ¶ {حماري ولا فرس غيري} ¶ {ييجي يكحلها إعماها} ¶ {الشيفة شيفة والمعاني ضعيفة} ¶ {اذا كبر ولدك خاويه} ¶ {كل هبوب أعطيه شراعه} ¶ {طبعي ولا قص صبعي(بمعنى الطبع غلب التطبع)} ¶ {حقة ولجت غطاها} ¶ {حقة محققة} ¶ {أم جذع تنجد على أم شيجه} ¶ {المحارة تطلع لولو} ¶ {كل خبيصة وفيها نقيصة} ¶ {كلمة ياليت ما تعمر بيت} ¶ {البنت الي في الصندوق خبرها في السوق} ¶ {كف صفعني نفعني وكف ضحكلي فدعني} ¶ {رابع الكذاب لي رز الباب} ¶ {الحرة ما عليها مضرة} ¶ {ما يبدك من الزين غير شوفة العين} ¶ {ياليتني عند المصايب غايب} ¶ {كل يشوف الناس بعين طبعه} ¶ {ان طعمته حلو سير وعاود} ¶ {ان تسلم ناقتي مايهمني من رفاقتي} ¶ {ان قلتك مالك خصبه صديجك(صديقك)} ¶ {إلي ماله أول ماله تالي} ¶ {إن بغيت عونها تشوف لونها} ¶ {ما يغيب دين على طلابه} ¶ { حق ما وراه مطالب ضاع} ¶ {ميز في يراب(جراب)،(يضرب المثل للذي يخص به الحديث ويأتي فجأة)} ¶ {",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "بولة الصروخ ما تنيس(تنجس)}يضرب المثل لعدم الاكتراث بالفعل، والتقليل من الشأن. ¶ {لا توصي يتيم على البكاء} ¶ {لو شفتها غارقة دوس على دفانها} ¶ {خذ من الجمل ولو قيده} ¶ { إللي ما يجازي العرب بافعالها يكون من أنذالها} ¶ {بيان السيف في الترس( يضرب للتحدي)} ¶ {فانت شيرة(شجرة)ما تظلل على عروقها،(يضرب للذي عنده خير ولا يخص به أهله)} ¶ (ما تحت الا في يلها) كناية عن اعطاء المنفعة والخير للمقربين. ¶ مدينة صور العُمانية في كتابات الباحثين ¶ صور في كتابات الباحثين ¶ مدينة صور ، من المدن العربية العريقة الواقعة في أقصى الزاوية الشرقية للوطن العربي، وهي من المدن الساحلية الاستراتيجية يطل عليها خليج عمان من جهة الشمال و بحر العرب من جهة الشرق والجنوب،وهي المدينة التي حظيت باهتمام الرحالة القدماء، أمثال الرحالة الإيطالي ماركوبولو والرحالة المغربي ابن بطوطة،ونالت منهم مدحا وإطراء كبيرين، وحتى قبل مجيء أولئك الرحالة ، فقد كانت المدينة محط اهتمام الشعوب القديمة، كالفينيقيين والفرس والآشوريين، الذين حرصوا جميعا على أن يكون لهم في صور موطئ قدم ، ليتمكنوا من التحكم بمضائق الخليج العربي وتجارة الهند واسيا،وبقيت المدينة تحتل مكانة مرموقة حتى في تاريخ العرب الحديث والمعاصر،وذلك يرجع بدون شك ، إلي الموقع المتميز ، وما تمتلكه من مضائق وخيران وسواحل وجزر وأشباه جزر، بالإضافة إلي مناخها المعتدل الذي أضفى عليها أجواء قابلة للتفاعل الحضاري والاستيطان بها، الأمر الذي دفع بسكانها عبر العصور إلى امتهان التجارة البحرية وصيد الأسماك، وهو ما جعل سكانها يتجهون صوب تطوير صناعة السفن والقوارب البحرية.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ومدينة ، كمدينة صور حظيت باهتمام الحضارات القديمة،والحملات الأوروبية الحديثة، نالت بعض حضها من كتابات الباحثين والمهتمين بماض وحاضر المدينة، حيث جاءت تلك الدراسات من باحثين عرب واجانب، ومن الكتاب العمانيين ، من صور ومن خارجها، وهم الذين يظهرون عشقا فريدا لمدينتهم التاريخية العريقة ، التي عالجت مظاهر حياتها المختلفة، كالحياة الثقافية المرتبطة أساسا بثقافة البحر والصحراء والبراري والتي أفرزت نماذج متنوعة ومتعددة من صنوف التراث المحلي والشعبي، كالشعر النبطي والفنون الشعبية ذات الطابع الخاص بسكان وقبائل المدينة،بالإضافة إلى التعرف على تاريخها القديم الضارب في أعماق التاريخ،وكذلك جغرافيتها المتميزة على غيرها من المدن الساحلية الأخرى والتي تقع على الخليج العربي، فهي المدينة التي امتازت بخيرانها وشواطئها الفريدة التصميم،وكذلك أوديتها وحصونها وقلاعها وافلاجها وجبالها شاهقة الارتفاع.وقد كانت محاولة منا ، لتقصي البحوث والدراسات والمقالات المتصلة بمدينة صور ، قديمها وحديثها، للوقوف عليها وعلى مضامينها، وهو أمر يؤشر بكل تأكيد على أهمية المدينة ، واهتمام الباحثين والدارسين بتاريخها وثقافتها، وإن كنا لا نستطيع رصد كل ما كتب حول المدينة، إلا أننا اجتهدنا للوصول إلى أكثرها على الأرجح،بهدف تحقيق أكبر فائدة ممكنة.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وبالنسبة للبحوث والدراسات التي تناولت مدينة صور، فهي أبحاث متنوعة الموضوعات، وهي في اغلبها عبارة عن مقالات نشرت في كتب ومجلات علمية وغير علمية، والبعض منها يفتقد لروح ومنهج البحث العلمي الأصيل، على أن القليل من تلك الدراسات والبحوث خضعت لمعايير البحث العلمي ، ومهما يكن ، فان هذه البحوث والمقالات، تبق ذات فوائد علمية وثقافية ومعرفية كبيرة ومفيدة.ونحن هنا، نتقدم بمحاولة متواضعة للتعريف بالبحوث والمقالات والدراسات التي نشرت في تواريخ مختلفة ، وجميعها سعت بجهود كبيرة لإبراز الجوانب الحضارية والتاريخية والتراثية لهذه المدينة العربية الأصيلة والعريقة، محاولة منا، لتقديمها للباحثين والدارسين والمهتمين ، من أبناء المدينة أو من سلطنة عمان، وحتى من الباحثين العرب، لتكون عونا لهم في ترويض مهامهم البحثية. ¶ **أ.د.معاوية إبراهيم،\"\"آثار منطقة صور القديمة\"،والباحث رئيسا لقسم الآثار في جامعة السلطان قابوس،وهو من الأبحاث العلمية المتميزة، سعى الباحث إلى إيضاح أبرز المكتشفات الأثرية القديمة في مدينة صور وبعض مناطق الشرقية،كموقع السويح، وجعلان، ورأس الحد، ورأس الجنز، ووادي السويق، حيث تناولها في فترة العصر الحديدي(1300-3000ق م)، على أن البحث يزخر بالمراجع والمصادر ذات الصلة بآثار المنطقة،وهو من منشورات المنتدى الأدبي في صور ، 1995م(1) .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "**د. إلهام محمد علي ذهني،\"\"فرنسا والخليج من منتصف القرن الثالث عشر حتى بداية القرن العشرين\"\"،القاهرة،1413هـ/1993م،جاءت الباحثة في هذا الكتاب ، على ذكر دور مدينة صور في تجارة الرقيق الأفريقي في أوائل القرن التاسع عشر، حيث كانت قد تفوقت على مدينة مسقط في هذه التجارة، وغدت من أكبر مراكز تجارة الرقيق وتوزيعه إلى دول الخليج العربي وفارس والعراق والهند، كما تحدثت الباحثة عن تجارة الأسلحة عبر مدينة صور،إلى ساحل عمان والصومال وسواحل أفريقيا، حيث كان لمدينة صور وضع مميز لدى السلطات الفرنسية المنافسة للوجود البريطاني في المنطقة،إذ ارتبطت بعلاقات تجارية واسعة مع الفرنسيين، الأمر الذي جعل تجار صور يرفعون العلم الفرنسي على سفنهم وبواخرهم العابرة للمحيط الهندي وبحر العرب(2). ¶ **فاريا سوزا( Faia Sousa)،\"\"تاريخ اكتشاف وغزو البرتغاليين للهند\"\"، ترجم الكتاب إلى الإنجليزية بواسطة \" جون ستيفين( John Steaven)،ويحتوي الكتاب على تاريخ مفصل للنفوذ البرتغالي في الخليج العربي ، والمحيط الهندي، وجنوب شبه الجزيرة العربية،وأورد\"سوزا\"معلومات غاية في الأهمية، حول الغزو البرتغالي لمدينة صور وقلهات، وما تعرضت له من بطش وتنكيل على يد القائد البرتغالي\"البوكيرك\"،ويؤخذ على \" سوزا\" تعصبه الشديد للنصرانية وللبرتغاليين، حتى كان يصف المذابح التي يمارسها البرتغاليون على أنها بطولات برتغالية عظيمة(3).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "**نوال حمزة يوسف الصيرفي،\"\" النفوذ البرتغالي في الخليج العربي في القرن العاشر الهجري/السادس عشر الميلادي ،\"\" \"\"،وهو بحث نالت عليه الباحثة درجة الماجستير في التاريخ الإسلامي ، من جامعة الملك عبد العزيز،1980م، ونشر البحث ككتاب في الرياض سنة 1983م، وهو من البحوث الأكاديمية الغنية بمادته العلمية الموثقة،حيث تناولت أحوال مدينة صور وقلهات وقريات وطيوي خلال فترة الاجتياح البرتغالي لسواحل عمان، وما أصابهما على يد القائد البرتغالي\"البوكيرك\" من مصائب وكوارث أودت بحياة أعداد كبيرة من سكان صور والمناطق المجاورة(4). ¶ **ميشيل بارلوت،\"\"تحيات من الشرقية\"\"،ترجمه إلى العربية، طوني بربور،مسقط،تحت رعاية الشركة العمانية للغاز الطبيعي المسال، وهو من المؤلفات التي حاولت الجمع بين القديم والحديث، الأصالة والمعاصرة، التاريخ والأدب والجغرافيا، واشتملت على دراسة جوانب مختلفة من مدينة صور والمنطقة الشرقية،وتناول الباحث موضوعات متعددة: \"الشرقية والشركة العمانية للغاز الطبيعي المسال والألفية الجديدة\"\"،\"\"الشرقية السر العماني المحتجب\"\"،\"\"الشرقية في قلب اللحظات العظيمة من تاريخ عمان\"\"،\"\"الشرقية ..التراث المزدوج _ تقاليد من الساحل والصحراء\"\"،\"\"الشركة العمانية للغاز الطبيعي المسال ،رأس الحربة وحجر الزاوية ضمن الرؤية المستقبلية للاقتصاد العماني\"\"،\"\"صور ..حاضرة الشرقية والعاصمة المشهورة منذ آلاف السنين\"\"،\"\"شواطئ الشرقية ،المناظر الطبيعية الشعرية الساحرة التي لم تطأها قدم إنسان\"\"،\"\"الجمال الساحر لأراضي الشرقية\"\"،\"\"رمال الو هيبة\"\"،\"\"جزيرة مصيره\"\"، وحفل الكتاب بعشرات الصور التي تعكس جماليات صور والمنطقة الشرقية(5).",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "**د.محمد قرقش،\"\" صور ودورها الحضاري في عالم المحيط الهندي في فترة صدر الإسلام\"\"، وقد تناول الباحث أهمية صور قبيل صدر الإسلام، وما شكلته المدينة من حلقة وصل حضاري بين مناطق العالم القديم والوسيط، كما أشار إلى أهمية ميناء صور البحري الذي لعب دورا مميزا في نقل سلع المحيط الهندي إلى مناطق مختلفة، وأوضح كذلك، أهمية العامل التاريخي الذي يرتبط بصلات قديمة مع الفينيقيين المهرة وأصحاب المواهب البحرية، وكشف عن حركة الهجرة الفينيقية ومدى ارتباطها التجاري في الخليج العربي وبحر العرب وبين سواحل بلاد الشام(6). ¶ ** د.بالقاسم المختار،\"الأنشطة الاقتصادية والنمو الحضري بمدينة صور\"\"، والبحث نشر باللغة الفرنسية، 1999م، ضمن فعاليات ندوة علمية عن سلطنة عمان ، وذلك في مدينة \" تور Tours\"، وقد تناول البحث مختلف التطورات الاقتصادية التي شهدتها مدينة صور في العقود الثلاثة الأخيرة، بالتركيز على الوظائف الحضرية الجديدة للمدينة، كالتعليم العالي ، والصناعة العصرية ( تسبيل الغاز)، والخدمات المرتبطة بهذه التطورات ، وانعكاسات تلك التطورات على النسيج العمراني وتركيبته الاجتماعية، التوسع ، التنوع، التباين، وذلك ضمن الحيز الجغرافي للمدينة(7).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "** د. بالقاسم المختار،\" الحرف التقليدية وتحولات المجتمع الحضري الخليجي، مثال مدينة صور العمانية\"\"،وقد نشر البحث باللغتين العربية والفرنسية، في العربية ، نشر في مجلة \" شؤون اجتماعية\"، الصادرة من الشارقة، في الإمارات العربية المتحدة، تناول البحث كيفية تحول الأنشطة الاقتصادية لمدينة صور ، كصناعة السفن ، والنسيج ، والتطريز ، والفضيات ، والخناجر ، والحلوى العمانية ، والحدادة ، والنماذج المصغرة للسفن وغيرها من أنشطة أساسية ، وذلك قبل السبعينات ، والتي يقوم عليها الاقتصاد المحلي، وتلعب فيها التجارة البحرية دورا هاما، إلى أنشطة تقليدية تراثية ذات طابع فلكلوري، منذ انفتاح البلاد على الاقتصاد العصري، ثم ما نتج عن هذا التحول من تأثيرات على النسيج الاجتماعي ومقوماته، وعلى التركيبة الحضرية للمدينة ، والعلاقات الجديدة الناجمة عن كل ذلك(8). ¶ **د.جمال طلبة،\"\" حضارة رأس الجنز\"\"، قدم البحث في منتدى الكتابة التاريخية العمانية، في جامعة السلطان قابوس في مسقط،سنة 2001م، وقد تناول الباحث دراسة المناطق الأثرية القديمة التي تم اكتشافها في منطقة رأس الحد التابعة لولاية صور،وتوصل الباحث إلى أن تلك المنطقة كان يتواجد بها أماكن سكنية قديمة جدا، ربما تعود إلى حوالي 5000 سنة، في فترة عصر ما قبل التاريخ، حيث كانت الركيزة الأساسية لاقتصاد المنطقة ، التجارة البحرية وصيد الأسماك، وتمت الإشارة إلى بعض الصناعات المتوفرة في تلك الحقبة الزمنية (9).",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "**أ.د.احمد درويش،\"\"علماء وأدباء صور\"\"، منشورات المنتدى الأدبي في صور،1995م،وقد سعى الباحث إلى إبراز الجوانب الثقافية والأدبية والعلمية لمدينة صور عبر تاريخها الطويل، حيث أكد الباحث على أن أهل صور ، والمدن الساحلية عموما ، استغلوا خبراتهم البحرية والتجارية ، استغلالا مفيدا، فكانت مهارتهم جسرا عبرت عليه خبرات الشعوب وحضاراتها، وهنا كما يرى الباحث_ يأتي دور عرب صور في نشر الإسلام ونشر اللغة العربية، في مناطق مختلفة من آسيا وأفريقيا، وحرص الباحث على أن يذكر بعض أسماء علماء المدينة، كما كشف عن دور النساء في تعليم الأطفال، وتحدث عن الأدب الشعبي، والذي أطلق عليه اسم \" العلم غير المدون\"، وتحدث عن الفوارق بين \"الأدب العام\"،و\"أدب العوام\"(10). ¶ **\"\"معجم أرض عمان\"\"،حيث أشرف على تأليفه مجموعة من الباحثين الأكاديمي، منهم ، احمد درويش، وصالح بن سالم الجعفري، وبدر بن سالم العبري، وعصام بن علي الرواس، وغيرهم، وهو من إصدارات جامعة السلطان قابوس، سنة 1998م، ويقع في مجلدين من الحجم المتوسط، تناول الباحثون بدقة متناهية دراسة مناطق عمان جميعها، فجاء المجلد الأول ليتحدث عن مسقط،والباطنة، والداخلية،أما المجلد الثاني فخصص للحديث عن المنطقة الشرقية،وظفار والظاهرة ومسندم والوسطى، وكان لولاية صور موقعا بارزا في صفحات المعجم، حيث قام بدراسة المدن والقرى، والحصون والأبراج والأفلاج والخيران والجبال والأودية والسيوح، التي تنتشر في مدينة صور، ويعتبر المعجم من أفضل الدراسات الجغرافية العلمية التي بحثت واقع المدينة العمانية(11).",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "**فاطمة بنت غلام الزدجالي،\"\" حواء تضع لمساتها على محارة الفينيقيين\"\"، منشورات صحيفة عمان، 1996م، تحاول الباحثة في هذا المقال، الكشف عن دور جمعية المرأة العمانية في مدينة صور في النهوض بواقع الحياة الاجتماعية والثقافية للمرأة الصورية، كما تحدثت عن الخدمات الصحية، وتنمية مواهب المرأة فيما يتصل بالحرف والمهارات الفردية(12). ¶ **فاطمة بنت غلام الزدجالي،\"\" الأزياء الصورية، تراث وأصالة وتناغم في الشكل وتداخل في الخطوط والألوان\"\"، منشورات صحيفة عمان،1996م، تعتبر المقالة من المقالات الفريدة التي تناولت بشيء من التفصيل عن الزي الشعبي للمرأة الصورية، كشوادر الطرح ، الذي يستخدم عادة في الأفراح(الطرحة)، وصناعة الحلي والمجوهرات من ذهب وفضة، التي شكلت الحلي الصورية المميزة.(13). ¶ **ناصر بن علي البلال،\"\"حورية البحر\"\"، القاهرة، 1422هـ/2001م، وهو ديوان شعر خصصه الشاعر البلال لمدينة صور، التي هو أحد أبنائها المنحازين إلى تراثها وتاريخها انحيازا واعيا مغمورا بالثقافة التاريخية والأدبية، حيث اشتمل الديوان على مجموعة من القصائد الشعرية التي تمتدح مدينة صور العفية، كقصيدة \" طرب الأمواج\"\"، وقصيدة\"مولد وميلاد\"\"، وقصيدة\"درة صور\"، وقصيدة\" حورية البحر\"، \"وعشيقة المجد\"، وقصيدة \" مرفأ النور\"\": ¶ يا مرفأ النور...يا مهد الميامين ¶ يا غرة في جبين الشرق ناصعة ¶ حيتك قافيتي نشوى فضميني(14) ¶ **\" الأطلس الاجتماعي – الاقتصادي\"\"، مركز المعلومات والتوثيق، إصدار وزارة التنمية، سلطنة عمان،1996م، وهو من الدراسات التي رصدت أسماء القرى والمواقع السكانية في كل الولايات العمانية، وكان لولاية صور حظها الموفور من تلك الدراسة الشاملة، فذكر الوحدات السكانية وعدد الأسر العمانية وغير العمانية المنتشرة في المدينة والقرى(15).",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "** هيلين ميكلنبورغر،\"\" عمان.. رحلة حول جبال الحجر\"\"،وهي من الدراسات التي وردت في مجلة \"فكر وفن\"، العدد 64،السنة الثالثة والثلاثون، 1996م، ترجمة د.عمر الغول، وهي على شكل رحلة شخصية جابت فيها هيلين معظم المناطق العمانية، ومن تلك المناطق مدينة صور وقلهات،حيث تحدثت عن طبيعة المنطقة الجغرافية، والممرات البرية الموصلة إلى صور من مسقط ومناطق أخرى في المنطقة الشرقية(16). ¶ **عبد الله بن صخر العامري،\"\"صور.. سفنها وفولكلورها\"\"،منشورات المنتدى الأدبي في صور،1995م،وقد عالجت المقالة معظم جوانب الحياة الفولكلورية والتراث الشعبي المتصل بعلاقة سكان صور بالبحر ومغامراته الكثيرة، وكذلك صناعة السفن والبواخر ، صغيرها كبيرها،ولذلك قدم الباحث نماذج متعددة لأنواع السفن والمراكب الصورية التي صنعت قديما وحديثا(17). ¶ **مسلم بن جمعة بن علي العريمي،\"\" إطلالة على الملاحة البحرية عبر ميناء صور\"\"، منشورات المنتدى الأدبي في صور،1995م،تناول الباحث في مقالته مسيرة التاريخ البحري القديم والحديث لمدينة صور، معززا معلوماته بكل ما يتصل بصناعة السفن والملاحة البحرية، والتبادل التجاري بين صور والعراق وإيران والهند واليمن وسواحل أفريقيا الشرقية(18). ¶ **د.ب . كوستا،\"\" أصل المستوطنة التقليدية في عمان،Settlement in Ancient Oman \"\"،وهو بحث قام به \"كوستا\" بالتعاون مع إدارة الآثار بوزارة التراث القومي والثقافة، واشتمل على دراسة المستوطنات العماني الساحلية بشيء من التفصيل والموضوعية،فدرس إحياء المدن وأصولها ونظامها الاقتصادي والاجتماعي، وقد خصص الباحث جانب من دراسته حول مدينة صور وقلهات وقريات، وتحدث الباحث عن استيطان القبائل العربية في صور والمنطقة الشرقية عموما(19).",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "**دونالد هولي،\"\" عمان ونهضتها الحديثة\"\"،لندن،1977م،اورد الباحث دراسة عن مدينة صور وتراثها القديم، كما أشار إلى تطور المدينة الحديث، وافرد صفحات حول واقع المدينة الاجتماعي والعمراني والثقافي، كنموذج من نماذج المدينة العمانية الساحلية(20). ¶ **د.محمد قرقش،\"\" صور ودورها في عصر الرسول صلى الله عليه وسلم والخلفاء الراشدين\"، منشورات المنتدى الأدبي في صور، 1995م،تطرق الباحث إلى دور مدينة صور وسكانها في دعم حركة الدعوة الإسلامية الأولى في المناطق الشرقية ، وذلك لخبراتهم القديمة والواسعة في سبر أغوار الطرق الملاحية عبر بحر العرب والمحيط الهندي،الأمر الذي ساهم مباشرة في إنجاح حملات العرب المسلمين الأولى على شمال الهند وسواحلها الغربية، كما أشار الباحث إلى استيطان عرب صور في العديد من الموانئ، كميناء عربتاك الواقع على مصب نهر السند،وميناء كاليكوت وكويلون وتريفندو، وكذلك موانئ شرق إفريقيا، كما كشف النقاب عن مكانة ميناء صور في المجالات التجارية والدينية والثقافية في العصر الأموي(21). ¶ **سعيد بن محمد الصقلاوي،\"\"ثقافة المدينة\"\"، منشورات المنتدى الأدبي في صور ،1995م،تحدث الباحث عن ثقافة مدينة صور ، حيث انحصرت دراسته على الإبداع الشعري والأدبي، كما أوضح أثر وأهمية الموقع الجغرافي التي انعكست على صياغة ثقافة المدينة، وجعلها، ثقافة بحرية ، وثقافة برية، أشار إلى مصادر الثقافة الدينية والأدبية والفنية للمدينة، كالمساجد والسبلة والكتاتيب والمدارس والمجالس العامة والخاصة ، وقد سعى الباحث الى إلقاء الضوء على ملامح ثقافة مدينة صور المرتبطة بجغرافية المكان وتفاعل الإنسان(22).",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "**\"مسيرة الخير ... الشرقية\"\"،من إصدارات وزارة الإعلام ، 1995م، حيث صدرت المجلة ضمن سلسلة شملت كل مناطق السلطنة العمانية، وذلك بمناسبة احتفالات السلطنة بعيدها الوطني\"اليوبيل الفضي\"، سنة 1416هـ/1995م، وهو إصدار فاخر، احتوى على العديد من الصور الملونة التي تبين واقع الحياة المختلفة في مدينة صور والمنطقة الشرقية التابعة لها،وورد في المجلة ملخصات عن أحوال المدينة ، الثقافية والاجتماعية والدينية والعمرانية والسكانية والاقتصادية، كما سلط الأضواء على ما تميزت به مدينة صور في مجالات الثقافة البحرية، والتجارة البحرية، وصيد الأسماك، وصناعة السفن، وهناك إشارات عن تطور المدينة الحديث(23). ¶ **سعيدة بنت خاطرالفارسي،\"\" صور وعلاقتها بالبحر\"\"، منشورات المنتدى الأدبي في صور، أبرزت الباحثة فيه جوانب متعددة من ثقافة صور البحرية ، فتحدثت عن الشلات البحرية ، كشلة دهان الشحم، وشلة طيحة البحر، وشلة رفع الماشوه، وشلات الباورة، وشلة التهليبة، وأوردت العديد من الأمثلة الشعرية على كل نوع من أنواع الشلات البحرية(24). ¶ **\"\"من مصادر الفنون الشعبية العمانية\"\"، سلسلة الفنون الشعبية العمانية، الجزء الأول، وزارة التراث القومي والثقافة، 1991م،أشرفت على إصداره وزارة التراث القومي، وشكلت لجنة من ثمانية باحثين من وزارات ومديريات مختلفة، من أجل إخراج هذا الكتاب الهام،الذي تناول الفنون الشعبية التقليدية في عموم بلاد عمان، وأفرد موضوعات خاصة بالمنطقة الشرقية وولاية صور تحديدا،وتم إحصاء الشعراء والفنانين المحترفين، كما سلطت الأضواء على أنواع الفنون المختلفة، ورواة الشعر في كل فن،كشعر الميدان، أتتشح شح، والقلفاط، وتغرود البوش، وتغرود الخيل، وفن المكواره، وغير ذلك من أنواع الفنون(25).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "**س.ب.مايلز،\"\"بلدان وقبائل الخليج الفارسي،The countries and Tribes of the Persian Gulf \"\"،تحدث مايلز بشيء من التفصيل عن حملات البرتغاليين بقيادة \"البوكيرك\" ، على مدن الساحل العماني، وأشار إلى المصائب التي حلت بسكان مدينة صور، من مذابح ومجازر وتدمير ونهب وسلب،وكذلك سياسته المتغطرسة مع سكان صور وقلهات وقريات، ويعتبر الكتاب من المصادر التاريخية الهامة التي تحدثت عن مدينة صور وبقية مدن الساحل العماني(26). ¶ **د.طارق نافع الحمداني،\"\" دور عرب عمان في إقصاء البرتغاليين عن الخليج العربي خلال النصف الأول من القرن السابع عشر\"\"،وهوبحث مستخرج من مجلة معهد البحوث والدراسات العربية، ونشرته المنظمة العربية للتربية والثقافة والفنون، العدد 13 ، بغداد، 1404هـ/1984، والبحث يحتوي على مادة علمية قيمة تناولت دور القبائل العربية في صور وقلهات في التصدي للعدوان الصليبي البرتغالي على بلادهم، ومواقفهم البطولية والجهادية الكبيرة تجاه الاعتداءات البرتغالية(27). ¶ **مسعود بن محمد الحمداني،\"\"صور مهد الشعر وتخت الشعراء، قراءة في القصائد المعلقة على صواري الشراع\"\"، منشورات صحيفة عمان ،1996م،حيث اعتبر الكاتب هذا التراث قائم على عدة عوامل:أهمها الانفتاح اللامحدود على العالم الخارجي منذ أقدم العصور،ويدلل الكاتب على مكانة صور الأدبية بما أورده من نماذج شعرية لشعراء صور، مع ذكر أسمائهم(28). ¶ **عبد الله بن سيف الخايفي،\"\" صور موقع لأكبر ميناء صيد بالسلطنة\"\"،منشورات صحيفة عمان، 1996م، تحدث المقال عن مكانة صور التجارية، قديما وحديثا، وأشار إلى الرصيف البحري الحديث والذي يعتبر نقلة نوعية متطورة في المدينة، لما تقدمه من خدمة للصيادين من أساليب الصيد الحديث، وكذلك صناعة تعليب الأسماك، كما أورد ذكرا لأسماء الأسماك التي تشتهر بها مدينة صور(29).",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "**عبد الرزاق بن حمد العبري،\"\" صور.. زمردة الماضي وبوصلة الملاح\"\"، منشورات صحيفة عمان،1996م،اهتم المقال في الحديث عن مكانة صور التاريخية في التجارة البحرية ، وعلاقاتها مع العالم الخارجي، كما تحدث عن شواطئها البراقة، واستيطان الطيور على سواحلها وخيرانها، واشار إلى القلاع والحصون والفنادق، كما تحدث عن مدينة طيوي، وعن الكهوف، وأبراج الشياطين(30). ¶ **تيم سيفرن،\"\" رحلة السندباد\"\"، ترجمة د.سامي عزيز، إصدار وزارة التراث القومي والثقافة،مسقط،1985م، تناول \"سيفرن\" مزايا مدينة صور التراثية القديمة، مشيرا إلى معالمها المعمارية وفنونها، وأحوال المدينة وعلاقة سكانها مع بيئتهم ، البحر والبر والصحراء(31). ¶ **\"\"دليل المساجد في سلطنة عمان\"\"، من إصدارات وزارة العدل والأوقاف، سنة 1416هـ/1995م،وهو من الدراسات المرجعية الهامة التي تناولت إحصاء لمعظم المساجد في سلطنة عمان، وخصت الدراسة مساجد مدينة صور والتي بلغت حتى تاريخ نشر الدليل حوالي(253) مسجدا ومصلى، توزعت على حارات مدينة صور وقراها التابعة لها(32). ¶ **د.معاوية إبراهيم،د.علي الماحي،\"\" مسح أثري على طريق قريات – صور\"\"،1997م، إصدار قسم الآثار جامعة السلطان قابوس، مسقط، وهو من البحوث الأكاديمية المتخصصة في ميدان الكشف الأثري والمسحات الأثرية القديمة، تناول الباحثان دراسة الطريق الموصلة من صور إلى قريات ،والتي تعتبر من الطريق الغارقة في القدم(33). ¶ **د.هلال الهنائي،\"\" الأنماط المعمارية في عمان، عبقرية المكان وكفاءة الأداء\"\"، منشورات مجلة نزوى، العدد الأول ، 1993م،حاول الهنائي بشكل من الإسهاب تبيان واقع فن العمارة العمانية التقليدية،فذكر أنماط البناء في مدينة صور ، وكيف وظفت لتتوافق مع طبيعة المناخ الحارة، سواء ما يتعلق بصناعة الشبابيك والأبواب والمداخل والحارات والأزقة ..إلى غير ذلك(34).",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "**محمد بن سيف الرحبي،\"\" صور بلاد القلاع والبروج والحصون، مدينة معجونة بالكبرياء والأنفة والإباء\"\"، منشورات صحيفة عمان، 1996م،جاءت المقالة لتتحدث عن حصون وقلاع صور الكثيرة والمنتشرة في أنحاء مختلفة من المدينة، وكذلك أشار إلى أهميتها الأمنية التي تحققت للسكان في مراحل متباينة من تاريخ المدينة، وذكر حصن سنيسلة، وحصن سكيكرة، وحصن بلاد صور،وقلعة آل حمودة، وغيرها من القلاع والحصون(35). ¶ ** محمد بن سيف الرحبي،\"\" الليالي الصورية، عزف على وتر الشجن\"\"، منشورات صحيفة عمان،1996م، تناول الكاتب قصة الفن الشعبي في مدينة صور ، وارتباط ذلك الفن بواقع الحياة الاجتماعية، فتحدث عن فن الرزحة والميدان، والشوباني، والتحمبيرة والطنبورة وغيرها(36). ¶ ** محمد بن سليمان الحضرمي،\"\" حفدة أحمد بن ماجد يروضون غضب المحيطات\"\"،منشورات صحيفة عمان، 1996م،وهي عبارة عن ملاحظات ميدانية سجلها الكاتب أثناء تجواله في مدينة صور، حيث ركز في حديثة على صناعة السفن، واحاديثه المباشرة مع النواخذة الصوريين، الذين امتهنوا ركوب البحار واصبحوا على دراية وتجربة في تراث صور البحري، بالإضافة إلى خبرتهم في صناعة السفن والقوارب(37).",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "**عبد الله بن شامريد الرئيسي،\"\" مرثية لحضارة منسية\"\"،منشورات صحيفة عمان،1996م،حفلت المقالة بالحديث عن ماضي تاريخ قلهات المليء بالأسرار والغموض والحضارة،كأول عاصمة سياسية في منطقة الساحل العماني، حيث اتخذها \"مالك بن فهم الأزدي\" انطلاقة الدولة العمانية العربية الأولى، كما تحدث الباحث عما تعرضت له المدينة من زلازل مدمرة حولتها إلى أنقاض واطلال دارسة من الحجارة، ونبه الباحث الى أن مدينة قلهات حظيت باهتمام الرحالة القدماء ، ك \"ماركوبولو\"، و\"ابن بطوطة\"، وأشار إلى السراديب المحفورة تحت المسجد والتي تؤدي إلى مخابئ أرضية ومخارج إلى الساحل، كما نوه إلى وجود عشرات الآبار التي كانت تغذي المدينة، والتي لا زال بعض آثارها شاخصة إلى الآن(38). ¶ **محمد بن سليمان الحضرمي،\"\" صور اللبنانية تؤام صور العمانية في التاريخ والمجد\"\"، منشورات صحيفة عمان، 1996م، حيث يعقد الكاتب مقارنة تاريخية بين مدينة صور العمانية ومدينة صور اللبنانية، وأكد على ترابط تراث وتاريخ موروث بين البلدين، وهو حصيلة الحملات الفينيقية وهجراتهم من الجنوب العربي إلى سواحل الشام(39). ¶ **خالد بن محمد الحارثي،\"\" صور وماضيها التجاري العريق\"\"،منشورات صحيفة عمان،1996م،يحاول الباحث إبراز مكانة صور التجارية في منطقة الخليج العربي عبر تاريخها الطويل،واعتبرها زهرة المدن ومرسى لتجارة آسيا وأفريقيا، كما أشار إلى أسطولها البحري القديم، والمحطات التجارية البحرية في شرق أفريقيا والبصرة وعدن والصين والهند، وازدهار صناعة السفن حتى غدي أهل صور من رواد البحار(40). ¶ ** علي بن سالم الراشدي،\"\" مشروع إسالة الغاز ، قلعة صناعة تشمخ في أرض الشراع\"\"، منشورات صحيفة عمان، 1996م،والمقالة تتحدث عن مشروع الغاز الذي اعتبر دعامة جديدة ومهمة من دعامات الاقتصاد العماني عموما، وصور على وجه الخصوص(41).",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "**محمد بن سليمان الحضرمي،\"\" رأس الجنز.. صخور عملاقة وشاطئ رحب\"\"،منشورات صحيفة عمان،1996م،كشف المقال عن أهمية رأس الجنز التاريخية ، وعن المكتشفات الأثرية الهامة فيها، حيث تسجل تاريخ المكان لأكثر من أربعة آلاف سنة قبل الميلاد، مشيرا إلى توافر بعض الصناعات المحلية القديمة(42). ¶ **محمد بن سليمان الحضرمي،\"\" لمن السفائن..والعمانيون أسياد البحار، فتح الخير تلقي مرساتها على شطآن أرض الخير\"\"، منشورات صحيفة عمان،1996م،وهو مقال سلط فيه الكاتب الاضواء على سفينة فتح الخير التاريخية، والتي هي محط افتخار وتباهي الصوريين، بل وينظرون إليها بعين الاعتزاز ، ويحسبونها تراثا وتاريخا عظيما مليئا بالمغامرات والحكايات والأساطير(43). ¶ **سيف بن زاهر العبري،\"\" بين يدي أحمد بن ماجد\"\"، منشورات صحيفة عمان،1996م، يتحدث الكاتب عن تطور التعليم في مدينة صور بمراحله المختلفة، وكذلك الاهتمام الكبير الذي أبداها سكان المدينة نحو تعليم أبنائهم من الذكور والإناث،على أن العملية التعليمية كانت تنحصر في تعليم القرآن الكريم والسنة النبوية المطهرة واللغة العربية، ثم ينتقل للحديث عن أول مدرسة أنشأت في صور، وهي مدرسة أحمد بن ماجد،وكذلك بقية المدارس والتي بلغت( 25) مدرسة، كما أشار إلى كلية التربية ، وقدامى المدرسين ، وتطور التعليم بشكل عام(44). ¶ ** سالم بن عقيل بن سالم باعمر،\"\" مرباط استراحة النوخذة الصوريين\"\"، منشورات صحيفة عمان،1996م،يتحدث الكاتب عن علاقة مرباط بمدينة صور ، حيث ساهم المرباطيون والصوريون في صناعة الأمجاد البحرية العمانية، واعتبر ميناء مرباط وميناء صور مركزان تواصلت من خلاله شعوب آسيا وأفريقيا عبر العصور، وبين الكاتب العلاقات الوشيجة بين صور ومرباط، وما نتج عنها من تزاوج وتمازج في التراث والتقاليد والفنون والعمارة(45).",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "**سيف بن ناصر الخروصي،\"\" مصابيح لا يخبأ ضؤوها على مر التاريخ\"\"، منشورات صحيفة عمان،1996م، يحاول الباحث تسليط الأضواء على شخصية العلامة الشيخ أبو عبد الله محمد بن سعيد الأردي القلهاتي، صاحب كتاب\" الكشف والبيان\"،وهو من أبرز وألمع الشخصيات العلمية التي أنجبتها صور عبر تاريخها الطويل،ويعتبر كتابه سالف الذكر ، مرآة للنهضة العلمية التي شهدتها عمان في مرحلة صدر الإسلام، كما أشار المقال إلى شخصيات علمية أخرى في طيوي وغيرها من قرى صور(46). ¶ **محمد بن مبارك عيد العريمي،\"\" مدينة صور العمانية: الدلالة اللغوية والبعد الزمني\"\"،منشورات مجلة \"\"نزوى\" ، وهي مجلة ثقافية فصلية، تصدر في مسقط، العدد الحادي والعشرون،2000م، من المقالات التي ينطوي عليها أهمية كبيرة في التعرف على مدينة صور ودلالاتها اللغوية، وأهمية المدينة في تاريخ عمان القديم والحديث،على أن أبرز ما ورد في المقالة أهمية ، تلك الوثائق التاريخية التي كشفت عن علاقة صور بفرنسا، منها رسالة تعهدات من أصحاب السفن الصورية إلى القنصل الفرنسي في مسقط يؤكدون فيها تمسكهم بالحماية الفرنسية، ونص إعلان السيد فيصل بن تركي سلطان عمان، لقرار حكم محكمة \"لاهاي\" الصادر في 8 أغسطس 1905م، حيث يظهر القرار أسماء أصحاب السفن الصورية الذين حصلوا على تراخيص برفع العلم الفرنسي وسجلوها لدى الحكومة الفرنسية قبل عام 1863م، وقد أوضح الباحث حالة التنافس والصراع بين الفرنسيين والبريطانيين للتحكم بالتجارة عبر ميناء صور الاستراتيجي(47).",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "** عبد الكريم الصباغ،\"\" عُمان وعُمانيون، تاريخ وانطباعات\"\"، منشورات سوريا ، دمشق، 1414هـ/1993م، ومؤلف هذا الكتاب، عمل سفيرا لدى سلطنة عُمان من قبل الجمهورية العربية السورية، حيث جاء الكتاب عبارة عن تسجيل انطباعات ومشاهدات سجلها الباحث من خلال العديد من زياراته إلى مناطق مختلفة من أرض سلطنة عُمان، وهو يقصد من خلال تدوينها، تعريف القارئ العربي خارج عُمان ، بطبيعة بلاد عُمان وذلك لتحقيق الفائدة في معرفة البلدان العربية الشقيقة،سلط الأضواء على العادات والتقاليد والفنون الشعبية المختلفة في أرجاء أرض عُمان، وجاء على ذكر مدينة صور، التي زارها في شهر نوفمبر سنة 1991م، حيث سجل مشاهداته وملاحظاته عن طبيعة وواقع المدينة البحرية(صور)، متحدثا عن الفينيقيين ، وعلاقة صور العُمانية بصور اللبنانية، وعن الحرف التقليدية وبعض الفنون الشعبية، كما تحدث باقتضاب عن قلعة صور الأثرية (48). ¶ **محمد بن سليمان الحضرمي،\"\" اليخت ..نور البحر يلقي مرساة الكرامة في خور جراما\"\"، منشورات صحيفة عمان،1996م، وهي مقالة تتحدث عن واقعة تاريخية حدثت في خور جراما، وهي من الوقائع المغمورة بالمغامرة والمخاطرة البحرية والتي كثيرا ما كان يتعرض لها بحارة صور وملاحيها،وذكر الكاتب الوصف الذي جاء على لسان الشاعران \" ابن شيخا،\"و\"أبو الصوفي \" قبل 93 سنة ، حيث انطلق مركب \"نور البحر\" من الشواطئ الجنوبية إلى الشواطئ الشرقية، متوجها صوب مدينة صور، حيث اعترض المركب رياح سوداء عاتية ، زعزعت الصحاري وتقاذفت الأمواج كالجبال... وقد أثارت تلك الحادثة الفضيعة شجون الشاعرين، فنظما فيها شعرا طويلا يدلل على براعة فائقة في وصف الحادثة ومآسيها(49).",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "**د.محمد رضا باقر،\" صور والبحر\"\"،منشورات مجلة أخبار شركتنا ، العدد الأول سنة 1996م، من المقالات التي أولت عناية كبيرة لعلاقات مدينة صور مع البحر، حيث أبرز المقال تداخل تلك العلاقات حتى أضحت جزء من الهوية والشخصية لسكان المدينة عبر قرون طويلة تضرب في أعماق التاريخ(50). ¶ **سالم بن رشيد الناعبي،\"\" صور في ذاكرة ولاتها وقضاتها\"\"، منشورات صحيفة عمان،1996م،تناول المقال أحاديث وذكريات الولاة الذين تعاقبوا على حكم صور في عهد الأسرة البوسعيدية، وتبين من خلال ذلك انهم لعبوا دورا بارزا في تطوير المدينة والنهوض بها في مختلف المجالات، كما ساهموا في استتباب الأمن والاستقرار في المدينة المذكورة، وظهر من خلال مفردات المقال أن عدد الولاة في صور بلغوا ثلاثة وعشرون واليا(51). ¶ **د.احمد درويش،\"\" المناخ العلمي في تاريخ صور\"\"،منشورات مجلة نزوى ، العدد السابع، يوليو 1996م، حاول الباحث الوقوف على اهتمامات سكان مدينة صور نحو التعليم، حيث سعوا بشتى الطرق إلى اكتساب العلوم الأولية، سواء عبر احتكاكهم مع أبناء الشعوب الأخرى عبر تجارة البحر، أو عن طريق المساجد والكتاتيب وبعض المدارس الصغيرة، والمقال يسلط الضوء على جهد أهل المدينة في بلوغ ما يمكن الوصول إليه من العلوم والمعارف المتعارف عليها سابقا(52). ¶ **محمد بن سيف الرحبي،\"\" سالم الصوري.. بلبل عمان المفرد وعندليبها الصداح\"\"، منشورات صحيفة عمان،1996م، حاول المقال الكشف عن دور مدينة صور في صناعة الطرب العربي بمفردات الحياة الصورية من بحر وترحال وغربة ومغامرة، على أن المطرب والشاعر سالم الصوري قاد المسيرة الفنية والغنائية في الخليج العربي، واحتضن المطربين العرب، وقد أهدى سالم الصوري – كما يقول الكاتب- للأذن العربية أصوات محمد زويد، وهيام يونس، وسميرة توفيق(53).",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "**سيف بن ناصر الخروصي،\"\" الله أكبر.. نداء يتردد من (249) مئذنة في صور\"\"، منشورات صحيفة عمان،1996م، وهي مقالة تتحدث عن مساجد صور ، سواء القديمة أو الحديثة، وشملت فنون العمارة وزخارف المساجد، والوعظ والإرشاد ، والمدارس الدينية التي تدرس علوم القرآن الكريم، حيث بلغ عدد مدارس تحفيظ القرآن 32 مدرسة(54). ¶ **سالم بن رشيد الناعبي،\"\" محكمة صور الشرعية تحتضن قضاة من العلماء والمؤرخين\"\"، منشورات صحيفة عمان،1996م،حيث تحدث الكاتب عن قاضي صور \"خلفان بن جميل\"، الذي ألف كتاب\"\" سلك الدرر\"\"،والأغبري، الذي تولى أول مهمة في القضاء بصور، وتحدث الكاتب عن قضاة صور قبل عصر النهضة وبعدها(55). ¶ ** يوسف بن أحمد البلوشي،\"\" الألعاب الشعبية، رياضة معطرة بشذى الأمس\"\"،منشورات صحيفة عمان،1996م، جاءت المقالة لترصد أهم الألعاب الشعبية المتداولة بين الأطفال في مدينة صور، والتي شكلت أفراحهم وابتهاجا تهم واحتفالاتهم، كما أنها عبرت عن مشاعرهم النفسية ، وأهم ما في المقال انه استرسل في رصد أنواع الألعاب الشعبية،كلعبة اللكد،والمقراع،والكوري،والراجس، وطبيلوه(الحامي)،والغويزية، والشيمة، والساري، وخبب، ومغاة، والتحمبير، والمثقال والسكينة(56). ¶ **عبد الرزاق بن حمد العبري،\"\" الخنجر.. بطاقة شخصية فضية للعماني\"\"، منشورات صحيفة عمان ،1996م، وهو من المقالات التي تتحدث عن صناعة الخناجر وأهميتها لدى الإنسان العماني،تلك الخناجر التي كان يستخدمها الصوريون لحماية أنفسهم من خطر الأعداء، ثم أصبح في هذه الأيام عبارة عن رمزا تراثيا فقط، بينما يكون الخنجر الصوري مزخرف بالنقوش الجميلة(57). ¶ **علي الشنفري،\"\"اكتشاف أبراج قبور في الحجر الشرقي عمرها 4500سنة\"، إصدار شركة نفط عمان، العدد الأول،1993م،والباحث قدم محاولة علمية للمسح عن بعض آثار منطقة الحجر الشرقي، وخص منها القبور ، والأبراج التي صممت لها، لحمايتها والمحافظة عليها (58).",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "**سالم بن محمد الغيلاني،\"\" عفية الصواري\"\"، كتاب عن مدينة صور العفية،حيث تضمن الكتاب ثلاثة فصول ، تحدث في الأول عن جغرافية عمان بشكل عام،بينما يستعرض عن مدينة صور مواردها الطبيعية والآثار والفنون التقليدية وصناعة السفن ، كما تحدث عن بعض ربابنة البحار المشهورين من أهل صور ، وتحدث عن صور في عيون الأوروبيين وصور في عيون عمانية وقلهات في عيون الأوروبيين، وصور عبر التاريخ ، ويبدأ بتاريخ صور القديم ثم الوسيط ثم الحديث، ويعرض المؤلف بعض القصائد التي قيلت في مدينة صور، وبعض أبرز شعراء المدينة(59). ¶ **كلينزيون،\"\"رأس الجنز وثقافة جعلان الساحلية ما قبل التاريخ،Raas Al-jinz and the prehistoric coastal cultures of the Jaalan \"\"، من إصدارات مجلة الدراسات العمانية باللغة الإنجليزية(60). ¶ **د.سلطان بن محمد القاسمي،\"\"العلاقات العمانية الفرنسية 1715-1905م\"\"،منشورات دار الغرير للطباعة والنشر،1993م، وهو من الدراسات الأكاديمية المتميزة والتي حاولت رصد معظم الوثائق المتصلة بعلاقات سلطنة عمان مع الفرنسيين ، لاسيما علاقة مدينة صور وتجارها بالفرنسيين،وقد تمكن الباحث من الوصول إلى تلك الوثائق والمراسلات من أرشيف وزارة الشؤون الخارجية الفرنسية – باريس، والمراسلات القنصلية الفرنسية في مسقط، السلسلة الجديدة.(61).",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "**د.سلطان بن محمد القاسمي،\"الوثائق العربية العمانية في مراكز الأرشيف الفرنسية، نشر سنة 1993م، ويحتوي الكتاب على مجموعات كبيرة من الوثائق التاريخية الهامة حول علاقات عمان بفرنسا، وتحديدا علاقة سكان مدينة صور بالفرنسيين، وقد احتوى الكتاب على تسع مجموعات وثائقية ، المجموعة الاولى تتعلق باستيلاء الفرنسيين على السفينة (صالحي)، اما المجموعة الثانية وحتى السابعة فتحدثت عن بعثات السلطان الى فرنسا، والمجموعة الثامنة تناولت الحديث حول قناصل فرنسا لدى السيد سعيد، اما المجموعة التاسعة ، فتناولت الحماية الفرنسية للسفن العمانية والتي يقصد بها سفن صور تحديدا(62). ¶ ** روبرت جيران لاندن،\"\" عُمان : منذ 1856م ، مسيرا ومصيرا\"\"، ترجمة \" محمد أمين عبدالله\"، من منشورات ، وزارة التراث القومي والثقافة، سلطنة عمان ، بدون تاريخ، ويتحدث الكتاب عن عمان ووضعها القديم في الخليج العربي، والتغيرات الاقتصادية في القرن التاسع عشر في عمان والمنطقة، وعن التنافس البريطاني الفرنسي على سواحل عمان والخليج العربي، وقد تناول الباحث حالة الركود الاقتصادي من عام 1862م ولغاية عام 1900م، وتدهور النشاط التجاري والملاحي، وتعرض لمدينة صور ونشاطها التجاري الكبير ، واعتبرها من أهم المدن الواقعة على الخليج العربي التي يتركز فيها النشاط التجاري ، حيث سعت فرنسا إلى ربط علاقاتها بتجار صور من خلال السماح لهم برفع الأعلام الفرنسية على سفنهم وبواخرهم توثيقا للعلاقات بين الجانبين ، وحماية تجارة الصوريين من اعتداءات بريطانيا والقرصنة البحرية المنتشرة في تلك الفترة (63).",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "** مونيك بيرجيه دونومازي،\"القناصل الأوائل لفرنسا بمسقط\"،وقائع ندوة لمحات تاريخية وثقافية بين عُمان وفرنسا،سنة 1994م،(ص 16-27)،وقد حاول الباحث الفرنسي رسم صورة واضحة عن العلاقات الخارجية بين عُمان وفرنسا من خلال تعيين القناصل الفرنسيين في مدينة مسقط،لا سيما في الفترة ما بين 1894-1920م، أي حوالي ربع قرن، مُعتبرا أن أولئك القناصل كانوا مستشرقون، ومن خريجي معهد اللغات الشرقية،يتحدثون اللغة العربية والتركية والفارسية،وجاء على ذكر القنصل الفرنسي \"اوتافي\"الذي ساهم بشكل كبير في تطوير علاقة فرنسا بمدينة صور العُمانية من خلال زياراته المتكررة الى تلك المدينة والاجتماع بتجارها وأصحاب السفن فيها، وأشرف ايضا على السفن الصورية التي ترفع العلم الفرنسي،وسعى كذلك الى توطيد بنود معاهدة الصداقة والتجارة الفرنسية العُمانية سنة 1844م(64). ¶ **جاك لافون، الجوانب القانونية للحماية الفرنسية لسفن صور الشراعية التي تحمل العلم الفرنسي\"،وردت تلك المقالة ضمن وقائع فعاليات ندوة لمحات تاريخية وثقافية بين عُمان وفرنسا،تحت إشراف وزارة التراث القومي والثقافة،وجامعة السلطان قابوس، وسفارة فرنسا في مسقط،30-31 أكتوبر 1994م،(ص 33-41)وقد ورد في هذه المقالة وقائع محكمة العدل العليا في لاهاي في 8 أغسطس 1905م، وكيف أُبرم الأتفاق في 13 أكتوبر سنة 1904م بين المملكة المتحدة التي عينت القاضي \"ميلفيل فولر\" كقاضي تحكيم رئيس قضاة الولايات المتحدة،وفرنسا التي وقع اختيارها على القاضي الهولندي\"يونجير دو سافورات لومان\"،كما تناول المقال مسألة فرنسة السفن العُمانية، وخاصة تلك التي تتبعأهالي مدينة صور، كما حدد شروط حصول أصحاب السفن على حق رفع الراية الفرنسية،وأورد وضع السفن التي ترفع الراية الفرنسية مُبينا الركيزة القانونية لنظام السفن واصحابها(65).",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "**كوليت لوكور غرانميزون،\"فرنسا وعُمان والمحيط الهندي\"وردت تلك المقالة في وقائع ندوة لمحات تاريخية وثقافية بين عُمان وفرنسا،تناول المقال بشيء (ص 66- 73)من التفصيل التواجد الفرنسي في المحيط الهندي موضحا المنافسات الفرنسية البريطانية للسيطرة على مياه المحيط، لما يتمتع به من اهمية تجارية عالمية ،مع التركيز على الدور البارز الذي لعبته مدينة صور العُمانية في التجارة الدولية، وهي المدينة التي كانت تنتمي اليها غالبية السفن العُمانية التي ترفع العلم الفرنسي في تلك الفترة(66). ¶ **\" عُمان وفرنسا، صفحات من التاريخ\"، وهو كتاب أشرف على إخراجه سفير فرنسا في عُمان،وهو مدير قسم المحفوظات والوثائق في وزارة الخارجية الفرنسية، وطبع في باريس،إشتمل الكتاب على عشرات الوثائق الفرنسية المدونة باللغة الفرنسية والمترجمة الى اللغة العربية، ويتضح من تلك الوثائق الموجودة في المكتبات الفرنسية بان العلاقات بين فرنسا وعُمان ترتقي الى بداية القرن الثامن عشر، وهي تتناول مختلف اوجه العلاقات بين الدولتين،على ان وزارة الخارجية تحتفظ بأغزر الوثائق المتعلقة بعُمان وهي مبوبة على الشكل التالي: مراسلات تجارية وقنصلية،مراسلات سياسية وتجارية، مذكرات ووثائق، وقد احتوى الكتاب على عشرات الوثائق المتصلة بتطور التجارة البحرية في ميناء مدينة صور العُمانية، وتطور علاقة فرنسا بتجار مدينة صور، الأمر الذي يشير الى أهمية تلك الوثائق التاريخية التي ينبغي على الباحثين جمعها وتحليلها وكشف أسرارها وحقائقها(67). ¶ الهوامش: ¶ 1) د.معاوية إبراهيم، آثار منطقة صور القديمة، منشورات المنتدى الثقافي،1995م. ¶ 2) د.إلهام محمد علي ذهني، فرنسا والخليج من منتصف القرن الثالث عشر وحتى بداية القرن العشرين،القاهرة 1993م. ¶ 3) فاريا سوزا(Faria Sousa )،تاريخ اكتشاف وغزو البرتغاليين للهند،ترجم الى الانجليزية بواسطة ،جون ستيفين.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "4) نوال حمزة يوسف الصيرفي، النفوذ البرتغالي في الخليج العربي في القرن العاشر الهجري/السادس عشر الميلادي،الرياض، 1983م. ¶ 5) ميشيل بارلوت، تحيات من الشرقية، ترجمه الى العربية طوني بربور،تحت رعاية الشركة العُمانمية للغاز الطبيعي المُسال. ¶ 6) د.محمد قرقش، صور ودورها الحضاري في عالم المحيط الهندي في فترة صدر الإسلام. ¶ 7) د.بالقاسم المختار،الأنشطة الاقتصادية والنمو الحضري بمدينة صور، نشر باللغة الفرنسية1999م. ¶ 8) د.بالقاسم المختار، الحرف التقليدية وتحولات المجتمع الحضري الخليجي،مثال مدينة صور العُمانية، نشر مجلة شؤون عربية، الشارقة الامارات العربية المتحدة. ¶ 9) د.جمال طلبة،حضارة رأس الجنز، مسقط 2001م. ¶ 10) د.احمد درويش،علماء وأدباء صور، منشورات المنتدى الأدبي ، 1995م. ¶ 11) د.احدم درويش،وصالح الجعفري، وبدر العبري، وعصام الرواس، معجم أرض عمُان،اصدار جامعة السلطان قابوس، 1998م. ¶ 12) فاطمة بنت غُلام الزدجالي، حواء تضع لمساتها على محارة الفنيقيين،منشورات صحيفة عُمان، 1996م. ¶ 13) فاطمة بنت غُلام الزدجالي، الأزياء الصورية ،تراث واصالة وتناغم في الشكل وتداخل في الخطوط والألوان، منشورات صحيفة عُمان، 1996م. ¶ 14) ناصر بن علي البلال، حورية البحر، القاهرة، 2001م. ¶ 15) الأطلس الإجتماعي – الإقتصادي، مركز المعلومات والتوثيق، وزارة التتنمية، سلطنة عُمان، 1996م. ¶ 16) هيلين ميكلنبورغر، عُمان ... رحلة حول جبال الحجر،مجلة الفكر والفن،العدد 64،1996م. ¶ 17) عبدالله بن صخر العامري، صور... سفنها وفولكلورها، منشورات المنتدى الأدبي،1995م. ¶ 18) مسلم بن جمعة بن علي العريمي، إطلالة على الملاحة البحرية عبر ميناء صور\"،منشورات المنتدى الادبي، 1995م. ¶ 19) دب كوستا،أصل المستوطنة التقليدية في عُمان،وزارة التراث القومي والثقافة. ¶ 20) دونالد هولي، عُمان ونهضتها الحديثة، لندن، 1977م.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "21) د.محمد قرقش، صور ودورها في عصر الرسول صلى الله عليه وسلم والخلفاء الراشدين، منشورات المنتدى الأدبي،1995م. ¶ 22) سعيد بن محمد الصقلاوي، ثقافة المدينة، منشورات المنتدى الأدبي، 1995م. ¶ 23) مسيرة الخير ... الشرقية، وزارة الإعلام، 1995م. ¶ 24) سعيدة بنت خاطر الفارسي، صور وعلاقتها بالبحر، منشورات المنتدى الأدبي، 1995م. ¶ 25) من مصادر الفنون الشعبية العُمانية، وزارة التراث القومي والثقافة، 1991م. ¶ 26) س ب مايلز، بلدان وقبائل الخليج الفارسي. ¶ 27) د.طارق نافع الحمداني، دور عُمان في إقصاء البرتغاليين عن الخليج العربي خلال النصف الأول من القرن السابع عشر، بغداد،1984م. ¶ 28) مسعود بن محمد الحمداني ، صور مهد الشعر وتخت الشعراء ،قراءة في القصائد المعلقة على صواري الشراع، منشورات صحيفة عُمانن 1996م. ¶ 29) عبدالله بن سيف الخايفي، صور موقع لأكبر ميناء صيد بالسلطنة، منشورات صحيفة عُمان،1996م. ¶ 30) عبدالرزاق بن حمد العبري ، صور .... زمردة الماضي وبوصلة الملاح، منشورات صحيفة عُمان،1996م. ¶ 31) تيم سيفرن، رحلة السندباد، ترجمة سامي عزيز، وزارة التراث القومي والثقافة، مسقط،1985م. ¶ 32) دليل المساجد في سلطنة عُمان ،وزارة العدل والاوقاف، 1995م. ¶ 33) د.معاوية ابراهيم وعلي الماحي، مسح أثري على طريق قريات – صور، قسم الآثار جامعة السلطان قابوس،1997م. ¶ 34) د.هلال الهنائي، الأنماط المعمارية في عُمان، عبقرية المكان وكفاءة الأداء، منشورات مجلة نزوى، العدد الأول، 1993م. ¶ 35) محمد بن سيف الرحبي، صور بلاد القلاع والبروج والحصون، مدينة معجونة بالكبرياء والأنفة والإباء، منشورات صحيفة عُمان،1996م. ¶ 36) محمد بن سيف الرحبي، الليالي الصورية ،عزف على وتر الشجن، منشورات صحيفة عُمان،1996م. ¶ 37) محمد بن سليمان الحضرمي، حفدة احمد بن ماجد يروضون غضب المحيطات ، منشورات صحيفة عُمان،1996م.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "38) عبدالله بن شامريد الرئيسي، مرثية لحضارة منسية، منشورات صحيفة عُمان،1996م. ¶ 39) محمد بن سليمان الحضرمي،صور اللبنانية تؤام صور العُمانية في التاريخ والمجد، منشورات صحيفة عُمان،1996م. ¶ 40) خالد بن محمد الحارثي، صور وماضيها التجاري العريق، منشورات صحيفة عُمان، 1996م. ¶ 41) علي بن سالم الراشدي، مشروع إسالة الغاز، قلعة صناعة تشمخ في أرض الشراع، منشورات صحيفة عُمان،1996م. ¶ 42) محمد بن سليمان الحضرمي، رأس الجنز ... صخور عملاقة وشاطيء رحب، منشورات صحيفة عُمان 1996م. ¶ 43) محمد بن سليمانم الحضرمي، لمن السفائن ... والعمانيون أسياد البحار ، فتح الخير تلقي مرساتها على شطآن أرض الخير، منشورات صحيفة عُمان،1996م. ¶ 44) سيف بن زاهر العبري، بين يدي أحمد بن ماجد، منشورات صحيفة عُمان،1996. ¶ 45) سالم بن عقيل با عُمر، مرباط إستراحة النوخذة الصوريين،منشورات صحيفة عُمان،1996م. ¶ 46) سيف بن ناصر الخروصي، مصابيح لا يخبأ ضؤوها على مر التاريخ، منشورات صحيفة عُمان،1996م. ¶ 47) محمد بن مبارك العريمي، مدينة صور العُمانية:الدلالة اللغوية والبعُد الزمني، منشورات مجلة نزوى، العدد 21،2000م. ¶ 48) عبدالكريم الصبّاغ، عُمان وعُمانيون، تاريخ وأنطباعات، منشورات سوريا ، دمشق، 1993م. ¶ 49) محمد بن سليمان الحضرمي، اليخت .. نور البحر يلقي مرساة الكرامة في خور جراما، منشورات صحيفة عُمان،1996م. ¶ 50) د.محمد رضا باقر، صور والبحر، منشورات مجلة اخبار شركتنا، العدد الأول، 1996م. ¶ 51) سالم بن رشيد الناعبي، صور في ذاكرة ولاتها وقضاتها، منشورات صحيفة عُمان،1996م. ¶ 52) د.احمد درويش،المناخ العلمي في تاريخ صور، منشورات مجلة نزوى، العدد السابع، 1996م. ¶ 53) محمد بن سيف الرحبي، سالم الصوري... بلبل عُمان المفرد وعندليبها الصّداح، منشورات صحيفة عُمان،1996م.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "54) سيف بن ناصر الخروصي، الله أكبر ... نداء يتردد من (249) مئذنة في صور، منشورات صحيفة عُمان،1996م. ¶ 55) سالم بن رشيد الناعبي، محكمة صور الشرعية تحتضن قُضاة من العلماء والمؤرخين، منشورات صحيفة عُمان، 1996م. ¶ 56) يوسف بن احمد البلوشي، الألعاب الشعبية ، رياضة معطرة بشذى الأمس، منشورات صحيفة عُمان، 1996م. ¶ 57) عبدالرزاق بن حمد العبري، الخنجر ...بطاقة شخصية فضية للعُماني، منشورات صحيفة عُمانن1996م. ¶ 58) علي الشنفري، إكتشاف أبراج قبور في الحجر الشرقي عمرها 4500 سنة، إصدار شركة نفط عُمان،العدد الأول 1993م. ¶ 59) سالم بن محمد الغيلاني، عفية الصواري،. ¶ 60) كلينزيون، رأس الجنز وثقافة جعلان الساحلية ما قبل التاريخ،من إصدارات مجلة الدراسات العُمانية باللغة الانجليزية. ¶ 61) د.سلطان بن محمد القاسمي، العلاقات العُمانية الفرنسية 1715 –1905م، داتر الغرير للطباعة والنشر 1993م. ¶ 62) د.سلطان بن محمد القاسمي، الوثائق العربية العُمانية في مراكز الأرشيف الفرنسية، نشر سنة 1993م. ¶ 63) روبرت جيران لاندن، عُمان: منذ 1856م، مسيرا ومصيرا، ترجمة محمد أمين عبدالله، وزارة التراث القومي والثقافة،مسقط. ¶ 64) مونيك بيرجيه دونومازي،\"القناصل الأوائل لفرنسا بمسقط\"،وقائع ندوة لمحات تاريخية وثقافية بين عُمان وفرنسا ، جامعة السلطان قابوس،1994م. ¶ 65) جاك لافون، \"الجوانب القانونية للحماية الفرنسية لسفن صور الشراعية التي تحمل العلم الفرنسي\"،وقائع ندوة لمحات تاريخية وثقافية بين عُمان وفرنسا، جامعة السلطان قابوس،1994م. ¶ 66) كوليت لوكور غرانميزون،\"فرنسا وعُمان والمحيط الهندي\"، وقائع ندوة لمحات تاريخية وثقافية بين عُمان وفرنسا، جامعة السلطان قابوس،1994م. ¶ 67) \"عُمان وفرنسا، صفحات من التاريخ\"، وثائق جمعتها الآنسة \"ايزابيل بالو\"،وطبع في باريس. ¶ علاقة مدينة صور بالفرنسيين ¶ علاقة صور بالفرنسيين",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "بدأت مرحلة التنافس الاستعماري بين بريطانيا وفرنسا للسيطرة على سواحل الخليج العربي اثر الحملة الفرنسية الشهيرة على مصر سنة 1798م،والتي قادها نابليون بونابرت، حيث دفعت فرنسا الى التوسع في المشرق العربي ، وكشفت عن أطماع الفرنسيين في عموم المنطقة العربية،بهدف التحكم بالطرق التجارية البحرية والبرية التي تربط الغرب الاوروبي مع آسيا،و إضعاف هيمنة البريطانيين على تلك الطرق التي تربط مصالحها بمستعمراتها في الهند، وقد سبق حملة نابليون على مصر ، زيادة اهتمام فرنسا بمنطقة الخليج العربي خلال العقود الاخيرة من القرن الثامن عشر، لاسيما بعد أن تبين للفرنسيين أهمية استمرار الاتصال مع مستعمراتهم في المحيط الهندي،وهي جزيرة موريشوس وبوربون، وهنا نلاحظ، ان اسطول مسقط البحري شكل اداة نقل تجارية كبيرة بين الخليج ومستعمراتهم ، الأمر الذي دفع الفرنسيين الى التفكير جديا بجعل \"مسقط\" قاعدة بحرية فرنسية(1)، كما عمدت فرنسا ، ومن أجل تحقيق تلك الطموحات، الى تعيين \" بوشام Busham \"في 30 مارس سنة 1795م قنصلا فرنسيا عاما في مسقط،وذلك لمراقبة حركة الملاحة البريطانية في المنطقة، والتعرف إلى تحركات الانجليز في مياه المحيط الهندي ، والعمل على دراسة احوال المنطقة دراسة وافية تعين الفرنسيين على التعرف على طبيعتها وسكانها واهميتها الملاحية والتجارية،لاسيما التعرف على طرقها ليتمكن الفرنسيون من استخدامها في حال غزوهم للمشرق العربي(2).",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "من هنا ، راحت الحكومة البريطانية تدرك أبعاد الخطر الفرنسي وما يشكله من ضرر كبير ومباشر على المصالح البريطانية في المنطقة العربية والهند، ومن اجل ذلك اندفعت بقوة إلى إضعاف نشاط الفرنسيين من خلال أسطولها الكبير والواسع الانتشار في المحيط الهندي وبحر العرب،ومن أجل سيطرتها على طريق رأس الرجاء الصالح ، وتمكنها من السيطرة على مضائق البحار ، كالبحر الاحمر والخليج العربي، لذلك اعتبرت بريطانيا منطقة الخليج العربي ، ومنذ الحملة الفرنسية على مصر، أحد الخطوط الأمامية الهامة للدفاع عن مستعمراتها بالهند (3).",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "لقد سعت بريطانيا من خلال توثيق علاقاتها السياسية مع حكام منطقة الخليج العربي، وبالأخص سلطان مسقط إلى تفويت الفرصة على الفرنسيين الطامعين في الحصول على موطىء قدم لهم في المنطقة، وذلك من خلال توقيع الاتفاقيات والمعاهدات بين بريطانيا ومشايخ الساحل العماني، حيث توجت تلك التحركات بتوقيع أول إتفاقية بين بريطانيا و أول دولة عربية في العصر الحديث،في 12 اكتوبر 1798م، بين سلطان مسقط، سلطان بن احمد، ومهدي علي خان ، موفد حكومة الهند البريطانية(4)،و نصت تلك المعاهدة على إبعاد الرعايا الفرنسيين الذين يعملون في خدمة السلطان، وعدم السماح بقيام أية وكالة تجارية فرنسية أو هولندية في مسقط وتوابعها،كما اجاز سلطان مسقط للبريطانيين إقامة وكالة تجارية في بندر عباس، ومنحها الامتيازات التجارية كافة (5)،كما وقعت في 18 يناير 1800م اتفاقية جديدة بين بريطانيا وسلطان بن احمد سلطان مسقط، بوساطة مبعوثها الى فارس \" جون مالكولم Malcolm \"، وذلك لاستمالة ود حاكم مسقط، خشية ازدياد النفوذ الفرنسي في المنطقة، وقد ترتب على توقيع تلك الاتفاقية، تعيين اول حاكم مقيم بريطاني في منطقة الخليج العربي، وهو الطبيب \"بوجل Bogle \"، الا انه توفي في العام ذاته ،وعين بدلا منه الكابتن\"دافيد سيتون David Seton \"، الذي عمل طوال ثمانية أعوام على ارساء قواعد النفوذ البريطاني في عمان(6).",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "علىأن أول صدام كبير وتنافس واضح بين الفرنسيين والبريطانيين على عمان ومنطقة الخليج العربي، بدأ منذ ان بدأت فرنسا سنة 1894م بتحدي الوجود البريطاني هناك، واذا كانت الحقبة الاخيرة من القرن التاسع عشر قد شكلت اهتماما غير مفاجيء للفرنسيين بعمان فقد سعت في الفترة 1883م-1885م، الى إنشاء خط ملاحي بحري بين فرنسا والخليج العربي ، تموله الحكومة الفرنسية، وذلك عن طريق\"جوليس فري Jules Fery \"، المسؤول عن شؤون المستعمرات في الحكومة الفرنسية، حيث كان هذا الاهتمام من الدوافع والاسباب التي حركت بريطانيا الى التعجيل في عقد اتفاقيات غير مشروطة مع معظم حكام الخليج العربي على اختلافهم(7). ¶ أهمية ميناء صور التجاري:- ¶ نظرا للتدهور العام الذي منيت به الحركة الملاحية والتجارية في عمان بعد سنة 1856م وسنة 1862م، فقد اكتسبت التجارة أهمية نسبية بالنسبة لاقتصاد المناطق الساحلية من عمان،والواضح ان جانبا هاما من تجارة عمان لم يكن يخضع للتفتيش الجمركي من جانب السلطات المحلية، ولم يكن لحكومة مسقط سلطة جمركية على ميناء صور اكبر مدن عمان واكثر موانئها نشاطا في نهاية القرن التاسع عشر،والوقائع التاريخية تشير الى ان تدهور الاقتصاد العماني وضعف الحركة الملاحية لعمان في الستينات من القرن التاسع عشر ، انما اعقب وفاة السلطان سعيد سنة 1856م،وتشير الدراسات الى ان القسم الاعظم من الاسطول العماني كان يرسو في ميناء زنجبار، وحتى القطع البحرية التي بقيت في ميناء مسقط ، تم بيعها في الستينات،وقد أكد الباحثون على ان ذلك الاجراء كان جزءا من المؤامرة البريطانية لتفتيت الامبراطورية العمانية واسطولها البحري الكبير(8).",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "إضافة الى ذلك، فان من ابرز العوامل التي ادت الى تدهور وانخفاض معدل التجارة في عمان، في الربع الاخير من القرن التاسع عشر، انما مرده الى التوترات السياسية الكبيرة التي حصلت في عمان بعد وفاة السلطان سعيد، حيث اضحت الظروف غير ملائمة ولا مشجعة لدى التجار العمانيين للقيام باعمالهم التجارية بحرية ، ونتيجة للانتكاسات التي سببتها الاوضاع السياسية للبلاد سنة 1878م و1884م و1895م، فقد أغلق الطريق بين داخلية عمان وموانئها لفترة من الوقت\"(9)،ويبدو ان عمان قد دخلت مرحلة مفصلية في تاريخها الحديث بعد وفاة سلطانها ،اذ لم يتاثر اسطولها البحري بالتدهور والانحطاط فحسب، بل أدى ذلك الى انهيار وتدهور دور مدينة مسقط كمركز ملاحي هام في منطقة الخليج العربي، وكذلك سقوط اهميتها التجارية، وانخفاض عدد سكانها نتيجة الهجرة المعاكسة منها الى المناطق الداخلية وغيرها من الداخل العماني . وقد اعتبر المؤرخون تلك الحقبة التاريخية من عمر عمان ،كارثة عظيمة حلت بمدينة مسقط وملحقاتها،علما بان مسقط كانت قبل ذلك من اكثر موانيء الخليج العربي نشاطا تجاريا، اذ كان حوالي خمسة اثمان تجارة الخليج العربي تاتي عن طريق مسقط(10).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وعلى الرغم من تدهور النشاط الملاحي العماني مع الهند وافريقيا،وتأثر الاسطول العماني بالضعف والانحطاط، الا ان بعض الموانيء قد احتفظت باهميتها التجارية ، إذ استمرت تمارس نشاطاتها التجارية عبر البحار فترات طويلة من الزمن التي اصبحت جميعها المنفذ الاخير لعدد كبير من الملاحين العمانيين في مدينة صور، وبذلك تكون مدينة صور قد نجت من حالة التدهور والانحطاط الذي اصاب مسقط وما حولها في نهاية القرن التاسع عشر(11)،وغدت مدينة صور ، بفضل نشاطها التجاري غير المشروع من وجهة نظر بريطانيا، واحدة من أهم المدن العربية في الخليج العربي ،ولم يكن لحكام مسقط حتى في أوج سلطانهم أي نفوذ على مدينة صور، لينعدم النفوذ انعداما تاما في الستينات من القرن التاسع عشر، نتيجة لاختفاء وتدهور الاسطول البحري العماني.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "اضافة الى ذلك، فان تردي الحالة الاقتصادية في مسقط وما حولها،قد دفع اهالي عمان والسواحل الى التفكير جديا بالهجرة من مواطنهم الاصلية الى المدن الاخرى التي تتوفر فيها مصادر الحياة والنشاط التجاري،ولذلك حظيت مدينة صور بأهمية كبيرة في تلك المرحلة من عمر الملاحة البحرية في عمان، لتستقطب التجار والبحارة العرب الذين تدفقوا عليها هروبا من حالة التدهور، وهروبا من الرقابة والضرائب، لتصبح صور بسبب ذلك، أكبر الموانيء الملاحية في نهاية القرن التاسع عشر،كما جعلها تعداد سكانها الذي وصل في سنة 1900م الى إثني عشر الف نسمة، أكبر مدن عمان كلها،واسطولها اكبر اسطول في المنطقة، اذ بلغت السفن حوالي مائة سفينة كبيرة ، كلها من عابرات المحيط (12). ونلاحظ هنا، ان التنافس البريطاني والفرنسي على سيادة الساحل العماني، ومحاولة الفرنسيين لعب دور مؤثر في حركة الملاحة البحرية في منطقة الساحل العماني، وحالة الركود الاقتصادية التي تعرضت لها موانيء السلطنة، وفي مقدمتها مدينة مسقط، اضافة الى الضرائب والرقابة الشديدة التي فرضتها بريطانيا على الاهالي بالتعاون مع حكومة مسقط،ومحاولة بريطانيا احتكار التجارة البحرية ومحاربة أنشطة الملاحين العرب عبر المحيط الهندي وبحر العرب، كل ذلك دفع مدينة صور الى ممارسة أنشطة تجارية خارج دائرة الرقابة القانونية،وبفضل التعاون مع السلطات الفرنسية، والنشاط التجاري ، ساعد كل ذلك مدينة صور على ان تنجو من حالة التدهور والانحطاط الاقتصادي الذي أصاب عموم المدن العمانية. ¶ تطور العلاقات الفرنسية الصورية:-",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "ما من شك، انه كان للظروف الاقتصادية والسياسية الصعبة التي مرت بها مسقط وموانيء الساحل العماني،عقب وفاة السلطان سعيد بن سلطان، وتدهور الاسطول البحري العماني، ومحاولة بريطانيا فرض قيود صارمة على حركة الملاحة البحرية عبر المحيط الهندي وبحر العرب، دور بارز في لجوء سكان مدينة صور الى توثيق علاقاتهم مع فرنسا،المنافس الوحيد للبريطانيين في المنطقة، وذلك لضمان حقوقهم الملاحية عبر البحار الخاضعة لرقابة مشددة من قبل الاسطول البريطاني، بالاضافة الى ان فرنسا رغبت في ان يبقى لها موطىء قدم على الساحل العماني، ووجدت ذلك في مدينة صور، الأمر الذي دفع علاقات الطرفين الى مزيد من التطور والازدهار. ¶ لقد عملت السلطات الفرنسية في شرق افريقيا ، في أبوك ومدغشقر وجزر القمر منذ عام 1860م، على تقديم الوثائق الفرنسية لرعايا مسقط المشتغلين بتجارة الرقيق، وخاصة لأهالي صور، الذين ابدوا استعدادهم المنقطع النظير لقبول حماية الفرنسيين لسفنهم وبواخرهم التجارية، وكون السفن الفرنسية لا تتعرض للتفتيش على يد السفن البريطانية، فقد تزايد اهتمام اهل صور بالحصول على العلم الفرنسي،فرفعت السفن الصورية الاعلام الفرنسية ، وبسبب ذلك، قدمت وزارة الخارجية البريطانية احتجاجات رسمية كثيرة الى فرنسا ورغم ذلك، استمر القناصل الفرنسيون بمنح الجنسية الفرنسية لأصحاب السفن العمانية حتى يستطيعوا رفع الاعلام الفرنسية، والذي ساعد على ذلك، ان فرنسا استمرت ترفض مبدأ التفتيش البحري في المحيط الهندي وبحر العرب، كما رفضت التوقيع على البنود الخاصة بالتفتيش التي اقرها مؤتمر بروكسل الدولي، واعتمدت على معاهدة 1844م(13).",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "دأب القناصل الفرنسيون على منح الاعلام والجنسية الفرنسية للتجار العمانيين ، لاسيما سكان مدينة صور حيث انتهز سكان مدينة صور هذه الفرصة وتقدموا للحصول على الاعلام الفرنسية، لاسيما بعد تاسيس الوكالة الفرنسية في مسقط عام 1893م، حيث تقدم عدد كبير من التجار الصوريين لتسجيل اسمائهم باعتبارهم رعايا فرنسيين(14). ¶ ومن خلال ما تقدم ،نلاحظ ان سكان مدينة صور، قد تمتعوا بعلاقات وثيقة مع فرنسا، حتى منحتهم فرنسا وضعا مميزا على بقية سكان المدن العمانية الأخرى، الأمر الذي جعل تجار صور يعملون بحرية ،وهم يرفعون الاعلام الفرنسية على بواخرهم وسفنهم، الى ان قوي نفوذهم، وراحوا ينافسون السلطة في مسقط، مما دفع السلطان الى طلب معونة بريطانيا التي أكدت له بان استخدام اهل صور للأعلام الفرنسية لن يؤثر على هيمنته عليهم(15). ¶ ورغم الاحتجاجات التي بدأت تظهر من قبل وزارة الخارجية البريطانية على الممارسات الفرنسية إزاء سكان صور ،وما تقدمه من دعم لجهودهم الملاحية والتجارية غير المشروعة في المنطقة، ظل القنصل الفرنسي في مدينة عدن وزنجبار يوزع الاعلام الفرنسية على السفن الصورية ، مما دفع حكومة الهند الى ابلاغ وزارة الخارجية البريطانية\"\"أن هدف القنصل الفرنسي في عدن وزنجبار ، هو التمهيد للسيطرة الفرنسية على عمان، وانه من الضروري لفت نظر حكومة بلاده\"،وقد ارسل المقيم االبريطاني في بوشهر مذكرة الى حكومته، بان سلطان مسقط طلب منه الاحتجاج على قيام السلطات الفرنسية في عدن وزنجبار بتوزيع الاعلام على سفن مسقط المحلية(صور) من أجل تشجيع تجارة الرقيق(16).",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "كان تعيين ممثل فرنسي في مسقط عام 1894م، أحد ابرز الاسباب في إثارة مسألة الاعلام، حيث أعرب سلطان مسقط عن قلقه من موقف الممثل الفرنسي في توزيع الاعلام، وأكد له ان الغرض من تعيينه هو بسط النفوذ والحماية الفرنسية على سكان مدينة صور، حيث جرت مراسلات طويلة بين الوكيل السياسي البريطاني في مسقط\"فاجن\"، ونائب القتصل الفرنسي\" أوتافي\"، حول العلاقات الفرنسية البريطانية في مسقط،وأوضح \"أوتافي\" ان رفع الاعلام الفرنسية على سفن صور كان أمرا جاريا منذ فترة طويلة، وان السلطان قد وافق على ذلك ، وبين \"أوتافي\" للسلطان ، ان ايقاف رفع الاعلام الفرنسية على سفن صور سوف يلحق به أضرارا جسيمة، وسوف يؤدي ذلك الى ثورة اهالي صور(17)\". ¶ يعتبر \"اوتافي\" من الشخصيات السياسية الفرنسية المرموقة والبارزة، حيث لعب دورا هاما في ترسيخ العلاقات الفرنسية وتطويرها مع العديد من المناطق الساحلية العمانية وفي مقدمتها مدينة صور، كان دبلوماسيا بارعا يجيد التحدث باللغة العربية ، وسبق له ان عمل في زنجبار وشغل مناصب اخرى في منطقة المحيط الهندي، وتسلم عمله كقنصل لفرنسا بالنيابة، وكغيره من الممثلين الفرنسيين الكثيرين، أظهر \"أوتافي\" براعة سياسية ودبلوماسية كبيرة، وأصبح خصما عنيدا للممثلين البريطانيين المسؤولين عن المصالح البريطانية في عمان في التسعينات من القرن التاسع عشر(18).",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "لقد لعب نشاط الدبلوماسي الفرنسي الشهير\"اوتافي\" في عمان، على إظهار بعض المخاطر تجاه إمام مسقط ، و المصالح البريطانية، التي بدأت تتلمس تلك المخاطر حينما أبدى السلطان خشيته من ذلك النشاط الدبلوماسي الكثيف الذي راح يضطلع به \"اوتافي\" في مسقط،ومحاولة فرنسا تأكيد حمايتها على العمانيين الذين كانوا يرفعون العلم الفرنسي فوق سفنهم،كما أبدى السلطان خشيته من ان تحاول فرنسا فصل ميناء صور الاستراتيجي عن بقية اجزاء المملكة العمانية، الا انه بعد مضي خمسة أشهر على وصول\"أوتافي\" تغير موقف السلطان فيصل منه، خصوصا بعد ان رفض البريطانيون مساعدته عسكريا ضد هجوم مسلح قام به العمانيون على مسقط ما بين شهري فبراير ومارس من سنة 1895م(19)،وفي العام ذاته ، تمكنت السفن البريطانية من الاستيلاء على بعض السفن التابعة لأهالي مدينة صور وهي تحمل الاعلام الفرنسية، و كانت محملة بالرقيق من افريقيا الشرقية، الأمر الذي دفع اللورد الانجليزي\" سالزبوري\" الى لفت نظر الحكومة الفرنسية الى ضرورة مراقبة تصرفات ممثليها في زنجبار وعدن ومدغشقر ومسقط، والعمل على تقليص توزيع الاعلام الفرنسية على السفن المحلية في الخليج ، وضرورة رفع علم مسقط على جميع السفن التي يملكها رعايا السلطان في مسقط وصور(20).",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "من جهة أخرى، فقد أثارت حكومة الهند البريطانية سنة 1896م مشكلة الاعلام من جديد، وراحت تضغط على السلطان بكل الوسائل المتاحة للحيلولة دون تطوير اهالي صور لعلاقاتهم مع الفرنسيين من خلال حمل الاعلام الفرنسية والحصول على الجنسية ايضا، الأمر الذي دفع السلطان في 26 مايو 1897م الى ارسال مذكرة احتجاج الى الحكومة الفرنسية، ضد فرنسة السفن العمانية، الا ان فرنسا لم تهتم بالرد على ذلك الاحتجاج،وقد أثار ذلك غضب بريطانيا، التي لم تجد بدا من تكرار الضغوطات على السلطان لكي يمارس سلطاته وصلاحياته في ايقاف رعاياه في مدينة صور عن ممارسة انشطتهم مع الفرنسيين،من ذلك \"قطعها الراتب السنوي للسلطان فيصل ، ثم أعقبت ذلك توجيه إنذار له ، فسارع الى سحب تراخيص بعض السفن التي تحمل الجنسية الفرنسية، فغضبت فرنسا لهذا التصرف وارسلت باخرة حربية الى مسقط كنوع من التهديد، واجبرت السلطان على اعادة التراخيص الى اصحابها(21). ¶ على الرغم من محاولات بريطانيا المتكررة في الضغط على السلطان فيصل لإعلان الحرب على من يرفع الاعلام الفرنسية على سفنه من الرعايا العمانيين،فإن العلاقات الفرنسية مع ملاحي صور وتجارها لم تتوقف عن التطور ، بحيث بدا واضحا ان مدينة صور لديها الرغبة الأكيدة في ربط مصالحها ومصيرها بمصالح ومصير فرنسا بشكل مباشر،الأمر الذي أدى عام 1900م الى توتر العلاقات الفرنسية البريطانية، خاصة عندما حاول المبعوث الفرنسي\"اوتافي\" فرض الحماية الفرنسية على ميناء صور، والاستئثار بتجارة ذلك الميناء الاستراتيجي المطل على بحر العرب وخليج عمان، ومع تزايد حدة التوتر والخلاف البريطاني – الفرنسي ، لم تتوقف بريطانيا عن ممارسة ضغوطاتها على سلطان مسقط، ليتخذ اجراءات صارمة ضد تجار مدينة صور، الذين يمارسون تجارة غير مشروعة ، بالاضافة الى ارتباطهم بتعهدات فرنسية لرفع الاعلام على سفنهم.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وعندما نقرأ الوثائق العربية العمانية التي وردت في مراكز الأرشيف الفرنسية، والتي جمعها الباحث الاكاديمي سلطان القاسمي، ندرك كم كانت بريطانيا حريصة على إنهاء الوجود الفرنسي من سواحل عمان و الخليج العربي بشتى الطرق والوسائل، يتضح ذلك من خلال ما ورد في وثيقة وزارة الشؤون الخارجية الفرنسية في باريس\"(22)، والصادرة بتارخ2/7/1900م، حيث ظهرت محاولات الحكومة البريطانية بالتعاون مع سلطان مسقط، الحصول على تعهدات تجار مدينة صور بعدم التعاون مع الفرنسيين، ولتحقيق هذه الاهداف ، دفعت بريطانيا السلطان فيصل بن تركي الى زيارة مدينة صور على متن المدمرة البريطانية \"سفينكس Sphinx \"، وبرفقته القنصل البريطاني\" ميجر كوكس Major Cox \"، وقد حاول السيد تركي انتزاع تعهد جماعي من اصحاب السفن الصورية ، باعادة تصاريح الملاحقة الخاصة بهم الى السلطات الفرنسية، واشترط من جهته ، ان يتم تسليم تلك التصاريح بشكل مؤقت اليه شخصيا، وقد انصاع لهذا الامر ثلاثة فقط من اصحاب السفن الصورية، واما الباقون فقاموا بالتوقيع على التعهد المطلوب لخشيتهم من الانجليز، ولكن ما ان وصلوا الى مسقط حتى تعهدوا خطيا لنائب القنصل الفرنسي بتمسكهم بالحماية الفرنسية، وهو ما اوضحته الوثيقة المشار اليها آنفا(23). ¶ لقد احتوت الوثيقة على تسع عشرة رسالة خطية قدمت للسلطان فيصل بن تركي وللقنصل البريطاني\" كوكس\" من قبل اهالي صور ، ووجدنا ثلاثة فقط يوافقون على تسليم ما لديهم من اعلام فرنسية، اما البقية فقد أصروا على بقاء علاقاتهم مع الفرنسيين، ولو ان الكثير منهم تحايل على التعهد برغبته التعاون مع حكومة مسقط، الا انهم جميعا عادوا ووقعوا على تعهدات جديدة مع الفرنسيين، ونورد هنا قائمة باسماء اولئك التجار والملاحين الصوريين الذين وردت تعهداتهم في مراكز الارشيف الفرنسية في باريس: ¶ الرقم ... الاسم ... التاريخ ¶ 1 ... عبدالله بن خميس بن علي بن ربيع ... 4 ربيع الاول 1318هـ",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "2 ... سالم بن مسلم بن ربيع ... 4 ربيع الاول 1318هـ ¶ 3 ... خميس بن مسلم ... 4 ربيع الاول 1318هـ ¶ 4 ... سالم بن سليم ولد سهيله ... 29 ربيع الاول 1318هـ ¶ 5 ... مبارك بن حمد بن راشد رزيقي ... 29ربيع الاول 1318هـ ¶ 6 ... محمد بن سليم بن عبود ... 10ربيع الاول 1318هـ ¶ 7 ... سليم بن ثابت ... 23 ربيع الآخر 1318هـ ¶ 8 ... راشد بن سليم بن ثابت ... 6جمادى الاولى 1318هـ ¶ 9 ... سليم بن جمعه بن سليم ... 27ربيع الآخر 1318هـ ¶ 10 ... راشد بن خميس بيده ... 27ربيع ألآخر1318هـ ¶ 11 ... راشد بن جمعه ... 28ربيع الثاني 13128هـ ¶ 12 ... سالم بن سعد بيده ... 27 ربيع الثاني 1318هـ ¶ 13 ... علي سالم بن راشد التمامي بيده ... 27ربيع الآخر1318هـ ¶ 14 ... راشد بن محمد الروتلي ... 28ربيع الآخر 1318هـ ¶ 15 ... علي بن سعيد بن سالم التمامي بيده ... 29 ربيع الآخر1318هـ ¶ 16 ... السيد علي بن حمد الذهب بيده ... 1 جمادى الأول 1318هـ ¶ 17 ... محمد بن عبدالله بن سلطان بيده ... 1 جمادى الأول 1318هـ ¶ 18 ... حمد بن محمد بن راشد ولد فنه ... 28 ربيع الآخر 1318هـ ¶ 19 ... محمد بن راشد بن حمد المانحي ... 6 جمادى الأول 1318هـ ¶ لقد ركزت تلك التعهدات على مجموعة من النقاط نجملها بما يلي: ¶ اولا: قدم جميع الموقعين اعتذارهم للسلطان فيصل بن تركي والقنصل البريطاني بصورة لبقة دون المساس بصلاتهم مع الفرنسيين. ¶ ثانيا: حاول معظم تجار صور إعطاء تبريراتهم لعلاقاتهم مع الفرنسيين ، وان ذلك لم يكن الا بفعل الظروف الاقتصادية القاسية التي احاطت بهم وبمدن الساحل العماني عموما. ¶ ثالثا: كشفت الوثيقة التي تعهد بها محمد بن سليم بن عبود للفرنسيين، انه عندما قابل السلطان السيد فيصل بن تركي اكد له وللقنصل البريطاني انه واصحاب السفن الصورية يعتبرون انفسهم رعايا فرنسيين، حيث قدمت السلطات الفرنسية الحماية والرعاية لهم ولبواخرهم عبر المحيط الهندي وبحر العرب، وبذلك حازوا على الآمان في تجارتهم البحرية ولم يتعرض لهم احد بالأذى.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "رابعا: كشفت الوثيقة الموقعة باسم محمد بن سليم بن عبود عن حوار دار بينه وبين السلطان فيصل بن تركي، مؤكدا له بان اهل صور قد حصلوا على الحماية الفرنسية ليس ضد السلطان، بل بحجة عدم مقدرة السلطان على توفير الحماية لهم ولبواخرهم. ¶ لم تقف اهتمامات السلطان والمبعوث البريطاني اللذين جاءا الى مدينة صور عند حد أخذ تعهدات اهالي صور فحسب، بل وجه السلطان رسالة الى القنصل الفرنسي في مسقط\" أوتافي\" نبههه فيها الى ضرورة عدم السماح لأحد من رعايا مسقط بالحصول على الاعلام الفرنسية، كما أصدر إعلانا يمنع فيه رعاياه من قبول اية حماية أجنبية في أراضيه، وان كانت تلك الحماية فرنسية(24)، لكن القنصلية الفرنسية في مسقط لم تقف موقف الحياد إزاء الاجراءات التي اتخذها السلطان فيصل بن تركي والقنصل البريطاني \" كوكس\"تجاه ميناء صور وسكانه، فقد قامت السفن الفرنسية بزيارة عاجلة الى مدينة صور ، ويرافقها القنصل الفرنسي في مسقط\"أوتافي\" الذي اجتمع مع معظم تجار صور ،كما خطب باهالي مدينة صور معلنا لهم عن نية حكومة فرنسا اعتبار السفن الصورية كافة والتي ترفع العلم الفرنسي هي سفن فرنسية، وان كافة اصحابها فرنسيون(25). ¶ جاءت تحركات الممثلية الفرنسية لتقف ضد توجهات بريطانيا الرامية الى فرض هيمنتها على عمان وسواحلها وموانئها البحرية، وتؤكد رغبة فرنسا برعاية مدينة صور وحرصها على مصالحها التجارية، وهو ما دفع القنصل الفرنسي الى التردد على مدينة صور غير مرة ، فقد جاء الى صور سنة 1905م، وقام واليها السيد حمود بن حمد البوسعيدي باستقباله في منطقة \"بلاد صور\"، القريبة من مدينة صور ،حيث طاف الوالي بالمبعوث الفرنسي في انحاء متعددة من المدينة لاطلاعه على احوال سكانها، ومما يؤكد ذلك ، قيام صحيفة عمان في عددها الخاص الذي صدر عن مدينة صور بمناسبة العيد الوطني السادس والعشرين(18 نوفمبر 1996م بنشر صورة للقنصل الفرنسي وبرفقته والي المدينة(26).",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ازدادت حالة الامتعاض والعداء للانجليز في المنطقة العربية ، وذلك بسبب تدخلات بريطانيا المباشرة في شؤون السواحل العمانية والخليجية وتجارتها عبر المحيط الهندي وبحر العرب، الأمر الذي دفع الفرنسيين الى استغلال تدهور تلك العلاقات استغلالا أمثل، فاصدروا صحيفة باللغة العربية في باريس باسم\" فتح البصائر\"، التي رفعت شعار التتنديد بالسياسة البريطانية في المنطقة العربية، وقد وزعت الصحيفة في حضرموت وعدن ومسقط والبحرين (27). لقد كان لتأزم الموقف بين الفرنسيين والبريطانيين مصلحة كبيرة لتجار مدينة صور الذين عرفوا كيف يستغلون هذه الظروف وتلك الخلافات لصالحهم، حينما توجهوا نحو الاتصال بالفرنسيين لكسب ودهم ودعمهم لحماية سفنهم البحرية. ¶ بلغت الأزمة بين الفرنسيين والبريطانيين ذروتها ، وكادت تؤدي الى نشوب مواجهة عسكرية مباشرة بينهم، وذلك عندما قدم السفير الفرنسي في لندن\" مسيو كاميون\" لومه الشديد الى \"سالزبوري\"، بسبب استيلاء البريطانيين على أوراق فرنسية تابعة لأهالي مدينة صور، وطالب الحكومة البريطانية بضرورة اعادتها الى اصحابها، وقد أدى ذلك الى ان تلفت الحكومة البريطانية في الهند نظر الحكومة الفرنسية على ما تنطوي عليه سياسة رفع الاعلام الفرنسية على السفن العربية من مخاطر كثيرة ،الا ان بريطانيا رفضت تسليم الاوراق، ولذلك تحركت سفينة فرنسية الى مسقط تطلب من السلطان تسليم الاوراق التي استولى عليها، وطلب\" أوتافي\" من سكان مدينة صور الذين أجبروا على تسليم أوراقهم واعلامهم الى السلطان باستلام غيرها من القنصلية الفرنسية في مسقط، مهددا باستخدام القوة العسكرية، الأمر الذي دفع السلطان الى طلب معونة بريطانيا مما عجل بانسحاب السفينة الفرنسية، وحاولت بريطانيا سحب الاعلام الفرنسية من سكان صور الا انهم رفضوا تسليمها الاعلام(28).",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "لقد كان من نتائج تطور الخلافات الفرنسية البريطانية، وتفاقم الأزمة بينهما في منطقة عمان والخليج العربي ، ان دفع كلتا الدولتين الى توقيع معاهدة وفاق للحيلولة دون تفاقم الأزمة، وتلافيا للمصادمات العسكرية، والعمل على خفض حدة التوتر بينهما، اتفقا في نهاية الأمر على رفع مسألة الخلاف حول الاعلام الفرنسية المرفوعة على السفن الصورية الى التحكيم الدولي في لاهاي للبت فيها وذلك في (13 اكتوبر 1904م)(29). ¶ انتعاش التجارة في مدينة صور وموقف الحكومة البريطانية: ¶ اذا كانت مدينة مسقط ، حاضرة عمان في اوائل القرن التاسع عشر، من أكبر مراكزالتجارة وتوزيعه في منطقة الخليج العربي والعراق وفارس والهند، فان تلك الأهمية قد تعرضت الى هزات كبيرة اودت بمجد المدينة وازدهارها، على ان من أسوأ النتائج التي تمخض عنها تدهور وانحطاط المدينة كمركز ملاحي وتجاري ، سقوط اهميتها التجارية، الى جانب انخفاض عدد سكانها ، الذين طفقوا يهجرونها الى مناطق اوفر حظا واكثر انتعاشا ، وذلك في أعقاب وفاة السلطان السيد سعيد سنة 1856م، اعتبرت وفاته كارثة حلت على مدينة مسقط وتوابعها(30)، الأمر الذي أدى الى ازدهار مدن اخرى ، فكانت مدينة صور من ابرز المدن الساحلية في عمان التي تحوز على مكانة تجارية مرموقة، وتحل محل مسقط وتفوقها نشاطا ملاحيا، لاسيما في تجارة الرقيق الافريقي، وبرغم تورط البرتغاليين والفرنسيين وغيرهم من الدول الاوروبية في تجارة الرقيق، الا ان الانتقادات وجهت فقط الى العرب وحدهم، واعتبروا بذلك ، ممن يمارسون أنشطة تتناقض وحقوق الانسان(31).",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "اعتبرت مدينة صور من الموانيء المزدهرة في عمان والخليج العربي ، وذلك بسبب اهتماماتها بالتجارة، في الوقت الذي كان فيه اهل عمان يعتقدون بان ملكية العبيد عمل مشروع في إطار الشريعة الاسلامية، لذلك استمرت تجارة الرقيق في عمان برغم ما واجهها من ضغوطات كبيرة من قبل الاسطول البريطاني المتمركز في بحر العرب والمحيط الهندي، واستمرت السفن التجارية تفرغ حمولتها بما تحمله من رقيق في ميناء صور ، ثم يتم توزيعهم على المناطق الداخلية والساحلية (32)،وبرغم ان تجارة الرقيق التي مارسها تجار مدينة صور مدة طويلة من الزمن ، لم تكن سوى ذات طابع اقتصادي اكثر منه مصدرا آخر، كتوفير لليد العاملة على سبيل المثال، فكان التاجر يحصل على 20% عن العبيد المستوردين من افريقيا، اما اذا صدر العبيد الى ميناء البصرة فيحصل التاجر على 50%، حيث كانت اسعار العبيد تحدد وفقا لأعمارهم وجنسيتهم ومظهرهم ومنشئهم(33).",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "والتجارة التي ذاعت شهرتها في مدينة صور العمانية، وان هي قوبلت بالرفض الشديد من قبل بريطانيا بوجه خاص، الا انها مع ذلك استمرت في سواحل افريقيا وزنجبار، حتى ان الفرنسيين عينوا وكلاء لهم على طول الساحل في زنجبار، واستمرت السفن الفرنسية الحربية تحمي تجارة الرقيق ، وكانت ثمة محاولات من قبل حاكم زنجبار لمنع هذه التجارة ، لكن القنصل الفرنسي هناك هدده بتدخل الحكومة الفرنسية(34)، من جهة ثانية، حاولت بريطانيا بشتى الطرق والوسائل محاربة تلك التجارة المحظورة في منطقة الخليج العربي، وتحديدا في ميناء صور الذي تبوأ مركز الصدارة في تجارة الرقيق الإفريقي، ولتتمكن بريطانيا من تحقيق هدفها بالقضاء على تجارة الرقيق،قامت بتوقيع العديد من الإتفاقيات والمعاهدات مع أمراء الساحل العُماني وبيقة مشيخات الخليج العربي، فكانت معاهدة سنة 1822م مع مسقط، حيث نصت في أحد أهم بنودها على إعتبار تجارة الرقيق عملا من أعمال القرصنة (35)،وهناك معاهدة سنة 1839م مع شيوخ الساحل المُهادن ومسقط، حيث نصت على السماح للسفن الحربية البريطانية بتفتيش ومصادرة السفن التي تعمل في تجارة الرقيق، بما فيها سفن السلطان نفسه(36)،ومعاهدة سنة 1845م، التي فرض البريطانيونشروطهم من خلالها على سلطان مسقط،السيد سعيد، بأن يقوم السلطان بتحريم تصدير الرقيق في أي جزء من أملاكه الإفريقية، مع الترخيص للسفن البريطانية بتفتيش السفن العُمانية في مياه الخليج العربي والمحيط الهندي (37)،وهناك إتفاقية سنة 1847م مع شيوخ الساحل المهادن والبحرين، تعهد بموجبها الشيوخ بمنع تجارة الرقيق ونقله من شواطيء افريقيا على سفنهم وسفن رعاياهم،كما منحوا الطرادات البريطانية حق الحجز والتفتيش والمصادرة على السفن التي يشتبه بانها تمارس تجارة الرقيق وتروج له(38)،اما معاهدة سنة 1873م ، فقد نصت هي الأخرى على حظر تجارة الرقيق في منطقة الخليج العربي ، وقد وقعت الاتفاقية بين",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "بريطانيا من جهة، وسلطان مسقط وسلطان زنجبار(برغش) من جهة ثانية. ¶ على الرغم من توقيع اتفاقيات ،1822م،1839م،1845م،1847م،1873م، بين بريطانيا وسلطان مسقط وزنجبار وشيوخ الساحل العماني المهادن، وصدور العديد من المراسيم السلطانية، التي تدعو الى تحريم تجارة الرقيق لتجارة الرقيق من افريقيا، ، وقد لاحظنا ، انه بقدر تقرب سلطة مسقط المركزية من بريطانيا ،وممارسة البريطانيين لضغوطاتهم على السلطان للحد من أنشطة تجار الرقيق وملاحقتهم ومنعهم بشتى السبل المتاحة، نجد في المقابل تشددا فرنسيا كبيرا إزاء السياسة البريطانية تجاه تجار مدينة صور، حيث راحت فرنسا تتشدد بمواقفها معلنة دعمها الواضح لكل من يعمل من سكان مدينة صور بتجارة الرقيق او غيرها ،وقد بلغ تطور العلاقات الفرنسية الصورية ذروته حينما سمحت فرنسا للصوريين باستخدام العلم الفرنسي على بواخرهم وسفنهم التجارية، بالاضافة الى منح الكثيرين منهم الجنسية الفرنسية، الامر الذي كشف عن رغبة تجار صور في ربط مصيرهم بمصير الفرنسيين، ليقينهم انهم سيمارسون تجارتهم بأمان أكبر.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "كما تبين، أنه بين سنة 1874م وسنة 1884م، تمكنت وحدات من الاسطول البريطاني الخاصة بمكافحة تجارة الرقيق ، من خنق نشاط المهربين بمكران، ثم عاود نشاطه مرة اخرى سنة 1884م، وسنة 1904م، وذلك بسبب الاتفاقيات التي وقعها تجار الرقيق مع السلطات الفرنسية التي رعت مصالحهم التجارية واصبحوا تحت حمايتها، ومع انه قد حصل تطور وازدهار لنشاط مدينة صور العمانية في هذه الفترة، واستغل تجار صور علاقتهم مع الفرنسيين استغلالا كبيرا، الا انهم تعرضوا لانتكاسة عظيمة أصابت تجارتهم البحرية بمقتل كبير، \"ذلك حينما اعتقلت البرتغال 114 تاجرا عربيا من سكان مدينة صور ومعهم 12 سفينة و 725 عبدا ، في قاعدة شحن العبيد بأحد موانيء موزمبيق، وقد حكم عليهم بالسجن 12 عاما في انجولا، وهو الاجراء الذي جعل أهالي صور يقيمون المناحات والمآتم على ذويهم المقبوض عليهم،وقد وضع هذا الاجراء الذي تم سنة 1902م، نهاية لأهمية صور كقاعدة بحرية لتوزيع الرقيق(40). ¶ الخلافات البريطانية –الفرنسية ومسألة التحكيم الدولي: ¶ لم تتمكن بريطانيا ، رغم علاقاتها القوية مع حكومة مسقط ومشايخ الساحل العماني المهادن، ورغم توقيعها اتفاقيات ومعاهدات عديدة للحد من ظاهرة انتشار تجارة الرقيق في منطقة الخليج العربي، لم تتمكن من وضع نهاية لتلك التجارة غير المشروعة التي انتشرت وقتها في مدينة صور وبعض موانيء الساحل الافريقي الشرقية، بل وجدت بريطانيا نفسها في مواجهة مباشرة مع حكومة فرنسا التي أبت الا ان تقوم بدعم تجار مدينة صور بشكل مطلق لتؤمن لهم الحماية المطلوبة من مخاطر التفتيش والرقابة البريطانية التي فرضتها على تجارة المحيط الهندي وبحر العرب وخليج عمان، ومن هنا ، فان حكومة فرنسا لم تتوان ولو للحظة واحدة في منح العلم الفرنسي لتجار مدينة صور حتى يرفعونه على سفنهم التجارية، بل ووصل الأمر من جانب الفرنسيين الى منح الجنسية الفرنسية الى من يرغب من أهل مدينة صور.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "لقد تفاقمت حدة الأزمة بين بريطانيا وفرنسا ، ووصلت الخلافات بينهما الى مرحلة متقدمة ، كادت تصل الى حد المواجهة العسكرية المباشرة، ، لولا ان الجانبين توصلا سنة 1904م الى توقيع معاهدة وفاق تجنبا لتبعات الأزمة ، وتخفيفا لحدة التوتر بينهما، حيث أبرما اتفاقا على رفع الخلاف الى هيئة تحكيم دولية ، لعرضها على محكمة العدل العليا في لاهاي ، وقد حملت اسم \" Muscat Dhow Case \"، كما اتفقت فرنسا وبريطانيا على ضرورة ان تشترك ايطاليا في التحكيم، وقد تم الاتفاق على تحديد موعد الالتقاء في روما للإتفاق على موعد التحكيم بين الدول الثلاث، وفي أثناء ذلك ، صدرت من جانب فرنسا بعض التصرفات المخالفة لروح الاتفاق ، منها، محاولة نائب القنصل الفرنسي \"بيلوكوك Billecoq \" في مسقط التردد على مدينة صور اكثر من مرة(41)، وإقدام القنصل الفرنسي على جمع الاعلام الفرنسية القديمة في مدينة صور ، وتوزيع اعلاما جديدة عوضا عنها الى السكان(42)\".",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "كشفت الوثائق العائدة الى الخارجية البريطانية (F.O.R. ) عن حيثيات الأزمة البريطانية الفرنسية التي تصاعدت حدتها بين الجانبين حول تجارة الرقيق الافريقي في ميناء مدينة صور، كما اوضحت المخاوف البريطانية التي كانت تخشاها من تصرفات الحكومة الفرنسية المخالفة لنصوص الاتفاقيات المبرمة بين الجانبين، وبينت تلك الوثائق ، اهم المسائل التي أثيرت أمام محكمة العدل العليا في لاهاي، فكان منها، سيطرة شركة افريقيا البريطانية على مواطني صور(43)، وإثارة مسألة وضع الاعلام الفرنسية على البواخر والسفن الصورية(44) ، واعتراض حكومة فرنسا على إدراج اسم السلطان ضمن قائمة الحاضرين في التحكيم، الأمر الذي أثار غضب بريطانيا وأعلنت عن إصرارها على إدراج اسم السلطان، باعتباره أحد الاطراف الاساسية في الأزمة القائمة،ولا بد من حضوره لإثبات هيبته أمام رعيته، بينما جددت فرنسا اعتراضها على مطالب الحكومة البريطانية،معتبرة ذلك بمثابة الحماية البريطانية على عمان وعلى سلطانها، الأمر الذي دفع السلطان اخيرا الى تفويض بريطانيا للتحدث باسمه حلا للخلاف (45). ¶ عقدت المحكمة أول اجتماع لها في مدينة مسقط وذلك في ( 11 يوليو 1904م)(46) ، وقد أعقب ذلك الاجتماع صدور إعلان من قبل السلطان السيد فيصل بن تركي سلطان عمان، يفصح فيه بشكل تفصيلي عن القرارات التي توصلت الى اتخاذها المحكمة الدولية، وقد تضمن الإعلان السلطاني النقاط التالية: ¶ اولا: تتمتع فرنسا بحق منح الاعلام الفرنسية للسفن والمراكب الصورية وفقا للإتفاقيات المبرمة قبل تاريخ (2 كانون ثان 1892م). ¶ ثانيا: على أصحاب السفن والمراكب الذين حصلوا على اذونات من الحكومة الفرنسية سنة 1892م ان يعلقوا الاعلام على سفنهم. ¶ ثالثا: بعد(2 كانون ثان 1892م) لا يحق لدولة فرنسا ان تمنح إذن تعليق العلم الفرنسي على المراكب الصورية التابعة للسلطان،لأولئك الذين ثبت حصولهم على إذن قبل التاريخ المذكور.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "رابعا: تعيين المراكب التي يؤذن لها بتعليق الاعلام الفرنسية والتي تستثنى من المراقبة والتفتيش، حسب نصوص اتفاقية 17 تشرين ثان 1844م، التي عقدت بين فرنسا وبريطانيا. ¶ خامسا: لا يحق نقل إذن تعليق العلم الفرنسي لغير الشخص الذي قيد اسمه بسجلات الاتفاق . ¶ سادسا: عدم جواز الاتفاق مع أية دولة أجنبية الا بموافقة السلطان مباشرة، وان رعايا السلطان ملتزمون بهذه الاجراءات(47). ¶ ومن القرارات التي اتخذتها المحكمة ووردت ضمن وثيقة السلطان السيد فيصل بن تركي، تعيين وتحديد المراكب والسفن التي تمنح حق رفع العلم الفرنسي، وهي سفن تابعة جميعها لمدينة صور العمانية، كما حددت أسماء مالكيها الذين بلغ عددهم ثلاثة عشر تاجرا صوريا، بينما بلغ عدد السفن( الخشب) التابعة اربعا وعشرين سفينة ، هي وحدها التي تمتلك حق رفع العلم الفرنسي، وقد وردت في الوثيقة على النحو التالي: ¶ الرقم ... اسماء الاشخاص ... أسماء الخشب(السفن) ¶ 1 ... محمد بن عبد الله بن سلطان الغيلاني ... السلامتي، فتح الخير، المتسهل، فتح المعين ¶ 2 ... عبدالله بن خميس بن علي المخيني ... فتح الكريم، مارسيل، سعد الكريم، الطاؤوس ¶ 3 ... عبدالله بن خميس بن مسلم المخيني ... فتح الخير، فتح الكريم ¶ 4 ... سالم بن سليم ولد سهيله العريمي ... فتح الخير، السلامتي ¶ 5 ... جمعة بن سعيد ولد بلال العريمي ... الجوهرة ¶ 6 ... سالم بن محمد بن رشاد العريمي ... جاد الكريم ¶ 7 ... السيد علي بن احمد الذهب ... سمحان،فتح الخير ¶ 8 ... سالم بن مسلم بن ربيع المخيني ... الزاهر ¶ 9 ... سليم بن ثابت المخيني ... فتح الخير، سعد الكريم ¶ 10 ... مبارك بن حمد ولد رزيق العريمي ... الخضراء ¶ 11 ... عبدالله بن سعيد ولد صابر ... سعد السلام ¶ 12 ... سيف بن سليمان الزهيبي ... السهيلة ¶ 13 ... عبدالله بن محمد بن راشد التمامي ... فتح الخير، فتح الرحمن",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "ونلاحظ ان قرارات المحكمة نصت على تحديد اسماء تجار صور مع أسماء سفنهم، كما سبقت الاشارة الى ذلك، وعلى هؤلاء الاشخاص ان يقوموا برفع العلم الفرنسي على سفنهم البحرية، اما في حال بيعها او نقل ملكيتها من تاجر الى تاجر آخر، او تلف السفينة ، فتلغى صلاحية رفع العلم عليها وعلى السفن التي يموت مالكيها، كما لكل صاحب سفينه الحق في اعادة الاعلام الى السلطات الفرنسية ممثلة بقنصلها في مسقط، وان هؤلاء النواخذة(القباطنة) الصوريين يكونون تحت حماية حكومة مسقط وخاضعين لقوانينها اذا ما كانوا في البر، اما في البحر فيتم الرجوع الى القنصلية الفرنسية في مسقط لاتخاذ الاجراءات المناسبة بحقهم(48). ¶ ونلاحظ، ان الوثيقة اوردت قائمة باسماء ستة تجار من مدينة صور كانوا يترددون بتجارتهم على زنجبار، وهم يملكون سفنا ترفع العلم الفرنسي، وقد تم الاتفاق بين بريطانيا وفرنسا على منحهم حرية التجارة وفق اتفاقية سنة 1904م/1322هـ،وهؤلاء الاشخاص مع اسماء سفنهم ، هم(49): ¶ الرقم ... أسماء الأشخاص ... اسماء الخشب(السفن) ¶ 1 ... محمد بن سليم ولد عبود الغيلاني ... سنجريف،فتح الخير، سمحان ¶ 2 ... علي بن سعيد التمامي العلوي ¶ 3 ... محمد بن راشد المالخي ... فتح الخير، السلامتي، السهيلة ¶ 4 ... محمد بن راشد الروتلي ¶ 5 ... مبارك بن محمد العامري ... ياسمين، فتح السلام ¶ 6 ... جمعة بن مبارك الغيلاني ... فتح الخير، فتح السلام ¶ خاتمة الدراسة: ¶ أظهرت الدراسة التي بين أيدينا ،ان مدينة صور العربية ، كانت ولا زالت مركزا بحريا وموقعا استراتيجيا يطل على بحر العرب والمحيط الهندي وخليج عمان، على اننا ، وبعد تلك الدراسة ، نضع بعض النتائج التالية:",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "اولا: لعبت مدينة صور في نهاية القرن التاسع عشر الميلادي دورا بارزا في حركة التجارة البحرية المارة عبر المحيط الهندي وبحر العرب، والتي تتصل ببلاد شرق افريقيا والهند وجنوب شرق اسيا وايران والعراق، وسبب ذلك الازدهار التجاري الذي تعرضت له مدينة صور ، كان نتيجة تدهور تجارة مدينة مسقط وضعف الملاحة فيها. ¶ ثانيا: كما كان للظروف الاقتصادية والتجارية الصعبة التي مرت بها عمان بشكل عام ومدينة صور بشكل خاص، في لجوء غالبية تجار ميناء صور الى البحث عن معين لهم ولمصالحهم التجارية عبر البحار ، فوجدوا ذلك بالفرنسيين الذين سارعوا الى تقديم اوجه العون والمساعدة كافة ، الامر الذي جعل تجار مدينة صور يتمتعون بحرية تجارية كبيرة ، لاسيما في ممارسة أنشطة تجارية محظورة ، كتجارة الرقيق والاسلحة. ¶ ثالثا: نلاحظ ان تجار مدينة صور استغلوا حالة الصراع والتنافس بين الفرنسيين والبريطانيين استغلالا عاد بالمصلحة عليهم وعلى تجارتهم، ومن هنا نفهم الاسباب التي دفعت تجار صور الى رفع الاعلام الفرنسية على سفنهم البحرية، ومن هنا ايضا، نفهم حرص فرنسا الشديد على تلبية مطالب تجار صور في رفع الاعلام الفرنسية على السفن الصورية، ومنحهم الجنسية الفرنسية لكي لا تتعرض لهم بريطانيا بالاذى. ¶ الهوامش:- ¶ 1-بدرالدين الخصوصي،دراسات في تاريخ الخليج العربي الحديث والمعاصر، ج1 ص49-50. ¶ 2- صلاح العقاد، الاستعمار في الخليج الفارسي، القاهرة،1956،ص 33. ¶ 3- فؤاد سعيد العابد، سياسة بريطانيا في الخليج العربي، خلال النصف الاول من القرن التاسع عشر، ذات السلاسل، الكويت، ص25. ¶ 4-فؤاد العابد،المرجع السابق، ص 27. ¶ 5-عبدالوهاب احمد عبدالرحمن، تاريخ العرب الحديث(1798-1920م)،دبي،1995،ص172. ¶ 6-فؤاد العابد، المرجع السابق،ص 29. ¶ 7-لاندن جيران لاندن، عمان، منذ 1856م، مسيرا ومصيرا، ترجمة محمد أمين عبدالله، منشورات وزارة التراث القومي والثقافة، سلطنة عمان،ص221.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "8-لاندن،ص104. ¶ 9-لاندن،نفس المرجع،ص 111. ¶ 10-لاندن،نفس المرجع،ص 110. ¶ 11-لاندن، ص 114. ¶ 12-Letter No.253,date 15/9/1884,from Miles to Ross,Indian Government Records,3 vol.4,annual administration report,1879-1880,p.134. ¶ 13-محمد علي الداود، محاضرات عن الخليج العربي والعلاقات الدولية، 1890-1914م،ص65. ¶ 14-الهام ذهني، فرنسا والخليج من منتصف القرن الثامن عشر حتى بدايات القرن العشرين، القاهرة 1413هـ/1993م، ص 370 ¶ 15-Wilson, The Persian Gulf ,London,1955,p.106 ¶ 16-الداوود، المرجع السابق، ص 88/ الهام ذهني، المرجع السابق، ص 166. ¶ 17-الداوود، المرجع السابق، ص 89-91 //الهام ذهني، ص167. ¶ 18-لاندن، المرجع السابق، ص 222//السجل الدبلوماسي والقنصلي الفرنسي 1899م، طبعة باريس 1899م. ¶ Annuaire Diplomatic et Consulaire de france. ¶ 19-لاندن، المرجع السابق، ص 222. ¶ 20-الهام ذهني، المرجع السابق،ص 168. ¶ 21- صلاح العقاد، الاستعمار في الخليج الفارسي، القاهرة،1956م،ص 153. ¶ 22- Ministry of Foreign Affairs,Correspondance Consulaire Muscat,new series vol. 28.Boutres Francies(vol.3)Augest,1900,pp.12-18. ¶ 23-د.سلطان القاسمي، الوثائق العربية العمانية في مراكز الارشيف الفرنسية، الطبعة الاولى،1993م،ص 279. ¶ 24- الداوود، ص 90// الهام ذهني،169. ¶ 25- جمال زكريا، دراسات لتاريخ الامارات العربية المتحدة 1840-1914م،الكويت، 1974م،ص372. ¶ 26- صور مرفأ الزمان ، صحيفة عمان، 1996م، ص 104-105. ¶ 27- جمال زكريا ، المرجع السابق، 372. ¶ 28. فؤاد سعيد العابد، سياسة بريطانيا في الخليج العربي (1853-1914م)، ذات السلاسل ، الكويت، 1984، ج 2 ص 98-99. ¶ 29- الهام ذهني، المرجع السابق، ص 170-171. ¶ Foreign Office,406/21.Inclosure in No.10.m Delcase to sir F.Bertis,Paris le 3 mars 190 ¶ 30-لاندن،ص 110.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "31-جون كيلي، بريطانيا والخليج 1795-1870م، سلطنة عمان، ترجمة محمد أمين عبدالله ، ص 95// احمد حمود العمري، عمان وشرق افريقيا، القاهرة، 1979م، ص89. ¶ 32-لاندن، المرجع السابق، ص 135. ¶ 33-لاندن، ايضا،ص 132. ¶ 34- صلاح العقاد، المرجع السابق، ص 131. ¶ 35-فؤاد سعيد العابد، المرجع السابق، ص 95. ¶ 36- فؤاد العابد، ص 102-103. ¶ 37- الهام ذهني، المرجع السابق، ص 153. بدرالدين الخصوصي، دراسات في تاريخ الخليج العربي الحديث والمعاصر، الكويت،1988، ص 42-44. ¶ 38- العابد،ص 110. ¶ 39- لاندن، المرجع السابق، 184-186. نزولا عند رغبة البريطانين والحاحهم المتكرر، أصدر السلطان تركي بن سعيد سلطان مسقط مرسوما ألغى بموجبه نظام الرقيق في بلاده، وذلك من خلال اعلان صدر في سنة 1897م، حيث نص على :\"ليكن معلوما للعموم أننا نمنع منعا باتا جميع أنواع الإتجار بالعبيد، سرا او علنا، وكل من يخالف هذا الأمر ويتعامل في بيع وشراء العبيد في أي من مملكتنا او توابعها ، سوف يقبض عليه وتصادر أملاكه\"، ورد مرفقا لخطاب رقم 572/30،مؤرخ بـ 30 مايو 1873م، من روس الى دوق أرجيل ، راجع تقرير ايتشون. لاندن،ص 186. ¶ 40- لاندن، المرجع السابق، ص 134. ¶ 41- الهام ذهني، المرجع السابق، ص 171. ¶ F.O. Inclosure No.21 Note Communicated by Sir Egerton to Signnor Tritton,Mar 42_ F.O406/23,No.32,Major Grey to Government of India,Muscat,junuary 19,1905. 43_F.O.406/20.Inclosure in No. 23.Mr Broderic to the Government of India Telegraphic India Office ,December 30,1905. 44- F.O. 406/33,Mr Graham to the Marguess of Lansdowne Confidential.The Hague.August 2,1905. ¶ 45- F.O. 406/21,No.39.March 15,1905. ¶ F.O. 406/20,No.104,February 18,1905. ¶ F.O. 406/20,No.75,1905. ¶ F.O. 406/20,No.93,February 14,1905.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "46- تشكلت لجنة المحكمة الدولية من ثلاثة أعضاء محكمون ، هم: سافورين Savoruin”، و لاميناش\" Laminash \"،و فولر\" Fuller\"، وقد عينت كل من الحكومة البريطانية والفرنسية مندوبا عنها يمثلها في المحكمة الدولية، كما عهدت الحكومة الامريكية الى القاضي \" فولر\" القيام بمهمة التحكيم، وقد افتتح \" لاميناش\" جلسة المحكمة الاولى مذكرا بان مهمة المحكمة هي القضاء على الخلافات الدولية،واتفقا على استخدام اللغتين الانجليزية والفرنسية لتسهيل التحكيم.(( F.O.406/23,No.19,Graham to the Marquess of Lansdowne to the Hague,July . ¶ 47- الوثائق العربية العمانية في مراكز الارشيف الفرنسية، جمع وتحقيق د. سلطان بن محمد القاسمي، الطبعة الاولى،1993م، ص 296-299. وقد ورد في وثائق مكتب الخارجية البريطانية ، ان المحكمة قامت بتحديد حدود سلطنة مسقط، حيث ارسلت حكومة الهند مذكرة مرفقة معها خريطة لتوضيح حدود مسقط، وتم تحديد الحدود من رأس صور\"رأس الحد\" في الجنوب ، الى خور كلبا في الشمال، كما تم الاعتراف بملكية السلطان على جزيرة مسندم، اما بقية المناطق الساحلية فاعتبرت تابعة لشيخ الشارقة. ¶ F.O.406/23,No.11.The Marquess of Lansdowne to Sir Bertie,Foreign office,July 12,1905. 48- الوثائق العربية العمانية في مراكز الأرشيف الفرنسية،ص 300-302. ¶ 49- الوثائق العربية العمانية في مراكز الأرشيف الفرنسية، ص 302. ¶ ...",
            "page": "121",
            "part": "1"
        }
    ],
    "t37118": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدينة صور العمانية -الجوارنه"
        }
    ]
}