{
    "b37112": [
        {
            "id": "1",
            "nass": "مدينة القدس ¶ والمسجد الأقصى ¶ ماضٍ مجيد ومستقبل موعود ¶ الأستاذ ¶ حسني محمد العطار ¶ فلسطين– رفح ¶ 2009 ¶ {سُبْحَانَ الذِي أَسْرَى بِعَبْدِهِ لَيْلا ًمِنَ المَسْجِدِ ¶ الحَرَامِ إِلَى المَسْجِدِ الأَقْصَى الذِي بَارَكْنَا حَوْلَهُ} ¶ سورة الإسراء ¶ الآية رقم 1 ¶ الإِهْدَاءْ ¶ إلى روح العالم الجليل الذي أحيا في الأمة صفحات المجد والفداء .... ¶ إلى روح الدكتور ... ¶ نزار ريان .. ¶ تقبله الله عنده في عليين ¶ المقدمة ¶ ما تعلقت نفسي وروحي بمدينة أكثر ولا أعظم مما تعلقت بمدينة القدس، سوى مكة والمدينة. وما أحببت مدينة أعظم من حبي لمدينة القدس، سوى مكة والمدينة. ¶ إنها مدينة ذات عبق لا يعرفه الناس إلا في مدينة القدس. ¶ الروحانية الحقة والإيمان الحق، والسكينة الحقة. ¶ عشت فيها أجمل أيام صباي، يوم كنت طالباً في ثانوية الأقصى الشرعية، في بداية سبعينيات القرن الماضي، عايشت فيها أحداثاً عظيمة وجسيمة، أخطرها حريق المسجد الأقصى، الذي راعني وزلزل نفسي وجسدي. ¶ إنها مدينة المدائن، إنها أرض الله. ¶ أي مدينة غيرها أحبها الناس أكثر من مدينتي .... القدس .... ¶ أي مدينة تتهاوى إليها النفوس أكثر من مدينتي .... القدس .... ¶ عنها كتبت هذه الأوراق القليلة، لعلني أُعبر عن شيء من حبي وعشقي لهذه المدينة. ¶ أعزها الله ... وحماها من البغاة الظالمين. ¶ ادعو الله أن يتقبل عملي هذا، وأن يجعله في ميزان حسناتي ... ¶ إن أحسنت فمن الله، وإن أسأت فمن نفسي .... ¶ الأستاذ ¶ حسني العطار ¶ القدس",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "مدينة فلسطينية عربية معروفة عالمياً منذ أقدم عهود التاريخ، وقد سُمّيت لهذا بأسماء كثيرة ومتعددة وهي ذات موقع جغرافي عظيم، ترتفع عن سطح البحر الأبيض المتوسط نحو 750م، فهي مركز فلسطين والعالم الخارجي، لهذا نالت مكانتها وهذا ما جعلها ذات أهمية دينية وعسكرية وتجارية وسياسية، ولهذا اختيرت هذه المدينة لتكون نقطة نشوء الديانتين اليهودية والمسيحية ومركز إشعاع لهما، ثم لما جاءت دعوة الإسلام، ربط ما بين مكة والقدس روحياً ومادياً، فكانت جزء من دين وعقيدة المسلمين. ¶ تعاقب على مدينة القدس كثير من الأمم منذ بداية التاريخ وحتى اليوم، وشهدت المدينة حروباً كثيرة، أدى ذلك إلى تعاقب البناء والهدم بما لا يقل عن 18 مرة خلال تاريخها. ¶ من أقدم الأسماء لهذه المدينة \"أورشليم\" نسبة إلى الإله \"شالم\" أي إله السلام لدى الكنعانيين وفي التوراة وردت لفظة أورشليم أكثر من 680 مرة، وهذا اعتراف بكنعانية المدينة. ¶ ومن أسماء المدينة أيضاً: \"شاليم\" و \"مدينة الله\" و \"مدينة القدس\" و \"مدينة العدل\" و \"مدينة السلام\" و \"يبوس\" نسبة إلى اليبوسيين وهم بطن من بطون العرب الذين قدموا من الجزيرة العربية، ومن أسمائها \"إيلياء\" الذي ورد في العهدة العمرية لأهل مدينة القدس حين الفتح الإسلامي.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لم يستطع اليهود دخول المدينة والاستيلاء عليها إلا زمن النبي داود عليه السلام، الذي اتخذها عاصمة أطلق عليها اسم \"مدينة الرب\" و \"مدينة داود\"، وقد استمرت سيطرتهم عليها قرابة 1000 عام، حتى احتلها \"بختنصر\" سنة 586ق. م فدمر المدينة ونقل من فيها من اليهود إلى بابل حتى عام 538ق. م، ثم تعاقبت الاحتلالات بعد ذلك، فكان فتح الإسكندر المقدوني سنة 332ق. م، ثم حكم البطالمة فالسلوقيون الذين حدث أثناء حكمهم التدمير الثاني للهيكل، ثم استولى الرومان عليها سنة 63ق. م، حتى جاء الفتح الإسلامي على يد عمر بن الخطاب عام 15هـ، 636م، ومن يومها بدأت صفحة جديدة في حياة هذه المدينة، اتسمت بالأمن والاستقرار والازدهار، توالى اهتمام الدول الإسلامية والخلافة المتنوعة بالمدينة، واصل الخلفاء الأمويون الاهتمام بالمدينة شأن من سبقهم من الخلفاء الراشدين، ثم ازداد اهتمام الخلفاء العباسيون، فزارها المنصور والمهدي والمأمون، ثم جاء زمن الطولونيون فالإخشيديون الذين أوصوا بأن يدفنوا جميعاً في مدينة القدس. ¶ ثم كان زمن الفاطمين فالسلاجقة فالفاطميين من بعدهم مرة ثانية، حتى جاء احتلال الصليبيين لها عام 1099م الذين احتفلوا بانتصارهم بارتكاب مذبحة رهيبة خصوصاً في منطقة الحرم الشريف، ضحاياها بلغوا سبعين ألف شهيد، ولم يدم الظلم للمدينة ومن فيها طويلاً حتى جاء صلاح الدين الأيوبي وخلصها من أيديهم عام 1187م، فأزال الصليب من قبة الصخرة وجاء بالمنبر الذي أمر به نور الدين زنكي، ثم دخلت القدس في حوزة المماليك فكانت القدس في زمانهم من أهم مراكز العلم في العالم الإسلامي، يفد إليها الدارسون والمدرسون من مختلف الأقطار الإسلامية وغير الإسلامية. ¶ في عام 1516م انتصر السلطان سليم العثماني على المماليك وأخرجهم من بلاد الشام، وفي العام الذي يليه دخل القدس فكانت تحت سلطانه حتى عام 1831م حينما حكمها إبراهيم بن محمد علي حاكم مصر 0",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "في عام 1917 دخلت فلسطين تحت حكم الانتداب البريطاني ومن هذه اللحظة بدأ يبرز وجه اليهود ودورهم الصهيوني الإحتلالي لفلسطين، أعطت الخارجية البريطانية اليهود وعداً بقيام دولة لهم، فكان الانتداب البريطاني على فلسطين هو الموعد لتنفيذ هذا الوعد المشئوم، وضعت بريطانيا البلاد والقدس في طليعتها في ظروف تمهد لسيطرة الصهيونيين على فلسطين كلها، فكان تدفق المهاجرين اليهود إلى فلسطين سراً وعلناً، تقدم لهم كافة التسهيلات، في حين يضيق على أصحاب الأرض بشتى الطرق والوسائل وتزايد عدد اليهود في فلسطين بشكل عام والقدس بشكل خاص، وحين أعلنت العصابات الصهيونية عن قيام دولة إسرائيل عام 1947م أعلنت القدس عاصمة لها، حتى جاء احتلال إسرائيل لكامل المدينة في حزيران 1967م فأعلنت إسرائيل عن القدس الموحدة وقامت بمجموعة من الإجراءات الإدارية والعمرانية والسياسية من أجل تهويد هذه المدينة، وتفريغها من سكانها الأصليين وإحلال مهاجرين بدلاً منهم في كل أرجاء المدينة. ¶ ومن ضمن السياسة الصهيونية في التعامل مع مدينة القدس، التضييق على السكان اقتصادياً ووظيفياً واجتماعياً وسياسياً ووقف التطور العمراني العربي، ونقل كل المقرات الحكومية الكبرى للدولة والحكومة والقضاء والبرلمان (الكنيست) لمدينة القدس. ¶ كذلك المد الاستيطاني السرطاني المخيف الذي يلتهم جبال وأحياء وأراضي مدينة القدس ولا يترك شبراً إلا ويرغب في التحكم فيه، وتعمل دولة إسرائيل جاهدة على أن يزداد عدد اليهود في القدس حتى تصل نسبة العرب فيها إلى أقل من 25% من النسبة الكلية للسكان. ¶ في عام 1542م قام السلطان العثماني سليمان القانوني ببناء سور عظيم يحيط بالقدس القديمة يبلغ محيطه نحو 4كم وله سبعة أبواب هي: ¶ 1. باب الخليل، ويسمى بباب يافا ويقع في الحائط الغربي للسور. ¶ 2. باب الحديد، أو باب عبد الحميد، وهو في الجانب الشمالي للسور ويقع غرب باب العمود.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "3. باب العمود، أو باب النصر، ويُسمى بباب دمشق ويقع في منتصف الحائط الشمالي. ¶ 4. باب الساهرة، ويقع إلى الجانب الشمالي من سور القدس. ¶ 5. باب الأسباط، ويقع في الحائط الشرقي. ¶ 6. باب المغاربة، ويقع في الحائط الجنوبي لسور القدس وهو أصغر الأبواب جميعاً. ¶ 7. باب النبي داود، ويُسمى بباب صهيون ويقع في الحائط الجنوبي لسور القدس وهو من أكبر الأبواب. ¶ وهناك أبواب مغلقة أبرزها باب الرحمة والذي يُسميه البعض الباب الذهبي لجماله ورونقه وموقعه في الحائط الشرقي للسور والذي يعود زمن بنائه إلى العصر الأموي، ومن الأبواب المغلقة أيضاً الباب الواحد، والباب المثلث، والباب المزدوج وهي تقع في الحائط الجنوبي للسور وقد بُنيت في أيام الخليفة الأموي عبد الملك بن مروان. ¶ السياسة الإسرائيلية تجاه مدينة القدس: ¶ جاءت حرب 1967م لتمكن القوات الإسرائيلية من إحكام قبضتها على الجزء المتبقي من المدينة في 8/ 6/1967م أعلنت إسرائيل أن القدس عاصمتهم الأبدية ولن يتخلوا عنها، ولن يتراجعوا عنها، يوم 27/ 6/1967م أعلنت الحكومة الإسرائيلية ضم القدس إلى إسرائيل ووافقت الكنيست على ذلك سياسياً وإدارياً بموجب الأمر القانوني رقم 2064. ¶ في يوم 30/ 7/1980م أعلنت الكنيست عن قانون القدس الموحدة، واعتبرت القدس بشطريها عاصمة لإسرائيل، ومقراً لرئاسة الدولة والحكومة والكنيست، والمحكمة العليا. ¶ ويمكن إيجاز هذه الإجراءات على النحو التالي:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "1. تهويد المرافق العامة والخدمات ومنها حل مجلس أمانة القدس العربية وإلحاق موظفي بلدية القدس وتهويد القضاء بنقل مقر محكمة الاستئناف من القدس إلى رام الله، وفك الارتباط القضائي بين القدس والضفة الغربية، وإلحاق موظفي المحكمة الشرعية بالقدس بالمحكمة في يافا، وتطبيق القوانين الإسرائيلية على المواطنين العرب في المدينة، أيضاً عملت على إلغاء الإدارات العربية، ومن بقي منها يلحق بالإدارات الإسرائيلية، كذلك نقل عدد من الوزارات والدوائر الرسمية الإسرائيلية إلى القدس العربية، منها محكمة العدل والمحكمة العليا، أيضاً تهويد التعليم والثقافة بإلغاء مناهج التعليم العربية، وتهويد الاقتصاد بعزل القدس عن الضفة الغربية. ¶ 2. القضاء على الهوية الإسلامية والمسيحية للمدينة، وذلك من خلال الحفريات حول المسجد الأقصى وتحته، وإحراق المسجد الأقصى، والاعتداءات المتكررة على الأماكن المقدسة ومحاولة إقامة الصلوات في باحة المسجد الأقصى، أيضاً هدم المنازل العربية المتوالي والذي لا يتوقف وتحت حجج وذرائع واهية، وبالتالي يؤدي ذلك إلى هجرة السكان العرب من المدينة، أيضاً محاولات شراء البيوت وعدم السماح بالترميم والصيانة. ¶ 3. الاستيطان والجدار الآمن وخصوصاً داخل المدينة القديمة، وقد استعملوا مع السكان كافة الوسائل والسبل، وقد قامت الحكومات الإسرائيلية المتوالية على تقديم كل التسهيلات للمستوطنين في أن يفعلوا ما يريدون وبحماية الشرطة والجيش. ¶ 1 جدول بأهم ما قامت به إسرائيل داخل مدينة القدس .. ¶ مسلسل ... اسم الحي ... الموقع ... تاريخ الإنشاء ¶ 1 ... الحي اليهودي ... داخل البلدية القديمة ... 1968 ¶ 2 ... تل بيوت ... جبل المكبر وصور باهر ... 1973 ¶ 3 ... رامات أشكول ... قرب الشيخ جراح ... 1968 ¶ 4 ... معلوت دفنا ... الشيخ جراح ... 1968 ¶ 5 ... التلة الفرنسية ... شرق جبل المشرف ... 1969 ¶ 6 ... جبعات همفتار ... تل الذخيرة ... 1977 ¶ 7 ... تل عناتوت ... أراضي عناتا - شعفاط ... 1974 ¶ 8 ... النبي يعقوب ... أراضي بيت حنينا ... 1973",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "9 ... سانهد ريا ... طرف القدس من الجهة الشمالية ... 1973 ¶ 10 ... الجامعة العبرية ... الجامعة العبرية ... 1969 ¶ 1 المستعمرات التي أُقيمت حول مدينة القدس .. ¶ مسلسل ... إسم المستوطنة ... الموقع ... التاريخ ¶ 1 ... راموت ... أراضي بيت اكسا – بيت حنينا – النبي صموئيل ... 1973 ¶ 2 ... معاليم أدوميم ... الخان الأحمر ... 1972 ¶ 3 ... معاليم أدوميم (ب) ... الخان الأحمر ... 1972 ¶ 4 ... معاليم أدوميم (ج) ... الخان الأحمر ... 1979 ¶ 5 ... جبعون ... أراضي الحبيب ... 1977 ¶ 6 ... جبعون (ب) ... أراضي الحبيب ... 1979 ¶ 7 ... نيفي حورون ... عمواس - يالو ... 1969 ¶ 8 ... بيت حورون ... بيت عور الفوقا ... 1977 ¶ 9 ... جيلو - هارجيلو ... جنوب غرب القدس ... 1973 ¶ 10 ... مخميش ... أراضي قرية مخماس ... 1980 ¶ 11 ... تلة زئيف ... شمال غرب القدس ... 1981 ¶ 12 ... حلميش ... النبي صالح ... 1981 ¶ 13 ... روش جيلو ... رأس بيت جالا ... 1976 ¶ 14 ... عطروت ... أراضي قلنديا ... 1970 ¶ 15 ... جبعا حداشا ... أراضي قرية الحبيب ... 1979 ¶ وهناك كثير من الأحياء والمستعمرات تم إنشاؤها بعد العام 1980م ومازال البناء مستمراً داخل المدينة وفي محيطها، ولا يتوقف عندهم العمل ليلاً ولا نهاراً في تهويد هذه المدينة، ناسين أنهم حلقة من حلقات التاريخ كما بدأت ستنتهي، وكما زالت كل أشكال الاستعمار السابق ستزول أيضاً صورتهم القبيحة عن هذه المدينة وغيرها من المدن العربية في فلسطين، وستعود راية العرب والمسلمين ترفرف فوق الجبال والتلال وعلى منابر المساجد وفي كل الوديان، والبشارات واضحة، مع شدة ظلمة الليل الذي يعيشه العرب والمسلمون الآن، وحرب الفرقان والحمد لله دقت المسامير في نعش هذه الدولة الغضبية. ¶ وكما كان العرب يتفرجون على ما يحدث لمدينة القدس وأقصى ما يصدر عنهم هو الشجب والإستنكار والتنديد، ولا يقومون بأي عمل ذا قيمة أو تأثير، بل كانت كلمتهم دائماً تختلف وتتفرق حينما يكون الأمر خاصاً بفلسطين والقدس، وكانوا يحاولون أن يظهروا النصرة والتأييد ولكنهم من خلال علاقاتهم بدول الغرب يبطلون كل فعل ذات تأثير على أرض الواقع.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والمجتمع الغربي أشد وأنكي، فهو شريك مع إسرائيل في الفعل، وإحباط أي عمل قد يعود على الشعب الفلسطيني والقدس بالنفع والخير، ولكن الفرج والنصر سيكون حليفاً لأصحاب الأيدي المتوضئة. ¶ المسجد الأقصى ¶ روى الإمام البخاري حديثاً عن إبراهيم التيمي عن أبيه قال: سمعت أبا ذر رضي الله عنه قال: قلت: \"يا رسول الله، أي مسجد وضع في الأرض أول؟ \" قال: \"المسجد الحرام\"، قال: قلت: \"ثم أي؟ \"، قال: \"المسجد الأقصى\" قلت: \"كم كان بينهما؟ \" قال: \"أربعون سنة\" ثم أينما أدركتك الصلاة بعد فصله، فإن الفضل فيه\" (¬1). ¶ • لماذا سُمي المسجد الأقصى بهذا الإسلام؟ ¶ ذُكرت عدة أقوال في هذا الأمر: ¶ 1. 1.سُمي هذا المسجد بهذا الإسم لبُعد المسافة بينه وبين المسجد الحرام. ¶ 2. 2.قال البعض: المسجد الأقصى هو أبعد مسجد عن أهل الأرض في الأرض يُعظم للزيارة. ¶ 3. 3.قيل: سُمي بهذا لبعده عن الأقذار والخبائث. ¶ يقع المسجد الأقصى جنوب شرق القدس القديمة، يتألف المسجد الأقصى من ساحة كبيرة تأخذ شكل شبه المنحرف، مجموع مساحته تبلغ 144 دونماً، مائة وأربع وأربعون دونماً، يبلغ طول جداره الجنوبي 281 متراً، وطول جداره الشرقي 462 متراً، وطول جداره الشمالي 310 متراً، وطول جداره الغربي 491 متراً، هذه المساحة تشمل على العديد من المنشآت الأثرية والتذكارية كالمسجد الأقصى المسقوف وكقبة الصخرة، قبة السلسلة والمصلى المرواني، والأقصى القديم وغيرها كثير. ¶ ويعتبر المسجد الأقصى هو القبلة الأولى للمسلمين في صلاتهم وعبادتهم، ثم هو ثاني المسجدين من ناحية التاريخ وهو ثالث الحرمين يُشد إليه الرحال، وهو المسجد الذي أُسري بالنبي صلى الله عليه وسلم إليه ليلة الإسراء والمعراج، ومنه تم معراجه إلى السماوات العُلى، حتى فرض الله الصلاة على ¶ ¬__________ ¶ (¬1) البخاري – الصحيح – كتاب أحاديث الأنبياء – الباب العاشر – رقم 3366 – حزء 2/ 1040.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "المسلمين، وفيه جمع الله الأنبياء للنبي محمد صلى الله عليه وسلم، فصلى بهم إماماً، وهذه إشارة على إمامة الإسلام والمسلمين للعالمين. ¶ لقد تحدث النبي عليه السلام عن بيت المقدس في أكثر من موضع وبيّن قيمة هذا المكان وقداسته فعزز ذلك من مكانة هذا المكان وزاد من ارتباطه بعقيدة المسلم ودينه. ¶ المسجد الأقصى المسقوف ¶ يقع المسجد الأقصى المسقوف في جنوب المسجد الأقصى، أنشأه الخليفة الأموي الوليد بن عبد الملك بن مروان عام 92هـ، يتألف المسجد الأقصى من بناء مستطيل الشكل، يتوسطه رواق كبير يصل مباشرة إلى القبة ويحيطه من الشرق ثلاثة أروقة، ومن الغرب ثلاثة أروقة، ويبلغ طوله من الشمال إلى الجنوب 80 متراً وعرضه من الشرق إلى الغرب 55 متراً. ¶ و مرّ هذا المسجد بأزمان وعصور كثيرة، حاولت كل خلافة أو إمارة أن يكون لها بصماتها من خلال هذا الأثر العظيم. ¶ زمن الخليفة أبي جعفر المنصور قام بتجديده، ثم تعرض لهزة أرضية دمر على أثرها مما حدا بالخليفة المهدي سنة163هـ لإعادة بنائه، وفي عام 425هـ تعرض المسجد لهزة أرضية دمرت أجزاء كبيرة منه فأمر ¶ الخليفة الفاطمي الظاهر لإعزاز دين الله بترميمه عام 426 هـ، ثم قام بعدها الخليفة الفاطمي المنتصر بالله بتجديد الواجهة الشمالية للمسجد الأقصى المسقوف في عام 458 هـ. ¶ أما زمن الأيوبيين ... ¶ لقد اهتم الأيوبيون بعمارة المسجد الأقصى المسقوف اهتماماً عظيماً، فصلاح الدين أعاد المسجد المسقوف إلى طابعه الإسلامي القديم، بعد أن فتح الله على يديه بيت المقدس، ومن جملة أعماله الشروع في ترميم المسجد وتجديد وزخرفة المحراب، كذلك ما أمر به الملك المعظم شرف الدين عيسى من بناء واجهة الرواق الأمامي للمسجد الأقصى المسقوف في سنة 614 هـ. ¶ المسجد الأقصى زمن المماليك ..",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "اهتم المماليك بتجديد وعمارة المسجد الأقصى المسقوف، فقد جدّد السلطان المنصور سيف الدين قلاوون سقف المسجد الأقصى سنة 686 هـ، وجاء من بعده السلطان الناصر محمد بن قلاوون، فجدّد قبة المسجد الأقصى وزخرفها من الداخل بالفسيفساء سنة 728 هـ، كذلك أمر بترميم صدر المسجد وتزيين الشبابيك الجبصية الممزوجة بالزجاج الملون الكائنة في صدر المسجد، وفتح شباكين عن يمين المحراب وشماله سنة 731 هـ، وقام أيضاً هذا السلطان بعملية ترميم شاملة للمسجد الأقصى المسقوف مرة أخرى سنة 740 هـ. ¶ المسجد الأقصى زمن العثمانيين .. ¶ حظي المسجد الأقصى باهتمام فائق من العثمانيين، فقد أجرى سلاطين بني عثمان ترميمات عدة في هذا المسجد كان من أبرزهم: ¶ 1. السلطان سليمان خان الملقب بالقانوني سنة 969 هـ. ¶ 2. السلطان محمود الثاني سنة 1233 هـ. ¶ 3. السلطان عبد المجيد سنة 1256 هـ. ¶ 4. السلطان عبد العزيز سنة 1291 هـ. ¶ 5. السلطان عبد الحميد الثاني سنة 1293 هـ. ¶ وهكذا تناوبت على الاهتمام والتجديد والعمارة لهذا المسجد الأيادي الطاهرة، من زمن إلى زمن، لا يخلو زمن إلا ويضاف لهذا البناء تجديد وإبداع، ومازال هذا البناء خير شاهد على اهتمام الأمة من أقصاها إلى أقصاها بهذا المسجد العظيم. ¶ جريمة إحراق المسجد الأقصى ¶ كانت الساعة السابعة من صباح يوم الخميس 21/ 8/1969م، ساعة شؤم على مدينة القدس وعلى مسجدها وسكانها العرب والمسلمين المرابطين، وقد كنت واحداً ممن شاهد هذا الحريق الخطير في ذلك اليوم، فقد قام مجرم إسرائيلي يُدعى \" دينيس مايكل وليم روهان \" بالتطاول على حرمة المسجد المسقوف فأحرقه، وبلغت مساحة الجزء المحترق من المسجد \"1500متر مربع\" وقد أصاب الحريق المشؤوم المنبر الأثري الذي أمر بصنعه نور الدين محمود زنكي، لينصب في المسجد الأقصى، وأمر بإحضاره إلى القدس السلطان الناصر صلاح الدين يوسف بن أيوب بعد أن حرّر المدينة من أيدي الفرنج سنة 583 هـ.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "واحترق كذلك مسجد عمر، ومحراب زكريا ومقام الأربعين، وثلاثة من أروقة المسجد مع الأعمدة والأقواس الحاملة لها، والقوس الحامل لقبة الأقصى، وأعمدة رئيسة تحمل قبة المسجد، إضافة إلى سقوط سقف المسجد وخراب الزخرفة، وإتلاف أجزاء من القبة الخشبية الداخلية المزخرفة والمحراب والجدار القبلي والرخام الداخلي وعدد \"48\" شباكاً من الجبص والزجاج الملون والسجاد وسورة الإسراء الفسيفسائية المذهبة والتي تبتديء من فوق المحراب. ¶ اندفع أبناء فلسطين لإطفاء الحريق من القدس وجميع المدن والقرى الفلسطينية لإنقاذ ثاني المسجدين وثالث الحرمين الشريفين، إلا أن الجنود الإسرائيليون كانوا قد أغلقوا أبواب المسجد الأقصى، كذلك وجدوا أن المضخات التي تضخ المياه من الآبار معطلة في هذا اليوم، وهذا دليل على تواطؤ ما بين جهات متعددة في الجانب الإسرائيلي، إلا أن بطولات أهل المدينة القديمة وبالجهود الذاتية البسيطة، وقد بلغ عدد المتدفقين لإطفاء الحريق أكثر من ثلاثين ألف فلسطيني وتم إخماد النيران قبل أن تأتي على المسجد بأكمله. ... وفي ختام هذه الجريمة حكمت المحكمة الصهيونية على هذا المجرم بالبراءة والسبب الاختلال العقلي. ¶ قبة الصخرة المشرفة ¶ تتألف قبة الصخرة من قبة ذهبية اللون، تعلو بناءً مثمّن له أبواب أربعة تفتح على الجهات الأربعة، ويحيطها من الخارج جدران رخامية يعلوها واجهات قاشانية بدلاً من الواجهات الفسيفسائية التي كانت موجودة في مثمّن القبة من الخارج حتى سنة 1548م، ويتوسط قبة الصخرة، الصخرة المشرفة والتي يقال أنه عُرج منها بالنبي محمد صلى الله عليه وسلم إلى السماوات العلى.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "تعلو هذه القبة (قبة الصخرة)، الصخرة المشرّفة التي تقع في وسط المسجد الأقصى، في مركز سطح الصخرة المعروفة لدى المؤرخين العرب بأسماءٍ عديدة منها: دكة، وسطح، وسطوح، وصحن، وهي أقدم الآثار الإسلامية التي ما زالت قائمة تحافظ على تخطيط بنائها منذ تدشينها، وأجمل هذه الآثار على الإطلاق وفق ما أجمع عليه علماء عمارة وأثريون وفنانون ومستشرقون ومؤرخون عديدون. ¶ شرع في إنشائها الخليفة الأموي عبد الملك بن مروان في سنة 66 هـ / 685م وانتهى البناء في سنة 72 هـ / 691م، ورصد لبنائها خراج مصر لسبع سنوات، ولما كان خراج مصر في السنة الواحدة ألفي ألف وخمسمائة ألف دينار (2.5 مليون دينار) فقد بلغ مجموع ما رُصد لبنائها خمسة عشر ألف ألف دينار (خمسة عشر مليون دينار). ¶ عهد عبد الملك بن مروان بإدارة مشروع البناء إلى إثنين من رجاله وهما: أبو المقدام رجاء ابن حيوة الكندي البيساني، ويزيد بن سلام، ولما كان قد تبقى من المبالغ المرصدة لبناء المشروع بعد انتهائه مائة ألف دينار، أمر عبد الملك بن مروان بهذه الأموال مكافأة للَّذَينِ أشرفا على بناء القبة، رفض مهندسا المشروع أخذ هذه المكافأة النقدية قائلين: \"نحن أولى نزيده من حُلي نسائنا فضلاً عن أموالنا، فاصرفها في أحب الأشياء إليك، فأمر بأن تُسبك وتفرغ على القبة والأبواب\". ¶ قبة الصخرة والعباسيون .. ¶ قام الخليفة العباسي المأمون بترميم قبة الصخرة المشرفة سنة 216 هـ / 831 هـ، وقد أشرف على عملية الترميم ابن هارون الرشيد (المعتصم)، وفي سنة 310 هـ أمرت أم الخليفة العباسي المقتدر بالله بصناعة أبواب خشبية لقبة الصخرة، وترميم جانب من سقف القبة. ¶ قبة الصخرة والفاطميون ..",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "في زمن الخليفة الفاطمي الحاكم بأمر الله المنصور ضرب القدس زلزال عنيف سنة 407 هـ، سقطت على أثره بعض أجزاء من قبة الصخرة المشرفة، وقيل: كل القبة سقطت على الصخرة، مما دفع الخليفة الظاهر بأمر الله سنة 413 هـ، إلى ترميم القبة ودعمها على الصخرة، وفي عام 460 هـ أيضاً تضررت القبة جراء زلزال عنيف ضرب القدس، فرممها الخليفة القائم بأمر الله \"أبو جعفر عبد الله\" سنة 467 هـ. ¶ زمن الاحتلال الصليبي، تحولت قبة الصخرة إلى كنيسة، ونشروا فيها الصور والتماثيل، ثم قاموا بتحويلها إلى مذبح تذبح فيه الذبائح بأنواعها المتنوعة. ¶ قبة الصخرة والأيوبيون .. ¶ أعاد صلاح الدين قبة الصخرة إلى طابعها الإسلامي ما قبل احتلال القدس، فأزال من داخل القبة ومن خارجها المعالم الكنسية، وجدد جدرانها الداخلية وذهّب وجدد قبتها، وكان ذلك سنة 586 هـ ومن أعمال الأيوبيين، الحاجز الخشبي الذي تحيط بالصخرة المشرفة داخل المسجد، الذي أمر به الملك عبد العزيز عثمان. ¶ قبة الصخرة والمماليك .. ¶ في سنة 659 هـ، رمم الظاهر بيبرس البندقداري قبة الصخرة، وجدد الفسيفساء والمثمّن الخارجي للقبة، ثم في سنة 169 هـ أجرى ترميماً آخراً على القبة. ¶ وفي سنة 694 هـ جدد الملك العادل زين الدين كتبغا المنصوري فسيفساء القبة، ثم قام السلطان محمد بن قلاوون في سنة 718 هـ بتذهيب القبة من الداخل ورمم أخشابها ورصاصها الخارجي، وفي أيام الملك الظاهر جقمق شب حريق في سقف القبة إثر صاعقة أصابت ساحات المسجد الأقصى وكان ذلك سنة 852 هـ، قام الملك على إثرها بترميم القبة. ¶ وفي زمن الملك الاشرف قايتباي جدّد نحاس الباب الغربي لقبة الصخرة المشرفة، وكان ذلك سنة 872 هـ. ¶ قبة الصخرة والعثمانيون ..",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "استبدل السلطان سليمان خان القانوني الفسيفساء الأثرية التي كانت تغطي المثمّن الخارجي لقبة الصخرة بالقاشاني الذي نشاهده اليوم وذلك سنة 955 هـ، وفي سنة 959 هـ، أمر السلطان سليمان خان القانوني بترميم بناء قبة الصخرة المشرفة، وفتح نوافذ جديدة في كرسي القبة من الداخل. ¶ وفي الفترة من 971 هـ إلى 972 هـ جدّد السلطان سليمان القانوني ثلاثة من أبواب قبة الصخرة وصفّحها بقطع من النحاس، وفي سنة 980 هـ، رُكبت ستائر لأبواب قبة الصخرة من الداخل، وفي سنة 1006 هـ، فتح حاكم القدس شباكين في القسم السفلي من حائط المثمن الخارجي لقبة الصخرة المشرفة في الضلعين الجنوبي الشرقي والجنوبي الغربي. ¶ وتوالت الترميمات في زمن العثمانيين زمن كلٍ من السلطان عبد الحميد الأول سنة 1195هـ، وزمن السلطان محمود الثاني سنة 1233 هـ، وفي زمن السلطان عبد المجيد الثاني ثم ترميم شامل لقبة الصخرة المشرفة سنة 1270هـ، وأعاد إنشاء قسم كبير من سقف التثمينة الوسطى، وتصفيح القبة وسطحها من الخارج بالصفائح الرصاصية ووضع الثريا الكبيرة بين الباب القبلي ودكة المؤذنين وذلك سنة 1291 زمن السلطان عبد العزيز، وفي زمن السلطان عبد الحميد الثاني أمر بكتابة سورة \"يس\" في أعلى التثمينة من الخارج وذلك سنة 1293 هـ. ¶ المغارة .. ¶ تقع المغارة تحت الصخرة المشرفة وينزل إليها من الناحية القبلية بأحدى عشرة درجة، وفيها محرابين كل منهما على عمودين من الرخام، يوجد أمام المحراب الأيمن موضع يقال له مقام الخضر، وإلى الشمال منه موضع يسمى باب الخليل. ¶ المصلى المرواني .. ¶ يقع في الركن الجنوبي الشرقي من المسجد الأقصى، ويمكن الوصول إليه عبر طريقين: الأول من خلال سلم حجري بالقرب من بئر الورقة إلى شمال شرق المسجد المسقوف، الثانية من خلال إثنين من الأقواس الشمالية للمُصلّى المرواني المجاورة للسور الشرقي للمسجد الأقصى، وتبلغ مساحة المصلى المرواني حوالي \"3750\" متر مربع.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "يعود زمن بنائه إلى العصر الأموي في القدس. ¶ أعاد الخليفة عبد الملك بن مروان وابنه الوليد بن عبد الملك بناء سقف المصلى المرواني. ¶ حائط البُراق الشريف ¶ يقع حائط البراق الشريف غربي المسجد الأقصى المبارك، ويشكل امتداداً للجدار الغربي للمسجد الأقصى، ويُعرف بهذا الإسم لأن النبي صلى الله عليه وسلم ربط البراق ليلة الإسراء والمعراج بجوار هذا الحائط. ¶ يبلغ طول الحائط حوالي 48 متراً وارتفاعه حوالي 17 متراً، فاصلاً حارة المغاربة عن المسجد الأقصى المبارك، وهو يُعد جزءً لا يتجزأ من المسجد الأقصى المبارك. ¶ كان أمام هذا الحائط قبل سنة 1967م رصيفاً طوله 3.35 متراً وعرضه 3.35 متراً، كان يقف عليه اليهود للصلاة منذ فترة غير طويلة، ولما حاولوا إحداث تغيير على وضع الرصيف وإحضار كراسي وأدوات أخرى تفجرت ثورة عارمة في فلسطين سنة 1929م عُرفت بثورة البراق، تشكلت بعدها لجنة تابعة لعصبة الأمم لدراسة القضية والتحقيق في ادعاء اليهود بملكية حائط البراق وفي سنة 1930م انتهت اللجنة إلى أنه \"للمسلمين وحدهم تعود ملكية الحائط الغربي للبراق الشريف للعرب المسلمين، ولهم وحدهم الحق العيني فيه لكونه يؤلف جزءً لا يتجزأ من مساحة الحرم القدسي الشريف التي هي من أملاك الوقف، وللمسلمين تعود ملكية الرصيف الكائن أمام الحائط وأمام المحلة المعروفة بحارة المغاربة المقابلة للحائط لكونه موقوفاً حسب أحكام الشرع الإسلامي لجهة البر والخير\". ¶ معالم أخرى للمسجد الأقصى ... ... ¶ 1. جامع المغاربة: ويقع في الركن الجنوبي للمسجد الأقصى، بالقرب من باب المغاربة. ¶ 2. جامع النساء: ويقع على امتداد الحد الجنوبي للمسجد الأقصى بين المسجد الأقصى المسقوف والجهة الجنوبية الغربية حيث جامع المغاربة المعروف اليوم بالمتحف الإسلامي، والذي أنشأ هذا المسجد هو صلاح الدين الأيوبي سنة 590 هـ.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "3. جامع البراق: يقع جامع البراق تحت باب المغاربة إلى الشمال بمحاذاة حائط البراق في الرواق الغربي للمسجد الأقصى. ¶ 4. جامع مهد عيسى: ويقع في الركن الجنوبي الشرقي للمسجد الأقصى، يرجع تاريخ انشاء هذا الجامع إلى زمن الظاهر لإعزاز دين الله الفاطمي سنة 425 هـ. ¶ 5. جامع سليمان بك: ويقع في الناحية الشرقية للمسجد الأقصى ملاصقاً لسور المسجد الشرقي شمالي بابي الرحمة والتوبة، ويرجع تاريخ انشائه سنة 980 هـ. ¶ أبواب المسجد الأقصى ¶ يتم الدخول إلى المسجد الأقصى من عشرة أبواب مفتوحة من الشمال والغرب، ثلاثة منها في الرواق الشمالي، وهي باب الأسباط، وباب حطة، وباب الدويدارية، وسبعة أبواب مفتوحة في الرواق الغربي هي باب الغوانمة، وباب الناظر، وباب الحديد، وباب القطانين، وباب المطهرة، وباب السلسلة، وباب المغاربة. ¶ وهناك أبواب مغلقة أو مسدودة، نذكر منها باب السكينة المغلق وهو في الرواق الغربي بجوار باب السلسلة من الشمال، وبابي الرحمة والتوبة المسدودين في السور الشرقي للمسجد الأقصى، إضافة إلى باب الجنائز (البراق) المسدود في السور الشرقي، والأبواب الثلاثة المسدودة في السور الجنوبي للمسجد الأقصى آنفة الذكر، والباب المنفرد المجاور لها، والباب المزدوج خلف المسجد الأقصى المسقوف. ¶ باب الأسباط ... ¶ يقع هذا الباب في الركن الشمالي الشرقي للمسجد الأقصى، إنه من الأبواب التاريخية القديمة وقد أُعيد بناؤه في سنة 610 هـ، ثم جُدّد سنة 769 هـ، والباب الحالي يرجع تاريخه إلى سنة 945 هـ، زمن السلطان سليمان خان القانوني وقد جُدّدت عمارته سنة 1232 هـ. ¶ باب حطة ... ¶ يقع في الرواق الشمالي للمسجد الأقصى بين المدرسة الكريمية من الشرق والتربة الأوحدية من الغرب تجاه درج قبة الصخرة الشمالي الشرقي، وهو باب قديم البناء، جُدّد زمن السلطان الملك المعظم شرف الدين الأيوبي سنة 617 هـ، ثم جُدّد مرة أخرى سنة 989 هـ.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "باب شرف الأنبياء (الدويدارية) ... ¶ يقع هذا الباب في وسط الواجهة الشمالية للمسجد الأقصى تجاه درج القنطرة الشمالية لسطح قبة الصخرة المشرفة بين المدرسة الدويدارية من الشرق والمدرسة الامينية من الغرب، ويُعرف هذا الباب بأسماء عدة أبرزها باب الدويدارية نسبة للمدرسة الدويدارية الملاصقة له، وباب شرف الأنبياء نسبة إلى حارة شرف الأنبياء، والباب العتم، وباب الملك فيصل بن الحسين، جُدّد هذا الباب مع الرواق الملاصق له سنة 610 هـ، زمن الملك المعظم شرف الدين الأيوبي. ¶ باب الغوانمة ... ¶ يقع في الركن الشمالي الغربي للمسجد الأقصى، وكان قديماً يُعرف بباب الخليل، وهو صغير الحجم، ويُعرف هذا الباب بهذا الاسم لأنه يؤدي إلى حارة الغوانمة، أو حارة بني غانم، جُدّد هذا الباب سنة 707 هـ، قام متطرفون إسرائيليون بإحراقه سنة 1998م، فتم تجديده. ¶ باب الناظر ... ¶ يقع باب الناظر في الرواق الغربي للمسجد الأقصى بين المدرسة المنجكية والزاوية الوفائية، ويُعرف بأسماء عديدة منها، باب ميكائيل وهو اسم قديم، وباب علاء الدين البصير، وباب الحبس، وباب المجلس، جُدّد هذا الباب سنة 600 هـ، في زمن الملك المعظم شرف الدين. ¶ باب الحديد ... ¶ يقع باب الحديد في الرواق الغربي للمسجد الأقصى، بين رباط الكرد من الشمال والمدرسة الأرغونية ويُعرف هذا الباب بباب أرغون الذي جدّده سنة 755 هـ. ¶ باب القطانين ... ¶ يقع هذا الباب في الرواق الغربي للمسجد الأقصى بين المدرسة الخاتونية من الشمال والرباط الزمني من الجنوب، ويُعد باب القطانين من أجمل الأبواب للمسجد الأقصى وصورة جميلة لفن المعمار الإسلامي المملوكي، يُعرف بباب القيسارية، أنشيء هذا الباب زمن السلطان محمد بن قلاوون سنة 737 هـ، ويُفضى هذا الباب إلى سوق القطانين. ¶ باب المطهرة ...",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "يقع هذا الباب في الرواق الغربي للمسجد الأقصى جنوبي باب القطانين، وهو باب صغير، يتوسط الرباط الزمني من الشمال والمدرسة العثمانية من الجنوب، ويؤدي إلى سقاية الملك العادل، من أسمائه باب المتوضأ جُدّد زمن علاء الدين البصير سنة 666 هـ. ¶ باب السلسلة ... ¶ يقع باب السلسلة في الرواق الغربي للمسجد الأقصى بين المدرسة البلدية والمدرسة التنكزية، يحده من الشمال باب السكينة المغلق، وهو يرجع إلى زمن العصر الأيوبي. ¶ باب المغاربة ... ¶ يُعد باب المغاربة آخر الأبواب الغربية للمسجد الأقصى، ويحده من الجنوب الزاوية الفخرية، ويفضى إلى حارة المغاربة التي هدمتها جرافات الإحتلال سنة 1967م، تم تجديده زمن المماليك في عصر السلطان محمد بن قلاوون سنة 713 هـ. ¶ باب الرحمة والتوبة ... ¶ أحدهما يُعرف بباب الرحمة والآخر بباب التوبة، يقعان في السور الشرقي للمسجد الأقصى، ويفصلان بين المسجد والمقبرة الإسلامية المعروفة بمقبرة باب الرحمة، حيث قبور صحابة رسول الله صلى الله عليه وسلم، ويُعرف البابان بأسماء أخرى منها: باب الدهرية، وباب توما توما، والباب الذهبي، وهما من أشهر أبواب القدس المسدودة على الإطلاق. ¶ الباب المنفرد المسدود ... ¶ يقع هذا الباب في السور الجنوبي للمسجد الأقصى شرقي الباب الثلاثي، فُتح في الجدار الجنوبي بأمر من الخليفة الفاطمي الظاهر لإعزاز دين الله سنة 425 هـ. ¶ الباب الثلاثي المسدود ... ¶ يقع في السور الجنوبي للمسجد الأقصى، ويؤدي إلى المصلى المرواني، ويتألف من ثلاثة أبواب مغلقة، أُنشئت هذه الأبواب بأمر من الخليفة الفاطمي الظاهر لإعزاز دين الله سنة 425 هـ. ¶ باب دار الخطابة المسدود ... ¶ يقع في الجدار الجنوبي للمسجد الأقصى، ويؤدي إلى دار الخطابة من الغرب، سده العثمانيون سنة925هـ. ¶ باب السكينة المغلق ...",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "يقع هذا الباب في الرواق الغربي للمسجد الأقصى، وهو ملاصق لباب السلسلة من الشمال يُعرف هذا الباب بباب السلام، أُنشيء زمن الأيوبيين سنة 595 هـ. ¶ باب الجنائز (البراق) ... ¶ يقع باب الجنائز في السور الشرقي للمسجد الأقصى تجاه درج البراق، وهو من الأبواب المخفية من السور الشرقي، وقد عُرف بباب الجنائز لأن جنائز المسلمين كانت تخرج من المسجد الأقصى عبر هذا الباب لتدفن في مقبرة الرحمة. ¶ الباب المزدوج المسدود ... ¶ يقع هذا الباب في الجدار الجنوبي للمسجد الأقصى، حيث الزاوية الخثنية، وكان هذا الباب يؤدي إلى الأقصى القديم، وقد أُغلق بتاريخ غير معروف. ¶ أروقة المسجد الأقصى ¶ يحيط المسجد الأقصى المبارك من جهة الشمال والغرب أروقة طويلة أُنشئت في فترات مختلفة، ويتخلل هذه الأروقة أبواب المسجد الشمالية والغربية، إضافة إلى عدد من المدارس التي أُنشئت إلى جانبها أو فوقها. ¶ الأروقة الشمالية ... ¶ تمتد هذه الأروقة من باب الأسباط حتى الركن الشمالي الغربي من المسجد حيث المدرسة الاسعردية، والمدرسة الصبيبية، فالأروقة الممتدة من باب الأسباط إلى باب حطة أُنشئت في زمن الملك الأشرف شعبان بن حسين في سنة 769 هـ، وقد فصلت هذه الأروقة عما بعدها بالمدرسة الكريمية الملاصقة لباب حطة من جهة الشرق، وقد أُنشئت بعد الاحتلال الإسرائيلي لعام 1967م في هذا المكان مدرسة شرعية بإسم ثانوية الأقصى الشرعية وقد كنت أحد طلابها ما بين العام 1971م – 1973م. ¶ وقد أنشأ الأروقة الممتدة بين باب حطة وباب شرف الأنبياء (باب فيصل)، الملك الأوحد نجم الدين يوسف بن الملك الناصر صلاح الدين داود سنة 697 هـ، ثم رممت هذه الأروقة في العهد العثماني سنة 989 هـ، وفي هذا المكان أقمت لمدة عامين ونصف للدراسة في ثانوية الأقصى الشرعية.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ويرجع تاريخ إنشاء الأروقة الممتدة بين باب الدويدارية والمدرسة الفارسية إلى الفترة الإسلامية المبكرة، وقد جدّد الملك المعظم عيسى الأروقة سنة 610 هـ، وقد أُنشيْ الرواق الكائن أسفل المدرسة الجوكندرية \"الملكية\" في سنة 741 هـ، وأُنشيء الرواق الكائن أسفل المدرسة الأسعردية الملاصق له من جهة الغرب في حوالي سنة 760 هـ، في حين أُنشيء الرواق الكائن أسفل المدرسة الصبيبية الملاصق للأخير من جهة الغرب في حوالي سنة 800 هـ، وهناك رواقين أسفل المدرسة الجادلية أنشئا زمن الأمير تنكز الناصري، ثم أُنشيء فوقهما رواقان آخران. ¶ الأروقة الغربية ... ¶ تبدأ الأروقة الغربية للمسجد الأقصى في الركن الشمالي الغربي، وتنتهي في غرب المسجد الأقصى من جهة الجنوب حيث باب المغاربة، وقد أُنشئت هذه الأروقة جميعها في زمن السلطان محمد بن قلاوون، كما أُنشئت الأروقة الممتدة من باب الغوانمة إلى باب الناظر في سنة 707 هـ، وأُنشئت الأروقة الممتدة من باب الناظر إلى باب السلسلة في سنة 737 هـ، وقام المجلس الإسلامي الأعلى سنة 1925م بتجديد الرواق الواقع بين باب الناظر وباب القطانين. ¶ مآذن المسجد الأقصى ¶ توجد في المسجد الأقصى الآن أربع مآذن ترقى إلى العصرين المملوكي والعثماني، وقد كان للمسجد الأقصى مآذن أثرية كانت موجودة حواليه منذ الفترات الإسلامية المبكرة تختلف عن المآذن التي نشاهدها اليوم. ¶ أُقيمت ثلاث مآذن مربعة البدن فوق الرواق الغربي للمسجد في حين أُقيمت مئذنة وحيدة اسطوانية البدن في الجانب الشمالي الشرقي، وزخرفت مآذن المسجد الأقصى بزخارف مملوكية مثل المقرنصات في حين أُعيد زخرفة البعض الآخر في فترات متأخرة بزخارف معمارية درجت في العصر المملوكي. ¶ وهذه المآذن الأربع هي ... / ... ¶ المئذنة الفخرية ...",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "تقع المئذنة الفخرية في الركن الجنوبي الغربي من المسجد الأقصى، أنشأها القاضي شرف الدين عبد الرحمن بن الصاحب سنة 677 هـ، وأعاد المجلس الإسلامي الأعلى بناء النصف العلوي من المئذنة بعدما تهدمت بسبب التصدع سنة 1923م، وتسمى هذه المئذنة أيضاً بمئذنة باب المغاربة. ¶ مئذنة باب السلسلة ... ¶ تقع في الرواق الغربي للمسجد الأقصى إلى الجنوب من باب المدرسة الاشرفية بالقرب من باب السلسلة، أنشأها الأمير سيف الدين تنكز الناصري سنة 730 هـ، وتتكون المئذنة من شكل مربع يرتفع على قاعدة مربعة يعلوها شرفة مسقوفة محمولة على كوابل حجرية، ومن أسمائها مئذنة المحكمة بسبب موضعها القريب من المدرسة التنكزية التي تحول بناؤها إلى محكمة شرعية خلال العهد العثماني. ¶ مئذنة باب الغوانمة ... ¶ تقع مئذنة باب الغوانمة في الركن الشمالي الغربي للمسجد الأقصى، وتطل على حارة الغوانمة، وقد أنشأها القاضي شرف الدين عبد الرحمن بن الصاحب سنة 677 هـ، ثم رممها الأمير سيف الدين تنكز الناصري سنة 730 هـ، وتم تجديد المئذنة سنة 1927م، بعد أن تضرر بناؤها بالزلزال العنيف الذي ضرب القدس في حينها، من أسمائها مئذنة السرايا، ومئذنة قلاوون. ¶ مئذنة باب الأسباط ... ¶ وتقع في الجانب الشرقي من الرواق الشمالي للمسجد الأقصى بالقرب من باب الأسباط المؤدي إلى المسجد الأقصى، أُنشئت زمن الملك الأشرف شعبان الثاني سنة 769 هـ، وأعاد السلطان محمود بناء المئذنة سنة 1007 هـ، وفي سنة 1937م، أعاد المجلس الإسلامي الأعلى بناء المئذنة بعد أن تهدمت جراء الزلزال الذي أصاب مدينة القدس، وتتألف المئذنة من بدن إسطواني حجري يرتفع على قاعدة مربعة، ومن أسمائها الأخرى مئذنة الصلاحية لقربها من المدرسة الصلاحية. ¶ منابر المسجد الأقصى",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "يُعد كل من منبر نور الدين زنكي المعروف بمنبر صلاح الدين، ومنبر برهان الدين بن جماعة من أشهر المنابر الأثرية في مدينة القدس، الأول من الخشب، كان منصوباً في المسجد الأقصى المسقوف غير أنه أُحرق أثناء جريمة إحراق المسجد الأقصى بتاريخ 21/ 8/1969م، والثاني من الحجر، ما زال يقع في الجانب الجنوبي من صحن الصخرة المشرفة. ¶ منبر نور الدين زنكي ... ¶ يعتبر هذا المنبر الذي أمر بصنعه نور الدين زنكي، وأحضره إلى المسجد الأقصى صلاح الدين تحفة أثرية إسلامية تُذكّر المسلمين بيوم النصر والفتح المبين، سنة 564 هـ. ¶ كان المنبر مصنوعاً من خشب الأرز المنقور والمرصع بالعاج والصدف، يقول عنه المقريزي:\"لم يُعمل في الإسلام مثله\"، أجرى عليه الأمير تنكز الناصري إصلاحات سنة 731 هـ. ¶ منبر برهان الدين ... ¶ يقع منبر برهان الدين في الجانب الجنوبي من صحن الصخرة المشرفة غربي القنطرة الجنوبية الموصلة إلى المسجد الأقصى المسقوف، أنشأها القاضي برهان الدين بن جماعة سنة 709 هـ، حيث حوله من منبر خشبي إلى منبر حجري، تم تجديده في زمن السلطان عبد المجيد بن السلطان محمود الثاني سنة 1259 هـ. ¶ قباب المسجد الأقصى ¶ يوجد في ساحة المسجد الأقصى، وفي صحن قبة الصخرة المشرفة عدداً من القباب التذكارية التي تعود إلى فترات إسلامية مختلفة، وقد استخدمت هذه القباب للعبادة والاعتكاف، وأحياناً للتدريس. ¶ قبة السلسلة ...",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "تقع قبة السلسلة شرقي قبة الصخرة المشرفة، تجاه باب قبة الصخرة المعروف بباب البراق، أُنشئت في زمن الخليفة الأموي عبد الملك بن مروان، ويعتقد أنها أُنشئت لتكون نموذجاً يحتذيه البناؤون عند بناء قبة الصخرة، جُدّد بناء قبة السلسلة في زمن الظاهر بيبرس سنة 661 هـ، ثم جُدّدت مرة أخرى في سنة 969 هـ، وفُرشت جدرانها بالقاشاني الجديد كقبة الصخرة المشرفة، ثم جُدّدت سنة 1155 هـ، وقد أُستغلت هذه القبة مجلساً للقضاء يجلس تحتها قاضي القدس، يفصل بين المتخاصمين ¶ قبة المعراج ... ¶ تقع قبة المعراج شمال غرب قبة الصخرة المشرفة، يرجع تاريخ إنشائها إلى العصر الأموي، أعاد بناءها على شكلها الحالي الأمير عز الدين سعيد سنة 597 هـ، رُممت عدة مرات منها بتاريخ 1195 هـ. ¶ قبة ومحراب النبي ... ¶ ترجع قبة النبي تاريخياً إلى العصر الأموي، بينما يرجع تاريخ إنشاء القبة والمحراب الحاليين إلى العهد العثماني، وتقع قبة ومحراب النبي شمال غرب قبة الصخرة المشرفة، وقد أنشأ المحراب الحالي الكائن أسفل القبة محمد بك أمير لواء القدس وغزة سنة 945 هـ، وأنشأ القبة التي تظلل المحراب الأمير فروخ محمد بك سنة 1017 هـ، ثم جُدّدت قبة النبي سنة 1261 هـ على يد الأمير محمد شاكر. ¶ قبة سليمان بن عبد الملك ... ¶ تقع قبة سليمان بن عبد الملك في الجانب الشمالي من المسجد الأقصى تجاه المدرسة الملكية، يرجع تاريخ بنائها إلى العصر الأموي، وهي مثمنة الشكل، مما يوحي طرازها أنها من العصر الأيوبي، ويفضى بابها إلى ناحية الشمال. ¶ قبة موسى ... ¶ تقع قبة موسى على مسطبة قديمة تجاه باب السلسلة، أنشأها الملك الصالح نجم الدين أيوب سنة 647هـ، ويعرف اليوم موضعه بدار القرآن الكريم، وهي عبارة عن غرفة واسعة لها قبة كبيرة. ¶ قبة الخضر ...",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "تقع قبة الخضر في الركن الشمالي الغربي من سطح الصخرة المشرفة تجاه باب الحديد، وهي قبة صغيرة مرفوعة على ستة أعمدة تقع فوق زاوية قديمة تُسمى زاوية الخضر، ويُوحي طراز بنائها أنها من عمائر العهد العثماني. ¶ قبة يوسف آغا ... ¶ تقع قبة يوسف آغا بين المسجد الأقصى المسقوف والمتحف الإسلامي على بعد ثلاثين متراً إلى الغرب من باب المغاربة، أنشأها يوسف آغا في سنة 1092 هـ، ويُعرف موضع القبة اليوم بمكتب تذاكر المسجد الأقصى. ¶ قبة يوسف ... ¶ تقع قبة يوسف في الناحية الجنوبية من سطح الصخرة المشرفة إلى الغرب من منبر برهان الدين، وقد أنشأ هذه القبة الحاج علي الناظر الشرعي سنة 1092 هـ. ¶ قبة الأرواح ... ¶ تقع قبة الأرواح في سطح الصخرة المشرفة، في الناحية الشمالية الغربية من قبة الصخرة المشرفة، يعود تاريخ إنشائها إلى ما قبل سنة 1037 هـ، تم تجديدها سنة 1997 م. ¶ القبة المحمدية ... ¶ تقع هذه القبة شمال غرب قبة الصخرة المشرفة في سطح الصخرة إلى الشمال من قبة المعراج وتتألف من غرفتين، إحداهما أرضية، والأخرى تحت الأرض لكل منهما محراب، وقد أنشأها محمد بك محافظ القدس سنة 1112 هـ، وتُعرف اليوم هذه القبة بمكتب المهندس المقيم على إعمار المسجد الأقصى. ¶ قبة وإيوان محمود الثاني ... ¶ يقع إيوان السلطان محمود الثاني في الجهة الشمالية من المسجد الأقصى إلى الجنوب من سبيل السلطان سليمان القانوني تجاه باب شرف الأنبياء، وقد أنشأ هذا الإيوان والقبة والي صيدا وطرابلس الوزير سليمان باشا واليوم يُعرف باسم إيوان السلطان محمود الثاني، وإيوان عشاق النبي. ¶ المدارس في المسجد الأقصى ¶ يوجد بالمسجد الأقصى البارك عدد من المدارس الإسلامية التي يعود تاريخها إلى العصرين الأيوبي والمملوكي وتمتاز هذه المدارس في أن بابها يفتح على ساحة المسجد الأقصى، فضلاً عن كونها تمتاز بنمط معماري جميل وأسلوب بناء يعكس قداسة المكان وروحانيته. ¶ المدرسة النحوية ...",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "تقع في الجانب الجنوبي الغربي لسطح الصخرة المشرفة، عند الدرج الكائن تجاه باب السلسلة، أنشأها الملك شرف الدين عيسى سنة 604 هـ، لتدريس اللغة العربية وقواعدها، وكانت هذه المدرسة موقوفة على فقهاء المذهب الحنفي. ¶ أصبحت هذه المدرسة مكتبة للمجلس الإسلامي الأعلى، ثم تحولت إلى مقر للمكتب المعماري الهندسي لاعمار قبة الصخرة المشرفة سنة 1956 م، وهي اليوم مكاتب تابعة لدائرة الأوقاف الإسلامية في القدس. ¶ المدرسة الغادرية ... ¶ تقع هذه المدرسة في الرواق الشمالي للمسجد الأقصى، بين باب حطة وباب الأسباط، أوقفها الأمير ناصر الدين محمد بن الغادر سنة 836 هـ. ¶ المدرسة الدويدارية ... ¶ تقع بباب الدويدارية المعروف اليوم بباب الملك فيصل، على يسار الداخل إلى المسجد الأقصى، أنشأها الأمير علم الدين الدويدار سنة 695 هـ، عرفت حديثاً بالمدرسة البكرية. ¶ المدرسة الباسطية ... ¶ تقع في الرواق الشمالي للمسجد الأقصى، لصق المدرسة الدويدارية من جهة الشرق، أمر بانشائها شيخ الإسلام شمس الدين محمد الهروي ولكنها لم تكتمل بموته فأتم بناءها القاضي زين الدين عبد الباسط بن خليل سنة 834 هـ. ¶ المدرسة الكريمية ... ¶ تقع في الرواق الشمالي للمسجد الأقصى، لصق باب حطة من جهة الشرق أوقفها الشيخ كريم الدين بن المعلم سنة 718 هـ. ¶ المدرسة الأمينية ... ¶ تقع هذه المدرسة في الرواق الشمالي للمسجد الأقصى غربي باب الملك فيصل، أوقفها الصاحب أمين الدين عبد الله سنة 730 هـ، إلا أنها تحولت إلى سكن لعائلة الإمام المقدسية. ¶ المدرسة الفارسية ... ¶ تقع هذه المدرسة في الرواق الشمالي للمسجد الأقصى إلى الغرب من باب الملك فيصل، أوقفها الأمير فارس الدين البكي، وهي اليوم دار سكن لعائلة الدجاني. ¶ المدرسة الملكية ...",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "تقع هذه المدرسة في الرواق الشمالي للمسجد الأقصى لصق المدرسة الأسعردية، يُصعد إليها بدرج حجري، ويُدخل إليها من ساحة المسجد الأقصى المبارك، أنشأها الحاج ملك جوكندار، الملك الناصر محمد بن قلاوون سنة 741 هـ، وتُعرف اليوم بدار الخطيب. ¶ المدرسة الصبيبية ... ¶ تقع المدرسة الصبيبية في الجهة الشمالية من المسجد الأقصى المبارك إلى الشرق من المدرسة الجاولية، أوقفها الأمير علاء الدين علي بن ناصر الدين نائب القلعة الصبيبية، أصبحت هذه المدرسة منذ العهد العثماني تُعرف بالمدرسة الصامتية، وسكنتها عائلة الصامت. ¶ المدرسة الجاولية ... ¶ تقع هذه المدرسة في الجانب الشمالي الغربي من المسجد الأقصى المبارك، وتطل نوافذها الجنوبية عليه، أوقفها الأمير علم الدين سنجر الجاولي سنة 715 هـ، جدّد بناءها الأمير شاهين الشجاعي سنة 830 هـ، تحولت في أواخر القرن الثامن عشر إلى دار للحكم العثماني يُعرف بالسرايا القديمة، جعلها بعد ذلك المجلس الإسلامي الأعلى، مدرسة عُرفت بكلية روضة المعارف الوطنية، وهي اليوم تُعرف بمدرسة الروضة. ¶ المدرسة الأسعردية ... ¶ تقع المدرسة الأسعردية في الجانب الشمالي من المسجد الأقصى إلى الشرق من المدرسة الصبيبية، بُنيت هذه المدرسة في سنة 760 هـ، في زمن الملك صلاح الدين بن قلاوون، رممها المجلس الإسلامي الأعلى سنة 1346 هـ، ثم نقل إلى مسجدها دار كتب المسجد الأقصى وتُعرف اليوم بدار الأنصارى. ¶ المدرسة المنجكية ... ¶ تقع هذه المدرسة المنجكية في حارة باب الناظر على يسار الداخل إلى المسجد الأقصى المبارك، وتطل نوافذها الشرقية على ساحة المسجد، أنشأها الأمير سيف الدين منجك، سنة 762 هـ، يشغلها اليوم مكاتب دائرة الأوقاف الإسلامية. ¶ المدرسة الأرغونية ...",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "تقع هذه المدرسة في باب الحديد غربي المسجد الأقصى، أوقفها الأمير أرغون الكاملي سنة 758 هـ، وتُعرف اليوم بدار العفيفي، وفيها ضريح الشريف الحسين بن علي المتوفى سنة 1350 هـ. ¶ المدرسة الخاتونية ... ¶ تقع المدرسة الخاتونية في الرواق الغربي للمسجد الأقصى المبارك بالقرب من باب الحديد، وتطل نوافذها الشرقية على ساحة المسجد الأقصى المبارك، أوقفتها السيدة أغل خاتون سنة 755 هـ، وأكملت بنائها وعمارتها السيدة أصفهان شاه سنة 782 هـ، يوجد فيها مجموعة من مقابر الأمراء والشهداء. ¶ المدرسة الزمنية ... ¶ تقع هذه المدرسة في باب المطهرة تجاه المدرسة العثمانية، وتطل واجهتها الشرقية على ساحة المسجد الأقصى المبارك، أوقفها شمس الدين محمد بن الزمن، أحد خواص السلطان الأشرف قايتباي سنة 881 هـ. ¶ المدرسة العثمانية ... ¶ تقع في داخل باب المطهرة، أحد الأبواب الغربية للمسجد الأقصى، على يسار الداخل، و تُطل واجهتها الشرقية على ساحة المسجد الأقصى المبارك، أنشأتها السيدة أصفهان شاه خاتون العثمانية سنة 844 هـ، ثم دفنت فيها. ¶ المدرسة الأشرفية ... ¶ تقع هذه المدرسة في الرواق الغربي للمسجد الأقصى، بين المدرسة العثمانية والمدرسة البلدية، وتنسب إلى واقفها وبانيها السلطان الملك الأشرف قايتباي سنة 885 هـ، وهي جوهرة من جواهر المعمار الإسلامي. ¶ المدرسة البلدية ... ¶ تقع هذه المدرسة غربي المسجد الأقصى إلى الشمال من باب السكينة تجاه المدرسة التنكزية، أوقفها الأمير سيف الدين الأحمدي البلدي. ¶ المدرسة التنكزية ...",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "تُنسب هذه المدرسة لواقفها الأمير سيف الدين تنكز الناصري الذي أنشأها سنة 729 هـ، وهي مدرسة عظيمة ليس في المدارس أتقن من بنائها، تقع هذه المدرسة لصق باب السلسلة أحد الأبواب الغربية للمسجد الأقصى، وتعلو واجهتها الشرقية الرواق الغربي للمسجد الأقصى مطلة عليه، في حين تطل واجهتها الجنوبية على ساحة البراق الشريف، احتلتها السلطات الإسرائيلية في عام 1969م، وأصبحت مقراً للحرس الإسرائيلي. ¶ المدرسة الأحمدية ... ¶ تقع هذه المدرسة في الجانب الشرقي من سطح الصخرة المشرفة، شمالي درج الصخرة المعروف بدرج البراق، ومن أسمائها مدرسة أحمد باشا، شُرع في بنائها سنة 1011 هـ. ¶ المدرسة الفخرية ... ¶ كانت تقع في الركن الجنوبي الغربي للمسجد الأقصى وهي تُنسب لبانيها القاضي فخر الدين بن فضل سنة 732 هـ، هدمها الإحتلال الإسرائيلي في 15/ 6/1969م، ولم يبق منها إلا ثلاث غرف ومسجد، وتعرف بدار أبي السعود. ¶ المدرسة الخٌتنية ... ¶ تقع جنوبي المسجد الأقصى خارج السور إلى الخلف من منبر المسجد الأقصى، أوقفها السلطان صلاح الدين الأيوبي سنة 578 هـ. ¶ معالم أخرى للمسجد الأقصى ¶ القناطر والسلالم في سطح قبة الصخرة ... ¶ تفضي ثمانية قناطر تحيط سطح الصخرة المشرفة إلى جهات المسجد الأقصى المختلفة، وتمكن السلالم الحجرية المتصلة بهذه القناطر المصلين المسلمين والزوار من الوصول إلى مختلف جهات المسجد الأقصى دون الحاجة إلى الإلتفاف عن سطح الصخرة المشرفة، وهذه القناطر هي: ¶ القنطرة الشمالية الشرقية ... ¶ تقع في الجانب الشمالي الشرقي من سطح القبة المشرفة تجاه باب حطة، يرجع تاريخ انشائها إلى سنة 726 هـ. ¶ القنطرة الشمالية الغربية ... ¶ تقع هذه القنطرة على امتداد خط باب الأسباط تجاه الباب الشمالي لقبة الصخرة المعروف بباب الجنة، أنُشئت سنة 721 هـ. ¶ القنطرة الغربية إلى الشمال ...",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "تصل هذه القنطرة إلى باب الناظر، وتقع في الركن الشمالي الغربي لسطح الصخرة المشرفة بين زاوية الخفر وسبيل شعلان، أُنشئت سنة 778 هـ. ¶ القنطرة الغربية إلى الجنوب ... ¶ تقع هذه القنطرة في الجانب الغربي من سطح الصخرة المشرفة لصق القبة النحوية تجاه باب السلسلة، أُنشئت سنة 877 هـ بأمر من الأمير ناصر الدين محمد النشاشيبي ناظر الحرمين الشريفين. ¶ القنطرة الغربية ... ¶ تقع هذه القنطرة تجاه الباب الغربي لقبة الصخرة المشرفة على امتداد باب المطهرة، أُنشئت سنة 419 هـ. ¶ القنطرة الجنوبية ... ¶ تقع هذه القنطرة في الجانب الجنوبي من سطح الصخرة المشرفة، تجاه الباب القبلي لقبة الصخرة المشرفة أُنشئت سنة 430 هـ، أُعيد بناؤها سنة 1311 هـ. ¶ القنطرة الجنوبية إلى الشرق ... ¶ تقع هذه القنطرة في الجانب الجنوبي الشرقي لسطح الصخرة المشرفة بين مسطبة الكرك والقنطرة الجنوبية، أُنشئت في العصر الفاطمي سنة 421 هـ، وجدّد بنائها الملك المعظم عيسى سنة 608 هـ. ¶ القنطرة الشرقية (درج البراق) ... ¶ تقع هذه القنطرة في الجانب الشرقي من سطح الصخرة المشرفة، تجاه باب البراق (باب الجنائز) المسدود في السور الشرقي للمسجد الأقصى، وهي تُعرف بقنطرة درج البراق. ¶ جدّدها المجلس الإسلامي الأعلى سنة 1945م. ¶ مزولة أبو السعود ... ¶ تقع هذه المزولة على جدار المثمن الجنوبي الغربي لقبة الصخرة المشرفة من الخارج، رسمها الشيخ محمد أبو السعود مفتي الشافعية في القدس. ¶ مزولة الإمام ... ¶ تقع هذه المزولة في واجهة القنطرة الجنوبية، المقابلة للمسجد الأقصى المسقوف، رسمها رشدي الإمام. ¶ لماذا يُعظم المسلمون بيت المقدس و المسجد الأقصى؟ ¶ إن رؤية المسلمين لبيت المقدس وبالتالي لفلسطين كلها تنبثق أساساً من نصوص القول الشريف قرآناً وسُنة، فهذه النصوص هي المكون الأساس لهذه الرؤية.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ولقد استأثر بيت المقدس وبالتالي فلسطين بمجموعة من الآيات القرآنية، والأحاديث النبوية الشريفة تحمل في ثناياها معان كبيرة، فحواها يدور حول بركة الأرض المقدسة ومنزلة القدس وتعظيمها وأولية مسجدها بعد الكعبة المشرفة وكون مسجدها القبلة الأولى للمسلمين وأفضلية الصلاة في المسجد وشد الرحال إليه وكونها أرض الإسراء والمعراج وأرض الأنبياء ومأوى الطائفة الظاهرة بالحق وأرض الرباط وكونها تحتوى على الصخرة المشرفة التي قيل في الحديث عنها أنها من الجنة ثم كونها محفوظة من الدجال ¶ وكذلك كونها الأرض التي تُحسم فيها الصراعات الكبرى في حياة البشر لصالح الخير، تلك الصراعات التي يُمثل فيها جانب العدوان على البشر الأعور الدجال ويأجوج ومأجوج واليهود ثم فيها يظهر انتصار التوحيد على التثليث ليعم هذا الانتصار البشرية كلها في زمان نُزول عيسى صلى الله عليه وسلم الذي جعله أهل التثليث ضلعاً في تثليثهم، ثم إن مدار بعض هذه الأحاديث الناطقة بمنزلة بيت المقدس يُؤكد أخيراً على كونها مأوى آخر خلافة إسلامية على وجه الأرض، ثم كونها أرض المحشر والمنشر. ¶ إن كل معنى من هذه المعاني قد وردت فيه أحاديث صحيحة أو على الأقل حديث واحد صحيح، وبعضها وردت فيه آيات قرآنية كريمة أسهمت في إحاطة هذه المعاني بسياج آمن لا تقدر شبه الأغرار أو الأشرار عليه أبداً ولا نزاع في دليل على شيء من هذه المعاني. ¶ هذا هو بيت المقدس في الإسلام، فهل نظرة الصهاينة له تساوى شيئاً من نظرة المسلمين إليه، وهل تقديسهم المزعوم شيئاً أمام هذا التقديس والتكريم. ¶ قال تعالى: ¶ 1. {وَإِذْ قُلْنَا ادْخُلُواْ هَذِهِ الْقَرْيَةَ فَكُلُواْ مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُواْ الْبَابَ سُجَّدًا وَقُولُواْ حِطَّةٌ نَّغْفِرْ لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ} البقرة (58). ¶ القرية: بيت المقدس.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "2. {يَا قَوْمِ ادْخُلُوا الأَرْضَ المُقَدَّسَةَ الَّتِي كَتَبَ اللّهُ لَكُمْ وَلاَ تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنقَلِبُوا خَاسِرِينَ} المائدة (21). ¶ الأرض المقدسة: بيت المقدس وما حولها. ¶ 3. {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُواْ يُسْتَضْعَفُونَ مَشَارِقَ الأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا} الأعراف (137). ¶ باركنا فيها: بيت المقدس وما حولها. ¶ 4. {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِّنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ البَصِيرُ} الإسراء (1). ¶ المسجد الأقصى: مسجد بيت المقدس، وما حولها من أرض. ¶ 5. {وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ} الأنبياء (71). ¶ الأرض التي باركنا فيها: بيت المقدس، وما حولها. ¶ 6. {وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِين} الأنبياء (71). ¶ الأرضَ التي باركنا فيها: بيت المقدس، وما حولها. ¶ 7. {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ} الأنبياء (105). ¶ الأرض: المراد، الأرض المقدسة يعني بيت المقدس. ¶ 8. {وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ} المؤمنون (50). ¶ ربوة ذات قرار معين: بيت المقدس. ¶ 9. {فِي بُيُوتٍ أَذِنَ اللَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ} النور (36). ¶ في بيوت قيل: بيت المقدس. ¶ 10. {وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ} سبأ (18). ¶ القرى التي باركنا فيها: بيت المقدس وفلسطين.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "11. {وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِن مَّكَانٍ قَرِيبٍ} ق (41). ¶ قيل إنه يُنادى يوم القيامة من صخرة بيت المقدس. ¶ 12. {قََضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابْ} الحديد (13). ¶ قيل هو سور بيت المقدس، باطنه أبواب الرحمة وظاهره وادي جهنم. ¶ 13. {يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ} المعارج (43). ¶ إلى نصب يوفضون: قيل إلى صخرة بيت المقدس. ¶ 14. {فَإِذَا هُمْ بِالسَّاهِرَةِ} النازعات (14). ¶ الساهرة، وهي إلى جانب بيت المقدس، وللمسجد الأقصى باب يقال له باب الساهرة. ¶ 15. {وَالتِّينِ وَالزَّيْتُونِ وَطُورِ سِينِينَ} التين (1). ¶ التين دمشق، والزيتون بيت المقدس. ¶ و هذه مجموعة من الأحاديث التي تناولت ذكر بيت المقدس، وفلسطين، مما وردت في كتب السنة المعتمدة: ¶ 1. ما رواه الإمام البخاري قال: حدثنا موسى بن إسماعيل، حدثنا عبد الواحد، حدثنا الأعمش، حدثنا إبراهيم التميمي عن أبيه قال: سمعت أبا ذر رضي الله عنه قال: قلت: يا رسول الله أي مسجد وضع في الأرض أول؟ قال: \"المسجد الحرام\"، قال: قلت: ثم أي؟ قال: \"المسجد الأقصى\"، قلت: كم كان بينها؟ قال: \"أربعون سنة، ثم أين ما أدركتك الصلاة بعد فصلّه، فإن الفضل فيه\" (¬1). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه: رقم (336)، كتاب: أحاديث الأنبياء، باب: النسلان في المشي، ص 2/ 1034.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "2. ما رواه الإمام البخاري قال: حدثنا عمرو بن خالد، قال: حدثنا زهير، قال: حدثنا أبو إسحاق عن البراء أن النبي صلى الله عليه وسلم كان أول ما قدم إلى المدينة نزل على أجداده، أو قال: أخواله من الأنصار، وأنه صلى قِبَلَ بيت المقدس ستة عشر شهراً أو سبعة عشر شهراً، وكان يعجبه أن تكون قبلته قِبَلَ البيت، وأنه صلى أول صلاة صلاها العصر، وصلى معه قوم فخرج رجل ممن صلى معه فمرّ على أهل مسجد وهم راكعون، فقال: أشهد بالله لقد صلّيت مع رسول الله صلى الله عليه وسلم قِبَل مكة، فداروا كما هم قِبَل البيت، وكانت اليهود وأهل الكتاب قد أعجبهم إذ كان يُصلي قِبَل بيت المقدس، فلما ولى وجهه قِبَل البيت أنكروا ذلك (¬1). ¶ 3. روى البخاري قال: حدثنا أبو الوليد، حدثنا شعبة عن عبد الملك، سمعت قَزعة مولى زياد قال: سمعت أبا سعيد رضي الله عنه يُحدث بأربع عن النبي صلى الله عليه وسلم، فأعجبنني وآنقنني، قال: \"لا تسافر المرأة يومين إلا معها زوجها أو ذو محرم، ولا صوم في يومين: الفطر والأضحى، ولا صلاة بعد صلاتين: بعد الصبح حتى تطلع الشمس، وبعد العصر حتى تغرب، ولا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجد الأقصى، ومسجدي\" (¬2). ¶ ¬__________ ¶ (¬1) المصدر السابق: رقم (40)، كتاب: الإيمان، باب: الصلاة من الإيمان، ص1/ 37. ¶ (¬2) المصدر السابق: رقم (1197)، كتاب: فضل الصلاة في مكة والمدينة، باب: مسجد بيت المقدس، ص1/ 355.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "4. ما رواه الإمام مسلم قال: حدثنا شيبان بن فرّوخ، حدثنا حماد بن سلمة، حدثنا ثابت البُناني عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال: \"أتيت بالبراق وهو دابة أبيض طويل فوق الحمار ودون البغل، يضع حافره عن منتهى طرفه، قال: فركبته حتى أتيت بيت المقدس، قال: فربطته بالحلقة التي يربط بها الأنبياء، قال: ثم دخلت المسجد فصليت فيه ركعتين، ثم خرجت فجاءني جبريل عليه السلام بإناء من خمر وإناء من لبن، فاخترت اللبن فقال جبريل صلى الله عليه وسلم: اخترت الفطرة، ثم عرج بنا إلى السماء\" (¬1). ¶ قال الإمام النووي: المراد بالحلقة: حلقة باب مسجد بيت المقدس. ¶ 5. ما رواه الإمام مسلم أيضاً عن زهير بن حرب حدثنا حُجين بن المثنى، حدثنا عبد العزيز وهو ابن أبي سلمة، عن عبد الله بن الفضل عن أبي سلمة بن عبد الرحمن عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"لقد رأيتني في الحجر، وقريش تسألني عن مسراي، فسألتني عن أشياء من بيت المقدس لم أثبتها، فكُربت كُربة ما كُربت مثله قط، قال: فرفعه الله لي أنظر إليه، ما يسألوني عن شيء إلا أنبأتهم به، وقد رأيتني في جماعة من الأنبياء، فإذا موسى قائم يُصلي فإذا رجل ضربٌ جعدٌ كأنه من رجال شنوءة، وإذا عيسى بن مريم عليه السلام قائم يصلي، أقرب الناس به شبهاً عُروة بن مسعود الثقفي، وإذا إبراهيم عليه السلام قائم يُصلي، أشبه الناس به صاحبكم يعني نفسه، فحانت الصلاة، فأممتُهم، فلما فرغت من الصلاة قال قائل: يا محمد هذا مالكٌ صاحب النار فسلم عليه، فالتفت إليه فبدأني بالسلام\" (¬2). ¶ ¬__________ ¶ (¬1) أخرجه مسلم في صحيحه رقم (259/ 162)، كتاب: الإيمان، باب: الإسراء برسول الله، ص1/ 358. ¶ (¬2) المصدر السابق: رقم (278/ 172)، ص1/ 378.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "6. ما رواه الإمام أحمد قال: حدثنا عبد الرزاق، حدثنا ابن جُريج، أخبرني عطاء، أن أبا سلمة بن عبد الرحمن أخبره عن أبي هريرة أو عائشة أنها قالت: قال رسول الله صلى الله عليه وسلم:\"صلاة في مسجدي خير من ألف صلاة فيما سواه من المساجد، إلا المسجد الأقصى\" (¬1). ¶ 7. ما رواه الإمام أحمد بن حنبل قال: حدثنا معاوية بن عمرو، حدثنا إبراهيم بن محمد أبو إسحاق الفزاري، حدثنا الأوزاعي، حدثني ربيعة بن يزيد عن عبد الله بن الديلمي قال: دخلت على عبد الله بن عمرو وهو في حائط له بالطائف يقال له: الوهط، فقال: سمعت رسول الله صلى الله عليه وسلم يقول: \"إن سليمان بن داود عليه السلام سأل الله ثلاثاً، فأعطاه اثنتين، ونحن نرجو أن تكون الثالثة، فسأله حكماً يصادف حكمه، فأعطاه الله إياه، وسأله ملكاً لا ينبغي لأحد من بعده فأعطاه إياه، وسأله أيما رجل خرج من بيته لا يريد إلا الصلاة في هذا المسجد خرج من خطيئتة مثل يوم ولدته أمه، فنحن نرجو أن يكون الله عز وجل قد أعطاه إياه\" (¬2). ¶ المقصود بالمسجد هنا المسجد الأقصى ببيت المقدس ¶ 8. ما رواه أيضاً الإمام أحمد في مسنده، قال: حدثنا أبو صالح الحكم بن موسى قال: حدثنا ضمرة بن ربيعة عن عثمان بن عطاء، عن أبي عمران، عن ذي الأصابع قال: قلت يا رسول الله إن ابتلينا بعدك بالبقاء أين تأمرنا، قال: \"عليك ببيت المقدس، فلعله أن يُنشأ لك ذرية يغدون إلى ذلك المسجد ويروحون\" (¬3). ¶ ¬__________ ¶ (¬1) أخرجه الإمام أحمد في مسنده: رقم (7682)، ص7/ 413 – حم2/ 273. ¶ (¬2) المصدر السابق: رقم (6644)، ص6/ 198 – حم2/ 176. ¶ (¬3) المصدر السابق: رقم (16585)، ص13/ 99 – حم4/ 67.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "9. ما رواه عبد الله بن أحمد بن حنبل، وجدت في كتاب أبي بخط يده: حدثني مهدي بن جعفر الرملي، حدثنا ضمرة عن السيباني واسمه يحيى بن أبي عمرو بن عبد الله الحضري، عن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم: \"لا تزال طائفة من أمتي على الدين ظاهرين، لعدوهم قاهرين، لا يضرهم من خالفهم، إلا ما أصابهم من لأواء، حتى يأتي أمر الله وهم كذلك، قالوا: يا رسول الله وأين هم؟، قال: ببيت المقدس، وأكناف بيت المقدس\" (¬1). ¶ 10. روى الإمام أحمد قال: حدثنا أبو نعيم، حدثنا إسرائيل عن زيد بن جبير عن أبي يزيد الضني عن ميمونة مولاة النبي صلى الله عليه وسلم قال: يا نبي الله أفتنا في بيت المقدس، فقال: \"أرض المحشر والمنشر، ائتوه فصلوا فيه فإن الصلاة فيه كألف صلاة فيما سواه، قال: أرأيت من لم يطق أن يتحمل إليه أو يأتيه، قال: فليهدِ إليه زيتاً يسرج فيه، فإن من أهدى له كان كمن صلى فيه\" (¬2). ¶ 11. روى الإمام ابن ماجه في سننه قال: حدثنا أبو بكرة بن أبي شيبة، حدثنا عبد الأعلى بن عبد الأعلى، عن محمد بن إسحاق، حدثني سليمان ابن سُحيم عن أم حكيم بنت أمية عن أم سلمة رضي الله عنها، أن رسول الله صلى الله عليه وسلم قال: \"من أهل بعمرة من بيت المقدس، غُفر له\" (¬3). ¶ 12. وعنده أيضاً قال حدثنا محمد بن المصفّى الحمصى، حدثنا أحمد بن خالد، حدثنا محمد بن إسحاق عن يحيى بن أبي سفيان، عن أمه أم حكيم بنت أُمية، عن أم سلمة زوج النبي صلى الله عليه وسلم، قالت: قال رسول الله صلى الله عليه وسلم: \"من أهل بعمرة من بيت المقدس، كانت له كفارة لما قبلها من الذنوب\" (¬4). ¶ ¬__________ ¶ (¬1) المصدر السابق: رقم (22220)، ص16/ 270 – حم5/ 279. ¶ (¬2) المصدر السابق: رقم (27498)، ص18/ 605 – حم2/ 462. ¶ (¬3) أخرجه ابن ماجه في سننه: رقم (3001)، كتاب: المناسك، باب: من أهل بعمرة، ص2/ 999. ¶ (¬4) المصدر السابق: رقم (3002)، ص2/ 999.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "13. وفي رواية الإمام أبي داود: \"من أهل بحجة أو عمرة من المسجد الأقصى إلى المسجد الحرام غُفر له ما تقدم من ذنبه وما تأخر\" (¬1). ¶ المراجع ¶ 1. القران الكريم. ¶ 2. تاريخ المسجد الأقصى: د. محمد هاشم غوشة، وزارة الأوقاف الفلسطينية، الطبعة الأولى، 2002. ¶ 3. سُنن ابن ماجه: محمد بن يزيد القزويني _ المكتبة العلمية _ بيروت. ¶ 4. سُنن أبي داود بن الأشعث: الدار المصرية اللبنانية _ القاهرة _ 1988. ¶ 5. صحيح البخاري، الإمام البخاري، المكتبة العصرية، بيروت، 1997، الأولى. ¶ 6. صحيح مسلم: مسلم بن الحجاج _ دار السلام _ القاهرة _ 1996 _ الثالثة. ¶ 7. المسند: أحمد بن حنبل _ دار الحديث _ القاهرة _ 1995 _ الأولى. ¶ 8. موسوعة السياسة، د. عبد الوهاب الكيالي، المؤسسة العربية للدراسات والنشر، بيروت. ¶ 9. الموسوعة الفلسطينية، هيئة الموسوعة الفلسطينية، دمشق، 1996. ¶ الفهرس ¶ الإهداء ... 3 ¶ المقدمة ... 4 ¶ القدس ... 5 ¶ المسجد الأقصى ... 12 ¶ جريمة حريق المسجد الأقصى ... 16 ¶ قبة الصخرة المشرفة ... 17 ¶ المغارة ... 20 ¶ المصلى المرواني ... 20 ¶ حائط البراق الشريف ... 21 ¶ أبواب المسجد الأقصى ... 23 ¶ أروقة المسجد الأقصى ... 27 ¶ مآذن المسجد الأقصى ... 29 ¶ منابر المسجد الأقصى ... 31 ¶ قباب المسجد الأقصى ... 32 ¶ المدارس في المسجد الأقصى ... 35 ¶ معالم أخرى للمسجد الأقصى ... 40 ¶ لماذا يعظم المسلمون بيت المقدس والمسجد الأقصى ... 42 ¶ المراجع ... 49 ¶ الفهرس ... 50 ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سننه: رقم (1741)، كتاب المناسك، باب: في المواقيت، ص2/ 148.",
            "page": "37",
            "part": "1"
        }
    ],
    "t37112": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدينة القدس والمسجد الأقصى"
        }
    ]
}