{
    "b37145": [
        {
            "id": "1",
            "nass": "شبهة حول حروب الردة والفتوحات الإسلامية ¶ بسم الله الرحمن الرحيم ¶ الحمد لله والصلاة والسلام على رسول الله ، ثم أما بعد :- ¶ سألني أحد الإخوة الأفاضل منذ فترة طويلة سؤال يقول : هل ثبت أن أبا بكر الصديق رضي الله عنه قد استعان بالمرتدين بعد أن رجعوا إلى الإسلام في الفتوحات الإسلامية . ¶ فأحببت أن أعيد نشر هذا السؤال بالإجابة لتعم الفائدة .. و بالأخص للذين لم يطلعوا على الرد من قبل .. ¶ إن موضوع حروب الردة و ما نتج عنها .. و ما تلاها من فتوحات إسلامية ، جعلت بعض المستشرقين يطعنون في هذه الفتوحات و يقولون : إن الذين شاركوا في هذه الفتوحات هم في الأصل كفار قد ارتدوا عن الإسلام ، و حتى بعد أن حاربهم أبو بكر و أعادهم إلى الإسلام فإن الإيمان لم يتغلغل بعد في قلوبهم مرة أخرى .. و هكذا .. ¶ و موضوع حروب الردة و الفتوحات الإسلامية موضوع مهم ، و قد وقع فيه كثير من الكتاب والمؤلفين واتهموا أقواماً – يدخل من ضمنهم الصحابة بلا شك - بالردة معتمدين على لفظ التعميم : ( وقد ارتدت العرب جميعاً ، ولم يبقى سوى مكة والمدينة وبعض المناطق بينهما ) ، أو قول أم المؤمنين عائشة رضي الله عنها كما عند ابن أبي شيبة في المصنف (14/572) : ( لما قبض رسول الله صلى الله عليه وسلم ارتدت العرب قاطبة واشرأب النفاق ) . ¶ ثم تأتي هذه الشبهة من المستشرقين : ( أنه طالما قد ارتد كل العرب ما عدا مكة و الطائف و المدينة فلا بد أن جيوش الفتوحات كان فيها الكثير من المرتدين ) ، و إذا قلنا لهم : أنهم أسلموا ، قالوا : ( إما إن إسلامهم سطحي لأنهم جديدون به ، بل مكرهون عليه ) ، و إما يقولون : ( أنهم لم ينضموا للإسلام بالأصل فالحرب كانت لإجبارهم على الزكاة و بالتالي فلا دليل على أنهم قد دخلوا للإسلام ) !",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "و للرد على هذه الشبهة نقوم أولاً بإبطال زعمهم بأن جميع العرب قد ارتدوا ، فإن بطلت هذه الشبهة بطلت شبهتهم الأخرى التي تعتبر نتاجاً لها ، فإن بطلت الشبهة الأولى و نتيجتها ، لا يكون بعدها مجال للقول بأن المرتدين شاركوا في حركة الفتوحات الإسلامية . ¶ وكنت قد كتبت منذ فترة طويلة ، بحث مصغر حول موضوع ردة القبائل العربية ، تناولت فيه و بنظرة شمولية و سريعة ، جانباً هاماً من جوانب فتنة الردة التي حدثت في خلافة أبي بكر الصديق رضي الله عنه ، إثر وفاة الرسول صلى الله عليه وسلم ، و هذا الجانب هو :- ¶ 1 - من هم الذين ثبتوا على الإسلام في هذه الفتنة ؟ ¶ 2 - و هل ارتد كل العرب كما يقول بعض الكتّاب ؟ ¶ 3 - أم ارتد معظمهم كما يقول البعض الآخر ؟ ¶ و تبرز هذه النظرة ، حقائق تاريخية هامة مستخلصة من بعض المصادر و المراجع المعتمدة في تاريخ هذه الفترة ، حيث تدل على أن القبائل و الزعماء و الأفراد المسلمين خارج المدينة و مكة و الطائف ، لم يرتدوا جميعاً أو معظمهم كما حاول أن يفهمنا بعض الكتّاب . ¶ و إن هذه النظرة سوف تصحح مفاهيم بعض الذين تناولوا هذه الفتنة بشيء من التعميم ، أو عدم الدقة و الموضوعية أو النظرة الجزئية ، بل إن مثل هذا التناول من جانب بعض الكتّاب المسلمين ، يدخلهم في محظور شرعي و هو اتهام بعض الصحابة بالردة ، و وصف خير القرون بأنه قرن فتنة شملت معظم المسلمين ، و من بينهم الصحابة رضي الله عنهم ، و في هذا مخالفة لقول الرسول صلى الله عليه وسلم : ( خير الناس قرني ثم الذين يلونهم ثم الذين يلونهم ) . أخرجه : البخاري (3650) و مسلم رقم (6424) . ¶ ثم إن مثل هذا المنهج في تناول تاريخ هذه الفترة يعطي لأعداء ديننا من مستشرقين وملاحدة ومن سار على نهجهم ، الحجج التي يطعنون بها في الإسلام ، و بأنه كان ضعيفاً ، وأن دخول الناس فيه كان شكلياً وكان رهبة لا رغبة ولا عن اعتقاد .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فالباحث لا ينكر وجود المنافقين في المجتمع الإسلامي ، داخل المدينة و خارجها كما هو مبسوط في القرآن الكريم ، و خاصة سورة المنافقين و التوبة حتى إنه عرفت الأخيرة بالفاضحة أو الكاشفة ، هم الذين نزل فيهم قول الله تعالى{ و ممن حولكم من الأعراب منافقون و من أهل المدينة مردوا على النفاق لا تعلمهم نحن نعلمهم ... } ¶ التوبة/101 ¶ . ¶ حيث إن هؤلاء المنافقين كانوا يستغلون أي ظرف يرونه مواتياً لإثارة الفتن ، فقد خرج الأسود العنسي ، على الرسول صلى الله عليه وسلم بعد حجة الوداع في العام العاشر الهجري ، كما جاء في الصحيح . انظر : البخاري مع الفتح (7/693 ) ، ولم يعرف أنه كان مسلماً حتى يقال إنه ارتد عن الإسلام ، و كذلك مسيلمة الكذاب ، الذي قال : إن جعل لي محمد الأمر من بعده تبعته . البخاري مع الفتح (7/690 ) ، و كذلك سجاح التميمية ، كانت نصرانية و لم تدخل الإسلام أصلاً . انظر : البداية و النهاية (6/320 ) . ¶ أما أحداث هذه الفتنة التي وقعت فإنها لم تحظ من قبل الباحثين أو المؤرخين المحدثين بدراسة منفردة ، تلقي الضوء ساطعاً على موقف الجماعة الإسلامية التي ثبتت في هذه الفتنة ، و دور قادتها و أفرادها في قمعها ، و التمسك بدينهم حتى كانوا كالقابضين على الجمر .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "و كان من حقائق هذه الفتنة أنها لم تكن شاملة لكل الناس ، بل إن هناك قبائل و قادات و جماعات وأفراد تمسكوا بدينهم في كل منطقة من المناطق التي ظهرت فيها الردة ، و إذا أريد لهذه الحقيقة أن تكون جلية فلابد من الاعتماد على المصادر الأساسية التي اهتمت بهذه الفتنة ، أما المراجع الحديثة فقد تناولت هذه الحركة ، لكن تناولها كان فيه بعض القصور و شيء من عدم الدقة ، و الأمثلة على ذلك كثيرة أكتفي بإيراد بعض الآراء ، و التي سأتناول الرد عليها أثناء سرد أحداث الردة في بعض المناطق ، و أنا حين أذكر هذه الأمثلة ليس هدفي تجريح أو انتقاص مؤلفيها ، و لكنني أشعر بالواجب علي أن أذكر و أورد آراء هؤلاء الأساتذة ، من باب قوله تعالى{ إن الذين يكتمون ما أنزلنا من البينات و الهدى من بعد ما بيناه للناس في الكتاب أولئك يلعنهم اللاعنون ، إلا الذين تابوا و أصلحوا و بينوا فأولئك أتوب عليهم و أنا التواب الرحيم } ¶ البقرة/159-160 ¶ ، و أعتقد أن ما أورده هؤلاء الأساتذة لا يعدوا أن يكون اجتهاداً يحتمل الخطأ و الصواب ، و إذا وقع الأول فلا أشك لحظة واحدة في حسن قصدهم ، و لكن أياً كانت الحقيقة فهدفي هو الوصول إليها عبر مناقشة علمية أمينة . ¶ و سأحاول في السطور التالية إن شاء الله تسليط الأضواء ساطعة بقدر الإمكان لرؤية الحقيقة الكاملة والشاملة قدر المستطاع ، و في ذلك رد كاف على من كتب في هذا الموضوع دون أن يمحص أو يغوص في بطون المصادر ، وكذلك هو رد على المستشرقين حين يتهمون المسلمين الفاتحين بأنهم كانوا مجبرين على الجهاد وأن من جاهد معهم كان من المرتدين . ¶ إن أول حقيقة يستخلصها القارئ هي أنني لم أجد ما يدل على أن القبائل و الزعماء و الأفراد المسلمين قد ارتدوا جميعاً ، كما ذكر أولئك النفر .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أخرج البخاري عن أبي هريرة رضي الله عنه : ( لما توفي رسول الله و كان أبو بكر رضي الله عنه ، كفر من كفر من العرب ، فقال عمر رضي الله عنه : كيف تقاتل الناس و قد قال رسول الله ( أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله ، فمن قالها فقد عصم مني ماله و نفسه إلا بحقه و حسابه على الله ) فقال : والله لأقاتلن من فرق بين الصلاة و الزكاة ، فإن الزكاة حق المال والله لو منعوني عناقاً كانوا يؤدونه إلى رسول الله، لقاتلتهم على منعها . قال عمر رضي الله عنه : فوالله ما هو إلا أن شرح الله صدر أبي بكر رضي الله عنه فعرفت أنه الحق ) . البخاري مع الفتح (3/308) . ¶ لم يقتصر انتشار الإسلام على أهل المدينة فحسب ، بل قام بعض المسلمين من خارج مكة بتبليغ الدعوة إلى قبائلهم ، كما فعل أبو ذر الغفاري والطفيل بن عمر الدوسي رضي الله عنهما ، ولما قامت دولة الإسلام بالمدينة اهتم الرسول صلى الله عليه وسلم بإرسال الدعاة إلى البوادي لدعوة القبائل رغم الأخطار التي كانت تحدق بالوفود ، كما حدث في الرجيع و بئر معونة ، و لما كان عام صلح الحديبية وجه الرسول صلى الله عليه وسلم الرسائل إلى ملوك وأمراء العالم في ذلك الوقت ، ثم كان فتح مكة عام ( 8هـ ) ، و تبعه دخول الطائف عام ( 9هـ ) ، و قد شكل هذا المحور مركز الثقل الإسلامي في حروب الردة . ¶ ولعل ثبات أهل المدينة ومكة والطائف بأكملهما على الإسلام يعود إلى أن سكان هذه المدن الثلاثة نالوا حظاً من التربية الإسلامية والتوجيهات النبوية أكثر من سواهم ، وتعرفوا على تعاليم الإسلام عن كثب ، وتفقهوا في الدين .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وترجع عوامل الردة في المناطق الأخرى ، إلى عدم تغلغل الإيمان في القلوب لتأخر إسلامهم و بسبب قصر الزمن الذي تم فيه تبليغ الدعوة ، و طبيعة الأعراب المتسمة بالجفاء مع ضعف المستوى الثقافي ، مما جر إلى ضعف فقه تعاليم الدين وخاصة بالنسبة للزكاة التي اعتبرها البعض ضريبة مهينة ، واستثقلوا الصلاة والعبادات الأخرى ، كما أن العصبية القبلية لازالت عميقة في تلك البلاد النائية و وسط نجد ، حيث ترى القبائل أنها أضخم عدداً و عدة من قريش وبالتالي فهي أولى بالزعامة ، وعلى الأقل لم تكن ترضى بالخضوع لحكم قريش . ¶ و قد اعتمدت الدولة الإسلامية على سند قوي من القبائل و الأفراد الذين ثبتوا على الإسلام ، في قمع الردة ، فقد اعتمدت على أهل المدينة ومكة والطائف وما حولها من قبائل ، و من ثبت في قبيلته في مراكز الردة – كما سيأتي – ، في تجهيز الجيوش للقضاء على المرتدين . ¶ ممن ثبت في الحجاز :-",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ثبت المكيون و الثقفيون و المدنيون ، و قد اتفق المؤرخون على ذلك ، حيث كانوا سنداً و عوناً بعد الله عز وجل للدولة الإسلامية في قمع المرتدين أمثال قبائل غطفان و ذبيان ، غير أن بعض القبائل المقيمة بين مكة و المدينة و الطائف ، قد ثبتت على إسلامها أمثال مُزينة و غِفار و جُهينة و بَليّ و بعض أشجع و أسلم ، و ثقيف ، و عبس و طوائف من بني سليم ، و طيء و هُذيل و أهل السرّاة و بجيلة و خثعم . انظر حروب الردة للكلاعي (ص41-42) و تاريخ الطبري (3/242) ، حيث أن النبي صلى الله عليه وسلم قد بعث كعب بن مالك الأنصاري إلى أسلم و غفار و مزينة و جُهينة ، فعندما بلغهم خبر وفاة الرسول صلى الله عليه وسلم أدّوا صدقاتهم إلى الخليفة أبي بكر رضي الله عنه ، وكذلك فعل بنو كلب ، إذ بعثوا بصدقاتهم مع بشير بن سفيان الكعبي . و بعثت أشجع صدقاتها مع مسعود بن رخيلة الأشجعي . فاستعان رضي الله عنه بذلك كله على قتال المرتدين . و بعث أبو بكر الصديق إليهم يأمرهم بجهاد أهل الردة ، فاستجابوا له ، و حتى قبيلتي أسد و غطفان لم تكن جميعها مع طليحة الأسدي ، في ردته ، بل كان منها جماعة ثبتوا على الإسلام . حروب الردة للكلاعي (ص67) و كتاب الفتوح لابن أعثم (1/12 ) . ¶ و قد زعم د. عبد المنعم ماجد : أن قبائل شمالي الحجاز مثل ، جذام و كلب و قضاعة و عذرة و بلي ، ارتدت عن الإسلام مثل غيرها من قبائل الجزيرة ، هذا ما قاله في كتابه الذي يُعد من المراجع الهامة و الأساسية في بعض الجامعات العربية و الإسلامية ، حتى إنه طبع عدة مرات . انظر كتابه : التاريخ السياسي للدولة العربية (ص146، 158-159) ، و هو كتاب فيه طامات و أوابد و خزعبلات ، انظر : كتب حذر منها العلماء (2/117) .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "و هناك علي إبراهيم حسن الذي يقول : إنه لم يبق مخلصاً للإسلام و مطيعاً لأبي بكر رضي الله عنه إلا سكان المدينة و مكة و الطائف ، و ذكر أن غطفان و من حولها انضمت إلى طليحة بعد وفاة النبي صلى الله عليه وسلم . انظر كتابه : التاريخ الإسلامي العام - الجاهلية - الدولة العربية - الدولة العباسية (ص219-221) . ¶ و الثالث هو د. السيد عبدالعزيز سالم الذي كتب : (فقد ارتدت العرب و اشرأبت اليهودية و النصرانية ¶ و نجم النفاق و صار المسلمون كالغنم المطيرة في الليلة الشاتية لفقد نبيهم صلى الله عليه وسلم حتى جمعهم الله على أبي بكر ... ) . و حينها لم يكن صورة موقف بعض المسلمين في المناطق البعيدة واضحة . و عند حديثه عن موقف أبي بكر من الردة يذكر أن عامة العرب و خاصّتهم قد ارتدت باستثناء قريش و ثقيف . و في معرض حديثه عن ردة طليحة ، يقول بأن أسد و غطفان و طيء و كنانة قد انضمت جميعها إليه . انظر كتابه : تاريخ الدولة العربية - تاريخ العرب منذ عصر الجاهلية حتى سقوط الدولة الأموية (ص433 ، 442) . وهذا الذي كتبه الدكتور ، أثر لعائشة رضي الله عنها ذكره ابن خياط في تاريخه بلفظ قريب من هذا (ص102) ، و ساقه ابن هشام بدون إسناد (4/235) ، و ابن أبي شيبة في المصنف (14/572) ، و لكن عائشة رضي الله عنها تعني بقولها هذا : بعض العرب القريبين من المدينة ، و الذين هاجموا المدينة عند وفاة الرسول صلى الله عليه وسلم . ¶ و يذكر د. محمد أسعد طلس ، أن بني طيء و غطفان وأسد قد خرجوا عن الإسلام بالمرة و ارتدوا و تابعوا المتنبئ طليحة الأسدي . انظر كتابه : الخلفاء الراشدون : أبو بكر و عمر و عثمان و علي (ص20) . ¶ و زاد الشيخ علي الطنطاوي ، على ما قالوا و أيده ؛ حيث يقول : و في ذلك الظرف .. كانت الردة",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وانتقص أمر الناس فاستشرى النفاق في المدينة ، و رفع المنافقون رؤوسهم التي كان الرسول صلى الله عليه وسلم قد أذلها بالحق ، و جعلت الأخبار تصل إلى المدينة تباعاً بأن العرب ارتدوا قبيلة بعد قبيلة ، وانتشرت الردة انتشار النار في الهشيم ، حتى لم يبق في الجزيرة كلها إلا ثلاثة مساجد لم تصل إلى أهلها الردة و هي ؛ مكة والمدينة والبحرين . انظر كتابه : أبو بكر الصديق ( ص13 ) . ¶ و يقول السيد حسن بريغش : ( ... و بلغت الردة حداً غطت فيه وجه الجزيرة العربية ما عدا مكة و المدينة ؛ و ارتدت أسد و غطفان و طيء و عليهم طليحة الأسدي ، و ارتدت الأعراب و القبائل حول المدينة من بني عبس و بني مرة و ذبيان و بني كنانة ، و يؤكد ما يقوله عندما يشير في مكان آخر إلى أن الجزيرة العربية قد ارتدت كلها بعد وفاة النبي صلى الله عليه وسلم . انظر كتابه : ظاهرة الردة في المجتمع الإسلامي الأول (ص100-101 ، 119) . ¶ و يضيف محمد حسين هيكل أن العرب كلها قد ارتدت عن الإسلام ، و أن الأرض تضرمت ناراً في شبه الجزيرة العربية . انظر كتابه : الصديق أبو بكر (ص71 ) . ¶ و كذلك د. جمال الدين سرور ، الذي يقرر أن القبائل العربية قد انتفضت قبيل وفاة الرسول صلى الله عليه وسلم و زاد خطبها على إثر وفاته . انظر كتابه : الحياة السياسية في الدولة العربية الإسلامية خلال القرنين الأول و الثاني بعد الهجرة ( ص 19-20) . ¶ هذا ما قاله هؤلاء الأساتذة عن فتنة الردة ، فيما يتعلق بالجانب الذي يتناوله هذا المبحث . ¶ أما فيمن ثبت من القبائل فقد كان لضرار بن الأزور - (ت13هـ) انظر ترجمته في الإصابة (3/481-483 ) و التاريخ الكبير(4/338-339 ) - ، الدور الفعال في ثبات قبيلته ؛ إذ كتب إلى أهل الصلاح من بني أسد يدعوهم إلى التمسك بالإسلام .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "و ممن ثبت على الإسلام في هذه المنطقة من بني عامر بن ربيعة ، أبو حرب ربيعة بن خويلد العقيلي - انظر نسبه و خبره في : الإصابة (2/463) و أسد الغابة (2/210) - ، الذي وقف في وجه قومه و ذكّرهم بإعانتهم لعامر بن الطفيل في قتل المسلمين يوم بئر معونة - إشارة إلى مأساة بئر معونة التي قتل فيها مشركو نجد نحو سبعين من الصحابة عرفوا بالقرّاء ، انظر خبرهم في البخاري مع الفتح (7/437-438) -، لكنهم لم يستجيبوا له . ¶ و ممن لم يرتد كذلك من بني عامر ، أسرة علقمة بن علاثة بن عوف الأحوص بن جعفر - كان من المؤلفة قلوبهم ، كما جاء في الاستيعاب (3/126) ، ثم أسلم و هاجر و بايع ، كما جاء في الطبقات(1/272 ، 311) - . ¶ و من المرجح أن قرّة بن هبيرة أحد سادات بني عامر بن صعصعة ،لم يرتد عن الإسلام ؛ لأنه قام في قومه خطيباً محذراً لهم و مخوفاً من خالد بن الوليد رضي الله عنه ، و طلب منهم تقوى الله و الرجوع إلى دينه ، انظر : كتاب الفتوح لابن أعثم (1/16) و حروب الردة (ص83-88) . و في حواره مع الصدّيق رضي الله عنه عندما مثل أمامه ما يدل على عدم ردته ، و برر موقفه السلبي من المرتدين ، و عدم إعانته للمسلمين بأنه كان له مال و ولد ، فتخوّف من سلب ذلك منه إن هو عارض المرتدين ، و لهذا عفا عنه الصديق رضي الله عنه . انظر : الإصابة (5/438-439) . ¶ و مما يدل على ثبوت بعض بني عامر و بعض هوازن على الإسلام ، ما جاء في خبر الفجاءة السلمي كما تقول رواية عند الطبري ، من أنه شنّ غارة على كل مسلم في سليم و عامر و هوازن ، فبلغ ذلك أبا بكر فأرسل إلى طريفة بن حاجز ، يأمره أن يجمع له و أن يسير إليه . تاريخ الطبري (3/264) و كذلك ، تاريخ الخميس في أحوال أنفس النفيس ، للديار بكري (2/202) و الاستيعاب (2/776) و أسد الغابة (3/75) ، و الإصابة (3/518-519 ) .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "و ثبتت جماعة من بني ذُبيان ، و كان ذلك سبباً في تعرضهم لفتك المرتدين ، ولذلك أقسم أبو بكر أن يقتل من كل قبيلة بمن قتلوا من المسلمين و زيادة . انظر : البداية و النهاية (6/313) و الكامل (2/345) و الطبري (3/246) . ¶ و ثبت كذلك جماعات من بني سليم ، و لذلك فإنه عندما ولي أبو بكر ، كتب إلى معن بن حاجز فاستعمله على هؤلاء الذين ثبتوا ، و قد قام فيهم قياماً حسناً و ذكرهم بسنة الموت لكل الناس و منهم الرسل و الأنبياء و قرأ عليهم آيات من القرآن في هذا الشأن ، فاجتمع إليه خلق كثير ، و عندما وجه أبو بكر خالد بن الوليد إلى الضاحية - هي المنطقة شرقي خيبر إلى تخوم الغربية لمنطقة اليمامة ، و فيها تفجرت فتنة طليحة الأسدي - ، كتب إلى معن بأن يلحق بخالد هو و من معه من المسلمين و طلب منه أن يستعمل على عمله طريفة بن حاجز ، و ممن ثبت على الإسلام جماعات من بني كلب ، على رأسهم امرؤ القيس بن الأصبغ الكلبي - كان من عمّال النبي صلى الله عليه وسلم أرسله عاملاً إلى كلب - ، و قد كتب إليه أبو بكر طالباً منه السير بمن معه إلى وديعة الكلبي الذي ارتد ، و ثبتت في هذه المنطقة جماعات من بني القين على رأسهم عمرو بن الحكم عامل النبي صلى الله عليه وسلم ، فكتب إليه الصديق أن يسير إلى زُميل و معاوية الوائلي زعيمي الردة في ناحيته لقمع ردتهما ، و ثبتت كذلك جماعة من قضاعة . انظر خبرهم جميعاً عند الطبري (3/243) . ¶ و ثبت معاذ بن يزيد بن الصعق العامري من هوازن ، حيث كان له في قومه شأن كبير ؛ فلما عزم قومه على الردة جمعهم و خطب فيهم خطبة طويلة يحثهم فيها على الرجوع إلى الإسلام ، و يقبح لهم الردة و يحذرهم من غضب الله ، فلما لم يقبلوا منه ارتحل بأهله و بمن أطاعه من قومه . و قد أكد هذه الحقيقة غير واحد من المؤرخين ، منهم ابن حجر ، و ابن عبد البر . الإصابة (6/301-302) . ¶ خبر ردة طيء ...",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أما طيء فإن خبر ردتها و إسلامها يحتاج إلى وقفة قصيرة ، فقد زعم بعض الكتاب أن طيء قد ارتدت ¶ و ساندت طليحة الأسدي ، فقد قال الشيخ محمد الخضري بك في كتابه : إتمام الوفاء في سير الخلفاء (ص22) : إن العرب ما لبثت بعد أن علمت بموت رسول الله صلى الله عليه وسلم حتى ارتدت ، و لم يبق أحد متمسكاً بدينه منهم إلا قريش ، و ثقيفاً بالطائف و قليلاً من غيرهم ، و أن طيء و أسد و من تبعهم من غطفان قد ارتدوا و تابعوا طليحة الأسدي . ¶ و ما ذكرت قبل قليل من أمثلة أخرى تؤيد هذا الرأي ، لكن الحقيقة هي أن عدي بن حاتم الطائي ، لم يتردد في ثباته على الإسلام الذي تمكن من نفسه ، فعندما بلغه خبر وفاة الرسول صلى الله عليه وسلم و كانت بحوزته إبل عظيمة اجتمعت له من صدقات قومه ، فراودوه في أن يردها إليهم متعللين بوفاة النبي صلى الله عليه وسلم و بردّة بعض جيرانهم من أسد و غطفان ، لكنه وقف منهم موقفاً عظيماً حين أقسم ألاّ يفعل ما هموا به ماداموا قد دخلوا في الإسلام طائعين غير مكرهين ، و عدّ ما يريدونه لوناً من ألوان الغدر و الخيانة و غواية الشيطان و الجهل بالدين ، و استعمل معهم ما يستطيع من وسائل الترغيب و الترهيب و تبيان الحق ، و لما رأت طيء هذا الموقف الجاد و الحق الواضح و الإيمان الراسخ من عدي ، استجابت لدواعي الإيمان و لعنت الشيطان . حروب الردة للكلاعي (ص51 ، 69) . ¶ و أصبحت طيء بفرعيها : الغوث وجديلة من أخلص أعوان خالد بن الوليد في قتال أهل الردة من أسد ¶ و غطفان و من تابع طليحة الأسدي ، و بذلك وصف بعض المؤرخون عدياً بأنه كان خير مولود في أرض طيء ، و كان من القادة المساعدين لابن الوليد . الطبري (3/253-255) و فتوح ابن اعثم (1/14) و الكامل (2/25) و تاريخ الخميس (2/202 ، 205) . و قد خلط المؤرخون المحدثون بين موقف طيء في بداية الردة وما استقرت عليه في آخر المطاف . ¶ ممن ثبت في بلاد اليمن ...",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "و قد ثبت فيها قوم كثير و قاوموا الأسود العنسي الذي ادعى النبوة ، و تمكنوا من قتله في حياة الرسول صلى الله عليه وسلم و قاتلوا من حدثته نفسه بالفتنة بعد وفاة النبي صلى الله عليه وسلم ، و قبل أن تصل إليهم جيوش الخلافة الإسلامية بقيادة المهاجر بن أبي أمية و عكرمة بن أبي جهل لمساعدتهم ، و بمساعدة الأبناء - هي طائفة باليمن من أصل فارسي ، قبلت الإسلام في أول أمره و ثبتت عليه ثباتاً عظيماً في فتنة العنسي و من جاء بعده . انظر : الطبقات لابن سعد (1/260) - ، الذين أبدوا ذكاءً و شجاعة عظيمة في هذا الميدان ، حيث قاتلوا بأنفسهم و استنهضوا القبائل و الأفراد ممن بقي على إسلامه ، و قضوا على الفتنة ، لاسيما فتنة عمرو بن معدي كرب ، وهو من فرسان العرب من قبيلة مذحج ، أسلم بالمدينة عندما قدمها مع وفد قومه زبيد، ارتد عن الإسلام ثم رجع إليه ، هاجر إلى العراق و أبلى بلاءً حسناً في القادسية . انظر : الطبقات (5/525-526) و سيرة ابن هشام (4/175-176) و الاستيعاب (3/1201-1205) . ¶ و ذكر الكلاعي أن النخّع و جُعفى لم تتبعا العنسي عندما نزل بغمدان من بلاد اليمن ، مما دعاه إلى المغادرة و الاتجاه نحو صنعاء ، فأبى أهل نجران و صنعاء من الأبناء أن تتبعه ، مما اضطره إلى استذلالهم و قهرهم و الإساءة إليهم . و ثبتت كذلك قبيلة قيس حيث أن الأصفر العكي خرج و جماعة من قومه ممن ثبت على الإسلام حتى دخل نجران وهو يريد قتال بني الحارث بن كعب ، فلما دخل عليهم رجعوا إلى الإسلام من غير قتال ، ثم أمر الصديق رضي الله عنه المهاجر بن أبي أمية أن يستنفر من مّر به من مضر و يقويهم بمال أعطاه إياه أبو بكر . و قد اجتمع إلى خالد بن سعيد بن العاص من ثبت على الإسلام باليمن من مُرادَ و سائر مذحج - قبيلة العنسي - فلقي بهم المرتدين من زُبيد و هزمهم . حروب الردة ( ص 114 ، 216 ، 219 - 220 ) .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "و جاءت روايات في تاريخ الطبري (3/229-230) بهذا الخصوص :- ¶ الرواية الأولى : أن أول من اعترض على العنسي و حاربه عامر بن شهر الهمداني - انظر : الإصابة (3/583) و يقول عنه ابن حجر : كان أول من اعترض على العنسي لما ادعى النبوة ، و كان أحد عمال النبي صلى الله عليه وسلم على اليمن . - ، و فيروز - من الأبناء و كان ممن بعثه كسرى إلى اليمن مع سيف بن ذي يزن فطردوا الأحباش و غلبوا على اليمن ، و عندما بلغه خبر النبي صلى الله عليه وسلم جاء فأسلم و هو ممن شارك في قتل العنسي ، و عن ذلك قال النبي صلى الله عليه وسلم في خبر صحيح ( قتله الرجل الصالح فيروز الديلمي ) ، انظر : المسند (1/263) مات في خلافة عثمان رضي الله عنه ، انظر : الطبقات (5/533-534) و الإصابة (5/379-381) و أسد الغابة (4/371) - ، و داذويه - من الأبناء و كان شيخاً كبيراً أسلم على عهد النبي صلى الله عليه وسلم و كان فيمن قتل العنسي ، قُتل غيلة في ردة قيس بن مكشوح ، انظر : الطبقات (5/534-535) و الإصابة (2/397-398) و الاستيعاب (2/461) - ، كلٌ في ناحيته . ¶ الرواية الثانية : أن أتباع العنسي كانوا من عوام – جهال - قبيلة مذحج .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الرواية الثالثة : أن عمال النبي صلى الله عليه وسلم انسحبوا من مناطق فتنة العنسي و بعد مقتل باذان - كان عامل كسرى على اليمن ، أرسل النبي صلى الله عليه وسلم كتاباً إلي كسرى يدعوه إلى الإسلام فمزق الكتاب و أرسل إلى باذان يطلب منه قتل رسول الله فأرسل رجلين ، فأخبرهما النبي صلى الله عليه وسلم بهلاك كسرى على يد ابنه شيرويه ، فعادا إلى اليمن و قصّا ذلك على باذان فأسلم ، و هو من الأبناء ، عينه النبي صلى الله عليه وسلم على اليمن ، انظر : زاد المعاد (1/125) - ، فنزل معاذ بن جبل رضي الله عنه في السكون ، و أبا موسى الأشعري نزل في السكاسك - و هما قبيلتين عربيتين في جنوبي الجزيرة العربية ، آخى الرسول صلى الله عليه وسلم بينهما . انظر : الطبقات (7/424) - و هذا مما يدل على ثبات هاتين القبيلتين على الإسلام - ، و أن الطاهر بن أبي هالة أقام وسط عك بتهامة ، إذ كانوا يقفون في وجه العنسي . و جاء في رواية أن أزاد - انظر خبرها و دورها في قتل العنسي في مصادر مثل : الطبري ( 3/232) و (3/239) - ، امرأة شهر بن باذان الذي قتله الأسود و تزوجها ، كانت ممن يخفي إسلامه، فتعاونت مع الأبناء و قيس بن عبد يغوث على قتل الأسود ، و كانت صاحبة دور هام في هلاكه ؛ و ذلك لصدق إسلامها و إسلام معظم أهل اليمن .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "و ما ذكره ابن الأثير من روايات جاء فيها أن من الذين ثبتوا في اليمن على إسلامهم و نصروا الأبناء و هزموا معهم قيس بن عبد يغوث ، بنو عقيل بن ربيعة بن عامر بن صعصعة ، بقيادة معاوية العقيلي - انظر : الطبري (3/325) و الكامل (2/46) و الإصابة (6/302-303) و هو ممن أعان على استنقاذ أبناء فيروز الديلمي من قيس - ، و جماعة من عك و عليهم مسروق العكي - الطبري (3/328) و الإصابة (6/92-93) و لقد تمكن مع الطاهر بن أبي هالة من القضاء على فتنة بعض العكيين و الأشعريين بتهامة ، أنظر : الطبري (3/320) - . و أرسل أهل نجران و فداً إلى أبي بكر يجددون له العهد و يبايعونه بالخلافة . و أمّا بجيلة فقد رد أبوبكر الصديق جرير بن عبدالله البجلي و أمره أن يستنفر من قومه من ثبت على الإسلام و يقاتل بهم من ارتد و أن يأتي خثعم فيقاتل من ارتد منهم . الكامل (2/45) . ¶ من ثبت في بني تميم .. ¶ بني تميم لم ترتد كلها كما حاول أن يصور ذلك بعض المؤرخين المحدثين ؛ فقد قال د. عبد المنعم ماجد ، إنه كانت هناك امرأة ذات شخصية غير واضحة و اسمها سجاح ... و قد أقبلت عند قومها من بني تميم ، الذين التفوا حولها ... انظر كتابه : التاريخ السياسي للدولة العربية ( ص150) . ¶ و يقول أ. شبير أحمد الباكستاني ، حين يتحدث عن سجاح : إن عامة بني تميم و جماعة من أمرائها قد استجابوا لها و لدعوتها . في كتابه : عصر الصديق رضي الله عنه (ص 158-159) . ¶ و يقول بريغش : و ارتدت بنو تميم مع سجاح الكاهنة ، و لم يبقى إلا المدينة و من والاها على الإسلام الصحيح ... انظر كتابه : ظاهرة الردة ( ص101) .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "و الحقيقة أنه لقوة إسلام و ثبات بعض بطون و أفراد و رؤساء بني تميم ، فقد استطاع مالك بن نويرة إقناع سجاح عندما أقبلت في جمعها لتغزوا المدينة ، بقتال الثابتين من قومها على إسلامهم قبل قتالها أبي بكر الصديق ، و عندما واجهت مسلمي تميم تلقت على أيديهم هزيمة نكراء مما جعلها تغير اتجاهها عن المدينة إلى اليمامة ، حيث تم الاتفاق مع مسيلمة الكذاب على حرب الإسلام ، و قد تقاربت الروايات التاريخية لتؤكد هذه الحقيقة . انظر : الطبري (3/269-272) و الكامل (2/31) و حروب الردة (ص94) . ¶ و قد انحاز إلى مالك بن نويرة بنو حنظلة عشيرته الأقربون و أسندوا إليه أمرهم ، و ثبتت بعض قبائل تميم و التي كان عمال النبي صلى الله عليه وسلم عليها ، أمثال : الزِّبرقان بن بدر على الرباب ، و عوف و الأبناء – تشير الرواية هنا إلى قبائل من بني تميم ، انظر : معجم القبائل القديمة و الحديثة لعمر كحالة (1/3-4) - . و قيس بن عاصم على مقاعس و البطون . و صفوان بن صفوان على بَهْدى . و سبرة بن عمرو على خضم . و وكيع بن مالك على بني حنظلة ، فعندما جاء خبر وفاة الرسول صلى الله عليه وسلم ؛ قدم صفوان بصدقات قومه بني عمرو و ما ولي منها ، و بما ولي سبرة و الزبرقان . انظر : الطبري (3/267-268) ، و انظر خبر وفد بني تميم إلى النبي صلى الله عليه وسلم في سيرة ابن هشام (4/157-163) . ¶ و يدل مضمون هذه الرواية على أن من ثبت على الإسلام من بني تميم كان أكثر من المرتدين و المترددين ، فمانعوا الزكاة هم : بنو حنظلة و مقاعس و البطون و هي ثلاثة بطون . ¶ و تؤكد رواية عند ابن الأثير ، ثبات جماعات من بني تميم على الإسلام و وقوفهم في وجه المرتدين و في وجه سجاح بالذات ، فإنها لم تتمكن من اجتياز أرضهم إلى المدينة ، و لذلك سارت إلى اليمامة . ( الكامل (2/31) .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أما عن وكيع و سماعة أحسّا بقبح ما أتيا فرجعا رجوعاً حسناً و لم يتجبرا و أخرجا الصدقات و استقبلا بها خالداً . الطبري (3/271) . ¶ ممن ثبت في اليمامة .. ¶ أنظر حول ردة بني حنيفة مقال بعنوان : الثابتون على الإسلام في مواطن بني حنيفة أثناء ردة مسيلمة ، للأستاذ عبد الله بن محمد ناصر سيف في مجلة جامعة الملك سعود ، الآداب(1) المجلد (10) .و حركة مسيلمة الحنفي لإحسان صدقي العمد ، حوليات كلية الآداب (10) ، جامعة الكويت . و الثابتون على الإسلام أيام فتنة الردة للدكتور مهدي رزق الله أحمد (ص 50-58) . ¶ لقد طغت ردة مسيلمة الكذاب باليمامة على أخبار من ثبت فيها بصفة عامة و في بني حنيفة قوم مسيلمة بصفة خاصة ، بل إن كثير من الكتاب المحدثين قد أغفلوا ذكر المسلمين الذين تمسكوا بإسلامهم في فتنة مسيلمة ، و واجهوا و ساندوا الجيوش الإسلامية . ¶ ذكر علي إبراهيم حسن : أن مسيلمة الكذاب استطاع أن يضم قبيلته إلى جانبه و كذلك ضم قبيلة تميم إلى جانبه عندما تزوج بسجاح التميمية . انظر كتابه : التاريخ الإسلامي العام ( ص 220) . ¶ و قال د. محمد أسد طلس : أن بنو حنيفة ارتدت و تابعت مسيلمة الكذاب . انظر كتابه الخلفاء الراشدون ( ص 20) . ¶ و يضيف الشيخ الخضري بك : أن بنو حنيفة ارتدوا عن الإسلام و تابعوا مسيلمة الكذاب . انظر كتابه : إتمام الوفاء في سير الخلفاء ( ص 22 ، 31 ) . ¶ و كذلك قال د. توفيق محمد برو عند تناوله خبر المتنبئين : و منهم مسيلمة الكذاب من بني حنيفة ، الذي انضمت إليه قبيلته و قبيلة تميم بعد أن تزوج الكاهنة سجاح . انظر كتابه : التاريخ السياسي و الحضاري لصدر الإسلام و الخلافة الأموية ( ص98-99 ) .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "و قد أنصف ابن أعثم حين ذكر خبر الثابتين فقال : و كان ممن ثبت ثمامة بن أثال و كان من مشاهير بني حنيفة ، وقف في وجه مسيلمة مع من ثبت من أهل اليمامة ، لذا اجتمعت إليه عندما علموا بمسير خالد إليهم . فتوح ابن أعثم (1/24-25 ، 40-41 ) و خبر ثمامة في الطبقات (5/550) و الإصابة (1/410-412) . ¶ و تؤكد رواية في البداية و النهاية لابن كثير (6/320 ) دور ثمامة في حرب مسيلمة ، و مساعدة عكرمة بن أبي جهل له في هذه المهمة ، حيث أن عكرمة جاء إلى اليمامة قبل خالد بن الوليد . ¶ و تؤكد رواية عند الطبري (3/272) و ابن الأثير (2/35 ) أن من أسباب مداهنة مسيلمة لسجاح و طليحة هو خوفه من أن يغلبه ثمامة على حجر أو شرحبيل بن حَسَنة أحد قادة ألوية جهاد المرتدين ، أو القبائل التي حولهم . ¶ و تقول رواية متفق عليها عند الطبري و الكلاعي و ابن الأثير و ابن كثير و ابن أعثم الكوفي و ابن عبد البر من أن ثمامة قد لحق بالعلاء بن الحضرمي الذي عقد له أبوبكر الصديق لواء قتال أهل الردة في البحرين و معه مسلمو بني حنيفة من بني سُحيم ، لذا أكرمه العلاء و نفله ثياباً فيها خميصة ذات أعلام كانت للحطم بن ضبيعة أحد قادة المرتدين في البحرين ، و كانت سبب في مقتل ثمامة عندما رآها بنو قيس معه . الطبري (3/312) و حروب الردة (ص197-198) و الكامل (2/41) و البداية و النهاية (6/328) و الفتوح (1/40-41 ) والاستيعاب (1/213-216) .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "و ممن ثبت في اليمامة كذلك مجاعة بن مرارة و سارية بن عامر و معمر بن كلاب الرُّماني . و من سادات اليمامة الذين يكتمون إسلامهم ، ابن عمرو اليشكري الذي كان من أصدقاء الرجال بن عنفوة - كان في وفد بني حنيفة إلى الرسول صلى الله عليه وسلم ، أرسله الرسول فقيهاً إلى بني حنيفة ففتن الناس ، و كان ممن شهد لمسيلمة حين ادعى النبوة ، و كان أعظم فتنة على بني حنيفة من مسيلمة ، و قد تنبأ الرسول صلى الله عليه وسلم بفتنته ، انظر : الطبري (3/287) و الكامل (2/35) و فتوح ابن أعثم (1/21)- ، فأرسله خالد بن الوليد إلى اليمامة ليخذلهم عن مسيلمة ، إذ لم يكونوا قد علموا بإسلامه ، و كانوا قد اغتروا بمسيلمة ، فكذبوا عمرو واتهموه فرجع عنهم ، و ممن ثبت أيضاً عامر بن مسلمة و رهطه . انظر : حروب الردة للكلاعي (ص115-116 ، 175) . ¶ ممن ثبت في عُمان ..",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقفت الجماعة المسلمة في عُمان مع أميرها جيفر و أخيه عبّاد - هما أبناء الجلندى الأزدي ملك عُمان ، بعث إليهما الرسول صلى الله عليه وسلم عمرو بن العاص فأسلما ، انظر خبرهما في : الإصابة (1/542) و الاستيعاب (1/275) و الطبقات (1/262) و (7/493) و أسد الغابة (1/371) ، و يسمي ابن حجر عباد باسم عبيد - ، ضد ذي التاج لقيط بن مالك الأزدي متنبئ عُمان ، حتى جاء المدد مع حذيفة بن محصن الغلفاني ، و عرفجة بن هرثمة البارقي و عكرمة بن أبي جهل ، مع قواد الألوية التي عقدها الصديق رضي الله عنه لقتال المرتدين . و ثبت على الإسلام كل من بني جُديد و بني ناجية و بني عبد القيس كما تقرره روايات كل من الطبري و ابن الأثير و ابن كثير . الطبري (3/314-316) و الكامل (2/43) و البداية و النهاية (6/330) ؛ و عن ثبات بني عبد القيس انظر كذلك تاريخ الخميس (2/201) . حيث قام سيحان بن صوحان بقيادتهم ليقفوا مع المسلمين في توهين أهل الردة و قتلهم ، و سيحان هذا كان أحد أمراء المسلمين في قتال المرتدين ، قتل يوم الجمل مع علي رضي الله عنه ، انظر : الإصابة (3/235-236) و الطبقات (6/221) . ¶ و ثبت كذلك أهل تَبالة من أرض كعب بن ربيعة ، الذي انحاز إليهم عكرمة عندما توفي صلى الله عليه وسلم و قامت فتنة لقيط . انظر : حروب الردة للكلاعي (ص208-210) . ¶ ممن ثبت في البحرين .. ¶ فقد ثبت الجارود بن عمرو بن حنش بن المعلى العبدي الذي قام في قومه و ذكّرهم بحقيقة الموت و قرأ عليهم{و ما محمد إلا رسول قد خلت من قبله الرسل ..} ¶ آل عمران/144 ¶ ، فثبتوا و لم يبدلوا كما بدل قوم من ربيعة البحرين . انظر : حروب الردة (ص194) و الطبري (3/303) و البداية و النهاية (6/327-328) و انظر ترجمة الجارود في : الإصابة (1/441-443) و أسد الغابة (1/311) .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "و لما بعث الصديق رضي الله عنه العلاء بن الحضرمي إلى البحرين في سنة عشر راكباً ، قال له أمعن فإن أمامك عبد القيس ، فسار حتى لقيهم و مر بثمامة فآزره و استنهض المسلمين في تلك الأنحاء ، و كان الجارود يبعث بالرجال المقاتلة إلى العلاء فاجتمع إليه بذلك جيش كبير قاتل فيه المرتدين ، و نصر الله به المؤمنين . و عن موقف بني عبد القيس من الردة انظر : تاريخ الخميس (2/201) ، و انظر هذا الخبر في : الطبري (3/305-306) و حروب الردة (ص197) و ما بعدها ، و الكامل (2/40-41) . ¶ و كان ممن آزر العلاء لقمع الفتنة ، قيس بن عاصم و عفيف بن المنذر ، و من بني بكر بن وائل : عتيبة بن النهاس و عامر بن عبد الأسود و مسمع و خفصة التميمي ، و المثنى بن حارثة الشيباني و غيرهم . انظر : الطبري (3/305) و (3/310) و فتوح ابن أعثم (1/38-45) . ¶ و قد آزر العلاء كذلك ممن ثبت في أرض تميم ، و لولا تدخل بعض العناصر الأجنبية لصالح المرتدين لما تجرءوا على الوقوف في وجه المسلمين مدة طويلة ، حيث أن فارس قد أمدت المرتدين بتسعة آلاف من المقاتلين ، و كان عدد المرتدين ثلاثة آلاف و عدد المسلمين أربعة آلاف . الكامل (2/41) و فتوح ابن أعثم (1/38) . ¶ ممن ثبت في حضرموت .. ¶ لما قدم وفد كندة مسلماً على عهد النبي صلى الله عليه وسلم استعمل عليهم زياد بن لبيد الأنصاري البياضي من أصحاب بيعة العقبة ، و كان رجلاً حازماً أقره الصديق على كندة بحضرموت ، و كان على رأس من ثبت على الإسلام في هذه المنطقة حتى أنقذهم الله بالمهاجر بن أبي أمية . انظر : الإصابة (2/586-587) ، (6/228-229) و الاستيعاب (2/533) و حروب الردة (ص222-223) . ¶ ممن ثبت في مهرة ..",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ثبت في هذه البلاد بعض بني محارب و ساعدوا عكرمة في حربه ضد مرتدي قومهم ، حيث أنه عندما فرغ عكرمة و عرفجة و حذيفة بن محصن من ردة عُمان ، خرج عكرمة في جنده نحو مهرة ، و استعان عكرمة في القضاء على بقايا فتنة اليمن بمن ثبت على الإسلام من مهرة و من حولها أمثال ، أهل النّجد و أهل رياض الروضة و أهل الساحل و غيرهم . الطبري (3/316-317) و (3/327) و الكامل (2/43-44) و البداية و النهاية (6/330-331) . ¶ ممن ثبت في شمالي الجزيرة العربية .. ¶ أذكر هنا على سبيل المثال لا الحصر موقف بني شيبان و سيدهم المثنى بن حارثة في إخماد فتنة الردة في ¶ البحرين و متابعتهم السير على شواطئ الخليج العربي ، و إبطال دسائس الفرس ، و المثنى هو الذي قدم على أبو بكر الصديق و طلب منه أن يبعثه على قومه لأن فيهم إسلاماً ليقاتل بهم أهل فارس ، و كان لدوره الفعال الأثر الكبير في فتح العراق فيما بعد ، و ثبت بني عذرة ، حيث كتب الصديق إلى قائدهم معاوية العذري يأمره بالجد في قتال أهل الردة في بلاده . انظر : الإصابة ( 6/162 ) . ¶ و لمزيد من التفاصيل حول هذا الموضوع راجع كتاب : الثابتون على الإسلام أيام فتنة الردة ، د. مهدي رزق الله أحمد ، حيث أن المؤلف جمع الروايات الصحيحة في هذا الموضوع وناقشها وفق المنهج العلمي . و كتاب : ترتيب و تهذيب كتاب البداية والنهاية خلافة أبي بكر الصديق رضي الله عنه ، د . محمد بن صامل السلمي ( ص 78- 124 ) حيث درس المؤلف موضوع الدرة دراسة جيدة ، و خرج أحاديثه وآثاره . و كتاب : عصر الخلافة الراشدة د . أكرم ضياء العمر ( ص 387- 412 ) .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "و بعد هذا الذي ذكرت نخرج بنتيجة واحدة وهي : أن كلام المستشرقين في دعواهم : أن العرب قد ارتدوا جميعاً لم يثبت ؛ وبما أن هذه الردة الجماعية التي زعموها قد بطلت ، بقي أن نقول : أن حجتهم الأخرى و هي : ( إما إن إسلامهم سطحي لأنهم جديدون به ، بل مكرهون عليه ) أو ( أنهم لم ينضموا للإسلام بالأصل فالحرب كانت لإجبارهم على الزكاة و بالتالي فلا دليل على أنهم قد دخلوا للإسلام ) ! ¶ الجواب : أولاً : لا دليل على ما تقولون ، و بما أنكم لا تملكون أي دليل على ادعائكم هذا ، فقد ثبت أن الذين شاركوا في الفتوحات الإسلامية لم يكن للمرتدين أي دور فيها ، بل ثبت أن الصديق قام بالآتي تجاه المرتدين ، بعد أن رجعوا إلى الإسلام :- ¶ 1 - لم يشرك الصديق رضي الله عنه أحداً من المرتدين في الفتوح ، بل جردهم من السلاح ، لأنه لم يأمنهم لحداثة عهدهم بالردة ، وعقوبة لهم بإظهار الاستغناء عنهم . ¶ 2 - و لأن الصديق رضي الله عنه لم يشأ للمرتدين أن يكونوا طلائع الفتح الإسلامي ، فلا يعطون سكان المناطق المفتوحة المثل الصالح للجندي المسلم . ¶ 3 - و لأن الفاتحين لم تستقر أقدامهم في المناطق التي فتحوها ، بل كان السكان وخاصة نصارى العرب يثورون عليهم بين الفينة والأخرى ، فقد أعيد فتح الحيرة ثلاث مرات ، وهذا يفسر لنا أسباب تغيير شروط الصلح مرات عديدة في مناطق السواد . ¶ 4 - و لأن سائر المعارك دارت في العراق العربي ، بخلاف العراق الفارسي ؛ فقد كان لقبيلة شيبان بقيادة قائدها المثنى بن حارثة الشيباني ، و قبيلة سدوس بقيادة قائدها قطبة بن قتادة السدوسي ، والتي تسكنان القسم الجنوبي من العراق ، الدور الكبير في الفتوحات في تلك المناطق ، فلم يحتج إلى الاستعانة بالمرتدين للمشاركة في فتح تلك المناطق .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "5 - ولأن تلك المناطق لم تكن مرتبطة بالمدينة لذا فق أرسل الصديق رضي الله عنه خالد بن الوليد و عياض بن غنم إلى العراق العربي ليتوليا قيادة الجيوش فيه . ¶ 6 – كان من ضمن الوصية التي أوصى بها الصديق رضي الله عنه خالد بن الوليد و هو يبعثه إلى العراق أن لا يكره أحداً على المسير معه ، ولا يستعين بمن ارتد عن الإسلام وإن عاد إليه . ¶ 7 – كما وأن الصديق رضيا الله عنه لم يكن واثقاً كل الثقة بهم ، لذا كان خائفاً من انحيازهم إلى أعداء الإسلام . ¶ و لما زالت تلك المخاوف بصدق توبتهم ، وأصبحت الدولة الإسلامية بحاجة إلى خدماتهم في مواجهة أعدائها ، أمر عمر بن الخطاب رضي الله عنه برفع الحظر عنهم ، والاستفادة من خبراتهم العسكرية ، كما أمر برد سبايا أهل الردة حتى يشعر العرب جميعاً أنهم أما شريعة الله سواء ، وأنه لا فضل لقبيلة على قبيلة إلا بحسن بلائها ، و ما تقدمه من خدمات للإسلام والمسلمين .. وقد أثبتوا شجاعة في الحرب .. و صبراً عند اللقاء .. و وفاء للدولة لا يعدله وفاء .. راجع هذه الخطوة التي اتخذها عمر رضي الله عنه في كتاب : جولة تاريخية في عصر الخلفاء الرشدين لمحمد السيد الوكيل ( ص 89 ) . ¶ و بهذا تسقط مزاعم هؤلاء المستشرقين بخصوص هذا الموضوع ، أما قولهم : إنهم كانوا يقاتلون مكرهين من أجل إجبارهم على دفع الزكاة ، فهذه شبهة أخرى باطلة لا دليل عليها ، بل ثبت أن من قادة المرتدين و هو طليحة بن خويلد ، بعد أن عاد إلى الإسلام و حسن إسلامه شارك بنفسه في فتوحات العراق في خلافة الفاروق ، و أبلا بلاءً حسناً في الحرب مع الروم ، كما كان لغيره من الذي ارتدوا ثم عادوا ، فلم يثبت أن أحداً من المرتدين شارك مع المسلمين في قتال ضد الروم أو الفرس ، رغماً عنه أو حتى قاتل مجبراً . ومن يقول بغير هذا فعليه بالدليل ، والمثبت مقدم على النافي كما هو معلوم .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "و للمزيد من هذه الأدلة على أن الصديق رضي الله عنه لم يستعن بالمرتدين في الفتوحات الإسلامية راجع الكتب التالية : - ¶ 1 - سلسلة الطريق إلى المدائن لأحمد عادل كمال ، فقد رجح أن عمر بن الخطاب هو الذي سمح بمن عاد إلى الإسلام وحسن إسلامه من المرتدين بالمشاركة في الفتوحات بعد أن كان ذلك ممنوعا على عهد أبي بكر الصديق رضي الله عنه . ¶ 2 – حركة الفتح الإسلامي لشكري فيصل . ¶ وتقبلوا تحيات أخوكم : أبو عبد الله الذهبي .. ¶ موقع فيصل نور",
            "page": "26",
            "part": "1"
        }
    ],
    "t37145": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "موقع فيصل نور - شبهة حول حروب الردة والفتوحات الإسلامية"
        }
    ]
}