{
    "b37148": [
        {
            "id": "1",
            "nass": "التفقه في الدين والاندماج في أمة الإسلام ¶ عند القبائل العربية المجاورة للمدينة ¶ في العهد النبوي ¶ د . عبد الرحمن بن علي السنيدي ¶ الأستاذ المشارك بقسم التاريخ بجامعة الإمام محمد بن سعود الإسلامية بالرياض ¶ ثمة قبائل جاورت المدينة في عصر الرسول - صلى الله عليه وسلم - . ونزلت بالقرب من المسالك المؤدية إليها مُشَكِّلَة بذلك ريفها وباديتها وإلى جانب صلة الجوار ارتبطت تلك القبائل بعلاقات اجتماعية مع سكان المدينة وتحالفات سياسية مع قبائلها وروابط اقتصادية وتجارية بسوق المدينة وتجارها ... ¶ ويتحدد مصطلح (( حول المدينة )) في قوله تعالى { ما كان لأهل المدينة ومن حولهم من الأعراب } (¬1) (( وفي قوله - عز وجل - { وممن حولكم من الأعراب } (¬2) )) عند بعض المفسرين بقبائل مزينة وجهينة وأسلم وغفار وأشجع اعتماداً على رواية عن ابن عباس ومجاهد(¬3) . ¶ ¬__________ ¶ (¬1) سورة التوبة الآية ( 101 ) ¶ (¬2) سورة التوبة الآية ( 120 ) ¶ (¬3) ابن الجوزي : عبد الرحمن بن علي ( ت 597 هـ ) : زاد المسير في علم التفسير ، خرج أحاديثه وحققه ، أحمد شمس الدين ، بيروت ، دار الكتب العلمية ، ط1 ، 1414هـ ، 3/371 ، 389 ، القرطبي : محمد بن أحمد القرطبي ( ت 671 هـ ) ، الجامع لأحكام القرآن ، تحقيق : عبد الرزاق المهدي ، الرياض ، مكتبة الرشد ، ط2 ، 1420 هـ ج8 ، ص 220 . . الرازي : محمد بن عمر ( ت 606 هـ ) التفسير الكبير ، بيروت دار إحياء التراث ، ط2 .. مج6/130 ، 169 .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ليس بوسعنا تجاهل وجود قبائل أخرى تمتد مراعيها وتقترب من المدينة النبوية . أبرزها سُلَيم وفزارة الغطفانية غير أن تلك القبائل كانت تتحرك في مجال جغرافي واسع فسُلَيم انتشرت في منطقة واسعة تشمل ما بين مكة والمدينة وأجزاء من عالية نجد وكذلك انتشرت فزارة في مناطق حجازية ونجدية ، بينما كانت المدينة ، هي المركز الجاذب لغفار وأسلم ، وموطن الحلفاء بالنسبة لقبائل مزينة وأشجع وجهينة في يوم بعاث(¬1) وغيره . ¶ بينما أظهرت فصائل سُليم وفزارة مواقف عدائية تجاه الدولة الإسلامية ، استجابت أسلم وغفار للدعوة النبوية ( منذ وقت مبكر ) تلاها مزينة وأشجع وجهينة . ¶ ويدل الحديث النبوي (( قريش والأنصار ومزينة وجهينة وأسلم وغفار وأشجع موالي ليس لهم مولى دون الله ورسوله ))(¬2)على أن تلك القبائل قد أصبحت في مرحلة معينة من تاريخ السيرة النبوية جزءاً من الحلقة الأولى في بناء أمة الإسلام الناشئة وعنصراً من العناصر المعدودة ضمن دائرة أولياء وأنصار الله ورسوله - صلى الله عليه وسلم - في حين لا زالت بقية القبائل في خندق المعارضة والمنابذة للدولة الإسلامية أو أنها لا تزال في مرحلة نقلة بين الولاء الشكلي للدولة وبين الاستجابة الفعلية للإسلام . ¶ ¬__________ ¶ (¬1) انظر ، ابن الأثير : علي بن محمد ( ت 630 هـ ) ، الكامل في التاريخ ، بيروت ، دار صادر 1386هـ ج1/ص 680 . ¶ (¬2) البخاري : محمد بن إسماعيل ( ت256هـ ) : الجامع الصحيح ، كتاب المناقب ، باب ذكر أسلم وغفار وأشجع ومزينة وجهينة . ج4 ، ص157 ، نشر استنابول المكتبة الإسلامية (د،ت ) ، مسلم بن الحجاج (ت 261 ) : الجامع الصحيح ، كتاب فضائل الصحابة ، حديث رقم ( 2520 ) ج4 ، ص1954.استنابول، تركيا ، المكتبة الإسلامية ( د.ت ) .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومع أن استجابة قبائل الجوار لدولة الإسلام في المدينة لم تكن متزامنة إلا أن تلك القبائل سبقت قبائل كثيرة في الانضواء تحت راية دولة الإسلام والارتباط العضوي بأمة الإسلام الناشئة المكونة أساساً من المهاجرين والأنصار لتضاف بذلك مجموعة جديدة إلى تلك الأمة . ¶ إن مجاورة هذه القبائل للمدينة في عهد رسول الله - صلى الله عليه وسلم - وكونها قد شغلت منطقة (( ما حول المدينة )) ذلك المصطلح الجغرافي الوارد في القرآن الكريم ، وتميزها عن غيرها بالاستجابة الفعلية للإسلام قبل غيرها وسبقها قبائل كثيرة في الاندماج في أمة الإسلام الناشئة ، وعدها من قبل الرسول - صلى الله عليه وسلم - جزءاً من التكوين الأساسي لأولياء الله وأنصار رسوله إلى جانب المهاجرين من قريش والأنصار من الأوس والخزرج . كما يفهم من الحديث الذي مر بنا كل ذلك مما يجعل هذه الدراسة تقتصر على هذه المجموعة من القبائل القاطنة حول المدينة .. هذا جانب ومن جانب آخر فإن التغير في حياة القبائل - بصورة عامة بعد دخولها في الإسلام - إنما هو في المقام الأول تغير ديني ثقافي وسياسي تجلى في انحسار الوثنية وزوالها وانتشار التفقة في الدين ، والانضواء تحت راية الدولة الإسلامية ، لهذا فإن البحث سوف يركز على ظاهرتين أساسيتين في حياة هذه القبائل ، انتشار التفقة في الدين ، ومسيرة الاندماج في أمة الإسلام الناشئة . ¶ القبائل المجاورة للمدينة منازلها ، وملامح من أوضاعها :",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "للكيانات القبلية في مرحلة ظهور الإسلام في منطقة ما حول المدينة وغيرها من أقاليم الجزيرة العربية تأثيرٌ بالغ على حياة الأفراد والأسر ذلك أن القبيلة هي جوهر الحياة السياسية وهي المنظمة الرابطة بين مجموعة من الأفراد والعشائر وفق أعراف وتقاليد متوارثة ، وهي أيضًا الإطار الاجتماعي والسياسي الذي يحدد للبيوت والأفراد مواقفهم من الآخرين ومن المتغيرات والأحداث التي تطرق ساحة القبيلة كما يحدد لهم التزاماتهم الدفاعية وحركتهم نحو المراعي والمياه . ¶ من هنا فلا غرابة أن تبدأ الدراسة بإعطاء لمحة عن هذه القبائل التي تجاور المدينة في العهد النبوي ( أسلم وأشجع وجهينة وغفار ومزينة ) وسوف تشمل هذه اللمحة نسب كل قبيلة وأبرز منازلها وعلاقات هذه القبائل بالمدينة قبل الإسلام في مراحل الصراع الداخلي بين الأوس والخزرج ، ثم ملامح من أحوالها الاقتصادية والدينية . ¶ أسلم : إحدى القبائل الصغرى التي انتشرت فصائلها وبطونها جنوب غرب المدينة ومن منازلها الواردة في مصادر السيرة النبوية : العَرْج(¬1) ، ¶ ¬__________ ¶ (¬1) ابن هشام : عبد الملك ( ت 218 هـ) : سيرة النبي - صلى الله عليه وسلم - ، تحقيق محيي الدين عبد ذالحميد ، القاهرة مكتبة التراث ( و،ت) ج2 ، ص 108 ، ابن سعد : محمد بن سعد بن منيع ( ت 230 هـ ) : الطبقات الكبرى بيروت دار صادر ، (د.ت) ،ج4 ، ص 310 . ¶ العرج : وادٍ يقع جنوب المدينة على مسافة 113 كم ، شراب ، المعالم الأثيرة . ص188 .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وشبكة شَدَخ(¬1) ويَيْن(¬2) ، وتعد أسلم من بوادي المدينة حيث ورد (( إن أسلم ليسوا بأعراب هم أهل باديتنا ))(¬3) . ¶ ¬__________ ¶ (¬1) ابن هشام : سيرة النبي - صلى الله عليه وسلم - 4/184 وعن شَدخ انظر: عاتق البلادي : معجم معالم الحجاز مكة ، دار مكة ، ط1 ، 1400هـ ، 5/24-25 . ¶ (¬2) ابن سعد : الطبقات الكبرى ، 4/309 ، وهي أرض على الضفة اليسرى لوادي ملل على ( 45) كيلاً من المدينة جنوباً ( عاتق البلادي : معجم المعالم الجغرافية في السيرة النبوية ، مكة . دار مكة ، 1402 ، ص 224 . ¶ (¬3) ابن سعد : المصدر السابق 8/215 ، الحاكم النيسابوري ( ت 405) المستدرك على الصحيحين ، بيروت دار المعرفة ( و، ت ) 4/148 وقال حديث صحيح الأسناد ، ويروي الإمام أحمد بسنده إلى سلمه بن الأكوع الأسلمي : أن رسول الله قال : (( أنتم أهل بدونا ونحن أهل حاضرتكم )) المسند ، ص27 ، تحقيق شعيب الأرناؤط وإبراهيم الزيبق . بيروت ، مؤسسة الرسالة ، 1420 هـ ، ص86 .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وأسلم المجاورة للمدينة تنتمي إلى الأزد عند أكثر المؤرخين والنسابين(¬1) مثلهم في ذلك مثل الأوس والخزرج ، في حين يرى ابن حزم أن أسلم وخزاعة من مضر . مستنداً في ذلك إلى بعض الأحاديث ، ومنها أن النبي - صلى الله عليه وسلم - مر على قوم من أسلم يتناضلون بالسوق فقال : ارموا يا بني إسماعيل فإن أباكم كان رامياً(¬2) غير أن ابن حجر يرى أن قول النبي - صلى الله عليه وسلم - لأولئك الأسلميين ارموا بني إسماعيل . لا يدل على أنهم من ولد إسماعيل من جهة الآباء بل يحتمل أن يكون ذلك لكونهم من بني إسماعيل من جهة الأمهات لأن القحطانية والعدنانية قد اختلطوا بالصهارة(¬3) ، كذلك يَرُدُّ ( حسين مؤنس ) القول بمضريتهم ويرى أن ذلك من شطحات ابن حزم(¬4) . ¶ ¬__________ ¶ (¬1) ومنهم : المبرد : محمد بن يزيد ( ت 285هـ ) : نسب عدنان وقحطان ، الدوحة ، قطر ، 1404هـ ، ص 32 - 33 . انظر : ابن حجر العسقلاني : فتح الباري بشرح صحيح البخاري ، بيروت ، دار الفكر ، 6/539 ، عمر كحاله : معجم قبائل العرب القديمة والحديثة ، بيروت 1388هـ 1/26 . ¶ (¬2) جمهرة أنساب العرب ، تحقيق ، عبد السلام هارون ، القاهرة ، دار المعارف ، ط5 ( د.ت ) . ص 235 وانظر الحديث عند البخاري ، الجامع الصحيح ، كتاب المناقب . باب نسبة اليمن إلى إسماعيل 4/156 . ¶ (¬3) فتح الباري ،6/539 . ¶ (¬4) تاريخ قريش دراسة في تاريخ أصغر قبيلة عربية ، جدة ، الدار السعودية ، ط1 ، 1408ص9 ،52-53 .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقد تحالفت أسلم مع غفار(¬1) . كذلك شاركت أسلم مع بني عمرو الخزاعيين وبني هاشم أيام عبد المطلب جد النبي - صلى الله عليه وسلم - في تحالف أشارت إليه بعض المصادر(¬2) . ¶ أشجع : قبيلة غطفانية مُضريَّة ، تنسب إلى أشجع بن ريث بن غطفان بن سعد بن قيس عيلان ، و هم من أعراب المدينة(¬3) ، ومن منازلهم المروراة وعُشْرُ وإِضَم والخُبِيْت(¬4) وكانوا ينزلون في بعض الفترات في شعب أشجع(¬5) . ¶ ¬__________ ¶ (¬1) الأصفهاني : أبو الفرج علي بن الحسين ( ت 356هـ ) : الأغاني ، القاهرة ، دار الكتب ، 1389 ، 21/163 . ¶ (¬2) ابن حبيب : محمد بن حبيب ( ت 245 هـ ) المنمق ، صححه وعلق عليه : خورشيد أحمد فاروق ، بيروت . عالم الكتب ، ط1 ، ت 1405هـ ، ص87 - 88 . ¶ (¬3) ابن سعيد الأندلسي : على بن موسى ( ت 685 هـ) نشوة الطرب في تاريخ جاهلية العرب ، تحقيق نصرت عبد الرحمن ، عمان ، مكتبة الأقصى ( د ، ت ) ج2/580 ،،عمر كحالة، معجم قبائل العرب 1/29 . ¶ (¬4) البكري : أبو عبيد الله بن عبد العزيز ( ت 487 هـ ) : معجم ما استعجم ، القاهرة ، مطبعة لجنة التأليف والنشر ، 1364 هـ ، 1/166 ، 2/487 ، 3/944 ، 4/1218 ، وتقع المراورة شرق المدينة ، البلادي : المعالم الجغرافية ص 290 ، وتعد ( عشر ) من مراكز قبيلة أشجع شمال شرق المدينة ، البكري : المصدر السابق 3/944 وإضم واد يجمع أودية بطحان وقناة والعقيق ، البلادي : معجم المعالم الجغرافية ، ص 29 والخبيث ماء بالعالية ( عالية نجد ) تشترك فيه أشجع وعبس ( ياقوت : معجم البلدان 2/345 ) . ¶ (¬5) يقع قرب شعب سلع ، انظر : ابن شبه : عمر بن شبه ( 262 هـ ) : كتاب تاريخ المدينة ، علق عليه وخرج أحاديثه علي محمد دندل وياسين سعد الدين ، بيروت ، دار الكتب العلمية ، 1417 هـ ، 1/162 .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "جهينة : قبيلة قضاعية تنسب إلى جهينة بن زيد ليث بن سواد بن أسلم بن إلحاف بن قضاعة بن مالك بن حمير(¬1) ، وانتشرت جهينة في المناطق الغربية والشمالية الغربية من المدينة ، والمواضع المقابلة لسيف البحر الأحمر مما يواجه المدينة(¬2) ، ويظهر أنها القبيلة الرئيسة في هذه المناطق ومن منازلها : القبلية(¬3) ، وبواط(¬4) ، الحوراء(¬5) ، ذو المروة(¬6) . ¶ ¬__________ ¶ (¬1) ابن حزم : جمهرة انساب العرب ، ص 349 ، 444 . ¶ (¬2) الطبري : محمد بن جرير( ت 310 هـ ) : تاريخ الأمم والملوك ، بيروت ، دار سويدان ، ط3 ،1378 هـ ، 2/404 . ¶ (¬3) البلاذري : أحمد بن يحيى ( ت 279 هـ ) : أنساب الأشراف ، ط1 ، تحقيق محمد حميد الله ، القاهرة ، 1959 ، ص 381 القبلية من نواحي الفرع بالمدينة ويرى بعضهم أنها سراه ما بين المدينة وينبع ما سال منها إلى ينبع سمى الغور وما سال منها إلى أودية المدينة سمي القبلية ، عاتق بن غيث البلادي : معجم معالم الحجاز ، مكة ، دار مكة ، ط1 . 1401 هـ ـ ج 7 ، ص87 . ¶ (¬4) ابن سعد : الطبقات الكبرى 2/9 ، وبواط من جبال جهينة بناحية رضوى ، محمد شراب ، المعالم الأثيرة ص 54 . ¶ (¬5) الواقدي المغازي 1/19 ، فرضة من فرض البحر تلقاء ينبع ، شراب ، المصدر السابق ، ص 105 . ¶ (¬6) البيهقي : أحمد بن الحسين ( ت 458 هـ ) : السنن الكبرى : دائرة المعارف العثمانية – حيدر آباد ج 6/149 وتقع ذي المروة شمال المدينة على بعد 300 كم ، البلادي : معجم المعالم الجغرافية ص290 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "غِفَار : قبيلة صغيرة تنتسب إلى مليل بن ضمرة بن بكر بن عبد مناة بن كنانة(¬1) ومن أبرز أماكنهم : الأبواء(¬2) وغيقة(¬3) والصفراء(¬4) ، وقد روى ابن اسحاق أن النبي - صلى الله عليه وسلم - وهو في طريقه إلى بدر استقبل الصفراء وهي قرية بين جبلين فسأل عن جبليها ما أسماؤهما فقالوا : يقال لأحدهما هذا مُسْلِح وللآخر هذا مُخْرِيء ، وسأل عن أهلهما فقالوا بنو النار وبنو حُرَاق من غفار(¬5) . ¶ وتعد ضمرة الكنانية القبيلة الأم بالنسبة لغفار ولهذه القبيلة تحالف مع مدلج الكنانية في العشيرة(¬6) كما وادع سيدها مخشي بن عمرو الضمري المسلمين في غزوة الأبواء(¬7) وهذه الموادعة أكد عليها سيد ضمرة في بدر الموعد حيث بدا راغباً بالتمسك بها(¬8) . ¶ و من الواضح أن غفار استقلت بمواقفها وأحلافها عن كنانة وقد مر بنا تحالفها مع أسلم هذا التحالف الذي أثار أحد سادات ليث الكنانية وهو أمية بن الأسكر(¬9) حيث يقول معبراً عن ذلك : ¶ ¬__________ ¶ (¬1) ابن حزم : جمهرة أنساب العرب ، ص 186 . ¶ (¬2) الواقدي المغازي : 2/577 ، والأبواء وادي من أودية الحجاز يسمى اليوم الخريبة ( البلادي : معجم المعالم الجغرافية ص 14 ) . ¶ (¬3) ابن الأثير : أسد الغابة ، 2/118 . ¶ (¬4) ابن هشام : سيرة النبي - صلى الله عليه وسلم - 2/253 ، الحاكم النيسابوري ، المستدرك على الصحيحين ، بيروت ، دار المعرفة ، ج3 ، ص 622 والصفراء : وادي وقرية والقرية تسمى اليوم ( الواسطة ) أما الواد فهو من أودية الحجاز الفحول ( محمد وشراب : المعالم الأثيرة ص 159) . ¶ (¬5) ابن هشام : المصدر السابق 2/253 . ¶ (¬6) المصدر نفسه 2/236 . ¶ (¬7) ابن هشام : المصدر السابق 2/236 . ¶ (¬8) ابن هشام : المصدر نفسه 3/222 . الواقدي : المغازي 1/388 . ¶ (¬9) أمية بن الأسكر الجندعي الليثي الشاعر أدرك الإسلام وهو شيخ كبير ( ابن حزم : جمهرة أنساب العرب ، ص 183 . ابن الأثير : أسد الغابة 1/116 .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "لقد طبت نفساً عن مواليك يارحضا(¬1) ... وآثرت أذناب الشوائل والحمضا ¶ تعللنا بالنصر في كل شتوة ... وكل ربيع رافضاً رفضا ¶ فلولا تأسينا وحُد رماحنا ... لقد جرَّ قومٌ لحمنا تِرباً قضا(¬2) ¶ ويظهر أن ثمة مخاطر واجهت تلك القبيلتين ( أسلم وغفار ) حدا بهما إلى التحالف . كما أن التخوف من القبائل الكبرى في المنطقة كسليم وغطفان من العوامل التي هيئت المجال لقيام التحالف المذكور . ¶ ¬__________ ¶ (¬1) رحضه بن حربه الغفاري ، والد ايما بن حضة سيد غفار أثناء قدومهم على النبي - صلى الله عليه وسلم - ، كما سيمر بنا لاحقاً . ابن الأثير : أسد الغابة 2/173 ، مسلم ، الجامع الصحيح ،كتاب فضائل الصحابة ، ج4/ص 1922 . ¶ (¬2) أبو الفرج الأصبهاني : الأغاني ، ط 21 ، ص 163 .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "مُزَيْنَة : من أعراب المدينة النبوية كما يذكر ابن سعيد الأندلسي ، ينتسبون إلى عثمان وأوس ابني عمرو بن أد بن طابخه بن إلياس بن مضر وقد غلب عليهم اسم أمهم مُزَينة بنت كلب بن وبرة(¬1) ومن منازلهم جبال رضوى وقُدْسٌ وآرَة(¬2) وساية وعقيق المدينة(¬3) ، ووادي الفرع(¬4) وتختلط منازل هذه القبيلة بديار جهينة . ¶ ¬__________ ¶ (¬1) ابن سعيد الأندلسي : نشوة الطرب في تاريخ جاهلية العرب ، 1/471 ، ياقوت الحموي : المقتضب من كتاب جمهرة النسب ، بيروت ، دار العربية للموسوعات ، ط1 ، 1987 م ، ص 96 . ¶ (¬2) البكري : أبو عبيد الله بن عبد العزيز ( ت 487 هـ : معجم ما استعجم من أسماء البلاد والمواضع . تحقيق : مصطفى السقا ، مطبعة لجنة التأليف والترجمة ، القاهرة ، 1959 م ، 1/87 ، وقدس : سلسلة جبلية تشرف على مضيق الفرع وتبعد جبال آرة عن المدينة حوالي ( 200 ) كيل . محمد محمد شراب : المعالم الأثيرة ، ص 15 ، 222 . ¶ (¬3) البكري : المصدر السابق ، 3/811 ، 953 ، وساية واد تبعد قاعدته ( 120 ) كم شمال مكة ، شراب : المرجع السابق ، ص 225 . ¶ (¬4) انظر : البلادي : معجم المعالم الجغرافية في السيرة النبوية ، ص 236 . والفرع وادٍ يمر على 150 كيلاً جنوب المدينة وكان عند البعثة لمزينة ، المصدر نفسه ، ص 236 . البكري : معجم ما استعجم ، 1/37 ، صالح أحمد العلي ، الحجاز في صدر الإسلام . بيروت ، مؤسسة الرسالة ، ط1 ، 1410 ، ص 187 .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وتجاور هذه القبائل قبائل أخرى تنتشر فصائل منها جنوب شرق المدينة وفيما بين مكة والمدينة ، لعل من أبرزها سُليم وهي من القبائل المضرية المشهورة وتتفرع إلى مجموعة من الفصائل والبطون(¬1) منها ذكوان وبنو عصية ، وبنو رعل ، وقد شارك هؤلاء في الغدر بالقراء في بئر معونه في السنة الرابعة للهجرة(¬2) وتشمل ديار بني سليم معظم حرة الحجاز من جنوبي المدينة حتى شمال مكة وتمتد شرقاً إلى عالية نجد(¬3) . ¶ وثمة مجموعات قبلية صغيرة تنزل في بعض الأماكن القريبة من المدينة كبني نهد(¬4) بالروحاء(¬5) ويحتمل أن يكون هؤلاء محالفون لقبائل كبرى في المنطقة ، كجهينة أو مزينة ذلك أن النهديين القضاعيين ينتشرون في تهامة اليمن ، وكانت طائفة منهم بالشام(¬6) وقد جاء في بعض المصادر أن النبي - صلى الله عليه وسلم - أثناء خروجه من المدينة عام الحديبية إلى مكة مر بالروحاء فلقي بها أصراماً من بني نهد(¬7) . ¶ هذه التجمعات القبلية المجاورة للمدينة لم تكن مصدر إزعاج يذكر للمدينة ( يثرب قبل الهجرة ) رغم أن القبائل غير المستقرة كثيراً ما تهدد حواضرها بالغارات السريعة الخاطفة وربما يعود ذلك إلى الاعتبارات الآتية : ¶ ¬__________ ¶ (¬1) عمر كحالة : معجم قبائل العرب القديمة والحديثة ، 2/543 . ¶ (¬2) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، 3/185 . ¶ (¬3) البلادي : معجم المعالم الجغرافية ، ص 26 ، حمد الجاسر : القطائع النبوية ، الرياض . مجلة العرب ، ج1 ، س 8 ، رجب ، 393 هـ ، ص 4 . ¶ (¬4) بنو نهد بن زيد بطن من قضاعة القحطانية ( ابن حزم : جمهرة أنساب العرب ، ص 446 ) . ¶ (¬5) تبعد عن المدينة حوالي ( 74 ) كيلاً وهي بين المدينة وبدر ( محمد شراب . المعالم الأثيرة ، ص 131) . ¶ (¬6) عمر كحاله : معجم قبائل العرب القديمة والحديثة ، 3/1197 . ¶ (¬7) الواقدي : المغازي ، 2/574 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أن بعض هذه القبائل قد ارتبط بتحالفات مع الأوس والخزرج وعلاقات وثيقة مع البطون اليهودية ، فقد تحالفت مزينة مع الأوس وأشجعُ وجهينةُ مع الخزرج ، وفي يوم بعاث شاركت هذه القبائل المتحالفة بفاعلية أشجع وجهينة مع الخزرج ومزينة مع الأوس(¬1) وكان لبعض أعيان أشجع روابط وثيقة مع بني النضير وبني قريظة(¬2) . ¶ كما ضم مجتمع ( يثرب ) قبل الإسلام وبعده أعداداً لا بأس بها من الجهنيين والأشجعيين والمزنيين(¬3) كحلفاء لبعض الشخصيات والبطون الخزرجية والأوسية ، ويبدو أن تلك التحالفات والروابط قللت من غارات أعراب المدينة عليها . ¶ تتمتع المدينة بمميزات جغرافية وطبيعية حيث الحرتان والآطامُ والبساتينُ مما صعب الهجوم على المدينة من قبل المغيرين والمعتدين . ¶ ولهذا يقول قائلهم : (( إن مدينتنا عذراء ما فُضَت علينا ))(¬4) وكانوا قد شبكوا المدينة بالبساتين فهي كالحصن . ¶ ¬__________ ¶ (¬1) انظر : أبو الفرج الأصبهاني : الأغاني ، 15/159 ، ابن الأثير : علي بن محمد ( ت 630 ) الكامل في التاريخ ، بيروت ، دار صادر ،1385هـ، ج1 ، ص680 ،جواد علي :المفصل في تاريخ العرب قبل الإسلام ، ج4 ، ص140 ، ويظهر أن بعض فروع جهينة قد حالف الأوس يدل على ذلك ما جاء عند الواقدي على لسان نعيم بن مسعود الغطفاني (( وقد تجلب إليه ( محمد - صلى الله عليه وسلم - ) حلفاء الأوس من بلى وجهينة وغيرهم )) . المغازي 1/385 . ¶ (¬2) انظر : الواقدي : المغازي ، ص198 ، 2/480 ¶ (¬3) بوسعنا أن نجد في كتب السيرة وكتب الصحابة ، العديد من الصحابة من جهينة و مزينة وأشجع حلفاء لبعض بطون الأوس والخزرج ، مثل مالك بن نميلة ( من مزينة ) وسنان بن وبر الجهني وبسبس بن عمرو الجهني وعصيمة الأشجعي ابن هشام : سيرة النبي - صلى الله عليه وسلم - 2/351 ، 3/80 ، 4/344 . ¶ (¬4) الواقدي : المغازي ، 1/210",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "لعل زعماء القبائل وأعيانها يدركون أهمية سوق المدينة لهم حيث يجلبون إليه سلعهم وبضائعهم البسيطة ويشترون التمر والحبوب(¬1) ، كذلك كان بعض أهالي المدينة يستأجرون إبلهم لنقل الأمتعة والأحمال من المدينة إلى خارجها(¬2) . ¶ إضافة إلى ذلك فإن قدرات أهل المدينة الدفاعية ليست ضعيفة فهم أهل الحروب وأهل الحلقة(¬3) ولهذا لم تكن المدينة موضع طمع أعرابها لقوتها ، وتأكدت هذه الحقيقة عندما أراد النبي - صلى الله عليه وسلم - مصالحة غطفان أثناء اشتداد الأزمة على المسلمين عام الخندق مقابل ثلث ثمار المدينة على أن ينصرفوا فقال زعيم الأوس ( سعد بن معاذ ) : ¶ (( يا رسول الله قد كنا نحن وهؤلاء القوم على الشرك بالله وعبادة الأوثان لا نعبد الله ولا نعرفه وهم لا يطمعون أن يأكلوا منها ثمرة واحدة إلا قِرى أو شراء )) . قد تدفع - يثرب - بعض المال لبعض الزعماء القبليين كعيينة بن حصن الفزاري الذي كان أهل يثرب يدفعون له مالاً ، ولعل ذلك مقابل تقديم الخدمات لتجار يثرب عربهم ويهودهم وهم يتنقلون بين المدينة وخيبر والشام(¬4).. روي أن عيينة بن حصن كان يأخذ من أهل يثرب مبلغاً من المال .. وكأن يأتيهم لهذه الغاية يقول الشاعر معبراً عن ذلك : ¶ وما جئتهم إلا لتأكل تمرهم وتسرق في أهل الحجاز وتكذبا(¬5) ¶ ¬__________ ¶ (¬1) انظر خبر وفادة حسيل بن خارجة الأشجعي الذي الذي قدم المدينة في جلب يبيعه ، ابن الأثير : أسد الغابة 2/16 ¶ (¬2) يراجع : الواقدي : المصادر السابقة 1/367 - 368 حيث استعان بنو النضير بإبل من أشجع للخروج من المدينة . ¶ (¬3) ابن هشام : سيرة النبي - صلى الله عليه وسلم - 2/50 . ¶ (¬4) البيهقي : أحمد بن الحسين ( ت 458 هـ ) : دلائل النبوة ومعرفة أصول صاحب الشريعة ، ج3 ، ص 430 . ¶ (¬5) ابن شبه . تاريخ المدينة . تحقيق على دندل ، وسعد بيان ، 1/291 .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ومثل عيينه بن حصن ، ونعيم بن مسعود الأشجعي الذين كانت لهما علاقات وصلات ببني قريظه .. وكنانه بن أبي الحقيق . والمتوقع أن تكون تلك العلاقات مرتبطة بخدمات كان يقدمها نعيم مسعود وقومة لهولاء القوم(¬1) . كما تكشف أحداث سرية الخبط وأميرها أبو عبيدة عن وجود علاقات بين بعض رجال جهينه ، وسعد بن عباده - رضي الله عنه - (¬2) ، وكل هذه العلاقات تأتي في إطار العلاقات المصلحية الضرورية لحركة التجارة والنقل بين مدن الحجاز . ¶ مارس أبناء تلك القبائل أنشطة اقتصادية متناسبة مع البيئة التي عاشت فيها وفي مقدمة تلك الأنشطة ( تربية الماشية ، وممارسة حرفة الرعي ) وقد تطلب ذلك التنقل الموسمي بحثاً عن الماء والكلأ . ¶ ويشير وصف سكان ما حول المدينة في القرآن الكريم بالأعراب إلى طبيعة حياتهم الاقتصادية وأسلوب عيشهم وغلبة حياة التنقل والارتحال بغية طلب الكلأ وتتبع مساقط الغيث(¬3) وذلك ضمن المجال الجغرافي الذي تتحرك فيه القبيلة . ¶ وبوسع الدارس أن يجد في ثنايا كتب السير والمغازي مواد متناثرة تعطي قدراً من المعلومات عن طبيعة سكان البادية ومراكز العمران جنوب وغرب المدينة التي مر بها المسلمون مع رسول الله - صلى الله عليه وسلم - في أكثر من موقف وحدث . ¶ ¬__________ ¶ (¬1) الواقدي ، المغازي ، 1/198 . ¶ (¬2) الواقدي المصدر نفسه 2/775 . ¶ (¬3) انظر : الأزهري : محمد بن أحمد ( ت 370 هـ ) : تهذيب اللغة ، تحقيق عبد السلام هارون وآخرون ، القاهرة ، المؤسسة المصرية العامة للتأليف والنشر ، 1384 هـ ، 2/360 - 361 .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ففي روايته لمسيرة النبي - صلى الله عليه وسلم - إلى مكة عام الحديبية يذكر الواقدي أن فئة الأعراب في المناطق الواقعة جنوب غرب المدينة قوم سيارة [ يصجون بأرض وهم الغد بأرض أخرى يَتَّبعون الغيث ] ، وذكر أنهم أرسلوا رجلاً إلى فرش ملل(¬1) يرتاد البلاد وأنه أخبرهم أن الشاة شبعت وأن البعير يمشي ثقيلاً مما جمع من الحوض وأن الغُدُر كثيرة مروية(¬2) . ¶ وتعد أسلم وأشجع في مقدمة القبائل التي عرفت بثروتها الحيوانية ، يذكر بريدة بن الحصيب الأسلمي أن جزءاً من قبيلته في محالها بالصحراء بين مواشيهم ومعاشهم(¬3) ، ويقول نعيم بن مسعود الأشجعي عن قومه (( كنا قوماً عرباً لا نخل لنا ولا كرم وإنما نحن أهل شاة وبعير ))(¬4) . ¶ ومن المهن والأنشطة التي مارسها أبناء القبائل المجاورة للمدينة الزراعة البسيطة بالقرب من العيون والأودية . كما في العشيرة(¬5) والصفراء ويليل حيث زراعة النخيل والبطيخ والحنطة(¬6) . ¶ ¬__________ ¶ (¬1) فرش ملل وادٍ من أودية المدينة على طريق مكة ، على بعد ( 41 ) كيلاً : عاتق بن غيث البلادي : معجم معالم الحجاز 8/260/محمد شراب : المعالم الأثيرة ، ص 279 . ¶ (¬2) المغازي ، 2/575 - 576 . ¶ (¬3) الواقدي : المصدر نفسه 2/800 . ¶ (¬4) المصدر نفسه 2/480 . ¶ (¬5) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، 2/236 . ¶ (¬6) انظر : عرام السلمي : كتاب أسماء جبال تهامة وسكانها ، وتحقيق عبد السلام هارون ، القاهرة ، مطبعة أمين عبد الرحمن ، ص 8 ، 9 .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "كما أن الصيد من الحرف التي امتهنها أبناء تلك القبائل .. فقد ورد عن سلمة بن الأكوع الأسلمي أنه كان يتبع الصيد وعندما خرج للصيد وعاد أخبر النبي - صلى الله عليه وسلم - أنه ( تراخت به الوحوش حتى بلغ ثَيْب ) .. وقد قال له رسول الله ( أما أنك لو صدت هاهنا وأشار إلى العقيق لشيعتك إذا خرجت وتلقيتك إذا جئت )(¬1) . ¶ ومما يصاد الحمر الوحشية ، والضِّبَاب ؛ ففي مسير النبي - صلى الله عليه وسلم - إلى الحديبية أتى الأعراب بالروحاء بثلاثة أَضْبُب يعرضونها ، فاشتراها قوم من أحلة العسكر(¬2) . ¶ والخلاصة ،أن المدينة لم تتعرض لأي تهديد ذي بال من قبل تلك القبائل ، في حين تنامت الروابط الاقتصادية والاجتماعية بين المدينة وبواديها المجاورة . ¶ وكما هو الشأن عند معظم القبائل العربية سادت عبادة الأصنام والأوثان ديار تلك القبائل المجاورة للمدينة ، فمن أبرز الأصنام المعبودة في ديار تلك القبائل صنم مزينة (( نهم )) ذلك الصنم ¶ ¬__________ ¶ (¬1) ابن شبه : عمر بن شبه النميري ( ت 262 هـ ) : تاريخ المدينة ، بيروت ، دار الكتب العلمية ، ط1 ، 1417 ، ج1 ، ص 95 ، واسناده حسن . وثيب : جبل شرقي المدينة في صدر وادي قناة ، محمد محمد شراب : المعالم الأثيرة . ص 48 . ¶ (¬2) أحلة العسكر : أي ممن لم يحرموا وانظر الخبر عند الواقدي ، المغازي 2/575 .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الذي كان ( خزاعى بن عبد نهم يحجبه )(¬1) ويظهر أن هذا الصنم كان مقدساً عند أسلم أيضاً حيث إن هناك من الأسلميين من حمل اسم (( عبد نهم ))(¬2) . ومن الأصنام الموجودة في ربوع هذه القبائل صنم مناة على ساحل البحر من ناحية المشلل(¬3) ، وسواع وكانت مزينة ممن يقدس ذلك الصنم(¬4) إلى جانب ذلك ثمة أصنام لبعض الأفراد أو العشائر كصنم قوم عمرو بن مرة الجهني ، الذي كان والده سادنًا له(¬5) . ¶ لا تقدم لنا المصادر المعنية بتاريخ العرب قبل الإسلام تفاصيل دقيقة عن مدى تأثير الكتابيين في تلك القبائل ، خاصة وأن ديار بعض تلك القبائل يمتد حتى بلاد الشام وهناك ما يدل على وجود بعض الأشخاص أظهروا عدم اقتناعهم بتقاليد الوثنية وطقوسها وبالذات في غفار . ¶ ¬__________ ¶ (¬1) ابن الأثير : أسد الغابة ، ج2 ، ص 113 . ¶ (¬2) عبد نهم الأسلمي والد ( عمرو عبد نهم ) دليل المسلمين إلى ثنية ذات الحنظل أثناء مسيرهم إلى الحديبية . الواقدي : المغازي 2 ، ص 584 . ¶ (¬3) أقدم الأصنام عند العرب ( وكانت للأوس والخزرج ومن دان بدينهم من أهل يثرب على ساحل البحر من ناحية المشلل بقديد ( ابن هشام ، سيرة النبي محمد - صلى الله عليه وسلم - 10/90 ، المشلل : ثنية أسفل قديد من الشمال وفيها مناة الطاغية في العهد الجاهلي ، البلادي : معجم المعالم الجغرافية ، ص 298 . ¶ (¬4) ابن حبيب : المحبر ، ص 316 . ¶ (¬5) ابن كثير : اسماعيل بن عمر ( 774 هـ ) : البداية والنهاية ، تحقيق ، عبد الله التركي بالتعاون مع مركز البحوث والدراسات العربية والإسلامية بدار هجر ، القاهرة ، ط1 1419 هـ ، 3/529 - 531 .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "مثل آبي اللحم الغفاري ، والذي كان لا يأكل ما ذبح على النصب(¬1) ومثل أبي ذر الغفاري والذي كان قبل أن يسلم يتجه بالصلاة لله وكان يتأله ويقول لا إله إلا الله(¬2) ، ولقد كانت عبادة الأصنام والأوثان تتطلب من القبائل النظر إلى قريش باعتبارها المسؤولة عن تلك الديانة . والكعبة باعتبارها مركزاً نشرت حوله قريشاً عشرات الأصنام فإن بعض أعيان القبائل المجاورة للمدينة وهو عبد الدار بن حديب سعى أن يبني بيتاً الحوراء يضاهي به الكعبة ، لكن قومه أبوا عليه ذلك وأعظموه إيما إعظام وفي ذلك يقول عبد الدار : ¶ ولقد أردت بأن تقام بنية ... ليست بحوب أو تطيق بمأتم ¶ فأبى الذين إذا دعوا عظيمة ... راغوا ولاذوا في جوانب قودم(¬3) ¶ من هنا يبدو أن الوثنية ظلت محدودة الأثر في حياتهم وربما كانوا يؤدون طقوسها تقليداً ومجاراة وذلك مما سهل عملية انتشار الإسلام والتفقه في الدين في ديار هذه البوادي ، هذا على الرغم من وجود مؤثرات وعوامل داخلية كانت تقف في طريق شيوع الإسلام ومنها الأعراف القبلية والتقاليد المألوفة وبعض الطبائع السلوكية إضافة إلى المؤثرات الخارجية ذلك أَنَّ قريشاً بنفوذها وسلطانها الأدبي والمعنوي ، وقفت ضد انتشار الدعوة وحاولت القضاء عليها إضافة إلى أن المسلمين في المدينة ظلوا فترة من الزمن يواجهون معارضة داخلية وخارجية بشكل حد من نشاطهم الدعوي والتثقيفي في المناطق المجاورة . ¶ ¬__________ ¶ (¬1) ابن الأثير : أسد الغابة ، 1/35 . ¶ (¬2) ابن سعد : الطبقات الكبرى ، 4/222 . ¶ (¬3) ابن الكلبي : هشام بن محمد ( ت 204 ) : كتاب الأصنام ، القاهرة ، الدار القومية ، 1964 م ، ص 45 ، يحيى شامي : الشرك الجاهلي وآلهة العرب المعبودة قبل الإسلام ، بيروت ، دار الفكر اللبناني ، ط1 ، 1986م ، ص 184 .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "يأتي التفقه في الدين بعد الدخول في الإسلام والإقرار بالوحدانية والنبوة المحمدية ومما يحققه التفقه في الدين إحاطة الداخل في الإسلام بمسائل الدين و أحكامه ، وتزويد المتفقهين بما نزل من الوحي وما جَدَّ من أحكام وأوامر ونواهٍ شرعية باعتبار أن القرآن الكريم نزل منجماً وأن التشريع جاء متدرجاً . وباعتبار أن انتشار الإسلام وانسيابه بين مختلف التجمعات القبلية يوفر أرضية صالحة للإقبال على التفقه في الدين ويدفع المسلمين الجدد إلى التعرف على شعائر دينهم وحقائقه . ¶ وقد شهدت السنوات الأولى من العهد النبوي في مرحلته المدنية ( بعد هجرة النبي - صلى الله عليه وسلم - ) إسلام الغفارين والأسلميين ، وهو تحول أزعج قريشاً والقوى القَبَلِيَّة التي تعارض الدعوة وتحاول محاصرتها والانتقام منها .. ويعود إسلام غفار إلى جهود بذلها أبو ذر الغفاري - رضي الله عنه - حيث أسلم في فترة متقدمة جداً من العهد المكي حيث وفد على رسول الله - صلى الله عليه وسلم - بمكة وآمن به .. وكان مما قال له رسول الله (( هل أنت مبلغ عني قومك عسى الله أن ينفعهم بك ويأجرك فيهم ))(¬1) . ¶ وفي صحيح مسلم يقول أبو ذر بعد عودته إلى غفار (( فأسلم نصفهم وكان يؤمهم إيماء بن رحضه الغفاري وكان سيدهم ، وقال نصفهم إذا قدم رسول الله - صلى الله عليه وسلم - أسلمنا فقدم رسول الله - صلى الله عليه وسلم - فأسلم نصفهم الباقي ))(¬2) . ¶ ¬__________ ¶ (¬1) إيماء بن رحضة سيد غفار في زمانه ووافدهم كان يسكن غيقة من ناحية السقيا ثم انتقل إلى المدينة فاستوطنها، ابن الأثير : اسد الغابة في معرفة الصحابة ج 1/160 . ¶ (¬2) الجامع الصحيح ، كتاب فضائل الصحابة ، ج4 ، ص 1922 .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وروى الطبراني بسنده عن أبي ذر أن الغفاريين قالوا لرسول الله - صلى الله عليه وسلم - ، بعدما قدموا عليه : يا رسول الله : إن أبا ذر قد أعلمنا ما أعلمته وقد أسلمنا وشهدنا أنك رسول الله(¬1) . ويعني ذلك أن انتشار الإسلام وبدايات التفقه في الدين بدأ في منازل غفار في مرحلة سابقة للهجرة النبوية وهي مرحلة اتسمت بنشر العقيدة ومسائلها في وقت لم تنزل فيه تشريعات كثيرة . ¶ إن إسلام الغفاريين لا يعني عدم وجود مؤيدين لقريش بينهم ولا يعني عدم وقوف بعضهم على الحياد في الصراع بين المسلمين وقريش تأثراً بموقف قبيلة ( ضمرة ) وهي القبيلة الأم التي ينتمي إليها الغفاريون وقد وادعت المسلمين خلال غزوة الأبواء ( وادن ) وفي العشيرة مع بني مدلج(¬2) كما عمل أمثال (( ضمضم الغفاري )) في خدمة بعض قادة قريش .. فقد استأجره أبو سفيان عندما علم بخروج المسلمين لملاقاة القافلة التي كان يقودها وطلب منه إبلاغ قريش بخروج المسلمين لاعتراض القافلة المذكورة فخرج إلى مكة وجاء إلى قريش منذراً (( يصرخ ببطن الوادي واقفاً على بعيره قد جدع بعيره ، وحول رحله وشق قميصه وهو يقول : يا معشر قريش اللَّطيمة اللَّطيمة ))(¬3) . ¶ ¬__________ ¶ (¬1) الطبراني : سليمان بن أحمد ( ت 360 ) : المعجم الأوسط ، الرياض ،مكتبة المعارف ، ط1 ، 1405 هـ ج1 ، ص 28 – 29 رقم الحديث ( 60 ) . ¶ (¬2) ابن هشام : عبد الملك بن هشام : سيرة النبي – - صلى الله عليه وسلم - ج2 ، ص 234 ، 224 . ¶ (¬3) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، ج2 ، ص 247 .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وأما (( أسلم )) فقد ارتبط موقفها من الإسلام بموقف غفار العام ، حيث تجاوبت مع دعوة النبي - صلى الله عليه وسلم - ، جاء في رواية أبي ذر التي أخرجها مسلم وغيره ، (( وجاءت أسلم - بعد إسلام غفار - فقالوا : يا رسول الله إخوتنا ( أي غفار ) نسلم على الذي أسلموا عليه فأسلموا فقال رسول الله - صلى الله عليه وسلم - غفار غفر الله لها وأسلم سالمها الله ))(¬1) . ¶ وفي وراية .. أن أسلم قالوا : يا رسول الله إنا قد رغبنا ودخلنا فيما دخل إخواننا وحلفاؤنا فقال رسول الله - صلى الله عليه وسلم - : أسلم سالمها الله وغفار غفر الله لها(¬2) . ¶ ¬__________ ¶ (¬1) مسلم : الجامع الصحيح : كتاب فضائل الصحابة ، 4/1922 . ¶ (¬2) الطبراني : المعجم الأوسط ، الرياض ، مكتبة المعارف ، ط1 ، 1405 ، 1/28 – 29 .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وهناك روايات أخرى يُفْهَم منها شيوع الإسلام وانتشاره بين أسلم أثناء الهجرة وبعدها . يذكر ابن سعد أن بريدة بن الحصيب الأسلمي أسلم حين مر به النبي - صلى الله عليه وسلم - أثناء الهجرة وهو في الطريق إلى المدينة حيث أسلم ومن معه وكانوا زهاء ثمانين بيتاً(¬1) ، كما يذكر ابن قتيبة أن بريدة بن الحصيب أسلم في كراع الغميم أثناء مرور النبي - صلى الله عليه وسلم - بها حيث دعاهم النبي - صلى الله عليه وسلم - إلى الإسلام فأسلموا ثم قدم بريدة على رسول الله - صلى الله عليه وسلم - المدينة وهو يبني المسجد(¬2) ، وثمة رواية أخرى تذكر أن بريدة بن الحصيب إنما أسلم بعد عودة النبي - صلى الله عليه وسلم - من بدر(¬3) وهناك من يستبعد أن يكون بريدة بن الحصيب قد أسلم أثناء مرور النبي - صلى الله عليه وسلم - بديار أسلم في طريق هجرته(¬4) . ¶ ¬__________ ¶ (¬1) ابن سعد : الطبقات الكبرى 4/242 ، الصالحي : محمد بن يوسف ( 942 هـ ) . سبل الهدى والرشاد . ج3 ، تحقيق عبد العزيز حلمي ، ص 358 – 359 . ¶ (¬2) ابن قتيبة ، أبو محمد عبد الله بن مسلم ( ت 276 هـ ) : المعارف تحقيق ثروت عكاشة ، القاهرة ( د ، ت ) ، ط2 ، ص 300 . ¶ (¬3) ابن حجر : أحمد بن علي العسقلاني ( ت 852 هـ ) : الإصابة في تمييز الصحابة ، بيروت ، مؤسسة الرسالة ، ط1 ، 1328 هـ ، 1/146 . ¶ (¬4) حسين مؤنس : تاريخ قريش ، جدة ، الدار السعودية ، ط1 1408 هـ ، ص 531 .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "لقد كان النبي - صلى الله عليه وسلم - معَرَّضاً للتعقب من قبل قريش ومع ذلك فلا يستبعد أن يكون - صلى الله عليه وسلم - قد التقى ببريدة بن الحصيب ، ومعلوم أن أسلم وخزاعة كانوا على حلف ومودة مع عبد المطلب جد الرسول - صلى الله عليه وسلم - (¬1) ، ويؤكد ابن هشام مرور الرسول - صلى الله عليه وسلم - أثناء هجرته مع صاحبه الصديق بديار أسلم فعندما وصف طريق الهجرة ذكر أن النبي - صلى الله عليه وسلم - مر بالعرج وهو من ديار أسلم(¬2) يقول ابن هشام : ( ثم هبط بهما ( الدليل ) العَرْج وقد أبطأ عليهما بعض ظهرهما فحمل رسول الله رجل من أسلم وبعث معه غلاماً يقال له مسعود بن هنيدة )(¬3) . ¶ ومع مرور الزمن أخذ الإسلام ينمو في مواطن أسلم ، وقد ورد عن مسعود بن هنيدة ، وما يفيد بانتشار الإسلام بالخذوات إحدى منازل أسلم حيث يقول : (( الناس صالحون وقد رغب الناس في الإسلام وكثروا من حولنا ))(¬4) ، ولقد كان القُرْب الجغرافي من المدينة والارتباطات المختلفة معها من عوامل نمو الإسلام في ديار أسلم وقد ورد أن (( أسلم ليسوا بأعراب هم أهل باديتنا ونحن أهل قاريتهم ))(¬5) . ¶ ¬__________ ¶ (¬1) ابن حبيب : محمد بن حبيب : المنمق في أخبار قريش ، تحقيق خورشيد فاروق ، بيروت ، عالم الكتب ط1 ، 1405هـ . ص 87 . ¶ (¬2) ابن الأثير : أسد الغابة ، 1/147 ، 249 . ¶ (¬3) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، ج2 ، ص 107 ومسعود بن هنيدة : غلام فروة الأسلمي شهد المريسيع مع النبي - صلى الله عليه وسلم - ، وفي رواية أنه مولى أوس بن حجر الأسلمي ( ابن الأثير : أسد الغابة 4/359 ، 360 . ¶ (¬4) الخذوات : موضع قريب العرج . ( محمد شراب : المعالم الأثيرة : ص 107 ) ¶ (¬5) ابن سعد : الطبقات الكبرى 8/215 وانظر ابن الأثير : أسد الغابة 5/592 .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أضف إلى ذلك أن القبيلة لم تكن موالية أو داخلة في تحالفات قريش كحلف الأحابيش ، وإنما كانت صلتها بغفار وخزاعة ، ويبدو أن تحالف أسلم مع غفار من العوامل التي جعلت القبيلتين تتخذان الموقف نفسه من الإسلام ، كما يأتي من ضمن عوامل الاستجابة المبكرة من قبل أسلم وكذلك غفار للدعوة النبوية . أنه لم يكن في القبيلتين زعماء معاندون متشبثون بقيم الماضي الجاهلي بحيث يدفعهم ذلك إلى فرض موقف رافض للإسلام على عشائرهم . ¶ ويوضح إسلام أبي ذر الغفاري وإيماء بن رحضة ( سيد غفار ) وبريدة بن الحصيب الأسلمي ومن ورائهم الغفاريون والأسلميون أن إسلام أولئك القوم جاء نتيجة اقتناع داخلي ورغبة حقيقية في الإسلام ولم يأت عن طريق ضغوط عسكرية أو مادية إطلاقاً . ¶ لقد حظيت هاتان القبيلتان بدعاء النبي - صلى الله عليه وسلم - لهما كما سبق ، لأنهما أسلمتا طوعاً من غير قتال ولا إكراه(¬1) ، ويذكر البغوي أن غفار كانت تزن بسرقة الحجاج فدعا رسول الله - صلى الله عليه وسلم - أن يمحو الله عنهم تلك السبة ويغفرها لهم(¬2) . ¶ ومع ذلك تظل مسألة ترسخ وتعمق الإسلام في ديار أسلم وغفار مرهونة ببذل جهود في سبيل نشر الفقه في الدين بين جموع القبيلتين ممن لم يهاجر إلى المدينة ، وبتوقف ضغوط قريش وإغراءاتها المقدمة لهاتين القبيلتين ولغيرهما ممن تمر قوافل أهل مكة عبر ديارهما . ¶ أما مزينة وأشجع وجهينة فثمة أفراد من هذه القبائل أسلموا في وقت مبكر .. في حين أبطأ إسلام بعض الفصائل المنتمية لهذه القبائل ، كما وجدت معارضة للدعوة داخل بعض الأسر والفصائل . ¶ ¬__________ ¶ (¬1) القرطبي : أحمد بن عمر ( ت 656هـ ) : المفهم لما أشكل من تلخيص كتاب مسلم 6/399 . ¶ (¬2) شرح السنة ، تحقيق علي معوض وعادل عبد الموجود ، بيروت ، دار الكتب العلمية ، ج7 ، ص 167 .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فممن وُصِف بأنه قديم الإسلام عمرو بن عوف المزني(¬1) ، وجارية بن حُميل الأشجعي(¬2) ، وسويد بن صخر الجهني(¬3) ، ومعبد بن خالد الجهني(¬4) ، كذلك أسلم بعد الهجرة عبد العزيز بن بدر بن زيد الجهني وسماه النبي - صلى الله عليه وسلم - عبد العزيز(¬5) ، وكذلك عقبة بن عامر الجهني الذي أسلم بعد قدوم النبي - صلى الله عليه وسلم - المدينة(¬6) ، ويدل قول صفوان بن أمية أحد زعماء قريش بعد بدر (( إن محمداً وأصحابه عوروا علينا متجرنا وأن أهل الساحل قد وادعهم ودخل عامتهم معه ))(¬7) هذا القول يفهم منه وجود موادعات بين المسلمين والفصائل القبيلية في منطقة الساحل المواجهة للمدينة أزعجت قريشاً كما يدل على تزايد أعداد الداخلين في الإسلام بين تلك القبائل ومنها جهينة(¬8) ، ومزينة . ¶ ورغم أن الموادعات تهيء المجال للمسلمين لنشر دينهم في مناطق القبائل فثمة ما يدل على وجود معارضة للدعوة بين جهينة ومزينة أدت إلى تأخر إسلام بعض الأحياء من القبيلتين . ¶ ¬__________ ¶ (¬1) ابن الأثير : أسد الغابة ، ج4 ، ص 134 . ¶ (¬2) ابن سعد : الطبقات الكبرى ، ج4 ، ص 378 . ¶ (¬3) ابن الأثير : المصدر السابق ، ج2 ، ص 378 . ¶ (¬4) ابن الأثير المصدر نفسه 4/390 . ¶ (¬5) ابن سعد : الطبقات الكبرى 1/333 . ابن الأثير : أسد الغابة ج3 : ص 328 . ¶ (¬6) ابن سعد : المصدر السابق 4/344 . ¶ (¬7) الواقدي : المغازي ، 1/197 . ¶ (¬8) عن مناطق جهينة قرب الساحل ( سيف البحر ) انظر ، الطبري : محمد بن جرير ( 310 هـ ) : تاريخ الأمم والملوك ، بيروت ، دار سويدان ، ( د ، ت ) 2/404 .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فقد واجه عمر بن مرة الجهني لما بعثه النبي - صلى الله عليه وسلم - إلى قومه بعض المعارضة(¬1) وكذلك لقي عبد الله ذو البجادين المزني التضييق والأذى من قومه لما أسلم(¬2) . ¶ وتلكأ قوم خزاعى بن عبد نهم المزني لما دعاهم إلى الإسلام وكان قد وعد النبي - صلى الله عليه وسلم - بأن يأتي بقومه فأبطأوا عليه ، وفي رواية ابن سعد أنه لم يجدهم كما ظن فقال النبي - صلى الله عليه وسلم - لحسان بن ثابت اذكر خزاعياً ولا تهجه فقال : ¶ ألا أبلغ خزاعياً رسولاً ... بأن الذم يغسلهُ الوفاء ¶ وأنك خير عثمان بن عمرو ... وأسناها إذا ذكر السناء ¶ وبايعت الرسول وكان خيراً ... إلى خير وأدّاك الثراء ¶ فقام خزاعى فقال يا قوم قد خصكم شاعر الرجل فأنشدكم الله ، قالوا : فإنا لا نبتو عليك . فأسلموا ووفدوا على النبي - صلى الله عليه وسلم - (¬3) . ¶ ويذكر ابن سعد أن مزينة وفدت على النبي - صلى الله عليه وسلم - في أربعمائة وذلك في رجب سنة خمس فجعل لهم رسول الله - صلى الله عليه وسلم - الهجرة في دارهم وقال : أنتم مهاجرون حيث كنتم . فارجعوا إلى أموالكم فرجعوا إلى بلادهم(¬4) . ¶ ¬__________ ¶ (¬1) ابن كثير : اسماعيل بن عمر ( ت 774هـ ) : البداية والنهاية ، تحقيق عبد الله التركي ، القاهرة ، دار هجر ، ط 1420هـ ، 3/529 - 531 . ¶ (¬2) ابن هشام : سيرة النبي - صلى الله عليه وسلم - 4/183 . ¶ (¬3) ابن سعد : الطبقات الكبرى 1/292 ، وقد جاء في المسند الإشارة إلى إبطأ قوم مزينة ، ج 29 ، ص 74 . ¶ (¬4) الطبقات الكبرى 1/291 .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ويظهر أن فصائل كثيرة في جهينة ظلت تعارض الدعوة مما أدى إلى توجيه بعض السرايا والغزوات إليها . مثل السرية التي أرسلت إلى بطن الحرقة(¬1) من جهينة(¬2) وسرية أبي عبيدة إلى حي من جهينة بالقبلية في رواية البلاذري(¬3) وذلك في رجب من السنة الثامنة وروى مسلم في صحيحة عن جابر بن عبد الله قال غزونا مع رسول الله - صلى الله عليه وسلم - قوماً من جهينة فقاتلوا قتالاً شديداً(¬4) وهذه الغزوات والسرايا تدل على وجود معارضة حقيقية للدعوة عند بعض الفصائل الجهنية وأن تلك المعارضة ظلت مستمرة حتى فتح مكة . ¶ ¬__________ ¶ (¬1) الحرقة : جهيش بن عامر ثعلبة الجهني ( ابن حجر : فتح الباري 7/517 ) . البخاري الجامع الصحيح ، كتاب الديات ، 8/36 . ¶ (¬2) المغازي ، 2/774 . ¶ (¬3) أنساب الإشراف 1/381 ويرى صالح العلي أن جهينة كانت حتى أواسط السنة الثامنة غير مسلمة بدليل هذه السرية المعروفة بسرية الخبط ، لكن هذه السرية تقصدت حياً من جهينة لا جهينة كلها ، ثم هناك من يرى وقوعها قبل ذلك التاريخ لأن ما في الصحيحين يدل على أن السرية تقصدت عيراً لقريش لا جهينة وذلك يعني أن تاريخ السرية ينبغي أن يكون قبل صلح الحديبية ، صالح العلي : الدولة في عهد الرسول - صلى الله عليه وسلم - ، بغداد ، المجمع العلي العراقي ، 1988م ، ص 287 ، أكرم العمري : السيرة النبوية الصحيحة ، المدينة ، مكتبة العلوم والحكم 2/433 وهو يرى أن جهينة قد أسلمت مبكراً والتزمت بالصلح مع المسلمين ، والحقيقة إن تأخر إسلام بعض الفصائل لا ينسحب على مجموع القبيلة والشيء نفسه يقال عن تقدم إسلام بعض الأفراد والمجموعات لا سيما أن القبيلة موزعة جغرافياً على أماكن متعددة . ¶ (¬4) باب صلاة الخوف ، حديث رقم ( 308 ) 1/575 .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أما ما يرد في بعض الروايات أن جهينة لما قدم رسول الله - صلى الله عليه وسلم - المدينة جاءته فقالوا لو أنك نزلت بين أظهرنا فأوثق لنا حتى نأتيك وتؤمنا فأوثق لهم فأسلموا(¬1) فإذا قبلنا الرواية - باعتبارها خبراً تاريخياً -(¬2) ، فلا مناص من القول بأنها تتعلق بمجموعة من الجهنيين ينزلون قرب المدينة كما يفهم من الرواية . ¶ وقد مر بنا الإشارة إلى تقدم إسلام بعض الجهنيين ، ولعل ذلك كان مدخلاً لإسلام جماعات أو فصائل من جهينة في مرحلة ما قبل غزوة الخندق وقد روى ابن سعد أنه لما قدم النبي - صلى الله عليه وسلم - وفد إليه عبد العزيز بن بدر من بني الربعة الجهنيون(¬3) ولعل موقفه يمثل عشيرته ، ويبدو أنه بقدر ما كانت هناك عوامل أسهمت في دعم مسيرة قبائل جهينة ومزينة وأشجع نحو الإسلام مثل القرب الجغرافي والصلات التاريخية مع المدينة وروابط الجوار والعلاقات الاقتصادية فثمة عوامل أثرت سلباً على موقف بعض الفصائل من الإسلام . وذلك أن التأخر والإبطاء عن الدخول في الإسلام من قبل بعض الزعماء والفصائل يرجع في جانب منه إلى الظروف السياسية في منطقة وسط وشمال الحجاز . ¶ في مرحلة ما قبل غزوة الخندق لم يكن الصراع بين المسلمين وقريش قد حُسِم ، كما أن غطفان بفروعها الكثيرة ومنها أشجع كانت تعادي المسلمين ثم جاءت مشاركة أشجع وبحكم غطفانيتها في غزوة الخندق(¬4) لتعبر عن تمادي هذه القبيلة الفرعية في الموقف الغطفاني المعادي للدعوة . ¶ ¬__________ ¶ (¬1) الإمام أحمد ، المسند ، ج3 ، تحقيق شعيب الأرنؤط وعادل مرشد ، ص 118 ، 119 . ¶ (¬2) الرواية ضعيفة ففي إسنادها مجالد بن سعيد وهو ضعيف وفيها إرسال ، وقد ضعف المحققان اسنادها ، انظر ، المسند 3/118 . ¶ (¬3) ابن سعد ، الطبقات الكبرى 2/97 - 98 . ¶ (¬4) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، 3/230 .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "كما أن القبائل المضرية في شرق المدينة والتي تمتد منازلها إلى عالية نجد كسُليم وبني عامر كانت تعارض الدعوة كما ظهر بشكل واضح في حادثة بئر معونة حيث قتل القراء والدعاة على يد فصائل من سليم بتحريض من العامري : عامر بن الطفيل(¬1) ، وهذه المعارضة من قبل بعض القبائل القوية ربما شجعت زعماء من مزينة وأشجع وجهينة على عدم الدخول في الإسلام والتربص والانتظار إلى حين . ¶ ومما يعكس المواقف المترددة موقف الزعيم الجهني ( مجدي بن عمرو ) الذي وادع كلا الفريقين ( المسلمين وقريش ) مما يدل على تردد وحياد إزاء الصراع(¬2) وقد أعطي فشل جموع الأحزاب في غزوة الخندق عملية انتشار الإسلام بين القبائل المجاورة للمدينة مزيداً من النجاح ، ولعل من أبرز ما تحقق في هذا الميدان وفود إحدى عناصر تحالف الأحزاب وهي أشجع الغطفانية التي وفد على المدينة فوادعهم المسلمون ثم أسلموا بعد ذلك . جاء في أحد الروايات أنهم قدموا بعد ما فرغ رسول الله - صلى الله عليه وسلم - من غزوة بني قريظة(¬3) . ¶ ¬__________ ¶ (¬1) البخاري : الجامع الصحيح ، كتاب المغازي ، 5/38 ، ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، ج3 ، ص 185 . ¶ (¬2) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، 2/230 . ¶ (¬3) ابن سعد : الطبقات الكبرى 2/71 ، الصالحي : سبل الهدى والرشاد 6/414 .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وهكذا حسمت هذه القبيلة موقفها من الدعوة والذي ظل مضطرباً بين الطاعة والتأيييد للقيادات الغطفانية المعارضة للدعوة كعيينة بن حصن ( الأحمق المطاع )(¬1) وبين علاقاتها الاقتصادية والتاريخية مع المدينة حيث كانت حليفة للخزرج يوم بعاث(¬2) فقد جاء في بعض الأخبار التاريخية (( أنهم قالوا للنبي - صلى الله عليه وسلم - (( جئناك لقرب ديارنا فيك وكرهنا حرب قومنا لقلتنا فيهم ))(¬3) ولعل مما مهد لقدوم الأشجعيين وإسلامهم الدور الذي قام به ( نعيم بن مسعود ) الذي أسلم أثناء حصار الخندق ذلك الدور الذي تمثل في التفرقة بين الأحزاب وإثارة الشكوك بينهم(¬4) ، ومع أهمية العوامل السياسية والتطورات التي تمثلت في الواقع السياسي الجديد في الحجاز الذي نشأ عقب غزوة الخندق في تحول بعض الفصائل القبلية إلى الإسلام ، إلا أنه لا ينبغي إهمال حقيقة ضعف تأثير عبادة الأصنام في حياة تلك القبائل وأدركهم لزيفها وفسادها . ¶ ¬__________ ¶ (¬1) انظر : ابن حجر : فتح الباري ج10 ، ص 453 ، 455 . ¶ (¬2) انظر : ابن الأثير : الكامل في التاريخ 1/680 . ¶ (¬3) ابن شبه : تاريخ المدينة المنورة ، تحقيق علي محمد دندل ، وياسين سعد الدين بيان ، ج1 ، ص 162 . ¶ (¬4) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، 3/247 . وانظر : محمود شيت خطاب الرسول القائد ، بيروت دار الفكر ط5 1394 ، ص 233 .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وقد جاءت مسيرة النبي - صلى الله عليه وسلم - إلى مكة عام الحديبية امتحاناً لمدى ولاء بعض التجمعات القبلية المجاورة للمدينة للدولة الإسلامية .. لقد استنفر رسول الله - صلى الله عليه وسلم - العرب ومن حوله من البوادي(¬1) ليخرجوا معه ، فأبطأ عليه كثير من الأعراب فلئن شاركت أعدادٌ من أسلم تصل إلى ( 100 رجل ) وفي رواية ( 70 رجلا )(¬2) فقد تخلف عن المشاركة أعراب من بوادي مزينة وغفار وأسلم وجهينة ، وهم الذين وصفوا بالمخلفين من الأعراب عند بعض المفسرين(¬3) كما سيمر بنا . ¶ إذن كشفت أحداث الحديبية الحاجة إلى بذل مزيد من الجهد لترسيخ الفقه في الدين بين أولئك الأعراب ( المُتخلفين ) . هذا الفقه الذي أشارت الآيات(¬4) إلى خلو عقولهم وممارساتهم منه ،ومع ذلك فإن معاهدة الحديبية ببنودها التصالحية السليمة ، أسهمت وبشكل غير مباشر في دعم انتشار الإسلام في وسط وشمال الحجاز فإثر صلح الحديبية ظهرت مجموعة من الأحداث والحقائق التي هيأتها المجال أمام انتشار أوسع للإسلام في مناطق قبائل المدينة ، حيث انكسرت شوكة قريش وتقلصت أنشطتها العسكرية والأمنية في المنطقة وزالت الهيمنة القرشية على معظم التجمعات القبلية بين مكة والمدينة . ¶ ¬__________ ¶ (¬1) انظر : ابن هشام : سيرة النبي - صلى الله عليه وسلم - 3/355 . ¶ (¬2) الواقدي : المغازي 2/574 ، وفي الصحيح أن أسلم يوم الحديبية كانت ثمن المهاجرين . ابن حجر ، فتح الباري . كتاب المغازي ، 7/443 حديث رقم ( 4155 ) . ¶ (¬3) ابن جرير ، جامع البيان ص 11 ، 26/49 ، القرطبي : الجامع لأحكام القرآن ج16 ، ص 229 . ¶ (¬4) سورة الفتح : الآية ( 15 ) .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "من جانب آخر .. برزت في ( أرض جهينة بين العِيص وذي المروة ) مجموعة من الصحابة المكيين ( المستضعفين في مكة ) حيث إن التزام المسلمين ببنود صلح الحديبية منع من قبول المدينة لهؤلاء كأبي بصير(¬1) ، وأبي جندل(¬2) ، فأقاموا في تلك المنطقة ، وانضم إليهم ناس من غفار وأسلم وجهينة كما في رواية موسى بن عقبة(¬3) . ¶ وإذا كانت رواية ابن إسحاق(¬4) وغيره من روايات كتاب السير والمغازي ، تُبرز دور هؤلاء في التعرض لقوافل قريش بحكم أنهم غير ملتزمين بأحكام صلح الحديبية ، فالمتوقع أن يكون لوجود هؤلاء الصحابة المكيين بين هذه الجموع من غفار وأسلم وجهينة أثرٌ إيجابي على واقع الدعوة والتعليم الديني في الأماكن التي قاموا بها . ¶ ¬__________ ¶ (¬1) أبو بصير : عتبة بن أسيد حليف بنيي زهرة ، لحق بالمسلمين بعد صلح الحديبية ولما طالبت قريش به بموجب صلح الحديبية ، قال النبي - صلى الله عليه وسلم - : إن هؤلاء القوم صالحونا على ما قد علمت وأنَّا لا نغدر فخرج حتى نزل بالعيص ( ابن الأثير : أسد الغابة 5/149 - 150 ) . ¶ (¬2) أبو جندل بن سهيل بن عمرو العامري حاول اللحاق بالمسلمين بعد كتابة صلح الحديبية ، وبموجب شروط الصلح لم يكن باستطاعة أبي جندل الانتقال إلى المسلمين ( ابن الأثير : أسد الغابة 5/160 ) ¶ (¬3) البيهقي : دلائل النبوة ، 4/173 . ¶ (¬4) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، 3/367 ، وانظر ابن حجر : فتح الباري 7/460 ، البيهقي : دلائل النبوة 4/174 - 175 . الواقدي . ج2 ، ص 625 .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وكذلك يأتي من الحقائق والأحداث التي أعقبت صلح الحديبية تمكن المسلمين من تسديد ضربات تأديبية لبعض القبائل والقوى ذات النفوذ على المحيط القبلي المجاور للمدينة كبني فزارة الغطفانيين(¬1) ، وبني سليم(¬2) ويهود خيبر وفي الفترة نفسها وجهت بعض السرايا لأحياء من جهينة كالسرية التي وجهت إلى حي الحرقة من جهينة(¬3) وسرية أبي عبيدة إلى جهينة القبلية(¬4) كما مر بنا . ¶ وهذه الضربات التأديبية من غزوات أو سرايا ، قوضت الاتجاهات المعارضة للدعوة وسط القبائل المجاورة للمدينة وبحكم أن نشر الإسلام والدعوة من الغايات الأساسية في حركة الجهاد الإسلامي ، فقد وفرت هذه الغزوات والسرايا مظلة أمنية لنشر الإسلام بين القبائل . ¶ لقد كان التحول إلى الإسلام مدعاة للتفقه في الدين في جوانب العقيدة والشريعة لتكون عبادة الله مبنية على علم وبصيرة ، وتعد الهجرة إلى المدينة بقصد الإقامة الدائمة واللقاء برسول الله - صلى الله عليه وسلم - من الخطوات التي مكنت الصحابة من أبناء القبائل المجاورة للمدينة من حيازة قدر من العلم الشرعي .. إذ ترتب على هجرة من هاجر من أبناء بوادي المدينة وأعرابها اللقاء بالنبي - صلى الله عليه وسلم - وسماع أقواله وخطبه وملاحظة سلوكه وهديه ، وبوسعنا أن نجد في المصادر الأصلية للسنة والسيرة وفي كتب معرفة الصحابة أسلميون وجهنيون وغفاريون نستطيع القول إنهم كانوا قريبين من المصطفى - صلى الله عليه وسلم - مما أتاح لهم التعلم منه والظفر بوصاياه وتعليماته ومن هؤلاء : ¶ ¬__________ ¶ (¬1) مسلم : الجامع الصحيح ، كتاب الجهاد والسيرة ، باب التنفيل حديث رقم ( 1755 ) وباب غزوة ذي قرد حديث ( 1806 ) ص 1375 ، 1432 . ¶ (¬2) سرية ابن أبي العوجاء السلمي ، البيهقي : دلائل النبوة 4/341 . ¶ (¬3) البخاري : الصحيح مع الفتح 7/517 ، البيهقي : دلائل النبوة 4/297 . ¶ (¬4) البلاذري : أنساب الأشراف 1/381 .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ربيعة بن كعب الأسلمي ( وهو ممن خدم النبي - صلى الله عليه وسلم - ) وروى عنه أنه كان يبيت مع رسول الله فيأتيه بوَضوئه وحاجته روى الإمام أحمد عنه أنه قال كنت أخدم رسول الله - صلى الله عليه وسلم - وأقوم له في حوائجه نهاري أجمع(¬1) ، وروى الحاكم النيسابوري في المستدرك أن النبي - صلى الله عليه وسلم - وجهه إلى قوم من الأنصار ليزوجوه امرأة منهم فزوجوه(¬2) ومن هؤلاء أيضاً أسماء بن حارثه الأسلمي من أهل الصفة ، وكان مع أخيه هند من المقربين إلى النبي - صلى الله عليه وسلم - لا يبرحان بابه(¬3) . ¶ وكذلك عقبة بن عامر الجهني الذي أقام بالمدينة إلى جانب النبي - صلى الله عليه وسلم - ويعد من أبرز الفقهاء والعلماء من بين الصحابة الذين خرجوا من بوادي المدينة حيث يوصف بأنه ( من أحسن الناس صوتاً بالقرآن ، وأنه عالم بالفرائض والفقه مع فصاحة اللسان )(¬4) . ¶ ومن فقهاء الصحابة من أبناء القبائل المجاورة للمدينة أبو ذر الغفاري وقد مر بنا لمحات من أخباره واتضح لنا أثره في انتشار الإسلام بين قومه وفقهه الراسخ وسابقته ، ويعد أبو ذر من الصحابة ذوي المكانة والمنزلة في مجتمع المدينة وحسبنا قول النبي - صلى الله عليه وسلم - فيه (( ما أظلت الخضراء ولا أقلت الغبراء على رجل أصدق لهجة من أبي ذر ))(¬5) . ¶ ¬__________ ¶ (¬1) ابن كثير : البداية والنهاية ، ج8 ، ص 308 ، 309 . ¶ (¬2) 2/172 - 173 . ¶ (¬3) ابن كثير : البداية والنهاية ، 8/303 - 304 . ¶ (¬4) ابن حجر : الإصابة في تمييز الصحابة ، 2/489 . ¶ (¬5) الحاكم النيسابوري : المستدرك على الصحيحين 3/342 .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "لقد كُلف بعض من هؤلاء الصحابة كأسماء بن حارثة(¬1) وأبي ذر(¬2) بمهام تبليغية ودعوية لقومهم وكذلك كلف غيرهم بمثل هذه المهام كعمرو بن مرة الجهني(¬3) . ¶ ويتجلى الحرص على تتبع هدى النبي - صلى الله عليه وسلم - في صلاة الليل عند الصحابي زيد بن خالد الجهني حيث حرص على ملاحظة ما يفعله النبي - صلى الله عليه وسلم - روى مسلم أنه قال (( لأرمقن صلاة رسول الله - صلى الله عليه وسلم - الليلة - أي لأطيلن النظر - (( وقد تابع هذا الصحابي الجهني النبي - صلى الله عليه وسلم - في صلاة الليل ونقل هدية في ذلك(¬4) . ¶ لقد تفقه عدد من الصحابة ممن ينتمون إلى تلك القبائل في دينهم على يد رسول الله - صلى الله عليه وسلم - فبرزوا بذلك على أبناء جلدتهم ممن ظلوا في الصحراء أو في البادية (( ومن أصبح وأمسى مشاهداً لوعظ رسول الله - صلى الله عليه وسلم - وبياناته الشافية وتأديبه كيف يكون مساوياً لمن لم يؤثر هذا الخير ولم يسمع خبره ؟ ))(¬5) ، وبما أنه أصبح لهؤلاء المتفقهين منزلة في مجتمع الأمة الناشئة فإن ذلك مما لفت أنظار أبناء البادية الآخرين ، وهم لم يتعودوا إلا على معايير قبلية لا تعطي الغريب ما يوازي نبوغه من المنزلة ، وعلى كل فإن هؤلاء الصحابة وبحكم انتمائهم لهذه القبائل ¶ فلا شك في أن تتأثر قبائلهم بهم مما ساعد على إزالة العوائق التي تحول دون إكمال عملية انتشار الإسلام بين القبائل وإزالة جيوب المعارضة والنفاق كما أن ما ينشرونه من فقه وعلم يسهم في رفع مستوى الوعي الديني لتلك القبائل . ¶ ¬__________ ¶ (¬1) ابن كثير : البداية والنهاية ، ج8 ، ص 304 . ¶ (¬2) مسلم : الجامع الصحيح ، كتاب فضائل الصحابة 4/1922 . ¶ (¬3) ابن كثير : البداية والنهاية ، 3/529 ، 531 . ¶ (¬4) مسلم : الجامع الصحيح ، كتاب صلاة المسافرين 1/531 . ¶ (¬5) الفخر الرازي : التفسير الكبير ، ج6 ، ص 125 .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وإلى جانب القرب من النبي - صلى الله عليه وسلم - والتعلم منه فثمة نفرٌ من أبناء تلك القبائل أخذ العلم من بعض الصحابة ذوي السابقة ، كعبد الله بن مغفل المزني حيث يروى عنه أن النبي - صلى الله عليه وسلم - ، وكل به رجلاً من الأنصار يقول : (( كنت أغدوا عليه فأجلس ببابه حتى يخرج فإذا خرج ترددت معه حوائجه فأستقرئه القرآن وأسأله في الدين ))(¬1) . ¶ وتعلم عمرو بن مرة الجهني من معاذ بن جبل - رضي الله عنه - القرآن وسنن الإسلام فقال في ذلك : ¶ إني شرعت الآن في حوض التقى ... وخرجت من عقد الحياة سليماً ¶ ولبست أثواب الحليم فأصبحت ... أم الغواية من هواي عقيماً(¬2) ¶ كما ارتبط بعضهم مع صحابة ذوي سابقة وفضل أثناء بعض الغزوات ففي المريسيع كان جهجاه بن قيس الغفاري أجيراً عند عمر بن الخطاب يقود فرساً له(¬3) ، وفي الحديبية لازم سلمة بن الأكوع الأسلمي ، طلحة بن عبيد الله(¬4) . ¶ إن ارتباط هؤلاء بمن هم أفقه منهم من ذوي السابقة والفضائل من الصحابة وإن كان هدفه الأساسي الخدمة إلا أن ذلك الارتباط كان يعزز فقههم ووعيهم الديني . ¶ ¬__________ ¶ (¬1) عمر بن شبه : تاريخ المدينة ، ج1 ، ص 264 . ¶ (¬2) ابن الأثير : أسد الغابة 4/131 . ¶ (¬3) ابن الأثير : أسد الغابة 2/357 . ¶ (¬4) مسلم : الجامع الصحيح . كتاب الجهاد والسير ، ج3 ، ص 1434 .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وإلى جانب ذلك فثمة قنوات وعوامل أسهمت في نشر الدين والتفقه فيه بين أبناء القبائل . ومن ذلك : المشاركة في أعمال الغزوات والسرايا حيث أسهمت في رفع مستوى التفقه في الدين عند المشاركين من أبناء بوادي المدينة وغيرهم ، يقول أبو برزة الأسلمي قد صحبت رسول الله - صلى الله عليه وسلم - في غزو كثير فرأيت من رخصه وتيسيره فأخذت بذلك(¬1) كما أن مرور النبي - صلى الله عليه وسلم - بديار القبائل بين مكة والمدينة عامل له أثره في اكتساب أبناء البادية قدراً من الفقه في الدين ، ومعلوم أن النبي - صلى الله عليه وسلم - طرق بعض هذه الديار أثناء الهجرة ، ثم أثناء مسيره إلى مكة عام الحديبية وفي عمرة القضاء وأثناء خروجه لفتح مكة ، وعندما قصد مكة في العام العاشر لأداء حجة الوداع . ¶ وكذلك البعوث الدعوية المرسلة إلى مناطق القبائل ، فقد خرجت من المدينة بعوث دعوية لبعض القبائل ومنها قبائل بعيدة عن المدينة يظن في أهلها عدم الوفاء كبني عامر(¬2) وعضل والقارة ( من الهون بن خزيمة )(¬3) . فكيف بقبائل الجوار ، وحلفاء الأوس والخزرج ؟ ، فقد روى مسلم ما يفيد أن النبي - صلى الله عليه وسلم - أمر شبيبة أقاموا عنده عشرين ليلة أن يرجعوا إلى أهليهم قائلاً لهم : ¶ (( ¶ ¬__________ ¶ (¬1) الحاكم النيسابوري : المستدرك على الصحيحين ، ج1 ، ص 255 . ¶ (¬2) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، 3/184 - 185 ، عند مسلم ( جاء أناس إلى النبي - صلى الله عليه وسلم - فقالوا : أن ابعث معنا رجالاً يعلموننا القرآن والسنة وفي الحديث ( فعرضوا لهم فقتلوهم ) كتاب الإمارة باب ثبوت الجنة للشهيد ، 3/1551 ¶ (¬3) ابن سعد : الطبقات الكبرى 2/55",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أقيموا فيهم وعلموهم ومروهم فإذا حضرت الصلاة فليؤذن لكم أحدكم ثم ليؤمكم أكبركم ))(¬1) ، وبما أن قبائل الجوار تلك ، قد غلب على سكانها البداوة والتنقل بين المراعي ضمن مجال محدد وفقاً لدورة التجوال الموسمي . فقد كان هناك من يفد إلى النبي - صلى الله عليه وسلم - ويسأله مسائل دينية يتحقق بواسطتها حصول السائل على قدر من التفقه في الدين . ¶ فالبادية ذاتها كان يفد منها رجال يسألون النبي - صلى الله عليه وسلم - مسائل في الدين ومع أن الروايات لا تحدد قبائل أولئك الأعراب الوافدين إلا أنه يغلب أن يكونوا من البيئات البدوية التي لا تبعد عن المدينة . ¶ فقد روى أنس - رضي الله عنه - أن الصحابة - رضي الله عنهم - كان يعجبهم أن يجيء الرجل من أهل البادية العاقل ، فيسمع صحابة النبي - صلى الله عليه وسلم - أسئلته لرسول الله - صلى الله عليه وسلم - (¬2) ، يذكر النووي أن رسول الله - صلى الله عليه وسلم - سمح للطارِئِين من الأعراب بالسؤال عن أمور الدين وكان أولئك يعذرون ويحتملون(¬3) ومما وصف به النبي - صلى الله عليه وسلم - أنه يصبر للغريب على الجفوة في منطقه ومسألته ، حتى أن أصحابه ليستجلبونهم(¬4) . ¶ ¬__________ ¶ (¬1) مسلم : الجامع الصحيح : كتاب المساجد ومواضع الصلاة 1/466 . ¶ (¬2) مسلم : الجامع الصحيح ، كتاب الإيمان ، باب السؤال في أركان الإسلام ، 1/41 . ¶ (¬3) شرح النووي على مسلم ، 16/346 . ¶ (¬4) البيهقي : دلائل النبوة ، ج1 ، ص 291 .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "لقد سجلت كتب السنة كثيراً من مسائل أهل البادية للنبي - صلى الله عليه وسلم - ومن ذلك ما رواه مسلم بسنده عن أنس بن مالك قال جاء رجل من أهل البادية فقال : يا محمد أتانا رسولك . فزعم لنا أنك تزعم أن الله أرسلك ؟ قال (( صدق )) قال : فمن خلق السماء ؟ قال الله . قال : فمن خلق الأرض ؟ قال الله . قال : فمن نصب هذه الجبال ، وجعل فيها ما جعل . قال الله ، قال : فبالذي خلق السماء وخلق الأرض ونصب هذه الجبال آلله أرسلك ؟ قال نعم ، قال : وزعم رسولك أن علينا خمس صلوات في يومنا وليلتنا . قال (( صدق )) ، قال : فبالذي أرسلك . آلله أمركَ بهذا ؟ قال نعم . قال : وزعم رسولك أن علينا صوم شهر رمضان في سَنَتِنَا . قال صدق . قال : فبالذي أرسلك . آلله أمرك بهذا ؟ قال (( نعم )) قال : وزعم رسولك أن علينا حج البيت من استطاع إليه سبيلا . قال (( صدق )) قال ، ثم ولى . قال : والذي بعثك بالحق لا أزيد عليهن ولا أنقصُ منهن . فقال النبي - صلى الله عليه وسلم - (( لئن صدق ليَدْخُلَنَّ الجنة ))(¬1) . ¶ ويسأل أولئك الأعراب أسئلة عامة فيجيب عليها النبي - صلى الله عليه وسلم - بكلمات جامعة تتضمن إجابة وافية مختصرة ومن ذلك الأعرابي الذي عرض للنبي - صلى الله عليه وسلم - سائلاً إياه وقد أخذ بزمام ناقته قائلاً . أخبرني بما يقربني من الجنة وما يباعدني من النار ؟ فكف النبي - صلى الله عليه وسلم - ثم نظر في أصحابه ثم قال : ( تعبد الله لا تشرك به شيئاً وتقيم الصلاة وتؤتى الزكاة وتصل الرحم )(¬2) . ¶ ¬__________ ¶ (¬1) مسلم : الجامع الصحيح ، كتاب الإيمان 1/42 - 43 ، حديث رقم ( 12 ) . ¶ (¬2) مسلم : الجامع الصحيح : كتاب الإيمان 1/42 ، حديث ( 13 ) .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وتتضمن أسئلة الأعراب مسائل في الأطعمة وأحكام بعض القضايا والمشكلات التي نزلت بهم كذلك الذي سئل النبي - صلى الله عليه وسلم - عن حكم أكل الضب الذي ذكر أنه عامة طعام أهله(¬1) . ومثل الأعرابي الذي جاء إلى النبي - صلى الله عليه وسلم - وقال له : اقض بيننا بكتاب الله ثم ذكر أن ابنه كان ( عسيفاً ) على هذا ( يعني خصمه ) فزنى بامرأته(¬2) كما شملت تساؤلات الأعراب موضوعات عن الصيام(¬3) ، والساعة(¬4) وأحكام التيمم والمسح على الخفين(¬5) وغيرهما من الموضوعات التي تمس حياتهم ، مريدين بذلك تطبيق أحكام الله والتفقه في دينه ، ولقد تلقى أولئك السائلون معلومات موجزة لكنها مهمة وضرورية لهم . ¶ وثمة مواقف حدثت لبعض الصحابة القادمين من البادية جرت بحضرة النبي - صلى الله عليه وسلم - تعبِّر عن قلة التفقه في الدين والجفاء ، وقد نبه رسول الله - صلى الله عليه وسلم - إلى خطأها فزود أولئك الذي حصلت لهم تلك المواقف بتعاليم مناسبة للموقف الذي حصل منهم مما أسهم في رفع غشاوة الجهل عنهم .. ومن ذلك ما حصل من معاوية بن الحكم السلمي عندما تكلم في الصلاة فعلَّمه النبي - صلى الله عليه وسلم - (( إن هذه الصلاة لا يصلح فيها شيء من كلام الناس إنما هو التسبيح والتكبير وقراءة القرآن ))(¬6) . ¶ ¬__________ ¶ (¬1) مسلم الجامع الصحيح . كتاب الصيد والذبائح ، باب إباحة الضب 3/1546 . ¶ (¬2) عسيفاً : أي أجيراً انظر : ابن حجر : فتح الباري ، ج12 ، ص 137 ، 139 . ¶ (¬3) البيهقي : السنن الكبرى ، ج4 ، ص 300 . ¶ (¬4) البخاري : الجامع الصحيح ، كتاب العلم 1/21 . ¶ (¬5) البيهقي : السنن الكبرى ، ج1 ، ص 227 . ¶ (¬6) مسلم : الجامع الصحيح : كتاب المساجد 1/382 ، حديث رقم ( 537 ) .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وجاء في الحديث عن معاوية بن الحكم (( ما رأيت معلماً قبله ولا بعده أحسن منه )) يعني رسول الله . ومثل الأعرابي الذي بال في المسجد(¬1) . وسليك الغطفاني الذي دخل المسجد يوم الجمعة والنبي - صلى الله عليه وسلم - يخطب فجلس ولم يركع ركعتين(¬2) . ¶ وقد رافق نشر الفقه في الدين بين القبائل جهود استهدفت تقويم السلوكيات وإزالة العوائد الخاطئة ، حيث واجه النبي - صلى الله عليه وسلم - بعض العادات والسلوكيات ، ومن أمثلة ذلك أن رجلاً من غفار جاء إلى رسول الله - صلى الله عليه وسلم - وعليه تميمة فقطعها رسول الله - صلى الله عليه وسلم - بيده وقال ما اسمك قال السائب قال بل اسمك عبد الله(¬3) . ¶ ¬__________ ¶ (¬1) البخاري : الجامع الصحيح ، كتاب الوضوء 1/61 ، مسلم : كتاب الطهارة : باب وجوب غسل البول 1/236 . ¶ (¬2) مسلم : الجامع الصحيح : كتاب الجمعة ، باب التحية والإمام يخطب ، 2/596 - 597 . ¶ (¬3) ابن الأثير : أسد الغابة 2/256 .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ومما قومه النبي - صلى الله عليه وسلم - من العوائد عوائد الأكل عند بعض أعراب المدينة فقد أبصر النبي - صلى الله عليه وسلم - بشر بن راعي العير ( الأشجعي ) يأكل بشماله فقال : كل بيمينك قال لا أستطيع قال : لا استطعت قال فما وصلت يده فيه(¬1) ، (( ما منعه إلا الكبر )) ، وعن رافع بن عمرو الغفاري قال : كنت أرمي نخلاً للأنصار فأخذوني فذهبوا بي إلى رسول الله - صلى الله عليه وسلم - فقالوا هذا يرمي نخلنا .. فقال يا رافع لم ترمي نخلهم قلت يا رسول الله الجوع . فقال لا ترم وكل مما أشبعك الله ورواك(¬2) . ¶ وجاء عن أبي ذر الغفاري ، أنه سابَّ رجلاً على عهد رسول الله - صلى الله عليه وسلم - ، فقال النبي - صلى الله عليه وسلم - : إنك امرؤ فيك جاهلية(¬3) ، وعند ابن سعد أن أبا ذر قال في حدثان إسلامه لابن عمه : يا ابن الأمة ، فقال النبي - صلى الله عليه وسلم - : ما ذهبت أعرابيتك بعد ؟(¬4) . ¶ ¬__________ ¶ (¬1) البيهقي : السنن الكبرى ، ج7 ، ص 277 . كتاب الصداق ، باب آداب الطعام والشراب ، ابن حجر : الإصابة 1/148 ، والحديث عند مسلم دون تسمية (( بشر بن راعي العير )) كتاب الأشربة ، حديث رقم ( 2021 ) ، 3/1599 . وفي شرح النووي ، بسر ( بالسين ) بن راعي العير الأشجعي ، مج 7 ، ج 13/192 وأشار إلى أن مجرد الكبر والمخالفة لا يقتضي النفاق والكفر لكنه معصية . ¶ (¬2) الحاكم : المستدرك على الصحيحين ، 3/444 ، البيهقي : السنن الكبرى ، ج10 ، ص 2 . ¶ (¬3) انظر البخاري : كتاب الإيمان . باب المعاصي من أمر الجاهلية ، فتح الباري 1/84 ومسلم : الجامع الصحيح : كتاب الإيمان . باب إطعام الملوك مما يأكل ، حديث رقم ( 1661 ) ، ج 3 ، ص 1282 . ¶ (¬4) ابن سعد : الطبقات الكبرى 4/225 .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ويفهم من ذلك التشنيع على خصال الجاهلية المفرقة للمجتمع المذهبة لوحدته . كما غيَّر النبي - صلى الله عليه وسلم - بعض الأسماء التي تحمل التعبيد لغير الله وتلك الأسماء المجافية للذوق والتي دَرَجَ الجاهليون على التسمي بها ، ومن ذلك أنه غيَّر اسم ¶ ( عبد العزى الجهني ) إلى عبد العزيز(¬1) وبنو غيان الجهنيون إلى بني رشدان(¬2) . ¶ ومن السلوكيات المستفحلة في مناطق القبائل المجاورة للمدينة نزعة العدوان بهدف السلب والنهب والتعرض للمسافرين والحجاج وأخذ أموالهم ، ويرجع تأصل هذه النزعة إلى مجموعة من العوامل منها الأزمات الاقتصادية الخانقة والجوع وقيم الجاهلية التي تسوِّغ الاعتداء على غير أبناء القبيلة وجاء في بعض الروايات أن قبائل غفار وأسلم ومزينة كانت ترمى بسرقة الحجاج(¬3) واشتهر الغفاريون(¬4) بذلك وعرف عنهم عدم احترام الأشهر الحرم . ولهذا دعا رسول الله لهم لتزول عنهم تلك السبة وذلك العار(¬5) . الذي أزيل بنشر الإسلام والتفقه في الدين . ¶ ¬__________ ¶ (¬1) انظر : ابن الأثير : أسد الغابة 3/327 - 329 . ¶ (¬2) ابن الأثير : أسد الغابة 2/319 . ¶ (¬3) مسلم : الجامع الصحيح ، كتاب فصائل الصحابة ، 4/1956 . ¶ (¬4) البيهقي : دلائل النبوة ، 3/194 ، ابن سعد : الطبقات الكبرى 4/223 . ¶ (¬5) البغوى : شرح السنة تحقيق علي محمد معوض وعادل عبد الموجود ، 7/167 ، ابن حجر : فتح الباري ، 6/545 .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "لقد ورد أن رسول الله - صلى الله عليه وسلم - دعا لِصَّين من أسلم في ركوبة(¬1) يعرفان بـ ( المُهَانَان ) فعرض عليهما الإسلام فأسلما ثم سألهما عن أسمائهما فقالا نحن المهانان فقال (( بل أنتم المُكْرَمَان )) وأمرهما أن يقدما عليه المدينة(¬2) . ¶ لقد واجهت عملية التفقه في الدين ألوناً من العادات والسلوكيات فقومت بالتهذيب والترشيد أو بالإزالة والإلغاء فتبقي على أعمال الخير وخصال المرؤة وتزيل المفاهيم الجاهلية في المجتمعات القبلية خاصة مفاهيمها العبادية القائمة على تقديس الأصنام والأوثان ومفاهيمها السياسية المتعصبة التي تعبئ أفراد القبيلة ضد الآخرين من غير قبيلتهم وتدمج أولئك في أعمال جاهلية تحت نزعة الولاء الأعمى للقيادات الطائشة . ¶ وثمة نتائج إيجابية حققها شيوع التفقه في الدين بين القبائل المجاورة لا تقتصر على الجانب التعليمي والديني بل تمتد لتشمل الجانب السياسي ، ومن ذلك إشاعة فكرة الأمة الواحدة ، والقيادة السياسية الواجبة الطاعة . ¶ يعني الاندماج في أمة الإسلام الناشئة الدخول ضمن جماعة المسلمين الناشئة في المدينة النبوية . وتغليب مفهوم الأمة المسلمة على مفهوم القبيلة ويقتضي ذلك التخلي عن الروح القبلية المتعصبة وتجاوز روابط الدم إلى روابط العقيدة والإيمان ورد الأمور إلى الله ورسوله - صلى الله عليه وسلم - بدلاً من السدنة والكهنة وشيوخ القبائل . ¶ ¬__________ ¶ (¬1) ركوبة : ثنية بين مكة والمدينة صعبة سلكها النبي - صلى الله عليه وسلم - . تعرف اليوم بـ ( ريع الغائر ) محمد شراب : المعالم الأثيرة ، ص 129 . ¶ (¬2) الإمام أحمد : المسند 27/238 . وقال ابن كثير : انفرد به أحمد . البداية والنهاية تحقيق عبد الله التركي بالتعاون مع مركز البحوث والدراسات العربية بدار هجر ، القاهرة ، ط1 ، 1417 هـ ، 4/484 ، وقد ضعف إسناده محقق المسند ، 27/240 .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "لقد كان انتشار التفقه في الدين وسط القبائل المجاورة للمدينة النبوية وما يترتب عليه من وعي وتغير في المدركات والذهنيات يقوي شعور الارتباط بأمة الإسلام الناشئة بالمدينة وقائدها محمد - صلى الله عليه وسلم - ، كذلك فإن انتشار التفقه في الدين مما ينجم عنه إيجاد أفراد أو مجموعات واعية من داخل القبائل تتفاعل مع مفاهيم الإسلام وما اشتمل عليه من توجيهات سديدة ترفض المفاهيم القبلية المتعصبة . ¶ إن اندماج البوادي القريبة من المدينة في مجتمع المسلمين لم يتم بين يوم وليلة وإن مجرد دخول أفراد أو فصائل من تلك القبائل في بداية العهد المدني لا يعني انتشار الإسلام بينها في ظروف وجيزة ، ولا يعني عدم وجود اتجاهات بين القبائل تستبطن المعارضة والتمرد ، فالمدينة ذاتها لم تخلُ من جيوب المعارضة والنفاق . ¶ ومعلوم أن الإسلام هو الوشيجة التي تؤهل الأفراد والجماعات للدخول في فلك أمة الإسلام الناشئة . ¶ وتعد هجرةُ جزءٍ من أبناء القبائل المجاورة للمدينة خطوة مهمة هيئت المجال أمام أبناء القبائل المهاجرة للدخول في بناء المجتمع الإسلامي بالمدينة والارتباط الفعلي به كما قال تعالى : { إنّ الذين أمنوا وهاجروا وجاهدوا بأموالهم وأنفسهم في سبيل الله والذين ءَاووا ونصروا أولئك بعضهم أولياء بعض والذين آمنوا ولم يهاجروا مالكم من ولايتهم من شيء حتى يهاجروا } (¬1) . ¶ ¬__________ ¶ (¬1) سورة الأنفال الآية (72 )",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "لقد كان من نتائج إسلام هذه القبائل أن هاجر قسم من فصائلها وبطونها إلى دار الإسلام ( المدينة النبوية ) ذلك أن التبعية للأمة المسلمة الناشئة يتطلب ذلك .. فأصبح لهؤلاء المهاجرين مساكن في مناطق معينة من المدينة ، وقد أوردت بعض المصادر منازل المهاجرين إلى المدينة ومنهم الغفاريون الذين أقطع لهم النبي - صلى الله عليه وسلم - قطيعة بهدف السكنى . وكذلك الأسلميون والجهنيون الذين نزلوا مع البلويين في منطقة واحده(¬1) . ¶ لكن هجرة بعض البطون أو الفصائل أو بعض الأفراد من تلك القبائل وغيرها لا يعني حدوث نزوح سكاني كثيف من منازل القبائل المجاورة نحو المدينة بشكل أدى إلى انفضاض مراكز التجمعات القبلية حول المدينة فثمة مجموعة من الوقائع والمؤشرات تدل على بقاء قسم كبير من أبناء البوادي المحيطة بالمدينة في منتجعاتهم ومراكزهم . ومنها : ¶ أنه في أثناء مسير النبي - صلى الله عليه وسلم - إلى مكة عام الحديبية مر بأعراب ينتمون إلى مزينة وجهينة(¬2) كما مر بالأبواء وبها بعض الغفاريين(¬3) ، وقبيل غزوة فتح مكة بعث رسول الله - صلى الله عليه وسلم - مستنفراً مَنْ حول المدينة من قبائل أسلم وغفار ومزينة وجهينة وأشجع وسليم(¬4) . ¶ ¬__________ ¶ (¬1) انظر : عمر ابن شبه : تاريخ المدينة ( تحقيق : على دندل وياسين بيان دار الكتب العلمية ، بيروت ج1 ، ص 159 - 161 ¶ (¬2) الواقدي : المغازي 2/574 . ¶ (¬3) الواقدي : المغازي 20/577 ¶ (¬4) انظر . ابن سعد : الطبقات الكبرى 2/134-135 والعيص : واد لجهينة بين المدينة والبحر . يبعد عن ينبع (150) كيلاً شمالاً ، محمد محمد شراب : المعالم الأثيرة ، ص204",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "لما استدعى النبي - صلى الله عليه وسلم - أبا بصير وأبا جندل من العيص إلى المدينة بعد الحديبية وهما صحابيان أمر من اتبعهما من المسلمين ( ومنهم جهنيون وغفاريون وأسلميون ) أن يرجعوا إلى بلادهم وأهليهم(¬1) . ¶ وروى ابن سعد أن رسول الله - صلى الله عليه وسلم - قال لوفد مزينة في السنة الخامسة (( أنتم مهاجرون حيث كنتم فارجعوا إلى أموالكم فرجعوا إلى بلادهم ))(¬2) . ¶ وجاء في مسند الإمام أحمد عن سلمة بن الأكوع الأسلمي : إني سمعت رسول الله يقول : ابدوا يا أسلم فتنسموا الرياح واسكنوا الشعاب فقالوا : إنا نخاف يا رسول الله أن يضرنا ذلك في هجرتنا قال : أنتم مهاجرون حيث كنتم(¬3) . ¶ ¬__________ ¶ (¬1) البيهقي : دلائل النبوة 4/175 من رواية موسى بن عقبة ¶ (¬2) الطبقات الكبرى 1/291 ، كما أورد ابن سعد كتاباً ( بدون اسناد ) من النبي - صلى الله عليه وسلم - ، لأسلم ، أنهم مهاجرون حيث كانوا ، المصدر نفسه 1/271 . مسند 27/84 ¶ (¬3) المسند ، تحقيق شعيب الأرناؤط وإبراهيم الزيبق 27/84-85 ( حديث حسن ) .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وهناك صحابة أسلميون وغفاريون وجهنيون من ذوي المنزلة والمكانة عند رسول الله - صلى الله عليه وسلم - أقاموا خارج المدينة كسلمة بن الأكوع الأسلمي(¬1) وجحش الجهني(¬2) وعبد الله بن أنيس الجهني(¬3) والذي كان ينزل ليلة ثلاث وعشرين من رمضان فيسكن المسجد والصفة ، ثم يخرج إلى أهله وكان منزلة بأعراف(¬4) ، وروى أن أبا ذر - رضي الله عنه - اجتوى(¬5) المدينة ، فأمر له النبي بذود وغنم ، وورد أنه كان يعزب عن الماء(¬6) أي كان يسير في الصحراء بعيداً عن المدينة ، وعند الواقدي أنه استأذن النبي - صلى الله عليه وسلم - إلى لقاحه بالغابة(¬7) . ¶ هذا إلى جانب عدد آخر من الصحابة من تلك القبائل أقاموا خارج المدينة وفي بواديها(¬8) ، ومن المؤكد أن تلك الظاهرة لا تعبر عن حالات فردية محدودة حصل ¶ ¬__________ ¶ (¬1) مسلم : الجامع الصحيح ، كتاب الأمارة ، ج 3 ، ص 1486 ، حديث رقم ( 1862 ) ¶ (¬2) ابن الأثير : أسد الغابة ، ج1 ، ص 373 ¶ (¬3) ابن قتيبة : المعارف ، ص 280 ، أبو نعيم الأصبهاني : حيلة الأولياء وطبقات الأصفياء ، القاهرة ، دار السعادة 2/5 . ¶ (¬4) أعراف : على بريد من المدينة . راجع : محمد محمد شراب ، المعالم الأثيرة ، ص 31 . ¶ (¬5) اجتوى : أي كره ( الفيروز آبادي : القاموس المحيط ، ص 1641 . ¶ (¬6) البيهقي : السنن الكبرى ، 1/217 . ¶ (¬7) المغازي : 2/538 ، والغابة : موضع يقع شمال غرب المدينة : محمد محمد شراب : المعالم الأثيرة ، ص 207 . ¶ (¬8) مثل زاهر بن حرام الأشجعي : انظر : البيهقي : السنن الكبرى ، 6/169 ، وأبى اللحم الغفاري وكان ينزل الصفراء . انظر : انظر الحاكم النيسابوري : المستدرك على الصحيحين ، 3/622 .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "أصحابها على إذن من الرسول - صلى الله عليه وسلم - ، بل هو اتجاه ينجم مع اتساع دار الإسلام . وفي رأي بعض العلماء أنّ الهجرة إلى المدينة كانت فرضاً أول الإسلام لقلة المسلمين ، ويُنْقَل عن الخطابي قوله : إن الهجرة أول الإسلام كانت مطلوبة ثم افترضت لما هاجر النبي - صلى الله عليه وسلم - إلى المدينة للقتال معه . وتعلم شرائع الدين(¬1) . كما رأى علماء آخرون أن هجرة غير أهل مكة من المندوب لا الواجب ويستدل لذلك بقوله - صلى الله عليه وسلم - للأعرابي الذي استشاره في الهجرة فقال ويحك إن شأنها الشديد ، فهل لك من إبل قال : نعم فقال : فهل تؤدي صدقتها .. قال : نعم . قال : فاعمل من وراء البحار فإنَّ الله لن يترك من عملك شيئاً(¬2) ، ويذكر القرطبي(¬3) أن من العلماء من حصر وجوب الهجرة على من لم يسلم جميع أهل بلده ، لئلا يبقى تحت أحكام الشرك ويخاف الفتنة على دينه . ¶ ويرى بعض الباحثين أن بعد الخندق لم تعد الدولة الإسلامية بحاجة إلى مهاجرين جدد فقد تغيرت خطة الدولة الإسلامية من الدفاع إلى الهجوم كما ضاقت المدينة بسكانها المتزايدين وما يحتاجونه من الوقت والمسكن ولهذا طلب النبي - صلى الله عليه وسلم - ، من بعض المهاجرين بعد الخندق العودة إلى ديارهم إذا لم تعد هناك حاجة لإقامتهم بالمدينة بل صار بقاؤهم في قبائلهم أجدى لقيامهم بالدعوة إلى الإسلام فيها(¬4) . ¶ ¬__________ ¶ (¬1) ابن حجر : فتح الباري ، 7/229 . ¶ (¬2) البخاري ، الصحيح من الفتح ، كتاب الزكاة 3/316 ، مسلم : الجامع الصحيح ، 3/1488 والبحار : القرى . ¶ (¬3) المفهم لما أشكل من تلخيص مسلم ، بيروت ، دار ابن كثير ، ط1 ، 1417 هـ . 4/69 . ¶ (¬4) العمري : السيرة النبوية الصحيحة : ج1 ، ص 238 .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ومن المعلوم أن للمصالح المتوخاة والظروف المستجدة أثرها في الأحكام ذات الطابع الحركي والتنظيمي ، وإذا كانت هناك ظروف ووقائع جعلت من الهجرة إلى المدينة أمر واجباً فثمة ظروفاً استجدت ومصالح متوخاة جعل الدولة الإسلامية لا تتوسع في قبول كل المهاجرين من أبناء البادية المجاورة للمدينة وغيرها من الأماكن ومن هذه الظروف والعوامل بالإضافة لما ذكرناه من عوامل سياسية واقتصادية ما يلي : ¶ أنه لم يعد هناك خوف من الفتنة في الدين نتيجة انتشار الإسلام بين القبائل المجاورة ، كما أن بقاء هذه القبائل في أماكنها ومراعيها كبادية وريف للمدينة يزودها بالسلع البسيطة والدواب مسألة حيوية لدار الإسلام فثمة آثار توضح لنا كيف أن القيادة النبوية كانت تتفهم وظيفة البادية تلك فقد ورد عن النبي - صلى الله عليه وسلم - أن أسلم ليسوا بأعراب هم أهل باديتنا ونحن أهل قاريتهم إذا دعوناهم أجابوا وإن استنصرناهم نصرونا(¬1) وروى سلمة بن الأكوع الأسلمي أن رسول الله - صلى الله عليه وسلم - قال : ( أنتم أهل بدونا ونحن أهل حضركم )(¬2) . ¶ كما ورد قوله لمزينة وبني كعب (( أنتم باديتي وأنا حاضرتكم وعليكم أن تجيبوني إذا دعوتكم ))(¬3) . ¶ وروى البيهقي بسنده عن أنس أن رجلاً من البادية كان اسمه زاهر بن حرام ( الأشجعي ) كان يهدي النبي - صلى الله عليه وسلم - الهدية من البادية فيجهزه رسول الله - صلى الله عليه وسلم - إذا أراد أن يخرج فقال النبي - صلى الله عليه وسلم - : (( إن زاهرًا باديتنا ونحن حاضروه ))(¬4) . ¶ ¬__________ ¶ (¬1) الإمام أحمد : المسند ، تحقيق شعيب الأرناؤط وآخرون 41/468 حديث رقم ( 25010 ) ، ابن سعد ، الطبقات الكبرى 8/215 . ¶ (¬2) المسند : 27/86 ، وذكر المحققون أن الحديث صحيح لغيره وإسناده حسن . ¶ (¬3) ابن شبه : تاريخ المدينة ، 1/56 . ¶ (¬4) السنن الكبرى ، 6/169 .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وربما أدى بقاء مسلمي الأعراب في بيئاتهم إلى تأثر آخرين غير مسلمين بهم ومما يخدم استراتيجية الدولة الإسلامية بعد التحول من الموقف الدفاعي إلى الموقف الهجومي أن تبقى القبائل المسلمة المجاورة للمدينة أو تلك التي أخذ الإسلام ينتشر بين بطونها وفصائلها في أماكنها وديارها لتحمي حدود دار الإسلام ، ولتسهم في مراقبة تحركات قريش وغيرها ، ومن زاوية أخرى فإن المراكز القبلية المجاورة للمدينة والمراعي الخصبة التي تهيمن عليها مزينة وأسلم وجهينة وغيرها من القبائل تلك المراعي والمراكز تشكل ريف المدينة وباديتها التي تمون سوق المدينة بالماشية والدواب وبعض السلع الأخرى فليس من المصلحة أن تخلو تلك البوادي من كل سكانها لما يترتب على ذلك من مفاسد وآثار سلبية تنعكس على أمن المدينة واقتصادها . ¶ وقد كشفت الأزمة التي أعقبت حادثة المريسيع والتي جرى فيها خلاف بين غفاري وجهني أحدهما أجير لأحد المهاجرين والآخر حليف لأحد الأنصار(¬1)عن أن التوسع في استيعاب أعداد كبيرة .. يثير حفيظة دعاة المحلية الضيقة كعبد الله بن أبي ، وقد يولد عوامل سلبية بالغة التأثير على مشروع بناء الأمة الواحدة الذي يسمو فوق العصبيات والمشاعر القبلية الهوجاء . ¶ كما تُبين بعض المصادر أن هناك من يقبل على المدينة مدعياً الإسلام نظراً لما حل بهم من الجهد والفاقة وهم كاذبون فضيقوا على أصحاب النبي - صلى الله عليه وسلم - وأجهدوهم فردهم رسول الله - صلى الله عليه وسلم - إلى عشائرهم وحذر قومهم أن يفعلوا فعلهم(¬2) ويفهم من هذا أن التوسع غير المدروس في استيعاب تلك الأعداد الكبيرة المنتمية إلى عصبيات متنوعة له مخاطره الأمنية وانعكاساته السلبية التي لا تخفى . ¶ ¬__________ ¶ (¬1) ابن هشام : سيرة النبي - صلى الله عليه وسلم - 3/334 . ¶ (¬2) الطبري : جامع البيان ، مج 7 ، ج 11 ، ص 50 .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "هذا وبالنسبة للقبائل المحيطة بالمدينة فحيث إن عملية انتشار الإسلام فيها تمت قبل فتح مكة وأمنت الفتنة في الدين في ديارهم ، ومن ثم فإن انتشار الإسلام بينها وارتباطها بالدولة الإسلامية صيَّر ديارها دار إسلام ومن ثم فلا معنى لمغادرتها .. والذي يدل عليه حديث (( لا هجرة بعد الفتح )) والذي جاء بعد فتح مكة ، أنه لا هجرة واجبة على بلد يفتحه المسلمون ويصبح من دار الإسلام(¬1) . ¶ وعلى كلٍّ فإن هجرة من هاجر من الصحابة من القبائل المجاورة والوافدة على رسول الله - صلى الله عليه وسلم - قبل الفتح وكذلك الهجرة بقصد العودة والرجوع خطوات أسهمت في تقوية تيار الاندماج والارتباط بالدولة الإسلامية . ¶ ¬__________ ¶ (¬1) البخاري : الجامع الصحيح ، فتح الباري ، كتاب الجهاد ، باب لا هجرة بعد الفتح ، فتح الباري 6/190 .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ومما ساعد على انصهار القبائل المجاورة للمدينة المعاملة الحسنة التي يلقاها الوافدون والقادمون إلى المدينة من لدن رسول الله - صلى الله عليه وسلم - حيث كان يكرم كريم كل قوم ويوليه عليهم(¬1) ، وأكد عليه الصلاة والسلام على إحسان معاملة الوافدين على سوق المدينة وعدم تعريضهم للغرر والإضرار حيث نهى عن تلقي الركبان قبل أن يبلغوا السوق ، وتم ضبط المكاييل والموازين(¬2) مما أدى بث الطمأنينة وتوفر السمعة الجيدة لسوق المدينة كما أن المشكلات المادية والاقتصادية التي تتعرض لها هذه البوادي تجد اهتماماً من قبل النبي - صلى الله عليه وسلم - ، أخرج مسلم في صحيحه (( أن قوماً من مضر جاؤوا إلى رسول الله - صلى الله عليه وسلم - وهم على حال من الفقر والفاقة فتمعر وجه النبي - صلى الله عليه وسلم - لما بهم من الفاقة ثم خطب ودعا إلى الصدقة عليهم )) وفي رواية جاء ناس من الأعراب إلى رسول الله - صلى الله عليه وسلم - فرأى سوء حالهم قد أصابتهم حاجة ، ثم خطب ودعا إلى الصدقة(¬3) . ¶ ¬__________ ¶ (¬1) البيهقي : دلائل النبوة ، 1/289 . ¶ (¬2) انظر : ابن حجر : فتح الباري 4/375 ، 8/696 . الطبري : جامع البيان مج12 ، ج 30 ¶ (¬3) الجامع الصحيح ، كتاب الزكاة حديث رقم ( 1017 ) 2/704 – 705 .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وروى أن أعرابياً من أهل البدو جاء إلى رسول الله - صلى الله عليه وسلم - يوم الجمعة فقال يا رسول الله هلكت الماشية وهلك العيال(¬1) ، ودعا رسول الله - صلى الله عليه وسلم - لأسلم لما جهدهم من الجوع والضعف(¬2) وكثيراً ما اشتكى الأعراب إلى رسول الله - صلى الله عليه وسلم - جدب بلادهم وهلاك ماشيتهم(¬3) ومما عزز من ارتباط قبائل الجوار بالمدينة النبوية منح بعض الأعيان والزعماء القبليين إقطاعات في الأراضي المتاخمة للمدينة وتلك الأماكن الواقعة بالقرب من الطرق والمسالك التي تمر بها الجيوش الإسلامية فعلى سبيل المثال أقطع النبي - صلى الله عليه وسلم - معقل بن سنان المزني ما بين مسرح غنمه من الصحراء إلى عينب(¬4) . ¶ ¬__________ ¶ (¬1) انظر ابن حجر : فتح الباري ، 2/516 . ¶ (¬2) البيهقي : دلائل النبوة ومعرفة أحوال صاحب الشريعة 4/223 . ¶ (¬3) انظر على سبيل المثال : البيهقي : دلائل النبوة ، ج6 ، ص 143 . ¶ (¬4) ياقوت : معجم البلدان ، ج4 ، ص 197 ، انظر محمد محمد شراب : المعالم الأثيرة في السنة والسيرة ص 204 . عن موضع ( عينب )",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "كما أقطع النبي - صلى الله عليه وسلم - بلال بن الحارث المزني معادن(¬1) القبلية والعقيق(¬2)(¬3) وأقطع نضلة بن عمرو الغفاري أرضاً بالصفراء(¬4) وأعطى الحصين بن أوس الأسلمي الفرغين وذات أعشاش(¬5) وأقطع ثبير(¬6) لشريح المزني(¬7) ، واقطع عوسجة بن حرملة ما بين بلكشه إلى المصنعة إلى الجفلات(¬8) وأقطع بني رفاعة الجهنيون(¬9) ذي المروة . ¶ فإذا كان إقطاع هؤلاء وغيرهم يدل على قوة ونفوذ الدولة الإسلامية فإن تلك الإقطاعات تحقق مجموعة من الأهداف . منها : ¶ ¬__________ ¶ (¬1) المعدن : منبت الجواهر من ذهب ونحوه ( الفيروز آبادي : القاموس المحيط ، ص 1567 . ¶ (¬2) العقيق من أودية المدينة يأخذ على مساقط مياهه من قرب وادي الفرع ثم ينحدر شمالاً للمزيد : محمد شراب : المعالم الأثيرة ، ص 195 ، البلادي . ¶ (¬3) انظر : الحاكم النيسابوري ، المستدرك ، ج3 ، ص 517 ، البيهقي : السنن الكبرى ج6 ، ص 145 ، البلاذري : أبو الحسن أحمد بن يحيى ( ت 279 هـ ) : فتوح البلدان ، بيروت ، دار الكتب العلمية ، 1403 هـ ، ص 27 . ¶ (¬4) ابن الأثير : أسد الغابة ، ج5 ، ص 35 . ¶ (¬5) ابن سعد : الطبقات ، ج1 ، ص 267 ويذكر البكري أن ( فرعان ) جبل بين المدينة وذي خشب ( على مرحلة من المدينة معجم ما استعجم 3/1021 وذو العش من أودية العقيق من نواحي المدينة البلادي : معجم معالم الحجاز 6/105 . ¶ (¬6) ثبير : موضع في ديار مزينة ، انظر : شراب : المعالم الأثيرة ، ص 77 . ¶ (¬7) ياقوت : معجم البلدان ، ج2 ، ص 274 . ¶ (¬8) ابن سعد : الطبقات ، ج1 ، ص 271 وعن هذه المواضع : انظر : شراب : المرجع السابق ص 54 ، 90 . ¶ (¬9) البيهقي : السنن الكبرى ، 6/149 .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "تعزيز ارتباط البوادي القريبة من المدينة بالقيادة النبوية التي منحتهم مشروعية الإقامة والعمل في تلك الأراضي وشجعتهم على تحقيق الاستقرار والسكن في مناطق محددة ، لمواجهة النزوع إلى البداوة ذلك النزوع الذي يؤدي إلى الانقطاع عن التعلم والاتصال بالدولة الإسلامية . ¶ ومما يَسَّر الاندماج أن تعامل الإسلام مع الواقع القبلي جاء هادئاً ومتدرجاً حيث لم يتدخل المسلمون في شأن السُّلُطَات الرئاسية لشيوخ القبائل ولم يعمد المسلمون إلى تغيير الزعامات القبلية إذا استجابت للدعوة فقد وُصِفَ - صلى الله عليه وسلم - بأنه كان يكرم كريم كل قوم ويوليه عليهم(¬1) ، ومن هديه أنه لا يأمر في قبيلة بأمر فيها إلا لرجل منها ، لنفور طباع العرب أن يحكم في القبيلة أحدٌ من غيرها(¬2) بل أسند إلى بعض الزعامات القديمة شيئاً من المهام والواجبات كجمع الصدقات وحمل الرايات . ¶ إضافة إلى ذلك كان تغيير العادات والانتقال إلى تطبيق الأحكام الشرعية يتم بصورة تدريجية تعبر عن واقعية هذا الدين ، ولم يكن ذلك الانتقال يتم بصورة فورية ولا من خلال الإلزام القسرى وتصفية العناصر المترددة مما يسر الاندماج السياسي والثقافي من جانب هذه القبائل في بوتقة أمة الإسلام . ¶ ومما يعبر عن اندماج تلك القبائل مع جماعة المهاجرين والأنصار ويجسد تفاعلها مع أهداف الدولة الإسلامية مشاركتها في الجهاد النبوي ضد المشركين وخصوم الدعوة حيث تحولت قوة أعراب المدينة المسخرة لأغراض الغارات والسلب والنهب قبل إسلامها إلى قوة مجاهدة متعاونة مع المجاهد لنصرة الإسلام ، ومن استقرائنا لمصادر السيرة والمغازي نلحظ أن تلك المشاركة أخذت في التصاعد والازدياد منذ غزوة الخندق ، التي تمثل حداً فاصلاً بين مرحلتين في تاريخ الجزء المدني من العهد النبوي . ¶ ¬__________ ¶ (¬1) البيهقي : دلائل النبوة 1/289 . ¶ (¬2) ابن الأثير : أسد الغابة 1/136 .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "فمنذ الغزوات والسرايا الأولى وفي أثناء معارك بدر وأحد . نلحظ أن جيوش المسلمين وسراياهم لا تخلو من مقاتلين ينتمون إلى القبائل المجاورة للمدينة ، قد يكون جزء منهم قد استوطن المدينة قبل الهجرة ثم تزايدت مشاركة تلك القبائل بعد غزوة الخندق . وتقودنا قراءة الأوضاع القبلية في شمال الحجاز وشرق المدينة إلى حقيقة مؤداها أن قوة تلك القبائل العسكرية خاصة أسلم وغفار ( السَّبَّاقتين إلى الإسلام ) متواضعة الإمكانات قياساً إلى غطفان وسليم على أنها تميزت بالروح القتالية التي تربى عليها أفراد تلك القبائل منذ نعومة أظافرهم وصقلها الجو المشحون بالعدوات والغارات ذلك الجو الذي جعل رجال القبائل في حالة تأهب وتحفز مستمر للدفاع عن شرف القبيلة وكرامتها . وعلى كلٍّ فقد أسندت مهام عديدة قتالية وغيرها لأبناء القبائل المشاركين في الجيش النبوي وتعد أعمال الاستطلاع ومهام دلالة الجيش على الطرق من أبرز الأعمال التي نهض بها أبناء القبائل المجاورة للمدينة ، ولا شك أن الكفاءة والقدرة على أداء العمل مع المعرفة بأحوال الأرض ومساكنها وتجمعاتها من العوامل التي مكنت أولئك الصحابة الكرام من القيام بهذه المهام فعلى سبيل المثال يذكر ابن اسحاق أن رسول الله - صلى الله عليه وسلم - أثناء مسيره إلى بدر أرسل من الصفراء عدي بن أبي الزغباء وبَسْبَس بن عمرو الجهني إلى بدر يتحسسان الأخبار عن قافلة أبي سفيان(¬1) . ¶ ويذكر الواقدي أن النبي - صلى الله عليه وسلم - أَوْكَلَ لثلاثة نفر من أسلم مهمة استطلاعية بعد أحد(¬2) ، وبعث بريدة بن الحصيب الأسلمي بمهمة استطلاعية قبيل غزوة المريسيع(¬3) ، وكذلك عبد الله بن أبي حدرد والأسلمي قبل غزوة حنين(¬4) . ¶ ¬__________ ¶ (¬1) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، 2/252 - 253 . ¶ (¬2) المغازي 1/337 . ¶ (¬3) ابن سعد : الطبقات الكبرى ج2 ، ص 63 . ¶ (¬4) ابن هشام : المصدر السابق ، 4/68 .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ويلحق بالمهام الاستطلاعية إبلاغ النبي - صلى الله عليه وسلم - بأحوال الخصوم ومحاولة ضرب بعضهم ببعض ، وممن قام بذلك أبو تميم الأسلمي قبيل أحد حيث أرسل غلامه من العرج إلى المدينة يخبره بقدوم قريش وإقبالها على المدينة(¬1) . ¶ وقام نعيم بن مسعود الأشجعي بالسعي بين الخصوم أثناء غزوة الأحزاب ، بحيث أزال الثقة بين الأحزاب(¬2) ، وكان لجهده الأثر الواضح في تفريق كلمة الأحزاب . فلما تفرقت كلمتهم أخفقوا في مسعاهم(¬3) . ¶ وشارك في إيضاح الطريق للجيش النبوي في أثناء مسيره نحو مكة في العام السادس مجموعة من الأسلميين(¬4) ، وعند المسير إلى خيبر استعان المسلمون بحسيل الأشجعي وعبد الله بن نعيم الأشجعي كدليلين للجيش إلى خيبر(¬5) ، روى أبو نعيم في معرفة الصحابة بسنده إلى حُسَيْل بن خارجه الأشجعي ، قال قدمت المدينة في جلب أبيعه فأُتِي بي إلى رسول الله - صلى الله عليه وسلم - فقال : يا حُسَيْل هل لك أن أعطيك عشرين صاعاً من تمر على أن تدل أصحابي هؤلاء على طريق خيبر ففعلت ، فلما قدم رسول الله خيبر أتيته فأعطاني عشرين صاعاً من تمر(¬6) . ¶ ويذكرُ كُتَّاب المغازي وغيرهم ، أن النبي - صلى الله عليه وسلم - استخلف بعض الصحابة من غفار على المدينة أثناء خروجه للجهاد خارج المدينة . بهدف المحافظة على أمن المدينة وإمامة الناس بالصلاة وإسناد الجيش النبوي و الإشراف على إرسال الإمداد له . ¶ ¬__________ ¶ (¬1) ابن سعد : المصدر السابق ، 4/310 . ¶ (¬2) ابن هشام : سيرة النبي - صلى الله عليه وسلم - 3/247 – 249 . ¶ (¬3) محمود شيت خطاب : الرسول القائد ج 3 ، ص 238 . ¶ (¬4) الواقدي : المغازي 2/584 . ¶ (¬5) المصدر نفسه ج2 ، ص 639 . ¶ (¬6) معرفة الصحابة ، الرياض ، دار الوطن ، ط1 ، 1419 2/890 .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "فسباع بن عرفطه الغفاري استخلفه النبي على المدينة أثناء خروجه إلى خيبر فجهز بعض القادمين إلى المدينة ومنهم أبو هريرة - رضي الله عنه - حتى قدموا خيبر(¬1) ، حيث كان الجيش الإسلامي هناك واستخلف رسول الله - صلى الله عليه وسلم - أبا ذر عند خروجه لغزوة ذات الرقاع(¬2) ، وعند خروجه لفتح مكة استخلف أبا رهم الغفاري(¬3) ، ويذكر كتاب المغازي والسرايا مجموعة من الصحابة المنتمين إلى تلك القبائل المجاورة للمدينة أسند إليهم قيادة بعض السرايا النبوية . ¶ ¬__________ ¶ (¬1) البيهقي : دلائل النبوة ، 4/198 – 199 . ¶ (¬2) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، 3 ، 214 ، كما روى ابن هشام معلقاً (( أن النبي - صلى الله عليه وسلم - استخلفه على المدينة في المريسيع )) ( 3/333 ) ، وهذه الروايات من الناحية الحديثية ضعيفة وربما يقوي ردها ما جاء في الحديث الذي أخرجه مسلم وغيره (( يا أبا ذر إني أرك ضعيفاً وإني أحب لك ما أحب لنفسي لا تأمرن على اثنين ولا تولين مال يتيم )) الجامع الصحيح ، كتاب الإمارة 3/ص 1458 ، حديث رقم ( 1826 ) وفي حديث آخر عن أبي ذر قال : قلت يا رسول الله ألا تستعملني : فقال إنك ضعيف وإنها أمانة وإنها يوم القيامة خزي وندامة إلا من أخذ بحقها وأدى الذي عليه فيها المصدر نفسه ، كتاب الإمارة ، 3/1457 ، حديث رقم ( 1825 ) . ¶ (¬3) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، 4/17 البيهقي : دلائل النبوة ، 5/20 .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ومنهم كعب بن عمير الغفاري قائد سرية ذات أطلاح من أرض الشام(¬1) وحمزة بن عمرو الأسلمي(¬2) ، وأبو حدرد الأسلمي(¬3) ، وبلال المزني(¬4) . ¶ وكما مر بنا فإن أسلم وغفار كانتا سباقتين إلى المشاركة في الجيش(¬5) النبوي ودعمه بالمقاتلين المجاهدين ففي الحديبية شارك من أسلم ( 100 ) رجل وقيل سبعون وأخرج البخاري بسنده عن عبد الله بن أبي أوفي (( كان أصحاب الشجرة ألفاً وثلاثمائة وكانت أسلم ثمن المهاجرين ))(¬6) . ¶ وفي خيبر كانت أسلم مع حليفتها غفار فصيلاً رئيسياً في الجيش النبوي وإلى ذلك يشير الشاعر ابن لقيم العبسي عندما يقول في فتح خيبر : ¶ رُميتْ نطاةُ من الرسولِ بفيلقٍ ... شَهْبَاءَ ذاتِ مناكبٍ وَفَقَار ¶ واستيقنت بالذلِّ لما شُيِّعتْ ... ورجالُ أسْلَمَ وسْطَهاَ وغِفار(¬7) ¶ ¬__________ ¶ (¬1) ابن هشام : سيرة النبي صلى الله علسه وسلم 4/296 ، وذات أطلاح : موضع وراء وادي القرى ، ويذكر البلادي أن الشام عندهم ( كتاب السيرة ) ما تجاوز تيماء شمالاً ( ياقوت : معجم البلدان ، ج1 ، ص 218 ) ، المعالم الجغرافية في السيرة النبوية ، ص 31 . ¶ (¬2) البيهقي : السنن الكبرى ج9 ، 38 . ¶ (¬3) البيهقي : دلائل النبوة ومعرفة أحوال صاحب الشريعة ، ج4 ، ص 303 . ¶ (¬4) ابن الأثير : أسد الغابة ، ج1 ، ص 309 وانظر : ابن حبيب : محمد بن حبيب ( ت 245 هـ ) : المحبر ، بيروت ، المكتب التجاري ص 120 . ¶ (¬5) الواقدي : المغازي ، ج2 ، ص 574 . ¶ (¬6) الصحيح مع فتح الباري ،كتاب المغازي ، حديث رقم ( 4155 ) ج7 ، ص 443 . ¶ (¬7) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، ج3 ، ص 393 – 394 .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وقبيل فتح مكة .. كانت هذه القبائل جميعها جاهزة للمشاركة في حملة الفتح . قال ابن سعد : بعث النبي - صلى الله عليه وسلم - إلى من حوله من العرب فجُلُّهم أسلم وغفار ومزينة وجهينه وأشجع وسليم .. فمنهم من وافاه بالمدينة ومنهم من لحق بالطريق(¬1) . ¶ أمدت هذه القبائل جيش فتح مكة بأعداد كبيرة من المقاتلين توضحها القائمة الآتية : ¶ أسلم ( 400 رجل ) . ¶ أشجع ( 300 رجل ) . ¶ جهينة ( 800 رجل ) . ¶ غفار ( 300 رجل ) . ¶ مزينة ( 1000 رجل )(¬2) . ¶ وتبين هذه القائمة أن القبائل المحيطة بالمدينة أمدت جيش الفتح بما يزيد على ربع المقاتلين في ذلك الجيش الذي بلغ تعداده ( 10.000 ) رجل ، وعلى كل فيعد إسهام تلك القبائل بمثل تلك الأعداد مشاركة غير مسبوقة وتحولٌ مهمٌ ينبئ عن تجاوزها مرحلة الانضواء الشكلي إلى التفاعل مع الدولة الإسلامية والاستجابة الفعلية لله ورسوله . ¶ ¬__________ ¶ (¬1) الطبقات الكبرى ، ج2 ، ص 134 – 135 . ¶ (¬2) الواقدي : المغازي 2/800 ، 819 ، 820 ، وقد أورد ابن اسحاق تقديراته لعدد المشاركين من قبائل مزينة وأسلم وهي لا تختلف عما أورده الواقدي بينما يزيد عدد الغفاريين إلى ( 400 ) ابن هشام : سيرة النبي - صلى الله عليه وسلم - 4/42 . وهناك رواية عند الصالحي ورد فيها أن كل قبيلة من القبائل المجاورة للمدينة قد شارك منها يوم حنين ألفاً من الرجال/بما في ذلك ( أسلم – غفار – أشجع ) وفي هذا مبالغة فلم يكن بين فتح مكة وغزوة حنين مسافة زمنية كبيرة كما أن المسلمين بعد الفتح لم يرجعوا إلى ديارهم ليستنفروا قومهم . والأعداد التي عبئت لفتح مكة هي نفسها التي قاتلت يوم حنين مضافاً إليهم ألفين من أهل مكة . سبل الهدى والرشاد 5/464 .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وثمة معوقات كان لها بعض التأثير على مسيرة هذه القبائل نحو الاندماج في كيان أمة الإسلام . فقد اصطدمت عملية ربط هذه القبائل بأمة الإسلام ببعض النزعات والطبائع السلوكية والنفسية التي غلبت على كثير من أبناء البوادي المحيطة بالمدينة ، ولا شك في وجود مجموعة من الخصائص الإيجابية كسلامة الفطرة وعدم الإيغال في الترف والانحلال والنزعة نحو بعض الخلال الكريمة كالوفاء بالعهد والعفة والحرية . ¶ وإذا ما قورنت تلك القبائل المجاورة ببعض القبائل في شمال الحجاز وشرق المدينة التي أبدت الرفض والمنابذة للدعوة نجد أن المنتمين للقبائل المجاورة للمدينة ممن اختار طريق التردد والمنابذة لم ينحدروا في مواقفهم إلى حد الإقدام على ممارسات دنيئة وإجرامية . مثلما فعلت قبائل رعل وذكوان وعصية ولحيان عند زعموا أنهم أسلموا كما في رواية أنس بن مالك ثم استمدوا رسول الله - صلى الله عليه وسلم - فأمدهم بسبعين من الأنصار ، فغدروا بهم(¬1) . ¶ على كلٍّ لم تكن مسيرة هذه القبائل وهي في مرحلة نقلة بعد إسلامها لم تكن خالية من بعض المظاهر السلبية التي قام بها بعضٌ من أفراد تلك القبائل مجسدين بذلك تلك النزعات والطبائع التي أشرنا إليها . ¶ فثمة مظاهر برزت أحياناً خلال مسيرة هذه القبائل مع أمة الإسلام ومن ذلك الذي لا يستجيب صاحبه إلا إذا ارتبطت الاستجابة بمغنم وقد يعتبر المشاركة في الجهاد مغرماً ومظنة مخاوف متوقعة ، ومن ذلك التهرب من طاعة قيادة الأمة وعدم الالتزام بنداءتها . ¶ ¬__________ ¶ (¬1) البخاري : الجامع الصحيح ، كتاب المغازي 5/42 الإمام أحمد : المسند 19/119 – 120 .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وقد برز ذلك عندما تخلف قسم من أعراب القبائل المجاورة للمدينة عن المسير مع النبي - صلى الله عليه وسلم - إلى مكة المكرمة عام الحديبية ، هذا القسم هم من جرى وصفهم في القرآن الكريم بالمُخَلَّفين من الأعراب قال القرطبي(¬1) : قال مجاهد وابن عباس : يعني أعراب غفار ومزينة وجهينه وأسلم وأشجع والديل وهم الأعراب الذين كانوا حول المدينة وتخلفوا عن رسول الله حين أراد السفر إلى مكة(¬2) . ¶ وقد برزت ظنونهم وعدم ثقتهم بانتصار دين الله ..واعتقدوا أن المسلمين سوف يُقهرون ويُغلبون ، فلما عاد المسلمون من الحديبية ووعدوا بمغانم كثيرة وعجل الله لهم خيبر قالوا : ذرونا نتبعكم . ولمعالجة هذا الموقف وما يخفي وراءه من سلوكيات وأهواء جاء في القرآن الكريم التنديد بحالات القعود عن نصرة النبي - صلى الله عليه وسلم - في بعض المواطن وهو ماوقع من قسم من أعراب المدينة وكذلك ورد التنبيه إلى وجود أصحاب سلوكيات نفاقية بينهم(¬3) . ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن ج16 ، ص 229 وقد ورد في المصدر نفسه أنهم تخلفوا عام الفتح والصواب عام الحديبية إذا أن أحداً من القبائل المذكورة لم يتخلف عن فتح مكة كما أن الآيات إنما نزلت في الحديبية . ¶ (¬2) وذلك في عام الحديبية أثناء سير النبي - صلى الله عليه وسلم - إلى مكة ( انظر مثلاً ، الطبري : جامع البيان ، مج 11 ، 26/49 ) وكذلك في تبوك ، انظر ، ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، ج4 ، ص 184 –0185 ¶ (¬3) جاء ذلك في قوله تعالى : { وممن حولكم من الأعراب منافقون } قال القرطبي : يعني مزينة وجهينة وأسلم وغفار وأشجع ، الجامع لأحكام القرآن ، ج8 ، ص 220 وأنظر ، الواقدي : المغازي ، ج 3 ،ص1075.، سورة التوبة الآية ¶ ( 101) ..",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ومن الإجراءات التي اتخذت ضد المتخلفين الذي نأوا بأنفسهم عن المشاركة في الدفاع عن كيان الأمة . حرمانهم من الغنيمة والفيء(¬1) ، ومنعهم من اتباع المسلمين إذا ساروا إلى خيبر وكانوا حريصين على المشاركة فيها طمعاً في عنائمها(¬2) قال تعالى : ¶ { سيقول لك المخلفون إذا انطلقتم إلى مغانم لتأخذوها ذرونا نتبعكم يريدون أن يبدلوا كلام الله قل لن تتبعونا كذلكم قال الله من قبل فسيقولون بل تحسدوننا بل كانوا لا يفقهون إلا قليلاً } (¬3) . ¶ ولعل من أهداف المنع أن يراجعوا مواقفهم المتخاذلة . وألا يقفوا عائقاً في طريق أمة الإسلام وهي تقوم بالانتشار والامتداد ، وقد جاء في الآيات ما يشير إلى قلة فقههم ويعني ذلك عند بعض المفسرين أنهم لا يفقهون عن الله ما لهم وما عليهم من أمور الدين إلا قليلاً يسيراً(¬4) ، ولعل في هذه الإشارات ما يدعوهم إلى الإقبال على التفقه في الدين ذلك التفقه الذي سوف يزيل عنهم ما يحول دون نصرتهم لهذا الدين من طبائع وأمزجة متقلبة ، ويأتي نقد مسلك هؤلاء الأعراب في القرآن الكريم ، كما في سورة الفتح خطوة في سبيل إزالة معوقات الاندماج والالتحام في بوتقة أمة الإسلام ولتصبح جماهير تلك القبائل جميعها مهيأة للانتقال إلى ظرف تاريخي يحملون فيه راية الدين ويسبقون غيرهم من القبائل الأخرى في نصرتهم للإسلام . ¶ ¬__________ ¶ (¬1) جاء ذلك في حديث بريدة الأسلمي وفيه (( .. فاعلمهم أنهم يكونون مثل أعراب المسلمين يجري عليهم حكم الله الذي كان يجري على المؤمنين ولا يكون لهم في الفيء والغنيمة نصيب إلا أن يجاهدوا مع المسلمين )) مسلم : الجامع الصحيح ، ج9 ، ص 15 ، كتاب الجهاد والسير ¶ (¬2) ابن كثير : تفسير القرآن العظيم 4/192 . ¶ (¬3) سورة الفتح الآية ( 15 ) . ¶ (¬4) الطبري : جامع البيان مج11 ، ج26 ، ص 51 .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ويدل تناول القرآن الكريم لظاهرة التخلف من قبل بعض المنتمين للقبائل المجاورة للمدينة أو نقدها على أن هذه الظاهرة وما يقف ورائها من سلوكيات وما يحركها من اعتقادات وبواعث مسألة تعوق سير جموع هذه القبائل نحو الاندماج في أمة الإسلام الناشئة . ¶ ويبدو أن بعض القيادات القبلية في البادية وأهل الرأي وأصحاب الكلمة هم المحركون لبعض النزعات السلبية والمحرضون على التخلف عن الجهاد مع رسول الله - صلى الله عليه وسلم - (( فهم أصحاب مقولة : إنما محمد وأصحابه أكلة جزور ، لن يرجع محمد وأصحابه من سفرهم هذا أبدا ))(¬1) وهؤلاء ربما رأوا أن اندماجهم في الأمة الإسلامية أمرٌ يُفْقِدُهُم كقادةٍ بعضاً من امتيازاتهم الرئاسية والسلطوية وربما كان أولئك القوم يراهنون على القبائل الكبرى كغطفان وسليم ويأملون في تفوقها على المسلمين . ¶ وقد ظهرت زعامات قبلية ، حاولت إقامة تجمعات من القبائل لمحاربة المسلمين وإعاقة مسيرة الإسلام فيما حول المدينة .. مثل ( رفاعة بن قيس ) الذي نزل بالغابة شمال غرب المدينة يريدُ أَنْ يجمع القبائل القيسية على حرب رسول الله - صلى الله عليه وسلم - (¬2) ، لكن هذا الزعيم لم يلق أية استجابة من قبائل المنطقة ثم نجح أبو حدرد الأسلمي في قتله وإفشال حركته(¬3) . ¶ ¬__________ ¶ (¬1) الواقدي : المغازي ، 2/575 ومعنى ( أكلة جزور ) أي أنهم قليل يشبعهم جزور واحد . الصالحي : سبل الهدى والرشاد ، ج4 ، تحقيق إبراهيم الترزي وعبد الكريم الغرباوي ، ج4 ، ص 219 . ¶ (¬2) البيهقي : دلائل النبوة 4/303 من رواية ابن اسحاق . ¶ (¬3) المصدر نفسه 4/303 – 304 ، وأبو حدرد الأسلمي : قيل اسمه سلامه بن عمر بن ابي سلامه بن سعد .. ( ابن الأثير : أسد الغابة 5/169 ) .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "كما جاءت الضغوط العسكرية المكثفة التي وُجِّهَت من قِبَل الدولة الإسلامية لقوى قبلية أو إقليمية خاصة بعد الحديبية والتي طالت قبائل ذات شأن كسُليم(¬1) وغطفان(¬2) ومراكز حضرية ظلت ولفترة بؤرة تهديد للمسلمين أبرزها خيبر وهذه الضغوط والضربات أضعفت خيارات الزعامات التي تستبطن التمرد والمعارضة وجعلت المراهنة على تَفَوِّق أي قبيلة كبرى معارِضة للدعوة حديث خرافة وتعلقًا بسراب وبذلك أدركت جماعات البوادي المحيطة بالمدينة وبينها فصائل حديثةُ عهد بالإسلام أنه لا مفر من الاندماج في كيان دولة المسلمين الناشئة بعد أن كان جزءٌ منها ينظر للمسلمين بعين ولقريش وغطفان بعين أخرى . ¶ وعلى كل فإن تأثيرات القوى الخارجية والزعامات من خارج المنطقة المجاورة للمدينة على مسيرة هذه القبائل نحو الاندماج في أمة الإسلام ربما برزت في مرحلة ما قبل الحديبية أما بعد ذلك فقد وضح للعيان مدى ما وصلت إليه الدولة الإسلامية من قوة وهيبة . ¶ وقد تكرر التخلف عن المشاركة في الجيش النبوي من قبل بعض أبناء القبائل في غزوة تبوك ، فقد ذكر بعض المفسرين أن المقصود بقوله تعالى : { وجاء المعذرون من الأعراب ليؤذن لهم } (¬3) نفر من غفار(¬4) . ¶ ¬__________ ¶ (¬1) مثل سرية ابن أبي العوجاء إلى سليم وقد أوردها الواقدي في المغازي ، 2/741 ، واشار إليها موسى بن عقبة . البيهقي : دلائل النبوة ، ج4 ، ص 341 . ¶ (¬2) كسرية أبي بكر إلى بني فزارة ( مسلم : الجامع الصحيح ، كتاب الجهاد والسير ، باب التنفيل ص 1375 ) . ¶ (¬3) سورة التوبة ، الآية (90) ¶ (¬4) الطبري : جامع البيان مج 6 ،ج 10 ، ص144 ، ابن هشام : سيرة النبي - صلى الله عليه وسلم - 4/173",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "كما تخلف نفرٌ من أسلم كان رسول الله - صلى الله عليه وسلم - يسأل أبا رهم كلثوم بن الحصين الغفاري عنهم ثم قال - صلى الله عليه وسلم - (( مامنع أحد من أولئك حين تخلف أن يحمل على بعير من إبله أمراءً نشيطاً في سبيل الله ، إن أعز أهلي أن يتخلف عني المهاجرون من قريش والأنصار وغفار وأسلم ))(¬1) . ¶ هذا وإذا كانت البادية تفرز أنماطاً من الشخصيات المعارضة والمتقلبة في مواقفها من الدعوة فثمة صور مضادة تبين وجود عدد قليل من أبناء البادية ممن تعمق لديهم الإيمان الراسخ بالله وبرسوله والاندماج في جهد الجماعة المؤمنة الرامي إلى الدفاع عن دين الله فقد ورد أن رجلاً من الأعراب جاء إلى النبي - صلى الله عليه وسلم - فآمن واتبعه ، فقال : أهاجر معك فأوصى به النبي بعض أصحابه فلما كانت غزوة خيبر غنم رسول الله فقسم وقسم له فأعطى أصحابه ما قُسِم له وكان يرعى ظهرهم فلما جاء دفعوا إليه فقال : ماهذا ؟ قالوا : قَسْم قسمه لك فأخذه فجاء به النبي - صلى الله عليه وسلم - فقال : ما هذا يا محمد . قال قسم قسمته لك قال : ما على هذا اتبعتك ولكني اتبعتك على أن أُرْمَى هاهنا ( وأشار إلى حلقة ) بسهم فأموت فأدخل الجنة فقال : إن تصدق الله يصدقك(¬2) . ¶ روى مسلم أن فتى من أسلم قال يا رسول الله إني أريد الغزو وليس معي ما أتجهز به ، قال ائت فلاناً فإنه قد تجهز ومرض فأتاه فقال : إن رسول الله يقرئك السلام ويقول أعطني الذي تجهزت به ، قال : يا فلانة أعطيه الذي تجهزت به ولا تحبسي عنه شيئاً فوالله لا تحبسي منه شيئاً فيبارك الله فيه(¬3) . ¶ ¬__________ ¶ (¬1) ابن هشام : المصدر السابق ، 4/184 . ¶ (¬2) البيهقي : دلائل النبوة ، 4/222 ، وإسناده صحيح ، ( العلي : ابراهيم : صحيح السيرة النبوية دار النفائس ، الأردن ، 1416، ص346 . ¶ (¬3) الجامع الصحيح ، كتاب الإمارة ، باب فضل إعانة الغازي ج3 ، حديث 1894 ، ص 1506 .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ويعد عبد الله بن مغفل المزني في مقدمة الذين عُرِفُوا بالبكائيين أثناء الاستعداد لتبوك أولئك الذين لم يجدوا راحلة ولا زاداً يحملهم للجهاد ولما قال لهم النبي - صلى الله عليه وسلم - : لا أجد ما أحملكم عليه تولوا وأعينهم تفيض من الدمع(¬1) . ¶ ومن عوائق الاندماج في أمة الإسلام الناشئة عداوات الجاهلية والانجذاب نحو ممارستها ففي سرية أبي قتادة إلى إضم لقي أفراد السرية عامر بن الأضبط الأشجعي فقتله مُحَلِّم بن جثامة الليثي لشيء كان بينهما في الجاهلية(¬2) ، كما قُتل خراش بن أمية ابن الأثوع الهذلي لقتله أحمر بأسا الأسلمي خلال عمليات مكة(¬3) ، ومن صور الانجذاب نحو ممارسات الجاهلية التي تبيح أخذ المال بغير حق ما ورد في بعض الروايات أن رجلاً من أشجع قد غل من غنائم خيبر(¬4) . ¶ هذا وإن كنا قد استعرضنا جانباً من المعوقات التي أخرت عملية الاندماج في بوتقة أمة الإسلام عند تلك القبائل المجاورة للمدينة فلا ننسى مجموعة العوامل الجغرافية التي تحيط بحياة البادية ، حيث التشرذم الجغرافي للفصائل القبلية والتوزع على المنازل والأمكنة .. والعزلة عن الحواضر التي تجسدها حياة البادية بشكل عام . ¶ لكن الغلبة في النهاية كانت لصالح الانضواء تحت لواء الأمة حيث ضعفت المفاهيم القبلية القائمة على التعصب لرابطة الدم ، واختفت السلوكيات الانتهازية وعدوات الجاهلية ليكون البديل الأخوة الإيمانية والارتباط العضوي بأمة الإسلام . ¶ ¬__________ ¶ (¬1) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، ج 4/ص172 ¶ (¬2) البيهقي : دلائل النبوة ، ج4 ، ص 305 . ¶ (¬3) ابن هشام : سيرة النبي - صلى الله عليه وسلم - ، ج4 ، ص 33 – 34 . ¶ (¬4) الإمام أحمد : المسند ، ص 36/9 – 10 .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ولذلك علت منزلة القبائل عند رسول الله - صلى الله عليه وسلم - قياساً إلى قبائل أخرى فمن نتائج انتشار التفقه في الدين بين القبائل المجاورة للمدينة وسيرها خطوات بعيدة في الاندماج في بوتقة أمة الإسلام الناشئة أن علت منزلة غير قليل من أبناء هذه القبائل عند رسول الله - صلى الله عليه وسلم - ، وأصبحت هذه القبائل بشكل عام جزءاً من القاعدة الأساسية لهذا الدين الذي اتسع نفوذه وامتد ليشمل قبائل الحجاز الأخرى وقبائل عربية من أنحاء الجزيرة .. ¶ ولعل الحديث النبوي الشريف ( الذي مر بنا في بداية هذه الدراسة ) (( قريش والأنصار ومزينة وجهينة وأسلم وغفار وأشجع موالي ليس لهم مولى دون الله ورسوله ))(¬1) يوضح بجلاء أن تلك المجموعة من القبائل المضافة إلى قريش ¶ ( المهاجرين ) والأنصار ( الأوس والخزرج ) أصبحت جزءاً أساسياً من كيان الأمة وعضواً في الحلقة الأولى في مشروع بناء الدولة الإسلامية في جزيرة العرب .. وقد أتاح لها ذلك سبقها للإسلام وتفقه أبنائها في الدين واندماجها في كيان الأمة الإسلامية يقول القرطبي : في شرحه لباب فضائل مزينة وجهينة وأشجع وبني عبد الله ، من كتاب فضائل الصحابة من صحيح مسلم (( هؤلاء القبائل وأسلم وغفار ، ومن كان نحوهم كانوا بالجاهلية خاملين ولم يكونوا من سادات العرب ولا من رؤسائها كما كانت بنو تميم وبنو عامر وبنو أسد وغطفان ألا ترى إلى قول الأقرع بن حابس للنبي - صلى الله عليه وسلم - ( إنما بايعك سراق الحجيج من أسلم وغفار ومزينة وجهينة) . ¶ ¬__________ ¶ (¬1) انظر ، ص 156 من هذا البحث .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "لكن هؤلاء القبائل سبقوا للإسلام وحسن بلاؤهم فيه فشرفهم الله تعالى فيه ، وفضَّلهم على من ليس بمؤمن من سادات العرب بالإسلام ففي قوله - صلى الله عليه وسلم - (( مزينة وجهينة وغفار وأشجع ومن كان من بني عبد الله جبراً لهم من كسرهم وتنويه بهم من خمولهم وتفخيم لأمر الإسلام وأهله وتحقير لأهل الشرك ولمن دخل في الإسلام ولم يخلص فيه كالأقرع بن حابس )) وغيره ممن كان على مثل حاله وهذا التفضيل والتنويه إنما ورد جواباً لمن احتقر هذه القبائل بعد إسلامها وتمسك بفخر الجاهلية وطغيانها ))(¬1) ، وإضافة إلى علو منزلة تلك القبائل بسبب تقدم إسلامها النسبي ، فقد أثبتت الأحداث أن إسلامها واندماجها الطوعي في بوتقة أمة الإسلام جعلها في منأى عن تيارات الردة فقد وضح تأثير جهود دمج تلك القبائل المجاورة للمدينة في بناء أمة الإسلام الناشئة أثناء أحداث الردة بعد وفاة النبي - صلى الله عليه وسلم - حيث تمسكت قبائل غفار وأسلم ومزينة وجهينة بالإسلام وحتى أشجع الغطفانية حيث نأت بنفسها عن موقف زعامة غطفان الذي مثله عيينه بن حصن الفزاري والذي كان صريحاً في ردته(¬2) . ¶ تناولت هذه الدراسة : التفقه في الدين ، والاندماج في أمة الإسلام الناشئة في العهد النبوي عند القبائل المجاورة للمدينة ، وبناء على معطيات وضحت في البحث ، فإن القبائل محل الدراسة هي مجموعة قبائل ( مزينة وجهينة وأسلم وغفار وأشجع ) وقد أبانت هذه الدراسة عن مجموعة من الحقائق ، أبرزها الآتي : ¶ ¬__________ ¶ (¬1) القرطبي : أحمد بن عمر ( ت 656 هـ ) . المفهم لما أشكل من تلخيص كتاب مسلم ، بيروت ، دار ابن كثير ط1 ، 1417 هـ ، ج6 ، ص 473 – 474 . ¶ (¬2) الطبري محمد بن جرير ( ت 310 هـ ) : تاريخ الطبري ( تاريخ الأمم والملوك ، بيروت ، دار سويدان ، 3/242 ، 257 .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "- انتشار الفقه في الدين في ديار تلك القبائل ، من خلال عدة قنوات ، منها : هجرة بعض أبناء القبائل إلى المدينة والوفادة على الرسول - صلى الله عليه وسلم - ، وقربهم منه عليه الصلاة والسلام ومن صحابته رضوان الله عليهم . ¶ - ظل قسم من مُسْلِمَة البوادي المحيط بالمدينة في مساكنهم ؛ وذلك لاعتبارات ومنافع رأتها دولة الإسلام بالمدينة . ¶ - هناك عوامل قوّت الروابط بين المدينة وباديتها ، ومن ذلك : الوفادة على رسول الله - صلى الله عليه وسلم - ، وصلتها المستمرة بالمدينة ، إلى جانب تعامل الإسلام مع الواقع القبلي وما يرتبط به من قيم وعادات بهدوء وتدرج . ¶ - أسهمت قبائل الجوار في دعم جهاد المسلمين بالمدينة ، وشاركت بفاعلية في الغزوات والسرايا ، ومن أبرز المهام التي أوكلت إلى أبنائها : مهام الاستطلاع ودلالة الجيش ، وقيادة بعض السرايا . ¶ - ثمة معوقات أثرت على مسيرة بعض من هذه القبائل نحو الاندماج في كيان أمة الإسلام ، ومن ذلك : النزاعات والطبائع السلوكية الانتهازية ، وعداوات الجاهلية وثاراتها ، إضافة إلى بعض العوامل الجغرافية المحيطة بحياة البادية ، لكن الغلبة في النهاية كانت لصالح الانضواء تحت لواء الأمة . ¶ المصادر والمراجع ¶ أ - المصادر : ¶ - ابن الأثير : عز الدين علي بن محمد ( ت 630هـ ) : ¶ أسد الغابة في معرفة الصحابة ، نشر المكتبة الإسلامية ، بيروت ( د ت ) الكامل في التاريخ ، دار صادر ، بيروت 1385هـ . ¶ - الأصفهاني : أبو الفرج علي بن الحسين ( ت 356هـ ) : ¶ الأغاني ، دار الكتب ، القاهرة ، 1930م . ¶ - البخاري : الإمام محمد بن إسماعيل ( ت 256هـ ) : ¶ صحيح البخاري ، نشر المكتبة الإسلامية ، تركيا ( د ، ت ) ¶ - البكري : أبو عبيد الله بن عبد العزيز ( ت 487هـ ) : ¶ معجم ما استعجم من أسماء البلاد والمواضع ، تحقيق ، مصطفى السقا ، مطبعة لجنة التأليف والترجمة والنشر ، القاهرة ، 1364 . ¶ - البلاذري : أحمد بن يحيى ( ت 279هـ ) :",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "أنساب الأشراف ، ج1 ، تحقيق محمد حميد الله ، القاهرة ، 1959 م فتوح البلدان ، تحقيق رضوان محمد رضوان ، بيروت ، دار الكتب العلمية ، 1403هـ . ¶ - البيهقي : أحمد بن الحسين ( ت 458هـ ) : ¶ دلائل النبوة ومعرفة أحوال صاحب الشريعة ، تحقيق عبد المعطي قلعجي ، بيروت ، 1405هـ ، السنن الكبرى : حيدر آباد ، الهند ، دائرة المعارف العثمانية ، 1344هـ . ¶ - ابن الجوزي : عبد الرحمن بن علي ( ت 597هـ ) : ¶ زاد المسير في علم التفسير ، خرج أحاديثه وحققه أحمد شمس الدين ، بيروت ، دار الكتب العلمية ، ط1 ، 1414هـ . ¶ - ابن حبيب : محمد بن حبيب ( ت 245هـ ) : ¶ المنمق في أخبار قريش ، تحقيق خورشيد أحمد ، ط1 ، بيروت ، عالم الكتب ، 1405 هـ . المحبر : باعتناء الدكتورة ، إيلزه شتيتر ، حيدر آباد ، 1361هـ . ¶ - ابن حجر : أحمد بن علي العسقلاني ( ت 851هـ ) : ¶ فتح الباري بشرح صحيح البخاري ، طبعه دار الفكر ، بيروت ، ( د ، ت ) . ¶ - ابن حزم : علي بن أحمد بن سعيد بن حزم ( 456هـ ) : ¶ - جمهرة أنساب العرب ، تحقيق : عبد السلام هارون ، مصر دار المعارف ، ط5 ، ( د ، ت ) . ¶ - ابن حنبل : الإمام أحمد بن حنبل ( ت 241هـ ) : ¶ مسند الإمام أحمد بن حنبل أشرف على تحقيقه ، شعيب الأرنؤوط وآخرون ، بيروت ، مؤسسة الرسالة ، ط2 ، 1420 هـ . ¶ - الحموي : ياقوت بن عبد الله ( 622هـ ) : ¶ معجم البلدان ، بيروت ، دار الكتب العلمية ، ط1 ، 1410 هـ . المقتضب من كتاب جمهرة النسب ، بيروت ، دار العربية للموسوعات ، ط1 ، 1987م . ¶ - ابن سعد : محمد بن سعد بن منيع ( ت 230هـ ) : ¶ الطبقات الكبرى . دار صادر ، بيروت 1377هـ . ¶ - ابن سعيد : علي بن موسى ( ت 685هـ ) : ¶ نشوة الطرب في تاريخ جاهلية العرب ، تحقيق : نصرت عبد الرحمن ، الأردن ، مكتبة الأقصى ، 1402هـ . ¶ - ابن شبه : عمر بن شبه النميري ( ت 262هـ ) :",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "تاريخ المدينة المنورة ، علق عليه وخرج أحاديثه علي دندل وسعد الدين بيان ، بيروت ، دار الكتب العلمية ، ط1 ، 1417هـ . ¶ - الصالحي : محمد بن يوسف ( 942هـ ) : ¶ سبل الهدى والرشاد في سيرة خير العباد : نشر المجلس الأعلى للشئون الإسلامية ط2 ، القاهرة ، 1407هـ . ¶ - الطبري : محمد بن جرير الطبري ( ت 310هـ ) : ¶ تاريخ الأمم والملوك ، تحقيق ، أبو الفضل إبراهيم ، نشر دار سويدان بيروت ( د ، ت ) . جامع البيان في تفسير القرآن ، بيروت ، دار المعرفة ، ط3 ، 1398هـ . ¶ - القرطبي : أحمد بن عمر بن إبراهيم ( ت 656 ) : ¶ المفهم لما أشكل من تلخيص كتاب مسلم ، تحقيق محي الدين مستو وآخرون ، دمشق ، دار ابن كثير ، ط1 ، 1417هـ . ¶ - القرطبي : محمد بن أحمد الأنصاري القرطبي ( ت 671هـ ) : ¶ الجامع لأحكام القرآن ، ( تفسير القرطبي ) تحقيق عبد الرزاق المهدي ، الرياض : مكتبة الرشد ، ط2 ، 1420هـ . ¶ - ابن قتيبة : عبد الله بن مسلم ( ت 276هـ ) : ¶ المعارف تحقيق : ثروت عكاشة ، القاهرة ، دار المعارف ، ( د ، ت ) . ¶ - ابن كثير : عماد الدين اسماعيل بن كثير ( ت 774هـ ) : ¶ البداية والنهاية ، تحقيق عبد الله التركي بالتعاون مع مركز البحوث والدراسات العربية والإسلامية ، القاهرة ، دار هجر ، ط1 ، 1419 . ¶ - المبرد : محمد بن يزيد ( ت 285هـ ) : ¶ نسب عدنان وقحطان ، تحقيق عبد العزيز الميمني ، الدوحة ، قطر 1404هـ . ¶ - النيسابوري : مسلم بن الحجاج ، ( ت 261هـ ) : ¶ الجامع الصحيح ، نشر المكتبة الإسلامية ، تركيا ، استانبول ، ( د ، ت ) . ¶ - ابن هشام : عبد الملك بن هشام ( ت 218هـ ) : ¶ سيرة النبي - صلى الله عليه وسلم - ، تحقيق محمد محيي الدين ، دار التراث ، القاهرة ( د ، ت ) . ¶ - الواقدي : محمد بن عمر ( ت 207هـ ) : ¶ المغازي ، تحقيق مار سدن جونس ، ط3 ، بيروت ، 1404هـ . ¶ ب - المراجع : ¶ - البلادي : عاتق بن غيث البلادي :",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "معجم المعالم الجغرافية في السيرة النبوية ، دار مكة للنشر والتوزيع ، ط1 ، 1402هـ . معجم معالم الحجاز ، دار مكة ، الطبعة الأولى ، 1402هـ . ¶ - الجاسر : حمد : ¶ القطائع النبوية ، الرياض ، مجلة العرب ، س 8 ، ج1 ، رجب ، 1393هـ ، ص 1 ، 8 . ¶ - خطاب : محمود شيت : ¶ الرسول القائد ، بيروت ، دار الفكر ، ط5 ، 1394هـ . ¶ - رزق الله : مهدي رزق الله أحمد . ¶ السيرة النبوية في ضوء المصادر الأصلية ، الرياض ، نشر مؤسسة الملك فيصل للبحوث والدراسات الإسلامية ، ط1 ، 1412هـ . ¶ - شراب : محمد محمد حسن : ¶ المعالم الأثرية في السنة والسيرة ، بيروت ، الدار الشامية ، 1411هـ . ¶ - العلي : صالح أحمد : ¶ الدولة في عهد الرسول - صلى الله عليه وسلم - ، بغداد ، المجمع العلمي العراقي ، 1988م ، بيروت ، 1 / ب ، ط1 ، 1410هـ . الحجاز في صدر الإسلام - دراسات في أحواله العمرانية والإدارية . ¶ - العمري : أكرم ضياء : ¶ السيرة النبوية الصحيحة ، المدينة ، مكتبة العلوم والحكم ، 1412 هـ . ¶ - كحالة : عمر رضا : ¶ معجم قبائل العرب القديمة والحديثة ، بيروت ، مؤسسة الرسالة ، ط7 ، 1414هـ . ¶ - مؤنس : حسين : ¶ تاريخ قريش دراسة في تاريخ أصغر قبيلة عربية ، جدة ، الدار السعودية ، ط1 ، 1408هـ . ¶ -",
            "page": "75",
            "part": "1"
        }
    ],
    "t37148": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "4-8"
        }
    ]
}