{
    "b37159": [
        {
            "id": "1",
            "nass": "سلسلة القادة و مشروع النهضة ¶ أداة فلسفة التاريخ ¶ د. جاسم سلطان ¶ مقدمة ¶ ... ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العاملين والصلاة والسلام على أشرف المرسلين وعلى أهله وأصحابه أجمعين وبعد.. ¶ فهذه حلقة من سلسلة أدوات القادة التي تشكل جزءاً من القاعدة المعرفية للقائد. ووظيفة هذه الحلقة هي: ¶ ? تعزيز التفكير التأملي عند القادة. ¶ ? تكوين مداخل تفسيرية متعددة لنشوء الدول والحضارات وسقوطها، مما يتيح أدوات هامة تساعد في المناقشات والحوارات، يضع عليها القائد أساساً للتفكير المنهجي فيما يعترضه من مشاكل وأسئلة تدور حول كيفية التحرك والنهوض بالمجتمعات. ¶ ولا يستغني أي قائد عن فهم القوانين الحاكمة لبناء الأمم وسقوطها. فإن دور قادة النهضات والعاملين لها هو استنهاض الأمة. ومعرفة هذه القوانين وتوظيفها واستخدامها في عملية النهضة أمر في غاية الضرورة. ¶ فغرض العلم هو تقديم هذه القوانين ليستفيد منها بناة النهضة سواءً كانت في طور النشوء أو القمة أو الانهيار، كما يستفيد منه قادة تكوين الدول سواءً قبل أن يمتلكوا زمام الدولة أو أثناء استلامها أو ما بعد ذلك. ¶ وسنحاول أن نجمع للقائد - بشكل وجيز ومبسط - ما يحتاجه من هذا العلم. فلن نذكر كل ما كتب عنه من نظريات، كما لن نتحدث عن كل ما قاله كل مفكر ممن سنتناول بعض أفكارهم.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وتعد هذه الدراسة مختلفة - نوعاً ما - عن كثير من المعالجات في هذا الموضوع. فكثير ما تُطرح المدارس المتنوعة في فلسفة التاريخ باعتبارها مدارس منفصلة. ونحن حين نتناولها - إن شاء الله - سنحاول أن نجعلها في إطار متكامل. فإن التكاملية في الفكر الإنساني واردة. والنظرات المختلفة لزوايا متعددة في نفس الموضوع تعزز المعالجات، حيث أن كل زاوية من زوايا النظر تخدم وضعاً ونظاماً وظرفاً ونقاشاً معيناً، كما تجسد شكلاً من أشكال التعامل مع حالة من الحالات. وبالتالي هي مفاتيح متعددة لأبواب مختلفة في نفس البيت. فالبيت واحد - وهو الظاهرة التاريخية - ولكن أبواب دخوله متعددة. ¶ وسنحاول أن نبين فائدة كل باب من هذه الأبواب، وكيف يخدم القائد في عملية الفهم والتبصر فيما يدور حوله. كما يخدمه في عملية اتخاذ القرار. حتى يتمكن من إسقاط قوانين النهضة على الواقع، لمعرفة الفائدة العملية. ¶ كما أن القائد سيجد متعة كبيرة في رؤية هذه العقول الجبارة من المفكرين، وهي تعمل في البحث في السنن، لتستنتج لنا الخلاصات. وعندها تنفتح الشهية لمزيد من الدراسة والنظر في هذا العلم الرائع، الذي هو كنز من الكنوز الكبيرة، والذي أثر في تاريخ العالم تأثيراً هاماً وخاصة في العالم الإسلامي وإلى يومنا هذا. ¶ وليس هدفنا الدراسة الاستقصائية النظرية الأكاديمية الباردة؛ إنما هدفنا أن تتحول العلوم إلى أدوات في الفعل والممارسة. ولكي تتحول هذه المعارف إلى أدوات لابد من استخدامها ومحاولة تسيير الواقع من خلالها. وبتكرار هذه المحاولة تتكون الملكة التي يحتاجها القائد، سواءً كان في فهم الماضي واستشراف المستقبل، أو إقناع من حوله. وهي أهم وظائف القائد في أي مشروع يخوضه. ¶ حول الكتاب",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "سنقدم نبذة عن مداخل التاريخ، وكيف تستخدم لرفع أو كسر الروح المعنوية للأمم. ثم سنطوف مع بعض نظرات المفكرين. وسنتوقف مع تصورات ابن خلدون حول دور العصبية في قيام الدول، وسندرس أثر التحديات على النهضات، وأثر الأفكار في حدوث التقدم، وأثر الصراع على الموارد في قيام الدول. ¶ كما سنتناول بعض ما جاء في القرآن من قوانين تتعلق بالنهضة.بالإضافة إلى أهم أعمال المفكرين. ¶ وسنضرب صفحاً عن النقد الموجه لكل نظرية من النظريات التي سنطرحها، لأن الهدف من هذه الدراسة هو الاستفادة من أفكار المفكرين واستخدام الصالح منها. ¶ ونحيط القارئ علماً بأن اقتباسنا من أفكار بعض مفكري الغرب - مثل هيجل وماركس - لا يعني أننا نقبل كل أفكارهم، ولكننا نؤمن أن الحكمة ضالة المؤمن، وأن هؤلاء الناس كما زاغوا في أمور فقد أضافوا في أمور أخرى. ¶ الفصل الأول ¶ مداخل التاريخ ¶ تعريف ¶ \"التاريخ دراسة للتطور البشري في جميع جوانبه السياسية والاجتماعية والاقتصادية والفكرية والروحية، أياً كانت معالم هذا التطور وظواهره واتجاهاته\".(¬1) ¶ وكلمة التاريخ تعني \"مجموعة الحوادث التي ظهرت في حياة البشرية\". ¶ وعلم التاريخ \"هو ذلك الفرع من المعرفة الإنسانية الذي يستهدف جمع المعلومات عن الماضي وتحقيقها وتسجيلها وتفسيرها، فهو يسجل أحداث الماضي في تسلسلها وتعاقبها، ولكنه لا يقف عند تسجيل هذه الأحداث، وإنما يحاول - عن طريق إبراز الترابط بين هذه الأحداث وتوضيح علاقة السببية بينها - أن يفسر التطور الذي طرأ على حياة الأمم والمجتمعات والحضارات المختلفة، وأن يبين كيف حدث هذا التطور ولماذا حدث\".(¬2) ¶ أهمية دراسة التاريخ ¶ ¬__________ ¶ (¬1) دكتور رأفت غنيمي الشيخ، فلسفة التاريخ. ¶ (¬2) المصدر نفسه.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "يقول ابن خلدون: \"اعلم أن فن التاريخ فن عزيز المذهب جم الفوائد شريف الغاية إذ هو يوقفنا على أحوال الماضين من الأمم في أخلاقهم والأنبياء في سيرهم والملوك في دولهم وسياستهم حتى تتم فائدة الاقتداء في ذلك لمن يرومه في أحوال الدين والدنيا\".(¬1) ¶ ويتساءل بعض الناس عن أهمية دراسة التاريخ!! أليس لدينا كتاب الله وسنة رسوله؟! وفيهما ما يغني عن دراسة التاريخ؟! ¶ ولكي نجيب على هذا السؤال ينبغي أن ندرك حقيقة هامة. فالعلم في كتاب الله عز وجل علمان: ¶ ? علم بالكتاب. ¶ ? وعلم أشار إليه الكتاب. ¶ فالعلم الذي في الكتاب - سواءً القرآن أو السنة - هو العلم المتعلق بالعبادات، وشكلها التفصيلي، والأوامر والنواهي عموماً. ¶ ولكن كتاب الله عز وجل أشار إلى علم آخر. ليس مكان البحث في تفاصيله في الكتاب (القرآن والسنة). ويمكن أن نطلق عليه \"علم أشار إليه الكتاب\". يقول الله تعالى: {قد خلت من قبلكم سنن فسيروا في الأرض فانظروا كيف كان عاقبة المكذبين}(¬2). هذا العلم - الذي مكان تحصيله ¶ واكتشاف قوانينه يتم عبر السير في الأرض، والنظر في أحوال الأمم - هو العلم المقصود الذي نتحدث عنه هنا. يقول تعالى في الآيات التالية للآية السابقة: {هذا بيان للناس وهدى وموعظة للمتقين. ولا تهنوا ولا تحزنوا وأنتم الأعلون إن كنتم مؤمنين. إن يمسسكم قرح فقد مس القوم قرح مثله وتلك الأيام نداولها بين الناس وليعلم الله الذين آمنوا ويتخذ منكم شهداء والله لا يحب الظالمين وليمحص الله الذين آمنوا ويمحق الكافرين}.(¬3) ¶ ¬__________ ¶ (¬1) مقدمة ابن خلدون. ¶ (¬2) سورة آل عمران: 137 ¶ (¬3) سورة آل عمران: 138: 141",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إن السير في الأرض وسيلة لاكتشاف القوانين. والقرآن يدلنا على مجال رحب لاكتشاف الظاهرة البشرية، واستخلاص العبر. ومعرفة هذه القوانين تجعل الإنسان صلباً في التعامل مع الأوضاع القائمة. فسياق الآيات يدل على أنها استخدمت في مجال الصراع. فهناك أناس مؤمنون يصيبهم القرح، وتدور عليهم الدائرة. والقرآن الكريم - بعد أن يأمرهم بالسير في الأرض - يخبرهم أن الآلام متبادلة بين كل البشر، وأن الأيام بين الناس دول. ¶ يقول الله تعالى: {سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق}(¬1). إن وظيفة المؤمن هي البحث عن هذه الآيات المنتشرة في الآفاق، حتى يكتشف حقائق الوجود. ولذلك يقول الله تعالى في آية أخرى: {إنما يخشى الله من عباده العلماء}(¬2). فالعلماء هم أهل الخشية، لعلمهم بهذه السنن المطروحة في الآفاق، ولرؤيتهم حقائق الكون وهي تسير وتتجانس مع ما أشار الله إليه سبحانه وتعالى. ¶ إن دراسة التاريخ والبحث في السنن الكونية مطلب رباني. وهو مطلب عقلي أيضاً. فالتاريخ هو بيت الخبرة الإنسانية. ومن لا يعرف التاريخ يتعثر في مطبات كبيرة. أما من استفاد واتعظ ممن قبله، فحري به أن لا يجرب التجارب الفاشلة. وأن يزيد البناء لبنة. ¶ ¬__________ ¶ (¬1) سورة فصلت: 53 ¶ (¬2) سورة فاطر: 28",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "يقول العلامة الشيخ محمد رشيد رضا في تفسير المنار في قول الله تعالى: {فسيروا في الأرض فانظروا كيف كان عاقبة المكذبين}(¬1)\".. فيجب على الأمة في مجموعها أن يكون فيها قوم يبينون سنن الله في خلقه، كما فعلوا في غيرها من العلوم والفنون التي أرشد إليها القرآن بالإجمال، وبينها العلماء بالتفصيل، عملاً بإرشاده، كالتوحيد والأصول والفقه. والعلم بسنن الله تعالى من أهم العلوم وأنفعها. والقرآن يحيل إليه في مواضع كثيرة. وقد دلنا على مأخذه على أحوال الأمم، إذ أمرنا أن نسير في الأرض لأجل اجتلائها ومعرفة حقيقتها\".(¬2)ويقول الشيخ محمد عبده: \"ولا يُحتج علينا بعدم تدوين الصحابة لها، فإن الصحابة لم يدونوا غير هذا العلم من العلوم الشرعية التي وضعت الأصول والقواعد، وفرع منها الفروع والمسائل.. ولما اختلفت حال العصور اختلافاً احتاجت معه الأمة إلى تدوين علم الأحكام وعلم العقائد وغيرهما، كانت محتاجة إلى تدوين هذا العلم. ولك أن تسميه علم السنن الإلهية، أو علم السياسة الدينية، سمه بما شئت فلا حرج، فالحياة لم تخلق عبثاً، إنما خضعت لسنن وقوانين، وأمر البشر في اجتماعهم وما يعرب فيها من الصراع والتدافع الحضاري وما يتبع ذلك من الحرب والنزال والملك والسيادة والتداول الحضاري يجري على طريقة قويمة، وقواعد ثابتة، ومن سار على سنن الله ظفر ¶ بالفوز وإن كان ملحداً أو وثنياً، ومن تنكبها خسر وإن كان صديقاً أو نبياً. وعلى هذا يخرج انهزام المسلمين في أحد، وفي بداية معركة حنين، ويتخرج انهزامهم على الأصعدة المتعددة\"(¬3). ¶ مداخل التاريخ ¶ إن استخدام التاريخ كأداة في الفعل القيادي ليس بجديد. فدارس التاريخ يلحظ أن اختيار الاستخدام الوظيفي له يتحكم في زوايا العرض. ¶ ¬__________ ¶ (¬1) سورة النحل: 36 ¶ (¬2) انظر تفسير المنار للعلامة محمد رشيد رضا. المجلد الأول. ¶ (¬3) المصدر نفسه.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ونعطي مثالاً على الاستخدامات المختلفة للتاريخ من خلال ما استعرناه من بعض ما طرحه أحمد القديدي(¬1)في مصطلحي \"التاريخ الصغير\" و\"التاريخ الكبير\". ¶ مدخل التاريخ الصغير: ¶ ويشمل أخبار البلاط والقصور، وما يدور فيها، والتركيز على عوامل الإثارة، والجنس، والنساء، والترف، والصراعات الكيدية، والصراعات الدموية في القصور، على اعتبار أن ذلك هو تاريخ أمّة من الأمم. في حين أنه يشكل حياة شريحة صغيرة من قمة الهرم. وغالباً ما يكون مثار السخط والاشمئزاز. ويعمل على تقزيم دور الأمة وتحطيم روحها المعنوية. ¶ وتخيل لو أن شخصاً ركز على التاريخ الصغير في بريطانيا -على سبيل المثال.لينظر إلى القصر الملكي البريطاني، والمؤامرات وقتل النساء وقتل الرجال، وعمليات الإجرام التي كانت تتم في القصور حول الملك، ماذا يمكن أن ينطبع في ذهن هذا الشخص عن بريطانيا ؟! ¶ مدخل التاريخ الكبير : ¶ وهو إنجاز أمة من الأمم في مجال الإنجاز العسكري، والاقتصادي، والإنساني، والعلمي، والفكري، والاجتماعي، والقانوني، والقيمي، ودورها في خدمة البشرية. وهو الجزء الذي يشكل عطاء الغالبية العظمى من المجتمع في حقبةٍ ما. وهو الأمر الذي يؤكد هوية الأمة وقدراتها على العطاء وعبقريتها الخاصة. ¶ وتلاحظ هنا المفارقة، ففي حين يقدم الغرب للأمم الشرقية تاريخ أوروبا من خلال التاريخ الكبير يتم الإصرار على تقديم تاريخ العالم الإسلامي من زاوية التاريخ الصغير الانتقائي وغير الموثق. وهو جهد تقوم به دوائر الاستشراق بتقنية عالية. ويترسم هذه الخطى بعض أبناء الأمة ممن درس على أيديهم. ¶ ¬__________ ¶ (¬1) أستاذ الإعلام بجامعة قطر والذي تولى مسؤوليات سياسية في تونس. حيث كان عضواً في البرلمان. واختار سنة 1986م المنفى مع صديقه محمد مزالي الذي كان رئيسا للحكومة من أجل التطور الديمقراطي في تونس. صدر للدكتور القديدي مجموعة من الكتب تهتم بالمشروع الحضاري الإسلامي باللغة العربية والفرنسية.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "استخدام التاريخ ¶ إن عرض التاريخ أداة خطيرة للقائد. فعندما يستخدم شخص التاريخ الصغير عند تعبيره عن حالة أمة معينة؛ يؤدي ذلك إلى الإحساس بالتهميش، والضعف، والعجز الخلقي، وما إلى ذلك. فهو يستخدمه كأداة للتحطيم النفسي. ¶ وعندما يستخدم شخص التاريخ الكبير فإنه يقوم بعملية بعث نفسي. وانظر إلى الكتابات المنتشرة حولك. فحين يريد الكاتب أن يرفع شأن أمة من الأمم يستخدم التاريخ الكبير، وعندما يلبس النظارة السوداء يستخدم التاريخ الصغير، ويقوم بعملية الهدم. ¶ إن استخدام التاريخ - حسب الاستخدام المنتشر - ليس استخداماً حيادياً، بل يؤدي دوراً وظيفياً في عملية الصراع والتدافع في المجتمعات المختلفة. ¶ إننا أمام ملف ضخم يجب على القادة أن ينظروا فيه، وأن يفهموه جيداً. ماذا يختارون من التاريخ ليعرضوه؟! أي المداخل يستخدمونها؟! ما الغرض من الاستخدام؟! و لا نتحدث هنا عن النظرة المجردة والمتعلقة بالتوازن والاعتدال والموضوعية والحياد وما إلى ذلك. نحن نتكلم عن الواقع المعاش، وكيفية استخدام هذه الأدوات استخدامات مختلفة وفي ظروف مختلفة. ¶ الفصل الثاني ¶ فلسفة التاريخ ¶ تعريف ¶ إن\"فلسفة التاريخ\" تقوم على كلمتين: ¶ كلمة فلسفة: ودون الدخول للمعنى المجرد لكلمة الفلسفة؛ نعني بها التأمل التجريدي للظواهر البشرية ومحاولة تفسيرها. أي النظر وتجريد الظواهر من ملابساتها وتحوليها إلى مفاهيم، بحيث يمكن استخدامها في سياقات أخرى.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "كلمة تاريخ: علم التاريخ يقوم بجمع وتحقيق وتدوين وتفسير الأحداث التاريخية وهو عندما يفعل ذلك يبدو علماً سكونياً كالجغرافيا الوصفية ولكن عندما ننتقل لاستكشاف القوانين والاستفادة منها يتحول إلى علم حركي ديناميكي كتحويل الجغرافيا إلى الجيوبولتيك(¬1). ¶ إن فلسفة التاريخ هو ذلك العلم الذي يحاول أن يكتشف القوانين الموجهة لحركة المجتمعات والدول والنهضات وأسباب صعودها وهبوطها. و ليست وظيفة هذا العلم قاصرة على توصيف هذه القوانين، ولكنها - كأي علم آخر - يسعى لاكتشاف القوانين من أجل استخدامها وتوظيفها لمعالجة الظواهر القائمة والمستقبلية. ¶ \"ويمكن القول أن فلسفة التاريخ في أبسط تعريف لها عبارة عن النظر إلى الوقائع التاريخية بنظرة فلسفية، ومحاولة معرفة العوامل الأساسية التي تتحكم في سير الوقائع التاريخية، والعمل على استنباط القوانين العامة الثابتة التي تتطور بموجبها الأمم والدول على مر القرون والأجيال. كما أن ¶ هناك من يقول أن التاريخ يسير وفق مخطط معين وليس بطريقة عشوائية وأن فلسفة التاريخ هي رؤية المفكر للتاريخ أو حكمه عليه\".(¬2) ¶ وعلم فلسفة التاريخ يمكن أيضاً إسقاطه على التجمعات والمنظمات والأحزاب في بعض جوانبه. ¶ نشأة العلم: ¶ ¬__________ ¶ (¬1) الجيوبولتيك أو (الجغرافيا السياسية): دراسة الإقليم وموقعه وخصائصه وعلاقاته. وتطور المفهوم ليشمل فهم الجغرافيا كوسيلة لتحقيق طموحات الإقليم القومية، والسيطرة على مقدرات الآخرين وتسخيرها لمصلحة أمة معينة مما أعطى المفهوم بعداً آخر. ¶ (¬2) دكتور رأفت غنيمي الشيخ، فلسفة التاريخ.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "\"يعتبر العلامة عبد الرحمن بن خلدون(¬1)أول من استخدم تعبير فلسفة التاريخ، حيث قصد بها البعد عن السرد وتسجيل الأحداث دون ترابط بينها، كما قصد بها التعليل للأحداث التاريخية\"(¬2). ¶ \"كما أن الفيلسوف الفرنسي \"فولتير\" كان أول من صاغ مصطلح فلسفة التاريخ في القرن الثامن عشر من بين الفلاسفة الأوربيين.\"(¬3) ¶ ويتضح أن المسلمين كانوا أول من وضع نواة هذا العلم، يوم أن كانوا يسيرون على هدي كتاب الله، وينظرون في الآفاق {فسيروا في الأرض فانظروا كيف كان عاقبة المكذبين}(¬4)، ثم غاب نجم الحضارة الإسلامية وتسلمها الغرب واستكملوا مسيرة بن خلدون في البحث في هذا العلم. ¶ أهمية أداة فلسفة التاريخ ¶ إن هذا العلم مجهول عند الكثيرين، ولكنه علم أساسي لصناع النهضة ومتخذي القرار، حيث يضع لهم أرضية صلبة - ليس فيما يتعلق بالماضي؛ بل فيما يتعلق بالحاضر والمستقبل. إن هذه الأداة تضع بين يدي القائد مناظير متعددة لفهم الحراك النهضوي في المجتمعات، ولن ننظر إلى النظريات التي طرحت في هذا العلم على أنها أجزاء متناثرة لا يربطها رابط؛ بل سنعتبرها مداخل متعددة تتكامل، ويدعم بعضها بعضاً في الفهم. فكل منها تعالج جانباً من جوانب هذا الموضوع الشيق، وهو موضوع فلسفة التاريخ. ¶ مطلب قرآني ¶ والمتأمل في قصص القرآن الكريم عن الأمم السابقة يدرك مغزى طلبه منا الاعتبار- إن كنا من ذوى الألباب- حين يصف أحوال تلك الأمم من ترف عيش، وبطر حق، وكفر رب، وانتكاس فطرة، وارتكاس تصور، وكيف أصابها الدمار ولحق حضارتها التبار. ¶ ¬__________ ¶ (¬1) عبد الرحمن أبو زيد ولي الدين بن خلدون، وأصله من حضرموت، ولكن أجداده نزحوا إلى بلاد المغرب العربي أثناء الفتح الإسلامي للأندلس. وقد استقرت أسرته في تونس في منتصف القرن السابع الهجري، وقد ولد عبد الرحمن في تونس عام 732هـ الموافق 1332م على الأرجح. ¶ (¬2) المصدر نفسه. ¶ (¬3) المصدر نفسه. ¶ (¬4) سورة النحل: 36",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وبين الحق سبحانه وتعالى في ثنايا تلك القصص أو تعقيبا عليها سنن الله في خلقه ونواميسه المتحكمة في هذه الحياة والموجهة لها لنتبين أسباب السقوط ودواعي النمو والإقلاع. ¶ ويشير عماد الدين خليل إلى \"أن القرآن الكريم يجيء بمعطياته التاريخية من أجل أن (يحرك) الإنسان صوب الأهداف التي رسمها الإسلام ويبعده - في الوقت ذاته- فرداً أو جماعة عن المزالق والمنعرجات التي أودت بمصائر عشرات بل مئات الأمم والجماعات والشعوب\". ¶ لعل خير ملخص لمنهج القرآن هو قول الله تعالى: {سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق}(¬1). ¶ مطلب عقلي ¶ إن الكون تحكمه سنن متطابقة. وصيرورة الحياة البشرية التزاماً بالقيم أو انحرافاً عن السنن القويم والجادة المثلى تكاد تكون صوراً متكررة. لذلك فمن الضروري والواجب الحتمي لأي جماعة بشرية تسعى للتغيير وتحقيق قيم الحق والفضيلة، أن تنظر نظر استبصار وفحص واقتباس متعقل -منسجم مع الوقائع والأحداث - لآثار من سبقوها، مسترشدة بها في غير تقليد للأشكال وانبهار بالأنماط والنماذج غير القابلة للاستنساخ، مبدعة أساليب جديدة تحقق الهدف، وتوصل للغاية. ¶ ذلك أن التاريخ البشري سلسلة وقائع آخذ بعضها بعنان بعض، لا تنفك في المآل، وإن تباينت في الأشكال. والعاجز من تجاوزها متجاهلاً بادئاً من الصفر بل من سالب الفعل. فإن تجارب البشرية ملك مشاع، أفلح من استفاد منه على الوجه المطلوب، وانبطح في حمأة الإفلاس ودرك الفشل من حاول التأسيس والانطلاق بعيداً عنها. ¶ مما سبق يتبين أن التأمل في التاريخ هو مطلب عقلي ومطلب شرعي. ¶ وتستخدم أداة فلسفة التاريخ في: ¶ ? تشكيل القاعدة المعرفية للقادة. ¶ ? اكتشاف القوانين العامة التي تقود حركة التاريخ. ¶ ? النظر الكلي للظاهرة التاريخية في الدول والحضارات صعوداً وهبوطاً. ¶ ? فهم الماضي واستشراف المستقبل. ¶ ? تعزيز التفكير التأملي عند القادة. ¶ ¬__________ ¶ (¬1) سورة فصلت: 53",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "? أداة للنقاش والحوار. ¶ ? التفكير المنهجي في حل المشاكل. ¶ ? عملية البعث والإحياء النفسي للأمة. ¶ إن وظيفة قادة النهضة ليس العمل الأكاديمي البارز المتعلق بعلم من العلوم - فهذه وظيفة الأكاديميين، أما وظيفة القادة فهي الاستفادة من هذه العلوم لتغيير الواقع. وبالتالي تتحول المعرفة إلى ديناميكا حيوية تنطلق في الحياة، وتبث فيها الدفء والحيوية والنشاط. ¶ ونقترح على القادة تمام الاستيعاب لفلسفة التاريخ واستخدامها وشرحها لغيرهم، والتدرب على الاستعانة بأطروحاتها في ثنايا حديثهم بل وعقد حلق النقاش حولها حتى تتحول إلى مكون طبيعي في ثقافة القائد. ¶ ... ¶ الفصل الثالث ¶ العصبية عند ابن خلدون ¶ بن خلدون ¶ \"هو عبد الرحمن بن محمد بن خلدون الحضرمي التونسي(732-808هجرية). أصله من حضر موت، ولكن أجداده نزحوا إلى بلاد المغرب أثناء الفتح الإسلامي للأندلس، وولد في تونس عام 732 هـ الموافق 1332م. ¶ قضى العشرين سنة الأولى من عمره متعلماً للعلوم الدينية واللغوية والفلسفية والطبيعية والرياضية. وقضى خمسة وعشرين سنة أخرى من عمره موظفاً حكومياً بدول شمال أفريقيا، وكانت هذه الفترة فترة اضطراب سياسي من عام 1350 إلى 1374م. ثم عاش أربع وعشرين سنة في القاهرة معلماً وقاضياً ومؤلفاً. ووافته المنية في القاهرة عام 808هـ الموافق 1406م. ¶ وقد نشأ في بيت علم ودين، فكان أبوه معلمه الأول، ثم تتلمذ على يد مجموعة من العلماء حتى صارت ثقافته موسوعية. ¶ واستهواه العمل السياسي مع الأمراء والملوك سواءً في تونس أو في تلمسان وغيرها من مدن شمال أفريقيا.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "و كتب مقدمته المشهورة والتي أصبحت فيما بعد أساس \"علم العمران \" لاعتماده على الاستقراء والتحليل والاستنتاج والنقد للحوادث التاريخية، لا من حيث هي وقائع مروية يكتفى بالنظر في سندها فحسب وإنما باعتبارها مؤشرات ودلالات ينتظمها سياق يقود ربطها وتحليلها من داخل تلك المنظومة لإدراك مغازيها واحتمالات تأثيراتها الحاضرة والمستقبلية.\"(¬1) ¶ وابن خلدون هو أول من بدأ يقرأ التاريخ قراءة مختلفة، فبينما كان التاريخ قبل ابن خلدون يدرس على أنه حوادث متفرقة ومتتابعة؛ جعل بن خلدون التاريخ مجالاً للاستقراء والتحليل والاستنتاج، وكان يريد أن يستنتج القوانين التي تحكم الحراك التاريخي. حتى يمكن استخدامها في مجالات أخرى. فاعتبر الوقائع التاريخية والإسناد في التاريخ وتحقيق الحادثة التاريخية هو مجال صناعة المادة الخام. أما وظيفة ابن خلدون فكانت استخدام المادة الخام واستخراج القوانين منها. ¶ ومن خلال هذه الدراسة تمكن من أن يستخلص نظرية حول نشوء الدول واستقرارها، وتحللها واندثارها، ملاحظاً الدورة من الظفر إلى الانقراض، ومؤكداً على نظرية العصبية القائمة على الدم أو الدين أو أي رابطة اجتماعية أخرى في جميع مراحل الدولة. ¶ الدولة والعصبية عند ابن خلدون ¶ لقد كان الهم الأول عند ابن خلدون وهو يكتب التاريخ ويصحح وقائعه ويستكشف ظواهر العمران البشري هو أن يجيب على سؤال محوري: ¶ كيف تقوم الدولة؟ كيف تنهار؟ ¶ وقد وضع في اعتباره أن للدول أعماراً طبيعية كما للإنسان. ¶ دورة حياة الدولة ¶ \"نظر ابن خلدون إلى الدولة على أنها كائن حي يولد وينمو ثم يهرم ليفنى، فللدولة عمر مثلها مثل الكائن الحي تماماً\".(¬2) ¶ ¬__________ ¶ (¬1) منقول بتصرف من كتاب فلسفة التاريخ للدكتور رأفت غنيمي الشيخ. ¶ (¬2) دكتور رأفت غنيمي الشيخ، فلسفة التاريخ",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وهو يشبهها بدورة حياة الإنسان التي ذكرها رب العزة في قوله تعالى: {الله الذي خلقكم من ضعف ثم جعل من بعد ضعف قوة ثم جعل من بعد قوة ضعفاً وشيبة يخلق ما يشاء وهو على كل شيء قدير}.(¬1) ¶ والدولة عند ابن خلدون تمر بأربعة أطوار هي: ¶ ? طور الظفر والاستيلاء على الحكم غلبة وقهراً وانتزاعاً. ¶ ? طور الاستبداد والانفراد بالسلطة والتنكر للعصبة. ¶ ? طور الفراغ والدعة لتحصيل ثمرات الملك وفيه تسود الراحة والطمأنينة. ¶ ? طور الهرم والانقراض بسبب الإسراف والتبذير. ¶ ويدور الفكر الخلدوني في الدولة والحضارة على قانون العصبية ويعني بها الالتحام الذي يكون بين الأقارب أو القبائل والعشائر والذي يدفع للمناصرة والمطالبة بالملك والمغالبة في سبيله ويدخل فيه الحلف والولاء وغير ذلك من صنوف التكتل والتحالف القبلي شاملاً أي نوع من الولاء المفضي للمغالبة في سبيل تلك الغاية. ¶ فابن خلدون يدرس كيف تصل جماعة ما إلى إسقاط نظام ما، ثم ماذا يحدث لها عندما تصل إلى الحكم ويشتد عودها، ثم ماذا يحدث عندما تنهار. وهو في نظريته يؤكد على نظرية العصبية القائمة على ¶ الدم أو على الدين. فإذا وجدت العصبية؛ فإن تفسيره للظواهر يقوم عليها. وعندما تشتد توصل أصحابها إلى السلطة وعندما تصل بهم إلى السلطة تضعف هذه الرابطة شيئا فشيئاً، إلى أن ينهار هذا النظام، ويقوم نظام جديد. وبالرغم من أن هذا النموذج الذي يتحدث عنه ابن خلدون - كما حدد هو في دراسته - متعلق بدول المغرب التي شاهدها والممالك التي قامت بها - إلا أن نظرية العصبية نظرية صحيحة في جوهرها، تنطبق على أماكن كثيرة. ¶ ¬__________ ¶ (¬1) سورة الروم: 54",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقد عرف الدكتور محمد عابد الجابري في كتابه \"معالم نظرية خلدونية\" العصبية بأنها \"رابطة اجتماعية نفسية تربط أفراد جماعة معينة قائمة على القرابة المادية أو المعنوية ربطاً مستمراً يشتد عندما يكون هناك خطر يهددهم\" أوهي \"قوة جماعية تمنح القدرة على المواجهة سواءً كانت المواجهة مطالبة أو دفاعاً\". ¶ وينطبق ذلك أيضاً على أكثر من مجرد القبيلة التي كانت تتحرك برابطة الدم. فهو ينطبق على الحزب السياسي، إذا اجتمعت في أتباعه هذه الصفة، وينطبق على الجيش إذا تحول إلى حزب سياسي ¶ يمتلك هذه الرابطة. فوجود رابطة تجمع مجموعة من الناس وتدفعهم إلى التكتل والتضامن والإحساس بالخطر المشترك والتحرك في مواجهة الآخرين هو المقصود بالعصبية. ¶ وعلى ذلك يقول محمد عابد الجابري: \"يمكن اعتبار التكتلات الحديثة بجميع صورها عصبية متى ما سعى منتسبوها لتحقيق أهداف معينة واضحة وجسد انتماؤهم للتكتل شعوراً قوياً بالتضامن للإنجاز يشتد وقت الخطر وينمو باطراد\". ¶ وفي رأي ابن خلدون أن العصبية إذا اقترنت بالدين لا يقف أمامها شيء \"فالصبغة الدينية تذهب التنافس والتحاسد الذي في أهل العصبية (العرقية) وتفرد الوجهة إلى الحق\". كما يرى أنه لابد للعصبية الدينية من عصبية أخرى. ومؤدى هذه النظرة في الواقع أن الدين لا يستغني عن جماعة أو تنظيم يطالب بتحقيقه ويدافع عنه. ¶ فإن وجود جماعة أو جهة تحمل هذه الفكرة الدينية وتتبناها يحقق مصلحتين: ¶ ? وجود العصبية التي تتم بها المدافعة والجسم المادي (الجماعة) الذي يدافع. ¶ ? وجود الفكرة (الدين) التي تستجلب العصبية وتهذبها وتنقيها من الشوائب التي يفرزها التعصب. حيث أن الدين ينقي العصبية من سلبياتها ويستثمر إيجابياتها. ¶ عوامل إضعاف دور العصبية",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ترى ما الذي يلغي دور العصبية عند ابن خلدون؟! فإذا وجدت أمة من الأمم، أو مجتمع من المجتمعات فيه هذه اللحمة، وله أهداف مشتركة، ووجد مع هذه الأهداف المشتركة عنصر الدين- والمجتمعات الإسلامية بها البشر والدين. فما الذي يلغي أثر الدين؟! ¶ ويوضح ابن خلدون عاملين يشلان فعالية العصبية ويلغيان دورها وهما: ¶ ? الخضوع والانقياد ¶ إذ \"المذلة والانقياد كاسران لثورة العصبية وشدتها فإن انقيادهم ومذلتهم دليل على فقدانها فما رئموا المذلة حتى عجزوا عن المدافعة، ومن عجز عن المدافعة فأولى أن يكون عاجزاً عن المطالبة والمقاومة\". ¶ ? الترف والنعيم ¶ وهو عامل يقف بالعصبية في منتصف طريقها نحو تحقيق غايتها المنشودة. وكلما ازداد انغماس أفراد العصبة في النعيم ضعفت رابطتهم شيئاً فشيئاً حتى تضمحل. ¶ وقد لفت القرآن انتباهنا إلى دور الترف والنعيم في هلاك الأمم. يقول تعالى: {وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها القول فدمرناها تدميراً}(¬1). ¶ فإذا دخلت في هذه المنظومة منظومة فكرية تعمل كالفيروس - الذي يقوم بانتزاع ثورة المدافعة، ويؤدي إلى الخضوع والانقياد - فمن باب أولى أن تنتهي قضية المطالبة والمقاومة. وهذا أمر هام لقادة النهضة حتى يدركوا من أين يأتي الخلل في بناء الصحوة الضخم ؟! ¶ إن وجود الكتلة البشرية - حسب نظرية ابن خلدون - التي بينها رابطة و دين يفترض أن تكون قادرة على إحداث التحولات، ولكن إذا دخل -عند ابن خلدون - عامل الخضوع والانقياد، أو أقحم في هذه المنظومة، نفى عنها قدرتها على إحداث التغيير. ¶ إذا أضيف إلى منظومة الخضوع و الانقياد منظومة تؤدي إلى الترف والنعيم والانغماس في الملذات والماديات والمنافع الدنيوية انتهت قضية المدافعة والمغالبة وفقدت العصبية معناها. ¶ عوامل تعزيز العصبية ¶ يوجد في المقابل عاملان حاسمان في تعزيز العصبية ودعم روابطها وهما: ¶ ¬__________ ¶ (¬1) سورة الإسراء: 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "? وجود عصبية عامة: تتعدى عصبية النسب إلى الالتحام الاجتماعي أو الروحي. فالدول العظيمة تحتاج عصبية عامة بينما الدول الصغرى لا تحتاج أكثر من عصبية النسب. ¶ ? وقوع الدولة (المراد إسقاطها) في طور الهرم: ويرى أن ذلك ليس حتمياً أو نتيجة لا مفر منها. فالدولة القائمة تهرم إذا كانت لحمتها قائمة على عصبة النسب، إذ لا يمكنها أن تصمد طويلاً أمام مطالبة عصبية قوية، خاصة عندما تكون هذه العصبية معززة بدعوة دينية، إذ تغير الأوضاع القائمة عنده لا يتأتى بمجرد الدعوة لوضع أحسن؛ بل لابد من قوة مادية (عصبة) تسندها. ¶ نماذج معاصرة ¶ إن العصبية تحتاج إلى رابطة، وتحتاج إلى دين أو فكرة. ونزع هذين الأمرين وتحييد عملية العصبية يحتاج إلى إدخال منظومة تؤدي إلى الخضوع والانقياد، ومنظومة تؤدي إلى الترف والنعيم والانغماس في الدنيا. وعندها لا يعود للمنظومة الأولى(العصبية) أي فائدة. ¶ وانظر إلى هذا المعنى الكبير الذي يشير إليه ابن خلدون وتداعياته في الواقع المعاصر. فإذا أرادت الدول والتجمعات النجاة؛ فيجب أن تتعدى عصبية النسب إلى الالتحام الاجتماعي أو الروحي. فالدول العظيمة تحتاج عصبية عامة، بينما الدول الصغيرة لا تحتاج أكثر من عصبية النسب. فإذا أردنا تعزيز العصبية وتوثيق روابطها في مجتمعات كبيرة نحتاج إلى أكثر من مجرد النسب. وهذا ما تفعله الدول الكبيرة - مثل الولايات المتحدة الأمريكية - حيث تتكلم عن المواطنة أو القومية أو ما فوق القومية لعمل لحمة كبيرة جداً بين الأجناس المختلفة، لا تربطها رابطة الدم. ¶ والعصبية في الإسلام قوية إذ أنها تجمع كل الأجناس والأعراق على اختلاف الألوان واللغات. ¶ هل تهرم المؤسسات والأحزاب؟! ¶ إن ما يقال عن الدول يقال - بشكل أو بآخر - عن الأحزاب والمؤسسات والجماعات، فكما أن الفرد يهرم والدولة تهرم، فإن التنظيم قد يهرم. وللتنظيمات والمؤسسات أيضاً دورة حياة.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وهي تبدأ بفكرة وليدة لم تنضج بعد، ثم تبدأ الفتوة تدب في هذه الفكرة، وتنمو وتتبلور، وتتحدد أهدافها. ثم تبلغ طور الشباب بكل ما تحمله الكلمة من معنى يعبر عن الحماس والقوة والأمل. وتكون الأهداف واضحة فإذا لم تتمكن الحركة من تحقيق أهدافها وضربت بشكل أعاقها نفسياً وعملياً فإنها تتعرض لأن يصيبها طور الشيخوخة والهرم. إذ ينخفض سقف الأهداف، وتقل حدة الفكرة ووضوحها، وتخبو جذوة الشباب والحيوية. ¶ أضف إلى ذلك – في حالة غياب الأهداف الحقيقية – بُعد الأتباع عن الحركة وانغماسهم في أمور الدنيا مما يضعف الرابطة (العصبية). إما لغياب الهدف المشترك، أو لعدم السعي لتحقيقه من خلال ما تم من إعاقات نفسية.، وغلبة أمور الحياة والمعيشة على التفكير. ¶ إن الذي يتأمل في تاريخ الحركات الاستقلالية الإسلامية وغير الإسلامية على مدار التاريخ يجد أن كل حركة تبدأ بفكرة ولودة، ثم تتحول إلى حركة فتية قوية شابة، فإما أن تنجح في تحقيق أهدافها، وإما أن تُسحق و تصاب بالإعاقة، ثم تبدأ أعراض الشيخوخة تدب إليها. فإذا واصلت الطريق، وظلت بحيويتها واتجاهها صوب الأهداف فإنها تنتصر، أما عندما يتضاءل سقف أهدافها فإنها تخبو وتهرم. إذ تركن للنعيم وتستمرئ السكون. فتأتي مجموعة جديدة فتية تتجه نحو نفس الهدف، وإما أن تنجح أو تفشل وهكذا. ¶ إن من أخطر الأمور أن يطول الزمن على الحركة أو التيار دون أن يحقق هدفه. فالعمق التاريخي لأي تيار يكسبه شرعية وجماهيرية كبيرة، في حالة كونه ينتقل من هدف إلى هدف، ويقطع شوطاً تلو شوط. لكنه في حالة فشله وعدم تمكنه من الصعود على سلم الأهداف فإن ذلك عادة ما يكون له تأثير سلبي. حيث أن العمق التاريخي للحركة يصبح عبئاً عليها. إذ تقع دائماً تحت مطارق التساؤلات عن نجاحاتها في هذه الفترة الطويلة. كما أن آثار الهزيمة وأشباحها غالباً ما تكون عائقاً نفسياً قبل الإقدام على شوط جديد.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويقول محمد حسنين هيكل في حديثه عن أمريكا: \"إن الولايات المتحدة بلد محظوظ: لديه كثير من الجغرافيا وقليل من التاريخ. ومعنى ذلك أن لديه غنى في الموارد بلا حدود، وخفة في أثقال التاريخ وحمولاته لم يتمتع بها غيره، وذلك منحه اطمئناناً إلى وفرة مادية طائلة – ثم إنه أعفاه من وساوس تاريخية ينوء بها عديد من الأوطان أو البلدان. ¶ والذاكرة الوطنية للشعوب في بعض الأحيان عبء بمقدار ما هي حافز – لكن الهجرة إلى أمريكا كانت مشروطة بالتخلي عن القديم والبدء من جديد لمن يبغون الفرص الطموحة. ¶ وإذا اعتبر هذا الحال فقراً في الإرث أو التراث – فإنه كان في نفس اللحظة عوناً على مواجهة المستقبل مفرغاً من العقد والمسئوليات مما يخلفه الإرث والتراث.\"(¬1) ¶ كيف نضمن عدم الشيخوخة؟ ¶ ? إن الحصيلة التاريخية لأي نظام يجب أن تكون عامل بناء لا عامل هدم، وذلك من خلال استخدام هذا الرصيد من زخم التجارب في التحفيز على المواصلة وعلى استمرار العطاء. ¶ ? إن ضخ دماء متجددة شابة في أي نظام كفيل بأن يستمر في حيويته، على أن تكفل القيادات التاريخية للشباب أن يقوم بدوره كاملاً، كما قدم رسول الله - صلى الله عليه وسلم - أسامة بن زيد وهو لم يبلغ السابعة عشرة عاماً على جيش يقوم بمعركة مصيرية لتأديب الروم. ¶ ? أما وضوح الأهداف واستمرارية السعي لتحقيقها فهو المحور الرئيسي لمنع التفلت، وركون العاملين للدنيا. ¶ هكذا تستطيع النظم أن تجدد شبابها. ¶ منهجية ابن خلدون ¶ ¬__________ ¶ (¬1) محمد حسنين هيكل، الزمن الأمريكي: من نيويورك إلى كابل.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إن ابن خلدون في بحثه يركز على الدول فهو لا ينظر إلى منظومات كبيرة لكنه ينظر إلى الدول في أحوالها المختلفة. فهو يرى - في نموذجه القبيلة - أنها حينما لا تكون في السلطة، فإنها تمتلك الخشونة وتمتلك لحمة الدم، وإذا نادتها عاطفة دينية فهي تنطلق، ولا يوقفها شيء لإسقاط وضع قائم. كما يرى أن هذه القبيلة عندما تصل، ويستأثر أفراد منها بالترف والنعيم تدب في أوساطها عملية الضعف، وتنخر فيها عوامل الهرم وتنحل الرابطة التي قامت عليها ويدخل عليها من ليس في عصبتها وتبدأ شيئاً فشيئاً في الانهيار. ¶ فابن خلدون ينظر من هذه الزاوية إلى الدول. والدول التي رآها هي الدول الصغيرة التي كانت تقوم كممالك. ولكن فكرة العصبية وفكرة الخضوع والانقياد وفكرة الترف والنعيم أفكار صالحة تستخدمها أمم كثيرة في مجالات الصراع متعددة. وعلى القائد أن يفهم هذه الثلاثية جيداً لينطلق باحثاً في صفحات التاريخ، حتى يتأكد من أن هذه المنظومة لها شواهدها من التاريخ والواقع. ¶ ... ¶ التوظيف العملي لقانون العصبية ¶ ? إن على الأحزاب والمؤسسات والحكومات المختلفة أن تسعى إلى تجديد حيويتها وإلا شاخت ونخر الهرم في جسدها. ¶ ? إن ظهور الجماعات والمؤسسات والحكومات الجديدة الشابة كفيل بتقدم المشروع. وكونها لا تحمل ألماً تاريخياً يجعلها مندفعة متقدمة، ومن ثم ندرك قيمة التعدد في الأحزاب والمؤسسات. إذ أن الإرث التاريخي أحياناً يكون له دور المثبط، خشية تكرار الآلام. ¶ ? ويأتي الهرم من جمود الأفكار، وضعف الارتباط (العصبية)، وكثرة الترف والنعيم، والبعد عن الأهداف الحقيقية، كما يأتي من الخضوع والانقياد. التام بدون وعي وبصيرة ما يشبه حالة الاستسلام. ¶ ? إن التكتلات والتحالفات التي تعتمد على الاتفاق على فكرة واحدة وأهداف واحدة-بغض النظر عن رابطة الدم -هي من أقوى العصبيات، ويجب السعي لتحقيقها في مجتمعاتنا، بدلاً من التفتت، وتشرذم التيارات التي تسعى للنهضة.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "? إن الإسلام به من المقومات التي تعطي قوة هائلة لأي عصبة تتبناه. فهو أمر ضروري لتقوية العصبية. ويطمس أي عصبية قائمة على العرق أو الجنس مما يمنع حدوث التنازع والفشل. ¶ ? إن هرم بعض الأحزاب الفاسدة سواءً كانت حكومية أو غيرها، هو فرصة ذهبية لوجود لظهور عصبية جديدة تقوم على الدين كفكرة مركزية منتقاة، لإحداث عمليات التغيير والتحول الاجتماعي. ¶ الفصل الرابع ¶ أرنولد توينبي والحضارات ¶ لقد كان ابن خلدون ينظر في دراسته إلى الدولة. والآن ننتقل إلى مفكر آخر وسع دائرة نظره، فدرس الدولة في سياق أكبر، وهو سياق الحضارات. وهذا الجهد قام به أرنولد توينبي. ¶ أرنولد توينبي ¶ ولد في انجلترا عام 1889م، وعاش أحداث الحربين العالميتين الأولى والثانية فانفعل بها، وجاءت نتيجة ذلك موسوعته الضخمة \"دراسة التاريخ\" التي قضى في تأليفها حوالي أربعين سنة من عام 1921م إلى عام 1961م، وكان من أشد المعجبين بأعمال ابن خلدون، ولكنه رأي أن يوسع دائرة النظر من الدولة إلى الحضارات. وبدأ يدرس الحضارات البشرية ليخرج لنا بخلاصات في غاية الأهمية. ¶ والقانون الكبير الذي يتحدث عنه هو قانون التحدي والاستجابة. وفي شرحه يطرح مجموعة ثرية من الأفكار، التي يجب أن يلم بها قائد النهضة والعامل لها. ¶ ويرى أرنولد توينبي- من زاويته- أن الحضارات رغم وجود عناصر الوحدة فيها فيما يسمى بالتشكيلة الحضارية لمجتمعات ما، إلا أن هناك تنوع للوحدات الصغيرة (الدول والمجتمعات) داخل هذه المنظومة الحضارية. وبداخل هذه المجتمعات الحضارية يوجد الإنسان المبدع. وهؤلاء المبدعين الكبار هم الذين أنشئوا الحضارات، أو أطلقوا شرارة قيامها، كالأنبياء والرسل، أو من في صفهم من المفكرين والمنظرين، الذين بنيت على أساس أفكارهم مجتمعات ضخمة.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ويرى أرنولد توينبي أن كل هذه المنظومة المكونة من المنظومة الحضارية والدول التي تقع داخل إطارها وفي قلبها الأناس المبدعون الذين يقومون على قيادة هذه الأوضاع؛ تمر بهم المجتمعات في تحديات وتستجيب لها وتطور قدراتها من أجل التغلب على عليها. ¶ قانون التحدي والاستجابة ¶ يرى صاحب نظرية التفسير الحضاري (توينبي) أن نشوء الحضارات وبعثها متعدد الأسباب. ويقوم أساساً على عمليات التحدي الجغرافية والبشرية التي تدفع للاستجابة والتحرك الخلاق سعياً للإقلاع الحضاري. ¶ يقول توينبي: ¶ يواجه الإنسان في طريقه لبناء الحضارات مجموعة من التحديات (مواقف وظروف ومشكلات صعبة) فيتعامل معها إما باستجابات ناجحة تؤدي إلى التغلب عليها والوصول إلى تحقيق النهضة المنشودة، وصولاً للحضارة، أو إلى استجابات فاشلة لا تؤدي إلى تحقيق النهضة والحضارة. ¶ ويقسم توينبي هذه التحديات إلى قسمين: ¶ ? تحديات طبيعية: مثل المناخ والجغرافيا الطبيعية والموارد الطبيعية والموقع الجغرافي وغيرها. ¶ ? تحديات بشرية: مثل عدد ونوع السكان وثقافة المجتمعات وطبيعتها. ¶ والتحديات الطبيعية قد تكون أرض صعبة، و زلازل وبراكين وفيضانات، وما شابه ذلك. فالأرض الصعبة تكون دافعاً لأن يطور الإنسان قدراته، وأن يشق الطرق والقنوات، ويبتكر وسائل المواصلات. ¶ وكذلك الأرض البكر الجديدة تدعو الإنسان إلى تطوير قدراته لاستغلالها، ¶ وهناك دوافع النكبات، كأن تحدث مآسي كبيرة في المجتمع، سواءً كانت هذه النكبات بيئية أو من صنع الإنسان، ففي الحالتين يواجه مجتمع ما تحديات كبيرة جداً، ولابد أن يطور قدراته للتغلب عليها. ¶ وهذه التحديات تواجه الأمم جميعاً بلا استثناء. والفارق الوحيد هو في الاستجابات التي تختلف من أمة لأخرى. وهذه الاستجابات هي التي تحدد شكل ونوع النتائج المستقبلية. وسنتحدث عن كل من التحديات والاستجابات بشيء من التفصيل. ¶ أولاً: التحديات",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "إن التحديات هي سر نهضات الأمم. ولولا التحديات لما وجدت الحضارات، ولما كانت هجرات الشعوب واكتشافها لمواطن جديدة تصلح للحياة. ولذلك فإن الرغبة في حياة ليس بها تحديات يعتبر بمثابة حبس طاقات الإنسان. وفي هذا يقول روبرت شولر: \"إن الصراع هو مكان ولادة الإبداع الأعظم\"(¬1)، ويقول الدكتور كاريل: \"الأهداف التي تعمل على إثارة الحافز فينا تقوم بتقديم أجمل الهدايا لنا على شكل إنجازات\"(¬2). ¶ أنواع التحديات ¶ وتنقسم التحديات من حيث مستوياتها إلى ثلاثة أقسام رئيسة: ¶ تحد قاس: أكبر من قدرة المجتمع ولا يستطيع الإنسان تطوير آليات التغلب عليه، مثل شعب الإسكيمو وتحدي الثلوج المستمرة. فإنهم لم يتمكنوا من إبداع أي شيء يخلصهم من هذا، فاستمرت حياتهم البدائية حتى يومنا هذا. ¶ تحد ضعيف: غير مستفز للإنسان ليطور ذاته وبالتالي يظل الإنسان على حاله من غير تقدم. مثل شعب نيوزيلندا، حيث قلة السكان ووفرة الموارد وسهولة الأرض. فلم يتقدم سكان نيوزيلندا الأصليين. ¶ تحد خلاق: يستفز طاقات الإنسان. ولكنه – أي الإنسان – قادر على تطوير آليات للتغلب عليه مثل حالة كل الشعوب التي صنعت حضارات، فطورت آلاتها المعرفية والعملية، حتى ووجهت بتحدي داخلي أو خارجي أو بيئي ولم تستطع الاستمرار أو تباطأت حركتها فسبقها غيرها. ¶ وهذا التحدي الخلاق هو الذي يستفز طاقة الإنسان لأقصى درجاتها تخطيطاً وتنظيماً وحشداً. وكلما استجابت الأمة بتنمية قدراتها لمواجهة تحد ما؛ كلما زادت طاقاتها. وبالتالي واجهت تحد آخر، فتغلبت عليه لتطوير طاقاتها. وبذلك يتكون المجتمع النامي والمتقدم والحضاري وليد سلسة التحديات والاستجابات الناجحة. ¶ من الذي يقود مواجهة التحديات؟ ¶ ¬__________ ¶ (¬1) داني كوكس وجون هوفر، القيادة في الأزمات. ¶ (¬2) المصدر نفسه.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ويرى أرنولد توينبي أن الأفراد المبدعين و القادة الملهمين والفئة ذات الرؤية والتصور - والتي تطرح رؤية للمستقبل وحراك لمواجهة التحديات – هم المعول عليهم في عملية المواجهة. فإذا انقادت لهم الأغلبية - سواءً عن طريق المشاركة في المعاناة والخبرة أو عن طريق التقليد والمحاكاة الآلية -قادوا هذه المجتمعات إلى التغلب على ما يواجهها من عقبات. ¶ العوامل الثلاثة لسقوط الحضارات ¶ لنفرض أن وجود القادة المبدعين قد تم، وانطلقت مجتمعات معينة حول فكرة ما، مثل دعوة الإسلام الربانية التي يقودها نبي، وتحركت بهؤلاء المبدعين - الذين واصلوا التقدم - إلى آفاقها الرحبة الواسعة. كيف يحدث التآكل والتراجع بعدها؟! ¶ يعزو توينبي سقوط الحضارات إلى ثلاث عوامل -مستبعدا أن يكون ذلك أمراً حتمياً- هي: ¶ ? ضعف القوة الخلاقة في الأقلية الموجهة وانقلابها إلى سلطة تعسفية. ¶ ? تخلي الأكثرية عن محاكاة وموالاة هذه الأقلية. ¶ ? الانشقاق وضياع وحدة كيان المجتمع. ¶ وتفسير ذلك أنه إذا حدث ضعف في القلة المبدعة - التي كانت تقود، وفقدت إبداعها؛ فإنها تتحول تلقائياً -وهي في السلطة - إلى قوة تعسفية. هذه القوة التعسفية تقوم بمنع المبدعين الآخرين من تقديم إبداعاتهم، حتى لا تنكشف عوراتها، وتحارب الجديد، وسندها في ذلك إنجازات الماضي. ¶ والأغلبية عادة لا تنضم إلى القلة المبدعة، وهي إما أن تظل في حيرتها بين الطرفين أو تظل على ارتباطها بالقديم. ونتيجة هذا الصراع يحدث الانشقاق وضياع وحدة كيان المجتمع، وتبدأ مرحلة يطلق عليها أرنولد توينبي \"زمن الاضطراب\" والذي يقود إلى الانهيار. ¶ فانظر وتأمل فيما توصل إليه توينبي عن الأقلية المبدعة وأثرها، ودرجة محاكاة واتباع الأغلبية لها، ثم التطورات التي تحدث على الأقلية المبدعة -بعد أن يُمَكَّن لها في الأرض - و استخدامها للتعسف أمام المبدعين الآخرين، مما يعد - بعد ذلك - عاملاً أساسياً ينذر ببداية الاضطراب، ثم",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "يكون العامل الحاسم هو اختيار الأغلبية من تتبعه (القديم أو الجديد المبدع). وعندما تدخل المجتمعات في زمن الصراعات يصعب حتى على أذكى الأذكياء - كما يقول سان تسو المنظر الصيني - وقف عمليات الانهيار. ¶ ثانياً: الاستجابات ¶ يؤكد توينبي أن العلاقة بين مستوى التحديات ومستوى الاستجابات علاقة طردية. أي أنه: ¶ كلما ازدادت التحديات صعوبة كلما تصاعدت قوة الاستجابات، حتى تصل بأصحابها إلى ما يسمى ب\"الوسيلة الذهبية\". والتي تأتي من خلال سلسلة من الاستجابات الناجحة وشبه الناجحة والفاشلة في مواجهة التحديات التي تعترض طريق النهضة والحضارة. إلى أن تهتدي الأمة إلى الحل النموذجي أو الخلطة السرية التي تقودها بأمان لتحقيق النهضة والحضارة. هذه الوسيلة التي تنقل المشروع نقلة قوية هي ما أطلق عليه \"الوسيلة الذهبية\". ¶ هذا الشكل يمثل مسار الصعود الحضاري، وليس الصعود والهبوط. ويلاحظ أن منحنى تقدم الأمم نحو الحضارة لا يسير في خط مستقيم، ولا في منحنيات ثابتة. ولكنه يمر بمنحنيات متغيرة متقلبة، تشير بوضوح إلى سلسلة المحاولات السلبية التي مرت بها الأمة أو الحضارة في ¶ طريقها نحو القمة، حتى تأتي الوسيلة الذهبية (الاستجابة الصحيحة) فتعيد المنحنى مرة أخرى نحو الصعود. وهكذا تتكرر المحاولات السلبية والوسائل الذهبية حتى تصل الحضارة إلى ذروتها. ¶ اللبنة المؤثرة: ¶ عادة ما تكون أحد هذه الوسائل الذهبية من الضخامة والتأثير بحيث تمثل لبنة هامة وخالدة تبني عليها الحضارات كثيراً من وسائلها وتحولاتها التالية. وبإمكاننا أن نطلق على هذه الوسيلة (اللبنة المؤثرة). وهي تمثل تحولاً ما أثر في الحضارة واستمر معها، وأصبح من الثوابت التي يصعب إزالتها. وسنمثل لذلك بمثالين:",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الأول: ما فعله الملك هنري في بريطانيا ونظامها السياسي. ففي القرن الثاني عشر الميلادي قام الملك هنري بتنظيم وضبط الدولة بالقانون وطبقه بصرامة على جميع المستويات ودرب شرائح المجتمع على احترامه. ورغم أن السبعين سنة التالية كانت من نصيب ملوك ضعاف؛ إلا أن نموذج هنري كان قد طبع المجتمع الإنكليزي وأصبح مطلباً مستمراً.(¬1) ¶ والثاني: هو ما فعله نابليون بونابرت في فرنسا بعد قيام الثورة الفرنسية عندما أدخل أساليب الإدارة الحديثة و أنشأ الجامعة لمجابهة التحديات التي كانت تواجهه، ورغم أن تجربته كانت قصيرة إلا أنها بقيت ما يكفي لإحداث عدة تغييرات راسخة لا رجعة فيها. وما زال الكثير من هذه النظم معمول بها حتى الآن. ¶ أنواع الاستجابات ¶ تنقسم الاستجابات بحسب نتائجها إلى قسمين أساسيين: ¶ ? استجابات ناجحة. ¶ ? استجابات فاشلة. ¶ ولكل من هذين النوعين نتائج منطقية تترتب عليها وذلك كالتالي: ¶ استجابة فاشلة: وهي تؤدي إلى التخلف. وهي حالة لها أعراضها الداخلية متمثلة في الفوضى والتخبط ولها أعراضها الخارجية، المتمثلة بحدة في اعتماد الأمة على الغير في مأكلها ومشربها وحمايتها، بل وحتى في فكرها ونظمها. إنها حالة من الاستلاب للآخر وهي حالة بها كل مقومات \"القابلية للاستعمار\". ¶ استجابة ناجحة: وتمر بعدة أطوار: الصحوة، ثم اليقظة، ثم النهضة، ثم الحضارة. ¶ الصحوة: ¶ ? هي أولى مراحل انقشاع سحب التبلد الذهني. وسنستخدمها هنا لوصف المرحلة الأولى في البعث الحضاري. ¶ ? من أعراضها الإيجابية: الإحساس بالذات والهوية. ¶ ? من أعراضها السلبية: عدم تمتع أشكالها التنفيذية الانطلاقية بالرشد الكامل، فهي في جزء منها قد تبدو فوضوية غير منضبطة. ¶ ¬__________ ¶ (¬1) انظر كتاب An out line History of England.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فالصحوة هي إرهاصات لحالة جديدة تعتري مجتمعاً ما، واضحة أحياناً ومشوشة أحياناً أخرى، ولكنها صرخات الجنين الأولى وحركة من صحا من نومه فجأة، ولكنه لم يفق بعد ويتنبه لمحيطه الخارجي بشكل سليم، فربما اصطدم بمقعد دون أن يقصد. غير أن هذه الأخطار تزيده صحواً وتنقله للاستيقاظ الكامل. ¶ وأما اليقظة: ¶ ? فهي حالة تالية تنقشع فيها بقايا الخِمار العقلي، ويعرف فيها المرء مكانه ووضعه بالنسبة لما يحيط به من أشياء وبشر، فيكيف حركته ليسير بين عالم الموجودات المادية حوله وينظم علاقته بعالم البشر المحيط به. ¶ ? أعراضها الإيجابية: الرشد والوعي والعمل المخطط المدروس. ¶ وأما النهضة: ¶ ? فهي حالة تالية عندما ينظم عالم الأفكار (ويقصد به التصورات وإدراك العالم الخارجي ومجموعة المبادئ والصواب والخطأ والمشاعر والأحاسيس). ويستيقظ عالم المشاعر ( أفرده بعض العلماء كعالم منفرد ولم يدرجوه تحت عالم الأفكار). ويندفع الإنسان فيها متحرراً من قيود الخوف ليمارس دوره في جميع المجالات. ¶ ? أعراضها الإيجابية: استشعار الإنسان لذة العمل والاكتشاف والقوة، فهي حالة تتخلل كل أشكال الحياة، وتعطي للزمن قيمته من حياة الأمة، وتمنح للتفوق والإبداع قدرهما. ¶ وأخيراً تأتي الحضارة: ¶ وهي حالة من بناء النموذج المنشود في عالم الواقع، متمثلاً في نموذج فكري متقدم، وعالم علاقات وسلوك متقدم (ويقصد به الحياة الاجتماعية والمدنية والعلاقات المنظمة للأفراد والجماعات)، وعالم من الإنتاج المادي الصناعي والمعماري والفني متقدم (ويطلق عليه عالم الأشياء، ويقصد به البنية المادية المحسوسة كالمصانع والمنازل والجسور وغيرها). ¶ ولكن.. هل لابد أن تمر أي حضارة بمرحلة من التخبط والعشوائية وهي في طريقها للنهضة والحضارة؟؟",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "يقول رينه ريمون في تأريخه عن الثورة الفرنسية التي لا زالت عماد فرنسا الحديثة (الإخاء والمساواة والحرية): \"فالثورة لم تكن على الدوام موفقة في إلهامها. فقد كانت مشاريعها على الدوام طوباوية (والمقصود النموذج الفاضل المثالي التخيلي مثل مدينة أفلاطون الفاضلة)، وأحياناً تراجعية قهقرية. فالثورة لم تكن بكليتها متوجهة نحو المستقبل. \"(¬1)ويقول في موضع آخر: \" أوجبت الظروف – أي المخاطر الداخلية والخارجية والمقاومة التي كان على الثورة أن تواجه بها العدوان الخارجي والحرب الأهلية – القيام بتغيير كامل.\"(¬2) ¶ وهكذا نرى أن أي صحوة تمر بها أمة من الأمم تكون أشكالها التنفيذية الانطلاقية شبه فوضوية أو عشوائية في كثير من جوانبها. ¶ إن أمتنا ليست عقيماً أن تلد أفكاراً تصل بها إلى الوسيلة الذهبية، غير أنها تحتاج سعة أفق وجرأة على التصدي للمشاكل. ¶ إن الاستمرار في الأخذ بالوسائل المجربة غير المجدية يمثل الدوران حول النفس، بينما لو جربت الأمة طرقاً جديدة لوصلت إلى النهضة، ويتطلب هذا الأمر الجرأة على طرق الأبواب الجديدة، وعدم الاكتفاء بالوسائل ¶ المجربة سالفاً. لذلك يقول روبرت شولر: \"أفضل أن أغير رأيي وأنجح على أن أستمر على نفس الطريقة وأفشل\".(¬3)ويقول أديسون : \"العديد من التجارب الفاشلة في الحياة تكون عندما لا يدرك الناس أنهم كانوا قريبين من النجاح عندما استسلموا\".(¬4)وسُئِل أديسون ذات مرة عن شعوره إزاء خوضه ألف تجربة فاشلة، فأجاب بأنه لم يقم بألف تجربة فاشلة، بل تعرف على ألف طريق لا يؤدي إلى الحل الصحيح. ¶ موقف بعض الأمم من التحديات ¶ ¬__________ ¶ (¬1) رينه ريمون، النظام القديم والثورة الفرنسية. ¶ (¬2) المصدر نفسه. ¶ (¬3) داني كوكس وجون هوفر، القيادة في الأزمات. ¶ (¬4) المصدر نفسه.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إن تحقيق النهضة والريادة الحضارية لا تعد مطلباً إسلامياً فقط، وإنما تعد مطلباً إنسانياً. تسعى كل أمة من الأمم على مدار التاريخ والأزمان لتحقيقه باستجابات مختلفة لتحديات مختلفة. فينجح بعضها ويفشل البعض الآخر. ¶ ولقد استطاعت بعض الأمم أن تنهض وتخرج تباعاً من الطوق الذي يحيط بعنقها، رغم شدة التحديات التي تواجهها. مثل الصين والهند وآخرون لما يلحقوا بهم بعد. وهم يجسدون نماذج حية شاهدة على إمكانية الخروج من أسر التحديات. ¶ إن دراسة بعض هذه النماذج في عجالة يؤكد أن نهوض أي أمة أمر ليس بالمستحيل، شريطة أن تمتلك هذه الأمة إرادة التغيير. ¶ التحدي ... على المستوى الصحي: كثافة سكانية هائلة (900مليون) – مجاعات – 100مليون مدمن – أمراض متوطنة (الرمد الحبيبي) – نسبة العمي كبيرة جداً. ¶ على المستوى الثقافي: جهل – تخلف تكنولوجي – انبهار بالغرب لدى الطبقات المثقفة. ¶ على المستوى السياسي: عرقيات كثيرة تريد الاستقلال وترفض التوحد – أجزاء مستعمرة للإنجليز – حرب الأفيون 1840م - حرق الإنجليز والفرنسيين لقصر الصيف عام 1860م - احتلال ياباني عام 1895م. ¶ على المستوى الاقتصادي: قيود اقتصادية عبر المعاهدات غير المتكافئة مع الغرب. ¶ محصلة الاستجابة ... تحرير الصين ¶ توحيد الصين. ¶ تقدم تكنولوجي. ¶ أصبحت من أكبر القوى العالمية. ¶ التجربة الصينية ¶ موقف الأمة الإسلامية من التحديات ¶ ليست الأمة الإسلامية بدعاً من الأمم، بل ينطبق عليها هذا القانون كما ينطبق على غيرها، وقد مرت الأمة في مسارها الحضاري بسلسلة من التحديات تبعته سلسلة من الاستجابات (الفاشلة والناجحة) استطاعت معها التغلب على تلك التحديات. ومن هذه التحديات: ¶ الفترة ... التحدي ... الاستجابة ¶ من خلافة أبي بكر إلى نهاية فترة عثمان ... كيف يؤَمَّن قلب الدولة ويؤَمَّن عمقها الاستراتيجي؟ ... حروب الردة والفتوحات الإسلامية",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "من علي ... مع كثرة دخول العجم في دين الله وظهور الفرق الإسلامية كان التحدي هو: كيف تقنن قضية التعامل مع الكتاب والسنة؟ ... بداية تقنين العلوم الشرعية (أصول الفقه – علوم السنة– علوم القرآن- اللغة العربية – مصطلح الحديث - ...) ¶ إلى القرن الثالث ¶ جزء من خلافة الأمويين إلى العباسيين ... مع بدء تسرب علوم الحضارات الأخرى التي احتك بها المسلمون؛ كان التحدي هو: كيف نستوعب تراث الأمم الأخرى ونحافظ على نقاء الإسلام ... بدأت حركة ترجمة علوم الحضارات الأخرى ودراستها وانتشار المناظرات بين علماء المسلمين وغيرهم. ¶ الخلافة العثمانية ... كيف يمكن التحرر من تراث الجبرية الصوفية؟ ... تصدي العلماء بالكتابة والمناظرة وإظهار الحجج ودرء الشبه. ¶ بعد سقوط الخلافة ... كيف ننتقل وننهض من حالة التخلف ونستعيد وحدتنا؟ ... ظهرت الصحوة التي تمثل أول طور من أطوار الاستجابة، فجاء محمد علي ومحمد عبده وقاسم أمين والكواكبي ورشيد رضا وحسن البنا وغيرهم. ¶ نتيجة هامة ¶ وهكذا يتبين لنا أن الأمة الإسلامية استطاعت بالفعل أن تتصدى لكثير من التحديات التي واجهتها على فترات مختلفة، وكان يتصدى لها في كل مرة رجال كانوا يتمتعون بإرادة قوية. ¶ غير أننا في تحدي العصر يجب أن لا ننسى فكرة (الوسيلة الذهبية)، وأن أية محاولات فاشلة لا تعني اليأس من وجود حل، بل تعني أن الأمة في حاجة إلى إعمال تفكيرها لعلها تصادف الوسيلة الذهبية. ¶ يقول بيتر.اف: \"على المرء أن لا يمر بنفس الأزمة مرتين\".(¬1)ويحدث ذلك فقط عندما يستفيد الإنسان من تجاربه ويحاول أن يطور من أساليبه ووسائله. وما أحوجنا لفعل ذلك. ¶ ناقوس الخطر ¶ إن الفشل في التصدي لهذه التحديات يعزز: ¶ ? حالة التخلف: وهي حالة نسبية عل كل حال لا نستشعرها إلا إذا قارنا أنفسنا بمن يفوقنا ويتقدم علينا. ¶ ¬__________ ¶ (¬1) داني كوكس وجون هوفر، القيادة في الأزمات.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "? حالة \"القابلية للاستعمار\" أو \"حالة الاستعمار\": وهما وجهان لعملة واحدة، فالاستعمار تتعدد أشكاله منذ القرن الحادي عشر إلى يومنا هذا، ولكن تفوقه الحقيقي لم يظهر إلا بعد الثورة الصناعية ¶ وآثارها العملاقة على الحياة الأوروبية، وما خلفته من إمكانات الحركة والاتصال والقوة التدميرية، الأمر الذي أخل بالتوازن لصالح الغرب بشكل ضاعف من أعباء النهضة في الشعوب المستضعفة، وجعله -أي الاستعمار- قادراً على التدخل المبكر ضد خصومه من الأمم التي تريد الانفكاك من طريقه. ¶ صحوة ترتقب اليقظة ¶ إن هذا التحدي السافر على أمتنا يفرض علينا الرد، وقد بدأت بشائره في كل مكان. قد تكون متعثرة. قد تكون مترددة. وقد يكون الميلاد صعباً. ولكنه الأمل الذي يراه الناس - أسرى اللحظة البائسة - خيالاً، ونراه - بعين البحث والنظر - حقيقة لابد أن تتجسد معالمها الكلية على أرض الواقع، بعد أن وضعت اللبنات الأولى في مطلع هذا القرن، وتبلورت في أشكال فكرية وحركية واجتماعية في مجتمعاتنا، وبدأ البناء في الصعود شيئاً فشيئاً متضحاً في أشكال المقاومة المختلفة الراشدة وغير الراشدة. وما يحدث في الساحة الآن يمثل الصحوة التي يرتجى أن تتحول قريباً إلى يقظة تلملم أوراقها لتنطلق في ميادين النهضة، ثم تكون حضارة للعالمين. ¶ ابن خلدون وتوينبي ¶ إن توينبي يقدم لنا مساحة جديدة من التصور، فيتكلم عن التحديات ودورها في استفزاز طاقات المجتمعات. ويقدم لنا نظرية الإنسان المبدع. وصراعه مع المجموعة المسيطرة، ودور الجماهير العامة في التقدم مرة أخرى إلى مساحات جديدة. وأثر الأغلبية واتباعها للأقلية المبدعة، أو للأقلية التي كانت مبدعة يوماً ما، والتي تحولت إلى قوة متعسفة، وأثر ذلك في استمرار النهضة أو تدهورها.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ويقدم لنا صورة عن سلوك القيادة بعد نضوب معينها الإبداعي، فيصبح مرتكزها في الكلام مع المخالفين هو القانون والانضباط وما يدخل ضمن هذه المفردات، التي لا تتكلم عن المشروع؛ بل تتكلم عن المشروعية (أحقية القيادة). وفارق كبير يبن الاهتمام بالمشروع وتطويره، وبين الكلام عن المشروعية. فالمشروعية خلقتها ظروف سابقة، بينما المشروع حياة متجددة تحتاج إلى أدوات مستمرة، ونمو دائم. ¶ هذه الظواهر تفيدنا في تفسير الوقائع التي نعيشها على مستويات مختلفة في أحوالنا، وتقدم لنا مدخلاً آخر أوسع من مدخل ابن خلدون. لكنه ليس مناقضاً له؛ بل هو مكمل لما تحدث عنه في نظرته لنهوض الدول وسقوطها. فهو يتكلم عن الرابطة الجامعة(العصبية)، والفكرة الموحدة للأفراد، وأهمية استمرار ظاهرة التمرد وظاهرة العنفوان مضيفاً إليها ظاهرة الخشونة والقوة لاستمرار عملية الدفع في نمو الدولة. وعندما تنحسر هاتان المسألتان لدى الفئة التي قادت عملية الصراع وانتصرت؛ تبدأ عملية الانحدار بالدولة إلى هاوية السقوط. ¶ إن النظريتين متكاملتان بشكل من الأشكال. وتقدمان لنا تفسيرات متعددة للظواهر التي نراها من حولنا اليوم. ¶ توينبي والعالمية ¶ إن أرنولد توينبي كان ممن أثروا تأثيراً كبيراً في النظرة العالمية للأحداث، وعدم اعتبار كل دولة مستقلة عن غيرها في التأثر بالحدث أو فعله. وقد قسم العالم إلى بقع بحسب الحضارات. ¶ ويؤكد توينبي على أن الحضارة كيان كلي ملتحم الأجزاء. وهذه الأجزاء متسقة اجتماعياً ومتناسقة مظهرياً ومنسجمة في جميع عناصرها، فهي بذلك كيانات حقيقية قائمة بذاتها وهو ما يستتبع منطقيا أن التغيير في جزء من الحضارة يعني تغييراً في الكل. ¶ وقد تحدثنا عن تداعيات هذه النظرية - في كتابنا \"مشروع النهضة الأهداف ..الوسائل .. المراحل\". وننقل هنا نص ما كتبناه:",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "\"ومع إطلاق \"أرنولد توينبي \" نظريته في صراع الحضارات - أو في وجود حضارات متباينة على مساحة العالم- ودراسته لها وحديثه عن نهوضها وسقوطها، تحول الفكر الغربي وتغيرت مواقف الغرب تأثراً بنظرية توينبي. ¶ ولننظر إلى الغرب كيف وضع صورة حضارية وتاريخية للعالم وبنى مواقفه عليها، والتي تمثلت في وثيقة كامبل. فما هي هذه الوثيقة؟ ¶ وثيقة كامبل: ¶ في نهاية القرن التاسع عشر وبداية القرن العشرين وتحديداً في سنة 1907م كان هنري كامبل رئيس الوزارة البريطانية. وكان مولعاً بفلسفة التاريخ، وكانت بريطانيا - ذات النجم الصاعد - تمتد إمبراطوريتها من أقصى الأرض إلى أقصاها.(¬1) ¶ تأمل كامبل في فلسفة التاريخ وتساءل: إذا كان نجم بريطانيا سيغرب لا محالة بحسب نظريات فلسفة التاريخ، وإذا كانت بريطانيا وحدة من مكونات الحضارة الغربية المسيحية فما الذي تستطيع أن تفعله بريطانيا لمد أجل الحضارة الغربية وديمومة سيطرتها على العالم، بحيث يستمر الدور البريطاني بشكل أو بآخر في السيطرة على هذه البقاع من العالم؟! ¶ وكان ما أرداه هو إعداد استراتيجية أوروبية لضمان سيادة الحضارة الغربية وطول أمدها. لذا بعث كامبل برسالته وتساؤله إلى الجامعات البريطانية والفرنسية التي ردت عليه بالجواب المفصل في وثيقة سميت بوثيقة كامبل التي ما زالت موجودة في الأرشيف البريطاني لمن شاء الرجوع إليها(¬2). ¶ تحدثت هذه الوثيقة عن أن واجب بريطانيا أن ترى العالم من خلال ثلاثة مساحات: ¶ ¬__________ ¶ (¬1) كانت تسمى بريطانيا حينها بالإمبراطورية التي لا تغرب عنها الشمس. ¶ (¬2) وقد أفرج عن وثيقة كامبل لانتهاء مدة حبسها القانوني لمدة أسبوعين فقط، ثم أعيدت خوفاُ من آثارها الممتدة.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "المساحة الأولى: تتكون من الوحدات التي تقع في المنظومة المسيحية الغربية. وتقرر الوثيقة أن من واجب بريطانيا تجاه هذه المساحة من الحضارة – على أي حال من الأحوال- ألا تكون السيادة على العالم خارج إطارها. أي أن هذه المنظومة الحضارية هي التي تسيطر على العالم، ويظل زمام الأمور بيدها. ¶ فإذا كانت أي حضارة لاشك ستنتهي – بحسب نظرة فلسفة التاريخ – فإنها يجب أن تضمن أن وريث هذه الحضارة من نفس المساحة، ومن جوهر المنظومة الغربية. ¶ المساحة الثانية: وهي الحضارة الصفراء،(¬1)التي لم تتناقض مع الحضارة الغربية من الناحية القيمية، لكنها قد تختلف معها في حساب المصالح. وهذه الحضارة يمكن التعامل والتعاطي معها تجارياً، ويمكن غزوها ثقافياً لهشاشة منظومتها القيمية. وبالتالي فالتعامل معها يعتمد على الجانب المصلحي للكتلة المسيحية الغربية من العالم. ¶ أما المساحة الثالثة: فهي البقعة الخضراء أو الحضارة الخضراء(¬2)وتقرر وثيقة كامبل أن هذه المساحة من الأرض تحتوي على منظومة قيمية منافسة للمنظومة الغربية، صارعتها في مناطق كثيرة وأخرجتها من مناطق كثيرة، وأنه من واجب الحضارة الغربية المسيحية أخذ احتياطاتها وإجراءاتها لمنع أي تقدم محتمل لهذه المنظومة الحضارية أو إحدى دولها لأنها مهددة للنظام القيمي الغربي. وستجد هذه الكلمة Value System تتكرر اليوم في كل التراث الأوروبي المعاصر، وفي وثائق البيت الأبيض بشكل متكرر على مدى تاريخ رؤساء الدول الذين مروا على الإدارة الأمريكية. ¶ إجراءات تتخذ مع المساحة الثالثة:(الحضارة التي تتناقض مع الغرب) ¶ وتقترح هذه الوثيقة ثلاثة إجراءات رئيسة: ¶ ¬__________ ¶ (¬1) مثل حضارة الصين فإنها لا تحمل منظومة قيمية معادية للحضارة الغربية. ¶ (¬2) إن اللون الأخضر في الثقافة الأنجلوساكسونية يدل على الشر ويمكنك أن ترجع إلى أي كتاب متقدم في تدريس اللغة الإنجليزية Advanced English لتعرف مغزى الألوان في اللغة الإنجليزية.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "أولاً: حرمان دول المساحة الخضراء من المعرفة والتقنية، أو ضبط حدود المعرفة. ¶ ثانياً: إيجاد أو تعزيز مشاكل حدودية متعلقة بهذه الدول. ¶ ثالثاً: تكوين أو دعم الأقليات بحيث لا يستقيم النسيج الاجتماعي لهذه الدول ويظل مرهوناً بالمحيط الخارجي. ¶ ومن هنا تشكلت هذه المنظومة الضخمة في العالم الإسلامي، وتشكلت السياسات العامة الضابطة لحركة هذه المجتمعات. وقد تكلمنا من قبل عن دور الاستعمار في ديمومة التخلف وليس في ¶ إيجاده ابتداءً.(¬1)فالتخلف له عوامله الداخلية، أما ديمومته فهناك عامل تثبيت خارجي، ويمكن الرجوع إلى وثيقة كامبل لمعرفة هذا النوع من العمل الجاد من قبل المنظومة الغربية. ¶ وبذلك يتبين لنا أنه لم يعد هناك مجال للنظر لمساحات العالم على أنها دول صغيرة منعزلة، بل إن ما يتم الآن هو النظر إلى مساحات وبقع حضارية. ¶ وإذا نظرنا إلى ما طرحه فوكوياما(¬2)مثلاً أو ما طرحه هنتجتون(¬3)أو غيره نجد هذا التجدد في تطوير هذه الفكرة وبنائها، ويدور الحديث اليوم كثيراً عن ما إذا كان هناك صراع حضارات أم حوار حضارات؟! والحقيقة أن الواقع العملي يقول أن هناك صراعاً محتدماً على قمة العالم، وأن هناك أمم يجب أن تُحرم ¶ - حسب بعض المناظير - من حق المنافسة الحرة بحرمانها من المعطيات التي تسمح لها بذلك. ¶ ¬__________ ¶ (¬1) كتاب \"النهضة .. من الصحوة إلى اليقظة\" للمؤلف نفسه. ¶ (¬2) فرانسيس فوكوياما الأمريكي ياباني الأصل، وهو الذي طرح نظريته عن نهاية التاريخ، وهو صاحب كتاب\" نهاية التاريخ وخاتم البشر\"، وملخص النظرية بأن العالم سينتهي بسيطرة حضارة واحدة ذات منظومة قيمية واحدة هي الحضارة الرأسمالية. ¶ (¬3) صامويل هانتنجتون الأمريكي صاحب كتاب \"صراع الحضارات\" والذي طرح نظرية صراع الحضارات الذي يرى فيها أن الحضارات تتصارع فيما بينها وأن صراعها في جوهره صراع قيمي ثقافي، لاختلاف المنظومات القيمية بين كل حضارة وأخرى.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "إننا لا يمكن أن نستمر في النظر الجزئي إلى مساحة الصراع مع التطورات الحادثة في العالم . أو أن نتخيل أنه يشمل قطراً بعينه أو منطقة دون أخرى، إن الصراع قائم لكسر إرادة كل البقعة الخضراء عن النهوض والتقدم.\" انتهى(¬1) ¶ التوظيف العملي : ¶ إن التوظيف العملي لما سبق من أفكار يمكن تحديده في: ¶ ? التحديات الخلاقة هي سر تقدم الأمم، ومن ثم فهي فرصة لكل التيارات لأن تستجيب للتحديات من أجل الوصول إلى النهضة المرتقبة. ¶ ? التحديات التي تتعرض لها الأمة ليست فوق طاقتها، والتجربة النبوية خير شاهد، وفي تجارب الأمم التي نهضت مثل الصين خير مثال. ¶ ? إن أي تيار أو حزب يجب أن تتوافر فيه العناصر المبدعة، والتي تستجيب بدورها للتحديات بشكل فعال، ¶ ? يجب أن يعزز كل تيار وحزب التربية الإبداعية، ويقدم المبدعين، وإلا تجمد الحزب عند المبدعين الأُوَل، وضمرت الأفكار، ومن ثم شاخ وهرم. كما يجب الاهتمام بإيجاد تلاقح أفكار بين القديم والحديث، وإلا حدث الشقاق والصراع الداخلي. ¶ ? إن الاستجابات الفاشلة للتحديات التي تمر بها الأمة، يجب قراءتها من منظور إيجابي، إذ كل حضارة تمر بسلسلة من الاستجابات حتى تأتي الوسيلة الذهبية. وأسوأ ما تمنى به أمة من الأمم هو أن تموت فيها إرادة الاستجابة وتستسلم للواقع المفروض عليها. ¶ ? إن الوسيلة الذهبية ليست حكراً على تيار بعينه، وإنما هو فضل الله يؤتيه من يشاء ممن اجتهدوا وأعملوا عقولهم وكانوا أهلاً للتحديات. ¶ ? إن أي مسار حضارة لابد أن يتعرض لانكسارات ومحاولات فاشلة، وهذا يجعل العاملين لا يستسلمون للفشل، ومن ثم فإن ميدان التنافس مفتوح من أجل الوصول إلى الوسيلة الذهبية، وفي ذلك فليتنافس المتنافسون. ¶ ¬__________ ¶ (¬1) د. جاسم سلطان، مشروع النهضة الأهداف.. الوسائل .. المراحل.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "? إن من ينتظر أن تكون مشاكله جزء من الماضي دون أن يتحرك فهو واهم. والذين سيتحركون ويطرقون الأبواب المختلفة يوشك أن يفوزوا بالوسيلة الذهبية. وهذه الوسيلة لا ينالها إلا الجسور المثابر المبدع. \"فالحرص الكافي كفيل بأن يجعل الأخطار تخطئك، فلن يمسك السوء أبداً كما أن شيئاً جيداً لن يحصل لك أبداً\"(¬1)، و\" الشخص المسالم ذا الحركة البطيئة والثقيلة يعكف على المشي بحذر على أطراف الأصابع يهدف إلى الوصول إلى الموت بسلام\".(¬2) ¶ ? إن مرحلة اليقظة هي المرحلة التي يجب أن تكون مرحلة الساعة، وأن تسعى إليها كل التيارات، لاستثمار نتاج مرحلة الصحوة في عمل راشد يجمع بين الحماس والعقل وفق رؤية مستقبلية واضحة تجمع كل العاملين للنهضة - على اختلافهم - في مشروع كبير. ¶ ? العالمية أمر ضروري للعمل النهضوي. إذ أن الخصم لا يتعامل مع دول مستقلة، ولكنه يتعامل مع بقع حضارية، ومن ثم ينبغي أن تقدر أهداف مشروع النهضة من منظور عالمي(¬3)، وألا تطغى المصلحة القطرية الضيقة على المصلحة العالمية. ¶ هيجل ¶ ولد جورج ويلهلم فريدريك هيجل عام 1770م بمدينة \"شتوتجارت\" الألمانية، وكان والده موظفاً موظفاً بسيطاً، وكانت أمه على جانب كبير من الثقافة. والتحق بالمدرسة اللاتينية ثم اللاهوتية وتأثر بما درسه، كما تأثر بما عايشه. فقد عايش أحداث الثورة الفرنسية التي دخلت في صراع مع الرجعية في أوروبا، رافعة شعار \"الحرية والإخاء والمساواة\". ¶ كما عايش هيجل دخول الإمبراطور نابليون الأول مدينة برلين، وفرض ما عُرف بمراسيم برلين الشهيرة 1806م، التي شعر الألمان أثناءها بالهوان من الاحتلال الفرنسي. ¶ ¬__________ ¶ (¬1) داني كوكس وجون هوفر، القيادة في الأزمات. ¶ (¬2) المصدر نفسه. ¶ (¬3) للتعرف على المزيد حول مشروع النهضة ارجع إلى كتب \"النهضة .. من الصحوة إلى اليقظة\" و\"قوانين النهضة\" و\"مشروع النهضة.. الأهداف .. الوسائل..المراحل\" للدكتور جاسم سلطان.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وعايش هيجل أيضاً محاولة نابليون الأول عام 1806م لتحقيق اتحاد بين ثلاثمائة إمارة ألمانية منفصلة بعضها عن بعض. فأقام اتحاداً أيضاً في شمال نهر الراين، واتحاداً آخر جنوب نهر الراين. ورغم أن هذه الخطوة تمت على يد الاحتلال الفرنسي إلا أنها قربت الألمان من حلمهم المنشود. فتمسكوا بالوحدة، ومقاومة عودة الانفصال، حتى بعد سقوط الإمبراطور نابليون الأول في عام 1815م. ¶ وتأثر أيضاً بأحداث عصره الداخلية، حيث عاش في مجتمع إقطاعي تسوده رجعية النبلاء الذين يعتصرون الطبقة البرجوازية. ¶ كل ذلك أثر في أفكار هيجل الذي اعتقد في سمو الجنس الألماني، وآمن بالعزة الوطنية الألمانية. ¶ ومن هنا جاءت أفكاره الفلسفية نتاج تكوين شخصيته خلال حياته التي امتدت من عام 1770 إلى 1831م. عمل خلالها هذا المنظر والفيلسوف الألماني بالتدريس في الثانوية العامة، ثم أستاذاً بجامعة هيدلبرج، فجامعة برلين التي ظل يعمل بها حتى وفاته. ¶ هيجل وصراع الأفكار",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "إن كتابات هيجل كثيرة جداً. لكننا نتحدث عن فكرة أساسية طرحها. وهي في غاية الأهمية بالنسبة لقادة النهضة. فهو يرى - عندما يتحدث عن موضوع النهضة والتقدم في المجتمعات - أن القضية الرئيسية التي لابد من إدراكها هي أن النهضة تقوم على الأفكار. وأن الفكرة عندما تطرح - بسبب النقص في الإنسان - تكون فكرة جيدة من جانب، ولكنها تحمل نواقضها من جانب آخر. وهو ما نسميه نقيض الفكرة. وأنه يحدث صراع بين الفكرة ونقيضها المطروح. فالناس الناقضين للفكرة يستغلون النقص الموجود في الفكرة ليطرحوا فكرة أخرى على نقيض الفكرة الأولى. ويبدأ الصراع بين الأفكار. وتولد فكرة جديدة من رحم الصراع بين الأفكار، ومن هذه الفكرة الجديدة - نتيجة النقص الموجود فيها حتى بعد الدمج - يطرح آخر فكرة أخرى نقيضة، ويبدأ صراع جديد. ومن ديمومة طرح الأفكار ونقائضها يتقدم البشر طور بعد طور في سلم النهوض و التقدم. فهو هنا يتكلم عن صراع الأضداد في الأفكار، وكيف يولد أفكاراً جديدة. ¶ إن تفسير التاريخ عند هيجل يقوم على النظر لكل فترة نظرة مستقلة باعتبارها وحدة قائمة بذاتها، وعلى اعتبار المجموع الحي حصيلة ملامح اجتماعية وسياسية واقتصادية وأخلاقية وعقلية ودينية تؤدي في النهاية لكيان متجانس.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وفي كل فترة -عند هيجل - تولد فكرة رئيسة. وكل فكرة تولد نقائضها وأضدادها. ويستمر الصراع بشكل آلي ومتلاحق، فتتحد المتناقضات مولدة المجموع الحي (الموحد) ليندفع مرة ثانية لحده الأقصى حتى يصل إلى المطلق، وفلسفة هيجل بذلك مزيج من المتناقضات. يقول عبد الرحمن عبد الله الشيخ في كتابه \"المدخل إلى علم التاريخ\": \"ويرى هيجل أن كل عصر من العصور التاريخية يمثل وحدة مستقلة بكل أبعادها الدينية والفلسفة والاجتماعية والاقتصادية والسياسية، وأن هذه الوحدة تحوي في طياتها تناقضات تتعايش معاً فترة من الزمن. ثم تتولد عنها وحدة جديدة تمثل عصراً تاريخياً جديداً تناقض العصر الذي قبله، وهذا العصر الجديد يخرج منه عصر آخر له روح مختلفة وهكذا.\" ¶ وقد سمي تفسير هيجل للتاريخ بالتفسير المثالي، لأنه جعل الصراع في عالم الفكر، ومن التغيير الفكري ينطلق ويوجد العالم المادي. فالفكرة تولد ويولد معها نقيضها جنيناً في بطنها، يكبر ويصارعها حتى تتكون من الاثنين فكرة جديدة. وهكذا يتقدم العالم ويتطور حتى يصل لمرحلة الاتزان والكمال التام (إن كل فترة تنمي فكرتها الرئيسية إلى الحد الأقصى ثم تولد أضدادها أو نقائضها). ¶ والخلاصة المنهجية عند هيجل أن الفكرة تؤسس للواقع وأن التطور قائم على صراع الفكرة مع نقيضها المفضي لتأسيس فكرة جديدة وصولاً إلى الغاية القصوى (المثال أو المطلق). ويبني هيجل على ذلك أن تاريخ العالم وتطوره كان دائما صيرورة عقلية (صراع أفكار). ¶ مثال ¶ ولنضرب مثالاً على هذا الكلام: فقد ولدت فكرة الحرية المطلقة في اليونان القديمة، وحملت في بطنها جنينها المناقض لها، وهو الفوضى. وحين وصلت الفوضى قمتها ولدت الفكرة الجديدة، وهي",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الحرية المقيدة، وخلاصتها أن الإنسان حر كشخص، ولكن حدود حريته في عدم التأثير على الكيان العام للدولة والمجتمع. هذا الصراع بين المتناقضات الفكرية يؤدي إلى التطور نحو الأفضل بصورة مطردة حتى نصل للعالم المثالي الكامل من كل جوانبه. ¶ وبغض النظر عن دور هيجل في الفكر الألماني وأطروحاته عن روح العالم وتغذية النزعة الآرية - خاصة في المفهوم النامي الذي حدث بعد ذلك. فإننا يمكن أن نستفيد من بعض أفكاره. فالتطور في الفكر- في تصور هيجل - هو نفس طرح الأفكار المتضادة. وانظر كيف يمكن الاستفادة من طرح هذه الفكرة في مجالات التقدم. حيث أن اعتقادنا الدائم أن كل عمل بشري لابد أن يشوبه القصور وأن ذلك ليس بعيب، وأنه بطرح جوانب القصور في فكرة ما ستتولد فكرة ثانية وهكذا تستمر عملية التقدم. من خلال التشذيب المستمر للأفكار. ¶ إن ذلك يعطي مساحة واسعة للمتحاورين والمتناظرين والمفكرين، ولا يخنق الأفكار في مجال معين بحيث أن كل فكرة مخالفة هي بالضرورة فكرة ضارة. إذ أنه باصطراع الأفكار تتولد الأفكار الجديدة. ¶ هيجل وتوينبي ¶ إلى هذا الحد يمكن الاستفادة من كلام هيجل وإضافته إلى المنظومة التي طرحناها من قبل. فكل المجتمعات تحتاج إلى أن تجدد أفكارها، وأن تجد الأفكار حرية واسعة، تستطيع فيها أن تمارس دورها في تطوير المجتمعات، من خلال الأفكار المتناقضة وصراع الأفكار الذي يولد الأفكار الجديدة وتنمو الحياة البشرية. ¶ والمجتمعات التي تقيد الأفكار ولا تسمح بنموها - لسبب أو لآخر، بدعوى أو بأخرى - فإنها تقتل نفسها من حيث لا تشعر. وهذا يعضد ما ذكرناه عن توينبي في حديثه عن أهمية وجود حَمَلة الأفكار المبدعة لبقاء الحضارات. ¶ ما الذي يضمن لنا أن ما نأتي به من جديد لا يضم عيب القديم؟",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "... إنه سؤال هام يطرح نفسه على من يرغب في التجديد. فهو متخوف دائماً من أن فكرته الجديدة قد تضم بعض عيوب الأفكار القديمة التي كان يعيبها. ويمكن طرح السؤال بشكل آخر.. ما هو ضمان استمرارية الفكرة الجديدة؟ ¶ ولعل في طرح هيجل إجابة شافية ومنطقية. إننا يجب أن نؤمن أن أفكارنا إنما هي اجتهاد بشري. وإن كانت هذه الأفكار مستمدة من الدين؛ فهذا لا يعني أنها لا يأتيها الباطل من بين يديها ولا من خلفها. فهناك فارق بين الدين الذي يمثل الحقيقة المطلقة، وبين ما يفهمه البشر ويتوصلون إليه من أفكار واستراتيجيات للعمل. إذ كل اجتهاد يقبل القبول والرفض، والأخذ والرد. ¶ إننا نؤمن أن أفكارنا - لا شك - سيكون بها قصور، غير أننا نرى أنها أفضل ما يمكن أن نتوصل إليه في لحظتنا هذه. كما نوقن أن هذه الأفكار سيولد من داخلها ما يناقضها، وسيأتي جيل يخرج هذا النقيض، ويدمج الفكرتين في فكرة جديدة لتمثل اندفاعة جديدة. ولا يمكن بحال من الأحوال أن يتوقف التاريخ عند فكرة شخص، إذ أن النضج البشري ورحلة الإنسانية قائمة على الأفكار. فإذا توقفنا عند فكرة ما، وزعمنا أنه لن تأتي بعهدها فكرة أفضل؛ فهذا يعني نهاية التاريخ، ووقوفه عند هذه الفكرة. كما يعني ضمور العقول وتخلف البشرية. ولعل في ذلك تفسير لحالة التخلف التي تحياها المجتمعات التي تظن أن ما وصلت إليه من أفكار يمثل نهاية المطاف. ¶ التوظيف العملي ¶ ... ولكي نستفيد من توظيف ما توصل إليه هيجل يجب أن ننتبه للآتي: ¶ ? يجب التفرقة بين التعامل مع النصوص المقدسة التي تمثل الحقائق المطلقة، وبين أي فكرة بشرية تمثل اجتهاد مجموعة من البشر، وفق عقلياتهم، وثقافتهم. ومن ثم فالنصوص المقدسة ديناً لا يحتمل النقاش، أما الأفكار والاستراتيجيات وتحديد الوسائل فهي كلها اجتهادات بشرية تحتمل القبول والرفض.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "? إن المجتمعات أو الأحزاب أو المؤسسات أو الجماعات وما شابهها إذا اعتقدت أن فكرتها – وليس النصوص الدينية – لا تقبل النقاش. وأنها لا تقبل المراجعة فإنها بذلك تقتل نفسها ببطء وتهرم وتأتيها المنية. ¶ ? إن مراجعة الأفكار والاستفادة من نقيضها لا يجب أن تمارس فقط في المستويات الدنيا من العمل، بل يجب أن تكون متعلقة بالسياسات، والاستراتيجيات، وتوصيف المراحل، واختيار الوسائل. ¶ ? إن الوقوف على كلمات وأفكار مؤسسي أي تيار أو حزب دون إيجاد رؤية عصرية يعني الجمود والتخلف. فالمؤسس قد بذل أقصى ما في وسعه في عصره، بحسب ما توفر له من أدوات في النظر والتطبيق. ووقوف بعض التيارات عند أفكار مؤسسيها - دون أن تضيف جديداً، أو تقبل خروج نقيض أفكاره – يعني الجمود، وتوقف المسار التاريخي لهذا التيار أو ذاك عند شخص المؤسس وفترته الزمنية. وهم بذلك يصادمون سنة كونية لا قِبَل لهم بها. ¶ ? تستطيع أن تعرف إن كانت مؤسستك في طريقها إلى الهرم أو في ذروة حيويتها من خلال ما يردد في أوساطها من إنجازات. فإن كانت تكتفي بسرد إنجازات الماضي، ولا تحمل رصيداً معاصراً تتحدث عنه. فهذا يعني أنها تجمدت عند فكرة من الأفكار. أما إن كان يغلب في حديثها إنجاز الحاضر ورؤية المستقبل، فهي مؤسسة شابة، تفهم لغة صراع الأفكار، وتسعى لأفضل فكرة دائماً. ¶ ? إن التيارات المختلفة التي تسعى للنهضة تجسد في تعددها – بشكل أو بآخر – حالة خروج الأفكار النقيضة من داخل الفكرة الواحدة. إذ أن كل تيار تميز عن الآخر بأفكار محددة، تمثل نقيض الأفكار الأخرى. ومن ثم فهذا التعدد – إذا أحسن توظيفه – يؤدي إلى التطور واستمرار تمحيص الأفكار، ومن ثم الخروج بأفكار جديدة مما يؤدي إلى التقدم.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "? إذا أراد تيار أو مجتمع أو منظمة ما أن يظل في قمة حيويته وتطوره فعليه أن ينتبه أن أفكاراً نقيضة ستخرج، إما عن طريق عدوه، أو عن طريق الأتباع المبدعين. وفي حالة عدم الاكتراث بهذه الأفكار التي تطرح تتجمد المجتمعات و الجماعات و الأحزاب عند لحظة تاريخية ما. أما إذا انتبهت وأخذت من الأفكار النقيضة ما يناسب، فإنها تكون تجمعات راشدة مواكبة للتاريخ، فهي ترفض أن تهرم، أو أن يسجلها التاريخ في سطر مضى. ¶ ? لابد من تشجيع أبناء كل مجتمع أو تيار أو منظمة أو مؤسسة على النظرة الناقدة لاكتشاف الأفكار النقيضة، وتعزيز الفكر الإبداعي في البرامج التربوية. لأن المبدعين يمثلون صمام الأمان لأي مجتمع أو تجمع يريد أن يظل ذكره قائماً. كما يجب تدريب القيادات على كيفية التعامل مع هذه الأفكار سواءً باحتوائها أو مد الجسور مع أصحابها. ¶ ماركس ¶ \"تنسب نظرية المادية التاريخية إلى الفيلسوف اليهودي الألماني كارل ماركس، ولهذا عُرفت بالماركسية. وقد ولد في مدينة \"تريف\" إحدى مدن بروسيا من أسرة متوسطة عام 1818م. واعتنق المسيحية وتعلم في جامعات بون وبرلين وكولونيا، وأظهر نبوغاً في الدراسات التاريخية والاقتصادية والقانونية. ¶ عمل صحفياً، غير أن نزعته الثورية أدت إلى تعطيل الصحف التي عمل بها، كما شارك في الحركات الثورية بأوروبا كثورة عام 1848م في ألمانيا ضد الرجعية النمساوية، مما عرضه للطرد من ألمانيا، فذهب إلى بروكسل عاصمة بلجيكا، حيث تعرف على \"فريدريك إنجلز\" في نفس العام 1848م، وكان \"إنجلز\" يتفق مع ماركس في الروح الثورية وفي الاتجاه للدعوة الاشتراكية. ¶ ومن بروكسل زار باريس، وكانت إقامته فيها سبباً في توثيق صلته بالاشتراكيين الفرنسيين. وأخيراً استقر به المقام في إنجلترا حيث توفي عام 1883م.\"(¬1) ¶ ¬__________ ¶ (¬1) دكتور رأفت غنيمي الشيخ، فلسفة التاريخ.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وقد كتب عدة مؤلفات، واشترك مع \"إنجلز\" في إصدار \"البيان الشيوعي\" الذي انتقدا فيه الرأسمالية والاشتراكية الزائفة، وحرضا فيه العمال على الثورة تحت شعار \"اتحدوا يا عمال الأرض\". ¶ تحدثنا في المداخل السابقة عن بعض مساهمات ابن خلدون مع بعض ما طرحه أرنولد توينبي و هيجل. ونتحدث الآن عن بعض أفكار ماركس. ولا يعنينا كثيراً معتقدات ماركس المادية، فمجال الرد عليها كبير ومتاح وقد شغل عقود الخمسينات والستينات وما بعد ذلك. ¶ يرى ماركس أن صراع الطبقات وملكية وسائل الإنتاج هما السبب المحرك لعجلة التاريخ. وقد قسم التاريخ إلى مراحل وهي: ¶ 1- عصر المشاع البدائي: ¶ فالحياة البدائية الأولى عند ماركس كانت مشاعاً. عندما كان الإنسان البدائي يعيش مطلقاً من أي قيد. وهذا هو النموذج المطلوب – في تصوره. حيث لا ملكية لأي شيء، والإنسان يتنقل يأكل ويعيش بقدر حاجته، وبالتالي لا يعتدي أو يسعى للسيطرة على ممتلكات غيره. فهو يأخذ حاجته فقط ثم يمضي. ¶ ويرى ماركس أن هذا النموذج قد تعدته البشرية بسبب هذا الظلم الواقع فيها. حيث أراد صنف من الناس أن يتملك وسيلة الإنتاج وهي الأرض التي تخرج له الزرع والطعام وتحتفظ له بالماء والنبات. ولأن الأرض تحتاج إلى من يخدمها أو يقوم عليها. فقد بدأ عصر استعباد الناس. ¶ 2- عصر العبودية: ¶ إن سيطرة البعض على الأرض اقتضت أن يُستعبد الناس للعمل من أجل ذلك. فنشأت الطبقات. من الناس من يزرع ويكدح، ومنهم من يجني ثمار هذا العمل دون تعب أو جهد ¶ ظلماً وعدواناً. وبالتالي تكون عصر العبودية - في تصور ماركس وتحليله - وانقسم الناس إلى طبقتين: ¶ ? طبقة السادة. ¶ ? وطبقة العبيد. ¶ 3- عصر الإقطاع :",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "بعد تطور قوى الإنتاج واختراع أدوات الزراعة والصناعة البسيطة؛ بدأت تظهر طبقة الإقطاع (مالكي الأرض) .وزادت مساحة المستعبدين. فبالإضافة للعبيد الذي يتم شراؤهم، يوجد الفلاحون الذين يأكلون من الأرض بقدر ما يملأ بطونهم. والباقي يذهب إلى السادة. ¶ وبذلك أصبح المجتمع منقسماً إلى ثلاث طبقات: ¶ ? طبقة الإقطاعيين. ¶ ? طبقة الفلاحين. ¶ ? طبقة العبيد. ¶ 4- عصر الرأسمالية : ¶ ومع تقدم قوى الإنتاج وحلول المصانع الكبيرة والتجارة محل الزراعة والحرف المهنية، بدأت تظهر الطبقة البرجوازية (ملاك المصانع وأصحاب رءوس الأموال) لتحل محل الإقطاع وليبدأ صراع جديد بين هذه الطبقة وطبقة العمال (البروليتاريا). ¶ وبذلك أصبح العمال عبيداً في المصانع يعملون ولا يحصلون على ما يكافئ عملهم بل يذهب الخير كله إلى السيد صاحب المصنع. ¶ أدى ذلك إلى انقسام المجتمع إلى: ¶ ? الطبقة البرجوازية ( ملاك المصانع ورءوس الأموال). ¶ ? الأجراء وهم العمال (البروليتاريا). ¶ وخلال المراحل الثلاث الأخيرة كان يتم الصراع بين الطبقات المظلومة -وهي الأكثرية الساحقة – وبين الطبقات الظالمة -وهي الأقليات الحاكمة. إن التاريخ – عند ماركس – صراع دائم بين الطبقات تقرره طبيعة قوى الإنتاج داخل المجتمع. لأن المعضلة الرئيسة في نظره هي الرغبة في السيطرة على وسائل الإنتاج. فطالما أن هناك أناس يرغبون في التحكم وملكية وسائل الإنتاج، فلابد من أن يحدث الاستغلال. وأن يسود الظلم. ¶ إن العدالة تقتضي - عند ماركس -عودة الحياة البشرية إلى نقطة البداية حيث الحياة مشاع والظلم معدوم. ولكن هذا الهدف لا يمكن بلوغه دفعة واحدة لأن: ¶ ? العمال لا يعون وضعهم. ¶ ? التقادم جعل الملكية لوسائل الإنتاج قائمة بالفعل. ¶ ويكمن الحل عنده في: ¶ ? توعية العمال عن طريق إقامة الأحزاب الشيوعية. ¶ ? الانتقال بالسلطة لأيدي العمال عن طريق الثورة حيث يمتلك الحزب الفكرة والعصبية.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "? تحويل الملكية الخاصة إلى ملكية عامة في الدولة التي يقودها الحزب الشيوعي الطليعي نيابة عن العمال. ¶ ? يسعى الحزب الشيوعي - بعد تمكينه - لإعداد جيل مؤمن بالشيوعية.فإذا نضجت الجموع لاستقبال العصر الشيوعي، يتم إلغاء الدولة بصورة أو بأخرى ويعود الناس لحياة المشاع. ¶ ... هذه الفكرة -عند ماركس -ليست محصورة في دولة ما كالاتحاد السوفيتي؛ بل يجب أن يكون ذلك الحدث عالمياً. وبالتالي ففكرة التحول للمشاع هي فكرة عالمية تتعلق بعودة البشرية إلى ما كانت عليه من حياة المشاع وعدم الامتلاك.. ¶ إن مرحلة الدولة في النظام الشيوعي هي مرحلة أولية. مرحلة اشتراكية تهدف إلى نزع السلطة وإعطائها للحزب الشيوعي، الذي يقوم بدوره –تدريجياً - بإعادة توعية الناس وتوجيههم، حتى ¶ يؤمنوا بفكرة المشاع، ولا يعودون يرغبون في امتلاك أدوات السلطة. ثم تنحل الدولة بعد ذلك وتعود بهم إلى المشاع، بل تعود بالبشرية إلى المشاع الأولى أو الجنة أو الطوبى (المثالية) التي يعتقدونها. ¶ ماركس وهيجل ... ¶ إن حديث ماركس عن المادية التاريخية يعني \"أن القوة الحقيقية التي تحكم التطور التاريخي في جميع حالاته تأتي من تحدد سلوك الإنسان وهو يتصرف متأثراً ببعض الدوافع الاقتصادية\"(¬1). كما يرى \"أن التغيرات الاجتماعية التي تطرأ على المستويات الأخلاقية والثورات السياسية ما هي إلا نتائج لتغيرات في العلاقات الاقتصادية،\"(¬2) ¶ ويعتبر حديث ماركس عن الصراع هو رؤية مكملة لهيجل، إذ يرى الأول أن الصراع قائم حول وسائل الإنتاج. بينما يرى الآخر أن الصراع في العالم يدور حول الأفكار. ¶ ... ¶ كيف نتعامل مع أفكار ماركس ¶ ¬__________ ¶ (¬1) دكتور رأفت غنيمي الشيخ، فلسفة التاريخ. ¶ (¬2) المصدر نفسه.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قد يختلف الناس مع ماركس ولهم الحق في ذلك بلا شك. فقد أخطأ في أمور كثيرة، وأعلن الحرب الشعواء على الأديان، حيث أن الدين - في تصوره - هو ابتكار من ابتكارات الأقليات الحاكمة لترويض الأكثريات المظلومة، وربطها بعالم آخر (الجنة) تحصل فيه على ما يسرق منها في الدنيا. ورجال الدين ما هم إلا أدوات السلطة لتطويع جموع الكادحين للحكام، وتسليمهم بالأوضاع الجائرة بمقولات التخدير وتسويغ الظلم بأنه حكمة إلهية . . . الخ. فالدين هو أفيون الشعوب من وجهة نظر ماركس وأتباعه. ولاشك أنه كان متأثراً بما تم في عصره من توظيف الدين المسيحي لخدمة مصالح الطبقات الحاكمة.(¬1) ¶ أما المرأة فيرى أن وضعها المتخلف ناتج عن أن الرجل اعتبرها - منذ الخليقة - أداة من أدوات الإنتاج (تلد له المحاربين والعمال) وكان لابد من السيطرة عليها وتطويعها. وما عقد الزوجية والمهر والإكراهات الاجتماعية والدين والقوانين التي تعطي السيادة للرجل إلا انعكاس لهذا الغرض الخسيس . . .وهكذا. ¶ ¬__________ ¶ (¬1) بعض الإسلاميين – من أصحاب النوايا الحسنة – يسيئون عرض الإسلام. خاصة في حملتهم الدفاعية عن براءته وسماحته ولينه، فيخدرون الشعوب – دون قصد – برفض أي محاولة لتغيير منكر أو إصلاح وضع باستدعاء بعض النصوص السكونية التي تتحدث عن \" أن ما يجري من ظلم هو من قضاء الله الذي ليس منه مفر\". ويرى من لا ينطلقون من أيديولجية إسلامية أن الإسلام هو المعطل لأي تغيير وتحول اجتماعي حقيقي. فيرون أيضاً كما رأى ماركس \"أن الدين هو أفيون الشعوب\". حتى أن بعضهم يتهم بعض التيارات الإسلامية بأنهم عملاء الاستعمار، إذ أنهم بخطابهم السكوني يطفئون غليان الشعوب، ويكبحون ثورتها. فينبغي أن يفطن الدعاة لهذا الأمر، وأن يعرضوا برامج حقيقة للتعامل مع الأوضاع وتغييرها ولا يكتفون بالخطب الارتجالية.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وهناك الكثير من الأفكار الخاطئة التي لا يمكن أن تُقبل بأي حال من الأحوال. ولكن ليس كل ما قاله ماركس خطأ. ولننظر إلى العناصر الإيجابية في فكرة ماركس لنضيفها إلى المخزون الذي قمنا ¶ باستخلاصه من أفكار بقية المنظرين. ¶ ? إن وجود عناصر الإنتاج في المجتمعات واستغلالها لصالح فئات قليلة بغير وجه حق على حساب مصالح الطبقات الكبرى ظلم ما بعده ظلم. ¶ ? إن هذه الطبقات المحتكرة لوسائل الإنتاج تستطيع أن تتدخل في الأخلاق وفي الدين وفي القانون وفي غير ذلك لبقاء الأوضاع الظالمة. ¶ ? هذه المنظومة الفكرية البسيطة تلفت أنظار المجتمعات إلى أهمية العدل الاجتماعي والسياسي، وأهمية التوازن بين الملكية الخاصة والعامة، حتى لا يحدث طغيان الأقوياء على الضعفاء ولا يكون المال دولة بين الأغنياء فقط.(¬1) ¶ هذه المنظومة من فكر ماركس - أياً كان اسمها - فهي حق وعدل. وبقية التكييفات والتشبيهات التي أشار إليها يمكن رفضها، كما يمكن الاستفادة من بعض جزئياتها. ¶ إن على القادة والمفكرين أن يتأملوا في هذه الزاوية من النظر لدور وسائل الإنتاج في الصراع، وتحقيق العدالة الاجتماعية، وإمكانية استغلالها في ترويض الناس والتعدي على أخلاقهم ودينهم. فمن يمتلك القوة يمتلك أن يؤثر على بقية عناصر المجتمع. وبذلك نضم لترسانتنا من فلسفة التاريخ زاوية أخرى من النظر للصراعات الاجتماعية، ودور الظلم وأهمية عناصر الإنتاج وتوزيع الثروة في المجتمعات بحيث يكون عادلاً. ¶ هناك زوايا أخرى متعقلة بالتجربة الشيوعية يمكن الاستفادة من كثير منها، ولكننا سنقتصر في النظر هنا على هذه الزاوية الهامة. ¶ ¬__________ ¶ (¬1) إن الذي يتأمل في الدين الإسلامي، وما كفله من عدالة اجتماعية، وعلاقات دولية راقية، يجد أن البشرية ضلت طريقها يوم حادت عن تطبيق منهج الله القائم على العدل والحرية والتعايش. وقد جاء الإسلام بمنهج متوازن يجيب على حيرة هؤلاء المفكرين خاصة فيما يتعلق بتوزيع ثروات الأمة.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "إن عمل الشيوعيين أو غير الشيوعيين هو عمل بشري، فيه جوانب الإيجاب وفيه جوانب الخطأ. والحكمة ضالة المؤمن أنا وجدها فهو أولى الناس بها. أما من يأخذ الأمور جملة أو يتركها جملة فهو مخطأ في منهجية تفكيره، ومخطأ في تصوره. وإذا جاز ذلك - تجاوزاً - للعاطفيين وأصحاب النظر السطحي، فهو في حق القادة جريمة كبيرة. فالحق حق حيثما كان، ومن أي جهة جاء. والباطل باطل حيثما كان ومن أي جهة جاء. وهذه المداخل المتعددة تثرى التفكير وتوسع دائرة النظر عند القادة. وتجعل أمامهم تفسيرات مختلفة لظواهر مختلفة. ¶ التوظيف العملي ¶ ? إن أي مجتمع يريد الاستقرار يجب ألا يختل فيه الميزان الاجتماعي، وكلما ظهرت الطبقية بشكل سافر كلما كان ذلك نذيراً بانفجار قوي يفقد المجتمع استقراره، ومن ثم يعوق طريقه نحو التنمية. ¶ ? يجب الحذر من استخدام الدين أو القانون والتلاعب بهما في محاولة الهيمنة على مقدرات الشعوب والطبقات الكادحة. ¶ ? أهمية إحياء الرؤية الإسلامية للعدالة الاجتماعية، وتقنين التعامل مع الملكية العامة والخاصة، إذ في نشر هذه الأفكار حياة الشعوب التي أفلست جراء تجريب أنظمة فاشلة. ¶ ? الفكرة الإسلامية تعتبر هي الفكرة المركزية الرئيسة التي يجب أن تتبناها مجتمعاتنا، إذ أن بها كل مقومات حقن الصراعات الطبقية. هذا في حالة تطبيقها تطبيقاً سليماً في ظل العدل والحرية والمساواة.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "? الأمم التي تعاني من الفوارق الطبقية الهائلة، ومن تردي الأوضاع الاقتصادية هي التي تُستثار شعوبها من أجل التغيير.(¬1)ومن ثم تأخذ الدول التي تعاني شعوبها أولوية في دفعها إلى تغيير أوضاعها المتردية. ¶ ? إن الاحتلال بكل صوره ينبع – في جزء كبير منه - من نفس فكرة الصراع على وسائل الإنتاج، أو موارد الإنتاج مثل أنواع الطاقة المختلفة. وهو نوع من الاستعلاء الأممي الذي يرى أن أمة ما يجب أن تستفيد من كل الخيرات، وأن باقي الأمم عليها أن تحيى تحت الهيمنة وتحت خدمة السيد الجديد. ¶ ? الاهتمام والتركيز -من قبل القادة والعاملين للنهضة – على دور وسائل الإنتاج التي هي من أعصاب المجتمعات التي تريد أن تتحول، وهي تعد من أدوات القوة. فمن يمتلك وسائل الإنتاج يستطيع أن يفاوض، وأن يملي شروطه دون حاجة إلى القوة العسكرية الصلبة.(¬2) ¶ ¬__________ ¶ (¬1) نلحظ في تجربة النبي - صلى الله عليه وسلم - قوة الخطاب القرآني الذي يعالج قضية الاستعلاء الطبقي، ويدعو للمساواة وتداول المال بين الفقراء والأغنياء. ولذلك كان كثير ممن اتبع النبي - صلى الله عليه وسلم - في بداية الوحي من الضعفاء وممن يرجون الخلاص من كل قيد بشري جائر عليهم. ¶ (¬2) إن الذي يرى المؤثرات في صنع القرار الأمريكي يجد أن لرجال الأعمال الذين يتحكمون في الإنتاج دوراً كبيراً جداً. ويقول محمد حسنين هيكل في كتابه \"الإمبراطورية الأمريكية والإغارة على العراق\": ¶ {أن مبيعات خمس شركات أمريكية هي (جنرال موتورز – ووال مارث – وإكسون موبيل – وفورد – وديملر كرايسلر) تتجاوز الناتج القومي لـ182 دولة في العالم. ¶ أن دخل شركة \"إكسون\" للبترول يفوق دخل \"الأوابك\" (مجموعة الدول العربية المصدرة للبترول) مجتمعة! ¶ وأن شركة \"جنرال موتورز\" أكبر من \"الدنمارك\" وأن شركة \"ديملر كرايسلر\" أكبر من بولندا، وأن شركة \"بكتيل\" للمقاولات أكبر من أسبانيا، وأن شركة \"شل\" أكبر من \"فنزويلا\"، وأن شركة \"سوني\" أكبر من \"باكستان\". ¶ والملاحظ أن هذه الشركات الكبرى – وهي القوى الصانعة للعولمة – هي الأسخى تبرعاً لمرشحي الانتخابات الرئاسية والتشريعية في الولايات المتحدة، وهي الأكبر إسهاماً في تمويل نشاط مؤسسات ومراكز التفكير السياسي والاستراتيجي}. ¶ ترى ما هو حجم قوة مثل هذه الشركات إذا أرادت أن تتفاوض مع أي دولة؟!",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وعلى العاملين للنهضة أن يتحققوا من سلامة ما اختاروه من وسائل لجعل توزيع وسائل الإنتاج عادلاً، وأن يتأكدوا من مدى قدرتهم للضغط في اتجاه تغيير الأوضاع للأفضل. كما عليهم أن يقيسوا قوتهم بمدى اشتراكهم في هذه الموارد، وليس بالأعداد الغفيرة التي لا تملك أدوات القوة. ¶ مالك بن نبي(¬1) ¶ يرى مالك بن نبي أن \"مشكلة كل شعب هي في جوهرها مشكلة حضارية، ولا يمكن لشعب أن يفهم أو يحل مشكلته ما لم يرتفع بفكرته إلى الأحداث الإنسانية، وما لم يتعمق في فهم العوامل التي تبني الحضارات أو تهدمها\".(¬2) ¶ ... ويرى أن للحضارة ركنان: ¶ ? خلقي ¶ ? مادي ¶ ... فلقيام أي حضارة لابد من\" توفر مجموع الشروط الأخلاقية والمادية التي تتيح لمجتمع معين أن يقسم لكل فرد من أفراده - في كل طور من أطوار وجوده منذ الطفولة إلى الشيخوخة - المساعدة الضرورية له في هذا الطور أو ذاك من أطوار نموه.\"(¬3) ¶ نظرية مالك ابن نبي ¶ ويرى مالك بن نبي أنه لكي تقوم أي نهضة فلابد من تحليل عوامل قيامها. وقد أجمل عوامل قيام أي حضارة في: ¶ ? الإنسان ¶ ? التراب ¶ ? الوقت ¶ العنصر الأول في المعادلة هو الإنسان. وهو يرى أن الإنسان صانع الحضارات موجود في كل المجتمعات والبيئات. ويعتبره العنصر الحاسم في المعادلة والذي يعطي لها قوتها. وبقدر النجاح في صناعة البشر في مجتمع من المجتمعات تكون نهضته. ويقول في ذلك: ¶ ¬__________ ¶ (¬1) مالك بن نبي (1905م – 1973م) ¶ مفكر جزائري، أكب على دراسة المشكلات الراهنة في العالم الإسلامي وإمكانيات تطوره في المستقبل. ¶ ولد في قسطنطينة، ودرس الهندسة متخصصاً في علم الإلكترونيات. من أهم مؤلفاته التي كتبت بالفرنسية: الظاهرة الإسلامية – مذكرات شاهد على القرن – القضايا الكبرى – الصراع الفكري – مشكلة الأفكار في العالم الإسلامي. ¶ (¬2) مالك بن نبي، شروط النهضة. ¶ (¬3) المصدر نفسه.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "\"يجب أن نصنع رجالاً يمشون في التاريخ، مستخدمين التراب والوقت والمواهب في بناء أهدافهم الكبرى\"(¬1). إن الإنسان هو أول عنصر هام، و الذي بتحوله وتغيره يستطيع أن يستفيد من العنصرين الآخرين التراب {الموارد} ومن الوقت. ¶ العنصر الثاني في معادلته هو التراب والموارد. ويرى أن كل المجتمعات فيها موارد محددة، والإنسان الموهوب يستطيع الاستخدام الأقصى لهذه الموارد إن أعمل عقله وطاقاته. ¶ أما العنصر الثالث فهو الوقت. ويقول في معرض حديثه عنه: \"إن الزمن يمر خلال المدن، يغذي نشاطها بطاقته الأبدية، أو يذلل نومها بأنشودة الساعات التي تذهب هباءً، وهو يتدفق على السواء في ¶ أرض كل شعب، ومجال كل فرد، وهو في مجال ما يصير \"ثروة\" وفي مجال آخر يتحول عدماً، فهو يمرق خلال الحياة، ويصب في التاريخ تلك القيم التي منحتها له الأعمال التي أنجزت فيه، ولكنه نهر صامت، حتى أننا ننساه أحياناً، وننسى الحضارات، في ساعات الغفلة أو نشوة الحظ قيمته التي لا تعوض، ومع ذلك ففي ساعات الخطر في التاريخ تمتزج قيمة الزمن بغريزة حب البقاء، إذا استيقظت، ففي هذه الساعات التي تحدث فيها انتفاضات الشعوب، لا يُقَوَّم الوقت بالمال، كما ينتفي عنه معنى العدم، إنه يصبح جوهر الحياة الذي لا يقدر، ولا تستطيع أي قوة في العالم أن تخلق دقيقة أو أن تستعيدها إذا مضت\".(¬2) ¶ ويقول:\" فإذا استغل الوقت ... فلن يضيع سدى، ولن يمر كسولاً في حلقنا، فسترتفع كمية حصادنا العقلي واليدوي والروحي، وهذه هي الحضارة\".(¬3) ¶ ... إن استخدام الوقت الاستخدام الأمثل هو العنصر الثالث في المعادلة الحضارية عند مالك بن نبي. ¶ عنصر رابع ¶ ... يضيف مالك بن نبي عنصراً رابعاً في معادلة الحضارة وهو الفكرة المحفزة أو الدين. ¶ ¬__________ ¶ (¬1) مالك بن نبي، شروط النهضة. ¶ (¬2) مالك بن نبي، شروط النهضة. ¶ (¬3) المصدر نفسه.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "فالدين يمثل الفكرة المحفزة التي تدمج العناصر الثلاثة (الإنسان + التراب + الوقت)، وتبعث فيها الحياة. وفي أي مجتمع من المجتمعات إذا وجد الإنسان، ووجد التراب (الموارد) ووجد الوقت، فإن الفكرة المبهرة هي التي تجعل الإنسان يشتعل حيوية ليستفيد من الموارد ويستفيد من الوقت. فالدين يلعب دور الباعث للحركة، ويعمل كمركب للعناصر الحضارية. وبدونه لا يكون أي إنتاج حضاري. ¶ الحضارة إبداع ¶ كثيراً ما يدعو مالك بن نبي في كتاباته إلى ضرورة إبداع بدائل فكرية ومناهج علمية مستقلة تتناسب مع البيئة الإسلامية بدلاً من استيرادها - كما هي - من الغرب الأوربي. ويلح على ضرورة الاستقلال الفكري في دراسة مشاكلنا الحضارية والاجتماعية؛ حيث يعتقد أن هناك خصوصيات كثيرة تتميز بها كل حضارة عن غيرها. \"فلكل حضارة نمطها وأسلوبها وخيارها، وخيار العالم الغربي ذي الأصول الرومانية الوثنية قد جنح بصره إلى ما حوله مما يحيط به نحو الأشياء، بينما الحضارة الإسلامية عقيدة التوحيد المتصل بالرسل قبلها، سبح خيارها نحو التطلع الغيبي وما وراء الطبيعة.. نحو الأفكار\". ¶ ومن أهم الخصوصيات التي ميزت نشوء الحضارة الإسلامية أن نشوءها سببه الوحي الرباني؛ مما جعلها حضارة خالدة خلود المبادئ والتعاليم التي تحملها وتدعو إليها، \"فجزيرة العرب.. لم يكن بها قبل نزول القرآن إلا شعب بدوي يعيش في صحراء مجدبة يذهب وقته هباءً لا ينتفع به؛ لذلك فقد",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "كانت العوامل الثلاثة: الإنسان، التراب، والوقت راكدة خامدة، وبعبارة أصح: مكدسة لا تؤدي دوراً ما في التاريخ؛ حتى إذا ما تجلت الروح بغار حراء -كما تجلت من قبل بالوادي المقدس، أو بمياه الأردن- نشأت بين هذه العناصر الثلاثة (الإنسان + التراب + الوقت) المكدسة حضارة جديدة؛ فكأنها ولدتها كلمة \"اقرأ\" التي أدهشت النبي الأمي، وأثارت معه وعليه العالم\"(¬1). ¶ \"ولهذا \"فالحضارة\" لا يمكن استيرادها من بلد إلى آخر رغم استيراد كل منتجاتها ومصنوعاتها؛ لأن \"الحضارة\" إبداع، وليست تقليداً أو استسلاماً وتبعية كما يظن الذين يكتفون باستيراد الأشياء التي أنتجتها حضارات أخرى؛ فبعض القيم لا تباع ولا تشترى، ولا تكون في حوزة من يتمتع بها كثمرة جهد متواصل أو هبة تهبها السماء، كما يهب الخلد للأرواح الطاهرة، ويضع الخير في قلوب الأبرار\".(¬2) ¶ إن هذه الزاوية من النظر تمثل منظومة نافعة لابد أن يزود بها القادة، وأن يفهموها جيداً. إنها معادلة الإنسان المبدع، ومعادلة الموارد، ومعادلة الوقت. ¶ معادلة أخرى ¶ ثم يقدم لنا مالك بن نبي معادلة أخرى في غاية الأهمية. تقول أن كل من يفكر في النهضة عليه أن ينظر إليها من خلال ثلاثة عوالم: ¶ ? عالم الأفكار. ¶ ? عالم الأشخاص. ¶ ? عالم الأشياء. ¶ \"ويقصد بعالم الأفكار: مجموعة المعتقدات والمسلمات والتصورات والمبادئ(¬3)والنماذج التي تحتويها عقول مجتمع ما في لحظة تاريخية ما. ويدخل في هذا العالم أيضاً كل أنماط التفكير والقيم والمشاعر والأحاسيس. ¶ أما عالم الأشخاص: فيقصد به مجموعة العلاقات والنظم والاتصالات والقوانين التي تنظم حياة الأشخاص الذين يكونون هذا المجتمع فيما بينهم. ¶ ¬__________ ¶ (¬1) عمر كامل مسقاوي، في تقديمه لكتاب مالك بن نبي \"حديث في البناء الجديد\". ¶ (¬2) مالك بن نبي، شروط النهضة. ¶ (¬3) يقصد بالمبادئ مجموعة الصواب والخطأ التي يعتقدها المجتمع ويبني على أساسها أحكامه وقراراته.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "... أما عالم الأشياء: فهو كل ما ينتجه هذا المجتمع من مبانٍ وشوارع وزراعة وصناعة، وغير ذلك من المنتجات والخدمات المحسوسة والملموسة.\"(¬1) ¶ وعالم الأشخاص وعالم الأشياء في الأساس هما نموذجان موجودان في عالم الأفكار، تتحقق في عالم العلاقات الاجتماعية في الواقع. فعالم الأفكار هو الذي يختزن الصور والنماذج لعالم العلاقات الإنسانية من اجتماع وإدارة. وعالم الأشياء المادية من عمران ومصانع. ¶ من أين يبدأ الإصلاح؟ ¶ \"وهنا يأتي السؤال الهام، وهو من أين يجب أن يبدأ الإصلاح؟! وبأي هذه العوالم الثلاثة يجب علينا أن نبدأ؟! هل لابد أن نبدأ بإصلاح عالم الأفكار أولاً؟! أم أنه لابد من البدء بإصلاح عالم العلاقات بين الناس؟! ولماذا لا يكون البدء بإصلاح عالم الأشياء هو أول الطريق نحو النهضة؟! ¶ وللإجابة على هذا التساؤل سنبسط كلام مالك بن نبي حول حله للمشكلة من خلال هذا الحوار الذي تخيله، واستعرض فيه حيرة المفكرين بين هذه الثلاثة عوالم، بين قائل بأن الفكرة أولاً، وبين من قال أن عالم الأشياء أولاً.. ثم يستطرد في عرض الحل الذي توصل إليه بعد طول تفكير. وتعتمد فكرة هذا الحل على إيقاف بعض العوامل عن العمل وتحريك بعضها، ليمكن بذلك اكتشاف العامل المؤثر على بقية العوامل. ¶ حاول أن تتخيل معنا قوماً من الأمازون أو من الأدغال الأفريقية، بعالمهم الفكري المتواضع وبدائيتهم وقد تم نقلهم إلى ألمانيا، بينما نقل الشعب الألماني إلى أفريقيا أو إلى الأمازون، ماذا كان سيحدث حينها؟ الأمر سيبدو واضحاً جلياً، وهو أن الألمان في هذه الحالة سيعمِّرون المناطق الأمازونية أو الأفريقية ويصلحونها، بينما ستُدَمَّرُ ألمانيا ببنائها وحضارتها وشوارعها على يد القبائل البدائية .. ¶ ¬__________ ¶ (¬1) د. جاسم سلطان، النهضة ..من الصحوة إلى اليقظة.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "أما الشاهد من هذه القصة فهو أن عالم الأفكار عندما يكون نامياً ومتطوراً ويحتوي على أفكار، يستطيع أن يخلق عالم الأشياء حوله. والعكس ليس بصحيح. فعالم الأشياء المتطور إذا لم يقابله عالم أفكار متطور يمكن أن يدمر تحت مطارق التخلف الفكري. والأمر بَيِّنٌ وواضحٌ وجليّ. فعالم الأفكار ¶ يمثل المنطقة التي تتم فيها التحولات الكبرى أولاً. هذا عند التجريد، أما في الواقع الحي فالعوالم الثلاثة تتفاعل بشكل دائري لا يتوقف. وهذا الشرح السابق هو محاولة لإيجاد أول الخيط.\"(¬1) ¶ وهذا المثال لم يكن خيالياً. فلقد دمرت ألمانيا بالكامل بعد الحرب العالمية الثانية. ولم يبق إلا عالم الأفكار والنماذج المختزنة منه. فانطلقت ألمانيا لتعيد البناء. بينما لو نظرنا إلى شعوب لا تمتلك النماذج الذهنية المتقدمة – مثل شعب الأمازون وبعض شعوب أفريقيا؛ وطُلب منها أن تعمر ألمانيا، سنجد أنها لا تستطيع إعادة بنائها ولبنت النماذج البدائية التي كانت موجودة في أذهانها. ¶ إن عالم الأفكار هو العالم الذي يجب أن تعالجه عملية النهضة ابتداءً. وهو يحتوي على أفكار حية وأفكار قاتلة - حسب ما يقول مالك بن نبي. وعندما نستقدم عالم الأفكار الحية وننقي منه عالم الأفكار المميتة، فإن الحياة تدب في المجتمعات. ¶ فإذا زرعت في منظومة معينة قيم السكون والخضوع والذل والاستسلام. أو غذيت أفكار استهلاكية تدعو للترف والنعيم في مجتمع ما(¬2)، فإنك تستطيع أن تقول أن هذا المجتمع آيل للانهيار. وإذا أزيلت هذه الحشائش الضارة من الأفكار نما المجتمع وتطور. ¶ الوحي بدأ بعالم الأفكار ¶ وننقل في هذا السياق ما كتبناه في مشهد التخلف في كتاب: \"النهضة .. من الصحوة إلى اليقظة\": ¶ ¬__________ ¶ (¬1) د. جاسم سلطان، النهضة .. من الصحوة إلى اليقظة. ¶ (¬2) راجع قانون العصبية لابن خلدون.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "\"وقد نزل القرآن الكريم على أمة تعاني من اختلال جميع العوالم. اختلال في عالم الأفكار(¬1)، وفي عالم العلاقات(¬2)، ¶ ¬__________ ¶ (¬1) يظهر هذا الاختلال في دعائهم للمولى عز وجل \"وإذ قالوا اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم\" سورة الأنفال: 32. كما يظهر هذا الاختلال واضحاً في عبادتهم للأصنام والنجوم والكواكب؛ بل ربما عبد أحدهم ربه الذي صنعه من العجوة في أول النهار ثم يأكله عندما يجوع في آخر النهار. ¶ (¬2) يظهر هذا الاختلال فيما رواه البخاري في صحيحه \"عن عروة بن الزبير أن عائشة زوج النبي - صلى الله عليه وسلم - أخبرته أن النكاح في الجاهلية كان على أربعة أنحاء، فنكاح منها نكاح الناس اليوم، يخطب الرجل إلى الرجل وليته أو ابنته، فيصدقها ثم ينكحها، ونكاح آخر كان الرجل يقول لامرأته إذا طهرت من طمثها أرسلي إلى فلان فاستبضعي منه، ويعتزلها زوجها ولا يمسها أبداً حتى يتبين حملها من ذلك الرجل الذي تستبضع منه، فإذا تبين حملها أصابها زوجها إذا أحب، وإنما يفعل ذلك رغبة في نجابة الولد، فكان هذا النكاح نكاح الاستبضاع، ونكاح آخر يجتمع الرهط ما دون العشرة فيدخلون على المرأة كلهم يصيبها، فإذا حملت ووضعت ومر عليها ليال بعد أن تضع حملها، أرسلت إليهم فلم يستطع رجل منهم أن يمتنع حتى يجتمعوا عندها، تقول لهم قد عرفتم الذي كان من أمركم، وقد ولدت، فهو ابنك يا فلان، تسمي من أحبت باسمه، فيلحق به ولدها لا يستطيع أن يمتنع به الرجل، ونكاح الرابع يجتمع الناس الكثير فيدخلون على المرأة لا تمتنع ممن جاءها، وهن البغايا، كن ينصبن على أبوابهن رايات تكون علماً، فمن أرادهن دخل عليهن، فإذا حملت إحداهن ووضعت حملها جمعوا لها، ودعوا لهم القافة، ثم ألحقوا ولدها بالذي يرون، فالتاط به ودعي ابنه لا يمتنع من ذلك، فلما بعث محمد - صلى الله عليه وسلم - بالحق هدم نكاح الجاهلية كله إلا نكاح الناس اليوم\"..كما يظهر هذا الاختلال في أشعارهم وأمثالهم كقول الشاعر: وأحياناً على بكر أخينا إذا ما لم نجد إلا أخانا. والمثل العربي الشائع: انصر أخاك ظالماً أو مظلوماً.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وفي عالم الأشياء(¬1). ¶ فإذا نظرنا إلى الإسلام ثم إلى نوعية العقلية التي سادت في المنطقة العربية قبل الوحي لوجدنا ¶ هذا الاختلال واضحاً. فسنجد أن عالم أفكارها كان يعاني من ثلاثة اختلالات كبرى. أولها اختلال قيمي مفاهيمي. فلقد كانت مجموعة الأفكار التي طرحتها الحالة الجاهلية - من قبيل قولهم \"بل نتبع ما ألفينا عليه آباءنا\"(¬2)، وقولهم \"حسبنا ما وجدنا عليه آباءنا\"(¬3)– دليل أساس على أكبر الآفات في وجه ¶ التقدم. فلقد تجمدت وتبلدت عقولهم، وتوقفت عن إنتاج الأفكار، واكتفت بما أنتجته عقول الآباء والأجداد والسابقين. ثم هي بعد ذلك لا تفعل شيئاً سوى أن تستكمل مسيرة الحياة، فتسير إلى الأمام ¶ بمجمل ما هو موروث من أفكار وأقوال ومعتقدات. فمن أين يأتي التقدم والتطور إذا كان الإنسان قد أوقف عقله وجمده ومنعه من التفكير؟ بل وربما أغلق الأقدمون عقولهم كذلك على فكرة أول شخص بدأ بوضع ما يراه. فأهل الجاهلية لا يريدون إرهاق عقولهم في البحث عن الحقيقة. فجاء الإسلام ليقابل هذه النمطية المتكلفة في التفكير وهذا الأداء المتخلف في الفعل، فكان رد القرآن عليهم \"أولو كان آباؤهم لا يعقلون شيئاً ولا يهتدون\"(¬4)و \"أولو كان آباؤهم لا يعلمون شيئاً ولا يهتدون\"(¬5)، وغيرها من المواجهات القرآنية التي أُريدَ بها تصحيح العقل وتنظيم المنهج العلمي في البحث والتفكير بإنكار حالة الانحباس الماضوي. ¶ ¬__________ ¶ (¬1) كان عالم الأشياء ضعيفاً جداً. فقد كان العرب في الجاهلية رعاة في الصحراء، يعيشون في الخيام، قوام حياتهم الرعي والتجارة والإغارة على القوافل والتجار والقبائل. ¶ (¬2) سورة البقرة: 170 ¶ (¬3) سورة المائدة: 104 ¶ (¬4) سورة البقرة: 170 ¶ (¬5) سورة المائدة: 104",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وواكب هذا الاختلال القيمي المفاهيمي إعراض شديد عن التعلم والعلم. فيصف القرآن حالتهم بقوله: \"جعلوا أصابعهم في آذانهم واستغشوا ثيابهم وأصروا واستكبروا استكباراً\"(¬1)، فهو إعراض كامل عن تلقي أي معلومات، وعن الاستفادة من ملكات السمع والبصر والنظر والعقل. هذه المنظومة المختلة جاء الإسلام ليعالجها. فقدم لنا نموذجاً راقياً لما يمكن أن نسميه بالثورة الفكرية التي ¶ أحدثها الإسلام. فكانت أول قضية يثيرها القران الكريم بشكل كبير قوله تعالى: \"اقرأ.. الذي علم بالقلم..\"(¬2)، وقوله: \"والقلم وما يسطرون\"(¬3)، وقوله: \"أفلا يبصرون... أفلا يسمعون... أفلا يعقلون...\". ¶ ثم يأتي الخلل الثالث في العقلية الجاهلية، ألا وهو الاعتماد على الظن. فكان قولهم \"وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا وما يهلكنا إلا الدهر\"(¬4)، فكان رد القرآن عليهم \"وما لهم بذلك من علم إن هم إلا يظنون\"(¬5). ويواجه القرآن هذه الحالة فيقول: \"وإذا قيل إن وعد الله حق والساعة لا ريب فيها قلتم ما ندري ما الساعة، إن نظن إلا ظناً وما نحن بمستيقنين\"(¬6). ويقول: \"إن يتبعون إلا الظن وإن الظن لا يغني من الحق شيئاً\"(¬7).\"انتهى ¶ ... وقد تحدثنا بشيء من التفصيل في كتاب \" النهضة .. من الصحوة إلى اليقظة\" عن بعض الأفكار القاتلة وأنماط التفكير المختلة التي تقتل الإبداع وحب المغامرة والتجربة، وبتعبير أشمل: تقتل مقومات نهضة أي أمة. ¶ عالم الأفكار ( عقيدة ومنهجية تفكير) ¶ ¬__________ ¶ (¬1) سورة نوح: 7 ¶ (¬2) سورة العلق ¶ (¬3) سورة القلم: 1 ¶ (¬4) سورة الجاثية: 26 ¶ (¬5) سورة الجاثية: 24 ¶ (¬6) سورة الجاثية: 32 ¶ (¬7) سورة النجم: 28",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "إن الذي يتأمل في خطاب الوحي في مكة؛ يجد أنه جاء أولاً لتصحيح نظرة الإنسان عن الإله والكون والغيبيات، وإلى آخر ذلك من التصورات التي يطلق عليها \"العقيدة\"، كما اهتم القرآن المكي بمعالجة أنماط ومنهجيات التفكير المختلة، التي تعيق نهضة أي أمة- حتى وإن صحت نظرتها للإله والكون والغيب (العقيدة). فعقيدة سليمة مع أنماط ومنهجيات تفكير مختلة لا تبني حضارة مطلقاً، وأنماط تفكير سليمة بدون عقيدة صحيحة تبني حضارة مادية خاوية، تحمل في طياتها عوامل الانهيار المتقدم. ¶ أسباب سقوط الحضارات ¶ ... ويرجع مالك بن نبي سقوط الحضارات إلى فقدان القيم الروحية والفضائل الخلقية باعتبارها جوهر الحضارات. فالروح التي تعشق السمو، وتعشق المكانة الرفيعة، ولا ترضى بالدون، روح تنبعث فيها الحضارة وتنمو. فهو يعزي الأسباب الجوهرية التي عززت سقوط الحضارة الإسلامية \"إلى فقدان القيم الروحية والفضائل الخلقية، باعتبارها قوة جوهرية، في تكوين الحضارات، وأينما توقف إشعاع الروح خمد إشعاع العقل، إذ يفقد الإنسان تعطشه إلى الفهم وإرادته للعمل عندما يفقد الهمة وقوة الإيمان\".(¬1) ¶ \"والروح وحدها، هي التي تتيح للإنسانية أن تنهض وتتقدم، فحيثما فقدت الروح سقطت الحضارة وانحطت، لأن من فقد القدرة على الصعود لا يملك إلا أن يهوى بتأثير جاذبية الأرض\".(¬2) ¶ عوامل تجدد الحضارات ¶ ¬__________ ¶ (¬1) مالك بن نبي، وجهة العالم الإسلامي. ¶ (¬2) المصدر نفسه.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ويرى مالك بن نبي أن المشاكل التي تمر على الأمم لا تهزمها؛ بل تمحصها وتزيدها قوة. فيقول: \"إن العواصف الجوية والأعاصير تجر معها غالباً سيولاً هائلة من الماء، سيولاً تترك وراءها في البلد الذي تجتاحه الخراب والموت، ولكنها تترك أيضاً على وجه الأديم طمياً تتجدد به الحياة في هذا البلد، فتنشط وتنمو فيه الطبيعة الجديدة بأنواع النبات والحيوان المتجدد، فكذلك شأن الأحداث الكبرى في التاريخ إنها تجر وراءها الموت والخراب، وتخلف طمياً مخصباً، طمياً من دماء الشهداء والأبطال، ولكنها تخلف أيضاً طمياً من نوع آخر تخلفه في العقول. حيث تترك بذوراً تنبعث منها الأفكار التي تغير مجرى التاريخ ووجه العالم\".(¬1) ¶ إنه يعني بالعواصف الهائلة والأعاصير - التي تجر معها سيولاً عظيمة من الماء – الأحداث الكبرى، والظروف الصعبة، والحروب والمواجهات والمشاكل. وكما أن السيول الهائلة تترك وراءها الخراب والموت، فإنها تترك الطمي الذي تتجدد به الحياة . ¶ إن مالك بن نبي يرى هذا التحول الروحي، ويؤمن أن الأفكار التي تحل بالمجتمعات تولد معها حياة وأفكار ورؤى جديدة. ثم يرى أن على الإنسان أن يغير ما بنفسه ويأخذ بقانون التدافع(¬2)حيث يوصله إلى قانون التداول(¬3)ويصل إلى مقعد الصدارة. ¶ وقفة مع التغيير ¶ إن سنة التغيير مرهونة بتغيير ما في النفس. يقول تعالى: {إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم}.(¬4)ترى كيف نتعامل مع أنفسنا؟! ¶ ¬__________ ¶ (¬1) مالك بن نبي، تأملات. ¶ (¬2) مصداق قول الله تعالى: {ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض} (البقرة: 251). ارجع إلى تفاصيل قانون التداول في كتاب \"قوانين النهضة\" تأليف د. جاسم سلطان ¶ (¬3) مصداق قول الله تعالى: {وتلك الأيام نداولها بين الناس} (آل عمران: 140). ارجع إلى تفاصيل قانون التداول في كتاب \"قوانين النهضة\" تأليف د. جاسم سلطان ¶ (¬4) سورة الرعد: 11",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "يرى البعض أن تغيير ما بالنفس هو العودة إلى العقيدة السليمة. و تصحيح العبادات وأدائها على النحو المطلوب. ولا شك أن كل هذا صحيح. لكن كثيرون يهملون بقية العوامل المكونة للنفس والتي قال تعالى عنها: {ما بأنفسهم}. ¶ فالنفس فيها الأفكار والتصورات والمشاعر. فتغيير منهجيات التفكير مطلوب. والإيمان الشديد بوجوب التغيير مطلوب. والإحساس بالقدرة على التغيير مطلوب، والإرادة التي لا تقهر مطلوبة. ¶ إنها منظومة كاملة بقدر ما تتغير في الإنسان بقدر ما يستطيع أن يخوض تجربة التغيير لنهضة المجتمعات. ويتعجب البعض!! لماذا رأينا أمماً كافرة تنتصر وتتقدم - مثل ألمانيا واليابان - وتنهض في زمن قياسي، ترى لماذا ينتصر أصحاب العقيدة الفاسدة في هذه العصور؟! ¶ لكي نفهم إجابة هذا السؤال يجب أن ندرك أنه بقدر ما توافر لهذه الأمم من اكتمال في المنظومة التغييرية الداخلية النفسية؛ بقدر ما قامت حضارتها. فقد آمنوا بضرورة التغيير، ووثقوا بقدراتهم، وانطلقوا يشقون طرق الحضارة. واجتهدوا أيما اجتهاد. فأسسوا حضارة مادية مبهرة، نتيجة سعيهم وبذلهم. وبقدر ما أغفلوا من ناحية روحية – دينية أو قيمية - في منظومة تغييرهم الفردي. بقدر ما كانت حضاراتهم بعيدة عن صلتها بالسماء وعذوبة الروح. ¶ وهذه الأمم لا تستطيع أن تتخلى عن الروح ، فالقوة الروحية تصنع طاقة هائلة ينجز بها أي فرد أحلامه. وكان إلهامهم الروحي عنصرياً في بعض الأحيان – مثل ألمانيا، إذ آمنوا أشد الإيمان بسمو جنسهم على سائر الأجناس. إنها قوة روحية في شكل آخر. تبعث القوة في معتنقها. إن القوى الروحية لها أشكال متعددة، ولكن أقواها هي القوة الروحية التي يبثها الدين في نفوس أتباعه. فشتان بين ما يمتلكه المسلمون من حرارة الروح المتصلة برب العزة سبحانه وتعال،ى وبين غيرها من القوى الروحية الأخرى.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "إن قضية التغيير أكبر من أن تختصر في كلمة \"تصحيح العقيدة\" – رغم وجوب ذلك. إنها تشمل تغييراً شاملاً. وبقدر ما سيحدث التغيير في النفس بقدر ما سينعكس على الحضارة. ¶ إن من يغيرون في أنفسهم في بعض الجوانب مثل تصحيح العقيدة وإقامة الشعائر وفقط. سيقيمون حضارة تهتم بتشييد المساجد وفقط. وسينعكس ما أصلحوه من أنفسهم على حضارتهم. ولو اهتموا مع الجوانب السابقة بجوانب التغيير في منظومة أفكارهم ومنهجيات تفكيرهم، واهتموا بالعلم، لصنعوا مع هذه الحضارة الروحية حضارة مادية تجسد النموذج المنشود. ¶ بل إن الفهم السكوني لبعض نصوص الدين يكون معوقاً عن الامتثال لرب العزة بتغيير ما بأنفسنا. فالبعض ليس عنده إرادة التغيير، وهو يكتفي بإنكار القلب أملاً أنه إذا صحح من عقيدته وعبادته فستمطر السماء سيوفاً تقتلع عتاة الفساد والظلم. إنها فكرة غريبة على منهجية رسول الله - صلى الله عليه وسلم - في التغيير. وفارق بين الصبر والاستسلام، وبين لين القول والخنوع. وبين الضعف والقوة. ¶ إن التغيير الداخلي للإنسان هو الذي يحدد مسئوليته تجاه التاريخ والأحداث، وهذه القيمة التغييرية \"بدلاً من أن تلقي على أكتافنا ثقل الأحداث تجعلنا نحدد إزاءها مسئولياتنا. فبقدر ما ندرك أسبابها ونقيسها بالمقياس الصحيح، نرى فيها منبهات لإرادتنا وموجهات لطاقاتنا، وبقدر ما نكتشف من أسرارها، نسيطر عليها بدلاً من أن تسيطر علينا، فنوجهها ولا توجهنا هي لأننا حينئذ نعلم أن الأسباب التاريخية، تصدر عن سلوكنا وتنبع من أنفسنا، من مواقفنا حيال الأشياء، أعني (من إرادتنا في تغيير الأشياء تغييراً يحدد بالضبط وظيفتنا الاجتماعية) كما رسمها القرآن في قوله تعالى: {كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر}\".(¬1) ¶ ¬__________ ¶ (¬1) مالك بن نبي، تأملات.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "... إن سنة التغيير لا تتخلف، وبقدر ما سنغير في منظومتنا النفسية الداخلية، ؛ بقدر ما ستكون حضارتنا. وقد غير الغرب في منظومته الفكرية والنفسية، فتترس بالإرادة، وحطم المستحيل، وانطلق يكتشف الآفاق، وأسس حضارة مادية كبيرة. وعندما فشل في تغيير الشق القيمي والديني في منظومته، فإنه فشل في أن يتوج حضارته بالقيم الفاضلة، وأن يربطها بنداوة السماء. ¶ الخلاصة ¶ لكي تقوم الحضارة يجب أن: ¶ ? تأتي التحديات والمشاكل والأحداث الكبرى. ¶ ? ثم يأتي قرار الإنسان بأن يغير ما بنفسه. ¶ ? ثم ينطلق حسب سنة التدافع الكونية ليمحص ويتميز. ¶ ? ثم يأتيه الدور حسب سنة التداول. ¶ ... قال تعالى: {قد خلت من قبلكم سنن، فسيروا في الأرض فانظروا كيف كان عاقبة المكذبين، هذا بيان للناس وهدى وموعظة للمتقين. ولا تهنوا ولا تحزنوا وأنتم الأعلون إن كنتم مؤمنين، إن يمسسكم قرح فقد مس القوم قرح مثله، وتلك الأيام نداولها بين الناس، وليعلم الله الذين آمنوا ويتخذ منكم شهداء، والله لا يحب الظالمين. وليمحص الله الذين آمنوا ويمحق الكافرين}.(¬1) ¶ التوظيف العملي ¶ ? الاهتمام بالإنسان وتدريبه وتطويره وتنمية قدراته الإبداعية.. ¶ ? إن تشجيع الإبداع ليس بالكلام وفقط، بل هو ثقافة مجتمع تتمثل في تقديم القيادات المبدعة، وفي مناقشة أي جديد مناقشة موضوعية، وفي تدريب الشباب – ومن قبل الأطفال - وتقديمهم والأخذ بآرائهم. إنه سلوك منظمة وتيار ومجتمع، وليس حديث لسان يصير رماداً فتذروه الرياح. ¶ ? إن صناعة الإنسان المبدع ضرورة ملحة لأي نهضة. ويجب أن يهتم بذلك المعنيين بقضايا التربية، سواءً في الحكومات أو التيارات. فالشخص المبدع هو الضالة المفقودة الذي يبحث عنه أي مجتمع. وتكون الطامة الكبرى إذا صارت المجتمعات و الجماعات والأحزاب بيئة طاردة للمبدعين، ولم تكن بيئة صالحة لجذبهم والاستفادة منهم. ¶ ¬__________ ¶ (¬1) سورة آل عمران: 137: 142",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "? التراب عنصر هام. ويمكن توسعته في فكر مالك ليشمل الكون المسخر للإنسان. ولذلك على قادة النهضة أن يسعوا إلى الاستفادة من كل الموارد المتاحة، والاهتمام بتعلم الوسائل التكنولوجية الحديثة وتسخيرها لخدمة المشروع. ¶ ? الوقت عنصر رئيس في قضايا النهضة والتغيير. وقيمة تقديره وحسن الاستفادة منه يجب أن تربى عليها الأجيال. وتصبح سمة واضحة للقادة والعاملين في مجال النهضة. ¶ ? الأمم التي نهضت استثمرت أوقاتها. ونحن الآن في عصر السرعة. لذلك فإن التكاسل في العمل للنهضة، والاكتفاء بالمقولات السلبية التي تبرر عدم إنجاز المشروع - بحجة أن إرادة الله لم تأت – أمر ¶ في غاية الخطورة. إن كل الأمم التي نهضت كانت تسابق الزمن، وكان قادة نهضتها يشعرون أنهم سينجزون مشروعهم في فترة وجودهم. ¶ ? إن الذين ينتظرون أن تتغير الأوضاع ستلحقهم سنة الاستبدال. يقول تعالى: {وإن تتولوا يستبدل قوماً غيركم ثم لا يكونوا أمثالكم}(¬1). فسيأتي آخرون يعطون للوقت قيمته. ويدركون أنهم في سباق مع مشاريع أخرى تريد أن تبتلعهم. ¶ ? إن الاهتمام بالتربية الروحية. والاعتزاز بالإسلام. والإيمان بإمكانية التغيير، والثقة في نصر الله أمر يجب أن يغرس في نفوس العاملين للنهضة. إذ الروح إذا اندمجت بأية فكرة أنتجت قوة هائلة قادرة على الفعل. ¶ ? إن عمليات التربية للأفراد والمجتمعات ينبغي أن تكون متكاملة شاملة، لا تغلب جانباً على آخر. فإن تغيير واقعنا سيكون بحسب الجوانب التي تغيرت فيها أنفسنا. ويأتي في الأولوية تعليم العقيدة الصحيحة والإسلام القائم على العدل والحرية، وكذلك نشر القيم الإيجابية التي تعطي الثقة في النفس وإمكانية التغيير، وانتزاع القيم السكونية انتزاعاً يجعل الأمة تنتفض نحو نهضتنا المنشودة. ¶ ¬__________ ¶ (¬1) سورة محمد: 38",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "? إذا أردنا أن نغير ما بأنفسنا، فلنبدأ أولاً بعالم الأفكار كما بدأ الوحي، وذلك بتصحيح العقيدة والتصورات عن الإله والكون والغيب، وعن العلم ومنهجياته ..الخ، وبتغيير أنماط ومنهجيات التفكير المتخلفة التي تحول دون أي نهضة. كما تؤدي إلى حالة من الجمود تصيب المجتمعات و التيارات والجماعات. ¶ ? يجب إزالة كل الأفكار القاتلة التي تعوق عملية النهضة، سواءً كانت هذه الأفكار تتعلق بمنهجيات التفكير السائدة من تقليد أعمى، أو اتباع الظنون، وغياب المنهجية العلمية في التعامل مع الأحداث، أو كانت تتعلق بالقضايا العامة مثل النماذج المختزنة حول الحق والعدل والحرية والمساواة والإخاء، وكل هذه المعاني التي تحتاجها المجتمعات للنماء. لأن ما يتشكل في العقل وفي المشاعر هو الذي ننفذه في الواقع بعد ذلك. فإذا كان تعصباً وظلماً واستبداداً وانتقاصاً لحقوق الآخرين انعكس ذلك على الواقع في شكل نظام سياسي واقتصادي بعد ذلك. ويؤدي ذلك إلى ثورات وانفجارات وحركات رفض. فيهدد المجتمع في استقراره ومن ثم لا تقوم نهضة ولا يتحرك المجتمع إلى الأمام. ¶ ? إن التحديات التي تمر بها الأمة تمثل فرصة حقيقية لاستفراغ طاقة الأمة وإحساسها بالحاجة الملحة إلى التغيير. ¶ ? إن سنة التدافع قائمة لا محالة. ويجب أن يدرك حقيقتها قادة النهضة، فإقامة الحضارات ونهضة المجتمعات ليست نزهة خلوية. ولا يكفي الحديث عنها، كما لا يكفي التأكيد النظري بالإيمان بسنة التدافع؛ بل يجب العمل والتفكير الجاديين لكي يحسن استخدام قانون التدافع.(¬1) ¶ ? سنة التداول كذلك آتية لاشك فيها، وهي تمثل قانون الأمل العائد، ويجب أن نبشر بذلك وأن تستعد الأمة لبزوغ نجمها مرة أخرى. ¶ ¬__________ ¶ (¬1) لمزيد من التفاصيل ارجع كتاب \"قوانين النهضة\" تأليف د. جاسم سلطان.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "لقد كتب عماد الدين نظرته التكاملية لتفسير التاريخ، ولن ننقل ما كتبه حرفياً، ولكننا نقتبس من كتاباته، ونضيف إليها بعض ما يتطلبه سياق الحديث. ¶ إن الإسلام يطرح صورة كلية للموضوع التاريخي، سنتناول أبعادها الأساسية بصورة مجملة: ¶ ? أن الأزلي المطلق هو الله الذي شاءت إرادته أن يخلق الخلق. ¶ ? أن الإنسان هو اكرم المخلوقات عند الله قد أعطى ملكات ومواهب. ¶ ? أن مهمة هذا الإنسان هي عبادة الله وإعمار كونه. ¶ ? وأن الله وصله بالسماء عن طريق الرسل وبين له الطريق إليه. ¶ إننا سنجد أمامنا جملة من المعطيات القرآنية التي تشكل هذه التصورات حول بناء الأم وسقوطها وسنشير إلى أهم القوانين التي يلزم تذكرها واستحضارها: ¶ ? قلة المعطيات وضخامة المطلوب (قانون المعطيات الصفرية) ¶ لقد كلف الله الرسول - صلى الله عليه وسلم - بمهمة تبليغ الدين والتمكين له. وأمره بأن يسعى لإقامة مشروع حضاري إنساني عالمي. ويتجلى ذلك في قوله تعالى: {وما أرسلناك إلا رحمة للعالمين}(¬1)، وكان هذا التكليف في ظروف تكاد تشهد أن هذه المهمة مستحيلة. فالظرف البيئي (الجغرافي – الاجتماعي – السياسي – الديني) ظرف معاد، والمستوى الحضاري والتنظيمي منخفض جداً، والسقف التقني للمواصلات والاتصالات – للقيام بمشروع عالمي – بسيط جداً، هذا الوضع يكاد يجعل المهمة مستحيلة. ¶ ? نقطة الانطلاق ¶ إن نقطة الانطلاق لعمل تحول اجتماعي في أي مجتمع من المجتمعات هي حدوث تحول آخر إيجابي في داخل البناء النفسي للمجتمع. يقول الله تعالى: {إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم}(¬2). يغيروا ما بأنفسهم من أفكار ومشاعر. فإذا وجدت في مجتمع ما كتلة إيجابية من الأفكار والمشاعر والنماذج المختزنة، فإنها لاشك ستؤدي إلى تحولات في المحيط الخارجي متناسبة معها. أما التحول الكامل فيحتاج إلى كتلة حرجة من هذه الأفكار والمشاعر الإيجابية. ¶ ? نقطة الهبوط ¶ ¬__________ ¶ (¬1) سورة الأنبياء: 110 ¶ (¬2) سورة الرعد 111",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وهذه النقطة أيضاً هي النقطة الإيجابية في التحول السلب. يقول تعالى: {ذلك بأن الله لم يك مغيراً نعمة أنعمها على قوم حتى يغيروا ما بأنفسهم}(¬1). فإذا حدث تحول إيجابي في النماذج المختزنة والمشاعر والأفكار سيتبعه تغير إيجابي في الواقع الخارجي، والعكس صحيح. فإذا كان الناس في نعمة وخير واختل عالم الأفكار وعالم المشاعر عندهم، فسينعكس ذلك على العالم الخارجي ويحدث التغير السلبي. ¶ ? حدوث الانهيار ¶ وينهار المجتمع بعد فترة من التغير السلبي. يقول الله عز وجل: {وإن من قرية إلا ونحن مهلكوها قبل يوم القيامة أو معذبوها عذابا شديداً}(¬2). فالمجتمعات والأمم في مراحل تداول مستمرة. ولا تدوم لها حال أبداً من التغير الإيجابي، ولا يستمر لها حال أبداً من التغير السلبي. فهي تنتقل من حال إلى حال. قد تطول المدة وقد تقصر، لكن التحولات في المجتمعات البشرية قائمة. وبالتالي يصبح قانون التداول فعالاً. {وتلك الأيام نداولها بين الناس}.(¬3) ¶ ? لابد من سبب للانهيار ¶ إن هذا الانهيار والسقوط له أسبابه، و يحدث نتيجة عمل تقوم به هذه المجتمعات {وتلك القرى أهلكناهم لما ظلموا وجعلنا لمهلكهم موعداً}(¬4)، {وما كان ربك مهلك القرى وأهلها مصلحون}.(¬5)فالقرى تهلك إذا عم الظلم. وتنجوا إذا كان أهلها مصلحين، إن الآية لم تقل {صالحين}. فهم في عملية إصلاح وبناء مستمرة. ¶ يتبين لنا مما سبق أن الانهيار حتمي. لكنه يأتي بأسباب موضوعية. ¶ ? دور القمة في الانهيار ¶ ... إن الانهيارات تبدأ من القمة وسكوت عنه من القاعدة. يقول تعالى: {وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها القول فدمرناها تدميراً}(¬6) ¶ {أَمَرنا مترفيها} بالعدل أو بالحق فلم يفعلوا. ¶ ¬__________ ¶ (¬1) سورة الأنفال: 53 ¶ (¬2) سورة الإسراء: 58 ¶ (¬3) سورة آل عمران: 140 ¶ (¬4) سورة الكهف: 59 ¶ (¬5) سورة هود: 117 ¶ (¬6) سورة الإسراء: 16",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وفي قراءة { أمَّرنا مترفيها} (بتشديد الميم): أي جعلنا مترفيها هم السادة ففسقوا فيها بخروجهم عن العدل، والصواب، و الحق، والدين. وكان عاقبة هذا الفسق أن دمرهم الله تعالى. ¶ ? دور القاعدة في الانهيار ¶ إن الفساد غالباً ما يأتي في القمة. ثم يأتي دور القاعدة لإصلاح الأوضاع. ورفض الظلم. لكن أغلب الجموع تستكين. وفي ذلك يقول الله عز وجل: {وقالوا ربنا إنا أطعنا سادتنا وكبراءنا فأضلونا السبيلا}(¬1). إنهم لم يأخذوا على أيدي الظالمين، لذلك فالهلاك يعم الجميع. والله تعالى يصف مشهد القطاع العريض ممن تبعوا القلة الظالمة، فيقول : {وبرزوا لله جميعاً فقال الضعفاء للذين استكبروا إنا كنا لكم تبعاً فهل أنتم مغنون عنا من عذاب الله من شيء}(¬2). ¶ إن اتباع الأغلبية لهذه الأقلية الفاسدة يكون بمجاراتها ومحاكاتها وعدم الأخذ على يدها. وكل هذا يؤدي بالضرورة إلى الانهيار. ¶ ? معادلة النصر ¶ ويقدم القرآن لنا معادلة رائعة في قضية النصر والهزيمة. فنحن ننسب النصر لله عز وجل: {وما النصر إلا من عند الله}.(¬3)فإن أي مجتمع يأخذ بأسباب القوة التي أرادها الله سبحانه وتعالى، ثم ينتصر على خصومه، فإن هذا النصر هو منة من الله تعالى. فلا يفخر الإنسان، ولا يظن أن عمله هو الذي أدى إلى نصره؛ بل يعتقد أن الله سبحانه وتعالى هو الذي وفقه للخير ابتداءً، ويسر له هذا العمل، وخذل عنه عدوه، وقدر له أن ينتصر. ¶ ? معادلة الهزيمة ¶ ¬__________ ¶ (¬1) سورة الأحزاب: 67 ¶ (¬2) سورة إبراهيم: 21 ¶ (¬3) سورة آل عمران: 126",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "... أما إذا هزم مجتمع ما فإن ذلك يتطلب أن تتم سلسلة مراجعات، وألا يُنسب الفشل إلى الله. فالقرآن يقول في هزيمة المسلمين في أحد: {أو لما أصابتكم مصيبة قد أصبتم مثليها قلتم أنى هذا قل هو من عند أنفسكم}(¬1). فيجب أن تحدث مراجعة شاملة للخطوات التي تمت لمعرفة أسباب الخطأ وكيفية ومكان حدوثه، وأن يتم تصحيح هذه الأخطاء حتى ينتقل المجتمع إلى انتصار. ¶ فلا يجب أن نقول أن \"هذا هو قدر الله سبحانه وتعالى علينا وأنه لا مفر من ذلك وأنه يجب عدم المراجعة وعدم التمحيص وعدم النظر والتسليم بأن هذه أقدار لله سبحانه وتعالى، وأننا لم نخطئ\". إن ذلك القول من الظلم الكبير لمنهج الله عز وجل. فمنهج الله يقوم على التحسين المستمر لحياة الإنسان، وطلب الأفضل من خلال استخدام عقله. يقول تعالى: {ليبلوكم أيكم أحسن عملاً}(¬2). ¶ إننا يجب أن نقوم بسلسلة مراجعات لكل الإجراءات بدون تجريم الأشخاص واحتقارهم، أو إذلالهم على أخطائهم. فالمراجعة تكون بهدف تصحيح المسار. ¶ ? حتمية الصراع ¶ ويعلمنا القرآن الكريم أن الصراع حتمي. وأن التدافع بين البشر سيستمر. يقول رب العزة: {ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض}(¬3). ¶ إن التدافع سنة لا تتبدل. ومن لا يستعد للتدافع - ويعتقد أن دورة الحياة ستتوقف وأنه غير مسئول عن تحديد كيفية التعامل مع هذه السنة فقد أنكر سنة من سنن الله عز وجل. فلا نصر بدون مدافعة. ولا تمكين بدون ألم. ¶ ? الأمل العائد ¶ فالأيام دول، ولا تتربع على سلم الحضارة أمة إلى أبد الآبدين . يقول تعالى: {وتلك الأيام نداولها بين الناس}(¬4). إن الباب مفتوح لأي أمة تريد أن تتسلم مفاتيح الحضارة. شريطة أن تجد وتأخذ بالأسباب. ¶ ? ضرورة وقف الفساد ¶ ¬__________ ¶ (¬1) سورة آل عمران: 165 ¶ (¬2) سورة الملك: 2 ¶ (¬3) سورة البقرة: 251 ¶ (¬4) سورة آل عمران: 140",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "يقدم القرآن لنا قانوناً آخر عن ضرورة وقف الفساد. يقول تعالى: {فلولا كان من القرون من قبلكم أولوا بقية ينهون عن الفساد في الأرض إلا قليلاً ممن أنجينا منهم}(¬1). ¶ ? الاهتمام بالنوع لا بالكم فقط ¶ ويدلنا على الاهتمام بالنوع، وليس بالكم فقط {كم من فئة قليلة غلبت فئة كثيرة بإذن الله}(¬2). ¶ ? سنة الاستبدال ¶ يقول تعالى: {وإن تتولوا يستبدل قوماً غيركم ثم لا يكونوا أمثالكم}(¬3). وهي سنة قائمة إلى يوم القيامة. وهي تفسر لنا كيف أن الإسلام سينتصر لا محالة. ¶ إن الكثيرين من العاملين للنهضة يرددون مقولة \"الإسلام قادم لا محالة\". ولا شك أن كل المسلمين يثقون في ذلك. لكن السؤال هو : ما دور من يتحدث عن حتمية عودة الإسلام؟! ¶ فسنة الاستبدال لا تعني الإهلاك – وفقط – كما يعتقد البعض. فالاستبدال هو أن يأتي أقوام آخرون لا يجيدون لغة الانتظار، أو تبرير السكون، ليتسلموا الراية ممن قعدوا وتخاذلوا، واكتفوا بالتبشير بقدوم الإسلام. يقول تعالى: {فإن يكفر بها هؤلاء فقد وكلنا بها قوماً ليسوا بها بكافرين}(¬4). ويقول: {يأيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة على الكافرين يجاهدون في سبيل الله ولا يخافون في الله لومة لائم ذلك فضل الله يؤتيه من يشاء والله واسع عليم}(¬5). ¶ إن الاستبدال هو عقوبة المتخلفين عن نصرة دين الله. الذين ينتظرون أن تمطر السماء نصراً دون عناء، وأن تتغير الأوضاع بمرور السنين. ويا لها من عقوبة مؤلمة أن تُستبدل وأنت حي، فهي أمَّر بكثير ¶ من أن تستبدل بموت أو هلاك. إنك حين ترى الآخرين تسلموا الراية وتحركوا على عين الله. تدرك مرارة الاستبدال. وحين ترى الآخرين هم الذين يصنعون الأحداث وأنت تشاهدها، تدرك معنى هذه العقوبة الربانية. ¶ ¬__________ ¶ (¬1) سورة هود: 116 ¶ (¬2) سورة البقرة: 229 ¶ (¬3) سورة محمد: 38 ¶ (¬4) سورة الأنعام: 89 ¶ (¬5) سورة المائدة: 54",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "إن الكثيرين ينتظرون قطار التغيير حتى يركبوه، وهم يدعون أنه لم يأت. ولكنه يمر كل يوم، ويتحرك من أمام بيوتهم. ولكنهم لا زالوا في سكرتهم، يتخيلون أنه ليس هو القطار المطلوب. لأن ركابه ليسوا كثيرين. ¶ إن النصر قادم لا محالة. وهذا لا يعنينا لأنه أمر تكفل به رب العزة. ولكن الذي يعني القائد هو أن يحدد دوره ليعرف موقعه من أنشودة النصر. ¶ ? ضرورة تماسك الجبهة الداخلية ¶ ويدلنا القرآن على ضرورة ترابط الجبهة الداخلية . يقول تعالى:{واعتصموا بحبل لله جميعا ولا تفرقوا}(¬1). ويقول: {ولا تنازعوا فتفشلوا وتذهب ريحكم.}(¬2).فالاعتصام بحبل الله وعدم التنازع أمر في غاية الأهمية لتجنب الفشل. ¶ ? لابد من وجود الأخلاق العليا ¶ فهناك قانون آخر متعلق بوجود الأخلاق العليا. وأولها العدل الذي جاء الرسل من أجله. يقول تعالى: {ولا يجرمنكم شنئان قوم على ألا تعدلوا}(¬3)ويقول: {إن الله يأمر بالعدل والإحسان وإيتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي}.(¬4) ¶ إنها معادلة العدل الذي قامت عليه السماوات والأرض. فالعدل هو الكلمة السواء الذي يقبل بها الناس. وكما أننا لا نقبل أن يكرهنا أحد على دينه، فإننا كذلك يجب ألا نكره أحد على الدخول في الدين، وكما أننا لا نقبل أن نُستذل، فيجب ألا نستذل أحداً. هذا هو العدل. فما لا نقبل أن يفعله الغير معنا. يجب ألا نقبل أن نفعله مع غيرنا. وكل مجتمع يفتقد العدل - بظلمه للإنسان بشكل من الأشكال - فهو يؤسس لخرابه. تلك قاعدة كبيرة وقانون في غاية الأهمية. إذ الأمم تسقط عندما تتجاوز العدل. ¶ تلك هي القواعد الكبرى التي أسس عليها المنهج القرآني قوانين الكون وقوانين النمو البشري كما استقرأها عماد الدين خليل وقد قمنا بالتصرف في بعض الجوانب. ¶ التوظيف العملي ¶ ¬__________ ¶ (¬1) سورة آل عمران: 103 ¶ (¬2) سورة الأنفال:46 ¶ (¬3) سورة المائدة: 8 ¶ (¬4) سورة النحل: 90",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "? لابد من الانطلاق رغم قلة الإمكانات. وفق تخطيط دقيق ومدروس. فكل نهضة بدأت بإمكانيات صفرية. وكلما تقدم المشروع خطوة، كلما زادت الموارد، وتدفقت الطاقات. ¶ ? لابد من أن يتم تغيير داخلي للنفوس داخل المجتمعات والمنظمات والأحزاب. يشمل الأفكار والمشاعر والسلوك. وكلما كان التغيير إيجابياً، كلما تحولت الأمة للأفضل. وإذا كان التغيير للأسوأ تخلفت الأمة. إن التغيير لا يتعلق بأفراد فقط؛ بل ينطبق كذلك على المؤسسات والهيئات. فالله يتعالى يقول : {إن الله لا يغير ما بقوم}. فهي سنة مجتمعات وأقوام. ¶ ? إن انهيارات الأمم له أسبابه التي يجب أن تدرس. وكذلك انهيار – أو خفوت نجم – التنظيمات والمؤسسات والأحزاب. ¶ ? إن القمة عادة ما تكون هي السبب في الانهيار. بتفردها وسلطتها وما يصيبها من ترف. والقمة في كل شيء إما أن تكون سبب النجاح أو الفشل. وقيادات العاملين في النهضة إما أن يكونوا أسباب التقدم أو التراجع. ¶ ? إن القاعدة تشارك في سلسلة الانهيارات بسكوتها عن الحق. لذلك يجب كسر حاجز الصمت، والنصح للقيادات وتقديم المشورة. ¶ ? يجب تربية العاملين للنهضة على أن النصر منحة إلهية. بحيث لا يغتر أي عامل بإنجاز يحققه، فيحرم الأجر الإلهي. ¶ ? إن الهزيمة والفشل من عند أنفسنا. فالله لا يضيع أجر من أحسن عملاً. ونسبة الفشل إلى الله جريمة شنعاء. ويجب أن تسود في المؤسسات والتيارات العاملة للنهضة ثقافة المراجعة، والتقويم لمعرفة مواطن الخلل، وأسباب الفشل. ¶ ? إن التدافع سنة ماضية. ويجب أن تعد له قيادات النهضة. والقعود عن الإعداد ذنب عظيم. ومن يتصور أن النصر سيأتي بدون بذل وتدافع، فإن وهمه سيتحطم أمام مطارق الواقع والسنن الإلهية. ولابد من اختيار وسائل الإعداد لهذا التدافع، ووسائل التغيير التي سيتم استخدامها.(¬1) ¶ ¬__________ ¶ (¬1) لمزيد من التفاصيل راجع قانون التدافع في كتاب \"قوانين النهضة\" تأليف الدكتور جاسم سلطان.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "? لابد من أن يهتم قادة النهضة بوجود الكم النوعي والعقول المبدعة، وألا تكون المجتمعات والأحزاب والمنظمات وسطاً طارداً لهذه العقول. والتعويل على العدد الكبير من أنصار المشروع - فقط – أمر في غاية الخطورة. ¶ ? إن سنة الاستبدال ماضية، والذين سيتوقفون عن العمل لن يوقفوا حركة التاريخ. والمشروع الإسلامي منذ انطلاقه على يد رسول الله - صلى الله عليه وسلم - مر بسلسلة من التيارات والفرق. كان لكل منها دوره التاريخي. ومن هذه التيارات ما خلد ذكره بعمله وبذله، ومنها ما نساه التاريخ بركونه وقعوده. فالمشروع ترثه طوائف ظاهرة على الحق. لن يتوقف بتوقف تيار أو قعوده. إن \"جلوس الفرد في مكانه منتظراً أن تصبح مشاكله جزء من الماضي ليس إلا كجلوس الفرد في موقف السيارات قائلاً لنفسه: \"سأقود عندما تتحول جميع إشارات البلد للون الأخضر\". وهذا يعني أن يظل قابعاً في مكانه إلى الأبد\"(¬1). ¶ ? لابد من تماسك قوي بين العاملين للنهضة، وإلا جاء الفشل وذهبت الجهود أدراج الرياح. ولابد من إصلاح ذات البين. والبعد عن العبارات الاستعلائية بين التجمعات والتيارات المختلفة، والتي تمنع التعاون بكل أشكاله. ويجب أن يؤمن القادة أنه لن يستطيع تيار بمفرده أن يحيط مشروع النهضة من كل جوانبه بدون أن يتعاون مع سائر القوى التي تلتقي في الأهداف والرؤية. إن الوحدة والتماسك هي الضمان الأكيد لنجاح النهضة، وكل معطل لهذا التماسك يجب أن يزال سواءً كان فكرياً أو نفسياً أو سلوكياً. ¶ ? لابد من التربية على القيم الأخلاقية العليا، وتعزيز معاني العدل والمساواة، وحب العلم والإبداع والتضحية ، وغيرها من الصفات الإيجابية التي هي صمام الأمان لأي حضارة. ¶ ¬__________ ¶ (¬1) داني كوكس وجون هوفر، القيادة في الأزمات.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "كان هذا طواف سريع بين أعمال بعض المفكرين. وهناك الكثير من الأعمال التي يمكن الاستفادة منها لمفكري الأحزاب والتيارات المختلفة، وللمفكرين المستقلين. ولعلنا نتناول هذه الأعمال في بحث آخر بإذن الله. ¶ وقد أردنا أن نزود القادة والعاملين للنهضة بأهم المداخل التي يحتاجونها في تكوين فكرة جيدة عن فلسفة التاريخ، لتساعدهم في بناء تصوراتهم وتضبط نظرتهم للواقع والمستقبل، وتعينهم في عملية اتخاذ القرارات. ¶ وتسهم هذه المحاولة - لجمع بعض القوانين في مكان واحد - في تكوين التصورات الصحيحة لعملية التغيير عند القادة. ¶ إننا أمام منظومات متعددة لما يمكن أن نسميه بفلسفة التاريخ. هذه المنظومات تساعدنا في العمل الذي نقوم به كقادة في الشرح، والبيان، والتبصير، واتخاذ القرارات حول ما يجب أن يكون عليه مسار النهضة في مجتمعاتنا الإسلامية. وللتعرف على مواطن الخلل، والتوقيت المناسب لحدوث التغيير، و دور الأقلية المبدعة، وما يجب أن يكون اتجاهها من احترام وتقدير. ¶ ونؤكد أن ما تحدثنا عنه من سنن تتعلق بالأفراد والأمم والحضارات ينطبق أيضاً – في بعض أشكاله - بالمؤسسات والمنظمات والأحزاب. فقوانين النهوض والانهيار ثابتة، وسنن الله لا تتبدل. ¶ نسأل الله تعالى أن تكون هذه المناظير التي تم عرضها بمثابة أدوات للقائد يستخدمها في بناء مجتمعه أو مؤسسته أو جماعته ثم إقامة دولته، ثم تشييد حضارته. ¶ ثبت المراجع ¶ المراجع العربية ¶ 1. ابن خلدون، مقدمة ابن خلدون، ط، دار الشعب. ¶ 2. د. إمام عبد الفتاح، هيجل (محاضرات في فلسفة التاريخ)، القاهرة، العالم الشرقي، 1986م. ¶ 3. برغوث عبد العزيز بن مبارك، المنهج النبوي والتغيير الحضاري، كتاب الأمة، العدد (43)، السنة الرابعة، رمضان 1415هـ. ¶ 4. جودت سعيد، حتى يغيروا ما بأنفسهم، القاهرة، مطبعة الحسين الجديدة، الطبعة الثالثة، 1973م.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "5. داني كوكس وجون هوفر، القيادة في الأزمات، نقله إلى العربية بتصرف: هاني خلجة، ريم سرطاوي، بيت الأفكار الدولية، 1998م. ¶ 6. د. جاسم سلطان، النهضة .. من الصحوة إلى اليقظة. ¶ 7. د. جاسم سلطان، قوانين النهضة. ¶ 8. د. جاسم سلطان، مشروع النهضة.. الأهداف .. المراحل .. الوسائل. ¶ 9. د. رأفت غنيمي الشيخ، فلسفة التاريخ، القاهرة، دار الثقافة والنشر والتوزيع، الطبعة الأولى، 1987م. ¶ 10. رينه ريمون، النظام القديم والثورة الفرنسية، بيروت، المنشورات العربية ش م ل، الطبعة الأولى، 1984م. ¶ 11. د. زيغرد هونيكا، شمس العرب تشرق على الغرب، بيروت، دار الجيل. ¶ 12. د. سليمان الخطيب، فلسفة الحضارة عند مالك بن نبي دراسة إسلامية في ضوء الواقع المعاصر، بيروت، المؤسسة الجامعية للدراسات والنشر والتوزيع، الطبعة الأولى 1413هـ/ 1993م. ¶ 13. سيد قطب، العدالة الاجتماعية في الإسلام، القاهرة، دار الشروق، الطبعة السادسة. ¶ 14. أ.د. عبد الحميد الغزالي، حول أساسيات المشروع الإسلامي لنهضة الأمة قراءة في فكر الإمام الشهيد حسن البنا، القاهرة، دار التوزيع والنشر الإسلامية، الطبعة الأولى 2000م. ¶ 15. د. عبد الرحمن بدوي، أحدث النظريات في فلسفة التاريخ. ¶ 16. عبد الرحمن عبد الله الشيخ، المدخل إلى علم التاريخ، الرياض، 1984م. ¶ 17. د. علي محمد محمد الصلابي، السيرة النبوية عرض وقائع وتحليل أحداث (دروس وعبر)، الإمارات الشارقة، مكتبة الصحابة، الطبعة الأولى 1422هـ/ 2001م. ¶ 18. عماد الدين خليل، التفسير الإسلامي للتاريخ، بيروت، دار العلم للملايين، الطبعة الثانية، 1978م. ¶ 19. عماد الدين خليل، تهافت العلمانية، بيروت، مؤسسة الرسالة، الطبعة الثانية، 1977م. ¶ 20. عماد الدين خليل، دراسة في السيرة، بيروت، دار النفائس، الطبعة الثانية عشرة 1412هـ/ 1991م. ¶ 21. فؤاد محمد شبل، توينبي مبتدع المنهج التاريخي، القاهرة، 1975م.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "22. د. قاسم بن محمد، الذاكرة التاريخية للأمة، القاهرة، المكتب المصري الحديث، الطبعة الأولى 2000م. ¶ 23. لوبون، جوستاف، فلسفة التاريخ، ترجمة، عادل زعيتر، عيسى الحلبي، 1969م. ¶ 24. مالك بن نبي، القضايا الكبرى، دمشق، دار الفكر، الطبعة الأولى 1412هـ/ 1991م. ¶ 25. مالك بن نبي، تأملات، دمشق، دار الفكر، ط 3، 1977م. ¶ 26. مالك بن نبي، شروط النهضة، ترجمة: عبد الصبور شاهين، عمر مسقاوي، دار الفكر، 1979م. ¶ 27. مالك بن نبي، ميلاد مجتمع شبكة العلاقات الاجتماعية، ترجمة: عبد الصبور شاهين، دمشق، دار الفكر، 1410هـ/ 1989م. ¶ 28. مالك بن نبي، في مهب المعركة، دمشق، دار الفكر، 1981م. ¶ 29. مالك بن نبي، وجهة العالم الإسلامي، ترجمة: عبد الصبور شاهين، دمشق، دار الفكر، 1981م. ¶ 30. محمد حسنين هيكل، الإمبراطورية الأمريكية والإغارة على العراق، القاهرة، الشركة المصرية للنشر العربي والدولي، الطبعة الثانية، 2003م. ¶ 31. محمد حسنين هيكل، الزمن الأمريكي: من نيويورك إلى كابل، القاهرة، الشركة المصرية للنشر العربي والدولي، الطبعة الرابعة، 2003م. ¶ 32. محمد رشيد رضا، تفسير المنار، المجلد الأول. ¶ 33. د. محمد سهيل قطوش، التاريخ الإسلامي الوجيز، بيروت، دار النفائس، الطبعة الأولى 1423هـ/ 2002م. ¶ 34. د. نور الدين حاطوم، تاريخ عصر النهضة الأوروبية، دمشق، دار الفكر، 1405هـ/ 1985م. ¶ المراجع الأجنبية ¶ 1. Carr. E. H. I What is history: London: 1978 ¶ 2. Geyle: Toynbee and Sorokin: Beacon press London: 1949. ¶ 3. Hegel, G. W. F. : The Philosophy of History: 1956. ¶ 4. Stanley Karnow, Moa and China: A legacy of Turmoil, A Pengium book, third edition. ¶ 5. Toynbee, Arnold: A study of history: London: Oxford: 1948. ¶ 6. Toynbee, A: Monlind and Mother Earth: London: Oxford: 1978.",
            "page": "78",
            "part": "1"
        }
    ],
    "t37159": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أداة فلسفة التاريخ"
        }
    ]
}