{
    "b37154": [
        {
            "id": "1",
            "nass": "مناهج كتابة التاريخ الإسلامي ¶ بين المؤرخين المسلمين والمستشرقين ¶ إعداد: ¶ دكتور/ الريح حمد النيل الليث ¶ جامعة النيلين - السودان ¶ elraieh@hotmail.hotmail.com ¶ مستخلص:- ¶ تحكمت النظرة الاستعلائية التي اتخذها الغرب منهجاً في تعامله مع الشرق، في تعامل المستشرقين مع الإسلام والنبي محمد (صلى الله عليه وسلم) وسيرته العطرة والتاريخ الإسلامي، فانقسموا إلى فرقتين مختلفتين في الظاهر متفقتين في الباطن، الأولى مجاهرة متعصبة، والثانية متوارية متحاملة. فما لبثوا أن انبرى لهم علماء المسلمين بمنهج قويم مصدره كتاب الله الكريم والسنة النبوية المطهرة، توثيقاً وتثبتاً وتثبيتاً، فكشفوا نوايا المستشرقين وأظهروهم على حقيقتهم بالحجة والمنطق والبرهان، معترفين بما لهم فضل وبما بذلوه من جهد في خدمة التراث العلمي الإسلامي، منبهين إلى بعد معظم المستشرقين عن العلمية والمنهجية رغم ما ادعوه من موضوعية كان القصد منها ستر ما انكشف من تحريف وتزييف ودس على الإسلام وتشويه لوجهه المشرق الوضاء. ¶ مناهج المسلمين في كتابة التاريخ:- ¶ يرتبط الحديث عن مناهج المسلمين في كتابة التاريخ الإسلامي بالحديث عن تدوين التاريخ والهدف منه، فمن المعلوم أن تقصى الرواة الحديثين أدى الى نشؤ أحد فروع التاريخ عند العرب، وهو تراجم الأشخاص وطبقاتهم، كما مهدت العلوم الحديثة لنشأة علم التاريخ نفسه على نحو إجمالي مبتدئا بتدوين",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "السير والمغازي النبوية بحسب إتباع منهج الإسناد القائم على منهج الجرح والتعديل ولذا فإنه يمكننا القول بأن علم التاريخ قد نشأ وترعرع في أحضان علوم الحديث، حيث استعار علم التاريخ من علم الحديث أداه نقدية عملية استخدمت في تنقية وغربلة الأخبار التاريخية منذ أن اهتم العرب بتدوين هذه الأخبار عند منتصف القرن الثاني للهجرة. وكان الهدف من تدوين التاريخ عند المسلمين، في البداية، يرتبط قبل كل شيء بمقتضيات ومتطلبات دينية صرفة. (¬1) ¶ وفي ارتباط التاريخ الإسلامي بالحديث النبوي الشريف كما نرى حصانةٌ له ووقاية من عبث العابثين وضلال المضللين على مر الدهور والسنين، وقدرة على الاستمرار رغم ما يحاك ضده من مكايد ويهدده من أخطار، فُسنّة الله في كونه ماضية وُسنّة المصطفى (صلى الله عليه وسلم) واقية وحامية لما حواه سجل تاريخ الإسلام حاضراً وفي العصور الخالية. ¶ صور الكتابة التاريخية:- ¶ أكثر المؤرخون المسلمون من صور الكتابة التاريخية نذكر منها على سبيل المثال تواريخ العالم الثلاثة التي سبقها كتاب الأخبار الطوال لأبي حنيفة الدينوري (مطلع القرن الثالث الهجري) وأولها تاريخ اليعقوبي، أحمد بن يعقوب بن جعفر (284هـ) الذي وضع منهجه على أساس التعاقب الزمني للشخصيات، وجمع أحياناً عدة أحداث في سنة واحدة. وثانيها: تاريخ الأمم والملوك - للطبري وهو عند كثير من المؤرخين أعظم أهمية من كتاب اليعقوبي. وقد أسبغ الطبري على كتابه تدقيق المتكلمين وعطاءهم ومناهجهم واتبع في تنظيمه الترتيب الزمني، وسار على منهج الحوليات وثالثها وأعظمها تاريخية من مؤلف المسعودي: \"مروج الذهب ومعادن الجوهر\" وهو كتاب أدبي يبحث في تاريخ الخليقة. والكتب ¶ ¬__________ ¶ (¬1) - محمد عبد الكريم الوافى: منهج البحث في التاريخ والتدوين التاريخي عند العرب. بنغازي. جامعة قار يونس، ط1، 1990م، ص1",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الثلاثة تعتبر نماذج للتاريخ الإسلامي العالمي في ذلك الحين (نهاية القرن الرابع الهجري). ¶ وقد شهد أوائل القرن الخامس الهجري توقفاً نسبياً لفترة التجربة التاريخية التي تم سد فراغها بتاريخ عالمي في اللغة العربية وهو كتاب \"المنتظم\" لابن الجوزي الذي أدخل فيه تقسيماً فاصلاً بين الحوادث والوفيات، وهو يشتمل على جميع الأخبار المطلوبة لمن يفتقدون الوقت أو الصبر على دراسة المصادر الأولى منها كتاب\"شرور العقود\" الذي لخص فيه كتابه\" المنتظم (¬1). ¶ ولم يلبث المؤرخ المسلم بعد انتشار التدوين في القرن الثاني الهجري أن تحرر تدريجيا من طريقة الإسناد التي كانت تلزم المؤرخ بأن يكون مجرد إخباري، أي ناقل للخبر إلى الكتابة. والمتأمل في هذا يدرك لأول وهلة دوافع المستشرقين الرامية إلى التقليل من شأن الشرق والشرقيين، وأعظمها دافعاً الحسد الذي أيقظ المستشرقين من سباتهم العميق على ضوء علوم الشرق وأنوار علمائه الذين أضاءوا دياجير ظلمات جهل الغرب بشتى صنوف العلوم والمعارف المرسلة التي تعنى بالخبر في ذاته ومناقشته. وكانت النتيجة هي مدرسة الإمام الطبري ومن سبقه من المؤرخين الذين كانوا يهتمون اهتماماً خاصاً بالإسناد وتسلسل الرواة إلى الاكتفاء بإيراد الأَخبار غير المسندة إلى أصحابها. (¬2) أي ظهور مؤرخين ابتعدوا بالرواية التاريخية عن رواية الحديث النبوي الشريف؛ منهم اليعقوبي (ت 284هـ) والمسعودي علي بن الحسين بن علب (364هـ) اللذان اكتفيا بذكر المادة التاريخية في مقدمات الكتب، دراسة نقدية في بعض الأحيان كما فعل المسعودي في مقدمة كتابه مروج الذهب. ولم يكن ما حدث تطوراً في طريقة ¶ ¬__________ ¶ (¬1) - عبد العليم عبد الرحمن خضر: خضرالمسلمون وكتابة التاريخ، العهد العالمي للفكر الإسلامي - سلسلة المنهحية الإسلامية (6)، 1401هـ1981م، ص74. ¶ (¬2) - محمد عبد الغنى حسن. علم التاريخ عند العرب، القاهرة:1962م، ص167 - نقلا عن السيد عبد العزيز: سالم مناهج البحث في التاريخ الإسلامي والآثار الإسلامية، ص77",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الكتابة فقط بل كان تطوراً في أسلوب الكتابة الذي أصبح بسيطاً مرسلاً وواضحاً في آن واحد يكاد معظمه يخلو من الشعر مع استخدام السجع بدلاً من أسلوب الجمل القصيرة الجافة التي لا ترتبط فيما بينها بصلة (¬1). ¶ وهنا أيضاً كما نلاحظ ابتعاد عن الالتزام بالأسلوب التاريخي البحت إلى الأسلوب الأدبي باستخدام أسلوب بسيط سهل تتجنب فيه الزخرفة اللفظية والألفاظ الدارجة والاهتمام بإبراز المادة التاريخية في عبارات قصيرة توضح المعنى المقصود في براعة تغني القارئ عن التفريق بين المؤرخ والأديب وبين التاريخ واللغة العربية وهو ما يفرض على المؤرخ أن يكون لغوياً عارفاً بالأدب الذي يضفي سهولة وسلاسة على أسلوب الكتابة التاريخية الذي لم يعد هضمه متيسراً بسبب ما فيه من مادة جافة. ¶ وبجانب هذا الأسلوب وجد من المؤرخين من سلك طريقاً آخر في الكتابة التاريخية وذلك باستخدام أسلوب بسيط سهل يهتم بإبراز المادة التاريخية بعبارات قصيرة توضح المعنى المقصود في براعة يستسيغها القارئ، من هؤلاء ابن الأثير وإبن طبطابا وابن حيان، وينفرد ابن الأثير عن غيره من المؤرخين بأسلوب بسيط واضح لايجاريه فيه أحد ممن كتب قبله أو بعده. وكثيراً ما يدخل في كتاباته عبارات أقرب إلى الأمثال (¬2). ¶ وفي أسلوب ابن الأثير نقلة أخرى في طريق تطور الكتابة التاريخية فاستخدام المثل يختصر المطول ويمنع الخلل ويكشف عن الأدواء والعلل ويبعد عن السأم والملل. أما ابن طبطابا فنجده يلتزم أسلوباً خاصاً به لم يتقيد فيه بروايات الأخباريين السابقين عليه، فهو يعرض مادته التاريخية في وضوح وبساطة وإيجاز. (¬3) ¶ ¬__________ ¶ (¬1) - السيد عبد العزيز سالم. مناهج البحث في التاريخ الإسلامي والاثار الإسلامية، ص77. ¶ (¬2) - انظر: المرجع نفسه، ص79، نقلا عن: عبد القادر طليمات، المؤرخ ابن الاثير ¶ (¬3) - السيد عبد العزيز سالم، مرجع سابق، ص80",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ويظهر ذلك في تناوله لحادثة مقتل الحسين وحادثة واقعة الحرة في عهد خلافة يزيد بن معاوية بن أبى سفيان، فهو يقول عن مقتل الحسين:\"هذه قضية لا أحب بسط القول فيها استعظاماً لها واستفظاعا، فإنها قضية لم يجر في الإسلام أعظم فحشاً منها،. ولكن هذه القضية جرى فيها من القتل الشنيع والسيئ والتمثيل ما تشقعر له الجلود. (¬1) ¶ ورغم الجهود التي بذلها المؤرخون المسلمون في القرون الأولى للهجرة من أجل أسلوب متميز للكتابة التاريخية يمتاز بالرصانة والمتانة والمرونة والسلاسة، غير أن كتابات المؤرخين المتأخرين في القرنين التاسع والعاشر الهجريين شهدت شيوع أساليب عامية، مثل: ابن إياس في كتابه:\"النجوم الزاهرة في ملوك مصر والقاهرة \" وابن الفرات (907هـ) في كتابه \"تاريخ الدول والملوك. (¬2) ¶ مناهج المسلمين في كتابة التاريخ الإسلامي ¶ التزم المؤرخون العرب (المسلمون) بالرغم من تعدد صور الكتابة التاريخية بينهم، منهجين في كتاباتهم التاريخية. الأول: منهج التاريخ الحولي أو التاريخ حسب السنين، والثاني: المنهج الموضوعي أو منهج التاريخ حسب الموضوعات. أما منهج التاريخ الحولي فهو منهج يقوم على تجميع ما اختلف من الحوادث في كل سنة والربط بينها بكلمة \"وفيها\" أي في السنة من أول حدث وقع فيها إلى آخر يوم منها، حتى إذا انتهت حوادثها، انتقل المؤرخ إلى حوادث السنة التالية، وذلك باستخدام جملة بدلاً عن كلمة \"ثم دخلت سنة كذا\" أو \"جاء في سنة كذا\". (¬3) ¶ ¬__________ ¶ (¬1) - محمد بن على بن طباطبا. كتاب الفخري في الاداب السلطانية، بيروت: 1960م، ص 13 - 14 - نقلا عن السيد عبد العزيز سالم، مرجع سابق، ص18 ¶ (¬2) - راجع: ابن إياس. بدائع الزهور في وقائع الدهور، تحقيق الدكتور محمد مصطفى، ج 4، القاهرة: 1960، ص 359. ¶ (¬3) - السيد عبد العزيز سالم، مرجع سابق، ص82.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وما يجب التنبيه له في هذا المنهج هو أن السُّنة هي التي تتحكم في الحوادث وليس الحوادث هي التي تتحكم في السُّنة كما يجب، ولذلك فإن السُّنة تشمل الحوادث المنتهية وليس كل الحوادث الممتدة، فالمؤرخ الحولي لا يذكر من سياق الحادثة التاريخية إلا ما يخص حوادث السنة التي يجمع كل أحداثها، وفي هذا عيب لا يخفى يتمثل في تمزيق سياق الحادثة التاريخية الطويلة. وقد قوبل هذا المنهج بالنقد من قبل مؤرخين مسلمين أشهرهم ابن الأثير (555 - 630هـ) الذي حاول بقدر المستطاع تجنب الوقوع فيما وقع فيه المؤرخون الحوليون فقام بجمع عناصر الحالة التي تتصل إلى عدد من السنين واصلا بين أجزائها في سنة معينة وفي موضع واحد حتى تبرز القيمة الخبرية للحادثة، لكنه مع ذلك لم يستطع في جميع الأحوال أن يطبق هذه الطريقة دائماً (¬1)، إلا أنه وفق في تيسير مهمة القارئ وذلك لوضعه للأحداث في عناوين تعلن عن مضمونها (¬2)، أيضا قام بنقد المنهج الحولى الكاتب الكبير النويري (732هـ) باتخاذه المنهج الموضوعي كاتباً في تاريخ الدول دولة فدولة، فلا ينتقل من الحديث عن تاريخ دولة إلا إذا انتهى من عرض تاريخ الدولة السابقة، متبعاً في نفس الوقت المنهج الحولي في ذكر أحداثها (¬3) مقسماً التاريخ الإسلامي إلى دول مبتدئاً بالسيرة النبوية. (¬4) ¶ إلا أن أول مؤرخ وصل تاريخه مرتباً على السنين هو عمدة مؤرخي العرب الإمام الطبري الذي ذاعت شهرته بتفسيره للقرآن الكريم المعروف بتاريخ الطبري، وبكتابه التاريخي العظيم\" تاريخ الرسل والملوك\" أقدم مصدر كامل للتاريخ العربي رتبت حوادثه وفقا للمنهج الحولي من الهجرة إلى سنة 302هـ واتبعت في روايته ¶ ¬__________ ¶ (¬1) - عبد القادر طليمات. المورخ ابن الاثير، ص3، نقلا عن: عبد العليم خضر، مرجع سابق، ص84 ¶ (¬2) - عبد العليم خضر، مرجع سابق، ص84 ¶ (¬3) - المرجع نفسه. ¶ (¬4) - السيد عبد العزيز سالم، مرجع سابق، ص85",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "طريقة الإسناد بإسناد الرواية إلى سلسلة من الرواة توثيقاً للأخبار التي يرويها لا يفضل رواية على رواية مكتفياً بعرض الروايات فيقف بذلك موقفاً حيادياً وهو في هذا يشبه من المؤرخين السابقين: عبدالرحمن بن عبدالحكم (ت 257) وأحمد بن جابر البلاذري، أبوالحسن أحمد بن يحيى (ت 279هـ) الذي تأثر بما دونه الواقدي والمدائني وغيرهما في الفتوح. (¬1) وقد اعتمد على الطبري من المؤرخين ممن جاء بعده مكسويه، وابن الأثير والذهبي وغيرهم. (¬2) ¶ ولأن منهج المستشرقين قام على التشكيك في كل ماهو إسلامي وفيما سبقهم فقد بادر \"روزنثال\" إلى الشك في أن الطبري هو أول من طبّق الصور الحولية على الكتابة التاريخية وذلك لكبر حجم كتابه من جهة، ولوصول أخبار تشير إلى استعمال المؤرخين الأوائل لصورة الحوليات قبل الطبري، إذ إن الكتابة التاريخية على المنهج الحولي كانت معروفة في العراق في النصف الثاني من القرن الثاني الهجري (¬3)، كما أن فكرة الكتابة التاريخية على المنهج الحولي أو وفق السنين في رأيه ليست ابتكاراً لمؤرخي العرب، فقد كانت معروفة في الكتب الإغريقية وأنها انتقلت إلى مؤرخي العرب الأولين عن طريق اتصالهم بأُولي العلم من السريان المسيحيين أولا ثم عن طريق رجوعهم إلى المصادر الإغريقية الأصلية مباشرة. (¬4) ¶ ولكنه رغم اعتقاده بأن مؤرخي العرب قد استلهموا طريقة التاريخ الحولي من مؤرخي الإغريق والسريان، فهو يعترف بإن الكتابة الإغريقية لم يكن لها ¶ ¬__________ ¶ (¬1) - راجع: السيد عبدالعزيزسالم، ص 86، الدوري، 56ص والسيد عبد العزيز سالم. المغرب الكبير، ج2، الاسكندرية 1966م، ص93 - 96. ¶ (¬2) - السيد عبد العزيزسالم، مرجع سابق ص87. ¶ (¬3) - فرانز روزنثال، المسلمون وعلم التاريخ، ص102ومايليها نقلا عن السيد عبد العزيز سالم ¶ (¬4) - اوليرى- مسالك الثقافة الاغريقية إلى الغرب، ترجمة الدكتور ثمام حسان، القاهرة:1975،ص3؛ السيد عبد العزيز سالم، مرجع سابق ص88.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "تأثير على مؤرخي العرب، وإنها اقتصرت على علوم الفلسفة والرياضيات والفلك والجغرافية والكيمياء والطب والحشائش والعقاقير، وأن العرب أبدعوا في هذه الطريقة وطوروها، فها هو ذا روزنثال يتناقض مع نفسه ويرد عليها بنفسه مرسّخا النظرة الاستعلائية من جانب الغرب إلى الشرق من خلال اعترافه الصريح بأن المنهج الإغريقي السرياني الحولي لم يكن له تأثير على مؤرخي العرب، وبالتالي ينفي ماذكره من أخذ العرب للمنهج الحولي من الإغريق والسريان ويثبت للإمام للطبري حق السبق في هذا المنهج عن طريق نفي الاستلهام والاقتباس في غياب المؤثر، ووصف العرب بالإبداع والتطور الذي يقابله التخلف في الغرب، ومع الإقرار بأن التاريخ العربي لم يأخذ منهجه الحولي عن الغرب، فهذا يعكس مدى الأزمة الأخلاقية التي يعيشها المستشرقون الغربيون تجاه كل ماهو إسلامي، فعندما لا يجدون من يهتم بأمرهم يقومون بالرد على أنفسهم فيفتضح أمرهم وتتكشف أباطيلهم. ¶ فروزنثان هاله أن يصدر عمل ضخم من مؤرخ عربي فلم يجد بداً من الشك ولكنه في ذكره من سبق الطبري لهذا المنهج كان يبحث عن مؤرخ غربي ينسبه له فلما لم يجد من هو في مقام الطبري نسبة إلى منهج الإغريق والسريان، وليس إلى مؤرخ إغريقي أو سرياني وفي هذا إثبات لسبق الطبري وعلو كعبه في هذا المنهج .. ¶ ولأن \"روزنثال\" يشك فان الأستاذ عبدالحميد العبادى لا يشك في أن توقيت الأحداث بالسنين والشهور والأيام ضابط إنفرد به مؤرخو المسلمين من اليونان والرومان وأوروبا في العصور الوسطى. (¬1) وفي مقابل شك \"روزنثال\" تؤكد الدكتورة سيده كاشف أن الكتابة التاريخية السريانية لم يكن لها قط تأثير ¶ ¬__________ ¶ (¬1) - هر نشو، علم التاريخ.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "على المؤرخين المسلمين على الرغم من قيام مدارسهم في \"الرها\" و\"نصيبين\" و\"جنديسابور\" بممارسة نشاطها العلمي في الترجمة عن طريق الإغريق، وأن التأثير الذي نلمسه عند بعض المؤرخين المسلمين القدماء إنما كان في كتب التاريخ الفارسية فيما يختص بالتاريخ الإيراني القديم. (¬1) ¶ وفي العصور الإسلامية المتأخرة طرأ تطور على كتابة التاريخ الحولي بإحساس المؤرخين المسلمين بالحاجة إلى ترتيب إضافي للمادة التاريخية في وحدات زمنية أوسع، بإدخال التقسيم الفرعي للحوادث بتتبع نظام العقود من السنة الأولى إلى السنة العاشرة كما فعل المؤرخ الإسلامي الحافظ أبو عبد الله محمد بن أحمد الذهبي (673 - 748هـ) في كتابه الكبير \"تاريخ الإسلام\" غير أنه استمد نظام العقود في تاريخه من تاريخ السيرة رابطاً بذلك بين أدب الطبقات والتراجم، (¬2) الذي ترجع اليه أصول التقسيم حسب القرون ككتاب \"الدرر الكامنة في أعيان المائة الثامنة\" لابن حجر العسقلاني ومثلة من الكتب. وهي إما مرتبة حسب السنين أو حسب حروف الهجاء. وقد تفنن علماء المسلمين في الكتابة التاريخية فتعددت مناهجهم وتنوعت لتاريخهم الإسلامي الذي كانت معرفته عند المسلمين تنساب من أعلى طبقات المجتمع إلى جميع طبقات الموظفين والعلماء ومن كانوا يريدون لأنفسهم من الثقافة نصيبا. وكان المنهج العلمي في تدوين التاريخ الذي بدأه السخاوي بتأليفه لكتاب \"الإعلان بالتوبيخ لمن ذم التاريخ\" وقد كتب للدفاع عن التاريخ كموضوع ثقافي يساعد في مناهج الدراسة الدينية. وقد رأى روزنثال أن الكتاب يمثل منهج رجل مفعم بالحماس لجمع التفاصيل. وهو يمثل ¶ ¬__________ ¶ (¬1) - سيدة كاشف، مصادر التاريخ الإسلامي، ص 50 ¶ (¬2) - فرانز روزنثال، مرجع سابق ص 121",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "نهاية حقبة عظيمة من البحث عن معضلات كتابة التاريخ الإسلامي. وهو يمثل أيضاً عرضاً شاملاً ورائعاً لعلم التاريخ الإسلامي. (¬1) ¶ ويجئ منهج المعاينة والمشاهدة ليؤكد بما لايدع مجالا للشك أن المؤرخين المسلمين قد سلكوا جادة الطريق والتزموا التثبت والتيقن في تتبعهم الحوادث وذكرها مهما كلفهم ذلك، فمحمد بن عمر الواقدي المؤرخ الذي سارت لذكره الركبان، لم يمنعه مابلغه من مكانة وحازه من شهرة من البحث المضني عن أصح المصادر وأصدقها وأوثقها لما يكتب حتى كان يقول (ما أدركت رجلا من أبناء الصحابة وأبناء الشهداء، ولا مولى لهم إلا سألتهم، هل سمعت أحداً من أهلك يخبرك عن مشهده .. ؟ وأين قتل؟ فإذا أعلمني مضيت إلى الموضع فأعاينه .. \") فالمعاينة تدل على منهج سليم من مناهج كتابة التاريخ عند المؤرخين المسلمين الأولين، تمتزج فيه المعاينة بالمعرفة وتتكون من ذلك الحقيقة التاريخية التي ينشدها. (¬2) ¶ ولأن المؤرخين المسلمين كانوا يظهرون تقديراً خاصاً للوثائق ذات القيمة التاريخية فقد أفردوا لها منهجاً وهو منهج استخدام الوثائق والنقوش والنقود، قتضمنت كتب التاريخ الكثير من الوثائق التي وردت في شكل آداب السلطان خاصة ما كان من نوع الخطابات الدينية الزهدية. وتجدر الاشارة إلى أن المؤرخين المسلمين استخدموا نقوشاً تاريخية دقيقة، وخاصة مما كتب بالعربية، وقد أورد بعضاً منها بعض مؤلفي التواريخ العامة. كما عرف المؤرخون المسلمون النقود كمصدر من المصادر التاريخية ورووا أخبار الكشف عنها (¬3). ¶ منهج النظرة الكلية للتاريخ ¶ ¬__________ ¶ (¬1) - عبد العليم عبد الرحمن. مرجع سابق، ص208 - 209. ¶ (¬2) - عبد االعليم عبد الرحمن، المسلمون وكتابة التاريخ. المرجع السابق. ص211 - 212. ¶ (¬3) - نفسه، ص216 - 218.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولعل طريقة المنهج الحولي التي سار عليها أوائل المؤرخين المسلمين هي التي حالت بينهم وبين الربط الكلي لوقائع التاريخ، فغابت عنهم النظرة الكلية لجوهر التاريخ، حتى جاء ابن خلدون، أبو زيد عبد الرحمن بن محمد (732 - 808) فكشف في مقدمته الرائعة عن نظرة كلية للتاريخ، وإدراك عميق لجوهره حتى عدّه مؤرخو أوربا في العصر الحديث \" شيخ مؤرخي المسلمين\"، وهي نظرة إن غفل عنها مؤرخو المسلمين قبل ابن خلدون فإن التاريخ الأوربي غفل عنها حتى عصر الاستنارة أو ما يعرف بالنهضة. وكانت مآثر ابن خلدون على علم التاريخ إنه حمل الواقعة من اطارها الجزئي إلى إطارها الكلي، ومن غمار الواقعة إلى إطار المكان والزمان. (¬1) ¶ ¬__________ ¶ (¬1) - نفسه، ص 216 - 217",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "مناهج المستشرقين في كتابة التاريخ الإسلامي ¶ والنزعة العنصرية تبدو واضحةفى تعريف الاستشراق بكل أنواعه، سواء الشرق الاكاديمي في الإعمال والمؤلفات (الأدبية والشعرية) التي تكتب عن الشرق أو في المؤسسات السياسية والاستعمارية التي يتعامل الغرب من خلالها مع الشرق. (¬1) وفي حديثه عن المستشرقين وكتابة التاريخ الإسلامي يذكر د. جلال العطية أن الاستشراق كفكر يقع بين فكرتين أساسيتين كونهما الغرب عن الشرق؛ الأولى هي الملامح التي رسمها الأوربيون عن الشرق من خلال الأحقاد الدينية الإقليمية، وقد لعبت الاحتكاكات العسكرية دوراً في رسم هذه الملامح، والثانية الصور التي رسمتها أقلام مجموعة من المفكريين والأدباء الغربيين، فضلا عن مساهمة الإعلام الغربي في هذه الصور. (¬2) ¶ ومما ذكر فليس من الحكمة حصر الاستشراق في الإطار الأكاديمي فقط هو أمر لا يخلو من خطر داهم إذا ما أحسن المستشرقون استغلاله ووظّفوه خدمة لاغراضهم الدنيئة وعلاجاً لنفوسهم المريضة بحقن المزيد من سمومهم في جسد الأمة الذي لم يسلم جزءاً منه من الإصابة بأمراض الاستشراق. فليس شرطاً أن يكون الاستشراق دراسات أكاديمية وإن بدت في ظاهرها كذلك، وفي باطنها دراسات سياسية استعمارية. فظاهرة الاستشرق ترتبط ارتباطاً عضوياً بظاهرة الاستعمار فحيث يكون الاستعمار يكون الاستشراق، وحين يتوسع الاستعمار يتوسع الاستشراق، فالاستعمار يصاحب دائما الاستشراق، والتوسع الاستشراقي يصحبة دائماً التوسع الاستعماري. (¬3) ¶ ¬__________ ¶ (¬1) - صبحى ناصر حسين. موقف المشارقة من المستشرقين: سلسلة كتب الثقافة المقارنه. الاستشراق. العدد الاول كانون الثاني 1987، دار الشوؤن الثقافية العامة، الاعظمية، بغداد،47 ¶ (¬2) - جلال العطية. المستشرقون ودراسة التاريخ الإسلامي \"منشورعلى الانترنيت\" ¶ (¬3) 4 - أحمد غراب مرجع سابق، ص8",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومن هذا نري أن أصل الاستشراق استعمار وعليه فإن أول مولود شرعي للاستعمار هو الاستشراق، لذا فمن الغريب حقاً أن رحيل الأب (الاستعمار)، لم يصاحبه رحيل الابن (الاستشراق) الذي ظل ينمو ويترعرع ويقوى عوده تحت مسمى الدراسات الأكاديمية من أجل رفاهية الشعوب المستعمرة وتطورها ورقيها، فيجد القبول والرضا، من فريق من المسلمين صرفهم الإعجاب بنشاط المستشرقين العلمي في بلادهم عن حقيقة الاستشراق وأهميته، فيتناول من أمور المسلمين ما لا يتناولونه هم أنفسهم، وينشر من تراثهم ما كان ينبغي أن يقوموا هم بنشره وتحقيقه، ومن ثم يكبر فيهم جلدهم وصبرهم ودقتهم في البحث، فيروح يتتلمذ عليهم، فينقل عنهم ويأخذ عنهم مفاهيم دينه. (¬1) ¶ ويتحقق بهذا هدفاً رئيساً للاستشراق وهو صرف المسلمين عن دينهم كما يقول زويمر: (لا ينبغي أن يغضب المبشرون حين يرون نتيجة جهودهم ضعيفة. إن مهمتنا الأولى ليست هي تنصير المسلمين .. وإنما هي صرف المسلمين عن التمسك بالإسلام، وفي هذا نجحنا نجاحاً باهرا بكل تأكيد .. ). (¬2) ¶ ومبلغ النجاح هو ما لخّصه الشيخ محمد قطب بقوله: (إن حركة الاستشراق أخطر بكثير مما تبدو \"للطيبين\" الذين يرون ألا خطر منها على نفوس المسلمين، ما دام أن أحداً لم يهمد أو ينتصب حين يقرأ ما يكتبه المستشرقون). (¬3) والحقيقة الجلية التي لا تخطئها العين هي أن تحامل المستشرقين على الإسلام غريزة موروثة، وخاصة طبيعية على المؤثرات التي خلفتها الحروب الصليبية، بكل ما لها من ذيول في عقول الأوربيين. (¬4) ¶ ¬__________ ¶ (¬1) -م حمد قطب. مرجع سابق، ص 7 ¶ (¬2) - المرجع نفسه، ص 10 ¶ (¬3) - نفسة، نفس الصفحة. ¶ (¬4) - الإسلام على مفترق الطرق. ترجمة الدكتور عمر فروخ، ط 1،ص 58 - نقلا عن. محمد قطب. الإسلام والمستشرقون، ص 10",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فالأمر الواضح أن الاستشراق تعبير انفعالي كتابي عن روح الهزيمة التي لحقت بأوروبا في الحروب الصليبية التي أفرزت حقدا دفينا على دين الإسلام ونبيّه والمسلمين. ¶ والأكثر وضوحا أن دراسة مناهج المستشرقين تحتاج إلى بحث مستقل لا يمكن لمادة تكتب في موسوعة علمية أن تتناوله، ولكننا نشير إلى أن الاستشراق نال حظاً جيداً من الدراسة في الجامعات العربية والإسلامية ومن قبل بعض الباحثين المسلمين. ونذكر إن من أهم هذه الكتابات بدأ به الدكتور مصطفى السباعي كتابه (السنة ومكانتها في التشريع الإسلامي) حيث ناقش منهج المستشرقين في دراسة السنة النبوية الشريفة. وتلت ذلك دراسات أبرزها ما كتبه الدكتور محمود حمدي زقزوق. وكذلك ما أصدره مكتب التربية العربي بالتعاون مع مكتب التربية العربي لدول الخليج العربي1405 (مجلدين) بعنوان (مناهج المستشرقين في الدراسات الإسلامية)، وهناك دراسات كثيرة لمناهج المستشرقين في بحوث الاستشراق في كلية الدعوة بالمدينة المنورة. وقد تنوعت مناهج المستشرقين بتنوع مدارسهم والعصر الذي كتبوا فيه، ففي بدايات الاستشراق كان المنهج السائد هو المنهج القائم على الجدل والتعصب والحقد. ولعل هذه الروح العصبية الحاقدة استمرت مع عدد من المستشرقين حتى الوقت الحاضر. وهناك من المستشرقين من تظاهر بالموضوعية في دراسة الدين الإسلامي، ولكنه كان يخفي ذلك تحت ستار الموضوعية واستخدام منهج الإسقاط في دراسة الدين الإسلامي. فمن أهم شروط الموضوعية احترام مسلمات الدين الإسلامي وثوابته. ¶ المستشرقون وكتابة التاريخ الإسلامي",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "التاريخ الإسلامي فرع أساسي من فروع الدراسات الإسلامية وله صلة وثيقة بالعلوم الدينية كالحديث والفقه وغيرهما (¬1) فالقرآن هو المصدر الأول لدراسة علم التاريخ عند العرب، ويليه الحديث والسنة، وكانت بداية التأليف العلمي وثيقة الصلة بهذين المصدرين، وعلى هذا الأساس كان علم التاريخ العربي الإسلامي عند نشأته يقوم بادئ ذي بدء على دراسة (السيرة النبوية) وأخبار الغزوات ومن أسهم فيها، وكان مركز نشاط هذه الحركة التاريخية يتمثل في مكة والمدينة (¬2). ¶ وفي مجال اهتمام المستشرقين بدراسة التاريخ العربي الإسلامي سنجد عدداً كبيراً جداً من دراسات المستشرقين موجها على كتب التاريخ، ونشرها وأصولها ومصادرها، وأحداثها، وكتب تاريخ السّير والمؤرخين، منذ عهود الرواية إلى التدوين، إلى المؤرخين الكبار (الطبري وابن الأثير، مثلاً) وصولاً إلى ابن خلدون. ودراساتهم التاريخية تقوم على تقسيمات جغرافية وإقليمية وعنصرية ومذهبية وطائفية، القصد منها التفكيك والتفتيت والتمزيق. (¬3) ¶ والمتتبع لكتابة المستشرقين عن تاريخ الإسلام يلاحظ أنهم ركزوا أول ما ركزوا على هدم الأساس الذي قام عليه التاريخ الإسلامي وهو النبي (صلى الله عليه وسلم) وسيرته الطيبة العطرة، فوصفه رواد الاستشراق من الكتاب المسيحيين الغربيين في القرون الوسطي وعصر النهضة بعدة أوصاف مفتراة، تدور كلها حول اتهامه بالكذب، وادعاء الوحي وأنه مبتدع للإسلام، مؤلف القرآن ومن ثم ينسبون إليه الإسلام فيقولون: المحمدية، كما ينسبون المسيحية إلى المسيح، وكذلك وصفه (صلى الله عليه وسلم) بالسحر والشهوانية، والدعوة إلى ¶ ¬__________ ¶ (¬1) جمال العطية. مرجع سابق 32 ¶ (¬2) - عبد العليم عبد الرحمن مرجع سابق، 83 ¶ (¬3) عبد الامير الاعسم. مرجع سابق",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الإباحية الجنسية، والغدر، والعنف، ونشر الإسلام بالسيف، وأن الإسلام نفسه نوع من الهرطقة. (¬1) ¶ ولعل المتتبع لواقع الممارسات الاستشراقية في العالم الإسلامي يرى بوضوح ضلوع الاستشراق في خدمة المخططات الاستعمارية وإحياء الصراعات العصبية، وإثارة الخلافات المذهبية والفقهية وتضخيمها، لأجل إثارة الفتن بين المسلمين، ولهذا ركّز المستشرقون على دراسة التاريخ العام للأمة الإسلامية وخاصة الجوانب القاتمة فيه فأولوا اهتماماً خاصاً لتاريخ الحركات الباطنية. (¬2) وعموماً نلاحظ أن دراسات الإسلام والتاريخ الإسلامي لدى المستشرقين تبدأ كثيراً بالافتراض التقليدي بأن الإسلام يتكون من ألوان مختلفة من التأثيرات الأجنبية التي لو دققت فسوف تفسر لنا أسباب تشويه صورة الإسلام في الغرب. (¬3) ¶ ولكن ولله الحمد والمنة فإن الإسلام لم ينتشر بحد السيف كما يزعم المستشرقون مصداقاً لقوله تعالى: \"لا إكراه في الدين \" {البقرة: 256} وما كان للرسول (صلى الله عليه وسلم) وأتباعه المؤمنين أن يخالفوا تعاليم القرآن الصريحة التي لا تحتمل اللبس ولا التأويل. فالمسلمون لم يستخدموا السيف قط لإكراه الناس على اعتناق الإسلام، يؤكد على ذلك أنهم حكموا الأندلس ثمانية قرون ومثلها الهند فلم يجبروا فرداً واحداً على التخلي عما كان يعبد للدخول في الإسلام. (¬4) ولأن الإسلام لم ينتشر بحد السيف فإن تاريخنا الإسلامي لم يكتب بحد السيف أيضاً، بل بالمجادلة بالتي هي أحسن أسوة واقتداءً بدعوة ¶ ¬__________ ¶ (¬1) - أحمد عبد الحميد غراب. رؤية إسلامية للاستشراق، كتاب المنتدي – سلسلة تصدر عن المنتدي الإسلامي 21 - 29 ¶ (¬2) - محمد إبراهيم الفيومي، الاستشراق رسالة استعمار، ص 207 - 208. ¶ (¬3) - جمال عطية مرجع سابق ¶ (¬4) - الشيخ محمد قطب. المستشرقون والإسلام، القاهرة: مكتبة وهبة، الطبعة الاولي، 1420هـ 1999م، ص 80 - 81",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الرسول محمد (صلى الله عليه وسلم) الناس، من خلال حضارة المسلمين التي جاءت لتبني الإنسان وتعمّر المكان. ¶ ولأن تاريخ العرب هو تاريخ الإسلام لم يغمض للمستشرقين الغربيين جفن منذ أن بدأ علم التاريخ العربي الإسلامي نشأته بالقيام على دراسة (سيرة النبي) وأخبار الغزوات ومن أسهم فيها (¬1). ¶ ولذلك كان من الطبيعي أن يترك المستشرقون العرب جانباً ويصوّبوا سهامهم المسمومة صوب الرسول محمد بن عبدالله (صلى الله عليه وسلم) النبي العربي المبعوث للناس كافة ولهذا لم يكن من المستغرب البتة أن يركّز الاستشراق جهده على الحط من شأن العرب من خلال دراسات أكاديمية يقوم بها غربيون من الدول الاستعمارية للشرق بشتى جوانبه: تاريخه وثقافته، وأديانه ولغاته، ونظمه الاجتماعية والسياسية، وثرواته، وإمكاناته من منطلق النفوذ العنصري والثقافي على الشرق، بهدف السيطرة عليه لمصلحة الغرب، وتبرير هذه السيطرة بدراسات وبحوث ونظريات تتظاهر بالعلمية والموضوعية. (¬2) ¶ مكمن الخطر في هؤلاء ليس في أشخاصهم وإنما في تأثيرهم من خلال وجودهم في المناطق ذات التأثير المباشر على المجتمع مثل المؤسسات التعليمية والتربوية، فقد كان من أخطر ما واجه التاريخ الإسلامي هذه المجموعة من أتباع المستشرقين وحملة ألوية الفكر الغربي ودعاة التغريب الذين سيطروا على مجال التربية والتعليم، والذين ما زالوا منبثين في عديد من الجامعات والمعاهد الخاصة بالإرساليات حيث نجد الشباب المسلم يعرف عن نابليون أكثر مما يعرف عن خالد بن الوليد وطارق بن زياد (¬3). ¶ ¬__________ ¶ (¬1) - عبد العليم عبد الرحمن، مرجع سابق، ص 83 ¶ (¬2) - أحمد غراب. مرجع سابق ص 6 ¶ (¬3) - عبد العليم عبد الرحمن. مرجع سابق، ص 71",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وأتباع المستشرقين للأسف هم الذين ينفّذون سياسة أساتذتهم على الأرض عبر واجهة أكاديمية مكتوب عليها مسمى تعليمي أو تربوي، ولا مندوحة إذا ما رأينا كثرة المتخصصين في تاريخ أوربا بإشكاله وأنواعه وقلة المتخصصين في التاريخ الإسلامي الذي يستمد حياته وحيويته وطاقته على البقاء والاستمرار، من كتاب الله الذي لا يأتيه الباطل من بين يديه ولا من خلفه، والذي فيه تبيان لكل شيء لم يستبينه المستشرقون وتلامذتهم الذين عميت أبصارهم عن رؤية الحق وضاح أبلج. وكذلك يستمد شبابه وعنفوانه من سنة المصطفى صلى الله عليه وسلم والتي جاءت مفصلة لما أجمل وأشكل في كتاب الله حيث ظل فهم الاستشراق والمستشرقين قاصراً عن فهم محتواه. ¶ إن مسألة المنهجية التي طبّقها المستشرقون في دراساتهم للتاريخ الإسلامي منذ منتصف القرن التاسع عشر مسألة تتسم بأسباب نادرة لأسباب عدة منها: ¶ أولاً: أنها تستحوذ على اهتمام الدارس الغربي والشرقي كليهما والمهتمين بدراسة الاستشراق. ¶ ثانياً: إن مسألة المنهجية الغربية في التاريخ الإسلامي أمر مشوق إزاء دخول المنهجية العلوم الاجتماعية بصفة عامة وفي مجال التاريخ بصفة خاصة. ¶ ثالثاً: إن منهجية المستشرقين مهمة بالنسبة للتاريخ الإسلامي إذ إنها تمس موضوعاً دقيقاً هو طبيعة التاريخ الإسلامي وجوهره، ومن ثم أثرت على الطريقة التي كوّن المسلمون بها صورة لأنفسهم في سياق تاريخهم. (¬1) ¶ فليس من العدل أن نجمع المستشرقين كلهم في دائرة واحدة ونحكم عليهم حكماً مشتركاً فنزعم أن منهجهم كان واحداً في كل الأزمان وفي كل الموضوعات التي تناولوها، ونثمن هذا بما ذكره الدكتور عبد الأمير الأعسم ¶ ¬__________ ¶ (¬1) - محمد بن عبود \"منهجية الاستشراق في دراسة التاريخ الإسلامي \" مكتب التربية العربي لدولة الخليج. مناهج المستشرقين في الدراسات العربية الإسلامية، الجزاء الأول، ص343 - 344.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وهو يتحدث عن مواجهة الاستشراق المعاصر بقوله:\" بعد كل هذا نلاحظ أن هناك من الباحثين من يبخسون حقوق \"الاستشراق\" جملة وتفصيلا وهذا غلط نقترفه بحق عدد كبير من حسني النية من المعنيين بتراثنا وثقافتنا وعلومنا. ولا يمكن في هذا الصدد أن يقال أن جميع المستشرقين كانوا محرفين أو مشبوهين، كما لا يمكن القول أن كل ما كتبه المستشرق (فلان) هو تحريف وتصد لموضوعات تراثنا وثقافتنا ففي هذه الأقوال يكمن نوع من التعسف. (¬1) ¶ وعلى هذا المنوال شككت فئة من الشرقيين بالمستشرقين وأعمالهم ونظروا إليهم من زاوية متشائمة، وأخذوا كل ما صدر عنهم بالحيطة والحذر، وحاولوا إبراز سلبياتهم، وأصدروا على أعمالهم الطعن، وهذه بلا شك نظرة سلبية خالصة تعددت فيها الأسباب بين التعصب الديني والسياسي وغيرها، فكما كان للمستشرقين أهدافهم الدينية والسياسية، كان لهم أسبابهم للوقوف والتصدي لكل ما يسئ إلى دينهم وأمتهم ويحاول تفويض الدولة العربية الإسلامية. (¬2) ¶ وحفظاً لوقت القارئ وجهده في التعرف على المناهج التي اختطها عدد كبير من المستشرقين لكتابة التاريخ الإسلامي خاصة والعلوم الإسلامية عامة، نجمل ذلك في الآتي: ¶ أولاً:- محاولة رد معطيات الدين الإسلامي إلى أصول يهودية ونصرانية ويتمثل هذا الأمر في كثير من الكتابات حول الوحي وحول القرآن الكريم والسنة النبوية المطهرة، ونستشهد على هذا بأن معظم المستشرقين النصارى هم من طبقة رجال الدين أو من الخريجين من كليات اللاهوت، وهم عندما يتطرّقون إلى الموضوعات الحساسة من الإسلام ¶ ¬__________ ¶ (¬1) - عبدالأمير الأعسم \"الاستشراق من منظور فلسفي عربي معاصر\" سلسلة كتب الثقافة المقارنة – الاستشراق، العدد الأول كانون الثاني 1987م، ص 24 ¶ (¬2) - صبحي ناصر حسين\" مرجع سابق.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "يحاولون جهد إمكانهم ردها إلى أصل نصراني. (¬1) وقد ذكر طيباوي أن عدداً من المستشرقين الناطقين باللغة الإنجليزية يعتقدون بذلك ومنهم على سبيل المثال مونتجمري وات وبرنادر لويس وغيرهم. (¬2) ¶ ثانياً:- التشكيك في صحة الحديث النبوي الشريف؛ فقد دأب المستشرقون عموماً على التشكيك في صحة الحديث النبوي الشريف من خلال الزعم بأن \"الحديث لم يُدوّن وقد نقل شفاهةً مما يستوجب في نظرهم عدم صحة الأحاديث\". (¬3) والأمر الثاني في نظرهم كثرة الوضع في الحديث، والأمر الثالث اتهام المستشرقين للفقهاء بوضع الأحاديث وتلفيقها \" لترويج آرائهم واختلاف الأدلة التي تسند تلك الآراء .. \" (¬4) ¶ ثالثاً:- البحث على الضعيف والشاذ من الروايات: يقول جواد علي \"لقد أخذ المستشرقون بالخبر الضعيف في بعض الأحيان وحكموا بموجبه، واستعانوا بالشاذ ولو كان متأخراً، أو كان من النوع الذي استغربة النقدة وأشاروا إلى نشوزه، تعمدوا ذلك لأن هذا الشاذ هو الأداة الوحيدة في إثارة الشك \". (¬5) ¶ وهذا الأمر مشهور إلى حد كبير فهم يذهبون إلى الكتب التي تجمع الأحاديث وبخاصة مثل \"كنز العمال\" وغيرها من الكتب التي لا يرد فيها تصحيح أو تخريج الأحاديث، وقد كتب باحث بريطاني عن فتح المسلمين ¶ ¬__________ ¶ (¬1) عماد الدين خليل. دراسات تاريخية ص 159. ¶ (¬2) عبد اللطيف طيباوي. المستشرقون الناطقون باللغة الانجليزية. ترجمة قاسم السامراني. ص 10 - 13 وانظر أيضا البحث الذي كتبة التهامي نقرة بعنوان \"القرآن والمستشرقون\" في مناهج المستشرقين في الدراسات العربية والإسلامية، ج 1، ص 21 - 57. ¶ (¬3) - عبد القهار دواد العاني، الاستشراق والدراسات الإسلامية عمان: دار الفرقان، 1421هـ ص 121. ¶ (¬4) - المرجع نفسة، ص 122. ¶ (¬5) - جواد علي، تاريخ العرب قبل الإسلام، ص 8.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "قسطنطينية بأنه وردت أحاديث عن أن الذي سيفتحها سيكون اسمه اسم نبي ثم لما لم تفتح أوعي أن الأحاديث لا تصح لأن تكون مصدراً، أما أنه لم يعرف صحة الحديث من عدمة فأمر لا يهمه وهو الذي يدعي العلمية والنزاهة. ¶ رابعاً:- الاهتمام بالفرق والأقليات وأخبار الصراعات والبحث عن الوثنيات والتاريخ السابق لبعثه الرسول صلى الله عليه وسلم. حيث كثرت كتابات المستشرقين عن الفرق كالشيعة والإسماعيلية والزنج وغيرهم من الفرق التي ظهرت في التاريخ الإسلامي وأعطوها من المكانة والاهتمام أكثر مما يستحق، بل إن هناك من أطلق عليهم لقب المعارضة لإعطاء ما قاموا به من عداوة لله ولرسوله شرعية، كما حصل بعضهم على درجة الدكتوراه في بحوث حول هذه الفرق. ¶ خامساً:- الخضوع للهوى والبعد عن التجرد العلمي: يقول الدكتور عبد العظيم الديب \" فالمستشرق يبدأ بحثه وأمامه غاية حددها، ونتيجة وصل إليها مقدماً، ثم يحاول أن يثبتها بعد ذلك، ومن هناك يكون دأبه واستقصاؤه الذي يأخذ بأبصار بعضهم ... \" (¬1). وتلك هي أعلى مراتب الفهم للمستشرقين ومقاصدهم الحقيقية وأهدافهم الواضحة الجلية التي ينبغي فهمها كما هي بالكلية العقلية. ¶ سادساً:- التفسير بالإسقاط: يشرح الدكتور الديب هذا الخطأ المنهجي بأنه \" إسقاط الواقع المعاصر المعاش على الوقائع التاريخية الضاربة في أعماق ¶ ¬__________ ¶ (¬1) - عبد العظيم الديب. المنهج في كتابات الغربين عن التاريخ الإسلامي. قطر: كتاب الأمة، عدد 27 ص52.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "التاريخ فيفسرونها في ضوء خبراتهم ومشاعرهم الخاصة وما يعرفونه من واقع حياتهم ومجتمعاتهم\". (¬1) ¶ فمثلاً واقع الغربيين يدل على تنازعهم على السلطة وإن كان الأمر يبدو في الحاضر انتخابات وحرية اختيار، لكن الحقيقة أن من يملك المال يستطيع أن يصل إلى الأصوات حتى صدر في أمريكا كتاب بعنوان \"بيع الرئيس\" وكتاب آخر عن \"صناعة الرئيس\". فجاء المستشرقون إلى بيعة الصديق \"رضي الله عنه\" فصوروها على أنها اغتصاب للسلطة أو تآمر بين ثلاثة من كبار الصحابة هم والله أنقي البشر بعد الانبياء والرسل وهم أبوبكر وعمر وأبو عبيدة عامر بن الجراح رضي الله عنهم أجمعين. فزعموا أن هؤلاء الثلاثة تآمروا على أن يتولوا الخلافة الواحد تلو الآخر، وذكروا كذلك أنهم سموا المنافقين بالمعارضة وغير ذلك من الإسقاطات التي تدل على سوء طوية وخبث وبعد عن المنهج العلمي. (¬2). ¶ سابعاً:- المنهج الانتقائي وإثارة الشكوك في معطيات السُّنة والتاريخ فقد عرف عن كثير من المستشرقين في كتابيهم حول السيرة النبوية الشريفة وحول التاريخ الإسلامي أنهم ينتقون بعض الأحداث والقضايا ويكتبون عنها ويهملون غيرها، كما أنهم يشككون في أمور من المسلمات لديننا في التاريخ الإسلامي فمن ذلك أنهم كما قال د. محمد فتحي عثمان \"لقد قالوا في كتاباتهم في السيرة النبوية وأجهدوا أنفسهم في إثارة الشكوك وقد أثاروا الشك حتى في اسم الرسول ولو تمكنوا لأثاروا الشك حتى في وجوده .. \" (¬3) ¶ ¬__________ ¶ (¬1) - المرجع نفسه ص9 - 10. ¶ (¬2) - عماد الدين خليل، مرجع سابق ص 177 ¶ (¬3) - محمد فتحي عثمان، اضواء على التاريخ الإسلامي ص 69",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ثامناً:-التحريف والتزييف والادعاء: فقد قام بعض المستشرقين بتحريف كثير من الحقائق التي تخص الإسلام وتاريخه فمن ذلك مثلاً أن بعضهم أنكر عالمية الإسلام وبخاصة فيما يتعلق برسائل الرسول (صلى الله عليه وسلم) إلى الملوك والأمراء خارج جزيرة العرب كرسائله إلى هرقل والمقوقس وكسرى، وإنكار عالمية الرسالة الإسلامية يظهر فيما كتبه جوستاف لوبون في كتابه \"تاريخ العرب\" حيث زعم أن الرسول (صلى الله عليه وسلم) رأى أنه كان لليهود أنبياء وكذلك للنصارى فأراد أن يكون للعرب كتاب ونبي، وكأن الرسالة والنبوة أمر يقرره الإنسان بنفسه. أما التزييف فانقل ما أورده الدكتور الديب من رواية عن أموال الزبير بن العوام \"رضي الله عنه\" فقد أورد \"ديورانت\" هذا الخبر \" وكان للزبير بيوت في عدة مدن، وكان يمتلك ألف جواد وعشرة آلاف عبد .. \" والخبر كما أوردته المصادر الإسلامية الموثقة هو كالآتي \" كان للزبير ألف من ذلك يؤدون إليه خراجهم كل يوم، فما يدخل إلى بيته منها درهماً واحداً، يتصدق بذلك جميعه \" وفي مناقشته الخبر أوضح الديب أن المستشرق أضاف ألف جواد أقحمها في الخبر وليس لها أساس. ثم إن في الخبر أن الزبير رضي الله عنه يتصدق بكل دخلهم لا يدخل بيته منها شيء فلم يورده فهل هذا من الأمانة العلمية؟ (¬1) ¶ تاسعاً:-اعتماد مصادر غير موثوقه لدى المسلمين: من العيوب المنهجية في الدراسات الاستشراقية أنهم يعتمدون على المصادر غير الموثوقة عند المسلمين فيجعلونها هي المصدر الأساسي لدراساتهم وبحوثهم، ومن ذلك أنهم يرجعون إلى كتاب مثل كتاب \"الأغاني \" للأصفهاني فيجعلونه ¶ ¬__________ ¶ (¬1) - عبد العظيم الديب، مرجع سابق، ص 115 - 116.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "مرجعاً أساسياً في دراساتهم للتاريخ الإسلامي وللمجتمع الإسلامي، كما يعمدون إلى المراجع التي ضعّفها العلماء المسلمون أو طعنوا في أمانة أصحابها فيجعلونها أساساً لبحوثهم، أوكان أصحاب تلك المراجع منحازين إلى فئة معينة أو متعصبين. ¶ موضوعية المستشرقين وجهودهم العلمية: ¶ يقول الدكتور أحمد السيد في كتابه السيرة النبوية \"المنشور على الانترنت\": في البداية يجب الاعتراف بكل وضوح وصراحة بجهود المستشرقين في خدمة التراث العلمي الإسلامي. لقد كرسوا طاقتهم لدراسة العلوم الإسلامية، وشغفوا بالبحث في كنوزها، وبذلوا في تحقيقها وتحليلها جهوداً ضخمة. ويكون من المكابرة والجحود إنكار فضلهم وجهودهم. فبفضل تلك الجهود برز كثير من كنوز التراث العلمي الإسلامي إلى الوجود، بعد قرون من الانزواء في المكتبات، وعرفت طريقتها إلى نشر ومعانقة النور، فكم من مصادر علمية ووثائق تاريخية صدرت لأول مرة بفضل جهودهم وطاقاتهم، ومع الاعتراف بفضلهم يجب التأكيد بأن عدداً كبيراً منهم كان هدفه البحث عن مواضع الضعف في الحضارة الإسلامية والتاريخ الإسلامي واستغلالها لغايات سياسية أو دينية. (¬1) ¶ وفي حديثه عن المستشرقين وكتابة التاريخ الإسلامي يذكر الدكتور جمال العطية: أن الاستشراق كفكر يقع بين فكرتين أساسيتين كونهما الغرب عن الشرق؛ الفكرة الأولى هي الملامح التي رسمها الأوربيون عن الشرق من الأحقاد الدينية والأقليمية، وقد لعبت الاحتكاكات العسكرية دوراً في رسم هذه الملامح، أما الثانية فهي الصور التي رسمتها أقلام مجموعة من المفكرين والأدباء الغربيين فضلاً عن مساهمة الإعلام الغربي في هذه الصورة. (¬2) ¶ ¬__________ ¶ (¬1) - أحمد أبو ريد مرجع سابق – على الانترنت ¶ (¬2) - جمال العطية. مرجع سابق. منشور على الانترنت",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ومن ناحية التزامهم المنهج العلمي في الكتابة التاريخية فبينما يرى دكتور العطية أنه لا بد من الإقرار بأن معظم المستشرقين يستخدمون طرقاً علمية في البحث والتحليل التاريخي إلا أنه يرى أن هذا لا يمنع من إساءة استخدام هذه الطرق أحياناً. (¬1) فهو بهذا يثبت الاستخدام ولا ينفي إساءته ولو أحياناً. ¶ وفي هذا السياق ذهب دكتور أحمد أبوريد إلى أن المستشرقين يجافون المنهج العلمي وذلك بإهمالهم المبادئ الأولية لهذا المنهج والانطلاق من مزاعم باطلة في دراسة الإسلام مثل بشرية القرآن وعدم صدق النبي وذلك باعتمادهم في جمع المعلومات على مصادر غير علمية، وتجاهل المصادر الحديثة، والاستدلال بالروايات الواهية الساقطة، وإغفال الروايات القوية الصحيحة (¬2). ¶ وعليه فلا يصح أن نأخذ تاريخنا من كتابات جورجي زيدان أو فيليب حتي أو ساطع الحصري، أو بأسلوب المبشرين المتعصبين والمستشرقين، فلا بد من تدريس التاريخ وتدوينه من وجهة النظر الإسلامية من منطلق إسلامي وبقلم من يقف في المركز الإسلامي يطل على الحياة الإسلامية ويعيش الباحث بكل كيانه في جو الإسلام (¬3). ولهذا لا يختلف اثنان على أن تاريخنا الإسلامي قد نال بعض أحداثه نصيباً من التشويه والشبهات التي حاكها بعض المستشرقين ومن سار على دربهم، مثل شبهة أن الإسلام انتشر بحد السيف، وأن هدف الجهاد الإسلامي مادي، وتشويه الفتوحات الإسلامية بأن السبب فيها هو المرأة وغيرها من الشبهات. (¬4) ¶ ¬__________ ¶ (¬1) - المرجع نفسه. ¶ (¬2) - أحمد ابو ريد. مرجع سابق ¶ (¬3) - أحمد بهاء الدين \" أعادة كتابة التاريخ \" متي وأين ولماذا \" مجلة العربي. العدد 256، ربيع الثاني، 1404هـ مارس 1980م ¶ (¬4) - عبد الله ناصر. \"هل كانت المرأة سببا في الفتوحات الإسلامية\" مجلة العربي لعدد 195، ربيع الآخر سبتمبر، أكتوبر 1993م",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وفي ذات السياق يقول الدكتور محمد بن عبود الملاحظات العامة عن بعض الجوانب الموضوعية للاستشراق لا تعني أن جميع المستشرقين لا يتسمون بالموضوعية، بل على العكس من ذلك نجد أن بعض المستشرقين البارزين قد ضربوا بسهم كبير في الدراسات الإسلامية وأقاموا علامات على الطريق في مجال البحث العلمي بما في ذلك الدراسات في سائر العلوم الاجتماعية ووجهوا الأجيال اللاحقة من المستشرقين. (¬1) ¶ ومسألة موضوعية المستشرقين وإنصافهم للإسلام والمسلمين ليست إلا ضلال وتضليل للمسلمين وليس كما يزعم بعض المسلمين أنها من أجل خدمة العلم وحده إذ العلم في الإسلام إنما هو وسيلة، وليس غاية (¬2). يقوي من ذلك سبب موضوعي واضح يحول بين المستشرقين وبين الموضوعية والأمانة العلمية، وهو عداوة وكره معظمهم للإسلام، وحقدهم الصليبي عليه وهو الحقد الذي يتغلغل في كل دراساتهم لهذا الدين. ففيما يتعلق بالإسلام لا تجد موقف الأوربي موقف كره في غير مبالاة فحسب، كما هو الحال في موقفه من سائر الأديان والثقافات، بل هو كره عميق الجذور، يقوم في الأكثر على صدور من التعصب الشديد. وهذا الكره ليس عقلياً فحسب، ولكنه يصطبغ أيضاً بصبغة عاطفية قوية. وإن اعتبرنا الأعمال العلمية التي أنجزها المستشرقون في شتى فروع الدراسات الإسلامية بحر لا ساحل له، فأكثرها انتشاراً وتداولاً بين الباحثين من جميع المستويات، هي دائرة المعارف الإسلامية التي أصدرها وأشرف على تحريرها نخبة من المستشرقين، برعاية الاتحاد الدولي للمجامع العلمية. وجل ¶ ¬__________ ¶ (¬1) محمد بن عبود. المنظمة العربية للتربية والثقافة والعلوم. مكتب التربية العربي لدول الخليج. مناهج المستشرقين في الدراسات العربية الإسلامية ج 1 \"منهجية الاستشراق في دراسة التاريخ الإسلامي \" 365 ¶ (¬2) - أحمد غراب. مرجع سابق ص 79",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "موادها متعلقة بالإسلام والمسلمين، فيها كثير من الآراء والمعلومات التي تحتاج إلى المراجعة والتصحيح. ¶ فالاعتراف بالحق فضيلة والنظر في فحوى اتباعه واجب، فلا أحد ينكر فضل المستشرقين في هذا، ولا عين تخطئ فضل الإسلام والحضارة الإسلامية على الغرب، ولكن أي الفضلين أفضل، فضل من بخل واستغنى وآثر واستعلى، أم فضل من آمن واتقى وبذل وأعطى بلا من أو أذى؟ نحمد لهم تسليطهم الضوء على ما كان مهجوراً من تراثنا الإسلامي فرأى النور فلولاه لما كانت لهم علوم ومعارف، فلأجل أنفسهم بذلوا الجهد حتى يكون لهم فيه غاية المجد، وقد أصابوا فلا يزالون يجدون من يشيد بما عملوا. ¶ وحتى تتم مواجهة خطر مناهج الاستشراق في كتابة التاريخ الإسلامي وما ترتب عليها من أضرار فقد تعالت أصوات بالدعوة إلى ضرورة التفكير في إعادة كتابة التاريخ الإسلامي من جديد وعرضه عرضاً سليماً للأجيال وتخصيصه بأسلوب علمي هادف، من وضع منهجية سوية وقواعد موضوعية بهدف تقديم الحقيقة في قالب يجمع الصواب الذي يعرض، والأسلوب الذي لا يعود على الأمة في مختلف عصورها بالإحباط ويقودها إلى مزيد من الفرقة والتمزق والضياع. (¬1) ¶ النتائج: ¶ 1 - مناهج الكتابة التاريخية عند المؤرخين المسلمين مصدرها الأساس القرآن الكريم والسنة النبوية الشريفة بينما مناهج المستشرقين مصدرها كل ما من شأنه طمس معالم المنهج الإسلامي في التوثيق والتحري والضبط والدقة. ¶ ¬__________ ¶ (¬1) عبد الله ناصر \"كيف نعيد الأنظار إلى التاريخ الإسلام \" مجلة العربي، العدد 299 السنة26 ذي الحجة 1422هـ",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "2 - الموضوعية العلمية التي ادعاها ويدعيها المستشرقون بدعوى الأمانة العلمية والإنصاف ما هي إلا محاولة جادة لإيجاد أرضية يشكلها بعض علماء المسلمين يشيد عليه المستشرقون صرحاً لا أساس له إلا الأباطيل والأكاذيب، وقد أفلحوا في ذلك، وبفضل أولئك تمكنوا من الوصول إلى غاية تنبه لها علماء مسلمون تولو ا الرد عليهم بالدليل الساطع والبرهان القاطع والحجة البينة. ¶ 3 - معالجة الآثار التي نجمت عن مناهج المستشرقين في كتابة التاريخ الإسلامي ينبغي أن تتم بموضوعية وحكمة وبمنهجية علمية إسلامية نزيهة، أمينة، ومنصفة. ¶ المصادر والمراجع ¶ 1 - ابن إياس. بدائع الزهور في وقائع الدهور، تحقيق الدكتور محمد مصطفى، ج 4، القاهرة: 1960.م. ¶ 2 - أحمد بهاء الدين\"أعادة كتابة التاريخ \" متي وأين ولماذا\" مجلة العربي العدد 256، الكويت؛ ربيع الثاني، مارس 1980م. ¶ 3 - أحمد أبو ريد. طريقة المستشرقين في التعامل مع السيرة النبوية. \"منشور على الانترنت\". ¶ 4 - أحمد عبدالحميد غراب. رؤية إسلامية للاستشراق، كتاب المنتدي – سلسلة تصدر عن المنتدي الإسلامي. لندن (د. ت). ¶ 5 - اوليرى- مسالك الثقافة الإغريقية إلى الغرب، ترجمة الدكتور ثمام حسان، القاهرة:1975. ¶ 6 - جلال العطية. المستشرقون ودراسة التاريخ الإسلامي \"منشورعلى الانترنيت\". ¶ 7 - السيد عبدالعزيز: سالم مناهج البحث في التاريخ الإسلامي والاثار الإسلامية والمغرب الكبير، ج2، الاسكندرية 1966م.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "8 - سيدة إسماعيل الكاشف، مصادر التاريخ الإسلامي ومناهج البحث فيه، القاهرة. ¶ 9 - صبحى ناصر حسين. موقف المشارقة من المستشرقين: سلسلة كتب الثقافة المقارنة. الاستشراق. العدد الأول كانون الثاني 1987، دار الشوؤن الثقافية العامة، الاعظمية، بغداد. ¶ 10 - ابن طباطبا محمد بن علي بن طباطبا. كتاب الفخري في الآداب السلطانية، بيروت: 1960م. ¶ 11 - فرانز روزنثال، علم التاريخ عند المسلمين، ترجمة الدكتور صالح أحمد العلي، بغداد،1963م. ¶ 12 - عبد الأمير الأعسم \"الاستشراق من منظور فلسفي عربي معاصر\" سلسلة كتب الثقافة المقارنة – الاستشراق، العدد الأول كانون الثاني 1987م. ¶ 13 - عبد اللطيف طيباوي. المستشرقون الناطقون باللغة الانجليزية. ترجمة قاسم السامراني.\"منشور على الانترنت\". ¶ 14 - عبد القهار دواد العاني، الاستشراق والدراسات الإسلامية عمان: دار الفرقان، 1421هـ. ¶ 15 - عبدالعظيم الديب. المنهج في كتابات الغربين عن التاريخ الإسلامي. قطر: رئاسة المحاكم الشرعية والشؤون الدينية. كتاب الأمة، عدد 27. ربيع الثاني 1411هـ. ¶ 16 - عبد الله ناصر. \"هل كانت المرأة سبباً في الفتوحات الإسلامية\" مجلة العربي العدد 195، الكويت، ربيع الآخر سبتمبر، أكتوبر 1993م. ¶ 17 - عبدالله ناصر \"كيف نعيد الأنظار إلى التاريخ الإسلام \" مجلة العربي، العدد 299 السنة26 الكويت، ذي الحجة 1422هـ.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "18 - عبد العليم عبدالرحمن خضر: خضرالمسلمون وكابة التاريخ، المعهد العالمي للفكر الإسلامي – سلسلة المنهحية الإسلامية (6)، 1401هـ1981م. ¶ 19 - محمد قطب. المستشرقون والإسلام، القاهرة: مكتبة وهبة، الطبعة الاولي، 1420هـ 1999م ¶ 20 - محمد عبدالكريم الوافي: منهج البحث في التاريخ والتدوين التاريخى عند العرب. بنغازى. جامعة قار يونس، ط1، 1990م. ¶ 21 - محمد عبد الغنى حسن: علم التاريخ عند العرب، القاهرة:1962م. ¶ 22 - محمد بن عبود. المنظمة العربية للتربية والثقافة والعلوم. مكتب التربية العربي لدول الخليج. مناهج المستشرقين في الدراسات العربية الإسلامية ج 1 \"منهجية الاستشراق في دراسة التاريخ الإسلامي \". منشور على الانترنت. ¶ 23 - هرنشو، ف، ج. علم التاريخ ترجمة عبد الحميد ألعبادي القاهرة: لجنة الترجمة والتأليف والنشر، 1944م.",
            "page": "30",
            "part": "1"
        }
    ],
    "t37154": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مناهج كتابة التاريخ الإسلامي بين المؤرخين المسلمين والمستشرقين"
        }
    ]
}