{
    "b37160": [
        {
            "id": "1",
            "nass": "سلسلة القادة و مشروع النهضة ¶ الذاكرة التاريخية للأمة ¶ د. جاسم سلطان ¶ بسم الله الرحمن الرحيم ¶ بسم الله الرحمن الرحيم والصلاة والسلام على رسول الله.. أما بعد: ¶ إن الحديث عن الذاكرة التاريخية للأمة يأتي في سياق هذه الهجمة الشرسة على ذاكرة الأمة وتصورها عن نفسها وعن العالم. فالحرب اليوم لا تدور بين الأساطيل والطائرات فحسب، وإنما تدور حرب نفسية موجهة لاستلاب العقول والقلوب تتسم بأنها أشد ضراوة، وأخطر تأثيراً. تلك الحرب التي تأخذ مسارها على خارطة العالم، ولا تتوقف آناء الليل وأطراف النهار. افتح المذياع أو التلفاز أو ادخل على شبكة الإنترنت، وانظر إلى هذا الفضاء الفسيح الذي يطاردك، ناهيك عن الاحتراب الإعلامي الضخم الذي يستهدف المدارس والتعليم وعمليات التثقيف المختلفة. ومن خلال ذلك كله يتم تشكيل العقل -ليس في بلادنا فحسب - ولكن على مستوى العالم أجمع. وللقوة المتفوقة اليوم النصيب الأوفر والباع الأطول في إعادة تشكيل الخارطة الذهنية للمجتمعات البشرية. ¶ وعندما تكون أداة الحرب هي الإعلام والمدرسة فإن الخصم يتخفى ويتلون ويقوم كل مرة باحتلال مساحات صغيرة من هذا العقل البشري، حتى يجد الإنسان نفسه مستلباً لمقولات الآخر دون تمحيص أو تفكير. ويعتمد الخصوم في ذلك على أن الغالبية العظمى من البشر لا تقرأ ولا تمحص، وإنما تتلقى كل شيء من الخارج. ¶ ويقول علماء البحوث الإنسانية أن الناس ينقسمون من حيث الرأي العام إلى ثلاثة أقسام: القسم الأول: قادة الرأي. وهؤلاء يصنعون الإعلام ويصنعون الدعاية السياسية ولا يتأثرون بها لأنهم يعلمون أنها أداة من أدوات الصراع.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "القسم الثاني: المثقفون. والرأي العام المثقف يقرأ وينظر ويمحص بدرجة من الدرجات، ويشارك في أوقات السلم في صناعة الرأي، فإذا احتدمت الحرب انقلب إلى رأي عامي أيضاً. وتلك مفارقة كبيرة تلمحها في فترات الأزمات حيث ترى أن كثيراً من الكتاب والمفكرين يجنحون إلى الحديث بلغة الشارع ويخاطبون نفس العواطف ويتحدثون بنفس المنطق. ¶ القسم الثالث: الرأي العام العامي. وهؤلاء هم نقطة الفعل ومحط التركيز من جهاز الإعلام. ¶ و نحن نأمل اليوم أن نرتقي بالرأي العام المثقف أو قطاعات منه إلى مستوى الرأي العام القائد الذي يصنع الإعلام ولا يتأثر به. ¶ إن فهم هذه النقطة المحورية يعيننا على إدراك أهمية إحياء الذاكرة التاريخية للأمة. فالهجوم على التاريخ الإسلامي وإعادة تشكيله وانتقاصه وتعظيم تاريخ القوى الغازية لبلاد الإسلام يؤثر تأثيراً كبيراً حتى على صفوف من يُظن أنهم يقعون في طليعة المتحركين لعملية النهضة. ولقد رأيت في أثناء التجوال والنظر أن الكثيرين من العاملين للنهضة لا يمتلكون خارطة واضحة للتاريخ البشري، وكثير من الاستشهادات والاستدلالات التي يلجأون إليها تبدو مبتورة وفي غير موضعها. ويأتي هذا البحث لمحاولة ردم هذه الفجوة. ¶ لمن هذا الكتاب ¶ إنّ القارئ الذي يشق عليه في خضم مشاغل الحياة المتعددة أن يلجأ إلى أمهات المراجع والبحوث هو هدفنا الأول في هذا البحث الوجيز، حيث إن هذه الشريحة الكبيرة من المجتمع الإسلامي هي التي تمثل أمل الغد المشرق إن شاء الله. وكل جهد في سبيل العمل على تكوينها ثقافياً يخدم ولاشك مشروع نهضة الأمة.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "إن الكتابة في موضوع البحث تستهدف كذلك كل من يريد أن يسهم في مشروع نهضة الأمّة، وكل من يريد أن يخرج من الأنا الضيقة إلى فسحة الإنسانية الرحبة. لهؤلاء نكتب ونستصحب كل من يعتقد أنه منتمٍ لهذه الأمة ديناً أو حضارة لا نستثني منهم أحداً، ما استصحب الجميع عقد الأمة الواحد وروحها، ونحن وإن تحدثنا عن أمتنا فإن هدفنا الأسمى هو خير الإنسان، وكل الخلق، في كل أرض ومصر، حتى يتحقق قول الله عز وجل لرسوله {وما أرسلناك إلا رحمة للعالمين}(¬1)، وهذا الكتاب نرجو له أن ¶ يسهم في مسيرة الأمّة نحو تحقيق ذاتها واستعادة دورها، خاصة وأن تباشير الفجر تظهر في كل مكان رغم الصعاب الداخلية والخارجية التي تواجهها. ¶ هدف الكتاب ¶ لقد هدفنا من خلال هذا البحث إلى الوصول إلى عدة أمور: ... ¶ ? فهم أطوار الحراك التاريخي التي تمر بها أي حضارة حتى تقوم. ¶ ? رسم خارطة مبسطة لصعود وهبوط الحضارة الإسلامية. ¶ ? رسم خارطة مبسطة لهبوط وصعود الحضارة الغربية. ¶ ? رسم خارطة توضح تقاطع مساري الحضارتين الإسلامية والغربية. ¶ ? معرفة دور الأمة الإسلامية في نقل البشرية من طور الطفولة العلمية إلى طور الرشد العلمي. ¶ ? معرفة العوامل التي تراكمت في أوروبا وأدت إلى النهضة. ¶ ? معرفة العوامل التي تراكمت في العالم الإسلامي وأدت إلى التخلف. ¶ ولقد حاولنا أن نجيب على تلك الأسئلة المتكررة حول ماذا حدث؟ ولماذا حدث؟ وكيف حدث؟ كما حرصنا على الاختصار والإيجاز بقدر الإمكان. لأن الغرض هنا وضع أسس وخطوط عريضة يستطيع القارئ المتوسط أن يضع فيها معلوماته بعد ذلك، ويؤسس على تصور أكثر حنكة ودراية بالتاريخ. وبالتالي لا يقتصر التاريخ على تسجيل الوقائع، وإنما يساعد على تكوين رؤية فاحصة تستدعي نهضة الأمة وإعادة ثقتها بنفسها، مع الالتزام بالحقيقة وبمنطق العلم. وبالتالي نكون قد وضعنا لبنة هامة في المكون الفكري الأساس للفرد الذي نريد. ¶ ¬__________ ¶ (¬1) سورة الأنبياء: 107",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "إن الفهم هو النقطة الحرجة في إنجاح عملية \"النهضة\"، ونقصد به وجود صورة أو إطار واضح المعالم يستند إليه الساعون إلى النهضة، وينطلقون من خلاله. إطار مرشد، تتدفق بين ضفتيه مياه النهضة في حركتها ونشاطها لتلتقي في المصب فلا تتشتت الجهود ولا تضيع، ومن أهم خطوات بناء هذا الإطار الجامع السعي لإحياء الذاكرة التاريخية للأمة. ¶ طريقة تناول كل باب ¶ وحتى يمكن تنظيم الخارطة المعرفية للعقل المسلم رأينا أن نبدأ كل باب: ¶ ? بأهم الأسئلة التي سيجيب عليها الباب. ¶ ? ثم الشرح التفصيلي. ¶ ? وبعد ذلك نموذج (شكل توضيحي) لملخص ما قيل، بحيث يسهل رسمه ومن ثم استدعاؤه وتذكر خلاصة الباب وشرحه للآخرين. ¶ ? ثم خلاصات تحتوي على أهم النقاط التي ذكرت في الباب. ¶ لماذا هذه المنهجية في التناول؟ ¶ إن تيار النهضة المتدفق كالسيل لا يزال عاجزاً عن إحداث نقلة نوعية حقيقية تنقله من مرحلة إلى أخرى؛ بل إن هذه المراحل ذاتها تعاني من الضبابية والتداخل الذي يعجز معه طلاب النهضة وقادتها من تحديد بدايات هذه المراحل ونهاياتها. وهذا العجز وليد مجموعة من العوامل من أهمها تعامل العاملين للنهضة مع العلوم الإنسانية كعلوم وليس كأدوات. ¶ فالمادة التاريخية يتم التعامل معها كمادة أكاديمية. وفي أحسن الأحوال تؤخذ منها الدروس والعبر المغلوطة والمبتسرة والمقتطعة من سياقها التاريخي. ونحن نرى أنه من الضروري أن ننفض الغبار عن هذه المادة التاريخية وأن ننتقل بها من رفوف المكتبات وعقول المؤرخين إلى ميادين الصراع والتدافع وعقول الاستراتيجيين. فالتاريخ هو مخزن الاستراتيجي الذي لا ينضب.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إن إتقان التعامل مع المادة التاريخية لتصبح أداةً من أدوات العاملين للنهضة - تعينهم في التفسير والشرح والتنبؤ - هو من الضروريات وليس من الحاجيات أو التحسينيات. وقديماً قال أوغست كونت: \"إن المعرفة قوة.. إنها تعني أن نعرف فنتنبأ فنستطيع\". فالمعرفة إذا لم تتحول لتصبح أداة للاستطاعة والتمكين فهي ليست معرفة حقيقية؛ بل هي معرفة مجتزأة لا يتعدى دور صاحبها دور كتاب من الكتب أو موسوعة من الموسوعات. ¶ وانطلاقاً من هذه الرؤية تم التعامل مع المادة التاريخية. لذلك فإن القارئ سيلحظ أن المادة مصاغة بشكل أشبه ما يكون بالدورة الحية، تجنبنا فيها الشكل السردي الصرف. كما أنها مصاغة لتكون أداة عمل وليست ثقافة مجردة. ¶ وعلى ذلك تم عرض الدراسة في سبعة أبواب: ¶ تناول الباب الأول منها صورة من فلسفة التاريخ لرسم إطار ونموذج معرفي تندرج فيه المعلومة التاريخية، ويُمَكِّن القارئ من فهم المسار التاريخي لأي حضارة، كما يمكنه من تحديد الطور الذي تمر به أمتنا والأطوار التالية التي علينا طرق أبوابها والولوج إليها. ¶ والباب الثاني أسس لمفهوم الحضارة واضعاً إجابات على ادعاءات الغرب بامتداد العلوية الحضارية له، ومفنداً لمقولة الرجل الأبيض الذكي. كما أنه يوضح العوامل المؤثرة في قيام الحضارات وتتابعها وتواليها على قمة المجد الحضاري. ¶ أما الباب الثالث فيرسم صورةً لتقسيم التاريخ كما تتناوله الأدبيات الغربية، فيوضح النقاط المفصلية في تاريخ البشرية من وجهة نظر المؤرخين الغربيين وأسباب اختيارهم لهذه النقاط كفواصل كبرى بين كل مرحلة وأخرى من مراحل التاريخ البشري. ثم هو يتناول الدلالات الخفية في التقسيم وطريقة التناول التي تعزز الدور الحضاري والقيادي للرجل الغربي وتنفي أدوار الحضارات المشرقية الأخرى عامة والإسلامية والعربية خاصة.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والباب الرابع يرسم المسار التاريخي الأوروبي وأهم محطاته. ويوضح النقاط المفصلية في التاريخ الأوروبي، ويتناول عصور الظلام وعصر النهضة الأوروبية بالتحليل موضحاً تطور الفعل الحضاري في أوروبا. ¶ والباب الخامس يرسم المسار الإسلامي وأهم محطاته وعوامل التحلل فيه. ¶ والباب السادس تحدث عن تقاطع المسارين الإسلامي والأوروبي. فبين بداية مرحلة الصحوة الأوروبية وبداية خط الانكسار في مسار الحضارة الإسلامية. كما وضح أهم النقاط التاريخية المشتركة بين الحضارتين الإسلامية والأوروبية، وكيف أثرت نقاط التقاطع تلك سلباً وإيجاباً على كل من الحضارتين، وكيف أدت بإحداهما إلى القمة وأدت بالأخرى إلى الانحدار. ¶ والباب السابع يضع الحدث الحاضر في سياقه التاريخي وفي الإطار والنموذج الذي تم شرحه في الباب الأول. فيحدد المرحلة الآنية والمستقبلية، ويوضح طبيعة الاستجابات العربية والإسلامية الحادثة والمرجوة في العوالم الثلاث (عالم الأفكار وعالم الأشياء وعالم العلاقات). ¶ إن هذا الكتاب هو خطوة هامة على طريق الانتفاع بالعلوم الإنسانية وتحويلها لأدوات تدفع عنا غائلة الخصوم في هذا العالم المتدافع. وهو لبنة في بناء الشخصية التي تستطيع التصدي للحرب النفسية والإعلام الموجه. كما أنه – إذا أُحسن التعامل معه – يمكن استخدامه في الدعاية المضادة لينتقل بك من مقعد المتفرج والمفعول به إلى الفاعل. ¶ أهم الأسئلة التي يجيب عليها الباب ¶ 1. كيف يمكن فهم المسار التاريخي لأي حضارة؟ ¶ 2. هل هناك عصا سحرية أو وسيلة ذهبية تؤدي إلى قيام الحضارات؟ ¶ 3. هل التحديات التي تواجه أمتنا فوق طاقتها ولا يمكنها التعامل معها واقعياً؟ ¶ 4. ما التحديات التي تعرقل أمتنا عن بناء حضارتها؟ ¶ 5. ما الأطوار الطبيعية التي تمر بها أي حضارة؟ ¶ 6. على أي ضوء يمكن تفسير حالة التخبط التي تحياها الأمة اليوم؟ وهل هذه العشوائية يمكن أن تقود إلى حضارة؟",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "7.ما الطور الذي نمر به اليوم؟ وما هو الطور المرتقب؟ ¶ حتى نتمكن من فهم مسارات الحراك التاريخي للحضارات، ونستطيع وضع إطار شامل لذاكرة أمتنا، ينبغي لنا أولاً أن نتعرف على نظرية التحدي والاستجابة. والتي تبين الكيفية التي يتحرك بها مسار أي أمة من الأمم نحو بناء الحضارة. ¶ نظرية التحدي والاستجابة ¶ يعني التحدي وجود ظروف صعبة تواجه الإنسان في بناء حضاراته، وعلى قدر مواجهة الإنسان لهذه الظروف تكون استجابته إما ناجحة - إذا تغلب على هذه المصاعب - أو استجابة فاشلة إذا عجز الإنسان عن التغلب على هذه المصاعب. ¶ وصاحب هذه النظرية هو \"أرنولد توينبي\". وقد ذكر أن الظروف الصعبة التي تتحدى قدرة الإنسان وتستحثه على العمل لتكوين الحضارة تتمثل إما في بيئة طبيعية أو ظروف بشرية(¬1). ¶ أولاً التحديات ¶ إن التحديات هي سر نهضة الأمم، ولولا التحديات لما وجدت الحضارات، ولما كانت هجرات الشعوب واكتشافها لمواطن جديدة تصلح للحياة، ولذلك فإن الرغبة في حياة ليس بها تحديات يعتبر بمثابة حبس طاقات الإنسان. وفي هذا يقول روبرت شولر: \"إن الصراع هو مكان ولادة الإبداع الأعظم\"(¬2). ويقول الدكتور كاريل: \"الأهداف التي تعمل على إثارة الحافز فينا تقوم بتقديم أجمل الهدايا لنا على شكل إنجازات\"(¬3). ¶ مستويات التحديات ¶ 1- تحدي قاسي أكبر من قدرة المجتمع ولا يستطيع الإنسان تطوير آليات التغلب عليه، مثل شعب الإسكيمو ومعاناته من الطبيعة الثلجية. فكانت النتيجة بقاء الإسكيمو على حالهم منذ أن استوطنوا ألاسكا. ¶ 2- تحدي ضعيف غير مستفز لطاقة الإنسان كي يطور ذاته. وبالتالي يظل على حاله من غير تقدم مثل شعب نيوزلندا، حيث قلة السكان ووفرة الموارد وسهولة الأرض، فلم يتقدم سكان نيوزلندا الأصليين. ¶ ¬__________ ¶ (¬1) من كتاب فلسفة التاريخ للدكتور رأفت غنيمي الشيخ. ¶ (¬2) داني كوكس. القيادة في الأزمات. بيت الأفكار الدولية ¶ (¬3) نفس المرجع.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "3- تحدي خلاق يستفز طاقة الإنسان ولكنه - أي الإنسان - قادر على تطوير آليات للتغلب عليه مثل حالة كل الشعوب التي صنعت حضارات فطورت أدواتها المعرفية والعملية حتى ووجهت بتحد داخلي أو خارجي أو بيئي، ولم تستطع الاستمرار أو تقاصرت حركتها فسبقها غيرها. ¶ مساحات التعرض للتحديات ¶ إن التحديات التي تعاني منها أي أمة من الأمم تكون على أربعة أصعدة: ¶ 1- تحد على الصعيد النفسي: حيث تعمل كل الأجهزة المناوئة لفرض الهزيمة النفسية على الأمة. ¶ 2-تحدٍ على الصعيد الفكري: حيث تشهد الساحة خليطاً واضطراباً في النسق الفكري معوق لحركتها. ¶ 3- تحدٍ على الصعيد التنظيمي: حيث تنعكس الحالة الفكرية على جميع أشكال العلاقات الفردية والجماعية. ¶ 4-تحدٍ على الصعيد المادي: حيث أن عالم الأشياء الذي تبدعه الأمة يتقلص وتصبح عالة على الآخرين. ¶ التحدي النفسي ¶ إن التحدي النفسي يعد من أخطر التحديات التي تواجه أي أمة من الأمم. فعندما تفقد الأمة الإحساس بقدرتها على التفوق و التقدم والانتصار؛ عندها تبدأ عملية الهبوط. فالعامل النفسي هام جداً. ففي فترة الطموح وفترة الهمة وفترة الشعور القوي بالذات تبدأ عملية انطلاقات الأمم. وفي فترة الانهيار يفقد الإنسان ذلك البريق الداخلي والإحساس بالذات وينطفيء الوهج الخلاق الذي يدفعه إلى التحرك والعمل. وكل أمة تفقد هذا الوهج فمصيرها إلى الانهيار. و لم تعد اليوم قضية الباعث النفسي متروكة للصدف إنما تعمل أجهزة الإعلام والتعليم على زرع وبعث هذه الثقة بالذات. كما تقوم أجهزة الخصم على الطرف اللآخر بتحطيم هذه الثقة بالذات من خلال إعلامها وتعليمها. ¶ التحدي الفكري",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "يتمثل التحدي الفكري في فوضى لا مثيل لها في عالم الأفكار .فعندما تكون قاعدة بيانات العقل مضطربة، فإن إضافة مزيد من البيانات لها تؤدي إلى مزيد من الفوضى. وينتج عن ذلك اضطراب وتشوه في عملية اتخاذ القرارات. إن التنظيم الكبير والأساس المتين الذي تنطلق منه كل أمة يبدأ بتنظيم خارطتها الذهنية. بحيث يكون للمعلومة قيمة وظيفية، وحتى يتسنى استدعاؤها واستخدامها بشكل صحيح. ¶ كما أن انتشار كثير من الأفكار القاتلة التي تكرس الوضع القائم، ولا تبشر بحدوث التغيير المأمول يكون لها دور كبير كمعوق يحول دون النهضة. ¶ التحدي التنظيمي ¶ فكل أمة من الأمم تحتاج إلى نظم في السياسية والاقتصاد والمال والاجتماع وغير ذلك، وكل منظومة من النظم تشكل عماداً من أعمدة هذا البيت الكبير، فإذا انهارت النظم في أي مجتمع من المجتمعات كالنظام السياسي أو الاقتصادي أو الاجتماعي أو الخلقي فقد انهار جزء من البناء. ¶ التحدي المادي ¶ وهناك تحد في الجانب المادي. فالأمم التي لا تنتج شيئاً يذكر في عالم المعرفة وفي عالم التطبيقات؛ هيهات أن تجد مكانها بين الأمم. ¶ ثانياً الاستجابة ¶ يؤمن \"أرنولد توينبي\" - صاحب نظرية \" التحدي والاستجابة\" - أنه كلما ازداد التحدي تصاعدت قوة الاستجابة حتى تصل بأصحابها إلى ما يسميه بالوسيلة الذهبية. ¶ الوسيلة الذهبية ¶ إن أي حضارة تقوم بمواجهة التحدي الذي يقابلها بسلسلة من الاستجابات، والتي قد تفشل في حل معضلة الحضارة، وحين تهتدي إلى الحل النموذجي تكون قد وصلت إلى الوسيلة الذهبية. ¶ إن منحنى تقدم الأمم نحو الحضارة لا يسير في خط مستقيم. ولكنه يمر بمنحنيات متغيرة متقلبة تشير بوضوح إلى سلسلة المحاولات السلبية التي مرت بها الأمة أو الحضارة في طريقها نحو القمة، حتى تأتي الوسيلة الذهبية (الاستجابة الصحيحة) فتعيد المنحنى مرة أخرى نحو الصعود. وهكذا تتكرر المحاولات السلبية والوسائل الذهبية حتى تصل الحضارة إلى ذروتها.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إن أمتنا ليست عقيماً أن تلد أفكاراً تصل بها إلى الوسيلة الذهبية، غير أنها تحتاج سعة أفق وجرأة على التصدي للمشاكل. ¶ ويبين الشكل كيف أن الاستمرار في الأخذ بالوسائل المجربة التي لم تجد يمثل الدوران حول النفس، بينما لو جربت الأمة طرقاً جديدة لوصلت إلى النهضة، فقط يتطلب الأمر الجرأة على طرق الأبواب الجديدة وعدم الاكتفاء بالوسائل المجربة سالفاً. ¶ لذلك يقول روبرت شولر: \"أفضل أن أغير رأيي وأنجح على أن أستمر على نفس الطريقة وأفشل\"(¬1). ¶ ويقول أديسون : \"العديد من التجارب الفاشلة في الحياة تكون عندما لا يدرك الناس أنهم كانوا قريبين من النجاح عندما استسلموا\"(¬2). ¶ وسئل أديسون ذات مرة هذا السؤال: \"لقد قمت بألف تجربة فاشلة قبل التوصل للحل الصحيح. فما هو شعورك؟\" فأجاب: \"أنا لم أقم بألف تجربة فاشلة، بل تعرفت على ألف طريق لا يؤدي إلى الحل الصحيح\". ¶ الطريق نحو التكرار ... الطريق نحو النمو ¶ لا أهداف ... أهداف جديدة ¶ كل شئ مألوف ... إثارة ¶ ركود ... إنتاجية أعلى ¶ يوم أمس آخر ... غد جديد ¶ شئ تعيش عليه ... شئ تعيش له ¶ إرهاق ... جودة ¶ تسلية بالعمل المعروف ... استمتاع ببذل الجهد المثمر ¶ مشاكل ... مشاكل ¶ إن المفاصل المؤثرة في تاريخ الحضارات عادة ما كانت تصنعها الأقلية المبدعة، التي تعشق المحاولات، وتهيم بالعثور على الوسيلة الذهبية. ¶ اللبنة المؤثرة ¶ عادة ما تكون أحد هذه الوسائل الذهبية من الضخامة والتأثير بحيث تمثل لبنة هامة وخالدة تبني عليها الحضارات كثيراً من وسائلها وأشكالها وتحولاتها التالية. وبإمكاننا أن نطلق على هذه الوسيلة (اللبنة المؤثرة). وسنمثل لذلك بمثالين: ¶ ¬__________ ¶ (¬1) داني كوكس. القيادة في الأزمات. بيت الأفكار الدولية ¶ (¬2) نفس المرجع.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الأول: ما فعله الملك هنري في بريطانيا ونظامها السياسي. ففي القرن الثاني عشر الميلادي قام الملك هنري بتنظيم(¬1)وضبط الدولة بالقانون، وطبقه بصرامة على جميع المستويات، ودرب الجميع على احترامه. ورغم أن السبعين سنة التالية كانت من نصيب ملوك ضعاف إلا أن نموذج هنري كان قد طبع المجتمع الإنكليزي وأصبح مطلباً مستمراً. ¶ والثاني: هو ما فعله نابليون بونابرت في فرنسا بعد قيام الثورة الفرنسية عندما أدخل أساليب الإدارة الحديثة و أنشأ الجامعة لمجابهة التحديات التي كانت تواجهه، ورغم أن تجربته كانت قصيرة إلا أنها بقيت ما يكفي لجعل عدة تغييرات راسخة لا رجعة فيها. وما زال الكثير من هذه النظم معمول بها حتى الآن. ¶ أنواع الاستجابات ¶ 1. استجابة فاشلة: وهي تؤدي إلى التخلف. ولها أعراضها الداخلية المتمثلة في الفوضى والتخبط ولها أعراضها الخارجية، المتمثلة بحدة في اعتماد الأمة على الغير في مأكلها ومشربها وحمايتها، بل وحتى في فكرها ونظمها. إنها حالة من الاستلاب للآخر وهي حالة بها كل مقومات \"القابلية للاستعمار\". ¶ 2. استجابة ناجحة: وتمر بعدة أطوار: الصحوة، ثم اليقظة، ثم النهضة، ثم الحضارة. ¶ وسنستعرض بشيء من التفصيل هذه الأطوار الأربعة التي تمر بها أي حضارة حتى تقوم. وهذه الأطوار لا تمثل أطوار الصعود والهبوط للحضارات، وإنما تمثل أطوار الصعود فقط.(¬2) ¶ أطوارقيام الحضارات ¶ الصحوة: ¶ * ... هي أولى مراحل انقشاع سحب التبلد الذهني. وسنستخدمها هنا لوصف المرحلة الأولى في البعث الحضاري. ¶ ¬__________ ¶ (¬1) انظر كتاب AN OUT LINE HISTORY OF ENGLAND ¶ (¬2) يحدد ابن خلدون الأطوار التي تمر بها الحضارات في ثلاثة أطوار متعاقبة أو دورية تبدأ بالبداوة ثم يكون طور التحضر ثم طور التدهور، وقد نظر ابن خلدون للحضارات على أنها كائن حي يولد وينمو ثم يهرم ليفنى، فللحضارة عمر مثل الكائن الحي تماماً.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "* ... من أعراضها الإيجابية: الإحساس بالذات والهوية. ويشعر الإنسان فيها بوجوب الحركة، ولكنه غير مدرك بالمحيط الذي يتحرك فيه. ¶ * ... من أعراضها السلبية: عدم تمتع أشكالها التنفيذية الانطلاقية بالرشد الكامل، فهي في جزء منها قد تبدو فوضوية غير منضبطة. ¶ فالصحوة هي إرهاصات لحالة جديدة تعتري مجتمعاً ما، واضحة أحياناً ومشوشة أحياناً أخرى، ولكنها صرخات الجنين الأولى وحركة من صحا من نومه فجأة ولكنه لم يستيقظ بعد ويتنبه لمحيطه الخارجي بشكل سليم، فربما اصطدم بمقعد أو دولاب دون أن يقصد أو يريد ولكن هذه الأخطار تزيده صحواً وتنقله للاستيقاظ الكامل. ¶ وقد جاءت مرحلة الصحوة للأمة بعد مرحلة سبات عميق وركود مميت مكَّن أقدام المستكبرين من أن تدوس أرضها، وأن تخترق سهام الأفكار الغازية فضاءها العقلي. فانطلقت عمليات البعث الفكري الأولى بدءاً خجولاً في شكل دفاعي؛ لتطور نفسها بعد ذلك في شكل هجومي، ولكنها ظلت حركة عقلية للنخب والمثقفين، وليست زاداً للأمة بعمومها. فقيض الله من رجالات الأمة من نزلوا بهذه الأفكار لجماهير الأمة فبينوا عظمتها وسموها على غيرها، وكشفوا للأمة نقاط ضعف غيرها من الأفكار. ونجحت جهودهم في حشد الجماهير حول الإسلام, فتراجعت أمامهم جميع الأفكار وانزوت وانحصرت، ولولا سطوة السلطان ما بقى منها شيء.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والصحوة في جوهرها تيار عاطفي ضخم. تيار مؤمن بالإسلام ومبادئه, ولكنه قليل الخبرة، ضحل المعرفة بتفصيلات واقعه. تيار يفتقد الخبرة والصبر ليكتشف مناهج التغيير وطرائقه. تيار يتعجل قطف الثمار ولا يحسن فن ترقب الفرص. وفي خضم هذه العجلة دفعت الأمة وطلائعها الشابة الدم والدمع والعرض في مقابل القليل من النتائج. تضحيات كبيرة وثمرات قليلة. إنها مرحلة تعلمت الأمة فيها عقم واقعها وعظمة فكرتها، ولكنها لا تمتلك المناهج وخطط التعامل مع مشكلة الزمان والمكان، ولا تمتلك ما تحتاجه من تعدد الوسائل وطرق العمل وما يلزم لذلك من سعة الفكر والقدرة على الابتكار. وهي مرحلة على ما بها من حركة عشوائية أو شبه عشوائية، وما بها من عثرات طبيعية في مسارات الأمم والشعوب - مرت بها فرنسا واليابان وبريطانيا وغيرهم كثير - إلا أنها ظاهرة إيجابية تدل على أن الأمة قد أفاقت. فإذا نظرنا إلى فرنسا أو أوروبا وتأملنا محاولة التحرر من أسر عصر الظلمات أو الفترة الوسيطة؛ سنجد استجابات عشوائية في البداية، تمثلت في الصراع والتفتت والتجارب والاقتتال الديني وغير ذلك من الأشكال التي عانت منها كل الأمم أثناء تحركها من أجل نهضتها. إنها مرحلة تطول أو تقصر ولكنها موجودة لا محالة. إنها بشارة – رغم ما بها من آلام ومخاض – تقول أن الأمة قررت أن تهجر السكون. ¶ إن طور الصحوة طور التمرد على الواقع، وعدم الاستسلام له، والبحث عن مخرج. وفي هذه الفترة من حراك المجتمعات والأمم ترتكب الأخطاء وتوجد الانفجارات غير العاقلة والصراعات المريرة والتجارب الفاشلة لكن هذا التراكم الضخم من الخبرات يقود إلى مرحلة لاحقة وهي مرحلة اليقظة. ¶ وأما اليقظة: ¶ * ... فهي حالة تالية تنقشع فيها بقايا الخِمار العقلي، ويعرف فيها المرء مكانه ووضعه بالنسبة لما يحيط به من أشياء وبشر، فيكيف حركته ليسير بين عالم الموجودات المادية حوله وينظم علاقته بعالم البشر المحيط به.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "·?أعراضها الإيجابية: الرشد والوعي والعمل المخطط المدروس. في ظل رؤية تجمع الجهود العملية التي كانت تبدو متباينة أو متضاربة في مرحلة الصحوة. وتصبح القوى الفاعلة في هذه المجتمعات أقدر على رؤية الأرض، وتحديد الزمان والمكان، والممكن وغير الممكن في داخل بنائها. وبالتالي تؤسس لحركة منضبطة تسير شيئاً فشيئاً بالأمة نحو تحقيق أهدافها. ¶ وميلاد مرحلة اليقظة من مرحلة الصحوة أمر طبيعي. فلو كانت مرحلة الصحوة بطبعها طور (أولي الأيدي) أو التنفيذيين فمرحلة اليقظة تضيف إلى التنفيذ دور (ذوي الأبصار)، لتتكامل معادلة (أولي الأيدي والأبصار) التي أشار إليها القرآن في قوله تعالى: {واذكر عبادنا إبراهيم وإسحاق ويعقوب أولي الأيدي والأبصار}(¬1). إن العقول هنا تبدأ في التفكير في كل مسلمات المرحلة السابقة وطرق عملها. إنها مرحلة يطبعها الانتقال من طور المبادئ والعواطف والشعارات إلى إعمال العقل وإطلاق طاقاته الخلاقة. إنها مرحلة تتكثف فيها الجهود لفك الأغلال عن العقل ليبدع أساليب جديدة، لنقل الأمة من مرحلة الانتظار إلى مرحلة المشاركة الفعلية التي تتجلى ثمرتها بعدها في مرحلة النهضة. ¶ وتبدو اليوم في مجتمعاتنا بوادر مثل هذا الرشاد. نلمحها في مختلف بقاع العالم الإسلامي متمثلة في مظاهر عدة، كانخفاض حدة لغة الاحتراب الداخلي، ومحاولات الموائمة والمصالحة بين أفراد الأطراف المختلفة، ومحاولات التقارب وإيجاد قواسم مشتركة للفعل، و محاولات التركيز على القضايا الجوهرية، وفهم الواقع والتحديات، والإحساس بالخطر المشترك. كل ذلك يتم في أشكال مؤتمرات وملتقيات وندوات. وبدأ يأخذ مجراه لتعديل أفكار الأحزاب والجماعات شيئاً فشيئاً نحو رؤية المسار، وإدراك صعوبة الخلاص الفردي عبر حزب أو جماعة أو اتجاه معين وأن هذا الخلاص يحتاج كل الجهود. ¶ وأما النهضة: ¶ ¬__________ ¶ (¬1) سورة ص: 45",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "* ... فهي حالة تالية عندما ينظم عالم الأفكار(¬1)ويستيقظ عالم المشاعر(¬2)ويندفع الإنسان فيها متحرراً من قيود الخوف ليمارس دوره في جميع المجالات. ¶ ·?أعراضها الإيجابية: استشعار الإنسان لذة العمل والاكتشاف والقوة، فهي حالة تتخلل كل أشكال الحياة، وحالة تعطي للزمن قيمته من حياة الأمة، وتعطي للتفوق والإبداع تقديرهما. إنها مرحلة تدفق الشلال – الذي كان يسمى بالصحوة – ليصوغ كل مجالات الحياة العلمية والتطبيقية صياغة جديدة. و في مرحلة النهضة يعم نور البحث والنظر وتولد الإبداعات التي تؤسس لنشوء عالم الأشياء الذي يزود الحق بالقوة فيسيران معاً. ¶ والحرية شرط ضروري لحدوث النهضة. بحيث يأمن الإنسان على فكرة سواءً خالف المجموع أو وافقه، ويطلق لفكره العنان ناظراً متأملاً في مجالات المعرفة والنظر. وعندها تبدأ الحياة تدب في المجتمعات لأن هذا النشاط الإنساني المتنوع دلالة على خفة القيود التي كانت تقيد العقل والفكر. وكلما استطاع الإنسان أن يبدع فإنه يتجاوز واقعه إلى واقع أفضل. وعندما تبدأ عملية النهضة تتصاعد وتتبلور في شكلها الخارجي في الإصلاح الاجتماعي والسياسي والاقتصادي والمادي إلى آخره .. وعندها يمكن أن يقال أن هذا المجتمع قد انتقل إلى مرحلة جديدة .. وهي الحضارة. ¶ الحضارة: ¶ ¬__________ ¶ (¬1) يقصد بعالم الافكار التصورات وإدراك العالم الخارجي ومجموعة المبادئ والصواب والخطأ والمشاعر والأحاسيس. ¶ (¬2) أفرد بعض العلماء عالم المشاعر والأحاسيس كعالم رابع منفرد ولم يدرجوه تحت عالم الأفكار.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "* وهي حالة من بناء النموذج المنشود في عالم الواقع متمثلاً في نموذج فكري متقدم، وعالم علاقات وسلوك(¬1)متقدم، وعالم متقدم من الإنتاج المادي الصناعي والمعماري والفني(¬2). ¶ هذا النموذج الذي نتحدث عنه والمتمثل في التحدي ومرحلة الصحوة ومرحلة اليقظة ومرحلة النهضة ومرحلة الحضارة ينطبق عليه ما ينطبق على كل النماذج. فالنماذج عادة توضع تبسيطية لتنظيم العقل. وهي اختزال للواقع. وكلما استطعنا أن ننظم العقل المسلم من خلال هذه النماذج التبسيطية؛ كلما استطاع المسلم أن يعبر ويصف الحالة التي يواجهها. كذلك يجب أن ندرك أوجه القصور فيها، لأن كل النماذج يمكن نقدها بصورة أو بأخرى. وتكمن فائدتها في القدر الذي تسهم به في التعبير عن الحالة التي نواجهها، وفهم بعض الظواهر التي حدثت والتي ستحدث. ¶ وإذا نظرنا إلى معالم اليقظة التي بدأت تدب في المجتمعات وعملية التحول، نكاد نلمح إرهاصات النهضة. إذ أن هذه المراحل ليست حدية. فليس انتهاء مرحلة يعني بداية مرحلة أخرى. لكن المراحل تتداخل وتبدو خيوط بعض المراحل مبكرة، ثم تنمو وتنضج في مرحلة أخرى بحيث تصبغ الفترة بطابعها. ¶ هل لابد أن تمر أي حضارة بمرحلة من التخبط والعشوائية (طور الصحوة)؟ ¶ ¬__________ ¶ (¬1) يقصد بعالم العلاقات والسلوك الحياة الاجتماعية والمدنية والعلاقات المنظمة للأفراد والجماعات. ¶ (¬2) ويطلق عليه عالم الأشياء، ويقصد به البنية المادية المحسوسة كالمصانع والمنازل والجسور وغيرها.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "يقول رينه ريمون في تأريخه عن الثورة الفرنسية التي لا زالت عماد فرنسا الحديثة (الإخاء والمساواة والحرية): \"فالثورة لم تكن على الدوام موفقة في إلهامها. فقد كانت مشاريعها على الدوام طوباوية(¬1)، وأحياناً تراجعية قهقرية\" فالثورة لم تكن بكليتها متوجهة نحو المستقبل. ويقول في موضع آخر: \" أوجبت الظروف – أي المخاطر الداخلية والخارجية والمقاومة التي كان على الثورة أن تواجه بها العدوان الخارجي والحرب الأهلية – القيام بتغيير كامل. ¶ وهكذا نرى أن أي صحوة تمر بها أمة من الأمم تكون أشكالها التنفيذية الانطلاقية شبه فوضوية أو عشوائية في كثير من جوانبها. ¶ ... ¶ موقف بعض الأمم من التحدي: ¶ رغم هذه التحديات الضخمة – النفسية والفكرية والتنظيمية والمادية - فإن أمم الأرض بدأت تخرج تباعاً من هذا الطوق. فالصين والهند وآخرون لما يلحقوا بهم بعد ولكنهم على هذا الطريق إن هي إلا نماذج من هذا النوع الحي الشاهد على إمكانية الخروج من هذا المشهد التاريخي وعوائقه. ¶ وإن دراسة بعض هذه النماذج في عجالة ليؤكد أن نهوض أي أمة أمراً ليس بمستحيل شريطة أن تمتلك إرادة التغيير. ¶ التحدي ... * على المستوى الصحي: كثافة سكانية هائلة (900مليون) – مجاعات – 100مليون مدمن – أمراض متوطنة (الرمد الحبيبي) – نسبة العمي كبيرة جداً. ¶ * على المستوى الثقافي: جهل – تخلف تكنولوجي – انبهار بالغرب لدى الطبقات المثقفة. ¶ * على المستوى السياسي: عرقيات كثيرة تريد الاستقلال وترفض التوحد – أجزاء مستعمرة للإنجليز – حرب الأفيون 1840م - حرق الإنجليز والفرنسيين لقصر الصيف عام 1860م - احتلال ياباني عام 1895م. ¶ * على المستوى الاقتصادي: قيود اقتصادية عبر المعاهدات غير المتكافئة مع الغرب. ¶ محصلة الاستجابة ... تحرير الصين. ¶ توحيد الصين. ¶ تقدم تكنولوجي. ¶ من أكبر القوى العالمية. ¶ ¬__________ ¶ (¬1) يقصد بالطوباوية النموذج الفاضل المثالي التخيلي مثل مدينة أفلاطون الفاضلة.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ونأخذ مثالاً لذلك التجربة الصينية: ¶ موقف الأمة الإسلامية من التحدي عبر مسارها الحضاري: ¶ ليست الأمة الإسلامية بدعاً من الأمم، بل ينطبق عليها هذا القانون كما ينطبق على غيرها، وقد مرت الأمة في مسارها الحضاري بسلسلة من التحديات تبعته سلسلة من الاستجابات (الفاشلة والناجحة) استطاعت معها التغلب على تلك التحديات. ومن هذه التحديات: ¶ الفترة ... التحدي ... الاستجابة ¶ من خلافة أبي بكر إلى نهاية فترة عثمان ... كيف يؤَمَّن قلب الدولة وعمقها الاستراتيجي؟ ... حروب الردة والفتوحات الإسلامية ¶ من علي إلى القرن الثالث ... مع كثرة دخول العجم في دين الله وظهور الفرق الإسلامية كان التحدي هو: كيف تقنن قضية التعامل مع الكتاب والسنة؟ ... ظهور علم تقنين العلوم المساندة للعلوم الشرعية ( أصول الفقه – علوم السنة– علوم القرآن- اللغة العربية – مصطلح الحديث - ...) ¶ جزء من خلافة الأمويين إلى العباسيين ... مع بدء تسرب علوم الحضارات الأخرى التي احتك بها المسلمون إليهم كان التحدي هو: كيف نستوعب تراث الأمم الأخرى ونحافظ على نقاء الإسلام. ... بدأت حركة ترجمة علوم الحضارات الأخرى ودراستها وانتشار المناظرات بين علماء المسلمين وغيرهم. ¶ الخلافة العثمانية ... كيف يمكن التحرر من تراث الجبرية الصوفية؟ ... تصدي العلماء بالكتابة والمناظرة وإظهار الحجج ودرء الشبه. ¶ بعد سقوط الخلافة ... كيف ننتقل وننهض من حالة التخلف ونستعيد وحدتنا؟ ... ظهرت الصحوة التي تمثل أول طور من أطوار الاستجابة، فظهر محمد عبده وقاسم أمين والكواكبي ورشيد رضا وحسن البنا وغيرهم.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وهكذا يتبين لنا أن الأمة الإسلامية استطاعت بالفعل أن تتصدى لكثير من التحديات التي واجهتها على فترات مختلفة، وكان يتصدى لها في كل مرة رجال يتمتعون بإرادة قوية. غير أننا في تحدي العصر يجب أن لا ننسى فكرة (الوسيلة الذهبية) ، وأن أية محاولات فاشلة لا تعني اليأس من وجود حل، بل تعني أن الأمة في حاجة إلى إعمال تفكيرها لعلها تصادف الوسيلة الذهبية. ¶ موقف الأمة الإسلامية من التحديات المعاصرة: ¶ إن التحديات الأساسية التي تمر بها أمتنا اليوم يمكن بلورتها في ثلاثة تحديات: ¶ 1- التخلف: والتراجع عن ركب الأمم الأخرى في مجالات العلم والإنتاج. وهو حالة نسبية عل كل حال لا نستشعرها إلا إذا قارنا أنفسنا بمن يفوقنا ويتقدم علينا. ¶ 2- الاستعمار: وحالة \"القابلية للاستعمار\" أو \"حالة الاستعمار\": هما وجهان لعملة واحدة، أو قل أنهما السبب والنتيجة وإذا زال السبب بطلت النتائج المترتبة عليه في هذه الحالة. وهو على كل حال داء تتعدد أشكاله منذ القرن الحادي عشر إلى يومنا هذا، ولكن تفوقه الحقيقي لم يظهر إلا بعد الثورة الصناعية وآثارها العملاقة على الحياة الأوروبية وما خلفته من إمكانات الحركة والاتصال والقوة التدميرية، الأمر الذي أخل بالتوازن لصالح الغرب بشكل ضاعف من أعباء النهضة في الشعوب المستضعفة، وجعله -أي الاستعمار- قادراً على التدخل المبكر ضد خصومه من الأمم التي تريد الانفكاك من طريقه. ومع هذه القدرات الفائقة فإن أمم الأرض بدأت تخرج تباعاً من هذا الطوق فالصين والهند وآخرون لما يلحقوا بهم بعد ولكنهم على هذا الطريق إن هي إلا نماذج من هذا النوع الحي الشاهد على إمكانية الخروج من هذا الدور التاريخي وعوائقه. ¶ 3- التفتت والفرقة: حيث تم تفكيك وحدة الأمة ولحمتها وتمزيقها إلى دويلات صغيرة معزولة ضعيفة مهددة طوال الوقت.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ولا يمكن التصدي لهذه التحديات إلا بالعمل على الأربعة أصعدة التي تحدثنا عنها سلفاً: الصعيد النفسي، والفكري، والتنظيمي، والمادي. ¶ وسوف نتناول استجابة الأمة الإسلامية للتحديات المعاصرة بشيء من التفصيل في الباب السابع. ¶ النموذج الأول ¶ هذا النموذج يعينك على استيعاب نظرية التحدي والاستجابة، وحفظ أهم ما فيها، وشرحها للآخرين. ¶ الخلاصات ¶ §?إن التحديات هي سر نهضة الأمم، ولولا التحديات لما وجدت الحضارات. ¶ §?غالباً ما تؤثر التحديات على الصعيد النفسي والفكري والتنظيمي والمادي. ¶ §?أهم التحديات التي تواجه الأمة اليوم: التخلف، والاستعمار، والفرقة. ¶ §?إن مسار النهضة لا يكون أبداً في خط مستقيم، وسلسلة المحاولات الفاشلة تقدم الهدايا للباحثين عن الوسيلة الذهبية. ¶ §?الاستمرار في تجريب الوسائل الفاشلة لن يغير من الواقع. ولابد من أن تلعب القلة المبدعة دورها للعثور على الوسيلة الذهبية. ¶ §?تمر أي حضارة بأربعة أطوار: الصحوة، ثم اليقظة، ثم النهضة، ثم الحضارة. ¶ §?إن فهم نموذج أطوار الحضارة الأربعة يعين على استيعاب أسباب التخبط الذي يكون في مرحلة الصحوة، ويستخدم استخداماً إيجابياً كمؤشر على استيقاظ الأمة من سباتها. ومن ثم يعمل على إحياء الأمل والبعث النفسي في الأمة من جديد. ¶ §?آن الأوان لكي تدخل أمتنا مرحلة اليقظة، وتتحرك على بصيرة ووعي، مستفيدة من الأعمال التي كانت نتاج مرحلة الصحوة. ¶ أهم الأسئلة التي يجيب عليها الباب ¶ 1. ما مفهوم الحضارة؟ ¶ 2. أين بدأت الحضارات؟ ¶ 3. ما العوامل المؤثرة في قيام الحضارات؟ ¶ 4. هل من الممكن أن تظل حضارة ما في قمة مجدها دون أن تنازعها على القمة حضارة غيرها ؟ وما الدليل على ذلك؟ ¶ 5. ما العلاقة بين الكثافة السكانية وقيام الحضارات؟ ¶ مفهوم الحضارة",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "يرى البعض أن الحضارة عبارة عن استقرار، وإنتاج مادي، ووجود ديني في المجتمع. فكل مجتمع تتوفر فيه هذه العوامل يقال عنه أنه قد أنشأ حضارة. فإذا كان المجتمع وثنياً لا يؤمن بأي دين من الأديان يُطلق عليها مدنية ولا يطلق عليها حضارة. ¶ ونرى أن الأمر فيه سعة كبيرة. فعند العقلاء أن كل مجتمع استقر ونمى عالم أفكاره بشكل من الأشكال، وأبدع في مجالات العلم والعمران البشري يوصف بأنه قد نمت عنده حضارة، صغرت أم كبرت. فالحضارة عكس البداوة. ولأن الشيء بنقيضه يُعرف كان لابد من تعريف البداوة أولاً. فالبداوة مصطلح يطلق على البدو الذين يعيشون في قبائل بالصحراء، والبربر الذين يسكنون الجبال في جماعات عشائرية وأسرية، والتتار الذين يسكنون السهول في عصبيات قوية. وهؤلاء جميعاً لا يخضعون لقوانين متحضرة ولا تحكمهم سوى حاجاتهم وعاداتهم. فهم قوم رحَّل لا يستقرون في مكان وبالتالي تفتقد البداوة التراكم المعرفي والفعلي فيبدأ البدوي من حيث بدأ أبوه، لا من حيث انتهى. ¶ إن لاستقرار الإنسان ونضجه دوراً كبيراً في إيجاد ناتج تراكمي لجهده في حقبة من الزمان، وبنظرة واحدة لتراث الإنسان على الأرض، سنجد أمماً كثيرة خلّفت وراءها آثاراً عظيمة في العمران، والفلسفة، والقانون، والدين، والصناعة، والتجارة والفنون بقيت شاهداً على أن هؤلاء قد خرجوا من طور البداوة والارتحال، إلى طور الاستقرار والعطاء. وكل أمة خلفت خلفها تراثاً شاهداً على قدراتها فقد دخلت طور التحضر، مثل الحضارة الفرعونية وما خلفته من آثار وكتابات وحياة مدنية وفلسفات وعمران وفنون .. إلى غير ذلك، وقل ذلك عن الحضارات المشرقية الأخرى، وقل ذلك عن الحضارات التي قامت في اليونان أو روما .. إلخ. فهل نحتاج إلى كثير عناء في تصور معنى الحضارة؟ أو إلى فلسفة طويلة حول المصطلح؟! ¶ نشأة الإنسان والهجرات البشرية",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "سنبدأ القصة، من حيث عُرف الإنسان علي الأرض: تشير الدراسات إلى أن الإنسان الأول، غادر موطنه الأول، الواقع في منطقة شرقي وشمال أفريقيا، وجنوب آسيا، والهند والصين، وجاوة. وبدأ ينتشر منذ مليون سنة عن طريق اليابسة فقط، فهو لم يعرف القوارب والسفن بعد .. ولعل سائلاً يسأل: فكيف عبر الناس إلى استراليا والشماليتين إذن؟ ¶ \"يسود الاعتقاد بأنه خلال الدور الجليدي الأخير، كان منسوب البحر أدنى من منسوبه الحالي بحوالي 300 قدماً، بل إن البعض يرى أن منسوب سطح البحر انخفض أثناء زحف الجليد بمقدار 600 قدماً. ومن ثم كانت هناك معابر أرضية ربطت بين بعض القارات، واستطاع الإنسان الأول أن ينتشر انتشاراً برياً من مكان إلى آخر.\"(¬1) ¶ ومع استخدام الإنسان للبحر من 5000 ق.م إلى 1500م (أي بداية الكشوف الجغرافية) تزايدت هذه الهجرات وتحرك من مواطنه الأصلية والواقعة في جنوب الجزيرة العظمي(¬2)متجهاً إلى الشمال. ¶ وتركز الناس حول الأنهار والمناطق الخضراء في كل أنحاء العالم . أما الطابع العام لهذه الهجرات فهو في تلقائيتها وعدم تخطيطها. عكس الهجرات الأوروبية المنظمة في القرن الخامس عشر. \"حيث كانت الهجرات الحديثة تتم عن طريق خطط مدروسة، وعن طريق تنظيم حكومي أو منظمات خاصة، وليس عن طريق مجهودات فردية.\"(¬3) ¶ أما تقديرات السكان في العالم في هذا الوقت ، فقد كان المجموع يصل إلى 400 مليون نسمة، يسكن آسيا 240 مليوناً وأوروبا 80 مليوناً وأفريقيا 70 مليوناً والأمريكتين حوالي 12 مليوناً وبقية العالم مليونان. ¶ ¬__________ ¶ (¬1) د. عبد الله عطوي. الجغرافية البشرية صراع الإنسان مع البيئة. دار النهضة العربية للطباعة والنشر. ¶ (¬2) الجزيرة العظمى: هي آسيا وأفريقيا وأوروبا أو ما يعرف بالعالم القديم. ¶ (¬3) د. عبد الله عطوي. الجغرافية البشرية صراع الإنسان مع البيئة. دار النهضة العربية للطباعة والنشر.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وبنظرة واحدة إلى الكثافة السكانية لأوروبا مقارنة بمساحتها ستجد أنها تتفوق على كل من قارة أفريقيا والأمريكتين، الأمر الذي سيكون له أثره بعد قرون طويلة(¬1). ¶ ويجب أن نسجل هنا بعض القضايا الهامة : ¶ 1- إن من يظن أن الأوربيين امتلكوا الحضارة لأنهم أكثر ذكاء قد أغفل نقطة هامة، وهي أن موطن الإنسان الأصلي كان في الشرق، ثم توالت الهجرات، فلا يوجد جنس مفضل على آخر. ¶ 2- كانت الكثافة السكانية العالية في أوروبا من أهم أسباب الإبداع، إذ كلما كثر عدد السكان كلما قلت فرص العمل. فيزاد التحدي وتتعدد المواهب وتزداد المنافسة، والحرص على التميز. وهذا التحدي هو الذي يولد الإبداع. كما أن الكثافة البشرية بطبيعتها تؤدي إلى وفرة في الطاقات. ¶ 3- إن الكثافة السكانية العالية في القارة الأوروبية وقلة فرص العمل كانت من عوامل الطرد، مما أدى إلى الهجرات المنظمة من أوروبا إلى استراليا والأمريكتين للبحث عن مواطن جديدة للعمل. ¶ قصة التتابع الحضاري ¶ إن معرفة تاريخ الحضارات في صورته الزمنية، يعطي القارئ شيئاً من الإحساس بأن العالم لم يبدأ من هذا القرن، بل إن صنع البشرية فعل تراكمي، يضاعف في كل مرة من رصيد البشرية، ويجعل كل قفزة جديدة، تبدو وكأنها القفزة التي لا تضاهيها قفزة أخرى. وإليك تعاقب الأمم والحضارات وتداولها بين الشرق والغرب: ¶ ¬__________ ¶ (¬1) كثافة سكانية عالية ستجعل أوروبا مخزناً للطاقات البشرية من جانب، ووسطاً طارداً من جانب آخر.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "إن نظرة واحدة إلى ما خلفته الحضارات المصرية والآشورية والكلدانية والفينيقية والفارسية في الكتابة والبناء والطب والفلك، وفي التراث الفلسفي والديني تؤكد لنا مبدأ التلاقح الحضاري للمتجاورين. وتبين كيفية تراكم المعرفة الإنسانية لتعطي في كل مرة نبضاً جديداً للحياة. وينطبق الأمر على اليونان الذين جاوروا جغرافياً كل الحضارات التي ولدت حول وقرب البحر الأبيض المتوسط، فورثوا تراث المشرق العظيم ثم أضافوا من إبداعهم إبداعاً وقدموا للبشرية فكراً وعلماً سيرثه أهل المشرق بعدها ليعيدوا النظر فيه وينقدوه وينظموه عبر فلاسفتهم العظام كابن رشد وابن سينا وغيرهم. ثم يبدع الشرق قفزته العلمية التي ستنقل البشرية للعصور الحديثة في مختلف العلوم، لتستلم الأمم الغربية هذا التراث فتضيف له ما شاء الله لها ثم سيرثها من يرثها وهكذا. ¶ التقاطع التاريخي ¶ مما سبق يتبين أن نسيج الحضارة صاغته أمم عدة. ولا عجب أن اللاحق يزيد على من سبقه، ولكنه قطعاً لا يبدأ من فراغ. كما يتضح أن الحضارات القديمة هيأت للحضارة العربية الإسلامية كما هيأت الحضارة العربية الإسلامية للحضارة الغربية أرضيتها، رغم كل ادعاءات المبهورين بحضارة الغرب اليوم. وكما ستهيئ الحضارة الغربية الحاضرة الأرضية لحضارة الشرق القادمة بإذن الله. ولطالما التقت الحضارات ببعضها سلباً وإيجاباً ولكن ما يعنينا نحن هنا هو تقاطعنا الحضاري مع الغرب.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "إنه تقاطع تاريخي عميق بين الشرق الإسلامي والغرب، على مساحة الأرض، وعلى مساحة الفكر والتوجيه والقيادة. أمتان، ومشروعان يتدافعان بسبب طبيعتهما. فعلى الجانب الإسلامي أمة سادت الدنيا لمدة عشرة قرون (622م – 1566م) منها ستة قرون تبدأ من القرن السادس إلى الثاني عشر وسيادتها شبه كاملة لا يطمع فيها طامع، وأربعة قرون كانت لها فيها الكلمة الفاصلة وهي ترد الحروب الصليبية منكسرة وتدخل إلى قلب أوروبا لا تلوي على شيء. وعلى الجانب الآخر تقف أوروبا اليوم بكتلتها البشرية العملاقة، وإرثها الديني والوثني، مدججة بمبتكرات القرون الثلاثة الأخيرة الحاسمة في العلم وتطبيقاته، لتنتصر لهزائمها في عشرة قرون، وتسود العالم من أقصاه إلى أقصاه، ولا تعتقد بوجود المقاومة والاستعصاء، إلا فيما أسمته بالخطر الأخضر، هذا الجزء من العالم الذي يبدو مستعصياً لسبب أو لآخر على الذوبان، في حضارة المنتصر. ¶ ويجب أن نسجل هنا بعض القضايا الهامة : ¶ 1- إن كل الحضارات إنما قامت في مكان متقارب حول البحر الأبيض المتوسط فهي ليست حضارات متباعدة. وإن ادعاء أن إبداعها خالص غير متأثر بالآخرين أمرٌ تنقصه العلمية. فقد كان الاتصال فيما بين هذه الحضارات في الحرب والسلم كان قائماً فالتلاقح بينها كان مستمراً. ¶ 2- إن سبعاً منها هي حضارات شرقية، فالشرق هو منبت الحضارات على سبيل الحقيقة لا على سبيل الاستعلاء الجغرافي، وهو الأغزر إنتاجاً في مجالات عدة. ولقد عرفت أقدم هذه الحضارات – وهي الحضارة المصرية - الهندسة والمعمار وفنون الزراعة والري والطب، وكونت لها فلسفة حول الإله والبعث والحساب، وكتبت، ونقشت، ولونت. بينما اختفى الغرب عن الخارطة الحضارية، حتى ظهور الحضارة اليونانية. فادعاء أن العلم بدأ في الغرب اليوناني غير صحيح.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "3- إن تنظيم الجيوش وتدريبها كان قائماً في كل الحضارات وقوتها العسكرية خضعت لأمور كثيرة فليس كل من انتصر عسكرياً كان الأكثر تحضراً. ولا ينبغي أن يستشهد على عظمة الحضارة الرومانية بقوة الجيش الروماني وتوسعه بقيادة الإسكندر المقدوني. فإن الحضارة الرومانية عندما انحسرت لم تترك شيئاً يذكر في تشكيل عقلية شعوب تلك المناطق. بينما نجد الحضارة الإسلامية تستوعب الشعوب في ظلالها. فتنتشر اللغة العربية، بل وتدافع هذه الشعوب التي دخلت في الإسلام حديثاً عن حمى الدولة الإسلامية. هذا مع قلة أعداد الفاتحين المسلمين بالمقارنة بالجحافل الجرارة للمستعمر الروماني. ولا تزال شعوب المستعمرات الرومانية السابقة تعتنق الإسلام. هنا تأتي الفاعلية الحضارية كمعيار وليست القوة العسكرية. كما أن الانتصار لا يعني بالضرورة التحضر. فقد ينتصر المؤمنون بأفكارهم، والمستعدون للتضحية في سبيلها،و الذين يجمعهم قائد مقدام، قد ينتصرون على الشعوب الأكثر تحضراً. فها هم التتار يجتاحون العالم الإسلامي المتحضر. بينما كانوا قبائل تحيا البداوة. كذلك سقط الرومان – الأكثر تحضراً - في أيدي البرابرة. ¶ 6- إن بلاد الإغريق دخلت تحت حكم الفرس في عهد سطوتهم. فقد شربت من حضارة ¶ المشرق مباشرة. ¶ 7- إن بلاد اليونان لا تشكل من أوروبا إلا نقطة في بحر وكذلك روما. فادعاء أن أوروبا كل أوروبا مهد للحضارة وهم لا صحة له. ¶ 8- إن امتداد الحضارة الرومانية كان شرقياً، أما ما وراء حدود روما من الشعوب بكل أقسامها (الجرمان والساكسون...) حسب التعبير الروماني هم قبائل برابرة. وكان الرومان يستعلون على شعوب أوروبا، وينظرون إلى من خارج أسوار روما أنهم متوحشون، ولم يكن الرومان يرون بقية أوروبا امتداداً حضارياً لهم. وكان سقوط الرومان في أيدي البرابرة بمثابة نكبة للحضارة الغربية، إذ بدأ بعدها ما يسمى بالعصر الوسيط أو \"عهود الظلام\".",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "بل إن أوروبا لم تتعرف على التراث اليوناني إلا عبر الحضارة الإسلامية. واكتشاف قيمة التراث اليوناني في الفلسفة والمنطق لم يتم إلا عن طريق الفلاسفة المسلمين كابن رشد وابن سينا وغيرهم، الذين درسوا للغرب كتابات أرسطو، ونقحوا التراث الغربي وقدموه لأوروبا. إن التراث اليوناني يعد اكتشافاً إسلامياً، تم حفظه وتنقيحه وإعادة إنتاجه وتصديره للإنسانية عن طريق المسلمين. ¶ البندول الحضاري ¶ تصور الكثيرون - وبسبب ضغط اللحظة الحاضرة - أن الحضارة بضاعة غربية، ونحب أن نؤكد حقيقة بسيطة وهي أنّ الشرق الذي يندب اليوم حظه، وينظر بإعجاب إلى الغرب المتفوق؛ يجب أن لا تغيب الحقيقة عن عينيه، وهي أن منبت الحضارة كان هنا في الشرق لقرون متطاولة، فهذه الأمم المتراجعة اليوم، كانت يوماً تعتلي قمة الحضارة البشرية، ومنها بدأت تهب رياح التغيير على الإنسانية. ومع ذلك فإن حركة البندول الحضاري لم تتوقف عندها. فما هو هذا البندول؟ ¶ إن التاريخ ينبئنا أن الحضارات العظمى قد بدأت في مصر، وبلاد ما بين النهرين، وفارس وكلها حضارات شرقية، وما لبث البندول أن تحرك إلى الغرب ليقرع أبواب اليونان وروما، ثم غادر الغرب لقرون متطاولة تقرب من ألف عام ليستقر في مكانه في الشرق على يد الحضارة الإسلامية، وهو اليوم في الغرب ثانية على يد الحضارة الأوروبية، وهو عائد إلى مبتدئه مهما بدا للإنسان- كما ¶ هو الحال في كل الفترات السابقة - أن حركة البندول قد انتهت وأنه قد توقف وإلى الأبد في مكان واحد لا يغادره. ¶ النموذج الثاني ¶ هذا النموذج يعينك على استيعاب تسلسل وتلاقح الحضارات. ¶ الخلاصات: ¶ §?إن مفهوم الحضارة عكس مفهوم البداوة. وأي أمة تنتقل من طور الترحال والبداوة إلى طور الاستقرار والإضافة في المجالات العلمية والتطبيقية فهي أمة متحضرة.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "§?إن معرفة تاريخ الحضارات في صورته الزمنية، يعطي القارئ شيئاً من الإحساس بأن العالم لم يبدأ من هذا القرن، بل إن صنع البشرية فعل تراكمي، يضاعف في كل مرة من رصيد البشرية. ¶ §?إن من يظن أن الأوربيين امتلكوا الحضارة لأنهم أكثر ذكاء قد أغفل نقطة هامة، وهي أن موطن الإنسان الأصلي كان في الشرق، ثم توالت الهجرات، فلا يوجد جنس مفضل على آخر. ¶ §?كانت الكثافة السكانية العالية في أوروبا من أهم أسباب الإبداع. ¶ §?إن الاتصال فيما بين الحضارات في الحرب والسلم كان قائماً فالتلاقح بينها كان مستمراً. ولا توجد حضارة منفصلة كلية عن التي قبلها. ¶ §?إن تنظيم الجيوش وتدريبها كان قائماً في كل الحضارات وقوتها العسكرية خضعت لأمور كثيرة فليس كل من انتصر عسكرياً كان الأكثر تحضراً. ¶ §?لم تتعرف أوروبا على التراث اليوناني إلا عبر الحضارة الإسلامية. ¶ §?إن فكرة البندول الحضاري تؤكد أن حركة البندول لا تتوقف عند أمة بعينها، بل إن تداول الحضارات قائم ومستمر بين الشرق والغرب. والبندول عائد للشرق لا محالة. ¶ أهم الأسئلة التي يجيب عليها الباب ¶ §?كيف قسم علماء الغرب التاريخ البشري؟ ¶ §?ما هي النقاط المفصلية في تاريخ البشرية من وجهة نظر المؤرخين الغربيين؟ ¶ §?لماذا اختار المؤرخون هذه الأحداث كنقاط مفصلية بين كل مرحلة وأخرى من مراحل التاريخ البشري؟ ¶ §?ما الذي تستنبطه من هذا التقسيم بنقاطه المفصلية؟ ¶ §?ما الذي تستفيده من معرفة تقسيم التاريخ؟ ¶ يقسم المؤرخون الغربيون(¬1)التاريخ إلى قسمين كبيرين يفصل بينهما \"اختراع الكتابة\" وهذا القسمان هما: ¶ 1- عصور ما قبل التاريخ ¶ ¬__________ ¶ (¬1) * العالم يبدأ وينتهي بالأحداث الأوروبية من وجهة نظر المؤرخين الغربيين ولذلك صاغ المسلمون تاريخهم الخاص وأرخوه بالهجرة (أنظر الدلالات المبكرة). ¶ * مولد الرسول سنة 571م، الوحي 610م، الهجرة 622م .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وتبدأ بأول وجود للإنسان على الأرضٍ قبل مليونين من السنين على وجه التقريب إلى أن توصل الإنسان \"لاختراع الكتابة\" في الألف الرابعة قبل الميلاد (ميلاد المسيح). ¶ 2- عصور التاريخ ¶ وتبدأ من 3500 ق.م. حتى اليوم وتقسم إلى ثلاثة أقسام حسب التصور الغربي وهي: ¶ - التاريخ القديم: منذ 3500 ق.م. إلى سقوط روما 476م على يد البربر(¬1)الجرمانيين. ¶ - التاريخ الوسيط: منذ سنة 476م إلى سقوط القسطنطينية 1453م (أي ما يقرب من عشرة قرون). ¶ - التاريخ الحديث: ويبدأ من سقوط القسطنطينية إلى يومنا الحاضر. ¶ ونلحظ من هذا التقسيم أن المؤرخين الغربيين اختاروا ثلاث نقاط مفصلية لتكون الفاصل بين مرحلة وأخرى وهي: ¶ 1. اختراع الكتابة (3500 ق.م.). ¶ 2. سقوط روما سنة 476 م على يد قبائل البربر الجرمانيين. ¶ 3. سقوط القسطنطينية سنة 1453م على يد محمد الفاتح. ¶ أولاً: اختراع الكتابة ¶ اعتبر المؤرخون الغربيون اختراع الكتابة حادثاً هاماً جداً وفاصلاً بين مرحلتين كبيرتين في تاريخ البشرية، وهما: مرحلة ما قبل التاريخ ومرحلة التاريخ القديم. وذلك لأن هذا الاختراع يمثل بداية عصر التدوين والتأريخ وهو ما يتيح للبشرية معرفة الأحداث التي مرت بها في عصورها القديمة وتتبع صعود وهبوط الحضارات والأحداث الكبرى التي أثرت في مسار التطور البشري. ¶ ثانياً: سقوط روما سنة 476م ¶ يعتبر المؤرخون الغربيون سقوط روما على يد البربر الجرمانيين من الأحداث الهامة والفاصلة في حياة البشرية، والتي تعد فاصلاً بين مرحلتي التاريخ القديم والتاريخ الوسيط. وهنا لابد أن ننتبه إلى عدة أمور: ¶ ¬__________ ¶ (¬1) كلمة البرابرة هي ما كانت تصف به روما من كان خارج حدودها.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "- أن أوروبا تنظر إلى العالم من خلال منظارها، وترى أنها رائدة البشرية وأن الأحداث التي مرت بها القارة الأوروبية هي أهم الأحداث في تاريخ البشرية. ونشير هنا إلى أن حدث سقوط روما قد يكون حدثاً مفصلياً في التاريخ الأوروبي ولكنه ليس بالضرورة حدثاً حول مجرى التاريخ البشري كله خاصة وأنه عاصر هذا الحدث العصر الذهبي للحضارة الهندية مثلاً والذي تجلى في سعادة الشعب الهندي وثرائه وإشاعة الأمن والاستقرار وتشييد المدن ¶ الكبرى والمستشفيات وغيرها من مؤسسات الإحسان التي امتلأت بها البلاد، وغصت الجامعات والأديرة بالطلاب وامتازت القصور الملكية بالفخامة والعظمة، وهكذا نرى أن هذا الحدث الذي تراه أوروبا فاصلاً في حياة البشرية لا يعد كذلك بالنسبة للحضارة الهندية القديمة. ¶ - اعتبر المؤرخون الأوربيون سقوط روما على يد البربر الجرمانيين خطباً جليلاً رغم أن هذا السقوط تم على يد أوروبيين أيضاً، وهذا يوضح طبيعة الحضارة التي كانت سائدة في أوروبا في هذا الوقت. فهي لم تكن حضارة ؛ بل كانت بداوة تغير فيها القبائل على المراكز الحضرية. ¶ ثالثاً: سقوط القسطنطينية سنة 1453م ¶ يعتبر هذا الحدث فاصلاً بين مرحلتين وهما التاريخ الوسيط والتاريخ الحديث. ولابد أن نعلم أن التاريخ الوسيط يطلق عليه في التاريخ الأوروبي عصر الظلام، بينما كان في التاريخ الإسلامي هو عصر الازدهار بل العصر الذهبي للحضارة الإسلامية. ¶ وقد امتد هذا العصر عشرة قرون كاملة من التخلف والمعاناة والجهل والفقر بالنسبة للتاريخ الأوروبي، ومن الازدهار والعلم والانتصارات بالنسبة للحضارة الإسلامية. ¶ النموذج الثالث ¶ يوفر هذا النموذج صورة أو إطاراً تاريخياً كاملاً يسهل على القارئ تذكره واستحضاره أثناء قراءته ... للتاريخ. ¶ أهم الأسئلة التي يجيب عليها الباب ¶ 1. ما أهم الحضارات التي شهدتها أوروبا؟",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "2. ما النقاط المفصلية في التاريخ الأوروبي التي تفصل بين كل من العصر القديم والعصر الوسيط وعصر النهضة؟ ¶ 3. لماذا اختار المؤرخون هذه الأحداث كنقاط مفصلية بين كل مرحلة وأخرى من مراحل التاريخ الأوروبي؟ ¶ 4. لماذا يطلق الأوربيون على العصور الوسطى \"عصور الظلام\"؟ ¶ 5. متى بدأ عصر النهضة الأوروبية؟ ¶ 6. ما أهم الأحداث التي واجهتها أوروبا في عصر نهضتها؟ ¶ 7. كيف تطور الفعل الحضاري في أوروبا؟ ¶ أولاً: الحضارة اليونانية ¶ لقد ورث اليونان الحضارة الفينيقية وما وراءها من تراث ممتد إلى حضارة مصر وحضارة ما بين النهرين. وسنتوقف لنتناول في عجالة بعض المعلومات عن اليونانين. ¶ اليونان والفكر والعلم والتنظيم ¶ ... ... اليونان أو الإغريق شعب صغير من شعوب البحر الأبيض المتوسط في جانبه الأوروبي، سينتسب له الغرب فكرياً وحضارياً بعد ثلاثة عشر قرناً من الانقطاع، وسيصبغون بمصطلحاته الحياة الفكرية المعاصرة، رغم أن الغرب لم يعرف تراث اليونان إلا من خلال المسلمين في فجوة تزيد عن عشرة قرون.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ولقد بدأ ظهور اليونان في القرن السادس قبل الميلاد ومرت دولتهم بمرحلتين: الدولة اليونانية الأولى وعاصمتها أثينا .. والدولة اليونانية الثانية وعاصمتها مقدونيا، وهي التي سينطلق منها الإسكندر(¬1)(336 ق.م.) ليكون إمبراطوريته التي ستشمل مصر وبلاد فارس، وسيقوم خلالها بدمج الحضارة اليونانية بالحضارة الفارسية والمصرية، مما سينتج لنا الحضارة الهيلينية التي مزجت بين الحضارتين اليونانية والشرقية، والتي ازدهرت خلال القرن الخامس والرابع ق.م. فالحضارة اليونانية ليست وليدة إبداعها الخاص بها فحسب؛ بل هي مزيج ثلاث حضارات معاً: الحضارة الفارسية والحضارة المصرية والحضارة اليونانية. ثم سيدور الزمن دوره وسيسقط اليونان على يد جيرانهم الرومان ¶ ... وقد قدم اليونان للبشرية إبداعهم في مجالات عدة، وكان أكثرها أثراً في مجال الفلسفة السياسية والأخلاقية ثم الرياضيات والهندسة والطب. ¶ ثانياً: الحضارة الرومانية ¶ والرومان هم سكان روما وسيبدأ ظهورهم على المسرح التاريخي سنة 509 ق.م. ليخضعوا لهم الشعوب الإيطالية واليونان الكبرى كذلك، ثم ليخضعوا لهم قرطاجة(¬2)-المستعصية عليهم - لاحقاً في سنة 146 ق.م. ¶ ويهمنا الوقوف على التراث السياسي الذي خلفه الرومان وذلك لمعرفة بعض الخطوط الخاصة بالتراث الغربي فيما يتعلق بثلاثة أمور: ¶ 1- الانتخاب ومتعلقاته. ¶ 2- حق الثورة ومطالب العدالة. ¶ 3- وجود الدين والوثنية في أوروبا. ¶ ¬__________ ¶ (¬1) ونترك هنا ملاحظة عابرة وهي أن الإسكندر المقدوني في حملته كان على رأس مرافقيه عدد من العلماء والمفكرين وعلى رأسهم معلمه أرسطو. وهو تقليد نشهده في حملة نابليون وفي الكشوف الجغرافية وفي التقاليد السياسية الأوروبية إلى اليوم. ¶ (¬2) قرطاجة : مدينة فينيقية تقع داخل حدود مقدونيا.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وسنبدأ من حيث التقسيم الطبقي للمجتمع الروماني، وهو على كل حال امتداد للتراث اليوناني، فاليونان كانوا يقسمون المجتمع إلى طبقات عدة والمثال الإسبارطي هو الذي سنستخدمه هنا لبيان الفكرة الطبقية في المجتمع الروماني وريث اليونان: ¶ - طبقة المواطنون: وهم فقط أصحاب الثروة، يملكون الأرض، ويعيشون من إنتاجها. ¶ - طبقة العامة: وهم السكان الأصليون، وصغار الملاك ويعملون في خدمة الطبقة الأولى ويخيم عليهم الفقر، ولكن ميزتهم أنهم لا يباعون ولا يشترون (أحرار). ¶ - العبيد: وهم الأكثرية الساحقة من السكان، يعملون في خدمة المجتمع، وهم سلعة للبيع والشراء. ¶ 1) الانتخاب ومتعلقاته ¶ والرومان بدأوا دولتهم بإقامة جمهورية أرستقراطية، تحكمها صفوة من العسكريين والأشراف. وهؤلاء القلة هم من يطلق عليهم مصطلح \"الشعب السياسي\" اليوم. ويتكون منهم مجلس الشعب، أو بمعنى آخر هؤلاء هم المواطنون الذين لهم حق الانتخاب، ولاحظ هنا ظهور مبدأ الانتخاب وهو سيكتسب أهميته في عصرنا. ¶ 2) حق الثورة ومطالب العدالة ¶ هنا يجب تسجيل خط آخر في التراث الروماني وهو مبدأ نضال العامة (حق الثورة أو حق المشاركة الكاملة) فلقد ثار العامة بسبب حرمانهم من الحقوق السياسية حتى تمكنوا من ذلك في سنة 366 ق.م. وحصلوا على كامل حقوقهم في الانتخاب والترشيح لمنصب الحاكم أو القنصل، كما كان يسمى في النظام السياسي وقتها. وعلى ذلك فقضية المطالبة والمساواة خط يجب تسجيله في التراث الروماني. ¶ ثم سلبت هذه الحقوق مرة أخرى على يد يوليوس قيصر، الذي أعاد الملكية بنظام مطلق. وقد قتل الرجل في سنة 44 ق.م. وخلفه بعد حين الإمبراطور أغسطس(¬1)(31ق.م.) الذي أعاد توحيد الإمبراطورية بعد أن تمزقت في عهد من سبقه. ورغم سلب هذه الحقوق إلا أن العقلية الأوروبية قد تأسست فيها بذور قضيتين هامتين: الانتخاب وحق الثورة والمطالبة بالعدالة السياسية. ¶ ¬__________ ¶ (¬1) في عهد أغسطس هذا ولد المسيح عليه السلام.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "3) وجود الدين والوثنية في أوروبا ¶ ولد المسيح في عصر الإمبراطور أغسطس. الذي بدأ حكمه سنة 31 ق.م. ولم يُعترف بالديانة المسيحية في الدولة الرومانية إلا في عهد الإمبراطور قسطنطين 324م ، حيث ساوى بينها وبين الوثنية وهي قضية في غاية الأهمية، فلاحظ هنا مجدداً أن الدين والوثنية سيسيران معاً في أوروبا المعاصرة وسيعلو كعب الكنيسة خلال العصور الوسطى (عشرة قرون) ثم سينقلب الحال لصالح الوثنية في العصور الحديثة. ¶ ونعود لتاريخ الرومان. فبعد أن تبنت روما المسيحية، قرر الإمبراطور قسطنطين سنة 324م ترك روما والانتقال لقرية بيزنطة (القسطنطينية لاحقاً)، مما يعني عدم استمرار الإمبراطورية الرومانية على وحدتها، ومع نقل العاصمة إلى موقع جديد. ستصبح قرية بيزنطة اليونانية القديمة الواقعة على البسفور - والتي نعرفها اليوم باستانبول - عاصمة الإمبراطورية، وسيطلق عليها الإمبراطور قسطنطين اسم القسطنطينية نسبة إليه (سنة 330م) وستصبح عاصمة موحدة للإمبراطورية بدلاً من روما. ولكن الإمبراطورية ستنقسم إلى إمبراطوريتين لاحقاً، غربية وعاصمتها روما، وشرقية وعاصمتها القسطنطينية، وبذلك ستكون لروما عاصمتان، وسيكون بين العاصمتين عداءً وندية لا ينتهيان، وستصبح العاصمة الرومانية روما عرضة للهجوم المستمر. بل وستتطور الأحداث لتنشأ عن ذلك مشكلة أخرى أن الكنيسة ستنقسم أيضاً إلى كنيستين: كنيسة شرقية وأخرى غربية. ¶ أوروبا بين هزيمتين ¶ 1- سقوط روما ¶ فستهاجم روما الضعيفة اقتصادياً وعسكرياً من قبل كل القبائل الشرسة المحيطة (فرنجة / قوط / هون) لتسقط 476م على يد الجرمان وتدخل أوروبا العصر الوسيط أو كما أطلق عليها الغرب عصور الظلام. ¶ 2- سقوط القسطنطينية",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وبعد عشرة قرون من سقوط روما على يد الجرمان ستسقط القسطنطينية 1453م على يد محمد الفاتح لتنتهي الإمبراطورية الرومانية ويهاجر علماؤها إلى أوروبا الغربية ناقلين معهم علومهم وفنونهم. ليبدأ الغرب دورة جديدة من الحياة. ¶ ثالثاً: القرون الوسطى ¶ القرون الوسطى (رحلة التيه) أو طور التشكل: وهي تمتد من 473م – 1453م. لاحظ أنها تقع بين سقوط روما وسقوط القسطنطينية. وسيسود القارة الأوروبية خلالها التخلف الشديد والفقر والأوبئة. وهي فترة سيسودها الجرمان وهم القبائل التي ستشكل أوروبا ويشمل الجرمان الجوت (الدانمارك)، الأنكلز والساكسون (بريطانيا)، الفرنج (فرنسا)، الفندال (بحر البلطيق) القوط (روسيا) وسيُسقط قسم من الجرمان روما 476م. وستنقسم أوروبا خلال هذه الفترة لمدن متخلفة يسودها اقتصاد قروي ضعيف وسيقوم على ذلك النظام الإقطاعي المشهور، وستعصف بأوروبا الحروب والانقسامات والأوبئة وسيحاول شارلمان توحيدها سنة 800م، وينجح في ذلك لمدة ثمانية أعوام فقط، ثم تعود للتفكك بعده 814م، وسينشر الفايكنغ الاسكندانفيون الدمار وما أن تنتهي هذه الحقبة حتى تنطلق أوروبا نحو الشرق فيما عرف بالحروب الصليبية. ¶ الحروب الصليبية ¶ وتستمر الحروب الصليبية فيما بين 1097م-1291م لتنتهي كل الحملات بفشل ذريع وتعود منكسرة إلى أوروبا. ولكن المكاسب الجانبية التي حققها الغرب منها ستظهر لاحقاً. حيث ستعود أوروبا بنظرة جديدة، وعلوم جديدة، وتصورات جديدة لتضع بذور النهضة في أوروبا. ¶ تشكل أوائل الكيانات الأوروبية ¶ ??إنكلترا ¶ تبدأ بمهاجمة الأنكلز والساكسون لها منذ القرن الخامس الميلادي وتسقط في يدهم في نهاية القرن السادس لتقوم فيها سبع ممالك ثم يحتلها الفايكنغ (النمساويون) 1016م-1035م، ثم تستعاد 1042م-1066م ومنذ 1066م ستشق بريطانيا طريقها بفضل التطور المستمر في نظامها السياسي لتصبح من أقوى الدول مع نهاية القرون الوسطى. ¶ ??فرنسا",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "تتشكل على يد كلوفيس 486م-511م الذي يحولها - على خلاف أوروبا - لتبعية الكنيسة الرومانية (مبدأها أن المسيح ثالوث متساوٍ من جميع الوجوه، فالأب يساوي الابن يساوي روح القدس والثلاثة واحد والواحد ثلاثة) وهو ما يعرف بالمذهب الأثينوس. وستدخل فرنسا في اضطرابات مستمرة ليحكمها سنة 714م شارل مارتل الذي أوقف المد الإسلامي في معركة بواتيه 732م ثم يأتي شارلمان الذي ستستمر أسرته في الحكم إلى 987م وهي فترات مليئة بالاضطرابات لتحل محلها أسرة كابيه إلى قيام الثورة الفرنسية 1789م. ¶ ??أسبانيا ¶ حكمها القوط منذ سنة 420م وسقطت في أيدي المسلمين سنة 711م وتحولت إلى دولة عربية حتى سنة 1492م حيث سينجح الغرب في استرجاعها بعد هزيمة المسلمين وتعود أسبانيا إلى القوط وستنطلق البرتغال وأسبانيا بعدها فيما عرف بالكشوف الجغرافية، وبعدها تصل هذه الكشوف إلى أمريكا، وستصبح أسبانيا إمبراطورية عظيمة بهذه الثروات ويستمر ذلك المجد طوال القرنين السادس عشر والسابع عشر. ¶ ذلك هو المسح السريع للتاريخ الأوروبي ومعالمه الكبرى حتى نهاية العصور الوسطى. ¶ النظام الاجتماعي الأوروبي في العصور الوسطى ¶ الملك والكنيسة (العلمانية والدين) ¶ الملك والكنيسة أو ثنائية العلمانية والدين - سمها ما شئت- ستطبع الحياة الأوروبية في كل تاريخها. فعلى رأس الدول الأوروبية في العصور الوسطى يقف الملك ويليه: ¶ ??النبلاء ¶ وهم من توزع عليهم الأرض، ليقوموا بدورهم بتوزيعها على ملاك أصغر حسب نظام الإقطاع. والأرض المقطوعة يعمل بها الفلاحون والعبيد، ليطعموا السادة النبلاء، الذين تتركز مهمتهم في مساعدة الملك في حروبه. ¶ ??رجال الدين ¶ ووظيفتهم الدعاء وتسكين العوام وبث الروح المسيحية في الفرسان. ¶ ??الفلاحون ¶ وظيفتهم الخدمة للنبلاء ورجال الدين وتوفير احتياجاتهم. ¶ الكنيسة وتطورها في أوروبا",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "مع سقوط الإمبراطورية الرومانية في الغرب 476م تعاظم دور الكنيسة في الحياة المدنية لتحل محل الدولة بالكامل في عهد البابا غريغيروس الأول (590-604م). ¶ الكنيسة والتعليم ¶ مع شيوع الاضطرابات ستقوم فكرة الأديرة. و قد أخذت من صعيد مصر وانتشرت في أوروبا. وستتحول إلى مراكز نشر للمسيحية بين الشعوب الأوروبية الوثنية. وستقوم بتعليم المنتسبين اللغة والكتاب المقدس وشيئاً من الحساب. وداخل هذا البناء المركب من الملك والنبلاء والبابا في القمة وجموع الشعب في القاع كان الصراع محتدماً طوال العصور الوسطى. ¶ الكنيسة والصراع مع الملوك ¶ فمنذ بداية القرن الحادي عشر حاول غريغريوس السابع منع تدخل الملوك في تنصيب رجال الدين، الأمر الذي كان يعني تحكمهم في الكنيسة، فحرًّم غريغريوس ذلك بقرار عام 1075م، حتى خضع الملك سنة 1122م، وتنازل عن حقه في تسليم الصولجان للأسقف عند توليته وظيفته، مكتفياً أن يكون له صوت في الاختيار، ولكن ذلك لم يحسم النزاع الذي استمر وانتهى بانتصار الملوك على الكنيسة في القرن الثالث عشر. ¶ رابعاً: بذور عصر النهضة ¶ قلنا أن القرون الوسطى تبدأ مع سقوط روما وتنتهي بسقوط القسطنطينية. وتمتد من القرن الخامس الميلادي إلى القرن الخامس عشر، أي ما يقرب من عشرة قرون. ورغم أن القرون الخمسة الأولى تميزت بالانحطاط الشديد في معظم المجالات، في الدين، والعلم، والاقتصاد والسياسة، والاجتماع، إلا أن خطاً صاعداً خجولاً سيظهر منذ بداية القرن الحادي عشر وسيلقي ببذور متعددة في الأرض الأوروبية، ستظهر آثار ذلك في القرن السادس عشر وما بعده. وحتى يمكن تخيل الإطار العام للصورة والتعرف على البذور الجنينية التي ساهمت في نهضة أوروبا، نبدأ مع الإمبراطورية الرومانية وبشكل تجريدي يمكن تلخيص هذه البذور في: ¶ البذرة الأولى:",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "لقد كانت روما في نظر الأوروبيين هي العَظَمَةُ والعلم والتقدم، فلما دخلتها المسيحية أصبحت هي أيضاً العاصمة المقدسة ويمكن تبسيط الصورة: ¶ روما العظيمة + روما المقدسة = روما العظيمة المقدسة رمز الوحدة الأوروبية ومع الوقت ستفقد روما خصائصها مثل كل الحضارات فلا النشاط والمبادرة ولا الجند والحرب سيبقيان ولو وضعنا ذلك في معادلة أخرى لظهرت بهذا الشكل: ¶ روما العظيمة المقدسة – النشاط والمبادرة – القوة العسكرية = روما الكسولة غير المحاربة المعتمدة على الشرق في الغذاء وعلى البرابرة لحماية حدودها. (لاحظ علامة الطرح [-] وعلامة [=] ) ¶ والباقي هو تحصيل حاصل فبجمع المعادلتين سنكون أمام روما المنهزمة التي تسقط تحت يد البرابرة (جنودها المرتزقة سابقاً). ¶ ثم تبدأ مرحلة التفتت لتظهر فرنسا، وأسبانيا، وإيطاليا، ثم يأتي شارلمان 800م لمحاولة إعادة حلم الوحدة فيوحد الإمبراطورية ثانية لفترة قصيرة ومع شارلمان نقف قليلاً للتأمل، فلا شك أن الوحدة السياسية أمر عظيم ولكن اقتصاد بلاده كان اقتصاداً قروياً يعتمد على القرية والزراعة فيها، وهو ما سيعرف بالإقطاع أو الاقتصاد الموضعي ويمكن صياغة المعادلة كالتالي: ¶ العظمة السياسية [ممثلة في الوحدة + الاقتصاد المجزأ (القروي)] = السقوط والتفتت للدولة ثانية، فالأعمال العظيمة تحتاج إلى موارد عظيمة واقتصاد قوي. وهو أمر لا يوفره الاقتصاد الريفي المتواضع. فكانت النتيجة الحتمية سقوط الدولة وتفتتها. لكن حلم الوحدة سيظل عميقاً في أوروبا، فرغم كل الأهوال التي ستمر بها أوروبا من حروب طاحنة ومشاحنات داخلية دائمة كما سنرى لاحقاً. فإن الحلم ظل قائماً إلى القرن العشرين ليتمثل في تحالف عسكري ووحدة اقتصادية اندماجية لها ما بعدها ألا وهي الوحدة الأوروبية المرتقبة. ¶ البذرة الثانية:",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الصراع بين الملكية والكنيسة وطرح مسألة: أيهما أسمى الكنيسة أم الملك والاحتكام للجمهور، فرغم دموية هذا الصراع وعنفه ولكن الحوارات حوله ستهيئ المجتمع ليقرر بنفسه لمن سينحاز، كما سيعتاد المجتمع استخدام الملكات العقلية وسيمكن الناس من التعامل مع المنطق السياسي. ¶ البذرة الثالثة: ¶ منذ بداية القرن الحادي عشر ستنشط التجارة في البحر الأبيض المتوسط، ففي السلم والحرب (الحروب الصليبية) ستنمو التجارة وتنشط ومع هذا التبادل النشط مع الشرق ستنتج آثار كبيرة. نستطيع أن نطلق عليها \"بذور التحديث\"(¬1). ويمكن بلورتها في الآتي: ¶ 1) ستقتبس أوروبا كثيراً في الصناعات من العالم الإسلامي. ¶ 2) سيتم ترجمة كثير من الكتب. ¶ 3) سيتم نقل كثير من العلوم التطبيقية في الطب والهندسة والفلك والميكانيكا. ¶ 4) ستغير إيطاليا ومدنها وملوكها من نمط حياتهم ليتشبهوا بحياة القصور العربية، ومن هنا ستتغير القصور وأشكال التمدن في أوروبا مثل البناء والنظافة والعطور والأثاث .. إلخ. ¶ 5) ستظهر في القصور حلقات العلم والمدارسة وستنشأ الجامعات. ¶ 6) ستضاف أفكار جديدة للقضاء الأوروبي. ¶ بذور الرأسمالية ¶ وبتطور التجارة وتراكم الثروة القادمة من الأمريكتين والالتفاف حول العالم الإسلامي ستظهر في أوروبا طبقة جديدة وهي الطبقة البرجوازية ربيبة المدن وهذا الخط سيقلب النظام الاقتصادي من الاقتصاد القروي إلى الاقتصاد الرأسمالي التجاري التبادلي أو اقتصاد المدن بدلاً من اقتصاد الأرياف ولن يتوقف دور هذه الطبقة عند الاقتصاد بل سيمتد للسياسة الداخلية والخارجية على حدٍ سواء. ¶ بذور الدولة القومية ¶ ¬__________ ¶ (¬1) أنظر الكتاب القيم لزيجرد هونيكة (شمس الله تشرق على الغرب).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ومع نشاط المدن وانتقال الناس إليها، سيقل دور الأرياف وقيمة الأرض، وبالتالي تقل قيمة النبلاء. وستصبح سلطة الملوك أكبر على الدول، وتصبح هذه المركزية، مقدمة منطقية لظهور الشعور بالانتماء القومي (لغة + شعب + أرض دائمة + تاريخ مشترك) وستتجلى هذه الروح في الحرب الفرنسية – البريطانية، المسماة بحرب المائة عام في القرن الرابع عشر. وفي الروح الجماعية التي رافقت إخراج المسلمين من أسبانيا. ¶ بذور الإصلاح السياسي ¶ ستظهر بذور الإصلاح السياسي في بريطانيا في القرن الثاني عشر الميلادي. عندما ينهض الملك هنري لينظم(¬1)ويضبط الدولة بالقانون، ويطبقه بصرامة على جميع المستويات، ويدرب الجميع على احترامه. ورغم أن السبعين سنة التالية كانت من نصيب ملوك ضعاف؛ إلا أن نموذج هنري كان قد طبع المجتمع الإنكليزي، وأصبح مطلباً مستمراً. ¶ ثم تأتي قصة تطور البرلمان البريطاني (بيت الكلام) هذا هو معنى الكلمة ومحتواها أيضاً. ثم ظهور وثيقة العهد العظيم (MAGNA CARTA)، والتي ستشكل أول وأهم الوثائق الأوروبية في الإصلاح السياسي الدستوري. ¶ ويمكن أن نشير إلى بعض القضايا الهامة في العصور الوسطى وعلى عجالة: ¶ 1- الحروب الصليبية ¶ حرب أم هجرة أم مستعمرات جديدة؟ ¶ ¬__________ ¶ (¬1) أنظر كتاب AN OUT LINE HISTORY OF ENGLAND",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "بنظرة واحدة، إلى الأسباب الحقيقية، التي دعت إلى خروج الكثيرين في الحملات الصليبية؛ سيبدو واضحاً، أن معظم هؤلاء كان دافعهم الخروج من أوضاعهم الصعبة، والوصول إلى ثروات الشرق، فالاكتظاظ السكاني في أوروبا كان دافعاً رئيساً للخروج، من ضيق العيش، وتقلص فرص الثروة، وندرة فرص العمل، وعدم توفر الحياة الكريمة، كل ذلك دفعهم إلى عالم سمعوا عنه الكثير، وأمّلوا فيه الكثير. ويكفي أن نفس هذه الجموع التي خرجت باسم الصليب، هاجمت القسطنطينية في إحدى حملاتها، في واحدة من أبشع عمليات التدمير والنهب. ولا يقلل ذلك بطبيعة الحال من عمق الحافز الديني وقدراته التحريضية العالية، الدافعة للتضحية والموت مقابل وعد الآخرة، وهو أبرز ما طبع الحياة الأوروبية حينها. ¶ 2- الكشوف الجغرافية ¶ حب المغامرة، الروح الوثابة، طلب العلم، هكذا تساق وتسوق الكشوف الجغرافية ولكننا مرة أخرى نتحدث، عن الهروب من أوروبا المكتظة إلى عالم جديد (مدن الذهب). تلك كانت قصة القصص في الرحلة الغربية، وحالما اكتشفت الأرض الجديدة، وهي بالمناسبة حدث عارض ومصادفة، خارج خطط الرحالة كولومبوس الذي كان يسعى للوصول للهند أساساً لا للكشوف الجغرافية إذا اعتبرنا اكتشاف طريق جديد للهند ليس من قبيل الكشوف الجغرافية. وقد نتج عن صدفة اكتشاف الأراضي الجديدة وتدفق المهاجرون بعدها إلى أمريكا كالجراد.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "أما المعرفة البحرية، وعبور رأس الرجاء الصالح، فذلك أمر آخر له قصة، فهنا سيصل القوم إلى إحدى الدول الأفريقية، وسيطلبون من زعيمها، أن يدلهم على طريق عبور رأس الرجاء الصالح، ولم يكن الرجل مغفلاً، فقد رفض بشدة، أن يقدم لهم العون فلم يملك القوم إلا أسر ابن أخته وأخذه رهينة في سفينتهم في البحر، مهددين بقتله، وعندها أرسل إليهم الملك أحمد بن ماجد العالم العربي الذي عجب بدوره من بدائية الأدوات والخرائط، وبدأ في استخدام خرائطه وأجهزته والقصة مشهورة .. ورغم خطورة الحدث وتأثيراته اللاحقة على العالم ¶ الإسلامي، ولكننا مرة أخرى أمام أناس في وضع متخلف دفعتهم ظروف متعددة للخروج بحثاً عن حلول خارج قارتهم التي ضاقت بأهلها ولعبت مختلف العوامل لصالح هذه القارة في هذه الفترة من الزمن كما لعبت قبلها لصالح أمم أخرى وقارات أخرى والأيام دول. ¶ 3- علوم أوروبا في هذه القرون ¶ ستمضي القرون من الخامس إلى العاشر، دون أن يوجد شيء يذكر، قارن ذلك بالوضع في العالم الإسلامي، ودعنا نركز الضوء على الفترة من القرن العاشر إلى القرن الخامس عشر، وهي عموماً فترة الاحتكاك العظمى والمباشرة بالعالم الإسلامي سلماً وحرباً. وسنبحر في كتابه \"عقلية العصور الوسطى\"FREDERICK BART MIND OF MIDDLE AGES وهو من إصدارات THE UNIVERSITY OF CHICAGO PRESS ¶ سأحاول هنا أن أختصر الصفحات ما بين 222-261 والفصل بعنوان إحياء الغرب 1500-1000 THE REVIVAL OF THE WEST يبدأ الكاتب بتصوير المعارف الأوروبية والعقلية العلمية في هذا القرن وما كانت عليه من تخلف ومجافاة للعلم في 16 صفحة ثم يقرر حقيقة علمية هامة: ¶ “THE FIRST IMPORTANT STEPS BEYOND AN ELEMENTARY TYPE OF SCIENTIFIC WRITING HAD BEEN TAKEN BY THE MUSLIMS“",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "فبعد هضم التراث اليوناني والهندي، دفع المسلمون حدود العلم إلى آفاق جديدة فمنذ القرن الحادي عشر بدأت الأمم المسيحية اللاتينية تتلقى من أسبانيا وصقلية والقسطنطينية ترجمة الأعمال التجديدية التي قام بها المسلمون، بالإضافة إلى الكتابات الفلسفية لأرسطو وغيره مع شروحها وتعليقات المسلمين عليها. ¶ ولاحظ أن الاتصال بالعلوم القادمة من الشرق الإسلامي سيبدأ في القرن العاشر، ولكن أوائل الكتب المترجمة، جاءت في القرن الحادي عشر، عن طريق يهودي عربي من نابلس، وهو كتاب عن الحمى وبعض العلاجات الطبية (1087م) وبدأ استخدامه في جامعة سايرنو الطبية، وانظر إلى تعليق الكاتب على المترجم: ¶ “HE EITHER CONCEALS THE NAMES OF THE AUTHORS FROM WHOM HE BORROWS OR GIVEN THEM IN CORRECTLY, A COMMON TRICK WITH LATER TRANSLATOR“ ¶ يقول الكاتب عن المترجم وصاحبنا قد أخفى اسم الكاتب أو أعطاه بشكل غير صحيح، وهي خدعة سيستخدمها المترجمون اللاحقون. (انظر كم من الغبن لحق بالعلماء المسلمين على يد هؤلاء المترجمين) .. ¶ وقد ترجمت أعمال الخوارزمي في الرياضيات سنة 1150م من شخص يدعى ALDARD الذي قضى بعض الوقت في أسبانيا وصقلية. وكتب خلاصة وافية عن العلم العربي ARAB SCIENCE أسماها الأسئلة الطبيعية “NATURAL QUESTIONS” ، وفي 1160م ترجم شخص يدعى روبرت ROBERT القرآن، وكتاباً عن الكيمياء، وكتاباً عن الجبر للخوارزمي. وعلى أساس هذا الكتاب عملت خطوط العرض والطول للندن. وبمنتصف القرن الثاني عشر، أصبحت طليطلة أهم مركز للترجمة حيث ترجمت فيزياء ايطوطاليس، ومجموعة كاملة من البحوث العلمية الفلكية. وكان جيرارد GERARD (1187) من أهم هؤلاء المترجمين حيث ترجم 92 عملاً علمياً إغريقي وعربياً، منها كتاب الفلك المشهور لبطليموس (المجسط)، والموسوعة الطيبة لابن سينا والحساب، والطب، والكيمياء، والفلك.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وفي صقلية تمت ترجمة الكثير من الكتب وخاصة تعليقات العلماء المسلمين واليهود على كتابات أرسطو، ولقد كان اهتمام الغرب بالعلوم الإغريقية والإسلامية، أكثر منه بفلسفة أرسطو وتعليقات المسلمين عليها والتي جاء الاهتمام بها لاحقاً. ¶ “BY THE END OF THIRTEENTH CENTURY, MUCH OF THE SURVIVING CORPUS OF GREEK SCIENCE, THE BEST OF MUSLIM SCIENTIFIC WORK, AND MOST OF ARISTOTLE WAS CIRCULATING IN THE WEST IN VARIOUS TRANSLATION“. ¶ وبنهاية القرن الثالث عشر، كان الجسم المتبقي من علوم اليونان وأفضل أعمال المسلمين العلمية ومعظم أعمال أرسطو متداولة في الغرب بترجمات مختلفة. ¶ “THE NEW GREEK AND ARABIC WORKS CIRCULATING IN WESTERN EUROPE WERE USUALLY THE STARTING POINT FOR FRESH DEVELOPMENT IN PHILOSOPHY AND IN THE VARIOUS SCIENCE. BEFORE 1000, WESTERN EUROPE KNEW SCARCELY ANY THING IN MEDICINE, ITS ASTRONOMY AND MATHEMATICS WERE VERY RUDIMENTARY; CHEMISTRY AND PHYSICS HARDLY EXISTED ... THEY DID TAKE OVER FROM ARABS A LARGE NUMBER OF CHEMICAL TECHNIQUES THAT WERE OF USE LATER IN TURNING CHEMISTRY INTO A REAL SCIENCE. ... . IN MATHEMATICS AND PHYSICS THE STARTING POINT OF NEW ¶ DEVELOPMENTS IN THE WEST WAS A GAIN THE INTRODUCTION OF GREEK AND ISLAMIC WRITING ... . ¶ هل نحتاج إلى ترجمة كل ذلك، لا أعتقد لكن حسبنا أن نسجل أول الكلمات هنا \"كانت هذه الأعمال العلمية والعربية هي نقاط البدء لتطور الفلسفة والعلوم في أوروبا الغربية(¬1)\". ¶ وهكذا تستقبل أوروبا القرن السادس عشر الميلادي بمجموعة مقدمات: ¶ 1- التحول نحو الدولة المركزية. ¶ ¬__________ ¶ (¬1) قارن هذا الكلام إن شئت بكلام د. حسين مؤنس في كتابه الحضارة ، من احتقار لكل الجهود العملية للمسلمين والعرب والمبالغات عن الغرب لتحري أثر الهزيمة النفسية في العالم العربي .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "2- التحول نحو اقتصاد المدن. (ثروات القارتين الأمريكيتين) ¶ 3- بروز الطبقة البرجوازية. ¶ 4- لغة علمية موحدة وهي اللاتينية. ¶ 5- تحولات علمية في العقل والمنهجية (العلوم المترجمة من العربية). ¶ 6- مدارس / كنائس / جامعات / قصور مهتمة بالعلم بدأت في إيطاليا، ونقلت لفرنسا ثم غيرها (التقاليد العلمية العربية وتقاليد القصور العربية حلق العلم). ¶ 7- كثافة سكانية طاردة. ¶ 8- حلم بمدن الذهب سيدفع كل الطموحين للخارج. ¶ 9- نشاط وتنافس في سبيل العظمة والقومية، ستصرف الدول على سفن المغامرات رغبة في العائد. ¶ 10- إصلاح في الفكر الديني (بعد ثورات متعددة وصراع داميٍ) ¶ 11- حركة ترجمة واسعة سيسارع فيها اكتشاف الطباعة. ¶ 12- أمل كبير بعد هزيمة المسلمين في الأندلس. ¶ 13- حساسية كبيرة من هجوم المسلمين ونجاحهم في الدولة العثمانية سيضاعف من جهود الدول ونشاطها للمقاومة. ¶ ونستطيع أن نجمل تلك التحولات كالتالي: ¶ أ- تحول إيجابي في عالم الأفكار. ¶ ب- تحول إيجابي في عالم العلاقات على الأقل الداخلية في المجتمعات (اقتصاد / اجتماع /سياسة .. إلخ). ¶ جـ- تحول في عالم الأشياء: ¶ - اكتشاف الأمريكيتين (مدن الذهب) مصادفة. ¶ - اكتشاف رأس الرجاء الصالح (طريق الحرير الجديد) سرقة. ¶ - توفر موارد تحرك الحياة العلمية والعملية عن طريق الحدثين السعيدين مدن الذهب! وطريق الحرير الجديد! أو رأس الرجاء الصالح. ¶ د- تحول في عالم المشاعر: تنافس، روح قومية، روح دينية، روح فردية. ¶ هـ-كثافة سكانية كبيرة: شكلت وسطاً طارداً، وسطاً تنافسياً، تركيز المبدعين. ¶ خامساً: عصر النهضة الأوروبية",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "يعتبر عصر النهضة الأوروبية الحديثة من أدق أقسام التاريخ. فهو فترة الانتقال من العصور الوسطى إلى التاريخ المعاصر. ويصعب على المؤرخ تحديد تاريخ معين يبدأ به التاريخ الحديث، وإن كان كثير من المؤرخين يعتبر سقوط القسطنطينية في يد الخلافة العثمانية عام 1453م بداية عصر النهضة والتاريخ الأوروبي الحديث. وقد اصطلح المؤرخون على تسمية هذه الفترة باسم عصر النهضة RENAISSANCE بمعنى البعث الجديد أو بالمعنى الحرفي (الولادة الجديدة). ¶ عالم الأفكار أولاً ¶ وقد بدأت تباشير عصر النهضة بتغير في عالم الأفكار، فظهرت حركة إحياء العلوم وعرف المشتغلون بها باسم الإنسانيين. ومن روادها الأوائل دانتي وبوكاشيو. كما بدأ ظهور المبدعين والمفكرين في شتى المجالات، فظهر ليوناردو دافنشي، وميشيل أنجلو، ورافاييل في مجال الفنون، ومكيافيللي في الفكر السياسي، وكوبرنيك في علم الفلك، وغيرهم الكثير من المفكرين والعلماء والفنانين الذين مثلوا الشرارة الأولى لعصر النهضة. ¶ وقد كانت هذه الثورة في عالم الأفكار من نتاج الحملات الصليبية الفاشلة على العالم الإسلامي والتي رجعت إلى أوروبا بكثير من فنون وعلوم وكتب علماء المسلمين. ¶ التوسع الأوروبي وحركة الكشوف الجغرافية ¶ كان الإسكندر المقدوني هو أول من قاد حركة التوسع الأوروبي. وبعد عصور طويلة من التخلف والتفرق بدأت أوروبا تستجمع قواها - بعد ظهور التشكيلات السياسية في العصور الوسطى ونتيجة للكثافة السكانية الطاردة وقلة موارد الرزق - وتوجه نشاطها نحو التوسع والاستعمار الخارجي. ¶ تركت أوروبا البحر المتوسط – البحيرة الإسلامية – وتوجهت نحو الأطلنطي فكان اكتشاف طريق رأس الرجاء الصالح(¬1)سنة 1488م ثم اكتشاف الأمريكتين سنة 1492م. ¶ حركات الإصلاح الديني والحروب الدينية ¶ ¬__________ ¶ (¬1) استعان الأوروبيون بالملاح العربي أحمد بن ماجد في اكتشاف طريق رأس الرجاء الصال.ح",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "في القرن السادس عشر كانت الكنيسة تسيطر سيطرة خطيرة على مقررات البلاد، وكانت النظرية السائدة وقتها هي أن البابا هو ظل الله في الأرض، وأنه يمثل سلطة الإله على الأرض. وقد غالى بعض الباباوات في التحكم وابتزاز الأموال. ولعل أسوأ مظهر من مظاهر ابتزاز الأموال هو التوسع في بيع صكوك الغفران(¬1). ¶ بدأ الإصلاح الديني في ألمانيا على يد مارتن لوثر الذي أسس المذهب البروتستانتي. وقد قامت العديد من الثورات والحروب الدينية بين أتباع حركة الإصلاح الديني وبين الكنيسة الكاثوليكية، وبلغت ذروتها بتأسيس محكمة التفتيش في روما عام 1542م والتي سعت لإخماد أنفاس البروتستانتية إلا أن هذه المحكمة لم تقتصر على قمع الحركة البروتستانتية بل تعدى ذلك إلى اضطهاد الكاثوليك الذين يدعون إلى الإصلاح الكاثوليكي، مما أدى إلى زيادة التعصب والكراهية بين هذه المذاهب. فاشتعلت الحروب والثورات الدينية. ومن أبرز هذه الأحداث: ¶ 1. مذبحة سان برثلميو الكبرى عام 1572م والتي راح ضحيتها الآلاف من أتباع الحركة الإصلاحية البروتستنتية في باريس وما حولها من الأقاليم. ¶ 2. حرب الثلاثين عاماً الدينية والتي بدأت في ألمانيا ثم ما لبثت أن أصبحت حرباً دولية بين أمم مختلفة. ¶ ¬__________ ¶ (¬1) الأصل في نشأة هذه الصكوك هي فكرة الاعتراف أمام القسيسين لقبول توبة المعترف الذي لا يدخل الجنة في الحال بعد موته، بل يمضي فترة من الزمن فيها يسمى بالمطهر الذي يقضي فيه المذنبون حكم الله بالعذاب إلى أن يتطهروا من ذنوبهم، ولتخفيف عذاب المطهر ابتكر البابا بونيفاس السابع صكوك الغفران التي كانت مورداً مالياً در عليهم أموالاً كبيرة جعلها تتغالى في إباحة بيعها حتى لمن يريد غفران خطاياه القادمة في مستقبل أيامه.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وهكذا أصبحت القرون السادس عشر والسابع عشر والثامن عشر هي قرون الحروب والثورات المستمرة – سواءً كانت دينية أو لحفظ توازن القوى بين الممالك الأوروبية – والتي لم تكن تنتهي إلا لتبدأ. ¶ وقد مهدت هذه الحروب المتتالية لقيام الثورة الأمريكية (حرب الاستقلال) والتي أدت إلى استقلال الولايات المتحدة الأمريكية عن الدولة الأم (إنجلترا)، ومن بعدها لقيام الثورة الفرنسية. ¶ الثورة الصناعية: ¶ بدأت الثورة الصناعية في نهاية القرن الثامن عشر في إنجلترا، وكانت النقلة الحقيقية في عالم التصنيع باكتشاف قوة البخار واستخدامه في عام 1769م. ¶ ونتيجة لحركة التصنيع حدثت تغيرات اجتماعية كبيرة في أوروبا ، فاختفت طبقة النبلاء وظهر مجتمع أصحاب البنوك ومديري الشركات والمصانع، وازدادت أهمية المهندسين والحرفيين ذوي المهارة، وعمت ظاهرة البحث عن المبدعين. ¶ وبنهاية القرن الثامن عشر انتقلت أوروبا من عصر النهضة إلى عصر التقدم التكنولوجي والإنتاج الكبير. ¶ الاستعمار الأوروبي في القرن التاسع عشر ¶ ظاهرة الاستعمار ظاهرة سياسية قديمة تتمثل في عدوان شعب على جيرانه الضعفاء، إلا أن أول شعب أو أمة أضفت على العدوان صورة الاستعمار المنظم هم الرومان. فهم أول شعب رسم لنفسه سياسة عدوانية للاستغلال المنظم الطويل الأمد للبلاد التي يضعون أيديهم عليها. ¶ وهكذا بدأت أوروبا – بعد نهضتها وثورتها الصناعية في أواخر القرن الثامن عشر وظهور الحاجة للأسواق والموارد – في العدوان على الأمم الضعيفة أينما وجدت وفقاً لفكرة أجدادهم الرومان ¶ الوثنيين وهي الاستغلال المنظم الطويل الأمد لنهب خيرات الأمم وتحقيق أكبر قدر من الرفاهية لشعوبهم.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وقد بدأ البرتغاليون الاستعمار الحديث ثم جاء بعدهم الهولنديون والفرنسيون والإنجليز، وأخذوا في غزو البلاد التي لا تملك سلاحاً والمتأخرة علمياً وثقافياً، وفي نهاية القرن التاسع عشر صار الاستعمار جزءاً ثابتاً من سياسات الدول الأوروبية القوية عسكرياً. ¶ وقد اشتعل تنافس طويل الأمد بين الدول الاستعمارية على المستعمرات وانتهت قيادة الحركة الاستعمارية في أفريقيا وآسيا لأيدي الإنجليز والفرنسيين في نهاية القرن التاسع عشر مع اشتراك طفيف من جانب البرتغال وبلجيكا وأسبانيا وإيطاليا. ¶ وهكذا ستستقبل أوروبا القرن العشرون الميلادي (التاريخ المعاصر) بمجموعة مقدمات: ¶ 1. ظهور دول جديدة مثل روسيا وبروسيا. ¶ 2. النمو الكبير في القدرات الاقتصادية والعسكرية. ¶ 3. تحولت إنجلترا من دولة قومية إلى إمبراطورية مترامية الأطراف.. ¶ 4. الثورة الصناعية والتطور التكنولوجي. ¶ 5. التوسع الأوروبي والمستعمرات (الأسواق والموارد الجديدة). ¶ 6. تحولات وتغيرات اجتماعية كبيرة نتيجة للثورة الصناعية والتوسعات الاستعمارية. ¶ 7. تطور أساليب البحث والكشوف العلمية الواسعة. ¶ 8. تطور الحركة الأدبية والفنية والموسيقية. ¶ 9. إصلاح في الفكر الديني (بعد ثورات متعددة وصراع داميٍ) ¶ 10. روح دينية متعصبة. ¶ 11. نمو في حجم التجارة المحلية والعالمية جعلت عملية انتقال رؤوس الأموال تتمتع بنوع من السرعة والسيولة. ¶ وأخيراً ¶ إن التوسع التجاري الأوروبي، سيخلق طبقة جديدة من الأغنياء، ويركز الحياة في المدن مؤذناَ، بعصر البرجوازية العتيد، وتغير الحياة الأوروبية للصورة التي نشهدها اليوم.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وسيصبح التنافس بعدها أوروبياً بحتا لينتهي بالحرب العالمية الأولى والتي بموجبها سينتهي دور العثمانيين في أوروبا من منافس إلى تابع وستصبح بعدها أيام الدولة الإسلامية المركزية معدودة. فبعد انتهاء الحرب الأولى بخمس سنوات أعلن سقوط الخلافة العثمانية 1924 وإليك موجز للحرب العالمية الأولى من أجل استكمال المسار التاريخي: ¶ الحرب العالمية الأولى: ¶ أبرز التواريخ التي تُذكر بأحداث هامة في الحرب العالمية الأولى ¶ 28 حزيران 1914 ... اغتيال ولي عهد النمسا فرانسوا فرديناند في ساراجيفو، ويتهم الصرب بتدبير الحادث. ¶ 28 تموز 1914 ... النمسا – المجر تعلن الحرب على صربيا ¶ 1 آب 1914 ... ألمانيا تعلن الحرب على روسيا – بداية الحرب العالمية الأولى. ¶ 3 آب 1914 ... ألمانيا تعلن الحرب على فرنسا. ¶ 4 آب 1914 ... بريطانيا تدخل الحرب العالمية الأولى ضد ألمانيا والنمسا - المجر ¶ 2 نيسان 1917 ... الولايات المتحدة الأمريكية تدخل الحرب إلى جانب بريطانيا وفرنسا ضد ألمانيا وحليفتها. ¶ 3 آذار 1918 ... معاهدة برست – ليتوفسك بين روسيا وألمانيا. ¶ هذه المعاهدة أدت إلى انسحاب روسيا من الحرب وتخليها عن مناطق أوروبية كثيرة. ¶ 11 تشرين (2) 1918 ... ألمانيا توقع هدنة ريتوند مع الحلفاء وتنهي الحرب مهزومة. ¶ 18 كانون (2) 1919 ... عقد مؤتمر الصلح في باريس. ¶ الدول المنتصرة: (فرنسا، بريطانيا والولايات المتحدة الأمريكية) تعاقب الدول المهزومة في الحرب العالمية الأولى: (ألمانيا، النمسا –المجر–السلطنة العثمانية وبلغاريا). ¶ وستتبعها الحرب العالمية الثانية وخلاصتها: ¶ الحرب العالمية الثانية (1939–1945): ¶ إعلان الحرب: ... سبتمبر 1939 من قبل بريطانيا وفرنسا على ألمانيا. ¶ الهدف: ... تحديد موقع ألمانيا في القارة الأوروبية ووقف هتلر عن التمدد. ¶ انتصار ألمانيا: ... لم يبق بشكل حقيقي في مواجهة ألمانيا في أوروبا إلا بريطانيا.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "رجل الحرب: ... هو وينستن تشرشل الذي هزم الألمان في أكبر معركة جوية للسيطرة على أجواء القنال الإنجليزي. ¶ هتلر المنتصر: ... يواصل اكتساح الدول الأوروبية. ¶ الغلطة التاريخية : ... غزو روسيا ومواجهة شتاء الجليد الروسي (دخل الألمان روسيا فحاصرهم الجليد) ¶ الولايات المتحدة الأمريكية: ... تدخل الحرب مع الحلفاء وتضرب اليابان بالقنبلة النووية 1945 وتشارك في تحرير القارة الأوروبية. ¶ ألمانيا: ... تستسلم في مايو 1945. ¶ إن التفوق الأوروبي سيترجم إلى ما يعرف بالحركة الاستعمارية للعالم والتي تمتد إلى اليوم وبأشكال متعددة مباشرة وغير مباشرة وستقابلها حركات التحرير ومحاولات النهوض وتلك مواضيع حديثنا في البحوث اللاحقة، وإلى هنا قد استعرضنا أهم مراحل التاريخ الإسلامي والأوروبي وبينا فضل الحضارة الإسلامية في نقل البشرية خاص من عصر \"العلوم البدائية\" إلى عالم العلوم المعاصرة، وبينا أثر العامل الاقتصادي في الإحياء الأوروبي، وأثر العامل الاقتصادي في انكسار العالم الإسلامي، ثم ختمنا بأن أثر العامل الاقتصادي السالب في العالم الإسلامي جاء في وقت كانت كثير من الخطوط السالبة قد تجمعت وتراكمت مما يسر سبيل الانكسار التاريخي. ¶ إن المرحلة التي بدأت بالقرن السابع عشر، هي مرحلة أوروبية بحتة، وصراعاتها تدور حول ترتيب الدول الأوروبية في القارة من جهة ومن سيحتل أول القائمة ومن سيأتي في الترتيب الأخير، ثم الصراع حول العالم واقتسامه ووضع الآليات لاستمرار هذه السيطرة الأوروبية المطلقة. ¶ النموذج الرابع ¶ هذا النموذج يعينك على استيعاب مسار الحضارة الإسلامية ، وحفظ أهم ما فيه، وشرحه للآخرين. ¶ الخلاصات ¶ ? الحضارة اليونانية ليست وليدة إبداعها الخاص بها فحسب؛ بل هي مزيج ثلاث حضارات معاً: الحضارة الفارسية والحضارة المصرية والحضارة اليونانية ¶ ? خلفت الحضارة الرومانياً تراثاً كبيراً في السياسة وأسست لمبدأ نضال العامة (حق الثورة أو حق المشاركة الكاملة)",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "? انتهت الإمبراطورية الرومانية على يد محمد الفاتح بعد فتح القسطنطينية 1453م، وهاجر علماؤها إلى أوروبا الغربية ناقلين معهم علومهم وفنونهم. ليبدأ الغرب دورة جديدة من الحياة ¶ ? بدأت القرون الوسطى بسقوط روما في يد الجرمان 476م. وسميت بعصر الظلمات. وامتد عشرة قرون. ¶ ? كان الأوربيون في العصور الوسطى شهوداً على أنفسهم بالجهل وانتشار الأمراض والأوبئة والتخلف الشديد لمدة عشرة قرون من الزمان. ¶ ? يتناسى الأوروبيون في هذه الفترة أهمية الحضارة الإسلامية المجاورة لهم، ويحاولون أن يقَزِّموا هذه الفترة (عشرة قرون) بقدر الإمكان عند تناولها، ويقللوا من حجم ما أخذوا منها. ¶ ? بدأت بذور النهضة عبر صراعات دموية محتدمة بين الملك والكنيسة. ¶ ? كان للحروب الصليبية الأثر الكبير في بزوغ عصر النهضة. عندما تم نقل علوم الشرق إلى أووربا. ¶ ? كانت الثورة الصناعية هي سبب النقلة الحقيقية لأوروربا من عصر الظلمات إلى عصر النهضة. ¶ أهم الأسئلة التي يجيب عليها الباب ¶ 1. ما أهم المحطات في مسار الحضارة الإسلامية؟ ¶ 2. ما المعايير التي يعاير بها أي نظام حكم ليتحدد قربه أو بعده من النموذج الراشد؟ ¶ 3. ما عوامل انهيار الحضارة الإسلامية؟ ¶ أولاً:الدولة الأولى (نبوّة وخلافة راشدة) ¶ الجزيرة وتحدي الموقع",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "تمثل جزيرة العرب، شبه جزيرة تحيط بها البحار من ثلاث جهات، وتفصل أفريقيا عن آسيا، أو تقع بين كتلتين كبيرتين من اليابسة هما آسيا وأفريقيا، قلبها صحراء مجدبة ممتدة، وعلى أطرافها يوجد شريطان أخضران، أحدهما في الجنوب، في بلاد اليمن وعمان، والآخر في شمالها، حيث نهري دجلة والفرات يمدان الهلال الخصيب بالنماء، ورغم أن حضارات ما قبل الإسلام في اليمن قد قامت ونمت وكذلك حضارات ما بين النهرين وكانت بلاد ما بين النهرين على الأقل عرضة وباستمرار للهجوم الخارجي، إلا أنّ صحراء العرب، لم تكن مطمعاً للطامعين، ولا تهديداً لهم، وهكذا تحرك أهل هذه المنطقة، قبائل تعيش على الرعي والحرب، لا تعرف استقراراً إلا في جزر صغيرة داخل صحراء الرمال والجبال، ألا وهي الواحات، حيث الماء والشجر والاستقرار، وأشهر هذه الواحات مكة، المدينة، والطائف، حيث توجد الحياة المستقرة، ويمارس الناس التجارة وشيئاً من الزراعة. ومن إحدى هذه الواحات خرجت رسالة الإسلام محاطة بالصحراء وأهلها. ¶ تحدي المعطيات ¶ وفي بطن مكة، ظهر الإسلام ، وبعث محمد - صلى الله عليه وسلم - في أرض، لا تعد معطياتها بنماء رسالة، ولا بنقطة بدء صالحة. فالتنافس العائلي على أشده بين أهلها، والناس تأبى أن تتبع إلا من كان غنياً قوياً، وهي مركز العقيدة الوثنية، والطبقية الاجتماعية حادة، والحالة المادية لا تسمح بمهمة تشمل إصلاح العالم، استجابة لقوله تعالى: {وما أرسلناك إلا رحمة للعالمين}.(¬1)والمواصلات المتوفرة تجعل العالم جزراً متباعدة، والاتصالات تنتقل ببطء السلحفاة، ولو بحثت في الجزيرة يومها، فهيهات أن تجد قبيلتين ليس بينهما ثأر، والاقتصاد البدوي يقوم على الغزو، والغنيمة، والحياة مرتبة على هذه الأسس، فكيف ستنفذ الدعوة من خلال هذه المعطيات، إلى هذه البيئة أولاً ثم إلى العالم. ¶ ¬__________ ¶ (¬1) سورة الأنبياء: 107",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ومع ذلك شقت دعوة الإسلام طريقها، حين أيقظ القرآن عالم المشاعر لدى العرب، فأحسوا بأنهم أمة جديدة، لديها ما تقدمه للعالمين، وأحسوا بذاتهم وقدرهم {كنتم خير أمة أخرجت للناس}،(¬1)ورتب عالم الأفكار، فصحح التصورات عن الكون والحياة الدنيا والآخرة، وأقام العالم على أسباب موضوعية، على المسلم أن يبحث عنها في كل مجال، بالإضافة إلأى وجود الفكرة المحفزة التي ملأت قلوب المسلمين أملاً، فانطلقوا يفتحون الأرض. تلك الفكرة التي عبر عنها ربعي بن عامر عندما ذهب إلى رستم: {لقد ابتعثنا الله لإخراج العباد من عبادة العباد إلى عبادة رب العباد، ومن جور الأديان إلى عدل الإسلام، ومن ضيق الدنيا إلى سعة الدنيا والآخرة}. إنها الرسالة الحضارية لإنقاذ البشرية، وتحرير الإنسان، كل الإنسان. ¶ ... ثم رتب الإسلام عالم العلاقات، فنظم الحياة الاجتماعية والسياسية والعسكرية والفردية، ومع توافر الظرف التاريخي المناسب بضعف الإمبراطوريتين الروم والفرس، انطلقت دعوة الإسلام، لتضئ العالم بدءاً من هجرة الرسول صلى الله عليه وسلم سنة 622م، ولتصل إلى قمة إشراقها في القرن العاشر، ثم تبدأ في الانحدار شيئاً فشيئاً لتصل إلى أقصى منحنيات الهبوط بضعف الدولة العثمانية ثم سقوطها. ¶ ونحن حين نتحدث عن الدولة الإسلامية، ومسارها التاريخي، لا يعنينا ابتداءً الحديث عن التفصيلات، بل سنحاول أن نرسم خارطة عامة للحدث وتتابعه التاريخي. ¶ الدولة الإسلامية النموذج المفاهيمي (622م-661م) ¶ حين نتحدث عن الدولة الإسلامية الأولى، فيجب أن نميز بين أمرين: ¶ ? الأول ¶ وهو المفاهيم الأساسية في الدولة الأولى، والتي أصبحت نموذجاً ومقياساً لكل العصور، عبر عنه المسلمون بلفظ \"الخلافة الراشدة\" تمييزاً له عن أي شكل آخر من أشكال الحكم الأخرى، ويمكن اختزال تلك الملامح في: ¶ في النظام السياسي ... في البناء الاجتماعي ¶ ¬__________ ¶ (¬1) سورة آل عمران: 110",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "1- المرجعية العليا للكتاب والسنة ... 1- الإعداد النفسي ¶ 2- حكم القانون والتطبيق الشامل ... 2- قوة الوازع الداخلي ¶ 3- الحاكم منتخب ... 3- محاربة العنصرية ¶ 4- الحاكم أجير ... 4- إعداد الإنسان ¶ 5- استقلال بيت المال ... 5- حماية حقوق الإنسان ¶ 6- الشورى الشاملة (آلية تراضي) ... 6- حماية الوحدة الداخلية ¶ 7- تفعيل كل المنتظم الإسلامي.(¬1) ... 7- حماية الحدود ¶ 8- المسئولية الحضارية ¶ وعلى هذه الأسس تم تقويم الحكومات الإسلامية المتعاقبة، فأعطيت جميع الألقاب الملكية، حتى يأتي الخليفة عمر بن عبد العزيز، فيعيد البناء على القواعد الأولى: حاكم منتخب، حكم القانون، استقلال بيت المال، الشورى الشاملة، تفعيل المنتظم الإسلامي كاملاً، فيطلق المسلمون عليه لقب الخليفة الراشد عمر بن عبد العزيز. ذلك هو \"البروتوتايب\" الإسلامي المختزل في ذاكرة الأمة. ¶ إن هذه المعايير تعطي للأمة شخصيتها وهويتها، تحدد لها اتجاه التصور الأمثل للنظام. ¶ وحين نتحدث عن هذا النموذج المعياري يجب أن نميز بين ثلاثة مستويات. فالمسلم يتحدث عن نموذجه المنتقى من زاوية، ويتحدث من زاوية ثانية عن الظروف التي تسمح أو تمنع من تحقق هذا النموذج بشكله الأمثل، ويتحدث من زاوية ثالثة عن المرونة الشديدة في الآليات لتحقيق هذا النموذج ¶ ? الثاني ¶ وهو آليات التطبيق للمبادئ السابقة، ويعنينا في هذا المقام أن نشير إلى أن آليات التطبيق تخضع لمعطيات البيئة واحتياجاتها، فالحجم والكثافة السكانية والجغرافيا والخبرة ¶ البشرية والزمن .. كل ذلك يلعب دوره في تطوير الآليات ولكن يبقى الإنسان يرقب مدى تطبيق المفاهيم السابقة ومصداقية العملية السياسية وهذا هو المحك الفاصل، ذلك هو النموذج المعياري. ¶ ثانياً: الدولة الأموية (الشرقية) 661م-750م ¶ ¬__________ ¶ (¬1) يقصد بالمنتظم البناء الإسلامي من عقائد وعبادات وأخلاق، ونظم الدولة السياسية والاقتصادية والإعلامية والتعليمية، ونظام الجهاد وديوان المظالم ونظام الحسبة.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "انطلقت الدولة الأموية بالإسلام إلى أقصى الشرق والغرب رغم تعطيلها للنظام الإسلامي الشوري المعروف في دور الخلافة الراشدة. وقد دخلت هذه الدولة في مرحلة الضعف منذ عهد الوليد بن يزيد بن عبد الملك (743م). واستمر الانحدار والضعف حتى أسقطها العباسيون (750م). ¶ ونستطيع أن نجمل أهم سماتها في التالي: ¶ الفتوحات ¶ حيث امتدت الدولة شرقاً إلى بلاد ما وراء النهر (التركستان)، وشمال الهند (باكستان وبنجلادش). كما اتسعت غرباً من برقة إلى المحيط الأطلسي. ¶ حركة التعريب ¶ وهي من أهم الحركات التي شهدها العصر الأموي. وذلك لتقوية الحكم العربي في الدولة الممتدة. فتم تعريب دواوين وأجهزة الدولة، وتعريب العملة المتداولة وتوحيدها بين أبناء الدولة الشاسعة. ¶ النهضة الفكرية والعمرانية ¶ تكونت بذور الحضارة الإسلامية. واتخذت النهضة الفكرية طابع الدراسات الدينية والاهتمام باللغة العربية وآدابها، على حين تجلت النهضة العمرانية في اهتمام الأمويين بتشييد المساجد والقصور. ¶ ثالثاً: الدولة العباسية ¶ وفي عهدها تتزامن دولتان: ¶ 1- الدولة العباسية ¶ في الشرق ولها عصرها الذهبي الذي يبدأ بالسفاح 750م وينتهي بالواثق 847م ثم عصر الانحطاط ويبدأ بالمتوكل 847م وينتهي بالمستعصم 1258م (دخول المغول). ¶ 2- الدولة الأموية: ¶ في الغرب والتي تقوم سنة 756م على يد عبد الرحمن الداخل وتصل إلى مرحلة الضعف والتفكك سنة 1100م لتسقط في سنة 1452م. ¶ ومع ضعف الخلافة العباسية ودخولها في المنحنى التاريخي الهابط، وهو أمر فرضته ظروف كثيرة، داخلية وخارجية، أتيحت الفرصة لكثير من أطراف الدولة، أن تتحول لمراكز حضارية بديلة عن القلب. ¶ وإليك خارطة التفتت التاريخي: ¶ 1- (815م) سيستقل السري بن الحكم (بمصر). ¶ 2- (819م) الدولة الظاهرية (خراسان). ¶ 3- (868م-905م) سيستقل أحمد بن طولون بمصر (الدولة الطولونية).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "4- (909م) الدولة الفاطمية في المغرب ثم في مصر 969م لتنتهي على يد صلاح الدين 1171م. ¶ 5- (949م-1055م) الدولة البويهية (خراسان) ومدت سلطانها لبغداد. ¶ 6- (935م-969م) الدولة الإخشيدية (مصر-فلسطين-لبنان-سوريا). ¶ 7- (944م-1003م) الدولة الحمدانية (حلب). ¶ 8- (1055م-1258م) الدولة السلجوقية (عاصمتها بغداد، فارس، أفغانستان، أرمينيا، جورجيا، الأناضول-وصلوا حدود الصين وأخذوا الهلال الخصيب). ¶ 9- (1172م-1250م) الدولة الأيوبية. ¶ 10- المماليك (1250م-1516م). ¶ 11- العثمانيون (1299م- 1924م) ¶ وسنركز في هذا المسار على دولتي المماليك والعثمانيين لما لهما من أهمية في الإطار الذي نتحدث عنه. ¶ رابعاً: عصر المماليك ¶ العصر المملوكي (منذ منتصف القرن الثالث عشر إلى أوائل القرن السادس عشر) ¶ وشهد عصرين: ¶ ? العصر المملوكي الأول: الذي ساده مماليك البحرية 1250م-1382م. وهو عصر القوة والعطاء. ¶ ? والعصر الثاني: الذي ساد مماليك البرجية 1382م–1517م. وهو عصر الضعف. ¶ وطبعت هذه الدولة تناقضات حادة نتيجة التركيبة المملوكية وسنحاول أن نلخص جملة التناقضات تحت مجموعة من المحاور. ¶ الأول: محور الحكم ¶ شكل المماليك طبقة مغلقة مترفعة عن الشعب، ومتقاتلة فيما بينها إلى أقصى درجة. فالمماليك لم يختلطوا بسكان مصر، وترفعوا عن الناس، وكان رجال الدين واسطة الاتصال بينهم وبين الشعب. وفرضوا أنفسهم بقوة الجيش الذي استغل موارد البلاد بتعسف. ¶ أما المماليك البرجية فقد كونهم السلطان قلاوون. ليكون طائفة جديدة من المماليك، ترتبط به، ويكون ولاؤها له. فاختار عنصراً قوقازياً، أطلق عليهم الشركس، وكانوا على عداء مع المماليك البحرية. وبدأوا يتدخلون في الشئون العامة تدريجياً كمنافسين للمماليك البحرية. حتى وصلوا إلى سدة الحكم عام 1382م. ¶ الثاني: محور المجتمع",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "1- احترم المماليك - ربما من باب المصلحة - طبقة العلماء، وأكرموهم، ولكن للمفارقة كان كثير من المماليك يأبون على العلماء ركوب الخيل باعتبارها درجة لا ينالها إلا المماليك! ¶ 2- قربوا التجار ولكنهم كانوا يرهقونهم بالمطالب. ¶ 3- احتقر المماليك الشعب والفلاحين. فأرهقوا المجتمع واكتظت المدن بالفقراء والعاطلين وساءت حالة الفلاحين. ¶ 4- كثرت الثورات خاصة في صعيد مصر معقل العرب. ¶ الثالث: محور الاقتصاد ¶ حدث نمو تجاري قوي، ونظمت التجارة الخارجية والداخلية، وزادت الثروات بطريقة خيالية في العصر المملوكي الأول. وفي العصر المملوكي الثاني دخل المماليك التجارة بأنفسهم واحتكروا السوق، وفرضوا الضرائب، وأرهقوا التجار الأوروبيين، واضطربت حالة النقد، بسبب التلاعب في موازين النقود. وكانت هذه الأوضاع المرهقة اقتصادياً من ضمن عوامل أخرى أجبرت أوروبا على البحث عن طريق جديد للتجارة. ¶ الرابع: محور الحياة العمرانية ¶ اتسمت بالرقي الفني بسبب الغنى الفاحش الناتج عن تجارة الترانزيت. ¶ الخامس: محور العلم ¶ ... اعتنى المماليك بالمدارس والتعليم الديني لإزالة آثار الدولة الفاطمية، فازدهرت المدارس، وكثر التأليف خاصة في التاريخ، وبرزت جمهرة من العلماء في الآداب والفلسفة: مثل ابن خلكان، وأبو الفداء، والمقريزي، وابن خلدون، وكثرت المكتبات وانتشرت في القصور والفنادق والجامعات. ¶ السادس: محور الدين ¶ اتسعت حركة التصوف، وذلك بسبب الضغوط على الشعب والفلاحين فتركوا الدنيا ولجأوا إلى طلب الآخرة. ¶ السابع: المحور العسكري ¶ ... كان للمماليك البحرية الفضل في صد الهجمات المغولية الشرسة التي تعرض لها العالم الإسلامي وذلك على يد المظفر قطز، كما كان لهم الفضل في إنهاء الوجود الصليبي في الشرق وذلك على يد الظاهر بيبرس. ¶ إن التوصيف السابق يعطي مؤشراً على النتائج المتوقعة لمثل هذا المسار. فسنجد مجتمعاً اختل فيه عالم العلاقات:",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "... فالحاكم مستأثر بالمال والحياة والسوق نتيجة لنعمة الموقع المتميز، ومرور التجارة في أراضيه. وهي على كل حال ثمرة لحدث سعيد يمكن مقارنته بالبترول في عصرنا في بعض دول العالم الثالث، وهو حدث لابد أن تنعكس آثاره على العمران والبناء والرفاهية الخاصة. بل والصرف على التعليم وخلق مناخ يسمح بظهور بعض المواهب. ¶ ولكن على مسار الكتلة البشرية الكبيرة في المجتمع المملوكي كان الاتجاه معاكساً، فهذه الكتل لم يكن لها نصيب لا في مباهج الدنيا ولا في العلم، فانتعشت الطرق الصوفية، واستوعبت هذه الكتل مقابل وعد الآخرة، إذ فشلت في الحصول على نصيب من الدنيا. ¶ ولما كان العمران والتعليم ثمرتين للوفرة المالية، لا لتطور عالم الأفكار والعلاقات الاجتماعية؛ فإن انقراضه سيحدث لنفس السبب، أي زوال الوفرة المالية. وهنا يأتي الحدث الكبير باكتشاف رأس الرجاء الصالح، وتحول طريق التجارة إلى مسار جديد .. فماذا سيحدث للعمران، والعلم؟ وقد قررنا أن المجتمع كان قد تدمر قبلها وانخرط في حياة الطرق الصوفية أو عالم الهروب من الدنيا على مستوى القاعدة، وعالم المتعة الحسية المادية على مستوى القمة. ¶ إن الإجابة سنكتشفها مع حملة نابليون بعد قرنين من الزمان أي في القرن السابع عشر حيث يصف الجبرتي الحالة بشكل يدعو إلى الشفقة. ¶ خامساً:التاريخ العثماني ¶ مراحل الدولة الثلاث: ¶ 1- التأسيس (1299-1512م) من عثمان الأول إلى بايزيد الأول. ¶ 2- القوة (1512-1595م) من سليم الأول إلى مراد الثالث. ¶ 3- الضعف والانحلال (1595 – 1924م). ¶ فترة التأسيس ¶ ? عهد التحول من الإمارة للدولة في القرن الرابع عشر. ¶ ? توسع في أسيا الصغرى وفي أوروبا وصل إلى البلقان ووضع نظام عسكري جديد يلقي الرعب في أوروبا لمدة أربعة قرون متتالية. ¶ ? امتداد حدود الدولة إلى شواطئ نهر الدانوب وجهات البوسنة في عمق أوروبا الشرقية ، وتم تحديد لون وشكل العلم العثماني. ¶ ? أكبر انتصاراتها:",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "1- فارنا 1444م. ¶ 2- فتح القسطنطينية 1453م. ¶ ? اتجاه الدولة العثمانية للشرق 1517م. ففي عام 1512م اعتلى السلطان سليم الأول عرش الدولة العثمانية. وبدأ بإخماد ثورة الشيعة في آسيا الصغرى. وفي عام 1514م استولى على أجزاء من إيران. ثم استطاع أن يقهر الدولة المملوكية في موقعة الريدانية عام 1517م. وغدت مصر ولاية عثمانية. ¶ وهنا يخطر سؤال هام إذا كان المماليك قد هزموا على يد العثمانيين سنة 1517م في الريدانية فلماذا ينسب إليهم القرن السادس عشر والسابع عشر وهما قرنان عثمانيان؟ ¶ ونجيب على ذلك، أن الدولة العثمانية، تركت الشؤون الداخلية للبلاد على حالها، وبنفس ترتيب المماليك إلى حد كبير، وزادت ذلك بعزل العالم العربي عن الاحتكاك الخارجي في هذه الفترة الحرجة من المخاض البشري، فقد كانت دولة مشغولة بحروبها لا بتطوير الولايات فاستمر خط ¶ الانحدار على جميع المستويات، وعلى كل حال فالدولة العثمانية وصلت أوجها 1566م وبدأت في الانحدار بعدها، سواءً في المركز أو الأطراف. ¶ ? أقوى فتراتها (1566م سليمان القانوني في منتصف القرن السادس عشر). ¶ ترك السلطان سليمان الأول بصماته الثقافية والسياسية على الدولة العثمانية، فأطلق عليه الغرب لقب \"العظيم\"، وكانت شخصيته في أوروبا موضوعاً لروايات وتمثيليات عديدة، وكان عظيماً في حجم تجهيزات جيوشه، وفي اتساع حملاته التي وصلت إلى النمسا، وفي أعماله العمرانية، حتى أن درجة تكامل دولته لا يمكن قياسها مع تكامل أية دولة أوروبية خلال المدة نفسها، كما اتصف بالورع والتمسك بأهداب السنة. ¶ فترات الضعف والانحلال ¶ ? فترة الضعف الأولى بين القرنين السابع عشر والثامن عشر من محمد الثالث إلى مصطفى الرابع (1595-1808م). ¶ ? فترة عهد الإصلاح والتغيير والتنظيمات التي غطت القرن التاسع عشر حتى صدور دستور عام 1876م. ويمثل هذه الفترة كل من السلاطين: محمود الثاني – عبد المجيد الأول – عبد العزيز ومراد الخامس.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "? احتلال بريطانيا وفرنسا لأجزاء من العالم الإسلامي. ¶ ? أوروبا تضغط على السلطان عبد الحميد الثاني ليسمح بإقامة وطن قومي لليهود في فلسطين، وقد رفض السلطان مبلغ ثلاثة ملايين جنيه عرضها عليه تيودور هرتزل زعيم الصهاينة مقابل أن يسمح لهم بإقامة وطنهم في فلسطين، غير أنه حاول تقليل هجرات اليهود إلى فلسطين ولم يتمكن من منعها. ¶ ? فترة تنفيذ نظرية الجامعة الإسلامية والمشروطية(¬1)طيلة عهد السلطان عبد الحميد الثاني حتى عام 1909م. ¶ ? فترة قيام الثورة بزعامة حزب الاتحاد والترقي وإنهاء دور الخلافة الإسلامية بين عامي 1909م – 1924م. ويمثل هذه الفترة كل من السلاطين: محمد الخامس – محمد السادس وعبد المجيد الثاني. ¶ ? هزيمة العثمانيين في الحرب العالمية الأولى وحلفاؤهم (ألمانيا والنمسا وبلغاريا) أجهض الدولة وأصابها إصابة بالغة. ¶ ? لم تعد الدولة العثمانية تمتلك من أراضيها سوى تركيا. ¶ ? تنامي الفكر القومي التركي و أخرج مصطفى كمال الخليفة من البلاد وأعلن سقوط الخلافة الإسلامية 1924م ¶ ? امتدادها الزمني ستة قرون 1299-1924م. ¶ أسباب ضعفها ¶ 1- الفكري : غياب الصورة الكلية للصراع. ¶ 2- التنظيمي: ¶ وإذا كان لنا من تعليق على الدولة العثمانية، وجَردْ حسابها التاريخي، فيمكن القول بأنها كانت أهم ثغور التاريخ الإسلامي. وقد حمت العالم الإسلامي طوال ما يقرب من أربعة قرون أو يزيد من السقوط تحت الاحتلال الغربي. ويمكن القول أنها حمت الجزء السني في العالم الإسلامي من الدولة الصفوية وما كان يمكن أن تحدثه في العالم العربي من آثار، ولاشك أنها ¶ كانت طوال القرن الرابع عشر أقوى دول العالم قاطبة من حيث القوة العسكرية وقوة التنظيم، بل وكانت اسطنبول أفضل عواصم العالم تحضراً. ¶ ¬__________ ¶ (¬1) كانت المشروطية بداية وجود الحكم الدستوري (1877م) وسميت بذلك لأنها قيدت صلاحيات السلطان المطلقة.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ولكن النصف الثاني من القرن السادس عشر سيشهد أفول نجم هذه الدولة وصعود نجم الدول الأوروبية المجاورة بسبب وفرة التمويل القادم من القارة الأمريكية المكتشفة حديثاً، مع ما وفرته فرصة أربعة قرون من الاحتكاك بالعالم الإسلامي من تغيرات في الثقافة والعلوم الأوروبية والتي أشرنا إليها سابقاً .. كل ذلك سيلعب دوره في تغير كفة الميزان تدريجياً لصالح الكتلة الأوروبية. ولكن هذا التفوق لن يكون حاسماً إلا في القرن الثامن عشر مع الثورة الصناعية، وستكون صحوة الدولة العثمانية متأخرة جداً، وستفشل عملية التحديث ومحاولات الإصلاح في القرن التاسع عشر، بسبب -عاملين هامين- في تصورنا. أولهما: تركيبة العسكر في الدولة وقوتهم وتمردهم على الإصلاح، والثاني: أن عملية الإصلاح جاءت والدول الأوروبية قد تطورت وحاصرت الدولة العثمانية، حتى غرست أظافرها في جسد الدولة المريضة، وتدخلت لمنع هذا المريض من الشفاء. ¶ ويبقى بعد ذلك أمرٌ لابد من الإشارة إليه، هو الموازنة بين إيجابية الدولة العثمانية بحماية العالم الإسلامي من أوروبا على مدار قرون وحماية العالم العربي من الدولة الصفوية أيضاً وبين سلبية عزل العالم العربي عن الاحتكاك بالعالم الخارجي والسياسات السالبة لعدد من الولاة الأتراك مما أثر سلباً على حالة العالم العربي لاحقاً. هذان الأمران محل جدل قائم إلى اليوم ويشكلان عاملا استقطاب للتيارات في العالم العربي وكلا الأمرين له وجاهته ولكننا نعتقد أن المقارنة بين الأمرين لاشك تعطي تفوقاً إيجابياً لصالح الدولة العثمانية وتاريخها الطويل في حماية العالم الإسلامي. ¶ عوامل التحلل في الكيان الإسلامي ¶ أولاً: العوامل الخارجية ¶ الحملات العسكرية ¶ والتي تجسدت في الحملات الصليبية والتترية على العالم الإسلامي فأنهكته بطبيعة الحال مثلما تفعل الحروب فتبتلع الأخضر واليابس. ¶ اكتشاف طريق رأس الرجاء الصالح",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "والذي أضعف العالم الإسلامي اقتصادياً حين تحولت التجارة إلى طريق الحرير، وقل احتياج الأوروبيين إلى البحر الأبيض المتوسط. فجفت الثروات التجارية الناتجة عن التبادل التجاري مع الموانئ التي توجد على ساحله. ¶ ثانياً: العوامل الداخلية ¶ 1) المعضلة الجغرافية ¶ حين تتوسع أية أمة، على مساحة جغرافية ممتدة، في عصر تبدو خطوط الاتصال والمواصلات فيه لا متناهية، فإن أكبر مشكلة تواجهها هي السيطرة على الأطراف، ولو نظرنا إلى عاصمة الخلافة العباسية في بغداد، كقلب وللشام والعراق كصدر يحوى هذا القلب، ثم تصورنا الجناحين المهولين اللذين يحملهما على جانبيه وهما مصر والشمال الإفريقي غرباً وبلاد فارس وما وراء النهرين شرقاً. لكان الأصعب هو تصور إمكانية استمرار تحريك هذين الجناحين والمحافظة عليها، مع علمنا أن صحة القلب، ليست مضمونة إلى الأبد. ¶ المعضلة الجغرافية ممثلة بقلب صغير وجناحين عملاقين ¶ 2) المعضلة الإثنية ¶ إن تركيب أي مجتمع، متعدد الأعراق، يشكل تحدياً محيراً اليوم، ناهيك عن الأمس البعيد، ونقصد باليوم الواقع الفكري المتطور لأطراف المعادلة، وإمكانية صياغة العقد الاجتماعي على أسس توافقية، أما في المجتمعات الملكية القديمة وهي التي سادت التاريخ الإسلامي، فقد كانت صياغة مثل هذه العقود، من قبيل الإعجاز، ومثل هذه الإشكالية كانت ولازالت تحتاج إلى دولة مركزية قوية تنتظم فيها الأطراف ونظام عادل يمنع البغي على ¶ الحقوق وآلة إعلامية وروحية عالية ونظام اتصال فعّال .. إلخ، وكل ذلك ضروري لتماسك المجتمع. ¶ 3) المعضلة السياسية",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "إن النموذج الإسلامي الأول \"النموذج الراشد\" ظل هو الحلم الذي يعيش عليه المسلمون. ويقيسون به صلاح الوضع السياسي، ولما كان الاعتداء على بعض أجزاء النموذج قد تم في مرحلة مبكرة، بالتحول من الدولة الراشدة إلى النظام الملكي، وعجز المجتمع المدني عن استعادة زمام المبادرة، رغم كل المحاولات وأولها محاولة عبدالله بن الزبير الناجحة حيث استعيدت الخلافة لمدة تسع سنوات ولكن عودة الملكية وانتصار الأمويين، قاد إلى استمرار الصراع داخل المجتمع وكثرت الثورات وتعددها في كل مكان، ثم إن طبيعة الحكم الملكي الداخلية، التي تعتمد على الغلبة، جعلت تيار العنف الداخلي يسود وهو أمر سيظل مصاحباً لمجتمعات كثيرة وإلى اليوم، كما أن حماية الحكم الملكي كانت تعتمد بالأساس على المرتزقة بشكل أساسي في عصور متطاولة، وفي بعض الفترات على تغليب فئات اجتماعية على أخرى، مما مهد الأرضية لعدم الاستقرار بصورة دائمة. ورغم أن الإسلام حل هذه المعضلة بآلية التراضي المسماة بـ \"الخلافة الراشدة\"؛ فإن ضمانات تفعيل آلية التراضي لم تتبلور إلا في عصرنا الحاضر. ولم تعرف دول العالم قاطبة ذلك النمط إلا في القرن الثامن عشر مع الثورتين الأمريكتين والفرنسية وبتكلفة عالية جداً ابتداءً، باستثناء بريطانيا، التي تدرجت في حل هذه الإشكالية ربما بأقل قدر من العنف، بينما لم تعرف بعض دول أوروبا مثل أسبانيا حلاً لهذه المشكلة إلا منذ سنوات قليلة. ¶ 4) معضلة التعصب ¶ اختلال المفاهيم الدينية والنزعات ¶ أ- حول الخلافة ¶ 1-السنة. 2-الشيعة . 3-الخوارج.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وكل منها لها تشعباتها وفرقها ونزعاتها، وكثر الاحتراب حتى غدت كل فرقة تجسد تجمعاً دينياً مغايراً، متبايناً في أمور كثيرة. وقد ولدت فترة الفتنة فقهاً يدعو إلى القبول بالظلم، والرضوخ له، وانتظار الأقدار لتغييره بصورة أو بأخرى. وأصبحت ولاية المتغلب عنوان عند أهل السنة والجماعة. واعتبرت قضية الحكم قضية خاصة بفئة من الناس، وأن الآخرين عليهم الانتظار. إن جاءهم صالح فبها ونعمت، وإن لم يأتهم فهذا قدر الله عليهم. هذه النظرة التي هي أقرب إلى الجبرية السياسية تعززت في الفقه الإسلامي وفي العقلية الإسلامية، وأصبحت تفرخ كثيراً من المدارس التي لم تكن تدرك خطورة هذا المنهج على مجمل حركة الحياة الإسلامية بعد ذلك. ¶ ب- في العقائد ¶ أولى المسائل التي أثيرت مسألة القدر وسؤالهم: هل الإنسان مخير أم مسير؟ ¶ وثانيتها مسألة مرتكب الكبيرة: مرتكب الكبيرة الذي لم يتب هل هو مؤمن أم كافر؟ ¶ وثالثتها مسألة الأسماء والصفات وأهم مسألة طرحت يومها: هل القرآن كلام الله أم خلق من مخلوقاته؟ ¶ وستظهر فرق تنافح عن اختياراتها: ¶ ? الجبرية: الإنسان مسير، لا ينسب إليه فعل، بل الفاعل هو الله!. ¶ ? القدرية: الإنسان فاعل بنفسه، لا توجد لله إرادة مع فعل الإنسان! .. وإطلاق لفظ القدرية عليهم على سبيل المغايرة، فهم نفاة للقدر جملة واحدة. ¶ ? المرجئة: \"لا يضر مع الإيمان ذنب\" بهذه المقولة، قامت هذه الفرقة. فالمؤمن يرتكب ما يرتكب ويدخل الجنة على كل حال. وترتب على ذلك أن العمل غير داخل في مسمى الإيمان. الأمر الذي لم يدر بخلد أولئك المتوقفين في الحكم المحتارين في قضية الشهادة، والذين اختلفوا في الإجابة على السؤال: \"هل كل من شهد أن لا إله إلا الله دخل الجنة؟!\" ¶ ? المعتزلة. ¶ ? الأشاعرة. ¶ ? الماتيردية. ¶ ? حنابلة القرن الرابع والتيميه. ¶ ? أغلب الفقهاء، وعموم أهل السنة. ¶ جـ- في الفقه:",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "تعددت المذاهب بين جميع الفرق، واختلفت الآراء، ولم تخل من التعصب. وتلك هي الآفة الكبرى لأي مجتمع، فعندما ينتقل النقاش المنطقي، إلى ساحة الفعل التحريضي، ومن ثم إلى ساحة العنف فإن ذلك دمار للمجتمع، فإذا استدعيت جماهير الغوغاء إلى ساحة المعركة الكلامية، فتلك بداية النهاية لكل شيء جميل، لأنها تنتقل تلقائياً إلى ساحة العنف ضد المعارضين، وذلك الأمر الذي يقتل الفكرة والعقل وهما دعامة النجاح لأي مجتمع وعليهما يقوم الإيمان والتكليف وبهما يخطط لنصرة الدين وإعمار الحياة. ¶ 5) المعضلة الاقتصادية ¶ سوء توزيع واستخدام الثروة، الاحتكار، تداول الثروة بين طبقة محددة بالباطل، اعتبار الدولة غنيمة، وملكاً شخصياً للوالي. كل هذه المثالب طبعت الدولة في عصورها المختلفة، ثم الانغماس في الملذات بشكل غير مسبوق، حكيت عنه الأساطير، خاصة لبعض الولاة في تاريخنا، هذا الترف والسرف، أضاع الدنيا والدين معاً على مر التاريخ، ونحن هنا سنأخذ واحدة من أغنى الدول التي حكمت العالم الإسلامي قبل انهيار الوضع، ونسجل للدولة المملوكية، غناها التجاري الباهر، ونسجل عليها فقر الفلاحين وطبقات الشعب، والحرمان الذي كانوا يعانونه، في هذه الدولة الغنية، والمدى الذي وصلت إليه الأحوال في الشارع المصري من جراء ذلك، والآثار المدمرة التي ستقود إليها بعد ذلك، والتي سيصفها لنا الجبرتي - المؤرخ المشهور- يوم نزل نابليون إلى مصر، ومدى تدهور الحالة الحضارية للمجتمع. ويمكن أن يرجع إلى ذلك في تاريخ الجبرتي. ¶ إنّ أخطر ما في الحالة الاقتصادية المذكورة، أن الغنى والترف، كانا نتاج حدث عارض، وهو أن موقع الدولة في قلب العالم وسرته حتَّم مرور تجارة العالم القديم خلال مصر إلى أوروبا، ولم يكن ذلك ناتجاً عن نشاط المجتمع وحيويته الكلية ومشاركته في الدفع الاقتصادي، ولما كان الحدث العارض عارضاً، فزاوله محتوم، وقد حدث ذلك باكتشاف طريق",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الرجاء الصالح وعندها انكشفت القدرات الحقيقية للمجتمع، وأختبرت صلابة بنائه وكانت النتيجة ذلك السقوط المريع للمجتمع. أن إيجاد مجتمع نشط بسبب حالته الداخلية الصحيحة كان ولا يزال التحدي الأكبر لأمتنا. وهي مدعوة لأن تتعلم الدرس التاريخي الأزلي، أن المال يجب أن لا يكون \"دولة بين الأغنياء\" ويجب أن تعتمد الدولة على نشاط المجتمع وحيويته لا الأحداث العارضة مثل تجارة الترانزيت والاقتصاد السياحي الذي يعلم الجميع أنه لا يبني العمود الفقري للاقتصاد وأقصى ما يمكن أن يقدمه فسحة من الوقت لبناء ذلك الاقتصاد لا أكثر ولا ضمان لاستقلال أي أمة لا تمتلك اقتصاداً حقيقياً. ¶ 6) إهمال العلوم التطبيقية ¶ لقد شاع في كثير من فترات التاريخ الإسلامي، أن العلوم الشريفة هي علوم الدين، أو كما قيل \"قال الله وقال رسوله\" أما عدى ذلك، فهو أمر يؤخذ منه بأقل قدر، فالحساب، والفلك، والكيمياء .. إلخ كلها يجب أن تعطى أقل قدر من الاهتمام، وفي مراحل أخرى، أصاب الاضمحلال حتى العلوم الدينية، وساد التقليد واجترار الموروث، دون أي خلق وإبداع جديد .. تلك النظرة للعلم وتطبيقاته، قضية لم تحل إلى اليوم، وإن كانت دخلت في طور جديد، وهو عالم استهلاك التطبيقات العلمية، وعدم تجاوز ذلك إلى سبر المعرفة العلمية، والغوص في أعماق العلوم. وأصبحت الجامعات محطات تفريخ لمجاميع تفتقد المضمون العلمي، وروح العلم وأن حملت أوراق اجتياز الامتحانات النظرية والشهادات المعهودة. إن الخروج من هذه الحالة هو تحدٍ لابد من اجتيازه إذا أردنا النهوض والخروج من المأزق. ¶ 7) ضعف الدافع العقدي",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "إن الناظر في أحوال الأمم، يستطيع أن يلمح، وباستمرار أثر الدافع العقدي، في مسيرة أية أمة، هذا الدافع العقدي، هو الإيمان بقضية ما إيماناً لا يحتمل الجدل، والحماس للفكرة، حماساً يجعل كل تضحية في سبيلها أمراً هيناً، تلك هي \"المكنة النفسية\" التي إذا زرعت في أمة ما نفخت الرياح في أشرعتها، وإذا نزعت من أمة ما دب السكون والموات في جنباتها، ونكست راياتها، وبفضل هذه النفخة، اندفعت الأمة في الأرض، وكلما خفتت هذه ¶ الروح، سكنت وتراجعت، ومع مرور الأيام والسنين بدأ الوهن العقائدي يدب في أوصال الأمة، مما مهد لحالة التراجع، ورسم خطاً مبكراً هدد ولايزال هذا الكيان الكبير، لقد عرّف الصدر الأول العقيدة بالعمل، وعرفت الأمة بعدها العقيدة بالجدل. والفرق بين المعنيين كبير، فالأولى تعني أن المؤشر الحقيقي للعقيدة، هو في مجموع الجهد الذي يضعه الفرد لخدمة أهداف الدين على جميع المستويات، والمعنى الثاني يعني مجموع ما يعرفه الفرد من اصطلاحات وتعريفات، وما يتقنه من جدل وحجه في موضوع العقائد، هذا الخط وهذا التحول سيظل قائماً يؤدي دوره السلبي على مر العصور اللاحقة. ¶ 8) عدم متابعة تطور الأمم الأخرى",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "لقد كانت الأمة في حالة صراع حاد ومازالت، هذه الحالة التنافسية كانت تستدعي بالضرورة، متابعة التطورات التي تحدث في الأمم المنافسة، ولكن ذلك لم يحدث، وكان له أسوأ الأثر على مستقبل الأمة الإسلامية. فالدولة العثمانية المشتبكة مع الغرب، لم تفلح في رصد متغيرات الحالة الأوروبية في القرن الرابع عشر والخامس عشر والسادس عشر، ولذلك فوجئت بالتحولات العسكرية التي حدثت بعدها، وقل ذلك عن المماليك، الذين كانت بعض ممالك البحر الأبيض المتوسط الأوروبية تدفع لهم الجزية، فقد فوجئوا لحظة نزول نابليون بصنف آخر من الناس غير الذين عهدوهم في الحروب الصليبية وهزموهم فوجاً بعد فوج، ولم يكن ذلك ليحدث لو كانت قرون الاستشعار حية في الأمة ونسبة الغرور أقل. ¶ 9) تكوين النخب حول السلطان ¶ لقد رأينا أرسطو على رأس مرافقي الإسكندر المقدوني، ورأينا جاك أتالي حول ميتران في عصرنا، ورأينا النخب المفكرة الاستراتيجية حول رجالات البيت الأبيض، لكن من يجتمع حول سلاطيننا على مر العصور؟! فإذا استثنينا إشراقات صغيرة داخل التاريخ فسنجد غالبية غالبة من محترفي النفاق تتمركز حول نقطة اتخاذ القرار، نخب تفتقد العلم والخبرة، تحيط بالوالي إحاطة السوار بالمعصم يسمع بآذانها، ويفكر بعقلها، ويتردى وهو يحسب أنه يصعد، تتحول الهزائم إلى انتصارات والنكسات إلى أفراح واحتفالات، تهيئ له أن",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "يستريح لتحمل هي عنه الهم، فتسرح وتمرح في المال العام، ثم تقوم المعادلة الصعبة، فهو يحتاجهم ليستمر في الحكم، وهم يحتاجونه ليستمروا في النهب. تلك الفكرة الضيقة عن الحكم، والغنيمة، صبغت – ومازالت - كثيراً من عصور التاريخ، ولم ننتقل لفكرة الوطن والأمة بعد. ولم يسلم من مثل هذا الوضع إلا قلة في الماضي والحاضر وعندما يتحول الوضع إلى الصورة أعلاه، تتوارى النخب الحقيقية وتبتعد تجنباً لمثل هذه الأجواء المريضة، ويبتعد الشعب عن المسئولية، وعن البناء، ليتحول إلى أداة عاطلة عن العمل، وتصعد فرق الهدم على هذه الأنقاض لتشارك في عمليات النهب بقدر استطاعتها، تلك هي الحلقة المفرغة التي تدور فيها الأمة منذ أجيال، وتصحبنا إلى هذا الحاضر الذي نعيشه، وعلى الأمة قادة وقاعدة أن تنتبه لهذا الوضع المدمر. ¶ 10) حكم من لا يعرف الإسلام ¶ ثم إن كثيراً ممن حكموا ويحكمون العالم الإسلامي إلى اليوم، معرفتهم بالإسلام لا تتعدى المعرفة السطحية، وأداء العبادات إن فعلوا. هذا إذا تحدثنا عن الغالب التاريخي، أما الإسلام كمشروع حضاري كلي، وكنظام جديد للبشرية، وكدعوة ورسالة للعالمين، أما معرفة المنتظم الإسلامي، وخريطة الحركة الكلية من أجل الإسلام، أما التجرد للفكرة وبنائها لبنة بعد لبنة في هذا الصرح العظيم، فذلك أمر كان بعيداً عن أذهان كثير من الساسة، وما حمله وقام بتبعاته، في الغالب إلا جمهور الأمة وبعض من أشرق النور في قلوبهم ولو ومضة من حكام الأمة، لقد انفصل الحكم عن المشروع ولم ينفصل عن الحاجة للدين في شكله الطقوسي، لأنه أداة تسكين للجمهور وأداة لكسب الشرعية، وبالتالي إذا أردنا التقدم فلابد من حل هذه المعضلة المستعصية تاريخياً وإعادة الدولة لخدمة المشروع والحياة به، وهو الأمر الذي لابد أن تتحمله قيادات الأمة الإسلامية سواءً كانت نخب الحكم أم نخب الثقافة. ¶ 11) أزمة المدينة العربية",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وهي جزء من أزمة الديموغرفيا المختلة، فنتيجة للكثافة السكانية، وأزمة الحكم المستمرة، كانت الحاجة دائمة عند الملوك لاستدعاء البادية لحكم المدينة العربية، وفي أشكال ¶ مختلفة، فمرة تستدعي البادية العربية، ومرة تستدعي البادية التركية، والشركسية ومرة تستدعي العسكرتاريا أو القبيلة المعاصرة، وهي في كل الأحوال كتل بشرية معرفتها بالحضارة قليلة، ولكن قدرتها التنظيمية عالية، بسبب من رابطة الدم، أو رابطة الانتماء للعسكر، وعبر التاريخ الطويل، انتقلت هذه من حماية الحكم إلى حكم المدينة، في حين عُزِلَ أهل المدينة عن تسييرها في جهازها الأعلى، هذا الاختلال، قد تم إصلاحه في الحركة التاريخية الأوروبية، يوم أن حكمت المدينة نفسها، ممثلة في سكان المدن، فأوجدت حالة الاستقرار والتنمية، مهدت لحركة النهضة، أما في المدينة العربية وإلى يومنا الحاضر، فلم تستطع المدينة استعادة حريتها وتوازنها. ¶ نظرات في مسار المماليك والعثمانيين ¶ إن أهم مراحل التاريخ الإسلامي هما مرحلتي المماليك والعثمانيين من حيث بدء خط الانكسار واصطدامه بخط النهضة الأوروبي ولابد أن نلحظ هنا عدة أمور: ¶ 1- يبدو للوهلة الأولى، أن دخول الأتراك للمعادلة الإسلامية حدث قد جاء مع الدولة العثمانية، وهنا نحب أن نذكر بأن الإسلام وصل إلى بلاد ما وراء نهر جيحون سنة 705م على يد قتيبة بن مسلم حيث تستقر القبائل التركية القادمة من أواسط آسيا وأن المعتصم سنة 833م استقدمهم كحرس وجنود وخدم وسيبني مدينة سامراء في العراق ليستقر بها مع جنوده هؤلاء. وهؤلاء بدورهم سينقلبون بعد ذلك من أداة للسيد إلى سيد للسيد وسيمارسون الحكم كلما سنحت الفرصة وتهيأت الظروف وهي سنةٌ جارية في البشر. ¶ 2- ونؤكد أنّ الأتراك لعبوا دوراً هاماً كدول ثغور طوال تاريخهم الطويل، وهم الذين وقفوا في وجه الغرب وطموحاته في الشرق منذ عصر مبكر.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "3- إن الدولة الأموية التي مدت رواق الإسلام إلى أقاصي العالم شرقاً وغرباً لم تدم في الشرق إلا ما يقرب من قرن، وهي مدة قصيرة في حساب الزمن، ومع ذلك حقق جيبها في أسبانيا معجزة حضارية، ستظل محل اعتزاز الأمة على مدى الأجيال. ¶ 4- دخلت الدولة العباسية في عهود الضعف، مع استلام المتوكل 847م (القرن التاسع)، حيث بلغت الدولة، أوج اتساعها، وبدت على الخريطة، كطائر ذي جسم صغير، وهو العراق والشام، وجناحين كبيرين، ويمثل الجناح الشرقي، بلاد فارس، والجناح الغربي مصر والشمال الإفريقي، قلب ذو كثافة سكانية منخفضة، مقارنة بجناحين، ثقيلين عريضين، في عصر تشكل القوة البشرية والموارد عناصر حاسمة في صراعات القوة، وأي مرض سيطرأ على عقل الطائر أو جسمه سينعكس على الأجنحة، وسيختل ذلك التوازن الصعب، الذي سبب معضلة الدولة العباسية. وذلك ما حدث فمع ضعف قلب الدولة، بدأ تفكك الأطراف فالجناح الغربي وبالتحديد في مصر، سيبدأ أول عملية انفصالية على يد السرى بن الحكم 815م لتظهر في الجناح الشرقي المقابل وبالتحديد في خراسان الدولة الظاهرية ¶ سنة 819م ولو تابعت التواريخ اللاحقة لقيام الدول ستجد عملية التناوب على التفكيك من الأجنحة، ثم الاتجاه للسيطرة على القلب والجسد الضعيف. ¶ 5- هذه الدول رغم كل العيوب الناتجة عن تفكيك الإمبراطورية الإسلامية، فإن معظمها كان له إسهام حضاري أضاف للتراث الإسلامي، وسد عجزاً ما، في مراحل ضعف القلب. ودافع عسكرياً عن الأمة بشكل أو بآخر.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "6- هذا الوضع المجزأ، والضعف البادي في القلب، سيغري أولاً الكتل البشرية العملاقة في الغرب على الحركة للاستيلاء على هذه الممالك الغنية وستبدأ حركة الحروب الصليبية بين العامين 1095م–1291م (نهاية القرن الحادي عشر إلى نهاية القرن الثالث عشر) أي متزامنة مع عمر ثلاث دول إسلامية، الدولة السلجوقية، والدولة الأيوبية، وما يقرب من أربعين سنة من عمر الدولة المملوكية. ويغري ثانياً الكتل البشرية العملاقة من الشرق ممثلة في المغول سنة 1258م أي قبل انتهاء الحروب الصليبية بثلاث وثلاثين سنة ليسقطوا الدولة السلجوقية وينهوا الخلافة العباسية ليوقفهم المماليك في فلسطين 1260م. وفي عين جالوت يتوقف المغول بعد توقيع الصلح مع المماليك 1320م. وبعدها ببضعة عقود يدخل التتار بقيادة تيمورلنك مرة أخرى ليستولوا على بغداد 1393م ويجتاحون المدن السورية ويدمرون دمشق سنة 1401م ويأخذون خيرة الفنانين والصناع إلى عاصمة ملكهم سمرقند قبل أن تصل إليهم جيوش المماليك وتنهي وجودهم في الشام. ¶ والخلاصة: أن القرن الثاني عشر والثالث عشر والرابع عشر هي قرون صبغتها الحروب المتواصلة من أجل البقاء، بما تعنيه الحروب مادياً وبشرياً من تكاليف تكبدها العالم الإسلامي ومناطقه الحضارية. فقد تم تدمير بغداد وحرق مكتباتها على يد المغول ثم قام تيمورلنك بتفريغ المنطقة من خيرة الصناع والفنانين. ¶ النموذج الخامس ¶ هذا النموذج يعينك على استيعاب مسار الحضارة الإسلامية ، وحفظ أهم ما فيه، وشرحه للآخرين. ¶ الخلاصات ¶ ? قامت الدولة الإسلامية الأولى 622م على يد النبي صلى الله عليه وسلم رغم المعطيات الصفرية. شأنها شأن كل الأمم التي نهضت. ¶ ? كانت الدولة الأموية دولة فتوحات نشرت الإسلام شرقاً وغرباً. ¶ ? تزامنت في عهد الخلافة العباسية دولتان: الدولة العباسية في الشرق والدولة الأموية في الغرب والتي قامت على يد عبد الرحمن الداخل.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "? شهد عصر المماليك مرحلتين: مرحلة المماليك البحرية 1250م – 1382م. وكان عصر قوة وعطاء، انكسرت فيه الحملات الصليبية. والمرحلة الثانية هي مرحلة المماليك البرجية 1382م – 1517م وهو عصر ضعف. ¶ ? تأسست الدولة العثمانية عام 1299م وانتهت 1924م. وكانت أقوى فتراتها (1512م – 1595م). ¶ ? في الوقت الذي طرد فيه المسلمون من الأندلس (غرب أوروبا)1452م كانت الدولة العثمانية تستعد لمواجهة أوروبا وتمكنت من فتح القسطنطينية 1453م (شرق أوروبا). ¶ ? إن الأسباب التي أدت إلى سقوط الحضارة الإسلامية تتجسد في عوامل خارجية مثل الحروب الصليبية أو عوامل داخلية تتجسد في الممارسات السيئة الداخلية. ¶ أهم الأسئلة التي يجيب عليها الباب ¶ 1. متى استطاع الغرب أن يفيق من غفوته ويبني حضارته؟ ¶ 2. متى بدأ خط الانكسار في مسار الحضارة الإسلامية؟ ¶ 3. ما أهم النقاط التاريخية المشتركة بين الحضارتين الإسلامية والأوروبية؟ ¶ 4. كيف أثرت نقاط التقاطع سلباً وإيجاباً على كل من الحضارتين الإسلامية والأوروبية؟ ¶ إن العامل في مجال النهضة يلزمه أن يلم بالمفاصل المشتركة بين الحضارتين الأوروبية والإسلامية. ليتعرف على بداية السقوط وكيف بدأ شيئاً فشيئاً على مدار قرون طويلة. ¶ وسنستعرض كل حدث مفصلي مشترك على حدة. ونذكر تأثيره على كلا المسارين الإسلامي والأوروبي. ¶ 622م تكوين نواة للدولة الإسلامية في المدينة ¶ على المسار الإسلامي: كان ظهور نواة الدولة يمثل دافعاً نفسياً كبيراً للأمة الإسلامية الصاعدة، التي تستشرف من البشارات القرآنية والنبوية مستقبلها المشرق. وبدأ سلم الحضارة الإسلامية في الصعود حتى فتحت الدولة الإسلامية مشارق الأرض ومغاربها. وصدرت عاداتها وثقافاتها إلى الغرب. ¶ على المسار الأوروبي: نسجل هنا أن المسارالغربي كان يعيش عصر التخلف والظلام. وكان بمثابة المتلقي من الحضارة الإسلامية الجديدة. ¶ (1097م – 1291م) الحروب الصليبية والتترية",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "على المسار الإسلامي: أنهكت الحروب الصليبية العالم الإسلامي رغم أن الحملات المعتدية لم تتمكن من تحقيق أهدافها المباشرة. ¶ أما الحروب التترية فقد دمرت صرح العلوم الإسلامية، وعزلت خيرة الصناع والفنانين والعلماء والمبدعين عن العالم الإسلامي. ¶ على المسار الغربي: رغم هزيمة الغرب في الحروب الصليبية إلا أنه عاد بالعلوم الإسلامية. فقام بترجمتها ¶ وتغير نمط الحياة الغربي،. ليبدأ رحلة النهوض. ¶ القرن الخامس عشر (قرن التحولات) ¶ 1452م طرد المسلمين من الأندلس ¶ على المسار الإسلامي: أثر سلباً على الروح المعنوية للمسلمين. إلا أننا يجب أن نسجل هنا أن الدولة العثمانية ونخص تركيا كانت قادرة على التصدي لأوروبا بأكملها وقد استطاعت في 1453م أن تصل إلى القسطنطينية ثم تحاصر بعد ذلك فيينا. ¶ على المسار الأوروبي: كان لطرد المسلمين من الأندلس رفعاً للروح المعنوية للغرب، وإحساسهم بإمكانية الفعل والتصدي للإمبراطورية الإسلامية. ¶ اكتشاف طريق رأس الرجاء الصالح(1488م) والأمريكتين (1492م) ¶ على المسار الإسلامي: أدى إلى ضمور التدفق التجاري على العالم الإسلامي، ومن ثم فقد أحد أهم ركائز قوته. ¶ على المسار الأوروبي: انطلاقة كبرى للسيطرة على قلب الاقتصاد العالمي. واكتشاف مدينة الذهب ما أدى إلى وفرة الموارد. ¶ 1453م فتح القسطنطينية ¶ على المسار الإسلامي: أكد أن العالم الإسلامي لازال فيه رمق، وأن جيشه يستطيع قهر أوروبا. ¶ على المسار الأوروبي: الإحساس بالتهديد ومن ثم استفزار الطاقات لمواجهة التحديات. ¶ 1769م اكتشاف قوة البخار ¶ المسار الإسلامي: كان يعاني من ضعف شديد في العلوم التطبيقية، بالإضافة إلأى الاحتقانات الداخلية جراء نظم الحكم المستبدة.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "المسار الأوروبي: مثلت الثورة الصناعية نقلة في عالم التصنيع باكتشاف قوة البخار واستخدامه. وقد أدى ذلك إلى تغيير المعادلة العسكرية تماماً. فأصبحت القوة العسكرية الأوروبية تتفوق بمراحل على القوة العسكرية الإسلامية. ¶ ونتيجة لحركة التصنيع حدثت تغيرات اجتماعية كبيرة في أوروبا ، فاختفت طبقة النبلاء وظهر مجتمع أصحاب البنوك ومديري الشركات والمصانع، وازدادت أهمية المهندسين والحرفيين ذوي المهارة، وعمت ظاهرة البحث عن المبدعين. ¶ وبنهاية القرن الثامن عشر انتقلت أوروبا من عصر النهضة إلى عصر التقدم التكنولوجي والإنتاج الكبير. ¶ إن إرهاصات أفول نجم الحضارة الإسلامية بدأت مع الحروب الصليبية . لكن الفجوة اتسعت بشكل يصعب التعامل معه بعد الثورة الصناعية. وهذا هو المفصل التاريخي للانهيار الحقيقي للحضارة الإسلامية. ومن ثم الصعود الأوروبي. ¶ ملخص التقاطع الإسلامي الأوروبي ¶ البرابرة الأوروبيين ... 476م ... ? تسقط روما وتدخل أوروبا عصور التخلف والفوضى والاقتتال حتى القرن الخامس عشر ولن تخرج من الإشكاليات المميتة إلا بعد الحرب العالمية الثانية وإلى أجل. ¶ ? عصر الظلام الأوروبي: ¶ عصر الظلام ... تخلف في: [الفكر (النظرة في الكون)-السياسة-الاقتصاد-الصحة-المأكل والمشرب-النظافة-البنية التحتية] ¶ (476م–1500م) ... - العلوم (الرياضيات-الفلك-الجغرافيا-الكيمياء-الفيزياء-الإنسانية-الميكانيكا) ¶ العصر الإسلامي المجيد ... 622م ... - تذكر أن كل العلوم المعاصرة كان المسلمون هم من فتح أبوابها الرئيسة (انظر شهادة الطرف الآخر). ¶ حادث الهجرة ... - وأن وسائل التحضر في المأكل والمشرب ووسائل الراحة جاءت من الشرق ومازالت في كثير من الأحوال بأسمائها العربية في العالم (أنظر زيجرد هونيكه شمس الله تشرق على الغرب). ¶ (",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "622م –1000م) ... - استمرار العطاء الإسلامي حتى نهاية القرن الخامس عشر واستمرار تدريس الكتب العلمية لمؤلفيها المسلمين في أوروبا كمراجع العلوم التطبيقية في الطب والرياضيات وغيرها. ¶ نضج الحضارة الإسلامية ¶ الاشتباكات الحاسمة بين المسلمين والأوروبيين ... 1097-1291م ... فوائد الغرب من الحروب الصليبية: ¶ الحروب الصليبية ... (تمت ترجمت كل العلوم الإسلامية. (نقل التقنية. (العلوم التطبيقية. (تغيير نمط الحياة في إيطاليا. (القانون والفكر القانوني. ¶ (التحول من البدائية إلى العلم الحديث) ¶ القرن ... - أسبانيا تطرد المسلمين (ارتفاع المعنويات الصليبية) ¶ الخامس عشر ... - اكتشاف رأس الرجاء الصالح (نمو تجارة أوروبا-وانكسار تجارة الحواضر الإسلامية حول البحر الأبيض المتوسط) ¶ قرن التحولات ... - اكتشاف الأمريكيتين (نمو تجاري-وفرة أموال [الصرف على العلم-الصرف على الصحة-الصرف على البنية التحتية]) ¶ - سقوط القسطنطينية (تحفز الغرب وإحساسه الخطر الخارجي) ¶ الثورة الصناعية ... - اكتشاف قوة البخار 1769م ¶ إن أمتنا الإسلامية منذ نشأتها وهي تتعرض على مر العصور والأحقاب المتتابعة لتيار متصل من التحديات والأخطار أشبه ما يكون بالتيار الكهربائي والذي تمثل الأخطار الكبرى كالحملات الصليبية والهجمة التتارية ومحاكم التفتيش في الأندلس ومعاهدات التجزئة والتقسيم ثم إسقاط الخلافة قمم موجاته. ويخطئ كل من يحصر الأخطار والتحديات في قمم الموج فقط. فتيار المخاطر لم ينقطع البتة، ولم تكن تنكسر موجة إلا لتعلو غيرها. وما بين الانكسار والعلو تلتقط الأمة أنفاسها قليلاً استعداداً للموجة التالية.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "هذه القراءة للأحداث التاريخية وللواقع المعاصر لابد وأن تنقلنا من مجرد الاستجابة المتشنجة للتحديات القائمة ومن المحاولات المستميتة والمضطربة للتغلب على قمة الموجة العاتية إلى وضع رؤية استراتيجية شاملة واعية راشدة في محاولة للتقليل من قوة الأمواج المستقبلية ومن ثم للوصول إلى قمة المجد الحضاري في المستقبل. ¶ لقد أوجزنا التحديات التي تواجهها أمتنا الآن في ثلاثية التخلف والاستعمار والفرقة. وأكدنا أنه لا يمكن التصدي لهذه التحديات إلا بالعمل على الأصعدة الأربعة التي تحدثنا عنها سلفاً: الصعيد النفسي، والفكري، والتنظيمي، والمادي. ¶ إن هذا التحدي السافر على أمتنا يفرض علينا الرد، وقد بدأت بشائره في كل مكان .. قد تكون متعثرة، قد تكون مترددة، وقد يكون الميلاد صعباً، ولكنه الأمل الذي يراه الناس، أسرى اللحظة البائسة خيالاً، ونراه بعين البحث والنظر حقيقة لابد أن تتجسد معالمها الكلية على أرض الواقع بعد أن وضعت اللبنات الأولى منذ مطلع هذا القرن وتبلورت في أشكال فكرية وحركية واجتماعية في مجتمعنا، وبدأ البناء في الصعود شيئاً فشيئاً متضحاً في أشكال المقاومة المختلفة الراشدة وغير الراشدة. وما يحدث في الساحة الآن يمثل الصحوة التي يرتجى أن تتحول قريباً إلى يقظة تلملم أوراقها لتنطلق في ميادين النهضة، ثم تكون حضارة للعالمين. ¶ إن من أوجب واجبات الوقت الآن عكوف قادة النهضة وطلابها على تمحيص السبل والوسائل للانتقال بالأمة من مرحلة الصحوة – التي طال أمدها واستطابت ثمارها – إلى مرحلة اليقظة والرشد والوعي. إن الانتقال بالأمة من مرحلة الخطط التشغيلية والتنفيذية إلى مرحلة الخطط الاستراتيجية هو وحده الكفيل – بعد استمداد العون من الله تبارك وتعالى – بالقضاء على الأمواج وتقليل قوة تيار المخاطر إلى الحد المسموح به.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وتباشير الانطلاق إلى مرحلة اليقظة قد بدأت بالفعل استجابةً للتحديات القائمة وذلك على مستوى العوالم الثلاث: ¶ فعلى مستوى عالم الأفكار تموج الساحة النهضوية الآن بالكثير من الأفكار التي تتدافع فيما بينها. وسوف يكتب لأصلح هذه الأفكار وأقواها البقاء والصمود. ¶ كما شهد القرن العشرين صعود نجم الكثير من الحركات النهضوية الإصلاحية والتغييرية التي أحدثت فارقاً ضخماً ونقلةً حقيقية في عالم الأفكار. كما ظهرت العديد من كتابات النوعية التي وإن كانت شحيحة ونادرة إلا أنها بادرة إيجابية ومؤشر على التطور الذي يشهده عالم الأفكار في المشروع النهضوي الإسلامي. ¶ هذا بعض حصاد مرحلة الصحوة فيما يتعلق بعالم الأفكار. وتكاد تطوى صفحات هذه المرحلة ولا تزال علوم السياسة والاقتصاد والاجتماع وغيرها من العلوم الإنسانية – التي هي بطبيعتها علوم تتعلق بعملية التدافع - رهينة المكتبات وعقول الأكاديميين. ولا يزال هناك الكثير ليبذل على الصعيد الفكري لتحويل هذه الأفكار والعلوم إلى أدوات للاستخدام. ونعتقد أن هذا هو المشروع الذي لابد أن تقوم به طائفة من علماء ومفكري الأمة لتنتهي بهذا المشروع مرحلة الصحوة ونكون قد ولجنا إلى مرحلة اليقظة. ¶ أما على مستوى عالم الأشياء فقد استطاعت بعض الدول الإسلامية امتلاك تكنولوجيا متقدمة على الصعيدين العسكري والمدني بما يؤهلها لإحداث بعض التوازن مع القوى العالمية الأخرى عسكرياً ومدنياً. وأقرب الأمثلة إلى الذهن باكستان النووية وماليزيا العملاق الاقتصادي القادم. ¶ ولكن لا يزال أمامنا الكثير لردم الفجوة التكنولوجية والاقتصادية الهائلة بين أمتنا وبين القوى المهيمنة الأخرى. ولا تزال أكبر المشاكل التي تواجه أمتنا التبعية الاقتصادية ومشكلة السماء المفتوحة.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "فالتبعية الاقتصادية تجعل الأمة تدور في فلك المستهلكين لا المنتجين. كما أن التبعية الاقتصادية يلازمها بالضرورة التبعية السياسية وما يترتب عليها من قرارات تتعلق بالصراع والتنمية والنهضة جميعاً. ¶ أما مشكلة السماء المفتوحة فنقصد بها عجز العالم الإسلامي عن حماية سمائه ضد القوة المادية الصلبة التي قد تستخدمها القوى الأخرى إذا ما تململ المارد الإسلامي أو حاول التحرك أو القيام من ¶ كبوته. إنها تعني الخوف من عواقب أي قرار سياسي حقيقي؛ بل الخوف من أن يُساء فهم أي قرار سياسي. ¶ أما على مستوى عالم العلاقات فلا يزال هذا العالم أكثر العوالم الثلاثة تخلفاً. فالعلاقات لا تزال مضطربة بين الحكام والمحكومين، وبين الأحزاب والهيئات والسلطات، وبين الحركات النهضوية بعضها البعض؛ بل وبين الحكام أنفسهم. ولا تزال الانقلابات العسكرية والاستفتاءات هي أسلوب تداول السلطة أو احتكارها. وما أشبه عالم العلاقات في يومنا هذا بعالم العلاقات الذي كان سائداً في عصر دول وملوك الطوائف بالأندلس. وكم ستكون النهايتين شبيهتين لو استمر عالم العلاقات على هذا الحال. ¶ إن استجابة الأمة الإسلامية والعربية للتحديات الآنية هي استجابة إيجابية إلى حد بعيد. ولكن لا يزال أمام الأمة البحث عن الوسيلة الذهبية التي بها يُحسم الصراع وتزول معها الأدواء. والأمة – ممثلة في علمائها ومفكريها وقادة وطلاب النهضة - وهي في طريقها للوصول إلى تلك الوسيلة الذهبية ينبغي عليها ألا تُغفل طريقاً أو سبيلاً أو فكرةً إلا وتمحصه أو تجربه. وينبغي ألا تشغلها مصارعة الموجة الحالية – التي ستنكسر بلا شك – عن التفكير العميق في كيفية الخروج من دوامة الأمواج العاتية المتتالية لعلها تجد مخرجاً أو تصادف منقذاً.",
            "page": "80",
            "part": "1"
        }
    ],
    "t37160": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الذاكرة التاريخية للأمة"
        }
    ]
}