{
    "b37172": [
        {
            "id": "1",
            "nass": "بسم الله الرحمان الرحيم ¶ الحمد لله حمداً كثيراً, والصلاة على الرسول تترى وعلى آله وصحبه وأتباعه إلى يوم الدين,, هذا وأقول: بينا أنا أتصفح صفحات جريدة الجزيرة, باحثاً عن مقالات أبي عبد الرحمان شيخنا ابن عقيل الظاهري -حفظه الله عز وجل- القديمة, إذ شدتني هذه السلسة من المقالات التي يدافع فيها الشيخ عن مذهبه في رسم الألف, ويفحم خصمه الذي يستهزئ بكتابته, بقوة حجته وبراهينه الهاشمة الدامغة, ثم إني كنت أول مرة أعلم وأسمع بهذا القول الذي يذكره شيخنا –حفظه الباري-, فأبهرني ما قرأتُه, وأعجبني ما كتبه الشيخ ابن عقيل الظاهري –مد الله في عمره-, فأحببت أن أعيد نشر تلكم السلسة العذبة من مقالاته التي ألفيتها نافعة ماتعة –وكل مقالات الشيخ كذلك-, فأعدت ترتيبها وجمعتها في هذه الصفحات, وجعلتها كلها ككتيِّب ذو فصول, لا كمقالات متفرِّقات, وبحاشية متصلة, والحمد لله ربي,,, ¶ وقاله: ¶ أبو العباس الظاهري. ¶ 11/ جمادى الثاني/ 1429 هـ ¶ مدينة الحِدِّ –حرسها الله- ¶ البحرين ¶ حَدِّث الناس بما يعقلون: ¶ أولاً: التيسير عن قاعدة أولى ¶ تنبيه : ¶ المعارف تتداخل، والمناسبات تَطرأُ؛ وإذن فلا غضاضة إن انتقلت من حلقتين أو ثلاث في أحكام السفر إلى حديث عن سوسير، أو كامو، أو مأمون الشناوي، ثم أعود إلى ما أنا فيه من أحكام السفر، ثم أعود إلى ما أنا فيه من كلام عن كامو,, إلخ,, إلخ. ¶ وها هنا طرأت مناسبة اقتضت الانصراف عن أحكام السفر فترة قصيرة، وذلك هو ما كتبه نزار رفيق بشير بعنوانين استفزازيين فيهما مع مقدمة حديثِهِ, التمظهر بالإمامة في العلم والاجتهاد المطلق، والأستاذية؛ فيأخذ (من مشاربي العلمية العديدة) ما يأخذ ويرد ما يرد!!,, ولا أكره ذلك إذا كان عن أهلية علمية، وحصافة فكرية,, وكثرة المجتهدين بهذا المستوى غبطة لكاتب هذه السطور، وغنم له. ¶ ومن الاستفزاز والتمظهر عباراته الإملائية والعجيبة .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قال أبو عبد الرحمن: أسلفت غبطتي بالاجتهاد عن أهلية، ولكن أحزنني أن سياق نزار من أوله إلى آخره أمعية اتباعية لا تحسن الاحتجاج لمألوفه الخاطِإ، ودعك من استيعابه لحجج الحق التي تدمغ مألوفه,, وكل سياقه من باب الليل ليل، والنهار نهار ، أو فسر الماأ بعد الجهد بالماإِ !!,,قال ابن هانإٍ الأندلسي عابثاً: ¶ الليل ليل والنهار نهار ¶ والبغل بغل والحمار حمار ¶ والديك ديك والحمامة مثله ¶ وكلاهما طير له منقار ¶ قال ذلك عابثاً لينشد القصيدة الرائعة: ¶ أليلتنا إذ أرسلتِ وارداً وَحفا(¬1) ¶ وأنت يا نزار حفظك الله قلت مثل ذلك جاداً؛ لأنه مبلغ علمك!!,, قلتَ: الليل ليل والنهار نهار عندما نقلت نقلاً حرفياً قاعدة الهمزة من كتاب قواعد الإملاإ للأستاذ عبد السلام محمد هارون!!,, لماذا هذا العناأُ ياقرة العين؟!,,. ¶ هل كانت إصلاحاتي في غياب عن قواعد القوم حتى تعلمني بها، أم أنها نقاش علمي فكري منصب على تلك القواعد؟!,, المنهج حفظك الله ليس في احتجاجك للدعوى بإعادتها كما هي، وإنما المنهج أن تدفع حجتي، وأن تنصر حجة القواعد المألوفة ببراهين ضرورية، أو أن تنقاد للحق طائعاً، أو أن تكون غير قادر على الاحتجاج فتقول: لا علم لي,, أو تصمت,, ثم اعلم رعاك الله أن المكتبات التجارية مَلِيأة بما يقرب من سبعين كتيباً تلقينياً لا اختلاف بينها إلا باختلاف أسماء مُألِّفيها,, أما كتب الحجة والنظر فمثل مباحث علماإ المجامع، ومثل المطالع النصرية للهوريني,,ولا أعلم كتاباً ألف في مستواه إلا كتاب فن الإملاإ في العربية للدكتور عبدالفتاح أحمد الحموز في سفرين كبيرين نفيسين,, وأستثني ما كان في مسائل جزئية مثل كتاب الدكتور رمضان عبدالتواب عن الهمزات. ¶ ¬__________ ¶ (¬1) انظر القصة في المعرب لابن سعيد 2/97.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قال أبو عبد الرحمن: ولا داعي لسرد كلام نزار بفصه ونصه، فهو موجود في العدد المحال إليه في هذه الجريدة(¬1)، وإنما أقف عنده وقفات، وأصدِّر كل وقفة بموجز رأيه على هذا النحو: ¶ الوقفة الأولى: قال نزار: إملائية ابن عقيل ,, ¶ قال أبو عبد الرحمن: ذلك شرف لا أدعي منه إلا القدرة على الترجيح ببرهان نير,, وإلا فذلك الشرف هو إملاأُ جمهور العرب، واختيار أفذاذ العلماإ قبل الكتيبات التلقينية,, قال إمام أهل الكوفة بعد الكسائي أبو زكريا يحيى بن زياد الفراأُ (207 هـ) الذي أملى كتابه من حفظه: العرب تكتب يستهزئُ يستهزِأُ فيجعلون الهمزة مكتوبة بالألف في كل حالاتها,, يكتبون شيئ شيأ,, ومثله كثير في مصاحف عبدالله,, وفي مصحفنا: ويهيئ لكم: ويهيأ,, بالألف(¬2)وعزا ابن قتيبة (213- 276 هـ) هذا الرسم إلى بعض العرب(¬3)ولقد غلب على الإمام أبي جعفر النحاس (338 هـ) إلف القاعدة المتأخرة، فتعقب الفراأَ بقوله: هذا شاذ بعيد يلزم قائله(¬4)أن يكتب يستهزئ بالألف، وهذا فيه من الإشكال ومخالفة الجماعة أغلظ وأقبح(¬5),, ¶ قال أبو عبد الرحمن: للفصل بين هاذين الإمامين مناسبة تأتي، وليس الغرض من إيراد هذا الرأي اتباع متقدم أو متأخر بلا حجة، وإنما المهم تبيان أن هذا الرسم هو مذهب جمهور العرب قبل القواعد الكثيرة المعقدة، وليس ذلك إملائية ابن عقيل. ¶ الوقفة الثانية: وصف هذه الإملائية بأنها عجيبة على سبيل الهجاإ,, ¶ ¬__________ ¶ (¬1) انظر جريدة الجزيرة عدد 10120 في 11/3/1421 ه ص 14. ¶ (¬2) معاني القرآن 3/30 ,, وفضل الاهتداإ إلى هذا النص لله ثم للأستاذ عبدالفتاح الحمُّوز. ¶ (¬3) انظر أدب الكاتب ص 262 263 أول باب الهمز ط مؤسسة الرسالة/ الطبعة الثانية عام 1417هـ. ¶ (¬4) قال أبو عبدالرحمن: لا معنى للإلزام هاهنا؛ لأن ما جعله النحاس رحمه الله لازماً للفراإ هو نص الدعوى ذاتها، وليس هو لزوم الدعوى. ¶ (¬5) إعراب القرآن 4/105.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "قال أبو عبد الرحمن: العجب ليس مجرداً للهجاإ، بل غالب استعماله للمدح، وروعة الحق والجمال والخير,, ويأتي في القلة لضد ذلك إذا كان بغير برهان، أو عن جهل، أو عن شذوذ,, والشذوذ المذموم ما خرج عن الحق والخير والجمال، وأما ما شذ عن العرف البليد أو الباطل أو القبيح أو الشر: فذلك حسنة النُّزَّاع لا الشُّذَّاذ. ¶ الوقفة الثالثة: يقول نزار: حدث الناس بما يعرفون ,, وهذا استعمال منه للمأثور في غير موضعه، وإنما المراد مستوى مدارك الناس بدلالة: أتريدون أن يُكذب الله ورسوله؟!,, فلا يُحدث العوام بما لا تقوى عليه مداركهم من دقائق الحقائق، ولا يُعَوَّمون باختلاف أهل العلم,, والمراد بالناس بعض المجتمعات والفآت، لأن ضرورة الحس والبرهان تنفي إرادة كل الناس,, وحجب العلم النافع المستجد، وحجب حججه الغائبة بدعوى حدث الناس بما يعرفون مقولة باطلة منكرة يمنع منها بعثة الله للأنبياإ والرسل عليهم الصلاة والسلام، وحث ورثتهم من المصلحين والمربين على الاقتداإ بهديهم وتبليغه، وحث الخلق على تعلم ما ينفع وما تمس إليه الحاجة من شُأُون الدين والدنيا حتى يعرف من لا يعرف. ¶ وجملة حدثوا الناس,, أثر موقوف على علي رضي الله عنه,, قال البخاري رحمه الله تعالى في الباب 49 من كتاب العلم من صحيحه: حدثنا عبيد الله بن موسى: عن معروف بن خربوذ: عن أبي الطفيل: عن علي بن أبي طالب رضي الله عنه قال: حدثوا الناس بما يعرفون، أتحبون أن يُكذب الله ورسوله !.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قال أبو عبد الرحمن: ليس هذا نهياً عن تعليم الناس ما يجهلون، أو المناظرة في العلم بالترجيح بين معلوماتهم كما في الرسم الإملائي,, وإنما المراد تحديثهم بما يفهمونه مما هو في مدارك عقولهم؛ ففرق بين هذا وبين إقرار الناس على الخطأ أو المرجوح؛ ولهذا ورد في إسناد آدم بن إياس في كتابه العلم كما في فتح الباري :ودعوا ما ينكرون ,, أي يشتبه عليهم فهمه، والمراد من هم من العامة وأنا إنما أخاطب خاصة العلماإ في أمر دنيوي ؛ ولهذا قال الحافظ ابن حجر:فيه دليل على أن المتشابه لا ينبغي أن يذكر عند العامة، ومثله قول ابن مسعود رضي الله عنه في صحيح مسلم: ما أنت محدثاً قوماً حديثاً لا تبلغه عقولهم إلا كان لبعضهم فتنة ,, ثم ذكر الحافظ قضايا شرعية تمس جوهر العقيدة وظاهرها غير مراد؛ فتحديث العوام بها فتنة. ¶ وقال العيني: وذلك لأن الشخص إذا سمع ما لا يفهمه ومالا يتصور إمكانه: يعتقد استحالته جهلاً فلا يصدق وجوده، فإذا أُسند إلى الله ورسوله يلزم تكذيبهما(¬1). ¶ قال أبو عبد الرحمن: إذن استدلال نزار بهذا الأثر كالاستدلال بقوله تعالى: (إنا أعطيناك الكوثر) على مقادير الزكاة في الإبل!!,, والله المستعان. ¶ الوقفة الرابعة: إنني أناقش إشكال الإملاإ بلغة عربية مبينة، وبرهان مفصل المصدر والمأخذ من العقل والحس، وهذا قمة تحديث الناس بما يعرفون,, فإن كان نزار لا يعرف ما يكتب بأداإٍ من اللغة والعقل فعليه أن يتعلم ليعرف؛ فيأخذ مني علمي ولا يلزمني جهله. ¶ الوقفة الخامسة: يقول نزار: واكتب لهم بما يألفون !!,, ¶ ¬__________ ¶ (¬1) انظر فتح الباري 1/225، وعمدة القاري 2/205 وهو في هذا الموضع عالة على الكرماني ، وشرح الكرماني م1ج2 ص153,, وعزاه ابن حجر إلى المستخرج لأبي نعيم إضافة إلى آدم بن إياس,, وقد قصر علاأُ الدين في عزوه إلى البخاري ومسند الفردوس فحسب بكنز العمال 10/247 برقم 29318، وانظر الفردوس بمأثور الخطاب 2/129 رقم 2656.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قال أبو عبد الرحمن: هاذه قاعدة خرقاأُ ترسِّخ الجهل، ولا يُفرح من تطبيقها بطلائع من العلماإ والمفكرين,, والسر في ذلك أنه جعل المألوف قيمة فكرية، وإنما القيم من ضرورات الفكر، وتجارب العقل العلمي (الأخلاق)، والحس الجمالي المثقف,, أما الإلفُ ففيه حق وجمال وخير، وفيه باطل وقبح وشر,, وفيه ما هو عن فكر خاطإ، وفيه ما هو عن تبعية بليدة. ¶ الوقفة السادسة: يقول نزار: أتى علينا حين من الدهر (عشرون عاماً أو تزيد) ونحن نقرأ مقالات الشيخ أبي عبدالرحمن,, ¶ قال أبو عبد الرحمن: ضمير الجمع في علينا ونحن مستهجنة على ألسنة الأئمة، مُأذِية على ألسنة الشداة. ¶ الوقفة السابعة: مهَّد نزار لكلمته بقانون الأئمة أهل الاجتهاد مثل إن صح الحديث فهو مذهبي ؛ فهذا يعني الاختيار بالحجة والبرهان,, إلا أنه لم يطل فرحي بهذه القاعدة؛ لأنني لم أجد عنده غير إعادة الدعوى من كتاب الشيخ عبد السلام هارون؛ فلم أجد عنده أي اختيار مبرهنٍ عليه، وإنما وجدت عنده الكسل العلمي والفكري بيعرفون ويألفون!!. ¶ الوقفة الثامنة: يقول عن رسمي: يخالف كل طرق الكتابة,, لا في المملكة فحسب، بل في العالم العربي ,, ¶ قال أبو عبد الرحمن: سيأتي في كلامي من اجتهاد المحققين قديماً وحديثاً سعة الخلاف في الرسم,, والإجماع عند نزار هو كتيبات التلقين التي أسلفت ذكرها، وقد ضاق بها العلماأُ والمحقوقون كما يأتي بيانه إن شاأ الله. ¶ الوقفة التاسعة: وها هنا مقولة ثالثة صلعاأ,, يقول ولا تقدم لهم ما ينكرون ,, ¶ قال أبو عبد الرحمن: وهذه القاعدة إنما ترد في موضعين: ¶ أولهما: ماكان معروفاً شرعاً,, والمنكر خلافه ورسمنا الإملائي ليس من هذا الباب. ¶ وثانيهما: ماشذ عن عرف مجتمع جاهلي أو عامي يلزم تغييره إلى المعروف شرعاً، وإلى العلم النافع دنياً وآخرة؛ فكل إصلاح لدى ذلك المجتمع منكر؛ فإذا طُبِّقت هذه القاعدة كان ذلك تكريساً للجهل والعامية,, ورسمنا الإملائي ليس من هذا الباب أيضاً.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "أما طرح مسائل العلم، وتوليد الحجج، وتبويبها وترتيب العلم، وتسهيله على نحو التأليفات السبعة التي ذكرها الإمام أبو محمد ابن حزم رحمه الله ولا يُألِّف عالم عاقل في غيرها : فلا تخضع لمعروف أو منكر المجتمعات في سلوكها,, بل المعروف والمنكر من قيم الحق والخير والجمال وأضدادهن لا من السلوك التلقائي,, وقواعد الإملاإ سلوك تلقيني نشأ في البداية عن اجتهاد خاطإ، وجمهور من يتلقاه منذ أن كان في الكُتَّاب إلى أن شاب يحفظ القاعدة تلقيناً، وقد لا يفقه معقولها,, وإن فقهه فقد يكون عنده عجز أو كسل عن المحاكمة والترجيح ولو كان نزار قرأ أجوبتي على أسئلة بريدة في هذه الجريدة وما فيه من رسم للمنهج: لكان تعقيبه سَآلاً واسترشاداً لا أَستَذة؛ فلا حول ولا قوة إلا بالله كيف يمتحن رجال العلم بما لا يُحصى من مُغَلَّب!!؟. ¶ الوقفة العاشرة: يقول نزار: وإن رجح لديك رأي فقد رجح لغيرك غيره ,, ¶ قال أبو عبد الرحمن: ومن قال: إنني أنكر اختلاف رجال العلم في الترجيح,, إنني أذكر ما رجح عندي بدليله، وأناقش ما رجح عند غيري اعتراضاً وإلزاماً ببرهان التصحيح أولاً، ويأتي برهان الترجيح تالياً,, فهل عندك يا نزار حفظ لترجيح غيرك، أو عندك ترجيح من ذاتك من مخزون علمك فتعال لأغضي عنك وأطارحك الترجيح!!,, بيد أن تعقيبك لا يبشر بذلك!. ¶ الوقفة الحادية عشرة: لماذا قلت وإن رجح لديك ,, إلخ؟,, هل ورد في تعقيبك أي ترجيح لغيري، وهل ناقشت أي حجة من حجج ترجيحي؟,, حقاً لو صمت أهل الجهل لقل الإشكال,, وبإيجاز فليست كلمة نزار هذه من العلم، ولا من المنهج في شيإٍ. ¶ الوقفة الثانية عشرة: يقول نزار: ليس من المعقول أن يكون مقالك مخالفاً لأربعين صفحة في الجريدة !!,, ¶ قال أبو عبد الرحمن: هذا بلاأٌ آخر من بلاإِ الكلام بغير علم؛ لأنه إن بنى نفي المعقول على كثرة صفحات الجريدة كل يوم:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قيل له: القواعد محصورة في صفحات وجيزة قد يتسع لها صفحة ونصف الصفحة من الجريدة، ثم تطبع بلايين الصفحات وفق قاعدة وجيزة,, وإن أراد اجتماع رسمي ورسم غيري في جريدة واحدة فلا تناقض ولا تضاد، وقد اجتمعا بحمد الله,, وإن أراد إرباك القارإ فلا إرباك مع بسط القاعدة بدليلها,, ثم إن القارِأَ العربي في مشارق الأرض ومغاربها مربك من هذا الرسم الإملائي؛ لكثرة قواعده، وتحكمه، وخمول حجته؛ فإرباكي جذب له من القواعد العديدة ذات العسر والتعقيد الشديد والإطالة مع غياب البرهان المسوِّغ لها إلى قواعد وجيزة سهلة ميسرة لائحة البراهين. ¶ الوقفة الثالثة عشرة: يقول نزار: تكتب على غير منوالك ,, ¶ قال أبو عبد الرحمن: لو كان ذلك كذلك ما كان بيني وبين أهل الرسم اختلاف,, ولعله سبق قلم منه إذ أقحم كلمة غير وهو لا يريدها، ولعله لا يفقه ما يقول، والحمد لله على كل حال. ¶ الوقفة الرابعة عشرة: بلغ نزار قمة الإمامة في الجهل والدعوة إليه فقال لي أستاذاً ومعلماً: اتبع ماقالوا: خطأ مشهور خير من صحيح مهجور ,, ¶ قال أبو عبد الرحمن: بئست النصيحة، وتعساً لهذا القول الخائب,, إنه لا خير في الباطل وإن اشتهر، ولا شر ولا باطل ولا مفضولية في الصحيح المهجور,, إن الصحة صحة في ذاتها، وهذه قاعدة عوام لست أدري كيف دلفت إلى ألسنة العلماإ وأقلامهم,, والمحقق معادلة المصالح والمفاسد مُأَقَّتاً إلى أن يزول ظرف المعادلة؛ فَيُأخذ بالمفسدة الصغرى من أجل مصلحة أكبر تتحقق أو من أجل دفع مفسدة كبرى؛ فالمفسدة الصغرى ليست خيراً في ذاتها ولا حقاً ولا صواباً، ولكنها تُحتمل ويُصبر عليها مع اليقين بأنها مفسدة من أجل ما هو أحق وأهم؛ فلعل من أدخل تلك القاعدة الباطلة عن المشهور والمهجور ذو ثقافة خَطَّافيَّة اختلطت أوراقه بين أحكام القيم في ذاتها وبين المعادلة بينها.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الوقفة الخامسة عشرة: يقول نزار: على أن كتابة جميع الناس ليست خطأً، وكتابتك وحدك هي الصحيحة !!,, ¶ قال أبو عبد الرحمن: من فضائح الزمان اجتماع الجهل، وحبك المغالطة في ذات واحدة؛ لأن المغالطة لا تكون إلا بحيل من العلم والذكاإ,, ولكن الشيطان حريص على تغييب العلم النافع، وإلقاإ المغالطات التي تضر قائلها ابتداأً,, وجوابي على هذا الإفك من وجوه: ¶ أولها: أن هذا الرسم الإملائي التلقيني ليس هو رسم جميع الناس؛ لأن الاستدراك عليه طويل عريض سابقاً ولاحقاً. ¶ وثانيها: أن هذا الرسم الإملائي التلقيني ليس هو رسم جميع المعاصرين حتى يقوم برهان على أن كل واحد بما فيهم نزار حفظ القاعدة وفهم المعقول منها، ولم يُلِحّ على عقله وتجربته العلمية ما يدفعها,, وأكثر ما شاهدته من المعاصرين أن تقول له مثلاً: ما الدليل على أن همزة ألف القطع تكتب آخر الكلمة وحدها؟,, فيقول: لأنه سكن ما قبلها؟!,, فيجعل الدعوى حجة على الدعوى، وإنما البرهان المطلوب بيان تأثير الدعوى الثانية في الدعوى الأولى؛ لتكون برهاناً لها؟!. ¶ وثالثها: هل فارقت رذيلة الدعوى العارية والتمعلم البليد ولو بأدنى احتجاج يتضح به بطلان ترجيحي، أو صواب ترجيح غيري، أو عكس ذلك؟,, إن ما أوردته إيراد كلام عبد السلام هارون، ومضغ الجهل والمغالطات، ولبس الثوب المستعار بالتمظهر بالعلم والأستاذية: ¶ ثوب الرياإِ يشف عما تحته ¶ فإذا التحفت به فإنك عاري ¶ قال أبو عبد الرحمن: بودي أن تكون هذه الحلقة في أعماق الرسم الإملائي، ولكن امتزاج الجهل والتمعلم في كلام الكاتب أبطأ بهذا المطلوب,, وحينما أبدأ في جوهر الرسم فإنما أحقق ما لخصه الشيخ عبد السلام محمد هارون، أما نزار رحم الله ضعفنا وضعفه فنسخ لنا بعناإ يده وذهنه ما تغني عنه آلة التصوير بمطابقة تامة، وسرعة فائقة، والله المستعان. ¶ *** ¶ ثانياً: الهمزة علامة لا حرف!!:",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "قال أبو عبد الرحمن: كان رسمي الإملائي في مقالاتي وشروحي في حواشيها بياناً لمخالفة كثير من الرسم المعاصر للقواعد المعقولة المعللة، وكان كتيب الشيخ عبد السلام محمد هارون رحمه الله اصغر كتب الرسم حجماً، وأوجزها تلخيصاً، وكله - مثل غيره - شرح وتمثيل للقاعدة الموضوعة بحرية إرادية سلوكية، وليس برهنة عليها بضرورات تجعلها قاعدة، فكان المطلوب من نزار رفيق بشير (إذ نصب نفسه غرضاً) أن يقوم بالمهمة المفقودة في كتب تلقين القواعد التي اُختيرت بحرية سلوك لا ضرورة فكر(¬1)، وتلك المهمة هي البرهنة عليها,, ولكنه لم يفعل شيأً من ذلك، بل أتعب نفسه بتحصيل الحاصل؛ فنسخها حرفياً للجريدة، وهذا إعلان منه بالعجز عن الاستدلال والاعتراض بحجة؛ فكان يكفي أن يقال له: أقم دعواك؛ لأن أصحاب الدعوى بلا برهان يسمون أدعياأً,, ولكنني أحتسب الأجر، وأتطوع بالحجة؛ فأزيد براهيني إيضاحاً، وأزيد اعتراضاتي قوة على منهج الإمام ابن حزم رحمه الله إذا أعيدت له الدعوى عارية كما كانت,, بل كان رحمه الله كريماً يلتمس للخصم ما يُتوقع أن يحتج به إذا استوفى حججهم ، ثم يكر عليه. ¶ لقد لخص نزار من كتاب عبد السلام قاعدتهم في الهمزة: أنه يُكتب رأسها فحسب إذا كانت آخر الكلمة، وكان ما قبلها ساكناً أو واواً مشددة مضمومة,, وعَنونَ لها بالهمزة آخر الكلمة ، ¶ ثم قال: تكتب همزة مفردة!!. ¶ ¬__________ ¶ (¬1) حرية السلوك أن يفعل الإنسان ما بدا له بدون موجب برهاني؛ فيقول مثلاً: إذا كانت الباأ بعد ألف مد قلبتها؛ فجعلت قائمتيها أسفل وسقفها ونقطتها فوق!!,, فلا فرق بين هذا التسويغ التحكمي وبين بعض قواعد الألف.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال أبو عبد الرحمن: هذا التقعيد الدعوي يحتاج إلى وقفات عديدة، ولكنني مكتفٍ اليوم بجلاإ مَعقِد الخلاف، وهو إثبات أن الهمزة علامة لا حرف، وأن الأصيل في حروف الهجاإ هو الألف المهموزة,, وإطلاق الهمزة على الألف المهموزة تجوّزٌ من باب إطلاق البعض على الكل؛ فتشمل المقطوعة والموصولة، وتشمل الحرف وعلامته,, بل تجوزوا أكثر من ذلك؛ فأطلقوا الهمزة على الألف المهموزة وعلى ألف الوصل، وميزوا بينهما بقولهم: همزة قطع وهمزة وصل، وهمزة محققة وهمزة مسهلة,, ولا تأبى اللغة هذا التجوز؛ لأن المجاز هو الاستعمال الأوسع، ولأن هذا المجاز غلب استعماله؛ فكان عرفاً على الألف القابلة للحركة,, وصحة هذا المجاز لا يلغي حقيقة المسمى عند التحقيق والتقعيد، وهو أن المراد بالهمزة في الحقيقة رأس الألف المهموزة لا مطلق الألف مهموزة وغير مهموزة,, قال الأستاذ أحمد قبش: إن الحرف الأول من الحروف الهجائية بحسب الترتيب المعروف إنما هو الهمزة مصورة بخط عمودي هكذا ا وسموها الألف اسماً أولياً حين وضع الحروف الهجائية؛ وذلك لانفرادها واستقلالها وقبولها الحركات,, وكما تصور خطاً عمودياً تصور واواً أو ياأً، وقد لا تصور بصورة أصلاً,, ولما حدث الشكل ومنه القطعة التي هي كرأس عين هكذا ء سموا تلك القطعة همزة تسمية اصطلاحية، ووضعوها فوق الألف والواو والياإ بحسب ما تسهل إليه، ثم أُطلق لفظ الألف الذي كان اسماً للهمزة على غيرها وهو الألف الليِّنة إطلاقاً غير وضعي، ولا يزال هذا الإطلاق إلى وقتنا هذا,, ولما(¬1) ¶ ¬__________ ¶ (¬1) هكذا في الأصل، ولعل الصواب وإنما ؛ لأنه لم يرد جواب لما..",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أشبه حرفُ المد في الصورة الألفَ قبل حدوث القطعة وفي حالة التخفيف في نحو قرا سموه بالألف اللينة وإن كانت الألف في الأصل اسماً للهمزة كما تقدم ، والنبرة هي الهمزة,, وجاأ في الحديث الشريف: قال رجل للنبي صلى الله عليه وسلم: يا نبِيأَ الله,, فقال: لا تنبر باسمي,, أي لا تهمز(¬1),, ولم تكن قريش تهمز في كلامها,, ولما حج المهدي قدم الكسائي يصلي بالمدينة فهمز؛ فأنكر أهل المدينة عليه، وقالوا: أتنبر في مسجد رسول الله (صلى الله عليه وسلم) بالقرآن؟. ¶ واعلم أن المتأخرين من علماإ الكتابة هم الذين اخترعوا النبرة,, أي السن الصغيرة التي تركز عليها الهمزة المحذوفة الصورة في مثل هيئة(¬2)؛ فيكتبونها هكذا هيئة ,, وهو اختراع ضرره أكثر من نفعه؛ فإن بعض المتعلمين يفهمون أنها همزة على ياإٍ مع أن القطعة على السن(¬3). ¶ ¬__________ ¶ (¬1) 10) قال أبو عبد الرحمن: كل همز نبر، وليس كل نبر همزاً,, ويأتي بيان ذلك إن شاأَ الله. ¶ (¬2) 11) ما دام في دور التمثيل فعليه أن يرسم هذه الأولى هكذا هيأة ؛ ليبين الوجه من الثانية هيئة . ¶ (¬3) 12) إن كان هذا هو وجه الضرر فلا ضرر؛ لأن النبرة غير منقوطة,, وإنما الضرر في تشويه صورة الحرف بلا مسوغ معتبر.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والهمزة كالحرف الصحيح غير أن لها حالات من التليين والحذف والإبدال والتحقيق,, تعتل(¬1)فألحقت بالأحرف المعتلة الجوف وليست من الجوف إنما هي حلقية في أقصى الفم ولها ألقاب؛ فمنها همزة التأنيث كهمزة حمراأَ والنفساإ والعشراإِ، ومنها الهمزة الأصلية في آخر الكلمة مثل الحفاإِ والبواإ والوطاإ والداإ، ومنها همزة المدة المبدلة من الياإ والواو كهمزة السماإ والبكاإ والكساإ والدعاإ,, وقال ابن قتيبة: ما يهمز من الأفعال وما لا يهمز بمعنى واحد,, وإنما رسمت الهمزة مرة واواً ومرة ياأً ومرة محذوفة بلا صورة وبدل؛ بناأً على مذهب التخفيف والتسهيل في لغة أهل الحجاز,, وهي الفصحى، وعليها رسم المصحف؛ ولهذا كانت الكتابة عليها أولى. ¶ وفي أيام الخلفاإ الأربعة كانت الهمزة المحذوفة لا يوضع في محلها شيأٌ، وأما وضع القطعة محلها عند الحذف كوضعها فوق الواو أو الياإ المصورة بدل الهمزة فهو حادث بعد حدوث الشكل مراعاة لتحقيق الهمز(¬2). ¶ ¬__________ ¶ (¬1) 13) هكذا في الأصل، ومن المُأَكَّد أن كلمة تعتل مقحمة. ¶ (¬2) 14) الإملاأُ العربي ص 39 40.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال أبو عبد الرحمن: قال الأستاذ قبش إن الحرف الأول من الحروف الهجائية بحسب الترتيب المعروف إنما هو الهمزة مصورة بخط عمودي هكذا (ا)، وسموها,, إلخ : كلام صحيح أثبت أن الألف ذات صورة متميزة,, وإنما المُآخذة على قوله: إنما هو الهمزة ,, والصواب إنما هو الألف المهموزة وغير المهموزة؛ لأنه في سياق تحقيق صورة الحرف واستقلالها؛ فليعبر باللفظ الحقيقي وهو الألف لا الهمزة,, وكون هذا الواقع هو واقعها حين وضع الحروف الهجائية والصواب حين تسمية الحروف التي يتكوَّن منها الكلام يعني أصالة صورتها التي هي خط رأسي على صفة العمود, وأما الوهم ففي قول الأستاذ قبش: وكما تُصوَّر خطاً عمودياً تصور واواً أو ياأً ؛ لأنه قَبِلَ هذا التصويرَ التحكميَّ بِجعلِ الألف المهموزة واواً فوقها همزة، أو ياأً فوقها همزة بلا برهان,, ولا ريب أن الواو والياأَ حرفان غير حرف الألف؛ فجعل الواو ألفاً مرة، وجعل الياإ ألفاً مرة خلط بين الحروف وإلباس لا مسوغ له. ¶ وقول الأستاذ قبش: وقد لا تُصوَّر بصورة أصلاً تقرير ملبس سببه الخلط بين الهمزة على أنها اسم للحرف، وبين الهمزة على أنها علامة للحرف لا أنها الحرف ذاته,, فأما الحرف فصورته الألف العمود وتمييزه برأس العين إن كان مهموزاً، وليست رأس العين صورة له، بل علامة,, وأما العلامة فصورتها رأس العين، وبهذا المعنى يبطل القول: بأنه لا صورة له. ¶ ويريدون بصفة لا صورة لها أن لا تكون فوق واو أو ياإ، وأن لا تكون فوق ألف أو تحتها، وأن تكون منفردة على السطر,, والواقع أنه محال أن تكون الألف لا صورة لها، بل صورتها ثابتة، وهي العمود الرأسية,, وإنما اختاروا تشويه صورتها بوضع علامتها وهي رأس العين دلالة على الهمزة مكانها هي وسط السطر؛ فعاد القول: بأنه لا صورة لها مجرد وهم مآله إلى أن للألف صورة غيَّروها.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ووهم الأستاذ ثالثة عندما جعل القَطعَةَ من علامات الإعراب، والواقع أنها علامة تحقيق حرف وليست علامة شكل، وهي قابلة للشكل؛ فإذا كانت تحت الألف أو فوق نبرة عندما يوجد المسوغ لذلك كما في شَيئهِ فالتحتية والنبرة علامة كسرها، وإن كانت مضمومة أو مفتوحة أو ساكنة كتبت العلامة فوقها وهي فوق الألف. ¶ وما ذكره من تسمية القطعة بالهمزة صحيح، وهما اسمان لعلامة التحقيق في الألف المهموزة، ويطلقان تجوزاً على الحرف المهموز كله، وهذا الإطلاق جائز في لغة العرب؛ فإذا أُريد التحقيق والتقعيد وكان الإطلاق المجازي مؤثراً رُجع إلى كل لفظ ودلالته حتى لا تلتبس الأمور؛ فنعيد دلالة الهمزة والقطعة على علامة الحرف التي هي كرأس العين فحسب. ¶ ومن غير المفهوم قول الأستاذ: ووضعوها -أي القطعة- فوق الألف والواو والياإ بحسب ما تسهل إليه ؛ لأن الكلام عن همزة محققة لا مسهلة,, وإن أراد حسبما تَأَتَّى من قواعدهم برسم القطعة على الألف أو الواو أو الياإ فالأولى أن يعبر بكلمة: حسب القاعدة,, ولا يجوز: حسبما تسهَّل,, أي تيسر,, لأن الكلام عن قاعدة قصدية، لا عن مصادفة,, إلا أن الجار والمجرور إليه أبعد هذا الاحتمال غير الجائز. ¶ ومن قلب الأمور قوله: ثم أطلق لفظ الألف الذي كان اسماً للهمزة على غيرها وهو الألف اللينة إطلاقاً غير وضعي، ولا يزال هذا الإطلاق إلى وقتنا هذا . ¶ قال أبو عبد الرحمن: لم تكن الألف اسماً للهمزة، وإنما كانت الهمزة اسماً للألف من باب إطلاق البعض على الكل، ثم صارت الألف والهمزة مترادفتين في الدلالة على ذلك الحرف المهموز. ¶ والألف اللينة وغيرها من حروف المد علامات مد، وليست حروفاً في ذلك الموضع,, وبغضِّ النظر عن تحقيق هذه المسألة فحروف المد بما فيها ما سمَّوه ألفاً لينة خارجة عن مسألتنا هذه؛ لأنها خارج قاعدة رسم الألف القابلة لحركات الإعراب، ولأنه لا اختلاف في رسمها.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ويدلك على أن الهمز في الأصل وصف للألف وليس اسماً لها قول أهل اللغة: الهمز الغمز والضغط,, قال الصغاني في العباب: ومنه الهمز في الكلام؛ لأنه يضغط,, يقال همزت الحرف(¬1),, وقالوا: الألف أول حروف المعجم(¬2)؛ فسموها ألفاً لا همزاً,, وإما ضَلَّل الناس بعد هذا البيان ما جاأَ في كتب اللغة مما يوهم بأنه كلام العرب، وإنما هو من اصطلاح العلماإ بعد السليقة، كقول جُمَّاع اللغة: فصل الهمزة، ويعبر عنها بالألف المهموزة؛ لأنها لا تقوم بنفسها، ولا صورة لها؛ فلذا تكتب مع الضمة واواً، ومع الكسرة ياأً، ومع الفتحة ألفاً(¬3). ¶ قال أبو عبد الرحمن: لماذا إذن سميت الألف المهموزة؟,, الجواب أنها سميت بذلك لأن لها صورة وعلامة، فالصورة رسم حرف الألف، والعلامة الهمزة,, وَكَتبُهُم لها مثلاً مع الضمة واواً لا يعني أنه ليس لها صورة، بل يعني أنهم اختاروا لها غير صورتها تحكماً في أكثر المواضع. ¶ وضللهم أيضاً سُوأُ تعبيرٍ عند بعض جماع اللغة من جهة، وسوأُ فهم لمرادهم من جهة أخرى,, ¶ قال الزبيدي: الهمزة أخت الألف (إحدى الحروف الهجائية) لغة صحيحة مسموعة مشهورة؛ سميت بها لأنها تُهمز؛ فتنهمز عن مخرجها,, قاله الخليل؛ فلا عبرة بما في بعض شروح الكشاف: أنها لم تسمع,, وإنما اسمها الألف,, قال شيخنا -يعني الفاسي صاحب إضاأَة الراموس-: وقد فرق بينها وبين الألف جماعة: بأن الهمزة كثر إطلاقها على المتحركة، والألف على الحرف الهاوي الساكن الذي لا يقبل الحركة(¬4). ¶ قال أبو عبد الرحمن: سوأُ التعبير في جعل الألف المهموزة أخت الألف، والواقع كما مر تحقيقه أنها هي الألف ذاتها، وأن الألف نوعان: مهموزة مقطوعة محققة، وألف وصل مسهلة,, والفارق بينهما العلامة التي هي الهمزة (رأس العين),, وفي هذا التعبير السَّيِِّإ تناقض ونقص,, ¶ ¬__________ ¶ (¬1) 15) تاج العروس 8/174. ¶ (¬2) 16) تاج العروس 12/88.. ¶ (¬3) 17) تاج العروس 1/103. ¶ (¬4) 18) تاج العروس 8/176.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أما النقص فهو أنه جعل الهمزة حرفاً، وجعلها أخت الألف، ولم يبين أي حرف هي من حروف المعجم المحصورة، وجعل الوصف (الهمز) اسماً للحرف في الأصل,, والواقع أن الأصل فيها: الاسمية للعلامة، والوصف للحرف,, وإنما غلبت التسمية على الحرف بالوصف؛ ومع ما في تعبيره من خلل، فقد اعترف بما يقتضي نقيض ما نفاه، وهو أن للألف صورة، وذلك في قوله: سميت بها لأنها تهمز ,, وفي كلام له سبق انه لا صورة لهذا الحرف,, وهذا وهم؛ فليس في حروف الهجاإ ما لا صورة له، وليس فيها ما لا اسم له,, واسمها الألف كما مر من كلام أهل اللغة، والهمز صفة أحد نوعيها. ¶ وأما سُوأُ الفهم فذلك ظن بعضهم أن الخليل بن أحمد أراد بقوله: لغة صحيحة مسموعة مشهورة أن تسمية الألف بالهمزة منقولة عن العرب(¬1),, وإنما مراده أن صفة الهمز لحرف الألف ¶ لا تسمية الألف بالهمزة لغة صحيحة,, يهمزونها بمعنى يحققونها قبل أن يصطلحوا على الألف بالهمزة من باب إطلاق البعض على الكل,, وكلام الخليل لا يعارض كلام شراح الكشاف؛ لأنهم لا يزعمون أن تحقيق الألف بهمزها ليس لغة عربية، وإنما ينفون أن العرب قبل الاصطلاح العلمي يسمون الألف همزة، وهذا هو الصواب، وكل من قولي الخليل وشروح الكشاف حق في ذاته. ¶ ¬__________ ¶ (¬1) 19) انظر فن الإملاإ في العربية للدكتور عبد الفتاح الحموز 1/221.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "قال أبو عبد الرحمن: غلبت المعاني الاصطلاحية الحادثة على معاني اللغة العربية؛ فحصل اللبس في التعريف بهويات الحروف، وهذا ما حصل عند عدد من أئمة العربية؛ فنجد أحمد بن عبد النور المالقي ( 702هـ) يعقد باباً عن الألف والهمزة، ثم يُعقِّب بأنهما في المعنى واحد؛ بناأً منه على أن الألف هو حرف المد، وأن الهمزة ما يقبل الحركة، ولم يَرد لألف الوصل نصيب في تفريعه,, قال: إلا أنه إذا كان ساكناً -يعني حرف الألف الذي هو بمعنى الهمزة- مُدَّ الصوت، ويسمى ألفاً، ومخرجه إذ ذاك من وسط الحلق، وهو حرفٌ هاوٍ,, وإذا كان مقطعاً يسمى همزة، ومخرجها حينئذٍ من أول الصدر,, وهذا هو الصحيح من أمرهما، وهو مذهب سيبويه وأكثر المحققين من أئمة النحويين. ¶ وزعم بعض المتقدمين وهو الأخفش ومن تابعه أن الهمزة غير الألف، واستدل على ذلك باختلاف مخرجهما كما تقدم، ولا حُجَّة فيه؛ لأن النون الساكنة غنة في الخيشوم مع ارتفاع طرف اللسان إلى الحنك الأعلى، والمتحركة مخرجها من الفم مع ارتفاع اللسان أيضاً إلى الحنك الأعلى من غير أن تكون فيها غُنَّةٌ خالصة، وقد اتفقنا على أنها نون,, والدليل على أن الألف هي الهمزة شيآن: ¶ أحدهما: أنَّا إذا ابتدأنا بالهمزة على أي صورة تحركت: من الضم، أو الفتح، أو الكسر كتبناها ألفاً,, لا خلاف بين جميعهم في ذلك نحو: أُبلُم وإثمد وأَصبُع.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "والثاني: أنَّا إذا نطقنا بحرف من حروف المعجم فلابد من النطق بأول حرفٍ منه في أول لفظه نحو: باأ وتاأ وجيم وحاأ,, إلى آخر حروف المعجم,, ولما كنا نقول: ألف,, فتكون الألف في أوله علمنا أنه كسائر الحروف فيما ذكرنا,, ولكن لما لم يكن النطق بالألف في أول اللفظ ساكنة حُرِّكَت للابتداإ بها فصارت همزة، وكان لها إذ ذاك مخرجٌ غير مخرج الألف، وكانا في المعنى واحداً؛ ولذلك وضعها واضع حروف المعجم أولَ الحروف همزةً، ووضعها مع اللام قبل الياإ ألفاً,, ولوضعِ ذلك اختصاص باللام ليس لغيرها من حروف المعجم لعله يذكر في باب أل إن شاأ الله(¬1),, ¶ ثالثاً: ¶ لا ينوب رسم علامة الحرف عن رسم الحرف نفسه: ¶ قال أبو عبد الرحمن: وضح بجلاء كالشمس بمفهوم اللغة، ودلالة الحس من النطق بالحرف، وتعدد صوره بعلامات منها الهمز : صحة ما ذهب إليه المبرد من كون الهمز علامة للألف تحقق صورة من صوره؛ وبهذا تكون حروف الهجاإ ثمانية وعشرون حرفاً أصلية,, وأما الفرعية فكثيرة استقرأها حفني ناصف في كتابه، وأولها الألف، وقد أحصى لها أبو الحسين المازني ثلاثة وخمسين نوعاً(¬2)، ولم يجعل لهذه الأنواع جهة قسمة جامعة,, والألف في الرسم الإملائي (والرسم الإملائي هو جهة القسمة الجامعة هاهنا) لا تخرج عن ثلاثة أنواع لا رابع لها، وهي: الألف المهموزة، والألف المسهلة وكلاهما يقبل الحركات الأربع وألف المد ولا تكون إلا ساكنة,, وبعضهم جعل حروف الهجاإ تسعة وعشرين، وجعل ألف المد قسماً لا نوعَ قسمٍ، ولقبها بلام ألف، ورسمها هكذا لا قبل الياإ,, وحجتهم أنه لا صورة لها، وفسروا ذلك بأنه يتعذر النطق بها ساكنة وحدها,, ويصح أن تقول: باأ ألف، أو جيم ألف، أو قاف ألف، أو ما ألف,, وإنما اختاروا اللام لخصوصيات كثيرة للألف باللام ذكرها ابن عبد النور في رصف المباني في كلامه عن لام التعريف مع ألف الوصل ال . ¶ ¬__________ ¶ (¬1) 20) رصف المباني ص 810. ¶ (¬2) 21) انظر كتابه الحروف ص 37 54.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قال أبو عبد الرحمن: يلزمهم على هذا أن تكون حروف المعجم واحداً وثلاثين حرفاً؛ فيقولوا أيضاً: لام واو، ولام ياإٍ. ¶ والمحقق عندي: أنها ألف واحدة، والأصل فيها الألف المهموزة، ثم طرأ التسهيل وكثر، فاحتاج الأصل إلى علامة القطع أو الهمز ,, وصورة الألف المسهلة إذا سُكِّنت صورة ألف المد نطقاً ورسماً مثل آمن وقرا,, أما ألف المد فلم تنشأ عن الألف الحرف، وإنما نشأت عن إشباع حركة الفتح,, كما نشأت واو المد عن إشباع حركة الرفع، وياأُ المد عن إشباع حركة الجر,, ومع هذا عدت ألف المد نوعاً من أنواع الألف الحرف؛ لأن جامع القسمة الرسم الإملائي، وهي ألف في صورة الرسم. ¶ وقولهم عن ألف المد لا صورة لها غير صحيح لا في النطق ولا في الرسم,, أما في النطق فهي ألف ساكنة، وأما في الرسم فعمود هكذا ا ، وعلامة سكونه إهماله من التشكيل,, وإنما الصواب أن صورته نطقاً لا تتحقق إلا بحرف قبله؛ ففرق بين دعوى أنه لا صورة له، ودعوى أن صورته لا تتحقق إلا بشرط. ¶ وما دامت الألف بأنواعها الثلاثة حرف من حروف الهجاإ مستقل فلا بد من رسم صورتها كما تُنطق، ولا يعدل عن ذلك إلا لمانع أو مسوغ معتبر,, وأما ما سلف من كلام ابن عبد النور رحمه الله فيحتاج إلى الوقفات الآتية: ¶ الوقفة الأولى: أنه ليس كل ألف ساكنة تقتضي مد الصوت، وإنما ذلك في المد مثل قام,, أما قرا تسهيل قرأ فهو تسهيل همزة بلا مد. ¶ الوقفة الثانية: مذهب الأخفش ومن تابعه هو الحق في التفريق بين الهمزة والألف,, وإنما الخلل في التعليل عندما قالوا باختلاف مخرجيهما. ¶ قال أبو عبد الرحمن: اختلاف المخرجين إنما هو للألف المهموزة والألف المسهلة,, والفارق بين الألف والهمزة ما مضى من كون الهمزة علامة الحرف وليست ذات الحرف. ¶ الوقفة الثالثة: تفريق عبد النور بين مخرجي النون إنما هو تفريق بين نهاية المخرج لا بدايته.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الوقفة الرابعة: الدليل الأول لابن عبد النور على أن الألف هي الهمزة إنما هو دليل على قابلية الألف للهمزة، وليس دليلاً على أن الألف هي الهمزة. ¶ الوقفة الخامسة: دليله الثاني دليل على أصالة الألف المهموزة، وليس دليلاً على أن الألف هي الهمزة. ¶ الوقفة السادسة: الألف التي تحرك لابتداإ الكلام ألف وصل مسهلة، وليس في هذا دليل على أنها بمعنى الهمزة. ¶ قال أبو عبد الرحمن: كان مذهب ديكارت الاكتفاأ ببرهان واحد محصَّنٍ من المطاعن، وأن الإكثار من الحجج التي يدخلها الاحتمال مضعف للدعوى,, وليس هذا بمنهج سديد، بل كثرة البراهين قوة للدعوى، ولا خوف من الاحتمال المرسل، وإنما المعتد به الاحتمال المعتبر إذا وجد مقتضيه وتخلف مانعه؛ ولهذا أزيد القول بأن الألف حرف مستقل الصورة ببرهان آخر، وهو أنها لا تكون رسماً ونطقاً إلا كذلك أول الكلمة، وهم جعلوا لها صورة الألف وسطاً وطرفاً بعض المرات، واستعاروا لها صوراً غير صورتها بعض المرات، وترتب على ذلك تعقيد وكثرة تأصيل مشوِّش؛ فلا بد من العودة إلى أصلها الثابت أول الكلمة. ¶ وبرهان ثالث، وهو أن الرسم منذ بداياته لم يجعل أنواع الألفَ أقسامَ حروفٍ، وإنما جعلها أنواع حرف واحد؛ فأضافوا إلى صورة الألف رسم علامة لحرف واحد تميز نوعيته,, قال الدكتور عبدالفتاح الحموز: يظهرُ لي أن الهمزة في نَقط أبي الأسود الدُّأَلي لم تَحطَ برمزٍ أو علامةٍ ما، أما نُقَّاطُ المصاحف فلم يتناسوا هذه المسألة؛ إذ توصلوا إلى وضع علامةٍ لها؛ ليتمكن القُرَّاأُ وغيرُهم من إجادة قراأة القرآن وإتقانها، وهي مسألةٌ تُسهمُ في توضيح المعنى وتبيينه, ويُفهَمُ مما في مظان الرسم القرآني أن هذا الرمز هو نقطةٌ، وفي لونها مذاهب:",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "1- مذهب أهل المدينة المنورة: لقد اختصَّها النُّقَّاط في هذا المذهب بالصُّفرة إن كانت محقَّقةً، وبالحمرة إن سُهّلَت؛ لتحقيق أمن اللبس بين المسهلة والمحققة,, وهو الأظهر والأولى، والأكثر شيوعاً(¬1),, ولعل اختصاصها بالصفرة يعود إلى تحقيق أمن اللبس بينها وبين نقط الإعراب والتنوين، والتشديد، والسكون، والوصل، والمد التي كانت بالحمرة. ¶ 2- مذهب أهل العراق: لقد اختصها النُّقاط في هذا المذهب بالحمرة كالحركات؛ فيتوافر بذلك اللبس الذي حقق أهل المدينة أمنَه. ¶ 3 -مذهب أبي عمرو الداني وأهل بلده: ذكر أبو عمرو الداني(¬2)أنه لا بأس في استعمال الخضرة للدلالة على الابتداإ بألفات الوصل,, ويبدو أن أهل الأندلس في زمن ابن وثيق (ت: 654ه) كانوا يجعلون علامة الصلة في مصاحفهم بالحمرة على صورة الفتحة؛ إذ يلجأون إليها لتبيين ألف الوصل المبتدإِ بها؛ وبذلك يتحقق أمن اللبس بينها وبين همزة القطع(¬3). ¶ ¬__________ ¶ (¬1) 22) انظر: عثمان بن سعيد الداني (ت: 444ه)، المقنع في رسم مصاحف الأمصار مع كتاب النقط، تحقيق محمد الصادق المهدي، القاهرة، مكتبة الكليات الأزهرية (بلا تاريخ طبع) (كتاب النقط): 130، د, غانم قدوري، رسم المصحف، دراسة لغوية تاريخية، بغداد منشورات اللجنة الوطنية للاحتفال بمطلع القرن الخامس عشر الهجري، الطبعة الأولى، 1402ه 1982م: 576، ابن وثيق الأندليس (ت:654ه), الجامع لما يحتاج إليه من رسم المصحف، تحقيق د, غانم قدوري، بغداد دار الأندلس للطباعة والنشر، الطبعة الأولى، 1408ه 1988م: 151 ]الحموز[. ¶ (¬2) 23) الداني، المقنع في رسم مصاحف الأمصار مع كتاب النقط: 130 ]الحموز[. ¶ (¬3) 24) ابن وثيق، الجامع لما يحتاج إليه من رسم المصحف: 160 ]الحموز[.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "4- مذهب بعض الكتاب: اختصها بعض النقاط إذا كان مبتدأ بها بنقطة صفراأ متناسياً حركتها، ومستغنياً بموضعها من الألف عن ضمها أو فتحها أو كسرها؛ إذ توضع المفتوحة في رأس الألف، والمكسورة تحتها,, أما المضمومة ففي وسطها,,(¬1)ويظهر لي أن صورة الألف كانت رمزاً للهمزة، وتقوم مقامها في الكتب قبل أن يصار إلى التعبير عنها بنقطة صفراأَ أو حمراأَ أو خضراأ، وقبل أن يتوصل الخليل بن أحمد الفراهيدي إلى أن يعبر عنها بالقطعة رأس العين(¬2). ¶ قال أبو عبد الرحمن: إذن الهمزة في الحقيقة اللغوية، وفي الاصطلاح غير المبس ليست حرفاً من حروف الهجاإ، ولكنها علامة لأحد أنواع حروف الهجاإ وهو الألف المهمزوة ، واسم تجوزي لهذا النوع بخصوصه؛ وعلى هذا يكون رسم الهمزة العلامة (وهي رأس العين كما اختارها الخليل بن أحمد) في وسط الكلمة أو آخرها منفردة على السطر إنما هو رسم لعلامة الحرف لا للحرف نفسه، وهذا أول شناعة وتشويه في الرسم الإملائي إضافة إلى التعقيد وتشتيت الذهن وتصعيب الرسم بكثرة القواعد,, والهمزة العلامة لا يتصور نطقها مفردة، وإنما النطق للألف المحققة التي رُمز لتحقيقها بما سمي همزة. ¶ وأوائل الخط العربي كما سلف بيانه لا تعرف الهمزة العلامة اسماً لحرف الألف، وإنما تضع علامة غيرها؛ فأهل المدينة في مصاحفهم ينقطون الألف بالصفرة إن كانت محققة (همزة قطع)، وبالحمرة إن كانت مسهلة,, وكان المفروض أن يكون إهمالها علامة تسهيلها، ولكنهم عللوا ذلك بأن هذه العلامة تُميِّز نوعاً ثالثاً من أنواع الألف وهو الألف التي تكون بين المسهلة والمحققة,, إلا أنني لا أحقق وجود هذا النوع، بل الألف إما محققة، وإما مسهلة، ولا يبعد أنهم وضعوا العلامة في غفلة عن دلالة الإهمال ولا عجب في ذلك، لأن بداية الخط العربي في تطور. ¶ ¬__________ ¶ (¬1) 25) انظر: د, غانم قدوري، رسم المصحف ]الحموز[. ¶ (¬2) 26) فن الإملاإ 1/220 221.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وزادوا الإعلام بالنقطة الصفراإ دلالة على التحقيق، وهي الدلالة على الفرق بين نقط الحروف وعلامات الإعراب التي تكتب بالحمرة,, وهذا تعليل بارد: لأن أكثر حروف المعجم معجمة منقوطة بلون أحمر؛ فلم تقتض تمييزاً، بل صورة الحرف هي التمييز مع عدد النقط إذا اتحدت صورة الحرف كالباإ والتاإ والثاإ والجيم والخاإ,, تتميز بعدد النقط وبكونها من فوق أو تحت,, وصورة الألف لا تلتبس بغيرها من الحروف. ¶ أما أهل العراق فيميزون الألف المحققة بنقطة حمراأَ,, وذكر أبو عمرو الداني أنه لا بأس بالنقطة الخضراإ علامة على ألف الوصل ابتداأً,, وكان أهل الأندلس في عهد ابن وثيق (564هـ) يميزون ألف الوصف بفتحة حمراأَ,, وبعض الكتاب يضع على الألف الموصولة نقطة صفراأَ إن كانت مفتوحة، وتحتها إن كانت مكسورة، ووسطها إن كانت مضمومة. ¶ واستقر الأمر على اختيار الخليل بن أحمد رحمه الله؛ إذ جعل علامة الألف المهموزة رأس عين فوقها، وعبروا عنها بالقطعة. ¶ قال أبو عبد الرحمن: وقواعدهم وخلطهم في رسم الألف المهموزة آخر الكلمة أوسع مما نقله نزار بشير من كتيَّب عبد السلام هارون، وهو مصحوب بمسوغاته عندهم، فلننصرف عن هلامية نزار إلى كلام العلماإ بتدقيق وتحقيق. ¶ رابعاً: ¶ أ- الألف المهموزة بعد حرف ساكن:",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "من قواعد الرسم الإملائي التعليمي: أن تكتب الهمزة، وتحذف الألف,, إذا كانت الألف آخر الكلمة، وكان ما قبلها ساكناً,, وقيَّد أبو محمد ابن قتيبة (213-276هـ) قاعدتهم: بأن لا تكون الكلمة منصوبة منونة؛ فإنه يُلحق بها ألفٌ بعدها,, هكذا قال نصاً، وفي التمثيل جعل الهمزة على نبرة في بعض الأمثلة مع إلحاق الألف، وهذا هو نص عبارته باب الهمزة تكون آخر الكلمة وما قبلها ساكن: إذا كانت كذلك حذفت في الرفع والخفض نحو قول الله عز وجل (يوم ينظر المرء ما قدمت يداه) ]سورة النبأ/40[ و(ولكم فيها دفء) ] سورة النحل/5[ و(مِلءُ الأرض ذهباً) ]سورة آل عمران/91[، وكذلك إن كانت في موضع نصبٍ غير منونٍ نحو قوله عز وجل: (يُخرجُ الخبءَ) ]سورة النمل/25[,, فإذا كانت في موضع نصب منونٍ ألحقتها ألفاً نحو قولك: أخرجت خَبئاً وأخذت دِفئاً وبَرَأتُ بُرءاً وقرأتُ جزءاً(¬1),, ¶ قال أبو عبد الرحمن: لم يبرهن رحمه الله على هذه القاعدة، وإنما قررها بالوصف. ¶ ¬__________ ¶ (¬1) 27) أدب الكاتب ص 266 267 تحقيق محمد الدالي ط م الرسالة سنة 1417هـ,, ¶ قال أبو عبدالرحمن: على الطرة الطبعة الثانية فلا أدري أهي الطبعة الثانية لمؤسسة الرسالة، أم هي طبعتهم الأولى، وكانت ثانية بالنسبة للطبعة التي حققها محمد محيي الدين رحمه الله,, وبما أن الناشر قد لا يحصي الطبعات السابقة فالمفترض أن يقال: ط مؤسسة الرسالة طبعتها الأولى أو الثانية.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وقال أبو بكر محمد بن يحيى الصولي (335هـ): فإذا سكن ما قبل الهمز، فإن أكثر ما جاأ عن العرب إسقاطها من الكتاب إلا أن يكون أثر جاأ فيه,, من ذلك قول الله عز وجل: (ولكم فيها دفءٌ ومنافع) ]سورة النحل/5[ و(يُخرجُ الخبءَ) ]سورة النمل/ 25[ و(يحول بين المرء وقلبه) ]سورة الأنفال/ 24[,, كتبوا بغير ألف هذه كلها,, ومن العرب من يكتبها على لفظها إذا سُكِّن ما قبلها، فإن كانت مضمومة كتبها بالواو، وإذا كانت مفتوحة كتبها بالألف، وإذا كانت مكسورة كتبها بالياإ,, كتبوا هن نساؤ صدق بالواو، ورأيت نساء صدق بالألف، ومررت بنسائي صدق بالياإ. ¶ فإذا كانت الهمزة آخر الحروف والحرف ممدودا كتب بألف واحدة في النصب والخفض والرفع كقولك: رأيت عطاأً,, ومررت بعطاإ، وهذا عطاأٌ,, فأما في الخفض والرفع فلم تثبت الواو ولا الياأُ؛ لأنهم يستثقلونها طرفاً، وأما في النصب فلأنهم يكرهون اجتماع شبهين؛ فإذا اجتمعت في الحرف ألفان كتبوه بألف واحدة كقولك: شربت ماأً ألا ترى أن ها هنا ثلاث ألِفات: الألف الأولى، والهمزة المفتوحة، وألِف الإعراب,, وكل ممدود منصوب فالصواب أن يكتب بألفين؛ لأن فيه ثلاث ألفات(¬1). ¶ قال أبو عبد الرحمن: يعني الصوليُّ بقوله فإن أكثر ما جاأ عن العرب إسقاطها يعني إسقاط الألف؛ لأن أمثلته أسقطت الألف وأثبتت الهمزة، ولأنه قال بعد ذلك:كتبوا بغير ألف هذه كلها. ¶ والواو والياأُ نائبة عن الألف عند الصولي، وسوغ ذلك بحركة الألف المهموزة ذاتها(¬2) ¶ ¬__________ ¶ (¬1) 28) أدب الكتاب ص 261 شرح وتعليق أحمد حسن لسبج ط دار الكتب العلمية ببيروت طبعتهم الأولى عام 1415هـ. ¶ (¬2) 29) يرى بعض الفضلاإ في مشافهة لي: أنه لم يُسمع عن العرب التأكيد بذات,, ¶ قال أبو عبد الرحمن: التأكيد بما يدل على جميع الشيإ الذي تم تأكيده؛ فأنت مثلاً لا تقول جاأ زيد أنفه,, لأن الأنف لا تساوي زيداً في لغة العرب,, ولكنك تقول: جاأ زيد نفسه وعينه، لأن هذين اللفظين في لغة العرب يعنيان زيداً بكل هويته غير ملتبسة بغيره,, والذات تستعمل في هذا المعنى كما تستعمل عين ونفس؛ فهذا هو المطلوب نقله عن العرب,, أما تركيب الكلام من طرفي التأكيد فلا يُحتاج فيه إلى لغة العرب إلا من جهة النحو والبلاغة,, وقد قرر حذاق العلماإ في أصول الفقه في المداخل اللغوية، وفي كتب أصول الفقه : أن تركيب الكلام عمل عقلي لا نقلي,, قال أبو عبد الرحمن: إذا ترجم لنا المترجم عن بودلير وصف الحب بالشمس الحمراإ ، فلا تحتاج إلى سماع الحب شمس حمراإ عن العرب؛ بل نحاسب التركيب نحواً وبلاغة، والله المستعان.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ضماً وكسراً، وأبقاها في الفتح على صورتها حسب نصه، ولكن مثاله خلاف ذلك؛ لأنه كتب المنصوبة هكذا: رأيت نسآء صدق ؛ فجعل على الألف علامة المد ( ~ )، ولا داعي لذلك في ألف المد الساكنة، وإنما توضع عند مد الهمزات,, وكتب الهمزة وسط السطر، والمقتضى حسب قاعدة الرسم هكذا (نساأ)؛ فلا أدري أهذا التغيير في الأصل المخطوط أم حدث عند الطبع؟. ¶ وأما أمثلته لما بعد المد في النصب والجر والرفع فلم يقل: إنها تكتب على ألف,, وإنما قال: إن الألف واحدة وهي ألف المد ؛ فهذا يعني رسم الهمزة وسط السطر. ¶ ولما كان الأصل عنده أن الواو والياأ صورتان للألف في حالتي الضم والكسر: فقد سوَّغ إسقاط الواو والياء في مثل مررت بعطاإٍ، وهذا عطاأٌ: باستثقالهما طرفاً,, وسوغ إسقاط الألف نصبا في مثل عطاإٍ بكراهية اجتماع شبيهين، وهو مايُعبَّر عنه بكراهية توالي ألفين. ¶ أما حكم الصولي رحمه الله بأن في ماإٍ ثلاث ألفات فذلك مبني على اصطلاح قديم انتهى بعلامة المد المغنية عن تكرار الألف، وتأتي مناقشته إن شاأ الله. ¶ وقال أبو جعفر أحمد بن محمد النحاس (338هـ): نملي هذا الباب عن أبي الحسن بن كيسان على نص كلامه؛ إذا كان جوَّده وأتقنه,, قال أبو الحسن بن كيسان: الهمز حرف من الحلق مثل العين إلا أنها أبعد منه مخرجاً ولا صورة لها في الخط إلا أن تُستَعَارَ لها صورة الياإ والواو والألف؛ لأنها تُخَفَّفُ وتُبدَلُ منهن فكُتِبَت بصورتهن,, وربما لم يثبتوا لها في الخط صورة، وأنا مبين لك ذلك بقول مُجتمعٌ عليه,(¬1). ¶ ¬__________ ¶ (¬1) 30) صناعة الكتاب ص 151 تحقيق الدكتور بدر أحمد ضيف ط دار العلوم العربية ببيروت/ طبعتهم الأولى عام 1410هـ.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقال: فإن كان ما قبلها سكاناً لم يكتب لها في الخط صورة وذلك قولك: المرء والخبء والهزء والحزء والعبء والدفء والملء؛ فهذا المختار,, ومنهم من يكتب الهمزة التي قبلها حرف ساكن على حركة ما قبلها بالكسر والضم ولا يكتبها على الفتح؛ فيكتب الخبء والمرء على ما ذكرنا، ويكتب الجزؤ والهزؤ بالواو، والدفىء والعبىء بالياإ,, ومنهم من يكتبها بالضم والكسر على حركتها ولا يلتفت إلى ما قبلها؛ فيكتب هذا عبؤ بالواو، وجئته بالجزئي بالياإ,, فإذا نصبوا هذه الحروف ونونوها كتبوها بألف تكون بدلاً من التنوين، ولم يثبتوا للهمزة صورة نحو أعطيته جزءاً وخبأته خبئاً وحملته عبئاً,, لا اختلاف في هذا. ¶ قال أبو جعفر: غلط البصريون,, يكتبون هذا بألفين، وكذا ذكر محمد بن يزيد؛ لأن الهمزة متوسطة فصورتها ألف؛ لأنها مفتوحة وبعدها ألف عوضاً عن التنوين، فإن لم يُنَوِّن حُمِل على ما قدمنا(¬1). ¶ قال أبو عبد الرحمن: أضاف النحاس رحمه الله وجهاً ثالثاً، وهو مراعاة حركة ما قبل الساكن، وأمام هذه النصوص أقف الوقفات التالية: ¶ الوقفة الأولى: أن ابن قتيبة رحمه الله فرَّق بين الهمزة والألف؛ إذ قال: تكتب الهمزة، وتحذف الألف ,, وقد أسلفت التحقيق بأن الهمزة علامة للألف المحققة بالهمز، وليست حرفاً مستقلاً؛ ولهذا فمن الشذوذ الصارخ أن تكتب علامة الحرف في وسط السطر مستقلة، ثم تكون نائبة عنه!!. ¶ الوقفة الثانية: في استثناإ ابن قتيبة أن الألف المهموزة إذا كانت منونة ألحقت ألفاً مثل: دِفئاً، وبرءاً. ¶ ¬__________ ¶ (¬1) 31) صناعة الكتاب ص 152.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قال أبو عبد الرحمن: يلاحظ ها هنا أن الهمزة عُدَّت نائبة عن الحرف مفصولة وسط السطر في جزءاً ، وعلى نبرة نائبة عن الألف في دفئاً ؛ ففي الأولى ما أسلفته في الوقفة الأولى من التشويه السيِّإ لصورة الحرف، وفي الثانية إلغاأُ حرف الألف بلا مانع وإنابة النبرة عنه بلا مسوغ,, ولم يكتف الأمر بهذا التشويه، بل أضاف زيادة ألف بعد الهمزة النائبة عن الألف المهموزة من أجل التنوين!!,, ثم أضاف إلى الألف التنوين؛ فاجتماع الإخلال برسم ما ينطق مع زيادة في الرسم لا داعي له؛ فأين هذا عن الرسم هكذاً: جزأً ودفأً ,, إننا ها هنا رسمنا الألف المهموزة على صورتها بلا تشويه، ولم نضف غير علامة التنوين؛ فلم نحتج إلى فضول ألف بعد النبرة أو بعد الهمزة وسط السطر. ¶ الوقفة الثالثة: إن صح وذلك لا يصح، ولا يرجح رسم الهمزة (علامة الألف المهموزة) وحدها وسط السطر في مثل دفء وجزء في الرفع والخفض، وفي النصب غير المنون: فلا يُعلم مسوغٌ لإضافة النبرة والألف في دفئاً ، والألف وحدها في جزءاً حالة النصب والتنوين؛ أفلا يسعها ما وسع جزءٌ ودفء حال الضم والتنوين، والجر والتنوين؟!. ¶ الوقفة الرابعة: أسلفت أن الهمزة علامة لتحقيق حرف الألف المهموزة، وليست حرفاً مستقلاً، وأن الهمزة تطلق على الألف المهموزة تجوزاً، وأنه عند التقعيد لابد أن نفرق,, ومن باب أولى إذا ذكرت الهمزة والألف معاً أن المراد الهمزة العلامة، والألف الحرف المحذوفة همزتها (العلامة). ¶ الوقفة الخامسة: ذكر الصولي رحمه الله: أن بعضهم يثبت الهمزة ويثبت الألف أيضاً، ولكنه يكتبها على صورتها!!.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قال أبو عبد الرحمن: صورتها معروفة، وهي الألف العمودية، وإنما يريد الصولي بصورتها الواو ضماً، والنبرة كسراً,, وهذا سوأُ تعبير، والصواب صورة حركتها لا صورتها هي,, وصورة حركتها في الواقع أن ترسم الألف المهموزة بهمزة فوقها، والفوقية تغني عن حركة الإعراب؛ فإن كانت مفتوحة منونة وضعت علامة تنوين الفتح، وإن كانت مضمومة وضعت الهمزة فوق الألف وكتبت علامة الضم أو الضم والتنوين، وإن كانت مكسورة غير منونة كتبت الهمزة تحت الألف وأغنت التحتية عن علامة الكسر، فإن كانت منونة وضعت علامة تنوين الحرف المخفوض. ¶ *** ¶ خامساً: ¶ ب- الألف المهموزة بعد حرف ساكن: ¶ أسلفت كلام ابن قتيبة والصولي رحمهما الله حول هذه المسألة، ووقفت بعض الوقفات، ونبدأ الآن ¶ الوقفة السادسة: فقد أسلفت أن الواو والياأَ ليستا صورة للألف، ولكنهما ينوبان عنها صرفاً، ولكن هذا لا يعني الإنابة رسماً بلا مانع من صورة الألف، وبلا مسوغ لصورة الواو والياإ، فلننظر إلى الرأي الثاني الذي ذكروه من الرسم على هذا النحو: رأيت نسآء بعلامة المد على الألف ، وهن نساؤ صدقٍ، ومررت بنسائى صدق.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قال أبو عبد الرحمن: نرى أولاً وضع علامة المد على الألف,, والألف نفسها حرف مد هاوٍ لا تحتاج إلى علامة مد، وإنما العلامة للألف المهموزة الممدودة(¬1)إذا لم تُرسم ألف المد مثل سُآل,, أصلها سأا، فأسقطت ألف المد بنيابة العلامة عنها فوق الألف، ولم تكن العلامة نائبة عن الحرف في وسط السطر كما في الرسم المشوَّه,, ونابت علامة المدِّ عن حرف المد كما تنوب الشدة وعلامة التنوين عن تضعيف الحرف وإظهار النون,, وقد أسلفت أن الرسم هكذا رأيت نسآء ,, بعلامة المد وإفراد الهمزة يحتمل أن يكون حدث بعد الصولي نسخاً أو تطبيعاً عن سوإ تطبيق، وأن صريح كلامه يقتضي أن يكون الرسم هكذا رأيت نساأً ,, ونرى ثانياً رسم الهمزة على الواو في الرفع هكذا: هن نساؤ ، وهذا إسقاط للألف وإظهار للواو وإلغاأٌ لحركة الإعراب بلا مانع ولا مسوغ لحذف الألف، وبلا مسوغ لإنابة الواو,, ونتيجة ذلك تشويه صورة الحرف تحكُّماً,, والرسم الصحيح: هن نساأٌ، وهن نساأُ صدقٍ,, فالأمر هاهنا طبعي، فالألف المهموزة ها هنا على صورتها وحركة الإعراب تُأدِّي مهمتها حسب الحاجة,, ونرى ثالثاً رسم الهمزة على نبرة للهمزة وياإ ثانية هكذا نسائي,, وهذا حصل في الطباعة أو النسخ كما أسلفت عن الضم، ومقتضى كلامه أن يكون الرسم هكذا: نسائ,, ¶ ¬__________ ¶ (¬1) 32) والعلامة هكذا ~ وللحروف الأخرى واو ساكنة إذا كان الممدود مضموماً، وياأٌ ساكنة إذا كان الممدود مكسوراً.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "والرسمان معاً يلبسان بالمضاف إلى ياإ المتكلم,, وعند الإضافة إلى ياإ المتكلم لا نرسم وفق النطق هكذا نساإي ، لأنه اجتمع دليل تصحيح ودليلا ترجيح,, فأما التصحيح فهو كسر الهمزة ذاتها، فجاز لمسوَّغ أن ترسم على النبرة المجانسة إعراباً لحركتها الكسر,, والمسوغ هاهنا اجتماع علتين معاً لا علة واحدة، وهما كراهية توالي ألفين، وكراهية فصل حروف الكلمة,, وبدون الإضافة إلى ياإ المتكلم نرسم هكذا: مررت بنساإٍ، ومررت بنساإِ صدق، فتحصل كل المحاسن التي ذكرتها عن نساأٌ حال الضم، أو الضم والتنوين. ¶ الوقفة السابعة: أن عدم تعيين ما يتعلق به الفعل حال تغيير السياق يوقع في اللبس، ذلك أن سياق الصولي في الكلام عن ذات الألف وذات الهمزة إثباتاً وإسقاطاً وإنابة، ثم غيَّر السياق عن رسم ذينك إلى رسم الكلمة بعامة، فقال: فإذا كانت الهمزة آخر الحروف والحرف ممدود كتب بألف واحدة ,, والمفهم في مثل هذا أن يقال: كتبت الكلمة بألف واحدة، لأنه ليس عندنا في رسم ألاف المهموزة غير ألف وهمزة، فيكون قوله: ألف واحدة فضولاً ما لم يرد ألفاً ثانية تأتي في الكلمة غير ألف الألف المهموزة، وحينئذ يقول:كتبت الكلمة ,, وهذا يعني إسقاط ألف الألف المهموزة، لأن الألف الواحدة المثبتة حينئذ ألف المد لا غير، إذ أمثلته عن ألف مهموزة مسبوقة بألف مد,, وعلى الرغم من أن الصولي يعبر بالحرف عن الكلمة إلا أنه ينبغي ها هنا التنصيص بالكلمة، لأنه في معرض التقعيد للحرف الحقيقي، فاستعمال الكلمة بالمعنى المجازي وهو الحرف ملبس في مثل هذا الوضع من التقعيد. ¶ الوقفة الثامنة: مقتضى كلام الصولي تنصيصاً أن تكتب الهمزة وسط السطر مفصولة عن ألفها حال الضم والكسر والفتح إذا كان المباشر قبلها ألف مد بلا فرق، وإنما فرَّق في التعليل، فلننظر إلى تعليله واحداً واحداً,, في الرفع: هذا عطاء,, وعلل بالرسم وسط السطر وحذف الألف بأن الواو تستثقل طرفاً!!.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قال أبو عبد الرحمن: هذا التعليل مبني على أن صورة الألف الواو، وأن الأصل هكذا: هذا عطاؤ,, وقد أسلفت أن هذا وهمُ في الوقفة الخامسة,, وفي هذا التعليل سذاجة، وذلك قوله: إن الواو تُستثقل طرفاً ، فإنما يصح هذا التعليل لو كانت الواو تنطق عندهم، والواقع أنها تكتب عندهم رسماً ولا تنطق، والاستثقال للنطق لا للرسم، فلا معنى لهذا التعليل، وإذن فالرسم الأصل: هذا عطاأٌ ,, وإذا اختار مَن اختار رسم الهمزة مفردة وسط السطر فيعود التعليل في الضم والجر إلى ما عُلِّل به في الفتح، وهو كراهة اجتماع شبهين,, أي ألفين. ¶ وما قلته عن تعليله للضم أقوله عن تعليله للفتح. ¶ الوقفة التاسعة: أن اجتماع ألفين غير مكروه وحده، لأنه ليس بأعظم كراهية من تشويه صورة الألف المهموزة، وإنما تعتضد هذه الكراهية إذا شُفعت بمكروه آخر، فيكون ذانك مسوغين لتغيير صورة الحرف بعد وجود دليل التصحيح. ¶ الوقفة العاشرة: زعم الصولي رحمه الله أن في ماأً المنصوبة المنونة في مثل شربت ماأً ثلاث ألفات!!. ¶ قال أبو عبد الرحمن: يُسلَّم بألفين: الأولى ألف مد الميم، والألف المهموزة,, وأما الألف الثالثة التي سماها ألف الإعراب، ولا تكون إلا عند الوقف: فلا وجود لها رسماً، لأن تنوينها وصلاً، والعلم بأن العرب تمد المنون عند الوقف يُغني عن رسم ألف ثالثة,, ولو فرض أن الرسم للوقف ضروري لأغني مده مكان الهمزة هكذا: ماآ,, إلا أن الكاتب لا يدري هل يقف القارِأُ أو يصل، ومن المتعذر أن يرسم علامة التنوين والوقف معاً، فنبقى على الأصل من التنوين وصلاً مع تأصُّلِ القاعدة الواحدة في الوقف على كل منصوب منون,, وألف الإعراب هذه يسمونها ألف التنوين، وهي اصطلاح قديم أغنى عنه علامة المد ~ .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الوقفة الحادية عشرة: طُبع كتاب الصولي بألف واحدة للماإ ورسم الهمزة على السطر عند قوله: فإذا اجتمعت في الحرف ألِفان كتبوه بألف واحدة ,, ومع الناشر بعض الحق في ذلك، لأن عبارة الصولي مبتورة، ومراده رسم ألفين هكذا ماأً ،,, ووجه البتر أنه جعل شربت ماأ مثالاً لما اجتمع فيه ألفان فلزم رسم ألف واحدة، ثم قال عن المثال نفسه: ألا ترى ها هنا ثلاث ألفات ثم استأنف القاعدة بقوله: وكل ممدود منصوب فالصواب أن يكتب بألفين ,, يريد كل ألف مهموزة منصوبة بعد مد,, إذن تكون العبارة وافية سليمة مطابقة لسياقه لو كانت هكذا:فإذا اجتمعت في الحرف ألفان وذلك عندما تكون الألف المهموزة بعد ألف مد كتبوه أي الحرف المكني به عن الكلمة بألف واحدة، فإن كان فيه ثلاث ألفات مثل شربت ماأً كتبوه بألفين,, ألا ترى,, إلخ . ¶ الوقفة الثانية عشرة: كلام ابن كيسان الذي حكاه النحاس رحمهما الله ملبس باستعماله الهمزة على أنها حرف في قوله: الهمز حرف من الحلق ، فلما قرر حكمه على أنها حرف استعملها على أنها علامة، فقال ولا صورة لها في الخط . ¶ قال أبو عبد الرحمن: هذا هو الإلباس الذي حذَّرتُ منه عن الخلط بين الهمزة حرفاً، وبين الهمزة علامة، وجعلها واحداً عند التقعيد كما فعل ابن كيسان رحمه الله,, إن ابن كيسان يقَعِّد للهمزة حرفاً، ثم يذكر أنه لا صورة لها في الخط,, وهو هنا يريدها علامة، لأنه ذكر استعارة حرفي الواو والياإ له,. ¶ وفي هذا خلل من ثلاث جهات: ¶ أولاهن: أنه قرر الحكم الواحد لشيأين مختلفين,, الحكم الواحد أنه لا صورة لها في الخط، والشيآن الهمزة حرفاً، والهمزة علامة. ¶ وثانيتهن: إن كان حكمه على الهمزة والألف معاً أي الألف المهموزة فالصواب خلاف ما قرر، بل نقول للألف المهموزة صورة، وهي ألف فوقها همزة في الضم والفتح، وتحتها همزة في الكسر. ¶ وإن كان مراده الألف بلا همزة فلها صورةُ العمود الرأسية المجردة.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وإن كان مراده الهمزة بلا ألف فلها صورة وهي رأس العين. ¶ ولا يمكن أن يكون مراده الهمزة وحدها ثم الهمزة والألف معاً، ولا أن يكون مراده الألف وحدها، ثم الألف والهمزة,, بل أراد الهمزة العلامة فقط، لأنه قال:ولا صورة لها ، ولم يقل: لهما ,, ولأنه ذكر النائب عن الألف وهو الواو والياأُ، فتعين أن مراده الهمزة العلامة، فكان الخلل عنده في مبدإ الهُويَّة، لأنه جعل الألف المهموزة موضوعاً للحكم، ثم لما أراد حمل الحكم على الموضوع نقص من هوية الموضوع، فجعله للهمزة العلامة بلا ألف(¬1)!!. ¶ وثالثتهن: الصواب أن يقول ابن كيسان عن الهمزة العلامة: ولا صورة لها مستقلة عن الألف في تركيب الكلام لغير التعليم في الرسم الإملائي ، فيخرج بذلك وجود صورتها في مثل سأل ، لأنها غير مستقلة، بل مقيدة بأنها على الألف، ويخرج مثل قولك في التعليم: صورة الهمزة رأس عين هكذا ء ، لأنها لم ترسم مستقلة في تركيب الكلام إلا لمجرد التعليم للرسم، وللتعريف بالحروف والعلامات(¬2). ¶ الوقفة الثالثة عشرة: قد يتحذلق متحذلق فيقول: مراد ابن كيسان بما لا صورة له الألف الحرف لا الهمزة العلامة!!. ¶ ¬__________ ¶ (¬1) 33) قال أبو عبد الرحمن: هذا النقاش العلمي المحقق يُظهر فائدة وضرورة الهوية والمحمول والموضوع, وكل ذلك من مباحث المنطق ونظرية المعرفة، وقد أطلق بعضهم الذم للمنطق والفلسفة بلا تحقيق ولا تدقيق,. ¶ (¬2) 34) القيد الذي يُدخل أو يُخرج من مباحث الحد والتعريف المنطقية، وهي من مباحث المنطق الضرورية لتحديد التصور بين المرسِل والمتلقي,, وكبار العلماإ يكون بعض عباراتهم مبهماً أو مبتوراً، لانشغالهم بالنتائج، ولسبق الفكر للسان فيوجزون، وللاتكال على فهم السامع بمقتضى سياقهم، فلابد من قارإٍ لماح، فقد بلينا وأتخمنا بأكثر من قارإٍ سطحي، وهو أيضاً، إمّعة لأكثر من قارإٍ سطحي.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "قال أبو عبد الرحمن: هذا محال من كلامه، لأنه سيستعير لها في سياق كلامه ألفاً، فما معنى استعارة ألف لألف لو كان أراد الألف؟!. ¶ الوقفة الرابعة عشرة: ثمة احتمال أوضح وأصرح لمعنى كلام ابن كيسان لم أجعله المقدم لما فيه من جهل لا يليق بإمامته، وهو أنه يريد بالهمزة ما نسميه بالألف المهموزة، ولم يجعل الهمز نوعاً من أنواع الألف، بل جعله قسيماً لها؛ لتكون حروف الهجاإ تسعة وعشرين لا ثمانية وعشرين وتكون الألف غير المهموزة ثاني ما ينطق في لا التي عبروا عنها بلام ألف!!. ¶ قال أبو عبد الرحمن: أسلفت تحقيق القول في ذلك، وأنه يلزم أن تكون حروف الهجاإ اثنين وثلاثين حرفاً أصلياً بإضافة لُو لام واو، و لِي لام ياإ، وأن الأصل الألف المهموزة، وأنها تسهل، وتكون مداً بإشباع حركة الفتح. ¶ الوقفة الخامسة عشرة: أن الألف لا تستعار للهمزة، لأنها حرف مستقل، وإنما تستعار الهمزة علامة لحرف الألف عندما يُراد نوعُ حرف، وهو الألف المحققة بالهمز. ¶ الوقفة السادسة عشرة: تخفيف الألف، والإبدال بينها وبين الواو والياإ لا يعني أن الهمزة حرف غير هذه الأحرف الثلاثة، لأن الهمزة في لغة العرب كما أسلفته نبر يطرأ على الحرف باتكاإٍ عليه إلا أنه أخص من النبر، لأنه نبر يتعلق بالألف فقط فتكون حرفاً محققاً لا مسهلاً ولا هاوياً,, ولا يعني أن الهمز يكون واواً وياأً كما يكون ألفاً، لأن الاتكاأَ على الواو أو الياإ لا يحقق همزاً، وإنما يحقق نبراً غير الهمز، فعلم بذلك أن الهمز نوع نبر خاص بالألف. ¶ الوقفة السابعة عشرة: الهمز في مثل شُأُون لو كتبت على الرسم المعتاد شؤون أو شئون لا يعني أن الحرف واو منبورة جاأ نبرها همزاً!!,. ¶ هذا محال,, وإنما يعني أن الحرف ألف منبورة بالهمزة نبراً مضموماً، والواو الثانية حرف مد للألف المهموزة، لأن مد المضموم بالواو.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الوقفة الثامنة عشرة: قال ابن كيسان عن الهمز التي جعلها حرفاً غير الألف والواو والياإ:فإن كان ما قبلها ساكناً لم يكتب لها في الخط صورة، وذلك مثل قولك المرء,, إلخ . ¶ قال أبو عبد الرحمن: رسمها رأس عين، فكيف حكم بأنه لا صورة لها!؟,, إن ما لا صورة له هو ما لا شكل له يظهر في الرسم ويُقرَأُ,, ولكن المحقق أن النبر غير نبر الألف لا صورة له في علامات الأسلاف، وإنما صورته في الشعر الأجنبي بعلامات تقوم مقام بعض اصطلاحات العروض في الشعر العربي,, ومن النبر ما يخص حرفاً من حروف الهجاإ، وهو الهمز للألف وله صورة في علامات السلف,, كان قبل ذلك بنقطة ملونة، ثم كان برأس العين بوضع العبقري الفذ المبتكر في علوم عديدة مفخرة الأزد الخليل بن أحمد رحمه الله. ¶ الوقفة التاسعة عشرة: لا يُتصور الهمز إلا مع ألف مهموزة,, وهذه الحقيقة لا تعني أنه لاصورة للهمزة علامة، أو لا صورة لها حرفاً، فافهموا ذلك عافاكم الله. ¶ *** ¶ سادساً: ¶ ج- الألف المهموزة بعد حرف ساكن: ¶ أسلفت كلام ابن كيسان والنحاس رحمهما الله، ووقفتُ عنده بعض الوقفات,, وحديثي هنا عن الوقفة العشرين: أن ابن كيسان رحمه الله ذكر مذهبا ثالثا، وهو استثناأُ حال الكلمة التي يضم فيها ما قبل الهمزة، فتكتب على واو مثل الجزؤ,, وحال الكلمة التي يكسر فيها ما قبل الهمزة، فتكتب على الياإ مثل الدفئ,, ولم يذكر برهانَ أهل هذا المذهب. ¶ وذكر مذهبا رابعا يراعي حركة الهمزة ذاتها، فيكتبها على واو إن كانت مضمومة مثل هذا عبؤ,, وعلى ياإ إن كانت مكسورة مثل جأتُه بالجزئ,. ¶ ورسمت الجزئى. ¶ قال أبو عبد الرحمن: وإذ لم يذكر دليل هذين المذهبين فَأُرجأُ نقاشه إلى نقاش نصوص تذكر ذلك. ¶ الوقفة الحادية والعشرون: ذكر ابن كيسان أن الألف تكون في المنصوب المنون مثل خبئا وجزءا.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قال أبو عبد الرحمن: إن كانت ألف الألف المهموزة فلا داعي للنبرة في خبئا، فتكتب خبأً، ولا داعي لفصل الهمزة عن ألفها، فتكتب جزأً,, وإن كانت الألف للتنوين فقد أسلفت فساد ذلك. ¶ الوقفة الثانية والعشرون: ذكر ابن كيسان أنهم لم يثبتوا للهمزة صورة في جزءاً وبطئاً. ¶ قال أبو عبد الرحمن: هذا يعني أنه يريد ألف التنوين كما ذكر في الوقفة السابقة,, والهمزة لها صورة، وهي ما أثبته ابن كيسان من رأس العين، ولكن لا صورة لها في النطق إلا بألفها,, وصورة الألف المهموزة العمود وهمزتها فوقها أو أسفلها كما أسلفت. ¶ الوقفة الثالثة والعشرون: ذكر النحاس غلط أهل البصرة في كتابة جزءاً وعبئاً رأس عين وحدها، وذكر تعليل المبرد بأن الهمزة متوسطة فصورتها ألف، لأنها مفتوحة جاأت بعد ألف التنوين,, فإن لم يُنَوّن حُمِل على ما قدمنا,, يعني الخبء. ¶ قال أبو عبد الرحمن : أول كلام المبرد هو الحق، وتمام هذا الحق أن الهمزة تكتب على ألفها، لأن الحرف الأصيل هو الألف والهمزة علامة تحقيق، والتنوين بعلامته مغن عن زيادة ألف دالة على التنوين,. ¶ ولغرابة دلالة الألف في جزءاً على التنوين: كان الكتّاب إلى هذا اليوم يضعون علامة التنوين فوقها,.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وقال ابن درستويه ( 347 هـ): اعلم أن الهمزة حرف لا صورة له في الخط؛ وإنما تكتب على صورة حروف اللين، لأن في النطق بالهمز مشقة، فهي تلين في اللفظ فَيُنحا(¬1)بها نحو حروف اللين، وتبدل وتحذف كما يفعل بحروف اللين،فصارت كأنها منها، وكتبت بصورها؛ إذ لم تكن لها صورة,, وهذا الباب شبيه بباب البدل غير أن الهمزة جنس على حياله مطرد على قياسه، فأفردنا له بابا لذلك, والهمزة تكون في أول الكلمة، وفي وسطها، وفي آخرها,, ولكل من ذلك حال سيوقف عليها إن شأ الله,وقياس الهمزة أن يكون كتابها على قياس تخفيفها في اللفظ إلا أن يعرض لها مانع من ذلك، أو يكون تخفيفها في اللفظ عارضا فيها غير لازم لها، وسترى في اللفظ ذلك إن شاأ الله(¬2). ¶ قال أبو عبد الرحمن: أسلفت أن للألف وحدها صورة في الخط، وللهمزة وحدها صورة، وللألف المهموزة صورة بهمزتها,, وكتابتها على حرفي اللين الآخرين الواو، والياء آت من ضياع حقيقة أن الألف حرف مستقل، وأن الهمزة خاصة به إذا كان مهموزاً، ولا شيأ من الحروف يُهمز غيره,, وبينت أن الألف ثلاثة أنواع: محققة، ومسهلة، ومد (لين)، و أن قبولها للإبدال من حروف اللين الأخرى مثل قال من قول لا يعني تغيير صورتها في الرسم وهي غير مبدلة. ¶ ¬__________ ¶ (¬1) 35) ذكرت كثيراً أن المختار الرسم على الألف وإن كان الأصل يائياً، لأن الرسم مرتبط بالنطق لا بالصرف. ¶ (¬2) 36) كتاب الكتاب ص24 تحقيق الدكتورين إبراهيم السامرائي وعبد(رب) الحسين الفتلي ط مؤسسة دار الكتب الثقافية بالكويت / طبعتهم الأولى عام 1397هـ.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقول ابن درستويه رحمه الله لأن في النطق بالهمز مشقة, تعليل غير مُأثِّر على محل النزاع؛ لأن المراد الرسم لا النطق، ولا مشقة في الرسم، ولا عبرة بالمشقة إن وجدت في سبيل تحقيق صور الحروف,, وتليينها في اللفظ بمعنى تسهيلها لا يعني إلغاأ تحقيقها دائما، ولا تسوَّغ تسمية التسهيل تلييناً إبدال ألفها بحرفي اللين الآخرين!! وقول ابن درستويه عن الألف المهموزة: فصارت كأنها منها يعني حروف اللين : مدفوع بأن الألف إحدى حروف المد، فهي نوع من أنواع حرف الألف,, والأرجح لديَّ أن الألف من جهة الرسم حرف واحد، وهو الألف المهموزة، ثم اعتراها التسهيل نطقا فاحتيج إلى علامة تحقيقها,, أما ألف اللين فألحقت بها رسماً كما ألحقت واو اللين وياأُها بالواو والياإ رسماً، لأنها ليست من حرف الألف في شيإ، وإنما مُدَّ الحرف المفتوح بإشباع فتحته إشباعا لا ينتهي إلا بسكون، فشكل ذلك صورة للألف المسهلة رسما, وتقعيد ابن درستويه منذ قوله: وقياس الهمزة ,, إلخ قائم على الغفلة عن الأصل، وهو أن الحرف الألف، وأن الهمزة علامة، وأن الإثبات والإسقاط (لا البدل) يعتري الهمزة العلامة لا الألف الحرف، وأن عارض الإبدال من الألف لا يعني إبدالها في الرسم وهي غير مبدلة صرفاً. ¶ وقال ابن درستويه أيضا: وأما الهمزة المتطرفة فحكمها حكم الساكن، لأنها في موضع الوقف من الكلمة، ولا تلزمها حركة ما وقف عليها,, وإن أدرجت اختلف عليها حركة الإعراب أيضا، ولحقها الجزم,, والهجاأ موضوع على الوقف، وهذه الهمزة يكون ما قبلها متحركا وساكنا(¬1). ¶ ¬__________ ¶ (¬1) 37) كتاب الكتاب ص31.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "قال أبو عبد الرحمن: الكلمة مفردة غير مرادة العلاقة في كلام مركب لفظاً أو تقديراً لا حكم لها إلا الوقف وتسكين آخرها,, إلا أن مجرى الرسم الإملائي في الكلام المركب، فالأصل إظهار حركة إعراب الكلمة في آخرها وصلاً,, أما الوقف فقاعدته محفوظة معروفة، وهي السكون لغير المنون المنصوب، والألف الساكنة للمنصوب المنون,,وسكون آخر الكلمة لا أثر له في تغيير صورة حرف الألف، ولا في حذف الهمزة علامة الألف إن كانت محققة. ¶ وقال ابن درستويه أيضا: وإذا وقعت بعد ساكن حذفت من الكتاب على كل حال لسقوطها من اللفظ في التخفيف إذا أدرجت لالتقاء الساكنين في الوقف، وذلك مثل: المرء والجزء والدفء والخبء والشيء والنوء وهو يجيء ويسوء ومقروء ومشنوء والهنيء والبريء والسوء، لأن ما وقع بعد حرف اللين إذا خفف في اللفظ أبدل منه الحرف الذي قبله ثم أدغم فيه,, والمدغم لا يكتب إلا حرفا واحدا، وكذلك لو حذف تخفيفا(¬1),, ¶ قال أبو عبد الرحمن : ها هنا وقفات: ¶ الوقفة الأولى: قوله: حذفت يعني على مذهبهم الألف ، أو الواو، أو الياء، لأن هذه الحروف هن صور حرف الهمزة. ¶ قال أبو عبد الرحمن: إن كانت الهمزة (رأس العين) حرفا بذاته، فلا يحتاج إلى صورة، بل صورته ذاته كأي حرف آخر,, وإن كانت علامة تحقيق كما هو نص أهل اللغة، وكما هو التجربة الماثلة من نطق الحروف : فهو علامة تحقيق الألف، فيرتبط بحرف (الألف)، ولا يعدل عن هذا الأصل إلا بمانع منه، ومسوِّغ لغيره. ¶ الوقفة الثانية: تعليل حذف الألف وإبقاإ علامته بتعليله عن التقاء الساكنين أسلفت نقاشه في نص ابن درستويه السابق. ¶ الوقفة الثالثة: كتابة الحرف الواحد في الإدغام لا يعني إسقاط الألف وهي غير مدغمة والاكتفاإ بعلامتها. ¶ *** ¶ سابعاً: ¶ د- الألف المهموزة بعد حرف ساكن ¶ ¬__________ ¶ (¬1) 38) كتاب الكتاب ص33.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قال ابن درستويه (347هـ) رحمه الله تعالى عن إحدى حالات الهمزة بعد حرف ساكن: إلا أن يكون الساكن الذي قبل هذه الهمزة ألفاً في مثل سائل، ومُسائِل، وهو يُسائل، فتثبت في الكتاب كما ثبتت في اللفظ، ولا تحذف للتخفيف,, وقد أثبتت هذه الهمزة قوم ألفاً بعد الكسرة والفتحة والضمة تشبيهاً لها بالهمزة المبتدأة، وهو مذهب بعض أجلة هذا الشأن، وقد أساأ القياس من فعل ذلك، وخالف الصواب، لأن هذه لا تشبه الهمزة المبتدأة إذا كان الحذف والبدل في حذف اللفظ لها لازمين، لسكون ما قبلها، وأنها وما قبلها من كلمة واحدة,, والمبتدأة لا يلزمها، إذ كانت وما يدخل عليها من كلمتين، ولو كان سكون ما قبلها يجعلها كالمبتدأة لكان سكون ما قبل المتطرفة أيضاً يجعلها كذلك، وللزمه أن يثبت تلك أيضاً ألفاً على كل حال بعد الحركات كلها في مثل الجزء والدفء والخبء,, وهذا لا يقوله أحد من النحويين(¬1). ¶ قال أبو عبد الرحمن: ما ذكره من الإثبات في مثل مسائل إنما هو للياإ النبرة التي هي إحدى صور الهمزة بزعمهم على أساس أن الهمزة حرف لا صورة له!!,, وهذه الدعوى شذوذ عن واقع كل الحروف. ¶ وذكر ابن درستويه مذهب من يكتب مثل استهزأ يستهزِأ وشأُون، وسفَّه هذا المذهب، لأنه رحمه الله مشدود بتأصيل خاطِإ، وإذا تم التقعيد على خطإٍ كثرت الفروع الخاطئة,, إلا أن هذه المسألة وما صحبها من تعليل واعتراض خارجة عن محل النزاع وهو الهمزة بعد سكون ، فمجال ذلك في موضعه إن شاأ الله. ¶ ولو أصفق النحويون كلهم من أولهم إلى آخرهم على أن الخبء وأخواتها لا تكتب هكذا: الخبأ الخبأُ الخبإ الجزأ,, إلخ: لما كان إصفاقهم حجة على المنقول المسموع من لغة العرب، وعلى المحسوس الماثل للتجربة من نطق الحروف، حيث دل كل ذلك على أن الألف حرف، وأن الهمزة علامة، وأن الهمزة لا تليق بغير الألف نطقاً,, والرسم إنما هو صورة النطق. ¶ ¬__________ ¶ (¬1) 39) كتاب الكتاب ص 30.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وقال أبو عبد الرحمن سعيد ابن الدهان (569 هـ): واعلم أن الممدود قد سبق ذكره(¬1)وجميعه يكتب بألف، وبعضهم يثبتها همزة ولا يكتب بألفين، لأن الهمزة هنا لا صورة لها، لأنها وقعت بعد حرف ساكن,, كما كتبوا الجُزء والخَبء بعد حرف نائب عن الهمزة، وإنما يكتب على صورة أصل الحركة التي قبلها,, وإن كان منصرفاً منوناً كتب في الرفع والجر بألف واحدة، وفي النصب بألفين نحو: هذا كِساءٌ، ومررت بِكِساءٍ، ورأيت كِساءً,, وإن كان غير منصرف كتب في الرفع والجر والنصب بألف واحدة(¬2). ¶ قال أبو عبد الرحمن: معنى قول ابن الدهان وجميعه يكتب بألف : أن أهل هذا المذهب يكتبون الهمزة ألفاً بعد المد، فيكون في الكلمة ألفان مثل كساء يكتبونها كساا,, وكتابة الجمهور كساء جعلها مذهباً ثانياً، وكلا المذهبين خطأ، والصواب كساأَ وكساأً وكساأُ وكساأٌ وكساإِ وكساإٍ,, إلا أن وجود الهمزة على رأس الألف يغني عن الفتح ولا يغني عن التنوين، ووجودها تحت الألف يغني عن الكسر ولا يغني عن التنوين، والضم يشكَّل على كل حال. ¶ ووقوع الهمزة بعد حرف ساكن لا علاقة له ألبتة بتجريد الهمزة من حرفها وإلغاإ الحرف، وما يتكرر من قولهم:لا صورة لها أسلفت بطلانه بالبراهين فلا أكرر ذلك إلا أن توجد زيادة تعليل,, ورُسمت رأيت كساءاً في المطبوع من كتاب ابن الدهان هكذا كساء ,, وذلك خلاف قاعدته التي ذكرها نصاً، فلعل ذلك تطبيع أو خلل في عمل النُّساخ,, والصواب على كل حال لبست كساأً. ¶ وقال ابن الدهان أيضا: فإن سكن ما قبلها وكانت طرفاً فالناس على حذفها نحو الجُزء والجَزء والمَرء، وللكسائي في هذا قولان: ¶ أحدهما: أن تكتبها على حركتها التي تستحقها. ¶ ¬__________ ¶ (¬1) 40) انظر باب الهجاإ ص 15. ¶ (¬2) 41) باب الهجاء ص 31 32, تحقيق فائز فارس ط مؤسسة الرسالة طبعتهم الأولى 1406هـ.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "والثاني: على حركة ما قبل الساكن الذي قبلها إلا أن يكون ما قبل الساكن مفتوحاً فإنه يعود إلى القول الذي يكتبها على حركتها(¬1). ¶ قال أبو عبد الرحمن: مضى تحقيق كل ذلك في مناقشة كلام ابن كيسان,, وفصَّل الأمر ¶ أبو العباس القلقشندي (821هـ) ، فقال: أن تكون الهمزة آخراً، ولها حالتان أيضاً: ¶ الحالة الأولى: أن يكون ما قبلها ساكناً، والنظر فيها باعتبارين: ¶ الاعتبار الأول: أن يكون ما قبلها صحيحاً فتحذف الهمزة وتلقى حركتها على ما قبلها ولا صورة لها في الخط نحو: جزء، وخبء، ودفء، والمرء، وملء,, سواأٌ في ذلك حالة الرفع والنصب والجر وقيل: إن كان ما قبل الساكن مفتوحاً فلا صورة لها، وإن كان مضموماً فصورتها الواو، وإن كان مكسوراً فصورتها الياأُ مطلقاً,, وقيل: إن كان مضموماً أو مكسوراً فعلى حسب حركة الهمزة، فيكتب الجزء والدفء بالواو في الرفع وبالألف في النصب وبالياإ في الجر، وإن كان شيأٌ من ذلك منوناً فيكتب بألف واحدة وهي البدل من التنوين,, وقيل: يكتب بألفين,, إحداهما صورة همزة، والأخرى صورة البدل من التنوين. ¶ ¬__________ ¶ (¬1) 42) باب الهجاإ ص 43.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الاعتبار الثاني: أن يكون ما قبلها معتلاً فينظر إن كان حرف العلة زائداً للمد فلا صورة لها نحو نبيء، ووضوء، وسماء، والسوء، والمسيء، وقرّاء، وشاء، ويشاء، والماء، وجاء,, إلا إن كان منوناً منصوباً فيكتبه البصريون بألفين، والكوفيون وبعض البصريين بواحدة, وهذا إذا كان حرف العلة ألفاً نحو: سماء,, الألف الواحدة حرف العلة والأخرى البدل من التنوين، فإن اتصل ما قبله ألف بضمير مخاطب أو غائب فتصور الهمزة واواً رفعاً نحو هذا سماؤك، وياءً جراً نحو نظرت إلى سمائك، وألفاً واحداً هي ألف المد نصباً نحو رأيت سماءك,, أما إذا كان حرف العلة ياءً واواً نحو رأيت وضوءاً فيكتب بألف واحدة,, وإن كان حرف العلة غير زائد للمد فلا صورة للهمزة في الخط(¬1). ¶ قال أبو عبد الرحمن: قول القلقشندي: فتحذف الهمزة تسامح منه في التعبير بناأً على مذهبه ومذهب غيره، لأن المحذوف ما يسمونه صورة الهمزة من ألف، أو واو، أو ياإٍ ,,أما الهمزة فقد أثبتها في أمثلته. ¶ وقوله: تلقى حركتها على ما قبلها بيَّنه أبو محمد عبد الله بن علي الصيمري من أعيان القرن الرابع الهجري ، فقال عن الهمزة: فإن كان الساكن الذي قبل الهمزة المتحركة حرفاً صحيحاً: فإن تخفيف الهمزة أن تُلقى حركتها على الساكن الذي قبلها وتحذفها كقولك في الدفء والخبء: هذا الدَّفُ، ورأيت الخَبَ، ومررت بالخَبِ(¬2) ¶ قال أبو عبد الرحمن: المراد حقيقة الرسم والهمزة محققة، وليس الغرض بيان جواز التسهيل ونقل الحركة، فذلك موضوع آخر له رسمه الخاص. ¶ ومثال حرف العلة غير الزائد للمد رأيت ضوأً,, فهو عندهم يرسم هكذا: ضوءاً,, وكل أمثلة القلقشندي سبقت مناقشتها,, وأما اتصال الهمزة بالضمير فله حديث مستقل. ¶ كلمة ختامية: ¶ ¬__________ ¶ (¬1) 43) صبح الأعشى 3/208, 209 تحقيق محمد حسين شمس الدين ط دار الكتب العلمية ببيروت طبعتهم الأولى عام 1407هـ. ¶ (¬2) 44) التبصرة والتذكرة 2/734.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "قال أبو عبد الرحمن: تلخص من كل ما سبق حقيقة الهمزة العلامة في لغة العرب، وحقيقة الألف الحرف في لغة العرب أيضاً، وتحددت قاعدة الهمزة المتطرفة، وأنه لا مسوغ لحذف ألفها ألبتة، وأنها لا تكتب إلا على الألف أو تحتها، وأنها تشكل كما يشكل غيرها من الحروف,, وبهذا أفرغ من إحدى مسائل رسم الهمزة، وأخشى أن تملوا من متابعة الحديث عن بقية أحوال الهمزة، فإلى لقاإٍ إن شاأ الله، والله المستعان. ¶ *** ¶ قلت أبو العباس: هذا ختام السلسلة الماتعة في هذه المسألة اللغوية لشيخنا أبي عبد الرحمان ابن عقيل الظاهري –حفظه الله تعالى-, ثم إني وجدت أيضاً مقالاً آخر لشيخنا –حفظه الباري- يتكلم عن موضوعٍ مشابهٍ له, فأتبعته به وهو بعنوان: (( من الرسم الإملائي إلى الزيات)) تجده في الصفحات الآتية, والحمد لله,,, ¶ *** ¶ من الرسم الإملائي إلى الزيات: ¶ من العسير جداً لدى أستاذنا عبد الفتاح أبو مدين أن يقرأ: «ذالك»، و «الوسطا» و«مضا» ، لأن ألف ما جرى عليه الكُتَّاب من الرسم هكذا: ذلك، والوسطى، ومضى.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قال أبو عبد الرحمن: أسلفت باستفاضة الكلام عن المألوف، وأن رسم النحوي تابع لرسم عامة القُرَّاء، وأن العِلْمَ الأوَّلَ بالخط والهجاء كتابةً وقراءة أعْطى كلَّ حرف صورته كما ينطق، وأن هذا واقع واضح، وأن التعقيد والعناء في مخالفة واقع الخط بتأصيل معقّد مُتشعب، وأن من استوعب القواعد المعقدة المتشعبة مثل أستاذنا عبد الفتاح سيكون تحلله منها أسهل، وسيكون تعليم الناشئة رسماً يوافق حقيقةَ الخط وَفْق النطق: أيَسْر وأسهل.. وبعد هذا فما المسوغ المعتبر لجحد الذال من «ذالك» حقها من المد، وأي جمال في هذا الإسقاط؟.. وأي عسر في فهم الرسم لفعل مضا، وكلمة الوُسْطا والرسم بالألف في الكلمتين موافق للنطق ولصورة الحرف وهو ألف المد؟.. ألا ينبغي له أن يُرى بأن العكس هو الصحيح، لأن في الوسطى ومضى تغييراً لصورة الحرف، وإلباساً، وإقحاماً لعلم النحو في رسمٍ أُريدَ رمزُ مدلوله لكل القُراء الذين حذقوا حروف الهجاء برسمها كما تنطق؟!. ¶ وقال الأستاذ : «أذكر أنني قرأت حين كنت أُدرس النحو: أيام الصغر قولَ واضعي كتب النحو: تعتبر(¬1)الياء ألفاً ولو كتبت في صورة ياء، لأن العبرة بلفظ الكلمة لا بكتابتها»!!. ¶ ¬__________ ¶ (¬1) 45) يرى عددٌ من النُّقاد خطأ اعتبر بمعنى اعتدَّ، لأنها لم ترد في المعجم، وقد حققتُ في غير هذا الموضع على فرض أنها لم تُسمع أنها صحيحة مجازاً، لأن الاعتداد أخذٌ بنتيجة الاعتبار، ولهذا المجاز جعل أهل أصول الفقه الاعتبار قياسا، ونازعهم الإمام أبو محمد ابن حزم رحمه الله في هذا المعنى متمسكاً بالأصل اللغوي.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قال أبو عبد الرحمن: لو قال النحاة ذلك لكان هذا القول مُنْتهى الدعوى العارية، والتناقض.. أما الدعوى فهو الزعم بأن الياء تُعَدُّ ألفاً ولو كتبت في صورة ياء، فهو دعوى لم تُصحب ببرهان.. وهذه الدعوى تقابل بدعاوي أكثر، فيقال: الواو ياء ولو كتبت بصورة الواو، والألف ياء ولو كتبت بصورة الألف، والعين دال ولو كتبت بصورة الدال؟!!.. وهذا إلغاء لهويات الحروف في الخط العربي بالدعوى العارية.. وأما التناقض ففي القول: بأن العبرة بلفظ الكلمة لا بكتابتها. ¶ قال أبو عبد الرحمن: هل للكلمة صيغة نُطْقٍ تخالف الدلالة الخطية لصورة الحرف من حروف الهجاء، حتى يقال العبرة باللفظ لا بالكتابة؟.. إن اللفظ إذا قُرن بالكتابة اقتضى مطابقة النطق للرسم، ولا يُتَصوّر لفظ لا عبرة بكتابته!!.. وإنما المتصور وجود لفظ من غير قراءة في مكتوب، ومن غير إملاء على كاتب.. والكلام البريء من الإحالة والتناقض: أن يقال: العبرة بخط يدل على اللفظ، والعبرة بلفظ تدل عليه الكتابةُ، والعبرة بكتابة الشيء كما ينطق، والعبرة بالنطق بالشيء كما يكتب.. إن النطق الدال هو ما عبر عن مراد صاحبه باللسان، وإن الرسم الدال هو ما عبر عن مراد صاحبه بالخط، فما دام النطق والخط بيانين للمراد: فلا بد من مطابقة النطق للخط، ومطابقة الخط للنطق، لأنهما بيانان لمراد واحد. ¶ ولا أعرف لدعوى: «أن العبرة بلفظ الكلمة لا بكتابتها» وجها إلا أن يكون المعنى: إذا كتبت «سعا» على الياء هكذا «سعى» فالعبرة بنطقها بالألف لا بكتابتها على الياء.. فإذا كان هذا هو المعنى الذي لا يقال غيره: فالحجة عليهم لا لهم، لأن دليلي على النطق المطابق للرسم أن أجد الحرف على صورته، فأرد غير المعتبر (وهو الكتابة على الياء)، وأبقي الموافق المعتبر وهو الألف.. ولا سيما أن ذلك هو الأصل في الخط.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "قال أبو عبد الرحمن: هذا تخريج لما أورده الأستاذ عبد الفتاح مسندا إلى كتب النحو.. أما التأصيل الذي أعقله عنهم فهو أنهم قالوا: الواو تنقلب إلى ألف مثل دعو تكون دعا، بدليل أنك إذا تحدثت بالفعل الماضي قلت: دعوت.. لا دعيت.. وتقول: دعوة.. لا دعية، فتكتب دعا إذن على الألف. ¶ وقالوا: الياء تنقلب إلى ألف في مثل سعي تكون «سعا»، بدليل أنك إذا تحدثت بالماضي قلت: سعيت.. لا سعوت.. وتقول: سعياً لا سعواً، فتكتب على ياء غير منقوطة، ليعلم أن أصلها ياء، وأنها تنطق بالألف، لأنها غير منقوطة. ¶ وما جاء على الوجهين فيجوز فيه الوجهان مثل محا محوا، ومحى محياً. ¶ ثم قال أهل الرسم الإملائي وبعض النحاة الذين أدخلوا فن الرسم في كتبهم: العبرة بالنطق، فيكتب الحرف كما ينطق به إلا ما استُثْني ككتابة دعا للدلالة على الأصل الواوي، وسعى للدلالة على الأصل اليائي. ¶ والجواب عن هذا: أن يقال: وُفِّقْتم وهُدِيْتُمْ، إذ جعلتم العبرة بالنطق.. وهذا يعني رسم الحرف كما ينطق. ¶ ثم يُقال ثانية: بَعُدْتم عن الإصابة، إذْ رسمتم اليائيَّ على الياء غير المنقوطة مع علمكم بأن النطق بالألف ، لتدلوا على أن الأصل يائي.. وبرهان هذا البعدِ عن الإصابة من أمور: ¶ أوَّلها: أن العبرة نطقا وكتابة بالحرف بعد إبداله واستقراره على البدل، فإذا كانت دعوَ مماتة، وأن المستقر دعا بالألف، فلا عبرة بالواو لا رسماً ولا نطقاً، ولهذا رسمتموها كما تنطق.. وإذا كانت سعَيَ مماتة، وأن المستقر سعا، فلا عبرة بالياء لا رسماً ولا نطقاً، فلماذا فرقتم بين النطق والرسم، فكتبتموها بالياء وهي تنطق ألفاً، وقلتم لا عبرة بالكتابة بالياء، بل العبرة بالنطق بالألف.. فكيف ننطق بخلاف الرسم.. مع أن الرسم والنطق كليهما دلالة لغوية على المراد.. إلا أننا نفهم الرسم بوساطة البصر، ونفهم النطق بوساطة السمع؟!",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وثانِيْها: إذا رأيتُ الرسمَ بالألف «سعا» ودعا: فلا يلزم من ذلك أن أكتب المضارع سعوت ودعوت، ولاأن أكتب سَعْواً ودعوة.. بل يرسم لي معلمي وأنا في الهجاء المضارع والمصدر كما ينطقان حسب علمه بالنحو، فيكتب لي سعيت سعياً، ودعوت دعوة.. فإذا حذقتُ مبادئ علم النحو، وتدربتُ على مراجعة المعجم العربي وهما أمران لابد منهما لتعليم كل مسلم : فَرَّقتُ بين اختلافِ نطقِ ما ماضيه ألف ومضارعهُ ومصدرهُ بالواو أو الياء. وذلك وفق القواعد التي قررها النحاة، ووفق استقرائهم للغة العرب، ووفق مراجعتي للمعجم العربي للتَّأكُّد من صحة استقراء النحاة. ¶ وثالثُها: من حق النحوي أن يرمز بالياء غير المنقوطة للدلالة على أن الأصل يائي برسم الياء، وللدلالة على أن النطق بالألف لعدم نقط الياء.. إلا أن هذا الحق مشروط بأن لا ينافي علماً عاماً للنحوي وغيره، وهو الرسم الإملائي الموضوع لعامة القراء، لأنه سيُحدِث لبساً لمن هو غير نحوي، ويحدث لبساً لمن قرأ النحو ثم نسي القاعدة، ويحدث لبساً بسبب ماجرى عليه المعاصرون من إهمال نقط الياء الأصلية التي تنطق ياء، ولأن المثقفين عامة يحتاجون إلى مراجة نحوية ولغوية لمعرفة اليائي والواوي، فيتأخرون في تدوين معارفهم وأفكارهم المنثالة التي قد تَضِلُّ عنهم حين المراجعة، فهذا تعسير لا تيسير.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وختم أستاذنا عبد الفتاح كلمته عن الرسم بتكرار ما هو فيه من استغراب لمنهجي، وحكم عليه بالعسر، فقال حفظه الله مع شيء من المداعبة(¬1)لو كان من غيره لما أعرفه من فضله لكان سخريةً: «إنني لا أزعم أنني أزاحم شيخنا في الفقه اللغوي بعامة غير أنني أنشد اليسر الذي لا يعسر لغتنا.. غير أن الشيخ جنح إلى العسر كما يتبادر إلى ذهني، وإلى أمثالي الذين لم يرُق لهم توجُّه الشيخ ابن عقيل نحو التعقيد!.. ونحن لا نتقبل أن تكتب كلمة جمعاء هكذا «جمعاأ»، وكذلك كلمة علماء بهذه الصورة «علماإ».. وقس على ذلك كلمة «فقهاإ» وهكذا.. وقد أنكر الناس على الدكتور طه حسين رحمه الله حين كان له شيء من هذا النشاز قبل عقود، فدعا إلى ما يلقي به الشيخ اليوم، بحيث يكتب اسم طه هكذا «طاها» . ومنهاج الأستاذ أبي عبد الرحمن يمضي على ما اختار من توجه معقد مزعج!.. انظروا إلى كلمة الأداء عنده «الأداإ».. ومررت بكلمات «أخرا» و «أحرا» ، «الثناإ»، «جاأت».. ورسم كلمة هؤلاء السهلة التي درجنا عليها، ولكنها عند شيخنا تبدو وكأنها مضحكة، إذ يرسمها ويرسلها هكذا :«هاألاإ».. وعلى هذا التوجه نحن نُحوِّل حروف لغتنا إلى ما يشبه الحروف الصينية واليابانية وما إليهما، ويبدو أن الشيخ مع التعسير، وضد التيسير!..(¬2) ¶ ¬__________ ¶ (¬1) 46) يظن بعضهم حسبما سمعته من استشكاله أن المداعبة لا تكون إلا من الرجل للمرأة!!.. وهذا جمود بلغة العرب يقتضي أن كل مرادف كذلك، فيقال مثلا: لا تصح الممازحة إلاَّ من الرجل للمرأة!!.. بل المداعبة والممازحة تكون بين الرجال أنفسهم، وبين النساء أنفسهن، وإنما يخص المرأةَ من الرجل نوعٌ من المداعبة لا كلُّها. ¶ (¬2) 47) وضع أستاذنا النقطة قبل علامة التعجب.. والمحقق في علامات الترقيم أن توضع النقطة بعد علامة التعجب، لأن النقطة لانقطاع الكلام، وما يتعلق به من تعجب، ثم يحسن الابتداء من أول السطر...والذي حققته أن تُوضع النقطتان الأفقيتان، لقطع الكلام واستئناف ما بعده في السطر نفسه، وعند ابتداء الكلام بمسألة، أو جزئية مسألة ذات تفريعات: توضع النقطة، ويبدأُ من أول السطر.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وانظروا إلى كلمة أداؤه كيف هي عند الشيخ :«أداأه»؟.. أعان الله موظفي الكومبيوتر في «الجزيرة» و«المجلة العربية» وغيرهما، ولعلهم يستحقون أن يكافأوا مادياً على جهدهم، ويشكروا على صبرهم». ¶ قال أبو عبد الرحمن: موضوعنا لا علاقة له بعسر اللغة أو يسرها، لأنه لا علاقة له ببنائها بتصحيح عاميٍّ، أو تخطئة فصيح، أو تغيير بنية الكلمة، أو تغير مدلولها، أو باختصار حروفها، أو بالإضافة إلى حروفها.. وإنما يتعلق برسم كلمات اللغة العربية حسب صور حروف المعجم المجمع عليها من الألف إلى الياء.. وهو دعوة قبل مسألة التعسير والتيسير إلى تصحيح الأخطاء الشنيعة في كتابة حروف المعجم بغير صورها المجمع عليها فصلاً ووصلاً، وإعجاماً وإهمالاً وتشكيلاً لما أشكل.. وبعد الدعوة إلى هذا التصحيح اتضح بجلاء كالشمس أن اليسر كل اليسر في البقاء على ذلك الواقع, إلا لاستثناء معتبر يقوم التسويغ فيه مقامَ العلة للمعلل.. ووجه اليسر في ذلك أن الناشئ يتدرَّب على الهجاء قراءة وكتابة بذلك الرسم المجمع عليه في تحقيق صور الحروف، فيكون تدريبه قراءة تلقائية بلا قواعد معقدة.. ويتلخص التأصيل اليسير فيما استُثَني لضرورة برهانية.. ووجه العسر في الرسم المعتاد: أنه صرَف الناشئ عما ألفه في الصغر والعلم في الصغر كالنقش في الحجر إلى غير مألوفه بقواعد كثيرة معقدة غير منطقية في أكثرها، وغير مسوِّغة لتغيير صورة الحرف.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وعدم تقبل الأستاذ «لجمعاأ»بدل جمعاء لم يعلله بسوى أنه نشاز، وأنه خلاف ما ألفه.. وحينئذ نقول لأستاذنا الفاضل: الهمزة وحدها علامة حرف وليست حرفاً، لأن الألفات في الرسم ثلاث: ألف المد التي لا تقبل غير السكون، والألف المسهلة وتقبل كل الحركات، والألف المهموزة وتقبل كل الحركات وتحتاج إلى علامة تحقيق وهي الهمزة التي وضعها الخليل بن أحمد رحمه الله على صورة رأس العين، أفيكون نشازاً كلمةٌ رُسم حرفُها المختلفُ فيه على صورته بهمزة فوق الألف تُغني عن علامة الفتح، وتحتاج إلى علامة الضم وعلامة التنوين، وتحتاج إلى وضع الفتحة فوقه إذا كانت الكلمة ممنوعة من الصرف فهي الألف، أو همزة تحت الألف يغني وضعها أسفل الألف عن علامة الكسر، وتحتاج إلى تنوين، فأغنى وضعها أسفل وأعلى عن التشكيل في موضعين، وفي هذا تسهيل.. أفيكون هذا الوضع الصحيح خطأ، المحقق يسراً: نشازاً لأجل الإلفْ الخاطئ الذي يجعل علامة الحرف حرفاً وسط السطر؟! ¶ والحكم في «جمعاأ» هو الحكم في «العلماإ»، و« الفقهاإ»، و«الأداإ»، و «الثناإ» ، و «جاأت». ¶ أما قاهر الظلام، وشيخ الدكاترة، وعميد الأدب طه حسين: فله هفوات كيانية بتأثير فرنسا وشيخه مرجليوث، والعقاد خير منه فكراً وتوجهاً، وطه حسين صادق مع نفسه في سيرته وإن كان في ضلال كثير من فكره، وأمتع أدباً، ومتعته أكبر من منطقه.. وأشهد أن كتابته لا سمه هكذا «طاها» مما وُفِّق فيه غاية التوفيق، لأنه لا مسوغ لهضم الطاء حقها من المد، وكانوا يُشعرون بذلك فيضعون ألفاً صغيرة بعد الطاء، ومع أنه لا مسوغ لفصل ألف المد عن الطاء : فقد تُنوسيت.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "والناس يسمون طه وياسين يظنونهما من أسماء رسول الله صلى الله عليه وسلم، والمحقق أنهما من الحروف المقطعة مثل كهيعص والمر وألم، وقد جرى العرفُ في العصور المتأخرة من تاريخنا قروناً .. فما رأي أستاذنا عبدالفتاح: أنظل على أن طه وياسين اسمان للمصطفى عليه أفضل الصلاة والسلام، ولا يهمنا التحقيق الشرعي؟!!. ¶ وأما «أُخْرا، وأَحْرا» فقد بينت البراهين الساطعة على أنه لا دخل للنحويين في تغيير صورة الخط العربي، وأنه لا يلزم الرسم من النحو إلاَّ ما لا أثر له في التغيير مثل معرفة الموضع الذي تحقق فيه الهمزة، وموضع وصل الكلمتين وفصلهما. ¶ ويرى الأستاذ حفظه الله أن كتابة «هاألاإ» بهذا الرسم تُحوَّل حروف لغتنا إلى ما يُشبه الحروف الصينية.. إلخ.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "قال أبو عبد الرحمن: والله ما جئت بشيء من عندي، فالهاء الممدودة في الخط العربي بعد تطوره واستقراره هكذا «ها» والألف المهموزة المضمومة صورتها في الخط العربي هكذا «أُ» والألف المهموزة المكسورة صورتها في الخط العربي هكذا «إ».. أما كتابتها هكذا «ؤ»، وإبدال الألف واواً مع بقاء همزتها فوقها: فذلك هو تحويل الحروف إلى ما يشبه الصينية، لأنه ليس في صورة الخط العربي كتابة الألف المهموزة هكذا «ؤ»، ولا أعلم مسوغا لاعتداء أهل الرسم على صور حروف الخط العربي، وإنما أدعو إلى بقاء الخط العربي المتطور بالشكل والإعجام والتنوين والتشديد على وضعه، لأن ذلك أول ما يتعلمه الطالب، ويرسخ في ذهنه، ويعلم به الحرف المطابقَ لما أُريدَ النطقُ به،، فلماذا نزعج تعلماً كالنقش في الحجر بتبديلٍ وتشويه بلا قواعد معتبرة، ولا تسويغات واردة ورود العلة على المعلول؟!.. إذن تحويل حروفنا إلى حروف صينية إنما هو فيما دعا الأستاذ إلى التمسك به من الكتابة هكذا «هؤلاء» فهل في حروف العربية هاء ممدودة هكذا «ه» ، وهل في حروف العربية ألف مهموزة مضمومة هكذا «ؤ»، وهل في حروف العربية ألف مهموزة هكذا «ء»؟؟!!(¬1). ¶ ¬__________ ¶ (¬1) 48) إذا تعددت التساؤلاتُ وعلامات التعجب: فإن الكُتَّاب يضعون بعد كل سؤال علامة الاستفهام والتعجب.. والأبلغ: أن يُفصل بين السؤال بالواو المقلوبة، ثم يُوضع بعد آخر تساؤلٍ عدد من علامات الاستفهام والتعجب بمقدار ما يريده الكاتب من إثارة ذهن القارئ، فإذا أراد استئناف التساؤل عن مثال آخر أو مسألة أخرى وضع النقطتين الأفقيتين بين علامة الاستفهام والتعجب، واستأنف التساؤل على نحو ما سبق.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ومثل «هؤلاء» اسم الإشارة للجماعة «أولئك»، فهل في حروف العربية ألف مهموزة مضمومة هكذا «أو»، وهل في حروف العربية لام ممدودة هكذا «ل»، وهل في حروف العربية ألف مهموزة مكسورة هكذا «ئ»؟؟!!.. إنني أدعو إلى مطابقة الرسم لصور حروف اللغة، ليتحقَّق الرسم وفق النطق، لأن اللغة للبيان لا للإيهام والإلباس.. وبيانُ اللغة يحصل بالنظر قراءة، وبالسمع نطقاً، فلابد من موافقة بيان القراءة لبيان النطق.. وأدعو إلى فصل التحكم النحوي الاصطلاحيِّ في هُوِية حروف العربية وَفْق صورها، لأن الاصطلاح فنٌّ يحقق مراد صاحبه بدون أن يعتدي على كيان حقل علمي آخر.. وأدعو إلى الكتابة وَفْق ما انتهى إليه الخط العربي في تطوره ومكمِّلاته تشكيلاً وإعجاماً. إلخ.. أما الخطوط البدائية الناقصة فنفكُّ بها رموزَ ما كُتب بها في حينها ولا نستأنف الكتابة بها، وأما رسم المصحف الإمام فَشرْطٌ في كتابة المصحف، وقد أسلفت الحكمة الربانية في ذلك.. وأما عن التفسر تجزئة بعد رسم الآيات جملة وفق رسم المصحف الإمام فيجب وجوباً (ولا أقول: يجوز، أو يستحب) رسمها وَفْق حروف الخط العربي بعد تطوره، لِيُحْسِن المثقف غير المتخصص والعاميُّ قراءة كلام الله.. وقد ذكرتُ في تباريحي كثيراً من الآيات التي كنتُ أتلوها خطأ بسبب الرسم، ولازمني هذا الخطأُ في الكبر حتى نبهني من هو أكبر سناً وأكثر علماً، أو من هو أصغر سناً وأقل علماً بعد أنه أُعطي كلامُ الله حقه في بلادنا من التعليم فيما يتعلق برسمه وتجويده وقراءته، فأصبح عندنا مُقْرِئون بمعنى الكلمة. ¶ وأما دعاء الأستاذ للقائمين على جريدة «الجزيرة» و «المجلة العربية» وغيرهم بالعون:",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "فكنت أود لو شملني بالدعاء. على أنهم لو أمروني بالكتابة على الرسم المعتاد الخاطئ لفعلتُ وقلت: سمعاً وطاعة.. وهكذا ما أنشره لغيري في مُؤسستي «دار ابن حزم» أتقيدُ بالرسم المعتاد إذا لم يرغب المؤلفُ أو المحقق أو المترجم منهجي.. أما مؤلفاتي وتحقيقاتي: فلا أترك فيها الرسم الصحيح الذي قام برهانه «لأن مهمة كل عالم محقق فيما علمه وحققه ببرهان قاطع ولو في مسألة واحدة : أن يلتزمه، وأن يدعو إليه على قارعة الطريق.. وقد أغناني الله «بالجزيرة» والمجلة العربية وغيرهما عن قارعة الطريق!!",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "أما تعليق الأستاذ عبد الفتاح على حديثي عن الزيات(¬1): فيعلم حفظه الله أنني من المبادرين إلى وصفه بالإمامة في البيان، فَوَصْفُه للزيات بأنه أمير البيان العربي: لا يعني التعريض بأنني بخسته هذا الحق.. وثمة أعلام أسروني في حياتي العلمية كالإمام الشافعي وابن جرير رحمهما الله في أسلوبهما، وابن حزم رحمه الله: في تبحُّره، وتعدد معارفه، و قوة عارضته، وحسن تبويبه، وترتيبه على الرغم من هفواته الصُّلْع .. وابن فارس، والأزهري، والراغب، والزمخشري رحمهم الله في تأَتيهم اللغوي عندما يتكلمون عن الاشتقاق المعنوي، والإمام الحافظ أبي عمر ابن عبد البر في سعة العلم، وحسن التصنيف، وكثرة الإيراد مع التواضع العلمي مما هو تزهُّد عالم نحرير .. وإن كان دون مستوى أمثال الشافعي وابن حزم وابن تيمية وابن قيم الجوزية في قوة العارضة، فسعةُ علمه أبلغ وأمتع من منطقه، وفي منطقه خير كثير ولا سيما إذا كان بجانب النص، وفي أسلوبه رحمه الله تعقيد.. وكالأحنف بن العباس في سهولته وبساطته وصدق غزله، والبحتري ومهيار الديلمي وابن هانئ والمهندس علي محمود طه في موسيقاهم، وأبي تمام وأبي الطيب للتثقف على معانيهما، وحذق قاعدة التأتي في الأخْذ.. وإبراهيم ناجي وبلزاك في رومانسيتهما التي تأخذ بأرواح المتيمين، والجاحظ وأبي حيان التوحيدي والزيات في ترسلهما وازدواجهما وتداعياتهما، ففي ذلك متعة لا قدوة، لأن كثرة ألفاظهم فوق الحاجة.. وطه حسين ودريني خشبة وسيد قطب ومحمد الغزالي في إيقاعهم الجميل، وزكي مبارك في إيقاعه وسخريته.. كما أستمتع بلوثته وليست لي قدوة، وأستمتع ببديع ابن حجة وما جمعه ابن معصوم وأدعو إلى إحيائه بلا تقصُّد.. ¶ ¬__________ ¶ (¬1) 49) قال أبو عبد الرحمن: أدْرجتُ تلك المقالة ضمن كتابي «العرب نسباً وشرفاً».",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "أما البديع الهمذاني والحريري وكل المقامات فلا أُطيق قراءتها إلا للمثاقفة اللغوية وشبهها، وأبي طالب عقيل بن عطية، وابن القطان، والشاطبي صاحب الموافقات في دقة التأصيل والملاحظة والنظر إلى الفروق الدقيقة، وابن رشد والكاساني في حلاوة التبويب المنهجي، وديكارت وأمانوئيل كانط في منهجية الأول، ونقدية الثاني.. وأما محمود شاكر، ومصطفى صادق الرافعي، والمنفلوطي فلا أُطيق القراءة لهم إلا للمراجعة، فالأول إمام ولكنه يقعر ويطيل الكلام إلى حدِّ الإملال مع ضيق الموضوع، والآخران لا يناسب أسلوبهما إيقاع العصر.. على أن الرافعي أصح من خصومه توجهاً، وأقوى حجة.. وأستفيد وأستمتع بسعة علم أنستاس الكرملي، والبستاني في دائرة معارفه (لسعة ثقافته).. ولكنني آخذ منهما بحذر.. وأعود إلا الزيات فأعلن تتلمذي على رسالته وهي تأتي في كراريس لا أحصل عليها في صغري إلا بشق الأنفس شراءً نادراً، واستعارة تارة، وانقطاعا في الأكثر حتى أتيحت لي كاملة.. ومتعتي بما ينشره لغيره أكثر.. ولا أنكر جمال مقدماته للرسالة، ولكنها ليست كإيقاع سيد قطب مثلا، وعنصر المنطق والمادة المعنوية فيها قليل لكثرة تقصُّده للترسل والازدواج جمعاً بين منهج القدماء وروح العصر.. لا أستثني سوى ترجمته لرفائيل، فما أمتعها أسلوباً وعاطفة ومحتوى.. وسر ذلك أن له الصياغة، والمحتوى لغيره، وهي تفوق ترجمتين أخريين نُقلتا إلى العربية من ناحية الجمال، أما المطابقة لمعاني اللغة المنقول عنها فلا أحذق ذلك إلا بمقارنة كمقارناتي لرباعيات الخيام(¬1)من تراجم عديدة، فوجدت من اتفاق الترجمات ولا سيما من نقل عن الفارسية، ولم ينقل عن فتزجرالد أنها أصح وأصدق، ووجدت أحمد رامي أجملهم أداء فنياً، وأمتعهم إيقاعا مع أنه يعيش ظلال معاني الخيام لا لُبها. ¶ ¬__________ ¶ (¬1) 50) طُبعتْ منذ ثلاثين عاماً بعنوان «الفناء الباقي في رباعيات الخيام، أو الانقلاب الذري».. وهي مقارنة عن فلسفة الكوز.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وأستغرب أستاذنا الفاضل عبد الفتاح حكمي على كلام الزيات عن الفقهاء والفلاسفة: ¶ بأنه لا يليق إلا بحق طلاب الابتدائي حسب مناهج الدراسة هذا اليوم.. ولن أطيل الجدل حول هذه المسألة، بل أطلب منه أن يعود إلى كتابة الزيات في الغرض المذكور، ثم يفيدني مشكوراً بأي تصُّورٍ مُفيد ينال به طالبُ المتوسط ودعك من الثانوي ثقافة في الفقه وأصوله، والفلسفة ومدارسهما؟.. إن أستاذنا عبد الفتاح حفظه الله استدل بما هو عليه لا له، لأنه قال: «وأنا أسأل الشيخ: أي طلاب ابتدائية اليوم(¬1)عندهم شيء من معرفة؟.. وأتجاوز إلى الإعدادية والثانوية.. إنهم يا شيخنا مفلسون إذا كنت لا تدري عن واقعهم، أما قبل خمسة عقود وأكثر فإنهم كانوا أهل دراية بالدرس، وكانوا عاليي المستوى لكن الزيات(¬2)ذو البيان العربي المبين يدرك المستوى الذي يكتب إليه ويخاطبه». ¶ قال أبو عبد الرحمن: أعلم هذا جيداً من واقع دروسنا في الابتدائي والمعهد العلمي (متوسط، وثانوي).. وما دام طلاب الابتدائي في ذلك الوقت بهذا المستوى المشرق فكيف يُلقنهم الزيات هذا التسطيح غير المفيد فقهاً وفلسفةً؟!.. إن أستاذنا عبد الفتاح لا يكرس رأيه بهذا الاستدراك، ولكنه ينقضه. ¶ ¬__________ ¶ (¬1) 51) وضع أستاذنا عبد الفتاح علامة القطع والاستئناف في هذا الموضع وهي النقطتان الأفقيتان ، وهي مخلة، لأن الجملة لم تنته بعدُ.. واستخدام علامات الترقيم، والإكثار منها لغير ضرورة: ظاهرة عند كُتاب العصر، ولما لها من أهمية في إيضاح الكلام ينبغي استخدامها جيدا، وهي محل عنايتي في كتابي «رسم القلم ورموزه». ¶ (¬2) 52) «ذو» على أساس «لكن» غير المشددة، والأبلغ تشديدها من أجل الاستدراك، ونصب «ذا»، والخبر «يدرك».",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وفي الختام أشهد أن الأستاذ عبد الفتاح من أساتذتي في صحافتنا السعودية يوم كنت طويلب علم أيام الصغر، وأظن أن أول لقائي به في بيت شيخنا أبي تراب منذ ربع قرن تقريباً أو أقل، وأنني أنَست بخلقه الرفيع، وتواضعه الجم.. زادني الله وإياه وكل إخواني وأحبابي خيراً وفضلاً وعلماً نافعاً، وعملاً متقبلاً، واجتهادا صائباً في أمور ديننا يرفعنا الله به درجات، وأعده إن شاء الله بأن أرسل له الجزء الأول من كتابي «رسم القلم ورموزه» الموجود في المطبعة قبل طبعه، والله المستعان. ¶ *** ¶ قلت أبو العباس: تمت مقالات الشيخ –حفظه الباري- , أسأل الله جل وعلا أن ينفع بها, ويبارك فيها إنه على كل شيءٍ قدير, والحمد لله تعالى...",
            "page": "61",
            "part": "1"
        }
    ],
    "t37172": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}