{
    "b37179": [
        {
            "id": "1",
            "nass": "مُشكِل إعراب أحاديث الأربعين النووية وتصريفها ¶ (القسم الأول) ¶ د. مؤمن بن صبري غنام ¶ كلية المعلمات - المدينة المنورة ¶ الحمد لله والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه. وبعد: ¶ فإنّ كتابَ (الأربعين النووية) الذي اختار أحاديثه وجمعَها الإمام يحيى بن شرف الدين النووي (ت676هـ) رحمه الله تعالى، من أشهر كُتُب الحديث المجموعة، وأوفرها حظًّا بالدراسة والشرح، فقد عَدَّ بعضُهم شُروحَها خمسين شرحًا، بعضها مطبوع، وأكثرها مخطوط (¬1). ¶ ولعل من أسباب شهرة هذا الكتاب، وإقبال الناس عليه قديمًا وحديثًا ما يأتي: ¶ 1- أنّ أحاديثَه تُعَدُّ من جوامع كَلِمِ النبي - صلى الله عليه وسلم - . ¶ 2- وأنّ أغلبَ هذه الأحاديث هي من أحاديث الصحيحين البخاري ومسلم. ¶ 3- وأنَّ كُلَّ حديثٍ منها يُعَدُّ قاعدةً عظيمةً من قواعد الدين. وقد نَعَتَ العلماءُ بعضَ أحاديثه بأنَّ عليه مدارَ الإسلام، ونعتوا بعضَها الآخر بأنَّ عليه نصفَ مدارِ الإسلام، أو ثلثَه أو نحو ذلك(¬2). ¶ لهذا اخترتُ أنْ أُقيمَ بحثي على أحاديثِ هذا الكتاب، فأُعربَ مُشكِلَها، وزاد من عزمي على ذلك قِلَّةُ كتبِ إعراب الحديث النبويّ، مع حاجة الدارسين إليها كحاجتهم إلى إعراب القرآن الكريم، إضافة إلى أنَّ هذه الأحاديث مما رأى كثيرٌ من أهلِ العربية جواز الاستشهاد بها؛ لكونها -كما تقدم- من جوامع الكلم، ومن الصحيحين. ¶ ¬__________ ¶ (¬1) الوافي في شرح الأربعين النووية 5، مقدمة الشارحَينِ. ¶ (¬2) الوافي في شرح الأربعين 9، والمعين لابن الملقن 2(مخطوط)، والتعيين 22.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقد آثرتُ البحث فيما هو مشكل من إعراب هذه الأحاديث، إنْ في المفردات أو في الجُمل وأشباهها، أو في التصريف؛ \"إذ بمعرفة حقائق الإعراب تُعرفُ أكثرُ المعاني، وينجلي الإشكال، فتظهرُ الفوائد، ويُفهمُ الخطاب، وتَصِحُّ معرفةُ حقيقة المُراد\"(¬1)، دون الوقوف على ما هو واضح لا خلاف فيه، لكنني قد أُعربُ ما يحيط بالمشكل مما هو بَيِّنٌ؛ لكي تتضح المسألة التي نحن بصدد بيان مشكلها؛ لأنّ الإعراب يستلزم بيان العلاقات في نظام الجملة. ¶ وقد حرصتُ على ذِكر أحاديثِ الأربعين كلها، وإنْ لم يكن في بعضها مُشكِلٌ - فيما أرى - فإني أُعربُ شيئًا منه وإن كان ظاهرًا؛ استكمالاً لعِدَّة الأحاديث وتسلسلها، ودَفْعًا لتَوهُّم سقوط شيءٍ منها عن غير قَصْد. ¶ وقد أسميتُ هذا العملَ: (مُشكِل إعراب أحاديث الأربعين النووية). ¶ واعتمدتُ في عملي هذا على طبعة د. مصطفى البُغا، ومحيي الدين مستو؛ لضبط أحاديثها، وجودة طباعَتِها وتحقيقِها. فأُثبتُ نَصَّ الحديث، ثمَّ أشرَعُ في بيان ما أراه بحاجة إلى البيان والتوضيح، مبتدئًا بالإعراب ومثنيًا بالتصريف إن وجد. ¶ الحديث الأول ¶ إنَّما الأعمالُ بالنيَّات ¶ عن أميرِ المؤمنين أبي حفصٍ عمرَ بنِ الخَطَّابِ - رضي الله عنه - قال: سَمِعْتُ رسولَ اللهِ - صلى الله عليه وسلم - يقول: إنَّما الأعمالُ بالنيَّات، وإنّما لِكُلِّ امرِئٍ ما نَوى، فَمَنْ كانت هِجرَتُهُ إلى اللهِ ورَسُولِهِ فَهِجْرَتُهُ إلى اللهِ ورَسُولِهِ، ومَنْ كانتْ هِجْرَتُه لِدُنْيا يُصِيبُها أو امرأةٍ يَنْكِحُها فَهِجْرَتُهُ إلى ما هاجَرَ إليه \"متفق عليه. ¶ قوله: (سَمِعْتُ رسولَ اللهِ - صلى الله عليه وسلم - يقول): ¶ جملة (يقول) في محل نصب، وفيها ثلاثة أوجه(¬2): ¶ الأول: بدل اشتمال من (رسولَ). ¶ ¬__________ ¶ (¬1) مشكل إعراب القرآن لمكي بن أبي طالب 63. ¶ (¬2) حاشية المدابغي على فتح المبين 44، 52 ودليل الفالحين لطرق رياض الصالحين لمحمد بن علان الصديقي 1/54.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الثاني: حال منه مُبَيِّنَةٌ لمحذوف مُقَدَّر ?(كلام)؛ لأنَّ الذاتَ لا تُسمَع، والتقدير: سمعتُ كلامَه حال كونه يقول. ¶ الثالث: مفعول ثانٍ ?(سَمِعْتُ) على أساس أنه متعلقٌ بغير مسموع، مثل: سمعتُ زيدًا يقول. ¶ قوله: (إنَّما الأعمالُ بالنيَّات): ¶ إنّما: كافة مكفوفة، أداة حصر، لا محل لها من الإعراب. ¶ الأعمالُ: مبتدأ مرفوع. ¶ بالنيَّات: جار ومجرور، شبه جملة متعلق بالخبر المحذوف، وفي حكم حذف المُتَعَلَّق قولان: فمن جعلَه كونًا عامًا فهو واجب الحذف، والتقدير: موجودَةٌ أو مستقرة (¬1). ومَنْ جعلَه كونًا خاصًّا فهو جائِزُ الحذف؛ لكونه معلومًا، والتقدير: صحيحةٌ، أو جائزةٌ، أو كاملةٌ، أو تُحْسَبُ (¬2)، قال القَسْطَلانيُّ: \"قَدَّرَهُ بعضُهم قَبُولُ الأعمال واقِعٌ بالنية. وفيه حذف المبتدأ وهو (قبول) وإقامة المضاف إليه مقامه، ثم حذف الخبر وهو (واقع). والأحسن تقدير مَنْ قَدَّر: الأعمالُ صحيحةٌ أو مُجْزِئَةٌ\"(¬3). ¶ ¬__________ ¶ (¬1) المغني 585، وإعراب الجمل وأشباه الجمل 346، وانظر فتح الباري 1/16، ودليل الفالحين لطرق رياض الصالحين لمحمد بن علان الصديقي 1/54. ¶ (¬2) التعيين في شرح الأربعين، للطوفي 34، وفتح المبين لشرح الأربعين، لأحمد بن حجر الهيتمي 47، وعليه حاشية المدابغي. وينظر: إرشاد الساري لشرح صحيح البخاري للقسطلاني 1/148، وفتح الباري 1/13، والكاشف للطيبي 2/417، 418. ¶ (¬3) إرشاد الساري لشرح صحيح البخاري 1/148.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والكون الخاصُّ يجوز حذفه وتقديره إذا دلَّ عليه دليل (¬1)، قال المدابغي: \" حُذِفَ وإن كان كونًا خاصًّا لوجود القرينة \" (¬2). والظاهر أنّ القرينة هنا شرعية؛ إذ المراد بالأعمال هنا الأعمال الشرعية من الطاعات، لا مطلق المباحات(¬3)، وبدليل قوله في الحديث (وإنّما لِكُلِّ امرِئٍ ما نَوى)، وفي حديث آخر: \" التقوى هاهنا\" وأشار بيده إلى صدره ثلاثًا، والتقوى: امتثال الأوامر واجتناب النواهي، وهما متوقفان على النية(¬4). ¶ قوله: (وإنّما لِكُلِّ امرِئٍ ما نَوى): ¶ (ما) في قوله (ما نَوى) اسم مبني في محل رفع مبتدأ، وفيها أقوال (¬5): ¶ 1- اسم موصول، مؤخر، خبرُه مُتَعَلَّق شبه الجملة المتقدم (لِكُلِّ)، والتقدير: كائنٌ أو حاصلٌ، وجملة (نوى) صلة الموصول لا محلَّ لها من الإعراب، والتقدير: ما نواه، حُذِفَ عائد الصلة لكونه منصوبًا بفعل تامٍّ متصَرِّفٍ. ¶ 2- مصدرية، والتقدير: لِكُلِّ امرِئٍ نِيَّة، فالمصدرُ المُؤَوَّل من (ما) والفعل مبتدأٌ مؤَخَّرٌ، خبرُه مُتَعَلَّق شبه الجملة المتقدم (لِكُلِّ). ¶ 3- نكرة موصوفة بمعنى (شَيْء)، في محل رفع مبتدأ مؤخر، خبرُه مُتَعَلَّق شبه الجملة المتقدم (لِكُلِّ) أيضًا، وجملة (نوى) في محل رفع صفة (ما). ¶ قوله: (فَمَنْ كانت هِجرَتُهُ إلى اللهِ ورَسُولِهِ فَهِجْرَتُهُ إلى اللهِ ورَسُولِهِ): ¶ ¬__________ ¶ (¬1) ينظر: المغني 585. ¶ (¬2) حاشية المدابغي على فتح المبين 47، وانظر شرح متن الأربعين النووية للنووي 29. ¶ (¬3) شرح الأربعين للنووي 29، وشرح الأربعين حديثًا النووية المنسوب لابن دقيق العيد 18، والمُفهِم لما أشكل من تلخيص مسلم 3/744. ¶ (¬4) ينظر: فتح المبين وحاشية المدابغي 47. ¶ (¬5) ينظر: عمدة القاري في شرح صحيح البخاري 1/25، ودليل الفالحين 1/55.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الفاء في (فَمَنْ): هي الفاء الفصيحة، وهي الفاء التي تعطف على محذوف تُبَيِّن الفاء سببيته، سواء أكان المحذوف شرطًا أم غير شرط، كما في قوله تعالى: { وَإِذِ اسْتَسْقَى مُوسَى لِقَوْمِهِ $sYù=à)sù اضْرِبْ بِعَصَاكَ uچyfyغّ9$# ôNuچyfxےR$$sù مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا } (البقرة 60). ¶ والتقدير: فضربَ فانفَجَرَتْ، أو: فإنْ ضَرَبْتَ فقد انفَجَرَتْ. ذكر ذلك الزمخشري وقال عن هذه الفاء: \" وهي على هذا فصيحة لا تقع إلا في كلامٍ بليغ\"(¬1). والتقدير في الحديث الشريف: وإذا كان لكلِّ امرِئٍ ما نوى فَمَنْ كانت هِجرَتُهُ إلى اللهِ ورَسُولِهِ ... (¬2). ¶ و(مَنْ): اسم مبني على السكون في محل رفع مبتدأ، وفيها قولان: ¶ أحدهما: أنها موصولة خبرها قوله (فَهِجْرَتُهُ)، وقد دخلته الفاء؛ لمشابهة الموصول للشرط في العموم أو تضمُّنه له، وهذا الوجه ضعيف لوجود الفاء(¬3) ¶ والآخر: أنها شرطية، وهو المشهور فيها، وهو الأولى؛ لدخول الفاء في جوابها. ¶ وإذا وقع اسم الشرط مبتدأً فقد اختُلف في خبره، أهو جملة فعل الشرط؟ أم جملة جواب الشرط؟ أم هما معًا؟(¬4) ¶ ¬__________ ¶ (¬1) الكشاف 1/71، وانظر: دليل الفالحين 4/289 ومعجم القواعد العربية 321، والنحو الوافي 3/636. ¶ (¬2) فتح المبين (حاشية المدابغي على فتح المبين) 52. ونقل عن شبراخيتي أنها من عطف المفصل على المجمل. ¶ (¬3) دليل الفالحين لطرق رياض الصالحين لابن علان 1/55، وحاشية المدابغي 52. ¶ (¬4) حاشية الخضري 2/186.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومَنْشَأُ الخلاف ناتِجٌ من عدم الفرق بين مصطلحَي: الكلام والجملة. فالأصلُ أنَّ بينهما فرقًا، فالكلام في اصطلاح النحويين: هو اللفظ المفيد فائدةً يحسُنُ السكوتُ عليها(¬1). وأما الجملة فهي مصطلحٌ نحويٌّ لعلاقةٍ إسنادية بين اسمين أو اسم وفعل، سواءٌ تمت الفائدةُ بها أو لم تتم، فهي أَعَمُّ من الكلام، والكلام أَخَصُّ منها(¬2). وبناءً على ذلك اختلفوا في خبر اسم الشرط على أقوال(¬3): ¶ الأول: أنّ جملتي الشرط والجواب في محل الخبر، فقوله: (كانت هِجرَتُهُ إلى اللهِ ورَسُولِهِ فَهِجْرَتُهُ إلى اللهِ ورَسُولِهِ) هو خبر اسم الشرط (مَنْ). وهو مذهب الهروي (ت 415هـ) وابن يعيش (ت643هـ) (¬4). وبه أخذ الشيخ محمد محيي الدين عبد الحميد رحمه الله تعالى(¬5). ¶ وهذا القول - مع شهرته وتداوله في كثير من المناهج الدراسية - ضعيفٌ مرجوحٌ من حيث الصناعة النحوية؛ لأنه(¬6): ¶ ¬__________ ¶ (¬1) شرح الكافية الشافية لابن مالك 1/157، وأوضح المسالك 1/11، وشرح ابن عقيل 1/14، ورسالة المباحث المَرْضِيّة المتعلقة ? (مَنْ) الشرطية (الملحق للمحقق) ص 50. ¶ (¬2) انظر: مغني اللبيب 490، والكليات للكفوي 341، 562، ورسالة المباحث المَرْضِيّة المتعلقة ? (مَنْ) الشرطية (الملحق للمحقق) ص 50-51. ¶ (¬3) ينظر تفصيل هذه الأقوال ومناقشتها في رسالة المباحث المَرْضِيّة المتعلقة ? (مَنْ) الشرطية (الملحق للمحقق) ص 43. ¶ (¬4) الأُزهية 100، وشرح المفصل 7/44، ورسالة المباحث المَرْضِيّة المتعلقة ? (مَنْ) الشرطية (الملحق للمحقق) ص 43. ¶ (¬5) عُدَّةُ السالك إلى تحقيق أوضح المسالك (حواشي أوضح المسالك) 2/230. ¶ (¬6) انظر رسالة المباحث المَرْضِيّة 53.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "1- يجعل من الجملتين جملةً واحدةً. وهذا لا يقول به أحدٌ من النحويين. بل كلامهم واضح في أنهما جملتان مستقلتان(¬1). ¶ 2- يُناقض ما اصطلح عليه الجمهور من كون الجملة مسندًا ومسندًا إليه. ¶ 3- يُناقض الأصلَ النحويَّ في أنَّ الجملة ذاتَ المحل يجب أن تكون صالحةً لإحلال المفرد محلَّها، وليس ثَمَّ مفردٌ يصلح أنْ يحلَّ مكان الشرط وجوابه في وقت واحد. ¶ 4- يُؤدي إلى جعل جملة جواب الشرط في موضعين إعرابين مختلفين، لأنها إذا كانت مقترنةً بالفاء أو بإذا الفجائية فهي في محل جزم كما هو معلوم، وإذا جعلناها مع جملة الشرط خبرًا فهي في محل رفع. وهذا تناقض. ¶ الثاني: أنّ جملة الجواب وحدها هي الخبر(¬2). فجملة (فَهِجْرَتُهُ إلى اللهِ ورَسُولِهِ) هنا هي الخبر؛ تحكيمًا للمعنى، إذ بالجواب يتم المعنى، وبناءً على أنَّ اسم الشرط هو اسم موصول أُضيف إليه معنى الشرط، ومَثَّل قائل هذا بالجملة الشرطية (مَنْ يُسافِرْ يبتهجْ)، وارتأى أنها إذا حُولت إلى جملةٍ اسميةٍ أصبحت: المسافرُ مبتهج، وعليه فمعنى قوله - صلى الله عليه وسلم - : (فَمَنْ كانت هِجرَتُهُ إلى اللهِ ورَسُولِهِ فَهِجْرَتُهُ إلى اللهِ ورَسُولِهِ): المهاجرُ إلى الله نيةً وقصدًا هو المهاجر. ¶ وهذا القول وإن بدا - باعتماده على المعنى - قويًّا، فإنه لا يصح لما يأتي: ¶ ¬__________ ¶ (¬1) انظر في ذلك: الكتاب 3/62 فما بعدها، والأصول لابن السراج 1/43، والخصائص 3/178،ورسالة المباحث المَرْضِيّة 54-56. ¶ (¬2) انظر: رسالة المباحث المَرْضِيّة المتعلقة ? (مَنْ) الشرطية (الملحق للمحقق) ص 48.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "1- أنَّ تحويلهم أسلوبَ الشرط (مَنْ يُسافِرْ يبتهجْ) إلى جملة اسمية تقديرها: (المسافرُ مبتهج) ليس دقيقًا؛ \" لأن هذا التقدير قد ألغى معنى الشرط، وهو الذي بُنِيَ عليه الكلام أصلاً، والشرط في هذه الصيغة معنى لا يجوز إغفاله\"؛ لأن إغفاله يؤدي إلى عدم الفرق بين اسم الشرط والاسم الموصول؛ إذ يُساوي بين الجزم في قولنا: (مَنْ يُسافِرْ يبتهجْ) والرفع في: (مَنْ يُسافِرُ يبتهجُ) وفي هذا إخلال بالمعنى. والتقدير الدقيق إنما هو: المسافرُ إنْ يُسافِرْ يبتهجْ؛ محافظةً على معنى الشرط(¬1). ¶ 2- أنَّ قولهم هذا مبني على عدم التفريق بين الجملة والكلام في اصطلاح النحويين كما سبق، إذ يلزمون الجملةَ شرطَ الفائدة، وهو غير لازم فيها كما هو الحال في الكلام(¬2). ¶ الثالث: أنّ جملة فعل الشرط وحدها هي الخبر، فجملة (كانت هِجرَتُهُ إلى اللهِ ورَسُولِهِ) هي خبر اسم الشرط (مَنْ). وهو مذهب الجمهور(¬3). وهو الراجح لما يأتي(¬4): ¶ 1- أنَّ جملة الشرط الجازم لا تخرج عن ثلاث حالات: ¶ الأولى: لا محلّ لها إذا كانت أداة الشرط حرفًا (¬5). مثل: إنْ تَقُمْ أقُمْ. ¶ ¬__________ ¶ (¬1) رسالة المباحث المَرْضِيّة المتعلقة ? (مَنْ) الشرطية (الملحق للمحقق) ص 58. ¶ (¬2) رسالة المباحث المَرْضِيّة المتعلقة ? (مَنْ) الشرطية (الملحق للمحقق) ص 57. ¶ (¬3) الهمع 4/341، وحاشية الصبان 4/11، والنحو الوافي 4/445، ورسالة المباحث المَرْضِيّة المتعلقة ? (مَنْ) الشرطية (الملحق للمحقق) ص 63. ¶ (¬4) رسالة المباحث المَرْضِيّة المتعلقة ? (مَنْ) الشرطية (الملحق للمحقق) ص 63. ¶ (¬5) كذا ذكر الدكتور مازن المبارك في رسالته المذكورة. وأرى أنه لا مانع أنْ تكون خبرًا أيضًا، وذلك إذا تقدَّم على حرف الشرط مبتدأ أو ما يشبهه، مثل: زيدٌ إنْ يأتِني أُكرمْه، فجملة (إنْ يأتني) في محل رفع خبر؛ لأنّ المبتدأ (زيدٌ) مع أداة الشرط (إنْ) يساويان اسم الشرط (مَنْ) إذا كان مبتدأً.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الثانية: أنها في محل جر بالإضافة إذا كان اسم الشرط ظرفًا، كما في قوله تعالى: { إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ } (النصر 1). ¶ الثالثة: أنها في محل رفع خبر إذا كان اسم الشرط مبتدأً، كما في الحديث: \" فَمَنْ كانت هِجرَتُهُ إلى اللهِ ... \". ¶ 2- أنّ هذا القولَ فيه محافظة على اصطلاح الجملة المتفق عليه عند الجمهور، المتمثل في العلاقة الإسنادية بين كلمتين أو بين كلمة وما يقوم مقامها، دون الحاجة إلى توسيع هذا المصطلح ليطلقَ على جملتين، كل واحدة مستقلة عن الأخرى ذات علاقة إسنادية بين ركنيها، خاصة بها مستقلة عن الجملة الأخرى. ¶ 3- أنَّ اسم الشرط مع فعله يكونان جملةً تامَّةَ الإسناد، ولكنها ليست تامة المعنى المقصود بها بعد دخول الشرط؛ لأنَّ وظيفة الشرط أنْ يجعلَها متبوعةً بجملة ثانية تكمل معناها؛ إذ أصبح معناها الذي كانت مستقلة به قبل دخول الشرط سببًا أو علةً لحصول الجملة الثانية، فتلازم المعنيان والجملتان، وهذه فائدة الشرط. ¶ 4- أنَّ في العربية أساليب لا يتم الكلام المفيد فيها بمجرد قيام العلاقة الإسنادية بين كلمتين، أي بمجرد تكوين جملة بالمصطلح النحوي، فقد تكون الجملة مفيدة فتكون كلامًا، وقد تكون غيرَ مفيدة، ناقصةَ المعنى، محتاجةً إلى ما بعدها ليتم المعنى، فلا تكون كلامًا، كما في الموصول وصلته والشرط وجوابه. ¶ كانت: فعل ماض مبني في محل جزم فعل الشرط، يجوز أنْ تكونَ تامّةً، ففاعلها قوله (هِجرَتُهُ) وشبه الجملة (إلى اللهِ) متعلق ?(هِجرَتُهُ)، وهذا الوجه ضعيف؛ للزوم ذكر الخبر هنا. ¶ ويجوز أن تكون (كان) ناقصةً، فاسمُها (هِجرَتُهُ)، وشبه الجملة (إلى اللهِ) متعلق بواجب الحذف خبر كان. ¶ (فَهِجْرَتُهُ إلى اللهِ ورَسُولِهِ): ¶ الفاء واقعة في جواب الشرط، حرف مبني على الفتح لا محل له من الإعراب. ¶ هجرتُه: مبتدأ مرفوع، وهو مضاف، والهاء في محل جر مضاف إليه.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إلى الله: شبه جملة متعلق بمحذوف خبر، والتقدير: فهجرتُه مقبولةٌ إلى الله ورسوله أو صحيحة. ¶ وجملة (فَهِجْرَتُهُ إلى اللهِ ورَسُولِهِ) في محل جزم جواب الشرط الجازم (مَنْ). ¶ والأصل في جملة الشرط والجزاء أنْ يتخالفا ولا يَتَّحِدا، والظاهر هنا أنهما اتَّحدَا، فهما بمنزلة قولنا: (مَنْ أطاعَ أَطاعَ)، وإنْ تَسْألْ تَسْألْ، وهذا في اللفظ فقط، أما في المعنى والتقدير فمختلفان؛ إذ التقدير: (فَمَنْ كانت هِجرَتُهُ إلى اللهِ ورَسُولِهِ نِيَّةً وقَصْدًا، فَهِجْرَتُهُ إلى اللهِ ورَسُولِهِ حُكمًا و شَرْعًا، أو ثَوابًا وأَجْرًا). وقال عباس حسن: \" ... أي: فهجرتُه مقبولةٌ أو مباركةٌ، فالجملة الجوابية أفادت معنى جديدًا بالرغم مما بينها وبين الجملة الشرطية من اشتراك لفظي\"(¬1). وفائدة اتِّحاد الشرط والجواب هنا في الصورة التعظيم والمبالغة والتبرك بتكرار ذكر الله تعالى ورسوله - صلى الله عليه وسلم - (¬2). ¶ قوله: (ومَنْ كانتْ هِجْرَتُه لِدُنْيا يُصِيبُها أو امرأةٍ يَنْكِحُها فَهِجْرَتُهُ إلى ما هاجَرَ إليه): ¶ جملة (يُصِيبُها) في محل جر صفة ?(دُنيا). وجملة (يَنْكِحُها) في محل جر صفة ?(امرأةٍ). ¶ و(ما) موصولة. وشبه الجملة (إلى ما) متعلق بواجب الحذف خبر المبتدأ (فَهِجْرَتُهُ)، أو أنه متعلق بالمبتدأ نفسه، والخبر محذوف، والتقدير: فَهِجْرَتُهُ إلى ما هاجَرَ إليه غير صحيحة، أو غير مقبولة، أو قبيحةٌ(¬3). وجملة (هاجَرَ إليه) صلة الموصول لا محل لها من الإعراب. ¶ وشبه الجملة (إليه) متعلق بالفعل (هاجر). ¶ ¬__________ ¶ (¬1) النحو الوافي 4/450. ¶ (¬2) انظر شرح الأربعين لابن دقيق العيد 19، والتعيين 39، وفتح الباري 1/20، ودليل الفالحين 1/55، وصحيح البخاري بشرح الكرماني 1/19. ¶ (¬3) فتح الباري 1/20، ودليل الفالحين 1/56، وصحيح البخاري بشرح الكرماني 1/19، وفتح الباري 1/22، وعمدة القاري 1/25.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ومعنى (إلى) هنا انتهاء الغاية، والتقدير: ومَنْ كانتْ هِجْرَتُه لِدُنْيا يُصِيبُها أو امرأةٍ يَنْكِحُها انتهت هجرتُه إلى ذلك ليس له غيره(¬1). ¶ النيَّات: ¶ جمع نِيَّة، من نَوَى يَنْوِي إذا قَصَد. أصلُها نِوْيَة، اجتمعت الواو والياء وسبقت إحداهما بالسكون فقُلِبَتِ الواوُ ياءً ثم أُدغِمَتِ الياءُ في الياء فصارت: نِيَّة(¬2). ووزنها: فِعْلَة. ¶ لِدُنْيا: ¶ دُنْيا: على وزن: فُعْلَى، وهي في الأصل وصفٌ من دَنا يدنو دُنُوًّا، مؤنث الأدنى، أفعل تفضيل، أصلها: الدُّنْوى، لكن خُلِعَت عنها الوصفية، واستعملت استعمال الأسماء، فأصبحت اسمًا للدار الدنيا، فقلبت الواو ياءً، ولا يجوز قلبها إلا إذا كانت فُعْلى اسمًا، وهي ممنوعة من الصرف بسبب ألف التأنيث المقصورة(¬3). ¶ يُصِيبُها: ¶ فعل مضارع معتل العين بالواو، أصله يُؤَصْوِب، حذفت الهمزة حملاً على حذفها من المضارع المتكلم الذي اجتمعت فيه همزتان طرداً للباب ثم نُقلت حركة الواو إلى الساكن الصحيح قبلها، فوقعت الواو متوسطةً ساكنةً بعد كسرة فقُلبت ياءً، فصار يُصيب. ¶ الحديث الثاني ¶ الإسْلامُ والإيمَانُ والإحْسَان ¶ ¬__________ ¶ (¬1) التعيين 40، وفتح الباري 1/20، ودليل الفالحين 1/55. ¶ (¬2) التعيين 40، وفتح الباري 1/20. ¶ (¬3) سر الصناعة 1/88، وصحيح البخاري بشرح الكرماني 1/19، ومعجم مفردات الإبدال والإعلال في القرآن الكريم 113.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "عَن عُمَر - رضي الله عنه - أَيْضاً قال: \" بَيْنَما نَحْنُ جُلُوسٌ عِنْدَ رسُولِ الله - صلى الله عليه وسلم - ذَاتَ يَوْمٍ إذْ طلَعَ عَلَيْنَا رَجُلٌ شَدِيدُ بَياضِ الثِّيَابِ شَديدُ سَوَادِ الشَّعرِ، لا يُرَى عليه أُثرُ السَّفَرِ ولا يَعْرِفُهُ مِنَّا أَحَدٌ، حَتى جَلَسَ إلى النَّبيِّ - صلى الله عليه وسلم - ، فأسْنَدَ رُكْبَتَيْهِ إلى رُكْبَتَيْهِ؛ ووضَعَ كَفَّيْهِ على فَخِذَيْهِ، وقال: يا محمَّدُ، أَخْبرني عَن الإسلامِ، فقالَ رسُولُ الله - صلى الله عليه وسلم - : الإسلامُ أَنْ تَشْهَدَ أَنْ لا إلهَ إِلاَّ اللهُ وأَنَّ محمَّداً رسولُ الله، وتُقِيمَ الصَّلاةَ، وتُؤتيَ الزَّكاةَ، وتَصُومَ رَمَضانَ، وتَحُجَّ الْبَيْتَ إن اسْتَطَعْتَ إليه سَبيلاً. قَال: صَدَقْتَ. فَعَجِبْنا له يَسْأَلُهُ ويُصَدِّقُهُ. قال: فَأَخْبرني عَنِ الإيمان، قال: أَنْ تُؤمِنَ باللهِ، وملائِكتِهِ، وكُتُبِهِ، ورسُلِهِ، واليَوْمِ الآخِرِ، وتُؤمِن بالْقَدَرِ خَيرِهِ وشَرِّهِ. قال: صَدَقْتَ. قال: فأخْبرني عَنِ الإحْسانِ، قال: أنْ تَعْبُدَ الله كَأَنَّكَ تَرَاهُ فإن لَمْ تَكُنْ تَرَاهُ فإنَّهُ يَرَاك. قال: فأَخْبرني عَنِ السَّاعةِ , قال: ما المَسْؤُولُ عنها بأَعْلَمَ من السَّائِلِ. قال: فأخبرني عَنْ أَمَارَاتِها، قال: أنْ تَلِد الأمَةُ رَبَّتَها، وأَنْ تَرَى الحُفاةَ العُرَاةَ العالَةَ رِعاءَ الشَّاءِ يَتَطَاوَلُون في الْبُنْيانِ، ثُمَّ انْطَلَقَ، فَلَبثْتُ مَلِيّاً، ثُمَّ قال: ياعُمَرُ، أَتَدْرِي مَنِ السَّائِلُ؟ قُلْتُ: الله ورسُولُهُ أَعلَمُ. قال: فإَنَّهُ جِبْرِيلُ أَتاكُمْ يُعَلِّمُكُمْ دِينَكُمْ \" رواهُ مُسلمٌ. ¶ قوله: (بَيْنَما نَحْنُ جُلُوسٌ عِنْدَ رسُولِ الله - صلى الله عليه وسلم - ذَاتَ يَوْمٍ إذْ طلَعَ عَلَيْنَا رَجُلٌ):",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "بَيْنَما: أصل (بينا) بينَ، فأُشبِعَتِ الفتحةُ فصارت ألفًا. يُقال: بينا وبينما، وهما ظرفا زمان بمعنى المفاجأة، ويُضافان إلى جملة فعلية أو اسمية، ويحتاجان إلى جوابٍ يتم به المعنى؛ لأن فيهما معنى الشرط (¬1). وأصل (بينَ) أنها ظرفٌ للمكان، بمعنى (وَسْط)، فلما لحقَتْها (ما) والألف صارت للزمان بمعنى الظرف (إذْ) (¬2). ¶ فـ(بينما) ظرف زمان مبني على السكون في محل نصب، متعلق بفعل محذوف تقديره: (فاجَأَنا)، قال الطِّيْبِيُّ: \" فمعنى الحديث: وقْتَ حضورنا في مجلس رسول الله - صلى الله عليه وسلم - فاجَأَنا وقتَ طلوعِ ذلك الرجل، فحينئذ (بينا) ظرفٌ لهذا المقدَّر\"(¬3). وقال الطوفي: \"أي: كان طُلُوعُه علينا بَيْنَ، أو في أثناء أزمنةِ كوننا عند النبي - صلى الله عليه وسلم - ؛ لأنّ (بينَ) تقتضي شيئين فصاعدًا، وهذا تأويله هاهنا\"(¬4). ¶ والظرف (بَيْنَما) مضافٌ إلى الجملة الاسمية التي بعده، فجملة (نَحْنُ جُلُوسٌ) في محل جر مضافٌ إليه. ¶ وذكر ابن الملقن أنَّ الظرف (بين) يُزاد عليه الألف أو (ما) فيَكفانه عن العمل الذي هو الخفض؛ لذلك ما بعده مرفوع على الابتداء(¬5). وعلى هذا القول فالجملة (نحنُ جُلُوسٌ) ابتدائية لا محلَّ لها. ¶ ¬__________ ¶ (¬1) انظر: النهاية في غريب الحديث والأثر لابن الأثير 1/176، والكاشف 2/321، ودليل الفالحين1/219-220. ¶ (¬2) شرح التسهيل لابن مالك 2/210، والمساعد 1/503. ¶ (¬3) الكاشف 2/421، وينظر: دليل الفالحين 1/219-220. ¶ (¬4) التعيين 46، وانظر المعين على تَفَهُّم الأربعين لابن الملقن 17 مخطوط، وفتح المبين 58، والنحو الوافي 2/286. ¶ (¬5) المعين على تَفَهُّم الأربعين لابن الملقن 17. وينظر: المُفْهِم لما أشكل من تلخيص كتاب مسلم للقرطبي 1/136، وحاشية المدابغي 58.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ونقل القرطبي أنّ بينا وبينما إذا جُرَّ ما بعدهما فالألف والميم ليستا للكف، ولكن لتمكن النطق. ونقل أنّ بعض النحويين يذهب إلى أن الألف للتأنيث في الوجهين، وهي فَعْلَى، بوزن شَرْوَى(¬1). وأنكر ذلك ابن عقيل وأَكَّدَ أنّ ألفَ (بينا) للإشباع(¬2). ¶ وذكر عباس حسن أنَّ بين ظرف متصرف للمكان، وقد يكون للزمان، إذا اتَّصل بآخره الألف الزائدة أو (ما) الزائدة صار ظرفَ زمان غيرَ متصرف، واجب الصدارة والإضافة إلى جملة (اسمية أو فعلية)، وبعدها كلامٌ مُرَتَّبٌ على هذه الجملة، بمنزلة الجواب للظرف(¬3). ¶ ذَاتَ: تأنيث (ذو) بمعنى صاحب(¬4)، اسم منصوب، وفي إعرابه أقوال: ¶ الأول: أنه صفة لموصوفٍ محذوف، والتقدير: ساعةً صاحبةَ مرَّةٍ في يومٍ، فهي صفة نائبة عن ظرف الزمان، شبه جملة متعلق بالخبر (جُلُوسٌ) (¬5). ¶ الثاني: أنه ظرف مباشرة، متعلق بالخبر (جُلُوسٌ)(¬6). وذهبَ عباس حسن إلى أنَّ (ذا) و(ذاتَ) يلتزمان النصب على الظرفية بشرط إضافتهما إلى اسم الزمان، فيكونان ظرفين غير متصرفين(¬7). ¶ الثالث: أن يكون زائداً للتوكيد، قال ابن عَلاَّن: \"ويجوز أن يكونَ (ذاتَ) صلة، أي: نحن عنده يومًا، والإتيان بها للتوكيد، ودفع تَوَهُّم أنّه تَجَوَّزَ باليوم عن مطلقِ الزمان\"(¬8). ¶ إذْ: فيها أقوال: ¶ الأول: - وهو الراجح وعليه سيبويه(¬9) وجمهور النحويين - أنها هنا حرفٌ للمفاجأة مبني على السكون، لا محل له من الإعراب. ذكر ابنُ مالك أنها تكون للمفاجأة بعد (بينما)، واستشهد بقول عمر - رضي الله عنه - هذا، وبقول الشاعر: ¶ ¬__________ ¶ (¬1) المفهم 1/137. ¶ (¬2) المساعد 1/503. ¶ (¬3) النحو الوافي 2/286-289. ¶ (¬4) التعيين 46، والمعين على تَفَهُّم الأربعين لابن الملقن 17. ¶ (¬5) يُنظر: التعيين 46، وفتح المبين 58. ¶ (¬6) الكاشف 2/422، ودليل الفالحين 1/220. ¶ (¬7) النحو الوافي 2/272. ¶ (¬8) دليل الفالحين 1/220. ¶ (¬9) الكتاب 4/232.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "بينما هُنَّ بالأراكِ معًا ... إذْ أتى راكبٌ على جَمَلِهْ(¬1) ¶ الثاني: ذهب ابن جني إلى ظرفيتها مع كونها دالةً على المفاجأة(¬2)، ولعله المراد بحكاية السيرافي التي نقلها ابن مالك في شرح التسهيل بقوله: \"وحكى السيرافي أنّ بعضَهم يجعلها ظرفَ مكان ... \"(¬3). وإذا كانت كذلك فعاملُها الفعل الذي بعدها، أي الفعل (طلع) هنا؛ على أنها غيرُ مضافةٍ إليه. ¶ وهذا ضعيفٌ؛ لأنه يؤدي إلى إخراج (إذْ) الظرفية عن اختصاصها بالإضافة إلى الجمل. ¶ الثالث: ذهب الشَّلَوْبِينُ إلى أنّ (إذْ) بدلٌ من الظرف (بينما)، وهي مضافة إلى الجملة التي بعدها (طلع) فلا يعمل فيها (¬4)؛ لأنّ المضاف إليه لا يعمل في المضاف. وبناءً على هذا القول فإنَّ (إذْ) لا يحتاج إلى تعلق؛ لأنه وقع بدلاً تابعًا للمبدل منه، وشبه الجملة إذا وقع تابعًا لا يحتاج إلى تعلُّق(¬5). ¶ وجملة (إذْ طلَعَ عَلَيْنَا رَجُلٌ) لا محلَّ لها من الإعراب لأنها ابتدائية. أو لأنها جواب بينما؛ لكونه متضمنًا معنى الشرط(¬6). فأشبه حرف الشرط غير الجازم. ¶ الرابع: أنها زائدة، وهو اختيار ابن الشجري(¬7). ¶ قوله: (حَتى جَلَسَ)، في حتى قولان: ¶ ¬__________ ¶ (¬1) شرح التسهيل 2/209، وينظر الكتاب 4/232، والمغني 115. ¶ (¬2) المغني 115. ¶ (¬3) المغني 115، وحاشية المدابغي 58، ودليل الفالحين 1/220. ¶ (¬4) شرح التسهيل 2/209، وينظر المغني 115، وحاشية المدابغي 58، ودليل الفالحين 1/220. ¶ (¬5) انظر في ذلك: إعراب الجمل وأشباه الجمل 313. ¶ (¬6) الكاشف 2/421، ودليل الفالحين 1/220. ¶ (¬7) أمالي ابن الشجري 2/504-505، والمغني 115.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أحدهما: للجمهور، وهو الراجح، وهو أنها حرف ابتداء لا عمل له؛ لدخولها على الجملة الماضوية(¬1)، كما في قوله تعالى: { ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ spsY|،utù:$# 4س®Lxm عَفَوْا وَقَالُوا قَدْ مَسَّ آَبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ } (الأعراف 95). ¶ والآخر: لابن مالك، وهو أنها جارَّةٌ، وأنَّ (أنْ) المصدرية بعدها مضمرة. ¶ وقد رَدَّه بعض العلماء، قال ابن هشام في رَدِّه: \"ولا أعرفُ له في ذلك سَلَفًا، وفيه تَكَلُّفُ إضمارٍ من غير ضرورة\"(¬2). ورَدَّه أبو حيان أيضًا بقوله: ¶ \"ووَهِمَ في هذا؛ لأن حتى هاهنا ابتدائية، و(أنْ) غيرُ مضمرةٍ بعدها\"(¬3). ¶ وجملة (حَتى جَلَسَ ... ) استئنافية لا محلَّ لها من الإعراب. ¶ قوله: (إلى النَّبيِّ - صلى الله عليه وسلم - ): قال ابن حجر الهيتمي عن (إلى) في هذا الموضع: \"قد يُشكل التعبير بها هنا؛ لأنها لانتهاء الغاية، وهي إنما تكون في ممتدٍّ كالسفر دون الجلوس، إذ لا امتداد فيه، فلتكنْ بمعنى عندَ أو معَ النبي - صلى الله عليه وسلم - \"(¬4). ¶ وجملة (فأسْنَدَ رُكْبَتَيْهِ إلى رُكْبَتَيْهِ) لامحل لها معطوفة على الجملة السابقة (حَتى جَلَسَ). ¶ وكذا جملة (ووضَعَ كَفَّيْهِ على فَخِذَيْهِ)؛ لأنها معطوفة على جملة (فأسْنَدَ ... ). ومثلها جملة (وقال ... ). ¶ وجملة (يا محمَّدُ أَخْبرني عَن الإسلامِ) في محل نصب مقول القول. ¶ وجملة (أَخْبرني عَن الإسلامِ) لا محلَّ لها استئنافية؛ لأنها واقعة في جواب النداء. ¶ وشبه الجملة (عَن الإسلامِ) متعلق بالفعل (أَخْبرني). ¶ وجملة (فقالَ رسُولُ الله ... ) استئنافية لا محل لها من الإعراب. ¶ جملة (صلى الله عليه وسلم) دعائية معترضة لا محل لها من الإعراب. ¶ قوله: (الإسلامُ أَنْ تَشْهَدَ أَنْ لا إلهَ إِلاَّ اللهُ وأَنَّ محمَّداً رسولُ الله): ¶ الإسلامُ: مبتدأ مرفوع. ¶ ¬__________ ¶ (¬1) المغني 174، وحاشية المدابغي 60. ¶ (¬2) المغني 174. ¶ (¬3) الجنى الداني 543. ¶ (¬4) فتح المبين 60.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أنْ: حرف مصدري ونصب مبني على السكون لا محلَّ له من الإعراب. ¶ تَشْهَدَ: فعل مضارع منصوب بأن، وعلامة نصبه الفتحة الظاهرة. وفاعله ضمير مستتر وجوبًا تقديره: (أنت). والمصدر المؤول من (أنْ) المصدرية والمضارع في محل رفع خبر المبتدأ. ¶ والجملة الفعلية (تَشْهَدَ) صلة الموصول الحرفي (أنْ) لا محل لها من الإعراب. ¶ والجملة الاسمية (الإسلامُ أَنْ تَشْهَدَ) استئنافية لا محل لها من الإعراب. ¶ أنْ: محففة من الثقيلة، حرف ناسخ مبني على السكون لا محلَّ له من الإعراب. واسمها ضمير الشأن محذوف، التقدير: أنْه. ومحله النصب. ¶ لا: نافية للجنس عاملةٌ عملَ (إنّ)، حرف مبني على السكون لا محلَّ له. ¶ إلهَ: اسم لا مبني على الفتح في محل نصب. والخبر محذوف تقديره: حَقٌّ(¬1). ¶ إلا: أداةُ استثناء ملغاة، حرف مبني على السكون لا محلَّ له من الإعراب. ¶ اللهُ: اسم الجلالة، بدلٌ من الضمير المستكِنِّ في الخبر المحذوف؛ لأن (حق) صفة مشبهة تتحمل الضمير، ولا مانع أن يكون لفظ الجلالة بدلاً من (حق) مباشرة. ولا يصح أنْ يكون خبرًا ? (لا)، قال الصبان: \"فلفظ الجلالة، بدلٌ من الضمير المستكِنِّ في الخبر المحذوف وهو (موجودٌ)، لا خبر؛ لوجوب تنكيره؛ ولأنَّ خبرها خبرٌ في الأصل لاسمها، ولا يصحُّ أنْ يكونَ لفظ الجلالة خبر (إله)؛ لتعريفه وتنكير إله، ولِما ذكر ابن الحاجب من أنَّ المستثنى من مذكورٍ لا يكون خبرًا عن المستثنى منه؛ لأنه لم يُذكر إلا لبيان ما قُصِدَ بالمستثنى منه\"(¬2). ¶ وجملة (أَنْ لا إلهَ إِلاَّ اللهُ) في محل نصب، وهي جملةٌ محكية بما يُرادفُ القول المجرد من حرف التفسير ففيها قولان: ¶ ¬__________ ¶ (¬1) إذا دلّ دليلٌ على خبر (لا) النافية للجنس فحذفُه كثير شائع، قال ابن مالك: ¶ وشاع في ذا الباب إسقاطُ الخبر إذا المرادُ معْ سُقُوطِهِ ظَهَرْ ¶ انظر شرح ابن عقيل 2/24-25، وشرح الأشموني 2/17. ¶ (¬2) حاشية الصبان 2/17.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أحدهما: مذهبُ الكوفيين أنها مفعول به للفعل (تَشْهَدَ). وقد أَيَّدَ هذا القولَ الدكتور فخر الدين قباوة؛ محتجًّا بأنَّ عدمَ التقدير أولى من التقدير الذي في مذهب البصريين الآتي(¬1). ووافقهم العكبري إذْ ذهب في إعراب قوله تعالى: { يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ حچx.©%#د9 مِثْلُ إeلxm الْأُنْثَيَيْنِ } (النساء 011) ¶ إلى أن جملة (للذكر مثل حظ الأنثيين) في محل نصب بالفعل (يُوصي)؛ لأنَّ المعنى: يفرضُ لكم، أو يَشْرَعُ لكم في أولادكم(¬2). ¶ والآخر: مذهب البصريين، الذين ذهبوا إلى أنَّ مثل هذه الجمل منصوبة بقول مقدَّر. وقد أَيَّدَ هذا القولَ ابن هشام؛ مستدلاًّ بظهور فعل القول في بعض المواضع، قال: \"ويشهد للبصريين التصريح بالقول في نحو: { وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ سة_ِ/$# مِنْ 'ج?÷dr& } (هود 045)، ونحو: { إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا (3) قَالَ رَبِّ 'دoTخ) وَهَنَ مNّàyèّ9$# سةi_دB } (مريم 003-004).\" (¬3). ¶ وجملة (وأَنَّ محمَّداً رسولُ الله) في محل نصب عطفًا على جملة (أَنْ لا إلهَ إِلاَّ اللهُ). ¶ والأفعال المضارعة: (تُقِيمَ، وتُؤتيَ، وتَصُومَ، وتَحُجَّ) كلها منصوبة؛ لأنها معطوفةٌ على الفعل المضارع المنصوب (تَشْهَدَ). ¶ قوله: (إن اسْتَطَعْتَ إليه سَبيلاً) شرط، وقد حُذِفَ جوابه؛ لدلالة ما تقدَّم عليه، والتقدير: إن اسْتَطَعْتَ إليه سَبيلاً فَحُجَّ، أو فَعليكَ الحَجُ. ¶ إليه: شبه جملة متعلق بواجب الحذف حال مقدمة من (سَبيلاً). ونقل المدابغي أنه متعلق ? (سبيلاً)، لأنه بمعنى (مَوْصِل، أو مَبْلَغ) (¬4). أي أنَّ سبيل جامدٌ مؤول بمشتق فيجوز أن يُعلَّقَ به شبه الجملة. ¶ ¬__________ ¶ (¬1) إعراب الجمل وأشباه الجمل 176. ¶ (¬2) التبيان للعكبري 1/334، والمغني 539. ¶ (¬3) المغني 539. ¶ (¬4) حاشية المدابغي 64.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "سَبيلاً: مفعول به منصوب. وقيل إنَّهُ تمييز(¬1). ¶ قوله: (الإسلامُ أَنْ تَشْهَدَ أَنْ لا إلهَ إِلاَّ اللهُ وأَنَّ محمَّداً رسولُ الله، وتُقِيمَ الصَّلاةَ، وتُؤتيَ الزَّكاةَ، وتَصُومَ رَمَضانَ، وتَحُجَّ الْبَيْتَ إن اسْتَطَعْتَ إليه سَبيلاً) في محل نصب مقول القول. ¶ قوله: (فَعَجِبْنا): الفاء استئنافية. والجملة استئنافية لا محلَّ لها من الإعراب. ¶ قوله: (فَأَخْبرني عَنِ الإيمان): الفاء هي الفصيحة العاطفة على مُقَدَّرٍ محذوف، وهو الأولى، كما في قوله تعالى: { قَالَ مN؟دd¨uچِ/خ) فَإِن اللَّهَ 'دAù'tƒ بِالشَّمْسِ مِنَ الْمَشْرِقِ } (البقرة 258). قال أبوحيان: \"ومجيءُ الفاء في (فإنّ) يدل على جملة محذوفة قبلها، إذ لو كانت هي المحكية فقط لم تدخل الفاء، وكأنّ التركيب: قال إبراهيم إنّ الله يأتي بالشمس، وتقدير الجملة - والله أعلم -: إنْ زعمتَ ذلك أو مَوَّهْتَ بذلك فإنَّ الله يأتي بالشمس من المشرق\"(¬2). ¶ وقيل: الفاء زائدة للتوكيد كما هو مذهب ابن جني في قول الشاعر: ¶ وحتى تَرَكْتُ العائداتِ يَعُدْنَهُ ... يَقُلْنَ: فلا تَبْعَدْ، وقُلْتُ له: ابْعَدِ ¶ فقد ذهب إلى أنَّ الفاء في قوله (فلا تَبْعَدْ) زائدة للتوكيد (¬3). ¶ وجملة (فَأَخْبرني عَنِ الإيمان) في محل نصب مقول القول. ¶ قوله: (قال: أَنْ تُؤمِنَ باللهِ، وملائِكتِهِ، وكُتُبِهِ، ورسُلِهِ، واليَوْمِ الآخِرِ): ¶ المصدر المؤول (أَنْ تُؤمِنَ) في محل رفع خبر لمبتدأ محذوف تقديره: الإيمانُ، أو هو. وجملة (تُؤمِنَ) صلة الموصول الحرفي لا محلَّ لها من الإعراب. ¶ وملائِكتِهِ: معطوف على لفظ الجلالة مجرور. ¶ والأسماء المعطوفة (وكُتُبِهِ، ورسُلِهِ، واليَوْمِ الآخِرِ) كلها معطوفة على لفظ الجلالة. ¶ ¬__________ ¶ (¬1) دليل الفالحين 1/223، وحاشية المدابغي 64. ¶ (¬2) البحر المحيط 2/289، وانظر الفاء في القرآن الكريم 306. ¶ (¬3) سر صناعة الإعراب 1/269.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قوله: (وتُؤمِنَ بالْقَدَرِ خَيرِهِ وشَرِّهِ): ¶ خَيرِهِ: بدل من القدر بدل بعض من كل مجرور. وخيرِ مضاف والهاء مضاف إليه. ¶ قوله: (أنْ تَعْبُدَ الله كَأَنَّكَ تَرَاهُ): (أنْ تَعْبُدَ): مثل (أَنْ تُؤمِنَ). ¶ كَأَنَّكَ: كأنَّ: حرف ناسخ يدل على التشبيه. والكاف في محل نصب اسمها. ¶ تَرَاهُ: جملةٌ فعلية في محل رفع خبر (كأنَّ). ¶ وجملة (كَأَنَّكَ تَرَاهُ) في محل نصب، وفيها قولان: ¶ أحدهما: أنها حال من الضمير المستتر في (تَعْبُدَ) (¬1)، والتقدير: أنْ تَعْبُدَ الله مراقِبًا إيّاه، أو مُستحضرًا قُربَهُ منك واطِّلاعَه عليك، قال الكَرْمانِيُّ: \"أي تعبد الله مُشَبَّهًا بِمَنْ يراه\"(¬2). قال العَينيُّ: \"فالأقربُ أنْ يُنَزَّلَ على معنى التشبيه، فالتقدير: الإحسانُ عبادتُك الله تعالى حالَ كونك في عبادتك مثلَ حال كونِك رائِيًا. وهذا التقدير أحسن وأقرب للمعنى من تقدير الكرماني؛ لأنّ المفهوم من تقديره: أنْ يكون هو في حال العبادة مشبهًا بالرائي إياه. وفرقٌ بين عبادة الرائي بنفسه، وعبادة المشبه بالرائي بنفسه\"(¬3). ¶ والآخر: أجاز الطيبي، وتبعه ابن عَلاَّن كونها مفعولاً مطلقًا(¬4). والظاهر أنهما يريدان أنها نائب عن المفعول المطلق، على أنها صفة لموصوف محذوف هو مصدر، والتقدير: أنْ تَعْبُدَ الله عِبادَةً كَأَنَّكَ تَرَاهُ. ¶ ولكنَّ الطيبيَّ رجحَ الحالية؛ \"لأنه يحصل به للعابد حالاتٌ ثلاث، كما إذا قلت: كأنَّ زيدًا قائمٌ، فتصور له حالات القعود، والانتصاب، والقيام ... \"(¬5). ¶ قوله: (فإن لَمْ تَكُنْ تَرَاهُ فإنَّهُ يَرَاك): ¶ ¬__________ ¶ (¬1) الكاشف 2/430، وشرح الكرماني 1/196، وحاشية المدابغي 79، ودليل الفالحين1/226. ¶ (¬2) صحيح البخاري بشرح الكرماني 1/196، وعمدة القاري 1/286. ¶ (¬3) عمدة القاري 1/286، وينظر: حاشية المدابغي 79. ¶ (¬4) الكاشف 2/430، ودليل الفالحين1/226. ¶ (¬5) الكاشف 2/430.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "إنْ: حرفُ شرطٍ جازم مبني على السكون لا محلَّ له من الإعراب. ¶ لَمْ: حرف نفي وجزمٍ، مبني على السكون لا محلَّ له من الإعراب. وليست (لم) للقلب هنا؛ لأنها مسبوقة بأداة الشرط (إنْ) التي تُخَلِّصُ زَمَنَ المضارع للمستقبل المحض(¬1). ¶ تَكُنْ: فعل مضارع ناقص فعل الشرط. وقد تنازعه هنا جازمان فَبِمَ جُزِمَ؟ ¶ في المسألة قولان: قال الخضري - عند قوله تعالى: { فَإِنْ لَمْ تَفْعَلُوا } (البقرة 24)-: \"قيل تنازع الحرفان في الفعل فأُعملَ الثاني، وحُذِفَ نظيرُهُ من الأول، وقيل الأصل: إنْ ثَبَتَ أنّكم لم تفعلوا، فَمُضِيُّ (لم) في عدم الفعل، واستقبال (إنْ) في إثبات ذلك العدم ... وقيل: (لم) عَمِلَتْ في الفعل، وهي معه في محل جَزْم ? (إنْ)\" (¬2). ¶ ورجَّحَ الأستاذ عباس حسن أنْ يكون الفعل مجزومًا ?(إنْ) الشرطية، وتقتصر (لم) على نفي معناه دون جزمه، ودون قلب زمنه للماضي(¬3). ¶ قوله (فإنَّهُ يَرَاك) الفاء في هذه الجملة استئنافية تعليلية والجملة استئنافية لا محلَّ لها من الإعراب، وجواب الشرط محذوف، تقدير الكلام: فإن لَمْ تَكُنْ أنت تَرَاهُ فأَحْسِنِ العبادة فإنه يراك. ولا يجوز أنْ تكون جملة (فإنَّهُ يَرَاك) جوابًا للشرط؛ لأنه ليسَ مُسَبَّبًا عنه، ومن المعلوم أنه ينبغي أن يكون فعل الشرط سببًا لوقوع الجواب، مثل: إنْ جِئْتَني أكرمتُك، فالمجيءُ سببُ الإكرام، وعدَمُهُ سببٌ لعدمِهِ، أما في هذا الحديث فعدمُ رُؤْيَتِنا لله تبارك وتعالى في أثناء العبادات ليس سببًا لرُؤيتِه هو لنا جلَّ شَأنُهُ(¬4). ¶ ¬__________ ¶ (¬1) النحو الوافي 4/414. ¶ (¬2) حاشية الخضري 1/64. وانظر النحو الوافي 4/414. ¶ (¬3) النحو الوافي 4/415. ¶ (¬4) صحيح البخاري بشرح الكرماني 1/196، وعمدة القاري 1/286 وحاشية المدابغي 79-80.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قوله: (قال: فأَخْبرني عَنِ السَّاعةِ): التقدير: أَخْبرني عَنِ زَمَنِ وُجُودِ السَّاعةِ، ووقتِ قيامِها. بحذف مضافين(¬1). وقد سبق الحديث عن الفاء في قوله: (فَأَخْبرني عَنِ الإيمان). ¶ قوله: (ما المَسْؤُولُ عنها بأَعْلَمَ من السَّائِلِ): ¶ ما: حجازية عاملة عمل ليس، حرف نفي ونسخ مبني على السكون لا محلَّ له من الإعراب. ¶ المَسْؤُولُ: اسم ما الحجازية مرفوع، وهو اسم مفعول نائبُ فاعله ضميرٌ مستتر فيه، والتقدير: هو، يعود على الرسول - صلى الله عليه وسلم - . ¶ عنها: شبه الجملة متعلق باسم المفعول (المَسْؤُولُ). ¶ بأَعْلَمَ: الباء حرفُ جَرٍّ زائد لتأكيد النفي. أَعْلَمَ: اسم مجرورٌ لفظًا بالباء الزائدة، وعلامة جره الفتحة نيابة عن الكسرة لأنه ممنوعٌ من الصرف، في محل نصب خبر ما الحجازية. ¶ قوله: (وأَنْ تَرَى الحُفاةَ العُرَاةَ العالَةَ رِعاءَ الشَّاءِ يَتَطَاوَلُون في الْبُنْيانِ): ¶ تَرَى: بمعنى (تُبْصِرَ) فعل مضارع مرفوع وعلامة رفعه الضمة المقدرة على الألف منع من ظهورها التعذر. والفاعل ضمير مستتر وجوبًا تقديره (أنت). ¶ الحُفاةَ: مفعول به منصوب. ¶ وجملة (يَتَطَاوَلُون في الْبُنْيانِ): في محل نصب حال صاحبها (الحُفاةَ). ¶ وقد رَجَّحَ المدابغيُّ أن يكون (تَرَى) بمعنى (تعلم)؛ فيكون متعديًا إلى مفعولين الأول: الحفاةَ، والثاني جملة (يتطاولون)في محل نصب. وذلك لشموله الأعمى(¬2). ¶ والراجح عندي أنّ (ترى) بَصَرِيَّة؛ لأنَّ النَّبِيَّ - صلى الله عليه وسلم - يُخبرُ عن علامةٍ من علامات قرب القيامة لم تحدث في وقته، وسوف تحدث فيما بعد وتظهر فتراها العين شأن علامات الساعة. أما قوله (لشموله الأعمى) فباب التغليب واسعٌ. ¶ قوله: (فَلَبثْتُ مَلِيّاً): ¶ ¬__________ ¶ (¬1) فتح المبين وحاشية المدابغي 81-82. ¶ (¬2) حاشية المدابغي 84.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "مَلِيّاً: أي: (وقتًا طويلاً أو حينًا أو دَهرًا) (¬1)، ظرف زمان منصوب، شبه جملة متعلق بالفعل (لَبِثْتُ). ويجوز أنْ يكون صفة لمصدر محذوف(¬2)، أي: صفةٌ نائبة عن المفعول المطلق، والتقدير: فلبثتُ لُبْثًا مَلِيّاً، ومنه قوله تعالى: +'دTِچàf÷d$#ur $w‹د=tB\" (مريم 46). ¶ قوله: (أَتَدْرِي مَنِ السَّائِلُ؟): ¶ الهمزة حرف استفهام مبني على الفتح لا محلَّ له من الإعراب. ¶ تَدْرِي: فعل مضارع قلبيٌّ ناسخ معَلَّق عن العمل بالاستفهام، مرفوع وعلامة رفعه الضمة المقدرة على الياء منع من ظهورها الثقل. والفاعل ضمير مستتر وجوبًا تقديره (أنت). والجملة استئنافية لا محلَّ لها من الإعراب. ¶ مَن: اسم استفهام مبني على السكون، وحرك بالكسر لالتقاء الساكنين، في محل رفع مبتدأ. ¶ السائلُ: خبر مرفوع. ¶ والجملة (مَنِ السَّائِلُ؟) في محل نصب سدَّت مَسَدَّ مفعولي (تَدْرِي). ¶ قوله: (فإَنَّهُ جِبْرِيلُ أَتاكُمْ يُعَلِّمُكُمْ دِينَكُمْ): ¶ سبق أنَّ الفاء في مثل هذا الموضع زائدةٌ، أو واقعةٌ في جوابِ شرط مُقَدَّر، وهو ما أجازه الطيبي هنا وهو الأولى، والتقدير: أمَّا إذا فَوَّضْتُم العلمَ إلى الله ورسوله فإنه جبريل، بقرينة (الله ورسوله أعلم) (¬3). ¶ وجملة (أَتاكُمْ) في محل نصب حال من جِبْرِيل عليه السلام. ¶ يُعَلِّمُكُمْ: الضمير (كم) في محل نصب مفعول به أول للفعل (يُعَلِّمُ). ¶ دِينَكُمْ: مفعول به ثان للفعل (يُعَلِّمُ). ¶ وجملة (يُعَلِّمُكُمْ دِينَكُمْ) في محل نصب حال من الضمير المستتر في (أَتاكُمْ). ¶ جُلُوسٌ: ¶ على وزن: فُعُول، جمعُ (جالس)، اسم فاعل، كشاهدٍ وشُهُود. ويجوز أنْ يكون مصدرًا بمعنى جالسين(¬4). ¶ الإيمان: ¶ ¬__________ ¶ (¬1) معاني القرآن لأبي جعفر النحاس 4/335. ¶ (¬2) التبيان للعكبري 2/876. ¶ (¬3) الكاشف 2/437، ودليل الفالحين 1/228، وحاشية المدابغي 87. ¶ (¬4) حاشية المدابغي 58.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وزنُه: إفْعال، مصدر للفعل الرباعي آمَن على وزن أَفْعَل. وأصلُه إِإمان، اجتمعت همزتان في كلمة واحدةٍ، الأولى متحركة والثانية ساكنة، فقُلبت الثانية حرف علةٍ من جنس حركة الأولى. ¶ ملائِكة: ¶ فيها أقوال: ¶ 1- ذهب الخليل والكسائي وتَبِعهما أبو عُبيد إلى أنّ الملائكة واحدها (مَلَك)، مُخَفف من (مَلأَك)، والأصل: مَأْلَك، فقدموا اللام وأخروا الهمزة، فقالوا: مَلأَك، وهو مفْعَل من الأَلُوك، وهو الرسالة، واجتمعوا على حذف همزته كما حذفوها من (يَرى)، وقد يتمونه في الشعر خاصَّة، قال: ¶ فَلَسْتُ ِلإنْسِيٍّ ولكن ِلمَلأَكٍ ... تَبارَك من فَوْقِ السَّموات مُرْسِلُهْ ¶ ولمّا جمعوه ردُّوا همزته فقالوا: مَلائكة(¬1). ¶ واختار أبو العلاء المعري مذهب الخليل والكسائي، فقال: \"أصل ملك: مَأْلَك، وإنما أُخذ من الألوكة، وهي الرسالة، ثم قُلب، ويدلنا على ذلك قولهم: الملائكة في الجمع؛ لأن الجموع ترد الأشياء إلى أُصولها\"(¬2)، ثم بيّن أن وزنه المصير إليه: مَعَل، والميم زائدة، ووزن ملائكة: مَعَافِلة؛ لأنها مقلوبة عن مَآِلكة(¬3). ¶ واختار ابن جني هذا المذهب (¬4)، وتبعه السخاوي أيضًا(¬5). ¶ 2- وذهب ابن السكيت والمازني وتبعهما ابن السراج إلى أنّ أصل (مَلَك): مَلأَك، نُقِلت حركة الهمزة إلى اللام ثم حُذِفَت الهمزة(¬6). ¶ ¬__________ ¶ (¬1) العين 5/380، والكتاب 4/379، وشرح الشافية 2/347، واللسان (ملك)، (ألك)، والدر المصون 1/250. ¶ (¬2) رسالة الملائكة 6. ¶ (¬3) رسالة الملائكة 6. ¶ (¬4) المنصف 2/103، وينظر: البحر المحيط 1/137. ¶ (¬5) سفر السعادة 2/921 ¶ (¬6) إصلاح المنطق 70، والأصول 3/339، والمنصف 2/102.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "3- وذهب أبو عُبيدة إلى أنّ (مَلَك): فَعَل، ميمه أصلية من الملك، وهو القوة، ولا حذف فيه، وجمعه فَعَائلة شذوذًا، كأنهم توهموا أنه مَلاك على وزن فَعال، وقد جمعوا فَعالاً المذكر والمؤنث على فَعَائل قليلاً(¬1). ¶ 4- وذهب ابن كِيسان إلى أنه (فَعْأَل) من المِلك، قال الرضي: \"وهو اشتقاقٌ بعيد، وفَعْأَل قليلٌ لا يُرتكب مثله إلا لظهور الاشتقاق كما في شَمْأَل\"(¬2). ¶ مَلِيّاً: ¶ وزنُه: فَعِيل، وأصله: مَلِيوٌ، اجتمعت الواو والياء وسبقت إحداهما بالسكون فقلبت الواو ياءً وأُدغمت الياء في الياء(¬3). ¶ العالَة: ¶ بتخفيف اللام المفتوحة، جمع عائل، مثل حائِك وحاكَة. وهو الفقير، من عالَ الرجلُ يَعِيلُ عَيْلاً وعَيْلَةً، إذا افتَقَرَ(¬4)، ومنه قوله تعالى: { وَوَجَدَكَ Wxح !%tو فَأَغْنَى } (الضحى 8). ¶ ووزنُ عالَة: فَعَلَةَ، أصلُه: عَيَلَة، تحركتِ الياء وانفتح ما قبلها فقُلِبَتْ ألِفًا. وهو جمع كثرة قياسي. ¶ رِعاء: ¶ جمع تكسير للكثرة سماعي، مفرده (راعٍ)، وزنُه: فِعال، فأصلُه: رِعايٌ، تطرفت الياءُ بعد ألفٍ زائدة فقلبت همزةً (¬5). ويُجمع على رُعاة، فوَزْنُهُ: فُعَلَة، مثل: قاضٍ وقُضاة(¬6). ¶ الشَّاء: ¶ ¬__________ ¶ (¬1) مجاز القرآن 1/35، والبحر المحيط 1/137، وينظر: معجم مفردات الإبدال والإعلال 249. ¶ (¬2) شرح الشافية 2/347. ¶ (¬3) معجم مفردات الإبدال والإعلال 250. ¶ (¬4) اللسان 711، والمعين 22، والتعيين 47، وفتح المبين 84، ودليل الفالحين 1/227. ¶ (¬5) معجم مفردات الإبدال والإعلال 129. ¶ (¬6) فتح المبين وحاشية المدابغي عليه 84. ويُنظر: النهاية في غريب الحديث والأثر 2/235.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "اسم جنس جمعي يُفرَقُ بينه وبين مفرده بالتاء في مفرده، فمفرده: شاة، وأصلها: شاهَةٌ، عينها واو، ولامُها هاء؛ لأنها تُصَغَّرُ على: شُوَيْهة، وتُكَسَّرُ على شِياه، حُذِفَت لامها (الهاء)، وأُثْبِتَتْ هاء العلامة التي تنقلب تاءً في الإدْراج. فأصل شاء: شاه، قلبت الهاء همزةً على غير قياس، كما قلبت في ماء(¬1). ¶ يَتَطَاوَلُون: ¶ فعل مضارع مسند إلى واو الجماعة، وماضيه تَطاوَل، على وزن تَفَاعَل، من صيغ المفاعلة التي تقتضي الاشتراك من أكثر من طرف اثنين فصاعدًا، كلٌ منهما فاعلٌ لفظًا ومعنًى، ومفعول في المعنى(¬2)، كأن نقول: تَطاوَلَ زيدٌ وعَمْرٌو في البُنيان، فـ (زيدٌ وعَمْرٌو) فاعل لفظًا ومعنى؛ لأنَّ كُلاًّ منهما قام بالتطاول، وهما مرفوعان لفظًا، الأول بالأصالة والآخر بالتبعية، وكُلٌّ من (زيدٌ وعمرٌو) مفعولٌ به في المعنى؛ لأنه وقع عليه التطاولُ من الآخر. ¶ والتفاعل في هذا الموضع من الحديث بين أفراد العُراة الموصوفين بما ذُكر(¬3). ¶ جِبْرِيل: ¶ اسم أعجميٌّ سُريانِيٌّ ممنوع من الصرف للعلمية والعُجمة. وقيل معناه: عبد الله(¬4). ¶ * ... * ... * ¶ ¬__________ ¶ (¬1) اللسان شوه. وانظر الممتع لابن عصفور 2/626. ¶ (¬2) ينظر شرح الشافية 1/101. ¶ (¬3) ينظر حاشية المدابغي 85. ¶ (¬4) ينظر المعين 23، والتعيين 47، وفتح المبين مع حاشية المدابغي 85، ودليل الفالحين 1/228.",
            "page": "26",
            "part": "1"
        }
    ],
    "t37179": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "17-8"
        }
    ]
}