{
    "b37170": [
        {
            "id": "1",
            "nass": "حسن عباس ¶ حروف المعاني ¶ بين الأصالة والحداثة ¶ - دراسة - ¶ البريد الالكتروني: unecriv@net.sy E-mail : ¶ aru@net.sy ¶ موقع اتحاد الكتّاب العرب على شبكة الإنترنت ¶ http://www.awu-dam.org ¶ تصميم الغلاف للفنان : عزيز اسماعيل ¶ (( ¶ حسن عباس ¶ حروف المعاني ¶ بين الأصالة والحداثة ¶ - دراسة - ¶ من منشورات اتحاد الكتاب العرب ¶ دمشق - 2000 ¶ المقدمة ¶ هذه الدِّراسة هي تطبيق عمليٌّ لمفهومي الأصالة والحداثة في الحرف العربي على واقع (حروف المعاني وأصول استعمالاتها). فماذا عن هذه الأصالة والحداثة؟ ¶ إن أصالة الحرف العربي تتجلَّى في خصائصه ومعانيه الفطرية. ولقد تثَّبت منها في نهجين اثنين: ¶ الأول – ... بالعودة إلى جذور كلّ من الحرف العربي والإنسان العربي في الطبيعة والتاريخ والحسِّ والنفس والمجتمع. باعتبارهما قد تعايشا معاً في ربوع الجزيرة العربية البكر منذ ما قبل التاريخ. مرحلة حياة متطورة بعد مرحلة إلى أنْ استوفيا شروط نضجهما وتكاملهما في العصور الجاهليّة والإسلام: رحلة شاقّة مع دراستي (الحرف العربي والشخصية العربية). ¶ وأما النهج الثاني– فبالتثبت من توافق خصائص الحروف العربية مع معانيها الفطرية على واقع المعاجم اللغويّة في رحلة أشقُّ مع دراستي (خصائص الحروف العربية ومعانيها) دامت سبعة أعوام. ¶ أما حداثة الحرف فهي تتجلى في استخدام الحروف العربية ومعانيها للكشف عن حقيقة المعاني الفطرية للمفردة العربية وأصول استعمالاتها. ولقد اتبعت هذا النهج في دراستين اثنتين: هما: (إطلالة على الإعجاز اللغوي في القرآن الكريم)، ثم هذه الدراسة عن حروف المعاني.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ولئن كانت دراساتي جميعاً تدور حول (أصالة الحرف العربي وحداثته) كما أسلفت فإنّ هذه الدراسة قد اختصّت بالكشف عن حقيقة معاني وأصول استعمالات (119) مفردة من حروف المعاني والأسماء الموازية لها، ممّا يؤهلها لأن تكون مرجعاً (صرفيّاً- نحويّاً) حديثاً لما تناولته من المفردات. ولكن ماذا عن دراساتي؟ ¶ الدراسة الأولى: خصائص الحروف العربية ومعانيها نشرها اتحاد كتاب العرب بدمشق عام 1998. ¶ حول النهج المتبع في إعدادها: ¶ لقد كان من البداهة أن أتحرّى عن توافق خصائص كل حرف من معانيه بالرجوع إلى المعاني المعجمية لجميع المصادر الجذور التي يشارك في تراكيبها. فأنجزتها لأول مرة عام 978. وقد اتبعت في ذلك نهج من قال بفطرية اللغة العربية ممن أجمعوا صراحة أو ضمناً على أنَّ معنى الحرف العربي هو (صدى صوته في النَّفْس). ¶ ولكنني أفاجأ في إحدى مراجعاتي لمشروع تلك الدراسة، بأن الإنسان العربي الذي اعتمد الخصائص (الإيحائية) في أصوات الحروف للتعبير عن معانيه، قد اعتمد أيضاً الخصائص (الهيجانية)، وكذلك الخصائص (الإيمائية التمثيلية) في بعضها الآخر. ¶ فكان من طبيعة الأمور أن أعيد دراسة المشروع الأول في ضوء ما تكشف لي من الحقائق الجديدة عن الخصائص (الهيجانية والإيمائية) في بعض الحروف العربية إلى جانب الخصائص (الإيحائية) في بعضها الآخر. ¶ ولقد حدست في حينها أن الحروف العربية إذا كانت فطرية النشأة حقاً، فلابد أن تعود أصولها إلى مراحل حياتية متفاوتة في الرقيِّ، قد أمضاها العربي في جزيرته البكر حصراً. ¶ فالهيجاني الانفعالي –الغريزي أقلُّ تطوراً من الإيمائي التمثيلي، وهذا أقلُّ تطوراً من الإيحائي الصوتي- النفسي. ومآل ذلك أن الحروف العربية تنتمي بالضرورة إلى مراحل حياتية ثلاث تتفاوت أيضاً في التطور والرقي.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولكن ماذا عن طبيعة هذه المراحل؟، ومتى بدأت كل واحدة منها؟، ومتى انتهت؟، ثم ما هي الرابطة الطبيعية الفطرية بين كل مرحلة منها وبين خصائص الحروف التي ورثناها عنها؟ ¶ وأخيراً ما هي طبيعة العلاقات الفطرية المتبادلة بين الحرف العربي والإنسان الذي أبدعه؟. ¶ الدراسة الثانية- الحرف العربي والشخصية العربية نشرتها عام 992: ¶ وأقضي معها خمسة أعوام في تقصياتي التاريخية والمناخية والأثرية والاجتماعية والنفسية واللغوية. وقد خلصت منها إلى أنَّ الإنسان العربي والحرف العربي قد تعايشا معاً منذ نشأتهما البكر في الجزيرة العربية عبر مراحل حياتية ثلاث، هي: ¶ 1-المرحلة الغابية: ¶ امتدت منذ بداية العصر الجليدي الأخير في الألف (100) ق.م حتى نهايته في الجزيرة العربية قرابة الألف (14-12) ق.م ورثنا عنها يقيناً أصول الأحرف (الهيجانية) وهي (الهمزة ا-و-ي) وهي غريزية انفعالية أصلاً. ¶ 2-المرحلة الزراعية: ¶ امتدت حتى الألف (9) ق.م ورثنا عنها باحتمال شديد أصول الأحرف (الإيمائية) وهي (ف، ل، م، ث، ذ)، وهي تمثيلية تعتمد طريقة النطق بأصواتها بمعرض التعبير عن معانيها كما سيأتي في متن الدراسة. ¶ 3-المرحلة الرعوية: ¶ امتدت لغوياً حتى العصور الجاهلية فالإسلام. ورثنا عنها الحروف (الإيحائية)، وهي باقي الحروف التي تعتمد صدى أصواتها في النفس للتعبير عن معانيها. وهو أرقى أنواع التواصل اللغوي الذي تختص به اللغة العربية وحدها من سائر لغات العالم. ¶ ونظراً لاستقرار الإنسان العربي في الجزيرة العربية خلال هذه المراحل الثلاث كما تبين لي ذلك في (الفصل الثالث منها)، فلقد كان يحتفظ بالضرورة وللضرورة في كل مرحلة لاحقة بما يحتاجه من أصول حروف المرحلة السابقة بعد تهذيب النطق بأصواتها بما يتوافق مع مستوياته (الحيوية والاجتماعية والثقافية) وهكذا ظل الإنسان العربي في جزيرته على تواصل لغوي مستمر لا انقطاع له مرحلة بعد مرحلة منذ فجر التاريخ حتى الإسلام.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الدراسة الرابعة حروف المعاني بين الأصالة والحداثة: ¶ لقد انتهيت من الدراسة الأولى ((خصائص الحروف العربية ومعانيها)) إلى أن الأحرف الهيجانية (الهمزة –ا-و-ي) لا تأثير يذكر لخصائصها في معاني المصادر الجذور على واقع المعاجم اللغوية. وبذلك تكون هذه الأحرف معدومة المعاني، وتكون المفردات التي تشارك في تراكيبها قد تواضع الناس على معانيها اعتباطاً، بما يطعن في فطرية اللغة العربية وأصالتها. ¶ ولكنني لاحظت كثرة دوران هذه الأحرف في حروف المعاني التي يتألف معظمها من حرف واحد أو حرفين اثنين، مما يشير إلى أنها أقدم المستحاثات في اللغة العربية، كما في معظم حروف (النداء والعطف والجر والنصب والجزم والنفي ... ) وما إليها. ¶ لذلك توقعت أن تكون هذه الأحرف (الهيجانية) قد ظلت محتفظة بفعالياتها في حروف المعاني لتقارب نشأتيهما في أعماق الزمن. ¶ وأرى أن جهود أربعة أعوام في تقصياتي هذه لم تكن ثمناً باهظاً. فقد استعرضت معاني وأصول استعمالات /119/ مفردة من حروف (النداء والعطف والجر والنصب والجزم والمشبهة بالفعل والنفي والترجّي والعرض والتحضيض والاستفهام) وأسماء (الكناية والإشارة والضمائر). وذلك بالرجوع إلى خصائص ومعاني حروفها وفقاً لما جاء في الدراستين الأولى والثانية آنفتي الذكر. وعلى الرغم من أنَّ معظم حروف المعاني يتشكل من حرف واحد أو حرفين اثنين، مما يشير إلى عراقتها في القدم، فلقد كان لكل مفردة منها العديد من المعاني والأقسام والاستعمالات قد تجاوز بعضها الخمسين، كما في (ما- لا)، وعلى الرغم من ذلك فقد توافقت الغالبية العظمى من معاني هذه المفردات وأصول استعمالاتها مع خصائص الحروف التي شاركت في تراكيبها، سواء أكانت هيجانية أو غير هيجانية، مما يشير إلى تواصلنا اللغوي طوال آلاف كثيرة من الأعوام.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وعندئذ جرؤت على نشر ((الحرف العربي والشخصية العربية)) بكثير من الثقة بعد أن توافر لها المزيد من الأدلة على صحتها في سائر الحروف العربية بلا استثناء، سواء في القطاع المعجمي، أو القطاع (الصرفي –النحوي). ¶ وهكذا، فإن هذه الدراسات الأربع تمهد الطريق للانتقال بالعربية من مرحلة (كيف) التراثية الأصيلة التي دامت ألف عام ونيف إلى مرحلة (لماذا) الحديثة. فماذا عنهما؟ ¶ 1-حول (كيف) التراثية: ¶ لقد استخدمها مدونو اللغة العربية من علمائها وفقهائها لجمع مفرداتها والتثبت من صحة معانيها وأصول استعمالاتها، أخذاً بأسماعهم من أفواه فصحاء العربية وبلغائها (الأجلاف) ممن ظلوا على بداوتهم بعيداً عن الحضر. ¶ وهكذا قد حفظت لنا (كيف) التراثية مفردات لغتنا من الضياع وحصنت أصالتها في معانيها وأصول استعمالاتها من كل شبهة أو ريبة. إلاَّ ما ندَر. ¶ 2-حول (لماذا) الحديثة: ¶ لما كان مدونو لغتنا ومن تلاهم من علمائها وفقهاء صرفها ونحوها، لم يكتشفوا إلا القليل الصحيح من خصائص الحروف العربية ومعانيها، فإنه كان من المتعذر عليهم أن ينتبهوا إلى الروابط الفطرية بين معاني المفردات العربية وأصول استعمالاتها وبين خصائص ومعاني الحروف العربية التي تشارك في تراكيبها، فكان من طبيعة الأمور أن لا ينهجوا على استخدام (لماذا) للكشف عن هذه الروابط التي تخفي تحت طياتها مالا حصر له من الحقائق اللغوية المدهشة. ¶ وهذه الحقائق ستظل من أسرار العربية الخفية إلى أن تتحرر (لماذا) من عقالها التراثي التقليدي فتغزو جميع الميادين اللغوية، وعندئذ تتحول أسرارها إلى ظاهرات إعجاز لغوي كما سيجد القارئ بعضها في متن هذه الدراسة. ¶ فما من عالم لغة أو فقيه صرف ونحو قد تساءل: ¶ (لماذا) جعل العربي (الواو) للعطف بلا ترتيب و (الفاء) للترتيب بلا تراخ و(ثم) للترتيب والتراخي؟",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولا (لماذا) جعل (لن) للنصب و (لم/ للجزم و(لا) للنفي والنهي، و (إنَّ) للتوكيد و(لو) للتمني والامتناع لامتناع؟. ¶ ولا (لماذا) جعل (مِن) للتجزئة والتبعيض و(عن) للمجاوزة و(على) للاستعلاء، و(إلى) لانتهاء الغاية؟ ¶ و(لماذا) نصب المنصوبات ورفع المرفوعات وجر المجرورات وجزم المجزومات؟. ¶ وهكذا إلى مئات التساؤلات في القطاع (الصرفي –النحوي). وقد أجبت عنها في هذه الدراسة التطبيقية الفرعية. باعتماد خصائص ومعاني الحروف العربية وفق ما تحصل لي عنهما في الدراسة الأولى ((خصائص الحروف العربية ومعانيها)). ¶ وهكذا سيجد القارئ في نهاية هذه الدراسة أن اللغة العربية قد انتقلت فعلاً في القطاع الصرفي- النحوي) من مرحلة (كيف)؟ إلى مرحلة (لماذا)؟. ¶ وبذلك نستطيع اليوم على هدْي ((خصائص الحروف العربية ومعانيها)) أن نقرِّر (كيف) يجب أن نستعمل مفرداتها وأدواتها دونما حاجة ملحَّة بنا للرجوع إلى المطوَّلات الصرفيَّة –النحوّية)، لابلّ وأنْ نصحِّح أيضاً ما وقع للتراثيين اللغويين فيها من أخطاء، وأن نكون حكماً نزيهاً متمكِّناً فيما وقع بينهم من خلاف حولها. وسيجد القارئ في متن هذه الدراسة أكثر من مثال على ذلك. ¶ فإجاباتهم على (كيف) التراثية لم تكن دائماً دقيقة وصحيحة، ولا عتْب عليهم في ذلك لحرمانهم من (خصائص الحروف العربية ومعانيها). ¶ الخاتمة: ¶ وهكذا، فإن هذه الدراسة إذ تكشف عن بعض ملامح عبقرية الأمة العربية في إبداع لغتها، فإنها تدحض بذلك مزاعم من يُنكرون عليها فطرتها وأصالة معاني حروفها. وما أحسبني مدعياً لو قلت أنها واحد من الحصون اللغوية الصالحة لمواجهة أصحاب الغزو الثقافي المضاد، ممن يدعون إلى استبدال العامية بالفصحى العربية والحرف اللاتيني بالحرف العربي. ¶ ((( ¶ القسم الأوَّل ¶ الفصل الأول- ¶ الأصالة والحداثة في الحرف العربي ¶ تمهيد:حول الرابطة الفطرية بين الأصالة والحداثة:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إن الأصالة والحداثة في الحرف العربي، هما في الواقع أهم ماله من القضايا وأخطرها، إذا لم نقل وماللغة العربية والشخصية العربية أيضاً. ¶ وهذه الأهمية والخطورة تنبعان من واقع الرابطة الفطرية بين الأصالة والحداثة بعامة جيلاً مثقفاً أصيلاً يبني على إثر جيل. ¶ فلولا الأصالة لما كان ثمة حداثة، ولولا الحداثة لفقدت الأصالة معناها. فالأصالة بلا حداثة عُقم وجمود وموت والحداثة بلا أصالة ضياع وتفسخ وانحلال. رابطة أصيلة بين الأصالة والحداثة يمكن تلخيصها في مقولة: ((لا حداثة بلا أصالة، ولا أصالة بلا حداثة..)). ¶ فلولا هذه الرابطة بينهما في صميم الإنسانية لما كان لها هذا القوام الثقافي المتماسك الجميل في بنيانها الجسدي والعقلي والنفسي وما إليها من مظاهر التكامل والتناسق بينهما في الشؤون الاجتماعية والثقافية والحضارية جيلاً مثقفاً متحضراً واعياً ينمو ويتفتح على هدي جيل. ¶ وهكذا فالحداثة ليست قطعاً ظلاً للأصالة وإنما هي تجديد لها وعودة بها إلى أصول أصالتها، تحررها من الرتابة والتكرار والاجترار والعقم، ومن كدر القرائح وصدأ النفوس وشطط العقول وتبلُّد الأذهان، فتمنحها حيوية جديدة على نضارة وصفاء وازدهار. ¶ ولكن ما هي أركان الأصالة في الحرف العربي؟ ¶ إن أصالة الحرف العربي تقوم على أربعة أركان هي: ¶ 1-البداءة: ¶ فالحرف العربي كما جاء في ((الحرف العربي والشخصية العربية ص 45-53)) هو من إبداع الإنسان العربي وريث الشعوب العروبية التي نزحت عن الجزيرة العربية منذ الألف (9) ق.م ألف عام بعد ألف، لم يقتبسه من أحد ولم يُفرض عليه في جزيرته بفعل موجةٍ بشرية مجتاحة. فالحركة السكانية في المنطقة العربية منذ نهاية العصر الجليدي الأخير كانت تتجه من داخل الجزيرة إلى خارجها في كل الاتجاهات، وليس العكس، وفقاً لما أظهرته الآثار المكتشفة في المنطقة العربية (تاريخ العرب المطول)- ج(ص10-14) لمؤلفه فيليب حتي.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وهكذا فإن أصالة الحرف العربي تقوم على بداءته وبداءة الإنسان الذي أبدعه. ¶ 2-الفطرة: ¶ لقد اقتبس الإنسان العربي خصائص حروفه (الهيجانية والإيمائية والإيحائية) من الطبيعة المادية والبشرية عبر المراحل الحياتية الثلاث. كما أشرنا إلى ذلك في المقدمة. ولا يزال الإنسان العربي حتى الآن يعتمد هذه الخصائص ذاتها في الكلمة العربية، وإنْ بشيء كثير من التهذيب بمعرض تعبيره عن معانيه كما أسلفنا. ¶ وهكذا تقوم أصالة الحرف العربي أيضاً على خصائصه الفطرية. ¶ 3-التفاعل (الثقافي- الاجتماعي) بين الإنسان العربي والحرف العربي: ¶ لما كان الإنسان العربي قد تعايش مع الحرف العربي في الجزيرة العربية طوال آلاف كثيرة من الأعوام مرحلة حياة متطورة بعد مرحلة، يبدع به كلماته ويهذِّبها، ويبتكر معانيه ويطورها تعبيراً عن أحاسيسه وحاجاته وانفعالاته ومشاعره، جيلاً مثقفاً متطوراً بعد جيل، ¶ فقد كان لابد للحرف العربي أن يحمل من مقومات شخصية الإنسان العربي، حِسَّاً مرهفاً وشعوراً ونزعة فنية أخلاقية، على مثال ما تحمل أيُّ تحفة فنّية من شخصية مبدعها الفنان. لتتحول الحروف العربية بذلك من اهتزازات صوتية مجردة إلى نماذج إنسانية حّية متحضرة. لكل حرف وظائفه واختصاصاته وطبعه ومزاجه ومقوماته الشخصية، على مثال ما يتوزع الناس أنفسهم في أي مجتمع متحضر على شتى المهن والهوايات والاختصاصات والأمزجة وأنواع السلوك. ¶ كما كان لابد للحرف العربي بالمقابل أن يطبع الإنسان العربي على مر العصور بطابعه الثقافيِّ الخاص: ترهيفاً لأحاسيسه الحسِّية وتأجيجاً لمشاعره الشعرية، وتهذيباً رفيعاً لذوقه الأدبيِّ، وتنمية راقية لملكاته العقلية ليتحول الإنسان العربي في صحرائه القاحلة من مجرد كائن حيِّ يُعنى بغرائزه إلى آلة ثقافية مفاتيح معانيها أصوات حروف قد تغلغلت أصداؤها في بنيته النفسية وتكوينه الذهني وخلاياه العصبية.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وهكذا قد تشابكت جذور الحرف العربي بجذور الشخصية العربية، فكان بذلك هو أعمق الجذور في شخصية الإنسان العربي وأحواها لمقوماته الثقافية والاجتماعية، بكل ما للمحتوى من معاني الشمول، وما للثقافة والحياة الاجتماعية من مظاهر التنوع. ¶ فمازج الحرف العربي بذلك عادات الإنسان العربي وتقاليده وطراز حياته وقيمه الجمالية والأخلاقية ودينه وعقله وسحره. وكان فوق ذلك كلِّه واحداً من أرسخ أسلحته الذكورية الثقافية التي استعان بها على المرأة في نزاعه على زعامة الأسرة والمجتمع، منذ المرحلة الرعوية حتى الآن. ¶ وهكذا فإن هذه الروابط (الثقافية- الاجتماعية) المتبادلة بين الحرف العربي والإنسان العربي على مرِّ الزمن هي أهمُّ أركان الأصالة في الحرف العربي وفي مقوِّمات (الشخصية العربية) أيضاً. ¶ 4-الجذور الفنية والأخلاقية في الحرف العربي: ¶ آ-حول المضمون الفني في الحرف العربي: ¶ لقد تسّرب المضمون الفني إلى الحرف العربي عفو الفطرة أولاً، ثمَّ إرادياً بفعل الإنسان العربي عبر مراحله الحياتية الثلاث. ¶ ففي المرحلة الغابية كان الإنسان العربي (ابن الجزيرة العربية)، يعبِّر عن معانيه بالحركات الانفعالية والأصوات الهيجانية، بفطرة إنسانية مُشْربة أصلاً بنزعة فنية بدائية. ¶ وهذه النزعة الفنية هي التي كانت تكفل التواصل بين أبناء تلك المرحلة، إذ لولاها لبقي التواصل بينهم غريزيّاً كما لدى الحيوان. فالظاهرة الفنية في الحركات الانفعالية والأصوات الهيجانية تتجلى بدلالاتها البصرية والسمعية عفو الفطرة، بعيداً عن كل رمز أو اصطلاح عقليِّ. ¶ وفي المرحلة الزراعية كان التواصل بالحركات الإيمائية التمثيلية، يتم بتدخُّل الإرادة تحت رقابة نزعة فنية أصيلة أصبحت أنضج مما كانت عليه في المرحلة الغابية.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أما في المرحلة الرعوية فإنَّ التعبير الإرادي بالأصوات الموحية قد أخذ طابعاً فنياً خالصاً هو ألصق ما يكون بالموسيقى. فلجأ الإنسان العربي إلى تصوير الأشياء والأحداث والحالات بأصوات الحروف –العربية وفقاً لمقولة ابن جني: ((سوقاً للحروف على سمت المعنى المقصود والغرض المراد)). مما لا نظير له في أي لغة في العالم. ¶ ب-حول المضمون الأخلاقي في الحرف العربي: ¶ لو تأملنا بسمعنا ما للأحرف الغابية من الخصائص (الهيجانية- الانفعالية)، ولو أمعنا بنظرنا إلى ما في طريقة النطق بأصوات الأحرف الزراعية من الخصائص (الإيمائية- التمثيلية)، لما عثرنا فيهما على ما يشير إلى أي معنى أخلاقي، سلبياً كان أو إيجابياً. فدلالات حروف هاتين المرحلتين منحصرة في القطاع الحسِّي، ولا شيء فيهما للمشاعر الإنسانية. ¶ ويفرض أن لهجة التواصل بين أبناء هاتين المرحلتين كانت تتضمن ما يعبِّر عن مشاعر الكُره أو الغضب أو النفور أو التحبب وما إليها مما يتماس مع بعض القيم الأخلاقية في صورها البدائية، فإن ذلك لا ينسحب قطعاً على مضمون حروفهما. ¶ فبالرجوع إلى المصادر الجذور التي تبدأ بالأحرف الزراعية ¶ (ذ-ث-م-ل-ف) عثرنا في المعجم الوسيط على (759) مصدراً جذرياً تبدأ بها كانت جميعاً لمعان محسوسة، باستثناء خمسة مصادر فقط لمشاعر إنسانية تتماس مع القيم الأخلاقية، بنسبة أقل من واحد في المئة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أما في المرحلة الرعوية التي أخذ التواصل فيها يتحول عن الهيجاني والإيمائي إلى التواصل بالأصوات الإيحائية، بقيادة النزعة الفنية الموسيقية كما أسلفنا، فقد بدأ الإنسان العربي يتدرب على التحول أيضاً من النظر إلى العالم الخارجي، إلى النظر في عالمه الداخلي. فراح يستبطن صدى الأصوات في نفسه لمعرفة موحياتها الحسية، فيصوِّر بموسيقاها الأحداث والأشياء في الطبيعة بأصوات كانت تقتصر موحياتها في بدء هذه المرحلة على المحسوسات كما في أحرف (ب-ث-ق-ك-د-ز-س-ر-) التي يسهل النطق بأصواتها. ¶ فباستعراض المصادر الجذور التي تبدأ بهذه الأحرف الثمانية في المعجم الوسيط، وقد بلغت (1891) مصدراً كانت معانيها جميعاً حِسِّية: (لمسيّة- ذوقيّة- شميّة-بصريّة- سمعيّة) باستثناء (20) مصدراً جذراً منها، كانت لمشاعر إنسانية غير محسوسة، تتماس مع القيم الأخلاقية، بما نسبتها قرابة واحد في المئة. نسبة ضئيلة لا تجرح حكمنا آنف الذكر. ¶ وألف عام بعد ألف من مران الإنسان العربي على استبطان الأصوات في نفسه قد استكشف المزيد من مشاعره الإنسانية، فكان لابد له من التعبير عنها. ولطول ما استمر على ترويض جهاز نطقه على التلفظ بأصوات الحروف بالطريقة التي توحي بمعانيها، قد امتلك الإنسان العربي جهاز نطق مطواع في منتهى الحساسية للتعبير إيحاء بكفاءة عالية عن تلك المشاعر الإنسانية المكتشفة. ¶ وهكذا استطاع الإنسان العربي أن يبدع عدداً من أصوات الحروف المشحونة بمختلف المشاعر الإنسانية وأن يستثمر الخصائص الصوتية الموحية في بعضها تعبيراً عن مشاعره. ¶ فكان منها (الخاء والهاء) أوحى الحروف العربية بالمشاعر الإنسانية السلبية والمعاني الرديئة. ¶ أما حرفا (الحاء والعين)، أعسر الحروف العربية نطقاً وآخر ما أبدع الإنسان العربي من الحروف الرعوية الأصيلة، فقد كان أوحى أصوات الحروف بالمشاعر الإنسانية الإيجابية والمعاني الجيدة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وبالرجوع إلى المصادر الجذور التي تبدأ بهذه الحروف الأربعة في المعجم الوسيط عثرنا على (1148) مصدراً جذراً كان منها(283) مصدراً لمشاعر إنسانية وحالات نفسية وعقلية ووجدانية إيجابية وسلبية بعضها يجسد القيم الأخلاقية واللاأخلاقية. وبعضها الآخر يتماس معها. بما نسبتها قرابة ¶ (25) في المئة. كما كان منها أيضاً (275) مصدراً جذرياً، معظمها للتشوهات والعيوب الجسدية والمعاني الرديئة، وبعضها للمعاني الجيدة، مما يتماسّ مع المشاعر الإنسانية والقيم الأخلاقية، بنسبة إجمالية تقارب (25) في المئة، بما مجموعه قرابة (50) في المئة. ¶ وهكذا فإن المضمون الأخلاقي (الإيجابي والسلبي) قد تسرب إلى الحروف العربية من المشاعر الإنسانية بقيادة النزعة الفنية ذاتها في مرحلة مبكِّرة من مراحل الحضارة العربية تعود إلى مرحلة إبداع الإنسان العربي حرف (العين) الرعوي حوالي الألف (7-6) ق.م فهذا الحرف قد تسرب إلى مصر الفراعنة مع الموجات البشرية التي نزحت من الجزيرة العربية إلى وادي النيل قبل الألف (5) ق.م وذلك بدليل أن موحِّد مصر العليا ومصر السفلى حوالي /4500/ ق.م كان اسمه (نعرمر). ¶ الحداثة في الحرف العربي على واقع التطبيق: ¶ عود على بدء: ¶ إن ما عرضناه عن مفهوم (الحداثة) يمكن تلخيصه بأنها: ((وعي متطور من نسيج الأصالة نوظِّفه فيما يلائم واقعنا ويسدُّ حاجاتِنا، تتصالح فيه متطلبات الحريّة مع شروط الالتزام، بما يحقِّق التوافق بين القيم الجمالية والقيم الإنسانية)). ¶ أما (الحداثة) في الحرف العربي فهي: ((وعي جديد لخصائص الحروف العربية ومعانيها يصلح لتحديد المعاني التراثية الأصيلة للكلمة العربية- وأصول استعمالاتها)). ¶ حول التعامل مع هذه الحداثة:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ولكن ما جدوى كل الجهود المضنية التي تجشمناها في الدراسات السابقة بمعرض ملاحقة الحروف العربية منذ نشأة أصولها الأولى في الجزيرة العربية مرحلة حياة بعد مرحلة، إلى نهاية مطافها في المعاجم اللغوية والمراجع الصرفية النحوية المتداولة، إذا لم نُفِدْ منها في استخراج المعاني الفطرية للكلمات التي تشارك في تراكيبها؟. ¶ وبتعبير أدق: ما جدوى كل ذلك إذا لم نثبت أن المعاني التراثية الفطرية للكلمة العربية وأصول استعمالاتها هي محصلة الخصائص (الهيجانية والإيمائية والإيحائية) للحروف العربية التي تشارك في تراكيبها؟، وهذا المنهج هو الامتحان الحاسم لكل ما تناولته هذه الدراسة وما سبقها من الدراسات، من مقولات وافتراضات وتطورات. ¶ فكان لابد من التطبيق على أمثلة من الكلمات. ولقد استعرضت في فصل واحد من الدراسة الأولى ((خصائص الحروف العربية ومعانيها)) معاني (56) كلمة بالرجوع إلى خصائص ومعاني الحروف التي تشارك في تراكيبها. ¶ ولكن هذا النهج لم يكشف عن المعاني التراثية لكل كلمة منها فحسب، وإنما قد كشف أيضاً عن أسباب تنوع معانيها ومعاني مشتقاتها إلى حد التضاد أحياناً. ¶ كما كشف هذا النهج أيضاً عن الأخطاء المعجمية في تحديد المعاني التراثية لبعض الكلمات، مما يقطع بأنه كان ثمة تصحيف سمعي عند التدوين، أو تصحيف بصِريٌّ (كتابيٌّ) قبل التنقيط، فأثبتت المعاجم في أمثال هذه الكلمات حرفاً مُصحَّفاً بدلاً من الحرف الأصيل الذي يقاربه إمَّا صوتاً أوْ رسماً. ¶ ولكن بفرض أن تلك النماذج من الكلمات الآنفة الذكر قد توافقت معانيها وتطابقت مع خصائص- الحروف التي تشارك في تراكيبها، فما القيمة (العلمية) لذلك في دنيا الإحصاء بمعرض إثبات صحة هذا النهج على اللغة العربية وفيها عشرات الألوف من المصادر الجذور؟ ¶ لا بل قد لا نعدم أن نجد من يتهمنا بأن هذه النماذج على كثرتها قد تم اختيارها أيضاً بما يؤيد هذا النهج تأييداً مصطنعاً مشوباً بالتواطؤ.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ولو أننا ضاعفنا عدد هذه النماذج من الأمثلة مراراً أيضاً، لبقي للمحتج ذات الثغرة الإحصائية التي ينفذ منها إلى شتى التهم والافتراءات. ثغرة لا نستطيع سدها إلا أن نستخرج معاني المصادر الجذور جميعاً مما لا متسع له ولا طاقة لنا به. ¶ لذلك رأينا أن ندعم دراساتنا جميعاً بتطبيق هذا النهج ذاته في قطاعات (صرفية-نحوية) محددة مما لا مجال معه لأي تهمة تواطؤ في الاختيار. ¶ ولقد خصصنا القسم الثاني من هذه الدراسة لاستخراج معاني (119) مفردة من حروف المعاني والأسماء هي: ¶ ((حروف النداء والعطف والجر والجزم والنصب والمشبهة بالفعل والنفي، والتمني والعرض والتحضيض والتنديم والترجِّي والاستفهام وأسماء الكناية والضمائر والإشارة)). ¶ ونحن إذ نلجأ إلى هذه القطاعات من حروف المعاني والأسماء الموازية لها للبرهان على صلاحية النهج الذي اتبعناه فإننا لم نختر الميدان الممهَّد الأسهل، وإنما الأشدّ وعورة ومخاطر ومزالق مما عداه من القطاعات اللغوية الأخرى، بما فيها المعجمية. ¶ فلئن كان المصدر الجذر تقتصر معانيه الحسية الأصيلة في الغالب على واحد لا يتجاوزه إلى اثنين أو ثلاثة إلا نادراً، فإن معظم حروف المعاني له أضعاف ذلك مراراً عديدة، وقد يصل بعضها إلى (50) معنى وقسماً واستعمالاً. وما كان أعصى على الذهن ترويضاً وضبطها لاستخلاص كل هذه الأعداد من معانيها وأصول استعمالاتها، بما يتوافق مع خصائص حرف عربي واحد أو حرفين اثنين، هما قوام كثِير من حروف المعاني موضوع هذه الدراسة. فلقد كان لـ (الواو) العاطفة مثلاً (30) وجهاً وقسماً ومعنى واستعمالاً، ولـ(اللام) الجارة (40) ولكل من (لا) و (ما) (50) كما سيأتي",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وهكذا إذا ما توافقت المعاني (الصرفية- النحوية) والاستعمالات التراثية لهذه القطاعات من حروف المعاني والأسماء مع الخصائص (الهيجانية والإيمائية والإيحائية) للحروف العربية التي تشارك في تراكيبها، فإنه لا يعود ثمة مجال لأي تهمة أو احتجاج أو شكّ في صحة خصائص الحروف العربية ومعانيها. ¶ ومما يلفت الانتباه، أنَّ علماء اللغة العربية القدامى والمحدثين الذين نادوا عالياً بفطرة اللغة العربية، لم يقم أي منهم عامداً باستخلاص معاني أي من حروف المعاني بالرجوع إلى خصائص الأحرف العربية التي تشارك في تركيبه، بينما قد أقدموا على ذلك بصدد معاني كثير من الكلمات العربية، وذلك بغض النظر عن دقة وصحة ما توصلوا إليه من النتائج. ¶ وهذا الإحجام يعود فيما نرى إلى أنهم لم يفطنوا إلى الخصائص الهيجانية والإيمائية لفئتي الأحرف التي أطلقنا عليها مصطلحي (الغابية والزراعية) التي تدخل في تراكيب معظم حروف المعاني كما سيأتي. وبحرمانهم من هذه الوسائل (المحدثة) من معاني هاتين الفئتين من الحروف العربية قد تعذَّر عليهم الاهتداء إلى أُصول معاني حروف المعاني بصورة خاصة. فكان أن اقتصرت أبحاثهم في تقصِّي معاني حروف المعاني وأصول استعمالاتها على التراث اللغوي حصراً. ¶ حول تطبيق أصالة الحرف العربي وحداثته ¶ على حروف المعاني: ¶ نظراً لكثرة حروف المعاني والأسماء الموازية لها وتنوّع معانيها، وحذر الإطالة، فقد اكتفيت بدراسة أكثرها استعمالاً في اللغة العربية وأشدها تعقيداً، وأخطرها بالتالي على الفصحى العربية. ¶ وكيما يسهل على القارئ اختيار المعنى الأصل لكل واحد من حروف المعاني والأسماء موضوع هذه الدراسة لاختيار الوجه الأصوب في استعماله، فقد اتبعت في ذلك النهج التالي: ¶ 1- ... أستخرج الخصائص الفطرية للأحرف العربية التي تشارك في تركيب كل واحد منها، فتكون محصلتها هي أصل معانيه الفطرية وضابط وجوه استعمالاته ولو بلغتا العشرات.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "2- ... ثم أستعرض المعاني التراثية لهذا الحرف (المعنوي) أو الاسم واستعمالاته وفق ما جاء في المراجع اللغوية، فأوضِّح وجوه التوافق أو الخِلاف بين كل واحد من معانيه واستعمالاته وبين محصلة الخصائص الفطرية للأحرف التي تشارك في تركيبه. ¶ وهكذا يستطيع القارئ اختيار المعنى الأصل والاستعمال الأصل لكل واحد من حروف المعاني والأسماء موضوع الدراسة، ولا يأبه لسواهما وإن كثُر ورودها في التراث. وبذلك يمكن اعتبار هذه الدراسة مرجعاً لغوياً تتوافر فيه شروط الأصالة والحداثة لكل ما تمَّت معالجته فيها من حروف المعاني والأسماء. ¶ على أنه لا اعتراض لي على من يختار الاستعمالات التراثية التي لا تتوافق مع محصلة خصائص الحروف العربية المعنية احتراماً وإجلالاً للتراث، ولكنها تكون بذلك اصطلاحية غير أصيلة، لا يبرِّئها من هذه التهمة إلا أن يجد أحدُهم مخرجاً لها من علاقة أصليّة بينها وبين المعاني الفطرية للأحرف التي تشارك في تركيبها لم ألحظها في دراستي هذه. ((وفوق كل ذي علم عليم)). ¶ وهكذا تتقلَّص معاني حروف المعاني وأصول استعمالاتها إلى أقصى الحدود، مما يجعل المثقَّف العربي غير المتخصِّص في مأمن من الخطأ دونما حاجة ملحَّة به إلى المزيد من التوسُّع والتقصِّي في متاهات هذا التراث اللغوي العريق. وإذا ما أراد التوسُّع فيه كانت خصائص الحروف العربية ومعانيها مصابيح تضيء له مسالكه في المسافة المعتمة بين تراثنا اللغوي وبين أصول أصالته الضاربة في أعماق التاريخ. ¶ فلقد آن لهذا التراث اللغوي العظيم حبيس النصوص وأسير القواعد أن يتخلص من شباك سجنه وتحكُّم سُجّانه، وأنّ يتمتع بشبابه الغضِّ، عودة به إلى أحضان أصالته البكر. فيبدع العربي ما يلائم (حداثة) كل عصر لاحق من المعاني الرائدة والاستعمالات المبتكرة كما فعل في كل عصر سابق، بعيداً عن كل هجانه وتلوث وميوعة وانحلال ولكن شريطة الالتزام بخصائص الحروف العربية ومعانيها. ¶ (((",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "القسم الثاني ¶ حول معاني حروف المعاني وأصول استعمالاتها ¶ الفصل الأول- أحرف النداء ¶ ماذا عن حروف المعاني في المراجع الصرفية- النحوية؟ ¶ باطلاعي على العديد من هذه المراجع، لاحظت أن القدامى من أصحابها كانوا يأخذون عن بعضهم بعض. وذلك كما هو الحال في كتاب (المقرَب) لابن عصفور، و (رصف المعاني في شروح حروف المعاني) للمالقِّي، و (الجِنْي الداني) للمرادي، و(معاني الحروف) للغنزوي، و(معاني الأدوات والحروف) لابن قيِّم الجوزيّة، و (مغني اللبيب عن كتب الأعاريب) لابن هشام الأنصاري، ومن إليهم ولم يشذ المحدثون منهم عن القدامى في هذا الشأن، كما في (جامع الدروس العربية) للغلاييني، -و(المحيط في الأصوات العربية) لمحمد الأنطاكي، ومن إليهما. ¶ وهكذا لما كانت العلاقة الفطرية بين معاني حروف المعاني وأصول استعمالاتها، وبين خصائص ومعاني الحروف العربية التي تشارك في تراكيبها قد غابت عن الأوائل منذ (الفراهيدي) وما بعده، فإنها قد غابت بفعل التقليد عن تراثنا اللغوي القديم والحديث على حد سواء. ولكن ما علّة هذا الغياب؟ ¶ إن معظم حروف المعاني والأسماء الموازية لها تشارك في تراكيبها الأحرف الهيجانية (الهمزة، و-ي) والأحرف الإيمائية: (ل.م.ف.ث.ذ) كما سيأتي. ولما كان علماء العربية وفقهاء (صرفها ونحوها) لم يكتشفوا الخصائص (الهيجانية والإيمائية) لهذه الأحرف، فلقد كان من المحال عليهم أن يهتدوا إلى العلاقة الفطرية بين معاني حروف المعاني والأسماء الموازية لها وبين خصائص الحروف التي تدخل في تراكيبها، كما أشرنا إلى ذلك سابقاً.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وهنا لابد من الإشارة إلى أن دراستي هذه عن حروف المعاني قد اقتصرت بصورة عامة على الكشف عن العلاقة الفطرية بين معانيها وأصول استعمالاتها كما وردت في كتب الصرف والنحو، وبين الخصائص (الهيجانية والإيمائية والإيحائية) للحروف التي تشارك في تراكيبها. فلم ابتكر لها معاني جديدة ولا وظائف غيرَ مستعملة، إلاّ في القليل النادر كما سيأتي في حرفي (اللام والباء) بصورة خاصة. ¶ وإذن فهذه الدراسة، إذ تكشف عن صحة العلاقة الفطرية بين معاني حروف المعاني وخصائص حروفها، فإنها تكشف لنا: عن المميزات التالية: ¶ أولاً- ملامح العبقرية العربية بمعرض استعمال حروف المعاني والأسماء الموازية لها بما يتوافق مع خصائص ومعاني حروفها، على الرغم من كثرة تفرعات معانيها وتشعبات استعمالاتها: رهافة في الأحاسيس وصدقاً في الحدس، وسلامة في النطق. ¶ ثانياً- توقُّد ذكاء علماء العربية وفقهاء صرفها ونحوها الذين استخلصوا هذه المعاني –التراثية الدقيقة مما تم نقله إليهم في عصر التدوين بما يتوافق مع أخفى خصائص الحروف التي شاركت في تراكيبها من (هيجانية وإيمائية وإيحائية)، على الرغم من عدم اكتشافهم هذه الخصائص. ¶ ثالثاً- سلامة النهج الذي اتبعه علماء العربية في نقل تراثنا اللغوي من أفواه فصحائنا (الأجلاف). من القبائل الرعوية حصراً في عصر التدوين، فحافظوا بذلك على أصالة اللغة العربية عودة بها إلى أصولها البكر في (الطبيعة والحس والنفس والمجتمع) بعيداً عن كل دخالة، وحفظوا لنا بذلك ثقافة الإنسان العربي المتجلية في لغته من التشوه والضياع على مدى التاريخ. ¶ ولكن ماذا عن المراجع التي اعتمدتها ¶ في دراسة حروف المعاني؟ ¶ ما أحسبني مغالياً لو قلت أن ثمة مئات المراجع، التي تعرضت لمعاني حروف المعاني وأصول استعمالاتها. فكل عالم في اللغة أو باحث في الفقه أو الأدب أو الصرف والنحو، وما إليها لا يمكن أن تخلو دراسته من التعرض للكثير أو القليل من حروف المعاني.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ولكن، لما كان الخلَف يهذِّب ما اقتبسه عن السَلف ويرتِّبه ويبوِّبه ويستبعد الحشو منه ويُقِلُّ من الاستطراد فيما لا طائل تحته، فلقد وقع اختياري على ثلاثة مراجع منها فقط هي: (مغني اللبيب للأنصاري أحدث القدامى، و (جامع اللغة العربية) للغلاييني، و(المحيط) للأنطاكي من المعاصرين. ¶ ثم ماذا عن النهج الذي اتبعته في هذه الدراسة: ¶ لقد نهجت في هذه الدراسة على المقارنة المستمرة بين المعاني التراثية لحروف المعاني وبين الخصائص الفطرية للحروف العربية التي تشارك في تراكيبها: معنى واستعمالاً. ¶ وحذر الخلط بين آراء التراثيين في معاني حروف المعاني وبين وجهة نظري الخاصة في كل مفردة منها وفي استعمالاتها، لابد من لفت انتباه القارئ إلى الأمور التالية: ¶ 1- ... لقد حرصت في كثير من الأحيان على ذكر المراجع التراثية لمعاني حروف المعاني وأصول استعمالاتها. كما حرصت أيضاً على ذكر وجهة نظري فيها. ¶ ... ولكن قد يصادف أن لا أنوِّه بعودة الرأي إلى مرجعه التراثي، أو إلى وجهة نظري. ¶ 2- ... لذلك وبما أني لست عالم لغة، فإن جميع المعاني والاستعمالات التراثية التي أعرضها دون ذكر مرجعها تعود حصراً إلى أصحاب التراث. ¶ 3- ... وبالمقابل، لمّا كان علماء اللغة لم يتطرق أي منهم في المراجع المعتمدة إلى العلاقة الفطرية بين معاني حروف المعاني وأصول استعمالاتها التراثية وبين خصائص ومعاني الحروف العربية التي تشارك في تراكيبها، فإن كل ما يتعلق بها هو حصراً وفق وجهة نظري الخاصة قد أشرت إليها حيناً ولم أفعل ذلك أحياناً، تحاشياً من التكرار ولا يصعب على القارئ أن يميِّز بين الرأيين: فكل إشارة إلى المعاني التراثية في متن الدراسة، لا علاقة لي بها. وكل إشارة إلى الخصائص والمعاني الفطرية للحروف العربية لا علاقة لهم بها، مع الإشارة إلى أنني قد اعتمدت دراستي الأولى (خصائص الحروف العربية ومعانيها) بمعرض تحديد معاني الحروف العربية الواردة في هذه الدراسة.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فماذا عن أحرف النداء؟. ¶ هي: ((الهمزة-آ-يا-إي-أيا-هيا-وا)). ¶ ولكن لماذا أحرف النداء أولاً: ¶ لقد اخترنا أن نفتتح هذه الدراسة عن حروف المعاني بأحرف النداء، بمعرض الكشف عن العلاقة الفطرية بين (أصالة) الحرف العربي و(حداثته). ¶ فمعظمها هو أقدم مستحاثاتنا اللغوية وأبسطها تراكيب ومعاني واستعمالاً. وبذلك تتاح لنا فرصة نادرة لمواكبة هذه العلاقة الفطرية بين المعاني التراثية لأحرف النداء، وبين خصائص الحروف العربية التي تشارك في تراكيبها منذ فجر فجرنا اللغوي إلى يومنا هذا. ¶ فالحروف التي تشارك في تراكيب أحرف النداء السبعة هي: (الهمزة والألف اللينة والواو، والياء). وهي جميعاً ذوات أصوات هيجانية تنتمي إلى المرحلة الغابية ما شذ منها سوى (الهاء) التي تنتمي إلى المرحلة الرعوية، كما ثبت لي ذلك في دراستي: ((الحرف العربي ... .)). ¶ كما أن قِدم أحرف النداء هذه يعود إلى قِدم الحاجة إليها. فالنداء بادرة غريزيِّة يمارسها الإنسان والحيوان تلبية لحاجاتها الفطرية. وذلك إما للاستعانة أو التوجع أو الشكوى بمعرض الدفاع عن النفس، وإما لشتى الأغراض الاجتماعية من التعاون والتودُّد والتعاطف وما إلى ذلك مما يهيئ لأفراد المجتمع البدائي والحيواني ما يلزمهم من أسباب التواصل والتماسك والاستمرار. ¶ إنّه لغريب ومثير للدهشة أن تتألف أحرف النداء من الأحرف الغابية. فلم يستعن الإنسان العربي بأيِّ حرف آخر سوى ((الهاء)) الرعويّة لمرة واحدة في (هيا) للنداء القريب وذلك لخاصية الاهتزاز في صوتها، لفتا لانتباه السامع، ولكن بأقل مما تستطيعه (الهمزة) في (أيا) للنداء البعيد، كما سيأتي. ¶ على أن الأشد غرابة وإثارة للدهشة من ذلك، أن يحافظ الإنسان العربي طوال آلاف كثيرة من الأعوام على معانيها التراثية، بما يتوافق مع الخصائص الفطرية للأحرف التي تشارك في تراكيبها على وجه ما سيأتي وشيكاً. ¶ 1-الهمزة: ¶ أولاً- حول قدمها وكيفية تشكل صوتها:",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "يسميها ابن هشام (الألف المفردة)، وهي فيما نرى أقدم المستحاثات اللغوية جميعاً، ليس في اللغة العربية فحسب، وإنما في سائر لغات الدنيا أيضاً، بائدها وغير بائدها على حد سواء. ¶ وهذا الحكم لا يتعارض مع الإقرار بأن أصول الأصوات الجوفية الثلاثة (الألف اللينة والواو والياء) هي بالضرورة أقدم الأصوات الإنسانية جميعاً. وذلك لأنها غريزية هيجانية في طبيعتها غير إرادية ولأنَّ تدخل جهاز النطق في تشكيل أصواتها يكاد يكون معدوماً، مِمَّا أبعدها في فجرها الأول عن وظيفتها اللغوية الإرادية. ¶ أما (الهمزة) فيتشكل صوتها في الحنجرة بانطباق شفتي المزمار على بعضهما بعضاً وانفراجهما الفجائي. ¶ وهذه العمليّة، من حيث التحكم بشفتي المزمار في الحنجرة عند تشكُّل صوت (الهمزة) تبدو لي كأنها إراديَّة في أصلها، وإن كانت تأخذ الطابع الهيجاني الغريزي بعد أن أتقنت الإنسانية صناعة صوتها في ذات المرحلة الغابية. ¶ وإذن، فإن الإنسان الفجر قبل أن يستطيع التحكم بجهاز نطقه من شفويه إلى حلقيه، وقبل أن يبدع صوتي (الباء والميم) الشفويتين بمئات ألوف الأعوام، كان يطلق ذلك الصوت المزماري الانفجاري الذي تطور إلى (الهمزة)، مترافقاً مع الأصوات الجوفية الثلاثة قوام أحرف النداء في اللغة العربية. وهذا يثبت عراقتها في القدم، وبالتالي أصالتها وفطرتها. ¶ فصوت (الهمزة) الانفجاري من شأنه أن يثير انتباه المخاطب المنادى إلى المتكلم المنادِي. ووظيفة أدوات النداء أصلاً تتلخص بإثارة انتباه السامع قبل ذكر اسمه. ¶ وما أحسبني بعيداً عن الصواب لو قلت أن الإنسانية لو لم تهتد إلى (الهمزة) المزمارية هذه، فتتدرَّب على استعمال صوتها طِوال مئات ألوف الأعوام قبل أن تستطيع التحكم بجهاز نطقها من أوّله في الحلق إلى آخره في الشفتين. لما كان لها لغة ولا عقل ولا ثقافة ولا حضارة.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "انفجار صوتي في (الهمزة) قد شق للإنسانية منذ فجر فجرها دروب التطور في كل –الاتجاهات، ويطيب لي أن أشبِّهه بالانفجار الكوني العظيم، الذي يحدد بعض علماء الفيزياء والفلك حدوثه قبل (20) مليار سنة في نقطة أصغر من النقطة. فكانت المجرات والشموس، وكان الإنسان شاهداً واعياً على هذا الإبداع الإلهي لا أعظم ولا أروع: (1) فقال تعالى في سورة /الأنبياء/ 30/: ((إن السماوات والأرض كانتا رتقاً ففتقناهما)). ¶ فماذا عن معاني (الهمزة) واستعمالاتها التراثية؟. ¶ إذا لفظت غير ممدودة، فإن صوتها الانفجاري لا يلفت انتباه السامع إلاّ لمسافة قصيرة، -فاستعملها الإنسان العربي للنداء، القريب كقول امرؤ القيس. ¶ ((أفاطَم مهلاً بعضَ هذا ا التدلُّلِ ... فإنْ كنتِ قد أزمعتِ صِرمي فأْجمِلي ¶ وللهمزة المزيد من المعاني سنتحدث عنها في بحث خاص. ¶ 2-(آ) ¶ هي في حقيقتها (همزة) يلفظ صوتها الانفجاري ممطوطاً حسب ((المعنى المقصود والغرض المراد كما قال (ابن جني). فكان من الخصائص الفطرية ما للهمزة من إثارة الانتباه فقط، ولكن لأبعد مما يستطيعه صوت (الهمزة) الانفجاري القصير، نحو: (آزيداً). فكانت بذلك لنداء البعيد ولا معنى آخر لها ولا استعمال. ¶ 3-(يا) ¶ أولاً- حول خصائص حرفيها ومعانيهما الفطرية: ¶ 1- ... (الياء). يتشكل صوتها في جوف الفم مترافقاً مع حركة الفك السفلي باتجاه الصدر مما يشير إلى تحت. وهي تنتمي إلى المرحلة الغابية كما أسلفنا. ¶ 2- ... (الألف اللينة): يتشكل صوتها في جوف الفم مع حركة الفك العُلوي إلى الأعلى، مما يشير إلى فوق، فيوحى بالعلوِّ والامتداد. وهي تنتمي إلى المرحلة الغابية أيضاً. ¶ ... ومحصلة المعاني المتناقضة لهذين الحرفين تتوافق مع حركة ((الصعود من تحت إلى فوق)). ¶ ثانياً –حول معانيها واستعمالاتها التراثية: ¶ 1- ... هي للنداء البعيد، بما يتوافق مع خروج الصوت من حفرة عميقة على الطبيعة نحو: (يا زيد يا ناس ... ).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "2- ... وهي للاستغاثة، بما يتوافق مع خروج الصوت من هاوية نفسية عميقة، لمأزق أو ضائقة أو شِدَّة قد وقع فيها المستغيث نحو (يا ألله، يا ربَّ السماء ... ). ¶ ... وهذان الاستعمالان فطريان أصيلان. ¶ 3- ... أما استعمالها للنداء القريب أو المتوسط أو للتعجب، كما ورد لدى (ابن هشام والأنطاكي) فهي معان اصطلاحية قد تمت في مراحل لغوية متطورة لاحقة. وقد ساعدها على أداء هذه المهام المتنوعة مرونة صوتي (الياء والألف اللينة)، وسهولة التكيف في النطق بهما قِصراً أو مدّاً، أو بين بين، وفقاً (للمعنى المقصود والغرض المراد). ولا يبعد أن تكون هذه المعاني الاصطلاحية من مبتكرات الشعراء لمقتضيات معانيهم وأوزانهم الشعرية. ¶ 4- إي ¶ أولاً- حول خصائص حرفيها ومعانيهما الفطرية: ¶ 1- ... ((الهمزة) المكسورة تشير إلى تحت، بشيء من إثارة الانتباه بحكم انفجارها الصوتي. ¶ 2- ... و(الياء) تشير إلى تحت أيضاً. ¶ ... ومحصلة خصائصهما، حصر الصوت في حفرة يصعب الخروج منها. ولمّا كان الانفجار الصوتي في (الهمزة) المكسورة من (إي) قصيراً لا يكاد يلفت الانتباه، فقد استعملها العربي للنداء القريب. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ 1- ... هي للنداء القريب حصراً. ¶ 2- ... حرف جواب بمعنى (نعم)، ولا تستعمل إلا والقَسَم بعدها، نحو: ((إي والله، إي وربَّك)). ¶ ... ولما كان الجواب بها بمعنى نعم، ولا سيما بعد القسم، فهي تفيد الاستكانة كمن استقر في حفرة بما يتوافق مع الخصائص الفطرية لحرفيها. وذلك على العكس من الجواب نفياً بـ (لا) الذي يتضمن الشموخ والإباء، بفعل خاصية (الألف) التي تشير إلى الأعلى. ¶ 5- أيا ¶ (الهمزة) انفجار صوتي يلفت الانتباه. (يا) للنداء البعيد. فكانت بذلك أبلغ تأثيراً من (يا) فاستعملها العربي للبعيد البعيد، كقول الشاعرة ليلى بنت طرفة:. ¶ ((أيا شجرَ الخابورِ مالك مُورِقاً ... كأنَّكَ لمْ تجزعْ على ابنِ طريفِ))؟",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقد غابت عنها معاني الاستغاثة، لأنه لايستغاث بالبعيد البعيد ، لعدم الجدوى من نجدته ¶ 6-هَيَا ¶ أولاً- حول خصائص أحرفها ومعانيها الفطرية: ¶ 1- ... (الهاء): تختلف خصائصها، أي موحياتها الصوتية تبَعَاً لطريقة النطق بها. وإن ما يهمنا من معانيها العديدة هنا هو خاصية الاهتزاز في صوتها مما يثير انتباه السامع، فكانت للتنبيه. ¶ 2- ... (الياء والألف) في (يا) للنداء البعيد، كما مر معنا آنفاً. ¶ ... فتكون محصلة المعاني الموافقة لأحرفها، النداء للبعيد، كما في (أيا). ولكن بفارق أن (الهاء) في هيا أقل إثارة للانتباه من (الهمزة) في (أيا)، فكانت هذه للبعيد البعيد وظلت (هيا) للبعيد فقط. ¶ ثانياً-حول معانيها واستعمالاتها التراثية: ¶ هي للنداء البعيد حصراً. ولم يستعملها العربي للاستغاثة، على الرغم من دخول (يا) للاستغاثة في تركيبها. ¶ وذلك يعود فيما نرى إلى أنها مؤلفة من ثلاثة أحرف. ولما كانت الاستغاثة ردَّ فِعلٍ غريزيٍّ فُجائي، فيجب أن تتمَّ بأبسط تعبير وأقلِّ زمن. وهذان الشرطان لا يتوافران فيها ولا في (أيا) كما توافرا في (يا) فلم يستعملها العربي للاستغاثة، وما أرهف حِسَّه وأصدق حِدسه. ¶ 7-وا ¶ أولاً- حول خصائص حرفيها ومعانيهما الفطرية: ¶ 1- ... (الواو) –يحصل صوتا إذا أُشبع بتدافع النفَس في جوف الفم مع انضمام الشفتين على شكل حلقة ضيقة، مما يشير إلى الفعاليّة والاستمراريّة. ¶ 2- ... (الألف اللينة)، هي هنا للامتداد. ¶ ثانياً-حول معانيها واستعمالاتها التراثية: ¶ هي مختصة بنداء النّدبة، نحو (وازيداه). وذلك لأن تدافع النفَس في صوت (الواو) في بداية (وا) يتوافق مع تدافع الشجون والأحزان في نفْس المفجوع من مشاعر الأسى والحزن واللوعة بلا ترتيب على مثال ما تستعمل (الواو) للجمع العشوائي بلا ترتيب كما سيأتي وشيكاً في أحرف العطف.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وهكذا، بانتهائنا إلى هذه النتائج من توافق المعاني والاستعمالات التراثية لأحرف النداء مع الخصائص الفطرية للأحرف العربية التي تشارك في تراكيبها، نكون قد أقمنا الدليل الميداني على أن العربي ظل يستعمل معظم أحرف النداء لهذه المعاني بصورة عامة منذ فجره اللغوي حتى يومنا هذا. ¶ وبذلك تكون اللغة العربية قد حافظت على فطرتها وبداءتها وأوصالها في هذا القطاع الخاص من أحرف المعاني. ¶ كما أن وعينا الجديد لهذه العلاقة بين المعاني التراثية لأحرف النداء وبين الخصائص الفطرية للحروف العربية التي شاركت في تراكيبها، تتوافر فيه شروط (الحداثة) في الحرف العربي، كما أشرنا إلى ذلك فيما سبق، وكما سيأتي لاحقاً. ¶ (( ¶ الفصل الثاني- ¶ أحرف العطف ¶ هي: ((الواو-الفاء-ثُمَّ-أو-أم-لا-بلْ-حتَّى-لكنْ)). ¶ تمهيد: ¶ لئن كنا قد بدأنا بدراسة أحرف النداء لأنها الأبسط تراكيباً والأعرق في القدم، والألحُّ حاجة للإنسان الفطري من سائر فئات حروف المعاني، فإن معظم أحرف العطف تليها ولاشك في الترتيب من حيث البساطة والعراقة والحاجة الملحة. ¶ فهل حافظ الإنسان العربي على العلاقة بين الخصائص الفطرية لأصوات أحرف العطف وبين معانيها- واستعمالاتها التراثية كما تعامل مع أحرف النداء؟. ¶ -الواو- ¶ أولاً- حول خصائصها الصوتية ومعانيها الفطرية: ¶ يتشكل صوت هذا الحرف كما ذكرنا سابقاً، بتدافع النفس في جوف الفم مع انضمام الشفتين على شكل حلقة ضيقة، مما يشير إلى الفعالية والاستمرارية. ¶ ملاحظة: وعلى الرغم من أن الأرسوزي قال بأن أحرف (أ،و،ي) هي تفخيم لحركات الشكل (الفتحة والضمة والكسرة) خلافاً للحقيقة، فإنه انتبه إلى خاصية (الفعالية) في (الواو) وإلى خاصية (الاستكانة) في (الفتحة) وإلى خاصية (النسبة) في (الياء والكسرة). المؤلفات الكاملة للأرسوزي ج1(ص85-86) وهي جزء بسيط من خصائصها ومعانيها.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وفي الحقيقة أن (الواو) تستمد معناها الفطري في العطف من خاصية تدافع النفَس في جوف الفم عند خروج صوتها، على مثال ما يتدافع متعاطفوها على الطبيعة نحو: ((جاء زيد وعمر وبكر)). ¶ ثانياً-حول معانيها واستعمالاتها التراثية: ¶ بالرجوع إلى (مغني اللبيب) لابن هشام عثرنا على نيف وثلاثين وجهاً وقسماً ومعنى واستعمالاً لـ (الواو). وقد حظي العطف الصريح والضمني بمعظمها، لينفرد عن سائر أحرف العطف بخمسة عشر حكماً لا مجال لتعدادها، ولا جدوى لنا هنا منها. ¶ وهذه الوفرة في معاني (الواو) واستعمالاتها التراثية للعطف وسواه، يعود برأينا إلى أمور ثلاثة: ¶ أ- ... أن النفَس عند خروج صوتها لا يصطدم بأي عائق في جهاز النطق يفرض عليها إيحاءات صوتية معينة. ¶ ب-كما أن (الواو) المنفردة غير المقترنة بأي حرف آخر لا تجد ما يحدّ لها من وظائفها وتلونات معانيها ووجوه استعمالاتها، فكانت بذلك أكثر أحرف العطف تحرراً وحرية، وإن لم تكن أكثرها معاني واستعمالات. ¶ ج-إن خصائص الفعالية والاستمرارية والمرونة في صوتها قد جعلتها أكثر الحروف تمثيلاً لواقع التدافع في العطف، فأهَّلها ذلك كيما تكون أكثرها طواعية لأداء مختلف وظائفها ومعانيها بلا قيود ولا شروط. ¶ فالأصل في العطف بـ (الواو) على ما أجمع عليه النحويون هو للجمع بلا قيد. فلا يشترط الترتيب في متعاطفيها، ويجوز العكس. ففي قولنا: ((قدم زيد وعمرو وبكر ... )) قد ينصرف إلى أنهم قدموا معيَّة في زمن واحد، بذات الترتيب أو بترتيب مغاير. وقد يكون أيٌّ منهم قد سبق الآخر بزمن متقارب أو متراخ. ¶ وهكذا فالمعنى الأصل لـ (الواو) هو جمع متعاطفيها، بترتيب أو بلا ترتيب في المكان وبتقارب أو تراخ في الزمن. ¶ ولما كانت (الواو) غابية النشأة وكان معنى العطف فيها مستمداً من خصائصها الفطرية في تدافع النفَس عند خروج صوتها، فإنها تكون بالضرورة أقدم أحرف العطف وأصلها جميعاً. ¶ 2-الفاء",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "(الفاء) الزراعية المنفردة تلي (الواو) الغابية في القدم والبساطة. ولكنها لم تستطع مجاراتها في تنوع الأقسام والمعاني والاستعمالات. فلماذا؟. ¶ أولاً- حول خصائصها الصوتية ومعانيها الفطرية: ¶ يبدأ تشكل صوتها بضرب الأسنان العليا على الشفة السفلى حبساً للنفَس. وبانفراج الفكين يخرج صوتها واضحاً مشبعاً. ¶ فكان من معاني هذا الحرف (الحفْر والقطْع والفصْل). بما يضاهي. ضربَ الأسنان العليا على الشفة السفلى عند بداية تشكل صوتها. وقد كان لهذه المعاني (58) مصدراً جذراً تبدأ بالفاء مما عثرنا عليه في المعجم الوسيط، كما في (فأس-فلح-فصل-فطم ... ). ¶ كما كان من معانيها أيضاً: (التوسع والانفراج والتباعد) بما يضاهي حركة انفراج الفكين عن بعضهما بعض عند خروج صوتها. وكان لهذه المعاني أيضاً (58) مصدراً جذراً تبدأ بها كما في (فتح- فرج- فسح..) فما تأثير هذه الخصائص الإيمائية التمثيلية في معانيها التراثية بوصفها حرفاً عاطفاً؟. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ جاء في (مغني اللبيب) إن (الفاء) تردُ على ثلاثة أوجه: عاطفة، ورابطة للجواب، وزائدة مع الإشارة إلى أن وظيفتها في ربط الجواب مستمدة من خاصية العطف فيها. ¶ ولما كان العطف هو موضوع بحثنا وأصل أوجهها، فإننا نكتفي بالحديث عنه وحده. ¶ (الفاء) العاطفة: تفيد ثلاثة أمور: ¶ 1-الترتيب. كما في قولنا: ((جاء زيد، فعمرو، فبكر ... )) بمعنى أنهم جاؤوا متتابعين بذات الترتيب المذكور. ¶ 2-التعقيب: هو في كل شيء بحسبه. فإذا قلنا: ((جاء زيد فعمرو)) فذلك بزمن متقارب. أما إذا قلنا: (تزوج زيد فأنجب)، فبزمن متراخ يستغرق مدة الحمل فحسب، وإذا قلنا ((دخلت دمشق فحلب))، وإذا لم أقِم في دمشق ولا بينهما، ولم يستغرق ذلك سوى الزمن المعتاد لقطع المسافة بينهما. ¶ 3-السببية: كما في قوله تعالى: ((فوكزهُ موسى، فقضى عليه))(1). وفي قوله أيضاً:",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "((لقد كنتَ في غَفلةٍ من هذا فكشْفنا عنّكِ غِطاءَكَ))(2). ونرى أنَّ (الفاء) في المثالين السابقين تفيد التعقيب أيضاً. فالقضاء عليه وإن كان بسبب وكزه، إلا أنه جاء بالضرورة عقب الوكز. كما أن الكشف عن (غطاءك) جاء عقب وقوعه في الغفلة. ¶ وهكذا فإن العطف بالفاء في الأمور الثلاثة كان نتيجة لخاصية الترتيب والتعقيب في معانيهما كما لحظنا ذلك في الأمثلة السابقة. فالأصل في معنى (الفاء) العاطفة هو الترتيب والتعقيب وليس- مجرد العطف. فالترتيب والتعقيب يتضمنان العطف بالضرورة. أما العطف كما سبق أن لحظنا في (الواو) العاطفة فهو لا يتضمن الترتيب والتعقيب. ¶ وفي الحقيقة أن معاني الترتيب والتعقيب قد جاءت (الفاء) العاطفة من خصائصها الفطرية الإيمائية. ¶ فالترتيب تقتضيه معاني (الفاء) في (الحفر والقطع والفصل). فبين المعطوف عليه والمعطوف بالفاء حفرة صوتية صغيرة تحول دون تدافع المعطوفين بها. فيأتيان بترتيب زمني متقارب بما يتوافق مع قصر الزمن اللازم الذي يستغرقه النطق بصوتها قفزاً فوق الحُفرِ واحداً بعد الآخر. وذلك على العكس من (ثم) العاطفة. ¶ أما التعقيب فيتم بزمن متراخ بقدر الحاجة، وذلك بما يتوافق مع خاصية (التوسع والانفراج والتباعد) في طريقة التلفظ بالفاء. ¶ وعلى الرغم من أن (الفاء) إذا كانت منفردة تتمتع بكامل حريتها، فقد اقتصرت معانيها في (مغني اللبيب) على بضعة عشر معنى فقط، أقل بكثير مما كان لـ(الواو) العاطفة. ¶ وهذه القلة في معاني (الفاء) تعود إلى التزامها بخصائصها الإيمائية من (حفر وتوسع) فحدّ ذلك من استعمالاتها، على العكس من (الواو). فتدافع النفس في صوت (الواو) يظل طليقاً لا يصدُّه أي حاجز في جهاز النطق. وسنلاحظ أسباب هذه الظاهرة من القلة أو الوفرة في معاني كثير من حروف المعاني. ¶ 3- ثُمّ ¶ أولاً-حول خصائص حرفيها ومعانيهما الفطرية:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "1- ... (الثاء) –من معانيها في بداية المصادر ((الشق والفصل والبعثرة والتشتت والتخليط)). ¶ ... ومن معانيها في نهاية المصادر ((البعثرة والرِّقة واللين ومتعلقات الأنوثة)). ¶ 2- ... (الميم)-من معانيها في نهاية المصادر (الجمع والضم والكسب). وتشديدها يزيد خاصتي (الجمع والضم) فيهما. فكانت (الميم) الملاصقة للمعطوف في (ثم) وفي معظم حروف المعاني وسواها هي غالباً ((للجمع والضم)) –كما في: (جاء زيد ثم عمرو). ¶ ... فتكون محصلة معاني أحرفها الثلاثة: الجمع بين متعاطفيها، لخاصية الجمع في (الميم) المشددة، على فسحة في الزمان والمكان لخاصية البعثرة في (الثاء) التي تفصل بين المعطوف عليه (زيد) والمعطوف (عمرو). ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ هي لدى ابن هشام في (مغني اللبيب) حرف عطف يقتضي ثلاثة أمور: ¶ ((التشريك في الحكم، والترتيب والمهلة)). نحو: ((يمرُّ الإنسان بالطفولة، ثُمَّ الشباب ثُمَّ الشيخوخة)). ولقد اعترض بعض اللغويين على هذه الأمور الثلاثة. ولكن (ابن هشام) رد عليهم. بما يدحض مزاعمهم جميعاً. مما لا مجال للإطالة بصددها. فسلمت (ثمّ) بذلك لمعانيها الثلاثة ((التشريك في الحكم، والترتيب والمهلة)) مع الإشارة إلى أن (التشريك) هو ضرب من الجمع والخلط. ¶ أما قلة معاني (ثمَّ) وأحكامها، فتعود إلى تناقض معانيها في حرفي (الثاء) للبعثرة والتشتت و(الميم) للجمع والضم. فكانت (ثمّ) بذلك أسيرة التزامها بالتوافق بين خصائصهما ومعانيهما المتناقضة، ليغلب على معانيها العطف بترتيب وتراخ في المكان والزمان. ¶ 4-أو ¶ أولاً- حول خصائص حرفيها ومعانيهما الفطرية: ¶ 1-(الهمزة)- انفجار صوتي يوحي بالبروز، مما يجعلها حاجزاً صوتياً يحول دون الجمع بين –المتعاطفين. ¶ 2-(الواو) للجمع العشوائي بلا ترتيب في الزمان أو المكان. ¶ ... ونظراً للتناقض بين معاني حرفيها، فإن متعاطفيها لا تتوافر لها شروط الجمع. ¶ ... فما انعكاس ذلك على استعمالاتها التراثية؟",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ثانياً- حول معانيها واستعمالاتها التراثية: ¶ لقد استنبط اللغويون لها اثني عشر معنى هي: ¶ ((الشك، والإبهام، والتخيير، والإباحة، والجمع المطلق كالواو، والإضراب، والتقسيم، وبمعنى (إلى)، والتقريب والشرط والتبعيض)). ¶ ولكن (ابن هشام) يخلص من مناقشة هذه المعاني إلى التنبيه التالي: ¶ ((التحقيق أن (أو) موضوعة لأحد الشيئين أو الأشياء، وهو الذي يقوله الأقدمون. وقد تخرج إلى معنى (بل)، وإلى معنى (الواو). أما بقية المعاني فمستفادة من غيرها..) (مغني اللبيب ج1 ص67). ¶ وهكذا لم يثبت لها لدى (ابن هشام) سوى ثلاثة معان. فهل ستتوافق هذه المعاني مع الخصائص الفطرية لحرفيها؟. ¶ المعنى الأول- للتخيير: وهو إما لأحد الشيئين نحو: ((تزوج هنداً أو سعدى)). وإما لأحد الأشياء، كما في قوله تعالى: ((فكفَّارةٌ، إطعام عشرة مساكينَ من أواسطِ ما تطعمون أهليكم أو كسوتهم، أو تحريرُ رقبة))(3). وواضح أن الجمع في هذين المثالين مع (أو) غير حقيقي، فإما (هند) أو (سعدى). وإما الإطعام أو الإكساء، أو تحرير رقبة. ¶ وهذا المعنى يتوافق مع محصلة الخصائص المتناقضة في معاني الهمزة والواو). ¶ المعنى الثاني- الإضراب بمعنى (بل): كما في قوله تعالى: ((وأرسلناهُ إلى مئةِ ألفٍ أو يزيدون))(4). أي (بل) يزيدون. وهكذا تكون (أو) قد فصلت (يزيدون) عن (مئة ألفٍ). فاقتصر –حكم الإرسال على الزيادة، دون أن يتوقف عند (مئة ألف). فكانت (أو) بذلك للإضراب عنها. ¶ وهذا يتوافق مع وظيفة (الهمزة) كحاجز صوتي في (أو) كما أسلفنا. ¶ المعنى الثالث- للجمع المطلق كالواو: وقد ضربوا لذلك الأمثلة التالية: كقول تؤبة. ¶ ((وقد زعمتْ ليلى بأنّيَ فاجرٌ ... لِنفسي تُقاها أو عليها فُجورُها)).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ولكن الجمع هنا فيما نرى غير حقيقي، فهو أقرب إلى (التخيير). فالأمر يتوقف على تقوى نفسه أو فجورها. فإذا كانت (تقيَّةً) فلها تقاها. وإن كانت (فاجرةً) فعليها فجورها. ونفسه هي إمَّا تقية أو فاجرة. وهذا أقرب إلى (التخيير) منه إلى (الجمع). ¶ كما ضربوا لذلك قول النابغة. ¶ قومٌ إذا سمعوا الصريخَ رأيتَهم ... ما بينَ مُلْجِمِ مُهْرهِ أو سافِعِ)). ¶ والجمع هنا مع (أو) غير مستوف شروطه. فالذي يُلجِم مهرَه لا يتسنى له سفعُه. أي، ((أن يقبض عليه ويجذبه بشدة)). فهو إما أن يلجمه، وإما أن يسفعه. وتأويل الجمع هنا ينصرف إلى أن القوم موزعون بين فئتين اثنتين: الفئة الأولى يقوم أفرادها بلجْم أمهارهم والفئة الثانية يقوم أفرادها بسفعها. بمعنى أن يقبض عليها ويجذبها بشدّة. ¶ وبذلك يستحيل أن يقوم أي واحد من الفئتين بلجم مهره وسفعه في آن واحد. فكانت (أو) هنا أقرب إلى (التخيير) أيضاً. ¶ وهكذا لم يثبت لدينا من معاني (أو) سوى اثنين: ((التخيير والإضراب))، بما يتوافق مع محصلة الخصائص الفطرية المتناقضة لحرفيها. فالهمزة تحجز الحكم مما قبلها، والواو تعطف الحكم على ما يليها. ¶ وهذه القلة في معاني (أو) تعود إلى التناقض في خصائص حرفيها، فاقتصرت على الحالات القليلة التي صالحت بين هذه المعاني المتناقضة. ¶ 5-بلْ ¶ أولاً-حول خصائص حرفيها ومعانيهما الفطرية: ¶ 1-(الباء)- من معانيها (الحفر والبقر) بما يتوافق مع صوتها الانفجاري الذي يشكل حاجزاً صوتياً يضاهي (الهمزة). ¶ 2-(اللام)- من معانيها (الإلصاق والالتصاق) مما يفيد الجمع والإلزام. ¶ ... ونظراً للتناقض بين خصائص حرفيها ومعانيهما، فإن الجمع بها كحرف عطف لا يستوفي شروطه على مثال ما لحظناه في (أو). فماذا إذن عن معانيهما واستعمالاتها. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ يقرر (ابن هشام) أنَّ لها استعمالين رئيسين اثنين:",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "1-حرف عطف وإضراب: وذلك إذا تلاها مفرد، نحو: ((جاء زيد بل محمود)). أو تقدمها فعل أمر، نحو: ((أكرمْ زيداً بل عَمْراً)). وفي كلا الحالين لا يحكم على زيد بشيء. ويكون الحكم في حقيقته لما بعدها (عَمْرو). وذلك بفعل ما حفرته (الباء) بين المعطوف عليه (زيداً) والمعطوف (عمْرو). فانحصر تنفيذ الحكم على ما بعد (بل)، أما إذا تقدمها نهي أو نفي نحو: ((لا تضرب زيداً بل عمراً، وما قام زيد بل عمرو))، فإنها تجعل ما قبلها كالمسكوت عنه فلا يحكم عليه بشيء. ويثبُت الحكم على ما بعدها (عمرو) وتأخذ (الباء) بالحفرة التي أحدثها-انفجارها الصوتي هنا دورها المعتاد في عزل ما قبلها (زيد) عن الضرب أو القيام، وحصرهما بما بعدها (عمرو)، لخاصية، الإلصاق باللام. ¶ 2-(حرف إضراب واستئناف): وذلك إذا تلتها جملة، ولها معنيان اثنان: ¶ الأول ... : إضراب إبطالي كما في قوله تعالى: ((أمْ يقولون به جُنَّةٌ، (بل) جاءهم بالحقِّ))(5) والإضراب الإبطالي معناه إلغاء الحكم عما قبلها وإثباته على مابعدها. وذلك بفعل خصائص (الباء) في الفصل بما حفرته بينهما بانفجارها الصوتي. بمعنى: أنه لا جُنَّةَ به، وإنما هو الحق الذي جاءهم به. ¶ والثاني ... : الإضراب الانتقالي وهو هنا لا يعني إلغاء الحكم الذي قبلها، وإنما يعني تقريره، ومن ثم الانتقال منه إلى حكم آخر بعد (بل)، كقوله تعالى: ((ولدينا كتاب ينطق بالحق وهم لا يظلمون بل قلوبهم في غمرة))(6). ¶ والإضراب الانتقالي في هذا المثال يزيد في إثبات خصائص (الباء) الفطرية في الفصل. فهي هنا لاستئناف حكم جديد لا علاقة مباشرة له بحكم ما وقع قبلها. ¶ ولتوكيد الإضراب بعد الإيجاب تزاد (لا) كقول الشاعر: ¶ ((وما هجرتُكِ، لا بلْ زادني شغفاً ... هجرٌ وبُعدٌ تراخى لا إلى أجلِ)). ¶ وذلك لتضافر (الألف) الفاصلة في (لا) مع حفرة (الباء) الانفجارية في (بلْ)، فكان الإضراب على أشدِّه معهما.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وهذه القلة في معاني (بل) تعود أيضاً إلى تناقض خصائص حرفيها ومعانيهما في (الحفر والإلصاق)، على مثال ما لحظنا هذه القلة في (أو). وهكذا فإن خاصية الانفجار في صوتي (الهمزة) في (أوْ) و(الباء) في (بلْ) قد حدَّت من قدرة العربي على التكيّف بالنطق بهما فقلّت بذلك أيضاً تنوعات معانيهما. ¶ 6-أمْ ¶ أولاً-حول خصائص حرفيها ومعانيهما التراثية: ¶ 1- (الهمزة) انفجار صوتي يوحي بالبروز بما يشكل حاجزاً فاصلاً كما أسلفنا. ¶ 2- (الميم)- من معانيها في نهاية المصادر الجمع والضم والكسب. ¶ ... وشأن (الهمزة) هنا مع (الميم) في أول (أم) كشأنها مع (الواو) في (أو) من حيث التناقض في خصائصهما ومعانيهما. ¶ ... فهل ستقتصر استعمالات (أم) التراثية على الحالات القليلة التي يتم فيها التصالح بين خصائص حرفيها ومعانيهما الفطرية كما لحظنا في (أو) و(بل)؟. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ هي لدى (ابن هشام) على ثلاثة أوجه أصلية. ¶ الوجه الأول: حرف عطف: ويشترط في ذلك أن تكون مسبوقة إما بهمزة التسوية، كقوله تعالى ((إن الذين كفروا سواءٌ عليهمْ أأنذرتهم (أم) لم تنذرْهُمْ لا يؤمنون))(7). وإما بهمزة يطلب بها التعيين، نحو: ((أزيدٌ عندك (أم) عمرو؟). ¶ و(أم) العاطفة هذه تسمى المتصلة، لأن ما قبلها وما بعدها لا يُستغنى بأحدهما عن الآخر وتسمى أيضاً (أم) المعادِلة. فهي تعادل (الهمزة) في معنى التسوية، إذا كانت مسبوقة بهمزة التسوية، وفي معنى الاستفهام، إذا كانت الهمزة للاستفهام. ¶ ولكن (أم) المتصلة المعادلة هذه، فيما نرى، سواءأ كانت مسبوقة بهمزة التسوية أو همزة الاستفهام، فإن ثمة فاصلاً بين متعاطفيها. فمع (همزة) التسوية: ((إن الذين كفروا)) إما أن ينذروا، أو لا ينذروا، إذ يستحيل الجمع بين إنذارهم وعدمه في آن واحد. ومع (همزة) الاستفهام، فإن أحدهما يكون عندك: إما زيد أو عمرو.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وبذلك يكون العطف المتأتي من خصائص حرف (الميم) في الضم والجمع هو هنا فيما نرى، لحصر الحكم في نطاق (الإنذار) أو عدمه في المثال الأول ((سواء عليهم أأنذرتهم أم لم تنذرهم))، وفي نطاق وجود أحدهما أو عدم وجوده في المثال الثاني ((أزيد عندك أم عمرو)). لتأخذ الهمزة في (أم) وظيفتها الفطرية في الفصل. ¶ الوجه الثاني- حرف إضراب: ¶ وهنا تأخذ (الهمزة) في (أم) أبعادها في الفصل بين أحكام ما يأتي قبلها عما يأتي بعدها. وهي تقع في ثلاثة محال كما جاء في (المحيط). ¶ 1-بعد الخبر المحض: نحو: ((جاء زيد (أم) جاء عمرو)). أي (بل) جاء عمرو. فالمجيء اقتصر هنا على ما بعدها (عمرو). ¶ 2-بعد همزة لا يقصد بها التسوية والاستفهام الحقيقي، وإنما الاستفهام الإنكاري أو الإبطالي كما في قوله تعالى: ((ألهم أرجل يمشون بها، (أم) لهم أيد يبطشون بها))(8). فالهمزة هنا هي للإنكار بمنزلة النفي. أي ليست لهم أرجل يمشون بها (بل) لهم أيد يبطشون بها. ¶ 3-بعد الاستفهام، ولكن بغير (الهمزة). كقوله تعالى: ((وهل يستوي الأعمى والبصير (أم) هل تستوي الظلمات والنور؟)). أي (بل) هل تستوي الظلمات والنور؟. وقد سبق بيان معاني (بل) للإضراب، إذ أن الجواب الضمني هو: كلا. ¶ و(أم) هذه التي بمعنى الإضراب تسمى (أم) المنقطعة. وذلك لأن ما بعدها منقطع عما قبلها غير معطوف عليه وذلك بفعل (الهمزة) من (أم). ¶ الوجه الثالث –أن تقع زائدة: كما في قوله تعالى: ((أفلا تبصرون؟ (أم) أنا خير من هذا الذي((9)) فالتقدير: ((أفلا تبصرون؟، أنا خير من هذا ¶ الذي ... )). وكما في قول الشاعر ساعدة بن جويَّة: ¶ ((يا ليتَ شِعْري ولا مَنْجي منَ الهرمِ ... (أم) هل العيشُ بعد الشيب من نَدمِ)). ¶ وهكذا فإن (الهمزة) في (أم)، تقوم بوظيفتها الفطرية في الفصل، سواء أَكانت عاطفة متصلة، أو غير عاطفة، للإنكار أو الإبطال أو الانقطاع. وبذلك تكون (أم) هي إحدى المستحاثات اللغوية الفطرية.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وهذه القلة في معانيها تعود أيضاً إلى تناقض خصائص حرفيها ومعانيهما، كما أسلفنا عن (أو وبل) آنفاً. ¶ 7- لا ¶ أولاً- حول خصائص حرفيها ومعانيهما الفطرية: ¶ 1-(اللام) –للإلصاق والالتزام. ¶ 2-(الألف اللينة)- لها امتداد صوتي يوحي بالعلو، مما يؤهلها أن تكون حاجزاً صوتياً يفصل ما قبلها عما بعدها. ¶ ... وعلى الرغم من التناقض بين معاني حرفيها هنا فلقد كان لها المزيد من المعاني والاستعمالات- التراثية. وذلك يعود فيما نرى إلى مرونة صوتي (اللام، والألف اللينة) بمعرض التكيف في النطق بهما تعبيراً عن المزيد من تلونات المعاني إيحاءً فطريّاً. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ باستقراء معانيها لدى (ابن هشام) عثرنا على ما يزيد عن الخمسين وجهاً ومعنى واستعمالاً كان العطف أحد معانيها أما معظمها فكان للنفي. ¶ أما (المحيط) فقد أوجزها في سبعة أوجه رئيسة كثيرة الاستعمال وقد نيفَِّت تفرعاتها عنده على الثلاثين هي:(نافية تعمل عمل (إنْ) –ونافية تعمل عمل (ليس)، ونافية عاطفة، ونافية لا عمل لها، ونافية جوابية، وناهية جازمة، وزائدة لا عمل لها). ¶ وهكذا قد سيطر النفي على معانيها العاملة جميعاً. وذلك التزاماً من الإنسان العربي بخاصية (الألف اللينة) بوصفها حاجزاً صوتياً مانعاً. ليقتصر الحكم على ما قبلها لا يتجاوزه إلى ما بعدها. وسنقتصر هنا على الحديث عن خاصية العطف فيها فحسب، باعتبارها من أسرة أحرف العطف، مرجئين الحديث عنها مفصلاً إلى فئة أحرف النفي. ¶ النافية العاطفة: ولها ثلاثة شروط: ¶ 1-أن يتقدمها إثبات. نحو: ((جاء زيد لا عمرو))، أو أن يتقدمها أمر، نحو: ((اضرب زيداً لا عمراً)).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "2-أن لا تقترن بعاطف. فإذا قيل: ((جاء زيد، لا بل عمرو)). فالعاطف هي (بل). وإذا قيل ((ما جاء زيد ولا عمرو))، فالعاطف هو (الواو)، وتكون (لا) لتوكيد النفي. وذلك لأنها مختصة أصلاً بالنفي كما لحظنا في معانيها. وهذا يدل على أن (لا) هي أضعف فعالية في العطف من سواها. ¶ 3-أن يتعاند متعاطفاها، فلا يجوز القول: ((جاءني رجل لا زيد)). وإنما (جاءني رجل. لا امرأة)). ¶ استطراد لا بد منه: ¶ نلاحظ في الأمثلة السابقة أن (الألف اللينة) في (لا) قد فصلت بين المعطوف عليه والمعطوف في الحكم، فوقع على ما قبلها. ففي قولنا ((جاء زيد لا عمرو)) قد اقتصر المجيء على (زيد) المعطوف عليه فقط. ¶ وذلك على العكس مما لحظناه في استعمالات أحرف العطف (أو-بل-أم)، إذ أن الحكم فيها جميعاً، إما أن يقع على ما بعدها حصراً، أو أن يكون من الجائز وقوعه على ما بعدها، كما في (التخيير) مع (أو). ¶ ففي قولنا: ((جاء زيد (أو-بل-أم) عمرو))، فحكم المجيء في هذه الأمثلة قد وقع على ما بعدها كما لحظنا آنفاً إذ اقتصر على مجيء (عمرو). فلم ذلك؟. ¶ ما نحسب أن هذا الأمر قد تم مصادفة، إذ يبدو لنا أن العربي قد راعى في ذلك خصائص الأحرف العربية التي شاركت في تراكيب أحرف العطف هذه، ومن ثم مواقعها من المعطوف عليه والمعطوف وذلك: ((سوقاً للحروف على سمة المعنى المقصود والغرض المراد)). ¶ فقد لحظنا سابقاً أن (الواو) للجمع العشوائي في (أو)، و (اللام) للإلصاق في (بل) والميم للجمع والضم في (أم) تقع جميعاً في أواخر أحرف العطف الثلاثة هذه، أي من جهة المعطوف. أما –(الهمزة) ذات النتوء الصوتي في (أو+أم)، وكذلك (الباء) ذات الانفجار الصوتي الفاصل في (بل) فهي تقع في جهة ما قبلها، أي من جهة المعطوف عليه. وهكذا كان من الذوق العربي الفطري أن يجعل –الأحكام تقع على ما بعدها، ويبقي ما قبلها على حاله، بفعل العازل الصوتي في (الهمزة)- أو (الباء).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "أما في (لا) النافية العاطفة. فالأمر على العكس من ذلك: لأن (لام) الإلصاق فيها تقع من جهة ما قبلها. أما (الألف اللينة) الفاصلة العازلة فتقع في جهة ما بعدها. فكان من ذوق العربي الفطري السليم أن تلتصق الأحكام بما قبلها، و يبقى ما بعدها على حاله في معزل عن الأحكام التي – تسبق (لا)، بفعل (الألف) الفاصلة. ¶ 8-حتّى ¶ لها معنيان اثنان: جارة وعاطفة. ولما كنا سنستعرض معانيها في الجر بمعرض حديثنا عن حروفه فإننا نقتصر هنا على معانيها العاطفة فقط. ¶ أولاً- حول خصائص أحرفها ومعانيها الفطرية: ¶ 1-(الحاء)- من معانيها الإحاطة والحيازة والدوران والربط كما في (حبس. حجز. حدق به. حصن. حضن- حاز- حام) إلى (51) مصدراً لهذه المعاني. ¶ 2-التاء- للرقة والضعف والتفاهة. كما في (تبتب-التبن-تفه- تلِف- تكّ الرجل (حمق..) إلى (18) مصدراً لهذه المعاني. ¶ 3-الألف المقصورة – هي مثل (الألف اللينة) يوحي صوتها بالامتداد. كما في (إلى-على). ¶ ... وهكذا فالرابطة بين خصائص أحرفها وبين معانيها خفية لا تكاد تبين. ¶ ... ولكن لو أخذنا خاصية الإحاطة أحد معاني (الحاء) كحركة في المكان، ثم أخذنا خاصية الرقة والضعف في (التاء)، التي لا تعيق لمتحرك حركة، وأخيراً خاصية الامتداد في (الألف المقصورة) فإنه يتحصل لدينا ضم بداية ما قبلها إلى نهاية ما بعدها، بفاصل في المكان أو الزمان أو بهما معاً. ولذلك يقع ذات الحكم على المعطوف عليه والمعطوف ولكن بفاصل (مكاني- زماني). ¶ ثانياً-حول معانيها واستعمالاتها التراثية: ¶ يشترط في معطوفها أربعة أمور. ¶ 1-أن يكون مفرداً لا جملة، نحو ((أحب الفاكهة حتى التفاحَ)). أي إني أحب الفاكهة والتفاح معاً. ¶ 2-أن يكون ظاهراً لا مضمراً. فلا يقال: ((تعجبني الألوان حتاه))، إذا كان المقصود اللون الأسود مثلاً. ¶ 3-أن يكون المعطوف بعضاً مما قبلها، نحو ((قدم الحجاجُ حتى المشاةُ))، أو جزءاً مما قبلها، نحو ((قرأت الكتاب حتى فهرسَه)).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "4-إن المعنى الذي تحمله (حتى) العاطفة هو معنى الغاية دائماً وذلك بما يتوافق مع خصائص (الألف المقصورة) في الامتداد. كما أن معطوفها داخل في حكم المعطوف عليه قبلها. فإذا قلت ((أكلت السمكة حتى ذَنَبَها))، بالفتح كان ذنبها مأكولاً حتماً. وذلك بفعل (الحاء) للاحتواء والإحاطة. ¶ وهنا يجب التفريق بين (حتى) العاطفة وبين (حتى) الجارة. فمع العاطفة يكون ذنب السمكة مشمولاً بالأكل ومنصوباً بالعطف، أما مع الجارة فالذنب غير مشمول بالأكل. ¶ ونظراً لتوافق معنى العطف مع الخصائص الفطرية للأحرف التي تشارك في تركيب (حتى) فإنه هو الأصل. أما معانيها كحرف (جار) فهو لاحق، إن لم نقل مصطلح، كما سيأتي. ¶ وهكذا فإن شمول ما قبل (حتى) وما بعدها بذات الحكم يعود إلى عدم وجود أي حاجز صوتي في أحرف (حتى) يفصل بين المعطوف عليه والمعطوف. فالألف المقصورة كما ذكرنا آنفاً، هي هنا للامتداد في الزمان والمكان وليست للفصل، كما سنرى في (إلى) الجارة. ¶ ولما كانت (الحاء) التي تشارك في تركيب (حتى) هي من أحدث الحروف الرعوية، فلا شك في أنها من أحدث أحرف العطف أيضاً، قد جاءت في مرحلة لغوية راقية. ومن المرجح أن ذلك قد تم على أيدي الشعراء لضرورات الأوزان الشعرية، فبهتت العلاقة بين معنى العطف وخصائص أحرفها. ¶ 9-لكنْ ¶ لم يرد ذكرها في (مغني اللبيب). ¶ وهي في (المحيط) لمعنيين اثنين: ¶ 1-إذا وقعت بين جملتين، فهي حرف (استدراك) لا عمل لها. نحو: ((ما جاء زيد، لكن جاء عمرو)). ¶ 2-أما إذا وقعت بين مفردين، وكانت مسبوقة بنفي أو نهي، فهي للعطف والاستدراك، نحو ((ما جاء زيد لكن عمرو)). وإذا اقترنت بـ (الواو)، كان العطف للواو، وتصبح لكن حرف استدراك لا عمل لها.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ومما تقدم يتضح أن العربي لم يبدعها حرفاً للعطف وإنما أسنده إليها إسناداً بما يشبه المصطلح لأن الأصل في وظيفتها هو الاستدراك. وذلك بدليل عدم وجود رابطة صريحة بين معانيها للعطف وبين خصائص الأحرف التي تشارك في تركيبها، سوى خاصية الإلصاق في (اللام). ويبدو أن هذا الحرف قد أبدع في مرحلة لغوية متأخرة على أيدي الشعراء لضرورات الوزن ومعاني الاستدراك فجاء العطف فرعاً لا أصلاً. ¶ وهكذا، نظراً للتوافق بين المعاني التراثية لأحرف العطف وبين الخصائص الفطرية للحروف العربية التي شاركت في تراكيبها، (ما شذ عن ذلك سوى لكن)، نكون قد أقمنا الدليل على فطرية اللغة العربية في هذا القطاع الخاص أيضاً من حروف المعاني. فكانت أقدم المستحاثات اللغوية في الفصحى العربية بعد أحرف النداء. ¶ كما أن إيجاد العلاقة بين المعاني التراثية لأحرف العطف وبين الخصائص الفطرية للحروف العربية التي شاركت في تراكيبها، تتوافر معه شروط (الحداثة) في الحرف العربي على وجه ما تم توضيحه في القسم الأول من هذه الدراسة. ¶ ((وعي جديد لمعاني حروف العطف مستمد من خصائص حروفها)) كما يصح أن تقول أيضاً: ¶ ((وعي جديد لمعاني حروف المعاني مستمد من الخصائص الفطرية للحروف العربية في هذا القطاع اللغوي الخاص)). ¶ (( ¶ الفصل الثالث- ¶ حروف الجر ¶ لقد بلغ عددها في المحيط لدى (الأنطاكي) عشرون حرفاً، هي: ¶ ((مِنْ-إلى-عَنْ-على-في- رُبَّ-الباء-الكاف-اللام-واو القسَم-تاء القسَم- مُذْ-مُنْذُ-خَلا-عدا-حَاشا-حَتى-متى-كي-لعلَّ)) ¶ حول الترتيب المتبع في دراستها: ¶ نبدأ بما يتشكل من حرف عربي واحد، ثم من حرفين اثنين فأكثر، بذات الترتيب الزمني الذي أبدع العربي فيه هذه الحروف بترجيح شديد.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وذلك لأن وظائف وأصول استعمالات حروف المعاني المؤلفة من حرف عربي واحد، هي ألصق بخصائصه الفطرية (الهيجانية أو الإيمائية أو الإيحائية)، فيسهل علينا الاهتداء إلى حقيقة معانيها وأصول استعمالاتها. ثم نتزود بما يتحصل لنا من حقائقها البسيطة فنتابع مهمتنا الشاقة في تقصي معاني حروف الجر من حرفين فأكثر التي جاءت في مراحل لغوية متطورة لاحقة على أيدي هزاج العرب وشعرائهم وفصحائهم. ¶ ولكن قبل أن نتصدى لدراسة حروف الجر يستحسن بنا أن نعْرِف أولاً من (هم) أعضاء أسرتها- النحوية، كيما نعرف أصول وظائفها الفطرية التي اعتمدها العربي في جر مجروراتها. ¶ الأسرة الأولى: المضاف إليه. ¶ ليس ثمة ما هو أقرب حسباً إلى هذه المجرورات من المضاف إليه. ¶ أ- ... فكلاهما يُجر بالكسرة. والأصل في جر المضاف إليه يعود إلى أنه اسم تكملة لاسم آخر نكرة قبله يضم إليه ليفيده (التعريف) إذا كان هو معرفة، نحو: ((كتاب زيدٍ))، أو ليفيده (التخصيص) إذا كان هو نفسه نكرة، نحو: ((حفظت درس حسابٍ)). فكان من ذوق العربي ونهجه وفلسفته في تعامله مع حركات الشكل (الفتحة والضمة والكسرة) مخففات (الألف اللينة والواو والياء)، أن يجرَّ المضاف إليه بالكسرة. وذلك ليتحمل وقع التكملة، أي وقع الإضافة إليه. و (زيدٍ) في المثال الأول هو الذي يتحمل وقع إسناد الكتاب إليه. وكذلك (حسابٍ) بالنسبة للدرس في المثال الثاني. ¶ ب- ... كما أن الرابطة بين المجرور بحرف الجر وبين المضاف إليه تعود أصلاً إلى أن العلاقة بين المضاف والمضاف إليه تضبطها بصورة عامة رابطة ضمنية بأحد أحرف الجر الأربعة، هي: ((اللام-من-في-الكاف)، كما في العبارات التالية: ¶ كتاب التلميذ، أي (كتاب للتلميذ) خاتم ذهب- أي (خاتم من ذهب)-سهر الليل مضن، أي: (سهر في الليل مضن). لؤلؤ الدمع، أي (دمع كاللؤلؤ). كرام الناس، أي (كرام من الناس).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وما شذ عن ذلك إلا أن يكون ثمة علاقة عمل نحوية بين المضاف والمضاف إليه، فيمتنع تقدير أي من حروف الجر، نحو: (كاتب الرسالة)، لأن الرسالة هنا مفعول به. ونحو: (حسن الوجه) لأن الوجه فاعل: وفي هاتين الحالتين يجر المضاف إليه ليتحمل وقع التكملة والإسناد إليه، كما أسلفنا. (المحيط ج2 ص 303-318). ¶ الأسرة الثانية-المفعولاتَ ¶ كما أنه ليس ثمة ما هو أقرب نسباً إلى هذه المجرورات من المفعولات، وهي خمسة (المفعول به-المفعول له أو لأجله-المفعول معه-المفعول فيه-المفعول المطلق). ¶ وهذه المفعولات تنصب بالفتحة ليسهل الاعتداء عليها. وذلك سواء أَكان الاعتذار صريحاً كما في المفعول به، أو ضمنيّاً، كما في بقية المفعولات. فالفتحة مخفف (الألف اللينة) هي أضعف حركات الشكل، مما يناسب موقع المفعول به من معنى العبارة. كما جاء في دراستي بشيء من التفصيل: ((الحرف العربي والشخصية العربية ص 128-131). ¶ ولكن هذه المفعولات لا تستطيع أن تؤدي خدماتها للفعل إلا إذا توافرت في كل منها شروط معينة. ¶ ففي المفعول به مثلاً، يجب أن يكون الفعل متعدياً بنفسه، كما في: ((أكل التفاحةَ)). ¶ أما إذا كان الفعل لازماً، فيستعان بأحد حروف الجر لتعديته، كما في: ((فرح الطالب بنجاحِه)) فليس ثمة من سبيل للنجاح كيما يصل الفرح إلى قلب الطالب، إلا بوسيط ظاهر من أحد حروف الجر (الباء). وهكذا الأمر مع هذه الرابطة العصبية في بقية المفعولات في كل مرة لا تتوافر لها شروطها الخاصة، كما في الأمثلة التالية: ¶ ((دخلت امرأة النار في هرة))، للمفعول له (أي بسبب هرّة). و ((جلست في الدار)) للمفعول فيه. و ((اهبط بسلام)) للمفعول معه. و ((انطلق الفرس كالريح))، للمفعول المطلق. ¶ وإذن فالمجرور بحرف الجر ليس في حقيقته إلا واحداً من المفعولات الخمس. ولهذا السبب سمَّى النحاة هذا النوع من المفعول به ((المفعول غير الصريح، أو المفعول غير المباشر)) (المحيط ج2 ص131-133).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وهكذا فالمجرورات بحروف الجر، باعتبارها مفعولات غير مباشرة، قد جرها العربي بالكسرة ليسهل الاعتداء عليها في هذا المكان الخفيض. وذلك على مثال ما اختار الكسرة للمضاف إليه ليسهل تحميله واقعة الإسناد، أي الإضافة في هذا المكان الخفيض أيضاً. ¶ على أنه كان من الممكن نصب هذه المفعولات غير المباشرة بالفتحة أيضاً كالمفعولات المباشرة ولكن العربي قد اختار لها الكسرة لأمرين اثنين: ¶ 1-للعلاقة الفطرية بين المجرورات بحروف الجر والمضاف إليه كما أسلفنا: (علاقة حسب عضوية). ¶ 2-منعاً للالتباس بينها وبين المفعولات المباشرة (علاقة نسب معنوية). ¶ فالكسرة هي كالفتحة، لا بل وأشد رضوخاً، من شأنها أن تضع المجرورات في موقع يسهل معه الاعتداء عليها مباشرة أو بصورة غير مباشرة. ¶ فماذا عن حروف الجر؟ ¶ 1- (اللاّم) ¶ أولاً-حول خصائصها ومعانيها الفطرية: ¶ يتشكل صوتها كما جاء في المحيط: ((بالتِصاق إحدى حافتي اللسان بالحنك الأعلى مع ترك الحافة الثانية سائبة يتسرب على جانبيها الهواء الخارج من الجوف، أي النفَس)). ¶ إن التِصاق جانب اللسان بالحنك الأعلى يضاهي واقعة الالتصاق في الطبيعة. ¶ ولقد كان لمعاني الالتصاق في المعجم الوسيط (83) مصدراً جذراً تبدأ باللام من أصل (212) مصدراً، كما في (لبد-لثب-لحف-لحم-لأم-لطأ-لزَّ-لزم-لزب-لزق-لصق.). ¶ وما نحسب أن ثمة حرف جر هو أقدم استعمالاً من (اللام). وذلك ليس لأنها حرف إيمائي-تمثيلي قد أبدعها العربي في المرحلة الزراعية فحسب، وإنما لأن خاصية الالتصاق في طريقة النطق بصوتها هي من أهم وظائفها ومعانيها التراثية. والتملك هو أحد التطبيقات الميدانية لواقعة الإلصاق. ¶ ومن المرجَّح أنَّ كلمة (لي) المؤلفة من حرف زراعي (اللام) وحرف غابي (الياء) كانت أقدم المجرورات المستعملة، تلبية لحاجات الإنسان الغريزية في التملك.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ونظراً لبساطة (اللام) المنفردة بلا قرين، ولمرونة صوتها وتماسكه، فقد أهلها ذلك كيما تكون أكثر حرية وتحرراً وطواعية في أداء مختلف المعاني مما يدور حول الإلصاق والالتصاق والتملك والإلزام والالتزام، وما إليها، مما يتماس مع معاني الجمع والضم، كما سيأتي: ¶ ونظراً لاشتراك (اللام) في كثير من حروف الجر وحروف المعاني وسواهما، سنتوسع هنا في استعراض مختلف معانيها واستعمالاتها التراثية، للجر وغيره. ¶ ثانياً-حول معانيها واستعمالاتها التراثية. ¶ لقد أثبت الأنطاكي في محيطه (24) معنى لـ (اللام) بوصفها عاملة جر، وكذلك (7) معان بوصفها عاملة جزم، وأخيراً (8) معانٍ بوصفها غير عاملة. بما مجموعه (39) قسماً ومعنى. ¶ لتتفوق (اللام) بذلك على معظم حروف المعاني. ¶ أما لدى (ابن هشام) فكان لها قرابة (50) معنىً وقسماً ووجهاً واستعمالاً. ¶ الحالة الأولى: (اللام) بوصفها عاملة جر: ¶ على الرغم من أن معانيها واستعمالاتها في هذه الحالة مستمدة أصلاً من خاصية الإلصاق في طريقة النطق بصوتها، إلا أنه يمكننا تقسيمها إلى ثلاثة فئات: ¶ فالفئة الأولى: تتحول فيها معاني الإلصاق إلى مسائل الملكية صراحة أو ضمناً. ¶ والفئة الثانية: تستمد معانيها (صراحة) من خاصية الإلصاق في التلفظ بصوتها. ¶ والفئة الثالثة: تستمدها (ضمناً) من خاصية الإلصاق، أيضاً. ¶ الفئة الأولى: الملكية: وهي لسبعة معان: ¶ 1-الاستحقاق، نحو ((الحمد لله)) 2-الاختصاص، نحو: ((السرج للفرس)). 3-التملك نحو: ((الكتاب لزيد)). 4-التمليك نحو ((وهبت لزيد كتاباً)) 5-شبه التمليك نحو: ((جعل لكم من أنفسكم أزواجاً)). وهذه المعاني الخمسة مستمدة مباشرة من خاصية الإلصاق المادي أو المعنوي في (اللام)، مما لا حاجة معها لأي توضيح. ¶ 6-التعليل: كما في قول امرئ القيس في معلقته: ((ويومَ عقرتُ للعذارى مَطيَّتي..)) ¶ ولكن معنى (شبه التمليك) هنا غير خفي، وإن كان للتعليل. فمطيته قد أصبحت ملكاً للعذارى بعد عقرها.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "7-للتعدية: كقوله تعالى: ((فهب لي من لدنك ولياً)). وهي عند (ابن مالك) لشبه التمليك. ¶ أما عند (ابن هشام) فهي للتبليغ، نحو ((ما أحب زيداً لبكر)). وهذا المعنى في المثال الأخير مستمد من خاصية الإلصاق في (اللام) كما سيأتي في الفئة الثانية. ¶ الفئة الثانية-الإلصاق: وهي على ثلاثة أوجه: ¶ 1-توكيد النفي: كقوله تعالى: ((لم يكن الله ليغفر لهم))(10). يقول الكوفيون: إن (اللام) أدخلت هنا لتقوية النفي. وهذه التقوية فيما نرى مستمدة أصلاً من خاصية الإلصاق في (اللام) مما لا مجال مع هذه المادة اللاّصقة للخروج عن حكم النفي في هذه الآية: ¶ 2-التوكيد الإيجابي: وهو على أربعة أنواع: ¶ آ- (اللام) المعترضة بين الفعل المتعدي ومفعوله كقول الشاعر. ¶ (((ومنْ يكُ ذا عظمٍ صليبٍ رجا به ... [لِيكْسرَ] عُودَ الدَّهرِ، فالدهرُ كاسِره)). ¶ ب- (اللام) المقحمة-وهي المعترضة بين المتضايفين نحو: ((يا بؤس لِلحرب))، وأصلها ((يا بؤس الحرب)). ¶ ج- (لام) التقوية، نحو: ((فعّال لما يريد))، وأصلها ((فعّال ما يريد)). ¶ د- (لام) المستغاث، نحو: ((يا لَزيد))، بفتح (اللام)، بمعنى أن (زيداً) هو المستغاث به أي المطالب بالإغاثة. فإن كسرت (اللام)، كان زيد هو المستغاث لأجله. وهذه الكسرة مخفف (الياء) تتوافق مع جعل الاستغاثة لمتعلقها (زيد) قياساً على وظيفة (الياء) في النسبة (كتاب-كتابي). ¶ وهذه المعاني في الأمثلة الآنفة الذكر تعود جميعاً إلى خاصية الإلصاق في (اللام). فالتكويد الإيجابي مثل توكيد النفي ووظيفته إلصاق الأحكام بمتعلقيها. فطبيعة التوكيد ذاتها تتضمن معنى الإلصاق. ¶ 3- ... التبيين-وهي ثلاثة أقسام:",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "آ- ... (لام) تبين المفعول من الفاعل. وهي التي تقع بعد فعل تعجب أو اسم تفضيل للحب أو البغض نحو: ((ما أحبني-أبغضني لِزيد)). أي ما أشد حبي أو بغضي له. و (اللام) هنا للإلصاق، قد ألصقت حبي أو بغضي بزيد. أما لو قلنا: ((ما أحبني-أبغضني إلى زيد)). لا نقلب المعنى، وصرت أنا المحبوب أو المبغوض من زيد، وذلك لأن من معاني (إلى ) بلوغ الغاية، وليس الإلصاق، كما سيأتي ففعل الحب أو البغض قد انتقل (مني) إلى أن بلغ (زيد)، فصار هو الذي يُحب أو يُبغِض. ¶ ب- ... (لام)تبين المفعول في أسلوب دعائي نحو: ((سقياً لِزيد، وجوعاً له)). فاللام هنا مبيّنة للمدعو له أو عليه. بمعنى (سقى الله زيداً وجوّعه). ¶ ج- ... (لام)تبين الفاعل في أسلوب دعائي، نحو: ((تباً لِزيد وويحاً له))، بمعنى (خسر زيدٌ وهلك). ¶ وخاصية التبيين في المعنيين الأخيرين مستمدة أيضاً من خاصية الإلصاق في حرف (اللام)، كما في المعنى الأول، فالإلصاق يتضمن معنى التبيين. ¶ 4-التبليغ نحو: ((قلت له، وأذنت له، وفسّرت له)). وذلك لخاصية الإلصاق في (اللام). ¶ 5-التعجب مع القسم: وتختص باسم الله تعالى، نحو (لله، لقد أصبح زيد شاعراً). ¶ 6-التعجب وحده نحو: ((يا لَجمال الربيع)). وخاصية الإلصاق في الفقرتين الأخيرتين غير خفية. ¶ 7-الصيرورة: وتسمى (لام) العاقبة، كقوله تعالى ((فالتقطه آل فرعون، (ليكون) لهم عدواً وحزناً)).(11) وخاصية الإلصاق في الصيرورة أشد ثباتاً ووضوحاً بفعل الاستمرارية. ¶ الفئة الثالثة-لموافقة معاني بعض حروف الجر وسواها: ¶ 1-موافقة (إلى)، نحو: ((كلُّ يجري لأجلٍ مُسمَّى)). ¶ 2-موافقة (على) في الاستعلاء الحقيقي، كقوله تعالى: ((ويخرّون للأذقان(12))). وفي الاستعلاء المجازي، نحو: ((وإن اسأتم فلها)). ¶ 3-موافقة (في)، نحو: ((مضى لسبيله)). ¶ 4-بمعنى ((عند))، نحو: ((كتبته لخمس خلون)). ¶ 5-موافقة (بعد)، كما في الحديث: ((صوموا لرؤيته وافطروا لرؤيته)). ¶ 6-موافقة (من)، نحو: ((سمعت له صراخاً)).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "7-موافقة (مع) كقول الجحدري: ¶ ((فلما تفرَّقنا كأنِّي ومالِكاً ... (لطولِ) اجتماعٍ لمْ نبتْ ليلةً معاً)). ¶ وواضح أن خاصية الإلصاق الفطرية في (اللام) هي الرابطة بين استعمالاتها التراثية وبين ما وافقته من حروف الجر (إلى-على-في-من)، وأسماء الظرف: (عند-مع-بعد). وهذا التوافق مرده أن أحرف الجر وأسماء الظرف آنفة الذكر تتضمن هي ذاتها معاني الإلصاق، سواء أكانت (اللام) توافقها أو لا توافقها. كما في أقوالنا: ((ذهب إلى البيت-جلس (على) الكرسي- وضعه في الصندوق- أقام (عند) صديقه –جاء بعده- خرج (من) المنزل- سكن (مع) صاحبه)) فالملاصقة في هذه الأمثلة واضحة لا تحتاج إلى تقدير. ¶ ولكن خاصية الإلصاق الغالبة على معاني (اللام) بوصفها عاملة جر، هل ستظل تلاحقها بوصفها عاملة جزم، ولا عمل لها؟. ¶ الحالة الثانية- (اللام) بوصفها عاملة جزم: ولها سبعة أوجه: ¶ حذر التكرار، سنؤجل الحديث عن هذه الحالة، إلى أن نستعرض معاني (اللام) مع الأحرف الجازمة. وسنرى أن خاصية الإلصاق لن تفارقها في الجوازم أيضاً، لا بل ستكون هناك أشد وضوحاً. ¶ الحالة الثالثة- (اللام) لا عمل لها، ولها سبعة معان: ¶ 1-(لام) الابتداء، وتسمى (لام) التوكيد، نحو: ((لَنِعْمَ الرجل زيد)). ¶ 2-(لام) المزحلقة عن صدر الجملة إلى عجزها بعد دخول (إنّ) المشددة، نحو: ((إنّ)) زيداً لقائم)). ¶ 3-(اللام) الفارقة- وهي (اللام) المزحلقة بعد (إنْ) المخففة، نحو: (إنْ زيداً لقائم). ¶ 4-(اللام) الزائدة. وهي الواقعة في خبر المبتدأ، نحو: (الرجل لكريم مِحتِدُه)). وكذلك في خبر (لكنَّ)، وخبر (ما)، وخبر (ما زال). وفي المفعول الثاني لـ (أرى)، نحو: ((أراك لشاتمي)). ¶ ... ويرى الأنطاكي أن /اللام/ الزائدة في المواقع الآنفة الذكر هي (لامات) ابتداء إذ المعنى فيهن جميعاً واحد وهو /التوكيد/ المحيط (الجزء 3 ص204).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "5- (اللام) الواقعة في جواب (لو، ولولا)، كقوله تعالى ((لو كان معهما آلهة إلا الله لفسدتا)).(13) ¶ 6- (اللام) الواقعة في جواب القسم كقوله تعالى (تا لله لأكيدنَّ أصنامَهم)).(14). ¶ 7- (اللام) الموطئة للقسم، كقوله تعالى: ((.. ولئن نصروهم (ليولُّنَّ)، الأدبارَ، ثم لا يُنصرون)).(15) ¶ وهذه (اللامات) في مختلف معانيها تفيد التوكيد صراحة أو ضمناً، مما يفيد إلصاق- الأحكام بمتعلقيها، كما أسلفنا بمعرض الحديث عن التوكيد الإيجابي والمنفي. ¶ وهكذا، على الرغم من تنوع معاني (اللام) وأقسامها واستعمالاتها التي قاربت الخمسين لدى (ابن هشام) و (39) لدى الأنطاكي، فإن المتمّعن فيها لا بد واجد بينها وبين خاصية الإلصاق الفطرية فيها صلات مباشرة تارة وضمنية تارة أخرى. ¶ 2-(الباء) ¶ أولاً-حول خصائصها ومعانيها الفطرية: ¶ يبدأ تشكل صوت (الباء) بضغط الشفة على الشفة بشيء من الشّدة حبساً للنفَس، ويتم تشكله بانفراجهما الفجائي عن بعضهما البعض بشيء من الانفجار. ¶ وباستعراض معاني المصادر الجذور التي تتصدرها (الباء) في المعجم الوسيط. لوحظ أن معانيها موزعة بين ثلاث فئات رئيسية هي: 1-الحفر والبقر 2-التوسع 3-الظهور والبيان، بنسب بلغت (53%). ¶ ولما كانت (الباء) الجارة منفردة وحدها لا تلتزم بخصائص حرف قرين آخر، فمن المتوقع أن يكون لها المزيد من المعاني والاستعمالات التراثية. فهل تحدُّ خاصية الانفجار في صوتها شيئاً من حريتها في التنوع والتشعب؟. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ لها في المحيط أخذاً عن (ابن هشام) بشيء من الاختصار في الشروح كما هي عادة (الأنطاكي) (14) معنى، وهي: ¶ 1-الإلصاق: و قد اقتصر سيبويه على هذا المعنى زاعماً أنه لا يفارقها. وهو إما حقيقي، نحو: (أمسكت بزيد)، إذا قبضت على شيء من جسمه، وإما مجازي، نحو: ((مررت بزيد)) أي- ألصقت مروري بمكان يقرب من زيد.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "... ولكن (الإلصاق) يتوافق في (اللام) مع واقعة التصاق طرف اللسان بالحنك الأعلى حبساً للنفس قبيل خروج صوتها. أما معنى (الإلصاق) في (الباء) فهو يتعارض مع خاصية (الانفجار) في صوتها الذي يوحي ويشير إلى الحفر والتوسع والبقر كما لاحظنا آنفاً في معاني المصادر التي تبدأ بها. ¶ ... ففي مثال (أمسكت بزيد): الإلصاق هنا عائد لفعل (أمسكت) الذي يفيد الإلصاق. فلو قلنا مثلاً: (استهنت بزيد) لغاب معنى الإلصاق. وكذا الأمر في تقدير ((مررت بزيد)). فمعنى (الباء) هنا هو أقرب إلى (التعدية) منه إلى الإلصاق، كما في المعنى التالي لها. مما ينفي عنها خاصية الإلصاق. ¶ 2-التعدية: وأكثر ما تُعدِّي الفعل القاصر، كما تفعل (الهمزة). ففي قولنا: ((ذهب زيد)) نُعديه بالباء: ((ذهب بزيد))، أو بالهمزة: ((أذهبه)). وكما في قوله تعالى: ((ولولا دفع الله الناسَ بعضهم ببعض ... )) وفي قولنا ((صككت الحجر بالحجر)). ومعنى التعدية قريب من المعنى الفطري (للباء) بما يتوافق مع صوتها الانفجاري شدة وتأثيراً. ¶ 3-الاستعانة: وهي الداخلة على آلة الفعل، نحو: ((طعنته بالرمح، ونشرته بالمنشار)). ¶ ... وهذا المعنى هو (أقرب) إلى معانيها الفطرية في الحفر والبقر، بما يتوافق مع إيحاءات صوتها الانفجاري فكان الطعن والنشر والحفر والشق يتم بـ (الباء)، وليس بأي أداة أخرى. ¶ ... وهكذا تكون (الباء) من الأسلحة الصوتية الانفجارية التي يُعتدى بها على الآخرين ويُستعان بها عليهم أيضاً. وهذان المعنيان هما الألصق بخصائصها الفطرية من باقي المعاني المسندة إليها. كما سيأتي.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "4-السببية: كقوله تعالى ((إنكم ظلمتم أنفسكم باتخاذكم العجل))(16). أي معبوداً. ونرى أنه يمكن صرف (الباء) هنا إلى معناها الفطري في الاستعانة. وذلك بتقدير: ((إنّ اتخاذكم العجل كان وسيلة لظلمكم أنفسكم))، بمعنى أن عبادة العجل كانت أداة لظلمكم أنفسكم، كما في قولنا ((نجح الطالب باجتهاده، وفاز العدّاء بسرعته)). فالاجتهاد وسرعة العدو، كانتا أداتي النجاح والفوز، وإن كان بالإمكان صرفهما إلى السببية. ¶ 5-المصاحبة: نحو ((اهبط بسلام))، أي معه. ولكنهم اختلفوا في معنى (الباء) في قوله تعالى ((فسبح بحمد ربك)). فقيل للمصاحبة، وقيل للاستعانة. ¶ ... ونرى أن الاستعانة أكثر توافقاً مع المعنى الفطري (للباء). فالحمد هو الآلة المعنوية للتسبيح إذا صح التعبير. ¶ 6-الظرفية: كقوله تعالى: ((ونصركم الله ببدر))(17) بمعنى (في) بدر. وكقوله تعالى ((إنك بالوادي المقدس طوى)). وهذا المعنى يتماس مع معاني (الباء) في الحفر، قريباً من معاني (في) كحفرة صوتية: ¶ 7-البدل: كقول الشاعر: ¶ ((فليتَ لي (بهمْ) قوماً إذا ركِبوا ... شنُّوا الإغارةَ فُرساناً ورُكباناً)). ¶ ... والمعنى هنا فيما نرى أقرب إلى (المقابلة) وله حكمها، كما سيأتي في الفقرة التالية: ¶ 8-المقابلة: وهي الداخلة على الأعواض، نحو: ((اشتريته بألف)). ¶ ... وهذا المعنى يمكن صرفه إلى (البدل)، أو الاستعانة. وذلك بتقدير: استبدلته بألف، أي استعنت بألف لشرائه. وهكذا الأمر في قوله تعالى ((ادخلوا الجنة بما كنتم تعملون))(18) يمكن أن يصرف للاستعانة بتقدير: ادخلوا الجنة مستعينين بما (كنتم تعملون). ¶ 9-المجاوزة: (عن). وتختص بالسؤال، نحو: ((فاسأل به خبيراً)). وقيل لا تختص بالتجاوز بدليل قوله تعالى: ((ويوم تشقَّقُ السماء بالغمام)) ¶ (19). فالباء على رأي الزمخشري هي هنا للاستعانة إذ جعل الغمام كالآلة التي يشق بها)). ¶ ... ومعنى الاستعانة في رأينا ينسحب أيضاً على المثال الأول:",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "... ((فاسأل به خبيراً))، إذ يمكن اعتبار صاحب الخبرة آلة للإخبار عن حقيقته ويكون معنى الاستعانة أقرب لها من معنى المجاوزة. ¶ 10-الاستعلاء: ومثلوا له بقوله تعالى ((ومنهم من أن تأمنه بقنطار))(20)، أي على قنطار. ¶ ونرى أن الاستعانة أولى بهذا المعنى، بتقدير أن القنطار هو أداة اختبار أمانته، ونحو: ((وإذا مروا به يتغامزون))، أي عليه. ¶ والتعدية هنا فيما نرى أولى بهذا المعنى كما لحظنا في الفقرة (1) آنفاً. ومثلوا لذلك أيضاً بقول الشاعر: ¶ (أربُّ يبولُ الثعلبانُ (برأسه) ... لقد هان منْ بالتْ عليه الثعالبُ)). ¶ ... والاستعلاء هنا فيما نرى اصطلاح اقتضاه الوزن، وهو ضعيف وغير مألوف، ولا عبرة له. ¶ 11-التبعيض: كقوله تعالى: ((عينا يشرب بها عباد الله))(21)، أي منها، وكقول الشاعر: ¶ ((فلثمتُ فاها آخذاً بقرونِها ... شُرْبَ النزيفِ ((ببُردِ) ماءِ الحشرجِ)). ¶ ... ومعنى التبعيض هنا يتماس مع معنى التعدية. ¶ 12-القسم: (الباء) هي أصل أحرف القسم. يجوز ذكر فعل القسم معها ويجوز عدم ذكره نحو ((أقسم بالله العظيم)) و (بالله العظيم)). كما يجوز دخولها على الضمير، نحو: ((بك لأفعلَنَّ)). ¶ ... ونرى أن القسم هنا ينصرف إلى معنى الاستعانة بالمُقْسَمِِ به لكسب الثقة بصدق القول. وذلك بتقدير أنّ المقسَمَ به رمز للقداسة والتكريم والاحترام،. فكانَ أداة للثقة والطمأنينة على صدق القول. ¶ 13-الغاية: كقوله تعالى: ((وقد أحسن بي إذ أخرجني من السجن))(22)، أي أحسن إليّ. وهذا المعنى يمكن صرفه إلى التعدية، كقولنا: ((استهان به))، فهو يتوافق مع خاصية الانفجار في صوتها. وذلك بتقدير أنه وقع عليه فعل الإحسان في المثال الأول وفعل الاستهانة في المثال الثاني. ¶ 14-التوكيد: و(الباء) هنا حرف جر زائد في ستة مواضع. ¶ أ- تزاد في الفاعل إمّا وجوباً في صيغة التعجب ((أكرِمْ بزيدٍ))، وإما غالباً مع فاعل (كفى)، نحو: ((كفى بالفعلِ مرشداً))",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ب- تزاد في المفعول به. كقوله تعالى ((وهُزِّي إليكِ بجِزعِ النخلة))(23). ¶ ج- وتزاد في المبتدأ، نحو: ((خرجت فإذا بزيد)). ¶ د- وتزاد في الخبر المنفي عنه، نحو: ((ما زيد بقائم)). ¶ هـ-وتزاد في الحال المنفي عاملها. كقوله تعالى: (وما ربك بظلام للعبيد))(24). ¶ و- وتزاد في التوكيد بالنفس والعين، كقوله تعالى: ((يتربصن بأنفسهن)) ¶ (25). ¶ وعلى الرغم من أن (الباء) في هذه المواضع زائدة فإن بعضها يتماس مع معنى التعدية كما في ((اكرِمْ بزيد)). كقوله تعالى: ((وهزِّي إليك بجزع النخلة)).(26) وبعضها يتماس مع معنى الاستعانة، كما في قوله تعالى ((كفى بالله شهيداً))(27). وبعضها اصطلاحي لا يتماس مع أي معنى آخر كما في ((ما زيد بقائم-خرجت فإذا بزيد)). ¶ وهكذا كان للباء (14) معنى والمزيد من التفرعات والاستعمالات. كان منها معنيان أصليان يتوافقان مع خصائص صوتها الانفجاري، ومع بعض معانيها المستمدة من المعاجم، هما: ((التعدية والاستعانة)). وكان منها (13) معنى، أعيدت تقديراً إلى الاستعانة أو التعدية. وكان ثمة معنى واحد هو: (التوكيد) قد أمكَن إعادة أربعة من تفرعاته تقديراً إلى الاستعانة والتعدية، والاثنان الباقيان مصطلحان. ¶ وهكذا بإعادة معظم ما ورد من معاني (الباء) تلك إلى التعدية والاستعانة، فإن العربي يكون بذلك قد تمكن ببراعته اللغوية المعتادة من ضبط هذا الانفجار الصوتي في قنواته الصحيحة من المعاني والاستعمالات كما فعل بانفجار صوت (الهمزة)، فوظفها في صناعة معانيه. وذلك على مثال ما سيطرت الصناعة الحديثة على انفجار المواد المشتعلة في محركاتها الانفجارية. ¶ 3-الكاف: ¶ أولاً-حول خصائصها ومعانيها الفطرية:",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "تختلف معاني (الكاف) باختلاف طريقة النطق بها. فإذا لفظ صوتها مخفوتاً به قليلاً-ومضغوطاً عليه بعض الشيء، كما يقع لها ذلك في نهاية المصادر، حاكى حادثة احتكاك الخشب بالخشب على الطبيعة. فكان من معانيها الفطرية الاحتكاك. وباستعراض معاني المصادر التي تنتهي بالكاف كان لمعاني الاحتكاك (15) مصدراً جذراً. ¶ أما إذا لفظ صوتها بنبرة عالية وبشيء من التفخيم، كما يقع لها في مقدمة المصادر، أوحى صوتها بالضخامة والامتلاء والتجمع والتراكم والتكوم. وكان لهذه المعاني (40) مصدراً جذراً تبدأ بالكاف. ¶ وللكاف معان أخرى من موحيات الشدة والحرارة، مما لا يعنينا أمرها هنا. انظر خصائص الحروف ص (70-72). ¶ ثانياً-حول معانيها واستعمالاتها التراثية: ¶ هي لدى (ابن هشام) جارَّةٌ وغيرها، الجارة: حرف واسم: ¶ أ الكاف الحرفية الجارة: لها خمسة معان ¶ أ-التشبيه، نحو: ((زيد كالأسد))، وهذا المعنى المستمد من خاصية الاحتكاك في صوتها هو المعنى الفطري الأصيل لها. فتشبيه شيء بشيء يتطلب إجراء المطابقة بين صفاتهما الحسية أو المعنوية المشتركة، في صور من الاحتكاك المادي أو الذهني. ¶ ب-التعليل: كقوله تعالى: ((واذكروه كما هداكم)) ونحو: ((وأحسِنْ كما أحسنَ اللهُ إليك))، ولم يسلم هذا المعنى من الاعتراض. فقال بعضهم: إن (الكاف) هنا للتشبيه بتقدير: ((مثلما هداكم، ومثلما أحسن الله إليك)). ونحن أميل إلى الأخذ بهذا المعنى لتوافقه مع خاصية الاحتكاك في صوتها. ¶ ح-الاستعلاء: نحو: ((كن كما أنت))، بمعنى (كن على ما أنت عليه)). ويرى بعضهم أن /كما/ هنا هي بمعنى (مثل). بتقدير ((كن في الحاضر أو المستقبل مثلما كنت في الماضي)). وبذلك ينصرف معنى الاستعلاء إلى التشبيه وهو أحد المعاني الفطرية لـ (الكاف). وهو الأصحّ. ¶ د-المبادرة: نحو: ((سلّم كما تدخل)). أي (عند دخولك). وذكر بعضهم أن هذا المعنى غريب جداً، وبالتالي شاذ الاستعمال، كما يرى (ابن هشام)، وإذن فلا عبرة له.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "هـ-التوكيد: وهي (الكاف) الزائدة كقوله تعالى: ((ليس كمثله شيء)). فقد رأى الأكثرون أن تقدير الآية هو: ((ليس شيء مثله)). فقالوا بزيادة (الكاف) في (كمثله) تجنباً من تقدير الآية (ليس مثل مثله شيء)، وهذا محال لأنه تعالى لا مثل له. وقد اعترض بعضهم، بأن الزائدة هي (مثل) وليس (الكاف)، قد زيدت لتفصل بين (الكاف) والضمير (الهاء) فصارت (كمثله) بدلاً من (كهِ) ونحن أميل للأخذ بهذا الرأي لتوافقه مع خصائصها الصوتية في الاحتكاك. ¶ 2- ... (الكاف الاسمية الجارة: وهي مرادفة (مثل) كقول الشاعر: ¶ ((بيضٌ ثلاثُ كنعاجٍ جُمِّ ... يضحكْن عنْ (كالبردِ) المنهَمِّ)). ¶ أي مثل (البرد). ¶ وهكذا يبدو أن المعنى الأصلي ((للكاف)) الجارة هو التشبيه، وأن باقي المعاني مشوبة به. وهو المعنى الفطري لها المستمد من خاصية الاحتكاك في صوتها. ¶ 3-الكاف غير الجارة، هي لدى (ابن هشام) نوعان اثنان: ¶ أ-مضمر منصوب أو مجرور. وهي اللاحقة بالأفعال والأسماء، كقوله تعالى: ((ما ودعك ربك))(28). ¶ ب-حرف معنى لا محل له، ومعناه الخطاب. وهي اللاحقة لاسم الإشارة، نحو: (ذلك-تلك)، وللضمير المنفصل المنصوب، نحو: (إياك- إياكم) ولبعض أسماء الأفعال، نحو: (رويدك). ¶ وواضح أن استعمالات (الكاف) غير الجارة في الأمثلة آنفة الذكر لا علاقة لها بخاصيتها الفطرية في الاحتكاك. ¶ وهكذا يبدو أن خاصية الاحتكاك في صوت (الكاف) قد حدّ من حرية العربي في التوسع-باستعمالاتها ليقتصر في ذلك على ما يتوافق مع موحيات صوتها في الاحتكاك لمعاني التشبيه. ¶ 4-(واو القسَم) ¶ لقد سبق أن تحدثنا عن خصائصها الصوتية بوصفها عاطفة لمجرد الجمع بلا ترتيب، وبتراخ وبلا تراخ بما يتوافق مع واقع تدافع النفَس في جوف الفم عند خروج صوتها. ¶ أما (الواو) هنا فلها قسمان.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "1-(واو) القسم: وهي لا تدخل إلا على مُظهر، ولا تتعلق إلا بمحذوف فهي والمقسم به متعلقان بفعل القسم المحذوف وجوباً معها كقوله تعالى: ((والقرآنِ الكريم))(29). فإن تلتها (واو) أخرى. كقوله تعالى: ((والتين والزيتون))(30)، كانت (الواو) التالية للعطف. ¶ 2-(واو) ربّ. كقول الشاعر: ¶ ((وليلٍ كموجِ البحرِ أرخى سُدولَه ... عليّ بأنواعِ الهمومِ ليبتلي)). ¶ وهي لا تدخل إلا على منكر، ولا تتعلق إلا بمؤخَّر. ولا تدخل (واو) العطف على (واو) ربّ ولكنها تدخل على (واو) القسم كقول الشاعر: ¶ ((وواللهِ لولا تمرُهُ ما حَببتُه ... ولا كان أدنى من عُبَيْدٍ ومُشْرِقِ)) ¶ وهذان المعنيان لـ (الواو) الجارة مصطلحان، ليس بينهما وبين خصائص (الواو) في التدافع والفعالية والاستمرارية رابطة ظاهرة. فكان العطف أهم وظائفها لتوافقه مع خصائصها الصوتية كما أسلفنا في حينه. ¶ 5-(التَّاء) ¶ أولاً-حول خصائصها ومعانيها الفطرية: ¶ يوحي صوتها بالرقة واللين. فكان من معاني المصادر الجذور التي تبدأ بها: الرقة والضعف واللين والتفاهة، بما يتوافق مع صدى صوتها في النفْس، ولكن بنسب ضئيلة لم تتجاوز (18) في المئة. وذلك لأنّها من أضعف الحروف العربية شخصية، إذ لم تستطع أن تؤثر في معاني المصادر التي تبدأ بها أو تنتهي بها إلا قليلاً. ¶ وهكذا كان لا بد من اعتماد الخصائص الفطرية لصوتها من رقة ولين وضعف كمعان لها أينما وجدت في حروف المعاني وسواها. لذلك لا بد لنا أن نتجاهل ضعف تأثيرها في معاني المصادر التي تشارك في تراكيبها، ما دام ذلك ناجماً عن طبيعة الضعف في صوتها وشخصيتها. ليكون الضعف والمطاوعة من خصائصها الفطرية أينما وجدت فكان لها بذلك دورها الهام في ضمائر (المخاطب وأسماء الإشارة وتاء التأنيث) كما سيأتي. ¶ ثانيا-حول معانيها واستعمالاتها التراثية: ¶ لها في المحيط وفي مغني اللبيب ثلاثة أوجه.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "1-حرف جر: وهي المختصة بجر لفظ الجلالة في القسم، كقوله تعالى: ((وتاللهِ لأكيدنَّ أصنامَكم..)(31) وربما قالوا: ((تربّي-تربِّ الكعبةِ-تالرحمنِ). ¶ 2-حرف خطاب: وهي الموجودة في سلسلة ضمائر المخاطب: (أنت-أنتم-أنتن). وهذا على مذهب من يرى أن الضمير هو (أنْ) وحدها. ومن يخالف ذلك يرى أن الحروف كلها هي الضمير وعلى هذا لا يكون هناك (تاء) خطاب. ¶ ... والرأي الأول، فيما نرى هو الصحيح. وذلك لتوافقه مع أصول نشأة اللغة العربية من حرف واحد هو (أ) ثم ضُمَّ إليه حرف ثان (ن) في مرحلة لغوية متطورة لاحقة فأصبحا (أنْ)، ثم ضُمَّ إليهما في مرحلة لغوية أكثر تطوراً (الألف اللينة) فصارت (أنا) للمتكلم. ثم أُلحقت (التاء) الضعيفة الرقيقة بضمير(أنْ) فصارت (أنتَ) للتقليل من شأن المخاطب والمخاطبة في مواجهة (أنا) للمتكلم، كما نوهنا بذلك سابقاً. ¶ 3-للتأنيث: وهي الساكنة الداخلة على الفعل، نحو: ((قامتْ هندُ)). وهذه حرف لا محل لها من الإعراب. خلافاً للجلولي الذي زعم أنها ضمير وأنها في محل رفع. ¶ ولئن كانت (الباء) هي أصل أحرف القسم، فإن (الواو) للقسم بدل منها. أمَّا (التاء) فهي بدل من (الواو)، لأنها أضعفها جميعاً، على ما اتُّفِقَ عليه. ¶ وهكذا يكون العربي قد استعمل (التاء)، سواء في القسم أو الخطاب أو التأنيث، بما يتوافق مع خصائص الضعف الفطريّة في صوتها. لتكون (التاء) على ضعفها هي إحدى الصور التراثية التي تهدينا إلى أصالة اللغة العربية وفطرتها. ¶ 6- (مِنْ) ¶ أولاً-حول خصائص حرفيها ومعانيهما الفطرية: ¶ 1-الميم)-من معانيها في بداية المصادر: (المصُّ والرُّضاع واستخراج الأشياء من أمكنتها). فكان لها في المعجم الوسيط(33) مصدراً جذراً لهذه المعاني. وكان من معانيها في نهاية المصادر الجمع والضم) ولها (36) لهذه المعاني. ¶ 2-(النون)- من معانيها (البطون والصميمية والنفاذ في الأشياء) وكان لها (165) مصدراً تبدأ بها لهذه المعاني.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "... والمعاني الفطرية لهذين الحرفين تتناسق فيما بينها لتشكل حركة (اندفاع) من الداخل إلى الخارج بفعل جاذبية الامتصاص في (الميم). فيكون معنى (التبعيض أو التجزئة) هو المعنى الفطري الأصل لها، باعتباره هو محصلة خصائص حرفيها: (الميم والنون). فهل سيغلب هذا المعنى الفطري على معانيها واستعمالاتها؟. ¶ ثانياً-حول معانيها واستعمالاتها التراثية ¶ هي لدى (ابن هشام) على خمسة عشر وجهاً. ويرى أن الغالب عليها هو (ابتداء الغاية) فيجعله في مقدمة معانيها ووجوهها. أما نحن، فنرى أن (التبعيض) هو أساس معظم معانيها، فجعلناه في مقدمتها. ¶ 1-التبعيض: ويصحُّ أن نطلق عليه اسم (التجزئة)، أي (جزء من)، نحو (شربت من الإناء)، أي (جزءاً من محتوى الإناء)، وكقوله تعالى: ((لن تنالوا البر حتى تنفقوا مما تحبون))(32) بمعنى (جزءاً)، مما تحبون من الأموال. ونحو: (هذا الرجل من قريش)، إذ يشكل جزءاً من رجال قريش. وهذا المعنى التراثي يتوافق مع المعاني الفطرية لمحصلة حرفي (الميم والنون). ¶ 2-ابتداء الغاية: وهو الغالب عليها فيما يرى (ابن هشام)، حتى ادّعى جماعة أنَّ سائر معانيها راجعة إليه. فهل هذا صحيح؟. ¶ ... إنَّ ابتداء الغاية، إمّا مكاني، كقوله تعالى: ((سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلى المسجد الأقصى))(33). ولئن كان (إسراء) الله بعبده قد ابتدا (من) المسجد الحرام إلاَّ إن هذا الإسراء قد تضمَّن (استخراج) عبده (مِنَ) المسجد الحرام، بما يتوافق مع أحد معاني (الميم) في الاستخراج كقولنا ((استدنت من زيد)). ¶ ... وإما أن تكون زمانية. كقول رسول الله (ص): ((فمطرنا مِنَ الجمعة إلى الجمعة)). فالجمعة الأولى فيما نرى هي (جزء) من أيام الأسبوع، أو بعضه. ¶ ... وهكذا فإن معنى ابتداء الغاية يتماس مع معاني الاستخراج والتبعيض والتجزئة.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "3-بيان الجنس: كقوله تعالى: ((ما ننسخ من آية أو ننسها، نأت بخير منها أو مثلها)). ولكن نرى أن الآية المنسوخة هي (جزء) مستخرج من مجموع الآيات. فالمعنى هنا للتبعيض والتجزئة. ¶ ... وكما في قوله تعالى: ((يُحلّون فيها من أساور (من) ذهب..). ولئن كانت (من) الثانية لبيان جنس الأساور، ولكنها في الوقت ذاته (جزء) من الذهب أو بعضه. ¶ ... وهكذا يتماس معنى التجزئة هنا أيضاً مع معنى (بيان الجنس). ¶ 4-التعليل: كقول الشاعر: ¶ ((يُغضِي حَياءً ويُغضَى من مَهابَتِهِ ... فما يُكلَّم إلاَّ حِينَ يبتَسِمُ)). ¶ ... وهذا المعنى يمكن صرفه إلى التبعيض، بمعنى أن (المهابة) هي بعض من مزاياه (صدق. شرف. تقى ... ) ¶ 5-البدل: كقوله تعالى: ((أرضيتم بالحياة الدنيا من الآخرة))(34). وهذا المعنى يتماس مع (الاستخراج) بتقدير: ((باستخراجها من حساب الآخرة)). ¶ 6-مرادفة (عن): كقوله تعالى: ((فويل للقاسية قلوبهم من ذكر الله))(35). وهذا المعنى يمكن صرفه إلى التبعيض، بمعنى أن (ذكر الله) هو بعض من الواجبات المفروضة عليهم (طاعته-محبته-شكره). ¶ 7-مرادفة (الباء): نحو: ((ينظرون من طرْف خفي)). الطرْف بتسكين الراء، هو (تحريك الجفن)، وهو أصل معانيه، بدليل قوله تعالى: ((وعندهم قاصرات الطرْف عين)(36)، كناية عن خجلهن وحيائهن. كما يأتي الطرْف بمعنى (العين). ونرى أن معنى (من) هنا قد أشرب بمعنى (ابتداء الغاية) وما يلابسه من معنى التجزئة أو التبعيض كما أسلفنا. ¶ 8-مرادفة (في): كقوله تعالى: ((أروني ماذا خلقوا من الأرض))(37). وهي هنا برأينا للتجزئة والتبعيض صراحة، بتقدير: ((أروني أي جزء من أجزاء الأرض قد خلقوا)). ¶ 9-موافقة (عند): كقوله تعالى: ((لن تغني عنهم أموالهم ولا أولادهم (من) الله شيئاً))(38). وهذا المعنى يمكن صرفه أيضاً إلى التبعيض بتقدير: من بعض ما عند الله من صنوف العذاب وهو المقصود.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "10-مرادفة (على): كقوله تعالى: ((ونصرناه من القوم الذين كذبوا بآياتنا، إنهم كانوا قوم سوءٍ فأغرقناهم أجمعين))(39). والتقدير أنّه تعالى نصره باستخراجه من بينهم فسلم وهلكوا. وهذا المعنى هو أقرب للتجزئة والتبعيض. ¶ 11-الفصل: كقوله تعالى: ((الله يعلم المفسد من المصلح)). قال بعضهم أن (من) هنا للابتداء أو بمعنى (عن). ويصح عليها فيما نرى معنى (استخراج) المفسد من فئة المصلحين. وهذا يتماس أصلاً ¶ مع معنى (الفصل). ¶ 12-مرادفة- (ربما): كقول الشاعر: ¶ ((وإنّا (لمّما) نَضربُ الكبْشَ ضربةً ... على رأسهِ نُلَقي اللسانَ مِنَ الفمِ)). ¶ ... نرى أنَّ (ممّا) تنصرف هنا إلى تقدير ((مَن الذين)) يضربون الكبش، وليس إلى تقدير (لربما) فتكون للتجزئة والتبعيض، لا مرادفة (ربما). وقد اختلف الفقهاء حول هذا الوجه، مما يرجح معه التقدير الذي عرضناه. ¶ 13-(الغاية): وضرب له (سيبويه) مثالين: الأول: (رأيته من ذلك الموضع) فجعلته غاية لرؤيتك، أي محلاً للابتداء والانتهاء. وقد سبق أن لحظنا أن (الابتداء) يتوافق مع أحد معاني (الميم) في (استخراج) الأشياء. فكأنَّ الرؤية قد التقطت المنظور إليه من (ذلك الموضع). والثاني: ((أخذته من زيد)). وهي هنا لمعنى الاستخراج صراحة فيما نرى بتقدير ((أخذته مما هو موجود لدى زيد))، وليس للغاية والابتداء، كما قرَّر (ابن هشام). ¶ 14-التنصيص على العموم: نحو: ((ما جاءني من رجل)). ومعنى التبعيض والتجزئة أولى به هنا بتقدير: ((ما جاءني رجل من عموم الرجال)). ¶ 15-توكيد العموم: نحو: ((ما جاءني من أحد)). وهي هنا للتجزئة والتبعيض صراحة بتقدير ((ما جاءني أحد من الناس)). فحذفت لفظة (الناس) بلاغة في التعبير. ¶ ... وهكذا كان المعنى الغالب على (مِنْ) هو (التجزئة والتبعيض) ومن ثم (الاستخراج) بما يتوافق مع الخصائص الفطرية لحرفيها، مما يؤهلها أن تكون إحدى مستحاثاتنا اللغوية أيضاً. ¶ 7- (عَنْ) ¶ أولاً-حول خصائص حرفيها ومعانيها الفطرية:",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "1-(العين)- من معانيها العلو والظهور والإحاطة ... وكان لها (128) مصدراً تبدأ بها لهذه المعاني. ¶ 2-(النون)- من معانيها الصميميّة والبطون والنفاذ، كما أسلفنا. ¶ ... وهكذا فإن ثمة تناقضاً بين معاني حرفيها: (فالعلو والظهور والإحاطة) في (العين). يناقضها على التوالي (الصميمية، والبطون، والنفاذ) في (النون). ¶ ... وإذن فما هي محصلة هذه المتناقضات في حرفي (عن)؟. ¶ ... لم أجد استعمالاً لحرف (عن) يجمع بين هذه المتناقضات أصدق من عبارة: ((تلقى الفقه عن شيخه)) وما ماثلها من المعاني المعنوية، نحو: ((ورث الشجاعة عن أبيه)). ¶ ... ولكن هل سيراعي العربي في معانيها واستعمالاتها التراثية محصلة هذه الخصائص المتناقضة في حرفيها. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ هي لدى (ابن هشام) على ثلاثة أوجه: ¶ الوجه الأول: حرف جر: ولها عشرة معان. ¶ 1-المجاوزة، نحو: ((سافرت عن البلد)) و ((رغبت عن صحبته))، و ((ورميت السهم عن القوس)). ولم يذكر البصريون لها سوى هذا المعنى على ما أثبته (ابن هشام). ¶ والتجاوز في هذه الأمثلة يتوافق مع محصلة المعاني الفطرية المتضادة لخصائص حرفي (عن). ¶ فالإقامة في البلد، وصحبة الرفاق، واستقرار السهم في القوس هي أحداث تتوافق مع صميمية (النون) وبطونها. فجاءت (العين) بموحيات العلو والسمو في صوتها لتمكين الأفعال الآنفة الذكر: (سافرت- رغبت-رميت) من تجاوز مفعولاتها غير المباشرة (البلد-الصحبة-القوس). ¶ فالمجاوزة في حقيقتها هي المحصلة (الهندسية-الميكانيكية) لقوة الشد إلى تحت في الصميمية والبطون (للنون)، ولقوة الشد إلى فوق في العلو والسمو (للعين)، في حركة أفقية انزلاقية هي المعنى الحقيقي للتجاوز: يمكن رسمها في الشكل التالي: ¶ العلو ... ... ... للعين ¶ ... ... ... ... ... التجاوز هو المحصلة. ¶ البطون ... ... للنون",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "والتجاوز إما معنوي كقوله تعالى (أذهب الحزن عنه)، وإما حسي، نحو: ((مسح العرق عن وجهه). وسنجد في معاني (عن) التالية تأويلات وتقديرات من التجاوز هي أقرب لمعانيها الحقيقية الفطرية. ¶ 2-البدل: كما في الحديث الشريف: ((صومي عن أمك))، ونرى أن معنى (التجاوز) أولى به بتقدير: ((دعي ثواب صومك يتجاوزك إلى أمك)). ¶ 3-الاستعلاء: كقوله تعالى ((.. فإنما يبخل عن نفسه))(40). أي على نفسه، والاستعلاء هنا غير حقيقي، لأنه يقتصر على إمكان استعمال (على) بدلاً من (عن). فالمقصود فيما نرى هو: ((أن ضرر البخل يتجاوز الآخرين إلى نفس صاحبه)). ¶ 4-التعليل: كقوله تعالى: ((وما نحن بتاركي آلهتنا عن قولك))، أي بسبب قولك. ولكن معنى (عن) هنا يتوافق مع معنى التجاوز المستمد من محصلة خصائص حرفيها ومعانيهما كما أسلفنا في مثال: ¶ ... ((تلقى الفقه عن شيخه)). ويظهر هذا المعنى جلياً لو عكسنا المعنى وقلنا: ((عبدنا الله عن قولك)). ¶ 5-مرادفة (بعد): كقوله تعالى: ((يحرِّفون الكلم عن مواضعه))(41)-وكقوله أيضاً: ¶ ... ((لَترْكبنَّ طبقاً عن طبق))(42) أي حالة بعد حالة. والتجاوز هنا واضح لا يحتاج إلى تأويل أو تقدير. فالتحريف يتم هنا بنقل الكلام من موضع إلى موضع في حركة (انزلاقية-تجاوزية). وكذلك الأمر في الانتقال من حال إلى حال. ¶ 6-الظرفية: كقول الشاعر: ¶ ((وآسِ سُراةَ الحيِّ حيثُ لقيتَهم ... ولا تكُ عنْ حَمْل الرِّباعةِ وانيا)). ¶ وهذا المعنى مردُّه إلى قول بعضهم بأن فعل (ونى) لا يتعدى إلا بحرف (في) بدليل قوله تعالى: ¶ ... ((ولا تنيافي ذكري)). ولكن (ابن هشام) يحيل هذا المعنى إلى التجاوز وهو الأصح. إذ أن معنى (ونى عن كذا) جاوزه ولم يدخل فيه، أما (ونى فيه) فمعناه، دخل فيه وفتر. ¶ 7-مرادفة (مِن): كقوله تعالى: ((هو الذي يقبل التوبة عن عباده ويعفو عن السَّيِّئات))(43). ونرى أن التجاوز المعنوي في ((قبول التوبة (عن) عباده))، أبلغ وأوفى للغرض من استعمال (مِن) للتوبة.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "... وذلك على العكس من استعمال (مِن) للمعاني الحسية بمعرض القبول والتقبل. فمن معاني (من) كما مر معنا آنفاً (الاستخراج). ففي قوله تعالى ((.. إذ قرَّبا قرباناً فتُقبِّل من أحدهما ولم يُتقبل من الآخر)) ¶ (44). يمكن صرف (التقبُّل منه) إلى (الأخذ منه). ¶ 8-الاستعانة، نحو: ((رميت السهم عن القوس)) أي بالقوس. ولكن السهم هنا يتجاوز القوس في حركة انزلاقية فكان معنى التجاوز أكثر توافقاً وتطابقاً مع واقعة الرمي بالسهام و أوفى للغرض من معنى الاستعانة. ¶ 9-مرادفة الباء، كقوله تعالى: ((وما ينطق عن الهوى))(45). ولكن معنى التجاوز هنا صريح، بتقدير ((وما يتجاوز نطقه (العقل والحكمة والحقيقة..) إلى الهوى)). وهي الأبلغ من (الباء). ¶ 10-أن تكون زائدة، ولها ثلاثة أوجه: ¶ ... الأول: للتعويض من أخرى محذوفة، كقول الشاعر: ¶ أتجزعُ إنْ نفسٌ أتاها حِمامُها ... فهلاّ التي عنْ بيْنَ جَنبيك تدْفعُ)).. ¶ أي: ((فهلاّ تدفع عن التي بينَ جنبيك))، فحذفت (عن) من أول الموصول وزيدت بعده. والصياغة الشعرية ركيكة، ولا عبرة لهذا المعنى فيما نرى. ¶ الثاني: أن تكون حرفاً مصدرياً. وذلك أن بني تميم يقولون: ((أعجبني عن تفعل كذا)) بدلاً من ((أعجبني أن تفعل كذا)). وهذه المصدرية لا أهمية لها لنشوذها. ¶ الثالث: أن تكون اسماً بمعنى (جانب). وذلك حين تجر (بمن أو على). ¶ ... ... فمن الأول قول الشاعر: ¶ ((فلقد أَراني للرِّماحِ دريئةً ... مِنْ عن يميني تارةً وأمامي). ¶ ومن الثاني قول أحدهم: ¶ ((على عنْ يميني مرَّتِ الطيرُ سُنَّحاً ... وكيفَ سُدُوحٌ واليمينُ قطيعُ)). ¶ ومعنى التجاوز قد لحقها إلى (الاسمية) أيضاً. فمفهوم (جانب) ينطوي في حد ذاته على التجاوز وهو صريح في البيتين آنفي الذكر. ¶ وهكذا، كان البصريون أصدق حَدْساً بصدد حصر معاني (عن) جميعاً في التجاوز، الذي هو محصلة معاني حرفي (العين والنون)، في حركة انزلاقية كما أسلفنا.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وبالتقاء الفطري والتراثي في هذا الحرف الرعوي (عن) يكون واحداً من المستحاثات اللغوية أيضاً. ¶ 8- (على) ¶ واستطراداً في الحديث عن معاني (العين) في (عن)، رأينا أن نتحدث هنا عن (على) ذات الأحرف الثلاثة قبل الحديث عما بقي من حروف الجر ذوات الحرفين. ¶ أولاً-حول خصائص أحرفها ومعانيها الفطرية: ¶ أ-(العين)- لها خصائص ومعان عديدة بحسب طريقة النطق بصوتها. ونكتفي منها هنا بثلاثة فقط مما يعنينا في تحديد معاني حروف الجر وسواها من حروف المعاني التي تشارك في تراكيبها. فمن معانيها: ¶ 1-العلو والظهور بما يتوافق مع النطق بصوتها بنبرة عالية. كما في (علا-عَرَب). ¶ 2-العيانية والوضوح، بما يتوافق مع نصاعة صوتها ونقائه كيفما نطق به. كما في: (العلم- العراص). ¶ 3-العوج والميل: نحو: ((عقد الشيء-لواه))، والعقد والربط، نحو: ((عقل البعير- ربطه)). ¶ ... والفتل والدوران، نحو: (عبل الحبل-فتله)، وهكذا إلى (64) مصدراً جذراً تبدأ بالعين. ¶ ... وهذه المعاني التي تعبِّر عن حَدْس الإحاطة تتوافق مع طبيعة صوت (العين) إذا لفظ بنبرة عالية وبشيء من الشدة والتكرار، كما في (عصّد-عقّل-عّبل..). طريقة قديمة في النطق بصوت (العين) قد اندثرت، ولم ألحظ لها أثراً واضحاً إلا في لهجة رعاة الإبل من عشائر (عنزة) في البادية السورية في الخمسينيات من هذا القرن. على أن هذا التكرار في صوت (العين) نلحظه مخففاً في أصوات بعض الناس ممن تكون مخارج أصواتهم قريبة من مخرج صوت (العين). كما يلاحظ ذلك في طريقة نطق محمد عبد الوهاب بصوت (العين) في أغانيه أيام شبابه. وكما يلاحظ أيضاً في ترتيل (العين) في القرآن الكريم أحياناً قليلة. ¶ ب- (اللام)-من معانيها الإلصاق والالتصاق. ¶ ح- (الألف اللينة أو المقصورة): فاصل صوتي للامتداد. ¶ ... فتكون محصلة خصائص أحرفها ومعانيها: ((الاستعلاء والإحاطة والاتصال على تراخ وامتداد)). ¶ ثانياً-حول معانيها واستعمالاتها التراثية:",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "هي لدى (ابن هشام) على وجهين: ¶ الوجه الأول: حرف: ولها تسعة معان: ¶ 1-الاستعلاء: وهو الغالب على معانيها. فإمّا حقيقي، كقوله تعالى: ((وعَليها وعلى الفُلْكِ تُحملون)(46) وإمّا معنوي كقوله تعالى: ((فضَّلنا بعضَهم على بعضٍ))(47). وهذا المعنى الغالب في استعمالاتها التراثية، هو المعنى الأصل لها صراحة بلا تقدير أو تأويل. وذلك لتوافقه مع الخصائص الفطرية لأحرفها. ¶ 2-المصاحبة – (مع) كقوله تعالى ((وأتى المال على حبه..))..(48) ¶ ... ونرى أنَّ معنى المصاحبة في (مع) أقل بلاغة من معنى الاستعلاء في (على). فالعين للعلو والإحاطة، واللام للاتصال، والألف اللينة للمسافة. فيكون إيتاء المال على حبه تعالى مقترناً بمعاني السمو والإحاطة (حصراً)، على شيء من المسافة بين الإنسان وربه، مما لا تقدر (مع) المصاحبة على تضمين هذه المعاني الذكية. ¶ ... وهكذا الأمر في قوله تعالى ((وإنَّ ربَّك لذو مغفرة للناس على ظُلمهم))(49). فالصلة بين المغفرة وظلم الناس في (على) تتسم بالسمو والإحاطة والفسحة أيضاً. فكانت (على) هنا للاستعلاء أوفى للغرض من (مع) للمصاحبة. ¶ 3-المجاوزة (عن). كقول الشاعر: ¶ ((إذا رضيتْ عليَّ بنو قُشَيْرٍ ... لعمرُ اللهِ أعجبني رِضاها)). ¶ ... والرضى هنا يتسم بالسمو والإحاطة ومسافة التكريم بين الراضي والمرضي (عليه). فكانت (على) الاستعلاء أبلغ من (عن) المجاوزة. مع الإقرار بأن عبارة (الرضى عنه) أكثر شيوعاً واستعمالاً من عبارة (الرضى عليه). فجاء بها الشاعر لضرورة الوزن. ¶ 4-التعليل-(اللام): كقوله تعالى: ((ولتكبروا الله على ما هداكم))(50). والصلة هنا بين (الله) تعالى والمهديين تتسم أيضاً بالسمو والإحاطة ومسافة التعظيم. فكانت (على) للاستعلاء أبلغ في ذلك من (اللام) اللاصقة وأوفى للغرض بتقدير: ((لهدايته لكم)).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "5-الظرفية- (في). كقوله تعالى: ((ادخلوا المدينة على حين غفلة))(51). ولكن دخول المدينة يتطلب فسحة في الزمان والمكان، لا تتضمنها (في) الظرفية التي تمثل حفرة في الطبيعة كما سيأتي فلا فسحة معها في الزمان أو المكان. فكانت (على) أبلغ وأوفى للغرض. ¶ 6-موافقة (من): كقوله تعالى: ((ويل للمطففين الذين إذا اكتالوا على الناس يستوفون)(52). (على) هنا أصلح للاستعلاء المعنوي على الناس الذين إذا (كالوهم أو وزنوهم يخسرون)). ¶ 7-موافقة (الباء). نحو ((اركب على اسم الله))، أي باسم الله. ومعنى (الباء) هنا للاستعانة كما أسلفنا. ولكن (على) بما تتضمنه من معاني السمو والإحاطة والفسحة هي أوفى للغرض وأبلغ في أداء معنى (الاستعانة من (الباء). ¶ 8-أن تكون زائدة للتعويض: كقول الشاعر: ¶ ((إن الكريمَ وأبيكَ يعتملْ ... إن لم يجدْ يوماً (على) من يتكِلْ)). ¶ ... وأصلها ((إن لم يجد يوماً من يتكل عليه)). فكانت (على) تعويضاً عن (عليه) المحذوفة. وهذا ليس معنى لها ولا عبرة له. ¶ 9-أن تكون للاستدراك والإضراب كقول الشاعر: ¶ ((بِكُلٍّ تَداوينا فلمْ يَشفَ ما بِنا ... على أن قُربَ الدارِ خيرٌ مِنَ البُعدِ)). ¶ على أنَّ قُرْبَ الدارِ ليسَ بِنافعٍ ... إذا كانَ مَنْ تهواهُ ليسَ بذي ودّ)). ¶ فقد أبطل بـ (على) الأولى قوله (لم يشف ما بنا)، ثم أبطل بـ (على) الثانية ما قاله في الشطر الثاني من البيت الأول: ((على أنَّ قرب الدار..)). وهذا الاستعمال اصطلاحي وصحيح. ¶ الوجه الثاني: أن تكون اسماً بمعنى (فوق). وذلك إذا دخلت عليها (من). ولم يثبت هذا المعنى لدى (ابن هشام). ¶ وفي الحقيقة أن معنى (فوق) لا يتضمن الالتصاق أصلاً. وذلك لأن من معاني (الفاء) الفصل والقطع كما أسلفنا في (الفاء) العاطفة، على العكس من (على). فنقول: ((حط الطائر على الشجرة))، لالتصاقه بها في أعاليها بفعل (اللام) اللاصقة، ولا نقول (فوقها). كما نقول: ((حام الطَّائر (فوق الشجرة) وليس عليها.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وهكذا يرفض (ابن هشام) اسمية (على) بمعنى (فوق)، فكان في ذلك ملتزماً بخصائص أحرف (على) الفطرية، فيلتقي التراثي هنا مع الفطري. ¶ ملاحظة لا بد منها، حول التعدية بـ (على) وبـ (اللام). ¶ لا يجيز بعض اللغويين تعدية فعلي (حزن وأسف) إلا بحرف الجر (على). وبعضهم يجيزه بـ (اللام) أيضاً. ويستشهد كلا الفريقين بما ورد في التراث. ¶ فما الضابط في ذلك، وما الأصول في استعمالهما؟. ¶ يجوز تعدية كل فعل لازم بـ (اللام) عندما يقصد منه أن يكون مفعولاً غير مباشر (مفعولاً له) أي (لأجله). ففي قولنا (حزنت له) يكون الحزن ملتصقاً بشخص المحزون من أجله، لما أصابه هو نفسه من مكروه. وهكذا الأمر في (أسفت له) لخاصية (اللام) بالإلصاق. ¶ أما في قولنا (حزنت عليه) فالأمر يختلف. فلما كان من معاني (على)، الإحاطة لحرف (العين)، والالتصاق لحرف (اللام)، والمسافة الفاصلة لحرف (الألف اللينة)، فإن الحزن هنا يتجاوز المصاب إلى المتكلم لبيان وقع الفاجعة التي أحاطت به، بسبب ما أصاب المحزون عليه. ¶ (9- إلى): ¶ واستطراداً ثانياً في الحديث عن (اللام والألف اللينة) في نهاية (على)، رأينا أن نتحدث هنا عن حرف الجر (إلى) قبل أحرف الجر ذات الحرفين. ¶ أولاً- حول خصائص أحرفها ومعانيها الفطرية: ¶ 1-(الهمزة)- هي بصوتها الانفجاري تثير الانتباه وتوحي بالحضور والوضوح والظهور، مما جعلها صالحة للقيام بوظيفة النداء، كما أسلفنا والاستفهام أيضاً كما سيأتي: ¶ 2-(اللام)- للإلصاق والالتصاق والالتزام كما أسلفنا. ¶ 3-(الألف المقصورة)- امتداد صوتي للمسافة في الزمان والمكان. ¶ وهكذا تكون وظيفة (إلى) بحكم محصلة خصائص أحرفها ومعانيها: ((إلصاق حكم فعل لازم- بمفعول به، على ظهور ووضوح بفاصل زماني- مكاني)) نحو: ((ذهبت إلى البيت))، يعني إني ذهبت جهاراً (للهمزة) حتى اتصلت بالبيت (للام)، بفاصل زماني- مكاني، (للألف المقصورة). أما إذا لم يكن الذهاب جهاراً، فيجب إضافة (خفية أو تسللاً..).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وذلك على العكس من وظيفة (اللام) المفردة اللاصقة في: ((هذا الكتاب لزيد)) فالملكية هنا تلتصق مباشرة بزيد، بلا أي فاصل زماني أو مكاني، وهي غير ظاهرة بالضرورة. ولذلك لا يقال: ((هذا الكتاب إلى زيد))، ولا: ((ذهبت للبيت)): وقريب من ذلك قولنا ما أحبَّني (لزيد أو إلى زيد)، تعبيراً عن حبي. ¶ له في الأولى للإلصاق مع (اللام)، وعن حبه لي في الثانية للامتداد مع (الألف) كما أسلفنا. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ هي لدى (ابن هشام) على ثمانية معان: ¶ 1-انتهاء الغاية الزمانية، كقوله تعالى: (ثم أتِمّوا الصِّيامَ إلى الليل)، والمكانية كقوله أيضاً: ((من المسجد الحرام إلى المسجد الأقصى)). وقد يدخل ما بعدها في حكم ما قبلها إذا وجدت قرينة، نحو: ((قرأت القرآن من أوله إلى آخره)). وقد لا يدخل كقوله تعالى: نحو ((ثم أتموا الصيام إلى الليل))(53)، فالليل لا يدخل. وهذا المعنى هو الأصل في استعمال (إلى) التراثي بما يتوافق مع خصائص أحرفها ومعانيها الفطرية كما أسلفنا. ¶ 2-المعية: نحو: ((جمعهم إلى بعضهم بعض)) وقوله تعالى: ((من أنصاري إلى الله))(54). وهنا تستمد (إلى) معنى (المصاحبة) من خصائص أحرفها. فـ(الهمزة) للحضور والوضوح و(اللام) للالصاق والجمع، و(الألف المقصورة) للفسحة في الزمان والمكان. وهذه المعاني هي من مقتضيات (المعية) والمصاحبة. ¶ 3-موافقة (في). كقوله تعالى: ((ليجمعنّكم إلى يوم القيامة)(55). ولئن كانت (إلى) تأخذ هنا معنى (في) إلا أن معنى انتهاء الغاية الملغية الزمانية والمكانية.. هو هنا أوفى للغرض وأبلغ من معنى ¶ (في) الظرفية. ¶ 4-موافقة (اللام)، نحو: ((والأمر إليك)). ولكن (إلى) هنا، هي لانتهاء الغاية، وذلك بتقدير: ((الأمرُ منته إليك)). وهي أبلغ من معنى (اللام) اللاصقة، وأكثر تعظيماً وتكريماً للمخاطب من قولنا ((والأمر لك)). ¶ 5-موافقة (عند): كقول الشاعر",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "((أم لا سبيل إلى الشباب، وذِكرُهُ ... أشهى (إليَّ) من الرحيق السلسل))؟ ¶ وهذا المعنى صحيح. فهو يتوافق مع خصائص أحرف (إلى) في الظهور والإلصاق والمسافة (الزمانية) بينه وبين الشباب الغابر. ¶ 6-التبيين: كقوله تعالى: ((ربِّ السجن أحبُّ (إليَّ) مما يدعونني، إليه)) ¶ (56). ونرى أن (عندي) تصح هنا أيضاً بدلاً من (اليّ) فتكون هذه الفقرة(للتبيين) والفقرة السابقة لمعنى واحد، بتقدير (عندي)- ولكن (إلى) في المثالين السابقين هي أوفى للمعنى من (عندي)، وألطف تناولاً وأكثر التصاقاً بذات المتكلم وهكذا لا يؤبه لهذين المعنيين. ¶ 7-الابتداء، كقول الشاعر: ¶ ((تقولُ وقد غاليتُ بالكُورِ فوقَها ... أيُسقى فلا يَروَى (إليّ) ابنُ أحمرا))؟. ¶ أي (يروي مني)). وهذا المعنى شاذ لتعارضه مع الخصائص الفطرية لأحرف (إلى)، كما أنه نادر الاستعمال على ما يرى (ابن هشام)، مما لا يؤبه له لتعارض هذا المعنى مع خصائص أحرف (إلى) الفطرية ومعانيها. ¶ 8-التوكيد: وهي الزائدة، أثبته الفراء، مستدلاً بقراءة بعضهم قوله تعالى: ((فاجعل أفئدة من الناس تهوي إليهم)(57) بفتح (الواو) إذ أن الأصل (تهوِي)، بكسر (الواو). وهذا المعنى لا يعتد به لتعارضه مع خصائص أحرف (إلى) فهو شاذ لقراءة شاذة. ¶ وهكذا فإن اقتصار معاني (إلى) واستعمالاتها التراثية على (ستة) صحاح فقط من ثمانية يرجع إلى التزامها بخصائص أحرفها الثلاثة، على تناقض بين خصائص حرفي (الهمزة، واللام) في (إلى) مما جعلها أقل طواعية لرغبات العربي وأقل حرية وتحرراً بمعرض التعبير عن المؤيد من المعاني والاستعمالات. ¶ 10-فِي ¶ أولاً- حول خصائص حرفيها ومعانيهما الفطرية: ¶ 1-(الفاء)- من معانيها (الفصل والشق والتوسع)، كما في (فأس- فطم- فرج- فتح..).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "2-(الياء)- بحسب حركة النطق بصوتها تشير إلى (تحت)، لتأخذ في الذهن صورة حفرة في الطبيعة. فتكون (في) بتوافق معاني حرفيها: (الفاء) للتوسع (الياء) للحفرة (وعاءً للمحتويات) أي ظرف للمكان. فهل ستلتزم استعمالاتها التراثية بالمعاني الفطرية لحرفيها؟. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ هي حرف جر. ولها عند (ابن هشام))، عشرة معان. ¶ 1-الظرفية- وهي إما مكانية، كقوله تعالى: ((غلبت الروم(58)، في أدنى الأرض (59) ... )) وإما زمانية، كما في بقية الآية: ((وهم من بعد غلبهم سيغلبون. في بضع سنين))(60)، وقد تكون مجازية نحو: ((ادخلوا في أُمم)) أي معهم. ولكنها تصبح ظرفية إذا قدرناها ((في جملة أمم)). ¶ 3-(التعليل)، نحو: ((إنّ امرأة دخلت النار في هرة)) أي (بسبب هرة) وهو صحيح ولكنه اصطلاحي، لتعارضه مع خصائص حرفي (الفاء والياء). ¶ 4-الاستعلاء لقوله تعالى: (((ولأصلبنكم (في) جذوع النخل))(61) بمعنى (على جذوع النخل)، وهو، في رأينا غير صحيح. لأن الصلب يكون بتثبيت الجسم في جذع النخلة بمسامير من حديد وما شابهها وليس فوق جذوعها. وهي هنا للظرفية المكانية. ¶ 5-مرادفة (الباء)، نحو: ((أنت خبير في هذا الأمر)). ونرى أن (في) هنا للظرفية المجازية- بتقدير ((في شؤون هذا الأمر)). وذلك على العكس مما لو قلنا: ((أنت خبير في استعمال- السلاح))، إن صح هذا الاستعمال أصلاً. فتكون هنا مرادفة (الباء) بمعنى (الاستعانة). ¶ ... ويكون الأصح عندئذ أن نقول: ((أنت خبير باستعمال السلاح))، وليس في استعماله. ¶ 6-مرادفة (إلى) كقوله تعالى: (( فَرَدُّوا أيديَهم ووضعوها في أفواههم)) ¶ (62)، والظرفية المكانية فيما نرى هي أولى بها هنَا، بتقدير : فَرَدّوا أيديَهم في أفواههم)) سواء أكان المعنى مجازياً أو- حقيقياً.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "7-المقايسة، كقوله تعالى/ ((فما متاع الحياة الدنيا (في) الآخرة إلاّ قليل)). وهذا المعنى يتماس مع الظرفية الزمانية بتقدير: ((إذا قورِن متاع الدنيا بنعيم الجنة (يوم) الآخرة، فما هو إلاّ قليل)). ¶ 8-مرادفة (من) كقول الشاعر: ¶ ((ألاعِمْ صباحاً أَيُّها الطللُ البالي ... وهلْ يعِمَنْ من كانَ في العُصُرِ الخالي)). ¶ ((وهل يعِمَنْ من كان أحدثُ عهدِه ... ثلاثينَ شهراً (في) ثلاثةِ أحوالِ)). ¶ أي (من) ثلاثة أحوال. وهذا المعنى ضعيف، يصعب تخريجه بشكل سليم. وكان موضع خلاف فلا يؤبه له، لأنه ليس معنى اصطلاحياً، ولا فطرياً أصيلاً. ¶ 9-التعويض: وهي الزائدة عوضاً من (في) أخرى محذوفة، نحو: ((من ضربت فيمن رغبت))، وأصله: ((ضربت من رغبت فيه)). وهو معنى ركيك ضعيف الاستعمال، لا يعتبر اصطلاحياً ولا يؤبه له. فلم يجزه- سوى ابن مالك. ¶ 10-التوكيد: وهي الزائدة لغير التعويض، أجازه الفارسي في الضرورة. كقول الشاعر: ¶ ((أنا أبو سَعيدٍ إذا الليلُ دَجا ... يُخالُ (في) سَواده بَرَنْدَجَا)). ¶ وهذا المعنى ضعيف أيضاً وغريب الاستعمال مما لا يؤبه له، ولا يعتبر مصطلحاً. ¶ وهكذا فإن أغلب معانيها واستعمالاتها التراثية الصحيحة تتوافق مع خصائص حرفيها ومعانيها الفطرية في الظرفية. مما يصح اعتبارها من أقدم المستحاثات اللغوية: (الفاء) للمرحلة الزراعية- و(الياء) للمرحلة الغابية. ¶ 11-رُبَّ ¶ أولاً- حول خصائص حرفيها ومعانيها الفطرية: ¶ 1-(الراء)- من معانيها التكرار والترجيع والتحرك والتمفصل، بما يتوافق مع طريقة النطق بصوتها (التكراري)، كما يعرِّفها الأنطاكي في (محيطه). ولقد كان ثمة (8 17) مصدراً جذراً تبدأ بالراء و(172) تنتهي بها لهذه المعاني. مما يثبت صحة هذه الخاصية وعراقتها في معانيها. كما في (ربك. رتك. رقص. رأد. رجع.. راغ. رمل ... ). ¶ 2-(الباء)- من معانيها (الحفر والبقر. والبيان). كما في (بجّ. بعج. بك (للحفر والبقر)، وكما في بصر. بقل. بهر. (للظهور والبيان).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "... ومحصلة معاني هذين الحرفين تشير إلى التكرار والبيان . ¶ ثانياً- حول معانيها التراثية وأصول استعمالها: ¶ هي حرف جر. أما عند الكوفيين فهي اسم. ¶ لها وظيفة واحدة تتعلق بالعدد كثرة أو قلة. فهي لدى (ابن هشام ) ترِدُ للتكثير كثيراً وللتقليل قليلاً. ¶ 1-للتكرار- كقوله تعالى: ((ربما يودُّ الذين كفروا لو كانوا مسلمين)). وفي الحديث الشريف: ((يا رُبَّ كاسية في الدنيا عارية في الآخرة)). وما أكثر المعنيين بهذين المثالين. ¶ 2-للتقليل- كقول الشاعر: ¶ ((ألا رُبَّ مولودٍ وليسَ له أبٌ ... وذي ولَدٍ لم يلدْه أبوان)). ¶ والمقصود في الشطر الأول (عيسى) وفي الشطر الثاني (آدم) عليهما السلام. وهما قلة. ¶ ولكن الخصائص الفطرية لحرفيها: (الراء) للتكرار و(الباء) للبيان، تتوافق مع استعمالها للكثرة والتكرار. وهكذا فإن تغليب استعمالها للكثير على القليل بما يتوافق مع خصائص (الراء) الفطرية في التكرار، ينم عن حساسية ذوقية تراثية في منتهى الرهافة. ¶ ثالثاً- حول بعض استعمالاتها: ¶ 1-لاتجر إلا المفرد النكرة، فلا يقال: ((ربّ رجالٍ)) و((ربّ زيدٍ)). ¶ 2-يجب في مجرورها الظاهر أن يوصف، نحو: ((ربّ كتابٍ نافع قرأته)). ¶ 3-تعمل (ربّ) مذكورة ومحذوفة. ويكثر حذفها بعد (الواو)، وتسمى (واو ربّ) وأقل من ذلك بعد (الفاء) وأقل منهما بعد (بل). وقد تحذف وليس قبلها شيء من الحروف. ¶ 4- يجب تصديرها. ¶ 5-إذا دخلت عليها (ما) الزائدة (ربما) كفَّتها عن العمل. وقد يبقى لها عمل وهو قليل. ¶ 6-يقول (ابن هشام) في (ربّ) ست عشرة لغة: (ضم الراء وفتحها، وكلاهما مع التشديد والتخفيف والأوجه الأربعة مع تاء التأنيث ساكنة أو متحركة ومع التجرد منها فهذه اثنتا عشرة لغة، والضم والفتح مع اسكان الباء، وضم الحرفين مع التشديد ومع التخفيف في التلفظ بصوتها. ¶ وهذه الكثرة من اللغات في (ربّ)، تعود إلى خاصية (التمفصل) في صوت (الراء)، بحيث تبقى محافظة على خصائصها في التكرار كيفما لُفظت وحُركت.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "12-13- مُذْ + مُنْذُ ¶ لهما معان واستعمالات واحدة: ¶ أولاً- حول خصائص أحرفهما ومعانيهما الفطرية: ¶ باستعراض معانيهما التراثية لم نعثر على رابطة واضحة بينهما وبين خصائص أحرفهما، ولا سيما (الذال) التي من معانيها (الاهتزاز والشدة والقطع). ¶ وإذن فلنصرف النظر مؤقتاً عن البحث في خصائص أحرف (الميم والنون والذال) للكشف عن الرابطة بينها وبين معاني (مذ ومنذ)، إلى أن ننتهي من بيان معانيهما واستعمالاتهما التراثية. ¶ ثانياً- حول معانيهما واستعمالاتهما التراثية: ¶ لهما لدى (ابن هشام) ثلاث حالات: ¶ الحالة الأولى: أن يليهما اسم مجرور، فيكونان حرفي جر لثلاثة معان: ¶ 1-بمعنى (مِنْ)، إذا كان الزمن ماضياً، نحو: ((ما رأيته (مذ + منذ) يوم الخميس. ¶ 2-وبمعنى (في)، إذا كان الزمن حاضراً، نحو: ((ما رأيته (مذ + منذ) يومِنا. ¶ 3-وبمعنى (من وإلى) إذا كان معدوداً، نحو ((ما رأيته (مذ + منذ) ثلاثةِ أيام. ¶ وقد استقر العربي على وجوب جر ما بعدهما، نحو: ((ما رأيته (مذ – منذ)- يومين. وعلى ترجيح جر (منذ) للماضي على رفعه نحو: ((ما رأيته (منذ) يومين)). وعلى ترجيح رفع (مذ- للماضي على جره، نحو: ((ما رأيته (مذ) يومان)): ¶ الحالة الثانية: أن يليهما اسم مرفوع. نحو: ((ما رأيته (مذ) ومنذ (يومان). وذلك بتقدير ((مذ كان، منذ كان يومان)). ¶ الحالة الثالثة: أن تليهما جملة فعلية، نحو: ((ما رأيته مذ سافر))، أو جملة اسمية، نحو: - ((ما رأيته منذ هو صغير)). ¶ وهكذا يبدو أنه ليس ثمة علاقة بين معانيهما التراثية وبين الخصائص الفطرية لأحرفهما. ¶ ولكن ماذا لو أخذنا بأقوال بعض الكوفيين، من أن كلاً من (مذ.منذ) مؤلف من كلمتين اثنتين هما: (من) + (ذو) الطائية، كما ذكر (ابن هشام)؟ فهل ستتوافق معانيهما- واستعمالاتهما التراثية مع محصلة معاني ((من + ذو))؟.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "أ-(من)، من معانيها (ابتداء الغاية) مكانية أو زمانية، كما أسلفنا في دراستها. ولما كانت (مذ ومنذ) تتعلقان بالحاضر أو الماضي، فإن (ابتداء الغاية) الزمانية هو الذي يعنينا هنا وحده. ¶ ب-(ذو)- معناها الأصلي التراثي (صاحب)، نحو (ذومال)). ولكنها تأتي مصاحبة للزمان، نحو ((اتيته ذات صباح وذا مساء)). ¶ وهكذا يغلب على معاني (مذ-منذ) الجارتين المتعلقتين بالماضي، فيما نرى، (ابتداء الغاية الزمانية). وهو أحد معاني (من). أما (الذال)، فهي مخفف (ذو) الزمانية فتكون محصلة معاني (من+ذو) ابتداء الغاية الزمانية، لتتوافق بذلك خصائص أحرفهما الفطرية مع معانيهما التراثية. ¶ وما نحسب إلا أن العربي قد أبدع (مذ) من (منذ)، لأن هذه هي الأصل المركب، فخففت إلى (مذ) بفعل الشعراء لضرورات الوزن. وذلك على مثال ما كانت (إنّي) هي أصل (إنّ)- كما سيأتي في الأحرف المشبهة بالفعل. ¶ ويبدو لي أن هذين الحرفين (مذ ومنذ) قد أبدعا في مرحلة لغوية شعرية متأخرة، فتراخت بذلك معانيهما واستعمالاتهما التراثية عن خصائص أحرفهما ومعانيهما الفطرية. ¶ 14-حتّى الجارَّة ¶ يشترط في (حتى) الجارة ما يشترط في (حتى) العاطفة، أن يكون مجرورها مفرداً ظاهراً، لا مضمراً، وهو هنا لا يدخل في حكم ما قبلها، على العكس من (حتى) العاطفة. فإذا قلنا ((قرأت الكتاب حتى الفصل الخامس)) بالكسر، فإن الفصل الخامس لا يدخل. وذلك على العكس مما لو قلنا ((قرأت الكتاب حتى الفصلَ الخامسَ)) بالفتح، فهو يدخل بالعطف، كما سبق. ¶ وحتى الجارة هذه لها معنيان: ¶ 1-مرادفة (إلى). نحو: ((سأقيم في المدينة حتى يأتي الربيع)). ¶ 2-ومرادفة (كي)، نحو ((أسلم حتى تدخل الجنة)). ¶ ويبدو لي أن الأصل في (حتى) هو العطف لخاصية الاحتواء في (الحاء). التي تناسب العطف وليس الجر. وهكذا جاء (الجر) لاحقاً.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "على أن (حتى) لها معان واستعمالات عديدة أخرى يصعب حصرها، مما لا يعنينا في هذه الدراسة عن حروف الجر، فصرفنا النظر عنها. وقد قال بعضهم: ((مات الفراء وفي قلبه شيء من حتى)). ¶ 15-16-17 (خَلا+ عَدا+ حَاشا) ¶ لم يبدعها العربي أحرفاً للجر أصلاً. وليس ثمة علاقة بين خصائص الأحرف العربية التي تشارك في تراكيبها وبين معانيها واستعمالاتها التراثية. لذلك سنجمل احكامها ومعانيها فيما يلي: ¶ حول معانيها واستعمالاتها التراثية: ¶ 1-أفعال ماضية متصرفة، نحو ((شتم زيدٌ رفاقه، وما حاشا أحداً منهم)). و((خلا البيتُ من السكان) و((عدا الغزال عدواً سريعاً)). ¶ 2-أفعال ماضية جامدة، نحو: ((سكر القوم حاشا زيداً)) و((قام القوم (خلا-عدا) زيداً)) وإن زيداً في هذه الأمثلة منصوب على الاستثناء. ¶ 3-أحرف جر شبيهةً بالزائدة: إذا استعملت في الاستثناء وجرَّت الاسم المستثنى له. نحو ((قام القوم (خلا- عدا- حاشا) زيد)) فزيد مجرور لفظاً منصوب محلاً على الاستثناء. ¶ وهكذا يتضح أن هذه الأفعال الثلاثة قد أُقحمت في فئة حروف الجر إقحاماً، بدليل أن مجروراتها تُنصب محلاً على الاستثناء. مما يجعل جرها لما بعدها اختيارياً وضرباً من الاصطلاح. وربما كان ذلك على أيدي الشعراء لضرورات الأوزان والقوافي. ¶ وإذن فهي أفعال وليست (حروف) جر أصلية. ¶ 18- متى: ¶ هي حرف جر بمعنى (من)، أو بمعنى (الى). وهذان المعنيان خاصان بلغة (هذيل). يقولون ((وضعته متى كمي)) أي (في) كمي. و((اخرجتها متى كمي))، أي (من) كمي. ¶ ولا يؤبه لهذين المعنيين لأنهما لغة خاصة بإحدى القبائل العربية. ولأن خصائص أحرفها لا تتوافق مع هذين المعنيين. وهي إما اسم استفهام، أو اسم شرط جازم، مما لا علاقة له بالجر. ¶ 19- كَيْ: ¶ هي على ثلاثة أوجه: ¶ 1-اسم استفهام- كقول الشاعر: ¶ ((كي تجنحونَ إلى سلم وما ثُئِرَتْ ... قتلاكُمُ ولَظى الهَيجاءِ تضْطِرمُ)). ¶ هي (كيف) بحذف (الفاء). وهذا المعنى لا علاقة له بـ(كي) الأصلية.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "2-حرف جر- وهي الداخلة على (ما) الاستفهامية، نحو ((كيم فعلت ذلك)) أي ((لم فعلته)) والداخلة على (ما) المصدرية، كقول الشاعر: ¶ ((إذا أنت لم تنفعْ فضُرَّ فإنما ... يُرجَّى الفتى كيما يَضُرُّ ويَنفعُ)). ¶ ... أي، يرجّى الفتى للضرر والنفع. ¶ 3-حرف مصدرية ونصب، نحو: ((ذهبت إلى المدرسة لكي أتعلمَ). نرجئ البحث عن (كي) المصدرية هذه إلى فئة أحرف النصب. ¶ ولما كانت (كي) لا تدخل إلا على الأفعال، كما لاحظنا آنفاً، فإن خاصية الجر فيها قد أُلصق بها إلصاقاً لتخريج إعراب ما بعدها. فيبدو أنهم لم يجدوا له مخرجاً إلا بجعلها أداة وما بعدها جملة فعلية في محل جرِِّ بها، على ما ذكره ابن هشام في (مغني اللبيب). وهكذا تكون وظيفتها في الجر مصطلحة، مما يخرجها من فئة حروف الجر الأصلية. ¶ 20-لَعلّ ¶ هي أحد الأحرف المشبهة بالفعل ناصبة لاسم ورافعة لخبر، كما سيأتي: ¶ أما في لغة عقيل، فهي حرف جار، كقول الشاعر: ¶ فقلتُ ادعُ أخرى وارفعِ الصوتَ جَهرة ... (لعلَّ) أبي المغوارِ منكَ قريبُ)). ¶ ونرى أنه لا يؤبه لخاصية الجر فيها، لأنها لغة خاصة لدى احدى القبائل العربية، ولأن معنى الجر المسند إليها لا يتوافق مع خصائص أحرفها. ¶ وهكذا فإن حداثة الحروف العربية تتجلى في هذا الفصل بالوعي الجديد لخصائصها ومعانيها الفطرية بمعرض المطابقة بينها وبين المعاني التراثية وأصول استعمال حروف الجر التي تشارك في تراكيبها. ¶ الفصل الرابع- ¶ الأحرف الجوازم ¶ هي: (لم-لمّا-لام الأمر- لا الناهية). ¶ ولا تجزم إلا فعلاً مضارعاً واحداً. ¶ حول موقع الجزم بين حركات الشكل: ¶ لقد سبق أن تعرضنا إلى معاني حركات الفتحة والضمة والكسرة وأصول استعمالاتها دون التعرض لمدلول حركة (الجزم) في التسكين. انظر (الحرف العربي والشخصية العربية ص128-130)",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "فلقد ذكرنا في حينه بمعرض الحديث عن تحريك (عين) الفعل الثلاثي: أن (الضمة) مخفف الواو تشير إلى الفعاليات الذاتية، نحو (كرُم). وأن الكسرة مخفف (الياء) تشير إلى الحالات الذاتية، نحو (حزن). وأن (الفتحة) مخفف (الألف اللينة تشير إلى الاستكانة والاستقرار: (ذهبَ). ¶ ولكن ما معنى (الجزم) المعجمي ومدلوله النحوي؟ ¶ (الجزم) لغة معناه (القطع). جزم الشيء(قطعه). وجزم اليمين (أمضاها قاطعة لا رجعة فيها). و(الجزم) في النحو، هو تسكين الحرف أو حذفه، يلحق الأفعال المضارعة المجزومة بأحرف الجزم، كما في (لم يذهبْ)، أو أفعال الأمر، كما في (اعلمْ- أكرِمْ). وهو غير مخفف عن حرف، والسكون بحكم طريقة النطق بصوته في نهايتي فعلي المضارع والأمر المجزومين، إنما هو أوحى حركات الشكل بالجزم والقطع والبت والحتم والحسم، بما يتوافق مع واقعتي النهي أو الأمر((حزماً وجزماً وبتاً..)) سواء أَكان الأمر مباشراً (اذهبْ) أو غير مباشر (لِتذهبْ، لا تذهبْ). ¶ 1-لَمْ ¶ أولاً- حول خصائص حرفيها ومعانيهما الفطرية: ¶ 1-(اللام) للإلصاق والالتصاق والإلزام. ¶ 2-(الميم)- للجمع والضم والانغلاق، ولا سيما في نهاية الكلمة، بما يتوافق مع حركة انطباق- الشفة على الشفة عند الوقوف على صوتها في هذا الموقع الأخير من (لَمْ). ¶ وهكذا تتآذر معاني هذين الحرفين للتعبير عن معاني الجمع والضم بمزيد من الإلصاق كما في (لمَّ، يلمُّ)، نحو: ((لمّ شتاتَ قومِه)، أي جمعهم جمعاً شديداً. ¶ ولكن ما علاقة (لَمْ) النافية بمعنى (لمَّ) للجمع والضم؟. ¶ لو أن العربي أجاز دخول (لَمْ) على الأسماء لما خرجت من معاني (جمْعِ وضمِّ) ما بعدها. ولكن باقتصار دخولها على الأفعال المضارعة، فإن وظيفة لمْ تتحول عن جمع الأشياء وضمها، إلى تجميع مضامين الأفعال فتجمدها وتوقف فعالياتها. ¶ ففي قولنا (لم يذهبْ زيد) أي توقف عن الذهاب وتجمع على نفسه في موقعه، فلم يقم بفعل (الذهاب).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ونظراً لشدة النفي في (لمْ)، أشد أحرف الجزم نفياً، لتآذر خصائص حرفيها في (الجمع والضم)، لم يُجز العربي تعليق مجزومها المنفي على شرط. فلا يقال: ((لم يذهبْ زيدٌ إلا إذا جاء عمرو)). ¶ بينما يصح ذلك مع (لن)، للفارق الكبير بين خصائص (الميم) في نهاية المصادر لمعاني (الجمع والضم)، وبين خصائص (النون) في نهاية المصادر لمعاني (الرقة والخفاء والاستكانة والاستقرار) كما أسلفنا في دراستها. فكان النفي معها أقل حزماً وجزماً مما في (لَمْ). ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ (لمْ) حرف جزم لنفي المضارع وقلبه ماضياً كقوله تعالى ((لم يلدْ ولم يولدْ))(63). ولم يذكروا لها معنى آخر ولا استعمالاً. ¶ وهذا الفقر المدقع في معاني (لمْ) واستعمالاتها يرجع فيما نرى إلى أمرين اثنين: ¶ 1-أن طريقة النطق بصوتي حرفيها: (اللام) من حيث (التصاق) طرف اللسان بسقف الحنك و(الميم) من حيث (ضم الشفة إلى الشفة) قد حدَّت من حرية العربي في التكيف بنطقهما في (لم) فظل معناها بذلك ملتزماً بمحصلة الخصائص الايمائية لحرفيها حصراً. وذلك على العكس من حرفي (لا-ما..) كما سنرى. ¶ 2-أن التوافق بين الخصائص الإيمائية لحرفي (اللام والميم) ومعانيهما في (الإلصاق والجمع والضم) قد حدّ من حرية العربي في الخروج من حصار هذه المعاني. ¶ وهكذا يمكن اعتبار (لَمْ) واحدة من المستحاثات اللغوية التي يتوافق معناها التراثي في النفي والجزم مع الخصائص الفطرية لحرفيها في الجمع والضم. شاهد إثبات آخر على بداءة اللغة العربية وفطرتها. ¶ 2-لمّا ¶ أولاً- حول خصائص أحرفها ومعانيها الفطرية: ¶ لا حاجة بنا إلى تقصي الخصائص الفطرية لأحرفها ومعانيها، فقد سبق أن استعرضناها جميعاً مما لا يخرج عن معاني (الإلصاق والجمع والضم والامتداد).",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ونرى أنه يمكن اعتبارها مؤلفة من كلمتين: (لم+ما)، بما لا يخرج عن محصلة معاني أحرفهما. فلقد سبق الحديث عن خاصية النفي في (لم)، أما (ما) فمن معانيها النفي أيضاً، كما سيأتي. ¶ ولكن (الألف اللينة)) في نهاية (لمّا) تشكل امتداداً صوتيّاً يترجم إلى فاصل زماني أو مكاني. بينهما وبين منفيّها، على مثال ما لحظنا دور (الألف اللينة) في معاني (إلى) لانتهاء الغاية. ¶ فما مدى تأثير هذه (الألف اللينة) في معانيها التراثية؟ ¶ هي لدى (ابن هشام والأنطاكي) على ثلاثة أوجه: ¶ 1-حرف جزم لنفي المضارع وقلبه ماضياً مثل (لمْ)، نحو: ((لمّا يأتِ زيد)). ولكنها تختلف عن (لمْ) في خمسة أمور. ¶ أ-لا تقترن بأداة شرط. فلا يقال: ((إن لمّا تقم)) على العكس من (لم). إذ قال تعالى ((وإن لم تنتهوا)). ¶ ب-إن منفيَّها مستمر النفي إلى الحال، نحو: ((لمّا يأت زيد))، أي حتى الآن. ولكنه قد يأتي. أمّا (لمْ) فيحتمل نفيها (الاتصال)، أي الاستمرار مثل (لمّا)، كقوله تعالى: ((ولم أكن بدعائك ربّ شقيا))(64)، بمعنى ولا أزال كذلك. كما يحتمل نفيها (الانقطاع)، أي عدم الاستمرار، كقوله تعالى: ((هل أتى على الإنسان حين من الدهر لم يكن شيئاً مذكوراً))، ولكنه صار (شيئاً مذكوراً). ولهذا جاز القول: ((لم يكن، ثم كان)). ولا يجوز (لمّا يكن ثم كان). بل يقال ((لمَّا يكن وقد يكون)). ¶ ... واستمرار النفي في (لمّا) يعود إلى (الألف اللينة) الفاصلة بين (لم) والفعل المضارع المقلوب إلى ماضي فصارت (لمّا)، وأعطت النفي فسحة في الزمن استمرَّ من الماضي إلى اللحظة الحاضرة. ¶ ج-يغلب على منفي (لمّا) أن يكون قريباً من الحال، وعلى منفي (لمْ) أن يكون بعيداً في الماضي. فبما إن منفيَّ (لمّا: يستمرّ إلى الحاضر، فلقد رأى العربي أن يستعمله لنفي الماضي القريب توخياً للتصديق. أما مع (لم) فليس ثمة من داع لهذا التحفظ.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "د-إنّ منفي (لمّا) متوقع ثبوته، بخلاف منفي (لمْ). فإذا قلنا: ((لمّا تثمر الشجرة)) فمعناه أن إثمارها متوقع. أما إذا قلنا: (لم تثمر الشجرة)، فإثمارها غيرُ متوقع، لبُعد (عدم إثمارها) في الماضي، على العكس من (لمّا) للماضي القريب. ¶ هـ-إنّ منفي (لمّا) جائز الحذف، نحو: ((اشتريت الكتاب لاقرأه، ولمّا). أي ((ولما أقرأه)). ولا يجوز ذلك في (لم). ¶ وهكذا فإن الاختلاف بين استعمالات (لمْ) و(لمَّا) ومعانيهما ترجع جميعاً إلى الامتداد الصوتي في (الألف اللينة) في (لمّا). وهذا الاختلاف هو من أقوى الأدلة على أن العربي استعمل (الألف اللينة) للفاصل الزماني في (لمّا) وللفاصل المكاني في (إلى)، وإن كان استعملها في أماكن أخرى للحجز والنفي كما سيأتي. ¶ وبذلك تكون (لمّا) مثل (لمْ) إحدى المستحاثات اللغوية، شاهد إثبات على أصالة اللغة العربية وفطرتها. ¶ 3-لامُ الأمر ¶ لقد سبق أن تحدثنا عن (اللام) الجارة، وأرجأنا الحديث عن (اللام) الجازمة إلى أن ترد في زمرتها مع الأحرف الجازمة. وسنرى أن الخصائص الفطرية لـ (اللام) في الإلصاق والالتصاق ستظل ترافقها هنا وأينما وقعت، كما مر معنا في حروف العطف والجر، وكما سيأتي في حروف المعاني التي تشارك في تراكيبها. وثبات معنى الإلصاق في (اللام) وما يماثله من معاني التوصيل والضم والإلزام والالتزام يعود إلى أن هذه الخاصية فيها (إيمائية تمثيلية) لم تتبدل ولم تتغير منذ أبدعت في المرحلة الزراعية إلى يومنا هذا. فكان الأمر مع (اللام) بمعنى الإلزام يتوافق مع خصائص (الإيمائية التمثيلية) الفطرية على الإلصاق. ¶ حول معانيها واستعمالاتها التراثية: ¶ هي حرف جزم: ((لِيذهبْ زيدٌ إلى الدار)). ولها في المحيط (7) أحكام. ¶ 1-هي مكسورة في اللغة المشهورة، مما يزيد من فعاليتها الذاتية. أما بنوسليم فيفتحونها، مما يحدُّ من مغاليظها.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "2-يكثر أن تُسكَّن إذا جاءت بعد (الفاء والواو). ونرى أن التسكين أوحى بفعاليتها الذاتية من (الكسرة)، كقوله تعالى: ((فلْيستجيبوا لي ولْيؤمنوا بي))(65). ¶ 3-وتسكينها بعد (ثمّ) قليل، نحو: (ثم لْيقضوا) في قراءة الكوفيين، رداً على من قال أنه خاص بالشعر. ¶ 4-يجب استعمالها للطلب في موضعين. ¶ أ-إذا كان الفعل مبنياً للمجهول، نحو: ((لِيُعنَ زيدٌ بحاجتي)). ¶ ب-اذا كان الطلب موجهاً لغائب، نحو: ((ليكتبْ زيدٌ درسَه))، إذ ليس للغائب صيغة أمرية. ¶ 5-استعمالها للطلب من المخاطب قليل، لأن المخاطب له صيغة أمرية تغني عنها، نحو: ((اكتبْ يا زيد)). فهو أبلغ وأشد حزماً من قولنا: (فلتكتبْ يا زيد)). ¶ 6-استعمالها لأمر المتكلم نفسِه قليلٌ لأنه لا حاجة لأن يأمر الإنسان نفسه، كقوله تعالى ((وقال الذين كفروا للذين آمنوا، اتبعوا سبيلنا ولْنحمِلْ خطاياكم)). ¶ 7-وقد تحذف في الشعر ويبقى عملها على ما جاء في (مغني اللبيب)) كقول الشاعر: ¶ فلا تستطلْ مِني بقائي ومدَّتي ... ولكنْ (يكنْ) للخيرِ منكَ نصيبُ)). ¶ أي (ليكنْ للخير..)، ومنَعَ المبرِّد حذف (اللام) مع إبقاء عملها حتى في الشعر. ونحن أميل للاخذ برأيه، لأن الفعالية في الأمر تعود إلى (اللام) الظاهرة، وليس الى المقدرة تقديراً. ¶ وبقي أن نلفت الانتباه إلى أن (لام) الطلب، قد تكون (للأمر) كما سبق بيانه. وقد تكون(للدعاء)، نحو: ((ليقضِ علينا ربك))، و(للالتماس))، نحو: ((ليفعلْ فلان كذا)) إذا- لم يرد الاستعلاء عليه، وقد تكون للتهديد كقوله تعالى: ((ومن شاء فليكفرْ))(66). ¶ وهكذا يكون الإنسان العربي قد أفاد من خاصية الإلصاق في (اللام) ليلزم الفاعلُ غيرَه بأمرٍ ما عندما لا يجد له صيغة معينة للإلزام، كما إذا كان هذا الأمر يتعلق بغائب، أو كان الفعل مبنياً للمجهول. لتأخذ (اللام) هنا وظيفتها الفطرية في الإلزام ضرباً من ضروب الإلصاق، فتحافظ على معانيها الفطرية في (لام الأمر) أيضاً.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وبذلك تكون (لام الأمر)، هي إحدى المستحاثات اللغوية شاهد إثبات على أصالة اللغة العربية وفطرتها وبداءتها. ¶ 4-لا الناهية: ¶ لقد سبق أن تحدثنا عن (لا) في فئة أحرف العطف. وذكرنا أن لها سبعة أوجه، منها خمسة للنفي وواحدة (ناهية جازمة)، والسابعة زائدة لا عمل لها. ¶ كما عرضنا أن وظيفتها (النافية- العاطفة) قد تأتَّت من محصلة الخصائص الفطرية لحرفيها- (اللام) للإلصاق، و(الألف اللينة) حاجز صوتي فاصل مانع. ففي قولنا: ((جاء زيد لاعمرو)) قد عملت (اللام) في (لا) النافية، على ربط زيد وعمرو بموضوع المجيء دون سواه من سائر الأعمال والحالات الأخرى. أما (الألف اللينة) فيها، فقد فصَلت حكم ما قبلها عما بعدها. فاقتصر حكم المجيء، على ما قبلها (زيد) فحسب، لجهة اللام منها. ¶ أما في (لا) الناهية فالأمر يختلف قليلاً. فاللام هنا لإلزام الفاعل بفعل معين، ولكن (الألف اللينة) فاصل صوتي يمنع وقوع هذا الفعل. ففي قولنا ((لا تضرب زيداً))، ألزمنا المخاطب بعدم ضرب زيد فحسب. وأطلقنا له الحرية في ضرب من يشاء غيره أو في معاقبة زيد بأية عقوبة أخرى، أو في مكافأته. ¶ حول معانيها واستعمالاتها التراثية: ¶ تختص (لا) الناهية بالدخول على المضارع، وتقتضي جزمه واستقباله، سواء أَكان المنهيُّ مخاطباً كقوله تعالى: ((لا تتخذوا عدوي وعدوكم أولياء)) ¶ (67)، أو كان غائباً، كقوله تعالى ((لا يتخذْ المؤمنون الكافرين أولياء))(68)، أو متكلماً، نحو: ((لا رأينّك هنا)). ¶ والنهي هنا ضرب من النفي، لا يفّرق بين المعنيين في حال دخولها على الفعل المضارع إلاّ سياق الحديث ومآل الغرض. ¶ الفصل الخامس- ¶ أحرف النصب ¶ هي: ((أنْ- لن- إذنْ- كَي)) تنصب الفعل المضارع. ¶ 1-أنْ ¶ أولاً- حول خصائص حرفيها ومعانيهما الفطرية: ¶ 1-(الهمزة)- يوحي صوتها الانفجاري في أول المصادر بالظهور والحضور والبروز. ¶ 2-(النون)- من معانيها البطون والصميمية كما أسلفنا في دراستها.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ومحصلة معاني حرفيها تشير إلى حضور ذات المتكلم وظهوره. وهي بذلك تكون أكثر توافقاً مع استعمالها ضميراً منفصلاً للمتكلم والمخاطب، من استعمالها أداة لنصب الفعل المضارع، كما سيأتي. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ (أَنْ) المفتوحة (الهمزة) والساكنة(النون)، هي على وجهين: اسم وحرف. ¶ آ-(أنْ) الاسم: هي على رأي بعضهم ضمير منفصل للمتكلم، كقولنا: ((أن فعلت))، أي (أنا) فعلت، وللمخاطب (أنت- انتما..) بتقدير: الضمير هو (أنْ)، و(التاء) حرف خطاب. ¶ ... وأما البعض الآخر فيرى ان الضمائر في (أنا) للمتكلم، و(أنت- أنتما) للمخاطب، هي كل الحروف. ¶ ... وهذا الوجه من استعمال (أنْ) ضميراً منفصلاً يتوافق أصلاً مع الخصائص الفطرية لصوتي حرفيها في (البطون والظهور)، كما رأينا آنفاً. فماذا عن استعمالاتها التراثية. ¶ ب-(أنْ) الحرف: وتقع على أربعة أوجه: ¶ 1-أن تكون حرفاً مصدرياً ناصباً للمضارع. ¶ 2-أن تكون مخففة عن (أنَّ) الثقيلة. ¶ 3-أن تكون مفسِّرة بمنزلة (أي). ¶ 4-أن تكون زائدة. ¶ ولما كان حديثنا هنا مقتصراً على نواصب المضارع، نكتفي بالحديث عن (أنْ) المصدرية. ¶ (أنْ) حرف مصدري: ¶ تدخل على الأفعال المتصرِّفة، للماضي، نحو: ((سافرتُ بعد (أنْ) غربت الشمس)). أو للمضارع، نحو: ((سآتيكَ بعد (أنْ) تغربَ الشمس)). أو للأمر: ((كتبت إليه بأن قُمْ)). ¶ وهي في ذلك. مؤوّلة مع ما بعدها بالمصدر في الحالات الخمس التالية: ¶ 1-أن يكون المصدر مبتدأ، نحو: ((أنْ تدرسَ خيرٌ لك)). بتأويل (الدرسُ خيرٌ لك)). ¶ 2-أن يكون المصدر مبتدأ، نحو: ((يسرني أنْ تنجحَ)) بتأويل: ((يسرني نجاحُك)). ¶ 3-أن يكون مفعولاً به، نحو: ((أريد أن أسافر)): بتأويل: (أريد السفرَ)). ¶ 4-أن يكون مجروراً بالاضافة، نحو: ((سآتيك بعد أن تغربَ الشمس)) بتأويل: ((بعد غروبِ الشمس)). ¶ 5-أن يكون مجروراً بالحرف، نحو: ((كتبت له بأن يقومَ)). بتأويل: ((كتبت له بالقيامِ))",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "إذا دخلت (أن) على المضارع نصبته، أما إذا دخلت على غيره فلا عمل لها. ¶ ولكن ما تعليل نصبها للمضارع؟ ¶ عندما تكون (أنْ) وما بعدها مؤولة بمصدر على أنَّه: ((مفعول به، أو مجرور بالإضافة أو بالحرف))، كما لاحظنا في الحالات الثلاث الأخيرة الآنفة الذكر فإنه لا صعوبة في تعليل نصبها للمضارع. ¶ 1-ففي حال تأويل (أن) وما بعدها مفعولاً به، تنتقل (الفتحة) من المصدر المؤوّل، إلى الفعل المضارع موضوع التأويل، فالفتحة مختصة بالاستكانة، سواء أَفي الأسماء أو الأفعال كما مر معنا في دراسة حركات الشكل. (الحرف العربي والشخصية العربية ص128-131). ¶ 2-وعندما يأخذ المصدر موقع المجرور بالإضافة أو بالحرف، فالأمر يختلف قليلاً. فلما كانت الأفعال لا تقبل الكسرة المختصة باستكانة الأسماء واستقرارها، فقد استعاض العربي عنها للفعل المضارع بالفتحة المختصة أصلاً باستكانة الأفعال واستقرارها. ¶ وهكذا لم يكن للعربي مفرّ من تحريك الفعل المضارع بالفتحة في هذه الحالات الثلاثة. ¶ ولكن ما هو تعليل نصب (أنْ) للمضارع في حال تأويلها وما بعدها بالمبتدأ أو الخبر؟. فنقول: ¶ 1-في مثال المبتدأ: ((أن تدرس خيرٌ لك)). فالدرس هنا يقع عليه حكم التخصيص أو التمني أو الترجي أو التهديد، حسب سياق الكلام، مما يُخلّ بفعالية مضارعه وحريته. فاستحق هذا الفعل (تدرسَ) حركة الفتحة الضعيفة، وليس الضمة القوية ولا السكون الأقوى. ¶ 2-وفي مثال الفاعل: ((سرني أن تنجحَ)). فالنجاح هنا قد وقع عليه حكم (السرور)، ففقد مضارعه (تنجحَ) بذلك حريته وفعّاليته- لالتزامه بأمر معين هو (سروري) فاستحق حركة الفتح الضعيفة للاستكانة. ¶ وهنا قد يطرح القارئ هذا التساؤل: ¶ هل كان العربي حقاً على هذا المستوى الرفيع من رهافة الحس والنفس والمشاعر؟ ¶ فأجيب: أن نعم. فللشعراء الأصلاء عباقرة الكلمة وأساتذة القواعد الصرفية النحوية في ذلك الباع الطولي، فطرة سوية. ¶ 2-لَنْ",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "أولاً- حول خصائص حرفيها ومعانيهما الفطرية: ¶ 1-(اللام)- للإلصاق والجمع والإلزام. ¶ 2-(النون)- من معانيها في نهاية المصادر: الرقة والخفاء والاستقرار. ¶ فإذا صح أن خاصية النفي الشديد في (لم) الجازمة تعود إلى توافق خصائص حرفي (اللام والميم) في الإلصاق والجمع والضم، فإن (لن) لابد أن تكون أقل شدة في النفي منها. وذلك للفارق الكبير بين خصائص كل من (النون والميم) في نهاية المصادر، جمعاً وضماً في (الميم) ورقة وخفاء- في (النون). وتأسيساً على هذا الفارق في خصائصهما فإنه لا يجوز تعليق منفي (لم) على شرط مثلما يجوز ذلك مع (لن). كما أسلفنا. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ هي حرف نصب ونفي واستقبال. ¶ ولقد حاول بعض اللغويين تعليل خاصية النفي في معاني (لَن). فقال (الفرّاء)، بأن (لا) النافية هي أصل كل من (لن-ولم). فأُبدلت الألف نوناً في (لن)، وميماً في (لم). واستبعد (ابن هشام) ذلك، لأن الأصل هو إبدال (النون) ألفاً، كما في قوله تعالى: ((لنسفعاً بالناصية) بدلاً من ((لنسفعن). ¶ أما العكس فلا: ¶ كما قال (الخليل والكسائي) بأن (لن) أصلها (لا أن)، فحذفت الهمزة تخفيفاً والألف للساكنين. واستبعد (ابن هشام) هذا الرأي أيضاً. ومآل ذلك أن (لن) لديه هي أصل ذاتها ولكن إذا كانت (لن) بخاصة هي أصل ذاتها، فمن أين أتتها وظيفة النفي؟. فاللام (للإلصاق والنون (للرقة والخفاء والاستكانة). يبدو لي أن (الفراء) قال الحقيقة فيما يتعلق بـ(لن) فبين (ألف) التنوين والنون علاقة قربى عريقة متبادلة. ف(إذاً) هي أصل (إذن) كما سيأتي. ولا يؤبه لِما قاله (ابن هشام) بأن الأصل (قلب النون ألفا، وليس العكس). ¶ أما محاولة (الفراء) بصدد إعادة (لم) الى أصلها المزعوم في (لا)، فذلك يعود إلى عدم انتباهه الى الخصائص الإيمائية في (الميم) للجمع والضم، مما ينفي كل قربى بينها وبين الألف.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "ومما ذكره (ابن هشام) بمعرض إثبات ضعف النفي بـ(لن)، أنها لا تفيد توكيد النفي ولا تأييده. وكذلك جواز تعليق منفيها على شرط، نحو: (لن آتيك إلا إذا دعوتني). ولا يقال ذلك مع (لم) كما أسلفنا. ¶ وعلة نصبها للمضارع تعود إلى أن فعاليته قد توقفت بنفي وقوعه، فكانت الفتحة أولى به من الضمة للفعالية. ولما كان نفي المضارع بـ(لن) أقل شدة من نفيه بـ(لم) فلم يستحق السكون. ¶ وهكذا اقتضى الذوق العربي الفطري أن ينصب المضارع الذي تدخل عليه أنْ بالفتحة حصراً. ¶ 3- إذَنْ ¶ لم نجد رابطة واضحة بين معناها التراثي باعتبارها ((حرف جواب))، وبين خصائص أحرفها: (الهمزة والذال والنون). فهل ستنفعنا معانيها التراثية واستعمالاتها في الكشف عن معانيها الفطرية. ¶ أولاً- حول معانيها واستعمالاتها التراثية: ¶ هي حرف جواب تنصب المضارع بشروط ثلاثة: ¶ 1-أن تتصدر الإجابة. ¶ 2-أن يليها المضارع الذي معناه الاستقبال. ¶ 3-ألاّ يفصل بين (إذن) وبين المضارع فاصل، إلا أن يكون الفاصل ((ظرفاً، أو مجروراً أو قَسَماً، أو حرف (لا)، أو منادى))، كما في الأجوبة التالية. ¶ قال لك: سأزورك، فتجيبه: ((إذن أُكرمَك- إذن غداً أُكرمَك- إذن والله أكرمَك اذن لا أخيّبَ ظنّك- إذن يا عبد الله أُكرمَك)). ¶ فهي تنصب المضارع عندما تتوافر لها هذه الشروط الثلاثة، ولكن عند وجود الفاصل، فالأكثر إهمالها. ¶ وفي حال الوقت يحكمها مذهبان: إما أن تكتب (إذاً) بقلب (النون) ألفاً، وإما أن تكتب (إذن) بتثبيت (النون). ¶ وأكثر استعمالاتها تقع جواباً لـ(إنْ) أو (لو)، كقول الشاعر: ¶ ((لئن عادني عبدُ العزيزِ بمثلها ... وأمكنني منها (إذنْ) لا أُقيلَها)). ¶ وقول الحماسي: ¶ ((لو كنتُ من مازن لم تَستْبحْ إبلي ... بنو اللقيطة من ذهل بنِ شَيبانا)) ¶ ((إذاً لقامَ بنْصري معشرٌ خشنٌ ... عند الحفيظة إنْ ذو لوثةٍ لانا)) ¶ ثانياً- عودة إلى أصل تركيبها:",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "يشترط في (إذن)، أو (إذاً) كيما تنصب المضارع أن تتصدر الإجابة إطلاقاً. ولمّا كانت الإجابات التي تلي (إذن) لا يمكن توقعها، فهي تنطوي على عنصر المفاجأة لابد أن تكون مستمدة من خصائص (إذن) ذات الصدارة. ¶ ولأخذ فكرة عن مسألة المفاجأة في (إِذن) يمكن مقارنتها بأي من حرفي الاستفهام (الهمزة وهل). فعندما نسأل مثلاً: ((أجاء زيد))، أو: ((هل نجح زيد))، فإن الإِجابة بـ (نعم) أو (كلاّ) متوقعة، لا تنطوي على عنصر المفاجأة. وذلك على العكس مما لو قال أحدهم: (سأزورك) فإن أي إجابة بعد (إذن) لا يمكن توقعها. ¶ وهكذا من المرجح أن يكون أصل (إِذن) الناصبة: (إذْ) الفجائية، نحو: ((بينما أنا جالس( إذْ) أقبل زيد)). كما إِنّ (إذْ) الفجائية هذه، هي أيضاً (إذا) الفجائية نحو: ((خرجت، فإذا زيد واقف)). ¶ ثم لحق (إذْ) الفجائية التنوين لفظاً فصارت (إذاً)، أو كتابة فصارت (إذنْ) وذلك تمييزاً لها عن (إذْ) الفجائية من جهة، وتميكناً للإجابة في ذهن السامع وإعطائها المزيد من الاهتمام. ¶ فمن معاني (نون التنوين)، التمكين، ويسمى (تنوين التمكين)، كما سيأتي في (بحث (إنّ) وأخواتها. ¶ ثالثاً- فماذا عن خصائص حرفي (إذْ) الفجائية ومعانيها الفطرية؟ وما تعليل نصب (إِذن) للمضارع؟ ¶ 1-(الهمزة)- في أوائل المصادر هي للظهور والبروز والحضور أصلاً، ولكنها بصوتها الانفجاري تتضمن معاني التنبيه والمفاجأة كأي انفجار صوتي في الطبيعة. ¶ 2-(الذال)- ذات الصوت المهتز المضطرب، كان من معانيها المعجمية (الاهتزاز والاضطراب وشدة التحرك والقطع)، بما يتوافق مع صدى صوتها في النفس. وصوتها المهتز المضطرب من شأنه أن يثير أيضاً انتباه السامع، كأي صوت مهتز في الطبيعة، مما يدعم وظيفة (الهمزة) في المفاجأة. ¶ وهكذا فإن محصلة الخصائص الفطرية لهذين الحرفين تتوافق مع حالات المفاجآت الصوتية في الطبيعة فنقلها العربي إلى حالات المفاجآت المعنوية في لغته..",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وسنرى أن لحرف (الذال) وظيفة عريقة في إثارة انتباه السامع بمعرض حديثنا المقبل عن أسماء الإشارة (ذا- ذاك- هذا..)، كما سنرى أن العربي قد أفاد من خاصية الاهتزاز- والاضطراب في صوت (الهاء)، فاستعملها لإثارة انتباه السامع في بعض أسماء الإشارة (هذا- هؤلاء) وأسماء الأصوات وغيرهما. وهذا يعزز قولنا بأن الإجابة بـ (إذن) تتضمن معنى المفاجأة والتمكين. وبذلك تتوافق معانيها واستعمالاتها التراثية مع الخصائص الفطرية لأصوات- أحرفها. ¶ وهكذا، فإن المضارع الذي يليها مباشرة يقع عليه حكم الجواب المفاجئ، فاستحق النصب لأنه غير متحرر من أحكام ما قبله. ¶ وذلك على العكس مما لو كان بين (إذن) وبين المضارع موضوع الجواب أحد الفواصل المذكورة آنفاً، فإن حكم الجواب يتراخى عنه، فيخف وقع المفاجأة عليه. عندئذ يكون العربي حراً في نصب المضارع أو رفعه حسب مقتضى الحال، ولاسيما في الشعر الأصيل. ¶ 4- كَيْ ¶ أولاً- حول خصائص حرفيها ومعانيهما الفطرية: ¶ 1-الكاف- للاحتكاك والتشبيه. ¶ 2-الياء- كحفرة صوتية، هي للنسبة الذاتية والمكان الخفيض. ¶ ومحصلة معاني حرفيها تشير إلى وظيفتها الفطرية في جعل الفاعل يحتك بمفعوله، فيستكين لطلبه. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ هي حرف مصدرية ونصب. قد تستعمل مسبوقة بـ (اللام) التعليلية، نحو: ((ذهبت إلى المدرسة لكي أتعلمَ)). ¶ وقد تستعمل غير مسبوقة بها، نحو: ((ذهبت إلى المدرسة كي أتعلمَ)). وقد اختلف النحاة في هذه الأخيرة. فبعضهم قال: هي المصدرية الناصبة. ومصدرها في محل جر بلام التعليل المحذوفة. وقال آخرون بل هي حرف جر. أما الناصب المضارع فهو (أنْ) المضمرة بعدها أي ((كي أنْ أنجحَ)). ¶ أما نصبها المضارع فيما نرى فيرجع إمَّا الى وظيفتها، أو إلى (أن) المضمرة بعدها في تحميله رغبة الفاعل وقصده مباشرة في وجهي استعمالها: أمسبوقة كانت باللام التعليلية أو غير مسبوقة بها.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "ففي قولنا ((درست (كي-لكي) أنجحَ)) قامت (كي) بتحميل فعل (أنجحَ) رغبتي وقصدي من الدراسة، على مثال ما يقع للمفعول به، فكانت الفتحة أولى به من الضمة والسكون. ¶ ثالثاً: حول العلاقة الفطرية بين خصائص حرفي (كي) ومعانيها التراثية: ¶ 1-(الكاف) في(كي) قد جعلت (دراستي) في الأمثلة السابقة (تحتك وتتطابق) مع رغبتي في (النجاح). ¶ 2-أما (الياء) كحفرة صوتية، فقد جعلت (النجاح) يقع في حيز هذه الرغبة، فاستكان لها فكان مفعولاً به مؤولاً يستحق النصب كما ذكرنا آنفاً. ¶ ومما يشير إلى صحة هذا التخريج أن (كي) تقبل دخول (لام) الإلصاق عليها في (لكي). وذلك لتوكيد خاصيتي (الاحتكاك والمطابقة) في وظيفتها الفطرية. فعبارة: ((درست لكي أنجحَ)) تكشف عن شدة رغبتي في النجاح أكثر من عبارة (درست كي أنجحَ). فمعاني (اللام) هنا هو اقرب للتوكيد، وهو أحد معانيها، كما أسلفنا في دراستها. ¶ وبذلك تكون (كي) المصدرية المختصة بنصب الأفعال المضارعة هي إحدى مستحاثاتنا اللغوية. ¶ (( ¶ الفصل السادس- ¶ الأحرف المشبهة بالفعل ¶ هي: ((إنَّ- أنَّ- كأنَّ- لكنَّ- لَيتَ- لَعلَّ)). ¶ تمهيد: ¶ تدخل هذه الأحرف على المبتدأ والخبر: فتنصب الأول ويسمى اسمها، وترفع الثاني ويسمى خبرها، نحو: ((إنّ العلمَ نورٌ)). ¶ وقد شُبهت بالفعل لأنها جميعاً مفتوحةُ الأواخر كالفعل الماضي، ولأنَّ الأسماء تنصب بها كما تنصب بالأفعال. ولأنَّ (نون) الوقاية تتوسط بينها وبين (ياء) المتكلم، كالأفعال: (إنني لكنني)) ولأن معانيها مما يؤدَّى بالأفعال: فحرفا (إنّ- أنّ) للتوكيد، وكأنّ للتشبيه، ولكنّ للاستدراك، وليت للتمني، ولعل للترجي، وهي من معاني الأفعال.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وما أحسب أن ثمة فئة من حروف المعاني هي أعصى على كشف العلاقة الفطرية بين خصائص حروفها ومعانيها التراثية من أحرف: ((إنّ- أنّ- كأنّ- لكنّ). وذلك لمشاركة (النون) في تراكيبها جميعاً. فإذا أضفنا إليها حرفي (إنْ وأنْ) مخففي (إنّ وأنّ) مع تسكين (النون)- أربعة منها وتشارك في تركيب الخامس منها. وعلى الرغم من ذلك، فلكل حرف معنوي منها معان- واستعمالات عديدة تختلف عما لغيره. ¶ فما السر في هذه المادة الصوتية الرنانة النقية الأنيقة في (النون) التي تتغير معها معاني هذه الأحرف وتختلف استعمالاتها لكل طارئ يعترض النطق بصوت أي منها مهما يكن هذا الطارئ بسيطاً: من كسرة أو فتحة أو سكون أو تشديد أو تخفيف؟. ¶ فما أشبه صوت (النون) بصوت الكمان، تختلف إيحاءاته باختلاف الأوتار التي يصدر عنها رخاوة أو شدة، وبما يتوافق مع تنقل أنامل العازف من موقع إلى موقع على ذات الوتر. ¶ وهكذا يبدو لنا أن للنون معان ووظائف أخرى لم تستطع المعاجم اللغوية الكشف عنها جميعاً بالرجوع إلى المصادر التي تبدأ- أو تنتهي بها. فهل تستطيع حروف المعاني الألصق بفطرة اللغة العربية أن تقوم بهذه المهمة الشاقة.؟ سنرى. ¶ 1-إنَّ ¶ أولاً- حول خصائص أحرفها ومعانيها الفطرية: ¶ 1-(الهمزة)- هي بحكم انفجارها الصوتي توحي بالظهور والحضور والبروز. والكسرة تحتها مخفف (الياء) تشير إلى الذات في حركة معاكسة لموحيات (الهمزة) المفتوحة: (للظهور والعلانية). ¶ 2-(النون)- من معانيها المعجمية في أول المصادر: ((الصميمية والبطون والانبثاق والنفاذ) بما يتوافق مع صدى صوتها مضغوطاً عليه بشيء من الشدة والفعالية في هذا الموقع المتقدم من المصادر. كما أن من معانيها في نهاية المصادر: ((الرقة والأناقة والاستكانة والخفاء والاستقرار..) بما يتوافق مع صدى صوتها مرققاً منعماً في هذا الموقع الخلفي من المصادر.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "ونظراً لأهمية الدور الذي تأخذه (النون) في معاني الأحرف المشبهة بالفعل وغيرها من الضمائر والأسماء يستحسن بنا أن نلقي عليها المزيد من الأضواء. ¶ فماذا عن معاني (النون) النحوية؟ ¶ (النون) المفردة لدى (ابن هشام) على أربعة أوجه: ¶ الوجه الأول: نون التوكيد الخفيفة والثقيلة، كما في سورة (يوسف/ 32) التي جمعت بينهما، ((ولئن لم يفعل ما آمره به ليسجننَّ وليكوناً من الصاغرين)). ¶ -على أن التوكيد بالثقيلة أبلغ على رأي (الخليل) وهذا صحيح. يؤكد بالثقيلة والخفيفة صيغ الأمر مطلقاً، وفقاً لرغبة المتكلم. ولا يؤكد الماضي بهما إطلاقاً. وذلك في رأينا لعدم الجدوى. فعلى من يريد توكيد الماضي أن يقسم بالله على صحته أو يقيم الأدلة والبراهين. أما المضارع، فإن كان للحال لا يؤكد بهما لعدم الحاجة، وإن كان للاستقبال أُكِّد بهما كما في قوله تعالى: ((وتالله لاكيدنَّ أصنامكَم)). ¶ الوجه الثاني: نون التنوين. وهي (نون) زائدة ساكنة تلحق أواخر الأسماء لغير توكيد، ولها خمسة أقسام. ¶ 1-(تنوين التمكين): وهو اللاحق للاسم المعرب المتصرف إعلاماً ببقائه على أصله، ويسمى أيضاً ((تنوين الأمكنية)) نحو زيداً ورجلٌ ورجالٍ). ¶ ... أما الأقسام الأربعة الباقية فلا مجال لشرح معانيها واستعمالاتها، لأنها لا تفيدنا بمعرض حديثنا عن (النون) في الاحرف المشبهة بالفعل: وهي: ¶ 2-تنوين (التنكير). 3- تنوين(المقابلة) 4- تنوين (العرض) 5- تنوين (الترنيم). ¶ الوجه الثالث: نون الإناث: ¶ وهي اسم، نحو: (النسوة يذهبن))، وحرف، نحو: ((يذهبن النسوة))، في لغة من قال: (أكلوني البراغيث)). ووظيفة (النون) هنا تتوافق مع خصائصها الأنثوية رقة وأناقة واستكانة، كما كانت المرأة عليه في المرحلة الرعوية. ¶ الوجه الرابع- نون الوقاية: ¶ وتلحق قبل (ياء) المتكلم المنتصبة في حالات ثلاث: ¶ 1-الفعل متصرفاً، نحو: ((أكرمني))، أو جامداً، نحو ((عساني)). ¶ 2-اسم فعل، نحو ((دراكني)) بمعنى ((أدرِكْني)).",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "3-الحرف، نحو: ((إنَّني) وهي جائزة الحذف والإثبات في الأحرف المشبهة بالفعل: (إنّي). كما تلحق أيضاً قبل (الياء) المخفوضة بحرفي (من وعن) وبأفعال (خلا وعدا، وحاشا)) (مِنّي- عنّي- خلاني- عداني- حاشاني)). ¶ ويطيب لي هنا أن أشبه وظيفة (نون الوقاية) اللغوية في هذه المواقع الحرجة، بما تضفيه على الكلام العربي من (رقة واناقة ورواء) بوظيفة الأنوثة في المجتمع الرعوية الخشن، بما كانت تضفيه عليه من رقة وأناقة وكياسة وجمال. فقلَّما خلت قصيدة جاهلية من التشبيب بالغانيات. ¶ ثانياً- حول معاني (إنَّ) واستعمالاتها التراثية: ¶ هي على وجهين: ¶ 1-(إنَّ) تكون حرف توكيد: تنصب الاسم وترفع الخبر، نحو: ((إنّ زيداً قائمٌ)). ¶ 2-حرف جواب بمعنى (نعم) كقول ابن قيس الرقيات: ¶ ((ويقلْنَ، شيبٌ قد علا ... كَ وقد كبرتَ، فقلتُ: إنّه)). ¶ أي قلت (نعم)، و(الهاء) للسكت. وهي كما نرى للتوكيد أيضاً، فالتوكيد يتحكم بمعانيها كيفما استعملت. ¶ ولكن ما أصل خاصية التوكيد في (إنَّ)؟ ¶ لقد تبين لنا في دراسة (النون) أن أصول معظم معانيها واستعمالاتها تعود إلى خاصية البطون أو الصميمية) في طريقة النطق بصوتها. فصوتها يخرج من صميم الذات على صفاء ونقاء وبشيء من الفعالية. ¶ ولقد أفاد العربي من هذه الخاصية فاستعملها للتعبير عن معاني (الانبثاق)، في حركة من الداخل إلى الخارج، كما لحظنا ذلك في معاني كثير من المصادر التي تقع في أولها، وقد بلغت (120) مصدراً جذراً في المعجم الوسيط كما أسلفنا. ¶ كما أفاد العربي من هذه الحركة المنبثقة من الداخل إلى الخارج، فاستعمل (النون) للتعبير عن ذاتيته الإنسانية إلى ضمائر المخاطب في (أنت أنتم..) وذلك لحضوره بذاته في مواجهة المتكلم أما الغائب فقد حرم منها لعدم توافر هذه الشروط فيه على أن التعبير عن ذاتية الإنسان المتكلم تتجلى بأشد ما يكون التوكيد والرسوخ في كلمة (إنّي) وفقاً لخصائص أحرفها.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "أ-(الهمزة)- انفجار صوتي من موحياته الظهور والحضور. أما (الكسرة) مخفف (الياء) فتشير إلى تحت)، وهنا إلى الذات ضمناً. ¶ ب-(النون) المشددة، تشير إلى الصميمية بمزيد من التوكيد. ¶ ح-(الياء)، في نهاية الكلمة، للنسبة إلى ذات المتكلم\\. ¶ وهكذا ما من كلمة في الدنيا تضاهي لفظة إنّي في التعبير عن رسوخ ذات المتكلم وتوكيدها في مواجهة العالم الخارجي. لا يدانيها في ذلك سوى كلمة (أنا) للظهور والبروز والتعالي في مواجهة العالم الخارجي أيضاً. ولكن بفارق بينهما من حيث توكيد الذات ورسوخها لصالح (إنيّ) أما أنا فأكثر شموخاً). ¶ ومما يقطع بهذه العلاقة الفطرية بين (النون) والذات الإنسانية استعمال التراثيين (مَنْ) للعاقل أي للإنسان، و(ما) لغير العاقل أي للأشياء والحيوان. ¶ لا بل إِن كلمة (إنسان) ذاتها، بـ (الهمزة) المكسورة التي تشير إلى الذاتية وتكرار (النون) فيها للذات الإنسانية على رقة وأناقة و(الألف اللينة) الفاصلة بينهما للامتداد والتعالي و(السين) للحركة: هذه الكلمة تصور واقع الإنسانية بأصوات حروفها كما قال(ابن جني): (سوقا للحروف). ¶ ولئن كانت (إنّي) أكثر أحرفا من (إنَّ) وأعقد تركيباً، إلا أنها فيما نرى هي الأسبق في الزمن بمعرض توكيد ذاتية المتكلم من (إنَّ) لمجرد التوكيد. وذلك لأن حاجة الإنسان العربي لتوكيد ذاته المشخصة المحسوسة أسبق في الزمن من حاجته للتوكيد المجرد المعنوي. فالمعاني الحسية في الكلمة العربية هي أصل معانيها المجردة إن لم يكن إطلاقاً فبصورة عامة. ¶ وهكذا يكون أصل (إنّ) هو (إنّي)، وليس العكس وذلك لأن خاصية التوكيد في (إنّ) هي في الأصل مقتبسة من خاصية توكيد ذاتية المتكلم في (إنّي)، بمواجهة العالم الخارجي فيما ترى، خلافاً لِما أجمع عليه اللغويون التراثيون.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "فإذا لم يكن الأمر كما نراه، فإن معاني التوكيد في (إنَّ) وإخواتها تصبح اصطلاحية صرفة خلافاً للنهج العربي الأصيل بمعرض إبداع ألفاظه تعبيراً عن معانيه. ¶ ولو أن الامر يتعلق بـ (إنَّ) فحسب لكان بالإمكان التساهل مع إجماع اللغويين التراثيين، ولكنه يتعلق بمعظم الأحرف المشبهة بالفعل، مما يطعن بأصالة اللغة العربية في هذا القطاع اللغوي العريق. ونحن في كل ذلك لم نعدُ الحقيقة، وإِن خفيت على أساتذتنا العظام. ¶ 2-(أَنَّ) ¶ لقد سبق أن تحدثنا عن خصائص أحرفها ومعانيها الفطرية في حديثنا عن (إنّ) مما لا جدوى من إعادته. ولكن الفروق بين معانيهما واستعمالاتهما تعود الى تحريك همزة (أَنَّ) بالفتح بدلاً من الكسرة. وسنرى مدى تأثير ذلك في معانيها واستعمالاتها التراثية. ¶ فماذا عن معانيها واستعمالاتها التراثية؟ ¶ هي لدى (ابن هشام) على وجهين: ¶ 1-أنَّ تكون حرف توكيد تنصب الاسم وترفع الخبر. ثم يقول والأَصح أَنها فرع من (إنّ) المكسورة الهمزة. ¶ 2-ولكنه يعود سريعاً فيقرر: ((والأصح أيضاً أنها موصول حرفي مؤول مع معموله بالمصدرية)). فإذا كان الخبر اسماً مشتقاً فالمصدر المؤوّل يكون من لفظه، نحو: ((بلغني أنك منطلق))، أي ((بلغني انطلاقك)). وإِن كان الخبر اسماً جامداً، يؤول بالكون، نحو: ((بلغني أنَّ هذا زيد)) تقديره: ((بلغني كونه زيداً)) (مغني اللبيب ج2 ص40). ¶ وهكذا يتراجع (ابن هشام) عن رأيه الأول من حيث كون (أنَّ) حرف توكيد ونصب، أو فرع عن (إنّ)، إلى أَنها: ((موصول حرفي مؤول مع معموليه بالمصدر)). ¶ وذلك قريب من عمل (أنْ) الناصبة للمضارع. فتأويل قولي ((بلغني أنك منطلق)) بعبارة ((بلغني انطلاقك)) مماثل تماماً لتأويل قولي: ((سرني أن تنجح)) بعباره ((سرني نجاحك)).",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وهذه الرابطة الموصولية المصدرية بين (أنْ) الناصبة للمضارع، وبين (أنّ) جعلت النحاة يعتبرون (أَنْ) المصدرية هي مخفف (أنّ). وبالرجوع إلى المحيط للانطاكي نجده قد أغفل خاصية (التوكيد) فيها، وجرى في ذلك مجرى (ابن هشام) بشيء كثير من الإيجاز. ¶ وهكذا يتضح أن خاصية (التوكيد) في (أنّ) قد أضعفتها فتحة الهمزة إلى حد الضياع. فيتجاهلها (ابن هشام) وغيره، وانصرفوا عنها إلى خاصية المصدرية فيها. ¶ والحقيقة إِن في قولك: ((بلغني أنّ زيداً رجل كريم))، إِنما هو مجرد إخبار يحتمل الصدق والكذب، ولو كنت صادقاً في نظر السامع. وذلك لتعلق صحة هذا الخبر بمدى صدق من أبلغني إِياه ولا مسؤولية شخصية عليَّ في ذلك. ¶ أما في قولي: ((إنَّ زيداً رجل كريم))، فهذا حكم وليس مجرد خبر. وذلك لتعلق هذا القول بمسؤوليتي الشخصية. فما من أحد يثق بي يمكن أن يشك بصدق هذا القول، ولو اعتبرناه خبراً. ¶ وإذن فإن خاصية التوكيد في (إنّ) مردها بالدرجة الأولى، على ما يبدو لي (كسرة) الهمزة أولاً. وذلك لأن (الكسرة) مخفف (الياء) تشير إلى ذات المتكلم كما سبق بيانه، فتضفي على معنى (إنّ) التزاماً شخصياً بصدق ما يقوله المتكلم بعدها. ¶ أما خاصية التوكيد في (نونها) المشددة فمردها معاني الصميمية والذاتية فيها، كما أسلفنا. ¶ وهكذا تتضافر المضامين الذاتية والشخصية في هذين الحرفين لتجعل من (إنَّ) حرف توكيد بالدرجة الأولى. ¶ أما (أنّ) التي حُرمت من كسرة الهمزة فلم يبق لها إلا (النون) المشددة، مما أضعف من خاصية التوكيد فيها. وعلى الرغم من ذلك، فإن هذه (النون) المشددة تضفي بعض التوكيد على ما يأتي بعدها. فقولك: ((بلغني أنّك مسافرٌ)) أَدعى للثقة بصدق هذا الخبر من قولك: ((بلغني سفرك)). وسنعود أيضاً إلى كسرة (الهمزة) عما قريب. ¶ 3-كأنّ ¶ أولاً- حول خصائص أحرفها ومعانيها الفطرية:",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "لما كنا استعرضنا آنفاً خصائص (الهمزة والنون المشددة) في (إنّ، وأنّ)، فانه يكفينا أن نستعرض هنا خصائص (الكاف) ومعاني (كأنَّ الفطرية). ¶ (الكاف)- لقد سبق أَن استعرضنا معانيها الخمسة باعتبارها واحداً من حروف الجر، يمكن الرجوع إليها. فكان أهمها وأَثبتها جميعاً هو((التشبيه))، نحو: ((زيد كاسدِ)). أما معانيها في: (الاستعلاء والمبادرة والتعليل)، فلا تعنينا هنا. ولئن كان يعنينا معناها الخامس في (التوكيد) هنا، نحو: ((ليس كمثله شيء))، إِلا أَن هذا المعنى الفطري لـ(كأنّ)، هو التشبيه بشيء من التوكيد. فقولنا: ((كأنّ زيداً أسد)) أكثر توكيداً من قولنا: ((زيد كأسد)). ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ عرض (ابن هشام) أَن أَكثرهم قال بأنها: حرف مركب من (الكاف + إنّ). فقالوا: ¶ الأصل في: (كأنَّ زيداً أسد)): إنَّ زيداً كأسد. ففتحت همزة (إنَّ) لدخول الجار عليها وهو (الكاف) هنا. ويرى (ابن هشام) أَنها بسيطة. فأيهما الأصح؟ ¶ وهكذا قد ضعفت خاصية التوكيد في (كأنَّ) فبعدت أحكام ما بعدها عن اليقين والثبوت لعاملين اثنين: ¶ أ-خاصية التشبيه المعتمدة في (الكاف). والتشبيه غير يقيني أصلاً. ¶ ب-الفتحة على همزة (أنّ) كما أسلفنا. ¶ وبذلك لم يبق لها من معاني التوكيد إلا القليل، فماذا عن معانيها التراثية؟ ¶ لقد ذكروا لها أربعة معان: ¶ 1-التشبيه وهو الغالب عليها، نحو: ((كأن زيداً أسد)). ¶ 2-الشك والظن، نحو: (كأنّك بالشتاء مقبل))، أي ((أظنه مقبلاً). وذلك لخاصية- التشبيه في (الكاف). ¶ 3-التحقيق: ذكره الكوفيون والزجاجي، كقول الشاعر: ¶ ((فأصبحَ بطنُ مكَّة مُقْشِعرّاً ... كأنّ الأرضَ ليسَ بها هِشامُ)).",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وقد اختلفوا في تأويل هذا المعنى. كان من رأي أحدهم: (أن الكاف) للتعليل وهو أحد معانيها، و(أنّ) للتوكيد، فهما كلمتان لا كلمة واحدة. وهذا المعنى فيما نرى، هو أكثر توافقاً مع الخصائص الفطرية للأحرف التي تشارك في تركيب (كأنّ) كما أسلفنا. وهكذا يكون معنى التحقيق مشوباً بالتوكيد. ¶ 4-التقريب: قاله الكوفيون وحملوا عليه قولهم: ((كأنك بالشتاء مقبل)) وكأنّك بالفرج آتِ وكأنَّك بالدنيا لم تكن وبالآخحرة لم تزل)). والتقريب مشوب أيضاً بالتوكيد. ¶ وهكذا على الرغم من ضعف خاصية التوكيد في (كأنّ) يفعل (كاف) التشبيه والهمزة المفتوحة كما أسلفنا، فقد حفظت لها (النون) المشددة بعض التوكيد في معانيها، إرثاً شرعياً عن (أنَّ). ¶ 4-لَكنّ ¶ أولاً- حول خصائص أحرفها ومعانيها الفطرية: ¶ 1-(اللام)- من معانيها الفطرية الإلصاق والجمع، ومن معانيها النحوية التراثية. الاستحقاق- والتملك، وكذلك التوكيد، كقوله تعالى: ((لم يكن الله ليغفر لهم (69)، كما أسلفنا في دراستها مع حروف الجر. ¶ 2-(الكاف)- من معانيها الفطرية (الاحتكاك)، ومن معانيها النحوية التراثية، (التشبيه والتوكيد، كقوله تعالى: ((ليس كمثله بشيء))(70) ¶ 3-(النون)- سواء أَكانت مخففة أو مشددة، من معانيها التراثية (النحوية) التوكيد كما أسلفنا. ¶ وهكذا كان التوكيد هو القاسم المشترك بين معاني أحرفها جميعاً، مما يتوافق مع أحد معاني (لكنّ) التراثية في التوكيد. ¶ أما الصلة بين خصائص أحرفها ومعانيها الفطرية وبين أحد معاني (لكنّ) في الاستدراك، فهي غامضة، فهل ستكشف عنها معانيها التراثية؟. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ يثبت (ابن هشام)، في معانيها ثلاثة أحوال: ¶ 1-(الاستدارك): وهو المشهور. وفسَّروه بأن ينسب لما بعدها حكم مخالف لحكم ما قبلها ولذلك لابد أن يتقدمها، إما كلام مناقض لما بعدها، نحو: ((ما هذا ساكناً، لكنه متحرك))، وإما ضدّ له، نحو: ((ما هذا أبيض، لكنه أسود)).",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "2-ترد تارة للاستدارك وتارة للتوكيد. وقد فسر بعضهم الاستدراك، بأنه نفي لما يتوهم ثبوته، نحو: ((ما زيد شجاعاً، لكنه كريم)). وذلك لأنّ الشجاعة والكرم لا يكادان يفترقان، فاستدرك الكرم لزيد كي لا يتوهم السامع انه غير كريم، لتلازم المعنيين في ذهنه. ¶ ... ومثلوا للتوكيد بقولهم: ((لو جاءني أَكرمته، لكنّه لم يجئني)). فأكدت (لكنّ) ما أفادته (لو) من الامتناع. ¶ 3- انها للتوكيد دائماً مثل (إنّ) ويصحب التوكيد معنى الاستدراك. وهو قول (ابن عصفور) ولم يضرب له مثلاً. ¶ ونحن أميل إلى الأخذ بقول (ابن عصفور) وإن لم يضرب له مثلاً، وذلك لتوافقه مع الخصائص الفطرية لأحرفها ومعانيها، كما أسلفنا، ومع الحالتين الآنفتي الذكر أيضاً. فالتوكيد فيهما منصبّ إطلاقاً على ما يليها. فالتحرك، والسواد والكرم، وعدم المجيء في الأمثلة السابقة، قد وقع التوكيد عليها مباشرة بـ (لكنّ). كما أن هذه الأمثلة تتضمن الاستدراك أيضاً. وذلك لأن حكم ما بعدها- مخالف أو مغاير أو مناقض لما قبلها، إما صراحة أو ضمناً. فكان التوكيد والاستدراك مصاحبين لها مما يتوافق مع خصائص التوكيد في أحرفها ولا سيما خاصية الالصاق في (اللام)، ¶ 5-ليْتَ ¶ أولاً- حول خصائص أحرفها ومعانيها الفطرية: ¶ 1-(اللام)- للإلصاق والجمع. ¶ 2-(الياء)- تشير إلى تحت، فتأخذ في الذهن صورة الحفرة الفاصلة. ¶ 3-(التاء) للرقة والضعف. ¶ فتكون محصلة معاني أحرفها: الإلصاق عبر فاصلين اثنين، مما يجعل تحقق الآمال المعلقة عليها صعبة المنال، فالياء والتاء، تفصلان (لام) الإلصاق عن متعلقها، مما يضعف الصلة بين (اللام) وبين ما بعدها فلا تتجاوزهما على مثال ما أضعفت (الألف والتاء) (خاصية النفي في (لات) كما سيأتي: ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ ليت حرف تمني يتعلق بالمستحيل غالباً كقول الشاعر: ¶ \"فيا ليتَ الشبابَ يعودُ يوماً ... فأخبرَه بما فعلَ المَشيبُ\".",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وبالممكن قليلاً، نحو: (ليت المدخن يقلع عن التبغ). ¶ وإذا اقترنت بها (ما) الزائدة، لا يلغي اختصاصها بالأسماء، فيقال: (ليتما زيداً جاء) ولا يقال: (ليتما جاء زيد). ¶ وهكذا تتوافق الخصائص الفطرية لأحرف (ليت) مع معانيها التراثية. فالحفرة الصوتية في (الياء) وموحيات الضعف في صوت (التاء)، أضعفا خاصية الإلصاق في (اللام) إلى حدّ التلاشي. ¶ 6-لَعلّ ¶ أولاً- حول خصائص أحرفها ومعانيها الفطرية: ¶ 1-(اللام)- للإلصاق معجمياً والجمع نحوياً. ¶ 2-(العين)- من معانيها العيانية والعلو والفعالية والإحاطة. ¶ 3-(اللام المشدودة)- للمزيد من الإلصاق والالتصاق. ¶ فتكون محصلة معاني أحرفها الإلصاق بعيانية وشدة. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ لها ثلاثة معان: ¶ 1-التوقع: وهو ترجي المرغوب (لعل أخاكَ ناجحٌ). وسنعود إلى هذا المعنى مع أحرف التمني والترجي. كما ترد للإشفاق من المكروه، نحو: \"لعلّ صديقَك مريض). أي أخشى أن يكون مريضاً. ¶ 2-التعليل، كقوله تعالى: (فقولا له قولاً لعلّه يتذكّر أو يخشى)(71). ¶ 3-الاستفهام كقوله تعالى: \"وما يدريك لعلّه يزّكّى\"؟(72). ¶ على إن (التوقع) فيما نرى هو الغالب على معانيها جميعاً. ¶ ففي قوله تعالى: \"لعله يتذكّر\"، وإن جاء تعليلاً للقول اللين، إلاّ أنّ التذكر متوقع منه غير مستبعد. مما يفيد الترجّي. ¶ وفي قوله: (لعلّه يزْكّى)، وإن جاءت في موقع الاستفهام، إلا أن التزكية متوقعة غير مستبعدة مما يفيد الترجي. أيضاً. ¶ وهكذا تلتقي الخصائص الفطرية لأحرفها مع معانيها التراثية وأصول استعمالها على الرغم من أن هذه الكلمة قد أبدعت في مرحلة لغوية متطورة، لمشاركة (العين) الرعوية في تراكيبها. ¶ ولكن لماذا تنصب الأحرف المشبهةُ بالفعل الاسمَ وترفع الخبرَ؟ ¶ يقول (الغلاييني): ¶ \"معنى (إنّ وأنّ) التوكيد. فهما لتوكيد اتصاف المسند إليه بالمسند\". (جامع الدروس العربية: ج2 ص303).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وإذن ففي قولنا: (إن زيداً كريم) قد تم توكيد إسناد الكرم إلى (زيد). بمعنى أنه قد وقع على (زيد) توكيد الكرم، فاستحق النصب بالفتحة ليتحمل وقع الإسناد. أما (خبرها) كريم فهو مجرد مسند لم يقع عليه أي حكم أو التزام فبقي على حاله من الرفع بالضمة. ¶ وهكذا الأمر مع بقية الأحرف المشبهة بالفعل، من حيث تحمل الاسم أحكام (التشبيه والتوكيد مع (كأنّ)، والاستدراك والتوكيد مع (لكنّ)، والتمني مع (ليت) والترجي والتعليل مع (لعلّ)، فاستحق اسمها النصب بالفتحة، وبقي خبرها على حاله مرفوعاً بالضمة كما لحظنا ذلك مع (إنّ وأنّ). ¶ ويطيب لي أن أتساءل هنا أيضاً: ¶ لماذا ترفع الأفعال الناقصة الاسم وتنصب الخبر؟ ¶ يقول الغلاييني: ¶ \"الفعل الناقص (كان وأخواتها) هو ما يدخل على المبتدأ والخبر، فيرفع الأول تشبيهاً له بالفاعل، وينصب الآخر له بالمفعول به\"- (جامع الدروس العربية ج2 ص275). ¶ ويقول الأَنطاكي: ¶ \".. فالواقع أن الفعل الناقص (أي الذي أفُرغ من مضمونه وأصبح مجرد أداة) لا يفقد شخصيته الفعلية تماماً، إذ نراه يتخذ من المبتدأ ما يشبه الفاعل الذي كان له في حال تمامه\"، أي قبل تفريغه من مضمونه. (المحيط ج2 هامش ص6). وينصب الخبر باعتباره يشبه المفعول به، على وجه ما ذكر الغلاييني أيضاً، وهو صحيح على ذكاء ونباهة. ¶ (( ¶ الفصل السابع - ¶ أحرف النفي ¶ هي: (لَمْ –لمَّا – لَنْ- ما – لا- لاتَ- إنْ) ¶ تمهيد: ¶ لقد سبق أن استعرضنا معاني (لا) مع أحرف العطف و(لمْ، ولمّا) مع الجوازم و(لَنْ) مع النواصب، متطرقين إلى معانيها في النفي وهكذا لم يبق من أحرف النفي دون معالجة، سوى أحرف (ما- لات- إنْ). ولكن نظراً لأهمية (لا) وكثرة معانيها واستعمالاتها في اللغة العربية سنتحدث عنها هنا بشيء من التفصيل، كما سبق أن وعدنا القارئ بذلك في معرض الحديث عنها مع أحرف العطف. ¶ 1-لا ¶ أولاً- حول خصائص حرفيها ومعانيها الفطرية: ¶ 1-(اللام)- للإلصاق والجمع والإلزام.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "2-(الألف اللينة)- فاصل صوتي ممتد يحول دون مباشرة (اللام) وظائفها الفطرية في الإلصاق والإلزام والجمع. ¶ وبذلك يكون النفي هو محصلة الخصائص المتناقضة لهذين الحرفين. ولكنها وإن كانت تنفي وقوع الفعل، نحو (لا تعلو العين على الحاجب)، وتنفي الوجود، نحو: (لا رجل في الدار) إلا أنها تلصق النفي بـ (العلو) في المثال الأول، كما تلصقه (بوجود جنس الرجال) في المثال الثاني وذلك لخاصية الإلصاق في (اللام) من حرف (لا). ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ لما كانت (لا) مؤلفة من (اللام) ذات الصوت اللين المتماسك و(الألف اللينة) الأشد ليونه ومرونة، فمن المتوقع أَن تكون كثيرة الوجوه والأنواع والأقسام والاستعمالات. ¶ لقد عددنا لها لدى (ابن هشام) نيفاً وخمسين وجهاً ونوعاً واستعمالاً، وفي (المحيط) نيفاً وثلاثين. فلم ذلك؟ ¶ تساؤل قد طرحناه أكثر من مرة بمعرض الحديث عن بعض حروف المعاني التي تكثر معانيها واستعمالاتها، وبخاصة ما كان منها مؤلفاً من حرف واحد أو اثنين. وكان الجواب: \"بساطة النطق بالحرف، ومرونة صوته، ثم تحرره من قيود الحروف العربية المشاركة في تركيبه\". وسنرى أن (ما) لن تقل عن (لا) تنوعاً في المعاني والاستعمالات، ولا أشدّ منها عصياناً على الضبط والربط، لهذه الاعتبارات بالذات. ¶ فإن (لا) مؤلفة من (اللام) المرنة الصوت المتعددة الخصائص والمعاني، ومن (الألف اللينة) الأكثر مرونة والأطوع تكيفاً في النطق بمعرض التعبير عن مختلف الأغراض والمعاني، فكثرت بذلك معاني (لا) واستعمالاتها. ¶ واختصاراً للبحث وحصراً له فيما يغنينا الآن، نكتفي باستعراض وجوهها وأنواعها واستعمالاتها حسبما جاء في (المحيط)، وبشيء كثير من الإيجاز. ¶ 1-نافية تعمل عمل (إنَّ) تنصب الاسم وترفع الخبر:",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "تسمى (نافية للجنس)، أو (تبرئة)، لأنها تنفي الحكم عن جميع أفراد جنس اسمِها، نحو \"لا رجلَ في الدار\". فهي تعمل عمل الأحرف المشبهة بالفعل، تنصب الاسم وترفع الخبر، ولكنها لا تعمل إلا بشروط: ¶ أ-تنصبّ على نفي الجنس، وإِلاّ وجب إهمالها وتكرارها أيضاً. نحو: \"لا رجل في الدار ولا امرأة\". ¶ ب- أن يكون اسمها وخبرها نكرتين، وإِلاّ وجب الإهمال والتكرار، نحو: \"لا زيدٌ عندي ولا عمرو\". ¶ ح-أن لا يتقدم خبرها على اسمها، فإن تقدم يجب الإهمال والتكرار، نحو: (لا في الدار رجل ولا امرأة\". ¶ د- أن لا يدخل عليها حرف جر، وإلا يجب إهمالها، نحو (سافرت بلا زاد). ¶ هـ – وإذا تكررت (لا) النافية للجنس، جاز إعمالها، وجاز إلغاؤها، وجاز إعمال إحداهما وإهمال الأخرى نحو: (لا حولٌ ولا قوةٌ إلا بالله- ولا حولاَ ولا قوةٌ إلا بالله..). ¶ و- يكثر حذف خبر (لا) النافية للجنس، نحو: \"ضيرَ – لا شكَّ- لا ريبَ- لا محالةَ- لا بأسَ). ¶ ... ويقل حذف اسمها، نحو: (لا عليك) أي لا بأس عليك. ¶ ز- إن اسمها يكون مبنياً على ما نصب عليه، إن كان مفرداً، كما ينصب إذا كان مضافاً أو شبيهاً بالمضاف. نحو لا معلمَ مدرسة في الباحة. ¶ 2-نافية تعمل عمل (ليس) ترفع الاسم وتنصب الخبر: ¶ لا يشترط لها إلا تأخير خبرها وعدم انتقاض نفيها بإلاّ. أما تنكير معمولها فقد اشترطه بعضهم ونفاه آخرون لمجيء اسمها معرفة كما في قول النابغة الجعدي: ¶ وحلّتْ سوادَ القلبِ لا أنا باغِياً ... سِواها ولا عَنْ حُبِّها مُتراخياً ¶ وأما نفيها فيكون للوحدة، كما هو ظاهر في البيت السابق. ويكون للجنس كقول الشاعر: ¶ \"تعزّ فلا شيءٌ على الأرضِ باقياً ... ولا وَزَرٌ ممّا قضى اللهُ واقيا\" ¶ 3-نافية عاطفة: ¶ وقد مرّ ذكرها مع أحرف العطف. ¶ 4-نافية لا عمل لها: ¶ إنها لا تعمل في الأحوال التالية:",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "أ- ... إذا كانت معترضة بين الجار والمجرور، نحو: \"سافرت بلا زادٍ\"، أو بين الناصب والمنصوب نحو: \"اجتهدت كثيراً لكي لا أرسب\". أو بين الجازم والمجزوم، نحو: \"إن لا تجتهدْ ترسبْ\" أو بين العاطف والمعطوف، نحو: \"ما جاء زيد ولا عمرو\" وكذلك إذا دخلت على فعل مضارع، نحو \"زيد لا يحبُّ القراءة\". أو على فعل ماض لفظاً ومستقبل معنى، نحو: \"لا رحم الله الأشرار\". ¶ ب- ... كما أنها لا عمل لها، ولكن يجب تكرارها في الأحوال التالية: إذا دخلت على الجملة الاسمية، نحو \"لا رجل في الدار ولا امرأة\". أو على الجملة الفعلية التي فعلها ماض لفظاً ومعنى، نحو: \"زيد لا جاء ولا اعتذر\". أو دخلت على الإخبار، نحو: \"زيد لا شاعر ولا كاتب\". أو على النعوت، نحو \"جاءنا رجل لا طويل ولا قصير\". أو على الأحوال، نحو: \"جاءنا زيد لا ضاحكاً ولا عابساً\". ¶ 5-نافية جوابية: ¶ وهذه تحذف الجمل بعدها كثيراً، نحو يقال لك: أجاء زيد؟ فتجيب (لا). والأصل \"لا لم يجيء\". ¶ 6-ناهية لا عمل لها: ¶ وقد سبق ذكرها مع الأحرف الجازمة. ¶ 7-زائدة لا عمل لها: ¶ ومثّل النحاة لها في قوله تعالى: \"ما منعك أَلاّ تسجد إذ أمرتك..\"(73) وكذلك قول الشاعر: ¶ وتلحيْنَنِي في اللهوِ أنْ لا أُحِبَّه ... وللّهوِ داعٍ دائبٌ غيرُ غافِلِ\" ¶ يقول (الانطاكي): إِنهم اعتبروها هنا زائدة. لأنهم لو اعتبروها نافية ثم فهموا من كل لفظ معناه- المعجمي، لفسد المعنى المراد. إذ يصبح المعنى في الآية: \"ما منعك من عدم السجود\". فكأنه تعالى يأمر إبليس بعدم السجود لآدم، وهو خلاف المقصود. وكذلك الأمر في بيت الشعر، إذ يصبح المعنى: تلومينني على \"عدم حب اللهو\"، بينما اللوم هو على \"حب اللهو\"، لا على عدم حبه. ¶ ويرى الانطاكي أنها هنا (نافية، لا زائدة). وذلك لأن اللغة العربية تعامل الجمل أحياناً بحسب معناها العام، وليس بحسب المعنى المعجمي لكل مفردة على حدة. فقوله تعالى:",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "\"ما منعك\" يساوي في المعنى: \"من أمرك\" أن (لا) تسجد. فتكون بهذا التأويل (نافية، لا زائدة). وكذلك الأمر في قول الشاعر: \"وتلحينني\" يساوي في المعنى (تطلبين مني). ¶ واستعرض (ابن هشام) المزيد من الأمثلة مبيناً اختلاف الفقهاء حول نفيها وزيادتها، مما لا مجال لسرده. ¶ ولكن يبدو لي أنها هنا نافية، على الوجه الذي ذكره (الأنطاكي). فلقد لازمها النفي في أوجهها واستعمالاتها جميعاً، كما أسلفنا، فلماذا لا تكون هنا نافية أيضاً؟ فالنفي هو معناها الفطري المستمد من خصائص حرفيها ومن طريقة النطق بها. ¶ 2-مَا ¶ أولاً- حول خصائص حرفيها ومعانيها الفطرية: ¶ 1- (الميم)- للجمع والضم. ¶ 2- (الألف اللينة)- هي هنا فاصل صوتي ممدود يحول دون قيام (الميم) بوظيفتها في الجمع والضم فكان النفي، على مثال ما لاحظناه مع (لا). ¶ وهكذا يكون النفي هو محصلة الخصائص المتناقضة لهذين الحرفين. فهل ستحافظ على هذه الخصائص في معانيها واستعمالاتها التراثية كما فعلت (لا)؟ ¶ ثانياً: حول معانيها واستعمالاتها التراثية: ¶ تأتي على وجهين: اسمية وحرفية. ولكل منهما لدى (ابن هشام) أقسام وأنواع واستعمالات قد نوفت على الخمسين. لتبلغ في (المحيط)(20). وما أقلّ أن نعثر على ما هو أعصى منها على تقصي معانيها واستعمالاتها ولا أكثر إثارة للجدل بين الفقهاء بصددها وذلك لبساطة حرفيها وسهولة التكيف بنطقهما ومرونتهما على وجه ما لاحظناه في (لا). ¶ ولقد اختصر الأنطاكي في محيطه أخذاً عن (ابن هشام) أقسامها وفروعها وأبوابها واستعمالاتها، كما جاءت في التراث، بما يلي: ¶ \"اسم موصول- ومعرفة تامة عامة- ومعرفة تامة ناقصة- ونكرة ناقصة- ونكرة تامة واسم استفهام- وشرطية غير زمانية- وشرطية زمانية- وحرف نفي – وحرف مصدري – وحرف مصدري زماني.. وزائدة بين (الفعل ومرفوعه+ بين الجار والمجرور + بين المضاف والمضاف إليه+ بعد أدوات الشرط+ قبل (خلا- عدا – حاشا).",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ولما كنا بصدد الحديث عن فئة أحرف النفي، فإننا نكتفي هنا بالحديث عن (ما) النافية فقط. ¶ تدخل (ما) النافية على الجملتين الفعلية والاسمية. فإذا دخلت على الفعلية، لم تعمل شيئاً نحو: \"ما جاء زيد\". وإن دخلت على الاسمية أعملها الحجازيون والتهاميون والنجديون عمل (ليس) بشروط معروفة، كقوله تعالى: (ما هذا بشراً)(74). وأهملها اليمنيون، نحو: \"ما زيد قائم\". ¶ وقد تستعمل (ما) نافية للجنس، فتعمل عمل (إنّ). وهذا نادر، ومنه قول الشاعر: ¶ وما بأسَ لورَدّت علينا تحيَّةً ... قليلٌ على مَنْ يعرفُ الحقّ عابُها\". ¶ وينبه (ابن هشام) إلى مسألة تداخل عمل (ما) النافية مع (ما) الشرطية. ففي الآيتين \"وما تنفقوا من خير فلأنفسكم ... وما تنفقوا من خير يوفّ إليكم\" ¶ (75). فإن (ما) فيهما شرطية لا نافية. ¶ وباستقراء استعمالات (ما) في باقي الأقسام والفروع والأبواب لدى (ابن هشام)، لم نجد للنفي أي مداخلة في معانيها، بما فيها الأقسام (الكافة) عن العمل منها. ¶ وهكذا كانت خاصية النفي الفطرية في (ما) المستمدة من خصائص حرفيها هي الأقل استعمالاً خلافاً للتوقع، على العكس مما لحظناه في معاني (لا) للنفي، فلم ذلك؟ ¶ 2-حول أسباب الاختلاف بين معانيها ¶ إن ذلك يرجع فيما نرى إلى أمرين اثنين: ¶ الأمر الأول: إيمائي: يتعلق بالخصائص الإيمائية لحرفي (اللام والميم). ¶ فطريقة النطق بـ (لا) تتطابق مع طريقة النطق بـ (اللام) المفتوحة أصلاً. فبمجرد ما ينفصل اللسان عن سقف الحنك يخرج صوت (لا). فكانت بذلك أسرع الإشارات إطلاقاً للدلالة على الرفض أو النفي، بما يتوافق مع متطلبات الإنسان العربي من السرعة في البيان. وهكذا خصها بالنفي من قبيل (وضع الشيء المناسب في المكان المناسب).",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "أما طريقة النطق بـ (ما) فهي أعقد وأطول زمناً إذ تتم على مرحلتين اثنتين متباينتين: ضم الشفة إلى الشفة بشيء من التأني حبساً للنفس، ثم بانفراجهما وفتح الفم واسعاً. ولما كانت هاتان الحركتان تستغرقان زمناً أطول مما يستغرقه النطق بـ (لا) فقد انصرف العربي عن استعمال (ما) للنفي، وجنح إلى تحميلها معان أخرى يتطلب تحقيقها زمناً أطول مما يتطلبه الرفض أو النفي، وبما يتوافق مع طول مرحلتي خروج صوتها وذلك على مثال ما عبّر العربي عن معنى القطع طولاً بكلمة (قدّ)، والقطع عرضاً بكلمة (قطّ)، لأن مخرج صوت (الدال) في (قدّ) أبعد عن مخرج (القاف) من (الطاء) في (قط) فكانت (قط) الأخصر للصوت تناسب القطع عرضاً، كما قال (ابن جني). ¶ الأمر الثاني –معنوي: يتعلق بالمعاني الفطرية لكل من (اللام والميم). ¶ فمن معاني (اللام) الفطرية: (الإلصاق) بما يضاهي واقعة التصاق طرف اللسان بسقف الحنك ، عند تشكل صوتها. ولكننا ألحقنا بها معاني (الجمع والضم)، وذلك لأنه ليس ثمة تعارض واضح بين معاني (الإلصاق والجمع والضم)، فهي صور مرئية محسوسة يكمل بعضها بعضاً. ¶ وهكذا قد تداخلت في دراستنا خصائص (اللام والميم) ومعانيهما في (لا وما). ولكن –التراث اللغوي العظيم قد كشف عن الفروق الدقيقة بين معانيهما في هذا التداخل. فكيف كان ذلك؟ ¶ عودة إلى الخصائص الإيمائية لحرفي (اللام والميم): ¶ أ- (اللام) في (لا) هي للإلصاق. وإذن، عندما نلفظ (لا) بشيء من التفخيم، ينفصل طرف اللسان عن سقف الحنك مع انفتاح الفم واسعاً وارتفاع الرأس إلى الأعلى، في حركة متناسقة موحدة سريعة مما يشير إلى الرفض بحزم وبالتالي إلى (النفي) البات ولا شيء آخر. ¶ ... فانفصال طرف اللسان عن سقف الحنك عند النطق بـ (لا)، لا يخلّف وراءه أي صورة محسوسة أخرى، سوى (حركة) الانفصال التي تشير إلى الرفض أو النفي. فاستأثرت هذه المعاني باستعمالاتها التراثية جميعاً.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "ب- أما (الميم) في (ما) فهي بحكم انطباق الشفة على الشفة تشير إلى (الجمع والضم)، ولكن عندما نقول (ما) تنفرج الشفتان عن بعضهما البعض، وينفتح الفم واسعاً مع ارتفاع الرأس إلى الأعلى في حركتين متمهلتين تشير محصلتهما إلى الرفض. على أن الصور المحسوسة من (الجمع والضم) تبقى في الذهن بعدهما، فتغلبت على معاني الرفض والنفي، كما لحظنا ذلك في دراستها. حساسية (سمعية – بصرية) فطرية لدى الإنسان العربي لا نظير لها. ¶ ونحن لو عدنا إلى معاني (ما) واستعمالاتها التراثية لتبين لنا أنها تخلف وراءها شيئاً معيناً قد ارتبط (وجوده) بها، على العكس من (لا)، التي لا تخلف بعدها سوى النفي والعدم. ¶ 3-وإذن، ما طبيعة العلاقة بين (ما) وما يأتي بعدها من أحكام؟ ¶ إنها علاقة وجود ¶ 1- ... تأتي (ما) اسم موصول. ويعرّفه (الانطاكي) بأنه: \"ما يدل على معيّن بواسطة جملة تذكر بعده) كقوله تعالى: \"فانكحوا ما طاب لكم من النساء..\"(76). فهذا المعيّن الذي دلت عليه (ما) هو (النساء). لهنّ (وجود) مستقل متكامل يظل ثابتاً بعد (ما) ماثلاً في (الميم). ¶ 2- ... كما تكون (ما) استفهامية، كقوله تعالى، نحو \"وما تلك بيمينك يا موسى\"(77). فالتي بيمينه (وهي عصاه) شيء له وجوده المستقل المتكامل ماثلاً في الذهن..\". ¶ 3- ... وهكذا الأمر عندما تكون (ما) معرفة تامة خاصة كقوله تعالى: (إن تبدوا الصدقات فنعما)(78) أو شرطية غير زمانية، كقوله تعالى: (وما تفعلوا من خير يعلمْه الله)(79). أو شرطية زمانية، كقوله تعالى: \"فما استقاموا لكم، فاستقيموا لهم\"(80)، أي استقيموا لهم مدة استقامتهم لكم أو مصدرية كقوله تعالى: \"ليجزيك أجر ما سقيت لنا\"(81)، أي أجر سقيك.. ¶ ... وهذه المعاني تتطلب أحكامها فسحة في الزمن، تتوافق شيئاً ما مع الزمن الذي يستغرقه خروج صوت (ما). أما بقية معانيها، إذا لم تتعلق صراحة بوجود، فهي لا تتضمن النفي ولا العدم.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "4-ولكن ثمة حالة واحدة تكون (ما) فيها للنفي، نحو: (ما جاء زيد). وشأنها في هذه الحالة شأن (لا) نفياً للوجود. ولكن هذه الحالة وحدها، لا تجرح صحة ربط (الوجود) بخصائص (الميم) في (ما) من حيث (الجمع والضم)، كما أسلفنا ¶ أقول هذا وأنا غير غافل عما قد يلاقي هذا التعليل من اعتراض. وذلك بزعم أن العربي الضارب في أعماق التاريخ ومجاهل الأرض كان من المتعذر عليه أن ينتبه إلى هذه الفروق الدقيقة بين خصائص (لا وما) بمعرض التعبير عن معانيه. ¶ ونرد على هذا الاعتراض أن اللغة العربية فطرية النشأة كما لاحظ القارئ ذلك مراراً عديدة في هذه الدراسة. والفطري في الإنسان يضاهي الغريزي في الكائنات الحية. فلو أنهم تمعنوا في سير حياة أي كائن حي بدءاً من النملة فالنحلة، إلى الأسماك فالطيور حتى ملوك الغابات، إذن لرأوا من الدقة والبراعة وحكمة في السلوك واقتصاداً في الزمن، ما لا يتصوره عقل إنسان. ¶ واللغة العربية الفطرية النشأة، ما هي إلا نموذج راق من نماذج الكائنات الحية. فبمقدار ما نتعمق في دراسة مظاهرها تتاح لنا فرص أكثر لاكتشاف المزيد من أسرارها مما لم يخطر على بال عالم لغة أو فقيه صرف ونحو طوال ألف عام ونيف. ¶ 3-لاتَ ¶ أولاً– حول خصائص أحرفها ومعانيها الفطرية: ¶ 1-(لا)- من (اللام والألف اللينة)، كانت محصلة معانيهما الفطرية والتراثية النفي كما أسلفنا. ¶ 2-(التاء) – للرقة والضعف. ¶ فتكون محصلة معاني أحرفها: النفي بضعف لتعدد الفواصل بين (لام) الإلصاق ومتعلقها. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ 1-حول حقيقتها: ¶ أ-قال بعضهم: هي فعل ماض بمعنى (نقص)، ثم استعمل في النفي. كما استعملوا فعل (قلَّ) في قولهم: \"قلّ رجل يفعل ذلك\"، بمعنى: \"ما رجل يفعل ذلك\". فقال تعالى: \"لا يَلِتْكُم من أعمالكم شيئاً\"، بمعنى لا يُنقص. فيقال: \"لات يليت، وألت يألت\".",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "ب-وقال بعضهم أنها كلمتان: (لا) النافية، و(التاء) لتأنيث اللفظة، كما في: (ثُمّت –رُبّت) بضم أولهما. ¶ ح-وقال آخرون: هي (ليس)، قلبت ياؤها (ألِفا) وسينها (تاء). وهو تعليل أبعد عن الصواب مما جاء آنفاً حول حقيقتها، ولعل الوجه الأول بمعنى (قل) هو الأصوب. ¶ 2-حول عملها: ¶ أ-إنها لا تعمل شيئاً: إذا وليها مرفوع، فهو مبتدأ حُذف خبره. فإن قُرِئ في الآية القرآنية: \"لات حينُ مناص\"(82) بالرفع، كان التقدير: \"ولا حينُ مناصٍ كائن\" وإذا قرئ بالنصب فهو مفعول لفعل محذوف تقديره: \"لا أرى حينَ مناص\". ¶ ب- إنها تعمل عمل (إنَّ): تنصب الاسم وترفع الخبر. فإذا كان ما بعدها منصوباً، فهو اسمها وخبرها محذوف. وإن كان مرفوعاً، فهو خبرها واسمها محذوف. ¶ ج-إنها تعمل عمل (ليس). فإن رفع ما بعدها فهو اسمها والخبر محذوف، وإن نصب فهو خبرها واسمها محذوف. ¶ والمتفق عليه أن (لات) لا تدخل إلا على أسماء الزمان، نحو: \"لات حينَ مناص- لات ساعةَ مندم\". ¶ وهكذا تتوافق معانيها الفطرية مع معانيها التراثية من حيث ضعف قدرتها على النفي بفعل (التاء)، فاقتصرت على نفي الزمان فحسب، وما أضيّقَه من مجال، وضعف قدرتها على النفي يضاهي ضعف (ليت) في التمني، للأسباب ذاتها، كما سيأتي. ¶ 4-إنْ ¶ لما كان لا علاقة ظاهرة بين خصائص حرفيها ومعانيهما بما فيها (النفي)، فلقد رأينا أن نستعرض بإيجاز شديد معانيها واستعمالاتها التراثية تذكيراً للقارئ بها. ¶ فهي لدى (ابن هشام) على أربعة أوجه: ¶ 1-حرف شرط جازم: تدخل على المضارعين فتجزمهما لفظاً، نحو \"إن تدرسْ تنجحْ\" وإذا دخلت على الماضيين تجزمهما محلاً، نحو: \"إن درسَ زيدٌ نجحَ\". ¶ 2-حرف نفي: تدخل على الجملة الاسمية، كقوله تعالى: \"إن الكافرون الاّ في غرور\"(83)، أي ليس –الكافرون إلاّ في غرور. وتدخل على الجملة الفعلية كقوله تعالى: (إن أردنا إلاّ الحُسنى)(84). أي ما أردنا إلاّ الحسنى.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "3-مخففة من (إنَّ): تدخل على الجملة الاسمية وتعمل عمل (إنَّ)، نحو: إنْ زيداً لمنطلق). وبعضهم يهملها، فيكون ما بعدها مبتدأ وخبر، نحو: \"إن زيدٌ لمنطلقٌ\". وإذا دخلت على الجملة الفعلية فلا تكون إلا مهملة كقوله تعالى: \"وإن ْكادوا ليفتنونك عن الذي أوحينا إليك\"(85). ¶ هذا ولا بد في (إنْ) المخففة من الثقيلة من (لام) مفتوحة بعدها تسمى (لام) الفارقة، لأنها تميزها من (إنْ) النافية. ¶ 4-زائدة: تزاد بعد (ما) النافية نحو: ¶ \"ما إنْ أتيتُ بشيء أنت تكرهه..\" وتزاد بعد (ما) الموصولية: نحو: ¶ \"يرجّى المرءُ ما إن لا يراه ... وتعرض دون أدناه الخطوب\". ¶ وتزاد بعد (ألا) الاستفسارية، نحو: ¶ ألا إنْ سرى ليلي فبتُّ كئيبا ... أُحاذِرُ أن تنأى النَّوى بِغَضُوبا\". ¶ ويبدو لي أن معانيها جميعاً اصطلاحية. ¶ (( ¶ الفصل الثامن - ¶ أحرف ¶ (التمني والعرض والتحضيض والتنديم والترجِّي) ¶ أولاً- (أحرف التمني والعرض): ¶ هي: ليت – لو – هل. ¶ 1-ليْتَ: ¶ لقد سبق أن تحدثنا عنها بوصفها واحدة من الأحرف المشبهة بالفعل، وذكرنا في حينه أنها حرف تمنّ يتعلق بالمستحيل غالباً، وبالممكن قليلاً. وذلك لأن (لام) الإلصاق في (ليت) يفصل بينها وبين متعلقها حرفان اثنان، هما: (الياء) حفرة صوتية، و(التاء) الضعيفة الواهية مما أضعف فعالية (اللام) في الإلصاق، حتى حدود التلاشي، كقول الشاعر: ¶ \"فيا ليتَ الشبابَ يعودُ يوماً ... فأَخْبرَه بما فعَل المَشيبُ\" ¶ 2-لَوْ ¶ هي لدى (ابن هشام) على خمسة أوجه: (الشرطية للماضي + الشرطية للمستقبل + مصدرية + للتمني + للعرض): ¶ نقتصر هنا على وجهيها في التمني والعرض. ولكن نظراً لأهمية أوجهها الثلاثة الباقية، سنتناولها مفصلاً في الفصل الحادي عشر. ¶ أ-لو للتمني: نحو: \"لو تأتيني فتحدثني\" واختلفوا في (لو) هذه. فقال بعضهم:",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "... هي (لو) الشرطية أُشربت معنى التمني. وقال آخرون هي (لو) المصدرية أغنت عن فعل التمني ففي قولنا (لو تأتيني فتحدثني) أرادوا أنّ الأصل: \"وددت لو تأتيني\". فحذف فعل التمني لدلالة (لو) عليه. فأشبهت (ليت) في الإشعار بمعنى التمني، فكان لها جواب كجوابها. أما أن تكون (لو) حرفاً وضع للتمني مثل (ليت) فممنوع فيما يرون. ¶ ... ولكننا نرى أن معنى التمني هنا في (لو) مستمد من خاصية الإلصاق الفطرية في (اللام) وخاصية الجمع في (الواو). وهذه بتدافعها الصوتي قد أحدثت فاصلاً صوتياً مرنا بين (اللام) وبين متعلقها (تأتينا). فكان التمني برفق ولين هو محصلة خصائص هذين الحرفين. ومنه ترجّح أنَّ (لو) قد وضعت أصلاً للتمني لتوافق هذا المعنى مع خصائص حرفيها. كما سيأتي: ¶ ب-للعرض: نحو: \"لو تنزلُ عندنا فتصيبُ خيراً\". والعرض هنا يتضمن معنى الإلصاق بين النزول وإصابة الخير، بما يتوافق مع الخصائص الفطرية لحرفي (لو). وفي العرض رفق ولين كما في التمني. ولا فرق بينهما إلا في المعنى المستفاد من سياق الكلام. ¶ 3-هَلْ: ¶ هي حرف استفهام. لم ترد لمعنى التمني لدى (ابن هشام)، ولا في (المحيط. ولكن (الغلاييني) أثبته في كتابه (جامع الدروس العربية) حيث يقول: ¶ (لو- وهل) قد تفيدان التمني، لا بأصل الوضع، فالأولى شرطية والثانية استفهامية. فمثل (هل) في التمني قوله تعالى: (هل لنا من شفعاء فيشفعوا لنا) ¶ (86). وسنعود إليها في الفصل الأخير. ¶ ثانياً- أحرف التحضيض والتنديم: ¶ هي: (هلاّ- ألا- ألاَّ – لولا- لوما). ¶ 1-هَلاَّ: ¶ أولاً- حول خصائص أحرفها ومعانيها الفطرية: ¶ أ-الهاء – هي بحكم خاصية الاهتزاز في صوتها من شأنها أن تثير انتباه السامع. فكانت (ها) حرفاً للتنبيه. وقد سبق أن ألمحنا إلى تأثير هذه الخاصية في معنى (هيا) من أحرف النداء.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "... وهكذا كانت (الهاء) في (هل وهلاّ) لمجرد إثارة انتباه السامع لأمر ما يعنيه المتكلم: للاستفهام والتمني في (هل) وللتحضيض في (هلاّ). ولنا عودة مطولة إلى خصائص (الهاء) ومعانيها بمعرض حديثنا عن ضمائر الغائب (هو- هي – هما). ¶ ب- (اللام) المشدّدة هي هنا للمزيد من الإلصاق بما يتوافق مع معنى التحضيض. ¶ ح-(الألف اللينة)هي هنا لإعطاء التخصيص فسحةً أطول في الزمن كما لحظنا ذلك في (إلى وعلى)الجارتين، مما يفسح المجال للمزيد من اهتمام السامع لتلبية ما هو مطلوب منه. ¶ ... وبذلك تكون محصلة الخصائص الفطرية لأحرفها تتوافق مع معانيها التراثية، كما سيأتي: ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ (هلاّ، هي (هل) قد ألحق بها (اللام) و(الألف اللينة). فنقلا معناها بفعل (اللام) المشددة من (التمني) إلى معنى أشد. ¶ فإذا دخلت على المضارع كانت (للتحضيض)، نحو: \"هلاّ تزورنا\". أما إذا وليها فعل ماض، فتكون للتنديم والتوبيخ، نحو: (هلاّ كتمت السر). وتعليل ذلك أن (اللام) المشددة تضاعف من خاصية الإلصاق والإلزام فيها. فإذا وليها فعل مضارع نقلت المعنى من مجرد التمني المتئد إلى التحضيض الملحاح. أما إذا وليها فعل ماض، فإنه لا يعود ثمة جدوى من الإلحاح، فيتحول التحضيض إلى (توبيخ وتنديم)، وذلك تعبيراً عن خيبة أمل المتكلم بالمخاطب. ¶ ومما يشير إلى صلة النسب بين، (هل، وهلاّ)، لفظاً ومعنى، إنهما لا تدخلان إلا على فعل. ¶ 2-ألا ¶ أولاً- حول خصائص أحرفها ومعانيها الفطرية: ¶ أ-(الهمزة) – انفجار صوتي، لمعاني الظهور والبروز، مما يثير الانتباه. ¶ ب-(اللام)- للإلصاق والإلزام. ¶ ح-(الألف اللينة)- امتداد صوتي، هي هنا لإعطاء السامع فسحة في الزمن لمزيد من الانتباه والاهتمام فهل ستتوافق محصلة هذه الخصائص الفطرية لأحرفها مع معانيها واستعمالاتها التراثية؟ ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ لم يرد ذكرها لدى (ابن هشام) وهي في (المحيط) على ثلاثة أوجه:",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "أ-حرف استفتاح: لا عمل لها، كقوله تعالى: \"ألا إنهم هم السفهاء\"(87). ¶ وهذا المعنى الذي لا عمل له مستمد من خصائص أحرفها على الشكل التالي: ¶ 1-(الهمزة)-للبروز وإثارة الانتباه، مما يتوافق مع افتتاح الحديث بها. ¶ 2-(اللام) – لربط انتباه السامع وذهنه بما سيأتي بعدها. ¶ 3-(الألف اللينة) –لإعطاء السامع فسحة من الزمن يستجمع خلالها شتات ذهنه. ومحصلة هذه المعاني تتوافق مع وظيفتها في الاستفتاح. ¶ ب-مركبة من (همزة) الاستفهام و(لا) النافية: ¶ تعمل عمل الحروف المشبهة بالفعل ولها ثلاثة معان ¶ 1-التوبيخ كقول الشاعر: ¶ \"ألا ارْعِواءً لمن ولَّت شبيبتُه ... وآذنتُ لمشيبٍ بعده هَرمُ\". ¶ والتوبيخ القاسي في هذا المعنى مستمد من سياق الكلام، لا من أصلها. فاللام المنفردة لا تستطيع حمل هذه القساوة: ¶ 2- التمني كقول الشاعر: ¶ \"ألا عُمْرُ ولّى مستطاعٌ رُجوعُهُ ... فيرْأبَ ما أشأتْ يدُ الغَفَلاتِ\" ¶ أما الرقة في هذا المعنى فهي تتوافق مع محصلة خصائص أحرفها. ¶ 3-الاستفهام الحقيقي، كقول قيس بن الملوِّح. ¶ \"ألا اصطبارَ لسلْمى أمْ لها جَلَدُ ... إذنْ أُلاقي الذي لاقاهُ أمثالي\". ¶ وهذا المعنى يتوافق أيضاً مع محصلة خصائص أحرفها. فـ (الهمزة) الانفجارية الصوت هي هنا لإثارة انتباه السامع فيتهيأ للإجابة، كما في (الهمزة) الاستفهامية، نحو: \"أرأيت زيداً\"؟ ¶ ح-حرف عرض وتحضيض: ¶ هي هنا تختص بالجملة الفعلية. فالعرض طلب بلين يتوافق مع خصائص أحرفها، كما في قوله تعالى: \"ألا تحبون أن يغفر الله لكم\"(88). أما التحضيض فطلب بِحثّ، لا تتضمنه (اللام) المفردة، كما لحظنا ذلك في معنى (التوبيخ). ويبدو أن العربي قد ترك أمر التمييز بين هذين المعنيين لسياق العبارة، وليس لأصل كلمة (ألا) ¶ 3-ألاَّ ¶ هي (ألا) بتشديد (اللام) فيتحول الطلب بها من الرقة إلى الشدة قطعاً. ولها وجهان:",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "أ-حرف تحضيض ولا عمل لها. وتختص بالجمل الفعلية الخبرية كسائر أدوات التحضيض، نحو \"ألاّ زرتنا\". وهي بحكم (لامها) المشددة، لا تأتي إلا، للتحضيض. ¶ ب- مركبة من (أن) الناصبة للمضارع، و(لا) النافية: نحو: (أريد ألاّ أسافر). أي \"أريد أن لا أسافر\". وهي هنا بحكم تركيبها، للنفي لا للإلصاق أو الإلزام، وبالتالي ليست للتحضيض. ¶ 4-لَوْلا ¶ هي لدى (ابن هشام) على أربعة أوجه: ¶ أ-تدخل على جملتين اسمية وفعلية لربط امتناع الثاني بوجود الأول. فهي حرف (امتناع لوجود)، نحو \"لولا زيدٌ لأكرمتك\"، أي أن الكرم قد امتنع لوجود (زيد). ¶ ... وهذا المعنى يتوافق مع اعتبارها مركبة من (لو) الشرطية، و(لا) النافية، بتقدير (لو زيد، لا وجود له، لأكرمتك). ¶ ب-للتحضيض والعرض، فتختص بالمضارع، أو ما في تأويله، كقوله تعالى: \"لولا تستغفرون الله\"(89)، ونحو \"لولا أجّلتني إلى أجل قريب\". ¶ ... والفارق بينهما، أن التحضيض طلب بِحثّ وإزعاج، والعرض طلب بلين وتأدب، وهو يفهم من سياق الكلام. ¶ ج-للتوبيخ والتنديم، فتختص بالماضي كقوله تعالى: \"لولا جاؤوا عليه بأربعة شهداء\"(90)، وشأنها في ذلك شأن (هلاّ)، كما أسلفنا. ¶ د-للاستفهام كقوله تعالى: \"لولا أخرتني إلى أجل قريب\"(91). وفي هذا المعنى خلاف. فبعضهم يرُّده إلى معنى (العرض)، كما جاء آنفاً. ¶ ... وهكذا نرى أن الحثّ والإلحاح والتعنيف في معاني (الحض والتوبيخ والتنديم)، هو أولى بها من اللين والتأدب في معنيي العرض والاستفهام). وذلك لتكرار (لام) الإلصاق والإلزام في تركيب (لولا). ¶ 5-لَوْما: ¶ هي بمنزلة (لولا)، نحو: \"لو ما زيدٌ لأ كرمتك\". وكقوله تعالى: \"لوما تأتينا بالملائكة(92) ولا شك أن تماثل معانيهما يعود إلى أن خاصية الإلصاق في (اللام) الثانية من (لولا) تماثل خاصية الجمع والضم في (الميم) من (لوما). وهكذا، ليس ثمة من داع للتوسع في معانيها واستعمالاتها. ¶ ثالثاً- حرف الترجي: ¶ لَعلّ:",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "هي أحد الأحرف المشبهة بالفعل، وقد سبق العرض عنها في حينه. لها عند (ابن هشام) ثلاثة معان: ¶ أ-التوقع –وهو ترجِّي المحبوب، نحو: (لعلّ صديقي ناجح). والإشفاق من المكروه، نحو \"لعلّ السنة مجدبة\". ¶ ب-التعليل: قال به بعضهم كقوله تعالى: \"فقولا له قولاً ليناً، لعله يتذكّر أو يخشى\"(93). أما من لم يُثبت هذا المعنى، فقد حمله على الرجاء. وهو الأكثر تطابقاً مع خصائص ومعاني أحرفها. ¶ ح-الاستفهام –أثبته الكوفيون، نحو: \"لا تدري، لعلّ الله يحدث بعد ذلك أمراً\". و(لعّل) هنا فيما نرى مشربة بالترجي. ¶ وهكذا فإن خاصيتي الإلصاق والإلزام في (لعلَّ) ترافقانها في معانيها جميعاً: تارة بشدة، كما في (التوقع). وتارة برفق وتراخ، كما في (التعليل والاستفهام) المشربتين بالرجاء. وذلك لتكرار (لام) الإلصاق فيها ثلاث مرات، ولأن (اللام) المشددة متصلة مباشرة بمتعلقها. ¶ ولكن ما الذي أبعد (لعلَّ) عن معاني (التمني والتحضيض، والتنديم والتوبيخ) الواردة في معاني (ليت –لو –هلا- لولا)، على الرغم من تكرار (اللام) فيها ثلاث مرات؟، فأجيب: ¶ أ-إن تكرار (لام) الإلصاق والإلزام في (لعلّ)، قد حول الطلب برفق ولين في (التمني) إلى استعطاف ملح في الترجِّي. ¶ ب-كما أن معاني السمو والعلو في (العين)، كما أسلفنا في حينه، تتوافق مع واقع الترجي الذي يتجه أصلاً من الأدنى إلى الأعلى، وإن جاء أحياناً كثيرة في سياق الكلام لمجرد طلب تحقيق رغبة. أما التحضيض والتنديم والتوبيخ فهي تتجه من الأعلى إلى الأدنى. ¶ فكان أن استعمل العربي حرف (العين) في (لعلّ) بما يتوافق مع استعطاف الأدنى للأعلى بعيداً عن التحضيض والتنديم والتوبيخ. أدب جم وتهذيب رفيع مع (العين) في (لعلّ) لا تحظى بهما الحروف الأخرى. ¶ تعقيب لا بد منه:",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "لقد تكرر دوران (اللام) (15) مرة في تراكيب التسعة أحرف من هذا القطاع المتجانس من معاني (التمني والعرض والتحضيض والتنديم والتوبيخ والترجي)، بما يتوافق مع خصائص (اللام) في (الإلصاق والإلزام) لم يخل واحد منها من (لام) أو أكثر، ظاهرة لغوية متفردة، لا مثيل لها في أي من لغات العالم. ¶ فأي حساسية سمع ورهافة حس وشفافية مشاعر كان يمتلكها ذلك الإنسان العربي، الذي أدرك بفطرته السليمة الخصائص الفطرية في (اللام) فوظفها في استنباط هذه المعاني، مما لا يقدر على ذلك بمثل هذا الصدق وهذه العفوية أي حرف عربي آخر، ولا أي إنسان آخر. ¶ وما أحسب أن القارئ سيزعم بعد كل هذا، أني قد فسرت معاني حروف المعاني التي شاركت (اللام) في تركيبها لمصلحة معانيها التراثية، دونما رابطة من أصالة فطرية بينهما. فعسى أن يكسبني ذلك ثقته أيضاً، بأني لم أكن متعنتاً ولا متعسفاً في استنباط العلاقات الفطرية بين خصائص حروف المعاني الأخرى وبين المعاني التراثية للحروف العربية التي استشهدت بها في الأمثلة السابقة. ¶ وهكذا فإن هذا الوعي الجديد للعلاقة الفطرية بين معاني هذه الفئة من أحرف المعاني، وبين خصائص الحروف التي شاركت في تراكيبها، تتوافر فيه شروط الحداثة في الحرف العربي. ¶ (( ¶ الفصل التاسع - ¶ أسماء الكناية ¶ وقفة ولفتة إلى الوراء: ¶ لقد محصنا حتى الآن (63) واحداً من حروف المعاني لثمان من أهم فئاتها وأكثرها تداولاً وأعقدها استعمالاً وأكشفها عن أصالة اللغة العربية وأخطرها على فصحاها. قد شارك في تراكيب هذه الحروف (19) واحداً من حروف المباني أي (الحروف العربية). قد تكررت (152) مرّة، كان دورانها فيها كما يلي:",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "(اللام. (35) مرّة – الألف اللينة (24)- النون (15)- الهمزة (14)- الميم( 12)- التاء 9) الياء (8)- الواو(7) – الكاف(7)- العين(6). وكان دوران أحرف (الهاء- الباء – الحاء) ثلاث مرات. وحرف (الدال) مرتين. أما (الراء والخاء والشين والثاء والفاء) فمرة واحدة. ولا شيء لباقي حروف المباني. ¶ ولقد لاحظنا أن معظم المعاني التراثية لحروف المعاني المدروسة واستعمالاتها، كانت تتوافق مع الخصائص الفطرية لحروف المباني التي شاركت في تراكيبها ما شذ عن ذلك إلا قلة قليلة منها مما لا يجرح صحة القول بأصالة اللغة العربية وفطرتها في قطاع حروف المعاني. ¶ ولكن يلاحظ أن (الهاء) قد اقتصر دورانها على (3) مرات والذال على ¶ (2) مرة، فلم يتح لنا المجال الكافي لاستعراض معظم خصائصهما على الرغم من أهميتهما الفائقة في قطاع الأسماء، أما الكاف فهي وإن تكرر دورانها (7) مرات في حروف المعاني، فإن خصائصها الصوتية ومعانيها لم تستوفيا حقهما من التمحيص. فعسى أن يتسنى لنا ذلك في قطاع الأسماء. ¶ ولكن هذه العلاقة الحميمة بين معاني حروف المعاني واستعمالاتها التراثية وبين الخصائص الفطرية للحروف العربية التي تشارك في تراكيبها، هل ستظل على ما كانت عليه من الإلفة والمودة في قطاع الأسماء أيضاً؟ ¶ وهكذا رأينا أن نتناول بعض الفئات من الأسماء الموازية لحروف المعاني من حيث أهميتها وبساطة تراكيبها وعراقتها في القدم وكثرة استعمالاتها مما تتزعمه أحرف (الهاء والذال والكاف). ¶ ولكننا نرى أن نبدأ بأسماء الكناية، وإن لم تكن هي الأهم، وإنما لأنها الأقل تعقيداً، وقد تزعمها جميعاً حرف (الكاف) عدا واحداً منها. ظاهرة تخصص في وظائف الحروف العربية، تدعو إلى الدهشة حقاً فماذا عنها؟ ¶ أسماء الكناية: هي: \"كم – كأيّن- كأيّ- كائن – كذا – كيت – ذيت\"",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "ظاهرة من تصدّر (الكاف) أسماء الكناية جميعاً باستثناء واحد منها تماثل ظاهرة تصدّر (اللام) معظم أحرف (التمني والعرض والتحضيض والتنديم والترجي) كما أسلفنا. وذلك على مثال ما تتصدر (الهاء) أيضاً ضمائر الغائب جميعاً وبعضاً من أسماء الإشارة، وما تتصدر (الذال) بعضها أيضاً، كما سيأتي: ¶ ويبدو لنا أنّ العربي قد حرص ما استطاع أن يختار لكل فئة من حروف المعاني والأسماء التي توازيها حرفاً عربياً معيناً يتزعمها تتوافق خصائصه الفطرية مع المعاني التراثية لحروف المعاني وما يوازيها من الأسماء. ظاهرة تخصص وظيفي في الحروف العربية قد لحظناها في فئات المعاني المعجمية للمصادر التي تبدأ بكل واحد من حروف المباني. فكان من طبيعة الأمور أن ينقل هذه الظاهرة التخصصية في اللغة العربية من المعاجم إلى حروف المعاني والأسماء الموازية على أن العكس هو الصحيح تاريخياً. ¶ فماذا عن أسماء الكناية و(الكاف) التي تتزعمها؟ ¶ أ-اسم الكناية: هو اسم يكنى به عن مبهم من عدد أو حدث، أو فعل. ¶ ولكن، للكشف عن العلاقة بين المعاني التراثية لأسماء الكناية، وبين الخصائص الفطرية للحروف العربية التي تشارك في تراكيبها، وعلى رأسها (الكاف)، لا بد أولاً من تحديد مفهوم الكناية. ¶ ... فالكناية لغة من كنى عن كذا كناية: \"تكلم بما يستدل به عليه ولم يصرِّح\". والكناية في علم البيان هي: \"لفظ أريد به لازم معناه مع جواز إرادته المعنى الأصلي لعدم وجود قرينة مانعة من إرادته\"، نحو: \"نظافة اليد\". فكما يمكن صرف هذه العبارة إلى المعنى المحسوس من (الطهارة)، وهذه ليست كناية، يمكن أن تنصرف أيضاً إلى المعنى المجازي غير المحسوس من: (العفة أو الأمانة، أو النزاهة أو الترفع أو نقاء الضمير..) وما ماثل ذلك من المعاني المجردة حسب سياق الحديث، وهذه كناية: ¶ ... وهكذا فإن مفهوم الكناية يتماس مع مفهوم التشبيه.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "... فالتشبيه في علم البيان هو: (إلحاق أمر بأمر لصفة مشتركة بينهما) وهذه الصفة المشتركة إما أن تكون محسوسة، نحو: (يد زيد كالحديد): قساوة وصلابة، وإما أن تكون معنوية: بطشاً وجبروتاً. ¶ ب-الكاف: من معانيها التشبيه، كما أسلفنا بمعرض الحديث عن خصائصها. والتشبيه يتطلب إجراء مطابقة حسية أو ذهنية بين خصائص المشبه والمشبه به. وهذه المطابقة تتضمن عملية احتكاك حسية أو ذهنية بين المشبه والمشبه به، أو بين المكنى والمكنى عنه على حد سواء. ¶ ... وإذن لم يكن من قبيل المصادفات العشوائية أن جعل العربي (كاف) الاحتكاك والتشبيه في مقدمة كلمة (كناية)، كما جعلها في مقدمة أسماء الكناية جميعاً عدا (زيت)، النادرة الاستعمال فماذا عن أسماء الكناية وأصول استعمالها؟ ¶ 1-كَمْ ¶ أولاً – حول خصائص حرفيها ومعانيهما الفطرية: ¶ أ-(الكاف)- من معانيها المستفادة من معاني المصادر الجذور التي تبدأ أو تنتهي بها (الاحتكاك) بما يتوافق مع واقع احتكاك النفس عند مخرج صوتها في سقف الحنك، كما أسلفنا في حينه، كما أن من معانيها الكثرة والتراكم والضخامة، وذلك بما يتوافق مع واقع تجمع النفس وتدافعه عند خروج صوت (الكاف)، إذ لفظ في بداية المصادر مضغوطاً على مخرجه ومفخماً. ¶ ب-(الميم)- من معانيها الإيمائية في نهاية المصادر (الجمع والضم والكسب). ¶ ... وهكذا تكون محصلة المعاني الفطرية لهذين الحرفين (التشبيه والتراكم والجمع والضم)، فما رصيد ذلك في معاني (كم) التراثية؟ ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ هي في المحيط على وجهين اثنين: خبرية واستفهامية. ¶ أ-كم الخبرية: يخبر بها عن العدد الكثير كما لو قلت: \"كم كتابٍ قرأت\"؟ أي قرأت كثيراً من الكتب. فالكلام معها هو على وجه الإخبار، وليس على وجه الاستفهام.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "ب-كم الاستفهامية: يطلب بها تعيين العدد، كما لو سألت المخاطب: \"كم كتاباً قرأت\"؟ وهكذا فإن معاني (كم) التراثية، المكنى بها عن الكثرة، سواء في الخبرية أو الاستفهامية تتوافق مع معانيها الفطرية في التراكم (للكاف) والجمع (للميم). فالصفة الحسية المشتركة بينهما هي (كثرة العدد). ¶ وإن (كم) الخبرية و(كم) الاستفهامية لدى النَّحاة تشتركان في أن كلتيهما اسم مبهم كناية عن عدد مفتقر إلى التمييز، مبنيٌّ على السكون واجب التصدير. ¶ وتختلف (كم) الخبرية عن (كم) الاستفهامية في شيئين: فالأولى للإخبار بالكثرة، أما الثانية فللاستفهام عن العدد. كما أن تمييز الأولى مجرور دائماً بالإضافة، أو بـ (من)، أما تمييز الثانية فمنصوب أبداً. ¶ كما أن تمييز الخبرية يجوز إفراده وجمعه، نحو: \"كم كتبٍ –كتابٍ قرأت\". أما تمييز الاستفهامية فلا يكون إلا مفرداً. ¶ وهكذا، بتوافق الخصائص الفطرية لحرفي (كم) مع معانيها التراثية، يمكن اعتبارها إحدى المستحاثات اللغوية. ¶ 2-3-4- (كأيّنْ- كأيّ- كائِنْ) ¶ هذه الأسماء الثلاثة، وإن كانت تختلف قليلاً في تراكيب أحرفها، فإن لها معان تراثية واستعمالات موحدة. ¶ ولما كانت (كأيّ) المنتهية بالياء المشددة المنونة هي أبسط تركيباً من (كأين) المنتهية بالياء المشددة والنون فمما لا شك فيه أنها هي الأصل التاريخي لها. فكانت الأجدر بالدراسة من شقيقتيها (كأيّن وكائن) يعزز هذا الرأي ما ذكره الغلاييني عنها: ¶ \"كأيِّ، هي في الأصل مركبة من كاف التشبيه و(أيّ) للشرط والاستفهام. ولأنّ التنوين قد صار جزءاً من تركيبها، كتبت بالنون، \"جامع الدروس ج1 ص148\". ¶ أما (كائن)، فهي لدى الغلاييني والأنطاكي (كأيّن) ذاتها كقول الشاعر المتنبي: ¶ وكائن ترى مِنْ صامتٍ لك مُعجب ... زيادته أو نقصُه في التكلُّمِ\". ¶ بتقدير (كثيراً ما ترى)، ونرى أن الشاعر قد أتى بها هنا لضرورة الوزن مما يرجح أنها كانت من صناعة الشعراء وابتكاراتهم.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "وإذن: ماذا عن (كأيّ)؟ ¶ أولاً- حول خصائص أحرفها ومعانيها التراثية: ¶ أ-(الكاف)- من معانيها الاحتكاك والتشبيه والكثرة والتراكم. ¶ ب-(الهمزة) من (أيّ) –بانفجارها الصوتي، من شأنها أن تثير انتباه السامع واهتمامه، بما يتوافق مع وظيفتيها في الاستفهام والشرط على حد سواء. ¶ ج-(الياء) المشددة من (أيّ) كحفرة صوتية تشير إلى تحت، وإلى الذات، بما يتماس مع معنى النسبة. ففي قولنا \"في أي كتاب قرأت؟\" للاستفهام، أو: \"أيّ كتابٍ تقرأ تستفدْ\" للشرطية تكون في الحالتين مضافة مسندة، ويكون ما بعدها (كتاب) مجروراً بالإضافة مسندا إليه. وهذه الرابطة بين (المضاف والمضاف إليه والمسند والمسند إليه تتماس مع معنى النسبة أحد معاني (الياء). كما في كتابي. ¶ ثانياً- حول معانيها واستعمالاتها التراثية: ¶ إذا نقلنا معاني (كأيِّن) الكثيرة الاستعمال إلى أصلها (كأيّ) القليلة الاستعمال نجد أنها: \"هي اسم مبهم يكنّى به عن العدد الكثير\" نحو: \"كأيّ من كتاب قرأت\" أي: قرأت كثيراً من الكتب. ومن أحكامها: ¶ أن تكون مبنية على السكون، وواجبة التصدير، وهي تفتقر إلى التمييز بسبب إبهامها كما أن الغالب في تمييزها أن يكون مجرداً بمن، نحو: \"وكأين من آية في السموات والأرض\" ثم لا يجوز جرها بحرف. فلا يقال: \"بكأيّ تبيع الثوب\". ¶ ولئن كانت (كم) تأتي (خبرية واستفهامية). فإن (كأيّ) وشقيقتها كأيّن لا تأتيان إلا (خبريتين). وإذن فإن معاني (كأيّ) فيما نرى هي ألصق بمعاني (أيّ) الموصولية، التي تضاف إليها (كافٍ) التشبيه. ¶ فعندما أقول: \"ركضت (كأيّ) عداء متمرس\"، فإن (كأيّ الموصولية هذه تتضمن التشبيه والكثرة أيضاً بتقدير: \"ركضت مثل جميع العدائين المتمرسين\". ¶ وهذا قريب من قولنا \"وكأيِّ من عدَّاءٍ متمرسٍ ركضت مثله\". ولكن بفارق من أن استعمال اسم الكناية (كأيٍّ) في المثال الثاني كان أبلغ.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "وهكذا تتماس المعاني التراثية لأسماء الكناية (كأيّ –كأيّن كائن) مع الخصائص الفطرية لأحرفها ولا سيما (الكاف) التي تتصدرها، لمعاني: \"التشبيه والكثرة\". ¶ 5-كَذا: ¶ أولاً- حول خصائص أحرفها ومعانيها الفطرية: ¶ أ-(الكاف)- من معانيها الاحتكاك، وينطوي تحته معنى (التشبيه)، وكذلك الكثرة والتجمع والتراكم كما أسلفنا. ¶ ب-(ذا) للإشارة كما سيأتي. ¶ ... فتكون محصلة معاني أحرفها: (الكثرة المشار إليها)، أي المكنى عنها. ¶ ثانياً-حول معانيها واستعمالاتها التراثية: ¶ لها في المحيط ثلاثة أوجه: ¶ أ-كناية عن شيء: ويضرب لذلك الأمثلة التالية: \"قلت لفلان كذا وكذا، ومررت به يوم كذا وكذا، وفعلت به كذا وكذا\".. وهذه الأمثلة تقع على كثرة من الأقوال والأزمنة والأفعال، وليس على شيء مفرد وهذا يتوافق مع معاني (الكاف) في الكثرة والتجمع والتراكم. ¶ ب-كناية عن عدد: وذلك في نحو: \"اشتريت كذا وكذا كتاباً\"، أي اشتريت عدداً غير معلوم من الكتب. وهذا المعنى يتوافق مع خاصية (الكاف) في الكثرة والتكوم. و(كذا) هذه لا تختلف عن (كأين) إلا في شيئين: ¶ 1-ليست واجبة التصدير. ¶ 2-لا يكون تمييزها إلا منصوباً. والغالب أن تستعمل مكررة بالعطف، نحو: \"قرأت كذا وكذا كتاباً\" هي مركبة: من (كاف) التشبيه، و(ذا) الإشارية، نحو: \"كذا كرمي\". أي: \"كرمي مثل هذا\". ¶ ويدخل على \"كذا\" هذه ما يدخل على أسماء الإشارة. فتدخلها (هاء) التنبيه، فيقال: \"هكذا كرمي\"، وحرف الخطاب، فيقال: \"كذاك كرمي\"، وأيضاً (اللام) مع حرف الخطاب، فيقال \"كذلك كرمي\". ويغلب عليها أن تستعمل مفعولاً مطلقاً. نحو: (كذلك فاعملوا\"، أي \"اعملوا عملاً كهذا العمل\".",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "وهكذا نرى أن (كذا) بوجوهها الثلاثة تتوافر فيها الصفات المشتركة بينها وبين المكنى عنه، من حيث الكثرة والمشابهة في (الكاف) بوسيط من دلالة الإشارة في (ذا) لتلتقي الخصائص الفطرية لأحرفها بذلك مع معانيها واستعمالاتها التراثية، فتصبح واحدة من المستحاثات اللغوية أيضاً. ¶ 6-كَيْتَ ¶ هي اسم يكنى بها عن الجملة قولاً وفعلاً، نحو: \"قلت لزيد كيت وكيت – ووضعت له كيت وكيت\" ويرى بعضهم أنه لا يكنى بها إلا عن جملة القول. وهي مبنية على الفتح في محل نصب مفعول به، ولا تستعمل إلا مكررة. ¶ ونرى أن الصفة المشتركة بين (كيت) المكنّى بها، وجملة القول المكنّى عنه، هي خاصية التشبيه والكثرة في (الكاف) من كيت ¶ 7-ذَيْتَ: ¶ يكنَّى بها عن جملة الفعل، نحو: \"فعلت ذيت وذيت\". وهي مجرد مصطلح، لا علاقة بين خصائص أحرفها وبين المعنى المكنّى عنه. ولعل العربي قد أبدعها بطريقة (الاتباع) عن (كيت) كيت – ذيت. وما أندر استعمالها. ¶ في الخلاصة: ¶ لا يبعد أن يلاقي ما ذكرناه من التوافق بين خصائص الأحرف التي تشارك في تراكيب أسماء الكناية وبين معانيها التراثية، اعتراض بعضهم. ولكن الخصائص الفطرية لـ (الكاف) ومعانيها في الكثرة والتراكم والتشبيه هي القاسم المشترك بينها جميعاً مما لا يطاله أي اعتراض أو احتجاج. ¶ (( ¶ الفصل العاشر- ¶ حول (الهاء والذال) ¶ في ضمائر الغائب وأسماء الإشارة ¶ بعد أن استعرضنا خصائص (الكاف) ومعانيها في أسماء الكناية بقي علينا أن نلاحق (الهاء والذال) في الأسماء التي تشاركان في تراكيبها، مما له أهميته ودلالاته المميزة والكثير الاستعمال. ولكن يستحسن بنا أن نعود للحديث بإيجاز شديد عن دور حرفي (الهمزة والنون) في ضمائر المتكلم والمخاطب، للمقارنة بينه وبين دور (الهاء والذال) في ضمائر الغائب وأسماء الإشارة و ... ذلك للكشف عن بعض ملامح الأصالة والحداثة في هذا القطاع اللغوي البالغ الدقة والحساسية.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "لقد سبق أن تحدثنا عن الأصل في إبداع ضمير المتكلم (أنا)، والمخاطب (أنت) وعرضنا في حينه أن العربي قد وضع (الهمزة) ذات الصوت الانفجاري في أولهما تعبيراً عن الظهور والبروز والفعالية والحضور، ثم أتبعها بـ (النون) تعبيراً عن الصميمية، إشارة إلى الذات- الإنسانية في المتكلم والمخاطب على حد سواء، وكان من أقطع الأدلة على الذاتية الإنسانية في (النون) استعمال (مَنْ) للعاقل و(ما) لغير العاقل. ¶ ولكن العربي قد خصّ ضمير المتكلم بـ (الألف اللينة) في آخره. مما يوحي بالامتداد إلى الأعلى فصار (أنا). أمّا المخاطب فقد خصه بـ (التاء) الضعيفة الرقيقة في آخره فصار (أنت). وذلك إصراراً من العربي على وضع المخاطب إطلاقاً في موقع (صوتي –اجتماعي – لغوي) أقل شأناً من موقع المتكلم. فكان معنى (أنا) هو: (الذات الإنسانية الحاضرة بوضوح وتعال) وذلك في مواجهة المخاطب الحاضر الأخفض مقاماً منه، كما ألمحنا إلى هذه المقابلة بينهما أكثر من مرة. ¶ أما (نحن)، فهي لجمع المتكلم: (النون) الأولى للصميمية تعبيراً عن الذات الإنسانية، كما في (أنا). أما (الحاء) فمن موحيات صوتها الجميل الحُبُّ والحنين والحرارة، ومن معانيها الإحاطة كما أسلفنا في (حتى). بما يتوافق مع خصوصية جمع المتكلم. و(النون) الثانية في نهاية (نحن) هي للكثرة قريباً من وظيفة (النون) في نهاية جمع المذكر السالم فكانت خصائص أحرف (نحن) تتوافق مع الصميمية الذاتية والعاطفة الإنسانية بكثير من الرقة والأناقة والجمال والإحاطة وليس ثمة لفظة عربية. هي أحوى منها للقيم الجمالية والإنسانية، مما يشير إلى تعظيم الإنسان العربي ومحبته للجماعة التي ينتمي إليها، أسرة كانت أو قبيلة أو أمة.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "كما عرضنا في حينه أن العربي قد حرم ضمير الغائب من (الهمزة) للظهور والحضور والعيانية ومن (النون) للذات الإنسانية. فأبدع له كلمة (هو)، دون أن نعلل سبب ذلك لعدم المجال – وقد صاحبت (الهاء) ضمائر الغائب جميعاً في أوائلها على مثال ما صاحبت (التاء) ضمائرَ المخاطب جميعاً في نهاياتها. ¶ فلماذا تصدرت (الهاء) ضمائر الغائب: ¶ لا بد لنا أولاً من الكشف عن خصائص (الهاء) الصوتية، وعن معانيها المعجمية، ثم عن استعمالاتها التراثية، وذلك لمعرفة السبب الحقيقي الذي جعل العربي يخص ضمائر الغائب بهذه (الهاء). ¶ أولاً- حول خصائص (الهاء) الفطرية وموحياتها الصوتية: ¶ تختلف خصائص (الهاء) وموحياتها الصوتية، وبالتالي معانيها، تبعاً لكيفية النطق بها. فإذا لفظ صوتها مشبعاً مشدداً على مخرجه، غير مخنخن به، أوحت اهتزازاته المتواترة بالاهتزاز والاضطراب والسحق والقطع والكسر والتخريب، وبما يماثلها من الأصوات الشديدة التواتر العالية النبرة. ¶ وإذا لفظ صوتها باهتزازات رخوة مضطربة، دونما خنخنة، أوحى بمشاعر إنسانية من حزن ويأس وبما يحاكيها من الأصوات. ¶ وإذا لفظ صوتها مخففاً مرققاً مطموس الاهتزازات، ولا سيما إذا وقعت ضميراً في نهاية الكلمات أوحى صوتها بأرق العواطف الإنسانية وأملكها للنفس. فصنفتها في فئة الأحرف (الشعورية للمعاني الجيدة) انظر (الإطلالة ص65-66). ¶ أما إذا لفظ صوتها بطريقة تهكمية مخنخناً به فهو يصبح أوحى أصوات الدنيا باللاضطرابات النفسية وبما يدعو للسخرية من مظاهر الهبل والهتر والتشوهات والعيوب النفسية والعقلية والجسدية. ¶ ثانياً- فماذا عن كل ذلك في معانيها المعجمية؟",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "باستعراض معاني المصادر الجذور التي تقع (الهاء) في أولها ووسطها وآخرها، وقد بلغت في المعجم الوسيط (574) مصدراً كان منها(350) مصدراً جذراً للمعاني الرديئة من (التشوهات والعيوب الجسدية والاضطرابات والعيوب النفسية والعقلية والأخلاقية والتخريب\" بما نسبته (60%) مما يصح معها أن نطلق على (الهاء) المصحّ (العقلي) في اللغة العربية، قد فرد العربي فيه جناحاً خاصاً للتشوهات الجسدية، ولا يضير هذه التسمية أن نعثر على بضعة عشر كلمة للمعاني الجسدية كما في (هدى، هلَّ، هام..) على مثال ما نعثر في المصح على بضعة عشر طبيباً وممرضاً. ¶ ثالثاً- حول معاني (الهاء) التراثية: ¶ (الهاء) لدى الأنطاكي في محيطه على ثلاثة أوجه: ¶ أ-أن تكون ضميراً للغائب، وتستعمل في موضعي الجر والنصب كقوله تعالى: \"قال له صاحبه وهو يحاوره\" ¶ ب-أن تكون حرفاً للغيبة، وهي (الهاء) في (إياه). ¶ ح-أن تكون للسكت. وهي حرف ساكن يلحق أواخر بعض الكلمات عند الوقف عليها، نحو: ¶ (وازيداه). وربما وصلوها، كقول المتنبي: ¶ ... ... \"واَحرَّ قلباه مِمَّن قَلبُه شبِمُ..) ¶ ولكن هذه المعاني الفقيرة لـ (الهاء) واستعمالاتها التراثية المحدودة، لا تكشف لنا عن السبب الحقيقي الذي جعل العربي يضعها في صدارة ضمائر الغائب. ¶ فماذا عن (الهاء) في ضمائر الغائب؟ ¶ لقد وضع العربي (الهاء) في مقدمتها جميعاً، وذلك للإفادة من خاصية الاهتزاز في صوتها، إثارة لانتباه السامع إلى ما يقصده المتكلم ممن لا حضور له من إنسان أو حيوان أو جماد. ¶ وقد أضاف (الواو) ذات الفعالية الصوتية إلى (الهاء) للغائب المفرد، دعماً لها في إثارة الانتباه. أما الغائبة فقد أضاف لها (الياء) غضاً للصوت عن الأنثى وتقليلاً من شأنها في مواجهة الغائب. ¶ وذلك على مثال ما خص (تاء) المخاطبة في (أنتِ) بالكسرة.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "ويبدو لي أن جمع الغائب (هم) وجمع المخاطب (أنتم) كانا أقدم في الزمن من مثناهما (هما- أنتما). وذلك أخذاً بنهج العربي في الانتقال بمفرداته من قليلات الحروف إلى كثيراتها، كما أسلفنا مراراً مما يشير إلى أن الأسر في المجتمع العربي (الزراعي) كانت موسعة من (الأجداد والأبناء والأحفاد..) ثم انتقل في مرحلة الرعي المشردة مضطراً إلى الأسر الضيقة من زوج وامرأته.. ومما يدعم هذا التعليل أن الأمم الأخرى التي لم تمارس حياة الرعي لم تبدع للمثنى مفردة خاصة به، فهو في لغاتها الراقيه من الجموع. ¶ هذا مع الإشارة إلى أن وضع (الهاء) في مقدمة ضمائر الغائب لا يخلو من الغمز المبطن بمقامه الاجتماعي لا سيما وأنه يدل على (الإنسان والحيوان والجماد)، على العكس من ضمائر المتكلم والمخاطب المختصة أصلاً بالإنسان برعاية (النون) وحمايتها، وإن جاز مخاطبة الحيوان والجماد. ¶ وما أحسب أن ثمة حقلاً تجريبياً هو أصلح من (أسماء الإشارة) لاختبار صلاحية (الهاء) في إثارة انتباه السامع، ولمعرفة مدى اعتماد هذه الخاصية في هذا المضمار دونما غمز مبطن أو غير مبطن. ¶ 4-الهاء والذال في أسماء الإشارة: ¶ باستعراض أسماء الإشارة نلاحظ أن (الهاء والذال) تدخلان في تراكيب معظمها، مما يشير إلى أن ثمة علاقة معينة بين خصائصهما وبين معاني هذه الأسماء. ¶ فما هو القاسم المشترك بين الخصائص الصوتية لهذين الحرفين: ¶ لقد تحدثنا عن خصائص (الهاء) بما فيه الكفاية، وبقي أن نتحدث عن الذال الملثوغة: ¶ أ ـ حول خصائص (الذال) ومعانيها: ¶ يتشكل صوت (الذال) باحتكاك النفَس بين طرف اللسان والأسنان العليا بذبذبة صوتية أقل حِدّة من (الزاي)، وأعذب جرساً من صوتها. ¶ وبالرجوع إلى المعجم الوسيط عثرنا على (58) مصدراً جذراً تبدأ بالذال، وما أقلها، قد وزعت معانيها على الشكل التالي:",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "اًـ(18) مصدراً لمعاني الاهتزاز والاضطراب والتحرك السريع، بما يتوافق مع ظاهرة الاهتزاز في صوت (الذال) الملثوغة. كما في (ذأل (مشى مسرعاً) ذبّ ـ ذعذعه ـ ذحجته الريح. ¶ 2ًـ(11) مصدراً لمعاني البعثرة والانتشار، بما يتوافق مع بعثرة النفَس أثناء خروج صوتها، مثل: ذرّ.ذاع. ¶ 3ًـ(19) مصدراً لمعاني القطع والشدة والفعالية، بما يتوافق مع خاصية القوة والفعالية والاهتزاز في موحيات صوتها كما في: ذبح ـ ذحَّ ـ ذربَ ـ الذكورة ـ ذلِقَ. بما نسبها جميعاً(80%).. ¶ وإذن فإن القاسم المشترك بين (الهاء، والذال)، هو خصائصهما الفطرية من الاهتزاز والذبذبة والتخريب في صوتيهما، مما يثير انتباه السامع واهتمامه. وذلك إمّا إلى غائب لا حضور له إلا في الذهن بفعل (الهاء) كما في (هو)، وإما إلى حاضر يعينه المتكلم بالإشارة إليه بفعل (الذال)، كما في (ذا).. ¶ ب ـ في التطبيق على أسماء الإشارة: ¶ إن اسم الإشارة، ((هو اسم يدل على معيّن مصحوباً لفظه بإشارة حسية باليد ونحوها، إن كان المشار إليه ذاتاً حاضرة نحو: خذْ هذا الكتاب، أو بإشارة معنوية إنْ كان المشار إليه معنى أو ذاتاً غير حاضرة: نحو: سِرْ هذه السيرة)).. ¶ أولاً ـ أسماء الإشارة التي تبدأ بالذال: ¶ آ ـ للمفرد المذكر: (ذا) للقريب، (ذاك) للمتوسط البعد. قد أضيفت (الكاف) لإعطاء السامع فسحة معتدلة من الزمن تتوافق مع المسافة التي تفصل المتكلم عن الذات أو الأمر المعني بالإشارة. (ذلك) للبعيد، قد أضيفت (اللام والكاف) لإعطاء السامع فسحة أطول في الزمن بما يتوافق مع المسافات البعيدة. ¶ ... وهكذا الأمر بمعرض إضافة (الكاف واللام) للمتوسط البعد فالبعيد في بقية أسماء الإشارة، سواء ما ابتدأ منها بـ(الهاء)، نحو (هناك هنالك) أو (التاء)، نحو (تيك – تلك) أو (الذال) نحو (ذانك).",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "... وهذا يثبت أن العربي كان يضيف بعض الحروف إلى جذور كثيرة من الكلمات لإعطاء السامع فسحة أطول في الزمن تتناسب مع الفسحة في المكان المقصود كما في (إلى) أو مع العدد المقصود كما في (هؤلاء) كما سيأتي وشيكاً وذلك: ((سوقاً للحروف على سمت المعنى المقصود والغرض المراد))، كما قال (ابن جني). ¶ ... لابل لو أمعنا النظر في دلالات مزيدات الفعل الثلاثي، لوجدنا أن العربي قد أضاف إلى الفعل المجرد حرفاً أو أكثر لمنح الحدث المقصود فسحة في الزمن تتناسب مع الوقت اللازم لإنجازه، ولإعطاء الذهن بالتالي فسحة مقابلة في الزمن لاستيعاب معناه الجديد. فوزن (استفعل) نحو: (استكتب) يحتاج وقوعه واستيعاب معناه إلى زمن أطول مما يحتاجه فعل (كتب)، وهكذا الأمر مع أوزان: فعَّل ومفعال للمبالغة وفاعل للمشاركة ـوانفعل وافتعل للمطاوعة، واستفعل للطلب أو للدخول في حالة (استحجر). ¶ ب ـ للمثنى المذكر: ذان ـ ذين وذانّ ـ ذينّ (للقريب). ذانك (للبعيد).. ¶ ح ـ للمفرد المؤنث: ذِهِ ـ ذِهْ. ولاشيء للجمع، مما يبدأ بالذال. ¶ ومما سبق يتضح أن الفعالية في منح الأسماء أعلاه دلالة الإشارة تعود إلى خاصية الاهتزاز في صوت (الذال)، التي من شأنها إثارة انتباه السامع إلى الموضوع المشار إليه. ¶ أما الأحرف الأخرى في أسماء الإشارة التي تتصدرها (الذال)، مثل (الكاف واللام)، فهي لمجرد وضع المشار إليه في إطاره المكاني: (قريباً، أو متوسط البعد، أو بعيداً).. ¶ وأما (الهاء) في نهاية (ذِهْ ـ ذهِ) للمفرد المؤنث، فهي لمجرد التأنيث، لا شأن لها في إثارة الانتباه، لأن صوتها في هذا الموقع، يلفظ برقة لا يكاد السمع يلتقط اهتزازاته مراعاة للحشمة في الأنوثة. ¶ ثانياً ـ أسماء الإشارة التي تبدأ بالهاء: ¶ للمفرد المذكر: هذا. ¶ للمثنى المذكر: هذان، هذين ـ هذانّ، هذينّ. ¶ للمفرد المؤنث: هذهِ، هذهْ ـ هاتِهِ هاتِهْ. ¶ للمثنى المؤنث: هاتان، هاتين ـ هاتانّ، هاتينّ.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "لجمع المذكر والمؤنث: هؤلاء، هؤلى. ¶ تحليل وتمحيص: ¶ يلاحظ أن أسماء الإشارة التي تتصدرها (الهاء) للمفرد المذكر ومثناه (هذا ـ هذان)، قد أضيفت (الذال) إليها، فتآذرت بذلك اهتزازاتهما الصوتية في إثارة انتباه السامع، إلى أمر أو شيء معين، بمزيد من الشدة. فـ(الهاء) في مقدمة أسماء الإشارة تلفظ (ها) وهي حرف للتنبيه أصلاً. ¶ أما (الهاء) في نهاية (هذهِ ـ هذهْ) للمفرد المؤنث، فهي كما أسلفنا في: ((ذِهْ ـ ذِهِ) لمجرد التأنيث بحشمة. ¶ كما أن (تاء ) التأنيث في (هاتِهِ) وشقيقاتها قد جاء العربي بها للتطليف من إثارة الانتباه إلى ماهو معنيٌّ من الأشياء والأمور المؤنثة، غضَّاً للصوت، كغضِّ البصر عنهن في المجتمع الرعوي. فصوت (تاء) التأنيث، كصوت (الثاء) الأنثوية، إنما هو أكثر رقة وحشمة من صوت (الذال) الجهوري الذكوري. ¶ أما (هؤلاء وهؤلى)، لجمع المذكر والمؤنث للعاقل وغير العاقل، فإن أصلها ((أولاء ـ أولى) قد أضيف حرف التنبيه (ها) إلى مقدمتهما، لتتضافر بذلك الاهتزازات الصوتية في (الهاء) مع الانفجار الصوتي في (الهمزة)، لإثارة انتباه السامع بمزيد من الشدة. وأما مقطعاً (لاء ـ لى)، في نهايتيهما فلإعطاء ذهن السامع فسحة في الزمن كيما يتصور المزيد مما أشير إليه بهما من جمع المذكر والمؤنث للعاقل وغير العاقل. ¶ كما أن أسماء الإشارة للمكان: (هنا ـ ههنا ـ هناك ـ هنالك) لا تخرج أحكامها عما لحظناه في الأسماء السابقة، سواء من حيث خاصية (الهاء) في إثارة الانتباه، أو من حيث إضافة (الكاف، ثم اللام والكاف) للمسافات المناسبة. أما الزعم بأن (الكاف) هنا هي للخطاب كما جاء في المحيط، فذلك لمجرد التوافق بين (كاف) الخطاب في (كتابك)، وبين (الكاف) في (هناك) للمسافة فأسماء الإشارة جميعاً موجهة أصلاً إلى مخاطب مفترض، لا فرق في ذلك بين (هنا) و(هناك) ولا بين (ذا) و(ذاك) إلا مسألة البعد. ¶ ولكن ماذا عن أسماء الإشارة التي تتصدرها (التاء)؟",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "لقد اقتصرت على المفرد والمثنى للمؤنث فقط، وهي: ¶ 1 ـ للمفرد المؤنث: تِه ، تِهِ ـ تيك ـ تلك. ¶ 2 ـ للمثنى المؤنث: تان، تين ـ تانّ ـ تينّ ـ تانكْ. ¶ ولا شيء للمفرد المذكر ومثناه، ولا لجمع المؤنث أو المذكر. ¶ ويبدو لي أن العربي قد أجاز لنفسه استخدام (التاء) للمؤنث في صدارة أسماء الإشارة آنفة الذكر لاعتبارات تتعلق بالخصائص الأنثوية في (التاء) من ضعف ورقة وحشمة. ولم يجز ذلك للمذكر لتعارضها مع الخصائص الذكورية الرعوية. ¶ حول دلالات استعمالات الضمائر المنفصلة للغائب: ¶ 1 ـ هو: للمفرد المذكر. (الواو) في نهايته للفعالية، للعاقل وغير العاقل. ¶ 2 ـ هي: للمفرد المؤنث: (الياء) للاستكانة. وتستعمل (هي) أيضاً لجمع الغائب غير العاقل مذكراً كان أو مؤنثاً، استهانة واستخفافاً به. ¶ 3 ـ هم: لجمع المذكر العاقل. (الميم) في نهاية المصادر للجمع والضم. وتستعمل (هم) لجمع الخليط من الذكر والإناث، إلحاقاً للإناث بالذكور. ¶ 4 ـ هما: لمثنى المذكر والمؤنث. أصلها (هم)، قد أضيفت (الألف اللينة) للفصل بين الجمع والمثنى فتكون (هم) أسبق في تاريخنا اللغوي من (هما) كما أسلفنا. ¶ 5 ـ هنّ: لجمع المؤنث العاقل حصراً. (النون) للرقة والأناقة، وللذات الإنسانية أصلاً، بمقابل ما جعل (هي) للعاقل وغير العاقل. وذلك لأن (الياء)، وإن كانت للاستكانة بما يتوافق مع الخصائص الأنثوية إلا أنها لا تحمل الهوية الإنسانية على مثال ما تحملها (النون) في ضمائر المتكلم والمخاطب، وفي (مَنْ) للعاقل كما أسلفنا. وهكذا أجاز العربي استعمال (هي) للمؤنث غير العاقل)، على العكس من (هنّ) ـ لمؤنث العاقل حصراً. بفعل (النون). ¶ تنويه لابد‍َّ منه:",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "لقد أشرنا في دراسة (الهاء) إلى أن العربي قد أكثر من استعمالها معجمياً للمعاني الرديئة، بما يتوافق مع طريقة النطق بصوتها (مهتزاً، مضطرباً، مخنخناً به ... ). وأنه قد وضع (الهاء) في مقدمة ضمير الغائب غضاً ضمنياً بمقامه الاجتماعي بمواجهة المتكلم والمخاطب. ¶ على أن العربي قد استعمل (الهاء) أحياناً قليلة للمعاني الجيدة بما يتوافق مع طريقة النطق بصوتها في أول الحلق (مخففاً، مرققاً، مطموس الاهتزازات) ليكون أوحى الأصوات بالخشوع والحنين. فاستعمل لفظة (ياهو) للتوسل بالذات العلية. وذلك على مثال ما استعمل (الخاء) المختصة أصلاً بالمعاني الرديئة ((للخير والخصب والخفر) وما إليها ... ¶ وتعليق لابد منه: ¶ ما أحسب أن ثمة قطاع لغوي هو الكشف عن المضامين الاجتماعية في اللغة العربية من قطاع حروف المعاني وأصول استعمالاتها، ولاسيما أسماء الإشارة والضمائر. ¶ فلقد تخير الإنسان العربي الحروف والصيغ المناسبة للتعبير عن مقاصده ومعانيه بما يتوافق مع عاداته وتقاليده (الرعوية ـ الذكورية)، مما أتّاح لنا في جملة ما أتاح، إلقاء الأضواء على تاريخه المنسي، إن لم نقل المجهول، بصدد تطوره الاجتماعي في جزيرته العربية. ¶ (( ¶ الفصل الحادي عشر- ¶ متفرقات ـ ¶ (الهمزة ـ هَلْ ـ لَوْ) ¶ لقد محصنا حتى الآن (63) حرفاً معنوياً و(7) من أسماء الكناية و(5) من ضمائر الغائب وأربعين مفردة من أسماء الإشارة بما مجموعه (119) حرفاً واسماً وكانت الخصائص الفطرية للحروف العربية التي شاركت في تراكيبها تتوافق مع معانيها واستعمالاتها، ما شذّ عن ذلك إلا قلة قليلة منها اعتبرناها مصطلحات على معان أو معاني شاذة لا يؤبه لها.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "وعلى الرغم من ذلك رأيت أن أتحدث أيضاً وبشيء من التفصيل عن ثلاثة أخرى من حروف المعاني، هي: (-الهمزة –هل-لو): وذلك ليس لإقناع القارئ، بصحة هذه العلاقة بين معانيها التراثية، وخصائص الأحرف ـ التي تشارك في تراكيبها، وإنما لكثرة استعمالاتها وتفرعات معانيها، مما لا غنى لأي كاتب أو مثقف عربي عن معرفة أصولها الفطرية كيما يحسن التعامل معها ويتقنه. ¶ 1 ـ الهمزة: ¶ أولاً ـ حول خصائصها ومعانيها الفطرية: ¶ باستعراض معاني المصادر الجذور التي تبدأ بـ(الهمزة) في المعجم الوسيط لم نلحظ أي تأثير يذكر لخصائصها الصوتية في معانيها، مما جعلنا نتوهم أنها من الأحرف الضعيفة الشخصية. على أنه كان لهذه الخصائص تأثيرها البالغ في القطاع الصرفي ـ النحوي، كما لحظنا ذلك في حروف المعاني وضمائر المتكلم والمخاطب التي تصدرتها (الهمزة)، فماذا عن خصائصها ومعانيها؟ ¶ إن (الهمزة) المزمارية المخرج ذات صوت انفجاري. وهو كأي صوت انفجاري في الطبيعة يوحي بالحضور والعيانية والوضوح، وذلك بما يثيره من الانتباه في سمع السامع وفي ذهنه. فكانت (الهمزة) في مقدمة ضمائر المتكلم والمخاطب: ((أنا ـ أنت..)). وفي مقدمة أربعة من أحرف النداء السبعة. كما كانت في مقدمة ستة أسماء من الألوان الطبيعية السبعة، هي: ((أبيض ـ أسود ـ أحمر ـ أخضر ـ أزرق ـ أصفر))، وذلك لخاصية الوضوح في صوت (الهمزة)، كما أسلفنا. ¶ ولما كان صوتها يترافق خروجه مع انفراج الفكين عن بعضهما بعض في حركة إلى الأعلى، فإنه يشير إلى البروز ويوحي به، كمن يقف على تُكأة. وهذا الموقع الذي تتبوأه في السمع بموحياته البصرية، يمنحها فعالية خاصة يجعلها صالحة للتعالي على الآخرين في (افعل التفضيل)، نحو: ((زيد أكرم من عمرو))، وللاعتداء عليهم، فكانت من أحرف التعدية، كما في قوله تعالى: ((فأجاءها المخاض إلى جِذع النخلة)). ¶ ثانياً ـ حول معانيها واستعمالاتها التراثية:",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "يسميها (ابن هشام) تارة (الهمزة)، وتارة أخرى: (الألف المفردة) وتأتي على وجهين: ¶ أ ـ حرف ينادي به القريب: نحو ((أفاطم مهلاً)) وقد مرَّ ذكرها مع أحرف النداء. ¶ ب ـ للاستفهام: وهو على وجهين اثنين: ¶ 1 ـ للاستفهام الحقيقي:وهو طلب الفهم، نحو ((أزيد قائم)). والهمزة هي أصل أدوات ـ الاستفهام، ولها أربعة أحكام: ¶ أ ـ جواز حذفها إذا تقدمت على (أم) كقول مجنون ليلى. ¶ ((بدا ليَ منها مِعْصَم حينَ جَمَّرتْ ... وكَفٌّ خَضيبٌ زُينَّتْ بِبَنانِ)). ¶ ((فو اللهِ ما أدري وإنْ كنتُ داريا ... (بِسَبعٍ) رَميتُ الجَمْرَ أمْ بثمانِ)). ¶ أرادَ (أبسبع)). كما يجوز حذفها وإن لم تتقدم على (أَمْ)، نحو: ¶ ((طرِبتُ وما شوقاً إلى البيضِ أطربُ ... ولا لَعِبَاً منّي (وذو) الشيبِ يلعبُ)). ¶ أراد (أو ذو) الشيب يلعب؟ ¶ ب ـ إنها ترد بطلب التصور. وهو (السؤال عن شيء)، نحو: ((أزيد قائم)). والشيء هنا هو زيد). كما ترد لطلب التصديق، وهو (السؤال عن الحدث)، نحو: ((أقائم زيد)). فالحدث هن هو (القيام)، القابل للتصديق والتكذيب. على العكس من (الشيء) في (زيد) فهو من حيث ذاته ليس موضوعاً للتصديق والتكذيب، وإنما للتصور، فيما إذا كان ((قاعداً ـ قائماً ـ نائماً ـ محتبْياً..)). وإن باقي أدوات الاستفهام مختصة بطلب التصور باستثناء (هل) فهي مختصة بطلب التصديق حصراً.نحو: ((هل قام زيد)). ولا يقال: ((هل زيد قام))، كما سيأتي: ¶ ج ـ تدخل على الإثبات، كقوله تعالى: ((أَلَمْ نشرح لك صدرك)) ¶ (94)؟ وعلى النفي، نحو: ((أقائم زيد أم لم يقم))؟.. ¶ د ـ يجب تصديرها على كل شيء، حتى على أحرف العطف، كقوله تعالى: ((أفلم يسيروا في الأرضِ..))(95). ¶ 2 ـ الاستفهام غير الحقيقي: وهي ترد على ثمانية معان، وهي: ¶ أ ـ التسوية: كقوله تعالى: ((سواء عليهم (أستغفرت) لهم، أم لم تستغفر لهم))(96). ¶ ب ـ الإنكار الإبطالي، كقوله تعالى: ((فاستفتهم (ألربك) البنات ولهم البنون)).(97).",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "ج ـ الإنكار التوبيخي، كقوله تعالى:((أتعبدون ما تنحتون))(98). ¶ د ـ التقرير ـ ومعناه حملك المخاطب على الإقرار بما أنت عالم به، كقوله تعالى: ((أأنت فعلت هذا بآلهتنا يا إبراهيم)).(99). ¶ هـ ـ التهكم كقوله تعالى: ((أصلاتك تأمرك أن تترك ما يعبد آباؤنا)).(100). ¶ وـ الأمر، كقوله تعالى: ((أأسلمتم))، أي أسلموا.(101). ¶ ز ـ التعجب، كقوله تعالى: ((ألم تر إلى ربك كيف مدّ الظل))(102). ¶ ح ـ الاستبطاء، كقوله تعالى: ((ألم يأنِ للذين آمنوا أن تخشعَ قلوبهم لذكرِ الله)).(103). ¶ في الخلاصة: ¶ وهكذا فإن معاني (الهمزة) وضروب استعمالاتها التراثية تتوافق إلى حد بعيد مع خصائصها الصوتية في الانفجار، بما يثير انتباه السامع. ¶ فاستعمالها للنداء القريب يعود إلى إثارة الانتباه بانفجار صوتها القصير. وإذا مُدَّ صوتها فصارت (آ) كانت للنداء البعيد كما أسلفنا. ¶ أما اعتبارها أصل أدوات الاستفهام جميعاً، فقد تأتّى ذلك فيما نرى من أن الأصل في الاستفهام هو أن يبدأ المتكلم بإثارة انتباه المخاطب. وذلك إما بحركة جسمية يلفت بها نظر المخاطب. أو بحركة يدوية يضرب بها على أحد أعضائه. وإما بصوت انفجاري يضرب به على سمعه، مما يضاهي وقع الحركة الجسمية في نظره، أو وقع اليد على جسده. ¶ لذلك كان لـ (الهمزة) الصدارة إطلاقاً، كما جاز استعمالها للاستفهام بلا قيد ولا شرط: ((للتصور والتصديق، للإثبات والنفي)). ¶ كما أن استعمالاتها الثمانية للاستفهام غير الحقيقي بعضها يميل إلى الشدة بما يتناسب مع صوتها الانفجاري إذا ضُغط على مخرجه المزماري، وذلك في معاني: ((الإنكار الإبطالي، والتوبيخي والتهكم، والتقرير، والأمر)). وبعضها الآخر أقل شدة، بما يتناسب مع صوتها غير مضغوط على مخرجه كما في معاني: ((التسوية والتعجب والاستبطاء))..",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "ولو أن المتكلم رغب عن إثارة انتباه المخاطب بـ(الهمزة)، إلى إثارة انتباهه باليد مثلاً لكانت حركة يده في المعاني الأولى أشد وقعاً منها في المعاني الثانية. ¶ وهكذا يتضح لنا أن العربي قد استخدم الحروف ذوات الخصائص الصوتية الانفجارية أو الاهتزازية بما يضاهي المعاني والمقاصد التي أراد التعبير عنها: ((حذوا لمسموع الأصوات على محسوس الأحداث)). ¶ كما قال ابن جني. سواء أكان ذلك في ضمائر المتكلم والمخاطب أو في أسماء الإشارة وأدوات الاستفهام، وكان هاديه في ذلك كله: سمع مرهف ونظر ثاقب، وشعور متأجج، وذوق أدبي فطري شعري النزعة مما لا مثيل له. ¶ 2 ـ هل: ¶ أولاً ـ حول خصائص حرفيها ومعانيها الفطرية: ¶ أ ـ(الهاء) ـ هي مخفف (ها) للتنبيه. فمن شأن صوتها المهتز أن يثير انتباه السامع إلى ما سيأتي بعدها. ¶ ب ـ(اللام) ـ للإلصاق والإلزام. ¶ ... ومحصلة خصائص حرفيها، تتوافق مع معانيها في الطلب. من عيانية ووضوح وإلزام. ¶ ثانياً ـ حول معانيها واستعمالاتها التراثية: ¶ هي على ثلاثة أوجه: ¶ 1 ـ حرف استفهام: ¶ يقرر الأنطاكي في (محيطه)، آخذاً عن (ابن هشام)، إن (هل) حرف موضوع لطلب ـ التصديق كما أسلفنا في (الهمزة) الاستفهامية. وهو السؤال عن الحدث. أما طلب التصور وهو السؤال عن (الشيء) زماناً أو مكاناً أو ذاتاً، فليس من اختصاصها. وهي تختص بما يلي: ¶ أ ـ طلب التصديق: وهو يتعلق بالسؤال عن الحدث حصراً. وذلك لأن وقوع الحدث هو أصلاً موضوع التصديق والتكذيب، فيقال: ((هل جاء زيد))، ولا يقال: ((هل زيد جاء)). وذلك لأن خاصية الإلصاق في (اللام) تستلزم التصاق (هل)مباشرة بالموضوع المستفهم عنه موضوع التصديق والتكذيب وهو (المجيء)، وليس (زيداً) موضوع التصور باعتباره ذاتاً. فهو من حيث ذاته لا يمكن أن يكون موضوع تصديق أو تكذيب، كما أسلفنا.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "ب ـ الإيجاب: إن طلب التصديق هو بطبيعته إيجابي، فلا محل معه للسلبي لتعارضه أصلاً ـ وعقلاً مع طلب التصديق. فيقال: ((هل قام زيد))؟ ولا يقال: ((هل لم يقم زيد))؟ وهذا ناتج فيما نرى عن ضرورة إلتصاق (لام) الإلصاق والإلزام في (هل) بمتعلقها مباشرة. فكانت (هل) بذلك للإيجابي، لا للسلبي، وإن جاء الجواب (كلا) خلافاً لتوقع السائل. أمَّا (الهمزة) فهي للإثبات والنفي لانفرادها عن اللام اللاصقة. ¶ ج ـ تخصيصها المضارع بالاستقبال: نحو: (هل تسافر))، أي في المستقبل. ¶ د ـ لمعنى النفي أو الإنكار. الأول، كقوله تعالى: ((وهل جزاء الإحسان إلاَّ الإحسْان؟))(104). ¶ والثاني، كقوله تعالى: ((فهل على الرسل إلاّ البلاغ المبين؟)).(105). ¶ على أن خاصيّة الإلصاق في (هل) لا تزال على حالها من حيث المعنى العام، وإن جاءت بمعنى (النفي أو الإنكار)، وذلك بتقديري أقل بلاغة: (أنَّ جزاء الإحسان هو الإحسان مؤكداً))، و((على الرسل البلاغ المبين حتماً)). ¶ 2 ـ حرف تحقيق: ¶ قال بعضهم بأنها تأتي بمعنى (قد)، بدليل قوله تعالى: ((هل أتى على الإنسان حين من الدهر لم يكن شيئاً مذكوراً)).(106). ¶ 3 ـ حرف تمني: ¶ وقد سبق الحديث عن هذا المعنى مع أحرف التمني، وعن دور (لام) الإلصاق في أداء هذا المعنى. وهكذا قد توقفت الخصائص الفطرية لحرفي (هل) مع معانيها واستعمالاتها التراثية. دليل آخر على أصالة اللغة العربية وعراقتها وفطرتها وبداءتها ... ¶ 4 ـ لو: ¶ تمهيد:",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "على الرغم مما لاحظناه وعانيناه من التعقيد والتشابك في معاني بعض حروف المعاني واستعمالاتها التراثية، كما في ((لا ـ ما ـ اللام ... ))، فإن (لو) تفوقها جميعاً تعقيداً وتشابك معان، مما أثار حولها كثيراً من الجدل والخلاف، ما جعلني أتردد طويلاً في إثباتها هنا تخفيفاً عن القارئ، لاسيّما غير المتخصص ولكنني عدلت عن حذفها لأن هذه المعجزة اللغوية الصغيرة في حجمها (لو)، الكبيرة في معانيها لم تخرج في استعمالاتها التراثية عن الخصائص الفطرية لحرفيها وذلك للبرهان على مصداقية العلاقة الفطرية بين خصائص حرفيها وبين معانيها في أعقد وجوهها وأقسامها واستعمالاتها التراثية فينسحب ذلك كله على فطرة اللغة العربية وبداءتها. فصبراً جميلاً عليها. ¶ أولاً ـ حول خصائص حرفيها ومعانيهما الفطرية: ¶ أ ـ (اللام) ـ للإلصاق والإلزام. ¶ ب ـ (الواو) للعطف والجمع العشوائي، وذلك بحكم تدافع النفس أثناء خروج صوتها. فتكون محصلة المعاني الفطرية لحرفيها: ((الإلصاق والعطف والجمع)). ¶ ثانياً ـ حول معانيها واستعمالاتها التراثية: ¶ هي لدى (ابن هشام) على خمسة أوجه: ¶ الوجه الأول: كما في قولنا: ((لو جاءني زيد لأكرمته)). (لو) هنا تفيد ثلاثة أمور: ¶ الأمر الأول ـ الشرطية: ومعناها ربط السببية (المجيء) بالمسبّبية (الإكرام). وهذه الخاصية في الربط تتوافق مع خاصية الإلصاق في (اللام) في بداية (لو)، ومع خاصية العطف والجمع في (الواو) في آخرها. ¶ ... وهكذا تتعاون (اللام والواو) في تحقيق المعنى التراثي لـ(لو) الشرطية. أما (اللام) في (لأكرمته)، فهي لربط الجملة الثانية جواب الشرط بالمسببية (المجيء). وبذلك تقوم (لام) ـ الإلصاق والإلزام و(واو) العطف والجمع بشد الجملتين إلى بعضهما البعض في رباط متين من (السببية والمسبّبية). لا يجاري (لو) في متانة هذا الربط أي حرف شرط آخر.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "الأمر الثاني: تقيد الشرطية بالزمن الماضي: وذلك على العكس من (إن) الشرطية التي تقيد (السببية والمسبّبية) في المستقبل، نحو: ((إن جئتني غداً أكرمْك)).. ولا يقال: ((لو جئتني غداً أُكرمُك)). بل يقال: ((لو جئتني البارحة لأكرمتك)). ¶ الأمر الثالث: الامتناع: وما أكثر تفرعاته واستعمالاته واختلاف النحاة حوله، فلهم في هذا الأمر المزيد من الأقوال والتفرعات والتعليلات والاستشهادات، وبلا طائل يذكر، وما كان (الأنطاكي) قد وفِّق في معالجة هذه المسألة الشديدة التعقيد، فقد اقتصرت على استعراض رأيه حولها بشيء من التوسع والتفصيل. ¶ لقد عزا (الأنطاكي) اختلاف النحاة حول مسألة الامتناع في (لو) الشرطية إلى خلطهم بين أنواع الشرط. فهو لديه على خمسة أنواع: ¶ النوع الأول: الشرط الاحتمالي: ¶ وأدواته ((إن ـ إذما ـ إذا)). فهو شرط سببي يقوم على ربط حدثين برابطة (السببية) يكون فيه الحدث الأول (السبب) على وجهين اثنين، هما: احتمال الوجود واحتمال عدم الوجود: ((إن هطل المطر نبت الزرع)). فهطل المطر احتمالي قد يقع وقد لا يقع. وهو للمستقبل سواء جاء الحدث الأول بصيغة الماضي أو المستقبل. ¶ النوع الثاني ـ الشرط الامتناعي: ¶ وأداته الوحيدة (لو). هو كالشرط الاحتمالي بفارق وحيد بينهما. هو أن الحدث الأول (السبب)، ليس له إلاّ وجه واحد هو (الامتناع). نحو: ((لو جاء زيد لأكرمته)). فبامتناع مجيء زيد امتنع إكرامه. وهي هنا ((حرف شرط امتناع لامتناع)). خلافاً لرأي ابن هشام الذي أنكر عليها ذلك. ¶ النوع الثالث ـ الشرط الوجودي: ¶ وأداته الوحيدة (لمّا). هو شرط سببي أيضاً، يقوم على ربط ـ الشرط بالجواب برباط السببية. نحو ((لما علمت بنجاحك فرحت)) ولكنه على عكس الشرط الامتناعي فالسبب هنا متحقق على صورة الوجود لاعلى صورة الامتناع. ¶ النوع الرابع: الشرط الامتناعي الوجودي؟",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "وأداتاه (لولا ـ لوما). كما في قولنا: ((لولا المطر لهلك الزرع)) و((لوما رحمة من ربك لهلك الناس)). فجملتا ((لولا المطر)) و(لوما رحمة من ربك))، كل منهما شرط سببي موجود قد سبب وجوده امتناع الجواب: وهو هنا: ((هلاك الزرع، وهلاك الناس)). فكان امتناع هلاك الزرع والناس لوجود المطر ورحمة الله. ¶ النوع الخامس ـ الشرط اللا سببي: وأداتاه ((لو ـ إن)): ¶ هذا الشرط يختلف عن بقية الأنواع. فهو لا يرمي إلى إقامة علاقة سببية بين الحدثين بل إلى نفي العلاقة السببية المتوهمة، فسمى ((الشرط اللاّسببي)). ¶ ففي قولنا: ((ستموت ولو كنت حذراً)) نريد أن ننفي أي رابطة سببية بين الموت والحذر، فالموت واقع مع الحذر وبدونه. ¶ وكثيراً ما يلتبس الشرط الامتناعي (الامتناع لامتناع) بالشرط (اللاسببي) ـ والقاعدة في التمييز بينهما، أن الشرط الامتناعي يصح أن يعقبه حرف الاستدراك ولكن داخلاً على فعل الشرط منفياً، نحو ((لو جئتني لأكرمتك، ولكنك لم تجيء)). والثاني يصح أن يعقبه اسم الاستفهام (كيف)، داخلاً على فعل الشرط منفياً، نحو: ((لو حلفت بالله ما صدقتك، فكيف إذا لم تحلف)). ¶ وللشرط اللا سببي أداة أخرى هي: ((إن)) نحو ((يعمل زيد وإن كان متعباً)). فكيف إذا لم يكن متعباً؟.. ¶ ويرى (الأنطاكي) إن اضطراب قواعد النُّحاة واختلافهم في (لو) الشرطية يعود إلى عدم التفريق بين (الشرط الامتناعي) أي امتناع لامتناع، وأداته (لو) حصراً، وبين (الشرط اللا سببي)، وأداتا (لو +إن) – (المحيط ج2 ¶ ص 52-68). ¶ الوجه الثاني من أوجه (لو): ¶ أن تكون حرف شرط في المستقبل، إلا أنها لا تجزم، كما في قول الشاعر مجنون ليلى: ¶ لو تلتقي أصداؤنا بعدَ موتنا ... ومِنْ دونِ رسمينا مِنَ الأرضِ سبسبُ)) ¶ لظلَّ صدى صوتي وإِنْ كنتُ رُمَة ... لِصَوت صدى ليلى يَهَشُ ويطربُ)). ¶ ولقد اختلف النحاة كثيراً حول هذا الوجه، مما لا مجال لسرده. وقد خلص (ابن هشام) إلى صحته. ¶ الوجه الثالث:",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "أن تكون (لو) حرفاً مصدرياً بمنزلة (أن)، إلاّ أنها لا تنصب. وأكثر وقوعها بعد (ودّ يودّ) كقوله تعالى: نحو: ((ودوا لو تدهن فيدهنون)). وكقوله: ((يود أحدهم لو يعّمرُ ألفَ سنة)). ¶ وقد تقع (لو) بدون (ودَّ ـ يودُّ ـ رغبَ ـ يرغبُ ... )، كقول الشاعر: ¶ ما كان ضرَّكَ لو مننتَ ورُبَّما ... منَّ الفتى وهو المَغيظُ المُحَنَّقُ)). ¶ بتقدير: ((وددتُ لو مننت)).. ¶ الوجهان الرابع والخامس: أن تكون (لو)) للتمني والعرض. وقد سبق الحديث عن هذين المعنيين مع أحرف التمني والعرض. وخلصنا منه إلى توافقهما مع خصائص حرفي (اللام والواو) في الإلصاق والإلزام والعطف والجمع. ¶ ولكن ما الأصل في استعمال (لو)؟ ¶ باستعراض أوجه استعمال (لو) وأنواعها، أجدني أميل إلى القول بأن أصل استعمالها وأقدم معانيها كان (للتمني). وذلك نظراً لبساطته وعفويته وكثرة الحاجة إليه بمعرض التعامل والتخاطب اليومي بين الناس. ويليه في ذلك معنى (العرض). فمعانيهما واستعمالاتهما التراثية تتوافق مع الخصائص الفطرية لحرفي (اللام والواو). أقول ذلك ولم يغب عن ذاكرتي أن هذا يخالف رأي النحويين ومنهم (ابن هشام والأنطاكي) بقولهما: ((أما أن تكون (لو) حرفاً قد وضع للتمني مثل (ليت) فممنوع)) فاستعمالات (لو) للشرط: لربط (السببية بالمسببية))، فيما أرى أو حرف (امتناع لامتناع)، أو للشرط (اللا سببي). أو بمنزلة (أن) المصدرية، وما استتبع ذلك من التفرعات والاستعمالات، فقد جاءت في زمن متطور من مراحل اللغة العربية، تلبية لحاجات فصحاء العرب وشعرائهم، ولكن بما يتوافق مع الخصائص الصوتية لحرفيها.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "ويبدو لي أن العربي قد تناول هذه المادة الصوتية، من (اللام) اللينة المرنة و(الواو) الأشد ليونة ومرونة، فراح يروضها بذكاء وحساسية شديدين على تلبية معانيه المبتكرة، مع حفاظه على الخصائص ـ الفطرية لحرفيها. لا يحد له من قابليتهما للتكيف وجود حرف ثالث، أو خاصية صوتية في أحدهما من قساوة أو اهتزاز وشدة، وما إلى ذلك مما يحد من حريتهما وتحررهما، فتمادى العربي في استغلال هذه الخصائص فيهما إلى أبعد الحدود، في (حداثة) مغرقة في الزمن أصبحت تراثاً، على مثال ما لحظناه في حرفي (لا ـ ما). ¶ الخاتمة: ¶ لقد كانت مغامرة، إن لم أقل (مقامرة)، حتى حدود اللامعقول: هدراً للفكر، ومضيعة للعمر، أن أقحم نفسي في هذه المحاولة الفجرية (الفجة) للكشف عن معاني حروف المعاني وأصول استعمالاتها، بالرجوع إلى خصائص ومعاني الحروف العربية، وما من فقيه صرف أو نحو قام حتى الآن بمثابة هذه المحاولة بصدد أي مفردة من مفرداتها. ¶ ولكن هل يستحق ما توصلت إليه من النتائج بمعرض الكشف عن أصالة الحرف العربي وحداثته في هذا القطاع (الصرفي ـ النحوي) كل ما عانيته من المتاعب، وما كرسته من ساهرات الليالي؟. ¶ ولئن أجبت متحيزاً لدراستي بـ(نعم)، فهل وجد السيد القارئ الصبور إنها استحقت منه أيضاً كل مابذله فيها من جهد، وصرفه من وقت؟.. ¶ وما أحسب إلا أنه سيجيب أيضاً بـ(نعم). ¶ فالبرهان على أصالة الحروف العربية وفطريتها، عودة بها إلى فجر فجرها في الطبيعة والتاريخ والحس والنفس والمجتمع، ومن ثم استعمال هذه الأصالة لمعرفة حقيقة معاني وأصول استعمالات كل مفردة عربية، سواء في القطاع (المعجمي)، أو القطاع ((الصرفي ـ النحوي)) من شأنه أن يشيع الحياة ـ والحيوية في تراثنا اللغوي في حداثة مستمرة لا نهاية لها تحفظ لنا أصالة (العربية والعروبة والإسلام) من كل غزو ثقافي مضاد.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "فالانتقال بالعربية من مرحلة (كيف) التراثية التي دامت ألف عام ونيف، إلى مرحلة (لماذا) الحديثة، إنما هو مكسب (لغوي ـ إنساني)، بمقدار ماهو مكسب (لغوي ـ عربي)، وإنه ليستحق أن يكرس له جيل كامل من فقهاء العربية وعلمائها، وليس مجرد واحد من هواة الفكر الفلسفي قد سعى للكشف عن ظاهرة التوافق الفطري بين القيم الجمالية والقيم الإنسانية في مقولة ((لا فن بلا أخلاق، ولا أخلاق بلا فن)): مقولة فلسفية قد ساقتني قسراً على معظم علوم اللغة في دراساتي عن الحرف العربي طوال عشرين عاماً ونيف ... مما يثبت صدق ما قرره فلاسفة اللغة وعلماؤها من أنه لا غنى لعلوم اللغة عن الفلسفة، ولا للفلسفة عن علوم اللغة، على تآخ فطري بينهما مما يشير إلى وحدة الوعي في الوجود. ¶ ((( ¶ مراجع الدراسة: ¶ 1-مغني اللبيب عن كتب الأعاريب ـ الإمام عبد الله بن هشام الأنصاري. تحقيق وضبط محمد محي الدين عبدالحميد ـ القاهرة. ¶ 2-جامع الدروس العربية ـ الشيخ مصطفى الغلاييني طباعة/12/1993. ¶ 3-المحيط في الأصوات اللغوية لمحمد الأنطاكي ـ 1971. ¶ 4-الخصائص ـ أبوعثمان بن جني طباعة 1955. ¶ 5-المقرب-لابن عصفور. ¶ 6-الجني الداني-للمرادي. ¶ 7-معاني الحروف-للغنزوي. ¶ 8-معاني الأدوات والحروف ـ لابن قيِّم الجوزية. ¶ 9- تاريخ العرب المطول- فيليب حتي. ¶ 10-الحرف العربي والشخصية العربية- حسن عباس 1992. ¶ 11- خصائص الحروف العربية ومعانيها- حسن عباس 1998. ¶ ((( ¶ الفهرس العام ¶ المقدمة ... 5 ¶ القسم الأوَّل ... 11 ¶ الفصل الأول-الأصالة والحداثة في الحرف العربي ... 11 ¶ القسم الثاني ... 21 ¶ حول معاني حروف المعاني وأصول استعمالاتها ... 21 ¶ الفصل الأول- أحرف النداء ... 21 ¶ الفصل الثاني-أحرف العطف ... 30 ¶ الفصل الثالث-حروف الجر ... 45 ¶ الفصل الرابع-الأحرف الجوازم ... 82 ¶ الفصل الخامس-أحرف النصب ... 89 ¶ الفصل السادس-الأحرف المشبهة بالفعل ... 97 ¶ الفصل السابع -أحرف النفي ... 109 ¶ الفصل الثامن -أحرف(التمني والعرض والتحضيض والتنديم والترجِّي) ... 120",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "الفصل التاسع -أسماء الكناية ... 127 ¶ الفصل العاشر-حول (الهاء والذال) في ضمائر الغائب وأسماء الإشارة ... 135 ¶ الفصل الحادي عشر-متفرقات ـ (الهمزة ـ هَلْ ـ لَوْ) ... 144 ¶ الفهرس العام ... 157 ¶ الفهارس الملحقة ... 158 ¶ (( ¶ الفهارس الملحقة ¶ فهرس الأدوات وقضاياها النحوية: ¶ الهمزة ... ص25 ¶ آ ـ يا ... ص26 ¶ إي ـ أيا ـ هيا ... ص27-28 ¶ وا ... ص29 ¶ أحرف العطف: ¶ الواو ... ص30 ¶ الفاء ... ص32 ¶ ثمّ ... ص34 ¶ أو ... ص35 ¶ بل ... ص36 ¶ أم ... ص38 ¶ لا ... ص40 ¶ حتى ... ص42 ¶ لكنْ ... ص44 ¶ حروف الجر: ¶ اللام ... ص48 ¶ الباء ... ص53 ¶ الكاف ... ص57 ¶ واو القسم + التاء ... ص59-60 ¶ مِنْ ... ص61 ¶ عن ... ص64 ¶ على ... ص68 ¶ إلى ... ص71 ¶ في ... ص74 ¶ رُبَّ ... ص75 ¶ مُذْ ـ مُنْذُ ... ص77 ¶ خلا+عدا+ حتّى الجارّة+حاشا ... ص79 ¶ متى ـ كَيْ ـ لعلَّ ... ص80-81 ¶ الأحرف الجوازم ـ لمْ ... ص83 ¶ لمَّا ... ص84 ¶ لام الأمر ... ص86 ¶ لا الناهية ... ص87 ¶ أحرف النصب ¶ أنْ ... ص89 ¶ لن ... ص92 ¶ إذَنْ ... ص93 ¶ كي ... ص95 ¶ ليتَ ـ لعلَّ ... ص67 ¶ الأحرف المشبهة بالفعل ... ¶ إنَّ ... ص98 ¶ أنّ ... ص101 ¶ كأنّ ... ص103 ¶ لكنّ ... ص105 ¶ ليت ... ص106 ¶ لعلّ ... ص107 ¶ أحرف النفي: ¶ لا ... ص109 ¶ ما ... ص113 ¶ لات ... ص117 ¶ إنْ ... ص118 ¶ أحرف التمني وأسرتها: ¶ ليتَ ـ لو ـ هلْ ... ص120-121 ¶ هلا ـ ألا ... ص121-122 ¶ ألاّ ـ لولا ... ص124 ¶ لوما ـ لعلَّ ... ص125-126 ¶ أسماء الكناية: ¶ كَم ـ كأيّن ـ كأي ـ كائِن ... ص129-130 ¶ كذا ... ص132 ¶ كَيْتَ ـ ذَيْتَ ... ص133-134 ¶ الهاء والذال في ضمائر الغائب وأسماء الإشارة: ¶ الهاء ... ص136 ¶ الهاء في ضمائر الغائب ... ص137 ¶ الهاء والذال في أسماء الإشارة. ... ص138 ¶ متفرقات: ¶ الهمزة ـ ... ص144 ¶ هَلْ ـ ... ص148 ¶ لَوْ ـ ... ص149 ¶ فهرس الشواهد القرآنية: ¶ رقم تسلسل الآيات المستشهد بها ... رقم صفحة الدراسة ... السورة القرآنية ... رقم الآية ¶ القصص ... 15 ¶ ق ... 22 ¶ المائدة ... 89 ¶ الصافات ... 147 ¶ المؤمنون ... 71 ¶ المؤمنون ... 62 ¶ رقم تسلسل الآيات المستشهد بها ... رقم صفحة الدراسة ... السورة القرآنية ... رقم الآية ¶ البقرة ... 6 ¶ الأعراف ... 194 ¶ السجدة ... 27 ¶ النساء ... 137 ¶ القصص ... 8 ¶ الإسراء ... 107 ¶ الأنبياء ... 22 ¶ الأنبياء ... 57 ¶ الحشر ... 12 ¶ البقرة ... 54 ¶ آل عمران ... 123 ¶ الشُّعراء ... 32 ¶ الفرقان ... 25 ¶ آل عمران ... 75 ¶ الإنسان ... 6 ¶ يوسف ... 32",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "مريم ... 24 ¶ فُصِّلتْ ... 46 ¶ البقرة ... 228 ¶ مريم ... 24 ¶ يونس ... 19 ¶ الضُّحى ... 3 ¶ يس ... 2 ¶ التين ... 1 ¶ الأنبياء ... 57 ¶ آل عمران ... 92 ¶ الإسراء ... 1 ¶ التوبة ... 39 ¶ رقم تسلسل الآيات المستشهد بها ... رقم صفحة الدراسة ... السورة القرآنية ... رقم الآية ¶ الزُّمر ... 22 ¶ الصافات ... 48 ¶ فاطر ... 40 ¶ آل عمران ... 10 ¶ الأنبياء ... 77 ¶ مُحمَّد ... 38 ¶ النساء ... 45 ¶ الانشقاق ... 19 ¶ الشورى ... 25 ¶ المائدة ... 30 ¶ النجْم ... 3 ¶ المؤمنون ... 22 ¶ البقرة ... 253 ¶ البقرة ... 177 ¶ يوسف ... 7 ¶ البقرة ... 185 ¶ القَصص ... 15 ¶ المطَفّفين ... 15 ¶ البقرة ... 1187 ¶ آل عمران ... 52 ¶ النساء ... 86 ¶ يوسُف ... 33 ¶ إبراهيم ... 37 ¶ الروم ¶ الروم ... 2+3+4 ¶ الروم ¶ طه ... 71 ¶ إبراهيم ... 9 ¶ رقم تسلسل الآيات المستشهد بها ... رقم صفحة الدراسة ... السورة القرآنية ... رقم الآية ¶ الإخلاص ... 3 ¶ مريم ... 3 ¶ البقرة ... 182 ¶ الكهف ... 29 ¶ الممتحنة ... 1 ¶ آل عمران ... 28 ¶ النساء ... 177 ¶ الشّورى ... 11 ¶ طه ... 44 ¶ عَبَسَ ... 3 ¶ الأعراف ... 11 ¶ يوسُف ... 31 ¶ البقرة ... 272 ¶ النساء ... 3 ¶ طه ... 17 ¶ البقرة ... 271 ¶ النساء ... 126 ¶ التوبة ... 7 ¶ القصص ... 25 ¶ ص ... 3 ¶ الملك ... 20 ¶ التوبة ... 108 ¶ الإسراء ... 73 ¶ الأعراف ... 52 ¶ البقرة ... 13 ¶ النُّور ... 22 ¶ النمل ... 46 ¶ النور ... 13 ¶ رقم تسلسل الآيات المستشهد بها ... رقم صفحة الدراسة ... السورة القرآنية ... رقم الآية ¶ المنافقون ... 10 ¶ الحجْر ... 7 ¶ طه ... 44 ¶ الشرح ... 1 ¶ غافِرْ ... 82 ¶ المنافقون ... 6 ¶ الصافات ... 149 ¶ الصافات ... 95 ¶ الأنبياء ... 62 ¶ هود ... 86 ¶ آل عمران ... 20 ¶ الفُرقان ... 45 ¶ الحديد ... 16 ¶ الرحمن ... 60 ¶ النحل ... 35 ¶ الدهر ... 1 ¶ ص 1 ـ فهرس الشواهد الشعرية المأخوذة عن المرجع (مغني اللبيب عن كتب الأعاريب): ¶ 14 ¶ ج1-43 ¶ أفاطمُ مهلاً بعضَ هذا التدلُّلِ ¶ فإنْ كنتِ قد أزْمعتِ صَرْمِيَ فأَجْمِلِي ¶ أيا شجرَ الخابورِ مالكَ مُورِقاً ... ج1-47 ... 15 ¶ كأنك لم تجزع على ابنِ طريفِ ¶ وقد زعمتْ ليلى بأنيَ فاجرٌ ... ج1-62 ... 20 ¶ لنفسيَ تُقاها أو عليها فجورها ¶ قومٌ إذا سمِعوا الصّريخَ رأيتهمْ ... ج1-63 ... 20 ¶ مابينَ مُلجِمِ مُهرهِ أو سافِعِ ¶ وما هجرتكِ لا بلْ زادني شغَفاً ... ج1-113 ... 21 ¶ هجرٌ وبُعدٌ تراخى لا إلى أجَلِ ¶ ياليتَ شعريَ ولا مَنْجى مِنِ الهرمِ ... ج1-48 ... 22 ¶ أم هلِ العيشُ بعدَ الشيبِ من ندمِ",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "ويومَ عقرتُ للعذارى مَطيّتِي ... ج1-209 ... 29 ¶ فيا عَجباً من كَورِها المتحمَّلِ ¶ ومَنْ يَكُ ذا عظمٍ صليبٍ رَجا به ... ج1-215 ... 30 ¶ ليكسُرَ عودَ الدَهرِ فالدهرُ كاسِرُهْ ¶ فلَّما تفرقْنا كأنَّي ومالِكاً ... ج1-213 ... 31 ¶ لِطولِ اجتماعٍ لم نَبتْ ليلةً معاً ¶ فليت لي بهمْ قوماً إذا ركبوا ... ج1-104 ... 33 ¶ شنوا الإغارة فُرساناً ورُكبانا ¶ أربٌّ يبول الثعلبانُ برأسِهِ ... ج1-105 ... 33 ¶ لقد هانَ من بالتْ عليه الثعالبُ ¶ فلثمتُ فاها آخذاً بقرونها ... ج1-105 ... 33 ¶ شُرْبَ النزيف بِبُرْد ماء الحشْرِجِ ¶ بِيضٌ ثلاثٌ كنعاجِ جَمِّ ... ج1-180 ... 35 ¶ يضحكنَ عن كالبردِ المنهمِّ ¶ وليلٍ كموجِ البحرِ أرْخى سُدولَهُ ... ج1-361 ... 36 ¶ عليَّ بأنواعِ الهمومِ لِيبتلي ¶ وواللهِ لولا تمرُهُ ما حَبَبته ... ج1-361 ... 36 ¶ ولا كان أدنى من عُبيْدٍ ومُشْرِقِ ¶ يُغضِي حَياءً ويُغضى من مهابتِهِ ... ج1-320 ... 38 ¶ فما يُكلَّم إلاَّ حينَ يَبتَسِمُ ¶ وإنَّا لَمِمّا نضرب الكَبش ضربةً ... ج1-311 ... 38 ¶ على رأسِهِ نُلقي اللسانَ من الفمِ ¶ وآسِ سَراة الحيِّ حيثُ لـ ... ج1-148 ... 40 ¶ ولا تكُ عن حَمْلِ الرِّسالَةِ وانيا ¶ أتجزعُ إنْ نفسٌ أتاها حِمَامُها ... ج1-149 ... 41 ¶ فهلاَّ التي عن بين جنبيكَ تدْفَعُ ¶ فلقد أراني للرماحِ دريئةً ... ج1-149 ... 41 ¶ مِنْ عن يميني تارةً وأمامي ¶ على عن يميني مرّت الطير سُنَّحاً ... ج1-150 ... 42 ¶ وكيفَ سُنوحٌ واليمينُ قطيعُ ¶ إذا رضيتْ عليَّ بنو قُشير ... ج1-143 ... 42 ¶ لعمر الله أعجبني رِضاها ¶ إنَّ الكريم وأبيكَ يعتملْ ... ج1-144 ... 43 ¶ إن لم يجد يوماً على من يتكلْ ¶ بكلٍّ تداوينا فلم يُشفَ ما بنا ... ج1-145 ... 43 ¶ على أنَّ قُربَ الدارِ خيرٌ من البعدِ ¶ على أنَّ قربَ الدارِ ليسِ بنافعٍ ... ج1-145 ... 43 ¶ إذا كان من تهواه ليس بذي ودِّ ¶ تقولُ وقد غاليتَ بالكَورِ فوقها ... ج1-75 ... 45 ¶ أيُسقى فلا يَروى إليَّ ابن أحمرا ¶ ألا عِمْ صباحاً أيها الطللُ البالي ... ج1-169 ... 46 ¶ وهلْ يَعِمْنَ من كان في العُصُرِ الخالي ¶ وهل يَعِمْنَ من كان أحدثُ عهده ... ج1-169 ... 46 ¶ ثلاثينَ شهراً في ثلاثة أحوالِ",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "أنا أبو سعيدٍ إذا الليل دجا ... ج1-170 ... 46 ¶ يُخال في سوادهِ بَرْنْدَجا ¶ ألا رُبَّ مولودٍ وليس له أبٌ ... ج1-135 ... 47 ¶ وذي ولَدٍ لم يلدْه أبوانِ ¶ كي تجنحونَ إلى سِلْمٍ وما ثُئِرت ... ج1-182 ... 49 ¶ قتلاكُمُ ولَظى الهيجاءِ تضطرمُ ¶ إذا أنتَ لم تنفع فَضِرَّ فإنما ... ج1-182 ... 49 ¶ يُرجى الفتى كيما يَضُرُّ وينفعُ ¶ فقلتُ ادعُ أخرى وارفعِ الصوتِ جَهْرة ... ج1-286 ... 49 ¶ لعلَّ أبي المغوارِ منكَ قريبُ ¶ فلا تستطلْ منِّي بقائي ومُدَّتي ... ج1-224 ... 53 ¶ ولكنْ يكنْ للخيرِ منكَ نصيبُ ¶ لئن عادني عبدُ العزيزِ بمثلها ... ج1-21 ... 58 ¶ وأمكنني منها إذنْ لا أُقيلها ¶ لو كنتُ من مازِنٍ لم تُستبحْ إِبلي ... ج1-21 ... 58 ¶ بنو اللقيطة ذُهْلِ بنِ شيبانا ¶ إذنْ لقام بنصري معشرٌ خُشُنٌ ... ج1-21 ... 58 ¶ عِندَ الحفيظةِ إنْ ذو لوثةٍ لانا ¶ ويقلنَ شيبٌ قد علا ... ج1-38 ... 62 ¶ كَ وقد كبرتَ، فقلت إنَّهْ ¶ فأصبح بطنُ مكة مُقشعِرَّاً ... ج1-192 ... 65 ¶ كأنَّ الأرضَ ليسَ بها هِشَامُ ¶ فيا ليتَ الشبابَ يعودُ يوماً ... ج1-285 ... 67 ¶ فأخبِرَهُ بما فعلَ المشيبُ ¶ وحلَّتْ سوادَ القلبِ لا أنا باغياً ... ج1-240 ... 70 ¶ سواها ولا عن حُبِّها مُتراخيا ¶ تَعزَّ فلا شيءٌ على الأرضِ باقياً ... ج1-240 ... 70 ¶ ولا وزَرٌ مما قضى الله واقيا ¶ ويلحينني في اللهوِ أنْ لا أحبِّه ... ج1-248 ... 71 ¶ ولِلهوِ داع دائبٌ غيرُ غافِلِ ¶ وما بأسَ لو رَدَّتْ علينا تحيَّةً ... ج1-303 ... 72 ¶ قليلٌ على مَنْ يعرِفُ الحقَّ عابُها ¶ يُرجَّى المرء ما إن لا يراه ... ج1-25 ... 76 ¶ وتُعرِّضُ دونَ أدناهُ الخطوبُ ¶ ألا إنّْ سرى ليلي فبتُّ كئيباً ... ج1-25 ... 76 ¶ أحاذِرُ أن تنأى النوى بغَضوبا ¶ فيا ليتَ الشبابَ يعود يوماً ... ج1-285 ... 77 ¶ فأُخبرَهُ بما فعل المشيبُ ¶ ألا ارعواءٌ لمن ولَّت شبيبته ... ج1-68 ... 79 ¶ وآذنت بمشيبٍ بعدَهُ هرمُ ¶ ألا عُمْرَ ولَى مستطاعٌ رُجوعُهُ ... ج1-69 ... 79 ¶ فيبر أب ما أشأت يدُ الغَفلاتِ ¶ ألا اصطبارٌ لسلمى أم لها جلدٌ ... ج1-69 ... 79 ¶ إذاً ألاقي الذي لاقاه أمثالي ¶ بدا لي منها معصمٌ حين جُمَّرتْ ... ج1-14 ... 93 ¶ وكفٌّ خضيبٌ زُيِّنتْ ببنانِ",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "فو اللهِ ما أدري وإنْ كنتُ داريا ... ج1-14 ... 93 ¶ بسبعٍ رميتُ الجمرَ أم بثمانِ ¶ طربتُ وما شوقاً إلى البيضِ أطربُ ... ج1-14 ... 93 ¶ ولا لعباً منّي وذو الشيبِ يلعبُ ¶ لو تلتقي أصداؤنا بعد موتنا ... ج1-261 ... 98 ¶ ومِنْ دون رسمْينا من الأرضِ سبسبُ ¶ فظلَّ صدى صوتي وإن كنتُ رُمَّةً ... ج1-261 ... 98 ¶ لصوتِ صدى ليلى ـ يَهشُّ ويطربُ ¶ ماكان ضرَّكَ لو مننتَ وربَّما ... ج1-261 ... 98 ¶ مَنَّ الفتى وهو المغَيظُ المحنَقُ ¶ (( ¶ صدر للمؤلف: ¶ 1ـ هذه أمة العرب في تجاربها مع الاستعمار والاقطاع والرأسمالية نشر عام 1958. ¶ 2 ـ لا فن بلا أخلاق ولا أخلاق بلا فن 1961. ¶ 3 ـ بين أدب النشوة وأدب اللذة 1961. ¶ 4 ـ الحرف العربي والشخصية العربية ـ 1992. ¶ 5 ـ إطلالة على الإعجاز اللغوي في القرآن ـ 1994. ¶ 6 ـ خصائص الحروف العربية ومعانيها ـ اتحاد الكتّاب العرب 1998. ¶ قيد الإصدار : ¶ 7 ـ مع الشخصية العربية عبر التاريخ. ¶ ((( ¶ رقم الإيداع في مكتبة الأسد الوطنية ¶ حروف المعاني بين الأصالة والحداثة: دراسة/ ¶ حسن عباس– دمشق: اتحاد الكتاب العرب، 2000 – ¶ 170ص ؛ 25سم. ¶ 1- 415.13 ع ب ا ح ... ... ... ... ... 2- العنوان ¶ 3- عباس ¶ ع- 2388/12/ 2000 - ... ... ... ... ... مكتبة الأسد ¶ ((",
            "page": "146",
            "part": "1"
        }
    ],
    "t37170": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حروف المعاني بين الأصالة و"
        }
    ]
}