{
    "b37171": [
        {
            "id": "1",
            "nass": "رحلة الخط العربي من المسند… إلى الحديث ¶ أحمد شوحان ¶ البريد الالكتروني: unecriv@net.sy E-mail : ¶ aru@net.sy ¶ موقع اتحاد الكتّاب العرب على شبكة الإنترنت ¶ http://www.awu-dam.org ¶ من منشورات اتحاد الكتاب العرب ¶ دمشق - 2001 ¶ الإهداء ¶ إلى عاشقي الخط العربي الذي نزل به القرآن فزاد في جماله جمالاً. ¶ الذين يعكفون على إحياء هذا التراث الرائع، والسحر الحلال، الذي يفخر به العرب وغيرهم. ¶ أولئك الذين يعملون بصمت، ويعيشون بعيداً عن الأضواء، والشهرة، والجاه والمال. ¶ أولئك هم المخلصون حقاً. ¶ أتقدم إليهم بهذه الرسالة المتواضعة عرفاناً بجميلهم، وتقديراً لمواهبهم. ¶ أحمد شوحان ¶ بسم الله الرحمن الرحيم ¶ تقديم ¶ الدكتورة خيال الجواهري ¶ للخط العربي ومنذ عهد بعيد، سحرهُ وجمالهُ وجاذبيتهُ، يستوقف الناظر ويثير الدهشة والإعجاب. ولو تأملنا تلك الرسائل المتبادلة بين الخلفاء والملوك، والتي كتبت على الرق، ومن ثمَّ على الورق، لرأينا إبداعها، وهي تكشفُ عن مفاتن خطوطها وتكويناتها وإيحاءاتها وأصالتها ودلالاتها.. ¶ وهي إن دلّت على شيء فإنما تدل على براعة ومهارة الخطاطين لها. إنهم يرسمون الحرف، فينطق بالكثير مما هو بديع ورائع. ¶ إنهم يعزفون على أوتاره الحساسة والرفيعة، فتأتي الكلمات مفعمة بكل ما هو جميل وأصيل ومشعة ببهائها ورونقها وقناديلها. ¶ ومن يتأمل قباب المساجد وجدران المعابد ونقوشات المدارس والبيوت القديمة، يجد فيها الكثير مما نحن بصدده. ¶ وكتاب (رحلة الخط العربي… من المسند إلى الحديث) للباحث القدير أحمد شوحان، يسافر بنا إلى حيث نشأة الخط العربي ومراحل بلوغه الأفضل والأجود مستلهماً التراث العربي والإسلامي والرؤى الإبداعية المعاصرة وصولاً إلى تجلياته المبتكرة والحديثة.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "هي رحلة ممتعة تلقي الضوء على الخط العربي منذ أن وجد طريقهُ إلى شواهد القبور والآثار وحتى يومنا هذا، وقد تألق عبر لوحات حديثة ومعارض لا تقل أهمية عن باقي أنواع الفنون التشكيلية الإبداعية. ¶ هي رحلة مكثفة وموجزة ومفيدة لمن يرغب التعرف على بدايات الخط العربي والتماعات التجديد والتجريب، والإضافات المستمرة ومحاولات البحث عن أشكال أكثر تحرراً وأشكالاً. ¶ ما أحوجنا في أيامنا هذه إلى مثل هذا الكتاب، ليكون معيناً للدارسين ولعشاق الخط العربي، للاستفادة مما يرد في ثناياه وفصوله من معلومات ومعطيات وإضاءات. ¶ نتمنى لمؤلفه كل النجاحات والتوفيق والمزيد من المساهمات المثمرة والإيجابية في هذا الميدان ¶ د. خيال الجواهري. ¶ - - ¶ المقدمة ¶ الحمد لله الذي علَّم بالقلم، علَّم الإنسان ما لم يعلم. ¶ والصلاة والسلام على محمد النبي الأمي الذي بعثه الله رحمة للعالمين وجعل من أمته الأمية خير أمة أخرجت للناس، كانت في جاهلية جهلاء، فأنزل الله على رسوله (إقرأ) فأصبحت بها حين قرأت وكتبت معلمة العالم، وحاملة راية الفكر والعلم عن بني البشر قروناً. ¶ وفي هذه الرسالة اللطيفة نسير مع الخط العربي، هذا الحرف المقدس الذي نزل به القرآن الكريم، وجعل النطق به عبادة لله التي لا يقبل الله صلاة بغيره. ¶ وجعل فيه سر إعجازه وبيانه، فزاد هذا الحرف جمالاً إلى خصوصياته، مما جعل الخطاطين عبر العصور وفي سائر البلاد التي يوجد فيها فنانون وخطاطون يتبارون في رسم حروفه فيطرزونها وينمقونها، ويجعلون من هذا الحرف الصامت حرفاً ينطق بحركة الحيوية، ليعبر عن جماله في تلك الأشكال والحركات التي جعلته يتكلم من غير لسان، وتفوح رائحته العطرة من خلال متابعة الكلمة الواحدة حرفاً حرفاً.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لقد تناولت في هذه الرسالة المتواضعة رحلة الخط العربي منذ أن كان في أعماق الجزيرة العربية (مسنداً) على القبور والآثار إلى أن أصبح لوحات حديثة في المتاحف ومعارض الخط، وذلك من خلال وجهة نظري ككاتب وباحث لا من وجهة نظر الفنان والخطاط الذي يتابع الحرف والكلمة لدى المبدعين وذوي الاختصاص، ولذا أرجو المعذرة من هؤلاء الخطاطين الذين ينظرون إلى الكتابة عن الخط وتاريخه كما ينظرون إلى جمالية الخط وإبداع الخطاط في لوحته. ¶ وسيجد القارئ الكريم في الباب الثالث (الخطاطون العظام) تراجم المشهورين من القدماء والمحدثين، وإن كنت قد اختصرته على أقل القليل بغية الإحاطة بحياتهم، وتيسيره للقارئ. ¶ أرجو الله أن يوفقني لما يحبه ويرضاه لخدمة تراثنا العربي والإسلامي الذي نعتز به، إنه نعم المولى ونعم النصير. ¶ وآخر دعوانا أن الحمد لله رب العالمين. ¶ دير الزور في 15 رمضان 1421هـ ¶ الموافق 11 كانون الأول 2000م. ¶ أحمد شوحان ¶ - ¶ الخطاط ¶ هو الفنان الذي يجعل من الحروف العربية لوحة فنية يقف أمامها المشاهد مبهوتاً يفكر في دقة الكتابة، وروعة القصبة، وعبقرية الخطاط. ¶ ولا يقتصر الخطاط على صناعة لوحة فنية من الحروف العربية، لكنه يصنع منها لوحات كثيرة، كل واحدة منها تحكي براعته في صناعة تلك التحف التي يعجز عن مثلها النحات والمصور والمغني والكاتب ونحوهم. ¶ إن الخطاط المبدع هو الذي يجعل موهبته في اللوحة تتكلم من خلال رشاقة الخط، وتناسق سطوره، ومدّاته وحركاته. ¶ ونلمس قدرة الخطاط في إتقان مهنته، عندما نقف أمام لوحة من لوحاته فنجد حبرها متكاملاً في بداية الحرف الأول، ومتواصلاً في ذلك إلى نهاية الأخير، وأن قلمه (القصبة) التي كتب بها تناسب قطَّتُها حجم الخط ومساحة اللوحة، والقلم الذي يكتب فيه على ورق أو كرتون يختلف فيه نوعه وحجمه عما يكتب فيه على الخشب والجص والرخام والجلد والبلاستيك والزجاج والقماش وغيرها من مختلفات المواد.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وإذا كان الخطاط اليوم يستعمل الفرشاة في أغلب اللوحات فقد كان قديماً يكتب كل ذلك بالقلم (القصبة)، وحينما اخترع المتأخرون القصبة من معدن اعتبروا ذلك عيباً في الخطاط لأن قصبة الحديد لا تعطي ما تعطيه القصبة النباتية. ¶ إن الخطاط فنان مبدع، يستحق الانحناء والتكريم تقديراً لما يقدمه من لوحات خطّية للأجيال القادمة. ¶ فضل الخط ¶ الخط والكتابة وجهان لعملة واحدة، وهما عصارة فكر الإنسان الذي فكر في الإبداع منذ الأزل، وسيبقى يفكر في خلود الذكر والأثر إلى الأبد. ¶ لقد راح الباحثون يقلّبون أوراق السالفين للوصول إلى المعلّم الأول لفن الخط؛ فكانت الآية الكريمة { اقرأ وربُّك الأكرم، الذي علّم بالقلم } ( ). ¶ هي المعْلَم الذي يأخذ بيد الباحث إلى أن الله سبحانه هو المعلِّم الأول لقوله: { علّم بالقلم } . ¶ وقد تحدّث العلماء عن فضيلة الخط، وجمالياته، وأسباب انتشاره أو انحساره، وتطوره وجموده، وكتبوا في ذلك الكثير، فنحن نرى الأبجدية الإنكليزية تغزو العالم في القرون الثلاثة الأخيرة بسبب الغزو العسكري، بينما نجد الأبجدية العربية تنتشر في العالم منذ خمسة عشر قرناً بسبب نشر الدعوة الإسلامية وتقبّل الشعوب هذه اللغة لأنها لغة القرآن ولغة الإسلام، ووسيلة التفاهم بين الشعوب الإسلامية. ¶ وقد عرّف العرب الخط فقالوا: الخط لسان اليد. ¶ وأسلس حاجي خليفة العنان لقلمه فكتب يقول: (ما من أمر إلاّ والكتاب موكل به، مدبّر له، ومعبّر عنه، وبه ظهرت خاصة النوع الإنساني من القوة إلى الفعل، وامتاز به عن سائر الحيوانات)( ).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ونظراً لقيمة الخط فإننا نرى الخطاط مثلاً يكتب الآية القرآنية، أو الحديث النبوي، أو الحكمة البالغة، فيزيد جمالها جمالاً في روعة خطه، وعصارة إبداعه، وإذا كانت اللوحة المخطوطة تحرك القلوب بنصّها، فإن الخطاط يهز مشاعر المشاهدين بجمال عطائه، ولذلك لم نجد خطاطاً واحداً كتب كلاماً سخيفاً ليزيّنه بجمال خطه، فالجمال لا يقع إلاّ على الجمال. ¶ يقول الدكتور علي أرسلان –وهو خطاط وأستاذ بجامعة استانبول: ¶ (يعتبر فن الخط، أصعب الفنون الإسلامية، وذلك لأن الفنان فيه لا يملك في يده غير القلم البسيط، وهذا القلم مسطرة الخطاط وبِرْجَلُهُ( ) . وهو قسطاسه الذي يعين به أحجام الحروف. ¶ هذا القلم يقوم بأداء كل وظائف الآلات الأخرى التي يمتلكها الفنانون في سائر الفنون الأخرى. لذا تلزم الخطاط خصلتان رئيسيتان هما: القابلية وبذل الجهد)( ). ¶ وبالإضافة إلى كون الخط فناً وذوقاً وجمالاً، فقد كان وما زال مورداً لرزق الكثيرين من الخطاطين والهواة، سواء في محلاّت في الأسواق أو تدريساً وتعليماً، أو تأليفاً وتحقيقاً. ¶ ولذلك اعتبره الأدباء فناً ومورد رزق. ¶ قال ابن المقفع: (الخط للأمير جمال، وللغني كمال، وللفقير مال). ¶ وقال أحد الشعراء: ¶ تعلّم قوام الخط يا ذا التأدب ¶ ... ... فما الخط إلاّ زينة المتأدّب ¶ تعلّم قوام الخط يا ذا التأدب ¶ ... ... وإن كنت محتاجاً فأفضل( ) مكسب ¶ وهذه المزايا التي امتاز بها الخط العربي من جمال وكمال ومال، قد لا نجدها في خط آخر من خطوط العالم. ¶ قال أبو تمام يصف جمال رسالة جاءته فأعجب بها: ¶ مداد مثلُ خافية الغراب ¶ ... ... وقرطاس كرقراق السراب ¶ وألفاظ كألفاظ المثاني ¶ ... ... وخط مثل وشم يد الكَعاب ¶ كتبتُ ولو قدرت هوى وشوقاً ¶ ... ... إليكِ لكنتُ سطراً في( ) كتاب",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقد امتاز الخطاطون العرب والمسلمون بالجمع بين جمالية المقروء وإبداعية الخطاط الفنان، بمعنى أنهم كانوا يختارون أجمل اللفظ فيودعون فيه أجمل ما لديهم من جمالية الخط وروائعه. وهم بهذا يزيدون جمال المعنى اللفظي جمال الخط، فيكون في ذلك إبداع الصورة والمعنى. ¶ ولقد تحدث عن ذلك القلقشندي حيث جعل الإبداع في الجمع بين الشكل والمضمون فقال: (اللفظ إذا كان مقبولاً حلواً رفع المعنى الخسيس وقرّبه من النفوس، وإذا كان غثاً مستكرهاً وضع المعنى الرفيع وبّعده من القلوب. ¶ كذلك الخط إذا كان جيداً حسناً، بعث الإنسان على قراءة ما أودع فيه، وإن كان قليل الفائدة، وإذا كان ركيكاً قبيحاً صرفه عن تأمل ما تضمنه وإن كان جليل الفائدة)( ). ¶ وحين راح الخطاطون يتفنّنون في الخط فيلغزون فيه ويمشقونه مشقاً( ).بحيث يتحول الخط إلى طلسم ولغز يصعب معرفته، نبّه العلماء إلى ضرورة حسن البيان في الخط وإيضاحه، حتى أن ابن سيرين كان يكره أن يُكتب القرآن مشقاً، ويقول: (أجود الخط أبينَهُ)( ). وذلك لسهولة القراءة، ومن ثم لسرعة الفهم. ¶ - - - ¶ الباب الأول: ¶ رحلة الخط العربي ¶ 1-في العصر الجاهلي ¶ 2-في عصر الرسول صلى الله عليه وسلم ¶ 3-في عصر الخلفاء الراشدين ¶ 4-في العصر الأموي ¶ 5-في العصر العباسي ¶ 6-في العصر الأندلسي ¶ 7-في العصر الفاطمي ¶ 8-في العصر العثماني ¶ 9-في إيران ¶ 10-في أوروبا ¶ 1- الخط العربي ¶ في العصر الجاهلي ¶ عرف العرب الخط منذ غابر العصور وقبل الأبجدية التي عثر عليها في أوغاريت (رأس شمرا) بآلاف السنين. ¶ وقد عثر في الجزيرة العربية وفي أماكن مختلفة على كتابات عربية مدونة بخط (المسند) لذا اعتبره الباحثون والمؤرخون القلم العربي الأول والأصيل وهو خط أهل اليمن، ويسمونه خط (حِميَر).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقد بقي قوم من أهل اليمن يكتبون بالمسند بعد الإسلام، ويقرؤون نصوصه، فلما جاء الإسلام كان أهل مكة يكتبون بقلم خاص بهم تختلف حروفه عن حروف المسند و دعوه (القلم العربي) أو (الخط العربي) حيناً و (الكتاب العربي) أو (الكتابة العربية) حيناً آخر تمييزاً له عن المسند. ¶ (وكتب كتبة الوحي بقلم أهل مكة لنزول الوحي بينهم، وصار قلم مكة هو القلم الرسمي للمسلمين، وحكم على المسند بالموت عندئذ، فمات ونسيه العرب، إلى أن بعثه المستشرقون، فأعادوه إلى الوجود مرة أخرى، ليترجم الكتابات العادية التي دونت به). وجاء بعد الخط المسند الخط (الإرمي) نسبه إلى قبيلة إرم، وهو الخط الذي دخل الجزيرة العربية مع دخول المبشرين الأوائل بالنصرانية، حتى أصبح فيما بعد قلم الكنائس الشرقية. ¶ وهناك القلم (الثمودي) نسبة إلى قوم ثمود. ¶ والقلم (اللحياني) نسبة إلى قبيلة لحيان. ¶ والقلم (الصفائي) الذي عرف بالكتابة الصفائية نسبة إلى أرض (الصفاة) وهي الأرض التي عثر بها على أول كتابة مكتوبة بهذا القلم. ¶ وقد ذكر الدكتور جواد علي رحمه الله أكثر من عشرين احتمالاً لأول من كتب بالحرف العربي( ). ¶ وإذا كنا اليوم نفتقر إلى تركة تفصّل لنا كل شيء عن المدى الذي بلغه العرب عبر تواريخهم السحيقة، فإننا في نهم شديد إلى البحث لاستكمال ما عثر عليه الآثاريون من لوحات وخطوط وآثار تشير إلى الحضارة العربية في الجزيرة العربية، والحضارة لا يمكن أن تبدع في ناحية وتعقم في أخرى، فالشعب الذي يقيم السدود منذ آلاف السنين لا بد أنه استعمل القلم والمسطرة والفرجار والمثلث، ورسم الأبعاد والجوانب لِما همَّ به قبل الشروع في السدّ، ثم بدأ ما رسمه وكتبه على الورق بتنفيذه على الأرض. ¶ المفصل من تاريخ العرب قبل الإسلام (8/234) ¶ أشكال حروف المسند ¶ المفصل من تاريخ العرب قبل الإسلام (8/220) ¶ 2- الخط العربي ¶ في عصر الرسول صلى الله عليه وسلم",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "جاء الإسلام مع التطور السريع والنقلة النوعية لأمة تسود فيها الأميّة، وتنتشر فيها عقدة (الأنا) خلال فترة وصفها المؤرخون بـ (الجاهلية) فهي آخر ما امتلكه العرب من روح الحياة الحضارية والمدنية قبل الإسلام، فكان الإسلام نقطة البدء، وعودة الوعي للأمة التي امتلكت زمام الحضارة منذ آلاف السنين الخالية، فأصبحت تتنفس الصعداء بعد هذا الركام الطويل الذي غيّر كثيراً من معالمها، وطمس صفحات من تاريخها، أصبحت مجهولة لدى أبنائها، وأتعبت الباحثين في التنقيب عن أصالة الجذور، ورحلة الأصالة والتطور لهذا الحرف الذي كان نسياً منسياً، فكانت الآية الكريمة(اقرأ) صلصلة الجرس الذي نبّه النائمين أو حرّك مشاعر وأحاسيس الغافلين عن تراث هذه الأمة الذي عفا عليه الزمن. ¶ صحيح أن القرآن الكريم وصف العرب بـ (الأمة الأُميّة) كما وصف الرسول العربي محمد صلى الله عليه وسلم بـ (النبي الأُمي) وهذا الوصف للعرب لا يعني (التعميم) إنما يعني صفة الغالبية، ولا يعني بأميّة النبي صلى الله عليه وسلم صفة الجهالة والتخلف، إنما يعني الاعتزاز والثناء على شخص لا يحسن القراءة ولا الكتابة، ولم يتعلمهما عند من يحسنهما كما هو مألوف لدى الكثيرين من العرب وأهل مكة؛ ومع تلك الأميّة التي وصفه القرآن بها استطاع أن يصنع أمة متعلّمة، عالمة، داعية للعلم وآخذة بزمامه. ¶ ومنذ أن نزلت أول آية وأول سورة من القرآن الكريم وهي سورة العلق وآية { إقرأ } ( ). راح هذا النبي الأمي صلى الله عليه وسلم يدعو للأخذ بزمام العلم، ويحث أصحابه على التعلّم، حتى أن الباحث في القرآن الكريم سيجد أن كلمة (علم) وردت مئات المرّات داعية إليه، أو حاثة على الأخذ به، أو مثنية على أهله.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "من هنا نستطيع أن نقول إن الخطوة الفنية والجمالية الأولى للخط العربي بدأت مع بزوغ شمس الإسلام في غار حراء، حيث نزل جبريل مخاطباً النبي صلى الله عليه وسلم: { إقرأ باسم ربك الذي خلق، خلق الإنسان من علق، إقرأ وربك الأكرم، الذي علم بالقلم، علم الإنسان ما لم يعلم } ( ). ¶ بعد ذلك دخل العرب إلى دنيا التقدم والإبداع، وقدّموا للعالم فنوناً لم تكن تخطر على بال أحد، فقد ألفت المجتمعات القديمة الفن في الصور والتماثيل، لكن العرب بعد الإسلام جعلوا الخط العربي فناً من الفنون، حيث يقف المشاهد مشدوهاً أمام لوحة الخط يتفحّص ويدقّق نظره في الجهد الذي بذله الخطاط، والدقّة التي وصل إليها من خلال جهود مضنية، ومقاييس متقنة للوصول إلى هذه اللوحة الرائعة التي هي (الخط العربي). ¶ قلنا: إن نزول سورة العلق هي بداية الرحلة الرائعة التي انطلق منها الخط العربي، من خلال دعوة الإسلام للعلم، وحث الناس جميعاً ذكوراً وإناثاً للأخذ بزمامه. ¶ وكان لآية { إقرأ } أبلغ الأثر في حثّ العرب على التقدم العلمي، والعلم الذي دعا إليه الإسلام والرسول صلى الله عليه وسلم قراءة وكتابة، وتجويد الكتابة في الفن والذوق، وهل أجمل من أن يكتب الكاتب سطراً على عظم أو جريد نخل أو رقائق حجرية ليحفظ لمن يأتي من بعده القيمة العلمية أو الفنية التي يتضمنها ذلك السطر!!. ¶ إنه جهد كبير عاناه أصحاب الرسول صلى الله عليه وسلم لتدوين القرآن، خلال ظروف قاسية. ¶ لقد حث الرسول صلى الله عليه وسلم على الكتابة كما حث على القراءة، وحيث أن عصر الدعوة الأول هو بداية التأسيس، فقد انصبّت جهود الداعية الأول إلى كافة الجوانب لنشر الدعوة بين الناس في موطنها الأول مكة المكرمة، ثم نقلها إلى كافة الجزيرة العربية، ومن ثم تعميمها إلى الأقطار الأخرى.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "نستطيع أن نقول: إن بداية إبداع الخط العربي بدأ في عصر الرسول صلى الله عليه وسلم، ومن تلك البداية المتواضعة طوّر الخطاطون خطوطهم فيما بعد. وقد ترك لنا هذا العصر عدداً من الرسائل التاريخية القيمة التي أرسلها الرسول صلى الله عليه وسلم للنجاشي في الحبشة، والمقوقس في مصر، وملك البحرين، وملك الروم في دمشق، وهي ذات قيمة تاريخية كبيرة. ¶ 3- الخط العربي ¶ في عصر الخلفاء الراشدين ¶ تطور المجتمع العربي الإسلامي في زمن الخلفاء الراشدين تطوراً ملموساً، وتغير تغيراً جذرياً، وأصبحت سيادة الدولة بدلاً من زعيم القبيلة، كما أصبح القانون مكان العرف والعادة، ونتيجة لذلك فقد دوّنت الدواوين، وأصبحت للخط مكانة، مما جعل رابع الخلفاء علي بن أبي طالب رضي الله عنه يحث على تحسين الخط وإتقانه، لأن المرحلة التي كانوا فيها تستدعي قوة الدولة الفتية، ونهضة العلم المتمثلة في البحث والتدوين، وإظهار الفن الإسلامي من خلال الخط العربي، مما يجعلنا واثقين أن الخط العربي (انتشر بنمو الإسلام وامتداده، ووصل في زمن قصير إلى جمال زخرفي لم يصل إليه خط آخر في تاريخ الإنسانية)( ). ¶ فلما انتهت الخلافة الراشدة كان الخط قد برز كعلم وفن، له قواعده وأصوله، وأخذ يتحفّز لينطلق من الجزيرة العربية شرقاً وغرباً وشمالاً، مع سرعة الفتوحات الإسلامية في زمن عمر بن الخطاب رضي الله عنه وتوسعها خلال الفترة الأموية. ¶ لقد كانت بدايات النهضة العربية في زمن الخلفاء الراشدين، الذين أرسوا قواعد الدولة الفتية، وبدؤوا في التغيير الملائم، وحيث أن الحياة بدأت تتغير، فقد تغيروا بما يلائم الحداثة والعصر الجديد، فحين انتشر اللحن لاختلاط العرب الأقحاح بالعجم، رأى علي بن أبي طالب رضي الله عنه أن يضع ضوابط للّغة العربية، وكانوا قبل ذلك لا يحتاجون إليها لسلامة نطقهم، ونقاء فطرتهم، فأوعز لأبي الأسود الدؤلي أن يضع تلك القواعد الثابتة في النحو.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إن هذا التطور في الخط العربي فرضته الظروف التي تغير العرب بسببها من حال إلى حال، ولو بقوا على ما كانوا عليه لما احتاجوا إلى وضع الحركات والشكل، وابتكار النُّقط التي ميَّزت بعض الحروف عن بعضها. ¶ 4- الخط العربي ¶ في العصر الأموي ¶ أحرز الخط في العصر الأموي تقدماً ملموساً على ما كان عليه في العصرين السالفين، عصر الرسول صلى الله عليه وسلم وعصر الخلفاء الراشدين، واستطاع أن يُبرز ولأول مرة الخطّاطَ، ومهنته إلى الوجود؛ رغم أن الحروف كانت خالية من النقط، وقد لمع نجم عدد من الخطاطين يأتي في مقدمتهم الخطاط الشهير (قُطبة المحرر) الذي ابتكر خطاً جديداً يعتبر مزيجاً من الخطين الحجازي والكوفي، وسمي هذا الخط بالخط (الجليل) حيث استعمله قطبة ومن عاصروه أو جاؤوا بعده في الكتابة على أبواب المساجد ومحاريبها. ¶ ولم يكن خط (الجليل) هو كل ابتكار قطبة، ولكنه ابتكر عدة خطوط أخرى، أجاد فيها وأحسن منها (خطّ الطومار وهو أصغر من سابقه، وكذلك اخترع قطبة خط (الثلث) و (الثلثين) وذلك حوالي عام 136هـ)( ). وكان له فضل السبق في ذلك. ¶ وخط الطومار يعني (خط الصحيفة) وجمعه طوامير، وقد سمّاه الأتراك خط (جلي الثلث). ¶ وراح الخطاطون في العصر الأموي –ولأول مرة- يخطُّون خطوطاً جميلة تزين القصور والمساجد والخانات، ويكتبون بهذه الخطوط في سجلاّت الدولة الفتية ودواوينها الحديثة، فنالوا حظوة لدى الأمراء والخلفاء، وجعلوهم في صدارة مجالسهم، واستعملوهم في دواوينهم. وأصبحنا نرى هذه الخطوط الحديثة الجميلة في هذا العصر تزين القباب والمآذن والمساجد والقصور التي حُلِّيت بالفسيفساء والخشب المحفور والمطعم بالفضة والمعادن والزجاج، ليس في العاصمة دمشق فحسب، بل في أبعد المدن القاصية عنها والثغور، وهذا ما نراه واضحاً بعد أكثر من أربعة عشر قرناً في المسجد الأموي في دمشق، وقصر الحير الشرقي، وآثار رصافة هشام، ومحراب المسجد الأقصى وقُبَّته وغيرها.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "كان الخطاطون في العصر الأموي يكتبون في سجلاّت الدولة بخط (الثلثين) الذي أطلقوا عليه لكثرة ما كتبوا به السجلاّت اسم خط (السجلاّت) (أما خلفاء بني أمية فكانوا يكتبون بخط الطومار وبالخط الشامي)( ). ¶ وقد نشط عدد من الخطاطين في هذا العصر، لعبوا دوراً هاماً في النهوض بالخط كحركة فنية فتية يأتي في مقدمتهم: ¶ 1- ... خالد بن أبي الهيّاج. وقد كتب عدداً من المصاحف. ¶ 2- ... مالك بن دينار. الذي غلب عليه الزهد والورع فذكروه في عداد الفقهاء والمحدثين وتوفي سنة 131هـ (753م). ¶ 3- ... الرشيد البصري. ¶ 4- ... مهدي الكوفي. ¶ ثم اشتهر خطاطون آخرون لا يقلّون عن سابقيهم شهرة وعدداً انتشروا في الأمصار البعيدة عن مركز الخلافة منهم: ¶ 1- ... (شراشير المصري. ¶ 2- ... أبو محمد الأصفهاني. ¶ 3- ... أبو الفرج. ¶ 4- ... ابن أبي فاطمة. ¶ 5- ... ابن الحضرمي. ¶ 6- ... ابن حسن المليح)( ). ¶ لقد كان لخلفاء بني أمية الدور الأكبر في نهضة الخط العربي، ودفعه إلى الأمام لمجاراة النهضة الشاملة للدولة الإسلامية التي أرسوا أسسها، ليبني اللاّحقون لهم على أُسس المتينة. ¶ 5- الخط العربي ¶ في العصر العباسي ¶ ما كاد الخطاطون يتربعون على عرش الخط في دمشق حتى زلزل العباسيون عرش الخلافة الأموية فيها، فاتجهت أنظار الخطاطين والفنانين إلى بغداد عاصمة الدولة العباسية، ومدينة الخلفاء العظام المنصور والرشيد والمأمون، وطبيعي أن يرحل إليها الخطاطون كما رحل إليها الأدباء والعلماء، ليكونوا أقرب إلى الخليفة والدولة وينالوا أجر إبداعهم من الخلفاء والأمراء والموسرين وغيرهم. ¶ وإذا كان العصر الأموي عصر تأسيس وبناء، فإن العصر العباسي عصر ازدهار ورخاء وبذخ، وفي مثل هذا العصر لابد أن يزدهر كل فن، وينبغ كل من يمتلك أدنى ملكة فنيّة أو علمية.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "لقد ذاعت شهرة الخطاط (الضحاك بن عجلان) في خلافة أبي العباس السفاح، والخطاط (إسحاق بن حماد) في خلافتي المنصور والمهدي، حتى (بلغ الخط في عهدهما أحد عشر نوعاً)( ). ¶ وتعددت أقلام الخطاطين وخطوطهم في عهد هذين الخطاطين حتى كانت مضرب المثل في إظهار ملكتهم في الحرف العربي. فلما جاء عصرا الرشيد والمأمون نضجت العلوم والفنون والمعارف، وراح الخطاطون يجوّدون خطوطهم، وينافسون في ذلك، حتى زادت الخطوط على عشرين خطاً، منها المستحدث ومنها المطوّر، فقد طوّر الخطاط إبراهيم الشجري (الثلث والثلثين) أكثر مما ابتدعه الخطاط قطبة المحرر، وقبيل نهاية القرن الثالث اخترع الخطاط يوسف الشجري أخو إبراهيم الشجري خطاً جديداً سمّاه (الخط المدوّر الكبير) حيث أعجب الفضل بن سهل وزير المأمون، فراح يعمِّمه على جميع الكتب السلطانية الصادرة عن دار الخلافة، فأطلقوا عليه (الخط الرياسي) بينما انتشر عند سائر طبقات المجتمع باسم (خط التوقيع) وقد استطاع الخطاط الأحول المحرر البرمكي أن يأخذ عن إبراهيم الشجري، وأن ينجح في اختراع خط جديد اسمه (خط النصف) الذي تفرعت منه خطوط جديدة فيما بعد)( ). ¶ وجاء أبو علي محمد بن مقلة الوزير (272-328 هـ) فضبط الخط العربي، ووضع له المقاييس، ونبغ في خط الثلث حتى بلغ ذروته، وضرب به المثل، وحسده الآخرون. ¶ كما أحكم خط المحقق، وحرر خط الذهب وأتقنه، وأبدع في خط الرقاع وخط الريحان، وميَّز خط المتن، وأنشأ الخط النسخي الحاضر وأدخله في دواوين الخلافة، وقد ترك ابن مقلة في الخط والقلم رسالته الهندسية( ). ¶ وقد زاد ابن مقلة في الأوساط الفنية كخطاط أنه كان وزيراً لثلاثة خلفاء، ولفترات مختلفة، فقد كان وزيراً للمقتدر، وللقاهر بالله وللراضي بالله. ¶ وحينما غضب عليه الخليفة، قطع يده اليمنى لكنه لم يترك الخط، بل كان يربط على يده المقطوعة القلم حينما يشرع في الكتابة، ثم أخذ يكتب بيده اليسرى فأجاد كما كتب بيمناه.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "واستمرت رياسة الخط لابن مقلة حتى القرن الخامس، فاشتهر علي بن هلال (المعروف بابن البوًَّاب) والمتوفى سنة (413 هـ) فهذّب طريقة ابن مقلة في الخط، وأنشأ مدرسة للخط، واخترع الخط المعروف بالخط (الريحاني)( ). ¶ ولو أردنا سبر المصاحف التي خُطَّت في العصر العباسي لتبيّن لنا أن معظمها (ترجع إلى القرن التاسع الميلادي، وهي مكتوبة على الرِّق بلونه الطبيعي، أو الملوّن الأزرق والبنفسجي أو الأحمر، وبمداد أسود أو ذهبي، وتظهر الحروف الكوفية فيها غليظة ومستديرة وذات مدَّات قصيرة، وجرَّات طويلة( ). ¶ وبلغت الخطوط في أواخر العصر العباسي أكثر من ثمانين خطاً وهذه الكثرة شاهد على تقدم الفن والزخرفة إلى جانب الخط. وظهر في العصر العباسي خط اسمه (الخط المقرمط) وهو خط ناعم، حتى راح الخطاطون يتفنَّنون في رسم المصاحف رغم صغر الحجم، فهم يزوّقونها، ويعتنون في جميع صفحاتها التي قد تصل إلى أدنى من (6×8 سم) وقد استطاع الخطاط أن يبري قلمه إلى جزء من المليمتر. ¶ ولم يكن الخط العربي وقفاً على الرجال في العصر العباسي، بل نجد المرأة تبرز في هذا المضمار الفني العريق، ففي القرن التاسع الميلادي كانت هناك امرأة برزت في النسخ وجودة الخط، فأعجب بها أحمد بن صالح وزير الخليفة المعتضد، وكتب عن براعتها ما يلي: (كان خطها كجمال شكلها، وحبرها كمؤخر شعرها، وورقها كبشرة وجهها، وقلمه كأنملة من أناملها، وطرازها كفتنة عينيها، وسكِّينها كوميض لمحتها، ومقطَّتها كقلب عاشقها)( ) حقاً لقد بلغ الخط في العصر العباسي ذروته. ¶ عن كتابخانة عمومي حضرت اية الله مرعشي نجفي(ص63) ¶ 6- الخط العربي ¶ في العصر الأندلسي",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "لم تكن شبه الجزيرة إيبريا (إسبانيا) شيئاً مذكوراً قبل الفتح العربي الإسلامي لها، ولم يكن فيها من الفنون ما يشجع الباحث لشدّ الرحال إليها لدراسة ما فيها من فنون وزخارف. رغم كونها بوابة البحر الأبيض المتوسط للوصول إلى الشرق الحافل بالفنون منذ القديم، ورغم كونها ذراع أوروبا الممتد نحو أفريقيا والوطن العربي وأوروبا نفسها. ¶ وإذا ما قيس واقعها قبل الفتح العربي الإسلامي لها إلى ما آلت إليه بعده، نجد البون واسعاً، والمسافة طويلة. فقد أصبحت تحمل اسم الأندلس، وأصبحت آية في الجمال والذوق الفني، مما شجع الإسبانيين أنفسهم للتخلّي عن لغتهم الأم، والإقبال على اللغة العربية التي أصبحت لغة العلوم ولغة العصر يومذاك، فهم ينهلون منها بشغف زائد، ويحرصون على تعلمها لأنها أصبحت لغة الثقافة العالمية. ¶ وكان اهتمامهم في هذا المضمار واسعاً، فقد أهملوا لغتهم الأصلية وأقبلوا على اللغة العربية بعشق منقطع النظير، فتركوا قراءة الكتب المقدسة بغير لغة الضاد، واعتبروا اللغة اللاتينية، لغة ثانية، واللغة العربية هي اللغة الأم، إذ ترجمت التوراة والإنجيل للعربية، وبها قرئت في الكنائس. لقد كان دخول العرب المسلمين إلى إسبانيا انقلاباً جذرياً في عالم الثقافة والفكر، ومع دخول الإسلام إليها دخلت في عالم الحضارة والمدنيّة. ¶ دخل الحرف العربي إلى كافة مرافق الحياة، فهو في سطور الكتاب، وهو في زخارف اللوحات، وهو في زخارف البيوت والمساجد ومراكز الولاية، وقصور الحكام، والأمراء والسلاطين، وهو في الكنائس والكاتدرائيات، وبه يقرأ المسلم القرآن في صلاته، والنصراني في إنجيله، واليهودي في توراته، وأصبح الأدباء والشعراء والمؤرخون والفنانون من الأديان الثلاثة يكتبون به، وكما دخل الخط الكوفي الأندلسي إلى المساجد فقد دخل الكنائس النصرانية والبيعَ اليهودية عن رغبة وشوق زائدين، لأن غير المسلم وجد فيه وسيلة للثقافة، ودفعاً للفن الرفيع.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وازدهرت الأندلس، ونسي المجتمع الذي عاش فيها متآخياً قروناً طويلة اللغة التي كانت سائدة في الأندلس قبل دخول المسلمين إليها، مما دفع ملوك أوروبا إلى إرسال أولادهم إلى جامعات الأندلس لتعلّم العلوم، والعودة بعد إتقانها إلى بلادهم، مما جعلهم يبذرون في أوروبا بذور العلم لنهضة تتناول كافة وجوه الحياة. ولكن بعد قرون من دخول العرب إلى الأندلس. وهذا ما جعل كبار المفكرين والمؤرخين يفخرون بالتغني بأيام العرب في الأندلس وإطلاق الحسرات على تلك الأيام، فيما نقلته زيغريد هونكه حيث قالت: (على بساط من نبات المسك والعنبر يتثنَّى، وتصفّر الريح خلاله، كانت أقدامنا تسير)( ). ¶ واستمر الحرف العربي في الأندلس ثمانية قرون، كان خلالها مثالاً يحتذى للنهضة العلمية الرائعة التي خلّفها العرب في الأندلس، والتي أصبحت فيما بعد أنموذج المجتمع الإسلامي المثالي لمن أراد أن يعمل بروح الإسلام. وكانت الابتكارات الكثيرة، والاختراعات العجيبة. ¶ وكان من بين تلك الاختراعات آلة الطباعة الحجرية التي كانت مستعملة في القرن التاسع عشر (فقد كان لعبد الرحمن كاتب اعتاد أن ينشئ الرسائل الرسمية في منزله، ثم ينفذها إلى ديوان خاص يصير فيه إظهارها على الورق، وهو نوع من الطباعة فتصدر في نسخ متعددة، توزع على عمال الدولة)( ). ¶ وانتعشت أسواق الكتب في سائر المدن الأندلسية، وأصبح في كل مدينة سوق لبيع الكتب ومزاد لبيع الكتب بالمزاودة (بازار) وأصبح المخطوط العربي تحفة من التحف التي يزيّن بها الأثرياء قصورهم، ومادة أساسية لطلاب العلم الذين جعلوا غرفة في بيوتهم ذات رفوف وخزن كمكتبة خاصة لهم. ¶ إضافة إلى عشرات المكتبات العامة في كل مدينة، يرتادها الفقهاء والعلماء والأدباء والشعراء.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وكانت أجمل هدية يتلقاها الملك فريدريك الثاني من أبيه ثياباً جميلة مطرّزة الأذيال والأردان بخط عربي بديع واضح، يقول فيه الخطاط بعد أن انتهى من نسجه وتطريزه: (بمصنع الملك مقر الشرف والحظ السعيد، مقر الخير والكمال، مقر الجدارة والمجد، في مدينة صقلية عام 528هـ)( ). ¶ وهل اكتفى هذا الخطاط العربي بإتقان الخط العربي على لباس الملك الصقلي؟! ¶ لقد رسم الفنون العربية أيضاً في بيئة لا تعرف أمثالها، فقد أملى عليه ملك صقلية روجر الثاني ابن الكونت روجر الأول الذي طرد العرب من صقلية بعد أن بقي العرب في هذه الجزيرة قرابة قرنين ونصف قرن، أمر الملك الخطاط العربي أن يرسم له على ثوبه صورة لأسدين يضربان جملين فيصرعاهما وذلك يرمز إلى أن الملك الصقلي الذي رمز له بصورة الأسد انتصر على الحاكم العربي المسلم الذي رمز له بصورة جمل( ). ¶ أصبح الكتاب العربي في كل بيت، وأصبح المخطوط العربي في كل مكتبة، ولا يمكن أن يخلو شارع من شوارع غرناطة وقرطبة وإشبيلية وغيرها من المدن الأندلسية من مكتبة عامة تقدم كافة الخدمات لمرتاديها.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وظل الملوك الذين حكموا الجزيرة بعد خروج العرب وانتهاء الدور الإسلامي فيها يسكّون النقود الإسبانية بحروف عربية، ويزينون ملابسهم بالخطوط العربية المذهبة والمطرّزة، مع أن الواقع يفرض عليهم أن ينهوا كل ما يشير إلى الوجود العربي والإسلامي في الجزيرة بعد انتصاراتهم على ملوك الطوائف وغياب شمس الإسلام، لكن الواقع المعاش يومذاك والحضارة التي تركها العرب لم تكن بالأمر الهيّن الذي يتنكّر له الملوك والعامة من غير المسلمين، فهم قد طردوا عنصراً عربياً، وطردوا ديناً يختلف عن طقوس دينهم، ولكنهم احتضنوا حضارة راحوا يعتزون بها ويفخرون، ويورثون هذه الحضارة لأولادهم وأحفادهم إلى الآن، فهم يعتبرونها أماكن أثرية إسبانية، كما يعتز العرب الآن في الآثار الرومانية التي خلفها الرومان يوم كانوا يسيطرون على بلاد الشام قبل الفتح الإسلامي. ¶ إن الخط العربي في الأندلس لا يزال رغم مرور أكثر من ألف عام يحكي قصة الفن والإبداع العربي والإسلامي الذي توصّل إليه الخطاط والفنان المسلم في الأندلس حين وجد البيئة المناسبة للإبداع والنبوغ، وحين كان التقدم والعطاء المستمر ديدن كل مبدع، مما يجعلنا حين نقف على ما خلّفه العرب في الأندلس من آثار رائعة نقول: من هنا مرّت الحضارة العربية الإسلامية، ومن هناك عبرت الحضارة الإسلامية إلى أوربا. وفي هذه الأرض المعطاء انتعشت البذور الغضة التي زرعها المفكرون العرب قبل دخولهم إليها وبعده. ¶ *** ¶ الخط العربي (42) ¶ 7- الخط العربي ¶ في العصر الفاطمي ¶ اعتنى الفاطميون في مصر بالخط العربي عناية كبيرة، قد كتبوه على المآذن والقباب والأروقة وقصور الخلفاء، وأضرحة العلماء، وزيّنوا به واجهات الحمامات والمكتبات العامة ومضامير الخيل وواجهات السجون، والأماكن العامة، وظهر في مصر الخط الفاطمي، والخط الكوفي الفاطمي، وامتاز كل منهما بهوية خاصة، اختلفا عن غيرهما من الخطوط الأخرى.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "لاشك أن مصر ازدهرت خلال العصر الفاطمي ثقافياً، وانتعش الكتاب صناعة وزخرفة وتجليداً وتذهيباً وتسويقاً. بل إن المبدعين استطاعوا خلال العصر الفاطمي أن يخترعوا قلم الحبر السائل الذي امتاز بخزّان صغير للحبر وله ريشة، وهو لا يختلف عن أقلام الحبر السائل الحديثة، وقدّم مخترعه هذا القلم للخليفة الفاطمي هدية، لكنه لم يعممه ولم يصنع منه أقلاماً أخرى ويبيعها لسائر الناس، لأن المجتمع المصري كان يحفل بأنواع مختلفة من أقلام الخط الدقيقة الصنع؛ التي تبلغ ريشتها جزء من عشرة من السنتيمتر الواحد، والتي خطّوا بها مصاحف صغيرة جداً توضع في الجيب، أو ربما تعلق بالحلق. ¶ استمرت فترة الخلافة الفاطمية أكثر من مائتي سنة (359-566هـ) وكان عصر المعز لدين الله الفاطمي عصراً ذهبياً لهذه الفترة، وهو الذي كتب بقلم الحبر السائل. ¶ ولا تزال قصور الخلفاء والأمراء الفاطميين تحكي قصة الفن الذي توصل له الخطاط والنقاش والنحّات في ذلك العصر، بل إن المآذن التي أقيمت خلال تلك الفترة تعتبر اليوم من روائع البناء الإسلامي. (وكان منطلق الخط في مصر \"ديوان الإنشاء\" وكان لا يرأس هذا الديوان إلاّ أجلّ كتاب البلاغة، ويلقب بـ \"كاتب الدست الشريف\")( ). ¶ وكان المحمل الذي يتقدم قوافل الحجيج المصريين- والفاطميون من أوائل من ابتدع المحمل الشريف- حيث كان يزدان بالخطوط الذهبية الرائعة، والزخارف الإسلامية الجميلة، بحيث أن من يقود ذلك الجمل يزداد شرفاً، ويحمل لقباً، ويورث ذلك لأحفاده من بعده. ¶ وقبيل انهيار الدولة الفاطمية واستلام الناصر صلاح الدين مقاليد الأمور في مصر، تبعثرت المكتبات الكبرى فيها ونتيجة للتعصب المذهبي.. فقد تحدث المقريزي في خططه عن المكتبات الفاطمية الكبرى التي ذهبت أدراج الرياح بعد استيلاء صلاح الدين على السلطة في القاهرة، وأن الكتب شكّلت أكواماً خارج المدينة، وأن الغلافات الثمينة استعملها الجنود الأتراك أحذية لهم( ).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فلا غرابة أن نجد الذين استولوا على الحكم بعدهم كالأيوبيين الذين حكموا مصر والشام واليمن من عام 1169م إلى عام 1260م والمماليك على اختلاف جنسياتهم الذين حكموا مصر وبعض الشام من عام 1250 إلى عام 1517م لا ينسون فضائل الدولة الفاطمية التي كانت راعية للعلم والعلماء ومشجعة أهل الإبداع، ويتخذون من مبدعي وفناني الدولة الفاطمية أساتذة لهم. ¶ 8- الخط العربي ¶ في العصر العثماني ¶ ورث العثمانيون الخط عن مدرسة تبريز التي ازدهرت ليس في الخط فحسب، وإنما في صناعة الكتاب أيضاً، بل ونشطت فيما يتعلق بالكتاب من صناعة الورق والكرتون والخط والزخرفة والتجليد والرسوم والتذهيب وغير ذلك. وكان لأساتذتهم الإيرانيين الفضل في هذا التفوق الذي أحرزوه، فصاروا لهم أنداداً، وصار الأتراك يمثلون مدرسة مستقلة ذات شهرة متميزة في خط الثلث، ولكبار الخطاطين الأتراك مصاحف كثيرة محفوظة إلى الآن في المتاحف التركية، وخاصة في متحف الأوقاف في استانبول، حيث أضافوا إلى هذا الخط الجميل زخرفة وتجليداً أنيقين. ¶ وراح خطاطو الأتراك يبدعون في خط المصاحف الصغيرة التي توضع في الجيب، وحيث أن الدولة العثمانية دولة خلافة إسلامية سنيّة فإنها شجعت على انتشار الخط العربي بأنواعه، بحيث (انتحل الترك أنفسهم الخط العربي، ولا تجد في تركيا إنساناً على شيء من التعليم لا يستطيع أن يفهم لغة القرآن بسهولة)( ). ¶ ونال الخطاطون احترام الخلفاء، فنالوا منهم الحظوة، وأغدقوا عليهم العطايا، وجعلوهم من المقربين منهم، وأسندوا لهم العمل في الدواوين التابعة للدولة، وبرواتب عالية. لكنهم رغم هذا الاحترام والإكرام لم يبلغوا ما أوصلهم إليه العرب من مكانة حين عيّنوهم في مناصب وزاوية مراراً كما حدث للخطاط ابن مقلة مثلاً.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "لقد امتلأت مساجد الخلافة العثمانية بالخطوط الرائعة، والزخارف الجميلة لكبار الخطاطين الأتراك، وغير الأتراك الذين استقطبتهم دار الخلافة العثمانية للعمل في عاصمة الدولة برواتب عالية. ¶ وفي الفترة المتأخرة لهذه الخلافة برز خطاطون طبّقت شهرتهم العالم الإسلامي من مشرقه إلى مغربه، وخلدوا لنا لوحاتهم الرائعة. ¶ أولهم ... : الخطاط الشيخ حمد الله الأماسي الذي يعتبر إمام الخطاطين الأتراك. ¶ الثاني ... : الخطاط الحافظ عثمان الملقب جلال الدين الذي كتب خمسة وعشرين مصحفاً بيده. وقد طبع مصحفه الشريف في سائر البلاد العربية والإسلامية، وخاصة في دمشق فقد تبنّته مطبعتان عريقتان هما مطبعة الملاح والمطبعة الهاشمية، ولأكثر من نصف قرن طبعتا عشرات الطبعات بعضها مهمّش بتفسير الجلالين، أو أفردوا أجزاءه في طبعات مستقله. ¶ الثالث ... : الخطاط رسا الذي خط لوحات في المساجد التركية، ومساجد بلاد الشام وغيرها لا تزال باقية لوحاتها المعدنية أو المرقومة على الجدران الجصية أو المنحوتة على الرخام. ¶ إن العصر العثماني هو عصر نضوج الخط العربي في العصور المتأخرة، ونستطيع أن نسميه العصر الذهبي للخط العربي وذلك لأسباب كثيرة منها: ¶ 1- ... أن الدولة العثمانية دولة واسعة المساحة، جمعت الجنسيات والألسن والألوان البشرية المختلفة تحت مظلة الإسلام. ¶ 2- ... أن فترة حكمها طالت حتى بلغت أربعة قرون. ¶ 3- ... كانت تعتبر التصوير حراماً، لذلك شجّعت الخطوط والزخارف والنقوش لسد فراغ تحريم التصوير. ¶ 4- ... كان الخلفاء يقربون منهم العلماء والأدباء والمبدعين، ويستقطبونهم إلى عاصمة خلافتهم، ويغدقون عليهم المنح والعطايا المختلفة، بل نجد بعض الخلفاء قد تتلمذ على أيدي الخطاطين، وأخذوا عنهم مبادئ الخط العربي. ¶ 5- ... كان (خطاط السلطان الخاص يتقاضى أربع مائة ليرة عثمانية ذهباً في الشهر)( ).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "6- ... بلغ الشعب التركي من الترف ما جعل ذوي الإبداع يعملون في قصورهم النقوش والزخارف والرسوم بمبالغ عالية. ¶ 7- ... استطاع الخطاطون الأتراك في ظل تكريم الدولة لهم، وإغداقها العطايا عليهم، أن يبتكروا خطوطاً جديدة كالرقعة والطغراء والديواني وغيرها. ¶ فلا غرابة أن نجد كبار الخطاطين الأتراك يتظاهرون في شوارع العاصمة استانبول استنكاراً لاستقدام أول مطبعة للدولة العثمانية وهم يحملون محابرهم وقصباتهم في نعش، ويطوفون بها شوارع المدينة( ) لقناعتهم أن الآلة الطابعة ستقضي على روح الإبداع والجهد الفردي الذي يزاوله الخطاطون. ¶ وبرزت في ساحة الخط العربي في تركيا أسماء خطاطين احتلوا الصدارة إلى الآن منهم: سامي (1330هـ) وعبد الله الزهدي (1296هـ) وإبراهيم علاء الدين (1305هـ) ومصطفى نظيف (1331هـ) وحامد الآمدي (1980م) وحقي (1365هـ) ومحمد أمين (1372هـ) ومصطفى أرقم، وإسماعيل زهدي شقيق الخطاط راقم ومصطفى عزت، ومحمد شوقي، وأحمد كامل، ومحمود يازر، وعبد العزيز الرفاعي وغيرهم. ¶ إن رحلة الخطاطين الأتراك مع الخط العربي رحلة طويلة، أظهروا من خلالها مقدرتهم الفنية في رفد الخطوط العربية القديمة بخطوط عربية من ابتكارهم حملت أسماءهم. وسيبقى تاريخ الخط العربي يفخر بما قدّمه الأتراك من خدمات جلّى لهذا الفن البديع. ¶ 9- الخط العربي في إيران ¶ استطاع الفنانون الإيرانيون أن يبدعوا في الفن التصويري لمضامين المخطوطات الفارسية والعربية، كما نجحوا في تجويد الخط وتحسينه وتطويره، فقد امتاز الخطاط الإيراني بالجودة والإتقان، وكان في أغلب أحيانه مبدعاً في لوحاته، مبتكراً في إنتاجه، عبقرياً في بحثه العميق.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ابتكر الخطاطون الإيرانيون الخط الفارسي في القرن السابع الهجري (الثالث عشر الميلادي). ثم ابتكروا خط (النستعليق) من الخط الفارسي والنسخ والتعليق، وكان هذا الابتكار بجهود الخطاط الكبير عماد الدين الشيرازي الحسني، إذ وضع له قاعدة اشتهرت باسمه فيما بعد فسمّيت (قاعدة عماد). ¶ كما حوّروا الخط الكوفي (فأصبحت المدّات فيه أكثر من الجرّات)( ). ¶ واشتهرت مدينة مشهد بخط النستعليق حتى كادت أن تسبق جميع المدن الإيرانية، ووقفت مشدوهاً أمام تلك الخطوط في هذه المدينة وخاصة في جامع الإمام الرضا ذي القباب الذهبية في ربيع عام (1416هـ 1996م) خلال زيارتي الأولى لإيران. ¶ وقد رأيت إبداعات أولئك الخطاطين الإيرانيين في مشهد تفوق ما قدّم غيرهم، فالخطوط التي نقشت على القباب والمآذن تحكي قصة الإتقان والجودة. وقد أجاد الخطاطون في نقش الخطوط وزخرفتها على قطع السيراميك في شوارع المدينة على كثرتها، بحيث يرى السائر فيها أنه في متحف مفتوح للخط العربي. ¶ أما مدينة أصفهان التي يقول أهلها أنها (نصف جهان) أي نصف العالم فهي عاصمة الدولة الصفوية التي خلفت لنا خطوطاً ولوحات وزخارف يعتز بها كل مسلم، ويحق لهذه المدينة أن تتربّع على عرش الفن الإسلامي، برسومه، وخطوطه، وزخارفه. وذلك من خلال ما خلّفوه لنا من أوابد أصبحت بالنسبة لنا متاحف مفتوحة للمشاهدين والزوار. ¶ من هذه الأماكن الأثرية التي احتوت خطوطاً رائعة: ¶ 1-الجامع الكبير في أصفهان (جامع الإمام). ¶ 2-جامع لطف الله. ¶ 3-الأربعون عموداً. ¶ 4-الجسور الكثيرة المنتشرة على نهرها الكبير (زينده رود) مثل جسر خاجو. وشاهدت براعة الخطاط الإيراني الفنية قبل أن يكون خطاطاً في القباب والمآذن، والإيوانات والجسور، والحوزات، والمدارس، مما يجعل الباحث والزائر لهذه المدينة التاريخية يشهد لها بالفن والإبداع.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقد اهتم شاهات فارس وأمراؤها بالخط (فقد أنشأ الوزير المغولي رشيد الدين ضاحية سماها (ربع رشيد) كذلك أصبحت هراة في عهد الصفويين عاصمة الخط والتصوير، وكان بهزاد معلم التصوير، وموجه الخطاطين)( ). ¶ ولم تقتصر أمور الخط والإبداع على الخطاطين الذين اعتمدوا الخط فناً ومهنة، بل تعدّتهم إلى الأمراء والحكام وذوي السلطان، فقد كانوا يجدون في النسخ والخط شرفاً وبركة ومجداً. فهم يعتزون بنسخ القرآن الكريم مسترشدين بتوجيهات كبار الخطاطين مثل (عضد الدولة البويهي، والشاه طهماسب، بل كان الأمراء منهم-الفرس- يتسابقون لمساعدة الخطاطين بأن يمسكوا لهم بالمحبرة. أو يقدموا معونة بوضع الوسائد بمكانها، أو بإمساك الشمعدان)( ). وكأنهم بهذا الاحترام الزائد يقلدون أبناء ملوك العرب كالأمين والمأمون اللذين كانا يتسابقان لتقديم حذاء معلمهم ومؤدبهم الكسائي. ¶ حقاً لقد أجاد الخطاط الإيراني أكثر مما نال من حظوة الشاهات والأمراء، وذلك لأن طبعه الفني مغروس فيه ومتوارث، فهو لا يتهالك من أجل أن يتقرّب بخطوطه وفنه من الأمراء، وما حدث من ذلك فأمر عارض، لا يقصد به صاحبه أكثر من إيصال فنه وإبداعه إلى كبار المسؤولين في الدولة. ¶ خط التعليق ¶ 10- الخط العربي في أوربا ¶ دخل الخط العربي إلى أوربا من عدة محاور، وكان في كل مرة يحمل طابعاً يختلف عن سابقه، لأن ظروف دخول الخط تختلف في الزمان والمكان. ¶ 1-عن طريق آسيا الوسطى وبعد دخول العثمانيين مدينة القسطنطينية. ¶ 2-عن طريق الحملات الصليبية المتكررة على مشرق العالم العربي ومغربه، براً وبحراً ومن دول مختلفة في اللسان والمذهب والقومية من أوربا. ¶ 3-عن طريق الأندلس بعد الفتح العربي الإسلامي لها وانتشار الجامعات الكبرى فيها ودخول أبناء ملوك أوروبا فيها، ونقل الحضارة الإسلامية إلى أوروبا عن طريقها.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "4-عن طريق صقلية حيث دخل العرب المسلمون إلى إيطاليا وحاصروا روما، وساحوا في كثير من مدن الدولة الرومانية. ¶ وبذلك أصبحت أوروبا مدينة للعرب الذين أوصلوا لها الثقافة والمعرفة والعلوم إلى جانب الخط، واللوحة الفنية، والنقطة الحسابية(الصفر). ¶ وأكثر ما نجد ذلك في أبواب ونوافذ الكنائس والكاتدرائيات، وقصور الملوك والأمراء والنبلاء للزينة، وذلك في صقلية وإيطاليا وألمانيا وفرنسا، ودخلت كثير من هذه الخطوط متاحف روما وباريس وفيّنا وأمستردام، وهذا ما دعا الكاتب الفرنسي مارسيه لأن يعترف بفضل العرب في الخط والفنون على أوروبا حيث يقول: (لقد كانت الحضارة العربية الإسلامية شديدة التغلغل في عالمنا، حتى أن العناصر الإسلامية طغت منذ نهاية القرن الحادي عشر في واجهات الكنائس الرومية، ثم رأيناها فيما بعد تختلط في الكنائس القوطية مع العناصر الواردة من فرنسا)( ). ¶ وقد امتدت فتوحات العثمانيين إلى وسط أوروبا، بل تعمقوا فيها غرباً فوصلوا سويسرا، وأشادوا القلاع والحصون، وتركوا آثاراً وبصمات عربية اللسان والحرف، لكنها عثمانية تركية المنشأ، ومن يزور متاحف أوروبا يقف مبهوتاً في كل متحف لتلك الخطوط الرائعة والتحف الشرقية المزخرفة التي نقلها الصليبيون أو لصوص الآثار أو تجارها إلى متاحف تلك المدن الكبيرة، وهي في أًصلها من دمشق وبغداد والقاهرة وإيران. ¶ وقد شهدت المستشرقة الألمانية زيغريد هونكة بعظمة الخط والفن العربي في كتابها شمس العرب تسطع على الغرب، الذي ينطق بكل حرف فيه بمقدرة الإنسان العربي والمسلم على استمرارية العطاء الفني من خلال رسم الحرف العربي واللوحة الزخرفية سواء في مسجد أو متحف أو حمّام أو قبة ضريح، أو ثياب ملك. ¶ - - ¶ الباب الثاني : ¶ أنواع الخط العربي ¶ 1-الخط الكوفي ¶ 2-خط الرقعة ¶ 3-خط النسخ ¶ 4-خط الثلث ¶ 5-الخط الفارسي ¶ 6-خط الإجازة ¶ 7-خط الديواني ¶ 8-خط الطغراء ¶ 9-خط التاج ¶ 10-الخط المغربي",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "سار الخط العربي في رحلة حياته مسيرة طويلة، فقد نشأ نشأة عادية وبسيطة، ثم تطور مع تطور الحياة. وإذا ما حاولنا دراسة هذه الرحلة تبين لنا أن مسيرته قبل الإسلام كانت بطيئة جداً بينما نجده يقفز قفزات سريعة بعد الإسلام ويصل إلى درجة الإبداع، حيث تناوله الخطاطون بالتحسين والتزويق، وأضفوا عليه من إبداعهم جماليات لم تخطر على بال فنان سابق، لِما صبُّوا في الحرف العربي من قواعد ثابتة، وأصول يجب على الخطاط أن يلتزم بها ليكون خطاطاً ناجحاً. ¶ وقد استطاع الخطاط العربي أن يبتكر خطوطاً جديدة من خطوط أخرى فهذا ابن مقلة يبتكر خط الثلث، لقد اشتقه من خطّي الجليل والطومار، وسمّاه في أول الأمر (خط البديع)( ) وقد استطاع أن يحسّنه ويجوّده حتى فاق فيه غيره، واشتهر بنيل قصب السبق فيه إلى عصرنا هذا، ولم يتجرّأ خطّاط أن يتقدمه، فاعتبره الخطاطون فيما بعد مهندساً للحروف العربية، لأنه قدّر مقاييسها وأبعادها بالنقط، فلكل حرف أبعاده الثابتة، ولكل بُعد نقطه المحدّدة التي لا يجوز تجاوزها. ¶ ثم جاء ابن البواب فزاده جودة وجمالاً، وأسبغ عليه من ذوقه. ¶ واستطاع الخطاط التركي ممتاز بك أن يبتكر خط الرقعة من الخط (الديواني) وخط (سياقت) حيث كان خط الرقعة خليطاً بينهما. ¶ وقام الخطاط مير علي سلطان بتطوير وتحسين خط الإجازة. ¶ وبرع الخطاط عثمان في الخط الديواني وفاق مبتكريه أيام السلطان محمد الفاتح. ¶ وهكذا استمرت رحلة الخط جودة وتطويراً، وابتكاراً حتى كان الخط الحديث الذي ظهرت له الآن نماذج كثيرة خالية من القواعد والضوابط.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقد سميت الخطوط العربية بأسماء المدن أو الأشخاص أو الأقلام التي كتبت بها، وقد تداخلت هذه الخطوط في بعضها، واشتق بعضها من الآخر، وتعددت رسوم الخط الواحد، فكانت لكثرتها تشكل فناً من الفنون التي أبدعها الخطاطون العظام كالخط الكوفي مثلاً، وقد تطورت هذه الخطوط نتيجة إبداع المهتمين بها والمتخصّصين بكل خط منها، فبلغت ذروتها لدى المتأخرين، وإن كان الأوائل قد نالوا قصب السبق فيها على جدران بغداد ودمشق والقاهرة والأندلس. ¶ 1- الخط الكوفي ¶ يعتبر الخط الكوفي من أقدم الخطوط، وهو مشتق من الخط النبطي (نسبة للأنباط) الذي كان متداولاً في شمال الجزيرة العربية وجبال حوران، وقد اشتقه أهل الحيرة والأنبار عن أهل العراق، وسمي فيما بعد بـ(الخط الكوفي) حيث انتشر منها إلى سائر أنحاء الوطن العربي، ولأن الكوفة قد تبنّته ورعته في البدء. وقد كتبت به المصاحف خمسة قرون حتى القرن الخامس الهجري، حين نافسته الخطوط الأخرى كالثلث والنسخ وغيرهما. ¶ (وأقدم الأمثلة المعروفة من هذا الخط من القرآن نسخة سجلت عليه وقفية مؤرخة في سنة (168هـ= 784-785م) وهي محفوظة في دار الكتب المصرية بالقاهرة)( ). ¶ كان الخطاطون والوراقون يزخرفون المصاحف وعناوين السور زخرفة جميلة، وبعضهم يزخرفون بداية المصحف ونهايته أيضاً بزخارف جد بديعة، من مربعات ومستطيلات، وزخارف متعاشقة، وصور مقرنصات نازله وطالعة. وأشجار مروحية أو نخيل، مما يزيد جمال الخط جمالاً أخّاذاً. ¶ تمتاز حروف الخط الكوفي بالاستقامة، وتكتب غالباً باستعمال المسطرة طولاً وعرضاً، وقد اشتهر هذا الخط في العصر العباسي حتى لا نكاد نجد مئذنة أو مسجداً أو مدرسة أو خاناً يخلو من زخارف هذا الخط. (ويعتمد هذا الخط على قواعد هندسية تخفف من جمودها زخرفة متصلة أو منفصلة تشكّل خلفية الكتابة)( ).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقد تطور هذا الخط تطوراً مذهلاً، حتى زادت أنواعه على سبعين نوعاً، كلها ترسم بالقلم العادي على المسطرة، ولم يعد وقفاً على الخطاطين، فقد برع فيه فنّانون ونقاشون ورسامون، وغير مهتمين بالخط، بل برع فيه كثير من هواة الرسم والذوق، وابتكروا خطوطاً كثيرة لها منها (الكوفي البسيط، والكوفي المسطّر- ويسمى: المربع، أو الهندسي التربيعي- والخط الكوفي المسطّر المتأثر بالرسم، والخط الكوفي المسطّر المتأثر بالفلسفة، والخط الكوفي المتشابك، والكوفي المتلاصق، والكوفي المورّق. الذي قال عنه الخطاط كامل البابا: (لقد نفخ العربي في الحرف الحياة، وحوّله من جماد إلى نبات، تنبثق عنه أغصان وأوراق وأزهار)( ). والخط الكوفي المزخرف، والمزيّن، والمظفور، والكوفي الأندلسي والخط الكوفي الفاطمي، والكوفي الأيوبي، والكوفي المملوكي. (وكان كتّاب الوحي يكتبون به آيات القرآن الكريم على سعف النخيل والجلود ورقائق العظام، وكان الناس في العصر الجاهلي والراشدي يكتبونه بشكل بدائي وبسيط، خالياً من النقط والهمزات والتشكيل)( ). ¶ ويعتبر الخط الكوفي أفضل أنواع الخطوط العربية للفن والزخرفة، وهذا ما دعا غوستاف لوبون في كتابه (حضارة العرب) لأن يقول: (إن للخط العربي شأن كبير في الزخرفة، ولا غرو فهو ذو انسجام عجيب مع النقوش العربية، ولم يستعمل في الزخرفة حتى القرن التاسع الميلادي غير الخط الكوفي ومشتقاته كالقرمطي والكوفي القائم الزوايا)( ). ¶ ولا يعتبر من يتقن هذا الخط خطاطاً بارعاً، بل يعتبرونه فناناً، لأنه لم يعد وقفاً على الخطاطين، بل برع فيه النحاتون على الرخام أيضاً، والمزخرفون على جدران الجص وغيره.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وقد تراجع الخط الكوفي من واجهات الأبنية، وكتابات الخطاطين منذ القرن السادس الهجري، إذ راح الخط النسخي يحلّ محله شيئاً فشيئاً (ثم حل محل الخط الكوفي القديم بالمنطقة المغربية الإسلامية خط جديد مازال يستعمل في المغرب وطرابلس وما بينهما، وعرف باسم الخط العربي)( ). ¶ وراح هذا الخط يملأ عناوين الكتب وخطوطها، ورؤوس الفصول والأبواب والحواشي في سائر الكتب التي تنسخ من طرابلس إلى أقصى المغرب، ومن ثم إلى الأندلس، حتى أننا نجد هذا الخط في زخارف ونقوش على الحجر والجبس في الجدران والقصور والحصون والقلاع والمساجد، وعلى أبواب ونوافذ المنشآت الضخمة، وفي بيوت وقصور الأمراء والأثرياء. ¶ وأشهر من كان يكتبه من الخطاطين المعاصرين المرحوم الأستاذ يوسف أحمد بمصر، وله به تخصص وإتقان)( ). ¶ يستعمل هذا الخط بأنواعه المختلفة والكثيرة للزخارف والزينة، وأحياناً يغوص الخطاطون فيه في التعقيد والإبهام، حتى ليصعب على القارئ العادي أن يقرأ كلمة منه. وكتبت به المصاحف على الرق حتى القرن التاسع الميلادي حيث ظهرت الخطوط الكوفية فيها غليظة ومستديرة، وذات مدّات قصيرة. وقد (استخدم الخط الكوفي في مصر والشام والعراق خلال القرن التاسع وشطراً من القرن العاشر الميلادي)( ). واستمر استعماله حتى القرن الحادي عشر حيث قلّ استعماله في كتابة القرآن الكريم، وأصبح خط النسخ بديلاً له، حيث بقيت البسملة في المصاحف بهذا الخط. ¶ 2- خط الرقعة ¶ هو خط الناس الاعتيادي في كتاباتهم اليومية، وهو أصل الخطوط العربية وأسهلها، يمتاز بجماله واستقامته، وسهولة قراءته وكتابته، وبعده عن التعقيد، ويعتمد على النقطة، فهي تكتب أو ترسم بالقلم بشكل معروف.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "يقول البعض: إن تسميته نسبة إلى كتابته على الرقاع القديمة، لكن هذه التسمية لم تلاق استحساناً لدى الباحثين الذين قالوا: (إن الآراء غير متفقة على بدء نشوء خط الرقعة وتسميته، التي لا علاقة لها بخط الرقاع القديم، وأنه قلم قصير الحروف، يحتمل أن يكون قد اشتق من الخط الثلثي والنسخي وما بينهما، وأن أنواعه كثيرة)( ). ¶ وكان فضل ابتكاره للأتراك قديم، إذ ابتكروه حوالي عام 850هـ، ليكون خط المعاملات الرسمية في جميع دوائر الدولة، لامتياز حروفه بالقصر وسرعة كتابتها. ¶ يستعمل خط الرقعة في كتابة عناوين الكتب والصحف اليومية والمجلات، واللافتات والدعاية. ومن ميزة هذا الخط أن الخطاطين حافظوا عليه، فلم يشتقوا منه خطوطاً أخرى، أو يطوِّروه إلى خطوط أخرى، تختلف عنه في القاعدة، كما هو الحال في الخط الفارسي والديواني والكوفي والثلث وغيرها. ¶ ويعتبر خط الرقعة من الخطوط المتأخرة من حيث وضع قواعده فقد (وضع أصوله الخطاط التركي الشهير ممتاز بك المستشار في عهد السلطان عبد المجيد خان حوالي سنة 1280 هجرية، وقد ابتكره من الخط (الديواني) وخط (سياقت) ¶ حيث كان خليطاً بينهما قبل ذلك( ). ¶ إنَّ خط الرقعة هو الخط الذي يكتب به الناس في البلاد العربية عدا بلدان المغرب العربي عموماً، وإن كان بعض العراقيين يكتبون بالثلث والنسخ. ¶ 3 - خط النسخ ¶ يعتبر خط النسخ من أقرب الخطوط إلى خط الثلث، بل نستطيع أن نقول: (إنه من فروع قلم الثلث، ولكنه أكثر قاعدية وأقل صعوبة، وهو لنسخ القرآن الكريم، وأصبح خط أحرف الطباعة)( ). ¶ وهو خط جميل، نسخت به الكتب الكثيرة من مخطوطاتنا العربية، ويحتمل التشكيل، ولكن أقلّ مما امتاز به خط الثلث. وقد امتاز هذا الخط في خطوط القرآن الكريم، إذ نجد أكثر المصاحف بهذا الخط الواضح في حروفه وقراءته، كما أن الحكم والأمثال واللوحات في المساجد والمتاحف كتبت به..",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وخط النسخ الذي يكتبه الخطاطون اليوم؛ هو خط القدماء من العباسيين الذين ابتكروا وتفننوا فيه، فقد (حسَّنه ابن مقلة، وجودّه الأتابكيون وتفنن في تنميقه الأتراك، حتى وصل إلينا بحلَّته القشيبة، بالغاً حدّ الجمال والروعة).( ) ¶ وتستعمل الصحف والمجلاَّت هذا الخط في مطبوعاتها، فهو خط الكتب المطبوعة اليوم في جميع البلاد العربية. وقد طوّر المحدثون خط النسخ للمطابع والآلات الكاتبة، ولأجهزة التنضيد الضوئي في الكمبيوتر، وسمّوه (الخط الصحفي) لكتابة الصحف اليومية به. ¶ وأشهر خطاط معاصر أبدع فيه هو هاشم محمد البغدادي، فقد ظهرت براعة قصبته في كتابه (قواعد الخط العربي) الذي يعتبر الكتاب الأول في مكتبات الخطاطين الكبار والمبتدئين. ¶ 4- خط الثلث ¶ يعتبر خط الثلث من أجمل الخطوط العربية، وأصعبها كتابة، كما أنه أصل الخطوط العربية، والميزان الذي يوزن به إبداع الخطاط. ولا يعتبر الخطاط فناناً مالم يتقن خط الثلث، فمن أتقنه غيره بسهولة ويسر، ومن لم يتقنه لا يُعدّ بغيره خطاطاً مهما أجاد. ¶ وقد يتساهل الخطاطون والنقاد في قواعد كتابة أي نوع من الخطوط، إلاّ أنهم أكثر محاسبة، وأشد تركيزاً على الالتزام في القاعدة في هذا الخط، لأنه الأكثر صعوبة من حيث القاعدة والضبط. ¶ وقد تطور خط الثلث عبر التاريخ عما كان عليه في الأصل الأموي (الطومار) فابتكر منه (خط المحقق) و(الخط الريحاني) خطاط بغداد ابن البوّاب. ثم خط (التوقيع) ثم خط (الرقاع) ثم خط (الثلثين) وهو خط أصغر من خط الطومار. وخط (المسلسل) الذي ابتدعه الخطاط (الأحول المحرر) ثم خط الثلث العادي، وخط (الثلث الجلي) وخط (الثلثي المحبوك) والخط (الثلثي المتأثر بالرسم)، والخط (الثلثي الهندسي)، والخط (الثلثي المتناظر)( ).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "استعمل الخطاطون خط الثلث في تزيين المساجد، والمحاريب، والقباب، وبدايات المصاحف. وخطّ بعضهم المصحف بهذا الخط الجميل. واستعمله الأدباء والعلماء في خط عناوين الكتب، وأسماء الصحف والمجلات اليومية والأسبوعية والشهرية، وبطاقات الأفراح والتعزية، وذلك لجماله وحسنه، ولاحتماله الحركات الكثيرة في التشكيل سواء كان بقلم رقيق أو جليل، حيث تزيده في الجمال زخرفة ورونقاً. ¶ يعتبر ابن مقلة المتوفى سنة (328هـ)، واضع قواعد هذا الخط من نقط ومقاييس وأبعاد، وله فضل السبق عن غيره، لأن كل من جاء بعده أصبح عيالاً عليه. ¶ وجاء بعده ابن البواب علي بن هلال البغدادي المتوفى سنة (413هـ)، فأرسى قواعد هذا الخط وهذّبه، وأجاد في تراكيبه، ولكنه لم يتدخل في القواعد التي ذكرها ابن مقلة من قبله فبقيت ثابتة إلى اليوم.( ) ¶ وأشهر الخطاطين المعاصرين الذين أبدعوا في خط الثلث هو المرحوم هاشم البغدادي رحمه الله. ¶ ورغم أن الخطاطين الإيرانيين قد سبقوا غيرهم في الخط الفارسي (النستعليق) إلا أنني رأيت عدداً من اللوحات الرائعة بهذا الخط في طهران، استطاع الخطاط الإيراني أن يكسب فيها مقدرته الفنية، ويكسر الطوق الذي يقول: (إن إبداعه اقتصر على الخط الفارسي).. ¶ الخط العربي (ص60). ¶ 5 - الخط الفارسي ¶ ظهر الخط الفارسي في بلاد فارس في القرن السابع الهجري (الثالث عشر الميلادي. ويسمى (خط التعليق) وهو خط جميل تمتاز حروفه بالدقة والامتداد. كما يمتاز بسهولته ووضوحه وانعدام التعقيد فيه. ولا يتحمّل التشكيل، رغم اختلافه مع خط الرقعة. ¶ وكان الإيرانيون قبل الإسلام يكتبون بالخط(البهلوي) فلما جاء الإسلام وآمنوا به، انقلبوا على هذا الخط فأهملوه، وكتبوا بالخط العربي، وقد (اشتق الإيرانيون خط التعليق من خط كان يكتب به القرآن آنئذ، ويسمى (خط القيراموز) ويقال : إن قواعده الأولى قد استنبطت من (خط التحرير) و(خط الرقاع) و(خط الثلث).( )",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وقد طوّر الإيرانيون هذا الخط، فاقتبسوا له من جماليات خط النسخ ما جعله سلس القياد، جميل المنظر، لم يسبقهم إلى رسم حروفه أحد، وقد (وضع أصوله وأبعاده الخطاط البارع الشهير مير علي الهراوي التبريزي المتوفى سنة 919 هجرية).( ) (ويحتمل أنه كان تلميذاً لزين الدين محمود، ثم انتقل مير علي سنة 1524م من هراة إلى بلاد الأوزبك في بخارى، حيث عمل على استمرار التقاليد التي أرستها مدرسة هراة في فنون الخط).( ) ¶ ونتيجة لانهماك الإيرانيين في فن الخط الفارسي الذي احتضنوه واختصوا به، فقد مرّ بأطوار مختلفة، ازداد تجذراً وأصالة، واخترعوا منه خطوطاً أخرى مأخوذة عنه، أو هي إن صح التعبير: امتداد له، فمن تلك الخطوط: ¶ 1 ـ ... خط الشكستة: اخترعوه من خطي التعليق والديواني. وفي هذا الخط شيء من صعوبة القراءة، فبقي بسبب ذلك محصوراً في إيران، ولم يكتب به أحد من خطاطي العرب أو ينتشر بينهم. ¶ 2 ـ ... الخط الفارسي المتناظر: كتبوا به الآيات والأشعار والحكم المتناظرة في الكتابة، بحيث ينطبق آخر حرف في الكلمة الأولى مع آخر حرف في الكلمة الأخيرة، وكأنهم يطوون الصفحة من الوسط ويطبعونها على يسارها. ويسمى (خط المرآة الفارسي).. ¶ 3 ـ ... الخط الفارسي المختزل: كتب به الخطاطون الإيرانيون اللوحات التي تتشابه حروف كلماتها بحيث يقرأ الحرف الواحد بأكثر من كلمة، ويقوم بأكثر من دوره في كتابة الحروف الأخرى، ويكتب عوضاً عنها. وفي هذا الخط صعوبة كبيرة للخطاط والقارئ على السواء( ). ¶ لقد رأيت إبداع الإيرانيين في هذا الخط (الفارسي)، ويظهر ذلك الإبداع في الأوابد الأثرية والمساجد والحوزات والمآذن والقباب، وقصور الشاهات الصفويين، وفي جميع المدن التي زرتها عام 1996، وهي طهران، ¶ أصفهان، مشهد الرضا، حيث رأيت ظاهرتين قد لا توجدان في بلد من بلدان العالم هما: ¶ أولاً ... : نظافة المدن وجمالها وحسن تنسيق الشوارع وتنظيمها.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ثانياً ... : الخطوط والزخارف التي تملأ الشارع الإيراني. ¶ يستعمل خط التعليق (الفارسي) في كتابة عناوين الكتب والمجلات والإعلانات التجارية، والبطاقات الشخصية واللوحات النحاسية.(ومن مميزاته ميل حروفه من اليمين إلى اليسار في اتجاهها من الأعلى إلى الأسفل).( ) ¶ ومن وجوه تطور الخط الفارسي (التعليق) مع خط النسخ أن ابتدعوا منهما خط (النستعليق) وهو فارسي أيضاً. وقد برع الخطاط عماد الدين الشيرازي الحسني في هذا الخط وفاق به غيره، ووضع له قاعدة جميلة، تعرف عند الخطاطين باسمه. وهي (قاعدة عماد). ¶ كما اشتهر هذا الخط في مدينة مشهد حتى كان من أفضل الخطوط التي انفردت بها هذه المدينة، بل اشتهر خاصة في بلاد إيران دون غيرها. (ويمتاز الخط الفارسي باختلاف عرض حروفه، وبعض الحروف تكتب بثلث عرض القَطَّة، كما يمتاز بعدم تداخل حروفه مع حروف قلم آخر)( ).. ¶ وكان أشهر من كان يكتبه بعد الخطاطين الإيرانيين محمد هاشم الخطاط البغدادي والمرحوم محمد بدوي الديراني بدمشق.( ) ¶ ويبقى قصب السبق في هذا الخط للخطاطين الإيرانيين بلا منازع. ¶ 6- خط الإجازة ¶ يعتبر خط الإجازة مزيجاً من خط الثلث والنسخ، فهو أصلهما، أو هما أصله على الأصح. وقد سمي بخط الإجازة لتجوّز الخطّاط في الجمع بينهما، وقد كان العلماء يكتبون به الإجازات العلمية، (وتكتب به الشهادة الممنوحة للمتفوقين في الخط)( ) ويعتبر هذا الخط من الخطوط القديمة. ¶ اخترع هذا الخط الخطاط يوسف الشجري المتوفى سنة (200 هـ)، وسمّاه (الخط الرياسي) كما سمي (خط التوقيع) لأن الخلفاء كانوا يوقعون به (وكان يكتب به الكتب السلطانية زمن الخليفة المأمون).( ) ¶ وقد تطور هذا الخط فيما بعد، فقد حسَّنه الخطاط مير علي سلطان التبريزي المتوفى سنة (919هـ)، وكان الخطاطون ومازالوا يكتبون به إجازاتهم لتلاميذهم، أسوة بالقدماء، واستمراراً لاجتهاداتهم.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "يستعمل هذا الخط في الأغراض التي يستعمل فيها خط الثلث. كما أنه يحتمل التشكيل كخط الثلث أيضاً (ويكون في ابتداء حروفه ونهاياتها بعض الانعطاف ويزيدها ذلك حسناً كأنها أوراق الريحان، ولذلك يسمى (الريحاني) أيضاً( ). ¶ وقد قلَّ الذين كتبوا فيه من المعاصرين، ومن هؤلاء القلّة محمد هاشم البغدادي رحمه الله.. ¶ 7- خط الديواني ¶ يسمى هذا الخط (الخط الهمايوني) كما يسمى (الخط الغزلاني)، نسبة إلى الخطاط المصري (غزلان).. ¶ ويعتبر الخط الديواني من الخطوط الجميلة، ولذلك اختاره الخطاطون في دواوين الملوك والخلفاء والرؤساء في المراسلات الداخلية والخارجية، كما استعمله الخطاطون للبطاقات الشخصية، والمستندات والشهادات، والمعايدات، ولوحات التحف الفنية والنحاسية وغيرها.. ¶ ولا يحتمل هذا الخط التشكيل، وله ميزة باستقامة سطوره من الأسفل. ¶ وقد اعتبره الخطاطون من الخطوط المطاوعة، إذ امتاز بطواعية حروفه بأقلام خطّاطيّه، فهي ليّنة، وتكتب دائرية. ¶ لقد ابتكره الخطاطون الأتراك، وبرعوا فيه وأجادوا، وأدخلوه في قصور خلفائهم، وجعلوا حروفه ملتوية جميلة، مما يبهر العين ويبهج القلب، وينهش النفس الذواقة. ¶ عرف هذا الخط في (عهد السلطان محمد الفاتح سنة (857هـ)، وهو الخط العربي الفني الرشيق السهل، تكتب به الكتب السلطانية، وبرع به الخطاط عثمان، ومن أنواعه : الجلي الديواني، والسنبلي).( ) ¶ وقد استطاع الخطاطون أن يبتكروا من هذا الخط خطوطاً أخرى( ) منها. ¶ 1 ـ الخط الديواني المترابط: تتشابك في هذا الخط الحروف والكلمات، وقدأبدع في هذا الخط الخطاط المصري (غزلان) فكتب فيه لوحات رائعة، وأطلق على هذا الخط (الخط الغزلاني) لبراعته فيه. ¶ 2 ـ الخط الديواني الجلي: ابتكر هذا الخط العثمانيون، وبرع فيه الخطاط (شهلان باشا) وسمي بجلي الديواني لوضوحه وجلاء حروفه وبيانها. وقد كتبت فيه المراسيم الملكية (الفرمانات) والرسائل الموجهة إلى الدول الأجنبية.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ويعتبر هذا الخط من الخطوط الجميلة التي تكثر فيها النقاط والأوراق والأغصان، كما أن حروفه تتداخل بين بعضها، وتمتلئ الفراغات بين الحروف بهذا النوع الفريد من النقاط كتشكيلات زخرفية رائعة. ويكاد في بعض الأحيان أن يكون طلسماً عند غير الخطاطين، فلا يستطيعون قراءته. ¶ وقد (ابتكره الخطاط التركي البارع إبراهيم منيف عقيب فتح القسطنطينية، وسماه (جلي الديواني) أو (خفي الديواني).( ) ¶ واستعمله الخطاطون في مجالات الترف والزينة، وكتبت به المستندات والصكوك، والشهادات العلمية، والعملات الورقية، والبطاقات الشخصية أحياناً، وكان العثمانيون قد استعملوه بعد فتح القسطنطينية لشيوعه في السجلات الرسمية والدواوين، وقد كاد أن يكون خاصة لكبار الحكام والوظائف العالية الرفيعة. ¶ وتظهر جمالية هذا الخط في السطر أكثر منها في الكلمة: ¶ (أشهر من كان يكتبه من الخطاطين المعاصرين النابغة المرحوم هاشم محمد البغدادي والشيخ عزيز الرفاعي بمصر، والشيخ نسيب مكارم في لبنان).( ) ¶ 3 ـ الخط الديواني الجلي المحبوك: حيث جعل الخطاط نسبة الفراغ بين الحروف بقدر عرض ريشة الخط. ¶ 4 ـ الخط الديواني الجلي الهمايوني: وقد اختص بهذا الخط خطاطو الأتراك، وجعلوه للوحات الفنية المتميزة. وخاصة التي تصدر عن السلاطين. ¶ 5 ـ الخط الديواني الجلي الزورقي: وهو خط جميل يتضمن لوحة فنية جميلة في أغلب الأحيان، تكون سفينة لها شراع أو مجداف أو سفّان يديرها. ¶ 8- خط الطغراء ¶ ويسمى (خط الطُّرَّة)، وهو خط ولوحة جميلة، بشكل إبريق قهوة أو نحوه، كان خاصاً بالسلاطين، ثم كتبه الخطاطون لغيرهم، ويكتب عادة بخط الثلث، أو خط الإجازة. وقد أُحدث هذا الخط في أواخر العصر العباسي كنوع من أنواع فن الخط وتطوّره.. ¶ ورغم أن الطغراء كاد أن يكون من خطوط السلاطين العثمانيين، إلا أنّ المماليك قد استعملوه، (لكن السلاطين العثمانيين هم الذين اختصوا باستعماله).( )",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ويشترط الخطاطون المبدعون لهذا الخط أن تكون في أعلاه ثلاثة ألِفات أو لامات، وقبضة كقبضة الإبريق، ومن القبضة في اليسار يتيامن خطَّان ليشكّلا فوهة الإبريق. ¶ وقد انقرض هذا الخط بزوال الدولة العثمانية، لكن الخطاطين مازالوا يكتبون البسملة به، من باب حفظ الأثر، ويعدّونه من بدائع الخط العربي. ¶ (تكتب به الآيات القرآنية الكريمة، والأحاديث الشريفة، والحكم والأمثال، والأقوال المأثورة، ويجب أن تكون كلها على هيئة واحدة)( ). ¶ إن انقراض هذا النوع من الخطوط العربية يذكرنا بزوال كثير من الخطوط التي كانت معروفة في عصري الخلفاء الأمويين والعباسيين. ¶ 9- خط التاج ¶ هو نفسه خط النسخ، إلاّ أن الخطاطين طوّروه. وهذا التطوّر كان بإيعاز من الملك المصري فؤاد الأول سنة (1349 هـ ـ 1925م)، للخطاط محمد محفوظ، حيث جعل هذا الخطاط الحرف الأول من السطر تاجاً، كما جعل هذا التاج في أسماء الأعلام، وابتداء الكلام، لكن الخطاطين الذين جاؤوا بعد الخطاط محمد محفوظ لم يلتزموا بما ابتدعه لهم، فصاروا يتوّجون كل كلمة يريدونها. ¶ يعتبر خط التاج من الخطوط التي لم يحالفها الحظ في الانتشار في العمل الفني، والتجاري، والزخرفي، بل بقي مجاله منحصراً خلال فترة إبداعه، وانتشر فيما بعد بين الخطاطين كنوع من أنواع الخطوط المتطورة. بل نجد أن بعض الخطاطين قد كتبه أيضاً في مجموعاته (من خط الرقعة أيضاً، ولكن خط الرقعة لم يكتب له الذيوع أبداً).( ) ¶ 10- الخط المغربي ¶ يعتبر الخط المغربي من الخطوط المحلية في المغرب، إذ لم يستسغه خطاطو الشام ومصر والعراق وفارس، وقد حلّ هذا الخط محلّ الخط الكوفي الذي كان سائداً في بغداد حتى القرن الخامس الهجري، وهذا الخط يحمل أسماء أخرى كالخط القرطبي، والخط الأندلسي( ). غير أن شهرته بالخط العربي أعم.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "يمتاز باستدارة حروفه استدارة كبيرة. وقد تطور هذا الخط بعد أن ازدهرت الأندلس في القرنين الثامن والتاسع الهجريين، فطغى جمال الخط المغربي على سائر الخطوط الأخرى. وانتعش في القيروان مع انتعاشه في الأندلس، لوثوق الروابط بين المغرب العربي والأندلس. ¶ وبعد القرن التاسع الهجري هبط الخط البياني لهذا الخط في تونس، وكاد يغيب جماله فيها، وإن لم تغب تلك الزخارف الجميلة التي كانت توشي المصاحف والكتب الأخرى، وخاصة الطبّية، فقد (قلّت العناية بالخط المغربي في المصاحف التي كتبت في غرناطة وفاس في القرنين الرابع عشر والخامس عشر)( ) الميلاديين. ¶ وقد أصبح هذا الخط الآن أثراً بعد عين.. ¶ الباب الثالث : ¶ أدوات الخطاطين ¶ 1 ـ القلم ¶ 2 ـ أنواع الأقلام ¶ 3 ـ الحبر ¶ 4 ـ صناعة الحبر ¶ 5 ـ الورق ¶ 6 ـ المحو واللطع ¶ 7 ـ سكين الخطاط ¶ 1- القلم ¶ هو أداة الكتابة والخط، ويسمى في لغة العرب (المِزْبَر) و(المِذْبَر). يقال : زَبَرْتُ أي كتبتُ، وذَبَرْتُ: أي قرأتُ. ¶ (وسمَّوه قلماً لأنه قُلِمَ، أي: قُطِعَ وسُوِّيَ كلما يُقلَّم الظُّفْر. وكل عود يُقطع ويُحزُّ رأسه، ويُعَلَّمُ بعلامة فهو قلم).( ) ¶ وكان العرب يصفون الشيء بمثيله، فقد قيل لأعرابي: ما القلم؟ ففكر ساعة، وجعل يقلِّب يديه وينظر إلى أصابعه ثم قال: لا أدري. ¶ فقيل له: توهَّمه في نفسك. ¶ فقال: هوعُود قُلِم من جوانبه كتقليم الأظفار( ). ¶ ومرَّ علي بن أبي طالب رضي الله عنه بأبي حكيمة وهو يكتب المصاحف فقال له: (أَجلِل قلمك. فقصم من قلمه قصمة. ¶ فقال علي: هكذا نوِّره كما نوَّره الله).( ) ¶ وقد وصف ابن عبد ربه الأندلسي جماعة يكتبون فقال: ¶ ومعشر تنطق أقلامهم ¶ ... ... بحكمة تلقنها الأَعْيُن ¶ تلفظها في الصَّكِّ أقلامهم ¶ ... ... كأنما أقلامهم( ) ألْسنُ ¶ فالقلم هو الذي يتكلم بما يفكر به العبقري، ويدوّن ما بعقله من حكمة، ولذلك كان أرسطو طاليس يقول: (عقول الرجال تحت سن أقلامهم).( )",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "لقد استعمل العرب جريد النخل الأخضر للكتابة وتفننوا في دِقَّتِه وبَرْيِهِ بالشكل والحجم الذي فيه يرغبون، فلما أعزّهم الله بالإسلام الذي حثَّ على طلب العلم، ودعا للكتابة والقراءة والتدوين؛ استعملوا القصب في الخط، واتخذوا أقلامهم منه. ثم رأوا بعد توسع الفتوحات الإسلامية أن القصب يختلف من مِصر إلى مِصر، وأن قساوته وليونته تساعد الخطّاط والكاتب في جودة الخط وإتقانه، وتبيّن لهم أن القصب الفارسي هو أفضل أنواع القصب، لأنه (يكون صلباً قوياً مدوّراً سليماً غير معقد ويكون لون قشرته أحمر ضارباً للسواد).( ) ¶ وقد كان الخطاطون يميزّون بين قصب أيّ قُطر وآخر، ويميزون بين صحيحه من سقيمه، ولذلك نرى ذا الرُّمة يصف قلم القصب، ثم يشبّهه بأنف الطير جمالاً ودِقَّة فيقول: ¶ كأن أنوف الطير في عرصاتها ¶ ... ... خراطيم أقلام تخطُّ وتُعجم( ) ¶ وكان هذا النوع من القصب يُزرع، أو ينبت في الهند وبلاد فارس، فكان التجار يجلبونه إلى العراق والشام مع ما يجلبون من بضائع تلك البلاد إلى بلاد العلم، فيتلقّفه الورّاقون والكتبة في أسواق الكتب في مدن العراق والشام ومصر والأندلس. ¶ وبعد أن برعوا في صناعة الورق والحبر اخترعوا قلم الحبر السائل، الذي يمتاز بخزان صغير للحبر وقبضة، وله ريشة مدببة. وقد استُعمل هذا القلم لأول مرة في مصر، وكتب به المعز لدين الله الفاطمي. ثم تفننوا في صناعة الأقلام والمحابر وطوّروها، لكن الخطاطين مازالوا يخطّون بالقصب لأسباب كثيرة، قد لا تتوفر في أي قلم آخر من المعدن، أو أية ريشة من مادة أخرى. ¶ فالريشة المعدنية تفرض على الخطاط عرض الخط، بينما يتصرف الخطاط في ريشة القصب بالشكل الذي يرغب؛ من حيث البري والقط، ولأن القصب من تركيبه النعومة والسلاسة، ووجود المسامات فيه تسمح بنزول الحبر قليلاً قليلاً، وبقدر ما يكتب الخطاط ويستهلك من الحبر المخزّن فيها.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "بينما قلم الخط المصنوع من المعدن؛ فربما يُنزل من الحبر كثيراً عند بداية الخط، بينما يُنزل حبراً بطيئاً بعد ذلك، وربما إذا أسرع الخطاط فإنه لا ينزل من الريشة حبر يكفي الخط. ¶ 2- أنواع الأقلام ¶ كان العرب في العصرين الأموي والعباسي يكتبون رسائلهم وخطوطهم بأقلام معروفة، فلا يجوز ما يُكتب بهذا أن يكتب بذاك. ¶ يقول ابن مقلة: (للخط أجناس كان الناس يعرفونها ويعلّمونها أولادهم على ترتيب ثم تركوا ذلك، وزهدوا فيه كزهدهم في سائر العلوم والصناعات).( ) ¶ ويبين لنا الخطاط ابن مقلة هذه الأقلام ومهمة كل قلم منها: ¶ فقلم الثلثين : لكتابة السجلات. ¶ وقلم ثقيل الطومار وقلم الشامي: يكتب بهما ملوك بني أمية. ¶ ومُفَّتح الشامي: يكتب به بنو العباس حين تركوا ثقيل الطومار والشامي. ¶ وقلم الرئاسي: الذي أمر به المأمون أن يكتب بقلم النصف ويباعد مابين سطوره، فصارت المكاتبة عن السلطان بقلم النصف والقلم الرئاسي، والمكاتبة بين الوزراء إلى العمال بقلم الثلث، وكذا من العمال إلى الوزراء، ومن الوزراء إلى السلطان بقلم المنشور عوضاً عن مُفتّح الشامي. ¶ وقلم الرقاع: وهو صغير الثلث، للحوائج والظلامات. ¶ وقلم الحلبة وغبار الحلبة وصغيرهما: للأسرار والكتب التي تنفّذ على أجنحة الأطيار. ¶ ويذكر ابن مقلة أن أغلب أهل عصره لا يعرفون أكثر هذه الأقلام، وقد بلغت أنواع الأقلام واحداً وعشرين نوعاً، كل نوع له ما يناسبه( ). ¶ وقد ابتكر الخطاط البغدادي إسماعيل الفرضي مجموعة من الأنابيب المعدنية، وراح يقطها كأقلام القصب، ثم جعل لها (جلفة) مشروحة بعد أن قضى مدة يبريها بالمبرد( ). ¶ قد انفرد بهذه الوسيلة التي استحدثها لنفسه، لكن غيره لم يسلك هذا المسلك. ¶ وقد وصف الشيخ الخطاط محمد بن حسن السنجاري قلم الخط وكيفية قَطَّه فقال: ¶ طوِّل لها الجلفة بالسّكين ¶ ... ... وشُقّها في الوسْط بالتمكين ¶ واجعل لها شحيمة لطيفة ¶ ... ... من بطن قشر ولتكن خفيفة ¶ وإن تكن قشرتها سمينة",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "... ... فاسلُب لها الشحمة( ) بالسّكينه ¶ وشجّع الخطاطون تلاميذهم على قط القلم وصفاء رأسه، واعتبروا جودة الخط في قط القلم، وأن الخطاط لا يمكن أن يكون ناجحاً مالم يكن يحسن القطّ وبري القلم، حتى أن بعض كبار الخطاطين ـ كابن البواب مثلاً ـ كانوا يحتفظون بسرِّ قطِّ القلم لأنفسهم، فكانوا لا يقطّون الأقلام أمام تلاميذهم، ولعل ذلك يعود لإتقانهم لتلك المهنة، وليدفعوا تلاميذهم لتعلّمها بأنفسهم. وبلغ من أنانية بعض الخطاطين أنه (إذا أراد أن ينصرف من ديوانه قطع رؤوس أقلامه حتى لا يراها أحد).( ) ¶ وعابوا على الخطاط الذي لا يحسن بري القلم وقطَّه، بل ذمُّوه، حتى أن أحد الشعراء قال يذم خطاطاً لا يحسن بري القلم وقطِّه: ¶ دخيل في الكتابة ليس منها ¶ ... ... فما يدري دبيراً من قبيل ¶ إذا ما رام للأنبوب بَرْيَاً ¶ ... ... تنكبّ عاجزاً قصد( ) السَّبيل ¶ وكان الخطاطون والكتّاب يكثرون السؤال عن الخط والقَط والمداد والقرطاس، فلا يبدأ أحدهم في عمل ما لم يتقنه. وكانوا يكثرون التردد على أهل الصنعة، ويراسلون مَنْ كان بعيداً عنهم، فقد كتب جعفر بن يحيى إلى محمد بن الليث يطلب منه الإيضاح في القلم والبري والحبر والورق لتحسن كتابته، وتجود خطوطه فكتب إليه الليث يقول: ¶ أما بعد: ¶ فليكن قلمك بحرياً، لا سميناً ولا رقيقاً، مابين الرِّقَّة والغِلَظِ، ضيّق النقب. فابره برياً مستوياً كمنقار الحمامة، اعطف قَطَّته، ورقّق شفرته. ¶ وليكن مدادك صافياً خفيفاً إذا استمددت منه، فانقعه ليلة ثم صَفِّهِ في الدواة.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وليكن قرطاسك رقيقاً مُسْتَوِيَ النِّسْجِ، تخرج السِّحاة مستوية من أحد الطرفين إلى الآخر، فليست تستقيم السطور إلاّ فيما كان كذلك، وليكن أكثر تمطيطك في طرف القرطاس الذي في يسارك، وأقلُّه في الوسط، ولا تمطَّ في الطرف الآخر، ولا تمطَّ كلمة ثلاثة أحرف أو أربعة، ولا تترك الأخرى بغير مطّ، فإنك إذا فرَّقت القليل كان قبيحاً، وإذا جمعت الكثير كان سمجاً....).( ) ¶ ويسترسل محمد بن الليث في نصيحته لجعفر، فيحدثه عن كيفية كتابة الحروف حرفاً حرفاً ليحسن الخط وتجود كتابته. كما تغنَّى الأدباء والشعراء بالقلم، وجعلوه واسطة العِقد في عالم المعرفة والفن، والترجمان لما يريد الأديب والعالم من مسموع إلى مكتوب فقالوا: (القلم أحد اللِّسانين، وهو المخاطب للعيون بسرائر القلوب، على لغات مختلفة)( ). ¶ أنواع قصبات الخط ¶ الخط العربي (ص77) ¶ 3- الحبر ¶ استعمل الخطاطون الحبر الأسود، بينما استعمل أصحاب الرسم والزخارف الأحمر والأزرق الأخضر وغيرها. ¶ وامتاز الخطاطون والورّاقون بصناعة أحبارهم بأيديهم، وقليل منهم كان يشتري الحبر من دكاكين الكتبيّة. ¶ وكانوا يحترمون الحبر والدواة، ويضربون بهما المثل، ويُعطون من يعيرهما هِبة أو عطية، فقد (أتى رجل إلى وكيع بن الجرّاح وأخبره بحُرمة له عنده. ¶ قال وكيع: وما حرمتك؟ ¶ قال الرجل: كنت تكتب من محبرني عند الأعمش.. ¶ فوثب وكيع ودخل منزله، ثم أخرج له بضعة دنانير وقال له: ¶ اعذر فما أملك غيرها)( ). ¶ دواة من النحاس المطعم بالفضة والذهب \"متحف اللوفر باريس\". ¶ 4- صناعة الحبر",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "يصنع الحبر من الورد الجوري، حيث يوضع في قدر كبيرة، ثم يُغلى بالماء الحار حتى ينحلّ. ويقطر منه ماء الورد، ثم تؤخذ البقية (لحثالة) ويوضع فيها حديد صدئ فيفاعل معها بالتأكسد، ويتبدّل لون الحثالة إلى أسود، ثم تجفف هذه الحثالة حتى تكون كالفصوص، ثم تطحن جيداً وتذاب بالماء الحار فتكون حبراً أسوداً، يضاف إليها قليل من الصمغ العربي حتى لا يلتصق الحبر بالورقة عند الكتابة، ولا يسقط بالنفط أو النفخ، كذلك ليكتسب الحبر من الصمغ لمعاناً، ويضاف إلى الحبر قليل من الملح)( ). ¶ ويضع الخطاط الحبر في المحبرة، ثم يضع في المحبرة قليلاً من خيوط الحرير وتسمى (ليقة) أو (طُرّة) تقوم هذه الخيوط بتأمين كمية محدودة من الحبر للقصبة. ¶ كما أن الحبر ضمن هذه الليقة يختمر فيشتد لونه أكثر مما هو أسفل المحبرة وهناك أمر أهم من ذلك كله، ألا وهو أن الخطاط حين يغمس القصبة أو القلم في محبرة الزجاج أو المعدن، فإن الريشة (طرف القلم) تلامس أسفل الدواة فتتأثر بذلك. ¶ وهناك طريقة أخرى لصناعة الحبر من الدخان المتجمّع في المدافئ، حيث يؤخذ هذا الدخان الكثيف (السخام) ويطبخ في وعاء ثم يضاف إليه كمية من الصمغ العربي، والعفص، والملح، وبعض الخطاطين يضيف ماء قشر الرمان بدلاً من العفص، ثم يغلي جيداً ويُصفى. ¶ ويصف ابن البواب الحبر وطريقة صناعته فيقول شعراً: ¶ وألِقْ دواتك بالدخان مدبّراً ¶ ... ... بالخل أو بالحصرم المعصور ¶ وأضف إليه مُغْرَة قد صُوّلت ¶ ... ... مع أصفر الزرنيخ والكافور ¶ حتى إذا ما خُمّرت فاعمد إلى ¶ ... ... الورق النقي الناعم المخبور ¶ فاكبسه بعد القطع بالمعصار كي ¶ ... ... ينأى عن التشعيث والتغيير ¶ ثم اجعل التمثيل وابك صابراً ¶ ... ... ما أدرك المأمول مثل( ) صبور ¶ والحبر المصنوع من سخام النفط أفضل من غيره. ¶ قال الوزير ابن مقلة: (أجود المداد ما اتّخذ من سخام النفط)( ).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وقال ابن الجوزي: (كان ابن مقلة على المائدة، فلما غسل يده رأى على ثوبه نقطة صفراء من الحلوى، فأخذ القلم وسوّدها وقال: تلك عيب وهذا أثر صناعة. وأنشد: ¶ إنما الزعفران عطر العذارى ¶ ... ... ومداد الدواة عطر الرجال( ) ¶ وقال جعفر بن محمد لفتى على ثيابه أثر مداد وهو يستره: ¶ لا تجزعنّ من المداد فإنه ¶ ... ... عطر الرجال وحلية الكُتّاب( ) ¶ وقال بعض الأدباء: عطّروا دفاتر آدابكم بجيّد الحبر، فإن الأدب غواني، والحبر غوالي)( ) وكانوا يختارون الألوان المناسبة للخطوط والصور التي تتخلل كتبهم، ولهم طريقة ناجحة في صنع الأحبار الملونة، وتمازج الألوان، واشتقاق من كل لون ألواناً أخرى تختلف درجاتها عن الأصل، وذلك بإضافة مسحوق نباتات أو أزهار أو عفص، أو أتربة، أو حشرات ملونة. ¶ لقد صنعوا الأحبار من المواد الملوّنة التالية: اللون الأزرق: صنعوه من النيلة أو الصبر. ¶ اللون الأصفر: صنعوه من الزعفران أو الليمون. ¶ اللون الأحمر: من الشمع المذاب لحشرة البق المرقّط. ¶ اللون الزيتوني: من خلط الأزرق بالزعفران ¶ اللون الأخضر: من مزج الزعفران بالزنجبار( ) ¶ اللون البنفسجي: من الأزرق والأحمر( ) ¶ ووصف أحد الخطاطين الأدباء حياته البائسة فقال: ¶ (عيشي أضيق من محبرة) وجسمي أدق من مسطرة، وجاهي أرق من الزجاج، ووجهي أشد سواداً من الحبر، وحظّي أحقر من شقّ القلم، ويدي أضعف من قصبة، وطعامي أمرّ من العفص، وسوء الحال ألزم لي من الصمغ)( ). ¶ 5- الورق ¶ يعتبر الورق المادة الرئيسية للخط، فقد استعمل النسّاخ والخطاطون لوحاتهم الفنية والزخرفية قبله على رقائق الحجارة، والجلود وأوراق البردي، وبعد أن نقل العرب صناعة الورق عن الصينيين، ازدهرت الكتابة وانتشرت صناعة الكتاب انتشاراً مذهلاً، فنقلوا هذه الصناعة في تجاراتهم إلى أوربا وجزر البحر الأبيض المتوسط، وإلى أفريقيا وسائر بلاد المشرق.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "كان المصريون يستعملون البردي لصنع الحبال والحصر والألبسة، وقد رأى العباسيون أن يقيموا مصنعاً لصناعة ورق البردي في العراق، وكان المعتصم هو أول من فكّر في ذلك، فقد أسس منزلاً ملكياً في سماوة على نهر دجلة، وقد جلب له العمال المصريين، والخبراء بصناعة البردي، لكن هذه التجربة باءت بالفشل( ). ¶ كان الخطاطون يسمّون ورق البردي المصنوع في مصر بـ (ورق الطومار) فلما صنعوا الورق من القطن ولحاء الشجر راحوا يسمّون هذا النوع من الورق بـ (الكاغد) حيث اشتهرت به سمرقند، ومنها انتقل إلى بغداد، حيث أمر هارون الرشيد بفتح معمل مثله في بغداد، فحلّ ورق الكاغد محل \"الرّق\" الذي كان يستعمل في الدواوين والمراسلات، فلما انتهى استعمال ورق البردي (الطومار) راح الناس يقولون: إن كواغيد سمرقند عطّلت قراطيس مصر. ¶ وكان الخليفة الأموي الوليد بن عبد الملك أول من كتب على ورق الطومار (البردي) وأمر أن تكون كتبه ورسائله ذات صفة رسمية، وأن يكون الخط والورق جيّدين، وكان يقول عن كتبه والكتب التي ترد إليه (تكون كتبي والكتب إليّ خلاف كتب الناس بعضهم إلى بعض)( ). ¶ وحيث أن الورق قليل في بداياته (طومار أو كاغد) وأنهما يستوردان بتكلفة عالية، فقد أمر الخلفاء في الاقتصاد عند استعمالها، فقد أمر عمر بن عبد العزيز كُتّابه أن يجمعوا الخط في حجم صغير، فكانت كتبه بطول شبر أو نحوه. ¶ وحينما شكا إليه بعض ولاته قلة القراطيس كتب إليه يقول: (أن دقّق، وأقلل كلامك، تكتف بما عندك من القراطيس). ¶ قال يوسف بن صبيح الكاتب حين دخل على أبي جعفر المنصور: (… فسلّمت، فأدناني وأمرني بالجلوس، ثم رمى بربع قرطاس وقال لي: أكتب وقارب بين الحروف، وفرّج بين السطور، واجمع خطّك، ولا تسرف في القرطاس…)( ).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وإلى جانب معمل الورق في بغداد، كانت بلاد الشام سبّاقة إلى صناعة الورق، فقد أُنشئت عدة معامل للورق في دمشق وطرابلس الشام، وطبرية، كما اشتهرت الفسطاط (القاهرة) بصناعة نوع من الورق يسمى (المنصوري). ¶ وكان لبغداد في القرن التاسع شهرة بصناعة نوع من الورق الممتاز الذي يسمى (البغدادي) كان هذا النوع من الورق يمتاز باللّيونة والطراوة والثّخن، وكانت المصاحف تكتب به، وقد استعمله الخلفاء والوزراء في دواوينهم، وقد بيّن القلقشندي في كتابه صبح الأعشى درجات جودة الورق الذي يصنع في البلاد العربية فقال: (كان أعلى أجناس الورق (البغدادي) ويستعمله كتّاب الإنشاء في المكاتب السلطانية، ودونه في الرتبة الورق الشامي، ودونه في الرتبة الورق المصري، ودون ذلك ورق أهل المغرب والفرنجة، فهو رديء جداً، سريع البلى، قليل المكث…)( ). ¶ وقد خضعت تسميات الورق إلى أسماء الحكام والأمراء والمقاطعات التي أنشئ فيها معمل الورق، أو عصر الحاكم الذي حكم، فكانت أنواعه كثيرة، ومختلفة جودة ولوناً، وانتشاراً، وذكر ابن النديم أنواعه وهي: ¶ 1-الفرعوني: الذي كان يحاكي الورق المصري (ورق البردي) ¶ 2-السليماني: الذي سمي باسم المراقب المالي لهارون الرشيد في خراسان. ¶ 3-الجعفري: نسبة للوزير جعفر بن يحيى البرمكي ¶ 4-الطليحي: نسبة إلى طلحة بن طاهر والي خراسان من سنة 822 إلى 828م. ¶ 5- الطاهري: نسبة إلى طاهر بن عبد الله والي خراسان من 844 إلى 862م ¶ 6-النوحي: نسبة إلى نوح بن ناصر من الأسرة السامانية التي حكمت ما وراء النهر بين الفترة (942-954م). ¶ لقد كانت صفائح الورق كصفائح البردي تلصق ببعضها، وتباع بشكل لفّات يقطعها من يستعملها بالشكل الذي يناسبه، أو أن صانعي الورق كانوا يقطعونها بحجم واحد، ويجعلونها بشكل ربطة فيها خمسة وعشرون صحيفة تسمى (دست) وهي كلمة فارسية ترجمت إلى العربية بكلمة (كف)( ).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "إن الخطاط يتفنن في نوع الورق كما يتفنن في جودة خطّه، فهو يختار القلم والحبر والدواة، والورق كما يشاء، وحينما لا يكون الورق جيداً فإن الخطاط يقوم بصقله وتلميعه وسدّ المسامات فيه حتى لا ينتشر الحبر، فيحافظ الحرف على حجمه. ¶ وقد استعمل الخطاطون عدة أساليب لصقل الورق، منها: ¶ 1-أن يدهن الورق بزلال البيض (البياض) دهناً جيداً، ثم يمسح بخرقة ناعمة نظيفة. ¶ 2-أن يصقل الورق بعظم العاج وهذه الطريقة البسيطة قد درج عليها الخطاطون في بغداد ودمشق وغيرهما، مما جعلهم يخلّدون على صحائف هذا الورق بدائع خطوطهم، ولوحاتهم، وأشعارهم التي أصبحت بالنسبة لمن جاء بعدهم، لوحات تراثية رائعة. ¶ وقد استعمل العرب والمسلمون طرائق مختلفة لصقل الورق وتلميعه وعدم السماح له بامتصاص الحبر السائل. منها: ¶ أنه بعد أن يصبح بشكل رقائق، يُملس ليكون بثخانة واحدة، ثم تُفرك هذه الصفائح بخليط من الجريش الناعم، والنشاء المبلّل بعد سحقه وتليينه في الماء البارد، ومن ثم تحريكه في ماء يغلي، حيث تملأ الفراغات الموجودة على صفحائح الورق بهذه المادة الممزوجة، ثم تُصقل على لوح خشبي بمصقل من العقيق، أو من الزجاج، وهذه العملية تسمى \"المعالجة\"( ). ¶ وكان صانعوا الورق يلوّنونه بألوان مختلفة، وبحسب اللون الرائج أو على طلب الزبون، لكن طريقة التلوين تختلف عن صباغة الورق الملون حالياً، فالورق الحديث يلوّن مع العجينة، كان استعمال الورق الملون قليلاً فهم يلوّنون الكمية المطلوبة منهم، وبإحدى الطريقتين التاليتين: ¶ الطريقة الأولى: أن تغمس هذه الصفائح في أحواض سائلة ملونة باللون المطلوب، عدة مرات، حتى تتشرب الصفائح هذه الألوان، ثم تجفف وتُصقل بمصاقل خاصة. ¶ الطريقة الثانية: أن تفرك هذه الصفائح بمادة صبغيّة( ). ¶ 6- المحو واللطلع",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "امتاز الخطاطون العظام بمحو الحرف الزائد أو النقطة حالما وقعوا في الخطأ، وذلك قبل أن يمتص الورق الحبر، وذلك بقصد محوه. وكانت لهم عدة طرائق لمحو تلك الأخطاء منها: ¶ 1-أن يمسحه بإصبعه حالما وقع في الخطأ. ¶ 2-أن يتركه حتى يجف فيحكّه ثم يصقل الورق بأداة خاصة ويكتب الحرف من جديد. ¶ 3-أن يقوم الخطاط بلطع الحرف الذي أخطأ فيه، وهذه الطريقة قديمة، وشائعة عند خطّاطي العرب قبل غيرهم. وقد دوّنوها في أبياتهم، فقد كتب أبو نواس أبياتاً من الشعر لجارية راسلته، وقد ظهر آثار المحو واللطع في رسالتها، فقال: ¶ أكثري المحو في الكتاب ومحيّـ ¶ ... ... ه بريق اللسان لا بالبنان ¶ وأمرّي الخزام بين ثناياك ¶ ... ... العذاب المفلّجات الحسان ¶ إنني كلما مررت بسطر ¶ ... ... فيه محو لطعته بلساني ¶ فأرى ذاك قبلة من بعيد ¶ ... ... أسعدتني وما برحت( )مكاني ¶ وكان الخطاطون يعتزون بمحابرهم فينمِّونها ويعطرونها، بأجمل الزخارف، وأحسن العطور، كالمسك والزعفران، وذلك ليسهل عليهم اللطع عند الخطأ، فلا يستكرهون رائحة الحبر. ¶ ولشدة حبهم للخط، وكراهية الخطأ فيه كانوا يمحون الخطأ بكُمّ ثوبهم. ¶ (كتب إبراهيم بن العباس كتاباً، فأراد محو حرف منه فلم يجد سبيلاً، فمحاه بكُمّه. ¶ فقيل له في ذلك، فقال: المال فرع، والقلم أصل، فهو أحق بالصون منه، وإنما بلغنا هذه الحال واستفدنا الأموال بهذا القلم والمداد)( ). ¶ وهذا يعني أن الخط فن في مقدمة الفنون التي كانت تدرّ ربحاً وجاهاً للخطاطين. ¶ 7- سكين الخطاط ¶ كل أداة لبري الأقلام تسمى (مبري) أو (مبراة) لكن الخطاطين يستعملون السكين كأداة فريدة ومتميزة عن بقية أدوات الخط التي يعتزون بها لتجويد الخط، فهم يعيرون ويهدون من أقلامهم ومحابرهم وأحبارهم وأوراقهم لأصدقائهم وتلاميذهم، لكنهم لا يفعلون ذلك بالسكين إلاّ ما ندر. ¶ ولهم أمزجة مختلفة في اقتناء السكين التي تناسبهم، وقد وضعوا لها مواصفات منها: ¶ 1-أن لا تكون صغيرة ولا كبيرة.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "2-أن تكون قبضتها تملأ اليد. ¶ 3-أن تكون متوسطة الحجم. ¶ وقد وصفها أحد الخطاطين فقال: (ينبغي أن تكون لطيفة القدّ، معتدلة الحد)( ). ¶ والسكين رفيقة الخطاط في حلّه وترحاله، وقد وصفها الخطاطون الشعراء في أشعارهم، وتحدثوا عنها بما يشفي غليلهم، فهي التي تحدد لهم نوع الخط وحجمه، وهي التي ترافقهم في الحل والسفر. ¶ - - ¶ الباب الرابع : ¶ الخطا0طون العظام ¶ 1-ابن مقلة.. ¶ 2-ابن البواب.. ¶ 3-ياقوت المستعصمي.. ¶ 4-الحافظ عثمان ¶ 5-هاشم البغدادي.. ¶ 6-حامد الآموي.. ¶ ابن مقلة ¶ 272-328هـ / 866-940م ¶ بلغ الكتاب أوجه في العصر العباسي، وانتشرت صناعة الورق وتفننوا في قطّ القلم، وحددوا له أنواعاً لكل خط، والتقى الأدباء والفنانون في دكاكين الوراقين بالفنانين والخطاطين. ¶ وكثرت الخطوط، وكثر الخطاطون، فكان لا بد من وضع المقياس الثابت للخط، لإدراك صحيحه من سقيمه، فكان فارس هذا الميدان شاب عاش عيشة البسطاء، ومن عائلة بسيطة رغم أنها كانت مشهورة بالخط وقد توارثته قبله وبعده. ¶ هذا الخطاط الذي كان فيصلاً لمن قبله وبعده، هو أبو علي محمد بن علي ابن حسن( ) بن مقلة( ). ¶ مولده ونشأته ¶ ولد ابن مقلة (في بغداد بعد عصر يوم الخميس في عشرين من شهر شوال سنة 272هـ – 866م)( ). ¶ (ومقلة اسم أمه كان أبوها يرقّصها فيقول: يا مقلة أبيها، فغلب عليها)( ). ¶ وكان هذا الاسم يرافق العائلة بأسرها، كما أن الخط قد رافقها فقد (كان أخوه مليح الخط، وأبوه أيضاً، وله ولأخيه ذرية كانوا ممن يحسنون الخط، لكنهم لم يبلغوا محمد بن مقلة)( ). ¶ وكان أخوه الحسن (أبو عبد الله) منقطعاً إلى بني حمدان سنين كثيرة يقومون بأمره أحسن القيام، وقد أخطأ ياقوت الحموي حين نسب لسيف الدولة أنه فقد خمسة آلاف ورقة من خط أبي علي بن مقلة وهي في الحقيقة لأبي عبد الله الحسن بن علي بن الحسن بن عبد الله بن مقلة( ). ¶ ذلك لأن أبا علي بن مقلة لم يطأ حلب.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "أخذ أبو علي عن كبار علماء عصره في بغداد علوم الأدب واللغة (وروى عن أبي العباس ثعلب، وأبي بكر بن دريد)( ). ¶ فكان من نتيجة همته العالية وطموحاته المتواصلة أن صعد سلّم ريادة الخط، فكان رائد الخط العربي في العصر العباسي، كما صعد سلّم السياسة فكان وزيراً أكثر من مرة، وقد أودت به طموحاته إلى السقوط، فقد قطعت يده التي كان يخط بها، كما دخل السجن بسبب سياسته الهوجاء فقضى حياته فيه، ومات بين جدرانه بائساً. ¶ في الوزارة ¶ صحيح أن ابن كثير قال عنه: كان في أول عمره ضعيف الحال، قليل المال)( ) إلاّ أنه استطاع أن يغير تلك الحال البائسة إلى أفضل حال. وأن ينثر المال حتى في غير أماكنه كما ينثر التراب، فقد كان في أول أمره أن أصبح جابياً لخراج بعض أعمال بلاد فارس، فتغيرت أحواله من سيء لحسن، ومن حسن لأحسن، وبلغت سمعته الحسنة الخليفة المقتدر، فلما شغر منصب الوزارة التي كان يتسلمها علي بن عيسى، سمّي للخليفة ثلاثة ممن يرشحهم هذا المنصب وهم: (الفضل بن جعفر بن الفرات، وأبو علي بن مقلة، ومحمد بن خلف النيرماني، فقيل للخليفة المقتدر: أما ابن الفرات فقد قتلنا عمه الوزير أبا الحسن وابن عمه، وصادرنا أخته ولا نأمنه، وأما ابن مقلة فحدث غرٌّ لا تجربة له بالوزارة ولا هيبة له في قلوب الناس، وأما محمد بن خلف النيرماني فجاهل متهوّر ولا يدفع عن صناعة الكتابة والمعرفة)( ). ¶ وأحب ابن مقلة أن يكون وزيراً للمقتدر، وبذل في سبيل ذلك ما يملك من دهاء وخبرة في السياسة، فأُرسل إلى الأنبار ومعه خمسون طائراً لنقل الأخبار( ) التي كانت تحدث سريعاً، وتكاد تهدد جسم الدولة لكثرة الأحداث والفتن، فكانت الأخبار تأتيه على أجنحة الأطيار، فقيل للخليفة: (هذا فعله ابن مقلة فيما لا يلزمه، فكيف إذا اصطنعته؟) فولاّه المقتدر الوزارة على ما سمع عنه.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "استلم ابن مقلة الوزارة فقرّب منه أصدقاءه وأقاربه، (فكان يعينه في تدبير أمور الوزارة أبو عبد الله البريدي لمودّة كانت بينهما)( ) وكان ذلك سنة (316هـ) وبعد سنتين وأربعة أشهر أمر الخليفة أن يقبض عليه وأن تصادر أملاكه، ثم نفاه إلى بلاد فارس، وأحرق داره ليلاً، ونهب الناس ما فيها من حديد وأثاث وحجارة ليلاً( ). ¶ وفي عيد الأضحى سنة (320هـ) استوزره الإمام القاهر بالله، وبقي وزيراً له إلى أول شعبان سنة (321هـ) حيث بلغ الخليفة أن ابن مقلة قد تعاون مع ابن بليق للفتك بالخليفة، فاستتر واختفى عن أعين الناس، وكان ابن مقلة قد ضاق ذرعاً بالخليفة، وراح ينشر بين الناس دعاية سيئة ضده لخلعه (وطاف البلاد متنكراً يؤلّب الناس عليه)( ). ¶ ويبدو أن هذه التحركات المريبة التي كان يتحركها ابن مقلة ضد الخليفة القاهر قد أعجبت الخليفة الذي جاء بعده وهو الراضي بالله، فلما تولى الخلافة الراضي بالله في السادس من جمادى الأولى سنة (322هـ ) جعله وزيراً بعد ثلاثة أيام من توليه الخلافة( ). ¶ إسرافه وبذخه ¶ حين نتتبع حياة ابن مقلة نجده ولد فقيراً، وعاش مطلع شبابه حياة هي أقرب منها للبؤس من الرخاء والنعيم، لكننا نجده عاش عيشة الوزراء المتخمين والملوك، بعد أن بلغ مبلغ الرجال وأصبح وزيراً. كما نلاحظ أنه قد جمع مالاً كثيراً من خلال ولايته في فارس، وتولّيه الوزارة ثلاث مرات لثلاثة من الخلفاء. وكانت له صور من البذخ لم يسبقه إليها غيره، فخلال توليه الوزارة الأولى (كان يصرف لشراء الفاكهة خمس مائة دينار في كل يوم جمعة)( ). ¶ وكان يحب تربية الحيوانات والطيور، ويعتني بزراعة الأشجار المثمرة، وقد تحدث ابن كثير عن بستانه الذي ملأه أشجاراً وطيوراً وحيوانات فقال: (كان له بستان كبير جداً، عدة أجربة- أي فدان)( ). ¶ وكانت الشبكة التي يغطي بها البستان من الحرير، وتحتها صنوف الطيور مما يتجاوز الوصف( ).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "تحدث عن هذا البستان ومحتوياته ابن الجوزي فقال: (كان يفرخ فيه الطيور التي لا تفرخ إلاّ في الشجر، كالقماري، والدباسي، والهزار، والببغ، والبلابل، والطواويس، والقبج، وكان فيه من الغزلان وبقر الوحش، والنعام، والإبل، وحمير الوحش)( ). ¶ وكان يعمل في هذا البستان عمال وخدمة للشجر والطيور والحيوانات وقد شاهد أحد هؤلاء العمال ازدواج طائر بحري على طائر بري، ولاحظهما ملاحظة دقيقة، فلما أيقن تفريخهما، أسرع إلى ابن مقلة وبشّره (بأن طائراً بحرياً وقع على طائر بري فازدوجا وباضا وأفقسا، فأعطى من بشّره بذلك مائة دينار ببشارته)( ). ¶ وقد ذم ابن كثير بذخ ابن مقلة، وأشار إلى زوال تلك النعمة التي كان ينعم بها وقال: (هذه سنة الله في المغترّين الجاهلين الراكنين إلى دار الفناء والغرور)( ) وذكر أبياتاً لأحد الشعراء المعاصرين له، يذم فيها بذخه حين بنى قصره الشهير وبستانه. يقول فيها: ¶ قل لابن مقلة لا تكن عجلاً ¶ ... ... واصبر فإنك في أضغاث أحلام ¶ تبني بأحجُر دور الناس مجتهداً ¶ ... ... داراً ستهدم قنضاً بعد أيام ¶ ما زلت تختار سعد المشتريّ لها ¶ ... ... فكم نحوسٍ به من نحس بهرام ¶ إن القران وبطليموس ما اجتمعا ¶ ... ... في حال نقضٍ ولا في حال( ) إبرام ¶ حقاً لقد لاقى ابن مقلة إبان ولايته ووزارته نعيماً لا يكاد يوصف، ولم يكن عاقلاً في سياسة تلك النعمة، فانقلبت عليه وبالاً ونقمة، وجعلته عبرة لم يعتبر. ¶ محنة ابن مقلة ¶ من مصائب الأمراء أنهم لا ينزلون العلماء والأدباء منازلهم ويعتبرونهم كبقية الدهماء، ويجرون عليهم القانون الذي يجري على المجرمين والسوقة، وهذا ما جرى لابن مقلة حين رفع يده يعلن الرفض، وقال بلسانه: لا ثم لا. وكان يومها وزيراً للخليفة الراضي بالله.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "لقد كانت بين ابن مقلة والمظفر بن ياقوت وحشة وأحقاد، وكان ابن ياقوت مستشاراً للخليفة ومقرّباً من مجلسه. فحاك ابن ياقوت مؤامرة ضد ابن مقلة، وأمر غلمانه بالقبض عليه إذا مرّ في دهليز دار الخلافة، وأقنع الغلمان أن الخليفة راض عن عمله، فلما مرّ ابن مقلة في الدهليز هجم عليه ابن ياقوت والغلمان فاعتقلوه وقبضوا عليه، وذلك يوم الاثنين 14 جمادى الأولى سنة (324هـ – 936)( ) ثم أرسل ابن ياقوت بياناً للخليفة لسبب الاعتقال عدّد فيه ذنوبه وأخطاءه التي تستدعي ما فعله به. ووافق الخليفة على تقرير ابن ياقوت وعزل ابن مقلة عن الوزارة، وقلّدت لعبد الرحمن بن عيسى الذي راح يهين ابن مقلة، ويضربه بالمقارع، ويكيل له ألوان التعذيب من التعليق بالحبال والضرب وغير ذلك، ثم أفرج عنه. ¶ وراح ابن مقلة يتردد على ابن رائق وكاتبه، وأخذ يتذلل لهما لاستعادة أملاكه وضياعه وأملاك ولده أبي الحسين، فواعده، فلما يئس من تلك المواعيد، راح يتهم ابن رائق في كل مكان، ثم راح يكتب للخليفة مثالب أمير أمرائه، ويطلب منه أن يقبض عليه، وأنه إذا ما أعاده إلى الوزارة، وقُبض على ابن رائق فإنه سيقدم للخليفة ثلاثة ملايين دينار. ¶ ثم راح يراسل (بجكم التركي) يُطعمه في موضع ابن رائق، وكتب إلى (وشمكير) بمثل ذلك وهو بالري، لكن الخليفة لم يكن راضياً عن تصرفات ابن مقلة المريبة، وكان يعده بإعادة أملاكه كمواعيد أمير أمرائه( ) لأنه غير راض عمن راسلهم ابن مقلة خارج بغداد. ¶ وذهب ابن مقلة إلى الخليفة، فاعتقله وحبسه في حجرة ثم استدعى ابن رائق، وأخبره بما جرى، وطلب ابن رائق من الخليفة قطع يد ابن مقلة اليمنى التي راسل بها (بجكم التركي) و(شمكير) وخصوم الخليفة وخصومه. ¶ وأرجئ الأمر إلى وقت لاحق، حيث عقد الخليفة لهما مجلساً مخضراً، ودار كلام كثير، أمر الخليفة في نهايته قطع يد ابن مقلة اليمنى، وأن يعود إلى السجن.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وقد ذكر بعض المؤرخين أن الخليفة قد استفتى الفقهاء فأفتوا بقطع يده( ) ولعل تلك الفتوى بسبب كثرة ما يملكه من مال وضياع وما فعله في بستانه الكبير من تربية الطيور والحيوانات، وأن ذلك كسب غير مشروع يستحق عليه العقوبة. ¶ لكن الخليفة الراضي ندم على ما فعل، فأمر الأطباء بملازمته ومداواته في السجن حتى يبرأ، ففعلوا( ). ¶ يقول ثابت بن سنان الطبيب: (كنت إذا دخلت عليه في تلك الحال يسألني عن أحوال ولده أبي الحسين، فأعرفه استتاره وسلامته، فتطيب نفسه، ثم ينوح على يده ويبكي ويقول: خدمت بها الخلفاء وكتبت بها القرآن الكريم دفعتين، وتقطع كما تقطع أيدي اللصوص؟ ¶ فأسلّيه وأقول له: هذا انتهاء المكروه، وخاتمة القطوع فينشدني ويقول: ¶ إذا ما مات بعضك فابك بعضاً ¶ ... ... فإن البعض من بعض ( ) قريب ¶ وكان من صفات ابن مقلة أنه كان قاسياً عاطفياً عصبي المزاج، سريع الانفعال، عصامياً، فرغم أن يده قد قطعت فإنه كان يطمع أن يعود وزيراً ليفعل الأفاعيل وينتقم من غيره، وكان لا يتوانى من نقد غيره نقداً جارحاً، والنيل منه نيلاً لاذعاً. ¶ لقد خرج من السجن مقطوع اليد، لكنه استمر يخط بهذه اليد المقطوعة خطوطاً جميلة كالتي كان يخطها وهو معافى، وكان يربط على يده عوداً (قصبة) ويكتب ما يريد بنجاح كبير( ). ¶ وتسرّبت أقواله القاسية بحق ابن رائق وغيره، وأخذ يكتب للخليفة الراضي يستعطفه ويطلب منه أن يجعله وزيراً مرة رابعة، وكان مما كتبه له: (إن قطع اليد ليس مما يمنع الوزارة)( ). ¶ لكن الخليفة لم يلتفت إلى طلبه، بل زاد ذلك من غيظ خصمه ابن رائق، حيث أمر (بجكم التركي) أحد المقرّبين من ابن رائق بقطع لسان ابن مقلة، ورمي بالحبس مدة طويلة، كان فيه مهملاً، لا يخدمه أحد، ولا يقدم إليه ما يلزمه، (فكان يستقي الماء لنفسه من البئر، فيجذب بيده اليسرى جذبة، وبفمه الأخرى)( ).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ولم يرض الأدباء والشعراء للواقع الأليم الذي عانى منه ابن مقلة، نتيجة معارضته لوزير أو لأمير الأمراء في الدولة، فنظموا القصائد التي تستنكر تلك الفعلة التي أقدم عليها الخليفة من قطع يده ولسانه، فقد قال أحد الشعراء: ¶ وقالوا: العزل للوزراء حيض ¶ ... ... لحاه الله من أمر بغيض ¶ ولكن الوزير أبا علي ¶ ... ... من اللائي يسئن من( ) المحيض. ¶ كما ندد الصولي بالذين قطعوا يده للقضاء على مواهبه الفنية، أو ليخرسوا لسانه بالقمع والإرهاب والقطع فقال: ¶ لئن قطعوا يمنى يديه لخوفهم ¶ ... ... لأقلامه لا للسيوف الصوارم ¶ فما قطعوا رأياً إذا ما أجاله ¶ ... ... رأيت الردى بين اللها( ) والغلاصم ¶ وفي الحقيقة أن أزلام الخليفة استطاعوا إسكاته وتنحيته عن الساحة السياسية، فهل استطاعوا إزاحته عن عرش المجد والخلود الذي اعتلاه بفنه وخطّه وذوقه؟ ¶ نبوغه وآثاره ¶ شهد المؤرخون والباحثون لابن مقلة في جودة الخط وحسنه، فقد كان في عصره شيخ خطاطي بغداد، فلم يدركه أحد ممن عاصره، ولم يسبقه إلى طواعية القصبة له لاحق حتى قرون تلته. وقد ترك لنا رسالة بعنوان: \"رسالة في علم الخط والقلم\"( ) ورجع إليها الأستاذ معروف زريق حين كتب كتابه (كيف نعلم الخط العربي) واعتبرها من مراجعه. ¶ وقد أسهب الباحثون في ذكر جوانب إبداعه في الخط. فقد جاء في كتاب ثمار القلوب ما يلي: (كتب ابن مقلة كتاب هدنة بين المسلمين والروم بخطه، وهو إلى اليوم –أي زمن الثعالبي سنة 429 هـ – عند الروم في كنيسة قسطنطينية، ويبرزونه في الأعياد، ويعلقونه في أخصّ بيوت العبادات، ويعجبون من فرط حسنه وكونه غاية في فنه)( ). ¶ ويذكر البحاثة عمر رضا كحالة أنه ترك ديوان شهر صغير يقع في ثلاثين ورقة( ) من ذلك الشعر ما ذكره أصحاب الموسوعات الكبيرة كابن خلكان والذهبي وابن الجوزي وغيرهم، وقد قاله ابن مقلة في حالته البائسة بعد قطع يده: ¶ ما سئمتُ الحياة لكن توثّقـ ¶ ... ... تُ بأيمانهم فبانت يميني",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "بعتُ ديني لهم بدنياي حتى ¶ ... ... حرموني دنياهم بعد ديني ¶ ولقد حُطتُ ما استطعتُ بجهدي ¶ ... ... حفظَ أرواحهم فما حفظوني ¶ ليس بعدَ اليمين لذةُ عيشٍ ¶ ... ... يا حياتي بانت يميني( ) فبيني ¶ أما الأستاذ هلال ناجي فيقول عن آثاره: (ترك ابن مقلة مدرسة في الخط بعده، وله في الخط رسالة مخطوطة موجودة، لكن أثاره الخطية ضاعت، ولم يبق منها سوى مصحف واحد محفوظ في متحف هراة بأفغانستان)( ). ¶ ونقل الذهبي خطأ وقع فيه ابن النجار حين اعتبره شاعراً أديباً وأنه (وفد على ملك الشام سيف الدولة، ونسخ له عدة مجلدات)( ). ¶ فابن مقلة لم يدخل حلب ولا نزل بلاد الشام البتة. ¶ صفاته وطباعه ¶ في الحقيقة أننا حينما نقف على سيرة ابن مقلة نجده عنيفاً في حبه، عنيفاً في بغضه، يكيل لمن يبغضه الصاع، ويهيل لمن يرضى عنه بلا كيل. كان يتحدث عن نفسه مراراً فيقول: (إذا أحببتُ تهالكت، وإذا أبغضتُ، أهلكتُ، وإذا رضيتُ آثرتُ، وإذا غضبتُ أثّرتُ)( ). ¶ لقد كان من حبه للخط أنه يمسح بالحبر ثوبه إن وجد في يده أو قلمه شيئاً من ذلك، وهذا من حبه لمهنة الخط، فقد كان يأكل يوماً. فلما غسل يده، وجد نقطة صفراء من حلو على ثوبه [ففتح الدواة] وأخذ منها الحبر وطمس مكان الحلو بالقلم وقال: (ذاك عيب، وهذا أثر صناعة) يريد صناعة الخط، وأنشد: ¶ إنما الزعفران عطر العذارى ¶ ... ... ومداد الدواة عطر( )الرجال ¶ وكان يقول: (يعجبني من يقول الشعر تأدّباً لا تكسبّاً، ويتعاطى الغناء تطرّباً لا تطلّباً)( ). ¶ وحين نجده في هذه المقولة عفيفاً، نجده في موقف آخر عنيفاً، فقد تحدث الحسن بن مقلة عن سبب قطع يد أخيه فقال: (كان سبب قطع يد أخي كلمةً. كان قد استقام أمره مع الراضي، وابن رائق، وأمرا بردّ ضياعه، ودافع ناس فكتب أخي يعتب عليهم بكلام غليظ، وكنا نشير عليه أن يستعمل ضد ذلك فيقول: والله لا ذللتُ لهذا الوضيع. ¶ وزاره صديق ابن رائق، ومدبّر دولته، فما قام له)( ).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وذكر الذهبي أن ابن النجار ساق فصلاً طويلاً يدلّ على تيهه وطيشه، وكان من ذلك الطيش أنه كان إذا ركب يأخذ له الطالع جماعة من المنجمين، ليأمن المركب والطريق. ¶ وذكر ابن كثير أنه حين عزل في زمن الخليفة الراضي (صودر منه ألف ألف دينار)( ). ¶ وهذا المبلغ وغيره لا نشك في أنه جمعه بطرق غير مشروعة، وله سوابق الرقاع الكثيرة في مجلسين، ولو كانت كلّها تخصك لقضيتُها. فقبل جعفر يده)( ). ¶ ولا شك أن ابن مقلة كان يقضي حوائج الناس، ويدير شؤون وزارته خير إدارة، ولعله في ذلك كان يطمح إلى أعلى من الوزارة، فقد كان يتظاهر أمام من يعرفونه بالعظمة، وعلو المقام، وكان يرى في نفسه المقدرة على إدارة أكبر الأمور، وكان ينظم ذلك شعراً فيقول: ¶ وإذا رأيت فتى بأعلى رتبة ¶ ... ... في شامخ من عزّة المترفّع ¶ قالت لي النفس العزوف بقدرها ¶ ... ... ما كان أولاني بهذا( ) الموضع ¶ ولعل تلك الآمال هي التي أوردته المهالك. ولو بقي ابن مقلة كاتباً خطاطاً لنال من المجد أكثر مما ناله في الوزارة، والذي نشاهده من خلال سيرته أنه طلب المجد بغير الخط فناله في الخط وسقط في السياسة. ¶ قالوا فيه ¶ لقد أثنى العلماء والمؤرخون على ابن مقلة كخطاط بارع، وفنان مبدع، لكنهم اعتبروه أرعناً في السياسة، وسيءّ التصرف بماله، وما قام به من بذخ وإسراف اشمأزت منه نفوس عارفيه، وضمر له السوء أكثر الذين عرفوه في قصر الخلافة والوزارة. فقد كانت حياته صوراً مختلفة عجيبة، وفيها من المتناقضات والغرائب. ¶ في ذلك تدل على أنه جمع مالاً لا يكاد يحصى. ¶ كما نجد ابن مقلة يتغير عما به من صفات حسنة قبل الوزارة عما آلت إليه الأمور بعدها فغيرته كثيراً. ونسي بعدها أعز أصدقائه الذين كان يأكل الخبز الخشن معهم فقد كان الشاعر جحظة صديقاً له، وبينهما صداقة متينة، ولما أراد جحظة أن يدخل على ابن مقلة بعد أن تقلّد الوزارة لم يؤذن له فقال: ¶ قل للوزير أدام الله دولته",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "... ... اذكر منادمتي والخبز خشكار ¶ إذ ليس بالباب يرذون لنوبتكم ¶ ... ... ولا حمار ولا في الشطّ( )طيّار ¶ وكان يقضي وهو في الوزارة حوائج الناس، ويلبي لهم طلباتهم وحوائجهم، ولا يردّ أحداً، فقد كان جعفر بن ورقاء الشاعر يعرض على ابن مقلة الرقاع الكثيرة في طلبات الناس في مجالسه العامة وخلواته، فربما عرض له في اليوم أكثر من مائة رقعة (طلب حاجة وتظلّم). ¶ وفي أحد المجالس عرض عليه كثيراً من مطالب الناس التي دونوها في الرقاع فضجر ابن مقلة وقال: (إلى كم يا أبا محمد؟). ¶ قال جعفر: على بابك الأرملة والضعيف وابن السبيل، والفقير، ومن لا يصل إليك.. أيّد الله الوزير، إن كان فيها شيء لي فخرّقه، إنما أنت الدنيا، ونحن طرق إليك، فإذا سألونا سألناك، فإن صعُبَ هذا أمرتنا أن لا نعرض شيئاً، ونعرّف الناس بضعف جاهنا عندك ليعذُرونا. ¶ فقال أبو علي: لم أذهب حيث ذهبتَ، وإنما أومأت إلى أن تكون هذه ¶ يقول الثعالبي: (من عجائبه أنه تقلد الوزارة ثلاث دفعات، لثلاثة من الخلفاء، وسافر في عمره ثلاث سفرات، اثنتان في النفي إلى شيراز والثالثة إلى الموصل، ودفن بعد موته ثلاثة مرات، في ثلاثة مواضع، وكان له ثلاثة من الخدم)( ). ¶ وقد خلّده الثعالبي في كلمات كخلود خطه: (خط ابن مقلة يضرب مثلاً في الحسن، لأنه أحسن خطوط الدنيا، وما رأى الراؤون، بل ما روى الراوون مثله، في ارتفاعه عن الوصف، وجريه مجرى السحر)( ). ¶ وقال عنه الذهبي: (الوزير الكبير)( ). ¶ ووصفه الصولي وصفاً دقيقاً فقال: (ما رأيت وزيراً منذ توفي القاسم بن عبيد الله( ) أحسن حركة، ولا أظرف إشارة، ولا أملح خطاً، ولا أكثر حفظاً، وله علم بالإعراب، وحفظ للغة، وتوقيعات حسان)( ). ¶ وتحدث عنه ياقوت الحموي فقال (وهو المعروف بجودة الخط الذي يضرب به المثل، كان أوحد الدنيا في كتبه قلم الرقاع، والتوقيعات، لا ينازعه في ذلك منازع، ولا يسمو إلى مساماته( ) ذو فضل بارع)( ).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وقال أبو حيان التوحيدي: (أصلحُ الخطوط، وأجمعها لأكثر الشروط، ما عليه أصحابنا في العراق فقيل له: ما تقول في خط ابن مقلة؟ ¶ قال: ذاك نبي فيه، أفرغ الخط في يده، كما أُوحي إلى النحل في تسديس بيوته)( ). ¶ وفاته ¶ بعد حياة منعمة بعد فقر وحاجة، عاد ابن مقلة ليقضي آخر أيامه في سجن الخليفة الراضي مقطوع اليد واللسان، يعاني من شظف العيش وقساوة الحياة كثيراً، ومات يوم الأحد في العاشر من شهر شوال سنة (328هـ – 940م) ودفن في السجن، ثم نبش بعد زمان وسلّم إلى أهله( ) فدفنه ابنه أبو الحسين في داره، ثم نبشته زوجته المعروفة بالدينارية، ودفنته في دارها)( ). ¶ وذكر الذهبي أنه عاش ستين عاماً( ) ¶ بينما قال ابن كثير: توفي وله من العمر ست وخمسون سنة( ). ¶ ووقف على قبره ابن الرومي يبين مكانته في عالم الفكر والقلم، وأن الإبداع هو الخالد، وأن السلطان ومن دونه، والسيف وما فوقه لا يبارون القلم ولا يبلغون مداه. ¶ إن يخدم القلم السيف الذي خضعت ¶ ... ... له الرقاب ودانت خوفه الأمم ¶ فالموت، والموت لا شيء يعادله ¶ ... ... ما زال يتبع ما يجري به القلم ¶ كذا قضى الله للأقلام مُذ بُريت ¶ ... ... أن السيوف لها مذ أُرهفت خدم ¶ وكل صاحب سيف دائماً أبداً ¶ ... ... ما زال يتبع ما يجري به( ) القلم ¶ رحم الله ابن مقلة، فقد عاش بين أقرانه غريباً، ومات في غياهب السجن ذليلاً، ولكن ذكره بين المبدعين بقي خالداً. ¶ ابن البواب ¶ ... - 423هـ / ... - 1032م",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "الخط فن جميل، اشتهر به العرب بعد الإسلام، وفاقوا به بقية الأمم، وسبب التفوّق أنهم لم يلجؤوا للتصوير والنحت وعمل التماثيل لتحريم الشريعة الإسلامية ذلك. واشتهروا بالزخرفة والمقرنصات الصاعدة والنازلة، والزخارف الهندسية المختلفة، حتى أصبحت هذه الفنون تحمل اسم الفنون الشرقية، أو الإسلامية. وأصبح الخط العربي عبر مسيرة تطوره في القرون الأولى فناً إبداعياً امتاز به عدد كبير من الفنانين، تحدث عنه ابن خلدون في القرن الثامن الهجري فقال: (واعلم بأن الخط بيان عن القول والكلام، كما أن القول والكلام بيان عما في النفس والضمير من المعاني فلابد لكل منها أن يكون واضح الدلالة… فالخط المجوّد كماله أن تكون دلالته واضحة، بإبانة حروفه المتواضعة، وإجادة وضعها ورسمها)( ). ¶ وقد امتاز الخط العربي عن غيره من خطوط العالم بليونة حروفه وانسيابها ووصلها مع بعضها ووجود حركات فوقها وأسفل منها، مما جعله يمتاز عن غيره في الكتابة والجمال، فنزل القرآن الكريم به، وجوّده الخطاطون بهذه القواعد الثابتة. ¶ وإذا كان الخط الكوفي –على سبيل المثال- يقوم على قاعدة استعمال المسطرة، فقد يجوز أن نكتب به بعض الخطوط غير العربية كالإنكليزية والصينية، لكننا نعجز تماماً أن نطبق قواعد الخطوط الأخرى كالثلث والنسخ والديواني وغيرها على غير الحرف العربي، ومن هنا برزت مواهب الخطاطين والفنانين في إبراز جماليات الخط العربي في خطوطهم الشهيرة. ¶ ابن البواب ¶ خطاط مبدع كبير، وفنان مرهف الحس الفني، والشعور العلمي، عرفه معاصروه فأنزلوه منزلته، وقدّروه حق التقدير، إنه علي بن هلال، أبو الحسن المعروف بابن البواب. ¶ قال عنه الزركلي: (خطاط مشهور، من أهل بغداد، هذّب طريقة ابن مقلة وكساها رونقاً وبهجة)( ).",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ورث مهنة أبيه فترة من حياته، فقد (كان أبوه بوّاباً لبني بويه على بيت القضاء في بغداد)( ). وأصبح بعد أبيه بواباً على دار فخر الملك محمد بن علي أبي غالب المتوفى سنة سبع وأربعمائة. ¶ وأخذ عن كبار معاصريه فقد (كتب على محمد بن أسد، وأخذ العربية عن ابن جني، وكان شبيبته مزوّقاً دهّاناً في السقوف. ثم صار يُذهّب الخِتَم وغيرها، وبرع في ذلك، ثم عني بالكتابة ففاق فيها الأوائل والأواخر)( ). حتى كان في الخط من الأوائل ومن كبار خطاطي عصره كما أخذ عن (أبي الحسين بن سمعون الواعظ)( ). وكان يمتاز إلى جانب الخط بالتواضع ومصارحة الآخرين، لإظهار الحقيقة الكامنة. ¶ قال هلال بن الصابئ: (دخل أبو الحسن البتي دار فخر الملك، فوجد ابن البواب هذا جالساً على عتبة الباب ينتظر خروج فخر الملك، فقال له: جلوس الأستاذ في العَتَب، رعاية للنسب، فغضب ابن البواب وقال: لو كان لي الأمر ما مكّنت مثلك من الدخول؛ فقال البتي: حتى لا يترك الشيخ صنعته)( ) ¶ أخلاقه ومزاياه ¶ كان ابن البواب إلى جانب نبوغه في الخط صاحب دين وخلق، فقد أثنى عليه معاصروه من المؤرخين ومَن جاؤوا بعده. قال عنه ابن كثير: (قد أثنى على ابن البواب غير واحد، في دينه وأمانته)( ). ¶ كما كان نابغة في غير الخط، فهو يعبّر الرؤيا، وينظم الشعر، ويكتب النثر، ويعظ الناس ويرشدهم، وقد أثنى عليه ياقوت الحموي فقال: (كان يعظ بجامع المنصور، فلما ورد فخر الملك أبو غالب محمد بن خلف الوزير والياً على العراق من قبل بهاء الدولة أبي نصر بن عضد الدولة، جعله من ندمائه، وفي الجملة إنه لم يكن في عصره ذاك النفاق الذي له بعد وفاته)( ). ¶ وهذا يعني أنه كان ورعاً، تقياً، بعيداً عن النفاق والتدليس لأولي الأمر والسلطان.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وكان تواضعه عن حب وإخاء، تدفعه إلى ذلك عقيدة سليمة. حسن المعشر، ليّن الجانب، يهش ويبش لمن يحادثه، شاهده أحد كتّاب الديوان في بعض الممرّات فسلّم عليه وقبّل يده، فقال له ابن البوّاب: الله… الله يا سيدي ما أنا وهذا؟ ¶ فقال له: لو قبّلتُ الأرض بين يديك لكان قليلاً. ¶ قال: لِمَ؟ ولِمَ ذاك يا سيدي؟ وما الذي أوجبه واقتضاه؟. ¶ قال الكاتب: لأنك تفرّدت بأشياء ما في بغداد كلها من يشاركك فيها، منها الخط الحسن، وأنه لم أرَ في عُمُري كاتباً من طرف عمامته إلى لحيته ذراعان ونصفٌ غيرَك. ¶ فضحك ابن البوّاب منه وجزاه خيراً، وقال له: أسألك أن تكتم هذه الفضيلة عليّ ولا تكرمني لأجلها. ¶ قال الكاتب: ولِمَ تكتم فضائلك ومناقبك؟ ¶ فقال ابن البواب: أنا أسألك هذا. ¶ وكانت لحية ابن البواب طويلة جداً)( ). ¶ حقاً لقد كان ابن البواب رحمه الله ورعاً تقياً، وصفه الخطيب البغدادي فقال: (كان رجلاً ديّناً)( ). ¶ نبوغه في الخط ¶ كان ابن البواب صاعقة عصره في الخط، جودة وتحسيناً. وهو الذي ورث إبداع ابن مقلة وحسّنه، فكانت لوحاته الخطية آية في الجمال. شاهد أبو عبيد البكري الأندلسي صاحب التصانيف خطّ ابن مقلة فأنشد: ¶ خط ابن مقلة مَن أرعاه مقلته ¶ ... ... ودَّت جوارحه لو أصبحت مُقَلا ¶ فكيف لو شاهد البكري خطوط ابن البواب التي نالت إعجاب معاصريه واللاحقين؟! وفاقت خطوط ابن مقلة؟!! ¶ وقد ذاع صيته، واتسعت شهرته. ¶ قال عنه ابن كثير: (وأما خطه وطريقته فيه فأشهر من أن ننبه عليها، وخطه أوضح تعريباً من خط أبي علي ابن مقلة، ولم يكن بعد ابن مقلة أكتب منه، وعلى طريقته الناس اليوم في سائر الأقاليم إلاّ القليل)( ).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ولكثرة الكُتّاب والخطاطين في عصره فقد جهل الأعيان مكانة هذا الفنان خلال حياته، فلما مات برز اسمه، ولمع نجمه، واعتدّ به الفنانون والمبدعون، واعتبروه علماً من أعلام الخط، وخليفة لابن مقلة، حتى قال عنه الذهبي: (ولم يعرف الناس قدر خطه إلاّ بعد موته، لأنه كتب ورقة إلى كبير، يشفع فيها في مساعدة إنسان بشيء لا يساوي دينارين، وقد بسط القول فيها، فلما كان بعد موته بمدة، بيعت تلك الورقة بسبعة عشر ديناراً)( ). ¶ ويبدو أن هذه اللوحة الفنية أصبحت أثراُ ثميناً، فقد بيعت مرة أخرى بخمسة وعشرين ديناراً( ). ¶ ولقد شهد أبو العلاء المعري بفضيلة خط ابن البواب، حين ذهب إلى بغداد ونزل الكرخ، فلما طال مقامه حنّ إلى المعرة وأهلها فقال: ¶ ولاح هِلالٌ مثلُ نونٍ أجادَها ¶ ... ... بِجَارِي النُّضار( ) الكاتبُ ابنُ( ) هلال ¶ وحين يرسم الفنان لوحة، أو الكاتب كتاباً ولا يتّمه؛ فإن اللاحقين يعجزون عن إتمام تلك اللوحة أو الكتاب كما أراد البادئ، فقد ذكروا أن ابن مقلة كتب مصحفاً في ثلاثين جزءاً، وفُقد جزء منه فأتمته ابن البواب بخطه الجميل الذي لا يكاد يختلف عن خط ابن مقلة، وفوق ذلك فقد جلّده تجليداً لا يكاد يختلف عن تجليد الأجزاء التي خطها ابن مقلة، وهذا من حُسن خطه وأناته وصبره، وحسن اختياره لنوع الورق والخط والتجليد( ). ¶ ويبدو أن أخاً له عمل في الخط أيضاً وذاع صيته، وشُهر بأبي علي بن البواب فظن الكثيرون أنه هو المقصود بنبوغ الخط فأشار إلى ذلك بقوله: (إن صاحب الخط المنسوب المشهور ليس أبا علي المذكور، وإنما هو أخوه عبد الله الحسن…)( ). ¶ وقد كان إبداع ابن البواب في الخط وجماله حديث الناس في مجالسهم، بهر العقول، وشنّفت إليه الآذان، وحملقت فيه المقل، فقد مدح أحد الشعراء كتاباً، فأُعجب بهذا الشعر أحد فقهاء حلب، (وحينما مرّ ابن خلّكان بحلب سألوه عنه: ¶ كتاب كَوَشْي الروَّض خَطَّت سطوره ¶ ... ... يدُ ابن هلال عن فم ابن هلال",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "قال ابن خلكان: فقلت له: هذا يقول: إن خطّه في الحسن مثل خط ابن البواب وفي بلاغة ألفاظه مثل رسائل الصابئ، لأنه ابن هلال أيضاً)( ). ¶ آثاره ¶ اشتهر ابن البواب بنسخ المصاحف، والعناية بإخراجها، والتأنّق بجمالها، وصفه البطليوسي شارح سقط الزند بالوراقة فقال: (كان ورّاقاً يكتب المصاحف)( ). ¶ ولعله اتخذ الوراقة مهنة، وقد (نسخ القرآن الكريم بيده أربعاً وستين مرة، إحداها بالخط الريحاني لا تزال محفوظة في مكتبة \"لاله لي\" بالقسطنطينية)( ). ¶ ويوجد (بمكتبة آيا صوفيا ديوان الشاعر العربي الجاهلي سلامة بن جندل بخط ابن البواب)( ). ¶ وترك لنا ابن البواب إلى جانب خطوطه الرائعة والمصاحف الكثيرة التي خطّها مجموعة كبيرة من الشعر الذي لم يبلغ به حدّ الشعراء المجيدين( ). ففي شعره عيوب كثيرة سترها جمال خطه كما قال ياقوت الحموي. ¶ وتذكر دائرة المعارف الإسلامية لابن البواب أنه كان (مبتدع الخط ((الريحاني)) والخط ((المحقق)) كما أسس مدرسة للخطوط بقيت إلى زمن ياقوت المستعصمي)( ). ¶ وما تأسيس هذه المدرسة إلاّ لأنه أكبر خطاطي عصره، وهو الذي هذّب خطوط سابقيه إلى الصورة والشكل الذي ظهر بهما خطه. ¶ وإلى جانب الخط فقد برع في الشعر، الذي شرح فيه طريقة الخط، وسمات الخطاطين، وصناعة الحبر… وغيرها. وذكر ابن خلدون قصيدة له في أصول الخط وجماله وكماله ذكرها في مقدمته لينتفع بها من يريد تعلّم هذه الصناعة. من هذه الأبيات: ¶ يا من يريد إجادة التحرير ¶ ... ... ويروم حسن الخط والتصوير ¶ أعدِد من الأقلام كلَّ مثقّف ¶ ... ... صَلْبٍ يصوغ صناعة التحبير ¶ وإذا عَمَدتَ لبرِيهِ فتوخَّه ¶ ... ... عند القياس بأوسط التقدير ¶ وأَلِقْ دواتك بالدخان مُدَبِّراً ¶ ... ... بالخَلِّ أو بالحِصرم المعصور ¶ وأضف إليه قفرةً قدْ صُوِّلت ¶ ... ... مع أصْفَر الزّرنيخِ والكافور ¶ حتى إذا ما خُمِّرت فاعمد إلى ¶ ... ... الورق النَّقي الناعم المخبور ¶ ثم اجعل التمثيلَ دأبَك صابراً",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "... ... ما أدرك المأمولَ مثل صبُور ¶ لا تخْجَلَنَّ من الرَّدي تَخطُّهُ ¶ ... ... في أوّل التمثيل والتشطير ¶ فالأمر يصعب ثم يرجع هيِّناً ¶ ... ... ولرُبَّ سهلٍ جاء بعد( ) عسير ¶ أقوال العلماء فيه ¶ أشاد العلماء والأدباء والخطاطون بابن البوّاب وخطوطه كثيراً وبيّنوا مكانته بين معاصريه، وأثنوا عليه بما هو أهله: ¶ قال الخوارزمي: (كان في صنعة الخط آية، وسمعت بعض الحكماء السيّاحة يقول: إنه أحد منوِّعي الخط، وأصول هذه الخطوط المتداولة بين الناس من طرائقه)( ). ¶ قال ابن خلدون:( الكاتب الشهير)( ) ( 188) ¶ وقال ابن خلكان: (لم يوجد في المتقدمين ولا المتأخرين من كتب مثله، ولا قاربه، وإن كان أبو علي ابن مقلة أول من نقل هذه الطريقة من خط الكوفيين، وأبرزها في هذه الصورة، وله بذلك فضيلة السبق، وخطه أيضاً في نهاية الحسن، لكن ابن البواب هذّب طريقته ونقّحها وكساها طلاوة وبهجة)( ). ¶ وقال ياقوت الحموي: (صاحب الخط المليح، والإذهاب الفائق… كان في أول أمره مُزَوِّقاً يُصوِّرُ الدُّوْر، ثم صوّر الكتب، ثم تعاطى الكتابة ففاق فيها المتقدمين، وأعجز المتأخرين)( ). ¶ وقال بطرس البستاني: (لم يوجد في المتقدمين ولا المتأخرين من كتب مثله ولا قاربه، وأقرّ له الجميع بالسابقة وعدم المشاركة في حسن الخط)( ). ¶ كما أشاد به سائر العلماء الذين جاؤوا بعده، ودوّنوا ذلك في مؤلفاتهم. ¶ وفاته ¶ أفل نجم هذا الفنان المبدع يوم السبت ثاني جمادى الآخرة سنة (423هـ-1032م) ودفن بمقبرة باب حرب في جوار الإمام أحمد بن حنبل. ووقف على قبره الشريف المرتضى يقرأ قصيدة يقول في مطلعها: ¶ مِن مثلها كنتَ تخشى أيها الحَذِرُ ¶ ... ... والدهر إن همَّ لا يُبقي ولا يذر ¶ رُدِّيتَ يا ابن هلال والردى عَرَضٌ ¶ ... ... لم يُحْمَ منه على سُخْطٍ له البشر ¶ ما ضرَّ فقدك؟ والأيام شاهدة ¶ ... ... بأن فضلك فيه الأنجُمُ الزُّهُر ¶ أغنيت في الأرض والأقوام كلهم",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "... ... من المحاسن مالم يُغْنِهِ المطرُ ¶ فللقلوب التي أبهجتها حَزنٌ ¶ ... ... وللعيون التي أقْرَرْتَها سَهَرُ ¶ وما لعيش إذا ودَّعْتَهُ أرَجٌ ¶ ... ... ولا لليل إذا فارقَته سَحَرٌ ¶ وما لنا بعد أن أضحت مطالعنا ¶ ... ... مسلوبة منك أوضاحٌ ولا( ) غُرَرُ ¶ ورثاه كثيرون شعراً منهم من قال: ¶ استشعر الكُتَاب فقْدَكَ سالِفاً ¶ ... ... وقَضَتْ بصِحَّة ذلك الأيام ¶ فِلذاكَ سُوِّدت الدُّوِيُّ كآبة ¶ ... ... أسفاً عليك وشُقَّتِ( ) الأقلام ¶ وقال آخر: ¶ هذا وأنت ابن بوّاب وذو عَدَمٍ ¶ ... ... فكيف لو كنتَ ربَّ الدار( ) والمال ¶ رحمة الله وأجزل ثوابه، وتغمده برحمته. ¶ - - ¶ قرآن كريم بخط علي بن هلال المشهور بابن البواب. ¶ عن كتابخانة عمومي حضرت آية الله مرعشي نجفي (ص63). ¶ ياقوت المستعصمي ¶ ... - 698هـ/ ... - 1299م ¶ خطاط كبير، وعلم من مشاهير الخطاطين العظام، كان نسياً منسياً، فرفعه جمال خطه إلى القمة، وجعله مهمازاً للفن والذوق والجمال. ¶ هو أبو الدر جمال الدين ياقوت المستعصمي الرومي الكاتب. ¶ كان مملوكاً فاشتراه الخليفة العباسي المستعصم بالله آخر الخلفاء العباسيين( ). فنشأ ياقوت في دار الخلافة، وترعرع في بحبوبة العيش الرغيد، وقد درّبه الخليفة على الخط، وفن الكتابة. ¶ وراح الخليفة يوعز للشيخ صفي الدين عبد المؤمن الكاتب الذي كان واحداً من فقهاء المدرسة المستنصرية أن يعلّمه فنون الخط، وحُسن بيانه، فبرع فيه ياقوت على صغر سنه، وأظهر مهارة عالية في جماله. ونشأ على حب الخط فراح يقرأ سِيَر الخطاطين الذين سبقوه، وطُرُق كتابتهم، حتى فاق ابن البوّاب في براعته، وجودة خطّه، فلقبوه بـ (قبلة الكتّاب) وانهمك الناس في اقتناء مخطوطاته لما لها من جودة، وما لصاحبها من شهرة وبُعد صيت في جمال الخط، حتى استطاع بحسن خطه وإتقانه أن يكتب (ألف مصحف ومصحفاً)( ). ¶ تلاميذه",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "برع ياقوت في الخط فتسابق عشاقه ومحبّوه للأخذ عنه، والتلمذة على يديه، محاولين بذلك تقليده أو مجاراته في هذا التفوّق والإبداع، فهم إن لم يطمعوا في سبقه، فإنهم يأملون السير على منواله. ¶ وكان أشهر تلاميذه: ¶ مظفر الدين علي بن علاء الدين ابن الجويني صاحب الديوان. ¶ وشرف الدين هارون زوج حفيدة الخليفة المستعصم. ¶ ونجم الدين البغدادي العالم النحوي العروضي، القارئ الشهير. ¶ وأبو المعالي محمد نجل ابن الفوطي المؤرخ. ¶ وعلم الدين سنجر بن عبد الله الرومي( ). ¶ وقد استطاع هؤلاء التلاميذ أن يتقنوا فن الخط، ويبرعوا في الكتابة، وأن يعملوا في دواوين الإنشاء، وكانوا يعتزون بأستاذهم ياقوت، ويعتبرونه القدوة في هذا المضمار. ¶ خازن المستنصرية ¶ كان ابن البوّاب البغدادي مشرفاً على دار الكتب في شيراز، ومن يشرف على الكتب، فسيكون واحداً من رجالها، وهذا ما كان ياقوت يطمح إليه، فقد أصبح خازناً بدار الكتب في المدرسة المستنصرية التي كان يشرف عليها المؤرخ ابن الفوطي. ¶ وقد استفاد ياقوت من عمله في هذه المدرسة فقد التقى الكثير من العلماء والمؤرخين والأدباء والمفسرين والمهتمين بسائر العلوم والفنون. وهذا ما جعله يرفع رأسه عالياً، ويعتز بذلك الرعيل الذي يشار إليه بالبنان، فعلت مكانته في الكتابة والخط، وعرفوا قدره فأجلّوه وقدّروه. ¶ وبلغ في الشهرة في جمال الخط وحسنه أن يقول الناس حين يرون خطاً جميلاً: خط ياقوتي( ). ¶ وقد أثنى المؤرخون على حسن خطه، وجعلوه قدوة لمن جاؤوا بعده، فقد قال ابن كثير: كان فاضلاً، مليح الخط مشهوراً بذلك، كتب خِتماً حساناً، وكتب الناس عليه ببغداد، وتوفي بها في هذه السنة (698هـ)( ). ¶ وحين سقطت بغداد بأيدي المغول بقيادة هولاكو، عُزل ياقوت عن المكتبة المستنصرية، وفوِّض أمرها إلى موفق الدين بن أبي الحديد وأخيه عز الدين( ).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "لكننا نعلم أن المغول كان أول عمل اقترفوه عند دخولهم بغداد أن ألقوا كتب التراث الإسلامي في نهر دجلة، وأن هذا النهر حزن على إغراق الكتب فيه أن أجرى ماءه سبعة أيام أسود قاتماً من أحبار ذلك الكم الهائل من الكتب. ¶ مؤلفاته ¶ لم يكن ياقوت خطاطاً فحسب، ولكنه كان أديباً، وشاعراً، وحكيماً. لقد برع في نظم الشعر فكان شاعراً، وأورد الأدباء وأصحاب الموسوعات الأدبية قصائد كثيرة له، منها هذه القصيدة في الوعظ والاعتبار: ¶ أتعتقدون أن الملك يبقى ¶ ... ... وأن العيش في الدنيا يدوم ¶ ولا يجري الزوال لكم ببال ¶ ... ... كأن الموت ليس له هجوم ¶ فهبكم نلتم ما نال كسرى ¶ ... ... وقيصر والتابعة القروم ¶ ومتّعتم بذلك عمر نوح ¶ ... ... وحفّتكم بأسعدها النجوم ¶ أليس مصير ذاك إلى زوال ¶ ... ... لعمر أبي لقد هفت الحلوم ¶ وقد كتب ياقوت عدداً من الكتب، برع في فن الخط، ونبغ في علوم المدرسة المستنصرية، حفظ لنا الذين كتبوا عنه قديماً هذه الكتب: ¶ 1-(أخبار وأشعار) مطبوع. ¶ 2-(أسرار الحكماء) مطبوع. ¶ 3-(فقر التقطت وجمعت عن أفلاطون) مخطوط( ). ¶ 4-(حُفظت قطع من كتابته في القاهرة، واسطنبول، وباريس، وبينها نسختان كاملتان للقرآن الكريم)( ). ¶ وفاته ¶ توفي ياقوت ببغداد سنة (698هـ-1299م)( ). وقد وقع خطأ مطبعي في الأعلام في تاريخ وفاته وهو (689هـ) والصواب ما ذكرناه. صفحة من قرآن بخط ياقوت للمستعصمي بالخط الريحاني والكوني- متحف طهران ¶ تاركاً وراءه ذكراً حسناً في حسن الخط، والإبداع فيه. ¶ صفحة من قرآن بخط ياقوت - متحف طهران ¶ الحافظ عثمان ¶ 1052-1110هـ / 1642-1698م ¶ الخطاط الكبير، وصاحب القلم الذهبي، عثمان بن علي المعروف بحافظ القرآن، كان (من أشهر الخطاطين الأتراك وأغزرهم إنتاجاً)( ). ¶ ولد في القسطنطينية سنة /1052هـ/ ونشأ فيها، حيث كانت عاصمة الخلافة العثمانية، ومأوى العلماء والنبغاء.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "كان والده مؤذناً في أحد جوامع القسطنطينية، فمال ولده إلى الفقه والأدب، وأخذ يجالس العلماء والفقهاء في جوامع القسطنطينية. وأحب الخط الذي كتب به القرآن الكريم بأشكال شتى، وراح يقلّد العلماء في كتابة الخط، ويجوّده لنفسه، ثم أخذ يتردد على الشيخ الخطاط علي الكاتب الرومي الشهير المتوفى سنة /1084هـ/. ¶ ولم يكتف في الأخذ عن خطاط واحد، بل أخذ عن (الكاتبين البارعين الشهيرين صويولجي زادة مصطفى، واسماعيل نفس زاده. فواصل عليهما الدراسة الفنية حتى تخرّج بهما خطاطاً بارعاً لا يشق له غبار، ولا يقوم أمامه أحد من الخطاطين المعاصرين له)( ). ¶ شهرته ¶ نبغ عثمان في الخط حتى فاق معاصريه، ونال حظوة عند ذوي المال والجاه، فسعد بحظه، واقتنى الناس آثاره وخطوطه بأغلى الأثمان، ولما بلغت سمعته السلطان مصطفى خان اتخذه معلماً له في سنة (1106هـ-1694م) حيث أخذ عنه السلطان فنون الخط، وأحبه كثيراً، ثم منحه قضاء ديار بكر. ¶ وكان من تقدير الخطاطين له أنهم كانوا يقومون احتراماً لورود اسمه، وكانوا يعتبرونه عميد الخط العربي. ¶ لقد كتب الحافظ عثمان خمسة وعشرين مصحفاً بيده، كانت في غاية الإتقان والضبط والجودة. وقد طبع مصحفه في سائر البلاد الإسلامية مئات المرات، وخاصة في دمشق حيث تبنّت طباعته أعرق دارين لنشر المصاحف هما دار الملاح، والمطبعة الهاشمية. ¶ لقد نبغ الحافظ عثمان (فكان أفضل من كتب بالثلث، حظي بمكانة عالية، وكان متواضعاً)( ). حتى صار اسمه (الحافظ عثمان) ملازماً لمن يريد اقتناء مصحف يمتاز بالجودة وحسن الخط. ¶ وهذا ما جعل السلطان أحمد خان الثاني عام 1693م يتخذه معلماً له فن الخط( ). ¶ وبعد مرور أكثر من ثلاثمائة سنة على وفاته ما يزال اسمه بارزاً في عداد النوابغ من الخطاطين، فالأتراك يجلّونه حق الإجلال، والخطاطون العرب يعتبرونه رائدهم خلال تلك الحقبة في خط الثلث. ¶ مرضه ووفاته",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "في سنة (1107هـ) أصيب الحافظ عثمان بمرض الفالج (الشلل) فعزل عن وظيفته، وبقي مريضاً ثلاث سنوات، حيث كان يعاني من مغبّة ذلك المرض، وتوفي في القسطنطينية في سنة (1110هـ)( ). ¶ كان الحافظ عثمان قد أوصى بما أوصى به ابن الجوزي رحمه الله من جمع براية أقلامه ثم تسخين ماء غسله بها. ¶ ودفن في رباط قوجه مصطفى باشا، وكتبوا على قبره لوحة ذكروا فيها أنه كان رئيساً للخطاطين. رحمه الله. ¶ الحافظ عثمان ¶ هاشم البغدادي ¶ 1335-1393هـ / 1917-1973م ¶ إذا كان الأدباء قالوا منذ القديم إن العراق هي موئل الخط ومنبعه الأول، فقد قالوا أيضاً إن الخط ولد في العراق ونشأ فيه وترعرع. وبهذا تكون الصدارة للعراق في الخط والنبوغ فيه دون سائر البلاد العربية. ¶ وإذا كان ابن مقلة علم الخط الأول في بغداد في العصر العباسي، فإن علم الخط الأخير في بغداد في العصر الحديث هو هاشم محمد البغدادي. ¶ مولده وعائلته ¶ لم يكن هاشم من عائلة عريقة بالخط والفن والعلم، ولكنه ينتسب لعائلة فقيرة، تمتاز بالشرف وأصالة النسب، وقد كان أبوه رجلاً بسيطاً يعمل في منطقة علوة المخضرات ببغداد. وكان يسكن في محلة خان لاوند وفي هذه المحلة الشعبية ولد هاشم بن محمد بن درباس، أبو راقم القيسي البغدادي الخطاط سنة (1335هـ-1917م)( ). ¶ ظهر النبوغ عليه منذ طفولته، وكان يتوسم فيه ذلك من يراه ويرافقه، فكأن الله قد اختاره ليكون خاتمة الخطاطين في بغداد والعراق والعالم منذ تلك النشأة التي نشأها. والجو الثقافي الذي عاشه. وأعلام الخطاطين الذين عاصرهم. ¶ بداياته في الخط",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "من علامات النبغاء والعلماء أنهم يأخذون عن أكثر من شيخ ومعلم ومرشد لهم فقد أخذ في طفولته الأولى عن الخطاط ملا عارف الشيخلي، وتأثر به، في حركاته وسمته، وخطه، حتى أنه كان يكثر الخط في بيت والده تقليداً لخط أستاذه الأول، مما دعاه لعمل منضدة صغيرة تشبه منضدة شيخه يجلس عليها ويخط تقليداً لأستاذه. ومن هذا المعلم رسخ الخط في فكر هاشم مما دعاه للانتقال إلى الخطاط الحاج علي صابر، وأخذ عنه مدة يسيرة لا تزيد عن المدة التي قضاها في الأخذ عن شيخه الأول. ¶ وكانت بداية نبوغه عند هذا الخطاط الحاذق، مما جعله يكتب لوحة يصب فيها براعته وشغفه المبكر بالخط، ثم راح يقدمها لشيخه الحاج علي فما أن شاهدها الخطاط الكبير حتى نظر إلى تلميذه الخطاط الصغير مستكثراً أن تكون من خطه، ورأى أنها لكبار الخطاطين الأتراك أو المصريين، مما دعاه لمعاتبته على هذا النقل عن غيره، ولكن هاشماً حاول إقناعه أن اللوحة له، وأنه مستعد لكتابة نفس اللوحة بخطوط أخرى، لكن شيخه لم يصدقه، وأظهر له بعض السخرية، لحدة مزاج فيه وعصبية في التصرف عند الغضب، وأفهمه أن مثل هذه اللوحة يستحيل أن تكون من خط طالب في سن هاشم. ¶ وربما حصل الجفاء بينهما بسبب ذلك مما دعا هاشماً للصد عن هذا الخطاط الذي حاول أن يفقده الثقة بنفسه. ¶ راح هاشم يتردد حلقات العلامة ملا علي الفضلي في جامع الفضل، وكان هذا الشيخ يدرّس علوم القرآن واللغة وعلوم العربية والخط العربي وبقي هاشم يرافقه ويأخذ عنه، ويعرض عليه خطوطه لشدة تعلق هاشم به، وإتقانه الخط على يديه.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "أصبح هاشم بعد أن نال أول إجازة في الخط العربي من شيخه الفضلي خطاطاً مشهوراً في بغداد، لقد كبر وأصبح بحاجة إلى عمل يكفي حاجاته اليومية، وخاصة أن والده لم يورث له مالاً يغنيه عن العمل فهو فقير الحال، لذا راح يبحث عن عمل من خلال مهنة الخط التي أتقنها، لكن هذه المهنة لم توفر له العمل المناسب، فراح يعمل عاملاً في وزارة الدفاع ليسدّ حاجته الماسة من خلال مرتبها. ¶ سفره إلى القاهرة ¶ أصبح هاشم فتى في مقتبل العمر، وريعان الشباب، وقد ذاع صيته في بغداد، وأصبح علماً من أعلام الخطاطين الذين قد يبسم له الحظ فيكون عميداً لخطاطيها. ¶ وأخذت نفسه تحدثه للارتحال إلى القاهرة والدراسة في معهد تحسين الخطوط فيها حيث تخرج منه ودرَّس فيه كبار الخطاطين المصريين. وشد رحاله يحمل مجموعة من خطوطه وإجازة شيخه الفضلي الذي عرف الخطاطون المصريون مكانته في الخط العربي في العراق، فنالت هذه الخطوط والإجازة إعجاب الهيئة التعليمية في المعهد، وقرروا قبوله في السنة الأخيرة، بحيث لو جاز الامتحان النهائي لكان من الخريجين في نفس العام. ¶ وبعد الامتحان استطاع هاشم أن يثبت حضوره بجدارة، فقد نال الدرجة الأولى في الامتحان، مما جعل الخطاطين سيد إبراهيم ومحمد حسني يعجبان بخطوطه ويمنحانه إجازة في الخط سنة 1364هـ- 1944م. ونتيجة لتفوقه على أقرانه في المعهد طلب منه أن يدرس مادة الخط في المعهد المذكور، لكنه رفض الإقامة في مصر وقرر العودة إلى بغداد. ¶ سفره إلى تركيا ¶ رأى هاشم أن الخط العربي قد أصبح فناً رائعاً لدى الخطاطين الأتراك، وقد برزوا فيه وفاقوا غيرهم، فكان لزاماً عليه أن يرحل إليهم، ويلتقي كبارهم، فسافر إلى تركيا، والتقى الخطاط الكبير حامد الآمدي الذي يعتبر آخر الخطاطين العظام في العالم.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وفي استانبول عرض هاشم لوحاته على الأستاذ حامد، وكتب أمامه في مكتبه، فأعجب بها، وأجازه على خطه إجازة تطفح بالثناء والشكر والاعتراف بجودة خطه وإتقانه، كانت الإجازة الأولى سنة 1370هـ والثانية سنة 1372هـ راح هاشم يعلقهما في مكتبه ببغداد اعترافاً بحامد وأولويته بالخط على مستوى العالم. ¶ لقد قام هاشم بزيارة المساجد والتكايا والقصور والقلاع والمقابر والأضرحة وجميع الأماكن التي تحوي خطوطاً عربية، فقام إما بتصويرها أو كتابة نبذات عنها، أو محاكاتها من خلال خطوط تماثلها. وتأثر بهم سلوكاً وفناً، ففي خط الثلث تأثر بالخطاطين راقم وحامد الآمدي. ولشدة حبه لراقم فقد سمى ولده البكر راقماً. ¶ أما في خط النسخ فقد تاثر بالمرحوم الحافظ عثمان الذي خط القرآن الكريم مراراً وطبع بدمشق في مطبعتي الملاح والهاشمية عشرات المرات منفرداً أو مع تفسير الجلالين. وإلى جانب تأثره بالحافظ عثمان فقد تأثر برئيس الخطاطين الحاج أحمد كامل رحمه الله. ¶ وحيث أن الأتراك استطاعوا أن يكونوا أساتذة الخط العربي ومبدعيه خلال أربعة قرون من الخلافة العثمانية، وأن الآمدي كان آخر خطاطيهم، ولكنه في هذه الفترة قد شاخ بعد أن قطع الثمانين من عمره، وأن هاشماً في اكتمال رجولته، وقمة نضجه في الخط، فإنه قد استطاع أن يلوي عنان الخط إلى العرب ليكونوا روّاده، بعد أن غاب عنهم قروناً ومع ذلك فقد كان يسافر إلى تركيا في كل عام تقريباً ليلتقي الخطاطين فيها. ¶ سفره إلى القدس ¶ وسافر هاشم إلى القدس للاطلاع على خطوط الخطاط التركي (شفيق التي طرز بها قبة الصخرة، فاطلع عليها وصوّرها). ¶ وكان (ينوي السفر إلى مكة المكرمة والمدينة المنورة ليطلع على خطوط المرحوم الحاج عبد الله أفندي الزهدي الخطاط التركي الشهير. إلاّ أن أعماله الكثيرة كانت ترهقه ووقته ضيق بالنسبة لآماله وخططه ومشاريعه)( ). ¶ موقفه من الأصالة والتجديد",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "يعتبر هاشم في طليعة المحافظين على قواعد الخط العربي، بل ودعاة التمسك بأصوله المتوارثة. وله مواقف مشهودة في الوقوف أمام دعاة التجديد الذين يريدون اختراق القاعدة والنقطة. ويعتبر هذا التجديد جريمة بحق اللغة العربية راعية هذا الخط، وانفصالاً عن الارتباط الوثيق بالتاريخ والتراث العربي. ¶ أعماله ¶ بعد عودة هاشم من القاهرة أعجب به أصحابه وذووه، لتفوقه في الخط ونبوغه فيه، فدفعه ذلك لافتتاح مكتب للخط العربي في بغداد بعد عودته من القاهرة عام 1946م. وذلك في شارع الرشيد بمحلة السنك في بغداد. ¶ ويشير الأستاذ الخطاط وليد الأعظمي البغدادي في كتابه تراجم خطاطي بغداد إلى أعمال الأستاذ هاشم فيقول عن بداياته: (إن الفقر دفع بصاحبنا أن يبحث له عن عمل يدبر به أموره، فاشتغل عاملاً في وزارة الدفاع مدة من الزمن... ¶ وفي سنة 1937 عين خطاطاً مستخدماً في مديرية المساحة العامة.. ويذكر أنه بقي خطاطاً في مديرية المساحة ببغداد منذ سنة 1937 إلى سنة 1960م. ¶ وكان يعمل بمدرسة المساحة عدد من كبار خطاطي بغداد منهم: صبري الهلالي، وعبد الكريم رفعت وغيرهما، وبحكم اختلاطه بهم استفاد من خبرتهم، ونمَّى موهبته من تجارب من سبقوه. ¶ واستمر يعمل في دائرة المساحة نهاراً. ويتردد على أستاذه الفضلي مساءً حتى منحه الإجازة في الخط سنة (1363هـ-1943) وكان هاشم يجلّ شيخه وأستاذه الفضلي، حتى أنه ما كان يذكره بعد وفاته إلا ويترحّم عليه. ¶ ثم نقل ملاكه إلى وزارة التربية، واختير رئيساً لفرع الزخرفة والخط العربي في معهد الفنون الجميلة ببغداد)( ).",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "لقد كان بيته، ومكتبه الذي افتتحه في شارع الرشيد، ومكتب عمله في مديرية المساحة ومعهد الفنون الجميلة في بغداد كعبة يحج إليها الفنانين من جميع أنحاء العالم، يسألونه عن الخطاطين ودرجاتهم، وعن أصول الخط وقواعده، وكان يجيبهم بصراحة وهدوء تامين، فهو المرجع الوحيد في البلاد العربية بعد حامد الآمدي في تركيا، وهو المرجع الوحيد للخطاطين في العالم بعد حامد. ¶ آثاره المخطوطة ¶ إذا نظرنا إلى سعة اطلاع هاشم فيما كتب عن الخط وتراجم الخطاطين، واللوحات التي اطلع عليها في المساجد والقصور وغيرها نجد أن ما قدّمه من آثار مطبوعة قليل جداً لموهبته الواسعة. فخلال تلك الرحلة الواسعة مع الخط كتب مجموعة عن (خط الرقعة) عام 1946م وقد أقرتها وزارة المعارف (التربية) يومذاك كمجموعة مدرسية مقررة. وهذه المجموعة المتواضعة لم يطلع عليها إلا طلبته في العراق. لكنه اشتهر بإصدار مجموعته المشهورة (قواعد الخط العربي) عام 1961م وتعتبر هذه المجموعة من أفضل ما كتب عن قواعد الخط وتعليمه في العالم الإسلامي، وبهذه المجموعة تخرج خطاطون وتعلموا قواعد الخط العربي من خلال التلقي عنها. وقد اشتهر بهذه المجموعة الرائعة التي طبعت عشرات المرات. ¶ وله (مصحف الأوقاف) الذي طبعته مديرية المساحة العامة ببغداد سنة 1370هـ بإشرافه، وهذا المصحف من خط المرحوم محمد أمين الرشدي، وكتبه سنة 1236هـ. وقد أهدته والدة السلطان عبد العزيز إلى جامع الإمام الأعظم أبي حنيفة في بغداد، وفي سنة 1386هـ طبع في ألمانيا بإشرافه سنة 1391هـ. وقد بقي الخطاط هاشم في ألمانيا سنتين يشرف على طباعته، قام خلالهما بكتابة عناوين السور والزخارف والتذهيب ووضع الصفحتين الأوليين المزخرفتين لسورة الفاتحة وسورة البقرة. ويومها كان مصحفه الأول في العالم، وسمي مصحف هاشم، وهو ليس من خطه.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وله خطوط رائعة في (عشرات الجوامع والمدارس والربط في كافة أنحاء العراق، زين واجهاتها وطرز محاريبها وقبابها بخطوطه الرائعة الزاهية)( ). ¶ وله زخارف على الدينار العراقي والعملات المعدنية العراقية من عام 1948-1954م. والعملات النقدية المتداولة في تونس، والمغرب وليبيا والسودان. ¶ وقد كتب أكثر من عشر حليات( ). أرسلها إلى استانبول لتذهيبها من قبل كبار المذهبين الأتراك. وقد علّق العديد منها في مكتبه، بينما زين جدران بيته بخطوط رائعة له، سكب فيها عصارة فكره وقصبته. ¶ تلاميذه ¶ كانت لهاشم زيارات كثيرة لكبار الخطاطين في تركيا والشام والقدس والعراق وألمانيا، أما في العراق فقد أخذ عنه تلاميذه مباشرة إما في دائرة المساحة، أو معهد الفنون الجميلة، أو في مكتبه الخاص. وقد نبغ سائر تلاميذه وأصبحوا أعلاماً من أعلام الخط العربي المعاصر في العراق، ومنهم: (مهدي الجبوري، وصادق الدوري، والرائد غالب صبري الخطاط، والدكتور سلمان إبراهيم الخطاط، والحاج صابر الأعظمي، وكريم حسين، وعدنان الشيخلي، وخالد حسين، وعصام الصعب، وأخيه عبد الهادي وفوزي الخطاط، وصلاح شيرزاد، ومحمد حسن البلداوي، وثابت منير الراوي، وعبد الغني عبد العزيز، وخطاب الراوي، ووليد الأعظمي( ). ¶ ولم يمنح إجازة في الخط إلا لتلميذه الخطاط عبد الغني عبد العزيز الذي يتوسم فيه دون بقية تلاميذه أن يكون خلفاً للخطاط هاشم في جودة الخط. ¶ وفاته ¶ بعد هذه الرحلة الطويلة مع الخط العربي ممارسة وتدريساً. وفي (ليلة الاثنين 27 ربيع الأول 1393هـ الموافق 30 نيسان 1973م بعد منتصف الليل أحسّ الأستاذ هاشم بألم في قلبه. ونقله أهله مباشرة إلى مشفى الخيال، وما هي إلا لحظات حتى أسلم روحه إلى بارئها)( ).",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وفي صباح يوم الاثنين صلى عليه إمام جامع أبي حنيفة، ودفن في مقبرة الخيزران، ولم يعلم أكثر الناس بوفاته، ولم يخرج في جنازته إلا القليل. وأقام ديوان الأوقاف في بغداد حفلاً تأبينياً له في جامع 14 تموز بمناسبة أربعين يوماً على وفاته، القيت في هذا الحفل الكلمات وقصائد الرثاء، التي تناولت حياته وأخلاقه وخطوطه الرائعة. ¶ وأقام معهد الفنون الجميلة ببغداد حفلاً آخر بمناسبة أربعين يوماً على وفاته ألقى فيه زملاؤه وأحبابه وتلاميذه كلمات وقصائد في رثائه. ¶ وقد طبعت الكلمات والقصائد التي ألقيت في تأبينه وأربعينه في كتاب أصدره ديوان الأوقاف في بغداد بعنوان (ذكرى عميد الخط العربي هاشم محمد البغدادي). ¶ حقاً لقد كان هاشم أعظم خطاط أنجبته بغداد عبر تاريخها الطويل. ¶ رحمه الله رحمة واسعة، وأسكنه فسيح جنانه. ¶ حامد الآمدي ¶ 1309-1403هـ / 1891-1982م ¶ آخر الخطاطين العظام في القرن العشرين، هو أشهر من أن يكتب عنه الكاتب، فخطوطه ولوحاته تحكي قصته الفنية المبدعة في إظهار جماليات هذا الخط، الذي هو ملك لكل من يجيد الحرف العربي. ¶ مولده ودراسته ¶ ولد حامد الآمدي في مدينة آمد (ديار بكر) في عام 1891م واسمه الحقيقي هو: موسى عزمي، وكان والده يعمل قصاباً يبيع اللحوم. وجدُّه لأبيه هو آدم الآمدي كان يعمل خطاطاً. درس في الجامع الكبير في ديار بكر مع الصبيان لدى الكتّاب، وتعلم القراءة والكتابة، ثم أخذ الخط عن أستاذه مصطفى عاكف، الذي لقّنه أصول الخط، فراح حامد يتعلّم على هامش المصحف، فلما علم معلمه بما فعل قال له: (ألم تجد مكاناً آخر لتكتب فيه؟ ثم أمر المعلّم بضرب حامد \"بالفلقة\")( ).",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وانتقل بعد الكتّاب إلى المدرسة الرشدية العسكرية في ديار بكر، فأخذ يتعلم فيها خطوط اللغة اللاتينية والرومانية وغيرهما إضافة للخط العربي، الذي أجاد فيه خط الرقعة عن الخطاط واحد أفندي، وخط الثلث عن أحمد حلمي بك الذي كان خطاطاً وضابطاً للجاندرما، كما أخذ عن عبد السلام أفندي الذي كان قريباً له، وعن معلم للخط كان إماماً للمسجد اسمه سعيد أفندي، الذي كان يعلم الطلاب كتابة الخط بالطباشير على السبورة، فكان حامد يكتب الآيات القرآنية، فقد خط القرآن الكريم على هذه السبورة عدة مرات. ¶ ونتيجة لهذا الانهماك في الخط رسب في الصف الأول في الرشدية (الأول الإعدادي فأخرجه والده من المدرسة، ثم أعاده إليها، لقد منعه والده من مزاولة الخط، فكان يزاوله سراً، إلى أن نجح في مساعدة أحد معلميه الخطاطين في كتابة لوحة قماشية كتب عليها (يحيا السلطان) (وذلك بمناسبة عيد جلوس السلطان عبد الحميد الثاني على العرش)( ). ¶ وراح يتفوق على أقرانه في الخط في ديار بكر حتى منحوه ليرة ذهبية جزاء تفوقه، فحملها حامد إلى والده وقدّمها له فرضي عن مهنة الخط التي يزاولها وسمح له بتعلم الخط، في المدرسة الرشدية التي كان فيها في مقدمة المتفوقين في الخط، فقد رسم خريطة أعجبت أستاذه الذي وضعها في متحف المدرسة تقديراً لجهوده وإتقانه للرسم. ¶ أنهى الدراسة الإعدادية والتحق بالمدرسة الثانوية، وراح يقلّد في هذه المرحلة الخطاطين الأتراك (حافظ عثمان (1642-1692م) ومصطفى راقم (1787-1825م) فلما نال الشهادة الثانية بمدرسة الحقوق في استانبول، ثم ترك الحقوق سنة 1907 والتحق بمدرسة الصنائع النفيسة التي أصبح اسمها فيما بعد (أكاديمية الفنون الجميلة) باستانبول. ¶ وفي عام 1908م توفي والده الذي كان يرسل له ثلاث ليرات ذهبية شهرياً، فترك المدرسة وعمل مدرساً للرسم. ¶ وظائف شغلها",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "درّس حامد سنة في مدرسة (كلشن معارف) ثم عمل سنة أخرى في مديرية مطبعة الرسومات، وعمل بعدها في المدرسة العسكرية، والتحق خطاطاً بمطبعة أركان الحرب العثمانية يعمل في مكان الخطاط المتوفى محمد نظيف (1846-1913) وبقي حامد في هذه المدرسة أربع سنوات، ثم انتقل أثناء الحرب العالمية الأولى إلى ألمانيا لدراسة خرائط تابعة لأركان الحرب الألمانية. ¶ عاد بعد ذلك إلى تركيا فاستأجر دكاناً صغيراً في حي (جاغال أوغلو) لمزاولة الخط، وحيث أنه موظف، والقانون يمنعه من العمل الحر، فإنه اتخذ لنفسه اسماً مستعاراً هو (حامد) فلما انكشف أمره حوكم وحُكم عليه فاستقال من الوظيفة. ¶ ونتيجة لما حلّ به من حكم المحكمة فقد اضطر حامد وقد أخذ شهرة واسعة بهذا الاسم إلى تغيير اسمه في سجلات النفوس وجميع دوائر الدولة من موسى عزمي إلى (حامد) ثم استأجر دكاناً غير الدكان السابق في منطقة (الباب العالي) حيث بقي يعمل به إلى آخر حياته. ¶ أهم أعماله ¶ سئل حامد رحمه الله قبيل وفاته عن أعظم خطوطه الجوامعية فقال: (إنها تلك التي كتبتها في جامع شيشلي باستانبول، قام بتصميم هذا الجامع وبنائه زميلي في الدراسة وصفي بك)( ). ¶ كما خط آيات في جامع (قوجة تبة) في أنقرة، وجامع (موضة) في استانبول وجامع (قارتال) في استانبول. ¶ وقد قام بخط القرآن الكريم مرتين، طبعت إحداهما في تركيا وألمانيا، وله ثلاث طغراءات اشتهر بها على طول العالم الإسلامي هي: ¶ 1-طغراء السلطان عبد الحميد الثاني سلطان الدولة العثمانية. ¶ 2-طغراء الملك فيصل ملك المملكة العربية السعودية. ¶ 3-طغراء الامبراطور رضا شاه بهلوي شاه إيران. ¶ وله العديد من الخطوط المختلفة من شواهد القبور، وبطاقات الدعوة، وكروت الفيزيت (الزيارة)، وعناوين وخطوط العديد من الكتب، واللوحات الجدارية. ¶ وكان حامد يعجب بسورة الفاتحة التي خطها تقليداً للفاتحة التي خطها الخطاط راقم. وقد استغرقت هذه اللوحة من وقته ستة أشهر. ¶ تلاميذه",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "استطاع الخطاطون الأتراك أن يكونوا أساتذة العالم في الخط العربي في أواخر الدولة العثمانية، وأن يبدعوا خطوطاً جديدة، ويطوّروا الخطوط القديمة المتعارف عليها في دواوين الدولة ومخطوطات الخطاطين أنفسهم. وإذا كان الخط العربي قد نضج في هذه الفترة فإن للخطاطين الأتراك اليد الطولى في ذلك. وهذا ما جعل حامد الآمدي يأخذ آخر ما وصل إليه من سبقوه وعاصروه، فيصوغ ذلك في قضبته فيسبق السابقين واللاحقين أشواطاً. ¶ كل ذلك دفع عشاق الخط ومحبّيه وممارسيه للتعرف على حامد الذي بلغت شهرته الآفاق، وتهافت عليه التلاميذ من كل مكان، فكان دكانه وبيته كعبتين يحط أولئك رحالهم عندهما، ليتتلمذوا على يديه ويأخذوا عنه. ¶ لقد تتلمذ على يديه كثير من الخطاطين في دول العالم. ¶ (ففي تركيا: حليم، حسن جلبي، خسرو صوباشي، أحد فاتح. ¶ وفي البلاد العربية: الخطاط هاشم البغدادي، يوسف ذو النون، علي الراوي، مروان الحربي، سماع الحلبي، السيدة جنات الموصلية. ¶ وفي اليابان: السيدة ميناكو)( ). ¶ وقد التقيت كثيراً من الخطاطين في دير الزور وحلب ودمشق، فكانوا يلهجون بذكر حامد، ويعتبرونه أبا الخط العربي الحديث. ¶ وفاته ¶ توفي حامد رحمه الله في مشفى حيدر باشا باستانبول، حيث عولج في هذه المشفى فترة، وصلي عليه في جامع شيشلي الذي كان يفخر بخط آياته القرآنية. ودفن في 20 أيار 1982 تحت قدمي شيخ الخطاطين حمد الله أفندي. وخرج في جنازته كبار الخطاطين الأتراك وغيرهم. وكان في مقدمتهم: ¶ (تلميذه الخطاط المشهور حسن جلبي، وتلميذته الخطاطة إينجي بش أوغلو، وتلميذه رجل الأعمال والخطاط ضيا آيدين، والخطاط الصيدلي أوغوردرمان، والمؤرخ إبراهيم القونوي، ومفتي استانبول صلاح الدين قايا، ومعمِّر أولكر المدير العام للمكتبة السليمانية باستانبول)( ). ¶ نعم مات حامد الآمدي عن واحدة وتسعين سنة، لكنه سيبقى أبد الدهر أستاذ الخط العربي في القرن العشرين. ¶ رحمه الله وأجزل ثوابه. ¶ - -",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "المصادر والمراجع ¶ 1-القرآن الكريم ¶ 2-إتمام الأعلام، ... د.نزار أباظة ومحمد رياض المالح- طبعة أولى- 1999- دار صادر- بيروت. ¶ 3-أدب الكاتب ... أبو بكر محمد بن عبد الله الصولي تعليق الشيخ محمد بهجة الأثري- المطبعة السلفية 1341هـ القاهرة. ¶ 4-الأعلام الزركلي ... - دار العلم للملايين- طبعة خامسة- بيروت- 1980م. ¶ 5-الاقتضاب في شرح أدب الكتاب ... البطليموسي- القاهرة. ¶ 6-البداية والنهاية ... ابن كثير- دار الكتب العلمية- بيروت- طبعة ثالثة- 1407هـ-1987م. ¶ 7-تاريخ العراق بين احتلالين ... عباس العزاوي- تصوير طهران. ¶ 8-تتمة الأعلام للزركلي ... محمد خير رمضان يوسف- طبعة أولى- 1998م- دار ابن حزم- بيروت. ¶ 9-تحفة أولي الألباب في صناعة الخط والكتاب ... عبد الرحمن بن الصائغ- تحقيق هلال ناجي- دار بوسلامة، تونس- 1981م. ¶ 10-تراجم خطاطي بغداد ... وليد الأعظمي- دار القلم- بيروت- طبعة أولى- 1977. ¶ 11-الخط العربي ... د.عفيف بهنسي- دار الفكر- طبعة أولى- دمشق- 1984. ¶ 12-دائرة المعارف ... بطرس البستاني- دار المعرفة- بيروت. ¶ 13-دائرة المعارف للمستشرقين ... - إعداد شنتناوي ورفاقه- كتاب الشعب- القاهرة. ¶ 14-ذيل الأعلام ... أحمد العلاونة- طبعة أولى- 1998- دار المنارة- جدة. ¶ 15-سير أعلام النبلاء ... الذهبي- تحقيق جماعة من العلماء- مؤسسة الرسالة- طبعة أولى- بيروت. ¶ 16-شروح سقط الزند ... أبو العلاء المعري- الدار القومية للطباعة- القاهرة. ¶ 17-شذرات الذهب ... ابن العماد الحنبلي- دار الآفاق- بيروت. ¶ 18-شمس العرب تسطع على الغرب ... زيغريد هونكة- دار العلم للملايين- بيروت. ¶ 19-صبح الأعشى ... القلقشندي- المؤسسة المصرية العامة- القاهرة. ¶ 20-العبر ... الذهبي- تحقيق محمد زغلول- دار الكتب العلمية- بيروت. ¶ 21-العثمانيون ... د.محمد حرب- دار القلم- طبعة ثانية- 1319هـ-1999م دمشق- بيروت.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "22-العقد الفريد ... ابن عبد ربه الأندلسي- دار الكتاب العربي- بيروت- 1982. ¶ 23-الفخري في الآداب السلطانية ... ابن طباطبا- دار صادر- بيروت. ¶ 24-الفنون الجميلة عمر رضا كحالة ... - مؤسسة الرسالة- بيروت. ¶ 25-الكامل في التاريخ ... ابن الأثير الجزري- دار صادر- بيروت- 1979م. ¶ 26-كتاب خانة عمومي ... حضرت آية الله مرعشي نجفي- طهران. ¶ 27-الكتاب العربي منذ نشأته حتى عصر الطباعة ... يوهنس بيدرسن- ترجمة د. حيدر غيبة- دار الأهالي- دمشق- 1989م. ¶ 28-كشف الظنون ... حاجي خليفة- دائرة المعارف العثمانية- ¶ 29-كيف نعلم الخط العربي ... معروف زريق- دار الفكر- دمشق. ¶ 30-معجم الأدباء ... ياقوت الحموي- دار إحياء التراث العربي- بيروت. ¶ 31-معجم المؤلفين ... عمر رضا كحالة- دار إحياء التراث العربي- بيروت. ¶ 32-مقدمة ابن خلدون ... دار الفكر- بيروت ط أولى- 1401هـ-1981م. ¶ 33-المعجم المفهرس لألفاظ القرآن ... محمد فؤاد عبد الباقي. ¶ 34-المفصل من تاريخ العرب قبل الإسلام ... د.جواد علي- دار العلم للملايين- طبعة ثانية 1978- بيروت. ¶ 35-من تاريخ المكتبات ... د.خيال الجواهري- وزارة الثقافة- دمشق- 1992. ¶ 36-المنتظم ... ابن الجوزي- تحقيق محمد ومصطفى عطا- دار الكتب العلمية- طبعة أولى- 1412هـ-1992م- بيروت. ¶ 37-النجوم الزاهرة ... ابن تغري بردي- وزارة الثقافة والإرشاد- القاهرة. ¶ 38-الوزراء والكتاب ... الجهشياري. ¶ 39-وفيات الأعيان ... ابن خلكان- تحقيق إحسان عباس- دار صادر- بيروت- 1977. ¶ المجلات ¶ 40-مجلة العربي ... العدد 298- ذو القعدة 1403هـ-1983م. ¶ - - - ¶ فهرس الصور واللوحات ¶ 1-الخط المسند اليمني المحاط بزخرفة...................................................18 ¶ 2-نماذج من القلمين النبطي المتأخر والقلم العربي القديم .................................19 ¶ 3-كتابة لحيانية قديمة....................................................................20",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "4-أشكال حروف المسند.................................................................21 ¶ 5-قرآن كريم بخط علي بن هلال (ابن البواب) ..........................................29 ¶ 6-كتابة وزخرفة أندلسية.................................................................33 ¶ 7-لوحة للخطاط مصطفى راقم..........................................................38 ¶ 8-لوحة للخطاط بدوي الديراني....................................................... ¶ 9-لوحة للخطاط ناجي بالخط الكوفي.....................................................48 ¶ 10-لوحة للخطاط حلمي بخط الرقعة.....................................................49 ¶ 11-لوحة للخطاط سيد إبراهيم بخط النسخ...............................................50 ¶ 12-لوحة للخطاط بدوري الديراني بخط الثلث............................................51 ¶ 13-لوحة للخطاط أحمد قره حصاري بخطي الثلث والنسخ...............................52 ¶ 14-لوحة للخطاط البابا بخط الإجازة....................................................55 ¶ 15-لوحة بخط الديواني..................................................................57 ¶ 16-لوحة بخط الطغراء..................................................................59 ¶ 17-لوحة بخط التاج للخطاط سيد إبراهيم................................................60 ¶ 18-لوحة بالخط المغربي................................................................61 ¶ 19-لوحة أنواع قصبات الخط...........................................................69 ¶ 20-لوحة دواة حبر لأحد الخطاطين في متحف اللوفر....................................70 ¶ 21-لوحة للخطاط ابن مقلة..............................................................93",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "22-لوحة للخطاط ابن البواب..........................................................102 ¶ 23-لوحة للخطاط ياقوت المستعصمي..................................................106 ¶ 24-لوحة للخطاط الحافظ عثمان.......................................................109 ¶ 25-لوحة للخطاط هاشم البغدادي.......................................................117 ¶ 26-لوحة للخطاط حامد الآمدي........................................................122 ¶ - - - ¶ فهرس الموضوعات ¶ الإهداء ... 5 ¶ تقديم الدكتورة خيال الجواهري ... 7 ¶ المقدمة ... 9 ¶ الخطاط ... 11 ¶ فضل الخط ... 12 ¶ الباب الأول: رحلة الخط العربي ... 15 ¶ 1- الخط العربي في العصر الجاهلي ... 17 ¶ 2- الخط العربي في عصر الرسول صلى الله عليه وسلم ... 22 ¶ 3- الخط العربي في عصر الخلفاء الراشدين ... 24 ¶ 4- الخط العربي في العصر الأموي ... 25 ¶ 5- الخط العربي في العصر العباسي ... 27 ¶ 6- الخط العربي في العصر الأندلسي ... 30 ¶ 7- الخط العربي في العصر الفاطمي ... 34 ¶ 8- الخط العربي في العصر العثماني ... 35 ¶ 9- الخط العربي في إيران ... 39 ¶ 10- الخط العربي في أوربا ... 41 ¶ الباب الثاني : أنواع الخط العربي ... 43 ¶ 1- الخط الكوفي ... 46 ¶ 2- خط الرقعة ... 48 ¶ 3 - خط النسخ ... 49 ¶ 4- خط الثلث ... 50 ¶ 5 - الخط الفارسي ... 53 ¶ 6- خط الإجازة ... 55 ¶ 7- خط الديواني ... 56 ¶ 8- خط الطغراء ... 58 ¶ 9- خط التاج ... 60 ¶ 10- الخط المغربي ... 60 ¶ الباب الثالث : أدوات الخطاطين ... 63 ¶ 1- القلم ... 65 ¶ 2- أنواع الأقلام ... 67 ¶ 3- الحبر ... 70 ¶ 4- صناعة الحبر ... 71 ¶ 5- الورق ... 73 ¶ 6- المحو واللطلع ... 76 ¶ 7- سكين الخطاط ... 77 ¶ الباب الرابع: الخطاطون العظام ... 79 ¶ ابن مقلة 272-328هـ / 866-940م ... 81 ¶ مولده ونشأته ... 81 ¶ في الوزارة ... 82 ¶ إسرافه وبذخه ... 83 ¶ محنة ابن مقلة ... 85 ¶ نبوغه وآثاره ... 88",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "صفاته وطباعه ... 89 ¶ قالوا فيه ... 90 ¶ وفاته ... 92 ¶ ابن البواب... - 423هـ / ... - 1032م ... 94 ¶ أخلاقه ومزاياه ... 95 ¶ نبوغه في الخط ... 97 ¶ آثاره ... 98 ¶ أقوال العلماء فيه ... 100 ¶ وفاته ... 100 ¶ ياقوت المستعصمي... - 698هـ/ ... - 1299م ... 103 ¶ تلاميذه ... 103 ¶ خازن المستنصرية ... 104 ¶ مؤلفاته ... 105 ¶ وفاته ... 105 ¶ الحافظ عثمان 1052-1110هـ / 1642-1698م ... 107 ¶ شهرته ... 107 ¶ مرضه ووفاته ... 108 ¶ هاشم البغدادي 1335-1393هـ / 1917-1973م ... 110 ¶ مولده وعائلته ... 110 ¶ بداياته في الخط ... 110 ¶ سفره إلى القاهرة ... 111 ¶ سفره إلى تركيا ... 112 ¶ سفره إلى القدس ... 113 ¶ موقفه من الأصالة والتجديد ... 113 ¶ أعماله ... 113 ¶ آثاره المخطوطة ... 114 ¶ تلاميذه ... 115 ¶ وفاته ... 116 ¶ حامد الآمدي 1309-1403هـ / 1891-1982م ... 118 ¶ مولده ودراسته ... 118 ¶ وظائف شغلها ... 119 ¶ أهم أعماله ... 120 ¶ تلاميذه ... 120 ¶ وفاته ... 121 ¶ المصادر والمراجع ... 123 ¶ المجلات ... 124 ¶ فهرس الصور واللوحات ... 125 ¶ فهرس الموضوعات ... 127 ¶ رقم الإيداع في مكتبة الأسد الوطنية ¶ رحلة الخط العربي : من المسند إلى الحديث: دراسة/ أحمد شوحان– دمشق: اتحاد الكتاب العرب، 2001 – 129ص؛ 24سم. ¶ 1- 411.5 ش و ح ر ... ... ... 2- 927 ش و ح و ¶ 3- العنوان ... ... ... ... 4- شوحان ¶ ع- 1994/10/ 2001 ... ... ... ... ... مكتبة الأسد ¶ أحمد شوحان ¶ مواليد دير الزور 1944 ¶ عضو اتحاد الكتاب العرب- جمعية البحوث والدراسات ¶ عضو اتحاد الناشرين العرب-عضو جمعية العاديات. ¶ يهتم بالدراسات الإسلامية، وتاريخ وادي الفرات. ¶ كتب العديد من المؤلفات منها: ¶ 1-تاريخ دير الزور ¶ 2-معجم العشائر الفراتية ¶ 3-الأمثال الفراتية ¶ 4-ديوان العتابا الفراتية. ¶ 5-ديوان عبد الله الفاضل وقصة حياته... وغيرها. ¶ حقق العديد من المخطوطات منها: ¶ 1-أحكام النساء ¶ 2-سيرة عمر بن عبد العزيز ¶ 3-تاريخ عمر بن الخطاب",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "4-مواسم العمر... وجميعها للإمام ابن الجوزي. ¶ ... نشر مقالات ودراسات في الصحف والمجالات السورية والعربية. ¶ ... زار العديد من الدول العربية والأجنبية. ¶ ... كتب /16/ سلسلة قصص للأطفال وجميعها مطبوعة.",
            "page": "86",
            "part": "1"
        }
    ],
    "t37171": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رحلة الخط العربي من المسند… إلى الحديث"
        }
    ]
}