{
    "b37187": [
        {
            "id": "1",
            "nass": "مقالات في اللغة والتربية ¶ عبد اللطيف السعيد ¶ من أسرار اللغة العربية ¶ كرّم الله تعالى اللغة العربية وفضّلها على سائر لغات أهل الأرض،فهي لغة أهل الجنّة،وبها انزل القرآن الكريم آخر الكتب السّماوية معجزاً في بلاغته وفصاحته،بل تحدّى الإنس والجنّ على أن يأتوا بمثله في الفصاحة والبيان والبلاغة،وقد ظهر في رجال العرب من اشتهر بالخطابة والبيان والإيجاز الّلغوي. ¶ ولو عدنا إلى معاجم اللّغة الّتي تحوي في متونها أسرار بلاغة الّلغة العربية لأدركنا مدى ما وصل إليه أجدادنا العرب في إدراك الفروق الدّقيقة بين المعاني، والتّفريق بينها عن طريق المترادفات. ففي الدّلالة على الرّؤية بالعين استعملوا ألفاظاً متعدّدة قد تبدو متشابهة في معانيها العامة إلاّ أنّها تختلف في مدلولاتها الدّقيقة في التّعبير عن جانب من جوانب الإبصار بالعين، ومن هذه الألفاظ: ¶ 1-رأى:وتعني النظر بالعين أو بالعقل،ومنها المرآة وهي الآلة التي المَرْآةُ، بالفتح على مَفْعَلَةٍ: المَنْظَر الحسَنَ يقال: امرأَةٌ حَسَنَةُ المَرْآةِ و المَرْآى،وفلان حسنٌ في مَرْآةِ العَين أَي في النَّظَرِ، يقال: رجل حَسنُ المَرْأَى والمَرْآةِ، حسن في مَرْآةِ العين،وهي مَفْعَلة من الرؤية. ¶ 2-رمقَ الشّيْءَ رمْقاً:أي لحظه لحْظاً خفيفاً،أو أطال النّظر إليه،رمَقه يَرْمُقه رَمْقاً و رامَقَه:نظر إِليه.و رمقْتُه ببصري و رامَقْتُه أَتْبَعْتَه بصَرك تتعهَّده وتنظر إليه وتَرقُبه.و رمَّقَ تَرْمِيقاً أَدامَ النظر. ¶ 3-لحظ الشّيْءَ لحْظاً:نظر إليه بمؤخّر عينه،وقيل الّلحظة النظرة من جانب الأذن،وقال الأزهري الّلحاظ مؤخّر العين ما يلي الصُّدغ،ولحظ:لَحظَه يَلْحَظُه لَحْظاً و لَحَظاناً ولَحَظَ إِليه:نظره بمؤخِرِ عينِه من أَي جانبيه كان،يميناً أَو شمالاً، وهو أَشدّ التفاتاً من الشزْر؛قال: ¶ لَحَظْناهُمُ حتى كأَن عُيونَنا بها لَقْوةٌ من شِدَّةِ اللَّحَظانِ",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقيل:اللحْظة النظْرة من جانب الأُذن؛ومنه قول الشاعر: ¶ فلمَّا تَلَتْه الخيلُ، وهو مُثابِرٌ على الرَّكْبِ، يُخْفي نَظرةً ويُعيدُها ¶ المُلاحَظةُ؛ الأَزهري: هو أَن يَنْظُر الرجل بلَحاظ عينه إِلى الشيء شَزْراً،وهو شِقُّ العين الذي يلي الصدغ.ومنها استعير اللفظ للدلالة على العبارة التي يجب أن يوليها القارئ أهمية خاصة بالنظر إليها والتدقيق فيها. ¶ 4-رمَّقَ ترميقاً:أطال وأدام النّظر إليه. ¶ 5-رنا رنوّاً:أدام النّظر إليه بسكون الطّرف. ¶ 6-حدّق تحديقاً إليه:حدّد النّظر إليه،والتّحديق شدّة النّظر بالحدقة،وحدّق النّظر في: نظر بإمعان إلى. ¶ 7-حدّج تحديجاً ببصره: يقال: حدّجه ببصره إذا أحدّ النّظر إليه .وحدَجَه ببصره وحَدَج إليه إذا رماه به.وروي عن ابن مسعود قال: حدّث القوم ما حدَجوك بأبصارهم(أي ما أحدّوا النّظر إليك) فإذا رأيتهم قد ملّوا فدعهم. حَدَجَهُ ببصره يَحْدِجُهُ حَدْجاً و حُدُوجاً،و حَدَّجَهُ: نظر إليه نظراً يرتاب به الآخرُ ويستنكره؛ وقيل: هو شدَّة النظر وحِدَّته. يقال: حَدَّجَهُ ببصره إِذا أَحَدَّ النظر إليه؛ وقيل: حَدَجَه ببصره و حَدَجَ إليه رماه به. وروي عن ابن مسعود أَنه قال:حَدِّثِ القومَ ما حَدَجُوك بأَبصارهم أَي ما أَحَدُّوا النظر إليك؛ يعني ما داموا مقبلين عليك نشيطين لسماع حديثك،يشتهون حديثك ويرمون بأَبصاره ¶ 8- نظرَ إليه نظَراً:أبصره وتأمّله بعينه،والنّظر: البصر والبصيرة، و المَنْظَرُ و المَنْظَرَةُ: ما نظرت إِليه فأَعجبك أَو ساءك، وفي التهذيب: المَنْظَرَةُ مَنْظَرُ الرجل إِذا نظرت إِليه فأَعجبك، وامرأَة حَسَنَةُ المَنْظَرِ و المَنْظَرة أَيضاً. ويقال: إِنه لذو مَنْظَرَةٍ بلا مَخْبَرَةٍ. و المَنْظَرُ: الشيء الذي يعجب الناظر إِذا نظر إِليه ويَسُرُّه،ومن أخذ النّاظور:وهو الآلة التي ينظر بها إلى الشيء البعيد،أو(النظّارة) وهي التي يستعان بها في القراءة.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "9- لمَحَ لَمْحاً:أبصر بنظرٍ خفيفٍ،أو اختلس النّظر إليه،ولمح الشيء بالبصر:صوّب بصره إليه،وقرأ الفرّاء قوله تعالى(كلمحٍ بالبصر) قال: كخطفةٍ بالبصر،. ¶ 10- أبصرَ الشّيْءَ:رآه ونظر إليه بعينه،وباصرته إذا أشرفت تنظر إليه من بعيد،. بصر : ابن الأَثير: في أَسماء الله تعالى البَصِيرُ، هو الذي يشاهد الأَشياء كلها ظاهرها وخافيها بغير جارحة، و البَصَرُ عبارة في حقه عن الصفة التي ينكشف بها كمالُ نعوت المُبْصَراتِ. الليث: البَصَرُ العَيْنُ إِلاَّ أَنه مذكر، وقيل: البَصَرُ حاسة الرؤْية. وحكاه اللّحياني بَصِرَ به،بكسر الصاد، أَي أَبْصَرَهُ. و أَبْصَرْتُ الشيءَ: رأَيته. و باصَرَه: نظر معه إِلى شيء أَيُهما يُبْصِرُه قبل صاحبه.و باصَرَه أَيضاً: أَبْصَرَهُ؛ قال سُكَيْنُ بنُ نَصْرَةَ البَجَلي:فَبِتُّ عَلى رَحْلِي وباتَ مَكانَهُ أُراقبُ رِدْفِي تارَةً، وأُباصِرُه ¶ الجوهري:باصَرْتَه إِذا أَشْرَفتَ تنظر إِليه من بعيد و تَبَاصَرَ القومُ: أَبْصَرَ بعضهم بعضاً. ¶ ابن الأَعرابي:أَبْصَرَ الرجلُ إِذا خرج من الكفر إِلى بصيرة الإِيمان؛ قال:بصائرها إِسلامها وإِن لم تبصر في كفرها.وقوله تعالى:{وآتينا ثمودَ الناقةَ مُبْصِرَة}؛قال الفرّاء:جعل الفعلَ لها،ومعنى مُبْصِرَة مضيئة، كما قال عزّ من قائل:{والنهارَ مُبْصِراً}؛ أَي مضيئاً.وقال أَبو إِسحق:معنى مُبْصِرَة تُبَصِّرُهم أَي تُبَيِّنُ لهم،ومن قرأَ مُبْصِرَةً فالمعنى بَيِّنَة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "11- عشا عَشْواً:ساء بصره بالّليل والنّهار،أو أبصر بالنّهار ولم يبصر بالّليل، وقيل: العَشا يكونُ سُوءَ البَصَرِ من غير عَمىً، ويكونُ الذي لا يُبْصِرُ باللَّيْلِ ويُبْصِرُ بالنَّهارِ، وقد عَشا يَعْشُو عَشْواً، وهو أَدْنَى بَصَرِه، ومنه قوله تعالى: {ومَن يَعْشُ عن ذكْرِ الرَّحمن نُقَيِّضْ له شيطاناً فهو له قَرينٌ}، قال الفراء: معناه من يُعْرضْ عن ذكر الرحمن،قال:ومن قرأَ:{ومَنْ يَعْشُ عن ذكر الرحمن}فمعناه مَنْ يَعْمَ عنه،وقال القُتيبي:معنى قوله:{ومَنْ يَعْشُ عن ذكر الرحمن} أَي يُظْلِمْ بَصَرُه،وخَبْطَ عَشْواء:أي لم يَتَعَمَّدْه. وفلانٌ خابطٌ خَبْطَ عَشْواء، وأَصْلُه من الناقةِ العَشْواء لأَنها لا تُبْصِر ما أَمامَها فهي تَخْبِطُ بِيَدَيْها، وذلك أَنها تَرْفَعُ رأْسَها فلا تَتَعَهَّدُ مَواضِعَ أَخْفافِها؛قال زهير: ¶ رأَيْتُ المَنايَا خَبْطَ عَشْواءَ، مَنْ تُصِبْ تُمِتْهُ، ومَنْ تُخْطِئْ يُعَمَّرْ فَيَهْرَمِ ¶ 12- غمَزَه بالعين أو الجَفن أو الحاجب:أشار إليه بها، وقد فسر الغمز في بعض الأَحاديث بالإِشارة كالرَّمْزِ بالعين والحاجب واليد. ¶ ………… ¶ أغلاط شائعة ¶ اللّغة العربيّة في تطوّر مستمرّ عبر العصور،ونحن نعلم بأنّ كثيراً من ألفاظها الجاهلية أصبحت مهجورة لانعدام الحاجة إليها،كما أنّ اللّغويين انصرفوا إلى اشتقاق ألفاظ جديدة ملائمة لحاجة التّطوّر الذي يشهده هذا العصر،فقد عمد الكثيرون إلى ترجمة العلوم والمعارف عن اللّغات الأجنبيّة،ومن هنا عرفت اللّغة العربيّة كثيراً من المصطلحات الجديدة،والتّراكيب غير المألوفة،والألفاظ ذات المدلولات المغايرة لما وُضعت له،ويعود ذلك إلى أسباب عديدة أهمّها:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "1-عدم تمكّن من يتصدّى لترجمة النّص الأجنبيّ من ملكة اللّغة العربيّة،والأخذ بناصيتها،والإلمام بقواعدها النّحويّة،وجهله بالفصيح من ألفاظها،وعدم تقصّي اللّفظ الأجنبيّ ومدلوله،بل نقل هذا اللّفظ كما هو إلى لغتنا العربيّة لجهله بمرادفه في العربيّة،خاصّة فيما يخصّ المصطلحات العلميّة. ¶ 2-كثرة العنصر الأعجميّ في بعض المجتمعات الموجودة في أطراف الوطن العربيّ كما هو الحال في الدول القريبة من أوربا أو جنوبي شرق آسيا،حيث نلمس بوضوح أثر اللغات الأوربية كالإنكليزية والفرنسية والإسبانية،وبعض لغات جنوبي شرق آسيا في مفردات اللغة العربية المتداولة في هذه المجتمعات،ومن هنا فقد نشأت لغة تحوي مفردات عربية ممزوجة بمفردات من اللغات الدخيلة. ¶ جوانب من الأغلاط الشّائعة ¶ 1-في الأساليب والتّراكيب:كثيراً ما يعمد المترجمون إلى نقل الأسلوب الأجنبي كما هو دون التّأكّد من موافقته للعربية وأساليبها وطرائق تعبيرها. ¶ يقال مثلاً:(لعب هذا البلد دوراً هامّاً في السياسة الدولية)،وهو أسلوب منقول حرفياً عن اللّغات الأوربيّة التي تستعمل مجازاً المصطلحات المسرحية غير المعروفة في اللّغة العربيّة،حيث لم يكن المسرح معروفاً في عصور العربية القديمة، وصحته( يؤثّر هذا البلد في السّياسة العالمية). ¶ ويقال:(لم أفعل ذلك إطلاقاً)،وصحّته:(لم أفعل ذلك أبداً) فالإطلاق ضدّ القيد. ¶ ويقال:(قابلته وجهاً لوجه)،وصحّته:( قابلته) وتعني لقيته بوجهه،وعبارة وجهاً لوجه حشو زائد.ومثلها قولهم:(ليل أسود) أو(ثلج أبيض)،فالليل لا يمكن أن يكون غير ذلك،وكذلك الثّلج.ومثلها قولهم:(عضّه بأسنانه)،فالعضّ لا يكون بغير الأسنان. ¶ ويقال:(فلانٌ عاطل عن العمل)،وصحته:( عاطل من العمل)أي:خال منه وليس له عمل. ¶ ويقال:( استقلّ فلان السّيارة)،وصحتها(استقلّت السيارة فلاناً)أي رفعته وحملته. ¶ ويقال:(غطّى المراسل الحدث)،وصحته:( ذكر المراسل الحدث) لأن غطى تعني أخفى.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ويقال:(تفوّق المتسابق على زملائه)،وصحته:(فاق المتسابق زملاءه)أي غلبهم،بينما تعني تفوق ترفّع عليهم. ¶ ويقال:( قدّم له الكتاب)،وصحته:( أعطاه الكتاب)لأن قدّم فيها معنى السّبق والتعجيل. ¶ ويقال:(حضر مدرسو وطلاب المدرسة)وصحته(حضر مدرسو المدرسة وطلابها)لأنه لا يجوز في اللغة العربية الفصل بين المتضايفين،بينما هو شائع في اللغات الأجنبية. ¶ 2-مخالفة قواعد اللغة العربية:كتأخير الاسم المؤكَّد مثل قولهم:(حدث نفس الشيء)،أو تدوين الطلاب أسماء الغائبين في أوراق الغياب بعد الحصّة الأولى بعبارة (نفس الغائبين)،وصحته(حدث الشيءُ نفسُه،أو:الغائبون أنفسهم). ¶ -ومن مخالفتهم قواعد اللغة العربية تعريف كلمة(بعض)،كقولهم:( جمعت الطلاب إلى بعضهم البعض)أو(جاء البعض منهم) وصحته(جمعت الطلاب بعضهم إلى بعض، وجاء بعضهم). ¶ -ومن مخالفتهم قواعد اللغة التّعدية بحرف الجرّ،كقولهم:(فعلته بالرّغم منه)وصحته:( فعلته على الرغم منه،أو على رغمه) فحرف الجر الباء يفيد الالتصاق بالشيء أو الإمساك به،وهو غير مناسب لهذه العبارة. ¶ 3- الخطأ في ضبط بعض المفردات:كقولهم: ¶ أفريقية،وصحتها:إفريقيَّة. ¶ وبَطّيخ،وصحتها:بِطّيخ. ¶ وسمسم،وصحتها:سِمسِم ¶ والحُنجُرة،وصحتها:الحَنجَرة. ¶ وسوّاح،وصحتها:سُيّاح. ¶ وبنادق،وصحتها بندقيّات.لأن مفردها بندقية اسم ينتهي بتاء زائدة للتأنيث فيجمع جمع مؤنث سالماً. ¶ وظهر البيدر(منطقة في لبنان)وصحته:ضهر البيدر أي أعلاه. ¶ وسروال،وصحّته سراويلات،لأنّ سروال هو مدخل رجل واحدة فقط منه. ¶ 4-ألفاظ أجنبية تستعمل بلفظها:كقولهم: ¶ الشنطة،وصحتها الحقيبة ¶ وقولهم: القشطة،وصحتها القِشْدة. ¶ وقولهم:الراديو،وصحته:المذياع. ¶ وقولهم:التلفزيون،وصحته الرائي. ¶ وقولهم:التليفون،وصحته:الهاتف. ¶ وقولهم:كمبيوتر،وصحته:الحاسوب.وغير ذلك كثير... ¶ أشكال التقصير الدراسي",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "عند استعراض نماذج مختلفة من الأطفال المقصرين،ومحاولة استقراء الأشكال المختلفة لتقصيرهم لاستطعنا أن نلحظ الأشكال التالية: ¶ 1-التقصير الجزئي:هناك أطفال يجدون صعوبة في فهم أجزاء من المادة الدراسية،حيث يجدون صعوبة أحياناً في استيعاب بعض دروس الرياضيات المتعلقة بمادة الجبر مثلاً،بينما لا يجد هؤلاء مثل هذه الصعوبة في فهم مادة الهندسة، أو قد يجد هؤلاء صعوبة في فهم بعض دروس الجبر دون بعضها الآخر. وهناك بعض الأطفال يجد صعوبة في فهم بعض المواد دون بعضها الآخر، فهذا يفهم دروس اللغة العربية بينما لا يفهم دروس العلوم، أو الرياضيات ويعزف عنها لصعوبتها عنده. ¶ 2-التقصير العام:هناك آخرون من الأطفال يعانون من صعوبة في فهم كل المواد الدراسية،فقد يجد هؤلاء صعوبة في فهم أي مادة من مواد المنهاج الدراسي المقرر بشكل عام،لذلك يلاحظ الأهل بأن أحد أطفالهم قد ينصرف إلى مشاهدة التلفاز وممارسة الألعاب الرياضية بدلاً من قراءة دروسه ومراجعتها،وأداء واجباته المدرسية. ¶ أسباب التقصير الدراسي ¶ يمكن أن نرد أسباب التقصير الدراسي عند الأطفال إلى عدة أسباب،منها: ¶ 1-كره المادة الدراسية لصعوبتها أو لسوء معاملة المعلم له. ¶ 2-أسلوب المعلم في تقديم المعلومات للطفل،فإذا كان هذا الأسلوب مشوقاً،فإن الطفل يقبل على التعلم بسبب حبه لمعلمه، أما إذا كان الأسلوب خالياً من التشويق فإن الطفل ينفر من التعلم، ويهمل دروسه. ¶ 3-عدم انسجام الطفل مع البيئة المدرسية نتيجة الفشل الذي يعاني منه. ¶ 4-تأثير زملائه الذين يكرهون المدرسة،وينصرفون عن أداء واجباتهم إلى ممارسة الألعاب الرياضية. ¶ 5-صعوبة لتركيز الذهني عند الطفل. ¶ 6-تخلف النمو العقلي عند الطفل بسبب الأمراض، أو بسبب نموه الجسدي المتسارع. ¶ 7-الأمراض المزمنة التي تصيب الطفل في سن مبكرة فتؤثر عليه وتجعله يلتفت إلى الاهتمام بنفسه وصحته بدلاً من الاهتمام بدروسه. ¶ كيف نشجع الطفل على تجاوز التقصير؟",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إن الطفل بحاجة إلى بث روح التشجيع في نفسه باستمرار للتغلب على الصعوبات التي يجدها في طريقه،ومن هنا لابد من بعض الخطوات في هذا الجانب حتى نستطيع أن نساعد الطفل المقصر على تجاوز تقصيره،منها: ¶ 1-لابد أولاً من تحديد نوع التقصير الذي يشكو منه الطفل،هل هو تقصير جزئي في مادة أو أكثر،أم أنه تقصير عام يشمل كل المواد الدراسية؟ ويتم تحديد ذلك بالتعاون بين الأسرة وبين معلمي المدرسة أو إدارتها. ¶ 2-محاولة معرفة أسباب هذا التقصير حتى يمكن معالجتها، هل هي أسباب مرضية،أم أنها تعود إلى علاقته بزملائه أو بمعلمه، أم أنها أسباب نفسية خاصة. ¶ 3-مكن بعد معرفة هذه الأسباب محاولة معالجتها بتأن وصبر،فإذا كانت الأسباب مرضية،يمكن التعرف عليها بإجراء فحوصات طبية وجسدية ونفسية للطفل لتحديد نوع المرض الذي يشكو منه، ومعرفة هل هو مرض طارئ، أم أنه مرض ممن؟ثم العمل على علاجه،خاصة تلك الأمراض المزمنة التي تؤثر بشكل سلبي وكبير على تعلم الطفل. ¶ 4-إذا كان التقصير بسبب كره الطفل للمدرسة لسوء علاقته بزملائه أو بالمعلم،فيجب الأخذ بيده عن طريق تشجيعه على حب المدرسة،ويتم هذا التشجيع بالتعاون بين المعلم والأهل،ويتم ذلك بأن يلجأ المعلم إلى شرح الدروس وتقديم المعلومات للطفل بشكل أكثر سهولة،والتركيز على النقاط الهامة،والاهتمام الفردي بالطفل المقصر،وتكليفه بواجبات مدرسية منزلية خاصة غير تلك التي يكلف بها بقية زملائه،وعلى الأهل مساعدة هذا الطفل في تنفيذ هذه الواجبات عن طريق شرح مضمونها له ليفهم ما المطلوب منها،وكيف يمكن له أن ينفذها،وشرح بعض النقاط التي ما زالت غامضة عنده.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "5-العمل على خلق جو مريح من العلاقة بين المعلم والطفل الذي يقوم بتعليمه،والابتعاد عن الأسلوب القمعي في عملية التعلم،واستبداله بأسلوب المكافأة مهما كانت هذه المكافأة بسيطة لأنها أقدر على خلق جو الثقة والشعوب بالمكانة المتميزة بين زملائه،بدلاً من الشعور بالخوف الدائم من العقاب بسبب التقصير،وهذا يحتاج من المعلم إلى الصبر والتأني،حيث أن لعلاقة الطفل مع معلمه أكبر الأثر في نجاح عملية التعلم عنده، فالموقف الإيجابي الذي يظهره المعلم نحو الطفل يدفعه إلى حب المادة التي يقوم هذا المعلم بتدريسها بسبب حبه لمعلمه،وهذا يسهل عليه فهمها واستيعابها،والمشاركة في النشاطات الصفية وغيرها من أشكال النشاط المدرسي التي يكلفه بها المعلم،كما أن الموقف السلبي نحو الطفل من قبل معلمه يجعله يكره المادة الدراسية التي يعلمها بسبب سوء المعاملة التي يلقاها من المعلم،ويدفعه ذلك إلى الانصراف عن التعلم وعن أي واجب أو نشاط يكلف به. ¶ 6-محاولة إبعاد الطفل عن زملائه المقصرين إذا كانوا يدفعونه إلى إهمال دروسه وواجباته في جوّهم ومجموعتهم التي تهمل واجباتها ودروسها،وتنصرف إلى اللعب والتسلية،وقد يكون لنقل هذا الطفل إلى فصل آخر أثر واضح في تغير سلوكه نحو المادة الدراسية. ¶ 7-تقسيم الحصة الدرسية إلى أجزاء وفقرات تعطى فيها المعلومات يتخللها فواصل قصيرة،وهذا يخفف من ضعف القدرة على التركيز ومتابعة شرح المعلم،فقدرة الطفل على التركيز تضعف كثيراً بعد مرور خمس عشرة دقيقة،وقد أثبتت هذه الطريقة فاعليتها خاصة إذا تابع الأهل التعامل مع طفلهم بنفس الأسلوب في البيت.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "يجب أن لا يدخل اليأس إلى نفوس الأهل،فكثير من الأطفال المقصرين تجاوزوا جوانب التقصير عندهم عن طريق التعاون بين الأسرة والمدرسة في معالجة هذا التقصير،فهذه مجموعة من الأطفال في الصف الثالث الابتدائي أثارت انتباه معظم معلمي ذلك الفصل لإهمالها دروسها،وعدم فهم المعلومات التي تعطى لهم على الرغم من المحاولات الكثيرة لشد انتباهها إلى الدروس،وقد عمد المشرف الاجتماعي في المدرسة إلى إعادة توزيعها على فصول المدرسة الخمسة،بحيث وجد كل منهم نفسه في وضع جديد وبيئة فصلية جديدة فانصرف إلى الاهتمام بدروسه أكثر من الالتفات إلى زملائه خلال الحصة الدرسية،وقد أفادت هذه الطريقة في تحسين مستوى أكثر من 50% من أفراد هذه المجموعة. ¶ وهذا طفل يشكو من مشكلة صحية،عرفنا بعد عرضه على طبيب المدرسة أنه يشكو من داء السكر،وهو مرض مزمن يؤدي إلى مشاكل صحية ينشغل بها المريض،لذلك عمد معلمو الصف إلى توجيه اهتمامهم الفردي إليه،ومحاولة تجزئة فقرات الدرس وتبسيطها له،ومن ثم تكليفه بواجبات مدرسية خاصة تتناسب مع نوعية المرض الذي يشكو منه،وهذه الطريقة في التعامل مع هذا الطفل لم تؤدّ إلى اهتمامه بدروسه فحسب بل أصبح من المتفوقين في صفه على الرغم من المرض الذي يعاني منه،خاصة بعد أن ساعده معلمو الصف على التعامل مع المرض بشكل إيجابي. ¶ ويجب على الأهل أن يتذكروا بأن الأسرة تلعب دوراً أساسياً في مستقبل الطفل،لأنه البيئة التي نشأ فيها الطفل لذلك يقع على عاتقهم الدور الرئيس والفعال في توجيه الطفل والاهتمام ………… ¶ انتبهوا...الخطر يتعاظم! ¶ تواجه اللغة العربية مجموعة من التحديات من قبل أعدائها،سواء كانوا عرباً أو من غير العرب.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقد نبّه الكثيرون إلى بعضها،وتلمسوا أسبابها،وعلى الرغم من ذلك فإن هذه التحديات تتزايد ويستفحل خطرها،ومن هنا لابد من وقفة نراجع خلالها معاً بعضاً من هذه التحديات،محاولين الوصول إلى بعض ما نراه من إجراءات لمواجهتها،غير متناسين أن هذه القضية تهم العرب جميعاً،لأنها تمس جوهر كيانهم،وتتناول صميم وجودهم،لغتهم الأم التي اختارها الله تعالى لهم دون غيرها من اللغات، لغتهم التي بها نزل القرآن الكريم آخر الكتب السماوية الذي تكفل الله تعالى بحفظه من كل تحريف وتبديل وتزوير، كما حدث لغيره من الكتب السماوية التي نزلت على الأنبياء السابقين،قال تعالى:( إنا نحن نزلنا الذكر وإنا له لحافظون)،وبالتالي حفظ هذه اللغة التي بها نزل،إنها لغة أهل الجنة،ومن هنا فإن من أول الأمور وأهمها بالنسبة للأمة العربية،الحفاظ على هذه اللغة من كل ما يشوبها في هذا العصر من شوائب بدأت تنهش أوصالها،وتصونها من عبث العابثين الذين يحاولون النيل منها،ولنقرع معاً ناقوس الخطر أمام أولي الأمر الذين على عاتقهم يقع وضع الخطط وتنفيذها لصون اللغة،ووقف هذا التدهور الخطير في التعاطي مع الناطقين بها الذين يكادون أن يطمسوا معالمها ويحولوها إلى لغة أخرى تختلف في خصائصها عما نعرفه عنها من بلاغة الأسلوب،ونصاعة التعبير،وسحر البيان،وإيجاز اللفظ،إلى لغة لا تمت إلى عربيتنا بصلة إلا صلة الاسم، وهم يسعون من وراء ذلك -في إطار الهجمة الشرسة على الإسلام-إلى النيل منه من خلال النيل من لغته،ومحاولة القضاء عليها،وبالتالي قطع الصلة بينه وبين انتمائه العربي،ولا تقل هذه الهجمة خطورة عن وسم كل من ينتمي إلى الإسلام بسمة الإرهاب،فكأن العالم خلا تماماً من الإرهاب والإرهابيين، واقتصر هذا الأمر على المسلمين فقط دون سواهم.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "إن أعداء العربية يأخذون عليها بعدها عن مواكبة هذا العصر في تطوره،ومجاراته في اكتشافاته المذهلة،وعدم استيعابها لمفردات العلوم ومصطلحاته،وأنها لا تصلح للتعبير عن الجانب العلمي من حضارة العالم المعاصرة بسبب قصورها،ويؤيد هؤلاء في آرائهم،من يعبر عن مصطلحات العلوم المعاصرة بلغتها الأجنبية دون الأخذ بما يقابلها من اللفظ العربي الذي اعتمدته مجامع اللغة في الأقطار العربية. ¶ إن هذا الادعاء بعيد عن الواقع العملي،فقد تصدت له مجامع اللغة،والمؤسسات المشتغلة بالترجمة في عدد من الدول العربية(كالمجلس الوطني للآداب والعلوم في الكويت في دورياته) حيث أطلقت تسميات جديدة مناسبة على أهم المكتشفات المعاصرة، أو أنها اشتقت لها هذه المسميات من جذور لغتنا العربية. ¶ ومن المخاطر التي تواجه لغتنا تلك التي نجدها في شوارعنا،من خلال ما نقرؤه من أسماء أجنبية للمحلات التجارية أو المطاعم،اعتقاداً من أصحابها أنها أكثر جذباً للزبائن، أو أنها أفضل من الأسماء العربية لها،حتى بدأت هذه الألفاظ تغزو وسائل الإعلام، أمثال:(بريك للإعلانات..)و(هاي..أوكي..ميرسي.باي)،ومنها تتسلل إلى الشارع وألفاظ العامة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وأخطر من هذا كله شركات الدعاية والإعلان ومؤسساتها،التي لا يلتزم أصحابها اللغة الفصيحة أو حتى تراكيبها أو أساليبها اللغوية في إعلاناتهم،وقد لفت نظري تلك الأغلاط اللغوية الكثيرة التي نجدها في هذه الإعلانات،وهذا ناجم عن الضعف اللغوي للقائمين على شؤون الدعاية والإعلان،وكانت لي تجارب مع بعض هؤلاء الذين كنت ألفت نظرهم إلى تصحيح بعض العبارات لغوياً أو أسلوبياً.ومن أمثلة ذلك ما كتبه أحدهم للإعلان عن الحقائب(لدينا جميع أنواع الشنط)،أو (محل... لبيع وشراء جميع أنواع السيارات)وصحتها: (محل...لبيع جميع أنواع السيارات وشرائها)،لأنه لا يجوز الفصل بين المضاف والمضاف إليه.ولا يغيب عن بالنا تلك الإعلانات التلفزيونية الكثيرة التي تقدم باللهجة العامية دون الفصحى المبسطة. ¶ ومن المؤسف أننا نرى الكثيرين من الناطقين بالعربية يميلون إلى اختيار الأسماء الأجنبية لأطفالهم عند ولادتهم ربما عن جهل منهم أن هذه الأسماء غير عربية،وما أكثرها في مجتمعاتنا(جوزيف-لولا-نيفين...)،متناسين أن للكثير من الأسماء العربية وقعاً أجمل ومعنى أفضل. ¶ إن مرد كل ما ذكرناه سابقاً يعود إلى وجود عقدة الميل عند بعضهم إلى التجديد أو التأثر بطابع العصر ومعطياته الجديدة في ظل العولمة، أو أمركة العالم، ومن هنا ندرك الميل إلى إطلاق الأسماء الأجنبية على الكثير مما حولنا في إطار البيئة والمجتمع،وهو ما تسعى إليه العولمة بالضبط من محاولة العزوف عن اللغات الوطنية واستبدال الإنكليزية بها، ومن ثم العمل تدريجياً على القضاء عليها قضاء مبرماُ،وهذا ما يعرف بالغزو الثقافي الذي راح يطال اللغات القومية في محاولة لبسط الهيمنة الأمريكية على شعوب العالم،وجعل الإنكليزية لغة مهيمنة. ¶ ما هو العلاج؟",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "إن العلاج اللغوي يجب أن يبدأ من المدرسة،ومع المراحل الأولى من حياة الطفل،حيث يتم تلقينه اللغة القومية سليمة من الشوائب،ومن هنا يمكن أن ندرك الدور الكبير الذي يجب على التربية أن تقوم به في سبيل معالجة هذه الآفة التي تنهش جسد اللغة العربية،ولذلك يجب على وزارات التربية في الدول العربية أن توجه اهتمامها إلى وضع المناهج التربوية التي تنسجم مع هذا الهدف،وخاصة العمل على تبسيط قواعد اللغة التي يشكو الكثير من طلابنا ضعفاً عاماً فيها،وأن توجه اهتماماً خاصاً إلى تبسيط دراسة النحو والصرف في مدارسنا، وذلك من خلال الاقتصار على ما يلزم الطالب من قواعد هذه اللغة في تعامله اليومي في حياته، والابتعاد عن الاهتمام بالتقعيد على حساب لفت نظر الطالب إلى جانب فهم الصياغة والأسلوب،وأرى من المناسب أن تدرج قواعد اللغة المبسطة بأسلوب جديد في ثنايا دروس الأدب أو القراءة، من خلال ما يمر معه من جوانب نحوية جديدة ضمن هذه الدروس حيث يتم الإشارة إليها والتذكير بالقاعدة المناسبة بأسلوب مبسط يتناسب مع سن الطالب،وبأسلوب شيق جذاب يشد الطالب إلى معرفة المزيد عما يتعلمه من قواعد هذه اللغة،ومحاولة الرجوع بنفسه إلى مراجعها لاستقاء المزيد منها،وهذا يدفع الطالب إلى التعلم بنفسه بتوجيه من مدرسه،على أن يوجه المدرس الطالب إلى المراجع المناسبة التي ينبغي أن تكون متوافرة في هذه المدارس، وأن يكون هناك تعاون بين الوزارات المختصة بالتعليم والثقافة لتزويد المدارس بهذه المراجع الضرورية.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وعلى وزارات التربية أن تعمل على تدريب المعلمين في مستويات التعليم المختلفة على الاهتمام باللغة العربية عن طريق إقامة دورات تدريبية لمن تلمس عندهم جانب الضعف في اللغة العربية،وعلى المعلمين التجاوب مع هذه الدورات بتقبلها نفسياً أولاً والتعامل معها على أنها ضرورة تستلزمها المرحلة الخطيرة التي تمر بها الأمة العربية أولاً واللغة العربية ثانياً،يدفعهم إلى ذلك الواجب القومي والديني معاً. ¶ الاهتمام بتقنيات التعليم لجعل عملية التعليم أكثر جاذبية،وإدخال عنصر التشويق إليها،والتأكيد على مراقبة استخدام التقنيات المختلفة -وخاصة الحاسوب- في المدارس خاصة في تعليم اللغة العربية وقواعدها،والاهتمام بتدريب المدرسين على استخدامه،على أن يكون استعمال الحاسوب واحداً من شروط تعيين المدرسين. ¶ الاهتمام بدراسة مفردات العامية القريبة من الفصحى، أو الاهتمام بما فيها من فصيح الألفاظ وتهذيبها حتى تصبح أقرب إلى اللغة الفصيحة بحيث يؤدي ذلك إلى تضاؤل الفروق بين العامية والفصحى،مما يؤدي إلى انتشار الفصحى المبسطة المناسبة للحديث اليومي بعيداً عن الإغراق في التقعر اللفظي،وهذه مسؤولية وزارة الإعلام إضافة إلى الوزارات المختصة،بحيث يتم التوجيه إلى العاملين في حقل الإعلام سواء في وسائله المقروءة والمسموعة بالابتعاد عن اللهجات العامية سواء في الحديث الإذاعي أو الدعايات أو التمثيليات الإذاعية والاهتمام بالفصحى أو الفصحى المبسطة للعمل على انتشارها بدلاً من اللهجات العامية،والسير أبعد من ذلك بلفت نظر العاملين في هذا المجال إلى أن مقياس درجة نجاحهم في عملهم سيقاس استناداً إلى مدى حرصهم على الالتزام بهذا الجانب اللغوي،ومحاسبة المقصرين بشدة.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "اهتمام الجامعات العربية بتدريس اللغة العربية في جميع كلياتها ومعاهدها،وتفعيل دورها إضافة إلى دور مجامع اللغة ليس في رفد لغتنا بالجديد من المصطلحات والأساليب والمفردات،وإنما العمل من قبل الوزارات ذات العلاقة على التأكيد على مبدأ محاسبة المقصرين والمخالفين لتوصيات المجامع،والمؤسسات صاحبة الرأي في مجال اللغة العربية،ليكون لها الدور الفاعل والفعال والمؤثر في مواجهة الخطر الدّاهم. ¶ قيل قديماً: درهم وقاية خير من قنطار علاج،فلنعمل كلنا على بذل هذا الدرهم،أو الانتفاع بما يوازيه من الفائدة قبل أن يستعصي الأمر على العلاج. ¶ عبد اللطيف السعيد ¶ Sameer99@scs-net.org ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 17",
            "page": "16",
            "part": "1"
        }
    ],
    "t37187": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقالات في اللغة والتربية"
        }
    ]
}