{
    "b37188": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله الذي خلق الإنسان، وعلمه البيان، والصلاة والسلام على أفضل العرب لهجة، وأصدقهم حجة، وعلى آله الأمجاد، وصحبه الذين فتحوا البلاد، ونشروا لغة التنزيل في الأغوار والأنجاد، وحببوها إلى الأعجمين حتى استقامت ألسنتهم على النطق بالضاد، أما بعد: ¶ فإن شأن القلم لجلل، وإن أمر الكتابة لعظيم؛ كيف لا، والله _ عز وجل _ قد علم بالقلم، وأقسم بالقلم. ¶ قال _ جل ثناؤه _: [اقْرَأْ وَرَبُّكَ الأَكْرَمُ (3) الَّذِي عَلَّمَ بِالْقَلَمِ (4) عَلَّمَ الإِنسَانَ مَا لَمْ يَعْلَمْ (5)] العلق. ¶ وقال: [ن وَالْقَلَمِ وَمَا يَسْطُرُونَ (1)] القلم. ¶ كفى قلم الكُتَّاب مجداً ورفعة ... مدى الدهر أن الله أقسم با لقلم ¶ ولا ريب أن الحديث عن الكتابة متشعب طويل, والمقام ههنا لا يسمح بالتفصيل، وإنما هي إشارات عابرة هي أشبه بالمعالم العامة للكتابة الرصينة النافعة، وليست بالضرورة حديثاً عن البحث، وطرائقه. ¶ وقد أَفَدْتُها من خلال التجربة اليسيرة، ومن خلال ما مرَّ بي من كلام العلماء وأكابر الكتاب الذين حاموا حول هذا المعنى(1)؛ فأحببت تقييد شيء من ذلك ونشره؛ رغبة في عموم النفع. ¶ وإن من أعظم البواعث إلى ذلك كثرةَ الأسئلة عن كيفية الكتابة، وأدواتها، وسبل الترقي فيها. ¶ ومن البواعث _ أيضاً _ ما يراه المتأمل من نفسه ومن غيره من كثرة الأساليب المتخاذلة، والكتابات الركيكة أو المتكلفة. ¶ __________ ¶ (1) _ انظر على سبيل المثال إلى مقدمة أدب الكاتب لابن قتيبة ص5_20، وكتاب الصناعتين لأبي هلال العسكري، وأدب الكُتَّاب للصولي، والمثل السائر لابن الأثير 1/3_31، ومقدمة المنفلوطي لمختاراته، والسعادة العظمى لمحمد الخضر حسين ص73_75، و 113_116، و 154_156، والمذكرات لمحمد كرد علي ص1192_1193، إلى غير ذلك مما سيرد ذكره في ثنايا الصفحات التالية.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقبل الدخول في ثنايا الموضوع يحسن التنبيه على أن صناعة الكتابة ليست كغيرها من الفنون لها قواعدها المضبوطة، ومسائلها المدوَّنة يتدارسها الكتاب، فتنتهي بهم إلى إمداد اليراعة بالبراعة. ¶ وإنما هي تنبيهات ترشد إلى الجهات التي تنمو بها قوى التفنن في تصاريف الألفاظ، والتأنق في تحسين هيئاتها التأليفية. ¶ أما أسلوب المرء فهو الذي يخترعه صاحبه؛ فيكون عليه طابعه؛ فهو ابن مزاجه وتربيته، وبيئته، وذوقه, وفنه. ¶ فالمعاني مطروحة، والألفاظ مطروقة، وإنما العبرة بالتراكيب، والتراكيبُ ابنةُ مَنْ يصوغها؛ فيزيدها جمالاً علمُ الكاتب، ووفرة اطلاعه، وأدب نفسه، واستكمالُه أدواتِ الكتابة. ¶ ولا تجود الكتابة إلا بما تحمل من الألفاظ، وبما تنطوي عليه من المعاني، وبالتلطف في أدائها، واطراح التكلف في إحكام نسجها. ¶ وملاك ذلك كلِّه _ كما يقول ابن الأثير _ الطبع؛ فإنه إذا لم يكن ثَمَّ طبع فإنه لا تغني الآلات شيئاً. ¶ ومثال ذلك كمثل النار الكامنة في الزناد، والحديدة التي يُقدح بها؛ ألا ترى أنه إذا لم يكن في الزناد نارٌ لا تفيد تلك الحديدة شيئاً؟! ¶ وعلى هذا فإذا رَكَّبَ الله _ تعالى _ في الإنسان طبعاً قابلاً لهذا الفن _ فإنه يحتاج إلى الأخذ بعدد من الأسباب التي ترتقي بكتابته، وتجعلها مؤدية لغرضه. ¶ فهذه _ في الجملة _ أصول الكتابة، وعوامل كونها نافعة خالدة _ بإذن الله _. ¶ وفيما يلي من صفحات شيء من البسط والتفصيل في ذلك، والله المستعان، وعليه التكلان. ¶ محمد بن إبراهيم الحمد ¶ 1/ 5/ 1427 ¶ الزلفي ¶ مرَّ في المقدمة شيء من ذلك، وفيما يلي ذكر لبعض ما جاء في وصف القلم، وتعظيم شأن الكتابة نثراً وشعراً، ومما جاء في ذلك ما يلي: ¶ 1_ قال أحمد بن يوسف: =القلم لسان البصر يناجيه بما استتر عن الأسماع، إذا نسج حلله، وأودعها حكمه+. ¶ 2_ وقال ابن المقفع: =القلم بريد القلب+. ¶ 3_ وقال أبو دلف: =القلم صائغ الكلام، ويفرغ ما يجمعه العلم+. ¶ 4_ وقال الجاحظ: =الدواة منهل، والقلم ماتح، والكِتَاب عطن+.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "5_ وقال سهل بن هارون: =القلم أنف الضمير إذا رعف أعلن أسراره، وأبان آثاره+. ¶ 6_ وقال عمرو بن مسعدة: =الأقلام مطايا الفطن+. ¶ 7_ وقال المأمون: =لله در القلم كيف يحوك وشْي المملكة+. ¶ 8_ وقال جالينوس: =القلم طبيب المنطق+، فوصفه من جهة صناعته. ¶ 9_ وقال أحمد بن عبدالله: =القلم راقد في الأفئدة، مستيقظ في الأفواه+. ¶ 10_ وقيل: =عقول الرجال تحت أقلامها+. ¶ 11_ وقال العتابي: =الأقلام مطايا الأذهان+. ¶ 12_ وقال عبدالحميد الكاتب: =القلم شجرة ثمرتها الألفاظ، والفكر بحر لؤلؤه الحكمة+. ¶ 13_ وقيل: =برِيّ القلم تروى القلوب الظمئة+. ¶ 14_ وقال آخر: =مساق أمر الدنيا بسين وقاف، فيقال: سق+، يريد السيف والقلم.(1) ¶ 15_ وقيل: إن أفضل ما قيل في وصف القلم من الشعر قول أبي تمام في مدحه لمحمد بن عبدالملك الزيات: ¶ لك القلمُ الأعلى الذي بِشَبَاته ... تصاب من الأمر الكُلى والمفاصلُ(2) ¶ له الخلواتُ اللاءِ لولا نجَيُّها ... لما احتفلت للملك تلك المحافلُ(3) ¶ __________ ¶ (1) _ انظر أدب الكُتَّاب للصولي تحقيق العلامة محمد بهجة الأثري ص67و68 و75. ¶ (2) _ الشباة: حد القلم، وقوله: =تصاب من الأمر+، روى _ أيضاً _: =ينال من الأمر+، والكُلى: جمع كلية وكلوة جاء بالياء والواو، والمفاصل: جمع مفصل وهو ملتقى كل عظمين، أراد أن القلم يطبق المفصل، ويصادف المحز، وبه ينال مقاصد الأمور؛ فإنه ينال بالأقلام ما يعجز عنه مجالدة اللسان. ¶ (3) _ يعني أن أصحاب القلم هم أهل المشورة، وموضع السر يُخْلي لهم الملوك المجالس للمشورة، وبهم يَحْصُل نظام الملك، والنجي: المسارر، والتناجي: المسارة، وأراد به المشير؛ فإن المشورة تكون سراً غالباً، والاحتفال حسن القيام بالأمور، والمحافل جمع محفل كمجلس ومقعد وهو المجتمع.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "لُعَابُ الأفاعي القاتلاتِ لُعابُه ... وأَرْيُ الجنى اشتارته أيدٍ عواسلُ(1) ¶ له ريقَةٌ طلٌّ ولكنّ وَقْعَها ... بآثاره في الشرق والغرب وابلُ(2) ¶ فصيح إذا استنطقته وهو راكب ... وأعجم إن خاطبته وهو راجل ¶ إذا ما امتطى الخمس اللطاف وأفرغت ... عليه شعاب الفكر وهي حوافل(3) ¶ أطاعته أطراف الرماح وقوضت ... لنجواه تقويض الخيام الجحافل(4) ¶ إذا استغزر الذِّهْنَ الذكيَّ وأقبلت ... أعاليه في القرطاس وهي سوافل(5) ¶ وقد رفدته الخنصران وسددت ... ثلاث نواحيه الثلاث الأنامل ¶ __________ ¶ (1) _ اللعاب: ما يسيل من الفم، والقاتلات صفة كاشفة للأفاعي ذَكَرها تهويلاً، والأَرْيُ: ما لزق من العسل في جوف الخلية، والجَنَى: العَسَل، واشتارته: استخرجته، وأيدٍ: جمع يد، وعواسلُ: جمع عاسلة أي مستخرجة العسل، والعاسل مُسْتَخْرِجُ العسل من موضعه، والمصراع الأول بالنسبة إلى الأعداء، والثاني بالنسبة إلى الأولياء؛ يعني أن لعاب قلمه بالنسبة على الأعداء سم قاتل، وبالنسبة إلى الأولياء شفاء عاجل. ¶ (2) _ الطل: المطر الضعيف، والوابل: المطر الشديد الفخم القطر. ¶ يقول: إن ما يجري من القلم حقير تافه في ظاهر الأمر، لكن له أثرُ خيرٍ عم المشارق والمغارب. ¶ (3) _ أراد بالخمس اللطاف الأصابع الخمس، والشِّعاب: جمع شِعْب وهو الطريق في الجبل، والحوافل جمع حافلة، يقال: حفل اللبن وغيره حفلاً وحفولاً: اجتمع، واحتفل الوادي: امتلأ وسال. ¶ (4) _ قوله أطاعته أطراف الرماح الخ: هو جواب إذا، وروي أطاعته أطراف القنا وتقوضت، يقال: تقوضت الصفوف إذا انتقضت، وأصله من تقويض البناء وهو نقضه من غير هدم، والنجوى: السر، وتقويض أي كتقويض الخيام الجحافل: فاعل قوضت، وهو جمع جحفل وهو الجيش. ¶ (5) _ قوله استغزر الذهن: أي وجده غزيراً، وفاعله ضمير القلم، والذكي المتوقد، وروي الخلي بَدَلَهُ، والخلي: الخالي، وإنما تكون أعالي القلم سوافل حين الكتابة.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "رأيت جليلاً شَأْنهُ وهو مرهف ... ضنىً وسميناً خطبه وهو ناحل(1)(2) ¶ 16_ وقال الفضفاضي: ¶ في كفه أَخْرَسُ ذو منطقٍ ... بقافه واللام والميم ¶ شبرٌ إذا قيس ولكنه ... في فعله مثل الأقاليم ¶ مُحَرَّفُ الرأَسِ ومُسَوَدُّه ... كإبرة الروس من الريم(3) ¶ 17_ وقال غيره في وصف كُتَّاب: ¶ ولأقلامهم زئير مهيب ... يُزدرى عنده زئيرُ الأسود(4) ¶ أَرْغَبَتْهُمْ عن القَنا قصَبَات ... مغنيات عن كل جيش مقود ¶ والقراطيس خافقات بأيد ... يهم كمرهوب خافقات البنود(5)(6) ¶ هناك أسباب عديدة تنهض بصناعة الكتابة، وتجعلها محمودة مستطابة؛ وترفع الكاتب مكاناً عَلِيَّاً، وتبلغ به في البراعة أمداً قصياً؛ فإلى تلك الأسباب التي ربما يدخل بعضها ضمن بعض. ¶ 1_ حفظ القرآن الكريم، والإكثار من تلاوته وتدبره ¶ فعلاوة على كون ذلك عبادة _ فهو كذلك يقوي ملكة البيان؛ لما جاء به من صور النظم البديع، والتصرف في لسان العرب على وجه يملك العقول؛ فإنه جرى في أسلوبه على منهاج يخالف الأساليب المعتادة للفصحاء قاطبة؛ وإن لم يخرج عما تقتضيه قوانين اللغة؛ فهو الذروة في البلاغة، وفيه اللفظ الجزل، والأسلوب الذي لا يدانيه أسلوب، وفيه الجمال، والجلال، والبهجة، والرهبة، والعصمة من الخطأ. ¶ __________ ¶ (1) _ رأيت: جواب إذا وشأنه فاعل جليلاً، وجملة وهو مرهف: حال، وهو اسم مفعول من أرهفت السيف ونحوه إذا رققت شفرته، وضنىً: تمييز، وهو مصدر ضنى من باب تعب إذا مرض مرضاً ملازماً، وسميناً: معطوف على جليلاً، وناحل من نحل الجسم ينحل بفتحهما نحولاً سقم، ومن باب تعب. ¶ (2) _ديوان أبي تمام 2/57_58، وانظر أدب الكُتَّاب ص75_77. ¶ (3) _ أدب الكتاب ص78. ¶ (4) _ الزئير: صوت الأسد من صدره كالتزؤر على تفعل. ¶ (5) _ البنود: جمع بند وهو العلم الكبير. ¶ (6) _ أدب الكتاب ص79.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولقد اتفق كبراء الفصحاء على إصابته في وضع كل كلمة وحرف موضعه اللائق به، وإن تفاضل الناس في الإحساس بلطف بيانه تفاضلهم بسلامة الذوق، وجودة القريحة. ¶ قال ابن الأثير × في معرض حديثه عما يحتاجه الكاتب: =حفظ القرآن الكريم، والتدرب باستعماله، وإدراجه في مطاوي الكلام+(1). ¶ ثم قال × معللاً ذلك: = فإن صاحب هذه الصناعة _ يعني الكتابة _ ينبغي له أن يكون عارفاً بذلك؛ لأن فيه فوائد كثيرة، منها أنه يُضَمِّن كلامه بالآيات في أماكنها اللائقة بها ومواضعها المناسبة لها. ¶ ولا شبهة فيما يصير للكلام بذلك من الفخامة والجزالة والرَّوْنَق. ¶ ومنها أنه إذا عرف مواقع البلاغة وأسرار الفصاحة المودَعَة في تأليف القرآن اتّخذه بَحْراً يستخرج منه الدرر والجواهر، ويودعها مَطَاوي كلامه، كما فعلته أنا فيما أنشأته من المكاتبات، وكفى بالقرآن الكريم وحده آلة وأداة في استعمال أفانين الكلام؛ فعليك أيها المُتَوشِّح لهذه الصناعة بحفظه، والفحص عن سره وغامض رموزه وإشاراته؛ فإنه تجارة لن تبور، ومنبع لا يغور، وكنز يُرجع إليه، وذخر يُعَوّل عليه+(2). ¶ 2_ الإكثار من مطالعة كتب السنة ¶ كالكتب الستة وغيرها من الصحاح والمسانيد؛ فهي تمد الكاتب بالأساليب البيانية الراقية، وترفد مادته اللغوية والشرعية، فالنبي \" أوتي جوامع الكلم، ودانت له نواصي البلاغة، ودنت له قطوف الحكمة، وتفجرت من أقواله ينابيع الفصاحة؛ فهو يتكلم بالسهل الممتنع، وبالألفاظ المعبرة المأنوسة المشتملة على الرقة، والمتانة، والإبانة عن الغرض بدون تكلف. ¶ والأمر في ذلك يجري مجرى القرآن الكريم _ كما تقدم _. ¶ 3_ مطالعة دواوين العرب في الشعر، وحفظُ ما تيسر منها ¶ __________ ¶ (1) _ المثل السائر لابن الأثير 1_10. ¶ (2) _ المثل السائر 1/30_31.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كأشعار الجاهليين وخصوصاً أصحاب المعلقات، وكأشعار المخضرمين كحسان وغيره، وأشعار الذين نشأوا في عصر صدر الإسلام كعمر بن أبي ربيعة، والأخطل، والفرزدق، وجرير، والراعي النميري، وذي الرمة. ¶ وأشعار العباسيين كبشار وأبي تمام، والبحتري، والمتنبي، وأشعار الأندلسيين كابن زيدون وغيره. ¶ ومما يفيد في هذا قراءة كتابي المفضليات للمفضل الضبي، والأصمعيات للأصمعي عبدالملك بن قريب، فهما مليئان بالقصائد الرائعة الرائقة. ¶ وكذلك جمهرة أشعار العرب لأبي زيد القرشي، والشعر والشعراء لابن قتيبة. ¶ وكذلك دواوين المعاصرين كالبارودي، وشوقي، وحافظ، وغيرهم. ¶ 4_ العلم بالنحو والصرف ¶ فالنحو: هو ما يبحث في الجملة العربية، وفي تركيبها. ¶ والصرف: هو ما يبحث في بنية الكلمة العربية. ¶ فالعلم بالنحو والصرف يضمن فصاحة الكتابة، وينأى بالكاتب عن إيراد لفظة خاطئة في بُنيتها، ويجنبه اللحن والخطأ في التراكيب. ¶ ومما يكون الكلام به فصيحاً سلامة مفرداته وتراكيبه من الخطأ، وخطأُ الكاتب ولحنه أقبح من خطأ الخطيب ولحنه. ¶ ثم إن الإعراب مَعْلَمٌ من معالم اللغة، ومفخرة من مفاخرها. ¶ وإليك هذه النبذة عن معنى الإعراب وبيان أهميته: ¶ أولاً: معنى الإعراب: ¶ أ_ الإعراب في اللغة: أصل هذه المادة: (عرب) قال ابن فارس ×: =العين والراء والباء أصول ثلاثة: أحدها: الإبانة(1) والإفصاح، والآخر: النشاط وطيب النفس، والثالث: فساد في جسم أو عضو. ¶ فالأول أعرب الرجل عن نفسه: إذا بين وأوضح+(2). ¶ وقال: =إعراب الكلام _أيضاً_ من هذا القياس؛ لأن بالإعراب يفرق بين المعاني في الفاعل، والمفعول، والنفي، والتعجب، والاستفهام، وسائر أبواب هذا النحو من العلم+(3). ¶ __________ ¶ (1) _ في المقاييس تحقيق الأستاذ عبدالسلام هارون: (الإنابة) وهذا خطأ واضح. ¶ (2) _ معجم مقاييس اللغة 4/299_300. ¶ (3) _ معجم مقاييس اللغة 4/299_300.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ب-الإعراب في الاصطلاح: =أثر ظاهر أو مقدر يجلبه العامل في آخر الكلمة+(1). ¶ والمراد بالأثر ما يحدثه العامل من الحركات الثلاث أو السكون، وما ينوب عنها. ¶ وبالظاهر: ما يلفظ به نحو جاء زيدٌ، وأكرمت زيداً، ومررت بزيدٍ، وبالمقدر: ما يُنوى من ذلك كالضمة، والفتحة، والكسرة من نحو: الفتى، والنون في مثل: (لتبلون)(2). ¶ ويراد بالكلمة: الاسم والفعل المعربان. ¶ والمراد بآخر الكلمة: أحوال أواخرها، وما يعتريها من تغيُّر. ¶ ج-معنى البناء: هو لزوم آخر الكلمة حالة واحدة مثل: هلْ، وقامَ، وأمسِ، ومنذُ(3). ¶ ثانياً: أهمية الإعراب وأقوال العلماء فيه: ¶ يرى علماء العربية وجميع النحاة إلا من شذ منهم أهمية الإعراب، وأن لعلاماته وألقابه دلالاتٍ معينةً، وأغراضاً معنوية؛ فهي تدل على المعاني المختلفة التي تَعْتَوِر الأسماء من فاعلية، أو مفعولية، أو غير ذلك. ¶ وأقوالهم في ذلك كثيرة جداً، وهذه نبذة من أقوال بعض العلماء: ¶ _ قال ابن قتيبة ت 213×: =ولها _ يعني العرب _ الإعراب الذي جعله الله وشْياً لكلامها، وحليةً لنظامها، وفارقاً في بعض الأحوال بين الكلامين المتكافئين، والمعنيين المختلفين، كالفاعل والمفعول، لا يفرق بينهما إذا تساوت حالاهما في إمكان الفعل أن يكون لكل واحد منهما _ إلا بالإعراب. ¶ ولو أن قائلاً قال: (هذا قاتلٌ أخي) بالتنوين، وقال آخر: (هذا قاتلُ أخي) بالإضافة _ لدل التنوين على أنه لم يقتله، ودل حذف التنوين على أنه قد قتله+(4). ¶ -وقال أبو القاسم الزجاجي ت337هـ ×: =فإن قال قائل: قد ذكرتَ أن الإعراب داخل في الكلام فما الذي دعا إليه، واحتيج إليه من أجله؟ ¶ __________ ¶ (1) _ هذا تعريف ابن هشام × انظر ضياء السالك إلى أوضح المسالك 1/49. ¶ (2) _ انظر ضياء السالك 1/49_50. ¶ (3) _ انظر ضياء السالك 1/50. ¶ (4) _ تأويل مشكل القرآن لابن قتيبة ص14.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فالجواب: أن يقال: إن الأسماء لما كانت تعتورها المعاني، وتكون فاعلة ومفعولة، ومضافة، ومضافاً إليها، ولم يكن في صورها، وأبنيتها أدلة على هذه المعاني، بل كانت مشتركة _ جُعِلَتْ حركات الإعراب فيها تنتبئ عن هذه المعاني، فقالوا: ضرب زيد عمراً، فدلوا برفع زيد على أن الفعل له، وبنصب عمرو على أن الفعل واقع به. ¶ وقالوا: ضُرب زيدٌ؛ فدلوا بتغيير أول الفعل، ورفع زيد على أن الفعل ما لم يسمَّ فاعلُه، وأن المفعول قد ناب منابه. ¶ وقالوا: هذا غلامُ زيدٍ؛ فدلوا بخفض زيد على إضافة الغلام إليه. ¶ وكذلك سائر المعاني جعلوا هذه الحركات دلائل عليها؛ ليتسعوا في كلامهم، ويقدموا الفاعل إذا أرادوا ذلك، أو المفعول عند الحاجة إلى تقديمه، وتكون الحركات دالةً على المعاني+(1). ¶ ويقول ×: =وأصل الإعراب للأسماء، وأصل البناء للأفعال والحروف؛ لأن الإعراب إنما يدخل في الكلام؛ ليفرق بين الفاعل والمفعول، والمالك والمملوك، والمضاف والمضاف إليه، وسائر ذلك ما يعتور الأسماء من المعاني. ¶ وليس شيء من ذلك في الأفعال ولا في الحروف+(2). ¶ وقال: =ويسمي النحويون الحركات اللواتي تعتقب في أواخر الأسماء والأفعال الدالة على المعاني إعراباً؛ لأنها بها يكون الإعراب أي: البيان+(3). ¶ _ وقال ابن فارس ×: =من العلوم الجليلة التي خُصت بها العربُ الإعرابُ الذي هو الفارق بين المعاني المتكافئة في اللفظ، وبه يعرف الخبر الذي هو أصل الكلام. ¶ ولولاه ما مُيِّز فاعل من مفعول، ولا مضاف من منعوت، ولا تعجُّبٌ من استفهام، ولا صَدْر من مصدر، ولا نعتٌ من تأكيد+(4). ¶ __________ ¶ (1) _ الإيضاح على علل النحو للزجاجي ص69، وانظر الأشباه والنظائر للسيوطي 1/78، وانظر فصول في فقه العربية د. رمضان عبدالتواب ص327. ¶ (2) _ كتاب الجمل في النحو للزجاجي ص260. ¶ (3) _ كتاب الجمل في النحو ص261_262. ¶ (4) _ الصاحبي ص43.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقال ×: =فأما الإعراب فبه تميز المعاني، ويوقف على أغراض المتكلمين؛ وذلك أن قائلاً لو قال: (ما أحسنْ زيدْ) غير معرب، أو (ضرب عمرْ زيد) غير معرب لم يوقف على مراده. ¶ فإذا قال: (ما أحسنَ زيداً) أو (ما أحسنُ زيدٍ) أو (ما أحسنَ زيدٌ) أبانَ الإعراب عن المعنى الذي أراده. ¶ وللعرب في ذلك ما ليس لغيرها؛ فهم يفرقون بالحركات وغيرها بين المعاني+(1). ¶ _ وقال ابن جني ×: =باب القول على الإعراب: هو الإبانة عن المعاني بالألفاظ؛ ألا ترى أنك إذا سمعت: أكرم سعيدٌ أباه، وشكر سعيداً أبوه _ علمت برفع أحدهما، ونصب الآخر الفاعلَ من المفعولِ، ولو كان الكلام شَرْجاً(2) واحداً لاستبهم أحدهما من صاحبه. ¶ فإن قلت: فقد تقول ضرب يحيى بُشْرَى، فلا تجد هناك إعراباً فاصلاً، وكذلك نحوه _ قيل: إذا اتفق ما هذه سبيله مما يخفى في اللفظ حاله، أُلزِم الكلامُ من تقديم الفاعل، وتأخير المفعول ما يقوم مقام بيان الإعراب. ¶ فإن كانت هناك دلالة أخرى من قِبَل المعنى وقع التصرف فيه بالتقديم والتأخير؛ نحو أكل يحيى كمثرى _ لك أن تقدم وأن تؤخر كيف شئت، وكذلك ضربتْ هذا هذه، وكلم هذه هذا، وكذلك إن وضح الغرض بالتثنية أو الجمع جاز لك التصرف نحو قولك: أكرم اليحييان البُشرَييْنِ، وضرب البُشَريين اليحيون، وكذلك لو أومأت إلى رجل وفرس، فقلت: كلم هذا هذا فلم يجبه لجعلت الفاعل والمفعول أيهما شئت؛ لأن في الحال بياناً لما تعني. ¶ وكذلك قولك: ولَدَتْ هذه هذه، من حيث كانت حال الأم من البنت معروفة، غير منكورة. ¶ وكذلك إن ألحقت الكلام ضرباً من الإتباع جاز لك التصرف لما تُعقِب من البيان، نحو ضرب يحيى نفسَه بُشرى، أو كلم بشرى العاقلَ مُعلَّى، أو كلم هذا وزيداً يحيى. ¶ __________ ¶ (1) _ الصاحبي ص143. ¶ (2) _ الشرج: النوع والضرب.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ومن أجاز قام وزيد عمرو لم يُجِزْ ذلك في نحو (كلم هذا وزيد يحيى) وهو يريد كلم هذا يحيى وزيد، كما يجيز (ضرب زيداً وعمرو جعفر)+(1). ¶ وهكذا يتبين لنا أن العلماء القدماء يتفقون على أهمية الإعراب، وضرورته، ويبينون أن الجملة لو كانت غُفْلاً من الإعراب لاحتملت معاني عدة؛ فإن أُعْرِبَتْ نصَّت على معنى واحد(2). ¶ وقد تبعهم في ذلك أكثر المُحْدَثين، ومنهم المستشرقون؛ فكثير منهم أقرَّ بأنَّ الإعراب هو المميز للغة. ¶ وبهذا يتبين أنه لا بد للكاتب من معرفة النحو والصرف وإلا كانت كتابته مشتملة على الخطأ، والخلل. ¶ وإن من أعظم ما يعين على ذلك دراسةَ كتب النحو والصرف وفهمها. ¶ ومن أنفعها للمبتدئ متن الآجرومية، ومن أحسن شروحها شرح الشيخ محمد محيي الدين عبدالحميد المعروف بالتحفة السنية، وكذلك حاشية الشيخ عبدالرحمن بن قاسم. ¶ ثم يرتقي إلى كتاب قطر الندى وبلّ الصدى لابن هشام، وشرحه لابن هشام _أيضاً_ ثم ينتقل إلى ألفية ابن مالك وشروحها، ومن أنفع تلك الشروح شرح ابن عقيل، وشرح ابن الناظم، وشرح ابن هشام المعروف بـ:أوضح المسالك. ¶ وإذا أراد التعمق فعليه بكتاب مغني اللبيب لابن هشام، وشرح التصريح على التوضيح للشيخ خالد الأزهري، وشرح الرضي على الكافية. ¶ ومن الكتب الميسرة في النحو: القواعد الأساسية للسيد أحمد الهاشمي، وجامع الدروس العربية للشيخ مصطفى الغلاييني. ¶ وأغلب الكتب الماضية تجمع بين النحو والصرف. ¶ ومن الكتب الخاصة بالصرف شذا العَرْف في فن الصرف للحملاوي، والصرف للمراغي، والتطبيق الصرفي للدكتور عبده الراجحي. ¶ 5_ العلم بفقه اللغة ¶ __________ ¶ (1) -الخصائص لابن جني 1/89. ¶ (2) -انظر فصول في فقه العربية ص328.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فهو فن عظيم، وفرع شريف من فروع اللغة، يطلق على العلم الذي يعنى بدراسة قضايا اللغة، ويتناول كثيراً من الموضوعات المهمة فيها كالقول في أصل اللغة، والخلاف في ذلك، وكمعرفة سنن العرب في كلامهم، والوقوف على خصائص اللغة، وما تنطوي عليه من أسرار وجمال. ¶ ويتناول _ كذلك _ علم الأصوات اللغوية، ولهجات العرب واختلافها، ودلالة الألفاظ، وتطورها، وانحطاطها. ¶ ويتناول الاشتقاق، والمشترك، والمترادف، والمتضاد، والنحت، والمُشَجَّر، والتعريب وضوابطه، والمعاجم العربية، ومدارسها، ومناهج أصحابها. ¶ ويتناول _أيضاً_ مواكبة اللغة العربية للجديد، واستيعابها للمصطلحات الجديدة، كالمصطلحات الطبية، والصناعية وغيرها. ¶ ويتناول جهود العلماء في اللغة قديماً وحديثاً. ¶ ويتناول العناية بالدراسات التي تقوم بها المجامع اللغوية، وما يتمخض عنها من نتائج وقرارات. ¶ ويُعنى _كذلك_ بما تواجهه العربية من عقبات، وما يُحاك ضدها من مؤامرات. ¶ ويُعنى بقضايا الدعوة إلى العامية، وترك الإعراب، وإصلاح الخط العربي. ¶ وما إلى ذلك مما يتناوله عِلْمُ: فقه اللغة. ¶ ولا ريب أن الكاتب بحاجة لهذا العلم؛ إذ به يعرف سنن العرب في كلامها، ويتمكن من الكتابة السليمة، ويكون معتزاً بلغته متمكناً من معرفة أسرارها. ¶ هذا وإن من أهم المؤلفات في هذا العلم مما يعد نواةً له كتابين: ¶ أولهما: كتاب (العين) للخليل بن أحمد: وهو أول معجم عربي، بناه مؤلفه على طريقة مبتكرة من الترتيب الصوتي ؛ إذ استطاع الخليل أن يرتب مخارج الأصوات من أقصى الحلق إلى الشفتين، ويقيم معجمه على نظام التقاليب الصوتية. ¶ كما أنه × استطاع أن يحدد المهمل من كلام العرب، والمستعمل. ¶ ولعظم هذا العمل صعب على كثير من أعداء الإسلام والعربية أن ينسبوه إلى الخليل؛ فراحوا يكيلون التهم، ويدَّعون أن الخليل اقتبسه عن غيره من الأمم السابقة التي عرفت النظام الصوتي والمعجمي.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "_ أما الكتاب الآخر فهو (كتاب سيبويه): وهو عمرو بن عثمان بن قنبر الملقب بـ: سيبويه. ¶ وكتابه يعد _ بحق _ دستور النحو العربي، والذي اتخذه العلماء بعد سيبويه أساساً لمؤلفاتهم شرحاً وتحليلاً. ¶ وكل ما أضيف إلى النحو العربي بعد هذا الكتاب لا يقارن بالكتاب. ¶ وقد عالج سيبويه × في كتابه القضايا النحوية، والصرفية. ¶ كما تحدث عن الأصوات: مخارجها، وصفاتها في آخر الكتاب. ¶ كما أنه اشتمل على مسائل في التقديم والتأخير، ومعاني الحروف، ومحاسن العطف، ونحوها؛ فكان عمدة علماء البلاغة من بعده، فهو يعد عملاً لغوياً متكاملاً؛ ولقد كان كتابه محل القبول، والثناء، وكان له منزلة مرموقة. ¶ ومما ذكره ابن جني في الثناء عليه وعلى علمه قوله: =ولما كان النحويون بالعرب لاحقين، وعلى سمتهم آخذين، وبألفاظهم مُتَحلِّين، ولمعانيهم وقصودهم آمِّين _ جاز لصاحب هذا العلم _ يعني سيبويه _ الذي جمع شَعَاعه، وشرع أوضاعه، ورسم أشكاله، ووسم أغفاله، وحَلَج أشطانه، وبعج أحضانه، وزمَّ شوارده، وأفاد نوادره _ أن يرى فيه نحواً مما رأوا+ا_هـ(1). ¶ وقال الزمخشري مثنياً على سيبويه: ¶ ألا صلى الإله صلاةَ صدقٍ ... على عمرو بن عثمان بن قنبرْ ¶ فإنَّ كتابه لم يغْنَ عنه ... بنو قلمٍ ولا أعواد منبرْ ¶ هذه نبذة موجزة عن جهود العلماء في التأليف في اللغة، تلك التآليف التي كانت كالمقدمات، والإرهاصات لظهور (فقه اللغة) كعلم مستقل. ¶ أما البداية الحقيقية لفقه اللغة وظهوره كعلم مستقل _ فكانت على يد عالمين من علماء اللغة الكبار في القرن الرابع؛ حيث كان لهما أكبر الأثر في التأليف في (فقه اللغة) وتعد مؤلفاتهما البداية الحقيقيَّة لإفراد هذا العلم بكتب خاصة. ¶ الأول: أبو الحسين أحمد بن فارس ت395هـ: الذي ألَّف مجموعة من الكتب اللغوية وغيرها، ومنها كتاب: (الصاحبي في فقه اللغة العربية ومسائلها وسنن العرب في كلامها). ¶ __________ ¶ (1) _ الخصائص 1/313.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وترجع أهميةُ هذا الكتاب إلى أمور عديدة لعل أهمَّها كونُه أولَ كتابٍ في العربية يحمل اصطلاح (فقه اللغة). ¶ وبه تأثر المؤلفون من بعده، واتخذوا هذا الاصطلاح فناً لغوياً مستقلاً. ¶ وقد عالج ابن فارس × في كتابه (الصاحبي) عدداً من الموضوعات التي تعد من صميم فقه اللغة، وجمع في كتابه ما تفرق في كتب من سبقه. ¶ قال × في مقدمة كتابه: =والذي جمعناه في مؤلفنا هذا مفرق في أصناف العلماء المتقدمين _ رضي الله عنهم وجزاهم عنا أفضل الجزاء _. ¶ وإنما لنا فيه اختصار مبسوط، أو بسط مختصر، أو شرح مشكل، أو جمع متفرق+(1). ¶ ثم بعد ذلك شرع × في أبواب الكتاب التي تعد النواة الأولى في فقه اللغة، وذلك كحديثه عن نشأة اللغة، والخط العربي، وعن خصائص اللغة، ومزاياها. ¶ وكحديثه عن اختلاف اللغات، وأقسام الكلام، ومعاني الحروف. ¶ وكحديثه عن الخطاب المطلق والمقيد، وعن الحقيقة والمجاز، والقلب، والإبدال، والعموم، والخصوص، والحذف والاختصار، والإتباع، والنحت، والإشباع، وغيرها. ¶ وبالجملة فإن الكتاب يحتوي على 207 من الأبواب. ¶ كل ذلك مع أن الكتاب في مجلد واحد، ويقع بعد التحقيق في 238 صفحة. ¶ وقد طبع عدة طبعات، ولعل من آخرها طبعة دار الكتاب العلمية 1418هـ_1998م. ¶ وقد علق عليه ووضع حواشيه أحمد حسن بسج. ¶ كما أن ابن فارس × أثرى المكتبة العربية بمعجم سماه (مقاييس اللغة). ¶ وهو من أضخم المعاجم العربية. ¶ وله معجم آخر اسمه (مجمل اللغة). ¶ وهذه الكتب تدل على عقلية جبارة، وموهبة فذة مبتكرة. ¶ الآخر: أبو الفتح عثمان بن جني: كان أبوه جنيٌّ مملوكاً رومياً لسليمان ابن فهد بن أحمد الأزدي الموصلي. ¶ وجِنِّي بكسر الجيم وتشديد النون مكسورة، وسكون الياء _ معرَّب كِنِّي. ¶ ولد في الموصل سنة 300هـ، وقيل 322هـ وتوفي في بغداد عام 392هـ. ¶ كان ابن جني رجل جدٍّ، وامرأَ صدقٍ في فعله وقوله؛ فلم يعرف عنه اللهو، والشرب، والمجون. ¶ __________ ¶ (1) _ الصاحبي ص12.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وكان المتنبي يجله، ويقول فيه: =هذا رجل لا يعرف قدره كثير من الناس+(1). ¶ وكان إذا سُئل عن شيء من دقائق النحو والتصريف في شعره يقول: =سلوا صاحبنا أبا الفتح+. ¶ وكان يقول: =ابن جني أعرف بشعري مني+(2). ¶ وكان ابن جني يعجب بشعر المتنبي، ويستشهد بشعره في المعاني، وهو أول من شرح ديوانه، وله في ذلك شرحان: كبير وصغير. ¶ ويعد ابن جني من كبار علماء العربية وأفذاذها. ¶ وكان محل الثناء من قبل كثير من العلماء، قال عنه الثعالبي: =هو القطب في لسان العرب، وإليه انتهت الرياسة في الأدب+(3). ¶ وقال عنه الفيروز أبادي: =الإمام الأوحد، البارع المتقدم+(4). ¶ وله كتب كثيرة في فنون مختلفة لم تعرف العربية لها نظيراً. ¶ وله فيما يعد من صميم فقه اللغة كتابان جليلان. ¶ أولهما: كتاب (الخصائص): حيث عالج فيه كثيراً من قضايا فقه اللغة، وقدم نظريات وآراء تجاري أو تفوق أحدث ما قال به العلماء في العصر الحديث. ¶ وقد تحدث في كتابه المذكور عن موضوعات كثيرة تعد من صميم فقه اللغة. ¶ ومنها حديثه عن أصل اللغة، ومقاييس العربية، وتداخل اللغات، والاشتقاق الأكبر، والإدغام، والعلاقة بين الألفاظ والمعاني، والتقديم والتأخير، واستخلاص معاني الأوصاف من المعاني، والإبدال. ¶ وقد طبع عدة طبعات، وطبع أخيراً بتحقيق د. عبدالحميد هنداوي، ونشرته دار الكتب العلمية 1421هـ _ 2001م ¶ وهذه الطبعة تتميز بحسن إخراجها، ودقة فهارسها، حيث يستطيع الباحث من خلالها الوصول إلى آراء ابن جني عبر الفهارس بدون كلفة. ¶ أما كتابه الثاني فهو: (سر صناعة الإعراب): وقد خصه ابن جني لدراسة الأصوات؛ فكان أول عالم في العربية يفرد هذا البحث بكتاب مستقل؛ حيث كان قبله يُدْرَسُ ضمن بحوث النحو كما في كتاب سيبويه، والمقتضب للمبرد. ¶ __________ ¶ (1) _ معجم الأدباء لياقوت الحموي 2/89و102. ¶ (2) _ شذرات الذهب لابن العماد 3/141. ¶ (3) _ يتيمة الدهر للثعالبي 1/124. ¶ (4) _ البلغة في تاريخ أئمة اللغة للفيروزأبادي ص137.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد قدم ابن جني في كتابه مباحث قيمة في علم الأصوات مستفيداً من سابقيه، ومضيفاً إليه الكثير؛ فهو في مقدمته يتحدث عن الفرق بين الصوت والحرف، وهو يُشَبِّه الحلق والفم بالناي، ويذكر أن الحركات أبعاض حروف المد. ¶ ثم يتحدث عن الحروف، ومخارجها، وأجناسها، ومدارجها، وفروعها المستحسنة، والمستقبحة، وذكر خلاف العلماء فيها مستقصىً مشروحاً. ¶ وبعد ذلك يعقد لكل حرف من حروف العربية مرتبة على الحروف الألفبائية باباً يتكلم فيه على صفاته، ومخرجه، وما يعرض له من قلب، أو إبدال، أو إدغام، كما يتعرض لكثير من القضايا النحوية. ¶ كما تحدث عن تصريف حروف المعجم، واشتقاقها، وجمعها، كما تحدث عن مذهب العرب في مزج الحروف بعضها ببعض، وما يجوز من ذلك وما يمتنع، وما يحسن وما يقبح إلى غير ذلك مما حفل به ذلك الكتاب. ¶ والناظر في هذا الكتاب يلحظ فيه مزايا عديدة منها على سبيل الإجمال: غزارة المادة، والوضوح، والسهولة، والشمول، والاستقصاء. ¶ وقد طبع هذا الكتاب مؤخراً في مجلدين طبعة طيبة معتنىً بها كثيراً، حيث درسها وحققها د. حسن هنداوي، وقد قدم للكتاب بمقدمة رائعة بيَّن فيها شيئاً من سيرة ابن جني، وأردفها بحديث ماتع عن الكتاب، وعن سبب تسميته، وعن بعض مزاياه. ¶ هذا وقد ظهر بعد الكتب السالفة كتب كثيرة في فقه اللغة منها على سبيل المثال: ¶ أ_ فقه اللغة وسر العربية لأبي منصور الثعالبي430هـ: ويعد الكتاب الثاني الذي وصل إلينا حاملاً مسمى (فقه اللغة) بعد كتاب (الصاحبي) لابن فارس. ¶ وعنوان هذا الكتاب لا يطابق مسماه تماماً؛ إذ هو معجم للمعاني في مجمله، وفيه بعض الفصول في فقه اللغة، كحديثه عن أساليب العربية في التعبير من حقيقة ومجاز، وتقديم وتأخير، وحذف واختصار. ¶ وفيه حديث عن الإبدال، والقلب، والنحت، وغيرها.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقد طبع طبعات عديدة، منها طبعة دار الكتب العلمية بيروت، وطبعة دار مكتبة الحياة، وجاء عنوان الكتاب فيها (فقه اللغة وأسرار العربية)، ولعل أجود الطبعات طبعة دار الكتاب العربي، تحقيق ومراجعة د. فائز محمد، و د. إميل يعقوب. ¶ ب_ المخصص لابن سيده ت458هـ: وهو معجم قَيِّم ضمَّنه بعض المباحث في نشأة اللغة، والترادف، والتضاد، والاشتراك، والتعريب، والتذكير، والتأنيث، والمقصور، والمنقوص. ¶ ج_ المُعَرَّب من الكلام الأعجمي على حروف المعجم لأبي منصور الجواليقي ت540هـ: وقد قدَّم له بالحديث عن الألفاظ المُعَرَّبة، ومذاهب العرب في استعمال الأعجمي، وكيف نتعرف على ذلك. ¶ د_ المزهر في علوم اللغة وأنواعها للسيوطي ت911هـ. ¶ وهذا الكتاب موسوعة في علوم اللغة، وقد ضمَّنه موضوعات لغوية عديدة اقتبسها من كتب السابقين، ورتبها وعرضها عرضاً جيداً؛ حيث جعل مُؤَلَّفهُ في خمسين نوعاً: ثمانية في اللغة من حيث الإسناد، وثلاثة عشر من حيث لطائفها ومُلَحها، وواحد راجع إلى حفظ اللغة وضبط مفاريدها، وثمانية راجعة إلى حال اللغة ورواتها، ونوع لمعرفة الشعر والشعراء، والأخير لمعرفة الأغلاط. ¶ وفي ضمن هذه الأنواع مادة واسعة حول نشأة اللغة، والمصنوع والفصيح، والغريب، والمستعمل والمهمل، واللغات، واللهجات، والإبدال، والقلب، والنحت، والاشتقاق، والمجاز والمترادف، والمشترك، والمتضاد وغيرها من البحوث اللغوية. ¶ وقد طُبع عدة طبعات منها طبعة دار الجيل بيروت، شرح وتحقيق محمد أحمد جاد المولى، وعلي محمد البجاوي، ومحمد أبو الفضل إبراهيم. ¶ وفي عصرنا الحاضر ألَّف كثير من العلماء والأساتذة المختصين في الدراسات اللغوية كتباً في اللغة وعلومها. ¶ ومن أشهر تلك الكتب كتاب: (دراسات في العربية وتاريخها) للعلاَّمة الشيخ محمد الخضر حسين، وقد احتوى هذا الكتاب على عدد من الرسائل، والموضوعات في اللغة.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومن تلك الكتب: تاريخ آداب العرب لمصطفى صادق الرافعي حيث تَضمَّن كثيراً من مباحث فقه اللغة خصوصاً الجزء الأول منه. ¶ ومن الكتب في هذا الباب: من أسرار اللغة د. إبراهيم أنيس، وفقه اللغة د. علي عبدالواحد وافي، وعلم اللغة د. علي عبدالواحد وافي، وفقه اللغة في الكتب العربية د. عبده الراجحي، وفصول في فقه اللغة د. رمضان عبدالتواب، والمعاجم العربية د. أمين فاخر، ومقدمة لدراسة علم اللغة د. حلمي خليل، ومقدمة لدراسة فقه اللغة د. محمد أحمد أبو الفرج، والوجيز في فقه اللغة العربية عبدالقادر محمد مايو، وفقه اللغة المقارن د. إبراهيم السامرائي، وفقه اللغة العربية وخصائصها د. إميل يعقوب. ¶ هذه نبذة عن علم فقه اللغة، وإنما أطلت في هذه الفقرة؛ لمسيس حاجة الكاتب إلى هذا العلم ، ولقلة من ينبه عليه، وينوِّه به.(1) ¶ 6_ معرفة البلاغة، والوقوف على أسرار البيان العربي ¶ فلا غنى للكاتب عن علم البلاغة؛ فهو علم جليل ينهض بأسلوب الكاتب، ويرتقي بفصاحته وبلاغته درجات؛ فيتمكن من الإتيان بالكلام الخالي من التعقيد، الخالص من تنافر الكلمات وضعف التأليف، المطابق لمقتضى الحال الذي يتمكن في النفوس، ويُعْرَض في صورة مقبولة حسنة.(2) ¶ __________ ¶ (1) _ انظر: فقه اللغة _ مفهومه _ موضوعاته _ قضاياه للكاتب؛ فقد يسر الله فيه جَمْعَ كثيرٍ مما تناثر من هذا العلم في القديم والحديث. ¶ (2) _ انظر الصناعتين لأبي هلال العسكري ص10، والإيضاح للخطيب القزويني ص19.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قال أبو هلال العسكري × متحدثاً عن فضل هذا العلم ومسيس الحاجة إليه: = اعلم _ علَّمك الله الخير، ودلَّك عليه، وقَيَّضه لك، وجعلك من أهله _ أنَّ أحق العلوم بالتعلم، وأولاها بالتحفظ _ بعد المعرفة بالله جل ثناؤه _ علم البلاغة، ومعرفة الفصاحة، الذي به يعرف إعجاز كتاب الله _ تعالى _ الناطق بالحق، الهادي إلى سبيل الرشد، المدلول به على صدق الرسالة وصحة النبوة، التي رفعت أعلام الحق، وأقامت منار الدين، وأزالت شبه الكفر ببراهينها، وهتكت حجب الشك بيقينها. ¶ وقد عَلِمْنا أن الإنسان إذا أغفل علم البلاغة، وأخلَّ بمعرفة الفصاحة لم يقع علمه بإعجاز القرآن من جهة ما خصه الله به من حسن التأليف، وبراعة التركيب، وما شحنه به من الإعجاز البديع، والاختصار اللطيف؛ وضمَّنه من الحلاوة، وجلله من رونق الطلاوة، مع سهولة كلمهِ وجزالتها، وعذوبتها وسلاستها، إلى غير ذلك من محاسنه التي عجز الخلق عنها، وتحيرت عقولهم فيها. ¶ وإنما يعرف إعجازه من جهة عجز العرب عنه، وقصورهم عن بلوغ غايته، في حسنه وبراعته، وسلاسته ونصاعته(1)، وكمال معانيه، وصفاء ألفاظه. ¶ وقبيحٌ _لعمري_ بالفقيه المؤتم به؛ والقارئ المهتدَى بهديه، والمتكلم المشار إليه في حسن مناظرته، وتمام آلته في مجادلته، وشدة شكيمته في حِجَاجه(2) وبالعربي الصليب(3)، والقرشي الصريح(4) _ ألا يعرف إعجاز كتاب الله _تعالى_ إلا من الجهة التي يعرفه منها الزنجي(5) والنبطي(6)، أو أن يستدل عليه بما استدل به الجاهل الغبي+(7). ¶ __________ ¶ (1) _ النصاعة هنا: الوضوح. ¶ (2) _ شديد الشكيمة: أبيّ لا ينقاد. والحِجَاج: مصدر حاجه: إذا غلبه في الحجة. ¶ (3) _ الصليب: الخالص النسب. ¶ (4) _ الصريح: الخالص النسب. ¶ (5) _ الزنجي : بفتح الزاي وكسرها: واحد الزنوج وهم جيل من السودان. ¶ (6) _ النبطي : واحد النبط بفتحتين وهم جيل من العجم كانوا ينزلون بالبطائح بين العراقين. ¶ (7) _ كتاب الصناعتين ص1_2.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إلى أن قال ×: =ولهذا العلم بعد ذلك فضائل مشهورة، ومناقب معروفة؛ منها أن صاحب العربية إذا أخل بطلبه، وفرَّط في التماسه، ففاتته فضيلته، وَعَلقَتْ به رذيلةُ فَوْتِهِ _ عفّى على جميع محاسنه، وعمَّى(1) سائر فضائله؛ لأنه إذا لم يفرق بين كلام جيد، وآخر رديء؛ ولفظٍ حسن، وآخر قبيح؛ وشعر نادر، وآخر بارد _ بان جهله، وظهر نقصه. ¶ وهو _أيضاً_ إذا أراد أن يصنع قصيدة، أو ينشئ رسالة _وقد فاته هذا العلم_ مزج الصفو بالكدر، وخلط الغُرر بالعرر(2)، واستعمل الوحشي العكر؛ فجعل نفسه مهزأة(3) للجاهل، وعبرةً للعاقل؛ كما فعل ابن جحدر في قوله: ¶ حلفتُ بما أرقَلَتْ حَوْلَهُ ... هَمَرْجَلَةٌ خَلْقُها شَيْظَمُ(4) ¶ وما شَبْرَقَتْ من تَنُوفيَّةٍ ... بها مِنْ وَحَى الجنِّ زِيزَيَمُ(5) ¶ وأنشده ابن الأعرابي، فقال: إن كنت كاذباً فالله حسيبك. ¶ وكما ترجم بعضهم كتابه إلى بعض الرؤساء: مُكَركَسَة تَرَبُوتَا ومحبوسة بِسَرِّيتا. ¶ فدلَّ على سخافة عقله، واستحكام جهله؛ وضرَّه الغريب الذي أتقنه ولم ينفعه، وحطه ولم يرفعه لمَّا فاته هذا العلم، وتخلف عن هذا الفن. ¶ وإذا أراد _ أيضاً _ تصنيف كلام منثور، أو تأليف شعر منظوم، وتخطى هذا العلم ساء اختياره له، وقبحت آثاره فيه؛ فأخذ الرديء المرذول، وترك الجيد المقبول، فدل على قصور فهمه، وتأخر معرفته وعلمه. ¶ وقد قيل: اختيار الرجل قطعة من عقله؛ كما أن شعرَه قطعةٌ من علمه+(6). ¶ __________ ¶ (1) _ عمى: أخفى. والسائر: الباقي. ¶ (2) _ الغرة: النفيس من كل شيء، والعرة: القذر. ¶ (3) _ هزؤاً. ¶ (4) _ أرقلت: أسرعت. والهمرجلة: الناقة. والشيظم: الطويل الجسيم الفتيّ من الإبل والخيل والناس. ¶ (5) _ شبرقت. الشبرقة: عدو الدابة وخْدَاً. والتنوفية: المفازة والأرض الواسعة البعيدة الأطراف، والوَحَى: الصوت الخفي، وزيزيم: صوت الجن. ¶ (6) _ كتاب الصناعتين ص2_3.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومن خلال ما مضى يتبين لنا أهمية علم البلاغة للكاتب؛ فحقيق على مَنْ يمارس صناعة الكتابة أن يكون ذا دراية، واطلاع على هذا العلم. ¶ وإنَّ مما يعينه على ذلك أن يقف على ما كُتب فيه؛ فَعِلْم البلاغة كان مندرجاً في جملة علم الأدب، وكانت مسائله شُعْبَةً من شعب النحو والأدب؛ وكانت مبثوثة في ثنايا مؤلفات العلماء ككتاب سيبويه، وكطبقات الشعراء لابن سلام، والبيان والتبيين للجاحظ، والبديع لابن المعتز، ونقد الشعر لقدامة بن جعفر، والموازنة بين أبي تمام والبحتري للآمدي، والوساطة بين المتنبي وخصومه للقاضي علي بن عبدالعزيز الجرجاني. ¶ ثم ألَّف أبو هلال العسكري ت 395هـ كتابه العظيم (كتاب الصناعتين: الكتابة والشعر) فعرض زبدة تلك الكتب، وصار كتابه من أمهات البلاغة. ¶ ثم جاء الشيخ عبدالقاهر الجرجاني ت 471هـ فخصَّ علم البلاغة بالتدوين في كتابيه: (كتاب دلائل الإعجاز) و(كتاب أسرار البلاغة) فأعطى ألقاباً للمسائل، وأخرج الكلام في الإعجاز عن الصفة الجزئية إلى قواعد كلية مسهبة مبرهنة. ¶ ولم يَصِرْ علم البلاغة فناً مهذباً إلا منذ صنف يوسف السكاكي ت 626هـ القسم الثالث من كتابه (مفتاح علوم العربية). ¶ حيث جمع زبدة ما كتبه الأئمة قبله في هذه الفنون، ونظم لآلئها المتفرقة في تضاعيف كتبهم، وأحاط بكثير من قواعدها المبعثرة في الأمهات، ورتبها أحسن ترتيب، وبوَّبها خير تبويب، وفَصَل فنونَ البيان الثلاثة بعضها من بعض؛ لما كان له من واسع الاطلاع على علوم المنطق والفلسفة. ¶ وقد اختصر مؤلَّفه في كتاب آخر سماه (التبيان) ولخَّصه بعض المتأخرين في أمهات مشهورة كما فعل ابن مالك في كتابه (المصباح) والخطيب جلال الدين محمد بن عبدالرحمن القزويني المتوفى سنة 739هـ في كتابيه (تلخيص المفتاح) و(شرح الإيضاح). ¶ والأخير مؤلف جليل جمع فيه مؤلفه خلاصة (المفتاح) و(دلائل الإعجاز) و(أسرار البلاغة) و (سر الفصاحة) لابن سنان الخفاجي.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ثم طفق المؤلفون من القرن الثامن وما بعده يوسعون الشروح والحواشي على المفتاح وتلخيصه للقزويني، وصرفوا جلَّ همتهم في تفسير ما أشكل من عبارات المؤلفين، والجمع بين ما تناقض من أرائهما. ¶ ومن أجلِّ تلك الشروح شروح مسعود سعد الدين التفتازاني ت 791هـ، وشروح السيد الجرجاني ت 816هـ، ثم تتابعت التقارير، والحواشي توضح ما انبهم من تلك التراكيب المجملة، والعبارات الغامضة. ¶ ومما يحسن التنبيه عليه أن أساليب التأليف في تلك العصور قد ملكت عليها العجمةُ أمرَها، ومن ثم لم يكن للقارئ أن يجعلها قدوة في أساليبها؛ فهي أحرى أن تكون أساليب اصطلاحية علمية لا لغوية أدبية، تشرح كلام العرب، وتبين مزاياه. ¶ ثم أنشئت في العصر الحديث المدارسُ العالية والثانوية في مصر، فألفت المختصرات التي تناسب تلك البرامج المدرسية، ومن جملة ذلك ما أُلِّفَ في البلاغة، فهي _ وإن اختلف ترتيبها، وتبويبها _ تنحو في الجملة منحى ما كتبه صاحب التلخيص وشراحه.(1) ¶ ومن أهمها كتاب: بغية الإيضاح لتلخيص المفتاح في علوم البلاغة لعبدالمتعال الصعيدي. ¶ ومن الكتب التي أُلِّفت فيها _ زيادة على ما ذكر آنفاً _ المثل السائر لابن الأثير، هذا في القديم. ¶ أما في العصر الحديث فهناك كتب كثيرة منها: موجز البلاغة لابن عاشور، والبلاغة الواضحة لعلي الجارم، ومصطفى أمين، وهو كتاب سهل ميسور، وسلسلة (في البلاغة العربية) د.عبدالعزيز عتيق، والبلاغة تطور وتاريخ د. شوقي ضيف، ومعجم البلاغة د. بدوي طبانة، والبلاغة العربية د. بكري شيخ أمين. ¶ فهذه نبذة عن علم البلاغة، وبيان أهميته والتأليف فيه. ¶ 7_ معرفة الإملاء، ومراعاة علامات الترقيم ¶ فذلك من أهم ما يجب على الكاتب؛ فإذا كان عالماً بالإملاء سلمت كتابته من الأخطاء الإملائية. ¶ __________ ¶ (1) _ انظر علوم البلاغة لأحمد مصطفى المراغي ص9_11.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وإذا كان مراعياً لعلامات الترقيم ساعد ذلك على توضيح مراده؛ فعلامات الترقيم تبين المعنى، وتزيل بعض الإشكال. ¶ والمقصود بالترقيم هنا: علامات اصطلاحية توضع في أثناء الكلام، أو في آخره كالفاصلة، والنقطة، وعلامتي الاستفهام والتعجب، وكالفاصلة المنقوطة، وكعلامات التنصيص، والشرط وهكذا.... ¶ ومن أحسن ما كُتب في الإملاء: كتاب الإملاء للشيخ حسين والي. ¶ ومن أحسن ما كُتب في الترقيم: كتاب الترقيم وعلاماته في اللغة العربية للعلامة أحمد زكي باشا. ¶ 8_ الاطلاع على الكتب التي تعنى بصناعة الكتابة ¶ والمقصود بها الكتب التي تتناول أدب الكتابة، وتضع لها القواعد العامة، والمعالم البارزة؛ فتتناول الألفاظ، والتراكيب، وتعنى بطرائق الكلام، وملاءمته، وإعطاء كل مقام حقه، وتضرب الأمثلة على ذلك كله. ¶ ومن الكتب المؤلفة في هذا: أدب الكاتب لابن قتيبة، وأدب الكتاب للصولي، وكتاب الفرْق لابن فارس اللغوي، وكتاب الفَرْق لثابت بن أبي ثابت اللغوي، وكتاب الصناعتين لأبي هلال العسكري، وجواهر الألفاظ لقدامة ابن جعفر، والمثل السائر لابن الأثير، والألفاظ الكتابية للهمذاني الكاتب، وسحر البلاغة وسر البراعة للثعالبي، والمنتخب من كنايات الأدباء وإرشادات البلغاء لأبي العباس الجرجاني، وكتاب الكناية والتعريض للثعالبي، وكتاب الكتَّاب لابن درستويه، وشرح أدب الكاتب لأبي منصور الجواليقي، ومعالم الكتابة ومغانم الإصابة لعبدالرحيم بن علي القرشي.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ويدخل في هذا القبيل كتب المعاجم؛ فهي تمد الكاتب بثروة لغوية هائلة، كمعجم العين للخليل، والمقاييس لابن فارس، والجمهرة لابن دريد، والمحكم لابن سيده، وتهذيب اللغة للأزهري، وأساس البلاغة للزمخشري، ولسان العرب لابن منظور، والقاموس المحيط للفيروزأبادي(1). ¶ ويدخل في ذلك الكتبُ التي تعنى بأكابر الكتاب، وتقوم على دراسة أساليبهم وطرائقهم ككتاب أمراء البيان لمحمد كرد علي، حيث تعرض في هذا الكتاب لدراسة عشرة من أكابر كتاب العربية. ¶ 9_ الوقوف على أمثال العرب ¶ فمما يحسن بالكاتب أن يكون ذا معرفة واطلاع على أمثال العرب؛ وهي أقوال موجزة مرسلة تشبِّه حالاً مشاهدة بأحوال منظورة. ¶ والذي يجمع بين الحال السابقة والحال القائمة هو المماثلة. ¶ وللأمثال أثر في النفوس، وسيرورة في الناس؛ فهي خفيفة الظل، سريعة الحفظ، تمزج الهزل بالجد، وتشير إلى ما تريد بطرف خفي؛ فهي كالرموز والإشارات التي يُلَوّح بها على المعاني تلويحاً. ¶ وحيث هي بهذه المثابة فلا ينبغي الإخلال بمعرفتها. ¶ قال عبدالرحمن بن هذيل ×: =وليس يكمل أدب المرء حتى يعرف المثل السائر، والبيت النادر، وما يحكى عن أهل العصور من الأخبار العجيبة، وما وقع لهم من الألفاظ البليغة، والمعاني الغريبة؛ ففي ذلك العلمُ بالأمور، والعقل المكتسب، والأدب الصادر عن ذي المروءة والحسب+(2). ¶ وإليك هذا النموذج النثري من كلام الإمام الشوكاني× في كتابه أدب الطلب حاثاً على طلب العلم، محذراً من الكسل، مبيناً عواقبه الوخيمة. ¶ وفي هذا المثال يتبين لك كيف وظَّف الأمثال لما يريد أن يصل إليه. ¶ __________ ¶ (1) _ انظر في الحديث عن هذه المعاجم، وبيان مزاياها، والمآخذ عليها، وطريقة أصحابها، وكيفية البحث فيها إلى كتاب: فقه اللغة: مفهومه _ موضوعاته _ قضاياه. للكاتب ص303_397. ¶ (2) _ عين الأدب والسياسة وزين الحسب والسياسة لعلي بن هذيل ص159، وانظر المثل السائر 1/23_24.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "يقول ×: =فإن من أرسل عنان شبابه في البطالات، وحل رباط نفسه فأجراها في ميادين اللذات _ أدرك من اللذة الجسمانية من ذلك بحسب ما يتفق له منها، ولا سيما إذا كان ذا مال وجمال. ¶ ولكنها تنقضي عنه اللذة، وتفارقه هذه الحلاوة _ إذا تكامل عقله، ورجح فهمه، وقوي فكره؛ فإنه لا يدري عند ذلك ما يدهمه من المرارات التي منها الندامة على ما اقترفه من معاصي اللَّه، ثم الحسرة على ما فوته من العمر في غير طائل، ثم على ما أنفقه من المال في غير حله، ولم يفز من الجميع بشيء، ولا ظفر من الكل بطائل. ¶ وتزداد حسرته، وتتعاظم كربته _ إذا قاس نفسه بنفس مَنْ اشتغل بالمعالي مِنْ أترابه في مقتبل شبابه؛ فإنه لا يزال عند موازنة ذاته بذاته، وصفاته بصفاته _ في حسرات متجددة، وزفرات متصاعدة، ولا سيما إذا كان بيته في العلم طويل الدعائم، وسلفه من المتأهلين لمعالي المكارم. ¶ فإنه حينئذ تذهب عنه سكرة البطالة، وتنقشع عنه عماية الجهالة _ بكروب طويلة، وهموم ثقيلة، وقد فات ما فات، وحيل بين العَيْر والنَزَوَان(1)، وحال الجَرِيْضُ دون القريض(2) وفي الصيف ضَيَّعتِ اللبن(3)+(4). ¶ __________ ¶ (1) ـ النزوان : الوثبان ، ونزوان العير : وثوبه على أنثاه ، وأول من قاله صخر بن عمرو السلمي أخو الخنساء : ¶ أهم بأمر الحزم لو أستطيعه ¶ وقد حيل بين العير والنزوان ¶ انظر : لسان العرب 15/319 . ¶ (2) ـ قولهم حال الجريض دون القريض، قيل: الجريض: الغصة، والقريض: الجرة، وقيل الجريض: الغصص، والقريض: الشعر، وقال الرياشي: القريض والجريض يَحْدُثان بالإنسان عند الموت. انظر لسان العرب 7/130. ¶ (3) ـ الصيف ضيعت اللبن : هذا مثل مشهور عند العرب ، وكذلك قولهم : حيل بين العير والنزوان، وقولهم حال الجريض دون القريض. ¶ وهذه الأمثال الثلاثة تضرب لمن يضيع الأمر ، ثم يريد استدراكه بعد فوات الأوان ، وتقال : عند كل أمر كان مقدوراً عليه؛ فحيل دونه . ¶ (4) ـ أدب الطلب ص135.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "هذا وإن عند العرب رصيد ضخم من الأمثال لا يحويه كتاب، ولا يستوفيه مصنف. ¶ ومن الكتب المصنفة في ذلك أمثال العرب للمفضل الضبي، وكتاب الأمثال لأبي عبيد، ومجمع الأمثال للميداني، والمستقصي من أمثال العرب للزمخشري، ومعجم الأمثال العربية د.محمود صيني وناصف عبدالعزيز، ومصطفى سليمان وغيرها. ¶ 10_ معرفة أيام العرب والوقائع ¶ فيحسن بالكاتب أن يكون ذا بصر بأيام العرب، ومعرفة بالوقائع التي وردت في حوادث خاصة بأقوام؛ فإن أيام العرب تتنوع، وتتشعب؛ فمنها أيام فخار، ومنها أيام محاربة، ومنها أيام منافرة، ومنها غير ذلك. ¶ ومن الأيام المشهورة عند العرب يوم حليمة، ويوم خزاز، ويوم بعاث، وغيرها من الأيام سواء في الجاهلية أو الإسلام. ¶ وهناك كتب مصنفة في هذا الصدد، كأيام العرب في الإسلام لمحمد أبو الفضل إبراهيم وغيره، كما أن هذه الأيام ترد ضمناً في كتب العلماء، والأدباء، والتواريخ. ¶ ولا يخلو الناظر أو الناثر من الانتصاب لوصف يوم يمر به في بعض الأحوال، ومماثلٍ له؛ فإذا جاء بذكر بعض الأيام المناسبة لمراده الموافقة له، وقاس عليه _ فإنه يكون في غاية الحسن والرونق _ كما يقول ابن الأثير _.(1) ¶ وأما الوقائع التي وردت في حوادث خاصة بأقوام فإنها كالأمثال في الاستشهاد بها.(2) ¶ 11_ الحرص على الأخذ من كل فن بطرف ¶ فبالجملة فإن صاحب صناعة الكتابة _ كما يقول ابن الأثير _: =يحتاج إلى التشبث بكل فنٍّ من الفنون، حتى إنه يحتاج إلى معرفة ما تقوله النادبة بين النساء، والماشطة عند جَلْوَة العروس، وإلى ما يقوله المنادي في السوق على السلعة؛ فما ظنك بما فوق هذا؟ ¶ والسبب في ذلك أنه مؤهل لأن يهيم في كل واد؛ فيحتاج إلى أن يتعلق بكل فن+(3). ¶ __________ ¶ (1) _ انظر المثل السائر 1/24. ¶ (2) _ انظر المثل السائر 1/24. ¶ (3) _ المثل السائر 1/31.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "هذا وإن للعرب قِدْحاً مُعلَّى في التأليف والتفنن فيه؛ فمن أراد تنمية مداركه، وتوسيع نطاق علمه _ فليقف على ما ألفوه في أي فن يريده، وسيجد ما يشبع نهمته، ويروي غلته؛ فالذي يقف على ما شاده الأوائل، وكتبوه يأخذه العجب، ويذهب به كل مذهب. ¶ يقول الشيخ محمد الطاهر بن عاشور × في أثناء حديث له عن تاريخ العلوم، وما وصلت إليه في بعض مراحل التاريخ الإسلامي: =ومما تقدم إلى هنا: تعلم أن العلوم التي كانت تدرس وتدون يومئذ تنتهي إلى اثنين وثلاثين علماً هي: التفسير، الحديث، السيرة، اللغة، النحو، الصرف، التصوف، العَروض، الفقه، أصوله، التاريخ، الطب، آداب العرب، البلاغة، الفلك، المنطق، الفلسفة، الهندسة، الحساب، الهيئة، الجغرافيا، الموسيقى، علم الحيوان، الطبيعة، الرواية والقصص، الكلام، الصيدلة، الكيمياء، الفلاحة، المساحة، الجبر، جر الأثقال والتحرك، وتتبعها علوم تتفرع عن بعضها مثل مصطلح الحديث، والجدل، وآداب البحث، ونقد الشعر+.(1) ¶ هذا بالنسبة للفنون والموضوعات، أما ما يندرج تحتها من أفراد ومؤلفات فلا يمكن حصره. ¶ 12_ الاطلاع على كتابات أرباب البيان ¶ وذلك بالانصباب على مطالعة المنشئات البعيدة الغور في بيانها، المنتمية إلى الطرف الأعلى في عذوبة ألفاظها ورشاقة معانيها ككتابات ابن المقفع، وعبدالحميد الكاتب، والجاحظ، وابن قتيبة، وسهل بن هارون، وعمرو ابن مسعدة، وأبي حيان التوحيدي، وابن العميد.(2) ¶ وقل مثل ذلك في كتابات كثير من الكتاب المُحْدثين على تنوع مدارسهم، كالمنفلوطي، والرافعي، والزيات، وشكيب أرسلان. ¶ وكذلك كتب العلماء الذين يعنون بتحريراتهم؛ فيجمعون إلى العلمِ التمهرَ في الكتابة، وشدةَ الأسر، وجمال الأساليب كابن عبد البر، وابن الجوزي، وابن حزم، وابن تيمية، وابن القيم, والشاطبي، وابن حجر، والشوكاني. ¶ __________ ¶ (1) _ أليس الصبح بقريب ص39. ¶ (2) _ انظر أمراء البيان لمحمد كرد علي.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ومن المعاصرين محمد الخضر حسين التونسي، ومحمد الطاهر بن عاشور التونسي، ومحمد البشير الإبراهيمي الجزائري. ¶ وأما أشهر الكتب في هذا السياق _ زيادة على ما مضى _ فأمهات الأدب والبيان، ككتاب الأدب الكبير والأدب الصغير، وكليلة ودمنة وهما لابن المقفَّع، والبيان والتبيين للجاحظ، والكامل للمبرد، والأمالي لأبي علي القالي، وعيون الأخبار لابن قتيبة، والأغاني لأبي الفرج الأصفهاني، وصبح الأعشى للقلشندي، والعقد الفريد لابن عبد ربه، وزهر الآداب للحُصْري القيرواني، وبهجة المجالس لابن عبدالبر، ونفح الطيب للمقري. ¶ ومن كتب المُحْدَثين والمعاصرين: النظرات، والعبرات، والمختارات للمنفلوطي، ووحي القلم، وتاريخ آداب العرب للرافعي، والارتسامات اللطاف، والحلل السندسية، وشوقي وصداقة أربعين سنة لشكيب أرسلان، والرسالة لأحمد حسن الزيات، وفيض الخاطر لأحمد أمين، ورسائل الإصلاح، والحرية في الإسلام، ومحاضرات إسلامية، والهداية الإسلامية، والسعادة العظمى لمحمد الخضر حسين، وأليس الصبح بقريب، وشرح ديوان بشَّار لمحمد الطاهر بن عاشور، وآثار الإمام محمد البشير الإبراهيمي خمسة مجلدات.(1) ¶ يقول ابن الأثير × مبيناً فائدة الاطلاع على كلام المتقدمين في المنظوم والمنثور: =فإن في ذلك فوائد جمة؛ لأنه يعلم منه أغراض الناس، ونتائج أفكارهم، ويعرف به مقاصد كل فريق منهم، وإلى أين ترامت به صنعته في ذلك، فإن هذه الأشياء مما تَشْحَذ القريحة، وتُذْكي الفطنة. ¶ وإذا كان صاحب هذه الصناعة عارفاً بها _ تصير المعاني التي ذكرت وتعب في استخراجها كالشيء المُلْقَى بين يديه يأخذ منه ما أراد، ويترك ما أراد. ¶ __________ ¶ (1) _ وقد يسر الله لي انتقاء مائة وستة وثمانين مقالاً وخرجت في ثلاثة مجلدات تحت عنوان: (مقالات لكبار كتاب العربية في العصر الحديث). ¶ كما خرج _ أيضاً _ أربعة مجلدات بعنوان (المنتقى من بطون الكتب). ¶ وهي مشتملة على مختارات، ومقطَّعات.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وأيضاً فإنه إذا كان مطلعاً على المعاني المسبوق إليها قد ينقدح له من بينها معنى غريب لم يسبق إليه، ومن المعلوم أن خواطر الناس _ وإن كانت متفاوتة في الجودة والرداءة _ فإن بعضها لا يكون عالياً على بعض أو منحطاً عنه إلا بشيء يسير، وكثيراً ما تتساوى القرائح والأفكار في الإتيان بالمعاني، حتى إن بعض الناس قد يأتي بمعنى موضوع بلفظ، ثم يأتي الآخر بعده بذلك المعنى واللفظ بعينهما من غير علم منه بما جاء به الأول، وهذا الذي يسميه أرباب هذه الصناعة وقوع الحافر على الحافر+.(1) ¶ 13_ سلامة الذوق، ومراعاة مقتضيات الأحوال ¶ وذلك بمراعاة حال القراء، واستشعار أنك أمامهم تنظر في تَلَقِّيهم لما تكتب. ¶ ولا يعني ذلك أن تجاملهم على حساب الحقيقة، وإنما تحسن المدخل، وتتلطف في الوصول إلى ما تريد؛ فتسايرهم إلا أن ينحرفوا عن الرشد، وتتجنب ما يؤلمهم إلا أن يتألموا من صوت الحق؛ فذلك مما يأخذ بالألباب، ويجعل الكتابة تأخذ طريقها إلى القلوب. ¶ ولهذا كان حرياً بالكاتب أن يكون ذا دراية بأحوال الناس، وأن يصوغ كلامه بما تقتضيه تلك الحال؛ فالناس مختلفون مشاربَ وعاداتٍ، وأخلاقاً، وسِنَّاً، ومهنةً، ومرتبةً. ¶ ولكل طائفة من الناس أحوال تقتضي نوعاً من الكتابة لا تقتضيه أحوال الجماعة الأخرى؛ فالجماعة الثائرة _مثلاً_ تكاتب بعبارات هادئة؛ لتكون برداً وسلاماً على القلوب. ¶ والجماعة الخنسة تكاتب بعبارات مثيرة للحمية، موقظة للهمة، حافزة للعزيمة. ¶ والجماعة التي شطت وركبت رأسها تكاتب بعبارة فيها قوة العزم، ونور الحق، وفيها إرعادة المنذر، ويقظة المنقذ، وفيها روح الرحمة، وحسن الإيثار؛ ليجتمع الترغيب مع الترهيب ومع سيف النقمة ريحان الرحمة. ¶ ثم إن للشباب نوعاً من الكتابة يثير حماسهم، ويوقظ قلوبهم. ¶ والعلماء يجتذبهم التوقير، وعمق الكلام، ودقته. ¶ __________ ¶ (1) _ المثل السائر لابن الأثير 1/29.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ومكاتبة الرؤساء تقتضي تجملاً بالحياء، والرزانة، والركانة، كما تقتضي ابتعاداً عن التملق المزري، وعن أي مظهر من مظاهر التعالي، وتقتضي أخذاً بالتلطف، وحسن المدخل، والتلميح بالاعتراض إن كان هناك ما يقتضي ذلك. ¶ ومن مكملات الكتابة، ومما يدخل في سلامة الذوق أن يتجنب الكاتب تكرار الألفاظ إذا لم يكن ثَمَّ حاجة لذلك. ¶ قال أبو هلال العسكري × متحدثاً عما ينبغي للكاتب: ¶ =وينبغي أن يكثر الألفاظ عنده؛ فإن احتاج إلى إعادة المعاني أعاد ما يعيده منها بغير اللفظ الذي ابتدأه، مثل قول معاوية÷: (من لم يكن من بني عبدالمطلب جواداً فهو دخيل، ومن لم يكن من بني الزبير شجاعاً فهو لزيق، ومن لم يكن من ولد المغيرة تيَّاهاً فهو سنيد). ¶ فقال: (دخيل)، ثم قال: (لزيق)، ثم قال: (سنيد). ¶ والمعنى واحد، والكلام على ما تراه أحسن، ولو قال: لزيق، ثم أعاده لسمج+(1). ¶ 14_ نبل الهدف، وسلامة القصد ¶ بحيث يكون الباعث على الكتابة نية الإصلاح، ورغبة الوصول إلى الحق، لا أن يكون باعثها المراء، والجدال، وطمس الحق، وإظهار الفضل، وانتقاص الآخرين. ¶ ولعل هذا هو السر في خلود كثير من الكتابات، وتجدد نفعها. ¶ كما أن لهذا المعنى _ في المقابل _ أثره في اضمحلال كثير من الكتابات، وقلة نفعها، وتجدد ضررها. ¶ 15_ مراعاةُ حالِ الخصومِ وأتباعِهِمْ ¶ خصوصاً إذا كانت الكتابة رداً على أحد؛ فيحسن بالكاتب أن يراعي حال الخصوم، وحال أتباعهم؛ فيحرص على لزوم العدل، والرفق، والتدرج بالخصوم، وتقريبهم من الحق بلطف ويسر. ¶ ويحرص _ كذلك _ على طهارة المنطق، وطلاوة العبارة، والبعد عن الاستعلاء. ¶ ويحرص _ كذلك _ على اجتناب الكلمات الجافية المستكرهة، ويحذر من إطلاق عبارات السب، والتسفيه؛ فالكتابة التي تُحرَّر برحابة صدر تَلْقَى من القبول ما لا تلقاه الكتابة التي يخالطها السفه، والطيش. ¶ 16_ لزوم الاعتدال ¶ __________ ¶ (1) _ كتاب الصناعتين ص158.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وذلك بأن يكون الكاتب متزناً في طرحه، بعيداً عن التهوين والتهويل؛ فالحقيقة تضيع بين ذلك، والعرب تقول في أمثالها: =خير الناس هذا النمط الأول والأوسط+ يعني بين المقصر والغالي. ¶ وذلك مما يدل على حكمة الكاتب، ورجحان عقله، وحرصه على الحقيقة. ¶ ومن الاعتدال في الألفاظ أن تكون رشيقة واضحة، وأن يكون الكلام حالاً بين حالين: بين الوحشي الغريب، والسوقي القريب. ¶ ومن الاعتدال: أن يبتعد عن التكلف؛ فلا يبالغ في سجع، ولا يقصد إلى التعمية، ولا يأتي بالعبارات القلقة. ¶ قال أبو هلال العسكري ×: =الكلام _ أيدك الله _ يَحْسُن بسَلاسَتِه، وسهولته، ونصاعته، وتخيُّر لفظه، وإصابة معناه، وجودة مَطَالِعه، ولينِ مقاطعه، واستواء تقاسيمه، وتعادُلِ أطرافه، وتشابه أعجَازِه بهَوَادِيه(1)، وموافقة مآخِيره لمبَادِيه، مع قِلَّةِ ضروراته، بل عدمها أصلاً، حتى لا يكون لها في الألفاظ أثر، فتجد المنظومَ مثل المنثور في سهولة مَطْلَعه، وجودة مَقْطَعِه، وحسن رَصْفِه وتأليفه، وكمال صَوْغه وتركيبه. ¶ فإذا كان الكلام كذلك كان بالقبول حقيقاً، وبالتحفظ خَلِيقاً+.(2) ¶ وقال ×: =وأخبرنا أبو أحمد عن الصولي عن الغلابي عن طائع وهو العباس بن ميمون، من غلمان ابن ميثم، قال: قيل للسيد: ألا تستعمل الغريبَ في شِعْرِك. ¶ فقال: ذاك عِيٌّ في زماني، وتكلُّف منِّي لو قلته، وقد رُزقت طبعاً واتِّساعاً في الكلام، فأنا أقول ما يعرفه الصغير والكبير، ولا يحتاج إلى تفسير، ثم أنشدني: ¶ أيا رَبِّ إني لم أُرِدْ بالذي به ... مَدَحْتُ عَلِيّاً غير وجهك فارحم ¶ فهذا كلام عاقل يضع الشيء موضعه، ويستعمله في إبَّانه+.(3) ¶ __________ ¶ (1) _ الهادي: العنق والمتقدم وجمعه الهوادى. ¶ (2) _ كتاب الصناعتين ص55. ¶ (3) _ كتاب الصناعتين ص61.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وقال أبو هلال: =وإياك والتوعّر؛ فإن التوعُّرَ يُسْلِمُك إلى التعقيد، والتعقيدُ هو الذي يَسْتَهْلِكُ معانيك، ويشين ألفاظك، ومَنْ أراد معنى كريماً فليلتمس له لفظاً كريماً؛ فإن حقَّ المعنى الشريفِ اللفظُ الشريف، ومن حقِّهما أن يصونهما عما يدنسهما ويفسدهما ويهجنهما، فتصير بهما إلى حدٍّ تكون فيه أسوأ حالاً منك قبل أن تلتمس منازل البلاغة، وتَرْتَهِنَ نفسك في ملابستهما+.(1) ¶ وقال: =وأجود الكلام ما يكون جزلاً سهلاً، لا ينغلق معناه، ولا يستبهم مغزاه، ولا يكون مكدوداً مستكرهاً، ومُتوعراً مُتَقَعِّراً، ويكون بريئاً من الغثاثة، عارياً من الرثاثة. ¶ والكلام إذا كان لفظه غَثَّاً، ومعرضه رثاً كان مردوداً ولو احتوى على أجلِّ معنىً وأنبله وأرفعه وأفضله+.(2) ¶ وبالجملة فإن أجود الكلام: السهلُ الممتنع(3)؛ السهل الذي يفهمه من قرأه وسمعه، الممتنع: المتعذر على من رام أن يكتب أو يقول مثله. ¶ قال أبو هلال العسكري ×: =أخبرنا أبو أحمد قال: أخبرنا الصولي قال: حدثنا أحمد بن إسماعيل قال: وصف الفضلُ بن سهل عمرو بنَ مسعدة فقال: هو أبلغ الناس، ومن بلاغته أن كل أحد يظن أنه يكتب مثل كُتِبه؛ فإذا رامها تَعَذَّرت عليه+.(4) ¶ 17_ توظيف الثقافة والمعارف لخدمة الموضوع ¶ فمن أعظم ما يرتقي بالكتابة، ومن أجمل ما يحسن بالكاتب _ أن يوظِّف طاقاتِه وثقافتَه، ومعارفَه لخدمة الغرض الذي يرمي إليه؛ لأجل أن يكون موضوعه متكاملاً مُشْبعاً من جميع الجوانب؛ فيجتمع فيه الدليل الشرعي، والشاهد التاريخي، والنكتة البلاغية، والنادرة الأدبية، والبيت الشارد، والمثل السائر، وهكذا... ¶ هذا وإن كتب الأوائل حافلة بما يشهد لتنوع المصادر، وتوظيف الثقافة والمعارف لخدمة الموضوع. ¶ وكذلك بعض كتابات المتأخرين. ¶ __________ ¶ (1) _ كتاب الصناعتين ص134. ¶ (2) _ كتاب الصناعتين ص67. ¶ (3) _ انظر كتاب الصناعتين ص61. ¶ (4) _ كتاب الصناعتين ص61.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وإليك طرفاً من هذا القبيل مما رقمته أقلام بعض كتاب العصر: ¶ يقول الشيخ محمد الخضر حسين × في رسالة الحرية في الإسلام: ¶ =وإذا علمت نفسٌ طاب عنصرها، وشرف وجدانها أن مطمح الهمم إنما هي غاية، وحياة وراء حياتها الطبيعية _ لم تقف بسعيها عند حد غذاء يقوتها، وكساء يسترها، ومسكن تأوي إليه. ¶ بل لا تستفيق جهدها، ويطمئن بها قرارها إلا إذا بلغت مجداً شامخاً يصعد بها إلى أن تختلط بكواكب الجوزاء+.ص10 ¶ ويقول: =وكان أبو بكر الصديق ÷من العلم بقوانين الشريعة، والخبرة بوجوه السياسة في منزلة لا تطاولها سماء. (1) ¶ ومع هذا لا يبرم حكماً في حادثة إلا بعد أن تتداولها آراء جماعة من الصحابة. ¶ وإذا نَقَل له أحدُهم نصاً صريحاً ينطبق على الحادثة قال: الحمد لله الذي جعل فينا من يحفظ عن نبينا+.ص21 ¶ ويقول: =وأهم فوائد المشورة تخليص الحق من احتمالات الآراء. ¶ وذهب الحكماء من الأدباء في تصوير هذا المغزى وتمثيله في النفوس إلى مذاهب شتى، قال بعضهم: ¶ إذا عنّ أمر فاستشر فيه صاحباً ... وإن كنت ذا رأي تشير على الصحب ¶ فإني رأيت العين تجهل نفسها ... وتدرك ما قد حلَّ في موضع الشهب ¶ وقال آخر: ¶ اقرن برأيك رأي غيرك واستشر ... فالحق لا يخفى على الاثنين ¶ والمرءُ مرآةٌ تريهِ وجهه ... ويرى قفاه بجمع مرآتين ¶ وقال آخر: ¶ الرأي كالليل مسوداً جوانبه ... والليل لا ينجلي إلا بمصباح ¶ فاضمم مصابيحَ آراءِ الرجال إلى ... مصباحِ رأيك تزددْ ضوءَ مصباحِ ¶ ص25 ¶ ويقول: =لم تغادر الشريعة صغيرة ولا كبيرة من وجوه التصرفات في الأموال إلا أحصتها، وعلقت عليها حكماً عادلاً+.ص34 ¶ __________ ¶ (1) _ هذا تضمين لبيت البوصيري: ¶ كيف ترقى رقيك الأنبياء ¶ يا سماءً ما طاولتها سماء ¶ والشيخ محمد الخضر × من أرباب البيان، خصوصاً في باب الاقتباس و التضمين؛ فهو فارس لا يشق له غبار في هذا الميدان.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ويقول: =وأما الآيات الواردة في سياق التزهيد، والحط من متاع الحياة الدنيا فلا يقصد منها ترغيب الإنسان؛ ليعيش مجانباً للزينة، ميت الإرادة عن التعلق بشهواته على الإطلاق. ¶ وإنما يقصد منها _ فيما نفهمه _ حكم أخرى كتسلية الفقراء الذين لا يستطيعون ضرباً في الأرض، ومَنْ قَصُرَتْ أيديهم عن تناولها؛ لئلا تضيق صدورُهم على آثارها أسفاً. ¶ ومنها تعديل الأنفس الشاردة، وانتزاعُ ما في طبيعتها من الشَّرَهِ، والطمع؛ لئلا يخرجا بها عن قصد السبيل، ويتَطَوَّحا بها في الاكتساب إلى طرق غير لائقة. ¶ فاستصغارُ متاع الدنيا، وتحقيرُ لذائذها في نفوس الناس يرفعهم عن الاستغراق فيها، ويُكْبِرُ بهممهم عن جعلها قبلةً يولون وجوههم شطرها حيثما كانوا+.ص38 ¶ ويقول: =حب المال هو الذي ينزع من فؤاد الرجلِ الرأفةَ ويجعل مكانها القسوة والفظاظة، حتى إذا أظلم الأفق، واسودّ جناح الليل(1) تأبط خنجراً، أو تقلد سيفاً، وذهب يخطو خطاً خفافاً؛ ليأتي البيوت من ظهورها، ويمد بسبب إلى أمتعتها، فإذا دافعه صاحبها أذاقه طعم المنون، وانصرف ثملاً بلذة الانتصار+.ص43_44 ¶ ويقول: =ولهذا افتقرت داعية حب المال إلى وازع يسدد طيشها، ويكسر من كعوبها إلى أن تستقيم قناتها. (2) ¶ والوازع ما ورد في مجمل الشريعة ومُفصَّلها من الأصول القابضة على أيدي الهداجين حول اختلاسها، والعاملين على اغتصابها، أو التصرف فيها بغير ما يأذن به صاحبها+.ص44 ¶ ويقول: =فمن تحيز عن أمته، وطفق يرمي في وجوههم بعبارات الازدراء، وينفث في كأس حياتهم سماً ناقعاً _ لا نَصِفُه بصفة الغيرة، والوطنية، وإن شُغِفَ بحب ديارهم، وقبَّلها جداراً بعد جدار (3) ¶ __________ ¶ (1) _ هذا تضمين من المؤلف × لقول عمر بن أبي ربيعة: ¶ إذا اسود جنح الليل فلتأت ولتكن ¶ خطاك خفافاً إن حراسنا أسدا ¶ (2) _ هذا تضمين للشاهد النحوي في باب نصب المضارع: ¶ وكنت إذا غمزت قناة قوم ¶ كسرت كعوبها أو تستقيما ¶ (3) _ هذا تضمين لقول الشاعر: ¶ أمر على الديار ديار ليلى ¶ أقبل ذا الجدار وذا الجدارا ¶ وما حبُّ الديار شغفن قلبي ¶ ولكن حب من سكن الديارا ¶ ولو تتبع أحد هذا الفن _ أعني الاقتباس والتضمين _ في مؤلفات الشيخ× لخرج بمادة علمية كبيرة.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "+.ص49 ¶ ويقول: =وقد دارت هذه الكلمة _ كلمة الحرية _ على أفواه الخطباء، ولهجت بها أقلام الكاتبين ينشدون ضالتها عند أبواب الحكومات، ويقفون عند مكانها، وتمكين الراحة من مصافحتها _ وقوفَ شحيحٍ ضاع في الترب خاتمه(1)+.ص16 ¶ ويقول الشيخ محمد الخضر في كتابه: (نقض كتاب في الشعر الجاهلي لطه حسين): =فالقلم الذي يناقش كتاب =في الشعر الجاهلي+ إنما يطأ موطئأً يغيظ طائفة احتفلت بهذا الكتاب، وحَسِبْته الطعنة القاضية على الإسلام وفضل العرب [وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْراً]+.ص ز ¶ وقال: =وقع نظري تحت هذا الكتاب، وكنت على خبرة من حذق مؤلفه في فن التهكم ولو بالقمر إذا اتَّسق، والتشكيك ولو في مطلع الشمس الضاربة بأشعتها في كل واد؛ فأخذت أقرأه بنظر يزيح القشر عن لبابه، وينفذ من صريح اللفظ إلى لحن خطابه. ¶ وما نفضت يدي عن مطالعة فصوله، حتى رأيتها شديدة الحاجة إلى قلم ينبِّه على علاَّتها، ويردُّ كل بضاعة على مستحقها. ¶ وما هو إلا أن ندبت القلم لقضاء هذه المآرب، وسداد هذا العوز فلم يتعاصَ عليَّ+.ص1 ¶ وقال: =فإن في الإسلام حجةً وحكمة تأخذان ذوي الفطر السليمة، والعقول السامية إلى أن يتصلوا به، ويرضوه، ولو نسلت عليهم الخطوب من كل حدب+.ص141 ¶ وقال: =يسهل على المؤلف أن يضع إصبعه في سيرة يزيد بن معاوية، أو حماد الراوية؛ لأنه يجد في التاريخ الصحيح، أو الباطل ما يَعْبُر به إلى الحديث عنهما بغلو أو إغراق، ثم لا يعدم أذناً تصغي إليه، أو قلباً يتلهى به. ¶ __________ ¶ (1) _ هذا تضمين لقول أبي الطيب المتنبي: ¶ بَلَيْتُ بِلى الأطلال إن لم أقف بها ¶ وقوف شحيح ضاع في الترب خاتمه",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أما عمر بن الخطاب فإن سيرته متجلية تحت نبراس من التاريخ الصحيح لا يستطيع القلم أن يغير منها لوناً، أو يسومها كيداً، وإن ركب منهج ديكارت(1)، وتناول زاده من حقيبة مرجليوث(2)+.ص156 ¶ وقال: =ومن لا يدري ما الإيمان ولا الإخلاص قد يجيء على باله أن يشتري سكوت المؤمنين المخلصين بكلمة مديح أو إطراء+.ص247 ¶ وإليك فقراً مما قاله العلامة الشيخ محمد الطاهر بن عاشور في كتابه: (أليس الصبح بقريب) قال ×: =قد كان حدا بي حادي الآمال، وأملَى عليّ ضميري، من عام واحد وعشرين وثلاثمائة وألف، للتفكر في طرق إصلاح تعليمنا العربي الإسلامي الذي أشعرتني مدة مزاولته متعلِّماً ومعلِّماً بوافر حاجته إلى الإصلاح الواسع النطاق؛ فعقدت عزمي على تحرير كتاب في الدعوة إلى ذلك وبيان أسبابه، ولم أنشَبْ أن أزجيت بقلمي في ابتداء التحرير فإذا هو يسابقني كأنه من مطايا أبى العلاء القائل: ¶ ولو أن المطي لها عقول ... وجَدِّك لم نَشُدَّ لها رحالا ¶ وقال: =وصادفتُ أيام عطلة التدريس الصيفية في ذلك العام، فقضيتُ هواجِرَها الطويلة، وبُكَرها الجميلة، في هذا العمل، مشتغلاً به عن محادثة الأحباب، وعن دَعة التنعم بمغتَسَلٍ بارد وشراب، حتى وقف بي القلم عند انتهاء الاستراحة في مدة شهرين إلى تحرير جملة كانت مشجّعتي على مراجعة عملي هذا في ثلاثة أصياف وعنونته =أليس الصبح بقريب+. ¶ __________ ¶ (1) _ هو الفيلسوف الفرنسي والعالم الرياضي رينيه ديكاردت 1556_1650 الذي ابتكر الهندسة التحليلية، ثم حاول تطبيق منهجه الرياضي على الفلسفة، وأقام فلسفته على الشك المنهجي، وقد تأثر به طه حسين. ¶ (2) _ مرجليوث: إنجليزي متعصب، ومن محرري (دائرة المعارف الإسلامية) كان عضواً في المجمع اللغوي في مصر، والمجمع العلمي في دمشق، وهو من أوائل من شكك في الشعر الجاهلي، وتأثر به طه حسين.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وقال في مقالٍ له عنوانه: =أثر الدعوة المحمدية في الحرية والمساواة+: =لا تجد لفظاً تهواه النفوس، وتهش لسماعه، وتستزيد من الحديث فيه _ مع أن معظمهم لا يضبط مقدار المراد منه _ مثلَ لفظِ الحرية. ¶ وما سبب ذلك التعلق العام إلا أن معظم من يسمعون هذا اللفظ، أو ينطقون به يحملونه على محامل يخف محملها في نفوسهم. ¶ فالوقح يحسب الوقاحة حرية، فيخف عنده ما ينكره الناس من وقاحته، والجريء الفاتك ينمي صنيعه إليها، فيجد من ذلك مبرراً لجرأته، ومحب الثورة يعد الحرية مسوغاً لدعوته، والمَفْتون في اعتقاده يدافع الناقمين عليه بأنه حر العقيدة إلى غير هؤلاء. ¶ فيا لله لهذا المعنى الحسن ماذا لقي من المحن، وماذا عُدِل به عن خير سنن؟+(1). ¶ وقال : =لا تتحقق حرية تامة في نظام البشر؛ لأن تمام الحرية هو الانخلاع عن جميع القيود، وعن كل مراعاة للغير بأن يعيش المرء عيشة الوحوش، وذلك غير مستطاع إلا فيما تخيَّله الشنفرى إذ يقول: ¶ ولي دونكم أهلون سِيْدٌ عَمَلَّسٌ ... وأرقط زهلول وعرفاء جيأل(2) ¶ هم الأهلُ لا مستودع السر ذائع ... لديهم ولا الجاني بما دان يعزل ¶ وقال في تفسيره التحرير والتنوير 1/274: =فلا ينبغي لمنتسب أن يجازف بقولة سخيفة ناشئة عن قلة تأمُّل، وإحاطةٍ بموارد الشريعة، وإغضاءٍ عن غرضها، ويؤول إلى تكفير جمهور المسلمين، وانتقاض الجامعة الإسلامية، بل إنما ينظر في الشريعة نظرة مُحيطة؛ حتى لا يكون ممن غابت عنه أشياء، وحضره شيء(3) ¶ __________ ¶ (1) _ هذا اقتباس من الشاهد النحوي: ¶ رب وفقني فلا أعدلَ عن ¶ سَنن الساعين في خير سنن ¶ (2) _ السِّيْد: الذئب، والعَمَلَّس: السريع السير، والأرقط: النمر؛ لأن فيه نقطاً بيضاً وسوداً، والزهلول: الأملس، والعرفاء: الضبع؛ لأن لها عرفاً من الشعر، والجيأل: اسم للضبع. ¶ (3) _ هذا تضمين لبيت أبي نواس: ¶ فقل لمن يدعي في العلم فلسفة: ¶ حفظت شيئاً وغابت عنك أشياء",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "، بل يكون حكمه في المسألة كحكم فتاة الحي(1)+. ¶ وقال × في التحرير والتنوير 1/274 بعد أن قرر مسألة العفو عن العصاة: =ولا عجب أعجب من مرور الأزمان على مثل قول الخوارج والإباضية والمعتزلة، ولا ينبري من حذاق علمائهم من يهذب المراد، أو يؤول قول قُدَمائه ذلك التأويل المعتاد، وكأني بوميض فِطْنَةِ نُبهائهم أخذ يلوح من خِلل الرماد(2)+. ¶ __________ ¶ (1) _ هذا تضمين لبيت النابغة: ¶ احكم كحكم فتاة الحي إذ نظرت ¶ إلى حَمَام شِراع وارد الثَّمد ¶ يَحفُّه جانباً نيّق وتتبعه ¶ مثل الزجاجة لم تكحل من الرمد ¶ قالت: ألا ليتما هذا الحمام لنا ¶ إلى حمامتنا ونِصفُه فقد ¶ فحسَّبوه فألفوه كما حسبت ¶ تسعاً وتسعين لم تنقص ولم تزدِ ¶ قوله: (فتاة الحي): هي زرقاء اليمامة، وكان يضرب بها المثل في حدة البصر. ¶ وقوله: (شِراع): مجتمعة، (والثمد): الماء القليل يكون في الشتاء، ويقل في الصيف. ¶ وقوله: (يحفه): يحيط به، (والنيق): الجبل، وقوله: (قد): أي حسب، والحسبة: الحساب. ¶ والمعنى أنها أسرعت في أخذ حساب الطير في تلك الناحية. ¶ ومعنى البيت: أصِبْ في أمري، ولا تخطئ فيه كما أصابت الزرقاء في عدد الحمام ولم تخطئ. …= ¶ = والقصة _ كما زعموا _ أن زرقاء اليمامة _وهي من بقايا طسم وجديس_ كان لها قطاة؛ فمر بها سرب من القطا بين جبلين، فقالت: ¶ ليت الحمام ليه ¶ إلى حمامتيه ¶ أو نصفه قَدِيَه ¶ تم الحمام ميه ¶ فهذ قصة فتاة الحي، ومقصود ابن عاشور ×: انظر إلى الشريعة نظرة شاملة؛ حتى إذا حكمت في أي مسألة _ كان حكمك مصيباً جازماً كحكم فتاة الحي. ¶ وهكذا وظف تلك القصة لخدمة غرضه. ¶ (2) _ هذا تضمين لبيت من أبيات لنصر بن سيار يقول مطلعها: ¶ أرى خِلل الرماد وميض جَمْرٍ ¶ ويوشك أن يكون لها ضرام",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وهذه فقرة من مقالة للشيخ العلامة محمد البشير الإبراهيمي عنوانها: =من نفحات الشرق الأستاذ الشيخ محمد بهجة البيطار+ وقد تحدث في هذه المقالة عن الشيخ البيطار، ومما قاله×: =والأستاذ البيطار مجموعة فضائل، ما شئت أن تراه في عالم مسلم من خُلُق فاضل إلا رأيته فيه، مجاوز للحدود المذهبية والإقليمية، يزِن هذه المذاهب الشائعة بآثارها في الأمة، لا بأقدار الأئمة، ويعطي كُلاًّ ما يستحق، جريء على قولة الحق في العلميات، ولكن الجرأة منه يلطفها الوقار، والوقار فيه تُزَيِّنه الجرأة، فيأتي من ذلك مزاجٌ خُلقي لطيف، متساوي الأجزاء، مزدحم الخلايا، قلَّ أن تجده في أحد من علمائنا المعدودين+. ¶ وقال متحدثاً عن ذكرياته في دمشق واجتماعه مع أصحابه العلماء: =ثم تعاقبت الاجتماعات وانتظمت، واتّسقت أسباب اللقاء، واتسعت آفاق البحث في الأسمار، وكثُر الصحب، وما منهم إلا السابق الْمُغَبِّر، والكاتب الْمُحَبِّر؛ واللَّسِن المعبّر، فكنّا لا نفترق من اجتماع إلا على موعد لاجتماع، وكان واسطة العقد في تلك المجالس الأستاذ الجليل والأخ الوفي الشيخ الأستاذ محمد الخضر حسين _ مد الله في حياته _. ¶ ولقد أقمت بين أولئك الصحب الكرام أربع سنين إلا قليلاً، فَأَشْهدُ صادقاً أنها هي الواحة الخضراء في حياتي المجدبة، وأنها هي الجزء العامر، في عمري الغامر، وأنني كنت فيها أقرّ عيناً وأسعد حالا ً من ذلك الذي نزل على آل المهلب شاتياً، فوجد الإدبار رائحاً والإقبال آتياً+. (1) ¶ __________ ¶ (1) _ يشير إلى قول أبي الهندي: ¶ نزلت على آل المهلب شاتياً ¶ غريباً عن الأوطان في بلد مَحْلِ ¶ فما زال بي إكرامهم وافتقادهم ¶ وبرُّهم حتى حسبتهم أهلي ¶ قال ابن عبدالبر × في بهجة المجالس 1 / 294: =تذاكر أهل البصرة من ذوي الأدب والأحساب في أحسن ما قاله المولَّدون في حسن الجوار من غير تعسُّف ولا تعجرف، فأجمعوا على بيتي أبي الهندي+.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "إلى أن قال: =ويا رعى الله عهد دمشق الفيحاء وجادتها الهوامع(1) وسقت، وأفرغت فيها ما وسقت.(2) ¶ وخصّت بالمثقلات الدوالح(3) مجامع الأحباب، وأندية الأصحاب، من الصالحية والجسر والنَّيربين(4): المزة والربوة. ¶ فكم كانت لنا فيها من مجالس، نتناقل فيها الأدب، ونتجاذب أطراف الأحاديث العلمية، على ودٍّ أصفى من بَرَدى تُصَفِّق بالرحيق السلسل(5)، ووفاء أثبت من أواسي قاسيون، وأرسى من ثهلان ذي الهضبات. ¶ لا توبَن في مجالسنا حرمة، ولا يُكلم عرض، ولا يقارف مأثم. ¶ وإنما هو الأدب بلا جدب، نهصر أفنانه؛ والعلم بلا ظلم، نطلق عنانه، والفن بلا ضن نروّق دنانه، والنادرة بلا بادرة نتلقفها، والنكتة بلا سكتة نتخطفها. ¶ ويا تربة الدحداح، بوركت من تربة، لا يذوق فيها الغريب مرارة الغربة، ولا زلت مسقطاً لرحمات الله. ¶ إنني أودعت ثراك أعزّ الناس عليّ: أبي وابني وجَدَّي أولادي؛ فاحفظي الودائع إلى يوم تُجزى الصنائع. ¶ ويا جناتِ الغوطة، وقراها المغبوطة، لا زلت مجلى الفطر، والحد الفاصل بين البدو والحضر، أشهد ما عشوتِ من الغرب إلى نار(6)، ولا عشيت منه بنور. ¶ تبارك من رَوَّاك بسبعة أودية، وكساك من وشي آذار بخضر الأردية. ¶ __________ ¶ (1) _ الهوامع: السحب الممطرة. ¶ (2) _ ما وسقت: أي ما جمعت من ماء. ¶ (3) _ الدوالح: جمع دلوح ودلوحة، وهي السحابة المثقلة بالماء. ¶ (4) _ النَّيربان: هما جانبا دمشق الشمالي والجنوبي حول نهر بردى. ¶ (5) _ قوله: =على ود أصفى من بردى تصفق بالرحيق السلسل +: هذا تضمين لبيت حسان ابن ثابت÷ وهو ضمن قصيدته التي تسمى البتارة، التي مدح بها آل جفنة من الغساسنة، والتي مطلعها: ¶ اسألتَ رسم الدار أم لم تسألِ ¶ بين الجوابي فالبضيع فَحوقلِ ¶ إلى أن يقول: ¶ يَسقُون مَنْ وَرَدَ البريص عليهم ¶ بردى يصفِّق بالرحيق السلسل السلسل ¶ (6) _ هذا تضمين لقول الشاعر: ¶ متى تأته تعشو إلى ضوء نوره ¶ تجد خير نار عندها خير مُوقِدِ",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "كم فُتنِْتُ بمناظرك الشعرية، وأخذت بمجاليك السحرية، وكم تزوّدتْ عيناي فيك بروضة وغدير، وكم تمتعت أذناي من جداولك وأشجارك بحفيف وهدير+. ¶ إلى أن قال : =عهود لم يبق إلا ذكراها في النفس، وصداها في الجوانح، والحنينُ إليها في مجامع الأهواء من الفؤاد. ¶ ولولا أن السلوّ كالزمن يتقادم، وأن الهوى مع العقل يتصادم، لقلت مع المتنبي: أبوكم آدم!...+ (1) ¶ فلو تأملت الفِقَر الماضية لرأيت أمثلةً على توظيف الثقافة للموضوع. ¶ 18_ العلم بموطن الشاهد، وإيراد النقول في مواطنها المناسبة ¶ فيحسن بالكاتب إذا اختار موضوعاً في أي شأن من الشؤون _ أن يجمع كل ما يخدم موضوعه، ثم ينتقي من ذلك ما يناسب المقام،ويلائم الأسلوب. ¶ كما عليه أن يعرف موطن الشاهد، والمنزع _ فلا يورد كلاماً في غير موضعه، ولا يستشهد بكلام في غير محله. ¶ فإذا أخطأ السبيل في ذلك عرَّض نفسه للسخرية، كحال من يستشهد ببيت شعر وهو لا يعرف معناه، فيضعه في مكان مغاير لما أراد. ¶ وذلك كحال أحدهم لمَّا كتب كلمة رثاء في أحد العلماء؛ حيث أفاض في مدحه، والثناء عليه، وأكثر من قول: =وكان×+ حتى قال: وكان ×: ¶ يمارس نفساً بين جنبيه كزَّة ... إذا همَّ بالمعروف قالت له: مهلاً ¶ فعرض على صاحبٍ له مقالته، فقال الصاحب: أتدري ما معنى البيت؟ ¶ فقال الكاتب: نعم، إنه بيت جميل، يتضمَّن مدحاً، وثناءاً يناسب مقام ذلك العالم الجليل. ¶ فقال له صاحبه: إن معنى البيت يتضمَّن هجاءاً مراً مقذعاً يكاد يكون من أعظم الهجاء؛ حيث وُصف المهجو بالبخل الشديد، والكزازة، وَوُصِفَتْ نفسه بأنها لا تطاوعه على المكارم. ¶ فقال الكاتب _وكان في نيَّته إرسال المقال إلى جريدة سيَّارة_: خرِّق، خرِّق! ¶ __________ ¶ (1) _ يشير إلى قول المتنبي في قصيدة شِعب بَوَّانٍ : ¶ يقول بشعب بَوَّانٍ حصاني ¶ أعن هذا يُسار إلى الطعان ¶ أبوكم آدم سن المعاصي ¶ وعلمكم مفارقة الجنان",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وكحال أحد الطلاب في الجامعة، حيث أرسل رسالة إلى أستاذ يُجلُّه ويحبه، فأراد هذا الطالب أن يُعبِّر عن هذه المشاعر المكنونة، وأن يصف أستاذه بصفات تليق بمقامه العالي عنده، فأرسل رسالة عبر الجوَّال يقول فيها: ¶ وصَفْتَ التقى حتى كأنك ذو تقى ... وريح المعاصي من ثيابك تنضح ¶ فلما قرأها الأستاذ قال: صحيح إن ذنوبي كثيرة، ولو فاحت رائحتها لما جالسني أحد. ¶ ثم اتَّصل على هذا المرسل وهو لا يعرفه، فلما تكلَّم كأنه عرفه، فقال له: ما هذا البيت؟ فقال الطالب: والله يا شيخ إنني أحبُّك في الله، وبين يدي أحد مؤلفاتك، وقد أفدت منه فائدة كبيرة، وخطر في بالي ذلك البيت، فأرسلته لك معبِّراً عن إعجابي وحُبِّي. ¶ فقال له الأستاذ: أتدري معنى البيت؟ ¶ فقال الطالب: لا شك أنه معنى جميل. ¶ فقال الأستاذ: إن معناه كذا وكذا، فتلعثم الطالب، وقال: والله إنني لا أعلم أن معناه هكذا، فلعلك لم تعرفني أيها الأستاذ. ¶ فقال الأستاذ: لا عليك؛ الأمر أهون من ذلك، ولكن عليك بالتثبُّت، ومعرفة ما تكتب. ¶ وربما قال بعضهم لزوجته مثنياً عليها: ¶ أثني عليَّ بما علمتِ فإنني ... مثنٍ عليك بمثل ريح الجورب ¶ وما علم أن ذلك منتهى الإقذاع والسب، والسخرية. ¶ وكل ذلك ناتج عن سوء الفهم، ووضع الكلام في غير مواضعه. ¶ وإن كلام المرء في غير كنهه ... لكالنبل تهوي ليس فيها نصالها ¶ 19_ الاهتمام بحسن الافتتاح، وجودة المطلع، وبراعة الاستهلال ¶ فذلك دليلٌ على جودة البيان، وسلامة الذوق، كما أنه سبيل بلوغ المعاني إلى الأذهان؛ فلذلك ينبغي أن يكون حسناً مقبولاً، دالاً على الغرض ولو من طرفٍ خفي؛ فالفكرة الأولى عن شيء، أو أمر، أو شخص تَثْبُت وتَقِرُّ في النفس. ¶ ومحوها يحتاج إلى عناء؛ فإن كانت حَسَنةً صَعُب تهجينها، وإن كانت سيئة عَزَّ تزيينها.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ولهذا عني علماء البلاغة في مبادئ الكلام، وعقدوا له الفصول في كتبهم، ونبهوا على ما ينبغي للكاتب، والشاعر في هذا الشأن قال أبو هلال العسكري×: =إذا كان الابتداء حسناً بديعاً ومليحاً ورشيقاً كان داعيةَ الاستماعِ لما يجيء بعده من الكلام. ¶ ولهذا المعنى يقول الله _عز وجل_: [الم]، [حم]، [طس]، [كهيعص] ¶ فيقرع أسماعهم بشيء بديع ليس لهم بمثله عهد؛ ليكون ذلك داعيةً لهم إلى الاستماع لما بعده، والله أعلم بكتابه. ¶ ولهذا جعل أكثر الابتداءات بـ: [الْحَمْدُ لِلَّهِ] لأن النفوس تتشوق للثناء على الله؛ فهو داعيةُ الاستماع+. (1) ¶ وقال ×: =قال بعض الكتاب: أحسنوا معاشر الكتاب الابتداءات؛ فإنهن دلائل البيان. ¶ وقالوا: ينبغي للشاعر أن يحترز في أشعاره، ومفتتح أقواله مما يُتطير منه، ويُستجفى من الكلام والمخاطبة، والبكاء، ووصف إقفار الديار، وتشتيت الأُلاف، ونعي الشباب، وذم الزمان لا سيما في القصائد التي تتضمن المدائح والتهاني، ويستعمل ذلك في المراثي، ووصف الخطوب الحادثة؛ فإن الكلام إذا كان مؤسساً على هذا المثال تَطَيَّر منه سامعه، وإن كان يعلم أن الشاعر إنما يخاطب نفسه دون الممدوح+. (2) ¶ ثم ضرب × أمثلة على ذلك، منها قوله: =أنشد البحتري أبا سعيد قصيدة أولها: ¶ لك الويل من ليلٍ تطاول آخره ... ووشْكُ نوى حيٍّ تزمُّ أباعره ¶ فقال أبو سعيد: بل الويل والحرب لك، فَغَيَّره، وجعله: =له الويل+ وهو رديء _أيضاً_. ¶ وأنشد أبو مقاتلٍ الداعيَ: ¶ لا تقل بُشرى ولكن بُشْريانْ ... غرةُ الداعي ويومُ المهرجان ¶ فأوجعه الداعي ضرباً، ثم قال: هَلاَّ قلت: ¶ إن تقل بشرى فعندي بشريان+. (3) ¶ __________ ¶ (1) _ كتاب الصناعتين ص 437. ¶ (2) _ كتاب الصناعتين ص 431. ¶ (3) _ كتاب الصناعتين ص432 ، وذكر صاحب معاهد التنصيص عبد الرحيم العباسي 4_229: =أن ابن مقاتل الضرير _أَحَدَ شعراء الجبال_ أنشد للداعي إلى الحق العلوي الثائر بطبرستان قوله: ¶ موعدُ أحبابك بالفرقة غدْ …………… ¶ فقال له الداعي: بل موعد أحبابك، ولك المثل السوء.…………… ¶ الشاهد فيه: قبح الابتداء. ¶ وروي _أيضاً_ أنه دخل عليه في يوم مهرجان، وأنشده: ¶ لاتقل بشرى ولكن بشريان ¶ غرة الداعي ويوم المهرجان ¶ فتطير منه الداعي، وقال: أعمى يبتدئ بهذا يوم المهرجان، ثم أمر ببطحه، وضربه خمسين عصا، وقال: إصلاح أدبه أبلغ في ثوابه+.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "قال العباسي: =من الابتداءات القبيحة قول جرير يمدح عبد الملك بن مروان: ¶ أتصحو أم فؤادك غير صاحِ ... ...................................... ¶ فإنه لما أنشده قال له عبد الملك: بل فؤادك يابن الفاعلة. ¶ ومثله قول ذي الرمة لما دخل على عبد الملك، وأنشده قصيدته التي أولها: ¶ ما بال عَيْنِكَ منها الماء ينسكب ¶ وكانت عين عبد الملك تدمع دائماً، فتوهم أنه خاطبه، وعَرَّض به، فقال: ما سؤالك عن هذا يا بن الفاعلة، ومقته، وأمر بإخراجه+(1). ¶ وقال العباسي: =ومنه قصة إسحاق بن إبراهيم الموصلي مع المعتصم؛ فإنه دخل عليه وقد فرغ من بناء قصره بالميدان؛ فشرع في إنشاد قصيدة أولها: ¶ يا دار غيَّرك البلى ومحاك ... يا ليت شعري ما الذي أبلاك ¶ فتطير المعتصم(2) من قبح هذا الابتداء، وأمر بهدم القصر على الفور، وهذا مع يقظة إسحاق وشهرته بحسن المحاضرة، وطول خدمته للخلفاء. ¶ ولكن قد يخبو الزناد، ويكبو الجواد مع أنه قيل: أحسن ابتداء ابتدأ به مُوَلَّد قول إسحاق الموصلي: ¶ هل إلى أن تنام عيني سبيل ... إن عهدي بالنوم عهد طويل(3) ¶ وقد ذكر أبو هلال × أمثلة لابتداءات جياد، ومن ذلك قوله: =ومن أحكم ابتداءات العرب قول السموأل: ¶ إذا المرء لم يدنس من اللؤم عِرْضَه ... فكل رداء يرتديه جميل ¶ وإن هو لم يحمل على النفس ضيمها ... فليس إلى حسن الثناء سبيل(4) ¶ وقال بعضهم: أحكم ابتداءاتهم قول لبيد ÷: ¶ ألا كل شيء ما خلا الله باطل ... وكل نعيم لا محالة زائل ¶ وبعضهم يجعل ابتداءات هذه القصيدة: ¶ __________ ¶ (1) _ معاهد التنصيص على شواهد التلخيص لعبد الرحيم العباسي 4_229_230. ¶ (2) _ التطير مما جاء الإسلام بإبطاله ونفيه، وتحريمه، وبيان ضرره. ¶ والأدلة على ذلك كثيرة جداً منها ما جاء في الصحيحين من حديث أبي هريرة ÷: =لا عدوى ولا طيرة، وأحب الفأل الصالح+ البخاري (5754) ومسلم (2223). ¶ (3) _ معاهد التنصيص 4_ 230_231 ¶ (4) _ كتاب الصناعتين ص433.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ألا تسألان المرء ماذا يحاول ... أَنَحْبٌ فَيُقضى أم ضلالٌ وباطل(1) ¶ 20_ العناية بحسن الختام ¶ فالخاتمة هي آخر ما يكتب، ولها أثرها الباقي؛ إذ هي آخر ما يعلق في النفس، وأكثر ما يبقى في الذهن، ويتصل بالقلب؛ فإن كان وقعها حسناً انسحب ذلك عن جميع ما مضى، وإلا ساء الأثر، وضاعت الغاية المنشودة؛ فيتعين على الكاتب أن يجتهد في حسن الختام، وأن يجعله رشيقاً، حلواً، مشتملاً على جمال اللفظ، وإصابة الغرض، متضمناً إيجازاً لما مضى بأخصر عبارة، وألطف إشارة. ¶ 21_ اختيار الورق الجيد, والقلم المناسب ¶ وهذا مجرب فإذا كتبت بالقلم الذي تحبه, وكانت الأوراق مسطرة مريحة للنفس كان ذلك دافعاً للاسترسال في الكتابة. ¶ ولهذا قيل لورَّاق: =ما السرور؟ قال: جلود وأوراق, وحبر برَّاق, وقلم مَشَّاق+. ¶ ولا يلزم ذلك بكل حال؛ فقد لا يتسنى في كل وقت. ¶ 22_ العلم بما يكتب ¶ فلا يخوض الكاتب في موضوع إلا وقد أحاط به علماً، ودراسة؛ فلا يعني علمه بفن من الفنون أن يكون عالماً بكل فن؛ فقد يعلم شيئاً، وتغيب عنه أشياء؛ وقد يُفتح عليه في باب ولا يُفتح عليه في غيره وهكذا.. ¶ فإن أبى إلا الركض في كل ميدان، والتولج في كل مضيق سواء كان يحسن ذلك أو لا يحسن _ فقد عَرَّض نفسه للذم، وجعلها غرضَاً لِلَّوم، ومن تكلم بما لا يحسن أتى بالعجائب. ¶ يقول الشيخ العلامة محمود شاكر ×: = رُبَّ رجلٍ واسعِ العلم، بحرٍ لا يزاحم، وهو على ذلك قصير العقل مضلَّل الغاية، وإنما يَعْرِض له ذلك من قبل جرأته على ما ليس له فيه خبرة، ثم تهوره من غير روية ولا تدبر، ثم إصراره إصرار الكبرياء التي تأبى أن تعقل. ¶ وإنَّ أحدنا لَيُقْدِم على ما يحسن، وعلى الذي يعلم أنه به مضطلع، ثم يرى بعد التدبر أنه أسقط من حسابه أشياء، كان العقل يوجب عليه فيها أن يتثبت، فإذا هو يعود إلى ما أقدم عليه؛ فينقضه نقض الغزل. ¶ __________ ¶ (1) _ كتاب الصناعتين ص434.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ومن آفة العلم في فن من فنونه، أن يحمل صاحبه على أن ينظر إلى رأيه نظرة المعجب المتنزه، ثم لا يلبث أن يفسده طول التمادي في إعجابه بما يحسن من العلم، حتى يقذفه إلى اجتلاب الرؤى فيما لا يحسن، ثم لا تزال تغيره عادة الإعجاب بنفسه حتى ينزل ما لا يحسن منزلة ما يحسن، ثم يصر، ثم يغالي، ثم يعنف، ثم يستكبر، ثم إذا هو عند الناس قصير الرأي والعقل على فضله وعلمه+(1). ¶ 23_ مراعاة أغراض الكتابة والتأليف ¶ فيحسن بالكاتب ألا يكتب في موضوع ما إلا بعد النظر في الحاجة إليه، ومدى ملاءمته لأغراض الكتابة التي بيَّنها العلماء، وجمعها الناظم بقوله: ¶ ألا فاعلمن أن التآليفَ سبعةٌ ... لكل لبيبٍ في النصيحة خالصِ ¶ فشرحٌ لإغلاقٍ وتصحيحُ مخطئٍ ... وإبداعُ حبرٍ مُقْدِمٍ غير ناكصِ ¶ وترتيبُ منثورٍ وجمعُ مُفرقٍ ... وتقصيرُ تطويلٍ وتتميمُ ناقصِ ¶ 24_ الحذر من الاستسلام للتثبيط ¶ فكما أن الإنسان يُنصح بألا يستعجل، وبألا يعرض عقله على الناس إلا بعد التروي، واستكمال أدوات الكتابة _ فكذلك يحسن به ألا يتثبط أو يتوانى إذا كان مهيَّأً للكتابة. ¶ بل عليه أن يُقْدِم، وألا يحتقر نفسه. ¶ وما زال العلماء والحكماء يُحذِّرون من مقولة: =ما ترك الأول للآخر شيئاً+ ويوصون بالكلمة الأخرى وهي: =كم ترك الأول للآخر+. ¶ وإليك فِقَراً من رسالة كتبها العلاَّمة ابن فارس اللغوي× لأبي عمرو ابن سعيد الكاتب، تدور حول هذا المعنى. ¶ قال ×: =ألهمك الله الرشاد، وأصحبك السداد، وجنبك الخلاف، وحبَّب إليك الإنصاف. ¶ وسبب دعائي بهذا لك إنكارُك على أبي الحسن محمد بن علي العِجْلي تأليفَه كتاباً في الحماسة، وإعظامك ذلك. ¶ __________ ¶ (1) _ مجلة الرسالة عدد 562 إبريل 1944، وانظر جمهرة مقالات محمود شاكر 1/258 إعداد د.عادل سليمان جمال.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ولعله لو فعل حتى يصيب الغرض الذي يريده، وَيَرِد المنهل الذي يؤمه، لاستدرك من جيِّد الشعر وَنقِيِّه، ومختاره ورضيِّه كثيراً مما فات المؤلف الأول؛ فماذا الإنكار؟ ولمه هذا الاعتراض؟ ومن ذا حظر على المتأخر مضادةَ المتقدم؟ ولمه تأخذ بقول من قال: ما ترك الأول للآخر شيئاً، وتدع قول الآخر: ¶ كم ترك الأول للآخر؟ ¶ وهل الدنيا إلا أزمان، ولكل زمان رجال؟ وهل العلوم بعد الأصول المحفوظة إلا خطرات الأوهام، ونتائج العقول؟! ¶ ومَنْ قصر الآداب على زمانٍ معلوم، ووقفها على وقت محدود؟ ولمه لا ينظر الآخر مثلما نظر الأول حتى يؤلف مثل تأليفه، ويجمع مثل جمعه، ويرى في كل مثل رأيه. ¶ وما تقول للفقهاء زماننا إذا نزلت بهم من نوادر الأحكام نازلة لم تخطر على بال من كان قبلهم؟ أَوَ ما علمت أن لكل قلب خاطراً، ولكل خاطر نتيجةً، ولِمَهْ جاز أن يقال بعد أبي تمام مثل شعره، ولم يَجُزْ أن يؤلف مثل تأليفه؟ ¶ ولمه حجرت واسعاً وَحَظَرتَ مباحاً، وحرمت حلالاً، وسددت طريقاً مسلوكاً؟ ¶ وهل حبيب(1) إلا واحد من المسلمين له ما لهم وعليه ما عليهم؟ ولمه جاز أن يعارض الفقهاء من مؤلفاتهم، وأهل النحو في مصنفاتهم، والنُّظَّار في موضوعاتهم، وأرباب الصناعات في جميع صناعاتهم، ولم يجز معارضة أبي تمام في كتاب شذَّ عنه في الأبواب التي شرعها فيه أمر لا يُدْرَكُ ولا يدرى قدره؟ ¶ ولو اقتصر الناس على كتب القدماء لضاع علم كثير، ولذهب أدب غزير، ولضلَّت أفهام ثاقبة ولَكَلَّت أَلْسُنٌ لسِنَةٌ، ولما توشَّى أحد بالخطابة، ولا سلك شِعْباً من شعاب البلاغة، وَلَمَجَّتِ الأسماع كل مردود مكرر، ولَلَفظت القلوب كل مُرَجَّع مُمَضَّغ، وحتَّام لا يُسْأَم: ¶ لو كنت من مازن لم تستبح إبلي(2) ¶ وإلى متى: صَفَحْنا عن بني ذهل(3) ¶ __________ ¶ (1) _ يعني به: أبا تمام: حبيب بن أوس الطائي. ¶ (2) _ يشير إلى قول القائل: لو كنت .... بنو اللقيطة من ذهل بن شيبانا ¶ (3) _ يشير إلى قول الفِنْد الزماني: ¶ صفحنا عن بني ذهل ¶ وقلنا القوم إخوان",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ولِمَه أنكرت على العِجْليِّ معروفاً؟ واعترفت لحمزة بن الحسين ما أنكره على أبي تمام في زعمه أن في كتابه تكريراً وتصحيفاً، وإيطاءاً وإقواءاً، ونقلاً لأبيات عن أبوابها إلى أبوابٍ لا تليق بها ولا تصلح لها إلى ما سوى ذلك من روايات مدخولة، وأمور عليلة؟ ولمه رضيت لنا بغير الرضى؟ وهلا حثثت على إثارة ما غَيَّبَتْهُ الدهور، وتجديد ما أخلقته الأيام، وتدوين ما نَتَجَتْهُ خواطرُ هذا الدهر، وأفكار هذا العصر، على أن ذلك لو رامه رائمٌ لأتعبه، ولو فعله لقرأت ما لم ينحط عن درجة مَنْ قَبْلَه: مِنْ جدٍّ يروعك، وهزل يروقك، واستنباط يعجبك، ومزاحٍ يلهيك. ¶ وكان بقزوين رجل معروف بأبي حامد الضرير القزويني، حضر طعاماً وإلى جنبه رجل أَكُوْلٌ، فأحس أبو حامد بجودة أكله فقال: ¶ وصاحب لي بطنه كالهاوية ... كأن في أمعائه معاويه(1) ¶ فانظر إلى وجازة هذا اللفظ، وجودة وقوع الأمعاء إلى جنب معاوية، وهل ضر ذلك أن لم يقله حماد عَجْرَد وأبو الشمقمق؟ وهل في إثبات ذلك عار على مثبته، وفي تدوينه وصمة على مدوِّنه؟ ¶ وبقزوين رجل يعرف بابن الرياشي القزويني، نظر إلى حاكم من حكامها من أهل طبرستان مقبلاً، عليه عمامةٌ سوداءُ وطيلسان أزرقُ، وقميصٌ شديدُ البياض، وخفٌّ أحمرُ، وهو مع ذلك كله قصير على بِرذَون أبلقَ هزيلِ الخَلْق، طويل الحلق، فقال حين نظر إليه: ¶ وحاكم جاء على أبلق ... كعقعقٍ جاء على لقلقِ ¶ فلو شهدت هذا الحاكم على فرسه لشهدت للشاعر بصحة التشبيه، وجودة التمثيل، ولعلمت أنه لم يَقْصُرْ عن قول بشار: ¶ كأن مُثَار النقع فوق رؤوسهم ... وأسيافنا ليل تهاوى كواكبه ¶ فما تقول لهذا، وهل يحسن ظلمه في إنكار إحسانه، وجحود تجويده؟ ¶ __________ ¶ (1) _ المعاوية: الكلبة التي تعاوي الكلاب وتنابحها، وبها سمي الرجل، وربما أراد بذلك الخليفة معاويةَ بن أبي سفيان ÷ فقد كان رجلاً أكولاً وقد قال فيه النبي \" =لا أشبع الله بطنك+.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وأنشدني الأستاذ أبو علي محمد بن أحمد بن الفضل، لرجل بشيراز يعرف بالهمذاني وهو اليوم حي يرزق، وقد عاتب(1) بعض كتابها على حضوره طعاماً مرض منه: ¶ وُقِيتَ الردى وصروفَ العلل ... ولا عَرَفَتْ قدماك العلل ¶ شكا المرض المجد لَمَّا مَرِضْـ ... ـتَ فلما نهضت سليماً أبلّ ¶ لك الذنب لا عتب إلا عليك ... لماذا أكلت طعام السِّفل ¶ وأنشدني له في شاعر هو اليوم هناك يعرف بابن عمرو الأسدي، وقد رأيته فرأيت صفة وافقت الموصوف: ¶ وأصفر اللون أزرق الحدقه ... في كل ما يدعيه غير ثقه ¶ كأنه مالك الحزين إذا ... همَّ بزرق وقد لوى عنقه ¶ إن قمت في هجوه بقافيةٍ ... فكل شعر أقوله صدقه ¶ وأنشدني عبدالله بن شاذان القاري، ليوسف بن حمويه من أهل قزوين؛ ويعرف بابن المنادى: ¶ إذا ما جئت أحمد مُسْتميحاً ... فلا يَغْرُرْكَ منظرُه الأنيقُ ¶ له لطفٌ وليس لديه عرفٌ ... كبارقة تروقُ ولا تُريق ¶ فما يخشى العدوُّ له وعيداً ... كما بالوعد لا يثق الصديق ¶ ومدح رجلٌ بعض أمراء البصرة، ثم قال بعد ذلك وقد رأى توانياً في أمره قصيدةً يقول فيها كأنه يجيب سائلاً: ¶ جوَّدت شعرَك في الأميـ ... ـرِ فكيفَ أمْرُك قلتُ فاترْ ¶ فيكفَ تقول لهذا؟ ومن أي وجه تأتي فتظلمه؟ وبأي شيء تعانده فتدفعه عن الإيجاز؟ والدلالة على المراد بأقصر لفظٍ وأوجز كلام، وأنت الذي أنشدتني: ¶ سَدَّ الطريق على الزما ... نِ وقام في وجه القطوب ¶ كما أنشدتني لبعض شُعراء الموصل: ¶ فدَيتك ما شبت عن كُبرةٍ ... وهذي سِنِيٌّ وهذا الحسابُ ¶ ولكن هُجِرتُ فحَلَّ المشيبُ ... ولو قد وُصِلتُ لعاد الشبابُ ¶ فلِمَ لم تخاصم هذين الرجلين في مزاحمتهما فحولة الشعراء وشياطين الإنس، ومَرَدة العالمِ في الشعر؟ ¶ وأنشدني أبو عبدالله المغلسي المراغي لنفسه: ¶ غداةَ تولت عِيسُهم فترحلوا ... بكيت على ترحالهم فعميتُ ¶ فلا مُقلتِي أدّت حقوقَ وِدادهم ... ولا أنا عن عيني بذاك رضيتُ ¶ __________ ¶ (1) _ في الأصل: =عاب+.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وسمعت أبا الحسين السروجي يقول: كان عندنا طبيب يُسَمَّى النعمان، ويكنى أبا المنذر، فقال فيه صديقٌ لي: ¶ أقول لنعمانٍ وقد ساق طبُّه ... نفوساً نفيساتٍ إلى باطن الأرضِ ¶ أبا منذر أفنيتَ فاستبقِ بعضَنا ... حنانيك بعضُ الشرِّ أهون من بعض(1) ¶ إلى آخر ما قاله في رسالته الماتعة(2). ¶ 25_ مراعاة أدب النفس ¶ وذلك بالتحلي بكل خلق جميل، والتخلي عن كل خلق رذيل. ¶ قال ابن قتيبة ×: =ونحن نستحب لمن قبل منا، وائتم بكتبنا أن يؤدب نفسه قبل أن يؤدب لسانه، ويهذب أخلاقه قبل أن يهذب ألفاظه، ويصون مروءته عن دنايا الغيبة، وصناعته من شين الكذب، ويجانب _ قبل مجانبته اللحن، وخطل القول _ شنيع الكلام، ورفث المزاح+.(3) ¶ وقال × _بعد أن ساق جملة من آداب الكاتب، وما ينبغي أن يتحلى به، ويستكمله من أدوات_: =فمن تكاملت فيه هذه الأدوات، وأمده الله بأدب النفس من العفاف، والحلم، والصبر، والتواضع، وسكون الطائر، وخفض الجناح _ فذلك المتناهي في الفضل، العالي في ذرا المجد، الحاوي قصب السبق، الفائز بخيري الدارين _ إن شاء الله تعالى _+(4). ¶ فإذا اتصف الكاتب بأدب النفس حمله ذلك على سمو العبارة، وطهارة المنطق، وقاده إلى الإنصاف والعدل، وتحري الحقيقة والأمانة في النقل، إلى غير ذلك مما يكسبه شكوراً، وتزداد به صحيفة أعماله نوراً. ¶ 26_ تخمير الكتابة ¶ وذلك بألا يستعجل بإخراج ما يكتب؛ إذ يحسن به أن يكتب، ويدع ما كتب مدة، ثم يرجع إليه، ويعيد النظر فيه مرة بعد مرة، ويتعاهده بالتشذيب، والتهذيب، والإصلاح، وقد قيل: =خمير الرأي خير من فطيره+(5). ¶ __________ ¶ (1) _ البيت لطرفة في ديوانه 48. ¶ (2) _ انظر يتيمة الدهر للثعالبي 2/214_418، مقدمة المقاييس 1 / 15_ 20. ¶ (3) _ أدب الكاتب لابن قتيبة ص14. ¶ (4) _ أدب الكاتب لابن قتيبة ص20. ¶ (5) _ صيد الخاطر لابن الجوزي ص605.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "قال بعض رؤساء الكتاب: =ليس أحد أولى بالأناة والروية من كاتب يعرض عقله، وينشر بلاغته؛ فينبغي له أن يعمل النسخ، ويقبل عفو القريحة، ولا يستكرهها، ويعمل على أنَّ جميع الناس أعداءٌ له، عارفون بكتابه، منتقدون عليه، متفرغون إليه+.(1) ¶ وقال آخر: =إن لابتداء الكلام فتنةً تروق، وجدةً تُعجب؛ فإذا سكنت القريحة، وعدل التأمل، وصفت النفس _ فليعد النظر، وليكن فرحه بإحسانه مساوياً لغمه بإساءته+.(2) ¶ وقالوا: =الكتاب يُتصفح أكثر مما يُتصفح الخطاب؛ لأن الكاتب متخير، والمخاطب مضطر. ¶ ومن يَرِدْ عليه كتابك فليس يعلم أأسرعت فيه أم أبطأت. ¶ وإنما ينظر أأخطأت أم أصبت؛ فإبطاؤك غير قادح بإصابتك، كما أن إسراعك غير مُغطٍّ على غلطتك+.(3) ¶ وقيل لبشَّار بن برد: =بِمَ فُقْتَ أهل عمرك، وسبقت أهل عصرك في حسن معاني الشعر، وتهذيب ألفاظه؟ ¶ فقال: لأني لم أقبل كل ما تورد على قريحتي، ويناجيني ويبعثه فكري، ونظرت إلى مغارس الفِطن، ومعادن الحقائق، ولطائف التشبيهات؛ فسرت إليها بفهم جيد، وغريزة قوية؛ فأحكمت سَبْرَها، وانتقيت حُرَّها، وكشفت عن حقائقها، واحترزت من متكلَّفها، ولا والله ما ملك قيادي قطُّ الإعجاب بشيء مما آتي به+.(4) ¶ =وكان قَلَمُ ابن المقفع يقف كثيراً؛ فقيل له في ذلك، فقال: إن الكلام يزدحم في صدري، فيقف قلمي؛ ليتخير+.(5) ¶ وقال أبو هلال العسكري ×: =فإن ابتليت بتكلف القول، وتَعَاطِي الصناعة، ولم تسمح لك الطبيعة في أول وهلة، وتعصَّى عليك بعد إجالة الفكرة _ فلا تعجل، ودعْهُ سحابة يومك ولا تضجر، وأمهله سواد ليلتك، وعاوِده عند نشاطك؛ فإنك لا تعدم الإجابة والمواتاة إن كانت هناك طبيعة، وجريت من الصناعة على عِرْق+.(6) ¶ __________ ¶ (1) _ 3_ زهر الآداب للحُصْري القيرواني154_ 155. ¶ (3) _ زهر الآداب للحُصْري القيرواني154_ 155. ¶ (4) _ زهر الآداب ص151. ¶ (5) _ زهر الآداب ص154. ¶ (6) _ كتاب الصناعتين ص135.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وقال مبيناً فضل التنقيح، والمراجعة، وإعادة النظر: =وقد كان هذا دأب جماعة من حُذَّاق الشعراء من المحدَثين والقدماء، منهم زهير، كان يعمل القصيدة في ستة أشهر ويهذِّبُها في ستة أشهر، ثم يُظْهِرها؛ فتُسَمَّى قصائده الحوليات لذلك. ¶ وقال بعضهم: خير الشعر الحولي المنقَّح؛ وكان الحطيئة يعمل القصيدة في شهر، وينظر فيها ثلاثة أشهر ثم يُبرزها. ¶ وكان أبو نواس يعمل القصيدة ويتركها ليلة، ثم ينظر فيها فيُلقي أكثرها ويقتصر على العيون منها؛ فلهذا قصر أكثر قصائده. ¶ وكان البحتري يُلقي من كل قصيدة يعملها جميع ما يرتاب به فخرج شعره مهذباً. ¶ وكان أبو تمام لا يفعل هذا الفعل، وكان يرضى بأول خاطر فنعي عليه عيب كثير. ¶ وتخيُّر الألفاظ، وإبدالُ بعضها من بعض يوجب التئام الكلام؛ وهو من أحسن نعوته وأزين صفاته+.(1) ¶ 27_ التثبت في النقل، والتروي في إبداء الرأي ¶ وهذا قريب مما مضى؛ فلا ينبغي للكاتب أن يكون حاطب ليل يكتب كل ما خطر بباله، ويتسرع في إبداء رأيه، وإصدار أحكامه. ¶ بل يجب عليه أن يتثبَّت في نقله، ويحسن به أن يتأنى في إبداء آرائه، فالعاقل اللبيب لا يتكلم في شيء إلا إذا تثبَّت من صحته؛ فإذا ثبت لديه ذلك نَظَرَ في جدوى نشره؛ فإن كان في نشره حفز للخير،واجتماعٌ عليه نشره، وأظهره، وإن كان خلاف ذلك أعرض عنه، وطواه. ¶ ولقد جاء النهي الصريح عن أن يُحَدِّث المرء بكل ما سمع، قال \": =كفى بالمرء كذباً أن يُحَدِّث بكل ما سمع+(2). ¶ وقد عقد الإمام مسلم × في مقدمة صحيحه باباً سمَّاه =باب النهي عن الحديث بكل ما سمع+ وساق تحته جملة من الآثار منها الحديث السابق، ومنها ما رواه بسنده عن عمر بن الخطاب ÷ قال: =بحسب المرء من الكذب أن يُحَدِّث بكل ما سمع+(3). ¶ __________ ¶ (1) _ كتاب الصناعتين ص141. ¶ (2) _ مسلم (5) في مقدمة صحيحه. ¶ (3) _ مسلم (5) في مقدمة صحيحه.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وقال مسلم ×: حدثنا محمد بن المثنَّى قال: سمعت عبدالرحمن بن مهدي يقول: =لا يكون الرجل إماماً يُقتدى به حتى يمسك عن بعض ما سمع+(1). ¶ ويتعين هذا الأدب في وقت الفتن والملمات، فيجب على المسلم أن يتحرى هذا الأدب؛ حتى يقرب من السلامة، وينأى عن العطب. ¶ قال الله _ تعالى _:[وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الأَمْنِ أَوْ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُوْلِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لاتَّبَعْتُمْ الشَّيْطَانَ إِلاَّ قَلِيلاً] (النساء:83). ¶ قال الشيخ العلامة عبد الرحمن السعدي × في تفسير هذه الآية: =هذا تأديب من الله لعباده عن فعلهم هذا غير اللائق، وأنه ينبغي لهم إذا جاءهم أمر من الأمور المهمة، والمصالح العامة مما يتعلق بالأمن، وسرور المؤمنين أو بالخوف الذي فيه مصيبة عليهم _ أن يتثبتوا، ولا يستعجلوا بإشاعة ذلك الخبر، بل يردونه إلى الرسول وإلى أولي الأمر منهم: أهل الرأي، والعلم، والنصح، والعقل، والرزانة، الذين يعرفون الأمور، ويعرفون المصالح وضدها. ¶ فإذا رأوا في إذاعته مصلحة ونشاطاً للمؤمنين، وسروراً لهم، وتحرزاً من أعدائهم _ فعلوا ذلك، وإن رأوا ما ليس فيه مصلحة، أو فيه مصلحة، ولكن مضرته تزيد على مصلحته لم يذيعوه، ولهذا قال _ سبحانه _: [لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ] أي يستخرجونه بفكرهم وآرائهم السديدة، وعلومهم الرشيدة. ¶ وفي هذا دليل لقاعدة أدبية، وهي أنه إذا حصل بحث في أمر من الأمور ينبغي أن يولى من هو أهل لذلك، ويجعل إلى أهله، ولا يُتقدم بين أيديهم؛ فإنه أقرب إلى الصواب، وأحرى للسلامة من الخطأ. ¶ __________ ¶ (1) _ مسلم(5) في مقدمة صحيحه.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وفيه النهي عن العجلة والتسرع لنشر الأمور من حين سماعها، والأمرُ بالتأمل قبل الكلام، والنظر فيه هل هو مصلحة؛ فيقدم عليه الإنسان، أم لا؛ فيحجم عنه؟+(1). ¶ ثم إن اللائق بالكاتب العاقل أن ينظر في العواقب، وأن يراعي المصالح؛ فلا يحسن به أن يبدي رأيه في كل صغيرة وكبيرة، ولا يلزمه أن يتكلم بكل نازلة؛ لأنه ربما لم يتصوَّر الأمر كما ينبغي، وربما أخطأ التقدير، وجانب الصواب، بل ليس من الحكمة أن يبدي الإنسان رأيه في كل ما يعلم حتى ولو كان متأنياً في حكمه، مصيباً في رأيه؛ فما كل رأي يُجهر به، ولا كل ما يعلم يقال، ولا كل ما يصلح للقول يصلح أن يقال عند كل أحد، أو في كل مكان أو مناسبة. ¶ وإذا أراد أن يبدي ما عنده فليكن بتعقل، وروية، ورصانة، وركانة، وزكانة. ¶ 28_ الحذر من إملاءات الأحوال الخاصة، والظروف العامة ¶ فالكاتب العاقل الحصيف المخلص يدرك شأن الكتابة، ويستحضر خطرها، ويستشعر عظيم أثرها؛ فتراه _وقت كتابته_ لا يستسلم لأحواله الخاصة من فرط غضب أو رضاً، أو استحسان أو استهجان، أو رغبة أو رهبة، أو ما جرى مجرى ذلك؛ لأنه إذا استسلم لذلك، فكتب حسب ما تمليه عليه حاله الحاضرة، ثم هدأت نفسه، وسكنت ريحه، واستقرت حالته _ ندم ندامة الكُسَعي بعد أن سارت كتابته مسير الشمس. ¶ ولا يستسلم الكاتب العاقل _ كذلك _ لما يحيط به؛ فيكتب ما تمليه عليه الظروف لا الحقائق، فيلبس الحق بالباطل، ويصور المعروف بصورة المنكر، ويجحد لأحد فضلاً وهو يراه رأي العين، أو يشهد لأحد باستقامة السيرة وهو يراه منحرفاً عن سواء السبيل. ¶ __________ ¶ (1) _ تيسير الكريم المنان في تفسير كلام الرحمن للسعدي ص154.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "بل تراه لا يكتب إلا وفْقَ ما يمليه عليه دينه، وإخلاصه، وأمانته، ونزاهته، مستشعراً وقوفه بين يدي ربه، مستحضراً شهادة التاريخ عليه؛ فذلك من أعظم ما يردع قلم الكاتب عن أن يقلب الحقائق، أو يكسوها لوناً غير لونها؛ إرضاءاً لشخص أو طائفة؛ فلا يُخشى منه أن يناوئ الحق، أو يلبسه شيئاً من الباطل ولو أمطر عليه أشياع الباطل فضة أو ذهباً. ¶ قال العلامة الشيخ محمد البشير الإبراهيمي مشيراً إلى شيء مما مضى: ¶ =ولأن يسكت العاقل مختاراً في وقت يحسن السكوت فيه خيرٌ من أن ينطق مختاراً في وقت لا يحسن الكلام فيه+.(1) ¶ وقال: =وكلُّ نَطْقَةٍ تمليها الظروف لا الضمائر تثمر سكتة عن الحق ما من ذلك من بد+.(2) ¶ وقال: =أما وظيفة السيف والرمح فهي الإنكاء في العدو، الإنكاء في العدو هو الغاية التي تنتهي إليها شجاعة الشجاع. ¶ كذلك حملة الألسنة والأقلام يجب أن يكونوا؛ ليحققوا التشبيه الذي تواطأت عليه الأمم؛ فلتأتِهم المصائب من كل صوب، ولتنزل عليهم الضرورات من كل سماء، وليخرجوا من كل شيء إلا شيئين: القلم، واللسان؛ إن بيع القلم، واللسان أقبح من بيع الجندي لسلاحه+.(3) ¶ 29_ العناية بوضع التاريخ ¶ والمقصود بذلك تاريخ الكتابة؛ فيحسن بالكاتب إذا انتهى من تحرير ما يريد أن يضع في خاتمته تاريخ اليوم الذي فرغ فيه من الكتابة؛ فلكتابة التاريخ فوائد كثيرة، منها معرفةُ السابق من اللاحق من الكُتَّاب، ومعرفة الناقل من المنقول منه. ¶ ومن فوائد ذلك معرفة الأطوار التي يمر بها الكاتب إذا أراد أحدٌ دراستَه، وإلقاءَ الضوءِ على مؤلفاته، ومعرفة آخر أقواله، وما استقر عليه رأيه. ¶ قال بعض الكُتَّاب: =التاريخ عمود اليقين، ونافي الشك، وبه تعرف الحقوق، وتحفظ العهود+(4). ¶ وقيل: =الكِتَابُ بغير تاريخ نكرة بلا معرفة، وغُفْلٌ بلا سمة+(5). ¶ __________ ¶ (1) _ عيون البصائر ص17. ¶ (2) _ عيون البصائر ص18. ¶ (3) _ عيون البصائر ص18. ¶ (4) _ أدب الكُتَّاب ص184. ¶ (5) _ أدب الكتاب ص184.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ولأهمية التاريخ كانت الأمم توليه عناية فائقة؛ وكان لكل أمة تاريخٌ يخصها، ويميزها عن غيرها. ¶ قال أبو بكر الصولي ×: =ولكل نُبَّوة ومملكة تاريخ؛ فأما العرب فكانوا يؤرخون بالنجوم قديماً؛ وهو أصل، ومنه صار الكُتَّاب يقولون: نجمت على فلان كذا؛ حتى يؤديه في نجوم. ¶ وأَنْجُمَةٌ جمع نجوم، والعرب تخص بالنجم الثريا، يقولون: إذا طلع النجم يريدون الثريا ومنه قولهم: ¶ طلع النجم غَديَّه ... فابتغى الراعي كسيَّه ¶ والنجم بعد هذا سائر النجوم يدل الواحد على جميعها كما يقال: أهلك الناس الدينار والدرهم يراد الجنس. ¶ وعلى هذا قرأ أبو عمر بن العلاء: [وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ]. ¶ والنجم ما نجم من النبات، ومن الرأي ما ظهر وهو غير هذا. ¶ وكانت العرب تؤرخ بكل عام يكون فيه أمر مشهود متعارف؛ فأرَّخوا بعام الفيل، وفيه ولد النبي \" وكان في السنة الثامنة والثلاثين من ملك كسرى أنوشروان. ¶ وأرَّخت العرب بعام الخُنان؛ لأنهم تماوتوا فيه، وعظم عندهم أمره؛ فقال النابغة الجعدي: ¶ فمن يك سائلاً عني فإني ... من الشبان أيام الخُنان(1) ¶ مضت مائة لعامِ ولدت فيه ... وعشر بعد ذاك وحجتان ¶ وأرخت قريش بموت هشام بن المغيرة المخزومي؛ لجلالته فيهم، ولذلك قال شاعرهم: ¶ وأصبح بطن مكة مقشعراً ... كأن الأرض ليس بها هشام ¶ __________ ¶ (1) _ قوله أيام الخنان: قال السيد المرتضي أيامٌ كانت العرب قد هاج بها فيهم مرض في أنوفهم وحلوقهم. انتهى. ¶ قال محقق الكتاب العلامة محمد بهجة الأثري: =المعروف أن الخنان على وزن غراب زكام يأخذ الإبل في مناخرها وتموت منه+. ¶ وقال الأصمعي: كان الخنان داء يأخذ الإبل في مناخرها وتموت منه. ¶ وكان في عهد المنذر بن ماء السماء، وكانوا يؤرخون بها، كذا في كتب اللغة، ورواية التاج في البيت: ¶ فمن يحرص على كبري فإني ¶ من الشبان أيام الخنان",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وروي عن الزهري والشعبي أن بني إسماعيل أرَّخوا من نار إبراهيم _ عليه السلام _ إلى بنائه البيت حين بناه مع إسماعيل، وأن بني إسماعيل أرَّخوا من بنيان البيت إلى تفرق مَعَد، ثم كانوا يؤرِّخون بشيء شيء إلى موت كعب بن لؤي، ثم أرَّخوا بعام الفيل إلى أن أرَّخ عمر بن الخطاب ÷ من هجرة النبي\". ¶ وكان سبب ذلك أن أبا موسى كتب إليه: =أنه يأتينا من قبل أمير المؤمنين كتب ليس لها تاريخ، فلا ندري على أيها نعمل+. ¶ ورُوِيَ _أيضاً_ أنه قرأ صكاً محلُّه شعبان، فقال: =أي الشعابين الماضي أم الآتي. ¶ فكان سبب التأريخ من الهجرة، بعد أن قالوا: نؤرخ بعام الفيل، وقالوا: من المبعث، ثم أجمع الرأي على الهجرة. ¶ وقالوا: ما يكون أول التاريخ؟ ¶ فقال بعضهم: شهر رمضان، وقال بعضهم: رجب؛ فإنه شهر حرام، والعرب تعظِّمه، ثم اجمعوا على المحرم، فقالوا: شهر حرام، وهو مُنْصَرف الناس من الحج. ¶ وكان آخر الأشهر الحرم؛ فصيروه أولاً؛ لأنها عندهم ثلاثة سرد ذو القعدة، وذو الحجة، والمحرم، والفرد رجب؛ فكانت الأربعة تقع في سنتين؛ فلما صار المحرم أولاً وقعت في سنة+(1). ¶ ومما يحسن التنبيه عليه أن يحرص الكاتب المسلم على التاريخ الهجري، وألا يعدل عنه إلى غيره؛ لأنه تاريخ أهل الإسلام، ومما يتميزون به عن غيرهم من الأمم. ¶ 30_ عرض الكتابة على الآخرين ¶ لأخذ رأيهم، والاستماع إلى ملحوظاتهم؛ فذلك أدعى لإحكام الكتابة، والاطمئنان إليها خصوصاً إذا عُرضت على ذوي علم، ونظر، وبصيرة، وخبرة بالأساليب الراقية. ¶ 31_ معرفة قدر النفس، وانشراح الصدر للنقد ¶ فإذا وفَّق الله الكاتب لإظهار ما عنده _ فليوطِّن نفسه على ما يُقال فيه. ¶ قال الجاحظ: =من صنف فقد اسَتَهْدَف(2)، فإن أحسن فقد اسْتَعطف، وإن أساء فقد اسْتَقْذَف(3)+(4). ¶ __________ ¶ (1) _ أدب الكتاب ص178_180. ¶ (2) _ استهدف: صيَّر نفسه هدفاً لسهام النقد. ¶ (3) _ استقذف: عرض نفسه للقذف. ¶ (4) _ زهر الآداب ص183.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "فليعرفْ الكاتب _ إذاً _ قدر نفسه، ولا يَطِشْ به مدح المادحين في زهو، ولا ينزل به قدح القادحين في حسرة. ¶ ثم لينشرح صدره للنقد الهادف، بل عليه ألا ينزعج من النقد الظالم؛ لأن ذلك دليل على علو كعبه، وتأثير كلامه. ¶ ولا يعني ذلك أن يكتب ما هب ودب، ثم إذا كثر انتقاده ظن ذلك دليلاً على مكانته، وإنما المقصود أن يمر بالخطوات الماضية، وأن يشهد له أهل الفضل والعلم بالتقدم، فإذا قيل فيه _بعد ذلك ما قيل_ فليأخذ بما مضى. ¶ وبعدُ فهذه أصول عامة مهمة لصناعة الكتابة، وأسباب الترقي بها، وجَعْلِها نافعة خالدة _ بإذن الله _. ¶ … ¶ ــ المقدمة ... 3 ¶ ــ ما جاء في وصف القلم وتعظيم شأن الكتابة ... 7 ¶ ــ أسباب الارتقاء في الكتابة: ... 11 ¶ 1_ حفظ القرآن الكريم، والإكثار من تلاوته وتدبره: ... 13 ¶ _ أثر ذلك على الارتقاء بالكتابة، وكلمة لابن الأثير حول ذلك ... 13 ¶ 2_ الإكثار من مطالعة كتب السنة ... 14 ¶ 3_ مطالعة دواوين العرب في الشعر، وحفظُ ما تيسر منها: ... 15 ¶ _ ذكر لبعض الشعراء، وبعض الكتب في ذلك ... 15 ¶ 4_ العلم بالنحو والصرف: ... 15 ¶ _ معنى النحو والصرف ... 15 ¶ _ نبذة عن معنى الإعراب وبيان أهميته: ... 16 ¶ أولاً: معنى الإعراب: ... 16 ¶ أ_ الإعراب في اللغة ... 16 ¶ ب-الإعراب في الاصطلاح ... 16 ¶ ج-معنى البناء ... 17 ¶ ثانياً: أهمية الإعراب وأقوال العلماء فيه: ... 17 ¶ _ كلمات لابن قتيبة، والزجاجي، وابن فارس، وابن جني ... 17 ¶ _ أمثلة لكتب النحو ... 21 ¶ 5_ العلم بفقه اللغة: ... 22 ¶ _ فضله ومفهومه ... 22 ¶ _ أهم المؤلفات في علم فقه اللغة: ... 23 ¶ أولهما: كتاب (العين) للخليل بن أحمد ... 23 ¶ الآخر: (كتاب سيبويه) ... 23 ¶ _ ثناء ابن جني على سيبويه ... 24 ¶ _ أبيات للزمخشري في الثناء على سيبويه ... 24 ¶ _ البداية الحقيقية لفقه اللغة وظهوره كعلم مستقل على يد عالمين: ... 24 ¶ الأول: أبو الحسين أحمد بن فارس: ... 25 ¶ _ نبذة عن كتاب الصاحبي ... 25",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "الثاني: أبو الفتح عثمان بن جني ... 26 ¶ _ تعريف بـ: كتاب (الخصائص) ... 27 ¶ _ تعريف بـ: كتاب (سر صناعة الإعراب) ... 28 ¶ _ كتب أخرى في فقه اللغة: ... 29 ¶ أ_ فقه اللغة وسر العربية لأبي منصور الثعالبي ... 29 ¶ ب_ المخصص لابن سيده ... 29 ¶ ج_ المُعَرَّب من الكلام الأعجمي على حروف المعجم لأبي منصور الجواليقي ... 29 ¶ د_ المزهر في علوم اللغة وأنواعها للسيوطي ... 30 ¶ _ أمثلة لكتب في اللغة وعلومها في العصر الحاضر ... 30 ¶ 6_ معرفة البلاغة، والوقوف على أسرار البيان العربي: ... 31 ¶ _ كلام لأبي هلال العسكري في فضل علم البلاغة، وأهميته ... 32 ¶ _ نبذة عن بدايات علم البلاغة، وارتقائه، وأهم الكتب والمؤلفين فيه ... 34 ¶ 7_ معرفة الإملاء، ومراعاة علامات الترقيم: ... 37 ¶ _ من أحسن ما كتب في الإملاء، وعلامات الترقيم ... 37 ¶ 8_ الاطلاع على الكتب التي تعنى بصناعة الكتابة: ذكر بعض الكتب المؤلفة فيه ... 38 ¶ 9_ الوقوف على أمثال العرب: ... 39 ¶ _ مفهوم الأمثال وأهميتها ... 39 ¶ _ كلمة لعبدالرحمن بن هذيل فيما يكمل به أدب المرء ... 39 ¶ _ نموذج نثري من كلام الشوكاني يتبين فيه كيف وظَّف الأمثال لخدمة غرضه ... 39 ¶ _ من الكتب المصنفة في الأمثال ... 41 ¶ 10_ معرفة أيام العرب والوقائع ... 41 ¶ _ بعض الأمثلة على الأيام المشهورة عند العرب ... 41 ¶ 11_ الحرص على الأخذ من كل فن بطرف: ... 42 ¶ _ كلمة لابن الأثير في ذلك ... 42 ¶ _ كلام لابن عاشور حول العلوم في بعض مراحل التاريخ ... 43 ¶ 12_ الاطلاع على كتابات أرباب البيان: ... 43 ¶ _ أمثلة لذلك من الكُتَّاب والكتب ... 43 ¶ _ كلمة لابن الأثير في فائدة الاطلاع على كلام المتقدمين في المنظوم والمنثور ... 45 ¶ 13_ سلامة الذوق، ومراعاة مقتضيات الأحوال: ... 46 ¶ _ تفصيل في بيان ذلك ... 46 ¶ _ كلمة لأبي هلال العسكري حول ذلك ... 47 ¶ 14_ نبل الهدف، وسلامة القصد ... 47 ¶ 15_ مراعاة حال الخصوم وأتباعهم ... 48",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "16_ لزوم الاعتدال: ... 48 ¶ _ أمثلة لذلك ... 49 ¶ _ كلام لأبي هلال العسكري حول ما يحسن به الكلام ... 49 ¶ 17_ توظيف الثقافة والمعارف لخدمة الموضوع ... 51 ¶ _ أهمية ذلك للكاتب ... 51 ¶ _أمثلة نثرية لبعض الكتاب المعاصرين حول هذا المعنى ... 51 ¶ 18_ العلم بموطن الشاهد، وإيراد النقول في مواطنها المناسبة: ... 63 ¶ _ أمثلة لبعض الأخطاء في ذلك ... 63 ¶ 19_ الاهتمام بحسن الافتتاح، وجودة المطلع: ... 64 ¶ _أهمية ذلك ... 64 ¶ _ كلام لأبي هلال العسكري في ذلك ... 65 ¶ 20_ العناية بحسن الختام ... 68 ¶ 21_ اختيار الورق الجيد, والقلم المناسب ... 68 ¶ 22_ العلم بما يكتب: ... 69 ¶ _ كلمة للشيخ محمود شاكر في ذلك ... 69 ¶ 23_ مراعاة أغراض الكتابة والتأليف ... 70 ¶ 24_ الحذر من الاستسلام للتثبيط: ... 70 ¶ _ رسالة من ابن فارس لأبي عمرو بن سعيد الكاتب، تدور حول هذا المعنى ... 71 ¶ 25_ مراعاة أدب النفس: ... 76 ¶ _ كلام لابن قتيبة حول هذا المعنى ... 76 ¶ 26_ تخمير الكتابة: ... 76 ¶ _ كلمات لبعض الكتاب حول هذا المعنى ... 77 ¶ 27_ التثبت في النقل، والتروي في إبداء الرأي: ... 79 ¶ _ نصوص وأقوال في ذلك ... 79 ¶ 28_ الحذر من إملاءات الأحوال الخاصة، والظروف العامة: ... 82 ¶ _ كلمات للبشير الإبراهيمي في هذا الشأن ... 82 ¶ 29_ العناية بوضع التاريخ ... 83 ¶ 30_ عرض الكتابة على الآخرين ... 86 ¶ 31_ معرفة قدر النفس، وانشراح الصدر للنقد: ... 87 ¶ _ كلمة للجاحظ حول هذا المعنى ... 87 ¶ الفهرس ... 88",
            "page": "60",
            "part": "1"
        }
    ],
    "t37188": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الارتقاء بالكتابة"
        }
    ]
}