{
    "b37190": [
        {
            "id": "1",
            "nass": "هذا البحث: ¶ يقف على النظام التركيبي للعامية ومدى علاقته بالنظام التركيبي في الفصحى قربا أو بُعدا، واختصت الأمثال بالدراسة؛ لأن لغة المثل على الرغم من أنها جزء من اللغة السائدة في المجتمع ـ فلغة الأمثال العربية جزء من اللغة العربية التى سادت في الجزيرة العربية موطن الأمثال ـ فهي لغة ذات خصوصية تميزه عن سائر مظاهر الكلام؛ لأنه يعد نصا مستقلا بذاته، وهو \"تعبير ثابت يتسم بالإيجاز وبساطة التركيب وسهولة اللغة وجمال جرسها وقوة الدلالة، ويستخدم استخداما مجازيا ويعتمد كثيرا على التشبيه. ¶ البنى التركيبية للأمثال العامية ¶ دراسة وصفية تحليلية ¶ دكتور ¶ علاء إسماعيل الحمزاوى ¶ أستاذ العلوم اللغوية المساعد بكلية الآداب ¶ جامعة المنيا ¶ تقديم",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إن العناية باللغة القومية والحرص على نشرها مظهر حضاري ومظهر من مظاهر الانتماء للوطن وجزء من الهوية الذاتية والقومية؛ وهذا ما جعل الآخر يحرص ـ كل في موطنه ـ على المحافظة على لغته ونشرها في كل مكان وجعلها حديثا يوميا، ولذا فالفارق عندهم بين لغة النص المكتوب والحديث اليومي المنطوق فارق ضئيل، فإذا ما جئنا للغتنا العربية ـ لغتنا الجميلة ـ وهي إحدى أواصر الربط بين العرب ـ الدين واللغة والعروبة ـ نجد أنها مهمّشة من الحديث اليومي، وتوشك أن تهمّش من النص المكتوب(1)؛ حيث حلت محلها لهجات عامية متعددة في الأقطار العربية، تختلف كل لهجة عن أختها من قطر لآخر في بعض الخصائص اللغوية، علما بأن ثمة فصحى عصرية ميسور استعمالها كتابة وشفاهة، ربما ساعد على نشرها الصحافة والإذاعة المصرية في المقام الأول، بل لعلنا لا نبالغ إذا قلنا بأن العامية المستعملة مستمدة من الفصحى في كثير من بناها الصرفية وأنماطها التركيبية مع إحداث تغيير في حرف أو حركة في بعض الكلمات(2) ¶ __________ ¶ (1) ثمة دعوة قديمة ممتدة إلى إحلال العامية محل الفصحى في النصوص المكتوبة في مختلف العلوم والمعارف تزعمها فريق من المستشرقين واعتنقها فريق من المفكرين العرب أمثال قاسم أمين وموسى سلامة وأحمد لطفي السيد. انظر: د.نفوسة زكريا سعيد: تاريخ الدعوة إلى العامية وآثارها في مصر . ط2 دار المعارف 1980 ¶ (2) يقول د.إبراهيم أنيس: \"اللهجات العربية الحديثة انحدرت في أكثر ظواهرها من لهجات أجدادنا وورثنا عنهم ما نسميه بالحس اللغوي العربي الذي مكننا في العصر الحديث من قياس كثير من المسائل التي لم تسمع من العرب ولم تُروَ عنهم\" انظر: د.عبد العزيز مطر: لهجة البدو في إقليم ساحل مريوط. ط دار الكاتب العربي القاهرة 1967 ـ المقدمة ص د ، هـ. ويقول أحد الباحثين: إن الكثير مما يشيع في لغاتنا العامية خرج من رحم لغتنا الفصحى، ولكن القليل منه بقي على انتمائه وولائه للغته الأم. أما ما عداه فقد اعتراه تصحيف أو تحريف أو حذف أو إضافة؛ تسهيلا لنطق المتخاطبين وخضوعا لظواهر صوتية يعالجها علم الأصوات بأساليبه ووسائله الحديثة، كما أن منه ما اعترته هُجنة أو عُجمة حين اختلطت لغة الخطاب العربية بلغات أهل البلدان التي امتدت إليها الفتوحات الإسلامية.. وقد أدى ذلك إلى تلاقح ولّد الكثير من كلمات وتعبيرات حفلت بها عامياتنا العربية\". ¶ انظر: إبراهيم الترزي: مجلة مجمع اللغة العربية ص7 جزء 66 مايو 1990",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "، ولعل الفارق الواضح الذي يميز الفصحى عن العامية هو الإعراب، فبينما تتسم الفصحى بالإعراب تفتقد العامية هذه السمة(1). ¶ ومن ثم تأتي هذه الدراسة(2) للوقوف على النظام التركيبي للعامية ومدى علاقته بالنظام التركيبي في الفصحى قربا أو بُعدا، واختصت الأمثال بالدراسة؛ لأن لغة المثل على الرغم من أنها جزء من اللغة السائدة في المجتمع ـ فلغة الأمثال العربية جزء من اللغة العربية التى سادت في الجزيرة العربية موطن الأمثال ـ فهي لغة ذات خصوصية تميزه عن سائر مظاهر الكلام؛ لأنه يعد نصا مستقلا بذاته، وهو \"تعبير ثابت يتسم بالإيجاز وبساطة التركيب وسهولة اللغة وجمال جرسها وقوة الدلالة، ويستخدم استخداما مجازيا ويعتمد كثيرا على التشبيه\"(3). ¶ ومن ثم تأتى هذه الدراسة في الأمثال العامية لرصد البنى التركيبية للأمثال العامية ومدى تحقق السمات اللغوية سالفة الذكر فيالمثل العامى وبخاصة سمتا إيجاز اللفظ وبساطة التركيب، تلك السمتان اللتان تحققتا فيالأمثال الفصحى بشكل ملحوظ؛ حيث زادت وكثرت نسبة الأمثال التي تمثل في بناها التركيبية جملة بسيطة بنوعيها الفعلية والاسمية مقارنة بجملة الأمثال التي تمثل في بناها التركيبية جملا مركبة بمختلف أنماطها. ¶ __________ ¶ (1) انظر: د/شوقي ضيف : بين الفصحى والعامية المصرية. مجلة مجمع اللغة العربية ص 134 جزء 66 مايو 1990 ¶ (2) نشر هذا البحث ضمن أبحاث المؤتمر العلمي السنوي لكلية الآداب بالمنيا ـ مارس 2002 ¶ (3) انظر : د/علاء الحمزاوي : التعبير الاصطلاحي في الأمثال العربية دراسة تركيبية دلالية ـ مبحث المثل ـ رسالة دكتوراه مخطوطة بجامعة المنيا 1997",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "واختار الباحث معجم تيمور مادة للبحث لغزارة مادته المثلية؛ حيث بلغ عدد أمثاله (3180) ثلاثة آلاف ومائة وثمانين مثلا، ولدقة المؤلف في جمع الأمثال وتحليلها، وإن لم يفرق بين المثل والأقوال التي تجري مجرى الأمثال؛ حيث عدها أمثالا، فأوردها في معجمه، غير أنه أشار في تحليلها إلى أنها أقوال مأثورة أو حكم تجري مجرى المثل. والمؤلف في ذلك ليس بدعا فقد فعل ذلك جامعو الأمثال العربية قديما(1). ¶ والباحث سيعتمد في وصفه للبنى التركيبية للأمثال على منهج الفرنسي بلاشير(2) في تصنيف الجمل العربية إلى: جملة بسيطة وجملة مركبة على النحو التالي: ¶ ـ الجملة البسيطة phrase simple نوعان: ¶ 1ـ الجملة الفعلية phrase verbale وهي التي تبدأ بفعل وهي مكونة من عنصرين الأول الفعل (المسند) والثاني الفاعل (المسند إليه) وهي نوعان: جملة ذات ترتيب اعتيادي وأخرى ذات ترتيب مخالف (تقديم الفاعل على الفعل وتقديم المفعول على الفاعل من وجهة نظر بلاشير)(3). ¶ 2ـ جملة اسمية phrase nominale وهي التي تبدأ باسم وهي مكونة من عنصرين الأول المبتدأ (المسند إليه) والثاني الخبر (المسند) وهي نوعان : جملة ذات ترتيب اعتيادي وأخرى ذات ترتيب مخالف (تقديم الخبر على المبتدأ). ¶ ـ الجملة المركبة phrase complexe فهي أربعة أنواع وفقا لعلاقة الربط بين أجزاء الجملة، وعلاقات الربط هي : ¶ 1ـ الربط بالتجاور Juxtaposition : ويقصد بلاشير بها الجملة المركبة من جملة أساسية وجملة ـ أو عدة جمل ـ فرعية متجاورة مرتبطة بالجملة الأساسية برابط معنوي. ¶ __________ ¶ (1) انظر على سبيل المثال مجمع الأمثال للميداني ¶ (2) هذا المنهج في كتابه عن العربية Grammaire de l arabe classique, Paris 1994 ¶ (3) لسنا على وفاق مع بلاشير في إمكانية تقديم الفاعل على الفعل، بل هي جملة مركبة بالتجاور وبلاشير نفسه فعل ذلك أثناء عرضه لأنماط الجملة المركبة بالتجاور.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "2ـ الربط بالتبعية Subordination : ويقصد بذلك الجملة المركبة من جملة أساسية وجملة أو عدة جمل تابعة مرتبطة بالجملة الأساسية من خلال رابط لفظي. ¶ 3ـ الربط بالازدواج Dédoublement : ويقصد بلاشير بالجملة المزدوجة تلك الجملة المكونة من جملتين مرتبطتين برابط معنوي أو رابط لفظي، إحداهما نتيجة للأخرى، وهي تدل على احتمال محقق أو احتمال فيه شك أو احتمال غير محقق، والجملة المزدوجة عند بلاشير هي الجملة الشرطية عند النحاة أو الجملة الظرفية المتضمنة معنى الشرط. ¶ 4ـ الربط بالعطف Coordination : ويقصد بلاشير بذلك عطف جملة أو عدة جمل فرعية على جملة أساسية في إطار جملة مركبة، وهذا ما يسمى عند النحويين بـ\"عطف الجمل\". ¶ هذا .. وذكر بلاشير في إطار كل علاقة من علاقات الربط السابقة بعض الوظائف النحوية التي يمكن أن تشغلها الجمل الفرعية بالنسبة للجملة الأساسية على النحو الذي سنعرض له أثناء التحليل.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والأساس الذي صنفنا الجمل بناء عليه من حيث كون الجملة بسيطة أو مركبة هو \"إسنادية التركيب مع إفادة المعنى\"، فالجملة التي تحتوي ـ فحسب ـ على عنصرين أساسيين (مسند ومسند إليه) مفيدة معنى ما هي جملة بسيطة(1)، فإن اكتفت بهما فهي جملة نواة phrase noyau أو جملة دنيا phrase minmale، وإن أضيفت إليها عناصر توسيعية elements d expansions فهي جملة موسعة phrase expansive (أي مكونة من جملة نواة وعناصر توسيعية)(2)، وإن حذف أحد عنصري الجملة النواة أو كلاهما مع بقاء عنصر توسيعي يمكن من خلاله تقدير الجملة المحذوفة يمكننا أن نصطلح على مثل ذلك النمط بمصطلح (الجُمَيْلَة)، أما إذا تكرر أحد عنصري الإسناد أو كلاهما فالجملة مركبة، فإذا قلنا: (نجح الطالب) فهي جملة بسيطة دنيا، فإذا قلنا: (نجح الطالب في الامتحان) صارت الجملة بسيطة موسعة، وإذا قلنا: (الطالب نجح) فالجملة مركبة؛ لتكرار عنصر المسند إليه (في المبتدأ والفاعل). ¶ ويبقى أن نشير أيضا إلى أننا لن نرصد هنا كل الأمثال الواردة في معجم تيمور، بل سنرصد نماذج منها تمثلها جميعها من حيث البنى التركيبية لها. كذلك نشير إلى أن كل الظواهر التركيبية المكررة سنتحدث عنها حينما نعرض لها لأول مرة فقط. ¶ الجملة البسيطة ¶ أولا : الجملة الفعلية ¶ ثانيا : الجملة الاسمية ¶ أولا : الجملة الفعلية ¶ ******************* ¶ أ : النماذج ¶ بلغ عدد شواهد الجملة الفعلية من جملة الأمثال (178) مائة وثمانية وسبعين شاهدا، ولن نعرض لها جميعها، وإنما نعرض لمجموعة نماذج تمثل جميع الشواهد من حيث نوعية البنية التركيبية لها. ¶ 1ـ اتلمّ زأرود على ظريفه 60 ¶ 2ـ اجتمع المتعوس على خايب الرجا 62 ¶ __________ ¶ (1) انظر : Blachere : Grammaire de l arabe classique , p 385 ¶ (2) اعتمدنا في ذلك على منهج الفرنسي أندريه رومان في كتابه Grammaire de l arabe وقام الباحث مع آخر بترجمة هذا الكتاب بعنوان النحو العربي ط دار حراء بالمنيا 2000",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "3ـ بارك الله في المره الغريبه والزرعه القريبه 738 ¶ 4ـ رجعت ريمهْ لعادتها القديمة 1307 ¶ 5ـ تعرج قدّام مكسح 895 ¶ 6ـ تجي على أهون سبب 876 ¶ 7ـ جا على الطبطاب 934 ¶ 8ـ تجي مع العور طابات 877 ¶ 9ـ رجع الغزلٍٍِْْ صوفْ 1306 ¶ 10ـ صحِّت ولادِ النُدُولهْ والأرضْ المجهولهْ 1733 ¶ 11ـ بعد العركه ينتفخ المفشّ 791 ¶ 12ـ بين البايع والشاري يفتح اللهْ 859 ¶ 13ـ بين حانه ومانه ضاعت لحانا 860 ¶ 14ـ لأجل الورد ينسقي العليق 2488 ¶ 15ـ بعد راسي ما طلعت شمس 789 ¶ 16ـ بعد العيد ما ينفتلش كحك 792 ¶ 17ـ إيش تعمل الماشطه في الوشّ العكر 705 ¶ 18ـ إيش يأخد الريح من البلاد 723 ¶ 19ـ إيش يعمل الترقيع في التوب الدايب 724 ¶ 20ـ ما تآمنش لابو راس سوده 2578 ¶ 21ـ راح تروح فين الشمس عن قفا الحصّاد 1273 ¶ 22ـ ما بقاش في الخنّ ريش إلا المقصص والضعيف2583 ¶ 23ـ ما يصعب على العريان قدّ يوم الخياطه 2677 ¶ 24ـ ما كل مرة تسلم الجرّه 2636 ¶ 25ـ اتبع الكدّاب لحدّ بابْ الدار 50 ¶ 26ـ اتعلمّ البيطرة في حمير الأكراد 53 ¶ 27ـ اتعلم الحجامه في رءوس اليتامى 54 ¶ 28ـ اشتري الجار قبل الدار 125 ¶ 29ـ جوِّزوا زقزوق لظريفه 997 ¶ 30ـ بخمسه قهوه تقضي الشهوه 757 ¶ 31ـ بفلوسه الحلوه يكلم أبوه على العلوه 807 ¶ 32ـ سنة الغلا نسينا الخميره 1618 ¶ 33ـ سنة شوطة الجمال جابوا الأعور قيّده 1617 ¶ 34ـ علشان كبابك أكبّ أنا عدسي 1929 ¶ 35ـ من دقنُه فتلوا له حبل 2817 ¶ 36ـ عاوز الحق والاّ ابن عمُّه 1852 ¶ 37ـ خلّي المِيّه مِيّه واردب 1174 ¶ 38ـ خد من الحافي نعلُه 1136 ¶ 39ـ خد من الحمار المَولّي قِيدُه 1137 ¶ 40ـ ما تستكترش الرفْص على البغل النجس 2598 ¶ 41ـ حسدتني جارتي على طول رجليّه 1056 ¶ 42ـ فاته نص عمرُه 2078 ¶ 43ـ ما يجيبها إلا رجالها 2671 ¶ 44ـ ما يدايق الزريبه إلا النعجه الغريبه 2673 ¶ 45ـ من طقطق للسلام عليكم 2837 ¶ 46ـ ولا يوم طهوره 3016 ¶ 47ـ ساعه لقلبك وساعه لربك 1570 ¶ 48ـ سمك في مَيّهْ 1615",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "49ـ شنّح وجنّح وحبل الغسيل 1690 ¶ 50ـ غلا وسوء كِيل 2062 ¶ ب : التحليل : ¶ هذه النماذج بعضها لها نظائر لم نذكرها وبعضها ليس لها ذلك، وهي تمثل جميع البنى التركيبية للجملة الفعلية في الأمثال العامية الواردة في معجم تيمور، وإذا رمزنا للعنصر الأساسي الأول (الفعل أو المسند) بالرمز (ع س1) والعنصر الأساسي الثاني (الفاعل أو المسند إليه) بالرمز (ع س2) والعنصر التوسيعي بالرمز (ع ت) والعنصر المقدر بالرمز (ع ق) يمكن حصر هذه البنى التركيبية في الأنماط الآتية: ¶ 1ـ ع س1 + ع س2 + ع ت : ش(1 : 10) ¶ 2ـ ع ت + ع س1 + ع س2 : ش(11: 14) ¶ 3ـ ع ت + ع ت + ع س1 + ع س2 : ش(15، 16، 24) ¶ 4ـ ع ت + ع س1+ ع س2 + ع ت : ش(17: 20) ¶ 5ـ ع ت + ع س1+ ع ت + ع س2 + ع ت : ش(21) ¶ 6ـ ع ت + ع س1+ ع ت + ع س2 : ش(22: 23) ¶ 7ـ ع س1+ ع س2+ ع ت + ع ت : ش(25: 29، 36: 39) ¶ 8ـ ع ت + ع س1 + ع س2 + ع ت : ش(30 : 35) ¶ 9ـ ع ت + ع س1 + ع س2 + ع ت + ع ت : ش(40) ¶ 10ـ ع س1 + ع ت + ع س2 : ش(41، 42) ¶ 11ـ ع ت + ع س1 + ع ت + ع ت + ع س2 : ش(43، 44) ¶ 12ـ ع س1 (ع ق) + ع س2 (ع ق) + ع ت : ش(45 : 50) ¶ هذه هي البنى التركيبية لأمثال الجملة الفعلية، وكلها متوافقة والنظام التركيبي للغة الفصحى باستثناء النمط النمط الخامس الذي يمثل شاهده (أداة + فعل + أداة + فاعل + شبه جملة)؛ حيث إن الأداة الثانية اسم استفهام، والاستفهام مما له الصدارة في الجملة. ويمكننا أن نقوم بتفكيك النص (المثل) لنكشف أولا عن الجملة النواة ثم العناصر التوسيعية لها بعد ذلك. ¶ الجملة النواة : ¶ الجملة النواة كما أسلفنا هي تلك الجملة التي تحتوي على عنصرين أساسيين لتكوينها مع إفادة معنى بهما، وعنصراها الفعل والفاعل، الفعل هو المسند predicat والفاعل هو المسند إليه sujet ويمكن أن نتحدث عن كل منهما على حدة على النحو التالي:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ـ الفعل متنوع من حيث البنية ـ وإن تفاوتت النسبة من صيغة لأخرى ـ حيث جاء ماضيا كما في الشواهد (1 : 4) على سبيل المثال، وجاء مضارعا كما في الشواهد (16 : 21) على سبيل المثال، وجاء أمرا كما في الشواهد (25 : 29) على سبيل المثال. وتنوع الصيغة يؤدي إلى تنوع الزمن ما بين الماضي وغير الماضي (الحاضر والمستقبل)، والتنوع في الزمن له تأثيره الدلالي، فالمثل في الزمن الماضي موجه إلى شخص وقع منه الحدث الذي قيل المثل في سياقه، أما المثل في الزمن المستمر (الفعل المضارع) فهو موجه إلى شخص شرع في الحدث ولم ينته منه، وأما المثل في الزمن المستقبل فهو أمر أو نهي لشخص يتوقع منه خلاف ذلك. ¶ ـ بعض الأفعال لا تتطلب عنصرا توسيعيا على سبيل الوجوب؛ حيث يتم المعنى بالفعل والفاعل فقط، وهذه الأفعال هى ما تسمى بـ\"الأفعال اللازمة\" عند النحاة، ويمثلها من الشواهد (10، 11، 13: 16). وبعضها تتطلب عنصرا توسيعيا على سبيل الوجوب؛ حيث لا يتم المعنى بالفعل والفاعل ، وهذه الأفعال يمكن تصنيفها صنفين: صنفا يقتضي معطوفا أو شبه جملة، كما في الشواهد (1 : 4) وصنفا يقتضي مفعولا به، سواء أكان مفعولا واحدا كما في الشواهد (25 : 30) على سبيل المثال، أو مفعولين كما في ش(33، 37). ¶ ـ كثير من الأفعال في الشواهد عربي فصيح من حيث الصيغة والدلالة، غير أن بعضها جاء في نظام تركيبي مخالف للنظام العربي، مثل الفعل (اجتمع)؛ إذ يقتضي معطوفا على الفاعل، فنقول: اجتمع محمد وعليّ أو يقتضي حرف الجر الباء فنقول: اجتمع المدير بالأعضاء، لكن جاء في الأمثال مرتبطا بحرف جر كما في الشاهد الثاني (اجتمع المتعوس على خايب الرجا). ¶ ـ الفاعل جاء متنوعا ما بين اسم ظاهر كما في ش(1: 4)، وضمير مستتر كما في ش (5 : 8)، وضمير بارز كما في ش (29، 32، 33) على سبيل المثال.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ـ الفاعل جاء في ترتيبه الاعتيادي بعد الفعل في معظم الشواهد، وتقدم عليه المفعول في قلّة من الشواهد كما في ش(41 : 44)، وتأخير الفاعل هنا يوجبه النظام التركيبي للشواهد؛ حيث جاء المفعول ضميرا متصلا بالفعل(1). ¶ العناصر التوسيعية: ¶ هذه العناصر من حيث رتبتها في النظام التركيبي العربي إما سابقة أو لاحقة، فالعناصر السابقة هي الأدوات، واللاحقة المفعولات والتوابع والحال وشبه الجملة المتعلق وغير ذلك، بيد أن بعض العناصر اللاحقة قد يتقدم لفظا على الفاعل أو الفعل والفاعل معا جوازا أو وجوبا. فإذا أعدنا قراءة الشواهد نجد أنها مطابقة لهذا النظام التركيبي فيما عدا الشاهد (21)؛ حيث جاءت الأداة الاستفهامية بين الفعل والفاعل، وهي في النظام العربي تقتضي التقديم؛ حيث إنها إحدى أدوات الصدارة؛ ومن ثم فتركيب هذا الشاهد يعد سمة من سمات النظام التركيبي للعامية. والعناصر التوسيعية السابقة التي وردت في الشواهد هي: ¶ ـ الأدوات: وقد تنوعت ما بين النفي والاستفهام والاستقبال، ونسهب القول فيها على النحو التالي: ¶ __________ ¶ (1) انظر في ذلك : السيوطي : همع الهوامع 1/166 طـ بيروت بدون تاريخ",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ـ النفي: لم يرد من أدوات النفي سوى (ما) وقد دخلت على فعل ماض كما في ش(15، 22) ودلالتها النفي الإخباري وفي ذلك توافق مع النظام التركيبي العربي، ودخلت على فعل مضارع كما في الشواهد (16،20، 23، 24، 40، 43، 44) ودلالتها متنوعة ما بين النفي الإخباري في ش(15، 16، 23، 24) والإثبات المؤكد من خلال سلب السلب(1) في (43، 44) وليس في ذلك مخالفة للنظام التركيبي العربي، والنفي الطلبي (النهي) في ش(20، 40)، وهذه الدلالة لم تحملها الأداة في النظام اللغوي العربي؛ لأن العرب لم يستعملوا في النهي إلا (لا)؛ ومن ثم فكون (ما) تحمل وظيفة النهي يعد خصيصة من خصائص العامية. ونلحظ في بعض الشواهد أن الفعل المسبوق بـ(ما) ملحق به حرف الشين استكمالا لوظيفة النفي كما في ش(16، 20، 22، 40)، وهذا الإلحاق لم يرد في النظام التركيبي العربي المنفي(2)، ولعله يقابل نظام النفي في الفرنسية؛ حيث يكون التركيب المنفي على النحو التالي: sujet + ne + verbe + pas….. . ¶ __________ ¶ (1) نقصد بـ(سلب السلب) التركيب المشتمل على أداة نفي منتقضة بأداة أخرى وله مظاهر متعددة راجع في ذلك بحثا للباحث بعنوان \"مظاهر السلب في شجرة البؤس\" تحليل تركيبي دلالي. المجلة العلمية لكلية الآداب بالمنيا أبريل 2001 ¶ (2) من اللهجات العربية الأقل فصاحة عن قريش لهجة ربيعة؛ كانت تضيف حرف الشين إلى كاف ضمير المؤنث، فتقول: إنّكِش ورأيتكِش. وهذه الظاهرة تسمى بـ(كشكة ربيعة). انظر في ذلك: ابن جني : الخصائص 2/11 ت : محمد علي النجار. ط/ دار الكتاب العربي بيروت.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ـ الاستفهام: الشواهد الاستفهامية هي (17، 18، 19، 36). وأداة الاستفهام فيها تشغل وظيفة المفعول، لكننا أدرجناها في العناصر السابقة؛ لأنها من الأدوات التي لها الصدارة، وأداة الاستفهام في جميع الشواهد هي (إيش) ما عدا الشاهد (36) فهي مقدرة، وتقديرها الهمزة إذا أخضعنا المثل للنظام التركيبي الفصيح. وأداة الاستفهام (إيش) هي مركبة من كلمتين (أيّ شيء)، ثم حدث لها اختزال فصارت (إيش)، وهي من خصائص الاستفهام في العامية. ¶ ـ الاستقبال: أداة الاستقبال المستعملة في العامية من خلال الشواهد السابقة هي (راح) في الشاهد ( راح تروح فين الشمس21) أي ستروح، ومنه قولهم: راح يجي أي سيجئ أو سوف يجئ. ¶ أما العناصر التوسيعية اللاحقة فهي : أداة الاستثناء والمفعول والمعطوف والحال وشبه الجملة ¶ ـ الاستثناء: أداة الاستثناء التي وردت هي (إلا) في ش(22 43 44) وهي الأداة الأساسية في اللغة الفصحى، وقد جاءت في استثناء منفي (ما...إلا)، غير أنه تام منفي في الشاهد (22) وناقص منفي في ش(43، 44)، وكلاهما نمط من أنماط الاستثناء في الفصحى، وهو تركيب مثبت مؤكد من خلال سلب السلب.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ـ المفعول: بعض الأفعال ـ من حيث البنية التركيبية ـ تحتاج إلى عنصر توسيعي لتمام المعنى، وبعضها لا يحتاج إلى ذلك، وقد يأتي العنصر التوسيعي وحده معبرا عن دلالة الجملة النواة المقدرة، وهذا العنصر هو المفعول به، وقد يكون المفعول مباشرا أو غير مباشر حسب دلالة الفعل. فإذا نظرنا في الشواهد نجد أن الشواهد (1، 2، 3، 20، 22) ـ على سبيل المثال ـ تقتضي مفعولا به غير مباشر، والشواهد (25: 32) تقتضي مفعولا مباشرا، والشاهدان (33، 37) يحتاجان إلى مفعولين. والمفعول في ترتيبه الاعتيادي يأتي بعد الفاعل، إلا أنه يمكن أن يتقدم لفظا على الفاعل أو الجملة النواة، وقد يكون تقديمه على سبيل الوجوب أو على سبيل الاختيار، وقد جاء في ترتيبه الاعتيادي في الشواهد (25: 40)، وتقدم وجوبا في الشواهد (17، 18، 19)؛ لأنه اسم استفهام له الصدارة وفقا للنظام اللغوي العربي وكذلك في ش(41، 42)؛ لأنه ضمير متصل بالفعل، وفي الشاهدين (43، 44)؛ لأن الفاعل محصور بـ(إلا)، وفي ذلك توافق والنظام التركيبي العربي. ولم يأتِ في الشواهد مقدما على سبيل الاختيار. وجاء وحده بدون جملته النواة في الشواهد (47، 50)، وهذه الشواهد تندرج فيما أسميناه بمصطلح (الجُمَيْلة)(1) الذي أشرنا إليه سلفا. ¶ ـ الحال: هي اسم نكرة مشتق منصوب في التركيب اللغوي الفصيح ويأتي جامدا في أحوال معينة. وقد وردت في ش(8، 9)، وهي فيهما اسم جامد فاقد الإعراب، وفقد الإعراب سمة من سمات العامية. ¶ ـ المعطوف: لم يرد من حروف العطف في الشواهد إلا (الواو) في الشواهد (3 10 12 13 22 37 47 49) وحرف (والاّ) في الشاهد (36). والتركيب العطفي بالواو هو عطف اسم على اسم، وهو متوافق مع التركيب العربي، أما الحرف (والاّ) فهو خاص باللغة العامية يقابل (أم) في الفصحى. ¶ __________ ¶ (1) راجع ص 7 من البحث",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ـ شبه الجملة: هو (الجار والمجرور) و (الظرف والمضاف إليه)، ويأتي في التركيب متعلقا بالفعل أو ما يشبهه أو ما أُوّل بما يشبهه أو ما يشير إلى معناه؛ فإن لم يكن شيء من هذه الأربعة موجودا قُدّر(1). ويمكن أن يشغل وظيفة نحوية كالخبر أو النعت أو الحال أو غير ذلك. وترتيبه الأساسي أن يأتي بعد الجملة، وقد يتقدم على الفعل أو الفاعل أو المفعول وجوبا أو جوازا، وإذا أعدنا قراءة الشواهد نجد أن شبه الجملة جاء بعد الجملة في ش(1: 8، 17: 21، 25: 29، 40)، وتقدم على الجملة في ش(11: 16، 24، 30: 35 ) وتقديمه هنا لم يوجبه النظام التركيبي، بل هو اختياري الهدف منه هدف دلالي هو التوكيد أو جذب الانتباه، وتقدم على الفاعل في ش(22، 23) وتقديمه لم يوجبه نظام التركيب، بل هدف دلالي هو التوكيد، وتقدم على المفعول في ش(38، 39) وتقديمه أوجبه نظام التركيب؛ لأن المفعول متصل به ضمير يعود على الاسم المجرور. وجاء شبه الجملة وحده بدون الجملة في الشاهدين (45، 46) وهو فيهما متعلق بجملة فعلية مقدرة في المثل الأول بـ(حكى الحكاية من طقطق للسلامُ عليكم) وفي الثاني بـ(شاف يوم ولا يوم طهوره). وهذان الشاهدان يدخلان تحت مصطلح (الجُمَيْلة). ¶ ثانيا: الجملة الاسمية ¶ ****************** ¶ أ : النماذج ¶ جملة الشواهد المثلية التي تمثل بناها التركيبية جملة اسمية (462) أربعمائة واثنين وستين مثلا، وقد حاول الباحث أن يرصد هنا نماذج لها على أن تغطي البنى التركيبية التي وردت عليها جميع أمثال الجملة الاسمية، والنماذج هي: ¶ 1ـ آخر الحياة الموت 2 ¶ 2ـ آدي وش الضيف 8 ¶ 3ـ أعز الوِلْد وِلْد الوِلْد 157 ¶ 4ـ جناح الشخص ولاده 972 ¶ 5ـ البساط أحمدي 777 ¶ 6ـ آخر الزمر طيط 5 ¶ 7ـ ابن الحاكم يتيم 24 ¶ 8ـ أقلُّه بركه 198 ¶ 9ـ أجرة الخياط تحت إيده 66 ¶ 10ـ أكل التمر بالنظر 209 ¶ 11ـ أول بيضه للغراب 687 ¶ __________ ¶ (1) انظر: ابن هشام: مغني اللبيب 566 ت: د/مازن المبارك. طـ دار الفكر بيروت 1979",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "12ـ بنت لعمتها 833 ¶ 13ـ ابن الريس تقل على المركب وفنا على الخبزه 28 ¶ 14ـ الحرامي يا قاتل يا مقتول 1046 ¶ 15ـ أقل عيشة أحسن من الموت 197 ¶ 16ـ أكلة ليلة قريبه من الجوع 218 ¶ 17ـ أم الأعمى أخبر برقاده 521 ¶ 18ـ إنت نبي ولاّ كواليني !؟ 561 ¶ 19ـ بشاشة الوجه عطيه تانيه 779 ¶ 20ـ الدنيا بدل يوم عسل ويوم بصل 1241 ¶ 21ـ أبو جعران في بيته سلطان 39 ¶ 22ـ الأجر موش قدّ المشقّه 65 ¶ 24ـ اللي في السندوق على العروق 321 ¶ 25ـ الإيد البطاله نجسه 694 ¶ 26ـ اللي بعيد عن العين بعيد عن القلب 247 ¶ 27ـ البهيم السايب متروك عوضه 835 ¶ 28ـ باب مردود شرّ مطرد 731 ¶ 29ـ صلح خسران أخير من قضية كسبانه 1739 ¶ 30ـ دخان بلا قهوه سلطان بلا فروه 1217 ¶ 31ـ بفلوسك بنت السلطان عروسك 805 ¶ 32ـ موش كل الوقفات زلابيه 2898 ¶ 33ـ يا فرحة العولا بلمّ الزرع لأصحابه 3078 ¶ 34ـ تملّي العاقبة عن العقول غايبه 907 ¶ 35ـ ما اسخم من ستي إلا سيدي 2578 ¶ 36ـ ما جود إلا من موجود 2609 ¶ 37ـ على راسه صوفه 1916 ¶ 38ـ تحت البراقع سمّ ناقع 878 ¶ 39ـ من جرابك مرحبا بك 2799 ¶ 40ـ بين الراكب والماشي حل البردعه 861 ¶ 41ـ بين اللّبه واللّبه أربعين يوم 862 ¶ 42ـ ما بعد حرق الزرع جيره 2581 ¶ 43ـ ما لها إلا رجالها 2663 ¶ 44ـ بعد الجوعه والقلِّه له حمار وبغله 787 ¶ 45ـ ما عندوش تخين إلا الفَل ولا كبير إلا التَل 2632 ¶ 46ـ ما كان ناقص على ستي إلا طرطور سيدي 2634 ¶ 47ـ جايب راس كليب 937 ¶ 48ـ حمار شغل 1096 ¶ 49ـ أبرد من مَيّة طوبه 14 ¶ 50ـ بلوه على بلوه 825 ¶ 51ـ جايب لي زعيط ومعيط ونطاط الحيط ¶ 52ـ أفلس من يهودي نهار السبت 179 ¶ 53ـ أقرب من المعزه للرباط 181 ¶ 54ـ فرخة بكشك 2094 ¶ 55ـ لا إحسان ولا حلاوة لسان 2470 ¶ 56ـ لا برّ ولا هدوء سرّ 2474 ¶ 57ـ سيخك والسُلطيحه 1624 ¶ 58ـ يا تابع الزول يا خايب الرجا 3047 ¶ 59ـ يا باني في غير ملكك يا مربّي في غير ولدك 3039 ¶ 60ـ يا مآمنه للرجال يا مآمنه للميّه في الغربال 3095 ¶ ب : التحليل :",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "النماذج السابقة بعضها لها شواهد كثيرة مماثلة لم نذكرها وبعضها ليس لها ذلك، وهي تمثل كافة البنى التركيبية للجملة الاسمية في الأمثال العامية، وإذا رمزنا للعنصر الأساسي الأول (المبتدأ أو المسند إليه) بالرمز (ع س1) والعنصر الأساسي الثاني (الخبر أو المسند) بالرمز (ع س2) والعنصر التوسيعي بالرمز (ع ت) والعنصر المقدر بالرمز (ع ق) يمكن حصر هذه البنى التركيبية في الأنماط الآتية: ¶ 1ـ ع س1 + ع س2 : ش(1: 12) ¶ 2ـ ع س1 + ع س2 + ع ت : ش(13: 20) ¶ 3ـ ع س1 + ع ت + ع س2 : ش(21: 25) ¶ 4ـ ع س1 + ع ت + ع س2 + ع ت : ش(26: 30، 59، 60) ¶ 5ـ ع ت + ع س1 + ع س2 : ش(31: 32) ¶ 6ـ ع ت + ع س1+ ع س2 + ع ت : ش(33) ¶ 7ـ ع ت + ع س1 + ع ت + ع س2 : ش(34 : 36، 58) ¶ 8ـ ع س2 + ع س1 : ش(37) ¶ 9ـ ع س2 + ع س1 + ع ت : ش(38، 39) ¶ 10ـ ع س2 + ع ت + ع س1 : ش(40، 41) ¶ 11ـ ع ت + ع س2 + ع س1 : ش(42، 43) ¶ 12ـ ع ت + ع س2 + ع س1 + ع ت : ش(44، 45) ¶ 13ـ ع ت + ع س2 + ع ت + ع س1 : ش(46) ¶ 14ـ ع ق (ع س1) + ع س2 : ش(48,47) ¶ 15- ع ق (ع س1) + ع س2 + ع ت : ش(52,49) ¶ 16- ع ق (ع س1) + ع ق (ع ت) + ع س2 + ع ت : ش(54:53) ¶ 17- ع ت + ع ق (ع س2) + ع س1 + ع ت : ش(56:55) ¶ 18- ع ق (ع ت) + ع ق (ع س2) + ع س1 + ع ت : ش(57)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "هذه هي البنى التركيبية لأمثال الجملة الاسمية، وكلها متوافقة مع النظام التركيبي للغة الفصحى باستثناء الشواهد (58: 60)؛ حيث استعملت العامية ـ فيما أعتقد ـ حرف الياء أداةً للتعريف بدلا من (ال) الجنسية، وذلك في المسند إليه في الشاهدين (59، 60)، أما حرف (يا) الذي يسبق المسند فهو يحتمل أن يكون للتعريف ويحتمل أن يكون للتنبيه، وأما حرف (يا) في الشاهد (58) فهو للتنبيه فحسب، والجملة تامة بدونه؛ ويمكن أن نقول في الثلاثة: (تابع الزول خايب الرجا) و(الباني في غير ملكه مربي في غير ولده) و(المآمنة للرجال مآمنة للميّه في الغربال). ويمكن أن نقوم بتفكيك نص المثل لنكشف أولا عن الجملة النواة ثم العناصر التوسيعية لها بعد ذلك. ¶ ـ الجملة النواة : ¶ الجملة النواة كما ذكرنا تلك الجملة التي تحتوي على عنصرين أساسيين لتكوينها مع إفادة معنى بهما، وعنصراها المبتدأ (العنصر الأول) والخبر (العنصر الثاني)، والمبتدأ هو المسند إليه sujet والخبر هو المسند predicat، ويمكن أن نفصل فيهما القول على النحو التالي: ¶ ـ النمط التام ذو الترتيب الاعتيادي:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "يمثل هذا النمط الشواهد (1 : 36)، وقد جاء المبتدأ معرفة في كل الشواهد ما عدا الشواهد (12، 28، 29، 30، 35، 36)؛ حيث جاء فيها نكرة، وتنوع المبتدأ المعرفة ما بين كونه ضميرا إشاريا في ش(2) وضميرا شخصيا في ش(18) وضميرا موصوليا في الشاهدين (24، 26)، ومعرَّفا بـ(ال) في ش(5، 14، 20، 22، 25، 27) ومعرفا بالإضافة إلى ضمير في ش(8) وإلى اسم ظاهر نكرة في ش(11، 15، 16) وإلى اسم ظاهر معرفة في بقية الشواهد. أما المبتدأ النكرة فهو نكرة موصوفة في ش(28: 30، 35) ونكرة مسبوقة بنفي في ش(36) ونكرة محضة في ش(12). وفي كل الشواهد ـ ما عدا الشاهد (12) نجد النظام التركيبي في العامية متوافقا مع النظام التركيبي للغة الفصحى بصورة عامة، حيث نص النحويون على أن حق المبتدأ أن يكون معرفة أو ما قارب المعرفة من النكرات(1)، أما الشاهد (12) فالمبتدأ فيه نكرة غير مفيدة، وبالتالي فهو مخالف للنظام التركيبي للفصحى، ويحتمل أن يكون المبتدأ في هذا الشاهد معرفة، وسجله المؤلف نكرة. ¶ أما الخبر فقد جاء اسما معرّفا بـ(ال) في ش(1) واسما معرفا بالإضافة في ش(2: 4) واسما نكرة في ش(5: 8) وشبه جملة في بقية الشواهد، وفي ذلك توافق مع النظام التركيبي للفصحى. ¶ ـ النمط التام ذو الترتيب المخالف: ¶ يمثل هذا النمط الشواهد (37 : 46)، وجاءت المخالفة واجبة بالنسبة للنظام التركيبي للفصحى في ش(37، 41، 42، 44) لأن المبتدأ نكرة والخبر شبه جملة، وفي ش(43، 46) لأن المبتدأ محصور بالاستثناء الناقص المنفي، وجاءت على سبيل الاختيار في ش(38، 39) لأن المبتدأ نكرة موصوفة والخبر شبه جملة، وكذلك في الشاهد (40) لأن المبتدأ معرفة والخبر شبه جملة، والمخالفة على سبيل الاختيار تؤدي وظيفة دلالية، وهي التوكيد على أهمية عنصر الخبر. ¶ ـ النمط الناقص : ¶ __________ ¶ (1) انظر في ذلك : ابن السراج : الأصول في النحو 1/59 ط 3 بيروت 1988 وانظر كذلك: المبرد: المقتضب 4/127 ط القاهرة 1963 : 1968",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "نقصد به ذلك التركيب الإسنادي الذي حذف لفظاً أحد عنصري الإسناد فيه، وقد اصطلحنا على تسميته بـ(الجُمَيلة)، والمبتدأ مقدر في ش(47: 54) والخبر مقدر في ش(55: 57)، وكلاهما يقدر فيها بالضمير الشخصي (أنت أو هو) تبعا للمتحدث عنه بين المتكلم والمخاطب في كل الشواهد ما عدا ش(57) فالضمير المقدر هو ضمير المخاطب؛ لأن تقدير المثل (ما لِك إلا سيخك والسلطيحه). ¶ العناصر التوسيعية: ¶ بعض الشواهد اقتصرت على الجملة النواة، وبالتالي فهي تمثل في بنيتها التركيبية جملة دنيا كما في ش(1: 12) وبعضها اشتملت على عناصر توسيعية، وبالتالي فهي تمثل جملة موسعة، وقد جاءت العناصر التوسيعية بعد الجملة كما في ش(13: 20) وبين عنصري الجملة كما في ش(21: 25) وقبل الجملة كما في ش (31: 32) وتعددت ما بين بعد الجملة وقبلها وبين عنصريها في بعض الشواهد كما في ش(33: 36). والعناصر التوسيعية التي اشتملت عليها الشواهد هي: ¶ ـ أدوات النفي: اقتصرت أدوات النفي على (ما ، لا)، أما (ما) فوردت في الشاهد (42) وانتقض نفيها بـ(إلا) في ش(35، 36، 43، 45، 46) فالجملة في هذه الشواهد مؤكدة الإيجاب من خلال سلب السلب، وتحولت (ما) إلى (موش) في الشاهدين (22، 32) وأما (لا) فجاءت في الشاهدين (55، 56) وقد تكررت فيهما توكيدا للنفي. و(ما ، لا) من أدوات النفي في الفصحى، أما (موش) فهي خاصة بالعامية. ¶ ـ أداة التنبيه: هي (يا) ووردت في شاهد واحد هو (33). ¶ ـ المعطوف: كما في ش(13، 14، 18) وغيرها، وحروف العطف الواردة في الشواهد هي (الواو، يا...يا، ولاّ) والواو حرف معروف في الفصحى، أما (يا...يا) فهو خاص بالعامية يقابل (إما...وإما) في الفصحى(1)، وكذلك (ولاّ) فهو يقابل في الفصحى (أم)، والمعطوف عليه هو الخبر في كل الشواهد. ¶ __________ ¶ (1) انظر: د/شوقي ضيف : مرجع سابق ص 144 وقد أوصى بالالتزام بالفصحى في ذلك.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ـ النعت: وهو إما اسم مفرد كما في ش(20، 25، 27، 28، 29، 30) وإما شبه جملة كما في ش(15، 16، 21) على سبيل المثال. والمنعوت إما المبتدأ كما في ش(25، 27، 28، 29، 30) وإما الخبر كما في (15، 16، 19، 28، 29، 30). ¶ ـ البدل: ورد في الشاهدين (20، 45) وهو بدل مطابق. ¶ ـ الظرف: ورد في ش(34) وهو كلمة (تملي) التي تقابل في الفصحى (دائما) وشغل وظيفة المفعول فيه في ش(52) وجاء شبه جملة متعلقا بالخبر في ش(44) ¶ ـ شبه الجملة: ورد في شواهد كثيرة، وهو إما متعلق بغيره كما في ش(31، 39) وإما نعت ـ في كثير من الشواهد ـ كما في ش(26، 30) وإما مفعول فيه كما في الشاهد (52). ¶ الجملة المركبة ¶ وعلاقات الربط عناصرها ¶ الجملة المركبة(1) phrase complexe هى كل جملة تصاغ من جملتين مستقلتين deux propositions أو أكثر، ترتبط فيما بينها برابط لفظى أو معنوى، والبناء اللغوى للجملة المستقلة مماثل للبناء اللغوى للجملة البسيطة، وإحدى الجمل المكونة للجملة المركبة هى جملة أساسية proposition principale وقد عرفها بلاشير بأنها جملة حاكمة لجملة ـ أو عدة جمل ـ لاحقة تسمى الجملة ـ أو الجمل ـ التابعة subordonné أو المعطوفة coordonné أو المتجاورة juxtaposee ، وفقا لنوعية علاقة الربط القائمة بين الجملة الأساسية والجملة ـ أو الجمل ـ الفرعية(2). وسنعرض لهذه العلاقات وفقا لتناول بلاشير لها. ¶ __________ ¶ (1) يذكر أن مصطلحphrase complexe هو المقابل الأجنبى المتداول للجملة المركبة، وقد أطلق عليها بعض المستشرقين مصطلح phrase brisée. ¶ انظر : Fleisch : L’arabe classique, Beyrouth 1968, p. 169 ¶ (2) انظر : Blachère : Grammaire de l’arabe p. 415 ¶ وانظر : Fleisch : L’arabe classique pp.192 , 193",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "يبقى أن نشير إلى أن نص المثل يعد جملة مستقلة بذاتها، قد تكون الجملة بسيطة الإسناد وقد تكون مركبة الإسناد من جملة بسيطة واسم مفرد أو من جملتين بسيطتين كلتاهما عنصر إسنادي، أو مركبة من جملة أساسية تامة وجملة أخرى ـ أو عدة جمل ـ فرعية مرتبطة بها برابط لفظي أو دلالي، وفقا لنوعية علاقة الربط بين الجملة الأساسية والجملة الفرعية على النحو الذي نوضحه فيما يلي: ¶ الربط بالتجاورconjonction de la juxtaposition : ¶ ذكرنا في مقدمة البحث أن الجملة المركبة بالتجاور هي جملة مكونة من جملة أساسية وجملة أخرى ـ أو عدة جمل ـ فرعية ترتبط بالجملة الأساسية برابط معنوي، وقد تشغل الجملة المتجاورة وظيفة نحوية بالنسبة للجملة الأساسية، وقد لا تشغل، ويمكن أن يكون أحد عنصري الجملة الأساسية أو كلاهما جملة. والسؤال المطروح الآن : ما صور الجملة المركبة بالتجاور في مجموع الشواهد المثلية؟ ¶ وللإجابة عن السؤال تم حصر الشواهد، وبلغ عددها (1112) ألفا ومائة واثني عشر مثلا، واخترنا منها عدة شواهد كنماذج تمثل جميعها في البنى التركيبية، ورصدناها على النحو التالي: ¶ 1ـ اللي خلق لشداق متكفل بلرزاق 293 ¶ 2ـ اللي ما يفضل منّه جعان 385 ¶ 3ـ ما تفعله الآباء مخلف للأبناء 2603 ¶ 4ـ مكتوب على ورق الحلاوة ما محبة إلا بعد عداوة 2773 ¶ 5ـ مكتوب على ورق الخيار من سهر الليل نام النهار 2774 ¶ 6ـ يا بخت من كان النقيب خاله 3043 ¶ 7ـ هوّ الكلب يعضّ ودن أخوه؟ 2981 ¶ 8ـ هوّ الإنسان عقله دفتر؟ 2977 ¶ 9ـ الباطل مالوش رجلين 739 ¶ 10ـ ياريت الطلق كان مليان 3063 ¶ 11ـ راح اللي زمرناه لله 1276 ¶ 12ـ إيش عرّفك إنها سكينه 715 ¶ 13ـ جابوا العمية تردوا الرمية 923 ¶ 14ـ جوّزها له ما لْها إلا لُه 996 ¶ 15ـ خالتي عندكم ما جاتشي 1117 ¶ 16ـ الدنيا زي الغازية ترقص لكل واحد شويه 1244 ¶ 17ـ الراجل زي الجزار ما يحبش إلا السمينة 1270 ¶ 18ـ زي حداد الكفار حياته وموته في النار 1406",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "19ـ زي زيت الغار كله منافع1431 ¶ 20ـ زي غنم العرب تبات تشترّ على بربورها 1479 ¶ 21ـ عبد ما هو لك حرّ مثلك 1858 ¶ 22ـ حيّ طلب موت حي مجنون يستاهل الكيّ 1111 ¶ 23ـ الخسارة التي تعلم مكسب 1155 ¶ 24ـ خواتم ترصف في إيدين تقرف 1185 ¶ 25ـ الرغيف المقمر للصاحب اللي يدور 1324 ¶ 26ـ كل شيء بالبخت إلا القلقاس ميّه وفحت 2373 ¶ 27ـ كل شيء بالنظر إلا الدخان بالحجر 2372 ¶ 28ـ كل شيء عند العطار إلا حبّي غصب 2378 ¶ 29ـ ادّي سرّك للي يصونه 91 ¶ 30ـ اسألي على ما تفعلي 117 ¶ 31ـ اقطع لسان عدوك بسلام عليكم 189 ¶ 32ـ اشرّفوا عند اللي ما يعرفوا 128 ¶ 33ـ اقبل عذر اللي يجي لك لحدّ باب الدار 180 ¶ 34ـ دخولك في بيت اللي ما تعرفه قلة حيا 1220 ¶ 35ـ الإبره اللي فيها خيطين ما تخيطش 16 ¶ 36ـ اللي أوله شرط آخره نور 243 ¶ 37ـ اللي تخوضه إنت يغرق فيه غيرك 261 ¶ 38ـ اللي له عينين وراس يعمل ما تعمله الناس 336 ¶ 39ـ اللي ماتت عشيرته يا حيرته 341 ¶ 40ـ اللي مالوش غرض يعجن يقعد ستّ ايّام ينخل 355 ¶ 41ـ اللي ياكل الضرب موش زي اللي يعدّه 417 ¶ 42ـ بير تشرب منّه ما ترميش فيه حجر 847 ¶ 43ـ حدّ يقول للغول عينك حمره 1033 ¶ 44ـ حمار ما هو لك عافيته حديد 1098 ¶ 45ـ زي بهرجان التربيعه شعرة ريح تهزّه 1388 ¶ 46ـ زي كرابيج الحاكم اللي يفوتك أحسن من اللي يحصلك 1514 ¶ 47ـ طير في السما اسمه غضنفر يجمع الأشكال على بعضها 1823 ¶ 48ـ عمل من طبّ لمن حبّ 1964 ¶ 49ـ اجري يا مشكاح للي قاعد مرتاح 68 ¶ 50ـ إصباح الخير يا اعور قال دا شرّ بايت 132 ¶ 51ـ أعمى قال لأعور كاس العمى مرّ قال نصّ الخبر عندي 165 ¶ 52ـ الله يحي أصحاب النظر يا لمون 240 ¶ 53ـ بركه يا جامع اللي جتّ منّك ما جتّ منّي 775 ¶ 54ـ تضربني تقطع راسي تصالحني تجيب لي راس منين 890 ¶ 55ـ جا يتاجر في الحنة كترت الأحزان 939 ¶ 56ـ جا يطلّ غلب الكل 940 ¶ 57ـ جت الحزينه تفرح ما لقت مطرح 948 ¶ 58ـ راح يحج جاور 1278 ¶ 59ـ راح يخطبها له اجوّزها 1279",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "60ـ جبتك يا عبد المعين تعنّي لقيتك يا عبد المعين تنعان 945 ¶ 61ـ افتكرنا القط جه ينط 946 ¶ 62ـ جمل بارك من عياه قال حمّلوه يقوم 968 ¶ 63ـ جوزي ما حكمني دار عشيقي وراي بالنبوت 988 ¶ 64ـ خدتك عِواز خدتك لواز خدتك أكيد العوازل كدت أنا نفسي 1129 ¶ 65ـ عاشم ما ريّحونا ماتوا ما ورّثونا 1840 ¶ 66ـ قالوا شكرنا غنّام غنّام طلع حرامي 2168 ¶ 66ـ قالوا شكرنا غنّام غنّام طلع حرامي 2168 ¶ أ : التحليل : ¶ ************ ¶ النماذج السابقة لها شواهد كثيرة مماثلة لم نذكرها، وبتحليل هذه النماذج يتضح لنا أنها أربعة أنماط: ¶ ـ النمط الأول: شواهد تحوي جملة متجاورة واحدة ذات وظيفة نحوية بالنسبة للجملة الأساسية، وقد تكون الجملة المتجاورة أحد ركني الإسناد في الجملة الأساسية وقد تكون عنصرا توسيعيا لها. ¶ ـ النمط الثاني: شواهد تحوي أكثر من جملة متجاورة؛ كلها ذات وظائف نحوية بالنسبة للجملة الأساسية. ¶ ـ النمط الثالث: شواهد تحوي أكثر من جملة متجاورة بعضها ذات وظائف نحوية وبعضها ليس لها وظائف نحوية بالنسبة للجملة الأساسية. ¶ ـ النمط الرابع: شواهد تحوي جملة متجاورة ـ أو عدة جمل ـ مستقلة نحويا عن الجملة الأساسية. ¶ ويمكن تفصيل القول في الأنماط الأربعة على النحو التالي: ¶ ـ النمط الأول: الشواهد التي تحوي جملة متجاورة واحدة ذات وظيفة نحوية بالنسبة للجملة الأساسية، وقد تكون الجملة المتجاورة أحد ركني الإسناد في الجملة الأساسية وقد تكون عنصرا توسيعيا لها، وهذه الشواهد تبدأ من (1: 34)، والوظائف النحوية التي شغلتها الجملة المتجاورة فيها هي: ¶ ـ جملة متجاورة مبتدأ:",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ورد هذا النمط في الشواهد (1: 6) وبتحليلها يتضح لنا أن الجملة المتجاورة المبتدأ هي جملة موصولية في كل الشواهد ما عدا الشاهد (4) على اعتبار أن اسم الموصول يشغل الوظيفة النحوية مع صلته مرتبطا بها، ولا يمكن أن يأتي بمعزل عنها(1)، أما الشاهد (4) فالجملة فيه اسمية مؤكدة بالحصر، ويلاحظ أن الخبر في الشواهد كلها اسم مفرد جاء في ترتيبه الاعتيادي في ش(1: 3) وتقدم على جملة المبتدأ في ش(4: 6) وهو اسم مفعول في ش(4، 5) ومصدر بمعنى اسم المفعول في ش(6) أما حرف الياء فهو للتنبيه، ولعل الأصل في المثل (مبخوت من كان النقيب خاله)، ويمكن تقدير المصدر مع حرف الياء بجملة تعجبية هكذا (من كان النقيب خاله ما أبخته) ـ وسنعرض لذلك بعد ـ وجملة الشواهد في بنيتها التركيبية متوافقة مع النظام التركيبي للفصحى باستثناء الشاهد السادس، والجملة التي تشغل وظيفة المبتدأ أشار إليها بعض النحويين، وأسموها الجملة المسند إليه(2). ¶ ـ جملة متجاورة خبرا : ¶ ورد هذا النمط في الشواهد (7 : 10)، وقد جاءت جملة الخبر فعلية في ش(7) واسمية في باقيها، والمبتدأ اسم مفرد مسبوق بأداة استفهام في ش(7، 8) وهي (هوّ)، وهذه الأداة خاصة باللغة العامية تقابل في الفصحى (هل)، والاستفهام هنا إنكاري، والمبتدأ مسبوق بحرف تمنٍّ في الشاهد العاشر هو (يا ريت) ولعل أصله (ليت) الفصيح، وانقلبت اللام راء لقرب المخرج. وجملة الشواهد في بنيتها التركيبية متوافقة مع النظام التركيبي للفصحى، ولا خلاف إلا في استعمال العامية (هوّ) كأداة استفهام بدلا من (هل) و(يا ريت) بدلا من (ليت) في الفصحى، وهو خلاف لهجي لا يؤثر على النظام التركيبي. ¶ ـ جملة متجاورة فاعلا : ¶ __________ ¶ (1) ذهب إلى ذلك قلة من النحاة. انظر : ابن هشام : مغني اللبيب 535 ¶ (2) انظر : ابن هشام : مغني اللبيب 559",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "لم يرد في جملة الشواهد المثلية جملة متجاورة تشغل وظيفة الفاعل إلا قولهم: (راح اللي زمرناه لله) وهو الشاهد الحادي عشر من النماذج، وقد جاءت في إطار جملة فعلية مركبة بالتجاور، أما جملة الفاعل فموصولية. وجملة الفاعل من الجمل التي تشغل وظيفة نحوية في النظام التركيبي للفصحى، وقد ذكر بعض النحاة ذلك تحت مصطلح \"الجملة المسند إليه\"(1) ¶ ـ جملة متجاورة مفعولا : ¶ كذلك لم يرد في جملة الشواهد المثلية جملة مركبة من جملتين إحداهما متجاورة تشغل وظيفة المفعول إلا في قولهم: (إيش عرفك إنها سكينه) وهو الشاهد الثاني عشر من النماذج، وقد جاءت في إطار جملة فعلية مركبة بالتجاور وجملة المفعول اسمية مؤكدة بـ(إن). ¶ ـ جملة متجاورة حالا : ¶ الجملة المتجاورة التي شغلت وظيفة الحال ترددت في عدد كبير من الشواهد المثلية سواء في إطار جملة مركبة من جملتين إحداهما متجاورة (حال) أو في إطار جملة مركبة من عدة جمل متعددة الوظائف إحداها (حال) أو في إطار جملة مركبة من عدة جمل بعضها تشغل وظيفة نحوية وبعضها مستقلة نحويا. ومن شواهد الجملة المركبة من جملتين إحداهما متجاورة (حال) الشواهد (13 : 20) وجاءت الجملة المركبة فعلية في ش(13، 14) واسمية في باقي الشواهد، ومبتدؤها محذوف في ش(18، 19، 20)، أما جملة الحال فهي فعلية في ش(13، 15، 16، 17 20) واسمية في باقي الشواهد، وجاءت جملة الحال مؤكدة من خلال سلب السلب في ش(14، 17)، وجاءت منفية بـ(ما) في ش(15). ¶ ـ جملة متجاورة نعتا: ¶ __________ ¶ (1) انظر : المرجع السابق 559",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الأمثال التي وردت فيها جملة متجاورة تشغل وظيفة النعت كثيرة، وقد سقنا نماذج لها في ش(21 : 25)، وجملة النعت فيها جاءت اسمية وصفا للمبتدأ في الشاهد (21) وجاءت فعلية وصفا للمبتدأ وللخبر في الشواهد (22، 24)، وجاءت موصولية وصفا للمبتدأ في الشاهد (23) ووصفا للمجرور في ش(25)، وجاءت جملة النعت منفية في ش(21)، أما الجملة الأساسية فهي مثبتة في كل الشواهد. والبنية التركيبية للشواهد هنا متوافقة مع البنية التركيبية لمثيلها في النظام التركيبي للغة للفصحى. ¶ ـ جملة متجاورة مستثنى : ¶ قليل تردد جملة المستثنى المتجاورة لجملة أساسية في الأمثال العامية، فلم نعثر على شواهد لها إلا ما رصدناه متمثلا في الشواهد (26، 28)، وجملة المستثنى فيها جملة اسمية، والجملة الأساسية اسمية مثبتة، وأداة الاستثناء (إلا). وجملة المستثنى من الجمل التي تشغل وظيفة نحوية في النظام التركيبي للفصحى(1) ¶ ـ جملة متجاورة في محل جرّ : ¶ الشواهد التي تحمل جملة متجاورة في محل جر هي (29: 31)، والجملة المتجاورة فيها جملة موصولية مسبوقة بحرف جر في ش(29، 30، 32) وجملة اسمية مسبوقة بالباء الجارة في ش(31)، ولعل في الجملة قولا مقدرا بعد الباء، والجملة المتجاورة مقول القول في محل نصب، غير أننا أخذنا التركيب على ظاهره، وحذف القول معروف في النظام التركيبي للفصحى؛ ومن ثم فالشواهد متوافقة في بنيتها التركيبية مع النظام التركيبي للفصحى. ¶ ـ جملة متجاورة مضافا إليه : ¶ وردت الجملة المتجاورة التي تشغل وظيفة المضاف إليه في ش(32: 34) وهي جملة موصولية في كل الشواهد، والمضاف جاء ظرفا في ش(32) واسما في ش(33، 34)، والجملة الأساسية فعلية في ش(32، 33) واسمية في ش(34)، وبنيتها التركيبية متوافقة ونظام الفصحى. ¶ __________ ¶ (1) انظر : ابن هشام : مغني اللبيب 558",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ـ النمط الثاني: الشواهد التي تحوي أكثر من جملة متجاورة؛ كلها ذات وظائف نحوية بالنسبة للجملة الأساسية، ويمثلها الشواهد (35: 48)، والوظائف التي تشغلها الجمل المتجاورة هي: ¶ ـ وظيفة المبتدأ في الشواهد الآتية(1) : ¶ 36ـ اللي أوله شرط آخره نور 243 ¶ 41ـ اللي ياكل الضرب موش زي اللي يعدّه 417 ¶ 37ـ اللي تخوضه إنت يغرق فيه غيرك 261 ¶ 38ـ اللي له عينين وراس يعمل ما تعمله الناس 336 ¶ 39ـ اللي ماتت عشيرته يا حيرته 341 ¶ 40ـ اللي مالوش غرض يعجن يقعد ستّ ايّام ينخل 355 ¶ 46ـ زي كرابيج الحاكم اللي يفوتك أحسن من اللي يحصلك 1514 ¶ وجملة المبتدأ موصولية في كل الشواهد. ¶ ـ وظيفة الخبر وقد وردت في الشواهد الآتية : ¶ 35ـ الإبره اللي فيها خيطين ما تخيطش 16 ¶ 36ـ اللي أوله شرط آخره نور 243 ¶ 37ـ اللي تخوضه إنت يغرق فيه غيرك 261 ¶ 38ـ اللي له عينين وراس يعمل ما تعمله الناس 336 ¶ 39ـ اللي ماتت عشيرته يا حيرته 341 ¶ 40ـ اللي مالوش غرض يعجن يقعد ستّ ايّام ينخل 355 ¶ 42ـ بير تشرب منّه ما ترميش فيه حجر 847 ¶ 43ـ حدّ يقول للغول عينك حمره 1033 ¶ 44ـ حمار ما هو لك عافيته حديد 1098 ¶ 45ـ زي بهرجان التربيعه شعرة ريح تهزّه 1388 ¶ 47ـ طير في السما اسمه غضنفر يجمع الأشكال على بعضها 1823 ¶ وجملة الخبر جاءت فعلية في ش(35، 37، 38، 40، 42، 43، 45، 47)، واسمية في ش(36، 44)، أما الشاهد (39) فالخبر فيه نداء تعجبي (يا حيرته) وهذا التركيب يمكن أن يقدر باسم مفرد (محتار) ويمكن أن يقدر بجملة تعجبية، فتكون جملة المثل (اللي ماتت عشيرته ما أحيره). وجملة الخبر جاءت منفية نفيا إخباريا في ش(35) ونفيا طلبيا في ش(42) وحرف النفي فيهما (ما)، واستعمال (ما) للنهي خاص بالعامية، فلم يرد في اللغة الفصحى. ¶ ـ وظيفة النعت في الشواهد الآتية : ¶ __________ ¶ (1) ميّزنا جملة المبتدأ بأن كتبناها بخط مائل ووضعنا خطا تحتها، وكذلك سنفعل في شواهد كل وظيفة نحوية نعرض لها.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "35ـ الإبره اللي فيها خيطين ما تخيطش 16 ¶ 42ـ بير تشرب منّه ما ترميش فيه حجر 847 ¶ 44ـ حمار ما هو لك عافيته حديد 1098 ¶ 47ـ طير في السما اسمه غضنفر يجمع الأشكال على بعضها 1823 ¶ وجملة النعت موصولية في ش(35) وفعلية في ش(42) واسمية في ش(44، 47) وفي جميعها جاءت وصفا للمبتدأ. ¶ ـ وظيفة المفعول في الشاهدين: ¶ 38ـ اللي له عينين وراس يعمل ما تعمله الناس 336 ¶ 43ـ حدّ يقول للغول عينك حمره 1033 ¶ وجملة المفعول موصولية في (38) واسمية في(43)، والجملة الأساسية استفهامية في ش(43) وأداة الاستفهام مقدرة بالهمزة أو (هل)؛ لأن كلمة (حدّ) تقابل في الفصحى (أحد) وهي لا تأتي إلا في استفهام أو نفي. ¶ ـ وظيفة الحال في الشواهد: ¶ 40ـ اللي مالوش غرض يعجن يقعد ستّ ايّام ينخل 355 ¶ 45ـ زي بهرجان التربيعه شعرة ريح تهزّه 1388 ¶ 46ـ زي كرابيج الحاكم اللي يفوتك أحسن من اللي يحصلك 1514 ¶ وجملة الحال جاءت فعلية في ش(40) ومركبة في ش(45، 46). ¶ ـ وظيفة (الجر بالحرف وبالإضافة) في الشواهد : ¶ 41ـ اللي ياكل الضرب موش زي اللي يعدّه 417 ¶ 46ـ زي كرابيج الحاكم اللي يفوتك أحسن من اللي يحصلك 1514 ¶ 48ـ عمل من طبّ لمن حبّ 1964 ¶ والجملة المتجاورة التي في محل جر بالحرف في ش(46، 48) والتي في محل جر بالإضافة في ش(41، 48)، وهي جملة موصولية في كل الشواهد. ¶ ويمكن القول بأن الشواهد في مجملها لم تخالف النظام التركيبي للفصحى في بنيتها التركيبية، باستثناء الشاهد (39) القائل: (اللي ماتت عشيرته يا حيرته)؛ فالخبر هنا تركيب ندائي تعجبي (يا حيرته) وهو بصورته هذه لم نعهده في النظام التركيبي للعربية الفصحى.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ـ النمط الثالث: الشواهد التي تحوي أكثر من جملة متجاورة بعضها ذات وظائف نحوية وبعضها ليس لها وظائف نحوية بالنسبة للجملة الأساسية، ويمثلها الشواهد (49: 66)، وبتحليلها تبين لنا أن الوظائف النحوية التي شغلتها هي(1): ¶ ـ وظيفة المبتدأ : في الشاهد : ¶ 53ـ بركه يا جامع اللي جتّ منّك ما جتّ منّي 775 ¶ ـ وظيفة الخبر : في الشواهد : ¶ 51ـ أعمى قال لأعور كاس العمى مرّ قال نصّ الخبر عندي 165 ¶ 52ـ الله يحي أصحاب النظر يا لمون 240 ¶ 63ـ جوزي ما حكمني دار عشيقي وراي بالنبوت 988 ¶ 66ـ قالوا شكرنا غنّام غنّام طلع حرامي 2168 ¶ ـ وظيفة المفعول : في الشواهد : ¶ 50ـ إصباح الخير يا اعور قال: دا شرّ بايت 132 ¶ 51ـ أعمى قال لأعور: كاس العمى مرّ قال: نصّ الخبر عندي 165 ¶ 62ـ جمل بارك من عياه قال: حمّلوه يقوم 968 ¶ 66ـ قالوا شكرنا غنّام غنّام طلع حرامي 2168 ¶ ـ وظيفة الحال : في الشواهد : ¶ 54ـ تضربني تقطع راسي تصالحني تجيب لي راس منين 890 ¶ 55ـ جا يتاجر في الحنة كترت الأحزان 939 ¶ 56ـ جا يطلّ غلب الكل 940 ¶ 57ـ جت الحزينه تفرح ما لقت مطرح 948 ¶ 58ـ راح يحج جاور 1278 ¶ 59ـ راح يخطبها له اجوّزها 1279 ¶ 60ـ جبتك يا عبد المعين تعنّي لقيتك يا عبد المعين تنعان 945 ¶ 61ـ افتكرنا القط جه ينطّ 946 ¶ 64ـ خدتك عِواز خدتك لواز خدتك أكيد العوازل كدت أنا نفسي 1129 ¶ 65ـ عاشم ما ريّحونا ماتوا ما ورّثونا 1840 ¶ ـ وظيفة الجر بالحرف : في الشاهد : ¶ 49ـ اجري يا مشكاح للي قاعد مرتاح 68 ¶ أما الجمل المتجاورة التي ليس لها وظائف نحوية فهي تلك التي تحتها خط فيما يلي من الشواهد: ¶ 50ـ إصباح الخير يا اعور قال: دا شرّ بايت 132 ¶ 51ـ أعمى قال لأعور كاس العمى مرّ قال:نصّ الخبر عندي 165 ¶ 53ـ بركه يا جامع اللي جتّ منّك ما جتّ منّي 775 ¶ 54ـ تضربني تقطع راسي تصالحني تجيب لي راس منين 890 ¶ __________ ¶ (1) الجمل التي تحتها خط جمل ذات وظائف نحوية، والتي ليس تحتها خط ليس لها وظائف نحوية",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "55ـ جا يتاجر في الحنة كترت الأحزان 939 ¶ 56ـ جا يطلّ غلب الكل 940 ¶ 57ـ جت الحزينه تفرح ما لقت مطرح 948 ¶ 58ـ راح يحج جاور 1278 ¶ 59ـ راح يخطبها له اجوّزها 1279 ¶ 60ـ جبتك يا عبد المعين تعنّي لقيتك يا عبد المعين تنعان 945 ¶ 61ـ افتكرنا القط جه ينط 946 ¶ 62ـ جمل بارك من عياه قال حمّلوه يقوم 968 ¶ 63ـ جوزي ما حكمني دار عشيقي وراي بالنبوت 988 ¶ 64ـ خدتك عِواز خدتك لواز خدتك أكيد العوازل كدت أنا نفسي 1129 ¶ 65ـ عاشم ما ريّحونا ماتوا ما ورّثونا 1840 ¶ 66ـ قالوا شكرنا غنّام عنّام طلع حرامي 2168 ¶ ـ النمط الرابع: الشواهد التي تحوي جملة متجاورة ـ أو عدة جمل ـ مستقلة نحويا عن الجملة الأساسية: ¶ نعرض هنا لمجموعة من الشواهد كل منها يمثل جملة مركبة من جملة أساسية وجملة أو عدة جمل متجاورة ترتبط بالجملة الأساسية برابط دلالي، وهي مستقلة نحويا، وسنضع خطا تحت الجمل المتجاورة المستقلة نحويا، ويمثله ش(67: 80). ¶ 67ـ اتلمت الحبايب ما بقاش حدّ غايب 59 ¶ 68ـ الأرض موش شهاوي دي ضرب ع الكلاوي 105 ¶ 69ـ اشتري ما تبعش 126 ¶ 70ـ اطبخي يا جاريه كلّف يا سيد 150 ¶ 71ـ تعرف فلان؟ أيوه . عاشرته؟ لأ . يبقى ما تعرفوش 896 ¶ 72ـ جا للعمي ولد قلعوا عينه من التحسيس 936 ¶ 73ـ ركبته ورايا حطّ إيه في الخرج 1332 ¶ 74ـ سكتنا له دخل بحماره 1600 ¶ 75ـ جعانش ؟ أفتّ لك 959 ¶ 76ـ جوزوا مشكاح لريمه ما على الاتنين قيمه 999 ¶ 77ـ خطبوها تعززت فاتوها تندمت 1159 ¶ 78ـ دي موش دبانه دي قلوب مليانه 1261 ¶ 79ـ عتبه زرقه تروح فرقه تجي فرقه 1862 ¶ 80ـ يا باني يا طالع يا فاحت يا نازل 3040 ¶ وبإعادة قراءة الشواهد التي تحتوي على جمل متجاورة لها وظائف نحوية وأخرى ليس لها وظائف، والشواهد التي تحتوي على جمل متجاورة مستقلة نحويا نستنبط عدة ملحوظات: ¶ ـ العامية تستخدم كلمة (اللي) بمعنى (أن) المصدرية، فضلا عن أنها اسم موصول واسم شرط.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ـ الفعل (جا) في العامية يستخدم كفعل مساعد بمعنى (حاول) أو فعل من أفعال المقاربة يحمل دلالة الشروع، وبالتالي فالجملة الفعلية بعده تشغل وظيفة الخبر. ¶ ـ الفعل (يبقى) في العامية يستخدم بمعنى الحرف (إذن)، كما في ش(71). ¶ ـ استخدمت العامية المقطع (ـش) ملحقا بالكلمة في سياق استفهامي في الشاهد (جعانش؟ أفتّ لك ـ 75)، كما استخدمته في النفي، وهذا التركيب خاص بالعامية. ¶ ـ تستخدم العامية حرف (يا) بديلا لـ(ال) التعريف، كما في الشاهد (80) القائل : (يا باني يا طالع يا فاحت يا نازل)؛ حيث يمكن تغيير بنية المثل(1) إلى (الباني الطالع الفاحت النازل) وهو مركب من جملتين اسميتين إحداهما أساسية والأخرى متجاورة ترتبط بالأولى برابط دلالي. واستعمال (الياء) كحرف تعريف يفيد التنبيه ولفت انتباه المخاطب أو المستمع. ¶ ـ الجمل المتجاورة المستقلة نحويا في شواهد كثيرة تقتضي في النظام التركيبي للفصحى أن تسبق بـ(فاء السببية) العاطفة كما في ش(55: 61، 72: 77)، وفي شواهد أخرى تقتضي (واو العطف) كما في ش(65، 66)، وفي شواهد أخرى تقتضي (بل) كما في ش(68، 78)، ويمكن تقدير (لما) الظرفية في كثير من الشواهد؛ ومن ثم فهذه الشواهد ـ ومثلها كثير ـ تعطي تميزا للنظام التركيبي للعامية تخالف به النظام التركيبي الفصحى. ¶ الربط بالتبعية conjonction de subordination : ¶ __________ ¶ (1) ورد المثل في موضع آخر بهذه الصورة (الباني طالع والفاحت نازل) 741",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "يقصد بـ(الربط بالتبعية) أن هناك جملة مركبة من جملة أساسية وأخرى ـ أو أخر ـ تابعة مرتبطة بالجملة الأساسية من خلال رابط لفظي، وأدوات الربط الأساسية: أنّ المشددة، أن المخففة، ما المصدرية، واو الحال، وما يحل محل ذلك من الروابط مثل: \"على أن، على ما، لمّا، حتى، طالما، كثر ما، مادام، قبل ما، بعد ما، قبل أن، بعد أن ..\"، لكن الأصل في هذه الأدوات (أن) بنوعيها، وتستخدم المخففة للتعبير عن الرغبة والنية كما فيقولنا: \"أريد أن أذهب\" وتستخدم الأخرى للتعبير عن الحقائق والتوكيد(1)، والجمل التابعة لابد أن تشغل وظيفة نحوية تتعلق بالجملة الأساسية في إطار جملة المثل المركبة؛ ومن هنا يأتي السؤال: ما الوظائف النحوية التي اشتملت عليها الجمل التابعة في الأمثال العامية؟ ¶ وللإجابة تم حصر الشواهد المثلية التي تمثل في بنيتها التركيبية جملة مركبة بالتبعية، وبلغ عددها (122) مائة واثنين وعشرين مثلا، وتم اختيار نماذج لها تمثلها جميعا في البنية التركيبية، وتم رصدها على النحو التالي: ¶ 1ـ شخوا عليّ كلكم إلا الزمان خلاني لكم 1653 ¶ 2ـ إكمنّ أبوك جندي داير في حل شعرك 224 ¶ 3ـ خدها في كُمّك لَتغمّك 1143 ¶ 4ـ وراه ليبرك 2997 ¶ 5ـ آديني حيّه لما أشوف اللي جيّه 9 ¶ 6ـ اتمسكن لما تتمكن 61 ¶ 7ـ امسك الباطل لما يجيك الحق 528 ¶ 8ـ خلّي حبيبي على هواه لما يجي ديله على قفاه 1170 ¶ 9ـ على ما تتكحل العمشة يكون السوق خرب 1938 ¶ 9ـ على ما تتكحل العمشة يكون السوق خرب 1938 ¶ 10ـ على ما يسعد المتعوس يفرغ عمره 1940 ¶ 11ـ على ما ينقطع الجريد يفعل الله ما يريد 1941 ¶ 12ـ اتغدى به قبل ما يتعشى بك56 ¶ 13ـ اخطب لبنتك قبل ما تخطب لابنك 83 ¶ 14ـ شوف حاله قبل أن تسأله 1699 ¶ 15ـ بعد ما راح المقبره بقي في حنكه سكّره 795 ¶ 16ـ بعد ما شاب ودّوه الكتّاب 796 ¶ 17ـ بعد ما كان سيدها بقي يطبل في عرسها 798 ¶ __________ ¶ (1) انظر : Blachère : Grammaire de l’arabe classique p. 432",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "18ـ ما دام رايح كتّر من الفضايح 2619 ¶ 19ـ طول ما إنت طيب تكتر أصحابك 1813 ¶ 20ـ طول ما الولاّده بتولد ما على الدنيا شاطر 1815 ¶ 21ـ اربط الحمار مطرح ما يقول لك صاحبه 101 ¶ 22ـ الرجل تدبّ مطرح ما تحبّ 1309 ¶ 23ـ ابنه على كتفه ويدور عليه 35 ¶ 24ـ أجرب وانفتح له باب 63 ¶ 25ـ الفشر والنشر والعشا خبيزه 2102 ¶ 26ـ اديني رغيف ويكون نضيف 93 ¶ 27ـ أشكي لمين وكل الناس مجاريح 129 ¶ 28ـ أقرع ودقنه طويله 184 ¶ 29ـ أمّه عياشه وعامل باشا 537 ¶ 30ـ تبقى عوره وبنت عبد ودخلتها ليلة الحدّ ¶ ـ التحليل : ¶ النماذج السابقة لها شواهد مماثلة لم نذكرها، وبتحليل هذه النماذج يتضح لنا أن أدوات الربط في الأمثال العامية اقتصرت على : ¶ ـ (إلا ، إكمنّ) بمعنى ( لأنّ ) : ¶ وذلك في ش(1، 2)، وهذا الاستعمال خاص بالعامية، والجملة التابعة في الشاهدين في محل جر، وهي اسمية بسيطة متقدمة لفظا على الجملة الأساسية في ش(2)، ومركبة بالتجاور جاءت في ترتيبها الاعتيادي في ش(1)، وكان ينبغي أن نعرض لها في (تعدد علاقات الربط)، لكننا آثرنا أن نذكرها هنا لأننا جمعنا بين أداتين بمعنى (أنّ). ¶ ـ لام التعليل: ¶ في ش(3، 4)، ولام التعليل في العربية هي اللام الجارة، إلا أنها تدخل على الفعل المضارع المسبوق بـ(أن) المصدرية المقدرة. ويبدو أن في الشاهدين حرف نفي مقدر، وتقدير الجملة (خدها في كُمّك لئلا تغمك)، (وراه لئلا يبرك)، والجملة التابعة فعلية مسبوقة بأن المقدرة في محل جر بلام التعليل، أما الجملة الأساسية ففعلية في ش(3) واسمية حذف فعلها الناسخ واسمه في ش(4)؛ والتقدير (كن وراه لئلا يبرك). ¶ ـ لمّا بمعنى حتى :",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وردت في ش(5: 8)، و(لمّا) بمعنى (حتى) من خصائص العامية؛ لأنها لم ترد في الفصحى بهذه الدلالة؛ إنما دلالتها في الفصحى أنها حرف نفي وظرف بمعنى حين وحرف استثناء، والعامية لم تستعملها إلا بمعنى (حين) وبمعنى (حتى)، وكونها بمعنى (حتى) يجعلها حرف جر، وبالتالي فالجملة التابعة فعلية مسبوقة بـ(أن) المقدرة في محل جر بها، أما الجملة الأساسية فاسمية في ش(5) وفعلية في باقي الشواهد. ¶ ـ على ما بمعنى ( إلى ، حتى ) : ¶ الشواهد التي تمثل هذا الرابط (9: 11)، واستعمال (على ما) بمعنى (حتى) أو (إلى ما) خاص بالعامية، فلم تستعمل الفصحى هذا الاستعمال، والجملة التابعة فعلية في محل جر بـ(على)، وقد تقدمت الجملة التابعة على الجملة الأساسية لفظا. ¶ ـ قبل ما، قبل أن، بعد ما: ¶ والشواهد التي وردت فيها هذه الروابط (12: 17)، والرابطان (قبل وبعد) معروفان كظرفين في النظام التركيبي للفصحى، و(ما، أن) حرفان مصدريان، والجملة التابعة فعلية مجرورة بالظرف، وقد تقدمت على الجملة الأساسية في بعض الشواهد. ¶ ـ مادام ، طول ما، مطرح ما: ¶ وردت في الشواهد (18: 22)، والرابط (ما دام) معروف في الفصحى، فالفعل (دام) من أخوات (كان) الناسخة الناقصة، وهو دائما مرتبط بـ(ما) المصدرية الزمانية، أما الرابط (طول ما) فالفصحى تستعمل بدلا منه (طالما) على أنه فعل لا فاعل له، ومن ثم فاستعماله بهذه الصورة خاص بالعامية، وأما الرابط (مطرح ما) فهو في العربية اسم مكان مثل (مكتب)، إلا أن الفصحى لا تستعمله كرابط ظرفي كما هو في العامية، والجمل التابعة في ش(19: 22) في محل جر بالإضافة، أما في ش(18) فهي في محل جرّ بإضافتها إلى ظرف مقدر (مدة دوامك...)، وتقدمت الجملة التابعة لفظا على الجملة الأساسية، وهذا أمر مشروع في النظام التركيبي للفصحى. ¶ ـ واو الحال :",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "الوظيفة الأساسية للواو أنه رابط عطفي conjonction de coordination غير أنه يأتى حاملا مدلول الفاء الناصبة للمضارع كقولهم \"ليقتلن هؤلاء الثلاثة ويريحوا العباد منهم\"، ويأتى متبوعا بجملة اسمية أو فعلية تعبر عن الحال état، كقولهم: \"سمعت أعرابيا يدعو الله وهو يقول\"، و\"عشقها وهو غلام\"، ويأتى متبوعا بـ(جملة فعلية تابعة subordonnée verbale) في الماضي مسبوقة بقد أو غير مسبوقة؛ ليدل على الماضي البعيد passé dans passé ، كما في الآية \"هو على هين وقد خلقتك\"(1). ¶ والواو في الشواهد (23: 30) يحمل دلالة الحال، والجملة التابعة جملة حالية في محل نصب، وهي فعلية في ش(23، 24)، واسمية في باقي الشواهد، والجملة الأساسية فعلية في ش(27، 30) واسمية في باقي الشواهد. ¶ ويمكن القول بأن النظام التركيبي للجملة المركبة بالتبعية في العامية ـ بوصف عام ـ لم يختلف عن النظام التركيبي للفصحى، وإن كان ثمة اختلاف فذلك في أدوات الربط نفسها؛ حيث استعملت العامية أدوات للربط استعمالا لم تستعمله الفصحى. ¶ الربط بالازدواج conjonction dédoublement : ¶ الجملة المزدوجة phrase double هى جملة مركبة phrase complexe من جملتين deux propositions إحداهما أساسية phrase principale والأخرى فرعية، وهى تستخدم لتدل على احتمال وقوع الحدث أو عدم وقوعه eventuel plus ou moins، أو افتراض محققhypothetique réel أو افتراض غير محقق irrealisé(2). ¶ ويعنى بلاشير بمصطلح hypothetique جملة الشرط عند النحاة ، تلك الجملة التى تتكون من جملتين : جملة فعل الشرط proposition protase (conditionnelle) وجملة الجزاء proposition apodose(3). ¶ __________ ¶ (1) انظر : Blachère : Grammaire de l’arabe .. p. 445 ¶ (2) انظر : Blachère : Grammaire de l’arabe p. 450 ¶ (3) انظر : Blachère : Ibid p. 450",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "والجملة الفرعية ترتبط بالجملة الأساسية برابط لفظي (أدوات الشرط)، وقد يحذف هذا الرابط فيقدر، وذلك في (جملة الطلب وجوابه)، والذي يعنينا من الجملة المزدوجة في الأمثال أن نجيب عن هذا السؤال: ما أدوات الربط المستعملة؟ وما بنى الجملة المزدوجة؟ وللإجابة تم حصر الأمثال التي تمثل في بنيتها التركيبية جملة مزدوجة، وبلغ عددها (381) ثلاثمائة وواحدا وثمانين مثلا. واخترنا مجموعة نماذج تمثلها جميعا في البنية التركيبية، ونرصدها هنا على النحو التالي: ¶ 1ـ إن اتهدّم بيت أخوك خد منّه قالب 542 ¶ 2ـ إن أعجبك مالك بيعه 546 ¶ 3ـ إن حضر العيش يبقى المشّ شبرقه 569 ¶ 4ـ إن دبل الورد ريحته فيه 578 ¶ 5ـ إن سب الندل في أهله لا خير فيه ولا في أهله 586 ¶ 6ـ إن سلم المارس من الحارس فضل من الله 588 ¶ 7ـ إن عملت خير ما تشاور 608 ¶ 8ـ إن فاتك لبن الكندوز عليك بلبن الكوز 616 ¶ 9ـ إن قرقض الكلب عصاته ليس بالنِعَم يجود 621 ¶ 10ـ إن ما كانش لك أهل ناسب 671 ¶ 11ـ من اتحزم بعد عشاه يا فقره بعد غناه 2784 ¶ 12ـ من حكم في شيّه ما ظلم 2806 ¶ 13ـ من خاف سلم 2808 ¶ 14ـ من غاب عنك أصله دلايل نسبته فعله 2856 ¶ 15ـ من فاتك فوته 2860 ¶ 16ـ من قدم السبت يلقى الحدّ قدامه 2861 ¶ 17ـ اللي ما يعرف أبوه ابن حرام 379 ¶ 18ـ اللي ما يكفيش جماعه واحد أحق به 389 ¶ 19ـ اللي ما يموت منين يفوت 391 ¶ 20ـ اللي يسرق البيضه يسرق الفرخه 412 ¶ 21ـ اللي ياكل بلاش ما يشبعش 414 ¶ 22ـ اللي ياكل رغيف ما هوش ضعيف 416 ¶ 23ـ اللي يترك شيء يعيش بلاه 432 ¶ 24ـ اللي يلاعب التعبان لابد له من قرصه 509 ¶ 25ـ اللي ما يكون سعده من جدوده يا لطمه على خدوده 390 ¶ 26ـ اللي وراه المشي أحسن له الجري 409 ¶ 27ـ متى ما خُلِي سدرُه غنّى 2712 ¶ 28ـ مطرح ما تآمن خاف 2749 ¶ 29ـ مطرح ما ترسي دق لها 2750 ¶ 30ـ مطرح ما تمسي بات 2753 ¶ 31ـ إذا اشتد الكرب هان 96 ¶ 32ـ إذا حضرت الملايكة غابت الشياطين 97",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "33ـ إذا كان فيه خير ما كانش رماه الطير 98 ¶ 34ـ ما تزغرطوا إلا لمّا تتقمطوا 2596 ¶ 35ـ ما جمّع إلا لمّا وفّق 2608 ¶ 36ـ لو كان الدعا بيجوز ما خلى صبي ولا عجوز 2553 ¶ 37ـ لو كان للبيضه ودنين كان يشيلها اتنين 2556 ¶ 38ـ لولا اختلاف النظر لبارت السلع 2560 ¶ 39ـ لولا الجرب كنت تضرب بالقله 2563 ¶ 40ـ لولا الحاجة ما مشت الرجلين 2564 ¶ 41ـ احضر أردبك يزيد 74 ¶ 42ـ إرشوا تشفوا 103 ¶ 43ـ ازرع كل يوم تاكل كل يوم 113 ¶ 44ـ جوع سنه تغتني العمر 989 ¶ 45ـ شيل إيدك من المرق لا تحترق 1705 ¶ 46ـ لك قريب لك عدو 2535 ¶ 47ـ أبوك ما خلّف لك عمك ما يديك 43 ¶ 48ـ أبوك ما هو أبوك أخوك ما هو أخوك 44 ¶ 49ـ عين ما تنظر قلب ما يحزن 2025 ¶ التحليل: ¶ بتحليل هذه الشواهد ـ ولها نظائر كثيرة ـ يتبين لنا أن بعض الشواهد تمثل جملة مزدوجة ذات رابط لفظي، وبعضها الآخر يمثل في بنيته التركيبية جملة مزدوجة بدون رابط لفظي. ¶ وفي النوع الأول اقتصرت أدوات الربط على : ¶ ـ إن : وتمثلها الشواهد (1: 10) و(من) في الشواهد (11: 16) و(اللي) في الشواهد (17: 26) والأدوات الثلاثة تجعل الجملة المزدوجة حاملة دلالة الافتراض المحقق، و(متى) في الشاهد (27) و(مطرح) في الشواهد (28: 30) و(إذا) في الشواهد (31: 33) و(لمّا) في ش(34، 35)، والأدوات الأربع تضع الجملة المزدوجة في إطار الدلالة الظرفية، و( لو) في ش(36، 37) و( لولا) في الشواهد (38: 40) والأداتان تجعلان الجملة المزدوجة دالة على افتراض غير محقق.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وجملة الشرط جاءت فعلية في ش(1: 24، 27: 32) ما عدا ش(10)، وتنوع فعلها، فجاء ماضيا في ش(1: 16، 27، 31، 32) وجاء مضارعا في باقي الشواهد، وجاءت اسمية في ش(26، 38، 39، 40) واسمية منسوخة بفعل الكينونة في ش (10، 25، 33، 36، 37) والجملة الاسمية نمطها ناقص في ش(38: 40) والعنصر المقدر هو الخبر، وجاءت جملة الشرط منفية في ش(10، 17، 18، 19، 25) ومثبتة في باقي الشواهد. أما جملة الجواب (الجزاء) فجاءت اسمية في الشواهد (4، 5، 6، 14، 17، 18، 22، 24، 26) وجملة منسوخة بفعل في الشواهد (3، 9، 33، 37) وجملة ندائية تعجبية في ش(11، 25)، وجملة مبدوءة باسم فعل في ش(8) وجملة فعلية في باقي الشواهد. وجاءت جملة الجزاء منفية في الشواهد (5، 7، 9، 12، 21، 22، 33، 36، 40)، ومثبتة في باقي الشواهد. ¶ أما النوع الثاني من الجمل المزدوجة فهو الذي خلى من الرابط اللفظي، وهو نمطان: أحدهما جملة الطلب وجوابه، وتمثله الشواهد (41: 45)؛ وجملة الطلب فعلها أمر وجملة الجواب فعلها مضارع كما هو النظام التركيبي في الفصحى، وهي جملة مثبتة في كل الشواهد ما عدا الشاهد (45) فهي فيه منفية. والنمط الآخر هو جملة صالحة أن تكون إخبارية مركبة بالتجاور، كما أنها صالحة أن تكون مركبة بالازدواج مقدرا فيها الرابط اللفظي المناسب، وهذا هو الأقرب من وجهة نظر الباحث، وتمثله أربعة شواهد فقط من جملة شواهد المعجم التيموري، وهي(1): ¶ 46ـ لك قريب لك عدو 2535 ¶ 47ـ أبوك ما خلّف لك عمك ما يديك 43 ¶ 48ـ أبوك ما هو أبوك أخوك ما هو أخوك 44 ¶ 49ـ عين ما تنظر قلب ما يحزن 2025 ¶ __________ ¶ (1) بعض هذه الجمل تعددت فيها علاقات الربط بين عناصرها، غير أنى آثرت أن أضعها هنا لأناقشها في موضع واحد.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "إذا أعدنا قراءة هذه الشواهد نجد أن السياق يفرض على التركيب أن يكون تركيبا شرطيا؛ حيث يصلح أن نقدّر الرابط الشرطي (إن) أمام كل شاهد، فنقول في الشاهد الأول: (إن يكن لك قريب فلك عدو)، وفي الثاني: (إن يكن أبوك ما خلف لك فعمك ما يديك) وفي الثالث: (إن يكن أبوك ...فأخوك ...) وفي الرابع: (إن لم تنظر العين فالقلب ما يحزن). ¶ وبعد هذا العرض للجملة المركبة بالازدواج يمكن القول بأن النظام التركيبي لجملة الشرط في العامية يخالف النظام التركيبي للفصحى في ثلاثة أشياء: ¶ ـ الأول: أن العامية استعملت أدوات للشرط لم تستعملها الفصحى مثل (اللي) بمعنى (من) و(مطرح ما) بمعنى (حيثما). ¶ ـ الثاني: أن العامية فقدت فاء الربط التي يجب أن تُصدَّر بها جملة جواب الشرط في بعض الحالات؛ كأن تكون جملة اسمية أو مسبوقة بفعل جامد أو جملة طلبية، كما في بعض الشواهد التي عرضنا لها سلفا. ¶ ـ الثالث: أن العامية استعملت نمطا للجملة المزدوجة خاليا من الرابط الفظي ـ هو جملة إخبارية في لفظها ـ لم يقرّه النظام التركيبي للفصحى، ولم أجد له نماذج فصحى قرآنية أو شعرية(1). ¶ الربط بالعطفcoordination conjonction de: ¶ يقول بلاشير(2): \"مثلما عرفت العربية الفصحى الربط بين الجمل بالتجاور وبالتبعية، عرفت أيضا الربط بين الجمل بالعطف ، باستخدام رابط عطفي conjonction de coordinnée متمثلا في\"الواو ، الفاء ، ثم ، بل ..\" وهذا الرابط يستخدم للربط بين المفردات وبين الجمل ، أى يدخل رابطا بين مفردات الجملة البسيطة ، ويدخل رابطا بين عناصر الجملة المركبة. ¶ __________ ¶ (1) ورد شاهد مَثَلي من الفصحى يقترب من هذا النمط، وهو قولهم: تُطعِمْ تُطعَمْ . انظر في ذلك: مجمع الأمثال للميداني ص 1/227 ت. محمد أبو الفضل . طـ القاهرة 1979 ¶ (2) انظر : Blachère : Grammaire de l’arabe classique p. 483",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وهنا يأتي السؤال: ما الروابط العطفية ؟ وما البنى التركيبية للجملة المركبة بالعطف في العامية؟ ¶ وللإجابة ذهبنا نحصر الجمل المركبة بالعطف، فوجدناها (389) ثلاثمائة وتسعة وثمانين مثلا، واخترنا منها مجموعة شواهد تمثل في بنيتها التركيبية كل الشواهد المثلية للجملة المركبة بالعطف، ورصدناها على النحو التالي: ¶ 1ـ افتكر بلده ونسي ولده 174 ¶ 2ـ أكلوا الهدية وكسروا الزبدية 221 ¶ 3ـ صام وفطر على بصله 1722 ¶ 4ـ آخد ابن عمي واتعطى بكُمّي 1 ¶ 5ـ بكره نقعد على الحيطه ونسمع العيطه 814 ¶ 6ـ تخانقني في زفّه وتصطلح معايا في حاره 880 ¶ 7ـ اتعلم السحر ولا تعمل بوش 55 ¶ 8ـ امشي على عدوك جعان ولا تمشي عليه عريان 533 ¶ 9ـ امشي في جنازه ولا تمشي في جوازه 534 ¶ 10ـ بيع واشتري ولا تنكري 856 ¶ 11ـ اكره وداري وحب وواري 206 ¶ 12ـ ضرب وبكى وسبق واشتكى 1760 ¶ 13ـ جهنم جوزي ولا جنة أبويا 976 ¶ 14ـ حسن السوق ولا حسن البضاعه 1060 ¶ 15ـ حمار ملك ولا كحيله شرك 1099 ¶ 16ـ ابن آدم في التفكير والرب في التدبير 23 ¶ 17ـ الأخد حلو والعطا مرّ 80 ¶ 18ـ الأكل مكاتفه والنوم بالراحه 214 ¶ 19ـ الأب عاشق والأم غيرانه والبنت حيرانه 20 ¶ 20ـ الجوز موجود والابن مولود والأخ مفقود 987 ¶ 21ـ اعزم وأكل العيش نصيب 156 ¶ 22ـ حطوا تقليتكم وأنا لقمه بجملتكم 1079 ¶ 23ـ شدّه وتزول 1654 ¶ 24ـ صبّح ولا تقبّح والمسامح كريم 1726 ¶ 25ـ طاب ولاّ اتنين عور 1777 ¶ 26ـ فيها ولاّ أخفيها 2135 ¶ 27ـ يا يموت العبد يا يعتقه سيده 3125 ¶ 28ـ رجل دارت يا سرقت يا عارت(1) 1310 ¶ 29ـ الزبون الزفت يا يبدّر يا يوخّر 1341 ¶ __________ ¶ (1) الشاهدان (28، 29) أدرجا من حيث الحصر في الشواهد التي تعددت فيها علاقات الربط؛ حيث يجمعان بين التجاور والعطف، ولكن رصدتهما هنا للتأكيد على ورود الرابط العطفي (يا…يا) في أكثر من شاهد حتى لا يدخل في نطاق الشاذ؛ فيستبعد من الروابط العطفية المنتظمة في النظام التركيبي للعامية.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "30ـ الصابون كتير بسّ اللي يغسل 1711 ¶ 31ـ الصبر طيب بسّ اللي يرضى به 1729 ¶ ـ التحليل: ¶ بتحليل هذه النماذج تبين لنا أن الروابط العطفية في الجملة المركبة بالعطف اقتصرت على ( الواو) و (ولاّ) بمعنى (أم) و (يا...يا) بمعنى (إما..وإما)، و(بسّ) بمعنى (لكن)، وأخذ الرابط (الواو) النصيب الأكبر من الشواهد، بل لم يرد الرابط (ولاّ) إلا في ش(23، 24) والرابط (يا...يا) في ش(27: 29) والرابط (بسّ) في ش(30، 31). ¶ والجملة المركبة بالعطف جاءت مركبة من أربع جمل فعلية أفعالها أمرية في ش(11) وأفعالها ماضية في ش(12)، وجاءت مركبة من ثلاث جمل فعلية أفعالها أمرية في ش(10) وثلاث جمل اسمية ذات ترتيب اعتيادي في ش (19، 20) وثلاث جمل أولاها وثانيتها فعليتان وثالثتها اسمية في ش(24)، وجاءت مركبة من جملتين فعليتين فعْلاهما بصيغة الماضي في ش(1: 3، 28) وبصيغة المضارع في ش(4: 6، 27، 29) وبصيغة الأمر في ش(7: 9) ومركبة من جملتين اسميتين في ش(16: 18، 25)، ومركبة من جملتين إحداهما فعلية والأخرى اسمية في ش(21، 22، 23، 26)، وجملة مركبة من جملتين أولاهما اسمية والأخرى موصولية في ش(30، 31)، وحُذفت الجملة النواة من جملتي العطف في ش(13: 15) والجملة النواة المقدرة جملة فعلية. ¶ ويمكن القول بأن البنى التركيبية للجملة المركبة بالعطف لم تخرج عن النظام التركيبي للعربية الفصحى، وأن الخصوصية كانت في استعمال الروابط العطفية؛ فاستعمال (ولاّ) و(بسّ) و(يا..يا) خاص بالعامية ولهذه الأدوات مقابل في الفصحى. ¶ تعدد علاقات الربط بين عناصر الجملة:",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "إن المثل يعد نصا قائما بذاته ـ كما أسلفنا الذكر ـ وقد يكون تركيبه قاصرا على جملة بسيطة دنيا phrase minimale أو بسيطة موسعة، وقد يكون جملة مركبة من جملتين بينهما علاقة ربط ما، وقد يكون جملة مركبة من عدة جمل ، وفيهذه الحالة هي نوعان : أحدهما أن العلاقة الرابطة بين جملها من نوع واحد كالتجاور أو العطف .. والآخر أن تتعدد علاقات الربط بين الجمل، فقد تكون علاقتين أو ثلاثا أو أربعا؛ وفقا لنص المثل. وهنا نعيد السؤال الذي طرحناه فيما سبق: ما البنى التركيبية للجملة المركبة التي تعددت علاقات الربط بين عناصرها؟ وللإجابة تمّ حصر الشواهد المثلية التي تمثّل في بنيتها التركيبية جملة مركبة من عدة جمل مرتبطة فيما بينها بأكثر من علاقة ربط من العلاقات الأربع: التجاور والتبعية والازدواج والعطف، فبلغ عددها (536) خمسمائة وستة وثلاثين مثلا، واخترنا مجموعة منها كنماذج تمثلها جميعا في بنيتها التركيبية، وقمنا بتحليلها للتعرف على علاقات الربط بين عناصرها، فانتهينا إلى الآتي: ¶ ـ تجاور وتبعية: وتمثل ذلك النماذج التالية: ¶ 1ـ افتكر لك إيه يا بصله وكل عضه بدمعه 175 ¶ 2ـ الحاجه في السوق تقول: نيني نيني لما يجي اللي يشتريني 1009 ¶ 3ـ خزانه من غير باب ويقولوا يا الله اكفينا شرّ الحساد 1154 ¶ 4ـ خليك في عشّك لما يجي حدّ يهشك 1175 ¶ 5ـ ما شافهمش وهمّا بيسرقوا شافهم وهمّا بيتحاسبوا 2626",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وبتحليل هذه النماذج يتبين لنا أن ش(1) مكون من جملة أساسية وهي جملة فعلية، وجملة متجاورة هي جملة النداء، وجملة تابعة تشغل وظيفة الحال وهي جملة اسمية. وفي ش(2) نجد جملة أساسية، يعقبها جملة متجاورة تشغل وظيفة الخبر، يليها جملة تابعة في محل جر، يعقبها جملة موصولية متجاورة تشغل وظيفة الفاعل. وفي ش(3) نجد جملة أساسية اسمية، يعقبها جملة تابعة تشغل وظيفة الحال، يعقبها جملة متجاورة تشغل وظيفة المفعول. وفي ش(4) نجد جملة أساسية فعلية، يعقبها جملة تابعة في محل جر، يعقبها جملة متجاورة تشغل وظيفة النعت. وفي ش(5) جملة أساسية فعلية منفية بعدها جملة تابعة حال، بعدها جملة فعلية متجاورة غير مرتبطة نحويا بما قبلها، يليها جملة تابعة حال. ¶ ـ تجاور وازدواج : وتمثل ذلك النماذج التالية: ¶ 1ـ إذا كترت اعرف إنها من بيوت الجيران 99 ¶ 2ـ الأعور إن طلع السما يفسدها 171 ¶ 3ـ إن شفت المزيّن بيحلق لحية جارك صبن لحيتك 592 ¶ 4ـ إن كان اللي بيتكلم مجنون يكون المستمع عاقل 622 ¶ 5ـ جارك قدامك ووراك إن ما شاف وشّك يشوف قفاك 929 ¶ وبتحليل هذه النماذج يتبين لنا أن ش(1) مكون من جملة أساسية مزدوجة يليها جملة متجاورة تشغل وظيفة المفعول، وفي ش(2) نجد عنصرا اسميا يشغل وظيفة المبتدأ يجاوره جملة مزدوجة تشغل وظيفة الخبر، وفي ش(3) نجد جملة مزدوجة يتخللها جملة متجاورة تشغل وظيفة الحال لمفعول فعل الشرط، وفي ش(4) نجد جملة مزدوجة في داخلها جملة متجاورة تشغل وظيفة المبتدأ المنسوخ بفعل الشرط، وفي ش (5) نجد جملة اسمية أساسية يجاورها جملة مزدوجة. ¶ ـ تجاور وعطف : وتمثل ذلك النماذج التالية: ¶ 1ـ ابن الكُبّه طلع القبّه وابن اسم الله خده الله 30 ¶ 2ـ أبوك البصل وأمك التوم منين لك الريحه الطيبه يا مشوم 41 ¶ 3ـ أعمى يجرّ أعمى ويقول له: ليله سعيده اللي اجتمعنا ومكسّح يجر مكسح ويقول: يا لله نتفسح 170",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "4ـ اللي بدّك تقضيه امضيه واللي بدّك ترهنه بيعه واللي بدك تخدمه طيعه 246 ¶ 5ـ اللي ياكله السبع ويطهّره أحسن من اللي ياكله الكلب وينجسه 426 ¶ وبتحليل هذه النماذج نجد أن ش(1) مكون من جملة مركبة بالتجاور والجملة المتجاورة فيها خبر ثم حرف العطف ثم جملة مركبة بالتجاور مماثلة للأولى، وفي ش(2) نجد جملة أساسية اسمية ثم عاطفا ثم جملة اسمية معطوفة ثم جملة استفهامية متجاورة ثم جملة ندائية متجاورة، وفي ش(3) نجد عنصرا اسميا مبتدأ ثم جملة فعلية متجاورة خبرا ثم جملة فعلية معطوفة ثم جملة اسمية مركبة بالتجاور تشغل وظيفة المفعول لفعل الجملة المعطوفة ثم حرف عطف ثم جملة مركبة بالتجاور والعطف مماثلة للجملة الأولى، وفي ش(4) نجد ثلاث جمل مركبة بالتجاور، والثانية والثالثة معطوفتان على الأولى، وكل جملة مركبة بالتجاور مكونة من جملة موصولية مبتدأ وجملة فعلية خبر، وفي ش(5) نجد جملة موصولية مبتدأ ثم جملة فعلية معطوفة على جملة الصلة ثم عنصرا اسميا خبرا ثم جملة موصولية متجاورة في محل جر ثم جملة فعلية معطوفة على جملة الصلة. ¶ ـ تبعية وعطف : وتمثل ذلك النماذج التالية ¶ 1ـ البس خفّ واقلع خفّ لمّا يجي لك خفّ 229 ¶ 2ـ حطّ قبل ما تتعب وشيل قبل ما تستريح 1075 ¶ 3ـ قبل ما تحبل حضرت الكمون وقبل ما تولد سمته مأمون 2216 ¶ وبتحليل النماذج يتبين لنا أن ش(1) مكون من جملة فعلية بسيطة ثم حرف عطف ثم جملة فعلية معطوفة ثم رابط من روابط التبعية (لمّا) ثم جملة تابعة في محل جر بعد الرابط (لمّا)، وفي ش(2) نجد جملة فعلية ثم رابطا (قبل ما) ثم جملة تابعة في محل جر، ثم حرف عطف ثم جملة مركبة بالتبعية مماثلة للجملة الأولى، وفي ش(3) نجد جملتين كل منهما مركبة بالتبعية وبينهما حرف عطف، ونلحظ أن الجملة التابعة برابطها متقدمة لفظا على الجملة الأساسية في الجملتين. ¶ ـ تبعية وازدواج : وتمثل ذلك النماذج التالية: ¶ 1ـ ادّي العيش لخبازينه ولو ياكلوا نصّه 92",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "2ـ بنت الأكابر غاليه ولو تكون جاريه 828 ¶ 3ـ ارميه البحر يطلع وفي بقه سمكه 110 ¶ 4ـ إن شفت من جوّه بكيت لمّا عميت 593 ¶ 5ـ إن مات أبوك وأنت صغير عليك بزرع الباق شعير 669 ¶ وبتحليل النماذج يتبين أن ش(1) في بنيته التركيبية جملة مركبة بالتبعية من جملتين جملة أساسية فعلية ثم جملة تابعة تشغل وظيفة الحال، وهي مزدوجة برابط لفظي (لو) وجملة جوابها مقدرة تفهم من سياق الجملة الأساسية ولا يجوز إظهارها، وش(2) يماثل ش(1) في بنيته التركيبية العامة غير أن الجملة الأساسية فيه جملة اسمية بسيطة، وفي ش(3) نجد جملة مزدوجة بدون رابط لفظي ثم جملة اسمية تابعة تشغل وظيفة الحال من جملة الجواب، وش(4) يتكون من جملة مزدوجة برابط لفظي ثم جملة تابعة في محل جرّ، وش(5) مكون من جملة مزدوجة برابط لفظي بينهما جملة تابعة مرتبطة بجملة فعل الشرط، وهي تشغل وظيفة الحال. ¶ ـ ازدواج وعطف: وتمثل ذلك النماذج التالية: ¶ 1ـ ارميه في السطوح وإن كان لك فيه قسمه ما يروح 111 ¶ 2ـ اضرب الندل واكفيه وبوس راسه يكفيه 149 ¶ 3ـ اللي تطلع دقنه قبل عوارضه لا تماشيه ولا تعارضه 271 ¶ 4ـ إن خفت ما تقول وإن قلت ما تخاف 577 ¶ 5ـ بيع بخمسه واشتري بخمسه يرزقك الله من بين الخمستين 854 ¶ وبتحليل هذه النماذج تبين لنا أن ش(1) مكون من جملة فعلية بسيطة ثم حرف عطف ثم جملة مركبة بالازدواج، وش(2) يماثل ش(1) في بنيته التركيبية إلا أن الجملة المزدوجة بدون رابط لفظي، وش(3) مكون من جملة مزدوجة برابط لفظي ثم جملة فعلية معطوفة على جملة الجواب، أما ش(4) فهو مكون من جملتين مزدوجتين بينهما رابط عطفي، وأما ش(5) فهو مكون من جملة مزدوجة بدون رابط لفظي بينهما جملة معطوفة على جملة فعل الشرط. ¶ ـ تجاور وتبعية وعطف : ويمثل ذلك الشاهدان: ¶ 1ـ الدراهم مراهم تخلّي للعويل مقدار وبعد ما كان بكر سمّوه الحاج بكّار 1221 ¶ 2ـ سير يا جمّال وحاديها إلا جرى الصبا راح فيها 1627",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وبقراءتهما يتبين لنا أن ش(1) يتكون في بنيته التركيبية من جملة مركبة بالتجاور ثم رابط عطفي ثم جملة مركبة بالتبعية وقد تقدمت الجملة التابعة على الجملة الأساسية، وش(2) يتكون من جملة فعلية بسيطة ثم جملة ندائية متجاورة ثم جملة معطوفة، ثم رابط من روابط التبعية وهو (إلا) بمعنى (لأن) ثم جملة تابعة وهي جملة مركبة بالتجاور. ¶ ـ تجاور وازدواج وعطف : وتمثل ذلك النماذج التالية: ¶ 1ـ أردب ما هو لك ما تحضر كيله تتغبر دقنك وتتعب في شيله 102 ¶ 2ـ إن دخلت بلد تعبد عجل حشّ واطعمه 579 ¶ 3ـ إن شفت أعمى دِبّه وخد عشاه من عبه ما انتش ارحم به من ربّه 591 ¶ 4ـ إن لقيت الغالي في السوق تمّنه والبيعه ما فيهاش مكسب 666 ¶ 5ـ دور مع الأيام إذا دارت وخد بنت الأجاويد إذا بارت 1258",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وبتحليل هذه النماذج يتضح أن ش(1) يتكون من جملة مركبة بالتجاور، وهي جملة مكونة من عنصر اسمي نكرة موصوفة بجملة اسمية يشغل وظيفة المبتدأ وجملة فعلية منفية نفيا طلبيا تشغل وظيفة الخبر، ثم جملة مزدوجة مقدر فيها جملة فعل الشرط مع رابطها، تفهم من سياق الجملة السابقة، ثم جملة معطوفة على جملة الجواب(1)، وش(2) يتكون من جملة مزدوجة برابط لفظي ثم جملة فعلية معطوفة على جملة الجواب، وجملة فعل الشرط تحتوي على جملة متجاورة شاغلة وظيفة النعت لمفعول فعل الشرط، وفي ش(3) نجد جملة مزدوجة ثم جملة معطوفة على جملة الجواب ثم جملة اسمية متجاورة ترتبط بسابقتها برابط دلالي، وفي ش(4) نجد جملة مزدوجة ثم جملة مركبة بالتجاور معطوفة على الجملة المزدوجة، وفي ش(5) نجد جملة فعلية ثم جملة متجاورة وهي جملة مزدوجة محذوف جوابها، يفهم من الجملة السابقة، ثم رابطا عطفيا ثم جملة فعلية معطوفة ثم جملة متجاورة وهي جملة مزدوجة محذوف جوابها وهو يفهم من سياق الجملة السابقة. ¶ ـ تبعية وازدواج وعطف: ويمثل ذلك الشاهدان: ¶ 1ـ إن أقبلت نام والنوم فيها تجاره وإن أدبرت اجري والجري فيها خساره 547 ¶ 2ـ إن صبرتم نلتم وأمر الله نافذ وإن ما صبرتم قبرتم وأمر الله نافذ 594 ¶ وبتحليل الشاهدين نجد أن كلا منهما يتكون من جملة مزدوجة ثم جملة تابعة تشغل وظيفة الحال ثم رابط عطفي يعقبه جملة مزدوجة معطوفة على الجملة الأولى ثم جملة تابعة للجملة المزدوجة المعطوفة تشغل وظيفة الحال. ¶ __________ ¶ (1) لعل البنية التركيبية لهذا الشاهد تشبه البنية التركيبية للآية الكريمة \".. هل أدلكم على تجارة تنجيكم من عذاب أليم. تؤمنون بالله ورسوله وتجاهدون في سبيل الله بأموالكم وأنفسكم ذلكم خير لكم إن كنتم تعلمون. يغفرْ لكم ذنوبكم ويدخلْكم جنات تجري من تحتها الأنهار..\" الصف 11، 12",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ها هي البنى التركيبية للجملة المركبة من عدة جمل تعددت بين عناصرها علاقات الربط، وبمقارنة سريعة مع نظيرتها في الفصحى(1) نجد أنها في العامية زادت كثيرا عنها في الفصحى بـ(تجاور وازدواج) و(تجاور وعطف) و(تبعية وعطف) و(تجاور وتبعية وعطف). ¶ خاتمة ¶ يسجل الباحث أهم النتائج التي أسفرت عنها هذه الدراسة التي هدف منها إلى الوقوف على النظام التركيبي للعامية بصفة عامة، والوقوف على البنى التركيبية للأمثال بصفة خاصة، ومدى تحقق سمات المثل فيها. ¶ __________ ¶ (1) انظر: د/علاء الحمزاوي: التعبير الاصطلاحي في الأمثال العربية ـ مبحث (تعدد علاقات الربط بين عناصر الجملة المركبة).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ـ اعتمد الباحث على منهجي الفرنسيين بلاشير ورومان في هذه الدراسة التركيبية وقد عرض لذلك في مقدمة البحث، ثم قام بتوزيع الأمثال الواردة في معجم تيمور وعددها (3180) مثلا على أنماط الجملة المختلفة، فانتهى إلى أن شواهد الجملة الفعلية البسيطة (178) مثلا، وشواهد الجملة الاسمية البسيطة (462) مثلا، وشواهد الجملة المركبة بالتجاور (1112) مثلا، وشواهد الجملة المركبة بالتبعية (122) مثلا، وشواهد الجملة المركبة بالازدواج (381) مثلا، وشواهد الجملة المركبة بالعطف (389) مثلا، وشواهد الجملة المركبة التي تعددت علاقات الربط بين عناصرها (536) مثلا. وهذا الأمر عضد الباحث ليقول بأن الأمثال العامية لم يتحقق فيها الإيجاز في اللفظ والبساطة في التركيب؛ لأن شواهد الجملة البسيطة لا تتعدى (20%) عشرين في المائة من جملة الأمثال في معجم تيمور، واعتقد الباحث أن السبب في ذلك يعود إلى ثقافة المتلقي للأمثال العامية داخل البيئة اللغوية، فالأمثال العربية أمثال جاهلية البيئة في معظمها، وكان العرب يتسمون بالبلاغة والفصاحة في الكلام، فيعون كثيرا من الدلالات بموجز من الألفاظ، أما أصحاب العامية فلا يسعفهم اللفظ الموجز ليفهموا ما وراءه من دلالات، فاحتاجوا أن يطنبوا في التعبير للوصول بالمتلقي إلى المراد. ¶ ـ النظام التركيبي للعامية لا يبعد عن النظام التركيبي للفصحى بوصف عام، سواء على مستوى الجملة النواة والعناصر التوسيعية، أو على مستوى الترتيب الاعتيادي للجملة والترتيب المخالف لها والحذف والتقدير فيها، أو على مستوى البساطة والتركيب في الجملة، وإن يكن ثمة اختلاف بينهما فهو قليل ـ وسنذكره لاحقا ـ وهذا يؤكد القول بأن العامية في معظم تراكيبها خرجت من رحم الفصحى.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ـ بعض الشواهد المثلية حذفت منها الجملة الفعلية النواة، وبعضها حذف منها أحد عنصري النواة في الجملة الاسمية، كما هو الحال في النظام التركيبي للفصحى، وقد اصطلحنا على تسميتها بمصطلح \" الجميلة \". ¶ ـ أدوات النفي في العامية (لا) و(ما)، أما (لا) فقاصرة على نفي الجملة الاسمية، واستعمال العامية لها كاستعمال الفصحى، وأما (ما) فهي ترد نفيا للجملة الفعلية والجملة الاسمية على حد سواء، وتصطحب (ما) اللاحقةَ (ـش) في نهاية الفعل في كثير من الأمثال، كما في قولهم: (ما بقاش في الخنّ ريش إلا المقصّص والضعيف)، وهذا النظام في النفي يذكرنا بنظام النفي في الفرنسية، إلا أن ذلك لا يدفعنا إلى القول بالتأثير والتأثر، فذلك احتمال ضعيف؛ لأن هذه اللاحقة لا تأتي إلا مع (ما)، وأحيانا تحول (ما) إلى (موش) في بعض الاستعمالات، كما في قولهم: \"موش كل الوقفات زلابيه). ومن خصائص (ما) في العامية كذلك استعمالها بدلا من (لا) في النفي الطلبي (النهي) في كل الأمثال، كما في قولهم: (ما تآمنش لابو راس سوده)، والعامية لا تستعمل (لا) في النهي مطلقا. ¶ ـ أدوات الاستفهام في العامية من خلال الأمثال: (فين) بمعنى (أين) و(إيش)، وأصلها (أي شيء) ثم حدث لها اختزال، فصارت (إيش)، والعامية في ذلك تشبه أو تتبع إحدى اللهجات العربية القديمة، و(هوّ) بمعنى (هل) كما في قولهم: (هوّ الإنسان عقله دفتر؟)، وأحيانا تقدّر العامية الهمزة أو (هل) كما في قولهم: (حدّ يقول للغول: عينك حمره؟)، وأحيانا تضيف العامية اللاحقة (ـش) للفعل في الاستفهام، كما في قولهم: (جعانش؟ أفتّ لك). وجاءت أداة الاستفهام في بعض الشواهد بين الفعل والفاعل كما في قولهم: (راح تروح فين الشمس عن قفا الحصّاد)، وفي ذلك مخالفة للنظام التركيبي للفصحى؛ لأن أدوات الاستفهام مما له الصدارة في الجملة.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ـ من أدوات الاستقبال في العامية (راح) بمعنى (السين، سوف)، كما في قولهم: (راح تروح فين الشمس) أي (ستروح..). ¶ ـ من الأدوات المصدرية (أن ، ما ، اللي) والأداة الثالثة خاصة بالعامية، كما في قولهم: (بركه يا جامع اللي جتّ منّك ما جتّ منّي)، وهي بمعنى (أن)، وإذا وضعنا في الاعتبار أن (اللي) تقابل (الذي) في الفصحى فإن استعمال (اللي) كأداة مصدرية تقابل استعمال (الذي) كموصول حرفي مثل (أن) المصدرية كما في قوله تعالى: \"وخضتم كالذي خاضوا\". (راجع أوضح المسالك لابن هشام جـ1 باب الموصول) ¶ ـ حروف العطف في العامية من خلال الأمثال هي (الواو) وهي أصل الروابط العطفية في الفصحى، و(ولاّ) بمعنى (أم) و(يا..يا) بمعنى (إما..وإما) و(بسّ) بمعنى (لكن) في العربية الفصحى. ¶ ـ استعملت العامية (يا) أداةً للتعريف بدلا من (ال) التي تفيد مطلق الجنس كما في قولهم: \"يا باني في غير ملكك يا مربّي في غير ولدك) أي (الباني ...المربي..)، والياء تفيد مع التعريف التنبيه. ¶ ـ ورد الخبر جملة ندائية تعجبية بالصورة التي تتضح في الشاهد (اللي ماتت عشيرته يا حيرته) ـ وله نظائر ـ وهذا التركيب لم نعهده في النظام التركيبي للفصحى، ومن ثم فبنيته من البنى التركيبية الخاصة بالعامية. ¶ ـ بعض الأفعال جاءت في نظام تركيبي مخالف لنظامها التركيبي في الفصحى، ومن ذلك الفعل (اجتمع)؛ حيث اصطحب حرف الجر (على) في مثل قولهم: (اجتمع المتعوس على خايب الرجا). ¶ ـ الفعل (جا) في العامية يستخدم كفعل مساعد بمعنى (حاول) يليه فعل أساسي، أو يستخدم كفعل من أفعال المقاربة يحمل معنى الشروع، وبالتالي فالجملة الفعلية بعده تشغل وظيفة الخبر، كما في قولهم: (جا يكحلها عماها). ¶ ـ الفعل (يبقى) في العامية يستخدم بمعنى الحرف (إذن) كما في قولهم: (تعرف فلان؟ لأ. يبقى ما تعرفوش)، ويستخدم بمعنى الفعل (يكون أو يصير)، كما في قولهم: (إن حضر العيش يبقى المشّ شبرقه).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ـ تعددت مظاهر البنية التركيبية للجملة المركبة بالتجاور وكثرت شواهدها بصورة ملحوظة، فوجدنا الجملة المتجاورة تشغل وظائف المبتدأ والخبر والفاعل والمفعول والحال والنعت والمستثنى والمضاف إليه، ووجدنا كثيرا من الشواهد تتكون بنيتها التركيبية من ثلاث جمل فأكثر ترتبط فيما بينها بعلاقة التجاور، وقد تشغل جميعها وظائف نحوية داخل النص، وقد يستقل بعضها نحويا، وقد تستقل جميعا ويكون الرابط التجاوري رابطا دلاليا فحسب. ¶ ـ الجمل المتجاورة المستقلة نحويا في شواهد كثيرة تقتضي في النظام التركيبي للفصحى أن تسبق بـ(فاء السببية العاطفة) كما في قولهم: (جا يطل غلب الكل)، وفي شواهد أخرى تقتضي (واو العطف) كما في قولهم:(عاشم ما ريّحونا ماتوا ما ورّثونا)، وفي شواهد أخرى تقتضي (بل) كما في قولهم: (الأرض موش شهاوي دي ضرب ع الكلاوي)، ويمكن تقدير (لمّا) الظرفية في كثير من الشواهد المماثلة؛ ومن ثم فتلك الشواهد تعطي تميّزاً للنظام التركيبي للعامية تخالف به نظام الفصحى. ¶ ـ أدوات الربط بالتبعية في العامية بعضها أخذته من الفصحى مثل (لام التعليل، واو الحال، قبل أن، قبل ما، بعد ما، ما دام)، وبعضها خاص بالعامية مثل (إلاّ، إكمنّ) بمعنى (لأنّ) و(لمّا) بمعنى (حتى) و(على ما) بمعنى (إلى، حتى) و(طول ما) بمعنى (طالما) و(مطرح) بمعنى (حيث)، ومع ذلك فالبنى التركيبية للجملة المركبة بالتبعية في العامية لم تخالف في نظامها نظيرتها في الفصحى. ¶ ـ الجملة المزدوجة ـ أعني الشرطية ـ في الفصحى لها نمطان: نمط يحمل رابطا لفظيا (أداة شرط)، وآخر لا يحمل وهو جملة الطلب وجوابه، أما في العامية فيوجد بالإضافة إلى هذين النمطين نمط ثالث، وهو نمط بدون رابط لفظي وجملتاه إخباريتان لفظا، ومنه قولهم: (لك قريب لك عدو).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ـ روابط الجملة المزدوجة في العامية بعضها مأخوذة من الفصحى مثل (إن، من، متى، إذا، لمّا، لو، لولا)، وبعضها من ابتداع العامية مثل (اللي) بمعنى (من) و(مطرح ما) بمعنى (حيثما). ¶ ـ البنية التركيبية للجملة المركبة بالعطف لا تختلف فينظامها التركيبي عن نظيرتها في العربية الفصحى. أما الروابط العطفية فالعامية استخدمت من روابط الفصحى (الواو) وأضافت (ولاّ) بمعنى (أم) و(يا..يا) بمعنى (إما..وإما) و(بسّ) بمعنى (لكن)، وقد أشرنا إلى ذلك في صلب البحث. ¶ ـ الشواهد المثلية التي تمثّل في بنيتها التركيبية جملة مركبة من عدة جمل تعددت علاقات الربط بين عناصرها هي كثيرة ومتعددة بالنسبة لنظيرتها في الأمثال الفصحى، فبالمقارنة السريعة بينهما يتبين لنا أن علاقات الربط في الأمثال الفصحى قد اقتصرت على هذه العلاقات: (تجاور وازدواج)، و(تجاور وعطف)، و(تبعية وازدواج)، و(ازدواج وعطف)، و(تجاور وازدواج وعطف)، و(تبعية وازدواج وعطف)، في حين أنها زادت في العامية فشملت ـ بالإضافة إلى ما سبق ـ العلاقات التالية: (تجاور وازدواج)، و(تجاور وعطف)، و(تبعية وعطف)، و(تجاور وتبعية وعطف). ¶ المراجع ¶ أولا : المراجع العربية : ¶ ـ أحمد تيمور باشا: الأمثال العامية ط رابعة 1986 (مصدر الدراسة) ¶ ـ إبراهيم الترزي : مجلة مجمع اللغة العربية جزء 66 مايو 1990 ¶ ـ أندريه رومان : النحو العربي. ترجمة: د.علاء الحمزاوي ود.خلف عبد العزيز طـ/ دار حراء بالمنيا 2000 ¶ ـ ابن جني: الخصائص . ت: محمد علي النجار. ط دار الكتاب العربي بيروت ¶ ـ ابن السراج: الأصول في النحو. ط/ ثالثة بيروت 1988 ¶ ـ السيوطي: همع الهوامع. ط/بيروت ـ بدون تاريخ. ¶ ـ د.شوقي ضيف : بين الفصحى والعامية المصرية. مجلة مجمع اللغة العربية جزء 66 مايو 1990 ¶ ـ د.عبد العزيز مطر: لهجة البدو في إقليم ساحل مريوط. طـ/القاهرة 1967",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ـ د.علاء الحمزاوي : التعبير الاصطلاحي في الأمثال العربية دراسة تركيبية دلالية. رسالة دكتوراه مخطوطة بجامعة المنيا 1997. ¶ ــــــــــ : مظاهر السلب في رواية شجرة البؤس تحليل تركيبي دلالي. مجلة كلية الآداب جامعة المنيا عدد أبريل 2001 (المجلد الأربعون). ¶ ـ المبرد: المقتضب. ط/ القاهرة 1963: 1968 ¶ ـ الميداني: مجمع الأمثال . ت: محمد أبو الفضل. ط/القاهرة 1979 ¶ ـ د.نفوسة زكريا: تاريخ الدعوة إلى العامية وآثارها في مصر. ط/2 دار المعارف 1980 ¶ ـ ابن هشام: أوضح المسالك إلى ألفية ابن مالك. ت: محمد محي الدين. ط/ المكتبة العصرية بيروت 2002 ¶ ـــــــ : مغني اللبيب. ت: مازن المبارك. ط/دار الفكر بيروت 1979 ¶ ثانيا: المراجع الأجنبية : ¶ ـ Andre Roman: Grammaire de l arabe, Paris 1990 ¶ ـ Blachere: Grammaire de l arabe classique, Paris 1994 ¶ ـ Fleisch : L arabe classique, Beyrouth 1968 ¶ فهرس المحتويات ¶ تقديم ... 3 ¶ الجملة البسيطة ... 8 ¶ الجملة الفعلية ... 9 ¶ الجملة الاسمية ... 18 ¶ الجملة المركبة ... 26 ¶ الربط بالتجاور ... 28 ¶ الربط بالتبعية ... 42 ¶ الربط بالازدواج ... 47 ¶ الربط بالعطف ... 52 ¶ تعدد علاقات الربط بين عناصر الجملة: ... 55 ¶ خاتمة... ... 61 ¶ المراجع ... 67 ¶ فهرس المحتويات ... 70 ¶ المؤلف هو ¶ ـ د/علاء إسماعيل الحمزاوي ـ من مواليد 1967م المنيا ـ مصر. ¶ ـ حصل على درجة الليسانس في الآداب (لغة عربية) 1990 جامعة المنيا (جيد جدا). ¶ ـ حصل على دبلوم الدراسات العليا (تمهيدي الماجستير) 1992 جامعة المنيا (جيد). ¶ ـ حصل على درجة الماجستير في العلوم اللغوية 1995 جامعة المنيا (ممتاز). ¶ ـ حصل على درجة الدكتوراه في العلوم اللغوية 1998 بمرتبة الشرف من جامعة المنيا وجامعة لوميير (كلية اللغات والترجمة) بفرنسا. ¶ ـ يعمل أستاذا مساعدا للعلوم اللغوية بجامعة المنيا وبجامعة القصيم (إعارة). ¶ له من الدرسات والبحوث",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ـ قراءة عاصم برواية حفص دراسة صرفية نحوية. ¶ ـ التعبير الاصطلاحي في الأمثال العربية دراسة تركيبية دلالية. ¶ ـ الأفعال اللاشخصية في القرآن الكريم تحليل تركيبي دلالي في ضوء علم اللغة التقابلي. ¶ ـ الجملة الدنيا والجملة الموسعة في كتاب سيبويه دراسة وصفية تحليلية. ¶ ـ السلب مفهومه ومظاهره في العربية دراسة تطبيقية على \"شجرة البؤس\". ¶ ـ البنى التركيبية للأمثال العامية دراسة وصفية تحليلية. ¶ ـ الأمثال العربية والأمثال العامية مقارنة دلالية. ¶ ـ موقف شوقي ضيف من الدرس النحوي دراسة في المنهج والتطبيق. ¶ ـ دور اللهجة في التقعيد النحوي دراسة إحصائية تحليلية في ضوء \"همع\" السيوطي. ¶ ـ معايير الوقف والابتداء عند الأشموني في ضوء الاقتضاء الدلالي والصناعة النحوية. ¶ ـ نحو العربية (رؤية جديدة للنحو العربي) لـ(أندريه رومان) ـ ترجمة عن الفرنسية.",
            "page": "55",
            "part": "1"
        }
    ],
    "t37190": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "التركيب في العامية"
        }
    ]
}