{
    "b37206": [
        {
            "id": "1",
            "nass": "مجلة جامعة تشرين للدراسات و البحوث العلمية _ سلسلة الآداب والعلوم الإنسانية المجلد (28) العدد (1)2006 ¶ Tishreen University Journal for Studies and Scientific Research- Arts and Humanities Series Vol. (28) No (1) 2006 ¶ دور التنغيم في تحديد معنى الجملة العربية ¶ الدكتور سامي عوض(¬1) ¶ عادل علي نعامة(¬2) ¶ (تاريخ الإيداع 24 / 9 / 2006. قبل للنشر في 28/12/2006) ¶ ( الملخّص ( ¶ يتناول هذا البحث دور التنغيم في تحديد معنى الجملة العربية. ¶ يبدأ البحث بتناول وجود التنغيم في التراث العربي عند الدَّارسين المعاصرين، ومع أنَّه اتخذ عندهم اتجاهاتٍ مختلفة، ولكنَّه لم يحظَ لدى أجدادنا ببحث مستفيض، أو تطبيق مستند إلى قواعدَ محدَّدة، وأنَّ هذا يعني هذا أنَّ تراثهم الواسع خلا من إشارات إلى هذه الظاهرة الصوتية المؤثّرة في المعنى، ولكنّهم مجمعون على ارتباطه بالجمال الفنِّي ارتباطاً وثيقاً، وأنه القاسم المشترك بين الفنون جميعاً، ومن هنا ارتبط التنغيم كقرينة لفظية في التعبير عن المعاني النّفسيّة والنّحوية ارتباطاً جعله من أهمّ الأدوات ذات التأثير في نفس القارئ، أو المتلقِّي ووجدانه. ¶ ¬__________ ¶ (¬1) * أستاذ النحو والصرف في قسم اللغة العربية ـ كلية الآداب والعلوم الإنسانية ـ جامعة تشرين ـ اللاذقية ـ سورية. ¶ (¬2) ** طالب دكتوراه في قسم اللغة العربية ـ كلية الآداب والعلوم الإنسانية ـ جامعة تشرين ـ اللاذقية ـ سورية.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "يحاول البحث الوقوف على رصد أثر التنغيم في تفسير قضايا نحويّة، وتركيبية، وصرفيّة وصوتيّة ودلاليّة في اللغة العربية من خلال إدراج مستوياته اللحنيّة ووظائفه المختلفة في التعبير عن بعض المعاني النّفسيّة والنّحوية، وكما يتوخّى الكشف عن الاختلافات في النطق التي تتميز بها اللهجات المختلفة التي لا تظهر في الكتابة، لأنَّها لا تملك ما يملكه المتكلِّمون من نغمات في الصّوت لتوضيح الكلام الملفوظ. وينتهي البحث بالحديث عن سرِّ الجمال الفني للتنغيم ودوره في التفريق بين معاني الجمل والمقولات النّحوية وطرق القواعد النّحوية، والكشف عن الأماكن الكامنة وراء الظاهرة من التشكيلات والمعاني. ¶ الكلمات المفتاحية: التنغيم، النحوية، الصوتيّة. ¶ مجلة جامعة تشرين للدراسات و البحوث العلمية _ سلسلة الآداب والعلوم الإنسانية المجلد (28) العدد (1)2006 ¶ Tishreen University Journal for Studies and Scientific Research- Arts and Humanities Series Vol. (28) No (1) 2006 ¶ The Role of Intonation in Defining the Meaning of the Arabic Sentence ¶ Dr. Sami Awad(¬1) ¶ Adel Ali Na'ami(¬2) ¶ (Received 24 / 9 / 2006. Accepted 28/12/2006) ¶ ( ABSTRACT ( ¶ ¬__________ ¶ (¬1) * Professor, Department of Arabic, Faculty of Arts and Humanities, Tishreen University, Lattakia, Syria. ¶ (¬2) ** Ph.D. Student, Department of Arabic, Faculty of Arts and Humanities, Tishreen University, Lattakia, Syria.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "This paper deals with the role of intonation in defining the meaning of the Arabic sentence. The paper shows that intonation in Arabic tradition was dealt with by contemporary researchers. However, it was not adequately analyzed by our ancestors, though it manifested itself in many ways. There were many references to this phonetic phenomenon that affects meaning; and the ancestors unanimously agreed that it was closely connected with aesthetic beauty and all arts. This is why intonation, as a verbal expression of psychological and grammatical meanings, is one of the important tools effective in both the reader and recipient. ¶ This paper traces the role of intonation in interpreting grammatical, syntactical, derivational, phonetic, and semantic issues in Arabic through elucidating the various tuning levels and functions of intonation in expressing some psychological and grammatical meanings. It also seeks to reveal the varieties of pronunciation with which accents are characterized, and that do not appear in writing. This is because writing does not have what speakers show of tones of voice to illustrate spoken words. The paper ends by explaining the secret of the aesthetic beauty of intonation and its role in distinguishing between meanings of sentences and grammatical rules and statements as well as revealing the potential meanings and structures of this phenomenon. ¶ Key words: Intonation, grammatical, Phonetic ¶ مقدمة:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "تشكلّ مسألة وجود التنغيم في التّراث العربيّ خلافاً بين الدّارسين المعاصرين، حيث تلقّف أغلب دارسي التنغيم من العرب رأي المستشرق ((برجشتراسر)) الّذي نفى وجود هذه الظاهرة في تراثنا، إلاّ أنّنا لا ننفي إدراك الدّارسين المعاصرين لهذه الظاهرة في التّراث العربيّ، إذ توجد في كتبهم إشارات توحي بذلك، فنتعجب كلّ العجب من أنّ النّحويين والمقرئين القدماء لم يذكروا النّغمة ولا الضغط أصلاً، غير أنّ أهل الأداء والتّجويد خاصّة، رمزوا إلى مايشبه النّغمة، ولا يفيدنا ما قالوه شيئاً، فلا نصّ نستند عليه في إجابة مسألة : كيف كان حال العربيّة الفصيحة في هذا الشأن(¬1).. ؟ ومّما يتضّح من اللغة العربية نفسها، وفي وزن شعرها أنّ الضغط لم يوجد فيها، أو لم يكد يوجد. والّذي يثير التساؤل في قول ((برجشتراسر)) هو فصله الحادّ بين المقرئين القدماء وأهل الأداء والتّجويد، وكذلك فصله الحادّ بن المقرئين وأهل التّجويد من جهة، وبين النّحويين من جهة ثانية. مع العلم أنّ أغلب النحويين القدماء خاصّة كانوا أهل أداء. ¶ ¬__________ ¶ (¬1) برجشتراسر: التطّور النّحوي للغة العربية، تحقيق د. رمضان عبد التواب، مطبعة السماح، القاهرة، 1929م، ص 46-47.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولعّل من أشهر من نبّه على دراسة التنغيم من المحدثين العرب، الدكتور إبراهيم أنيس في كتابه ((الأصوات اللّغويّة)) الذي يرى أنّ التنغيم هو موسيقى الكلام، \"لأنّ الإنسان حين ينطق بجميع الأصوات، فالأصوات التي يتكوّن منها المقطع الواحد قد يختلف في درجة الّصوت، وكذلك الكلمات \"وتختلف معاني الكلمات تبعاً لاختلاف درجة الصّوت عند النّطق بالكلمة(¬1)، ويرى أنّ البحث عن نظام درجات الصوت وتسلسله في الكلام العربيّ يحتاج إلى عون خاصّ من الموسيقيين عندنا ولسوء الحظ حتى الآن لم يهتد موسيقيونا إلى السلّم الموسيقي في غنائنا، أو بعبارة أخرى لم يتفقّوا عليه، ولهذا نؤثر ترك الحديث عن موسيقى الكلام العربيّ إلى مجال آخر عسى أن تكفل لنا البحوث المستقبلية القيام به. ¶ ويستخدم الدكتور تمّام حسّان، في كتابة ((اللغة العربية معناها ومبناها)) أسلوب النّفي الجازم لوجود ظاهرة التنغيم في التّراث العربيّ، حيث ذهب إلى أنّ التنغيم في اللغة العربية الفصحى غير مسّجل ولا مدروس ،ومن ثمّ تخضع دراستنا إيّاه في الوقت الحاضر لضرورة الاعتماد على العادات النّطقية في اللهجات العامية(¬2). ¶ وأمّا الدكتور أحمد مختار عمر، فإنّه يقرّر أنّ معظم أمثلة التنغيم في العربية ولهجاتها من النّوع غير التمييزي الّذي يعكس إمّا خاصّية لهجيّة، أو عادة نطقية للأفراد، ولذا فإنّ تقعيده أمر يكاد يكون مستحيلاً. ¶ ¬__________ ¶ (¬1) أنيس، د. إبراهيم،، الأصوات اللغوية، دار النهضة العربية، القاهرة، 1961 م، ص 124. ¶ (¬2) حسّان، د. تمام، اللغة العربية معناها ومبناها، الهيئة العامة المصرية للكتاب، القاهرة، 1985، ص 228",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ويفرّق في كتابه ((دراسة الصوت اللّغوي)) بين النّغمة والتنغيم، ويجعل الدّراسة المثلى للتنغيم، ويرى أنّ التنغيم هو الذي يغيّر الجملة من خبر إلى استفهام إلى توكيد، إلى انفعال، إلى تعجب في شكل الكلمات المكوّنة، ثم يمايز بين صفتين من اللغات النّغميّة، وغير النّغميّة بما تؤديه درجة الصّوت من دور في تميّز المعنى الأساسي للكلمة أو الجملة(¬1). ¶ ويكتفي الدكتور رمضان عبد التّواب، بقوله: إنّ القدماء أشاروا إلى بعض آثار التنغيم، ولم يعرفوا كنهه، غير أنّنا لا نعدم عند بعضهم الإشارة إلى بعض آثاره في الكلام للدّلالة على المعاني المختلفة(¬2). ¶ وإلى مثل هذا الرأي ذهب الدكتور عبد السّلام المسّدي الذي يقول: إنّ التنغيم في العربية له وظائف نحوّية، لأنّه يفرق بين أسلوب وآخر من أساليب التركيب، ومع هذا فإنه لم يحظَ لدى أجدادنا ببحث مستفيض، أو تطبيق مستند إلى قواعد محددة(¬3). ¶ أمّا الأستاذ محمد الانطاكي، فإنَّه ينفي إشارة النّحاة في كتبهم إلى قضيّة التنغيم(¬4) ويعدّ الدكتور أحمد كشك من أهمّ الباحثين المتحمّسين لقضية التنغيم في الترّاث العربيّ، حيث خصص فصلاً في كتابه ((من وظائف الصوت اللغوي)). ¶ ¬__________ ¶ (¬1) عمر د. أحمد مختار، دراسة الصّوت اللغوي، عالم الكتب، مصر، القاهرة، 1976 م، ص 310. ¶ (¬2) عبد التواب، د. رمضان، المدخل إلى علم اللغة ومناهج البحث اللغوي، ط 2، مكتبة الخانجي، القاهرة، 1985م، ص 106. ¶ (¬3) المسّدي، د. عبد السلام، التفكير اللسّاني في الحضارة العربية، الدّار العربية للكتاب،، 1981، ص226. ¶ (¬4) الأنطاكي، محمد، دراسات في فقه اللغة العربية، دار الشرق العربي، بيروت، ص197.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "لدراسة التنغيم على أنّه ظاهرة نحويّة يقول فيه: ((وقدامى العرب، وإن لم يربطوا ظاهرة التنغيم بتفسير قضاياهم اللغوية، وهم وإن تاه عنهم تسجيل قواعد لها، فإن ذلك لم يمنع من وجود خطرات ذكيّة لمّاحة تعطي إحساساً عميقاً بأنّ رفض هذه الظاهرة تماماً أمر غير وارد، وإن لم يكن لها حاكم من القواعد(¬1). ¶ ويذهب عبد الكريم مجاهد في ثنايا حديثه عن الدلالة الصوتية والصّرفية عند (ابن جني 392هـ)، إلى أنّ ابن جني قد أدرك هذا الجانب، ويرى أنه بذلك يظهر فضل ابن جني، بجلاء ووضوح، ويثبت أنّه قد طرق باب هذه الموضوعات التي تعتبر من منجزات علم اللغة الحديث، وبذلك تحفظ له أصالته ومساهمته(¬2)، ويرى أن التنغيم ظاهرة موجودة في اللغة، ثم جاءت اللسانيات الحديثة لتوصّفها، ودليلنا على ذلك أنّ الحديث عمّا نسمّيه حديثا بـ (بالتنغيم)، الّذي جعل عبد الكريم مجاهد ابن جني مساهماً فيه، موجود عند ابن جني، ولاسيّما لدى سيبويه (ت180هـ) ولدى الفلاسفة(¬3)، ولكن على الرّغم من أن كثيراً من الدّارسين ينفون هذه الظاهرة التطريزيه عن النّحو العربي، يقول كانيتو: \"لا يمكن أن نعول على النّحاة القدامى فيما يخصّ التطريز، فهم لم يهتمّوا بكميّة الحركات والإيقاع الشعري المبني على هذا الكم، فإنّهم لم يهتمّوا لا بنبرة الكلمة ولا بتنغيم الجملة، واختصرت دراستهم على الوقف(¬4). ¶ ¬__________ ¶ (¬1) كشك د. أحمد، من وظائف الصوت اللغوي، ط2، القاهرة، 1997، ص 52 وما بعدها. ¶ (¬2) عبد الرحمن، عبد الكريم مجاهد، الدلالة الصوتية والدلالة الصرفية عند ابن جني، مجلة عالم الفكر، السنة الرابعة، العدد 26، آذار 1982م، ص79. ¶ (¬3) الأسبوع الأدبي تاريخ 2/10/1999م العدد 678. ¶ (¬4) Etudes linguistique Arabe، P .149.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وهذا تعميم وقع فيه الأنطاكي كذلك، يقول: قواعد التنغيم في العربية مجهولة تماماً، لأنّ النّحاة لم يشيروا إلى شيء من ذلك في كتبهم(¬1). ¶ يقول العالم اللغوي ((وتنغشيتن)) الذي له أبحاث في علم الدلالة(¬2) الغربي: ((لا تفّتش عن معنى الكلمة، إنّما عن الطريقة التي تستعمل فيها، فإذا أعدنا النظر في هذه العبارة أدركنا أهميّة التنغيم الّذي يعدّ من أهمّ القرائن التي تميِّز الكلام في طرائق استخدامه، إذ يؤدّي التنغيم في اللغة وظيفة نحويّة، حيث يستعمل للتفريق بين المعاني المختلفة للجملة الواحدة(¬3). ¶ وقد أدرك الفلاسفة الدور الّذي يؤديه التنغيم في الكلام. وجاء حديثهم عن ذلك في سياقات متعدّدة، فالفارابي مثلاً: ¶ ¬__________ ¶ (¬1) الأنطاكي، محمد، المحيط في أصوات اللغة العربية ونحوها وصرفها، ط 3، دار الشرق العربي، بيروت، لبنان، 1971م، ص 252. ¶ (¬2) أبو ناصر، موريس، مدخل إلى علم اللغة الألسني، مجلة الفكر العربي المعاصر، ع.ج رقم 18/19 بيروت، 1982، ص 33. ¶ (¬3) مدكور عاطف، علم اللغة بين التراث والمعاصرة، دار الثقافة للنشر والتوزيع القاهرة، 1987، ص 113 -115.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قسّم الألحان الإنسانية على ثلاثة أصناف صنف يكسب النّفس لذاذة، وصنف يفيد النّفس في التخيّل والتصّور للأشياء، وصنف يكون عن انفعالات، وعن أحوال ملذّة مؤذية...(¬1) أمّا وظائف التنغيم عند إخوان الصفا فلا تختلف كثيراً عمّا بينّه الفارابي (ت 339 هـ)، فالأنغام والألحان منها ما يرقق القلوب، ومنها ما يشجع في الحروب، ومنها ما يشفي من الأمراض، يقول: ((وكانوا يستعملون عند الدّعاء والتسبيح ألحاناً من الموسيقى، وتسمّى ((المحزن))، وهي التي ترقق القلوب إذا سمعت، وتبكي العيون، وتكسب النّفوس الندامة على سالف الذّنوب، كما أدرك إخوان الصفا أثر تنغيم القرآن الكريم. وتجويده في نفوس المسلمين، حيث تتشّوق النّفوس إلى عالم الأرواح ونعيم الجنان،(¬2) وفي هذا يقولون: ((كما يقرأ غزاة المسلمين عند النّفير آيات من القرآن الكريم أنزلت في هذا المعنى لترقيق القلوب، وتشّوق النّفوس إلى عالم الأرواح ونعيم الجنان، مثل قوله تعالى: { إنّ الله اشترى من المؤمنين أنفسهم وأموالهم بأنّ لهم الجنّة يُقاتِلون في سبيل الله، فَيَقتُلُونَ، وَيُقْتَلُونَ وعداً عليه حقّاً في التّوراة والإنجيل والقرآن ومن أوفى بعهده من الله فاستبشروا ببيعكم الذي بايعتم به } التوبة (111). ¶ ¬__________ ¶ (¬1) الفارابي، ابن نصر محمد بن طرخان، الموسيقى الكبير، تحقيق غطاس خشبة، مراجعة وتصدير الحفني، دار الكاتب العربي، القاهرة، ص 62-63. ¶ (¬2) إخوان الصفا، رسائل إخوان الصفا، وخلان الوفاء، بيروت، الدار الإسلامية 1992م، م1/187-188.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ومنه فللقرآن سحره الخاصّ به، حتّى إنّه يؤثّر في الّذين لا يعرفون معانيه من خلال نغمه وهيئة أدائه، وقد التفت إلى هذه الناحية من غير الفلاسفة الجاحظ (ت 255 هـ) الذي قال: (وقد بكى ما سرجويه من قراءة أبي الخوخ، فقيل له: كيف بكيت من كتاب الله ولا تصدق به) ؟ قال:(إنّما أبكاني الشجا)(¬1). ¶ كما يعدّ ابن سينا (ت 428 هـ) نغم الجملة ذا وظيفة تميزية من حيث الدّلالة الإبداعية، فيتحدّد بما نسميّه (النبرة) نوع الجملة إن كان نداء وتعجبّاً، أو سؤالاً، ويمكن القول إن الأول من هذه المجموعة قد أشرف على وضع تصّور شبه كامل للتنغيم، تنظيراً وتطبيقاً، ودرس هذه الظاهرة دراسة جدّية علمية، فوصف الأصوات، وكيفية حدوثها، وأسباب اختلافها، وكيفية إدراكها في وصف العوالم النّفسية التي تقتضي الإبانة عمّا في النّفس والانفعالات وأثرها في التنغيم، والأغراض التي يصدر الكلام عنها(¬2). ¶ التنغيم لدى النّحاة: ¶ ويرى بعض الدارسين أن النّحويين اهتموا بدور المتلقّي لا بدور المتكلّم إذ جعلوا منهجهم في دراسة بناء الجملة يبدأ من المبنى للوصول إلى المعنى، أي، في اتجاه معاكس لا يسير فيه نظام الحدث الكلامي في عملية الاتصال اللغوي حسب النظرية الحديثة(¬3). ¶ ¬__________ ¶ (¬1) الجاحظ أبو عثمان عمرو بن بحر، الحيوان، تحقيق فوزي عطوي، ط1، مكتبة النوري، دمشق، ج4/191. ¶ (¬2) ابن سينا، أبو علي الحسن بن عبدالله، الشفاء والخطابة، تحقيق محمد سليم سالم، الدار المصرية للتأليف والنشر، القاهرة، 1954 م، ص198. ¶ (¬3) حميدة، د. مصطفى، نظام الارتباط والربط في تركيب الجملة العربية، ط1، الشركة المصرية العالمية للنشر لونجمان، 1977، ص",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولكننّا نرى أنّهم غير مصيبين في ذلك إلى حدّ بعيد، فللمتكلّم دور كبير في تحديد معنى الجملة بوضعها في إطارها الصّوتي الملائم، فالتنغيم، أو التلوين الموسيقي يؤدي دوراً مهمّاً في التفريق بين معاني الجمل كالخبرية والإنشائية، فقد تكون الجملة خبرية في المعنى، وهي تحتوي على أداة استفهام في اللفظ، وقد تكون استفهامية ¶ دون أن تحوي أداة استفهام بيد أن للتنغيم أهميّة عظيمة الأثر في دراسة الأساليب، فقد ذهب أحد الدّارسين الغربيين يتحدّث عمّا يسميّه بالاستخدام الفعلي بين الإسناد والتنغيم، إلى أنّ هاتين الظاهرتين ـ والتنغيم في المقام الأول ـ تكوّنان الجملة(¬1) على أنّ الناظر في كتب أهل المعاني واجد شيئاً جديراً بالتقدير، وهم يدرسون خروج الأسلوب إلى أساليب أخرى، وإن لم يعزوا ذلك كلّه أو بعضاً منه إلى التنغيم، وقد ذهب ((برجشتراسر))، وهو يتحدّث عن الاستفهام في اللغات السّاميّة إلى أنّها\" لا تعرف تأدية الاستفهام بترتيب للكلمات خاصّ بها أصلاً،فإمّا أن تستغني عن كلّ إشارة إليه إلاّ النغّمة، وإمّا أن تستخدم الأدوات، والأوّل موجود فيها كلّها، وهو نادر جداً في العربية الفصيحة(¬2). ¶ ¬__________ ¶ (¬1) كابوتشان كراتشيا، نظرية أدوات التعريف والتنكير وقضايا النحو العربي، ترجمة جعفر دك الباب، دمشق، 1980، ص 26. ¶ (¬2) برجشتراسر، التطور النحوي للغة العربية، تحقيق د. رمضان عبد التواب، القاهرة، 1982م، ص 108.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "غير أن العربيّة ـ كما هو ثابت ومعروف ـ تعتمد على الأداء، والترتيب، والتنغيم، وسنجد فيما نستقبل من كلامنا هذا أن ثمّة أمثلة لأساليب تخلو من الأدوات، ولكنها في الحقيقة أساليب لها دلالات واضحة مفهمة، والفيصل في ذلك هو التنغيم، وقد يمنح التنغيم التركيب المصّدر بالأداة تلويناً مختلفاً يجعل الأداة والجملة المركبّة معها يعبّران عن أكثر من حالة، وبذلك يخرج الأسلوب المعروف إلى أساليب شتّى، وفي أحيان كثيرة تكون قرينة التنغيم، أعظم أثراً من القرينة اللفظيّة، أي الأداة، بحيث تجردّها والجملة المركبّة معها من المعنى الذي تحمل عليه، فثمة جمل كثيرة تشتمل على أداة الاستفهام، لكنّها لا تحمل معنى الاستفهام، من ذلك قوله تعالى: { هل أتى على الإنسان حينٌ من الدهر لم يكن شيئاً مذكوراً } سورة الإنسان (1). إذ تبدو الآية الكريمة بهذا القدر استفهاميّة ـ للوهلة الأولى ـ بناء على القرينة اللفظيّة، وهي أداة الاستفهام. إذا نظرنا إليها مكتوبة. ¶ فإذا عرضناها على أسماعنا، من أفواه القرّاء، أو نظرنا إليها في سياق المعنى القرآني، لم تكن الجملة استفهامية. والآية الكريمة بصياغتها من أساليب التحقيق والتأكيد، ومن ثمة جعل أكثر النحّاة والمفسّرين (هل) بمعنى (قد)(¬1)، والقرينة التي كانت لها الغلبة على (هل) هي المعنى والتنغيم المعبر عنه، وبهذا تجرّدت الجملة من معنى الاستفهام، مع توافر قرينة الاستفهام اللفظية المعروفة. ولهذا، فالقول بخروج (هل) عن معناها يجانبه الصّواب، لأنّ الاستفهام يفهم من التراكيب وما يصاحبها من قرائن معنوية وأدائية لا من الأداة وحدها. ¶ ¬__________ ¶ (¬1) سيبويه، الكتاب المطبعة الأميرية، بولاق، 1316 – 1317 هـ، 1/100 ـ الزمخشري 1367- 1948م، الكشاف، القاهرة، 3/295.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وثمة أمثلة كثيرة لتراكيب تخلو من أداة للاستفهام، ولكنّها في حقيقة الاستعمال تراكيب استفهامية يستقبلها السّامع بإدراك واضح، ويتعيّن الاستفهام في مثل هذه الصياغات بالتنغيم، كما يتعيّن به التفريق بين الأساليب المختلفة، من ذلك قولك: ((أنت طالب))، إذِ النظرة الأولى إلى هذه الجملة المكتوبة توهم أنّها لا تكون إلا ّ جملة خبرية إثباتية، ولكنّها قد تكون بالتنغيم جملة إنشائية استفهاميّة، وذلك بيّن وشائع في حديثنا اليومي: المفردات والجمل. ¶ ويقول أحد الرّجّاز: ¶ حتّى إذا جنّ الظّلام واختلط ... جاؤوا بمذق ! هل رأيت الذئب قط ؟)(¬1) ¶ فجملة، هل رأيت الذئب قطّ، خبرية تقريرية، تعنى جاؤوا بمذق يشبه لون الذئب، وذلك لأنّ النّغمة الصّوتية تشير إلى معنى الإخبار، وليس إلى معنى الاستفهام. ¶ وفي قوله تعالى: { يا أيّها النّبيّ لمَ تحّرم ما أحَل الله لك، تبتغي مرضاة أزواجك } ، سورة التحريم (1) ¶ يمكن أن تكون استفهامية، وليس فيها أداة استفهام، وإنّما طريقة نطقها بصورة تناسب الأنماط التنغيمّة للجمل الاستفهاميّة يدّل على أنّها استفهاميّة. ¶ وعلى هذا، قد تسقط أداة الاستفهام، ويبقى السّياق استفهاماً، كما في قول عمر بن أبي ربيعة: ¶ ثّم قالوا : تحبّها ؟ قلت بهراً ... عدد الرّمل والحصى والتّراب(¬2). ¶ وقد اختلف أئمة العربيّة في قوله: ((تحبّها)) فعاب أبو عمرو بن العلاء (ت 154هـ) حمله على الاستفهام، لأن حذف الاستفهام غير جائز عنده(¬3)، ¶ ¬__________ ¶ (¬1) الرجز لمجهول وينسب للعجاج، وهو في الخزانة، 1/ 275. ¶ (¬2) عمر بن أبي ربيعة، الديوان، تحقيق محمد محي الدين عبد الحميد، القاهرة، 1384-1965، ص431. ¶ - شرح ديوان عمر بن أبي ربيعة، محمد محي الدين عبد الحميد ط3، القاهرة، 1965، ص431. ¶ (¬3) المبرِّد، الكامل، تحقيق: د. زكي مبارك ثلاثة أجزاء في ثلاثة مجلدات، مطبعة الحلبي وشركاه، مصر، 1356 هـ 1937، 2/610 ¶ - البغدادي عبد القادر، شرح أبيات مغني اللبيب، تحقيق عبد العزيز رباح، 1983، 1/37/38.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وأومأ إلى الطعن في هذه الروّاية قائلاً: روى بعض الروّاة أنّه إنّما قيل: هل تحبّها... ؟ قلت: بهراً، ولذلك خطّأ المبرِّد (ت 286هـ) حمل بيت أبي ربيعة على الاستفهام، وحمله على الإيجاب (¬1). ¶ وخطّأ الوقّشيّ المبرّد، فقال: قوله هذا هو الخطأ وما حكوه من حذف الألف دليل في اللفظ إلاّ ممّا يعطيه معنى الكلام معروف لهم. ويلاحظ أن الوقّشيّ يجيز حذف الاستفهام على نيّة تقديره تعويلاً على أن معنى التركيب يوحي بذلك، شأنه في ذلك شأن النحّاة الّذين أجازوا حذف الاستفهام على قلّتهم(¬2) وقيل إنّه إخبار لا استفهام، والمعنى، ثّم قالوا: أنت تحبّها...و لعلّ أهمّ ما نلحظه في العرض السّابق حول أداة الاستفهام إنكار بعضهم حذف الهمزة بلا دليل، ورؤيته بيت عمر بن أبي ربيعة على التقرير أو الإخبار))، وتأكيد بعضهم الآخر أنّ بيت عمر بن أبي ربيعة هو استفهام، وهذا الخلاف يؤكد وجود ظاهرة التنغيم والاعتماد عليه في تأويل البيت، فمن يسلّم أن الجملة استفهام عوّل على لفظها بنغمة الاستفهام، لذلك تأوّل الاستفهام ولاشيء غير ذلك. أمّا من رأى أنّها تقرير فقد لفظها بنغمة التقرير، وهو محقّ في ذلك، أي إن كلا الرأيين صواب، والاختلاف نابع من الوجهة التنغيمية، ولا سيّما أننّا علمنا اعتماد العلماء أصحاب هذه الآراء والتأويلات على السّماع وتدوين القاعدة النحوية. ¶ ومّما حذف فيه حرف الاستفهام مستعاضاً عنه بالتنغيم الخاصّ بهذا المعنى، قول الحضرمي ابن عامر الأسديّ ردّاً على من عيّره بفرحه لموت أخيه وميراثه إيّاه ¶ أفرح أن أرزأ الكرام وأن ... أورث ذوداً شصائصاً نبلا(¬3) ¶ ¬__________ ¶ (¬1) المبرِّد، (الكامل)، 2/610، شرح أبيات مغنى اللبيب 1/38 ¶ (¬2) فلفل، د. محمد عبدو، اللغة العربية ثوابت ومتغيرات، ط1، دار الينابيع، دمشق، 2002 م ، ص190. ¶ (¬3) البغدادي، عبد القادر، شرح أبيات مغني اللبيب، تحقيق عبد العزيز رباح، 1983، 1/37.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ويمكن أن تكون جملة أفرح أن أرزأ الكرام.. استفهامية، وليس فيها أداة استفهام، وإنّما طريقة نطقها بصورة تناسب الأنماط التنغيّمة للجمل الاستفهامية يدلّ على أنّها استفهاميّة ـ أي أأفرح أن أرزأ الكرم ... ؟ ¶ ومن هذا القبيل ـ أيضاً ـ قول الكميت الأزدي: ¶ ما ترى الدّهر قد أباد معداً ... وأباد القرون من عهد عاد (¬1). ¶ فهذا البيت يقرأ بنغمة صوتية مستوية، ممّا عبّر فيه عن الاستفهام بالتنغيم، والتقدير: أما ترى... ؟ تعويلاً على أن معنى التركيب يوحي بذلك، ممّا حذف منه حرف الاستفهام مستعاضاً عنه بالتنغيم الخاصّ بهذا المعنى. ¶ وكقول رسول اللهّ صلى الله عليه وعلى أصحابه أجمعين: ((يا أبا ذرّ عيّرته بأمّه....)) أراد أعيّرته... ؟(¬2). ¶ ومن ذلك ما رواه ابن عبّاس من أن رجلاً قال: (إن أمّي ماتت وعليها صوم شهر فأقضيه)، أي: أفأقضيه؟(¬3). ¶ ومن ذلك قول رسول الله صلى الله عليه وعلى آله وصحبه أجمعين: ((أتاني آتٍ من ربّي، فأخبرني أنّه من مات لا يشرك بالله شيئاً دخل الجنّة، قلت: وإن سرق، وإن زنى ... ؟ قال: وإن سرق وإن زنى)). ¶ وفي أحيان كثيرة تكون قرينة التنغيم أعظم أثراً من القرينة اللفظية، أي الأداة، إذ يبدو الحديث الشريف بهذا القدر ـ للوهلة الأولى ـ خبرياً تقريرياً يوهم أنّه لا يكون إلاّ خبراً مثبتاً، ولكنّه قد يكون بالتنغيم إنشاء استفهامياً.... ¶ وروي أنّ الحسن أو الحسين (عليهما السلام) أخذ تمرة الصدقة، فجعلها في فيه، فنظر إليه رسول الله صلّى الله عليه وسلّم، فأخرجها من فيه، قال: (ما علمت ...)، أي أما علمتَ .... ؟ ¶ ¬__________ ¶ (¬1) ابن مالك، شواهد التوضيح والتصحيح لمشكلات الجامع الصحيح، تحقيق د. طه محسن، ط 2، 1413هـ، ص 147. ¶ (¬2) ابن مالك، شواهد التوضيح والتصحيح لمشكلات الجامع الصحيح، د. طه محسن، ط2، 1413 هـ، ص148 ¶ (¬3) المصدر نفسه، ص 149.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد علّق ابن مالك (ت 672هـ) على حذف حرف الاستفهام في هذا الحديث يقول: ((ومن روى ما علمتَ، فأصله، أما علمتَ.)). ؟ وحذفت همزة الاستفهام، لأنّ المعنى لا يستقيم إلاّ بتقديرها(¬1) ¶ حقاً أن الاستغناء عن الهمزة والاعتماد على التنغيم في التعبير عن الاستفهام قد وجد فيما يعرف بعصور الاحتجاج قريباً من نشأة الدّرس اللّغوي(¬2) عند العرب، ممّا يستغرب معه جعل الأئمة هذه الظاهرة قائمة على تقدير همزة الاستفهام المحذوفة، وهو حذف مقصور عندهم على الضرورة، أي إنّهم لم ينسبوا هذا المعنى إلى ما رافق تركيبه من التنغيم. ¶ وقد ترد ((لولا)) الشرطية للاستفهام على سبيل التحضيض، فكيف أدرك النّحاة هذا التحضيض، إنّه لا يتأتّى من خلال الجملة المكتوبة، ولكنّ القرينة الحالية، ثم القرينة التنغيمّية الدّالة عليها، هي الّتي غيرّت معنى (لولا)، من الّدلالة الشرطية إلى الدّلالة التحضيضيّة، وقد يكون للجوّ الخاصّ بها ما يمنحها صورة أخرى غير التحضيض الذي هو الحثّ مع الإزعاج، ففي قوله تعالى: { لولا أخّرتني إلى أجل قريب } المنافقون (10). ليس ثمة تحضيض في المعنى، وإنّما هو دعاء، بدليل تمام الآية: { وأنفقوا ممّا رزقناكم من قبل أن يأتي أحدكم الموت، فيقول: ربِّ لولا أخّرتني إلى أجل قريب، فأصدّق، وأكن من الصّالحين } المنافقون (10). ¶ ¬__________ ¶ (¬1) المصدر نفسه، ص 146. ¶ (¬2) فلفل د. محمد عبدو، اللغة العربية ثوابت ومتغيرات، ط1، دار الينابيع، دمشق، 2002 م، ص 192-193.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقد يكون لصيغة الأمر دلالات أخرى يؤدّيها التنغيم تخرج عن هذه الأبواب، أو يتفّرع كلّ باب منها بسببه فروعاً شتى، فنحو الفعل ((اخرج)) مثلا: قد يكون طلباً محضاً، ويكون زجراً وتوبيخاً، وقد يكون رجاء، فالجمل العربية تقع في صيغ وموازين تنغيمية، هي هياكل من الأنساق النغمية ذات أشكال محدّدة، ولكّل جملة صيغة تنغيميّة خاصّة، والصيغة التنغيمية هي منحنى نغمي خاصّ بالجملة، يعين على الكشف عن معناها النّحويّ، والتنغيم في الكلام يقوم بوظيفة الترقيم في الكتابة، غير أنّ التنغيم أوضح من الترقيم في الدّلالة على المعنى(¬1). ¶ ففي جملة مثل: ((أولئك الفدائيون الأشدّاء ..)). ¶ قد تكون ((أولئك الفدائيون)) معاً عنصراً واحداً (مبتدأ مكوّن من مبدل منه وبدل، في هذه الحالة يكون العنصر الثاني (الخبر)، هو كلمة ((الأشدّاء))، وقد يكون المبتدأ هو كلمة (أولئك)، وحدها، ويكون الخبر هو (الفدائيون الأشداء) معاً (منعوت ونعت)، فتكون الجملة على إحدى هاتين الصورتين: ¶ ? الصورة الأولى: أولئك الفدائيون الأشداء: مبتدأ، وبدل، والأشداء: خبر. ¶ ? الصورة الثانية: أولئك الفدائيون الأشداء: أولئك، مبتدأ ـ الفدائيون خبر والأشداء \"نعت\". ¶ ويلاحظ أن بناء الجملة المنطوقة لا يختلف، ولكن يختلف التحليل، وهو اعتبار البنية الأساسية لهذه الجملة المنطوقة، واعتبار البنية الأساسية هو الذي يمدّ التنغيم بما يجعله متطابقاً معها، وهنا لا يمدّ السطح، أو بناء الجملة بالتفسير الدّلالي، بل يكون الاعتماد على البنية العميقة. وهذا يؤكدّ ما أوضحه ((كاتز وفودر))(¬2) من أن العلاقات النحّوية المعبّر عنها في البنية العميقة هي التي تحدّد في كثير من الحالات معنى الجملة بدقة. ¶ ¬__________ ¶ (¬1) حسان د. تمّام، اللغة العربية معناها ومبناها، الشركة الجديدة دار الثقافة، الدار البيضاء، 1985 م، ص 226 ¶ (¬2) Chomssky : Selected ، Reading ، P125.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ويصبح التنغيم ـ وهو قرينة صوتية كاشفاً عن البنية العميقة، ومعرفتها تساعد على تحديد المدلول المراد بالجملة، لأنّ البنية العميقة للجملة تساعد على تفسيرها التفسير الصحيح في كثير من الأحيان، والتنغيم كما رأينا لا ينشئ علاقات نحوية ليست موجودة، ولكنّه يختار بعض العلاقات النّحوية القابعة تحت السّطح المنطوق ويظهر تأثيرها في التفسير، وذلك كقول جميل بن معمر العذري: ¶ لا. لا أبوح بحبِّ بثنةَ إنّها ... أخذت عليّ مواثقاً وعهوداً. (¬1) ¶ فلو اصطنع النحّاة لأنفسهم علامات الترقيم لوجد القارئ نقطة للوقف بعد (لا) الأولى، ولأدركوا، أنّ (لا) هذه بنفسها تكون جملة مفيدة يستحسن في تنغيمها أن نقف عليها لتمام الفائدة، ولما توّرطوا في اعتبارها حرف نفي مؤكّداً توكيداً لفظياً بحرف على مثل صورته قال له، ومن الواضح أن هناك فرقاً بين أن تكون(¬2). (لا) الأولى حرف نفي مؤكداً، أو جملة كاملة الإفادة يستحسن السكوت عليها، ويتطلب التنغيم في حالة التوكيد وصل الكلام، وفي حالة الجملة المفيدة وقفة واستئنافاً. ومن هنا يكون التعبير بالتنغيم لوناً آخر تقتضيه القرينة الحالية: ومن هذا المنطلق عدّ جملة من اللغويين (لعلّ) في قوله تعالى: { وما يُدريك لعلّه يزكّى } سورة عبس (3). ¶ ¬__________ ¶ (¬1) جميل بثينة، الديوان، جمع وتحقيق وشرح د. حسين نصار، ط2، دار مصر للطباعة، 1967، ص 79. ¶ (¬2) حسان د. تمّام، اللغة العربية معناها ومبناها الشركة الجديدة دار الثقافة، الدار البيضاء، 1985 م، ص 228.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "لو أنعمنا النظر في هذه الآية الكريمة، وقرأها قارئ على أسماعنا لوجدنا ملاك القول فيها أنّ الاستفهام مفهوم من سياق الجملة بما يرافقها من تنغيم خاصّ، هو في الأصل صورة من صور التعبير عن الظرف النّفسي الذي تشتمل عليه الجملة. ولعّل عدم تعويل العربية على التنغيم في الفصل بين المعنيين الاستفهام، والإخبار، فيما سبق توضيحه مع إمكانها ذلك، ممّا أوحى إلى النحّاة بإهمالهم التنغيم ووظيفته في إهمالهم دراستهم للغة العربية، وهذا الإهمال واضح في حديثهم من قول قتيله بنت النّضر: ¶ ماكان ضرّك لو مننت وربّما ... ... منّ الفتى وهو المغيظ المُحْنِقُ(¬1) ¶ فقد جعل النّحاة (ما) في قول الشاعرة (ما كان ضّرك) نافية، وحملوا الكلام على النّفي، والتقدير: ((ماكان ضّرك بمنّك))(¬2)، وغنّي عن البيان أنّ التنغيم في النفي يختلف عن تنغيمه في الاستفهام، ومثل ذلك يقال عن خلافهم في قول الشاعر: ¶ إنّ الكريمَ وأبيك يعتمل ... إن لم يجد يوماً على من يتَّكل(¬3). ¶ ¬__________ ¶ (¬1) البغدادي، عبد القادر، شرح أبيات مغني اللبيب، تحقيق عبد العزيز رباح، 1983، 1/50/54. ¶ (¬2) فلفل د. محمد عبدو، اللغة العربية ثوابت ومتغيرات، ط1، دار الينابيع، دمشق، 2002 م، ص 194. ¶ (¬3) ابن هشام، مغني اللبيب عن كتب الأعاريب، تحقيق د. مازن مبارك ط4، بيروت، 1/541 ( البيت مجهول القائل). ¶ - البغدادي عبد القادر، شرح أبيات مغني اللبيب، تحقيق عبد العزيز رباح، 1983، 3/341-343.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فقد جعل بعضهم (على)، في البيت زائدة شذوذاً، وجعلوا (مَنْ) موصولة المحلّ على أنها مفعول به للفعل (يجد) والمعنى والتقدير: ((إنّ الكريم يعمل بجد إن لم يجد من يتكل عليه، وزعم آخرون أن (على) غير زائدة، وأنّ (من) استفهامية، وأنّ المعنى والتقدير عندهم: إن لم يجد يوماً شيئاً فعلى من يتكّل ؟ وغنّي عن البيان أن غياب التنغيم عن عبارة (على من يتكّل) هو الذي أفسح المجال لهذا الخلاف في توجيهها، ولهذا السبب نفسّر خلافهم في إعراب (ما) من قوله تعالى { قال فبما أغويتني لأقعدَنّ لهم صراطك المستقيم } سورة الأعراف (16). ¶ فقد ذهب بعضهم إلى أنّها مصدرية، وأنّ المعنى والتقدير: (أقسم بإغوائك لي لأقعدنّ)، أو بسبب إغوائك لأقعدنّ، وذهب بعضهم الآخر إلى أن (ما) استفهامية، وإلى أنّ التركيب على الاستفهام، والاستئناف، والتقدير بأيّ شيء أغويتني.. ؟ ثم ابتدأ مقسماً، فقال لأقعدنّ ... (¬1). ومثل ذلك يقال عن خلافهم في قول سالم بن وابصة: ¶ ولا يؤاتيك فيما ناب من حدث ... إلاّ أخو ثقة فانظر بمن تثق (¬2). ¶ فقد ذهب بعضهم إلى أنّ (من) استفهامية، وأنّ الأصل (فانظر) ثّم استأنف فقال: بمن تثق....؟ وقيل إنّ الأصل فانظر من تثق به، فحذف الباء ومجرورها، وزاد الباء في (من) تعويضاً(¬3). ¶ ولولا تغييب الكتابة لقرينة التنغيم المميّز بين الإثبات والاستفهام لما كان هذا الخلاف في توجيه هذا البيت. ¶ ¬__________ ¶ (¬1) أ بو حيان الغرناطي الأندلسي، البحر المحيط، تحقيق عادل أحمد عبد الموجود، دار الكتب العلمية، 1993م، 4/274-275. ¶ (¬2) ابن هشام، مغني اللبيب عن كتب الأعاريب، تحقيق د. مازن مبارك، ط4، بيروت، 1/154. ¶ - البغدادي، عبد القادر، شرح أبيات مغني اللبيب، تحقيق عبد العزيز رباح، 1983، 3/343-345. ¶ (¬3) المصدر نفسه، 3/343-345.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومن هذا القبيل خلافهم في إعراب (ما)، في قوله تعالى: { أو لم يتفكروا ما أصابهم من جِنّة، إن هو إلاّ نذير مبين } سورة الأعراف (184). فقد قيل: إنّ (ما) في هذه الآية الكريمة نافية، والمعنى أولم يعلموا انتفاء الجنون عن صاحبهم، وقيل: إنّها استئنافية، استفهامية، والمعنى: أو يتفكَّروا أيّ شيء بصاحبهم من الجنون مع انتظام أقواله وأفعاله. ¶ وقيل: إنّ (ما) موصولة، والكلام إثبات، وعلى ذلك يكون الكلام خارجاً على رغم المشركين، ولكّن أبا حيّان (ت 745 هـ)(¬1) ضعّف حمل (ما) على الموصولية، كما ضعّف حملها على الاستفهام. ¶ ولاشكّ أنّ التنغيم الخاصّ بمعنى الاستفهام عن التنغيم الخاص هو بمعنى التقدير والإثبات هو عنصر دلالي كبير يهدي إلى تفسير الجملة تفسيراً صحيحاً(¬2). ولولا (هذه القرينة لما كان هذا الخلاف في توجيه معنى مثل هذه التراكيب وإعرابها). وقد يساعد التنغيم كذلك على التوزيع التحليلي للنصّ الواحد بحيث يمكن مع تنغيم معين أن يكون النصّ كلّه جملة واحدة ومع تنغيم آخر يكون أكثر من جملة، ومثال ذلك هذه الآية الكريمة: ¶ قال تعالى: { قالوا جزاؤه من وجد في رحله فهو جزاؤه كذلك نجزي الظالمين... } يوسف (75) يوزّعها التنغيم على جملتين، لكن تختلف عناصر كلّ منها، فقد تكون الجملة الأولى: جزاؤه من وجد في رحله، والتنغيم هنا إثبات. والجملة الثانية: فهو جزاؤه، والتنغيم هنا إثبات. وقد تكون الجملة الأولى هي: جزاؤه ... ؟ والتنغيم تنغيم استفهام. ¶ والجملة الثانية: (من وجد في رحله، فهو جزاؤه)، والتنغيم هنا تنغيم إثبات، ويسّوغ تنغيم الاستفهام في (جزاؤه) ؟ وقوعها بعد قوله تعالى: { قالوا فما جزاؤه إن كنتم كاذبين } يوسف (74). ¶ ¬__________ ¶ (¬1) أبو حيَّان الغرناطي الأندلسي، البحر المحيط، تحقيق عادل أحمد عبد الموجود، دار الكتب العلمية 1993م، 4/432. ¶ (¬2) الأفغاني، سعيد، في أصول النحو، منشورات جامعة البعث، 1991م، ص 93-94.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "والاستفهام فيها واضح بأداته، ولاشكّ أن تنغيم جملة (قالوا جزاؤه)، بنغمة الاستفهام، وجملة ((من وجد في رحله فهو جزاؤه))، بنغمة التقرير والإخبار، سيقّرب معنى الآيات الكريمة إلى الأذهان ويكشف عن مضمونها(¬1). ¶ ويقوم التنغيم بدور دلالي كبير يساعد في تفسير الجملة تفسيراً صحيحاً، ويعدّ قرينة صوتية كاشفة في اختيار المتكلّم لنوع معين من أنواع التفسير النحّوي الدّلالي، وهو المسؤول في كثير من الأحيان عن تحديد عناصر الجملة المكونة لها..(¬2)، وقد تنبّه سيبويه (ت 180هـ) إلى دور التنغيم في المعنى، لكنّه لم يذكره، بالمصطلح، فقد أشار إلى أن ثمّة جملاً خبرية يراد بها معنى الجملة الإنشائية، من ذلك ما ذهب إليه. في (باب الأمر والنّهي)، بقوله: زيداً قطع الله يده(¬3)، وزيداً أمّر الله عليه العيش، لأن معناه معنى، زيداً ليقطع الله يده. ¶ وممّا جاء خبراً وفيه معنى الأمر ما نقله في (باب الحروف التي تنزل بمنزلة الأمر والنهي، لأنّ فيها معنى الأمر والنهي) يقول: ومثل ذلك: (اتّقى الله امرؤ، وفعل خيراً يثب عليه)، لأنّ فيه معنى: ليتقِ الله امرؤ، وليفعلْ خيراً(¬4). ¶ ¬__________ ¶ (¬1) عمر، د. أحمد مختار، علم الدلالة، مكتبة دار العروبة للنشر والتوزيع، الكويت، 1982، ص13. ¶ (¬2) عبد اللطيف، محمد حماسة، النحو والدلالة، مدخل لدراسة المعنى النحوي الدلالي، ط1، دار الشروق، القاهرة، 1420-2000م، ص117. ¶ (¬3) سيبويه أو بشر عمرو بن عثمان بن قنبر، الكتاب، 1991، تحقيق وشرح عبد السلام محمد هارون، ط1، دار الجبل، بيروت، لبنان، 1/142. ¶ (¬4) المصدر نفسه، 3/100.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقد تكون الجملة استفهامية في اللفظ، ولا تحمل معنى الاستفهام، وإنّما معناها التوبيخ الذي يعرف بالتنغيم الصّوتي الّذي يؤّديه المتكلم، ففي (باب ما جرى من الأسماء التي لم تؤخذ من الفعل مجرى الأسماء التي أخذت من الفعل)، ويقول، وذلك قولك: (أتميميّاً مرّة، وقيسيّاً أخرى)، وإنّما هذا أنّك رأيت رجلاً في حال تلوّن وتنقّل، فقلت: (أتميمياً مّرة وقيسيّاً أخرى... ؟)، كأنّك قلت: أتحوّل تميمياً مرّة، وقيسيّاً أخرى، فأنت في هذه الحال تعمل في تثبيت هذا له، وهو عندك في تلك الحال في تلوّن وتنقلّ، وليس يسأله مسترشداً في أمر هو جاهل به، ليفهّمه إيّاه، ويخبره عنه، ولكنّه وبخّه بذلك(¬1). ويلاحظ أن بناء الجملة المنطوقة لا يختلف، ولكن يختلف التحليل، وهو اعتبار البنية الأساسية لهذه الجملة المنطوقة، واعتبار البنية الأساسية هو الذي يمدّ التنغيم \"بما يجعله متطابقاً معها، ¶ وهنا لا يمدّ السطح أو بناء الجملة بالتفسير الدلالي، بل يكون الاعتماد على البنية العميقة، ويصبح التنغيم ـ وهو قرينة صوتية ـ كاشفاً عن البنية العميقة ومعرفتها تساعد على تحديد المدلول المراد بالجملة. ¶ ¬__________ ¶ (¬1) المصدر نفسه، 1/343.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ومن المصطلحات التي استخدمها النّحاة في أحاديثهم عن بعض القضايا النّحوية التي تندرج في سياق التنغيم ((الترنّم ومدّ الصوت والتطريب)). ولا سيمّا عند سيبويه (ت 180هـ)، وابن يعيش (ت 643هـ)، يقول سبيويه في كتابه: (اعلم أن المندوب مدعّو، ولكنّه متفجّع عليه، فإن شئت ألحقت في آخر الاسم الألف، لأنّ الندية، كأنهم يترنّمون فيها)(¬1)، وإلى ما يقارب ذلك، يذهب ابن يعيش (ت643 هـ) في شرح المفصّل إذ يقول: (اعلم أن المندوب مدعوّ، ولذلك ذكر مع فصول النداء، لكنّه على سبيل التفجّع، فأنت تدعوه وإن كنت تعلم أنّه لا يستجيب كما ندعو المستغاث به، وإن كان بحيث لا يسمع كأنه تعدّه حاضراً، وأكثر ما يقع في كلام النساء لضعف احتمالهنّ وقلة صبرهنّ، ولمّا كان مدعوّاً بحيث لا يسمع أتوا في أوّله بـ / يا أو ((وا)) لمدّ الصوت، ولمّا كان يسلك في الندبة والنوح مذهب التطريب زادوا الألف آخراً للترنّم(¬2). ¶ ويتوقف فهم المعنى في حالات كثيرة على الطريقة الصوتية (الإيقاع والتنغيم) ومن هنا تبرز أهمية دراسة اللغة المنطوقة، والنحو التقليدي لم يميّز بين (اللغة المكتوبة)، و(اللغة المنطوقة)، على حين أنّ لكلّ منهما نظاماً خاصّاً قد يختلف اختلافاً كبيراً عن صاحبه، بل إنّ هذا النّحو ركزّ اهتمامه على اللغة (المكتوبة)، وقد ترتب على ذلك أولاً أنّه قدّم قواعد اللغة على أساس معياري، وعلى أساس جمالي تقييمي، فهذا استعمال (عالٍ) وذاك (متوسط) وثالث (قبيح)(¬3) ¶ ¬__________ ¶ (¬1) سيبويه، أبو بشر عمرو بن عثمان بن قنبر، الكتاب، ط2، مؤسسة الأعلمي للمطبوعات، بيروت، لبنان، 1998م، 1/375. ¶ (¬2) ابن يعيش، موفق الدين بن علي، شرح المفصّل، عالم الكتب، مكتبة المتنبي، القاهرة، 2/13. ¶ (¬3) كشك، د. أحمد، من وظائف الصوت اللغوي ومحاولة لفهم صرفي ونحوي ودلالي، ص61.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ويرى السيوطي (ت 911هـ) أن التنغيم حقيقة صوتية نطقية في تأويل المعنى، إذ يقول: حدّثنا المرزباني عن إبراهيم بن إسماعيل الكاتب، قال: سأل اليزيديّ الكسائي (ت 189 هـ) بحضرة الرشيد، فقال: انظر أفي هذا الشعر عيب؟ وأنشده: لا يكون العيرُ مهراً ... لا يكون المهرُ مهرُ ¶ فقال الكسائي: (ت 189 هـ) قد أقوى الشاعر، فقال له اليزيدي: انظر فيه، فقال: أقوى لابدّ أن ينصب \"المهر\" الثاني على أنه خبر لـ \"يكون\"، فضرب اليزيديّ بقلنسوته الأرض، وقال: أنا أبو محمد.. الشعر صواب، إنّما ابتدأ فقال: \"المهر مهر\" (¬1)... لم يفطن الكساتي لما رآه اليزيديّ الذي استخدم شيئاً جديداً في تفسير البيت، وهو \"الوقف\" أو قل التنغيم الذي جعل جملة (لا يكون) التي ضغط عليها حين النّطق، وأخذت مطّا صوتياً، لم يعهد لها بعيداً عن هذا السياق ـ لا صلة بينها وبين ما بعدها، فهي توكيد لما قبلها من حديث. ¶ وأرى أن اليزيديّ تقصّد أن يوقع الكسائي بالخطأ، فقرأ البيت للكسائي بنغمة توحي أن به لحناً، وعندما أوّل معنى البيت، قرأ البيت بتنغيمه الصحيح (بوقف) عند جملة (لا يكون)، والابتداء بجملة (المهر مهر)، وذلك من باب المنافسة بينه وبين الكسائي. وهكذا نرى أن التنغيم في نطق الجملة ينقلها من باب نحويّ إلى باب نحويّ آخر، ويظهر ذلك بارتفاع الصوت، أو انخفاضه في أثناء النّطق للتعبير عن معان مختلفة في نفس الإنسان، والجملة قد تعتمد على التنغيم المصاحب لنطقها لبيان معناها دون أن يكون في تركيبها ما يدلّ على هذا المعنى.. ¶ ¬__________ ¶ (¬1) السيوطي، الأشباه والنظائر، تحقيق إبراهيم محمد عبدالله، منشورات مجمع اللغة العربية، 1986م، 3/245.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وأشار المبرّد (ت 286 هـ) إلى دور المتكلّم في تحديد معنى الجملة من خلال الإطار الصوتي الذي يضعها فيه، فيوظف التنغيم للتعبير عن المعاني النحّوية، فالجملة الاستفهامية قد تخرج عن معناها، وتحمل معاني أخرى، كالتوبيخ، والإنكار، بوساطة تنغيم خاصّ تؤدّى به، وذلك قولك: (أقياماً وقد قعد الناس ؟)(¬1) ¶ لم تقل هذا سائلاً، ولكن توبيخاً لما هو عليه. والقرينة التي كانت لها أداة الاستفهام (أ) هي المعنى والتنغيم المعبّر عنه، وبهذا تجردت الجملة من معنى الاستفهام، مع توافر قرينة الاستفهام اللفظية المعروفة إلى التوبيخ، وذكر ابن جني (ت 392هـ) أنّ لفظ الاستفهام إذا ضامّه معنى التعجب استحال خبراً(¬2)، وذلك قولك: (مررت برجل أيّ رجل)، فأنت الآن مخبر بتناهي الرجل في الفضل، ولست مستفهماً، وكذلك قولك: ((مررت برجل أيّما رجل)) لأن همزة (ما) زائدة ثّم يقول متابعاً، ومن ذلك لفظ الواجب إذا لحقته همزة التقرير عاد نفياً، وإذا لحقت لفظ النفي عاد إيجابياً، وذلك كقوله تعالى: { أأنت قلت للنّاس اتخذوني ... } سورة المائدة (116). ¶ أي ما قلت لهم، و نستبعد أن يكون قصد ابن جني أن هذه الهمزة بذاتها هي التي أفادت النفي، ويمكننا القول: إنه لدخول هذه الهمزة على الجملة التقريرية غيّرت من طريقة تنغيمها، وغيّرت من دلالتها، فأصبحت تفيد النفي بدلاً من التقرير. ¶ وقوله تعالى: { الله أذن لكم } يوسف (59) أي لم يأذن لكم، وأمّا دخولها على النفي كقوله تعالى: ألست بربكم قالوا بلى شهدنا... } الأعراف(172). أي: إنّا كذلك... ¶ ¬__________ ¶ (¬1) المبرِّد، أبو العباس محمد بن يزيد، المقتضب، تحقيق محمد عبد الخالق عضيمة، ط1، نشر المجلس الأعلى للشؤون الإسلامية، أربعة أجزاء في أربعة مجلدات، القاهرة، 1385-1388هـ، 3/228. ¶ (¬2) ابن جني، أبو الفتح عثمان بن جني، الخصائص، تحقيق محمد علي النجار، ط2، دار الهدى للطباعة والنشر، 2/370-371.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "نلاحظ أن لا وسيلة عند تضاّم الاستفهام مع التعجب واستحالته إلى الخبر سوى الوسيلة التنغيمية التي تحوّل المعاني ذات اللفظ الواحد من معنى إلى آخر، والحقيقة أن هذا الأسلوب، أي تحوّل الدلالة للفظ الواحد إلى عدة معان هو من الأساليب المعروفة والشائعة في العربية قديماً وحديثاًُ. ¶ وكقوله تعالى: { هل يستوي الّذين يعلمون والّذين لا يعلمون } الزُّمَر (9)، فهذا الاستفهام لا يحتاج إلى إجابة، وإنّما الغرض منه النّفي، والسّامع يعرف من ذلك، ويدركه من تنغيم الجملة وحسب، لقد نقل التنغيم الجملة من معنى الاستفهام إلى معنى النّفي، وهو ما نستخدمه كثيراً في لغتنا المعاصرة، فنقول مثلاً: (كيف تعادي أباك .. ! ؟) بلفظ الاستفهام، ونحن نريد التعّجب والإنكار، وهو ما يؤديه تنغيم الجملة. ¶ وقد جعل خالد الأزهري (ت 905هـ) في شرح التصريح على التوضيح(¬1) الصيغة السّماعية (لله درّه فارساً) دالة على التعجّب بالقرينة، لا بالوضع، إذ يقول عنها: إنما لم يبوب لها في النحّو، لأنهّا لم تدلّ على التعّجب بالوضع بل بالقرينة، والقرينة لا تخرج عن إطار الصورة التنغيمية للعبارة التي تؤكدّ أن المراد بها الكلام التعجبّي، وليس أمراً آخر غيره. وذكر الآمدي (ت 370هـ) أنّ الجملة الاستفهامية تفيد معنى الخبرية(¬2)، إذ يخرج الاستفهام إلى معنى التقرير أو النفي، وذلك كقوله تعالى: { وهل نجازي إلاّ الكفور ... } سورة سبأ (17). ¶ ¬__________ ¶ (¬1) الأزهري خالد بن عبدالله، شرح التصريح على التوضيح، دار إحياء الكتب العربية، القاهرة، 2/86. ¶ (¬2) الآمدي، أبو القاسم الحسن بن بشر بن يحيى، الموازنة، 1/211-214.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "إذ تبدو الآية الكريمة بهذا القدر استفهامية ـ للوهلة الأولى ـ بناء على القرينة اللفظية، وهي أداة الاستفهام (هل) إذا نظرنا إليها مكتوبة، فإذا عرضناها على أسماعنا من أفواه القرّاء، أو نظرنا إليها في سياق المعنى القرآني، لم تكن الجملة استفهامية، والقرينة التي كانت لها الغلبة على (هل) هي المعنى والتنغيم المعبّر عنه، وبهذا تجردّت الجملة من معنى الاستفهام، مع توافر قرينة الاستفهام اللفظة المعروفة إلى التقرير أو النفي. ¶ من الإشارات الواضحة التي تدّل على إدراكهم علاقة تنغيم الجملة وطريقة قراءتها بالمعنى، ما ذهب إليه ابن الشجري (ت 542هـ) في أماليه(¬1) عن ورود الاستفهام بمعان متباينة، وذلك عندما قال توبيخاً، كقوله تعالى: { أكذبتم بآياتي، ولم تحيطوا بها علماً، أفبالباطل تؤمنون ـ أتعبدون ما تنحتون ـ كيف تكفرون بالله وكنتم أمواتا فأحياكم } البقرة (28). ¶ وكذلك هي توبيخ من قرأها بلفظ الخبر، وذكر الفراء (ت 207 هـ) أنها تخرج إلى التوبيخ والتعجب، فالمعنى ويحكم كيف تكفرون...! ؟، وذكر ابن قتيبة (ت276هـ) أنها للتعجب، وتبرز أهمية التنغيم في التأويل النّحوي، ويمكن أن نأخذ مثلاً الخلاف في همزة \"الاستفهام: فقد ذكر الفرّاء أنه يجوز حذف(¬2) ¶ ¬__________ ¶ (¬1) ابن الشجري، ضياء الدين أبو السعادات، هبة الله بن علي بن حمزة العلوي، الآمالي الشجرية، دار المعرفة للطباعة والنشر، بيروت، ص265. ¶ (¬2) الفرّاء، معاني القرآن، تحقيق أحمد يوسف نجاتي، محمد على النجار، طبعة دار الكتب المصرية للتأليف والترجمة، 1955، 1/76. ¶ ـ الأخفش الأوسط أبو الحسن سعيد بن مسعده المجاشعي، (معاني القرآن)، تحقيق د. فايز فارس، ط1، المطبعة العصرية، الكويت، دار الكتب الثقافية، 1979، ص309. ¶ ـ ابن قتيبة، محمد بن عبدالله بن مسلم بن قتيبة، تأويل مشكل القرآن، تحقيق سيد أحمد صقر، ط1، القاهرة، 1954، ص396. ¶ ـ ابن هشام، مغني اللبيب عن كتب الأعاريب، تحقيق د. مازن مبارك، ط4، بيروت، 1/7-8. ¶ ـ المرادي الحسن بن قاسم، الجتي الداني في حروف المعاني، تحقيق د. فخر الدين قباوة، والأستاذ محمد نديم فاضل، الطبعة الثانية، منشورات دار الأفاق الجديدة، بيروت، 1983، ص 34.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "همزة الاستفهام في الكلام، فيصبح الكلام بلفظ الإخبار، ويدلّ المعنى على الاستفهام، قال تعالى: { وإذِ ابتلى إبراهيمَ ربُّهُ بكلمات فأتّمهنّ، قال: إني جاعلك للنّاس إماماً، قال ومن ذرّيّتي قال لا ينال عهدي الظالمين... } البقرة (124). والتقدير أو من ذريّتي ؟ ¶ وتابعه الأخفش (ت 210هـ) فأوضح أن قوله تعالى: { وتلك نعمة تمنّها عليّ } سورة الشعراء (22). فهذه الآية الكريمة تقرأ بنغمة صوتية مستوية، مفيدة الاستفهام، وملاك القول فيها أنّ الاستفهام مفهوم من سياق الجملة بما يرافقها من تنغيم هو في الأصل صورة من صور التعبير، إذ النظرة الأولى إلى هذه الآية مكتوبة توهم أنّها لا تكون إلا جملة خبرية إثباتية، ولكنّها قد تكون بالتنغيم إنشائية استفهامية. وعلى تقدير الاستفهام، أتمنّها عليّ .. ؟ ¶ والجدير بالذكر أن حذف همزة الاستفهام والتعويل في ذلك على التنغيم والإيقاع أمر جاء عند جمهور النّحاة، مع وجود ما يشير إلى العكس، من ذلك ما جاء في قصّة امرئ القيس مع جواريه اللواتي ذبح لهنّ ناقته، فقد قال لهنّ في هذه القصّة: إن نحرت لكنّ ناقتي تأكلنّ منها ... قلن(¬1): نعم ... فواضح أن الاستفهام هو المراد من التركيب، وأنه ليس فيه ما يعبّر عن هذا المعنى سوى التنغيم الخاصّ به، وواضح أنّ الجواري فهمن قصد امرئ القيس دونما حاجة إلى استخدام حرف استفهام، ممّا يعني أن التنغيم هو الأداة التي عبّر بها امرؤ القيس عن الاستفهام، وفهم الجواري هذا المعنى، ولكنّ النّحاة ـ لأنّهم لم يعنوا بقرينة التنغيم ووظيفتها .. يرون أن ثّمة حرف استفهام محذوفاً. لا يستقيم المعنى، ولا أصول الصناعة النحّوية إلاّ به، والتقدير عندهم في قول امرئ القيس: إن نحرت لكنّ ناقتي أتأكلنّ منها ... ؟ وفي مثل ذلك قول عمر بن أبي ربيعة: ¶ ¬__________ ¶ (¬1) التبريزي، أبو زكريا يحيى بن محمد، شرح القصائد العشر، تحقيق د. فخر الدين قباوة، ط4، (د.ت)، بيروت، ص 38.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فوالله، ما أدري، وإن كنت دارياً ... بسبعٍ رمين الجمرَ أم بثمان)(¬1)؟ ¶ لو أنعمنا النظر في هذا البيت لوجدنا أنّه من النظرة الأولى أنّ الجملة (بسبع رمين الجمر أم بثمان ؟)، جملة تخلو من أداة الاستفهام، ولكنها في حقيقة الاستعمال جملة استفهامية يستقبلها السامع بإدراك واضح، ويتعين الاستفهام فيها بالتنغيم، إذ النظرة الأولى إلى هذه الجملة مكتوبة توهم أنّها لا تكون إلا جملة خبرية إثباتية. ¶ ولعّل مما يفسّر به إهمال النحّاة للتنغيم ودوره في أداء المعاني ـ ولاسيّما في الاستفهام ـ أنّ العربية نفسها لم تكن مطمئنة أحياناً إلى التعبير عن هذا المعنى بهذه الأداة، حيث يمكنها ذلك، فعندما تدخل همزة الاستفهام على همزة في نحو: (أالولد أخوك ؟)، ألولد أخوك ؟ بحذف همزة الوصل، وكان ينبغي ذلك، وقد فسّر النّحاة صنيع العربية هذا بأمن الّلبس، فهم يرون أنّه لو قيل: (ألولد أخوك .. ؟)، بحذف همزة الوصل لالتبس في هذا التركيب الإخبار بالاستفهام(¬2). ¶ وغنّي عن البيان أن التنغيم الخاص بكلّ من هذين المعنيين كفيل بإزالة اللبّس، وهو ما تعمل به العربية المعاصرة، فنحن نقول مثلاً: ((ألولد أخوك ؟)) مع حذف همزة الاستفهام(¬3). ¶ التنغيم لدى علماء التجويد: ¶ ¬__________ ¶ (¬1) عمر بن أبي ربيعة، الديوان، تحقيق محمد محي الدين عبد الحميد، ط3، القاهرة، 1384- 1965م، ص266. ¶ (¬2) الهروي علي بن محمد، الأزهية في علم الحروف، تحقيق عبد المعين الملوحي، ط2، مجمع اللغة العربية، دمشق، 1982م، ص 33-35. ¶ (¬3) أمين، د. بكري شيخ، البلاغة العربية في ثوبها الجديد، ط5، دار الثقافة، 1998م، ص 160.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يرى أبو حاتم الرازي (ت 322 هـ) أنّ تطويل الصّوت ـ أي مدّه ـ يدلّ على معنى الندّاء، وعلى معنى الشكاية(¬1)، فربط مدّ الصوت بالمعنى، وهذا أمر لا يمكن إدراكه إلا بالكلام المنطوق، ويقصر الكلام المكتوب على نقله، وهذا ينقلنا إلى الحديث عن أهمية المشافهة في نقل التنغيم. ¶ ويؤيد هذا الرأي ما ذكره بعض الباحثين من أن الخطاب المكتوب يعتمد في نقل المعنى على البنية اللغوية، لأنّه يفتقر إلى السياقات الوجودية الكاملة العادية التي تحيط بالخطاب الشفاهي، وتساعد على تحديد المعنى فيه، مستقّلة في ذلك إلى حدّ ما عن القواعد النحوية(¬2). ¶ ولقد كان للمسلمين في التلقي الشفهي مناهج دقيقة، إذ كانوا يرون أنّ النقل من الأفواه هو النقل السليم الذي ينفي كلّ لبس يعتريه، كما أدرك علماؤنا وجوه المخاطبات والخطاب في القرآن الكريم التي لا تخرج عن إطار العادات النطّقية السّليمة التي تسهم في تعزيز المعنى وإفهامه دون مبالغة، ولا تخرج عن كونها تلوينات صوتيّة تدخل ضمن التنغيم السليم للنصّ القرآني، وقد تحدّث الإمام الزركشي (ت 794هـ) في كتابة (البرهان) عن وجوه المخطابات والخطاب القرآني، ويذكر أنّها تأتي على نحو من أربعين وجهاً، وإدراكه لتنوّع الأساليب في القرآن ¶ ¬__________ ¶ (¬1) أبو حاتم الرازي، كتاب الزينة، تحقيق حسين بن فيض الله الهمذاني، مطبعة الرسالة، القاهرة، 1985م، 2/28. ¶ (¬2) أونج، والترنج، الشفاهية والكتابية، ترجمة د. حسن البنّا عز الدين، سلسلة عالم المعرفة، (182)، الكويت، 1994م.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "هو ما دفعه غير مرّة في كتابه المذكور إلى القول، فمن أراد أن يقرأ القرآن بكمال الترتيل فليقرأه على منازله، فإن كان يقرأ تهديداً لفظ به لفظ المتهدد، وإن كان يقرأ لفظ تعظيم لفظ به على التعظيم(¬1). ¶ ويرى في موضوع آخر أن القارئ المجيد(¬2) هو الذي تكون تلاوته على معاني الكلام وشهادة وصف المتكّلم، من الوعد بالتشويق والوعيد بالتخويف، والإنذار بالتشديد، وهذا القارئ أحسن الناس صوتاً بالقرآن، وفي مثل هذا قال تعالى: { الذين آتيناهم الكتاب يتلونه حق تلاوته أولئك يؤمنون به... } البقرة (121)، فإذا كان التنغيم الباكي مقبولاً مثلاً في آيات الاستغفار والتوبة، فلابدّ له من أن يختلف عن تنغيم الآيات التي تحضّ على القتال، أي يجب أن يوائم التنغيم المعنى ويظهره، ليجعل المقروء مستقرّاً في ذهن السامع وقلبه. فاللين غير الشدّة، والأمر والنهي غير الدعاء والالتماس، والخبر غير الاستفهام، والوعد غير الوعيد. ¶ ¬__________ ¶ (¬1) الزركشي بدر الدين محمد بن عبدالله، 1975 م، البرهان في علوم القرآن، تحقيق محمد أبي الفضل، ط1، دار إحياء الكتب العربية، منشورات عيسى البابي الحلبي، 1/450. ¶ (¬2) المصدر السابق، 2/181.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومن أقدم النصّوص التي تناولت التنغيم في الدراسات لتجويد القرآن الكريم يندرج ضمن ما نسميه تنغيم الجملة، ذلك النصّ الموجود في كتاب ((الزينة)) لأبي حاتم الرّازي (ت 322هـ) حيث علّل اللفظة (آمين)، إذ يقول، قوم من أهل اللغة هو (مقصور) وإنمّا أدخلوا فيه المدّة بدلاً من ياء النداء، كأنّهم أرادوا (يامين)، فأمّا الّذين قالوا مطوّلة، فكأنه معنى النداء (يا أمين)، على مخرج من يقول: (يا فلان)، يا رجل، ثم يحذفون ((الياء)) \"أفلان\"، \"أزيد\"، وقد قالوا في الدّعاء، (أربِّ) يريدون (يا ربِّ)، وحكى بعضهم عن فصحاء العرب أخبيث، يريدون، يا خبيث، وقال آخرون إنّما مدّت الألف ليطول بها الصوت، كما قالوا: (أوه) مقصورة ثم قالوا \"آوه\" يريدون تطويل الصوت بالشكاية(¬1). ¶ ومن النّصوص القديمة التي تناولت التنغيم في الدراسات القرآنية ما دونه أبو العلاء العطار (ت 596 هـ) في كتابه (التمهيد في التجويد). فقد جعل مصطلح اللحن الخفي كما يعرف بالمشافهة فقط، كما جعل اللحن الخفي مميّزاً بين المعاني كالنفي والإثبات والخبر والاستفهام، ثم إن اللحن بالمنطوق جعله ممّا لا يتقيد بالكتابة(¬2). ¶ ¬__________ ¶ (¬1) أبو حاتم الرازي (كتاب الزينة)، تحقيق حسين بن فيض الله الهمذاني، مطبعة الرسالة، القاهرة، 1958م، 2/28-29. ¶ (¬2) الحمد، د. غانم قدوري، كتاب الدراسات الصوتية لدى علماء التجويد، ط1، مطبعة الخلود، بغداد، 1986م، ص567. ¶ ـ ابن الجزري شمس الدين محمد، التمهيد في علم التجويد تحقيق غانم قدوري الحمد، ط1، بيروت، مؤسسة الرسالة، 1986م، ص567",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "إن ما يذكر من خروج التراكيب إلى أساليب مختلفة، أو دلالة الأداة على أكثر من معنى، واختلاف النّحاة في ذلك، إنّما يرجع إلى التنغيم، ودواعي هذا الاختلاف أنهم ينظرون ـ غالباً ـ إلى النصّ المكتوب دون المنطوق، ومن ثمّة لا نرى وجهاً لحكاية خطأ ابنة أبي الأسود الدؤلي في صيغة التعجّب، فقد رووا أن من أسباب وضع أبي الأسود (ت 69هـ) لأوليات النحّو سماع ابنته تقول: ما أحسنُ السّماءِ... ؟ على إرادة التعجّب من حسن السّماء، ولكنها أخطأت في الشكل الإعرابي برفع ((أحسنُ)) فصارت الجملة استفهاماً فأجابها أبوها: نجومُها.. فقالت: إنّما أردت أن أتعجّب، فقال: إذاً، فقولي: (ما أحسنَ السّماءَ.. ! بفتح أحسنَ \"ونصب\" السّماء )(¬1). ¶ وتعدّ سذاجة هذه الحكاية من أمرين الأول: أن التعجب سياق خاصّ مألوف ينزّل منزلة الأمثال، والشكل الإعرابي لازم له لزوماً لا سبيل إلى تجاوزه من متعلّم، فكيف يُسّوغ أن يقع لعربيّة سليقية نشأت في أسرة فصيحة من هذا الخطأ الفادح!... ¶ والثاني: أنّ التنغيم دون الإعراب أو معه...، هو الّذي يوضح للسامع سياق الجملة، أكان استفهاماً أم تعجباً، وسياق الاستفهام مختلف الاختلاف، وهو التعبير الأكثر إيضاحاً عن الانفعال الذي لا أظن ابنة أبي الأسود ـ إن صح أصل الحكاية ـ لا تؤديه، كما يؤديه العربيّ. ¶ التنغيم يعوِّض عن المقولات التركيبية: ¶ كثيراً ما يحذف مكوّن من مكوّنات الجملة لينصب التنغيم مقامه، ومن ذلك: ¶ ? حذف الصفة: ¶ ¬__________ ¶ (¬1) السيرافي، أبو سعيد الحسن بن عبدالله، أخبار النحويين البصريين، تحقيق طه محمد الزيني، ومحمد عبد المنعم الخفاجي، ط1، نشر مصطفى البابي الحلبي وأولاده، مصر، القاهرة، 1955م، ص 14. ¶ ـ الزبيدي، أبو بكر محمد بن الحسن الزبيدي الأندلسي، طبقات النحويين واللغويين، حققه محمد أبو الفضل إبراهيم، دار المعارف في مصر، القاهرة، 1973م، ص 21.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قال سبيويه (ت 180هـ) إنّهم يقولون: (سِيَر عليه ليلٌ ٌ)، يريدون ليل طويل، وهذا إنّما يفهم عنهم بتطويل (الياء)، فيقولون: (سِيَر عليه ليل)، فقامت المدّة مقام الصفة(¬1)، وكأن هذا إنما حذفت فيه الصفة لمّا دلّ من الحال على موضعها، وما ألحّ عليه هنا ابن جني أسهب فيه في كناب (الخصائص) حيث يقول: (وقد حذفت الصفة، ودلت الحال عليها، وذلك فيما حكاه صاحب \"الكتاب\" سيبويه) من قولهم: (سير عليه ليل)، وهم يريدون ليل طويل، وذلك أنّك تحّس في كلام القائل من التطويح والتطريح والتفخيم والتعظيم ما يقوم مقام قوله: طويل، أو نحو ذلك وأنت تحسّ هذا من نفسك إذا تأملته. وذلك أن تكون في مدح إنسان والثناء عليه فتقول: (كان والله رجلاً .. !)، فتزيد في قوّة الله بـ (الله) هذه الكلمة وتتمكّن في تمطيط اللام وإطالة الصوت بها وعليها، أي: رجلاً فاضلاً أو شجاعاً، أو كريماً، أو نحو ذلك، وكذلك تقول: (سألناه فوجدناه إنساناً... !) وتمكّن الصوت بإنسان وتفخّمه وتستغني بذلك عن وصفه بقولك: إنساناً سمحاً، أو جواداً، أو نحو ذلك. وكذلك إن ذممته ووصفته بالضيق قلت: (سألناه وكان إنساناً وتزوي وجهك وتقطبه) فيغني ذلك عن قولك: إنساناً لئيماً أو نحو ذلك..(¬2). ¶ ¬__________ ¶ (¬1) ابن جني أبو الفتح عثمان بن جني، المحتسب في تبين وجوه شواذ القراءات والإيضاح عنها، تحقيق عبد الحليم النجار، وعبد الفتاح إسماعيل شلبي، المجلس الأعلى للشؤون الإسلامية، لجنة إحياء الكتب، القاهرة، مصر، 1994م، 1/259. ¶ (¬2) ابن جني، أبو الفتح عثمان بن جني، الخصائص تحقيق محمد علي النجار، عالم الكتب، بيروت، لبنان، 1983م، 2/370-372. ¶ ـ المصدر السابق، الطبعة الثانية، دار الهدى للطباعة والنشر، بيروت، 2/370 - 371.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ولقد شدّد أبو الفتح على قيمة التلوينات الصوتية وجعلها في مستوى دلالات المقام، فأما إن عريت من الدلالة عليها من اللفظ أو من الحال فإن حذفها لا يجوز، ومن ذلك ما يروى في الحديث (لا صلاة لجار المسجد إلاّ في المسجد)، أي لا صلاة كاملة أو فاضلة، ونحو ذلك، وقد خالف في ذلك من لا يعد خلافه خلافاً(¬1). ¶ ومهما يكن من أمر فإن التنغيم يعين على تحديد دلالة الجملة وله أثر بارز في كثير من المسائل النّحوية حتى إن أفذاذ النّحو يرون أن اللفظ في حقيقته راجع إلى المعنى آخذ منه بسبب متين، وأن المعنى أشيع من اللفظ وأسير حكماً(¬2). ¶ ? حذف المضاف إليه: ¶ لقد أدرج ابن جني الحذف تحت (باب في شجاعة العربية)، وأكدّ أنّه لابدّ لكلّ حذف من دليل من اللفظ، أو الحال، وإلاّ كان فيه ضرب من تكليف علم الغيب في معرفته(¬3). ¶ ¬__________ ¶ (¬1) المصدر السابق، 2/370-382. ¶ (¬2) المصدر السابق، 1/110-111. ¶ (¬3) المصدر السابق، 2/360.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "والمضاف إليه المحذوف يدلّ الحال عليه أحياناً، أي السياق التداولي فيما يدّل اللفظ عليه أحياناً أخرى، أي التلوينات المسماة تنغيماً، ذلك ما يفهم من تخريجات ابن جني لكثير من قضايا القراءات في المحتسب، ومنه ما أورده في سياق حديثه عن قراءة الحسن البصري: { سأوريكم دار الفاسقين... } الأعراف (145)، حيث أوّل زيادة الواو في هذا الموضع بأنّه موضع وعيد وإغلاظ، فمكّن الصوت فيه وزاد إشباعه واعتماده، ثم قال في المضاف إليه، وقد جاء من هذا الإشباع، الذي تنشأ منه الحروف، شيء صالح نثراً ونظماً فمن المنثور قولهم: (بينا زيد قائم ثم جاء عمرو)، إنّما يراد بين أوقات زيدٍ قائم، ثم جاء فلانٌ، فأشبعَ الفتحة، فأنشأ عنها ألفاً(¬1) وها هنا يتضح أنّ الإشباع يعّوض المضاف إليه (أوقات). ¶ التفريق بين معاني الجمل والمقولات النّحوية: ¶ ¬__________ ¶ (¬1) ابن جني أبو الفتح عثمان بن جني، المحتسب في تبين وجوه شواذ القراءات والإيضاح عنها، تحقيق عبد الحليم النجار، عبد الفتاح إسماعيل شلبي، المجلس الأعلى للشؤون الإسلامية، لجنة إحياء الكتب، القاهرة، مصر، 1994م، 1/258.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "يقوم التنغيم بوظيفة تمييزية واضحة بين الجمل الإنشائية الاستفهامية والجمل الخبرية، وذلك عن طريق رفع الصوت، يقول ابن مهران النيسابوري: ((مدّات القرآن على عشرة أوجه، ومدّ الفرق نحو: \"آلآن\" لأنّه يفرق بين الاستفهام والخبر، وقدره ألف تامّة بالإجماع، فإن كان بين ألف المدّ حرف مشدّد زيد ألف ليتمكّن به من تحقيق الهمزة نحو: (آلذاكرين الله)، فالمدّ هو(¬1) الذي يفرق بين الخبر والاستخبار، فإذا مددت دللت على الاستفهام، أمّا إذا حذفت المدّ فعلى الخبر، ومنه قرأ الحسن: { آن جاءه الأعمى } سورة عبس (2) بالمدّ، قال أبو الفتح: ((آن)) معلقة بفعل محذوف دل عليه قوله تعالى: { عبس وتولَّى .. } سورة عبس (1) تقديره أأن جاءه الأعمى أعرض عنه، وتولَّى بوجهه.. ؟ فالوقف إذاً على قوله: ((وتولىّ))، ثم استأنف لفظ الاستفهام منكراًُ للحال، فكأنّه قال: ألأن جاءه الأعمى، كان ذلك منه(¬2). ¶ ¬__________ ¶ (¬1) السيوطي، جلال الدين، الإتقان في علوم العربية، دار الفكر، 1/98. ¶ (¬2) ابن جني أبو الفتح عثمان بن جني، المحتسب في تبين وجوه القراءات والإيضاح عنها، تحقيق عبد الحليم النجار، عبد الفتاح إسماعيل شلبي، 1994، 1/352.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "هكذا يتضح أن التنغيم يمكِّننا من قلب المعنى تماماً من الخبر إلى الاستفهام، أو العكس على الرغم من أنّهما معنيان متدافعان، وبهذا يتجلّى لنا أن التنغيم في تنظيم التركيب. لذلك نرى أن التنغيم له آثار دلالية وازنة في الجملة العربية، ومن ذلك قول ابن جني (ت 392هـ) في مدّ التذكر، و(وأمّا مدّها ((أي الألف)) عند التذكر، فنحو قولك: أخواك ضربا.. إذا كنت متذكراً للمفعول به أو الظرف أو نحو ذلك، أي ضربا زيداً ونحوه، وكذلك تمطل الواو إذا تذكرت في نحو، ضربوا، إذا كنت تذكر المفعول به، أو الظرف. نحو: ضربوا زيداً، أو ضربوا يوم الجمعة، أو الحال مثل: ضربوا قياماً، وكنت عند التذكر كالناطق بالحرف المستذكر، صار كأنه هو ملفوظ به فتمتّ هذه الأحرف، فعند التذكُّر يرتفع الصوت ويزيد، وذلك يعني من المتكلم أنه في حال استذكار، وأنّ رسالته الكلامية لم تنتهِ، والدلالة لم تكتمل بعد، وأمّا الندبة فهي موطن آخر لرفع الصوت، دلالة على الحزن والضجر... لذلك وجدنا أبا الفتح يؤول قراءة ابن أبي ليلى: قال تعالى: { ياويلتا أألد وأنا عجوز وهذا بعلي شيخاً... } سورة هود (72) وأصلها: ياويلتي، فأبدلت الياء ألفا، لأنه نداء فهو في موضع تخفيف(¬1). وقال أيضاً في قوله تعالى: { ونادى نوح ابنه .. } سورة هود (42) وقرأ السّدي، (ابناه) ممدودة الألف على النداء، وقيل على الترثِّي، وهو على الحكاية، ¶ ¬__________ ¶ (¬1) المصدر السابق، 2/213.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "أو الندبة، أي قال له: يا ابناه.. على الندبة، ولو أراد حقيقة الندبة، لم يكن بدّ من أحد الحرفين: يا ابناه أو واابناه، كقولك: وازيداه، ويازيداه(¬1) ومن الوظائف الدلالية المهمة للتنغيم تحويل المعنى وقلبه تماماً، وهذا ما نقف عليه في قول ابن جني(¬2)، وعلى ذكر طول الأصوات وقصرها لقوة المعاني المعبر بها.. يحكى أنّ رجلاً ضرب ابناً له، فقالت أمه له: لا تضربه ليس هو ابنَكَ: فرافعها إلى القاضي، فقال هذا ابني عندي.. وهذه أمّه تذكر أنه ليس مني، فقالت المرأة: ليس الأمر على ما ذكره، وإنما أخذ يضرب ابنه، فقلت له لا تضربه ليس هو ابنك، ومّدت الفتحة، فتحة النون جداً، فقال الرجل: والله ما كان منها هذا الطويل الطويل، فما فهمه الأب بتنغيم معين رفضته زوجته أمام القاضي مدعية تنغيماً آخر، فأقسم أنه لم يكن في كلامها هذا التنغيم الطويل الطويل، وهنا نلمس الخطورة الدلالية التي يمكن أن يقوم بها الإشباع، فهو يوازي عبارات بإكمالها. ¶ ويذهب أبو الفتح إلى أن الأصوات مرهونة بما تحمله من دلالات، وأن المعاني تتلعب بالألفاظ، وأن الأصوات تابعة للمعاني، فمتى قويت قويت، ومتى ضعفت ضعفت، وأن قراءة من قرأ قوله تعالى { يا حسره على العباد } سورة (يس30) بالهاء الساكنة، إنما هو لتقوية المعنى في النفس، وذلك أنه في موضع وعظ وتنبيه وإيقاظ وتحذير(¬3)، فطال الوقوف على الهاء كما يفعله المستعظم للأمر المتعجب منه، الدال على أنه قد بهره وملك عليه لفظه وخاطره، فهذه الدلالات جميعها من وعظ وتنبيه، وإيقاظ وتحذير، تستلزم التنغيم تماماً، مثل لزومه في الاستعظام والتعجُّب والانبهار. ¶ التنغيم وخرق القواعد النحوَّية: ¶ ¬__________ ¶ (¬1) المصدر نفسه، 1/322-323. ¶ (¬2) المصدر نفسه، 2/210. ¶ (¬3) المصدر نفسه، 2/210.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "يقصد بالقواعد النحوية \" قواعد مستويات الدرس اللغوي العربي، التركيبية، والدلالية والصرفية، والصوتية، وقد لمسنا كيف يحول التنغيم دلالة الاستفهام إلى دلالات أخرى، وهو نوع من الخرق الدلالي، ومن نماذج الخرق على مستوى التركيب، الفصل بين طرفي الوصف، أو التعليق، يقول أبو الفتح محتجاً بقراءة: { يا حسرة على العباد(¬1) } سورة يس (30)، أما \"يا حسره\" بالهاء ففيه النظر، وذلك أن قوله (على العباد) متعلق بها، أوصفه لها، وكلاهما لا يحسن الوقوف عليها دونه، ووجه ذلك أن العرب إذا أخبرت عن الشيء غير معتمدته أو معتزمة عليه أسرعت فيه، ولم تتأنّ على اللفظ المعبّر به عنه، وكذلك الاعتراض بين المضاف والمضاف إليه. ¶ ¬__________ ¶ (¬1) المصدر نفسه، 2/208.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "روى الفرّاء (ت 207هـ) عن بعضهم أنّه سمعه يقول: (أكلت لحما شاه)، وهو يريد (لحم شاه)، فأشبع الفتحة، فأنشأ عنها ألفاً. وهو اعتراض بين المضاف والمضاف إليه على ضيق الوقت وقصره بينهما(¬1). ومن ذلك قراءة الأعرج (ت 117 هـ) عن أبي الزناد ((بثلاثه آلاف))، أو (خمسه آلاف) بسكون الهاء، وقد ذكر فيما قيل، فهذا تقوية وعذر لقراءة أبي سعيد(¬2) لقد أبرز ابن جني في هذين النصين كيف يتّم الفصل بين المضاف والمضاف إليه بعناصر تنغيمية، تمثلت في المطل والوقف بينهما على الرّغم من أن الإضافة تقتضي وصل المضاف والمضاف إليه لأن الثاني تمام الأول. ومن الأوزان المخروقة (فِعْلَ) التي تصبح (فعيل)(¬3) يقول أبو الفتح: وروينا عن قطرب (ت 206هـ) (نعيم الرجلُ زيدٌ) بإشباع كسرة العين وإنشاء (ياء) بعدها (كالمطافيل، والمساجيد) والجلاعيد، والصياريف، إن هذه الخلخلة للصيغ الصرفية وقيودها نتيجة الإشباع أثارت نقاشات حادة بين القدماء(¬4)، ومن ذلك ما أورده الزَّجاج (ت 310هـ) عند حديثه عن (آمين): وفي \"أمين\" لغتان قصر ومدّ، فالمقصور عربي لكثرة (فعيل) في العربية، والممدود مختلف فيه، وروي عن الأخفش أنه أعجمي وكما لا يجوز لأحد إن يقول إن هذه الكلمات أعجميات لخروجها عن كلامهم، فالألفاظ المشبعة ليست أعجمية، ولكنها أيضاً ليست مقاييس علماء الصّرف، وأوزانهم، وإنما هي ألفاظ فصيحة لحقها التنغيم. وعلى كلّ حال الخرق جار على كل المستويات في سبيل الحفاظ على التنغيم ومقتضياته، ومهما يكن من أمر فإن التنغيم ليس موظفاً بوضعه أداة تأويلية فحسب، بل قدّم أحياناً على قواعد النحّاة التركيبية والصرفية والصوتية.... ¶ ¬__________ ¶ (¬1) المصدر نفسه، 1/258. ¶ (¬2) المصدر نفسه، 1/165-166. ¶ (¬3) ابن جني أبو الفتح عثمان بن جني، الخصائص، تحقيق محمد علي النجار، دار الهدى للطباعة والنشر، ط2، بيروت، لبنان، 3/121/124. ¶ (¬4) المصدر نفسه، 3/121 -125.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ولعلّ في هذا دعوة إلى مراجعة نفي هذه الظاهرة عن كتب النحويين القدامى... ¶ هذا استعراض لبعض أراء النحاة والفلاسفة وعلماء التجويد، لايدّعي صاحبه أنه استقصى فيه كل شيء، وإنما كان هدفه إظهار حقيقة مفادها أن للتنغيم دوراً مهّماً في تحديد معنى الجملة العربية، وأمّا النتائج التي توصّل إليها البحث فهي :*أنّ التنغيم موجود في التراث العربي تحت عدة مسميّات * أنّ للتنغيم علاقةً مهمّةً بالموسيقى ولحن الكلام *أنّ للتنغيم أثراً كبيراً في تفسير قضايا نحويّة وتركيبية، وصرفيّة وصوتية ودلالية في اللغة العربية من خلال إدراج مستوياته ووظائفه المختلفة في التعبير عن بعض المعاني النفسية والنحوية. ¶ المراجع: ¶ 1 ـ القرآن الكريم ... ¶ 2 ـ الأخفش الأوسط، أبو الحسن سعيد بن مسعدة المجاشعي، تحقيق الدكتور فايز فارس، المطبعة العصرية، الكويت، دار الكتب الثقافية، 1979م. ¶ 3 ـ إخوان الصفا، رسائل إخوان الصفا وخلان الوفاء، بيروت، الدار الإسلامية، 1992م. ¶ 4 ـ الأزهري، خالد بن عبدالله، شرح التصريح على التوضيح، دار إحياء الكتب العربية، القاهرة. ¶ 5 ـ الأفغاني، سعيد، في أصول النحو، منشورات جامعة البعث، 1991م. ¶ 6 ـ الآمدي، أبو القاسم الحسن بن بشر بن يحيى، الموازنة، تحقيق محمد محي الدين عبد الحميد، ط1، القاهرة، 1944 ¶ 7 ـ أمين د. بكري شيخ، البلاغة العربية في ثوبها الجديد، ط5، دار الثقافة، 1998م. ¶ 8 ـ الأنباري، أبو البركات عبد الرحمن كمال الدين ابن محمد الإنصاف في مسائل الخلاف بين البصريين والكوفيين، تحقيق محمد محي الدين عبد الحميد، ط4، دار إحياء التراث العربي، 1380-1961م. ¶ 9 ـ الأنطاكي، محمد، دراسات في فقه اللغة العربية، دار الشرق العربي، بيروت. ¶ 10 ـ الأنطاكي، محمد، المحيط في أصوات اللغة العربية ونحوها وصرفها، ط3، دار الشرق العربي، بيروت، لبنان، 1971. ¶ 11 ـ أنيس، د. إبراهيم، الأصوات اللغوية، دار النهضة العربية، القاهرة، 1961.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "12 ـ أنيس، د. إبراهيم، دلالة الألفاظ، ط2، لجنة البيان العربي، القاهرة، 1963م. ¶ 13 ـ برجشتراسر، التطوّر النّحوي للغة العربية، تحقيق: د. رمضان عبد التوّاب، مطبعة السماح، القاهرة، 1929م. ¶ 14 ـ البغدادي عبد القادر، خزانة الأدب، مطبعة بولاق، مصر، 1299 هـ. ¶ 15 ـ البغدادي، عبد القادر، شرح أبيات مغني اللبيب، تحقيق عبد القادر رباح، 1983م. ¶ 16 ـ التبريزي، أبو زكريا يحيى بن محمد، شرح القصائد العشر، تحقيق: د. فخر الدين قباوة، ط4، بيروت، (د.ت). ¶ 17 ـ الجاحظ، أبو عثمان عمرو بن بحر، الحيوان، تحقيق: فوزي عطوي، ط1، مكتبة النوري، دمشق. ¶ 18 ـ الجرجاني، أبو بكر عبد القاهر بن عبد الرحمن، أسرار البلاغة، تعليق: محمد رشيد رضا، دار المسيرة، بيروت، 1983م. ¶ 19 ـ ابن الجزري، شمس الدين محمد، التمهيد في علم التجويد، تحقيق: غانم قدوري الحمد، ط1، بيروت، مؤسسة الرسالة، 1997. ¶ 20 ـ جميل بن معمر العذري، الديوان، جمع وتحقيق وشرح: د. حسين نصار، ط2، دار مصر للطباعة. ¶ 21 ـ ابن جني، أبو الفتح عثمان، الخصائص، تحقيق محمد علي النجار، ط2، دار الهدى للطباعة والنشر، بيروت، 1983م. ¶ 22 ـ ابن جني، أبو الفتح عثمان، الخصائص، تحقيق محمد علي النجار، عالم الكتب، بيروت لبنان. ¶ 23 ـ ابن جني، أبو الفتح عثمان، المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها، تحقيق عبد الحليم النجار، عبد الفتاح شلبي، المجلس الأعلى للشؤون الإسلامية، لجنة إحياء الكتب، القاهرة، مصر، 1994م. ¶ 24 ـ أبو حاتم الرازي، كتاب الزينة، تحقيق حسين بن فيض الله الهمذاني، مطبعة الرسالة، 1958م. ¶ 25 ـ حسان، د. تمّام، \"اللغة العربية معناها ومبناها\" الهيئة العامة المصرية للكتاب، القاهرة، 1985م. ¶ 26 ـ عبد اللطيف، د. محمد حماسة، النحو والدلالة مدخل لدراسة المعنى النحوي الدلالي، ط1، دار الشروق، القاهرة، 1420هـ ـ 2000م.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "27 ـ الحمد، د. غانم قدوري، الدراسات الصوتية لدى علماء التجويد، ط1، مطبعة الخلود ببغداد، 1986م. ¶ 28 ـ حميدة، د. مصطفى، نظام الارتباط والربط في تركيب الجملة العربية، ط1، الشركة المصرية العالمية للنشر، لونجمان، 1977م. ¶ 29 ـ أبو حيان، محمد أثير الدين بن يوسف الغرناطي الأندلسي، البحر المحيط، تحقيق: عادل أحمد عبد الموجود، دار الكتب العلمية، 1993م. ¶ 30 ـ ابن خالويه، الحسين بن أحمد بن خالويه، الحجة في القراءات السبع، تحقيق: د. عبد العال مكرم، دار الشروق، بيروت. ¶ 31 ـ الخولي، د. محمد علي، قواعد تحويلية للغة العربية، دار المريخ، الرياض، 1981م. ¶ 32 ـ الراجحي، د.عبده، النحو العربي والدرس الحديث، بحث في المنهج، دار النهضة العربية للطباعة والنشر، بيروت، 1979م. ¶ 33 ـ الزبيدي، أبو بكر بن محسن الزبيدي، طبقات النحويين واللغويين، تحقيق محمد أبي الفضل إبراهيم، دار المعارف في مصر، القاهرة، 1973م. ¶ 34 ـ الزركشي، بدر الدين محمد بن عبد الله، البرهان في علوم القرآن، تحقيق محمد أبي الفضل إبراهيم، ط2، مطبعة عيسى البابي الحلبي، القاهرة، 1972م. ¶ 35 ـ الزمخشري، أبو القاسم محمود، الكشاف، القاهرة، 1367هـ ـ 1948م. ¶ 36 ـ سيبويه، أبو بشر عمرو بن عثمان بن قنبر، الكتاب، المطبعة الأميرية ببولاق، 1317هـ. ¶ 37 ـ سيبويه، أبو بشر عمرو بن عثمان بن قنبر، الكتاب، ط2، مؤسسة الأعلمي للمطبوعات، بيروت، لبنان، 1998م. ¶ 38 ـ السيرافي، أبو سعيد الحسن بن عبد الله، أخبار النحويين البصريين، تحقيق: طه محمد الزيني ومحمد عبد المنعم الخفاجي، ط1، نشر مصطفى البابي الحلبي وأولاده، مصر، القاهرة، 1955م. ¶ 39 ـ ابن سينا، أبو علي الحسن بن عبد الله، الشفاء والخطابة، تحقيق محمد سليم سالم، الدار المصرية للتأليف والنشر، القاهرة، 1954. ¶ 40 ـ السيوطي، جلال الدين، الإتقان في علوم العربية، دار الفكر.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "41 ـ السيوطي، جلال الدين، الأشباه والنظائر، تحقيق: إبراهيم محمد عبد الله، منشورات مجمع اللغة العربية، 1986م. ¶ 42 ـ ابن الشجري، ضياء الدين أبو السعادات، هبة الله بن علي بن حمزة العلوي، \"الأمالي الشجرية\" دار المعرفة للطباعة والنشر، بيروت. ¶ 43 ـ شرح ديوان عمر بن أبي ربيعة، محمد محي الدين عبد الحميد، ط3، القاهرة، 1965م. ¶ 44 ـ عبد التواب، د. رمضان، المدخل إلى علم اللغة ومناهج البحث اللغوي، ط2، مكتب الخانجي، القاهرة، 1985م. ¶ 45 ـ عمر، د. أحمد مختار، دراسة الصوت اللغوي، عالم الكتب، مصر، القاهرة، 1976م. ¶ 46 ـ عمر، د. أحمد مختار، علم الدلالة، مكتبة دار العروبة للنشر والتوزيع، الكويت، 1982م. ¶ 47 ـ عمر بن أبي ربيعة، الديوان، تحقيق محمد محي الدين عبد الحميد، ط3، القاهرة، 1384هـ ـ 1965م. ¶ 48 ـ الفارابي، ابن نصر محمد بن طرخان، الموسيقى الكبير، تحقيق: غطاس خشبة، مراجعة وتصدير: محمود الحفني، دار الكتاب العربي، القاهرة. ¶ 49 ـ الفرَّاء أبو زكريا يحيى بن زياد ، معاني القرآن، تحقيق: أحمد يوسف نجاتي، ومحمد علي النجار، طبعة دار الكتب المصرية، 1955م. ¶ 50 ـ فلفل، د. محمد عبدو، اللغة العربية ثوابت وتغيرات، ط1، دار الينابيع، دمشق، 2002م. ¶ 51 ـ ابن قتيبة، محمد بن عبد الله بن مسلم بن قتيبة، تأويل مشكل القرآن، تحقيق سيد أحمد صقر، ط1، القاهرة، 1954م. ¶ 52 ـ كابوتشان كراتشيا، نظرية أدوات التعريف والتنكير وقضايا النحو العربي، ترجمة جعفر دك الباب، دمشق، 1980م. ¶ 53 ـ كشك، د. أحمد، من وظائف الصوت اللغوي، ط2، القاهرة، 1997م. ¶ 54 ـ ابن مالك، شواهد التوضيح لمشكلات الجامع الصحيح، تحقيق: د. طه محسن، ط2، 1413هـ. ¶ 55 ـ المبرِّد، أبو العباس محمد بن يزيد، الكامل، تحقيق زكي مبارك، ثلاثة أجزاء في ثلاثة مجلدات، مطبعة الحلبي وشركاه، مصر، 1356هـ ـ 1937م.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "56 ـ المبرِّد، أبو العباس محمد بن يزيد، المقتضب، تحقيق: محمد عبد الخالق عضيمة، ط1، نشر المجلس الأعلى للشؤون الإسلامية، أربعة أجزاء في أربعة مجلدات، القاهرة، 1385هـ ـ 1388هـ. ¶ 57 ـ مدكور، عاطف، علم اللغة بين التراث والمعاصرة، دار الثقافة للنشر والتوزيع، القاهرة، 1987م. ¶ 58 ـ المرادي، الحسن ابن قاسم، الجنى الداني في حروف المعاني، تحقيق: د. فخر الدين قباوة والأستاذ محمد نديم فاضل، الطبعة الثانية، منشورات دار الأفاق الجديدة، بيروت، 1983م. ¶ 59 ـ المسّدي، د. عبد السّلام، التفكير اللسّاني في الحضارة العربية، الدار العربية للكتاب ليبيا، تونس، 1981م. ¶ 60 ـ ابن هشام، مغني اللبيب عن كتب الأعاريب، تحقيق: د.مازن مبارك، ط4، بيروت. ¶ 61 ـ الهروي، علي بن محمد، الأزهية في علم الحروف، تحقيق: عبد المعين الملوحي، ط2، مجمع اللغة العربية، دمشق، 1982م. ¶ 62 ـ ابن يعيش، موفق الدين يعيش بن علي، شرح المفصَّل، عالم الكتب، مكتبة المتنبي، القاهرة. ¶ المصادر الأجنبية: ¶ 1 - Chomsky : selected reading, \"Oxford univessity press-1912\" ¶ 2 – Etudes linguistique Arabe cantinea, U J C. ¶ الدوريات: ¶ 1 ـ الأسبوع الأدبي، العدد (678)، تاريخ 2/10/1999م. ¶ 2 ـ أونج والترنج، الشفاهية والكتابية، ترجمة: د.حسن البنّا عزّ الدين، سلسلة عالم المعرفة، الكويت، 1994م. ¶ 3 ـ عبد الرحمن عبد الكريم مجاهد، الدلالة الصوتية والدلالة الصرفية عند ابن جني، مجلة عالم الفكر، السنة الرابعة، العدد (26)، آذار 1982م. ¶ 4 ـ أبو ناصر، موريس، مدخل إلى علم اللغة الألسني، مجلة الفكر العربي المعاصر، ع .ج رقم18/19، بيروت، 1982م.",
            "page": "47",
            "part": "1"
        }
    ],
    "t37206": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "دور التنغيم في تحديد معنى الجملة العربية"
        }
    ]
}