{
    "b37228": [
        {
            "id": "1",
            "nass": "مفاتيح العربية على متن الآجرومية ¶ لِلشَّيخِ العَلاَّمَة ¶ فيصل بن عبد العزيز آل مبارك ¶ رَحِمَهُ اللهُ تَعَالَى ¶ (ت 1376 هـ) ¶ النص بعناية ¶ الشيخ عبد العزيز بن سعد الدغيثر",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ الحمد لله الذي أنزل القرآن بلغة العرب، وصلى الله على نبينا محمد أفضل من نطق وخطب، وعلى آله وأصحابه ومن اتبعهم بإحسان، ورفعنا معهم في الدار التي لا وصب فيها ولا نصب. ¶ أما بعد (¬1): فاعلم أنه ينبغي لطالب العلم أن يتعلم من النحو ما يصون به لسانه عن الخطأ في كلام الله تعالى، وكلام رسوله - صلى الله عليه وسلم - وكلام أولي العلم، ولا يتوغل فيه بحيث يشغله عمَّا هو أهم منه: وينبغي للمعلم أن يعلم المبتدئين مثالين من النحو قبل الشروع. ¶ الأول: زيد عالم: وإعرابه زيد مبتدأ مرفوع بالابتداء، وعلامة رفعه ضمة في آخره، وعالم خبر المبتدأ مرفوع بالمبتدأ، وعلامة رفعه ضمة ظاهرة في آخره. ¶ الثاني: ضرب زيدٌ عمرًا وبكرًا: وإعرابه: ضرب فل ماضٍ مبني على الفتح، زيد فاعل والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره، عمرًا مفعول به منصوب، وعلامة نصبه فتحة ظاهرة في آخره. وبكرًا الواو عاطفة، بكرًا معطوف على (عمرًا)، والمعطوف على المنصوب منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ وأحسن كتب النحو للمبتدئين متن الآجرومية، وهي كافية لمن اقتصر عليها، وقد علقتُ عليها جملاً مختصرة ليسهل حفظها على الشيخ والتلميذ، وسميته: ¶ مفاتيح العربية على متن الآجرومية ¶ وأسأل الله تعالى أن ينفعني به ومن قرأه [أو سمعه] وإخواننا المسلمين، وأن يجعله سببًا لنيل الفضائل في الدنيا والآخرة إنه سميع قريب. ¶ * * * ¶ ¬__________ ¶ (¬1) ملاحظة: أثبتنا نص المخطوطة المحفوظة بمكتبة الملك فهد الوطنية ـ تصنيف مكتبة حريملاء ـ، و جعلنا زيادات النسخة المطبوعة ضمن مجموع \"المختصرات النافعة \" بين معقوفتين بهذا الشكل: [ ... ]، و الله الموفق.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ ابتدأ المصنف رحمه الله تعالى كتابه بالبسملة اقتداء بالكتاب العزيز وعملاً بحديث: ... «كل أمر ذي بال لا يُبدأ فهي ببسم الله الرحمن الرحيم فهو أقطع». أي قليل البركة. ¶ [وإعرابها: بسم: جار ومجرور، الباء حرف جر، واسم مجرور بالباء، وعلامة جره كسرة ظاهرة في آخره، واسم: مضاف، والاسم الكريم مضاف إليه مجرور بالمضاف، وعلامة جره كسر الهاء تأدبًا. الرحمن: صفة لله مجرور، وعلامة جره كسرة ظاهرة في آخره. ¶ الرحيم: صفة ثانية مجرور، وعلامة جره كسرة ظاهرة في آخره]. ¶ [قوله]: ((الكلامُ هو اللَّفْظُ المُرَكَّبُ، المفيد بالوضع)) هذا هو تعريف الكلام في اصطلاح النحويين. ¶ والنحو: معرفة أصول يعرف بها أحوال أواخر الكلم للاستعانة على فهم كلام الله تعالى وكلام رسوله - صلى الله عليه وسلم - وكلام [العلماء]. ¶ واللفظ: هو الصوت المشتمل على بعض الحروف الهجائية، والمركب ما تركب من كلمتين فأكثر، والمفيد ما أفاد فائدة تامة يحسن سكوت المتكلم عليها، وقوله ((بالوضع)): أي بالعربي. ¶ مثال ذلك: قام زيد وإعرابه قام فعل ماضٍ مبني على الفتح، وزيد فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ((وَأَقْسَامُهُ ثَلاثَةٌ: اسْمٌ وَفِعْلٌ وَحرْفٌ جَاءَ لِمَعْنىً)): ¶ يعني أن أجزاء الكلام التي لا يخرج عنها ثلاثة: ¶ الأول: الاسم، وهو كلمة دلَّت على معنى في نفسها ولم تقترن بزمان. ¶ الثاني: الفعل، وهو كلمة دلت على معنى في نفسها واقترنت بزمان. ¶ [و] الثالث الحرف وهو كلمة دلَّت على معنى في غيرها، مثال ذلك هل جاء زيد، وإعرابه هل حرف استفهام [و] جاء فعل ماضٍ مبني على الفتح، زيد فاعل والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ((فَالاسْمُ يُعْرَفُ بالخفضِ وَالتَّنْوِينِ، وَدُخُولِ الألِفِ وَاللامِ عليه)).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "يعني أن الاسم يتميز عن الفعل والحرف بالخفض، وهو تغيير مخصوص علامته الكسرة وما ناب عنها، وبالتنوين، وهو نون ساكنة تلحق آخر الاسم لفظًا وتفارقه خطًا ووقفًا؛ وبدخول أل عليه نحو: الرجل. ¶ مثاله جلس زيد في مسجد المدينة. ¶ وإعرابه: ((جلس)) فعل ماضٍ مبني على الفتح، ((زيد)) فاعل والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره، ((في مسجد)) جار ومجرور، ((في)) حرف جر، و ((مسجد)) اسم مجرور بفي، وعلامة جره كسرة ظاهرة في آخره مسجد مضاف، و ((المدينة)) مضاف إليه مجرور بالمضاف، وعلامة جرُّه كسرة ظاهرة في آخره. ¶ * * * ¶ ((وحُرُوفِ الْخَفْضِ وَهِيَ: مِنْ، وإلى، وَعَنْ، وَعَلَى، وَفِي، وَرُبَّ، وَالْبَاءُ، والْكَافُ، وَاللامُ)). ¶ يعني أن الاسم يتميز أيضًا [عن قسيميه] بدخول حروف الخفض عليه؛ ولها أمثلة: ¶ الأول: خرجت من البيت إلى المسجد. ¶ وإعرابه: ((خرجت)): فعل وفاعل حد الفعل خرج والتاء ضمير متصل مبني على الضم محله رفع على الفاعلية. ¶ ((من البيت)): جار مجرور. ¶ ((من)) حرف جر. ¶ ((البيت)) اسم مجرور بمن، وعلامة جره كسرة ظاهرة في آخره. ¶ وأفادتنا (من) ثلاثة أشياء: اسمية مدخولها والحكم عليه بالجر، وأمرًا معنويًا وهو الابتداء. ¶ ((إلى المسجد)) جار ومجرور، [و] ((إلى)) حرف جر، و ((المسجد)) اسم مجرور بإلى، وعلامة جره كسرة ظاهرة في آخره. ¶ وأفادتنا (إلى) ثلاثة أشياء: اسمية مدخولها والحكم عليه بالجر، وأمرًا معنويًا وهو الانتهاء.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "[المثال] الثاني: رميتُ عن القوس. ¶ وإعرابه: ((رميت)) فعل وفاعل، حدّ الفعل رمى، والتاء ضمير متصل مبني على الضم محله رفع على الفاعلية. ¶ ((عن القوس)): جار ومجرور عن حرف جر، و ((القوس)) [اسم] مجرور بعن، وعلامة جره كسرة ظاهرة في آخره؛ [و (عن) من معانيها المجاوزة وأفادتنا ثلاثة أشياء]. ¶ [المثال] الثالث: ركبتُ على الفرس. ¶ وإعرابه: ((ركبتُ)): فعل وفاعل، حد الفعل ركب، والتاء ضمير متصل مبني على الضم محله رفع على الفاعلية. ¶ ((على الفرس)): جار ومجرور، ((على)) حرف جر، و ((الفرس)) [اسم] مجرور بعلى، وعلامة جره كسرة ظاهرة في آخره. ¶ [المثال] الرابع: الماءُ في الكُوز. ¶ وإعرابه: ((الماء)) مبتدأ مرفوع بالابتداء، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ((في الكوز)): جار ومجرور، ((في)) حرف جر، ((الكوز)) [اسم] مجرور بفي، وعلامة جره كسرة ظاهرة في آخره. ¶ [المثال] الخامس: رُبَّ رجلٍ صالحٌ لقيته. ¶ وإعرابه: ((رُبَّ)) حرف تقليل وجر. ¶ ((رجل)): [مبتدأ مرفوع، وعلامة رفعه ضمة مقدّرة على آخره من ظهوره اشتغال المحل بحركة حرف الجر الشبيه بالزائد]. ¶ ((صالح)): نعت لرجل والنعت يتبع المنعوت في إعرابه تبعه في [الرفع المقدر، وعلامة رفعه ضمة ظاهرة في آخره] ((لقيته)): فعل وفاعل ومفعول، حد الفعل لقي، والتاء ضمير متصل مبني على الضم محله رفع على الفاعلية، والهاء ضمير متصل مبني على الضم محله نصب على المفعولية [والجملة خبر المبتدأ]. ¶ [المثال] السادس: مررتُ بزيد.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وإعرابه: ((مررتُ)) فعل وفاعل، حد الفعل مر، والتاء ضمير متصل مبني على الضم محله رفع على الفاعلية. ¶ ((بزيد)) جار مجرور، الباء حرف جر، و ((زيد)) مجرور بالباء، وعلامة جره كسرة ظاهرة في آخره. ¶ [المثال] السابع: زيدٌ كالبدر. ¶ وإعرابه: ¶ ((زيد)) مبتدأ مرفوع بالابتداء، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ((كالبدر)) جار ومجرور، الكاف حرف تشبيه وجر، و ((البدر)) [اسم] مجرور بالكاف، وعلامة جره كسرة ظاهرة في آخره. ¶ [المثال] الثامن: المالُ لزيد. ¶ وإعرابه: ¶ ((المال)) مبتدأ مرفوع بالابتداء، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ((لزيد)) جار ومجرور اللام حرف جر، وزيد [اسم] مجرور باللام، وعلامة جره كسرة ظاهرة في آخره [والجار والمجرور متعلق بمحذوف خبر المبتدأ]. ¶ * * * ¶ ((وحروف القسم وهي: الواو، والباء، والتاء)). ¶ يعني أن الاسم يتميز أيضًا [عن الفعل والحرف] بدخول حروف القسم عليه نحو: والله وبالله وتالله. ¶ وإعرابه: ¶ ((والله)): الواو حرف قسم وجر والاسم الكريم مقسم به مجرور، وعلامة جره كسر الهاء تأدبًا. ¶ ((وبالله)): الواو عاطفة، بالله جار ومجرور الباء حرف قسم وجر، والاسم الكريم مقسم به مجرور، وعلامة جره كسر الهاء تأدبًا. ¶ ((وتالله)): الواو عاطفة، تالله جار ومجرور، [و] التاء حرف قسم وجر والاسم الكريم مقسم به مجرور، وعلامة جره كسر الهاء تأدبًا.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "((والفعل يعرف بقد، والسين، وسوف، وتاء التأنيث الساكنة)). ¶ لما أنهى الكلام على علامات الاسم ذكر علامات الفعل وهي أربعة، قد: وتدخل على الماضي والمضارع، والسين وسوف: وهي مختصة بالمضارع، وتاء التأنيث الساكنة: وهي مختصة بالماضي. ¶ العلامة الأولى: قد، نحو: قد قام زيد. ¶ وإعرابه: ((قد)) حرف تحقيق، قام فعل ماض مبني على الفتح، ((زيد)) فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ الثانية: السين، نحو: سيقوم زيد. ¶ وإعرابه: ¶ ((سيقوم)): السين حرف تنفس. ((يقوم)): فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ضمة ظاهرة في آخره. ((زيد)) فاعل، الفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ الثالثة: سوف، نحو: سوف يقوم زيد. ¶ وإعرابه: ¶ ((سوف)) حرف تسويف. و ((يقوم)): فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ضمة ظاهرة في آخره. ((زيد)) فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ الرابعة: تاء التأنيث الساكنة، نحو: قامت هند. ¶ وإعرابه: ¶ ((قام)) فعل ماض مبني على الفتح، والتاء علامة التأنيث، ((هند)) فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ *** ¶ ((والحرف ما لا يصلح معه دليل الاسم، ولا دليل الفعل)). ¶ يعني أن الحرف يتميز بعدم قبول علامات الاسم والفعل. قال الحريري",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "رحمه الله في ((الملحة)): ¶ والحرف ما ليست له علامة *** فقس على قولي تكن علامة ¶ باب الإعراب",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "((الإِعْرَابُ هُوَ تغيير أَوَاخِرِ الْكَلِمِ لاخْتِلافِ الْعَوَامِلِ الدَّاخِلَةِ عَلَيْهَا لَفْظًا أَوْ تَقْدِيرًا)). ¶ الباب في اللغة معروف، وفي الاصطلاح: اسم لجملة من العلم مشتملة على فصول ومسائل غالبًا. ¶ والإعراب معناه في اللغة البيان، وفي الاصطلاح: هو تغيير أواخر الكلم نحو: جاء زيد، والفتى والقاضي، ورأيت زيدًا والفتى والقاضي، ومررت بزيد والفتى والقاضي. ¶ وإعرابه: ¶ ((جاء)) فعل ماض مبني على الفتح، ((زيد)) فاعل والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره، والفتى الواو عاطفة، الفتى معطوف على زيد والمعطوف على المرفوع مرفوع، وعلامة رفعه ضمة مقدرة على الألف منع من ظهورها التعذر؛ لأنه اسم مقصور معتل الآخر بالألف، ((والقاضي)) الواو عاطفة، القاضي معطوف على زيد، والمعطوف على المرفوع مرفوع، وعلامة رفعه ضمة مقدرة على الياء منع من ظهورها الثقل لأنه اسم منقوص معتل الآخر بالياء. ¶ وإعراب المنصوب رأيت: فعل وفاعل، حد رأى، والتاء ضمير متصل مبني على الضم محله رفع على الفاعلية، ((زيدًا)): مفعول به منصوب، وعلامة نصبه فتحة ظاهرة في آخره، ((والفتى)): الواو عاطفة، ((الفتى)) معطوف على ((زيداً))، والمعطوف على المنصوب منصوب، وعلامة نصبه فتحة مقدرة على الألف منع من ظهورها التعذر؛ لأنه اسم مقصور معتل الآخر بالألف، ((والقاضي)): الواو عاطفة، القاضي معطوف على ((زيداً))، والمعطوف على المنصوب منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ وإعراب المخفوض: ((مررتُ)) فعل وفاعل، حد الفعل مرّ، والتاء: ضمير متصل مبني على الضم محله رفع على الفاعلية. ¶ ((بزيد)): جاز ومجرور، الباء: حرف جر، و ((زيد)): مجرور بالباء، وعلامة جره كسرة ظاهرة في آخره.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "((والفتى)): الواو عاطفة، الفتى معطوف على زيد، والمعطوف على المجرور مجرور، وعلامة جره كسرة مقدرة على الألف منع من ظهورها التعذر؛ لأنه اسم مقصور معتل الآخر بالألف. ¶ ((والقاضي)): الواو عاطفة، القاضي معطوف على زيد والمعطوف على المجرور مجرور، وعلامة جره كسرة مقدرة على الياء منع من ظهورها الثقل؛ لأنه اسم منقوص معتل الآخرة بالياء. ¶ * * * ¶ ((وأقسامه أربعةٌ، رَفْعٌ وَنَصْبٌ، وَخَفْضٌ، وَجَزْمٌ، فَلِلأَسْمَاءِ مِنْ ذلِكَ الرَّفْعُ، وَالنَّصْبُ، وَالخَفْضُ، وَلا جَزْمَ فِيهَا، وَلِلأَفْعَالِ مِنْ ذلِكَ الرَّفْعُ، وَالنَّصْبُ، وَالْجَزْمُ، وَلا خَفْضَ فيها)). ¶ يعني أن ألقاب الإعراب أربعة: الرفع، وهو تغير مخصوص علامته الضمة وما ناب عنها. والنصب: وهو تغيير مخصوص علامته الفتحة وما ناب عنها. والخفض: هو تغيير مخصوص علامته الكسرة، وما ناب عنها. والجزم: وهو تغيير مخصوص علامته السكون وما ناب عنه. ¶ فالرفع والنصب مشتركان بين الأسماء والأفعال، والجرّ خاص بالأسماء والجزم خاص بالأفعال. ¶ مثال الأسماء: جاء زيدٌ، ورأيت زيدًا، ومررت بزيدٍ. وإعرابه [جاء: فعل ماضي مبني على الفتح. زيد: فاعل، وعلامة رفعه ضمة ظاهرة في آخره. ¶ رأيت زيدًا: رأيت فعل وفاعل، حد الفعل رأى، والتاء: ضمير متصل مبني على الضم، محله رفع على الفاعلية. زيدًا: مفعول به منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ مررتُ بزيدٍ: مررتُ فعل وفاعل، حد الفعل مرّ. والتاء: ضمير متصل مبني على الضم محله رفع على الفاعلية. بزيد: جار ومجرور، الباء حرف جر، زيد مجرور بالباء، وعلامة جره كسرة ظاهرة في آخره]. ¶ ومثال الأفعال: يقومُ زيدٌ، ولنْ يقومَ زيدٌ، ولم يقمْ زيدٌ. ¶ [وإعرابه]:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "((يقوم زيد)): يقوم فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ضمة ظاهرة في آخره. [زيد فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ لن يقوم زيد (لنْ) حرف نفي ونصب واستقبال، ((يقوم)) فعل مضارع منصوب بلن، وعلامة نصبه فتحة ظاهرة في آخره، ((زيد)) فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ((لَمْ يقُمْ زيدٌ)) لم حرف نفي وجزم وقلب، ((يقمْ)) فعل مضارع مجزوم بلم، وعلامة جزمه السكون، ((زيدٌ)) فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ * * * ¶ باب معرفة علامات الإعراب ¶ ((للرفع أَرْبَعُ عَلامَاتٍ: الضَّمَّةُ، والواوُ، وَالأَلِفُ، وَالنَّونُ.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فَأمَّا الضَّمَّةُ فَتَكُون عَلامَةً لِلرَّفْعِ فِي أَرْبَعَةِ مَوَاضِعَ: فِي الاسْمِ الْمُفْرَدِ، وَجَمْعِ التَّكْسِيرِ، وَجَمْعِ الْمُؤَنَّثِ السَّالِمِ، وَالْفِعْلِ الْمُضَارِعِ الَّذِي لَمْ يَتَّصِلْ بآخِرِهِ شَيْءٌ)). ¶ الاسم المفرد: هو ما ليس مثنى ولا مجموعًا، ولا ملحقًا بهما، ولا من الأسماء الخمسة نحو ((جاء زيد والفتى والقاضي))، وتقدم إعرابه. ¶ وجمع التكسير: هو ما تغير فيه بناء مفردهِ. نحو: جاءت الرجال والهنود. ¶ وإعرابه: ¶ ((جاء)) فعل ماضي مبني على الفتح والتاء علامة التأنيث، ((الرجال)) فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره، ((والهنود)) الواو عاطفة، ((الهنود)) معطوف على الرجال، والمعطوف على المرفوع مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ وجمع المؤنث السالم: هو ما جمع بألف وتاء مزيدتين نحو: جاءت الهندات. ¶ وإعرابه: ¶ ((جاء)) فعل ماضي مبني على الفتح والتاء علامة التأنيث، ((الهندات)) فاعل والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ والفعل المضارع الَّذِي لم يتصلْ بآخره شيء، نحو: يضربُ زيدٌ، ويخشى زيدٌ، ويرمي زيدٌ، ويدعو زيدٌ. ¶ وإعرابه: ¶ ((يضربُ زيدٌ)): ((يضربُ)) فعلٌ مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ((يخشى زيدٌ)): ((يخشى)) فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ضمة مقدرة على الألف منع من ظهورها التعذر؛ لأنه فعل مضارع معتل الآخر بالألف. ((زيدٌ)) فاعل والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ((ويرمي زيدٌ)): ((يرمي)) فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ضمة مقدرة على الياء، منع من ظهورها الثقل؛ لأنه فعل مضارع معتل الآخر بالياء، ((زيدٌ)) فاعل والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "((يدعو زيدٌ)): ((يدعو)) فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ضمة مقدرة على الواو منع من ظهورها الثقل؛ لأنه فعل مضارع معتل الآخر بالواو، ((زيدٌ)) فاعل مرفوع، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ * * * ¶ ((وَأَمَّا الْوَاوُ فَتَكُونُ عَلامَةً لِلرَّفْعِ فِي مَوْضِعَيْنِ: فِي جَمْعِ الْمُذَكَّرِ السَّالِمِ، وَفِي الأَسْمَاءِ الخَمْسَةِ، وَهِيَ أَبُوكَ، وَأَخُوكَ، وَحَمُوكَ، وَفُوكَ، وَذو مَالٍ)). ¶ جمع المذكر السالم: هو لفظ دلَّ على أكثر من اثنين بزيادة في آخره صالح للتجرد وعطف مثله عليه نحو: جاء الزيدون. ¶ وإعرابه: ¶ ((جاء)) فعل ماض مبني على الفتح، ((الزيدون)) فاعل، والفاعل مرفوع، وعلامة رفعه الواو نيابة عن الضمة؛ لأنه جمع مذكر سالم. ¶ ويشترط في الأسماء الخمسة أن تكون مفردة [نكرة] مكبرة مضافة إلى غير ياء المتكلم، فلو ثنيت أو جمعت أعربت إعراب المثنى والجمع، ولو عرَّفت بألْ أو قطعت عن الإضافة أو صغرت أعربت بالحركات. مثاله: جاءَ أبوكَ وأخوكَ. ¶ وإعرابه: ¶ ((جاء)) فعل ماض مبني على الفتح، ((أبوك)) فاعل، والفاعل مرفوع، وعلامة رفعه الواو نيابة عن الضمة؛ لأنه من الأسماء الخمسة، ((أبو)) مضاف، والكاف ضمير مبني على الفتح محله جر بالإضافة، ((وأخوك)) الواو عاطفة، ((أخوك)) معطوف على ((أبوك))، والمعطوف على المرفوع مرفوع، وعلامة رفعه الواو نيابة عن الضمة؛ لأنه من الأسماء الخمسة: ((أخو)) مضاف والكاف ضمير مبني على الفتح محله جر بالإضافة. ¶ ((جاء حموك)): ((جاء)) فعل ماض مبني على الفتح، ((حموك)) فاعل، والفاعل مرفوع، وعلامة رفعه الواو نيابة عن الضمة؛ لأنه من الأسماء الخمسة، ((حمو)) مضاف، والكاف ضمير مبني على الكسر محله جر بالإضافة.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "((انفتح فوه)): ((انفتح)) فعل ماض مبني على الفتح، ((فوه)) فاعل، والفاعل مرفوع، وعلامة رفعه الواو نيابة عن الضمة؛ لأنه من الأسماء الخمسة. ((فوه)) مضاف والهاء ضمير مبني على الضم محله جر بالإضافة. ¶ ((جاء ذو مال)): ((جاء)) فعل ماض مبني على الفتح، ((ذو مال)) فاعل، والفاعل مرفوع، وعلامة رفعه الواو نيابة عن الضمة؛ لأنه من الأسماء الخمسة ذو مضاف، ((مال)) مضاف إليه مجرور بالمضاف، وعلامة جره كسرة ظاهرة في آخره. ¶ * * * ¶ ((وَأَمَّا الأَلِفْ فَتَكُونُ عَلامَةً لِلرَّفْعِ فِي تَثْنِيةِ الأَسْمَاءِ خَاصَّةً)). ¶ المثني: لفظ دلَّ على اثنين وأغنى عن المتعاطفين بزيادة في آخره صالح للتجريد وعطف مثله عليه نحو: ((جاء الزيدان)). ¶ وإعرابه: ¶ ((جاء)): فعل مبني على الفتح. ¶ ((الزيدان)) فاعل والفاعل مرفوع، وعلامة رفعه الألف نيابة عن الضمة لأنه مثني. ¶ * * * ¶ ((وَأَمَّا النُّونُ فَتَكُونُ عَلامَةً لِلرَّفْعِ فِي الْفِعْلِ الْمُضَارِعِ، إِذَا اتَّصَلَ بِهِ ضَمِيرُ تَثْنِيةٍ، أَوْ ضَمِيرُ جَمْعٍ، أَوْ ضَمِيرُ الْمُؤَنَّثَةِ الْمُخَاطَبَةِ)). ¶ مثال ذلك: ((يفعلان))، ((ويفعلون))، ((وتفعلين)). ¶ وإعرابه: ¶ ((يفعلان)): فعل مضارع مرفوع لتجريده عن الناصب والجازم، وعلامة رفعه ثبوت النون، والألف فاعل. ¶ ((يفعلون)): فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ثبوت النون، والواو فاعل. ¶ ((وتفعلين)): فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ثبوت النون، والياء فاعل.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "* * * ¶ ((وَلِلنَّصْبِ خَمْسُ عَلامَاتٍ: الْفَتْحَةُ، وَالأَلِفُ، وَالْكَسْرَةُ، وَاليَاءُ، وَحَذْفُ النَّونِ. فَأمَّا الْفَتْحَةُ فَتَكُونُ عَلامةً لِلنَّصْبِ فِي ثلاثةِ مَوَاضِعَ: ¶ فِي الاِسْمِ الْمُفْرَدِ، وَجَمْعِ التَّكْسِير، وَالْفِعْلِ الْمُضَارِعِ إِذا دَخَلَ عَلَيْهِ نَاصَبٌ وَلَمْ يَتَّصِلْ بآخِرِهِ شَيْءٌ)). ¶ مثال الاسم المفرد: ((رأيت زيدًا)) ((والفتى)) ((وغلامي)). ¶ وإعرابه: ¶ ((رأيتُ)): فعل وفاعل، حد الفعل رأي، والتاء ضمير متصل مبني على الضم محله رفع على الفاعلية. ¶ ((زيدًا)): مفعول به منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ ((والفتى)): الواو عاطفة، الفتى معطوف على ((زيدًا))، والمعطوف على المنصوب منصوب، وعلامة نصبه فتحة مقدرة على الألف منع من ظهورها التعذر؛ لأنه اسم مقصور معتل الآخر بالألف. ¶ ((وغلامي)): الواو عاطفة، غلامي معطوف على ما قبله، والمعطوف على المنصوب منصوب، وعلامة نصبه فتحة مقدّرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بحركة المناسبة. ¶ ((غلام)) مضاف وياء المتكلم مضاف إليه مبني على السكون محله جر بالإضافة. ¶ ومثال جمع التكسير: ((رأيت الرجال والأسارى وغلماني)). ¶ وإعرابه: ¶ ((رأيت)): فعل وفاعل. ¶ ((الرجال)): مفعول به منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ ((والأسارى)): الواو عاطفة، الأسارى معطوف على الرجال، والمعطوف على المنصوب منصوب، وعلامة نصبه فتحة مقدرة على الألف منع من ظهورها التعذر؛ لأنه اسم مقصور معتل الآخر بالألف.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "((وغلماني)): الواو عاطفة، غلماني معطوف على ما قبله والمعطوف على المنصوب منصوب، وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بحركة مناسبة، غلمان مضاف وياء المتكلم مضاف إليه مبني على السكون محله جر بالمضاف. ¶ ومثال الفعل المضارع الذي لم يتصل بآخره شيء: ((لن أضربَ زيدًا))، ((ولن أخشى عَمْرًا)). ¶ وإعرابه: ¶ ((لنْ)): حرف نفي ونصب واستقبال. ¶ ((أضربَ)) فعل مضارع منصوب بلنْ، وعلامة نصبه فتحة ظاهرة في آخره، والفاعل مستتر وجوبًا تقديره أنا. ¶ ((زيدًا)): مفعول به منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ ((لنْ أخشى عَمْرًا)): ¶ ((لنْ)): حرف نفي ونصب واستقبال. ¶ ((أخشى)): فعل مضارع منصوب بلنْ، وعلامة نصبه فتحة مقدرة على الألف منع من ظهورها التعذر لأنه فعل مضارع معتل الآخر بالألف، والفاعل مستتر وجوبًا تقديره أنا. ¶ ((عَمْرًا)): مفعول به منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ * * * ¶ ((أَمَّا الأَلِفُ: فَتَكُونُ عَلامَةً لِلنَّصْبِ فِي الأَسْمَاءِ الْخَمْسَةِ، نَحْوَ: ((رَأَيْتُ أَبَاكَ وَأَخَاكَ)) وَمَا أَشْبَهَ ذَلِكَ)). ¶ وإعرابه: ¶ ((رأيتُ)): فعل وفاعل. ¶ ((أباكَ)): مفعول به منصوب، وعلامة نصبه الألف نيابة عن الفتح لأنه من الأسماء الخمسة. ¶ ((أبا)): مضاف، والكاف ضمير مبني على الفتح محله جر بالمضاف.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "((وأخاك)): معطوف على ((أباك))، والمعطوف على المنصوب منصوب، وعلامة نصبه الألف نيابة عن الفتحة؛ لأنه من الأسماء الخمسة. ¶ ((أخا)): مضاف، والكاف ضمير مبني على الفتح محله جر بالمضاف. ¶ ((رأيتُ حماكَ وفاكَ وذا مالٍ)): ¶ ((رأيتَ)): فعل وفاعل. ¶ ((حماك)): مفعول به منصوب، وعلامة نصبه الألف نيابة عن الفتحة؛ لأنه من الأسماء الخمسة. ¶ ((حما)): مضاف، والكاف ضمير مبني على الكسر محله جر بالمضاف. ¶ ((وفاك)): الواو عاطفة، فاك معطوف على ((حماك))، والمعطوف على المنصوب منصوب، وعلامة نصبه الألف نيابة عن الفتحة لأنه من الأسماء الخمسة، (فا) مضاف، والكاف ضمير مبني على الكسر محله جر بالمضاف. ¶ وذا مال: الواو عاطفة، ذا مال معطوف على ما قبله، والمعطوف على المنصوب منصوب، وعلامة نصبه الألف نيابة عن الفتحة؛ لأنه من الأسماء لخمسة. ذا: مضاف، مال: مضاف إليه مجرور بالمضاف، وعلامة جره كسرة ظاهرة في آخره. ¶ * * * ¶ ((وَأَمَّا الْكَسْرَةُ: فَتَكُونُُ عَلامَةً للنَّصْبِ فِي جَمْعِ الْمُؤَنَّثِ السَّالِمِ)). ¶ مثاله: {خَلَقَ اللهُ السَّمَاوَاتِ وَالأَرضَ بِالحَّقِ}. ¶ وإعرابه: ¶ ((خلقَ)): فعل ماضٍ مبني على الفتح. ¶ ((اللهُ)): فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ((السموات)): مفعول به منصوب، وعلامة نصبه الكسرة نيابة عن الفتحة؛ لأنه جمع مؤنث سالم. ¶ ((والأرض)): الواو عاطفة، والأرض معطوف على السماوات، والمعطوف على المنصوب منصوب، وعلامة نصبه فتحة ظاهرة في آخره.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "((بالحق)): جار ومجرور، الباء حرف جر، الحق: مجرور بالباء، وعلامة جره كسرة ظاهرة في آخره. ¶ * * * ¶ ((وَأَمَّا الْيَاءُ: فَتَكُونُ عَلامَةً للنَّصبِ فِي التَّثْنِيَةِ وَالْجَمْعِ)). ¶ مثاله: رأيتُ العُمَرَيْن والزيدِين. ¶ وإعرابه: ¶ ((رأيتُ)): فعل وفاعل. ¶ ((العُمرين)): مفعول به منصوب، وعلامة نصبه الياء المفتوح ما قبلها المكسور ما بعدها نيابة عن الفتحة؛ لأنه مثنى. ¶ ((والزيدين)): الواو عاطفة، الزيدين: معطوف على العمرين والمعطوف على المنصوب، منصوب، وعلامة نصبه الياء المكسور ما قبلها المفتوح ما بعدها نيابة عن الفتحة؛ لأنه جمع مذكر سالم. ¶ * * * ¶ ((وَأَمَّا حَذْفُ النُّونِ فَيَكُونُ عَلامَةً للنَّصْبِ فِي الأفْعَالِ الْخَمَسَةِ الْتِي رَفْعُهَا بثَبَاتِ النُّونِ)). ¶ مثاله: لنْ يفعلا، ولنْ يفعلوا، ولنْ تفعلي. ¶ وإعرابه: ¶ ((لن)): حرف نفي ونصب واستقبال. ¶ ((يفعلا)): فعل مضارع منصوب بلن، وعلامة نصبه حذف النون، والألف فاعل. ¶ ولن يفعلوا: ¶ ((لن)): حرف نفي ونصب واستقبال. ¶ ((يفعلوا)): فعل مضارع منصوب بلنْ، وعلامة نصبه حذف النون، والواو فاعل. ¶ ولن تفعلي: ¶ ((لن)): حرف نفي ونصب واستقبال.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "((تفعلي)): فعل مضارع منصوب بلن، وعلامة نصبه حذف النون، والياء فاعل. ¶ * * * ¶ ((وَلِلْخَفْضِ ثلاثُ عَلامَاتٍ: الْكَسْرَةُ، وَالْيَاءُ، وَالْفَتْحَةُ. ¶ فَأَمَّا الْكَسْرَةُ: فَتَكُونُ عَلامَةً لِلْخَفْضِ فِي ثلاثِة مَوَاضِعَ: فِي الاسمِِِِ المفردِ المنْصرفِ، وجمع التكسير المنصرف، وفي جَمْعِ الْمُؤنَّثِ السَّالِمِ)). ¶ الاسم المنصرف أي: المنوّن، ولو تقديراً نحو: مررتُ بزيدٍ والفتى والقاضي وغلامي: ¶ وإعرابه: ¶ مررتُ فعل وفاعل حد الفعل مر، والتاء ضمير متصل مبني على الضم محله رفع على الفاعلية. ¶ ((بزيد)): جار ومجرور، الباء حرف جر، زيد مجرور بالباء، وعلامة جره كسرة ظاهرة في آخره. ¶ ((والفتى)): الواو عاطفة، الفتى معطوف على زيد، والمعطوف على المجرور مجرور، وعلامة جره كسرة مقدرة على الألف منع من ظهورها التعذر لأنه اسم مقصور معتل الآخر بالألف. ¶ ((والقاضي)): الواو عاطفة، القاضي معطوف على ما قبله والمعطوف على المجرور مجرور، وعلامة جرّه كسرة مقدرة على الياء منع من ظهورها الثقل لأنه اسم منقوص معتل الآخر بالياء. ¶ ((وغلامي)): الواو عاطفة، غلامي معطوف على ما قبله، والمعطوف على المجرور مجرور، وعلامة جرِّه كسرة مقدرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بحركة المناسبة، غلام مضاف وياء المتكلم مضاف إليه مبني على السكون محله جر بالمضاف. ¶ وجمع التكسير المنصرف نحو مررت بالرجال، والأسارى، والجواري، وغلماني. ¶ وإعرابه: ¶ ((مررت)): فعل وفاعل. ¶ ((بالرجال)): جار ومجرور. الباء حرف جر، الرجال مجرور بالباء، وعلامة جره كسرة ظاهرة في آخره.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "((والأسارى)): الواو عاطفة. الأسارى معطوف على الرجال، والمعطوف على المجرور مجرور، وعلامة جره كسرة مقدرة على الألف منع من ظهورها التعذر لأنه اسم مقصور معتل الآخر بالألف. ¶ ((والجواري)): الواو عاطفة، الجواري معطوف على ما قبله، والمعطوف على المجرور مجرور، وعلامة جره كسرة مقدرة على الياء منع من ظهورها الثقل؛ لأنه اسم منقوص معتل الآخر بالياء. ¶ ((وغلماني)): الواو عاطفة، غلماني معطوف على ما قبله، والمعطوف على المجرور مجرور، وعلامة جره كسرة مقدرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بحركة المناسبة. غلمان مضاف وياء المتكلم مضاف إليه مبني على السكون محله جر بالمضاف. ¶ وجمع المؤنث السالم نحو {لِلّهِ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ} ¶ لله: جار ومجرور [متعلق بمحذوف خبر مقدم]. ¶ ملك: مبتدأ مؤخر [مرفوع، وعلامة رفعه ضمة ظاهرة في آخره]. ملك مضاف السماوات مضاف إليه مجرور بالمضاف، وعلامة جره كسرة ظاهرة في آخره والأرض معطوف على السماوات. ¶ * * * ¶ ((وَأَمَّا الْيَاءُ: فَتَكُونُ عَلامَةً لِلْخَفْضِ فِي ثَلاثَةِ مَوَاضِعَ: فِي الأَسْمَاءِ الْخَمْسَةِ، وَفِي التَّثْنِيةِ وَالْجَمْعِ)). ¶ مثال الأسماء الخمسة: مررت بأبيك وأخيك وذي مال. ¶ ((مررتُ)): فعل وفاعل، بأبيك جار ومجرور، الباء حرف جر. ¶ ((بأبيك)): مجرور بالباء، وعلامة جره الياء نيابة عن الكسرة؛ لأنه من الأسماء الخمسة [أبي مضاف] والكاف ضمير مبني على الفتح محله جر بالمضاف. ¶ ((وأخيك)): الواو عاطفة، أخيك معطوف على أبيك، والمعطوف على المجرور مجرور، وعلامة جره الياء نيابة عن الكسرة؛ لأنه من الأسماء الخمسة، [أخي مضاف] والكاف ضمير مبني على الفتح محله جر بالمضاف.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "((وذي مال)): الواو عاطفة، ذي مال معطوف على ما قبله، والمعطوف على المجرور مجرور، وعلامة جره الياء نيابة عن الكسرة؛ لأنه من الأسماء الخمسة. ذِي مضاف، مالٍ مضاف إليه مجرور بالمضاف، وعلامة جره كسرة ظاهرة في آخره. ¶ مررت بحميك: ¶ ((مررت)): فعل وفاعل. ¶ ((بحميك)): جار ومجرور، الباء حرف جر، حميك مجرور بالباء، وعلامة جره الياء نيابة عن الكسرة؛ لأنه من الأسماء الخمسة، حَمي مضاف، والكاف ضمير مبني على الكسر محله جر بالمضاف. ¶ بفيه التراب: ¶ ((بفيه)): جار ومجرور الباء حرف جر فيه مجرور بالباء، وعلامة جره الياء نيابة عن الكسرة؛ لأنه من الأسماء الخمسة. ¶ في: مضاف والهاء ضمير مبني على الكسر محله جر بالمضاف [والجار والمجرور متعلق بمحذوف خبر مقدم]، ((التراب)) مبتدأ مؤخر مرفوع بالابتداء، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ومثال التثنية والجمع: مررتُ بالجملَين والزيدِين؛ وإعرابه: ¶ ((مررتُ)): فعل وفاعل، بالجملين جار ومجرور، الباء حرف جر الجملين مجرور بالباء، وعلامة جره الياء المفتوح ما قبلها المكسور ما بعدها نيابة عن الكسرة؛ لأنه مثنى. ¶ ((والزيدِين)): الواو عاطفة، الزيدين معطوف على الجملين، والمعطوف على المجرور مجرور، وعلامة جره الياء المكسور ما قبلها المفتوح ما بعدها نيابة عن الكسرة؛ لأنه جمع مذكور سالم. ¶ * * * ¶ ((وَأَمَّا الْفَتْحَةُ فَتَكُونُ عَلامَةً لِلْخَفْضِ فِي الاِسْمِ الَّذِي لا يَنْصَرِفُ)).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "يعني أن الفتحة تكون علامة للخفض نيابة عن الكسرة في موضع واحد وهو الاسم الذي لا ينصرف أي لا ينوَّن، وهو ما اجتمع فيه علتان فرعيتان من علل تسع ترجع إحداهما إلى المعنى والأخرى إلى اللفظ، أو علة واحدة تقوم مقام العلتين، ولذلك أمثلة: ¶ الأول نحو: ((مررتُ بإبراهيم)). ¶ وإعرابه: ¶ ((مررتُ)): فعل وفاعل. ¶ ((بإبراهيم)): جار ومجرور، الباء حرف جر، إبراهيم اسم مجرور بالباء، وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف والمانع له من الصرف علتان فرعيتان من علل تسع، وهما العلمية والعجمية. ¶ الثاني نحو: ((مررتُ بمعد يكرب)). ¶ ((مررتُ)): فعل وفاعل. ¶ ((بمعد يكرب)): جار ومجرور، الباء حرف جر، معد يكرب اسم مجرور بالباء، وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف والمانع له من الصرف علتان فرعيتان من علل تسع وهما العلمية والتركيب المزجي. ¶ الثالث نحو: ((مررتُ بعمر)). ¶ ((مررت)): فعل وفاعل. ¶ ((بعمر)): جار ومجرور، الباء حرف جر، عمر اسم مجرور بالباء، وعلامة جره الفتحة نيابة عن الكسرة لأنه لا ينصرف والمانع له من الصرف علتان فرعيتان من علل تسع وهما العلمية والعدل. ¶ الرابع نحو: ((مررت بعثمان)). ¶ ((مررت)): فعل وفاعل. ¶ ((بعثمان)): جار ومجرور، الباء حرف جر، عثمان اسم مجرور بالباء، وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف والمانع له من الصرف علتان فرعيتان من علل تسع، وهما العَلَمية وزيادة الألف والنون. ¶ الخامس نحو: ((مررتُ بفاطمة وزينب وطلحة)). ¶ ((مررتُ)): فعل وفاعل.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "((بفاطمة)): جار ومجرور، الباء حرف جر، فاطمة اسم مجرور بالباء، وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف والمانع له من الصرف علتان فرعيتان من علل تسع، وهما العلمية والتأنيث، وزينب الواو عاطفة زينب معطوف على فاطمة، والمعطوف على المجرور مجرور، وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف والمانع له من الصرف علتان فرعيتان من علل تسع، وهما العلمية والتأنيث المعنوي. ¶ ((وطلحة)): الواو عاطفة، طلحة معطوف على ما قبله والمعطوف على المجرور مجرور، وعلامة جره الفتحة نيابة عن الكسرة؛ لأنه اسم لا ينصرف والمانع له من الصرف علتان فرعيتان من علل تسع وهم العلمية والتأنيث اللفظي. ¶ السادس نحو: ((مررتُ بأحمد وزيد)): ¶ ((مررت)): فعل وفاعل. ¶ ((بأحمد)): جار ومجرور، الباء حرف جر، أحمد اسم مجرور بالباء، وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف والمانع له من الصرف علتان فرعيتان من علل تسع وهما العلمية ووزن الفعل. ¶ ((ويزيد)): الواو عاطفة، يزيد معطوف على أحمد، والمعطوف على المجرور مجرور، وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف والمانع له من الصرف علتان فرعيتان من علل تسع وهم العلمية ووزن الفعل. ¶ السابع نحو: ((مررتُ بسكران وأُخَرَ وأفضل)). ¶ ((مررت)): فعل وفاعل. ¶ ((بسكران)): جار ومجرور، الباء حرف جر، سكران اسم مجرور بالباء، وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف، والمانع له من الصرف علتان فرعيتان من علل تسع وهما الوصفية وزيادة الألف والنون. ¶ ((وأُخر)): الواو عاطفة، أخر معطوف على سكران، المعطوف على المجرور مجرور، وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف، والمانع له من الصرف علتان فرعيتان من علل تسع وهما الوصفية والعدل.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "((وأفضل)): معطوف على ما قبله، والمعطوف على المجرور مجرور، وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف، والمانع له من الصرف علتان فرعيتان من علل تسع وهما الوصفية ووزن الفعل. ¶ الثامن نحو: ((مررتُ بحمراء وحبلى)). ¶ ((مررت)): فعل وفاعل. ¶ ((بحمراء)): جار ومجرور، الباء حرف جر، حمراء اسم مجرور بالباء، وعلامة جره الفتحة نيابة عن الكسرة؛ لأنه اسم لا ينصرف والمانع له من الصرف علة واحدة تقوم مقام العلتين وهي ألف التثنية الممدودة. ¶ ((وحبلى)): الواو عاطفة، حبلى معطوف على حمراء، والمعطوف على المجرور مجرور، وعلامة جره فتحة مقدرة على الألف منع من ظهورها التعذر لأنه اسم مقصور معتل الآخر بالألف، وهذه الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف والمانع له من الصرف علة واحدة تقوم مقام العلتين وهي ألف التأنيث المقصورة. ¶ المثال التاسع نحو: مررت بمساجد ومصابيح. ¶ مررت فعل وفاعل، حد الفعل مرَّ، والتاء ضمير متصل مبني على الضم محله رفع على الفاعلية. ¶ ((بمساجد)): جار ومجرور، الباء حرف جر، مساجد اسم مجرور بالباء، وعلامة جره الفتحة نيابة عن الكسرة؛ لأنه اسم لا ينصرف والمانع له من الصرف علة واحد تقوم مقام العلتين وهي صيغة منتهى الجموع. ¶ ((ومصابيح)): الواو عاطفة، مصابيح معطوف على مساجد، والمعطوف على المجرور مجرور، وعلامة جره الفتحة نيابة عن الكسرة لأنه اسم لا ينصرف؛ والمانع له من الصرف علة واحدة تقوم مقام العلتين وهي صيغة منتهى الجموع. ¶ وقد نظم بعضهم هذه العلل فقال: ¶ اجمع وزن عادلاً أنث بمعرفة *** ركّب وزد عجمة فالوصف قد كملا",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "[تنبيه]: ¶ محل المنع من الصرف في المذكورات إذا لم تضف أو تقع بعد الْ فإن أضيفت أوقعت بعد ال جرَّت بالكسرة نحو: مررتُ بأفضلكم وبالأفضل. ¶ وإعرابه: ¶ ((مررت)): فعل وفاعل. ¶ ((بأفضلكم)): جار ومجرور، الباء حرف جر، أفضلكم مجرور بالباء، وعلامة جره الكسرة الظاهرة في آخره، أفضل مضاف والكاف ضمير مبني على الضم محله جر بالإضافة، والميم علامة الجمع. ¶ ((وبالأفضل)): الواو عاطفة، الأفضل جار ومجرور. الباء حرف جر، الأفضل اسم مجرور بالباء، وعلامة جر كسرة ظاهرة في آخره. ¶ * * * ¶ ((وَلِلْجَزْمِ عَلامَتَانِ: السُّكُونُ، وَالْحَذْفُ. فَأَمَّا السُّكُونُ فَيَكُونُ عَلامَةً لِلْجَزمِ فِي الْفِعْلِ الْمُضَارِعِ الصَّحِيحِ الآخِرِ)). ¶ أي الذي لم يكن آخره ألفاً ولا واواً ولا ياءً، نحو: لم يضرب زيد. ¶ وإعرابه: ¶ ((لم)): حرف نفي وجزم وقلب. ¶ ((يضرب)): فعل مضارع مجزوم بلم، وعلامة جزمه السكون. ¶ ((زيد)): فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ * * * ¶ ((وَأَمَّا الْحَذْفُ، فَيَكُونُ عَلامَةً لِلْجَزْمِ فِي الْفِعْلِ الْمُضَارِعِ الْمُعْتَلِّ الآخِرِ وَفِي الأَفْعَالِ الْتِي رَفْعُهَا بثَبَاتِ النَّونِ)). ¶ ((المعتل الآخر)): هو ما كان آخره ألفاً أو واواً أو ياء، نحو: لم يخش زيد، ولم يدع ولم يرم.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وإعرابه: ¶ ((لم)): حرف نفي وجزم وقلب. ¶ ((يخشَ)): فعل مضارع مجزوم بلم، وعلامة جزمه حذف الألف والفتحة قلبها دليل عليها. ¶ ولم يدعُ: الواو عاطفة. ¶ لم: حرف نفي وجزم وقلب. ¶ يدعُ: فعل مضارع مجزوم بلم، وعلامة جزمه حذف الواو، والضمة قبلها دليل عليها. والفاعل مستتر جوازًا تقديره هو. ¶ ولم يرم: الواو عاطفة. لم: حرف نفي وجزم وقلب، يرم: فعل مضارع مجزوم بلم، وعلامة جزمه حذف الياء والكسرة قبلها دليل عليها، والفاعل مستتر جوازًا تقديره هو. ¶ والأفعال التي رفعها بثبات النون خمسة: وهي تفعلان ويفعلان وتفعلون ¶ ويفعلون وتفعلين؛ مثاله: لم تفعلا ولم يفعلا، ولم تفعلوا، ولم يفعلوا، ولم تفعلي. ¶ وإعرابه: ¶ لم حرف نفي وجزم وقلب. ¶ تفعلا: فعل مضارع مجزوم بلم، وعلامة جزمه حذف النون، والألف فاعل. ويفعلان مثله. ¶ ولم تفعلوا: لم حرف نفي وجزم وقلب. ¶ تفعلوا: فعل مضارع مجزوم بلم، وعلامة جزمه حذف النون، والواو فاعل. ويفعلوا مثله. ¶ ولم تفعلي: لم حرف نفي وجزم وقلب. تفعلي: فعل مضارع مجزوم بلم، وعلامة جزمه حذف النون والياء فاعل. ¶ * * * ¶ فصل",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "((الْمُعْرَبَاتُ قِسْمَانِ: قِسْمٌ يُعْرَبُ بِالْحَرَكَاتِ. وَقِسْمٌ يُعْرَبُ بالْحُرُوفِ. ¶ فَالَّذِي يُعْرَبُ بالْحَرَكَاتِ أَرْبَعَةُ أَنْوَاعٍ: الاِسْمُ الْمُفْرَدُ، وَجَمْعُ التَّكْسِيرِ، وَجَمْع الْمُؤَنَّثِ السَّالِمِ، وَالْفِعْلُ الْمُضَارِعُ الَّذِي لَمْ يَتَّصِلْ بآخِرِهِ شَيْءٌ. وكلُّها. تُرفَع بالضَّمَّة وتُنصَب بالفتحة، وتُخفَض بالكسرة، وتُجزَم بالسكون)). ¶ الفصل في اللغة: هو الحاجز بين الشيئين. وفي الاصطلاح: اسم لجملة من العلم مشتملة على مسائل غالبًا. ¶ ولما أنهى الكلام على علامات الإعراب تفصيلاً شرع يتكلم عليها إجمالاً، وقد تقدم تعريف المذكورات. مثال ذلك: يضرب زيد والرجال والمسلمات. ولن أضرب زيدًا والرجال. ومررتُ بزيد والرجال والمسلمات، ولم أضرب زيدًا، وإعرابه ظاهر. ¶ * * * ¶ ((وخرج عن ذلك ثلاثة أشياء: جمع المؤنث السالم يُنصب بالكسرة، والاسمُ الذي لا ينصرف يخفض بالفتحة، والفعل المضارع المعتلُّ الآخر يُجْزَم بحذف آخره)). ¶ نحو رأيت المسلمات، ومررت بأحمد ولم يخشَ زيد، ولم يدعُ، ولم يرمِ، وإعرابه ظاهر. ¶ ((والذي يعرب بالحروف أربعة أنواع: التثنية وجمع المذكر السالم، والأسماء الخمسة، والأفعال الخمسة، وهي: يفعلان، وتفعلان، ويفعلون، وتفعلون، وتفعلين؛ فأما التثنية فترفع بالألف وتنصب وتخفض بالياء؛ وأما جمع المذكر السالم فيرفع بالواو وينصب ويخفض بالياء؛ أما الأسماء الخمسة فترفع بالواو وتنصب بالألف، وتخفض بالياء، وأما الأفعال الخمسة فترفع بالنون وتنصب وتجزم بحذفها)). ¶ مثال التثنية: جاء الزيدان، ورأيتُ الزيدَان، ومررتُ بالزيديْنِ. ¶ ومثال جمع المذكر السالم: جاء الزيدون، ورأيت الزيدِينَ، ومررتُ بالزيدِينَ. ¶ ومثال الأسماء الخمسة: جاء أبوك، ورأيتُ أباك، ومررتُ بأبيك.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ومثال الأفعال الخمسة: الزيدان يضربان، ولن يضربا، ولم يضربا، وقس عليه بقية الأفعال، وإعرابه ظاهر. ¶ * * *",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "باب الأفعال ¶ ((الأَفْعَالُ ثلاثةٌ: ماضٍ وَمُضَارِعٌ، وَأَمْرٌ، نَحْوَ: ضَرَبَ، وَيَضْرِبُ، وَاضْرِبْ. ¶ فَالْمَاضِي مَفْتُوحُ الآخِرِ أَبَدًا. ¶ وَالأَمْرُ مجزوم أَبَدًا. ¶ والمضارع مَا كَانَ فِي أوَّلِهِ إِحْدَى الزَّوائِدِ الأَرْبَعِ الَّتِي يَجْمَعُهَا قَوْلُكَ: ((أَنَيْتُ)) وَهُوَ مَرْفُوعٌ أَبَدًا، حَتَّى يَدْخُلَ عَلَيْهِ نَاصِبٌ أَوْ جَازِمٌ)). ¶ الفعل الماضي: ما دلّ على حدث وقع وانقطع. ¶ والمضارع: ما دلّ على حدث يقبل الحال والاستقبال. ¶ والأمر: ما دلّ على حديث في المستقبل. ¶ مثال الماضي: قام زيد، و {فَأَلْقَى مُوسَى عَصَاهُ} ¶ وإعرابه: ¶ قام: فعل ماضٍ مبني على الفتح. ¶ زيد: فاعل. ¶ ألقى: فعل ماض مبني على فتحة مقدرة على الألف منع من ظهورها التعذر. ¶ موسى: فاعل والفاعل مرفوع، وعلامة رفعه ضمة مقدرة على الألف منع من ظهورها التعذر؛ لأنه اسم مقصور معتل الآخر بالألف. ¶ عصاه: مفعول به منصوب، وعلامة نصبه فتحة مقدرة على الألف منع من ظهورها التعذر لأنه اسم مقصور معتل الآخر بالألف. عصا: مضاف والهاء ضمير مبني على الضم محله جر بالمضاف. ¶ ومثال الأمر: اضرب زيدًا، واضربنَّ يا زيد. ¶ وإعرابه: ¶ اضربْ: فعل أمر مبني على السكون، والفاعل مستتر وجوبًا تقديره أنت. ¶ زيدًا: مفعول به منصوب. ¶ اضربنَّ يا زيد:",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "اضربنْ: فعل أمر مبني على سكون مقدر على آخره منع من ظهوره اشتغال المحل بالفتح العارض لالتقاء الساكنين، والفاعل مستتر وجوبًا تقديره أنت والنون للتوكيد. ¶ يا زيد: يا حرف نداء، زيد منادَى مبني على الضم محله نصب بياء النداء. ¶ ومثال المضارع: أقوم، ونقوم، ويقوم، وتقوم. ¶ وإعرابه: ¶ أقوم: فعل مضارع مرفوع لتجرده عن الناصب والجازم علامة رفعه ضمة ظاهرة في آخره، والفاعل مستتر وجوبًا تقديره أنا، والفاعل في نقوم مستتر وجوبًا تقديره نحن كذلك في تقوم تقديره أنت، وأما في يقوم وهند تقوم فالفاعل مستتر جوازًا تقديره هو أو هي. ¶ * * * ¶ ((والنواصب عَشَرَةٌ ¶ وَهِيَ: أَنْ، وَلَنْ، وَإِذنْ، وَكَيْ، وَلامُ كَيْ، وَلامُ الْجُحُودِ، وَحَتَّى، وَالْجَوَابُ بالْفَاء، وَالْوَاوِ، وَأَوْ)). ¶ يعني أنه ينصب الفعل بواحد من عشرة حروف: ¶ الأول: أنْ، وبدأ بها لكونها أم الباب. ¶ مثاله: يعجبني أن تقوم. وإعرابه: ¶ يعجبُ: فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ضمة ظاهرة في آخره والفاعل المصدر المنسبك من أن والفعل، والنون للوقاية، والياء ضمير مبني على السكون محله نصبه على المفعولية. ¶ أن: حرف مصدري ونصب. ¶ تقوم: فعل مضارع منصوب بأن، وعلامة نصبه فتحة ظاهرة في آخره، والفاعل مستتر وجوبًا تقديره أنت. ¶ الثاني: لن. مثاله: لنْ يقومَ زيدٌ. وإعرابه: ¶ لنْ: حرف نفي ونصب واستقبال. ¶ يقوم: فعل مضارع منصوب بلن، وعلامة نصبه فتحة ظاهرة في آخره.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "زيد: فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ الثالث: إذن. مثال: إذن أُكرمك. جوابًا لمن قال: أريد أن أزورك. ¶ وإعرابه: ¶ إذن: حرف جواب وجزاء ونصب. ¶ أكرم: فعل مضارع منصوب بإذن، وعلامة نصبه فتحة ظاهرة في آخره، والفاعل مستتر وجوبًا تقديره أنا، والكاف ضمير مبني على الفتح محله نصب على المفعولية. ¶ الرابع: كي. ¶ مثاله: {لِكَيْلاَ تَأْسَوْا}. و {كَيْ تَقَرَّ عَيْنُهَا}. وجئتُ كيْ أطلبَ العلمَ. ¶ وإعرابه: ¶ لكيلا تأسوا: اللام لام كي، وكي حرف مصدري ونصب، لا نافية. ¶ تأسوا: فعل مضارع منصوب بكي، وعلامة نصبه حذف النون، والواو فاعل. ¶ كي تقر عينها: كي: حرف مصدري ونصب. ¶ تقرّ: فعل مضارع منصوب بكي، وعلامة نصبه فتحة ظاهرة في آخره. ¶ عين: فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره، عين مضاف والهاء ضمير مبني على السكون محله جر بالمضاف. ¶ جئت كي أطلب العلم: جئت: فعل وفاعل، كي حرف تعليل وجر. ¶ أطلبَ: فعل مضارع منصوب بأن مضمرة وجوبًا بعد كي، وعلامة نصبه فتحة ظاهرة في آخره، والفاعل مستتر وجوبًا تقديره أنا. ¶ العلم: مفعول به منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ الخامس: لام كي. نحو: قوله تعالى {لِتُبَيِّنَ لِلنَّاسِ}. ¶ وإعرابه: ¶ اللام لام كي. ¶ تبيِّن: فعل مضارع منصوب بأن مضمرة جوازًا بعد لام كي، وعلامة نصبه فتحة ظاهرة في آخره، والفاعل مستتر وجوبًا تقديره أنت. ¶ للناس: جار ومجرور.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "السادس: لام الجحود أي النفي، نحو قوله تعالى {وَمَا كَانَ اللّهُ لِيُعَذِّبَهُمْ}، وقوله تعالى: {لَّمْ يَكُنِ اللّهُ لِيَغْفِرَ لَهُمْ} وإعرابه: ¶ وما كان: الواو بحسب ما قبلها ما نافية كان فعل ماض ناقص يرفع الاسم وينصب الخبر، الله اسم كان مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ليعذبهم: اللام لام الجحود. يعذب: فعل مضارع منصوب بأن مضمرة وجوبًا بعد لام الجحود، وعلامة نصبه فتحة ظاهرة في آخره، والفاعل مستتر جوازًا تقديره هو، والهاء ضمير مبني على الضم محله نصب على المفعولية والميم علامة الجمع. ¶ لم يكن الله ليغفر لهم: ¶ لم: حرف نفي وجزم وقلب. ¶ يكنْ: فعل مضارع ناقص يرفع الاسم وينصب الخبر مجزوم بلم، وعلامة ¶ جزمه السكون وحرك بالكسر للتخلص من التقاء الساكنين. ¶ والله: اسم يكن مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ليغفر: اللام لا الجحود، يغفر: فعل مضارع منصوب بأن مضمرة وجوبًا بعد لام الجحود، وعلامة نصبه فتحة ظاهرة في آخره، والفاعل مستتر جوازًا تقديره هو، لهم جار ومجرور، اللام حرف جر والهاء ضمير مبني على الضم محله جر والميم علامة الجمع. ¶ السابع: حتى، نحو قوله تعالى: {حَتَّى يَرْجِعَ إِلَيْنَا مُوسَى} وقولك: أسْلَمْ حتى تدخلَ الجنة. وإعرابه: ¶ حتى يرجع: حتى حرف غاية وجر بمعنى إلى. ¶ يرجع: فعل مضارع منصوب بأن مضمرة وجوبًا بعد حتى، وعلامة نصبه فتحة ظاهرة في آخره. ¶ إلينا: جار ومجرور، إلى حرف جر. نا: ضمير مبني على السكون محله جر بإلى. ¶ موسى: فاعل والفاعل مرفوع، وعلامة رفعه ضمة مقدرة على الألف منع من ظهورها التعذر؛ لأنه اسم مقصور معتل الآخر بالألف. ¶ أسلم حتى تدخل الجنة: ¶ أسلم: فعل أمر مبني على السكون، والفاعل مستتر وجوبًا تقديره أنت. ¶ حتى: حرف تعليل وجر، بمعنى اللام.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "تدخل: فعل مضارع منصوب بأن مضمرة وجوبًا بعد حتى، وعلامة نصبه فتحة ظاهرة في آخره، والفاعل مستتر وجوبًا تقديره أنت. ¶ الجنة: مفعول به منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ الثامن والتاسع: الجواب بالفاء، والواو، أي الفاء والواو الواقعتان في الجواب يعني فاء السببية وواو المعية؛ ولذلك أمثلة. ¶ الأول: أقبل فأحسن إليك. وإعرابه: ¶ أقبل: فعل مبني على السكون والفاعل مستتر وجوبًا تقديره أنت. ¶ فأحسن: الفاء فاء السببية، وعلامة نصبه فتحة ظاهرة في آخره، والفاعل مستتر وجوبًا تقديره أنا. ¶ إليك: جار ومجرور، إلى حرف جر والكاف ضمير مبني على الفتح محله جر. ¶ أقبل وأحسن إليك. وإعرابه كذلك: ¶ وأحسن: الواو واو المعية، أحسن فعل مضارع منصوب بأن مضمرة وجوبًا بعد واو المعية. ¶ الثاني: ربِّ وفقني فأعمل صالحًا. وإعرابه: ¶ ربِّ: منادى حذفت منه ياء النداء منصوب، وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم المحذوفة للتخفيف منع من ظهورها اشتغال المحل بحركة المناسبة، رب مضاف، وياء المتكلم المحذوف مضاف إليه مبني على السكون محله جر بالمضاف. ¶ وفقني: وفق فعل دعاء مبني على السكون، والفاعل مستتر وجوبًا تقديره أنت والنون للوقاية. والياء ضمير مبني على السكون محله نصب على المفعولية. ¶ فأعمل: الفاء فاء السببية، أعمل فعل مضارع منصوب بأن مضمرة وجوبًا بعد فاء السببية، وعلامة نصبه فتحة ظاهرة في آخره، والفاعل مستتر وجوبًا وتقديره أنا. ¶ صالحًا: مفعول به منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ ربّ وفقني وأعمل صالحًا، وإعرابه كذلك. ¶ الثالث: {وَلا تَطْغَوْا فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِي}، وإعرابه: ¶ الواو: عاطفة. لا: ناهية.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "تطغوا: فعل مضارع مجزوم بلا، وعلامة جزمه حذف النون، والواو فاعل، فيه جار ومجرور، في حرف جر والهاء ضمير مبني على الكسر محله جر. ¶ فيحل: الفاء فاء السببية. ¶ عليكم: جار ومجرور، على حرف جر والكاف ضمير مبني على الضم محله جر، والميم علامة الجمع. ¶ غضبي: فاعل والفاعل مرفوع، وعلامة رفعه ضمة مقدرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بحركة المناسبة، غضب مضاف، وياء المتكلم مضاف إليه مبني على السكون محله جر بالمضاف. ¶ لا تنه عن خلق وتأتي مثله *** عار عليك إذا فعلت عظيم ¶ أي ذلك عار عظيم، وتأتي: الواو واو المعية. تأتي فعل مضارع منصوب بأن مضمرة وجوبًا بعد واو المعية. ¶ الرابع: هل زيد في الدار فأذهب إليه. وإعرابه: ¶ هل: حرف استفهام. ¶ زيد: مبتدأ مرفوع بالابتداء. ¶ في الدار: جار ومجرور. ¶ فأذهب إليه: الفاء فاء السببية. [أذهب: فعل مضارع منصوب بأن مضمرة وجوبًا بعد فاء السببية]. ¶ هل زيد في الدار، وأذهبُ إليه: الواو واو المعية. ¶ الخامس: ألا تنزل عندنا فتصيب خيرًا. وإعرابه: ¶ ألا: أداة عرض. ¶ تنزل: فعل مضارع مرفوع لتجرده عن الناصب والجازم، والفاعل مستتر وجوبًا تقديره أنت. ¶ عندنا: عند ظرف مكان منصوب على الظرفية، عند مضاف، ونا ضمير مبني على السكون محله جر بالمضاف. ¶ فتصيب: الفاء فاء السببية.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ألا تنزل عندنا وتصيب خيرًا: الواو واو المعية. ¶ السادس: هلاّ أكرمتَ زيدًا فيشكر. وإعرابه: ¶ هلا: أداة تحضيض. ¶ أكرمتَ: فعل وفاعل. ¶ زيدًا: مفعول به منصوب. ¶ فيشكرَ: الفاء فاء السببية؟ ¶ هلا أكرمت زيدًا ويشكر: الواو واو المعية. ¶ السابع: ليت لي مالاً فأتصدق منه. وإعرابه: ¶ ليت: حرف تمنٍّ ونصب، ينصب الاسم ويرفع الخبر. ¶ لي: جار ومجرور. ¶ مالاً: اسم ليت منصوب. ¶ فأتصدق: الفاء فاء السببية. ¶ ليت لي مالاً وأتصدق به: الواو واو المعية. ¶ الثامن: لعلي أراجع الشيخ فيفهمّني المسألة. وإعرابه: ¶ لعل: حرف ترجّ ونصب ينصب الاسم ويرفع الخبر. والياء ضمير مبني على السكون محله نصب اسم لعل. ¶ أراجع: فعل مضارع، والفاعل مستتر وجوبًا تقديره أنا. ¶ الشيخ: مفعول به منصوب. ¶ فيفهمني: الفاء فاء السببية. ¶ لعلي أراجع الشيخ ويفهمني المسألة: الواو واو المعية. ¶ التاسع {لا يُقْضَى عَلَيْهِمْ}، وإعرابه: ¶ لا: نافية. ¶ يقضى: فعل مضارع مبني لما لم يسم فاعله مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ضمة مقدرة على الألف منع من ظهورها التعذر لأنه فعل مضارع معتل الآخر بالألف. ¶ عليهم: جار ومجرور. ¶ فيموتوا: الفاء فاء السببية.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "{أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللّهُ الَّذِينَ جَاهَدُوا مِنكُمْ وَيَعْلَمَ الصَّابِرِينَ}، ويعلم: الواو واو المعية. ¶ [تكميل] إذا وقعت الفاء أو الواو في الجواب بعد واحد من تسعة نصبت الفعل المضارع، وهي: الأمر والدعاء والنهي والاستفهام والعرض والتحضيض، والتمني، والترجي، والنفي، وقد جمعها بعضهم فقال: ¶ مر وادع وانه وسل واعرض لحضهم *** تمنّ وارج كذلك النفي قد كمل ¶ العاشر: من النواصب: أو إذا كانت بمعنى إلا أو إلى. ¶ مثال ذلك: لأقتلنّ الكافر أو يسلم. ¶ وإعرابه: ¶ لأقتلنّ: اللام موطئة للقسم. ¶ أقتلن: فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة محله رفع، والفاعل مستتر وجوبًا تقديره أنا والنون للتوكيد. ¶ الكافر: مفعول به منصوب، أو يسلم أو حرف عطف بمعنى إلا. ¶ يسلم: فعل مضارع منصوب بأن مضمرة وجوبًا بعد أو، والفاعل مستتر جوازًا تقديره هو. ¶ المثال الثاني: لألزمنك أو تقضيني حقي. ¶ إعرابه: ¶ لألزمنّك: اللام موطئة للقسم. ألزمنّ: فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة محله رفع. والفاعل مستتر وجوبًا تقديره أنا. والنون للتوكيد، والكاف ضمير مبني على الفتح محله نصب على المفعولية. ¶ أو تقضيني: أو حر عطف بمعنى إلى. تقضي فعل مضارع منصوب بأن مضمرة وجوبًا بعد أو، وعلامة نصبه فتحة ظاهرة في آخره، والنون للوقاية، والياء ضمير مبني على السكون محله نصب على المفعولية.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "حقي: مفعول ثان منصوب، وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بحركة المناسبة. حق مضاف، وياء المتكلم مضاف إليه مبني على السكون محله جر بالمضاف. ¶ * * * ¶ ((وَالْجَوَازِمُ ثَمَانِيََةَ عَشَرَ، وَهِيَ: ¶ لَمْ، وَلَمَّا، و ألمْ، وألمَّا، وَلامُ الأَمْرِ وَالدُّعَاءِ، وَ (لا) فِي النَّهْيِ وَالدُّعَاءِ، وإِنْ، وَمَا، وَمَنْ، وَمَهْمَا، وَإِذمَا، وأي، وَمَتَى، وَأَيَّانَ، وأَيْنَ، وَأَنَّى، وَحَيْثُمَا، وَكَيْفَمَا، وَإِذاً فِي الشَّعْرِ خاصة)). ¶ يعني أن الأدوات التي تجزم الفعل المضارع ثمانية عشر جازمًا، وهي قسمان قسم يجزم فعلاً واحدًا، وقسم يجزم فعلين. ¶ الأول: من الجوازم: لم، نحو: قوله تعالى: {لَمْ يَلِدْ}، وإعرابه: ¶ ((لم)): حرف نفي وجزم وقلب. ¶ ((يلد)): فعل مضارع مجزوم بلم، وعلامة جزمه السكون والفاعل مستتر جوازاً تقديره هو. ¶ الثاني: لمَّا، نحو قوله تعالى: {لَمَّا يَذُوقُوا عَذَابِ}. ¶ وإعرابه: ¶ ((لما)): لما حرف نفي وجزم وقلب. ¶ ((يذوقوا)): فعل مضارع مجزوم بلما، وعلامة جزمه حذف النون، والواو فاعل. ¶ ((عذاب)): مفعول به منصوب، وعلامة نصب فتحة مقدَّرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بحركة المناسبة. ¶ ((عذاب)): مضاف وياء المتكلم المحذوفة تخفيفاً مضاف إليه مبني على السكون محله جر بالمضاف، أي إلى الآن ما ذاقوا عذابي. ¶ ((الثالث)): ألم، نحو قوله تعالى: {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ}، وإعرابه: ¶ ((ألم)): الهمزة للتقرير، لم حرف نفي وجزم وقلب.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "((نشرح)): فعل مضارع مجزوم بلم، وعلامة جزمه السكون، والفاعل مستتر وجوباً تقديره نحن. ¶ ((لك)): جار ومجرور. ¶ ((صدرك)): مفعول به منصوب. صدرك: مضاف والكاف ضمير مبني على الفتح محله جر بالمضاف. ¶ الرابع: ألَمَّا، نحو: ألما أُحسن إليك. وإعرابه. ¶ ((ألما)): الهمزة للتقرير، لما حرف نفي وجزم وقلب. ¶ ((أُحسن)): فعل مضارع مجزوم بلما، وعلامة جزمة السكون. والفاعل مستتر وجوباًً تقديره أنا. ¶ ((إليك)): جار ومجرور. ¶ الخامس: لام الأمر والدعاء، نحو قوله: {لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِ}، ¶ وإعرابه: ¶ ((لينفق)): اللام لم الأمر، ينفق فعل مضارع مجزوم بلام الأمر، وعلامة جزمه السكون. ¶ ((ذو)): فاعل، والفاعل مرفوع، وعلامة رفعه الواو نيابة عن الضمة؛ لأنه من الأسماء الخمسة. ذو مضاف. ¶ ((سعة)): مضاف إليه مجرور بالمضاف، وعلامة جره كسرة ظاهرة في آخره، [من سعته حرف جر سعة اسم مجرور بمن، سعة مضاف والهاء ضمير مبني على الكسر محله جر بالمضاف]. ¶ ومثال لام الدعاء نحو قوله تعالى: {لِيَقْضِ عَلَيْنَا رَبُّكَ} ¶ وإعرابه: ¶ ((اللام)): لم الدعاء، يقض فعل مضارع مجزوم بلام الدعاء، وعلامة جزمه حذف الياء والكسرة قبلها دليل عليها. ¶ [علينا: جار ومجرور، وربك فاعل يقض، والكاف مضاف إليه]. ¶ السادس: لا في النهي والدعاء، نحو: لا تخف. وإعرابه: ¶ ((لا)): ناهية.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "((تخف)): فعل مضارع مجزوم بلا الناهية، وعلامة جزمه السكون والفاعل مستتر وجوباً تقديره أنت. ¶ ومثال لا في الدعاء نحو قوله تعالى: {لاَ تُؤَاخِذْنَا}، وإعرابه: ¶ ((لا)): دعائية. ¶ تؤاخذنا فعل مضارع مجزم بلا الدعائية، وعلامة جزمه السكون والفاعل مستتر وجوباً تقديره أنت، ونا ضمير مبني على السكون محله نصب على المفعولية. ¶ السابع: إن. نحو: إنْ يقم زيدٌ يقم عمرو. وإعرابه: ¶ ((إن يقم)): إن حرف شرط جازم يجزم فعلين الأول فعل الشرط، والثاني جوابه وجزاؤه، يقم فعل مضارع مجزوم بإن لأنه فعل الشرط، وعلامة جزمه السكون. ¶ ((زيد)): فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ((يقم عمرو)): يقم فعل مضارع مجزوم بإن لأنه جواب الشرط، وعلامة جزمه السكون. عمرو فاعل. ¶ الثامن: ما. نحو قوله تعالى: {وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللّهُ}. ¶ وإعرابه: ¶ الواو للاستئناف، ما اسم جازم يجزم فعلين الأول فعل الشرط والثاني جوابه وجزاؤه مفعول مقدم مبني على السكون محله نصب على المفعولية. ¶ ((تفعلوا)): فعل مضارع مجزوم بما لأنه فعل الشرط، وعلامة جزمه حذف النون والواو فاعل. ¶ ((من خير)): جار ومجرور. ¶ ((يعلمه الله)): يعلم فعل مضارع مجزوم بما، لأنه جواب الشرط، وعلامة جزمه السكون، والهاء ضمير مبني على الضم محله نصب على المفعولية. الله فاعل، والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ التاسع: من نحو قوله تعالى: {مَن يَعْمَلْ سُوءاً يُجْزَ بِهِ}. ¶ وإعرابه: ¶ ((من)): اسم شرط جازم يجزم فعلين الأول فعل الشرط والثاني جوابه وجزاؤه مبني على السكون محله رفع على الابتداء.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "((يعمل)): فعل مضارع مجزوم بمن، وعلامة جزمه السكون، والفاعل مستتر جوازاً تقديره هو. ¶ ((سوءاً)): مفعول به منصوب. ¶ ((يجز)) فعل مضارع مبني لما لم يُسم فاعل مجزوم بمن لأنه جواب الشرط، وعلامة جزمه حذف الألف والفتحة قبلها دليل عليها، ونائب الفاعل مستتر ¶ ((جوازاً)): تقدره هو، به جار ومجرور. ¶ العاشر: مهما. نحو: قوله تعالى {وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِن آيَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ} , ¶ وإعرابه: ¶ ((وقالوا)): الواو بحسب ما قبلها، قالوا فعل وفاعل، مهما اسم شرط جازم يجزم فعلين الأول فعل الشرط، والثاني جوابه وجزاؤه مبني على السكن محله رفع على الابتداء. ¶ ((تأتنا)): تأت فعل مضارع مجزوم بمهما لأنه فعل الشرط، وعلامة جزمه حذف الياء والكسرة قلبها دليل عليها، والفاعل مستتر وجوباً تقديره أنت، ونا ضمير مبني على السكون محله نصب على المفعولية. ¶ ((به)): جار ومجرور. ¶ من آية: جار ومجرور. ¶ ((لتسحرنا بها)): اللام لا كي، تسحر فعل مضارع منصوب بأن مضمرة جوازاً بعد لام كي، وعلامة نصبه فتحة ظاهرة في آخره، والفاعل مستتر وجوباً تقديره أنت، ونا ضمير مبني على السكون محله نصب على المفعولية. ¶ فما نحن لك بمؤمنين: الفاء واقعة في جواب مهما وما نافية، نحن ضمير مبني على الضم محله رفع على الابتداء. بمؤمنين جار ومجرور والجملة من المبتدأ والخبر في محل جزم جواب الشرط. ¶ الحادي عشر: إذْ ما، كقول الشاعر: ¶ وإنك إذْ ما تأت ما أنت آمُرُ *** به تُلْف من إياه تأمُرُ آتيا ¶ وإعرابه:",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "((وإنك)): الواو بحسب ما قبلها، إن حرف توكيد ونصب تنصب الاسم وترفع الخبر، والكاف ضمير مبني على الفتح محله نصب اسم إن، إذْما حرف شرط جازم يجزم فعلين الأول فعل الشرط والثاني جوابه وجزاؤه. ¶ ((تأت)): فعل مضارع مجزوم بإذْما لأنه فعل الشرط، وعلامة جزمه حذف الياء والكسرة قبلها دليل عليها، والفاعل مستتر وجوباً تقديره أنت، وما اسم موصول بمعنى الذي مبني على السكون محله نصب على المفعولية، أنت ضمير منفصل مبني على السكون محله رفع على الابتداء والتاء حرف خطاب. ¶ ((آمر)): خبر المبتدأ، به جار ومجرور، تلف فعل مضارع مجزوم بإذما لأنه جواب الشرط، وعلامة جزمه حذف الياء والكسرة قبلها دليل عليها، من اسم موصول مبني على السكون محله نصب على المفعولية. إيا ضمير منفصل ¶ مفعول مقدم لتأمر مبني على السكون محله نصب والهاء حرف دال على الغيبة ¶ ((تأمر)): فعل مضارع. آتيا مفعول ثاني لتلف. ¶ والمعنى: وإنك فعلت الشيء الذي أنت آمر غيرك بفعله تجد من تأمره بالفعل فاعلاً له. ¶ الثاني عشر: أي نحو قوله تعالى: {أَيّاً مَّا تَدْعُوا فَلَهُ الأَسْمَاء الْحُسْنَى}. ¶ وإعرابه: ¶ ((أيا)): اسم شرط جازم يجزم فعلين مفعولٌ مقدمٌ منصوب، وعلامة نصبه فتحة ظاهرة في آخره، ما صلة. ¶ ((تدعوا)): فعل مضارع مجزوم بأيا لأنه فعل الشرط، وعلامة جزمه حذف النون، والواو فاعل. ¶ فله: الفاء واقعة في جواب أيا. ¶ ((له)): جار ومجرور متعلق بمحذوف خبر مقدم. والأسماء: مبتدأ مؤخر. ¶ ((الحسنى)): صفة للأسماء وصفة المرفوع مرفوع، والجملة من المبتدأ والخبر في محل جزم جواب الشرط. ¶ الثالث عشر: متى، نحو قول الشاعر: ¶ متى أضع العمامة تعرفوني ¶ وإعرابه:",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "((متى)): اسم شرط جازم يجزم فعلين الأول فعل الشرط، والثاني جوابه وجزاؤه مبني على السكون محله نصب على الظرفية. ¶ ((أضع)): فعل مضارع مجزوم بمتى؛ لأنه فعل الشرط، وعلامة جزمه السكون وحرك بالكسر لالتقاء الساكنين، والفاعل مستتر وجوباً تقديره أنا. ¶ ((العمامة)): مفعول به منصوب. ¶ ((تعرفوني)): فعل مضارع مجزوم بمتى؛ لأنه جواب الشرط، وعلامة جزمه حذف النون والواو فاعل، والنون للوقاية، والياء ضمير مبني على السكون محله نصب على المفعولية. ¶ الرابع عشر: أيَّان، نحو قول الشاعر: ¶ فأيَّان ما تعدل به الريح تننزل ¶ وإعرابه: ¶ الفاء بحسب ما قبلها. ¶ ((أيان)): اسم شرط جازم يجزم الأول: فعل الشرط، والثاني: جوابه وجزاؤه، مبني على الفتح محله نصب على الظرفية. ¶ ((ما)): زائدة. ¶ ((تعدل)): فعل مضارع مجزوم بيان؛ لأنه فعل الشرط، وعلامة جزمه السكون. ¶ ((به)): جار ومجرور. ¶ ((الريح)): فاعل. ¶ ((تنزل)): فعل مضارع مجزوم بأيان لأنه جواب الشرط، وعلامة جزمه السكون وحرك بالكسر لأجل الرويّ. ¶ الخامس عشر: أين، نحو قوله تعالى: {أَينَمَا تَكُونُوا يُدرِككُّمُ المَوتُ} ¶ إعرابه: ¶ ((أين)): اسم شرط جازم يجزم فعلين مبني على الفتح محله نصب على الظرفية، ما صلة. ¶ ((تكونوا)): فعل مضارع مجزوم بأين لأنه فعل الشرط، وعلامة جزمه حذف النون، والواو فاعل.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "((يدرككم)): يدرك فعل مضارع مجزوم بأين؛ لأنه جواب الشرط، وعلامة جزمه السكون، والكاف ضمير مبني على الضم محله نصب على المفعولية والميم علامة الجمع. ¶ ((الموتُ)): فاعل. ¶ السادس عشر: أنَّى، نحو قول الشاعر: ¶ فأصبحت أنَّى تأتها تستجر بها *** تجد حطباً جزلاً وناراً تأججا ¶ وإعرابه: ¶ فأصبحت: الفاء بحسب ما قبلها، أصبح فعل ماضٍ ناقص من أخوات ¶ كان يرفع الاسم وينصب الخبر، والتاء ضمير متصل مبني على الفتح محله رفع اسم أصبح. ¶ ((أنَّى)): اسم شرط جازم يجزم فعلين، الأول فعل الشرط، والثاني جوابه وجزاؤه مبني على السكون محله نصب على الظرفية. ¶ ((تأتِ)): فعل مضارع مجزوم بأنى لأنه فعل الشرط، وعلامة جزمه حذف الياء والكسرة قلبها دليل عليها، والفاعل مستتر وجوباً تقديره أنت، والهاء ضمير مبني على السكون محله نصب على المفعولية. ¶ ((تستجر)): فعل مضارع بدل من تأت، وبدل المجزوم مجزوم، وعلامة جزمه السكون، والفاعل مستتر وجوباً تقديره أنت. ¶ ((بها)): جار ومجرور. ¶ ((تجد)): فعل مضارع مجزوم بأنى، لأنه جواب الشرط، وعلامة جزمه السكون، والفاعل مستتر وجوبًا تقديره أنت. ¶ ((حطبًا)): مفعول به ومنصوب. ¶ ((جزلاً)): صفة لحطبا، وصفة المنصوب منصوب. ¶ ((ونارًا)): الواو عاطفة، نارًا معطوف على حطبًا، والمعطوف على المنصوب منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ ((تأججا)): فعل ماضِ والألف للإطلاق، والفاعل مستتر يعود على النار ¶ السابع عشر: حيثما، نحو قول الشاعر: ¶ حيثما تستقم يقدر لك الله نجاحًا في غابر الأزمان ¶ وإعرابه:",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "((حيثما)): اسم شرط جازم يجزم فعلين، الأول فعل الشرط، والثاني جوابه وجزاؤه مبني على السكون في محل نصب على الظرفية. ¶ ((تستقم)): فعل مضارع مجزوم بحيثما؛ لأنه فعل الشرط، وعلامة جزمه السكون، والفاعل مستتر وجوبًا تقديره أنت. ¶ ((يقدر)): فعل مضارع مجرور بحيثما؛ لأنه جواب الشرط، وعلامة جزمه السكون. ¶ ((لك)): جار ومجرور. ¶ ((الله)): فاعل. ¶ ((نجاحًا)): مفعول به. ¶ ((في غابر)): جار ومجرور. غابر مضاف، والأزمان مضاف إليه. ¶ الثامن عشر: كيفما، نحو: كيفما تجلس أجلس. وإعرابه: ¶ ((كيفما)): اسم شرط جازم يجزم فعلين، الأول فعل الشرط، والثاني جوابه وجزاؤه مبني على السكون محله نصب على الظرفية. ¶ ((تجلس)): فعل مضارع مجزوم بكيفما لأنه فعل الشرط، وعلامة جزمه السكون، والفاعل مستتر وجوبًا تقديره أنت. ¶ ((أجلس)): فعل مضارع مجزوم بكيفما؛ لأنه جواب الشرط، وعلامة جزمه السكون، والفاعل مستتر وجوبًا تقديره أنا. ¶ (قوله: وإذا في الشعر خاصة) يعني: أن مما يجزم فعلين زيادة على الثمانية عشر إذا ولا يجزم بها إلا في النظم دون النثر نحو قول الشاعر: ¶ استغن ما أغناك ربك بالغنى *** وإذا تصبك خصاصة فتجمَّل ¶ وإعرابه: ¶ ((استغن)): فعل أمر مبني على ما يجزم به مضارعه وهو حذف الياء والكسرة قبلها دليل عليها، والفاعل مستتر وجوبًا تقديره أنت، ما مصدرية ظرفية. ¶ ((أغناك)): أغنى فعل ماض، والكاف ضمير مبني على الفتح محله النصب على المفعولية. ¶ ((بالغنى)): جار ومجرور.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "((وإذا تصبك)): الواو للاستئناف، إذا اسم شرط جازم يجزم فعلين، الأول فعل الشرط، والثاني جوابه وجزاؤه مبني على السكون محله نصب على الظرفية، تصب فعل مضارع مجزوم بإذا لأنه فعل الشرط، وعلامة جزمه السكون، والكاف ضمير مبني على الفتح محله نصب على المفعولية. ¶ ((فتجمَّل)): الفاء واقعة في جواب الشرط، تجمل فعل أمر مبني على السكون وحرك بالكسر لأجل الروي، والفاعل مستتر وجوبًا تقديره أنت، والجملة من الفعل والفاعل في محل جزم جواب الشرط. ¶ * * *",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "باب مرفوعات الأسماء ¶ ((الْمَرْفُوعَاتُ سَبْعَةٌ ¶ وَهِيَ: الْفَاعِلُ، وَالْمَفْعُولُ الَّذِي لَمْ يُسَمَّ فَاعِلُهُ، وَاْلُمْبَتدَأُ، وَخَبَرُهُ، وَاسْمُ ((كَانَ)) وَأَخَوَاتِهَا، وَخَبَرُ ((إِنَّ)) وَأَخَوَاتِهَا، وَالتَّابعُ لِلْمَرْفُوعِ، وَهُوَ أَرْبَعةُ أَشْيَاءَ: النَّعْتُ، وَالْعطْفُ، وَالتَّوْكِيدُ، وَالْبَدَلُ)). ¶ مثال الفاعل: جاء زيد، والفتى، والقاضي، وغلامي. ¶ وإعرابه: معروف مما سبق. ¶ ومثال المرفوع الذي لم يسم فاعله: ضُرب زيدٌ، والفتى، والقاضي، وغلامي. ¶ وإعرابه: ¶ ضُرب: فعل ماض لما لم يسم فاعله. ¶ زيدٌ: نائب فاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ والفتى: معطوف على زيد، والمعطوف على المرفوع مرفوع [وعلامة رفعه ضمة مقدرة على الألف، والقاضي: ضمة مقدرة على الياء، وغلامي ضمة مقدرة على ما قبل ياء المتكلم كما هو معروف]. ¶ ومثال المبتدأ والخبر: زيدٌ قائم. وإعرابه معروف. ¶ ومثال اسم كان وأخواتها: كان زيدٌ قائمًا. وإعرابه: ¶ كان: فعل ماض ناقص يرفع الاسم وينصب الخبر. ¶ زيد: اسم كان مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ قائمًا: خبر كان منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ ومثال اسم إن وأخواتها: إن زيدًا قائم. وإعرابه: ¶ إنَّ: حرف توكيد ونصب، تنصب الاسم وترفع الخبر. ¶ زيدًا: اسم إن منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ قائم: خبر إن مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ [ومثال التابع للمرفوع: جاء زيد الفاضل. وإعرابه: ¶ جاء: فعل مبني على الفتح.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "زيد: فاعل والفاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ الفاضل: نعت لزيد، والنعت يتبع المنعوت في إعرابه تبعه في الرفع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ومثال العطف: جاء زيد وعمرو، وإعرابه معروف. ¶ ومثال البدل: جاء زيد أخوك. وإعرابه: ¶ جاء: فعل ماض، زيد: فاعل. ¶ أخوك: بدل من زيد، والبدل يتبع المبدل منه في إعرابه تبعه في الرفع، وعلامة رفعه الواو نيابة عن الضمة؛ لأنه من الأسماء الخمسة. أخو: مضاف، والكاف ضمير مبني على الفتح محله جر بالمضاف. ¶ ومثال التوكيد: جاء زيد نفسه. وإعرابه: ¶ جاء: فعل ماض، زيدٌ: فاعل. ¶ نفس: توكيد لعمرو، والتوكيد يتبع المؤكد في إعرابه تبعه في الرفع، وعلامة رفعه ضمة ظاهرة في آخره. نفس مضاف والهاء ضمير مبني على الضم محله جر بالمضاف]. ¶ والمثال الجامع للتوابع: جاء الرجل الفاضل عمر نفسه أخوك وعمرو. ¶ وإعرابه: ¶ جاء: فعل ماض. ¶ الرجل: فاعل. ¶ الفاضل: نعت للرجل. ¶ عمر: عطف بيان على الرجل. ¶ نفسه: توكيد للرجل. ¶ أخوك: بدل من الرجل. ¶ وعمرو: الواو حرف عطف، عمرو: معطوف على الرجل. ¶ * * *",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "باب الفاعل ¶ ((الْفَاعِلُ هُوَ: الاسم الْمَرْفُوعُ الْمَذْكُورُ قَبْلَهُ فِعْلُهُ. وَهُوَ عَلَى قِسْمَيْن: ظَاِهرٍ، وَمُضْمَرٍ. ¶ فَالظَّاهِرُ؛ نحْوَ قَوْلِكَ: قَامَ زَيْدٌ، وَيَقُومُ زَيْدٌ، وَقَامَ الزَّيْدَانِ، وَيَقُومُ الزَّيْدَانِ، وَقَامَ الزَّيْدُونَََ، وَيَقُومُ الزَّيْدُونَ، وَقَامَ الرِّجَالُ، وَيَقُومُ الرِّجَالُ، وَقَامَتْ هِنْدٌ، وَتقُومُ هِنْدٌ، وَقَامَتِ الْهِنْدَانِ، وَتَقُومُ الْهِنْدَانِ، وَقَامَتِ الْهِنْدَاتُ، وَتَقُومُ الْهِنْدَاتُ، وَقَامَتِ الْهُنُودُ، وَتَقُومُ الْهُنُودُ، وَقَامَ أَخُوكَ، وَيَقُومُ أَخُوكَ، وَقَامَ غُلامِي، وَيَقُومُ غُلامِي، وَمَا أَشْبَهَ ذَلِكَ)). ¶ لما ذكر المرفوعات إجمالاً ذكرها تفصيلاً على سبيل اللف والنشر المرتب، قوله: نحو قولك قام زيد ويقوم زيد إلى آخره، هذه عشرون مثالاً عشرة مع الفعل الماضي، وعشرة مع المضارع، وكلها أسماء ظاهرة وإعرابها معروف مما تقدم. ¶ * * * ¶ ((وَاْلُمضْمَرُ اِثنَا عَشَرَ، نحْوَ قَوْلِكَ: ضَرَبْتُ، وَضَرَبْنَا، وَضَرَبْتَ، وَضَرَبْتِِ، وَضَرَبْتُمَا، وَضَرَبْتُمْ، وَضَرَبْتُنَّ، وَضَرَبَ، وَضَرَبَتْ، وَضَرَبَا، وَضَرَبُوا، وضربن)). ¶ لما قدم الكلام على الفاعل الظاهر تكلم على الفاعل المضمر وهو اثنا عشر ضميرًا: سبعة للحاضر، وخمسة للغائب، ضربتُ: للمتكلم، وضربنا: للمعظِّم نفسه أو معه غيره، وضربتَ: للمخاطب، وضربتِ للمخاطبة، وضربتُما: للمثنى، وضربتمْ: للمخاطبين، وضربتنَّ للمخاطبات، وضربَ: للغائب، وضربتْ: للغائبة، وضربا: للمثنى الغائب، وضربوا: للغائبين، وضربن: للغائبات. ¶ وإعرابه: ¶ ضربتُ: فعل وفاعل حد الفعل ضرب، والتاء ضمير متصل مبني على الضم، محله رفع على الفاعلية. ¶ ضربنا: فعل وفاعل كذلك، ونا ضمير متصل مبني على السكون، محله رفع على الفاعلية.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ضربتَ: فعل وفاعل، والتاء ضمير متصل مبني على الفتح، محله رفع على الفاعلية. ¶ ضربتِ: فعل وفاعل، حد الفعل ضرب، والتاء ضمير متصل مبني على الكسر، محله رفع على الفاعلية. ¶ ضربتما: فعل وفاعل، والتاء ضمير متصل مبني على الضم، محله رفع على الفاعلية، والميم والألف حرفان دالان على التثنية. ¶ ضربتم: فعل وفاعل، والتاء ضمير متصل مبني على الضم، محله رفع على الفاعلية، والميم علامة الجمع. ¶ ضربتن: فعل وفاعل، والتاء ضمير متصل مبني على الضم، محله رفع على الفاعلية، والنون علامة جمع لنسوة. ¶ زيد ضرب: زيد مبتدأ مرفوع بالابتداء، وعلامة رفعه ضمة ظاهرة في آخره، ضرب فعل ماض والفاعل مستتر جوازًا تقديره هو. ¶ هند ضربت: هند مبتدأ، ضربت ضرب فعل ماض، والتاء علامة التأنيث، والفاعل مستتر جوازًا تقديره هي. ¶ الزيدان ضربا: الزيدان مبتدأ [مرفوع بالابتداء، وعلامة رفعه الألف نيابة عن الضمة؛ لأنه مثنى]، ضربا فعل وفاعل، والألف ضمير مبني على السكون محله رفع على الفاعلية. ¶ الهندان ضربتا: الهندان مبتدأ، ضربتا ضرب فعل ماض والتاء علامة التأنيث وحركت بالفتح لالتقاء الساكنين والألف ضمير متصل مبني على السكون محله رفع على الفاعلية. ¶ الزيدون ضربوا: الزيدون مبتدأ، ضربوا فعل وفاعل، والواو ضمير متصل مبني على السكون محله رفع على الفاعلية. ¶ الهندات ضربن: الهندات مبتدأ، ضربن فعل وفاعل، والنون ضمير متصل مبني على الفتح محله رفع على الفاعلية، وهذا كله للمضمر المتصل. ¶ وأما المنفصل: فهو نحو قولك: ما ضرب إلا أنا. وما ضرب إلا نحن، وما ضرب إلا أنت، وما ضرب إلا أنتِ، وما ضرب إلا أنتما، وما ضرب إلا أنتمْ، وما ضرب إلا أنتنّ، وما ضرب إلا هو، وما ضرب إلا هي، وما ضرب إلا هما، وما ضرب إلا هم، وما ضرب إلا هنَّ. ¶ وإعرابه:",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ما ضرب إلا أنا: ما: نافية، ضرب فعل ماض، إلا أداة حصر، أنا ¶ ضمير منفصل مبني على السكون محله رفع على الفاعلية. ¶ ما ضرب إلا نحن، إعرابه: كذلك. نحن ضمير منفصل مبني على الضم محله رفع على الفاعلية. ¶ ما ضرب إلا أنتَ: أنت ضمير منفصل مبني على السكون محله رفع على الفاعلية، والتاء حرف خطاب. ¶ ما ضرب إلا أنتِ: كذلك. ¶ ما ضرب إلا أنتما: [أنتما ضمير منفصل مبني على السكون محله رفع على الفاعلية، والتاء حرف خطاب]، والميم والألف حرفان دالان على التثنية. ¶ ما ضرب إلا أنتم: وإعرابه: كالذي قبله، والميم علامة على الجمع. ¶ ما ضرب إلا أنتنّ: كذلك، والنون علامة جمع النسوة. ¶ ما ضرب إلا هو: إلا: أداة حصر، هو ضمير منفصل مبني على الفتح محله رفع على الفاعلية. ¶ ما ضرب إلا هي: كذلك. ¶ ما ضرب إلا هما: إلا: أداة حصر، هما: ضمير منفصل مبني على السكون محله رفع على الفاعلية. ¶ ما ضرب إلا هم: كذلك. ¶ ما ضرب إلا هنّ: ما: نافية، ضرب: فعل ماض، إلا: أداة حصر، هن: ضمير ¶ منفصل مبني على الفتح محله رفع على الفاعلية. ¶ وكذلك تقول مع المضارع في الاتصال والانفصال فتقول في الاتصال: أضربُ، ونضربُ، وتضربُ إلى آخره، وتقول في الانفصال ما يضرب إلا أنا إلى آخره. ¶ * * *",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "باب المفعول الذي لم يسم فاعله ¶ ((وَهُوَ: الاسْمُ الْمَرْفُوعُ الَّذِي لَمْ يُذْكَرْ مَعَهُ فَاعِلُهُ. فَإِنْ كَانَ الْفِعْلُ مَاضِيًا ضَمَّ أَوَّلُهُ وَكُسِرَ مَا قَبْلَ آخِرِهِ، وَإِنْ كَانَ مُضَارِعًا ضُمَّ أَوَّلُهُ وَفُتِحَ مَا قَبْلَ آخِرِهِ. ¶ وَهُوَ عَلَى قِسْمَيْنِ: ظَاهِرٍ، وَمُضْمَرٍ. ¶ فَالظَّاهِرُ نَحْوَ قَوْلِكَ: ضُرِبَ زَيْدٌ، وَيُضْرَبُ زَيْدٌ، وَأُكْرِمَ عَمْرٌو، وَيُكْرَمُ عَمْرٌو. ¶ وَالْمُضْمَرُ اِثْنَا عَشَرَ، نَحْوَ قَوْلِكَ: ضُرِبْتُ، وَضُرِبْنَا، وَضُرِبْتَ، وَضُرِبْتِ، وَضُرِبْتُمَا، وَضُرِبْتُمْ، وَضُرِبْتُنَّ، وَضُرِبَ، وَضُرِبَتْ، وَضُرِبَا، وَضُرِبُوا، وَضُربن)). ¶ وإعرابه: ضُرب زيد، ضرب فعل ماض مبني لما لم يسم فاعله، زيد نائب فاعل مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ يُضرب زيد: يُضربُ فعل مضارع مبني لما لم يسم فاعله مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ضمة ظاهرة في آخره، زيدٌ: نائب فاعل مرفوع. ¶ ضُربتُ: فعل ونائب فاعل، ضرب فعل ماض مبني للمجهول، والتاء ضمير متصل مبني على الضم محله رفع نائب فاعل، وكذا إعراب البواقي.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "باب المبتدأ والخبر ¶ ((الْمُبْتَدَأُ: هو الاسْمُ الْمَرْفُوعُ الْعَاِري عَنِ الْعَوَامِلِ اللَّفْظِيَّةِ. ¶ وَالْخَبَرُ: هُوَ الاسْمُ الْمَرْفُوعُ الْمُسْنَدُ إِلَيْهِ , نَحْوَ قَوْلِكَ: ((زَيْدٌ قَائِمٌ)) وَ ((الزَّيْدَانِ قَائِمَانِ)) وَ ((الزَّيْدُونَ قَائِمُونَ)). ¶ و المبتدأ قِسْمَانِ: ظَاِهرٌ وَمُضْمَرٌ. ¶ فَالظَّاهِرُ مَا تَقَدَّمَ ذِكْرُهُ. والمُضْمَرُ اثنَا عَشَرَ , وهي: أنا , ونحنُ، وأنتَ , وأنتِ , وأنتُما , وأنتُمْ , وأنتُنَّ , وهو , وهي , وهما , وهمْ , وهنَّ؛ نحو قولك: ((أنا قائمٌ)) و ((نحنُ قائمون)) وما أشبه ذلك)). ¶ وإعرابه: ¶ زيدٌ قائمٌ: زيدٌ مبتدأ مرفوع بالابتداء، وعلامة رفعه ضمة ظاهرة في آخره. ¶ قائم: خبر المبتدأ مرفوع بالمبتدأ، وعلامة رفعه ضمة ظاهرة في آخره. ¶ الزيدان قائمان: ¶ الزيدان: مبتدأ مرفوع الابتداء، وعلامة رفعه الألف نيابة عن الضمة لأنه مثنى. ¶ قائمان: خبر المبتدأ مرفوع بالمبتدأ، وعلامة رفعه الألف نيابة عن الضمة لأنه مثنى. ¶ الزيدون قائمون: ¶ الزيدون: مبتدأ مرفوع بالابتداء، وعلامة رفعه الواو نيابة عن الضمة؛ لأنه جمع مذكر سالم. ¶ قائمون: خبر المبتدأ مرفوع بالمبتدأ، وعلامة رفعه الواو نيابة عن الضمة؛ لأنه جمع مذكر سالم، وكذلك ما أشبهه. ¶ وإعراب المضمر: أنا قائم. ¶ أنا: ضمير منفصل مبني على السكون محله رفع على الابتداء. ¶ قائم: خبر المبتدأ مرفوع بالمبتدأ، وعلامة رفعه ضمة ظاهرة في آخره. ¶ نحن قائمون: نحن ضمير منفصل مبني على الضم محله رفع على الابتداء. ¶ قائمون: خبر المبتدأ مرفوع بالمبتدأ، وعلامة رفعه الواو نيابة عن الضمة لأنه جمع مذكر سالم.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "أنت قائم: أنْ ضمير منفصل مبني على السكون والتاء حرف خطاب، وكذا أنتِ، وأنتمْ، وأنتما، وأنتنَّ. ¶ هو قائم: هو ضمير منفصل مبني على الفتح محله رفع على الابتداء وكذا هي قائمة. ¶ هما قائمان: هما ضمير منفصل مبني على السكون، وكذا هم. ¶ هنَّ قائمات: هن ضمير منفصل مبني على الفتح محله رفع على الابتداء. ¶ قائمات: خبر المبتدأ مرفوع على الابتداء، قائمات خبر المبتدأ، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ((والخَبرُ قِسمَانِ: مفردٌ، و غير مُفردٍ. ¶ فالمُفرَدُ نحو ((زيدٌ قائِمٌ)). ¶ وغيرُ المفْردِ أرْبَعَةُ أشيَاءَ: الجارُّ و المجرُورُ , والظَّرفُ , و الفِعلُ مع فاعِلِهِ , و المبتَدَأُ مع خَبَره؛ نحو قولِك: ((زيدٌ في الدَّارِ , وزيدٌ عندَك , وزيدٌ قامَ أبُوه , و زيدٌ جاريَتُهُ ذاهبَةٌ)). ¶ المفرد هنا ما ليس جملة ولا شبهها، نحو قولك: زيد قائم، والزيدان قائمان، والزيدون قائمون. وما أشبه ذلك وقد تقدم إعرابه. ¶ والجملة وشبهها أربعة أشياء: فالجملة الفعل مع فاعله، والمبتدأ مع خبره؛ وشبه الجملة الجار مع مجروره والظرف؛ وإعرابه: زيد في الدار. ¶ زيد: مبتدأ مرفوع بالابتداء. ¶ في الدار: جار ومجرور متعلق بمحذوف خبر المبتدأ تقديره كائن أو استقر في الدار. ¶ زيد عندك: زيد مبتدأ. ¶ عند: ظرف منصوب على الظرفية، وعلامة نصبه فتحة ظاهرة في آخره متعلق بمحذوف خبر المبتدأ والتقدير كائن أو استقر عندك. عند مضاف والكاف ضمير مبني على الفتح محله جر بالمضاف. ¶ زيد قام أبوه: ¶ زيد: مبتدأ. ¶ قام: فعل ماض مرفوع. ¶ أبو: فاعل، أبو مضاف، والهاء ضمير مبني على الضم محله جر بالمضاف،",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "والجملة من الفعل والفاعل في محل رفع خبر المبتدأ. ¶ زيد جاريته ذاهبة: ¶ زيد: مبتدأ مرفوع بالابتداء، وعلامة رفعه ضمة ظاهرة في آخره. ¶ جاريته: مبتدأ ثاني. جارية: مضاف، والهاء ضمير مبني على الضم محله جر بالمضاف. ¶ ذاهبة: خبر المبتدأ الثاني مرفوع، والجملة من المبتدأ الثاني وخبره في محل رفع خبر المبتدأ الأول. ¶ * * *",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "باب العوامل الداخلة على المبتدأ والخبر ¶ ((وَهِيَ ثلاثةُ أَشْياَءَ: كَانَ وَأَخَوَاتُهَا , وَإِنَّ وَأَخَوَاتُهَا , وَظَنَّ وَأَخَوَاتُهَا. ¶ فَأَمَّا كَانَ وَأَخَوَاتُهَا: فَإِنَّهَا تَرْفَعُ الاسْمَ , وَتَنْصِبُ الْخَبَرَ , وَهِيَ: كَانَ , وَأَمْسَى , وَأَصْبَحَ وَأَضْحَى , وَظَلَّ , وَبَاتَ , وَصَارَ , وَلَيْسَ , وَمَا زَالَ , وَمَا انفَكَّ , وَمَا فَتِئَ , وَمَا بَرِحَ , وَمَا دَامَ. ¶ وَمَا تَصَرَّفَ مِنْهَا نحْوَ: كَانَ , وَيَكُونُ , وَكُنْ , وَأَصْبَحَ , وَيُصْبحُ , وَأَصْبحْ , تَقُولُ: كَانَ زَيْدٌ قَاِئمًا , وَلَيْسَ عَمْرو شَاخِصًا. وَمَا أَشْبَهَ ذلِكَ)). ¶ العوامل هنا تسمى النواسخ لأنها تنقل حكم المبتدأ والخبر إلى حكم آخر، فكان وأخواتها ترفع الاسم وهو المبتدأ وتنصب الخبر نحو: {كَانَ اللّهُ غَفُوراً رَّحِيماً}. ¶ وإعرابه: ¶ كان فعل ماض ناقص يرفع الاسم وينصب الخبر. ¶ والله: اسم كان مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ غفورًا: خبر كان منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ رحيمًا: خبر ثان منصوب. ¶ أمسى زيد غنيًا. ¶ أمسى: فعل ماض ناقص يرفع الاسم وينصب الخبر. ¶ زيد: اسمها مرفوع. ¶ غنيًا: خبرها منصوب. ¶ أصبح البردُ شديدًا كذلك. أضحى الفقيهُ ورعًا. ظل زيدٌ صائمًا. بات زيد ساهرًا. صار السعرُ رخيصًا. ليس زيدٌ قائمًا. ¶ فهذه الثمانية كل واحد منها بلا شرط تقدم نفي أو شبهه؟ ¶ ما زال زيدٌ عالمًا: ما: نافية، زال: فعل ماض ناقص يرفع الاسم وينصب الخبر. ¶ ما انفك عمرو جالسًا كذلك. ¶ ما فتئَ بكرٌ محسنًا. ¶ ما برح محمدٌ كريمًا.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "الثالث عشر: لا أصحبك ما دام زيدٌ مترددًا إليك. وإعرابه: ¶ لا: نافية. ¶ أصحب: فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ضمة ظاهرة في آخره، والفاعل مستتر وجوبًا تقديره أنا، والكاف: ضمير مبني على الفتح محله نصب على المفعولية، ما: مصدرية ظرفية. ¶ دام: فعل ماض ناقص يرفع الاسم وينصب الخبر. ¶ زيد: اسمها مرفوع. ¶ مترددًا: خبرها منصوب. ¶ إليك: جار ومجرور. ¶ ومثال ما تصرف منها: كن قائمًا. ¶ كن: فعل أمر متصرف من كان الناقصة يرفع الاسم وينصب الخبر واسمها ضمير مستتر وجوبًا تقديره أنت. ¶ قائمًا: خبرها منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ [وقس ما بقي] على ذلك. ¶ * * * ¶ ((وَأَمَّا إِنَّ وَأَخَوَاتُهَا، فَإِنَّهَا تَنْصِبُ الاسْمَ وَتَرْفَعُ الْخَبَرَ , وَهِيَ: إِنَّ، وَأَنَّ، وَلَكِنَّ، وَكَأَنَّ، وَلَيْتَ، وَلَعَلَّ، تَقُولُ: إِنَّ زَيْدًا قَائِمٌ، وَلَيْتَ عَمْرًا شَاخِصٌ، وَمَا أَشْبَهَ ذَلِكَ. وَمَعْنَى إِنَّ وَأَنَّ لِلِتَّوْكِيدِ، وَلَكِنَّ لِلاسْتِدْرَاكِ، وَكَأَنَّ لِلتَّشْبيهِ، وَلَيْتَ لِلتَّمنِّي، وَلَعَلَّ لِلتَّرَجِّي وَالتَّوَقُّعِ)). ¶ القسم الثاني: من العوامل ما ينصب الاسم ويرفع الخبر. ¶ مثاله: إنّ زيدًا قائمٌ. ¶ إنَّ: حرف توكيد ونصب، ينصب الاسم ويرفع الخبر. ¶ زيدًا: اسمها منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ قائم: خبرها مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ بلغني أنَّ زيدًا منطلق.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "بلغ: فعل ماض، والنون للوقاية، والياء ضمير مبني على السكون محله نصب على المفعولية. ¶ أنَّ: حرف توكيد ونصب، تنصب الاسم وترفع الخبر. ¶ زيدًا: اسمها. منطلق: خبرها. ¶ [وأنَّ وما دخلت عليه في تأويل مصدر فاعل بلغ]. ¶ قام القوم لكن عمرًا جالسٌ. ¶ قام: فعل ماض. ¶ القوم: فاعل. ¶ لكن: حرف استدراك ونصب تنصب الاسم وترفع الخبر. ¶ [عمرًا: اسمها. وجالس: خبرها]. ¶ كأن زيدًا أسدٌ: ¶ كأن: حرف تشبيه ونصب، تنصب الاسم وترفع الخبر. ¶ ليت عمرًا شاخص: ¶ ليت: حرف تمنّ ونصب، تنصب الاسم وترفع الخبر. ¶ لعل الحبيب قادم: ¶ لعل: حرف ترجّ ونصب، تنصب الاسم وترفع الخبر. ¶ لعل زيدًا هالك: لعل حرف توقع ونصب، تنصب الاسم وترفع الخبر، [والاسم المنصوب اسمها، والمرفوع خبرها]. ¶ * * * ¶ ((وَأَمَّا ظَنَنْتُ وَأَخَوَاتُهَا؛ فَإِنَّهَا تَنْصِبُ الْمُبْتَدَأَ وَالْخَبَرَ عَلَى أَنَّهُمَا مَفْعُولانِ لها , وَهِيَ: ظَنَنْتُ , وَحَسِبْتُ , وَخِلْتُ , وَزَعَمْتُ , وَرَأَيْتُ , وَعَلِمْتُ , وَوَجَدْتُ , وَاتَّخَذْتُ , وَجَعَلْتُ , وَسَمِعْتُ؛ تَقُولُ: ظَنَنْتُ زَيْداً قَائِمًا , وَرَأَيْتُ عَمرًا شاخِصًا , وَمَا أَشْبَهَ ذلَكَ)). ¶ الثالث: من العوامل ما ينصب المبتدأ والخبر. ¶ مثاله: ظننتُ زيدًا منطلقًا. وإعرابه:",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ظننتُ: فعل وفاعل، حد الفعل ظنَّ، والتاء ضمير متصل على الضم محله رفع على الفاعلية. ¶ زيدًا: مفعول ظننت الأول منصوب، وعلامة نصبه ظاهرة في آخره. ¶ منطلقًا: مفعوله الثاني. ¶ خِلْتُ الهلالَ لائحًا كذلك. زعمت بكرًا صديقًا، حسبتُ الحبيب قادمًا. ¶ [فهذه الأربعة تفيد ترجيح وقوع المفعول الثاني]. ¶ رأيت الصدق منجيًا، علمت الجود محبوبًا، وجدتُ العلم نافعًا. [وهذه الثلاثة تفيد تحقيق وقوع المفعول الثاني]. ¶ اتخذتُ بكرًا صديقًا، جعلت الطين إبريقًا، [وهذان يفيدان التصيير والانتقال من حالة إلى حالة أخرى]. ¶ سمعت النبي صلى الله عليه وسلم يقول: «من يرد الله به خيرًا يفقهه في الدين». [وإعرابه]: ¶ سمعت: فعل وفاعل، حد الفعل سمع، والتاء ضمير متصل مبني على الضم محله رفع على الفاعلية. ¶ النبي: مفعول سمعت الأول. ¶ يقول: فعل مضارع، والفاعل مستتر جوازًا تقديره هو، والجملة من الفعل والفاعل في محل النصب هي المفعول الثاني لسمعت، والمعتمد عند الجمهور أن جملة يقول في موضع نصب على الحال؛ لأن جميع أفعال الحواس لا تتعدى إلا إلى مفعول واحد، نحو سمعت القرآن، وذقت الطعام، وأبصرت زيدًا، ولمست الحرير، وشممت الريحان، وإعرابه ظاهر. ¶ * * *",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "باب النعت ¶ ((النَّعْتُ تَابعٌ لِلْمَنْعُوتِ فِي رَفْعِهِ وَنَصْبِهِ وَخَفْضِهِ , وَتَعْرِيفِهِ وَتَنْكِيرِهِ؛ تَقُولُ: قَامَ زَيْدٌ الْعَاقِلُ , وَرَأَيْتُ زَيْدًا الْعَاقِلَ , وَمَرَرْتُ بزَيْدٍ الْعَاقِلِ)). ¶ وإعرابه: قام زيد العاقل. ¶ قام: فعل ماض. ¶ زيد: فاعل، والفاعل مرفوع، وعلامة رفعة ضمة ظاهرة في آخره. ¶ العاقل: نعت لزيد، والنعت يتبع المنعوت في إعرابه تبعه في الرفع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ رأيت زيدًا العاقل: ¶ رأيت: فعل وفاعل. ¶ زيدًا: مفعول به منصوب. ¶ العاقل: نعت لزيد والنعت يتبع المنعوت في إعرابه تبعه في النصب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ مررتُ بزيدٍ العاقل: ¶ مررتُ: فعل وفاعل. ¶ بزيدٍ: جار ومجرور [الباء حرف جر، زيد مجرور بالباء، وعلامة جره كسرة ظاهرة في آخره]. ¶ العاقل: نعت لزيد؛ والنعت يتبع المنعوت في إعرابه تبعه في الجر، وعلامة جره كسرة ظاهرة في آخره. ¶ * * * ¶ ((وَالْمَعْرِفَةُ خَمْسَةُ أَشْيَاءَ: الاسْمُ الْمُضْمَرُ نحْوَ: أَنَا وَأَنْتَ , وَالاسْمُ الْعَلَمُ؛ نَحْوَ: زَيْدٍ وَمَكَّةَ , وَالاسْمُ الْمُبْهَمُ؛ نَحْوَ: هَذَا، وَهذِهِ، وَهَؤُلاءِ، وَالاسْمُ الذِّي فِيهِ الأَلِفُ وَاللامُ؛ نحْوَ: الرَّجُلُ وَالغْلامُ , وَمَا أُضِيفَ إِلَى وَاحِدٍ مِنْ هَذِهِ الأَرْبَعَةِ)).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "قوله: والاسم المبهم: شامل لاسم الإشارة وللموصول والمثال الجامع لذلك كله: جاء غلامي، وغلام زيد، وغلام هذا، وغلام الذي قام، وغلام الرجل. ¶ وإعرابه: ¶ جاء: فعل ماض , ¶ غلامي: فاعل، والفاعل مرفوع، وعلامة رفعه ضمة مقدرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بحركة المناسبة. ¶ غلام: مضاف، وياء المتكلم مضاف إليه مبني على السكون محله جر بالمضاف. ¶ [وغلام زيد: الواو عاطفة]. غلام: معطوف على ما قبله والمعطوف على المرفوع مرفوع، غلام مضاف، زيد مضاف إليه مجرور بالمضاف، وعلامة جره كسرة ظاهرة في آخره. ¶ وغلام هذا معطوف على ما قبله، غلام مضاف وهذا مضاف إليه مبني على السكون محله جر بالمضاف. ¶ [وغلام الذي قام، الواو عاطفة]. غلام: معطوف على ما قبله، غلام مضاف، الذي اسم موصول مضاف إليه مبني على السكون محله جر بالمضاف. ¶ قام: فعل ماض والفاعل مستتر جوازًا تقديره هو. ¶ وغلام الرجل: الواو عاطفة. غلام: معطوف على ما قبله، [والمعطوف على المرفوع مرفوع]، غلام مضاف والرجل مضاف [إليه] مجرور بالمضاف، وعلامة جره كسرة ظاهرة في آخره. ¶ * * * ¶ ((وَالنَّكِرَةُ كُلُّ اسْمٍ شَائِعٍ فِي جِنْسِهِ لا يَخْتَصُّ بِهِ وَاحِدٌ دُونَ آخَرَ , وَتَقْرِيبُهُ كُلُّ مَا صَلَحَ دُخُولُ الأَلِفِ وَاللامِ عَلَيْهِ , نحْوُ: الرَّجُلِ والفرس)).",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "يعني أن النكرة هي الاسم الموضوع لفرد غير معين، نحو: رجل، تقول: جاء رجل عاقل. وإعرابه: ¶ جاء: فعل ماض. ¶ رجل: فاعل. ¶ عاقل: نعت لرجل والنعت يتبع المنعوت في إعرابه تبعه في الرفع، وعلامة رفعه ضمة في آخره، وقس عليه. ¶ قوله نحو الرجل والفرس، يعني أنهما نكرتان قبل دخول الألف واللام عليهما. ¶ * * *",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "باب العطف ¶ ((وَحُرُوفُ الْعَطْفِ عَشَرَةٌ , وَهِيَ: الْوَاوُ , والْفَاءُ , وَثُمَّ , وَأَوْ , وَأَمْ , وَإِمَّا، وَبَلْ , وَلا ,وَلَكِنْ , وَحَتَّى فِي بَعْضِ الْمَوَاضِعِ. ¶ فَإِنْ عَطَفْتَ بها عَلَى مَرْفُوعٍ رَفَعْتَ , أَوْ عَلَى مَنْصُوبٍ نصَبْتَ , أَوْ عَلَى مَخْفُوضٍ خَفَضْتَ , أَوْ عَلَى مَجْزُومٍ جَزِمَتَ , تَقُولُ: قَامَ زَيْدٌ وَعَمْروٌ , وَرَأَيْتُ زَيْدًا وَعَمْرًا , وَمَرَرْتُ بزَيْدٍ وَعَمْروٍ , وَزَيْدٌ لَمْ يَقُمْ وَلَمْ يَقْعُدْ)). ¶ العطف قسمان: عطف بيان، وعطف نسق، وهو المراد هنا. ¶ الأول من حروف العطف: الواو، وهي المطلق الجمع فلا تدل على معية ولا ترتيب نحو: جاء زيد وعمرو، [وإعرابه ظاهر]. ¶ الثاني: الفاء وهي للترتيب والتعقيب نحو: جاء زيد فعمرو. ¶ الثالث: ثم وهي للترتيب والتراخي نحو: جاء زيد ثم عمرو. ¶ الرابع: أو، وهي لأحد الشيئين أو الأشياء نحو: جاء زيد أو عمرو. ¶ الخامس: أم نحو: جاء زيد أم عمرو. ¶ السادس: إما نحو قوله تعالى: {فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاء} ¶ وإعرابه: فإما الفاء فاء الفصيحة، إما حرف تخيير ¶ منًّا: مفعول بفعل محذوف تقديره تمنون منًّا بعد ظرف مبني على الضم محله نصب على الظرفية. ¶ وإما فداء: الواو حرف عطف، إما حرف تخيير على الصحيح [فداءً كذلك]. ¶ السابع: بل، نحو: جاء زيد بل عمرو، [وإعرابه: بل حرف إضراب]. ¶ الثامن: لا، نحو: جاء زيد لا عمرو، [لا نافية]. ¶ التاسع: لكن، نحو: ما رأيت زيدًا لكنْ عمرًا [لكن حرف عطف]. ¶ العاشر: حتى في بعض المواضع، نحو: أكلتُ السمكة حتى رأسها، وإعراب ذلك ظاهر.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "[وأما عطف البيان فمثاله جاء أبو حفص عمرُ؛ وإعرابه: جاء فعل ماض، أبو فاعل أبو مضاف حفص مضاف إليه مجرور بالمضاف، عمر عطف بيان على أبو مرفوع، وعلامة رفعه ضمة ظاهرة في آخره]. ¶ [ومثال المجزوم {يِا أَيُّهَا الَّذِينَ آمَنُوا إَن تَتَّقُوا اللّهَ يَجْعَل لَّكُمْ فُرْقَاناً وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ} ¶ وإعرابه: ¶ يا: حرف نداء، أيُّ منادى مبني على الضم محله نصب بياء النداء، ها حرف تنبيه. ¶ الذين: اسم موصول مبني على الياء محله نصب نعت لأي. ¶ آمنوا: فعل وفاعل. ¶ إن تتقوا الله: إن حرف شرط جازم يجزم فعلين الأول فعل الشرط، والثاني جوابه وجزاؤه، تتقوا فعل مضارع مجزوم لأنه فعل شرط، وعلامة جزمه حذف النون، والواو فاعل، والاسم الكريم منصوب على التعظيم، ويجعل فعل مضارع مجزوم لأنه جواب الشرط، وعلامة جزمه السكون، لكم جار ومجرور. ¶ فرقانًا: مفعول به منصوب. ¶ ويكفر: معطوف على يجعل، والمعطوف على المجزوم مجزوم، وعلامة جزمه السكون. ¶ عنكم: جار ومجرور. ¶ سيئاتكم: مفعول به منصوب. ¶ ويغفر: معطوف على ما قبله. ¶ لكم: جار ومجرور ومتعلق بـ (يغفر)]. ¶ * * *",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "باب التوكيد ¶ ((التَّوْكِيدُ تابعٌ لِلْمُؤَكَّدِ فِي رَفْعِهِ وَنَصبْهِ وَخَفْضِهِ وَتَعْرِيفِهِ، ¶ وَيَكُونُ بأَلْفَاظٍ مَعْلُومَةٍ، وَهِيَ: النَّفْسُ , وَالْعَيْنُ , وَكُلُّ , وَأَجْمَعُ , وَتَوَابعُ أَجْمَعَ , وَهِيَ: أَكْتَعُ , وَأَبْتَعُ , وَأَبْصَعُ , تَقُولُ: قَامَ زَيْدٌ نَفْسُهُ , وَرَأَيْتُ الْقَوْمَ كُلَّهُمْ , وَمَرَرْتُ بالْقَوْمِ أَجْمَعينَ)). ¶ وإعرابه: قام: فعل ماض. ¶ زيد: فاعل. ¶ نفسه: توكيد لزيد، والتوكيد يتبع المؤكد في إعرابه تبعه في الرفع، وعلامة رفعه ضمة ظاهرة في آخره، نفس مضاف والهاء ضمير مبني على الضم محله جر بالمضاف. ¶ رأيت القوم كلهم: ¶ رأيت: فعل وفاعل. ¶ القوم: مفعول به منصوب. ¶ كلهم: كل توكيد للقوم، والتوكيد يتبع المؤكد في إعرابه تبعه في النصب [كل مضاف، والهاء ضمير مبني على الضم محله جر بالمضاف والميم علامة الجمع]. ¶ مررتُ بالقوم أجمعين: ¶ مررتُ: فعل وفاعل. ¶ بالقوم: جار ومجرور. ¶ أجمعين: توكيد للقوم، والتوكيد يتبع المؤكد في إعرابه تبعه في الجر، وعلامة جره الياء المكسور ما قبلها المفتوح ما بعدها نيابة عن الكسرة؛ لأنه جمع مذكر سالم [والنون عوض عن التنوين في الاسم المفرد]. ¶ * * *",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "باب البدل ¶ ((إِذا أُبْدِلَ اسْمٌ من اسْمٍ، أَوْ فِعْلٌ مِنْ فِعْلٍ تَبعَهُ فِي جَمِيعِ إِعْرَابهِ، وَهَوَ عَلَى أَرْبَعَةِ أَقْسَامٍ: ¶ بَدَلُ الشَّيْءِ مِنَ الشَّيْءِ , وَبَدَلُ الْبَعْضِ مِنَ الْكُلِّ , وَبَدَلُ الاشْتِمَالِ , وَبَدَلُ الْغَلَطِ , نَحْوَ قَوْلِكَ: قَامَ زَيْدٌ أَخُوكَ , وَأَكَلْتُ الرَّغِيفَ ثُلُثَهُ , وَنَفَعَنِي زَيْدٌ عِلْمُهُ , وَرَأَيْتُ زَيْدًا الْفَرَسَ. أَرَدْتَ أَنْ تَقُولَ: رَأَيْتُ الْفَرَسَ فَغَلِطْتَ فَأَبْدَلْتَ زَيْدًا مِنْهُ)). ¶ وإعرابه: قام زيد أخوك. قام: فعل ماض. زيد فاعل. أخوك بدل من زيد، والبدل يتبع المبدل [منه] في إعرابه تبعه في الرفع، وعلامة رفعه الواو نيابة عن الضمة لأنه من الأسماء الخمسة، أخو مضاف، والكاف ضمير مبني على الفتح محله جر بالمضاف. ¶ [أكلتُ الرغيف ثلثه]: ¶ أكلتُ: فعل وفاعل. ¶ الرغيف: مفعول به منصوب. ¶ ثلثه: بدل من الرغيف، والبدل يتبع المبدل [منه] في إعرابه تبعه في النصب، وعلامة نصبه فتحة ظاهرة في آخره. ثلث: مضاف والهاء ضمير مبني على الضم محله جر بالمضاف. ¶ نفعني زيد علمه: ¶ نفع: فعل ماض. والنون للوقاية، والياء ضمير مبني على السكون محله نصب على المفعولية. ¶ زيد: فاعل. ¶ علمه: بدل من زيد، والبدل يتبع المبدل [منه] في إعرابه تبعه في الرفع، علم مضاف والهاء ضمير مبني على الضم محله جر بالمضاف. ¶ رأيت زيدًا الفرس: رأيت فعل وفاعل. ¶ زيدًا: مفعول به منصوب. ¶ الفرس: بدل من زيد، [والبدل يتبع المبدل منه في إعرابه تبعه في النصب]. ¶ * * *",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "باب منصوبات الأسماء ¶ الْمَنْصُوبَاتُ خَمْسَةَ عَشَرَ وَهِيَ: الْمَفْعُولُ بهِ، وَالْمَصْدَرُ وَظَرْفُ الزَّمَانِ، وَظَرْفُ الْمَكَانِ، وَالْحَالُ، وَالتَّمْييزُ، وَالْمُسْتَثْنَى وَاسْمُ لا، وَالْمُنَادَى، وَاْلمَفْعُولُ مِنْ أَجْلِهِ، وَالْمْفُعولُ مَعَهُ، وَخَبَرُ كَانَ وَأَخَوَاتِهَا، وَاسْمُ إِنَّ وَأَخَوَاتِهَا، وَالتَّابعُ لِلْمَنْصُوبِ، وَهُوَ أَرْبَعَةُ أَشْيَاء: النَّعْتُ وَالْعَطْفُ وَالتَّوْكِيدُ وَالْبَدَلُ. ¶ مثال المفعول به: رأيت زيدًا، وإعرابه ظاهر. ¶ ومثال المصدر: ضربت ضربًا، وإعرابه: ضربت: فعل وفاعل، ضربًا مصدر منصوب بضربت ويعبر عنه بالمفعول المطلق. ¶ ومثال ظرف الزمان: صمت اليوم. ¶ ومثال ظرف المكان: جلست أمام الكعبة. ¶ ومثال الحال: جاء زيد راكبًا. ¶ ومثال التمييز: {وَفَجَّرْنَا الأَرْضَ عُيُوناً}. وإعرابه ظاهر. ¶ ومثال المستثنى: قام القوم إلا زيدًا. ¶ ومثال اسم لا: قوله - صلى الله عليه وسلم -: «لا حسد إلا في اثنتين [رجل آتاه الله مالاً فسلَّطه على هلكته في الحق، ورجلٌ آتاه الله الحكمة فهو يقضي بها ويعلمها]». ¶ وإعرابه: لا نافية للجنس تنصب الاسم وترفع الخبر، حسد اسم لا مبني معها على الفتح محله نصب. ¶ ومثال المنادى: يا لطيفًا بالعباد؛ وإعرابه: يا: حرف نداء، لطيفًا منادى منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ ومثال خبر كان وأخواتها: كان زيدٌ قائمًا. ¶ ومثال اسم إنَّ وأخواتها: إنَّ زيدًا قائمٌ. ¶ ومثال المفعول من أجله: قام زيد إجلالاً لعمرو، إجلالاً: مفعول لأجله منصوب. ¶ ومثال المفعول معه: سرت والنيل. سرت فعل وفاعل، الواو واو المعية، [النيل] مفعول معه منصوب.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ومثال التابع للمنصوب: رأيت زيدًا العاقل، رأيت زيدًا وعمرًا، رأيت زيدًا نفسه، رأيت زيدًا أخاك. ¶ * * *",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "باب المفعول به ¶ ((وَهُوَ: الاسْمُ الْمَنْصُوُب، الذِّي يَقَعُ بِهِ الْفِعْلُ، نحْوَ ضَرَبْتُ زَيْدًا وَرَكِبْتُ الْفَرَسَ. ¶ وَهُوَ قِسْمَانِ: ظَاهِرٌ، وَمُضْمَرٌ. ¶ فَالظَّاهِرُ مَا تَقَدَّمَ ذِكْرُهُ. وَالْمُضْمَرُ قِسْمَانِ: مُتَّصِلٌ، وَمُنْفَصِلٌ. ¶ فَالْمُتَّصِلُ اثنَا عَشَرَ، وَهِيَ: ضَرَبَنِي، وَضَرَبَنَا، وَضَرَبَكَ، وَضَرَبَكُمَا، وَضَرَبَكُمْ، وَضَرَبَكُنُّ، وَضَرَبَهُ، وَضَرَبَهَا، وَضَرَبَهُمَا، وَضَرَبَهُمْ، وَضَرَبَهُنَّ. ¶ وَالْمُنْفَصِلُ اثنَا عَشَرَ، وَهِيَ: إِيَايَ، وَإِيَّانَا، وَإِيَّاكَ، وَإِيَّاكُمَا، وَإِيَّاكُمْ، وَإِيَّاكُنَّ، وَإِيَّاهُ، وَإِيَّاهَا، وَإِيَّاهُمَا، وَإِيَّاهُمْ، وَإِيَّاهُنَّ)). ¶ مثال المفعول به الظاهر: ضربُ زيدًا وركبت الفرس، وإعرابه ظاهر. ¶ ومثال المضمر المفعول به المتصل: ضربني زيد ٌ، وإعرابه: ضرب فعل ماض، والنون للوقاية، والياء ضمير متصل مبني على السكون محله نصب على المفعولية، زيد فاعل، وكذا ضربنا وضربك إلى آخره. ¶ ومثال المنفصل: ما أكرمت إلا إيايَّ، وإعرابه: ما نافية أكرمت فعل وفاعل حد الفعل أكرم، والتاء ضمير متصل مبني على الفتح محله رفع على الفاعلية، إلا حرف لإيجاب النفي، إياي ضمير منفصل مبني على السكون محله نصب على المفعولية، والياء حرف دال على المتكلم، وكذا ما أكرمت إلا إيانا، ونا حرف دال على المتكلم ومعه غيره أو المعظم نفسه. ¶ ما أكرمت إلا إياكَ: أكرمت: فعل وفاعل، والتاء ضمير متصل مبني على الضم محله رفع على الفاعلية. والكاف حرف دال على خطاب المذكر، وكذا ما أكرمت إلا إياك، والكاف حرف دال على خطاب المؤنث. ¶ ما أكرمت إلا إياكمْ: الميم علامة الجمع، ما أكرمت إلا إياكن، النون حرف دال على جمع النسوة. ما أكرمت إلا إياه: الهاء حرفٌ دالٌّ على الغيبة للمذكر. ما أكرمت إلا إياها: الهاء حرف دال على الغيبة للمؤنث. ما أكرمت إلا إياهما: الهاء حرف دال على الغيبة، والميم والألف حرفان دالاَّن على التثنية. ما أكرمت إلا إياهم: الهاء حرف دال على الغيبة والميم علامة الجمع. ما أكرمت إلا إياهن: الهاء حرف دال على الغيبة والنون علامة جمع النسوة.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "* * *",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "باب المصدر ¶ ((الْمَصْدَرُ هُوَ: الاسْمُ الْمَنْصُوبُ، الَّذِي يَجِيءُ ثَالِثًا فِي تَصْرِيفِ الْفِعْلِ، نحو: ضَرَبَ يَضْرِبُ ضَرْبًا. ¶ وَهُوَ قِسْمَانِ: لَفْظِيٌّ وَمَعْنَوِيٌّ. ¶ فَإِنْ وَافَقَ لَفْظُهُ لَفْظَ فِعْلِهِ فَهُوَ لَفْظِيٌّ، نَحْوَ قَتَلْتُهُ قَتْلاً. ¶ وَإِنْ وَافَقَ مَعْنَى فِعْلِهِ دُونَ لَفْظِهِ فَهُوَ مَعْنَوِيٌّ، نحو: جَلَسْتُ قُعُودًا , وقمت وُقُوفًا , وما أَشْبَهَ ذَلِك)). ¶ المصدر: يسمى المفعول المطلق، [مثاله قتلته قتلاً]؛ وإعرابه: ¶ قتلته: فعل وفاعل ومفعول، قتلاً مصدر منصوب على المصدرية، جلست قعودًا جلست فعل وفاعل، وقعودًا مصدر منصوب على المصدرية، وعلامة نصبه فتحة ظاهرة في آخره. ¶ * * *",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "باب ظرف الزمان وظرف المكان ¶ ((ظَرْفُ الَّزمَانِ هُوَ: اسْمُ الزَّمَانِ الْمَنْصُوبُ بتَقْدِيرِ ((فِي)) نَحْوَ: الْيَوْمَ، وَاللَّيْلَةَ، وَغَدْوَةً، وَبُكْرَةً، وَسَحَرًا، وَغَدًا، وَعَتَمًة، وَصَبَاحًا، وَمَسَاءً، وَأَبَدًا، وَأَمَدًا، وَحِينًا. وَمَا أَشْبَهَ ذَلِكَ. ¶ وَظَرْفُ الْمَكَانِ هُوَ: اسْمُ الْمَكَانِ الْمَنْصُوبُ بتَقْدِيرِ ((فِي)) نحْوَ: أَمَامَ، وَخَلْفَ، وَقُدَّامَ، وَوَرَاءَ، وَفَوْقَ، وَتَحْتَ، وَعِنْدَ، وَمَعَ، وَإِزَاءَ، وَحِذَاءَ، وَتِلْقَاءَ، وَثَمَّ، وَهُنَا. وَمَا أَشْبَهَ ذَلِكَ)). ¶ الظرف لغة: الوعاء، وسمي بذلك لشبهه به. ¶ مثال ظرف الزمان: صمت اليوم، صمتُ: فعل وفاعل، اليوم: ظرف زمان منصوب على الظرفية، وعلامة نصبه فتحة ظاهرة في آخره. ¶ اعتكفت ليلة الجمعة، أزورك غدوة أمس، قرأت حينًا، وإعرابه ظاهر. ¶ ومثال ظرف المكان: جلست أمام الشيخ، أمام: ظرف مكان منصوب على الظرفية، وعلامة نصبه فتحة ظاهرة في آخره. ¶ جلست هنا: جلست فعل وفاعل، هنا: ظرف مكان مبني على السكون محله نصب على الظرفية. ¶ جلست ثَمَّ: جلست: فعل وفاعل، ثَمَّ: ظرف مكان مبني على الفتح محله نصب على الظرفية. ¶ * * *",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "باب الحال ¶ ((الحَالُ هُوَ: الاسْمُ الْمَنْصُوبُ الْمُفَسِّرُ لِمَا انْبَهَمَ مِنَ الْهَيْئَاتِ، نحْوَ قَوْلِكَ: ((جَاءَ زَيْدٌ رَاكِبًا))، وَ ((رَكِبْتُ الْفَرَسَ مُسْرَجًا))، وَ ((لَقِيتُ عَبْدَ اللهِ رَاِكبًا)). وَمَا أَشْبَهَ ذَلِكَ. ¶ وَلا يَكُونَ الْحَالُ إِلا نَكِرَةً، وَلا يَكُونُ إِلا بَعْدَ تَمَامِ الْكَلامِ، وَلا يَكُونُ صَاحِبُهَا إِلا مَعْرِفَةً)). ¶ وإعرابه: جاء زيدٌ راكبًا. ¶ جاء: فعل ماض. زيد فاعل. راكبًا: حال منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ ركبت الفرس مسرجًا: ركبت: فعل وفاعل. الفرس: مفعول به منصوب. مسرجًا: حال. ¶ لقيت عبد الله ماشيًا: ¶ [لقيت: فعل وفاعل. عبد: مفعول به منصوب، عبد مضاف والاسم الكريم مضاف إليه مجرور بالمضاف، وعلامة جره كسر الهاء تأدبًا]. ¶ {وَهَذَا بَعْلِي شَيْخاً}: ها: حرف تنبيه، ذا: اسم إشارة مبني على السكون محله رفع على الابتداء. ¶ بَعْلي: خبر المبتدأ مرفوع بالمبتدأ، وعلامة رفعه ضمة مقدرة على ما قبل ياء المتكلم منع من ظهورها اشتغال المحل بحركة المناسبة، بعل مضاف وياء المتكلم مضاف إليه مبني على السكون محله جر بالمضاف، شيخًا حال منصوب على مضاف إليه مبني على السكون محله جر بالمضاف، شيخًا حال منصوب على الحال، وعلامة نصبه فتحة ظاهرة في آخره. ¶ {أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً} الهمزة للاستفهام الإنكاري. ¶ يحب: فعل مضارع مرفوع لتجرده عن الناصب والجازم [، وعلامة رفعه ضمة ظاهرة في آخره]. ¶ أحد: فاعل. أحد مضاف، والكاف ضمير مبني على الضم محله جر بالمضاف، والميم علامة الجمع، أن: حرف مصدري ونصب، يأكل: فعل مضارع منصوب بأن",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "[وعلامة نصبه فتحة ظاهرة في آخره]، والفاعل مستتر جوازًا تقديره هو، لحم: مفعول به منصوب، لحم: مضاف، أخيه: مضاف إليه مجرور بالمضاف، وعلامة جره الياء نيابة عن الكسرة لأنه من الأسماء الخمسة، أخي مضاف والهاء ضمير مبني على الكسر، محله جر بالمضاف، ميتًا: حال منصوب، وعلامة نصبه فتحة ظاهرة في آخره. ¶ * * *",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "باب التمييز ¶ ((التَّمْييزُ: هُوَ الاسْمُ الْمَنْصُوبَ الْمُفَسِّرُ لِمَا انْبَهَمَ مِنَ الذَّوَاتِ نَحْوَ قَوْلِكَ: ((تَصَبَّبَ زَيْدٌ عَرَقًا)) وَ ((تَفَقَّأَ بَكْرٌ شَحْمًا)) وَ ((طَابَ مُحَمَّدٌ نَفْسًا)) وَ ((اشْتَرَيْتُ عِشْرِينَ غُلامًا)) وَ ((مَلَكْتُ تِسْعِينَ نَعْجَةً)) وَ ((زَيْدٌ أَكْرَمُ مِنْك أَبًا)) وَ ((أَجْمَلُ مِنْكَ وَجْهًا)). ¶ وَلا يَكُونُ إِلا نكِرَةً، وَلا يَكُونُ إِلا بَعْدَ تَمَامِ الْكَلامِ)). ¶ وإعرابه: طاب محمد نفسًا. طاب: فعل ماض، محمد: فاعل، نفسًا: منصوب على التمييز [، وعلامة نصبه فتحة ظاهرة في آخره]. ¶ اشتريت عشرين غلامًا: [اشتريت: فعل وفاعل]. عشرين: مفعول به منصوب، وعلامة نصبه الياء المكسور ما قبلها، المفتوح ما بعدها نيابة عن الفتحة؛ لأنه ملحق بجمع المذكر السالم، غلامًا تمييز. ¶ زيد أكرم منك أبًا: زيد مبتدأ [مرفوع بالابتداء]، أكرم خبر [المبتدأ مرفوع بالمبتدأ]، منك جار ومجرور، أبًا منصوب على التمييز، وعلامة نصبه فتحة ظاهرة في آخره. ¶ * * *",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "باب الاستثناء ¶ وَحُرُوفُ الاسْتِثْنَاءَ ثمَانِيَةٌ؛ وَهِيَ: إِلا، وَغَيْرُ، وَسِوَى، وَسُوَى، وَسَوَاءٌ، وَخَلا، وَعَدَا، وَحَاشَا. ¶ فَالْمُسْتَثْنَى بِإلا يُنْصَبُ إِذَا كَانَ الْكَلامُ تَامًّا مُوجِبًا، نَحْوَ: ((قَامَ الْقَوْمُ إِلا زَيْدًا)) وَ ((خَرَجَ النَّاسُ إِلا عَمْرًا)). وَإِنْ كَانَ الْكلامُ مَنْفِيًّا تَامًّا جَازَ فِيهِ الْبَدَلُ وَالنَّصْبُ عَلَى الاسْتِثْنَاءِ نَحْوَ: ((مَا قَامَ الْقَوْمُ إِلا زَيْدٌ)) وَ ((إِلا زَيْدًا)) وَإِنْ كَانَ الْكَلامُ نَاِقصًا كَانَ عَلَى حَسَبِ الْعَوَامِلِ نَحْوَ: ((مَا قَامَ إِلا زَيْدٌ)) وَ ((مَا ضَرَبْتُ إِلا زَيْدًا)) وَ ((مَا مَرَرْتُ إِلا بِزََيْدٍ)). ¶ قوله: إذا كان الكلام تامًا موجبًا أي لم يتقدمه نفي أو شبهة، مثاله قام القوم إلا زيدًا؛ [وإعرابه]: قام فعل ماض، القوم فاعل، إلا أداة استثناء، زيدًا منصوب على الاستثناء. ¶ وإذا تقدّمه نفي أو شبهة جاز فيه الرفع والنصب. مثاله: ما قام القوم إلا زيدٌ: إلا أداة استثناء، زيد بدل من القوم مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. {وَلاَ يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلاَّ امْرَأَتَكَ}، إلا: أداة استثناء، امرأتك: منصوب على الاستثناء. ¶ ومثال الناقص: ما قام إلا زيد، إلا: أداة استثناء، زيد فاعل مرفوع. ¶ ما ضربتُ إلا زيدًا: إلا: أداة استثناء، زيدًا: مفعول به منصوب. ¶ ما مررتُ إلا بزيد: إلا: أداة استثناء، بزيد: جار ومجرور، الباء حرف جر، زيدًا: مجرور بالباء، وعلامة جره كسرة ظاهرة في آخره. ¶ * * * ¶ وَالْمُسْتَثْنَى بغير وسِوَى، وسُوى وسواء مجرور لا غير؛ وَالْمُسْتَثْنَى بخَلا، وَعَدَا، وَحَاشَا، يَجُوزُ نَصْبُهُ وَجَرُّهُ، نَحْوَ: ((قَامَ الْقَوْمُ خَلا زَيْدًا , وَزَيْدٍ))، وَ ((عَدَا عَمْرًا وَعَمْرٍو)) وَ ((حَاشَا بَكْرًا وَبَكْرٍ)). ¶ وَالْمُسْتَثْنَى بخَلا، وَعَدَا، وَحَاشَا، يجُوزُ نَصْبُهُ وَجَرُّهُ، نَحوَ: ((قَامَ الْقَوْمُ خَلا زَيْدًا، وَزَيْدٍ))، وَ ((عَدَا عَمْرًا وَعَمْرٍو))، وَ ((حَاشَا بَكْرًا وَبَكْرٍ)).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "غير وسِوى وسُوى وسواءً: أسماء ولها حكم المستثنى بإلا؛ مثاله: قام القوم غير زيد، غير منصوب على الاستثناء، غير: مضاف، زيد: مضاف إليه، غير: مجرور بالمضاف. ¶ والمستثنى بخلا وعدا وحاشا: يجوز نصبه على تقدير الفعلية، وجره على تقدير الحرفية، مثاله: قام القوم خلا زيدًا، [وإعرابه]: خلا: فعل ماض جامد والفاعل مستتر وجوبًا تقديره هو، زيدًا: مفعول به منصوب. ¶ قام القوم خلا زيد: خلا: حرف جر، زيد: مجرور بخلا. ¶ ألا كل شيء ما خلا الله باطل *** وكل نعيم لا محالة زائل ¶ ألا: أداة استفتاح، كل مبتدأ، كل مضاف، شيء: مضاف إليه، ما: مصدرية، خلا: فعل ماض، الله: منصوب على التعظيم، باطل: خبر مبتدأ. ¶ [وكل نعيم لا محالة زائل: ¶ كل: مبتدأ، لا: نافية للجنس تعمل عمل إنَّ تنصب الاسم وترفع الخبر، محالة اسمها مبني معها على الفتح محله نصب، وخبرها محذوف، تقديره لا حيلة موجودة، زائل: خبر المبتدأ، أي كل نعيم الدنيا زائل]. ¶ * * *",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "باب لا ¶ اعْلَمْ أَنَّ ((لا)) تَنْصِبُ النَّكِرَاتِ بِغَيْرِ تَنْوِينٍ إِذا بَاشَرَتِ النَّكِرَةَ وَلَمْ تَتَكَرَّرْ ((لا)) نحْوَ: ((لا رَجُلَ فِي الدَّارِ)). ¶ فَإِنْ لَمْ تُبَاشِرْهَا وَجَبَ الرَّفْعُ وَوَجَبَ تَكْرَارُ ((لا)) نحْوَ: ((لا فِي الدَّارِ رَجُلٌ وَلا امْرَأَةٌ)). ¶ فَإِنْ تَكَرَّرَتْ [لا] جَازَ إِعْمَالُهَا وَإِلْغَاؤُهَا، فَإِنْ شِئْتَ قُلْتَ: ((لا رَجُلٌ فِي الدَّارِ وَلا امْرَأَةٌ))، وإنْ شئتَ قلتَ: ((لا رَجُلَ فِي الدَّارِ وَلا امْرَأَة)). ¶ يعني أن لا النافية للجنس تنصب الاسم لفظًا أو محلاً وترفع الخبر، مثاله: لا غلام سفر حاضر، وإعرابه: لا نافية للجنس تعمل عمل إن تنصب الاسم وترفع الخبر، غلام اسم لا منصوب، وعلامة نصبه فتحة ظاهرة في آخره، غلام مضاف، سفر مضاف إليه مجرور بالمضاف، حاضر خبر لا مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ ومثال النصب على المحل: لا رجل في الدار، وإعرابه: لا نافية للجنس تعمل عمل إنّ تنصب الاسم وترفع الخبر، رجل اسم لا مبني معها على الفتح محله نصب، في الدار جار ومجرور [متعلق بمحذوف خبر لا]. ¶ لا إله إلا الله: ¶ لا: نافية للجنس تعمل عمل إنَّ تصب الاسم وترفع الخبر، إله اسمها مبني معها على الفتح محله نصب، إلا أداة استثناء، الله مرفوع بدل من خبر لا، تقديره: لا إله حق إلا الله. ¶ وإذا لم تباشر لا النكرة وجب الرفع ووجب تكرار لا، نحو: لا في الدار رجل ولا امرأة. وإعرابه: ¶ لا نافية للجنس لا عمل لها، في الدار: جار ومجرور خبر مقدم، رجل: مبتدأ مؤخر، وامرأة معطوف على رجل مرفوع [، وعلامة رفعه ضمة ظاهرة في آخره]. ¶ فإن تكررت لا وباشرت النكرة جاز إعمالها وإلغاؤها، مثاله: لا رجلَ في الدار ولا امرأة، [وإعرابه]:",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "لا: نافية للجنس تعمل عمل إنَّ تنصب الاسم وترفع الخبر، رجل: اسم لا مبني معها على الفتح محله نصب، في الدار: جار ومجرور، ولا امرأة: منصوب معطوف على محل رجل، وعلامة نصبه فتحة ظاهرة في آخره. ¶ لا رجلٌ في الدار ولا امرأة، لا: نافية للجنس لا عمل لها، رجلٌ: مبتدأ في الدار: جار ومجرور [متعلق بمحذوف خبر المبتدأ]، ولا امرأة معطوف على رجل، والمعطوف على المرفوع مرفوع، وعلامة رفعه ضمة ظاهرة في آخره. ¶ * * *",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "باب المنادى ¶ ((الْمُنَادَى خَمْسَةُ أَنْوَاعٍ: المفرد الْعَلَمُ، وَالنَّكِرَةُ الْمَقْصُودَة، وَالنَّكِرَةُ غَيْرُ الْمَقْصُودَةِ، وَالْمُضَافُ، وَالشَّبيهُ بالْمُضَافِ. فَأَمَّا الْمُفْرَدُ الْعَلَمُ وَالنَّكِرَةُ الْمَقْصُودَةُ، فَيُبْنَيَانِ عَلَى الضَّمِّ مِنْ غَيْرِ تَنْوِينٍ، نَحْوَ: ((يَا زَيْدٌ))، وَ ((يَا رَجُلُ)). وَالثَّلاثَةُ الْبَاقِيَةُ مَنْصُوبَةٌ لا غَيْر)). ¶ مثال المفرد العلم: يا زيد، [وإعرابه]: يا حرف نداء، زيد منادى مبني على الضم محله نصب بياء النداء. ¶ ومثال النكرة المقصودة: يا رجل، وإعرابه: كالذي قبله. ¶ ومثال النكرة غير المقصودة: يا غافلاً والموت يطلبه. وإعرابه: يا: حرف نداء، غافلاً منادى منصوب بياء النداء، وعلامة نصبه فتحة ظاهرة في آخره. ¶ ومثال المضاف: يا عبد الله. [وإعرابه: يا: حرف نداء، عبد: منادى منصوب بياء النداء، وعلامة نصبه فتحة ظاهرة في آخره، عبد مضاف والاسم الكريم مضاف إليه]. ¶ ومثاله المشبه بالمضاف: يا حسنًا وجهُه، وإعرابه كالذي قبله. ¶ * * *",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "باب المفعول لأجله ¶ ((وَهُوَ الاسْمُ الْمَنْصُوبُ، الَّذِي يُذْكَرُ بَيَانًا لِسَبَبِ وُقُوعِ الْفِعْلِ، نَحْوَ قَوْلِكَ: ((قَامَ زَيْدٌ إِجْلالاً لِعَمْرٍو، وَقَصَدْتُكَ ابْتِغَاءَ مَعْرُوفِك)). ¶ [وإعرابه]: إجلالاً مفعول لأجله منصوب، وعلامة نصبه فتحة ظاهرة في آخره، وكذا ابتغاء. ¶ وقوله تعالى {يَجْعَلُونَ أَصْابِعَهُمْ فِي آذَانِهِم مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ} ¶ حذر: مفعول لأجله. ¶ وقول الشاعر: ¶ وأَغْفِرُ عوراء الكريم ادخارَهُ *** وأُعرضُ عن شتم اللئيم تكرما ¶ * * *",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "باب المفعول معه ¶ وَهُوَ: الاسْمُ [الْمَنُصوبُ]، الَّذِي يُذْكَرُ لِبَيَانِ مَنْ فُعِلَ مَعَهُ الْفِعْلُ، نَحْوَ قَوْلِكَ: ((جَاءَ الأَمِيرُ وَالْجَيْشَ)) وَ ((اسْتَوَى الْمَاءُ وَالْخَشَبَةَ)). ¶ الجيش: مفعول معه منصوب، ويجوز فيه العطف. ¶ والمثال الثاني لا يجوز فيه العطف، والخشبة مقياس يعرف به قدر ارتفاع الماء. ¶ * * * ¶ وأما خَبَرُ ((كَانَ)) وَأَخَوَاتِهَا، وَاسْمُ ((إِنَّ)) وَأَخَوَاتِهَا، فَقَدْ تَقَدَّمَ ذِكْرُهُمَا فِي الْمَرْفُوعَاتِ، وَكَذَلِكَ التَّوَابعُ؛ فَقَدْ تَقَدَّمَتْ هُنَاكَ. ¶ يعني أن المتمم للمنصوبات الخمسة عشر: خبر كان وأخواتها، واسم إنَّ وأخواتها، والتَّابع للمنصوب، نحو: كان زيد حليمًا، وإنَّ عمرًا كريم، ورأيتُ زيدًا العالم، ورأيت زيدًا وعمرًا، ورأيت زيدًا نفسه، ورأيت زيدًا أخاك، وإعرابه ظاهر. ¶ * * *",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "باب المخفوضات من الأسماء ¶ المَخْفُوضَاتُ ثلاثةُ أَنْوَاعٍ: مَخْفُوضٌ بالْحَرْفِ، وَمَخْفُوضٌ بالإِضَافَةِ، وَتَابِعٌ لِلْمَخْفُوضِ. ¶ فَأَمَّا الْمَخْفُوضُ بالْحَرْفِ، فَهُوَ: مَا يَخْتَصُّ بمِنْ، وَإِلَى، وَعَنْ، وَعَلَى، وَفِي، وَرُبَّ، وَالْبَاءِ، وَالْكَافِ، وَاللامِ، وَبحُرُوفِ الْقَسَمِ، وَهِيَ: الْوَاوُ، وَالْبَاءُ، وَالتَّاءُ، وَبوَاوِ رُبَّ، وَبمُذْ، وَمُنْذُ. ¶ مثال ذلك: خرجت من البيتِ إلى المسجدِ. ¶ {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ} ¶ {وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ} ¶ {وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ}. ¶ [وإعرابه] ما اسم موصول بمعنى الذي مبني على السكون محله رفع عطف على رزقكم. ¶ رُبَّ رجل صالح لقيتُه. ¶ {قُولُوا آمَنَّا بِاللّهِ [وَمَا أُنزِلَ إِلَيْنَا}]. ¶ {وَاذْكُرُوهُ كَمَا هَدَاكُمْ} الكاف حرف جر، ما: مصدرية، هدى فعل ماض، والفاعل مستتر جوازًا تقديره هو، والكاف ضمير مبني على الضم محله نصب على المفعولية، والميم علامة الجمع، والجملة في تأويل مصدر مجرور بالكاف أي كهدايته إياكم. ¶ {لِّلَّهِ ما فِي السَّمَاواتِ وَمَا فِي الأَرْضِ} ما اسم موصول. ¶ وحروف القسم نحو: والله وبالله وتالله، وإعرابه ظاهر. ¶ وليل كموج البحر أرخى *** عليَّ بأنواع الهموم ليبتلي ¶ ليل: مجرور برب مقدرة أي ورب ليل، وقوله ليبتلي سكنت الياء للوزن أي ليبتليني. ¶ ما رأيته مذ يوم الجمعة: مذ: حرف جر، يوم مجرور بمذ، وكذا منذ يوم الجمعة وإعرابه ظاهر. ¶ وقد يقعان اسمًا، نحو: جئت مذ دعا، وإعرابه: جئت: فعل وفاعل، مذ اسم مبني على السكون محله نصب على الظرفية، دعا فعل ماض، والفاعل مستتر جواز تقديره هو، كذا منذ دعا.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "* * * ¶ ((وَأَمَّا مَا يُخْفَضُ بالإِضَافَةِ، فَنَحْوُ قَوْلِكَ: ((غُلامُ زَيْدٍ)). وَهُوَ عَلَى قِسْمَيْنِ: مَا يُقَدَّرُ بِاللامِ، وَمَا يُقَدَّرُ بمنْ؛ فَالَّذِي يُقَدَّرُ باللامِ نحْوُ: ((غُلامُ زَيْدٍ))، وَالَّذِي يُقَدَّرُ بِمنْ، نحْوَ: ((ثوْبُ خَزٍّ))، وَ ((بَابُ سَاجٍ)) وَ ((خَاتَمُ حَدِيدٍ)) والله أعلم)). ¶ يعني أنَّ الإضافة قد تكون على معنى اللام المفيدة للملك، نحو: غلام زيد، أو للاختصاص نحو: جَلُّ الفرس، أو الاستحقاق نحو حمد الله. ¶ وقد تكون على معنى من المبينة للجنس، نحو: ثوب خز، وباب ساج، وخاتم حديد، وقد تكون على معنى في المفيدة للظرفية نحو قوله: مكر الليل، وإعرابه ظاهر. ¶ ومثال المخفوض بالتبعية: مررتُ بزيد العالم. [مررت بزيد وعمرو]، مررت بزيد نفسه [مررت بزيد أخيك]، وإعرابه ظاهر. ¶ ومثال المجرور بالمجاورة: هذا جحر ضب خربٍ، [وإعرابه]: ها حرف تنبيه، ذا اسم إشارة مبني على السكون محله رفع على الابتداء، جحرُ خبر المبتدأ مرفوع بالمبتدأ، وعلامة رفعه ضمة ظاهرة في آخره، جحر مضاف، ضبٍ مضاف إليه مجرور بالمضاف، وعلامة جره كسرة ظاهرة في آخره، خرب: نعت لجحر مرفوع، وعلامة رفعه ضمة مقدرة على آخره، منع من ظهورها اشتغال المحل بحركة المجاورة والله أعلم. ¶ والحمد لله رب العالمين، وصلى الله [وسلم] على من نزل عليه القرآن بلسان عربي مبين. ¶ * * *",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "فهرس الموضوعات ¶ الموضوع ... الصفحة ¶ مقدمة ........................................................... ... 2 ¶ أقسام الكلام ..................................................... ... 3 ¶ باب الإعراب .................................................... ... 9 ¶ باب معرفة علامات الإعراب ..................................... ... 12 ¶ فصل في أقسام المعربات .......................................... ... 27 ¶ باب الأفعال ..................................................... ... 29 ¶ باب مرفوعات الأسماء ............................................ ... 46 ¶ باب الفاعل ...................................................... ... 48 ¶ باب المفعول الذي لم يسم فاعله ................................... ... 51 ¶ باب المبتدأ والخبر ................................................. ... 52 ¶ باب العوامل الداخلة على المبتدأ والخبر ............................. ... 55 ¶ باب النعت ...................................................... ... 59 ¶ باب العطف ..................................................... ... 62 ¶ باب التوكيد ..................................................... ... 64 ¶ باب البدل ....................................................... ... 65 ¶ باب منصوبات الأسماء ............................................ ... 66 ¶ باب المفعول به ................................................... ... 68 ¶ باب المصدر ...................................................... ... 70 ¶ باب ظرف الزمان وظرف المكان .................................. ... 71 ¶ باب الحال ....................................................... ... 72 ¶ باب التمييز ...................................................... ... 74 ¶ باب الاستثناء .................................................... ... 75",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "باب لا .......................................................... ... 77 ¶ باب المنادي ...................................................... ... 79 ¶ باب المفعول لأجله ............................................... ... 80 ¶ باب المفعول معه ................................................. ... 81 ¶ باب مخفوضات الأسماء ........................................... ... 82 ¶ فهرس الموضوعات ............................................... ... 84 ¶ * * *",
            "page": "85",
            "part": "1"
        }
    ],
    "t37228": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مفاتيح العربية على متن الآجرومية"
        }
    ]
}