{
    "b37238": [
        {
            "id": "1",
            "nass": "ثنائية الاستعمال اللغوي عند العرب ¶ الهمزة والتسهيل في القراءات القرانية انموذجا تطبيقيا ¶ م. م شهيد راضي حسين ¶ جامعة البصرة - كلية التربية ¶ قسم اللغة العربية ¶ مجلة آداب ذي قار / العدد 3 / المجلد 1 / ايار 2011 ¶ من يتصدى لدراسة الظواهر اللغوية، ولاسيما الصوتية منها بوصفها استعمالات لغوية صدرت عن العرب، يلحظ في طبيعتها الاستعمالية تباينا نطقيا، وهذا ما أشكل على مسجلي اللغة ورواتها في عملية تصنيفها بيئياً، لان التباين في الاستعمال والأداء راجع إلى التنوع المكاني الذي صدرت عنه تلك الاستعمالات اللغوية إذ تمثلت هذه الظواهر او الاستعمالات اللغوية ببيئات لغوية، وصف بعضها بالفصيح وهذا هو الوصف العام لجملة من الاستعمالات اللغوية، وفي نظرنا يدخل هذا الوصف في باب التحديد أو التحديث الاولي لتلك البيئة، والامر في هذا منوط بما قال به الرواة وأهل اللغة فيما دونوه من ظواهر لغوية فضلا عن بيان بيآتها التي صدرت عنها، و لكن القارئ وفي أدنى موازنة بين ما صنف من كتب عُنيت بالاستعمال اللغوي عامة (1)، وبين الكتب التي عُنيت بالرواية اللغوية فضلا عن تحديد بيآتها، يلحظ أن العربي أو ابن بيئة ما قد يلتمس وجوه الصحة من اللغات و الاستعمالات اللغوية، إذ يستعمل ما يتناسب وطبيعة أدائه وثقافة اللغوية، وإن كانت هذه الوجوه والاستعمالات في زمن متأخر فيما يخص عمل الرواة والنحاة، فيها من النقض لمذهب اللغويين والنحويين، الذين اكتفوا بالتنوع المكاني الذي وصف عندهم بالفصيح من دون تحديد منهم للنوع اللغوي، لذلك جاءت بعض الاستعمالات اللغوية موسومة ببيئة معينة دون غيرها حتى باتت تعرف هذه اللغة هي لغة قبيلة كذا، وظل هذا الأمر إلى يومنا هذا، ونحن نكرر ما قاله القدماء: إنَّ البيئة الحجازية بيئة تسهيل وتلييّن وهذا يتعارض مع وصفهم اللغة الحجازية ولاسيما لغة قريش يقولون: إنَّ قريشا أفصح العرب، لأنها اختارت للسانها الأفصح والأنقى من لغات العرب، نقول: أين هي من تحقيق الهمز إذا كانت تختار الأفصح؟ ثم لماذا جعل اللغويون تحقيق الهمز في لغة قريش مرتبطا بالقراءات القرآنية خاصة لأنهم يقولون لولا أن القراءة سنة متبعة ما تكلفت قريش نبر الهمزة وتحقيقها في القرآن الكريم؟ وروي عن أمير المؤمنين علي (ع) أنه قال: نزل القرآن بلسان قريش وليسوا بأصحاب نبر ولولا أن جبرائيل (ع) نزل بالهمزة على النبي (ص) ما همزنا (2). ¶ إنَّ المدقق في هذه الرواية _ إن صحت عن أمير المؤمنين (ع) _يدرك أنَّ لغة قريش تفتقر إلى صوت الهمزة قبل نزول الوحي وأنَّ النطق بالهمزة مرحلة متطورة في اللسان العربي، وهذا ما لا يقول به أحد لأن للهمزة دورا في عملية التلفظ عند العرب القدماء، بوصفهم جزءًا من أرومة اللغة السامية التي اكتشفت للعالم الأبجدية الهجائية، إذ وضعت لكل صوت لغوي رمزا كتابيا، وقد تميز صوت الهمزة لدى واضعي الأبجدية من الساميين القدماء بوصفها حرفا أو صوتا ساكنا، ووضعوا لها رمزا كتابيا مستقلا وحافظوا على كتابتها حتى بعد أن سُهلت في بعض اللغات السامية وأصبحت في النطق حرف مد (3). واللغة العربية حافظت على هذا الصوت وذهبت المذهب نفسه بوصفه رمزا كتابيا مستقلا. ومن هنا اعتمدت ثقافة الناطق العربي على مبدأ ثنائية الاستعمال لهذا النوع اللغوي الذي وصف من قبل بأنه استعمال لغوي مخصوص ببيئة ما، وعلى هذا الأساس ذهب الباحث لدراسة تطبيقية لظاهرة الهمزة في القراءات القرآنية آملاً بأنْ تُفصح عما نريد بيانه. ¶ ظاهرة الهمز في اللغة العربية: ¶ اتسمت اللغة العربية الفصحى بظاهرة الهمز إلى جانب الكثير من الظواهر اللغوية التي أفصحت عن نظام وطبيعة لغة الاستعمال، ولاسيَّما الظواهر الصوتية كالإمالة والإدغام والوقف والإعلال والإبدال .... الخ.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إنَّ القارئ لظاهرة الهمز في مباحث المتأخرين من القدماء فضلا عن المحدثين العرب، يجدهم قد ترسموا أثار القدماء الأوائل في تحديد بيئات هذه الظاهرة الصوتية، وإذا ما عنّ لباحث ما في هذا الموضوع نجده يهرع إلى تلك المقولات دون تدقيق وتمحييص، إذ يقول القدماء: إن أكثر الخصائص شيوعا في لغة أهل الحجاز تسهيلهم الهمز، والهمز يعني النبر، أي أنهم لا ينطقون الهمزة نطقا طبيعيا منبورا، إذ ما علمنا أنه حرف مجهور من أقصى الحلق (4). فضلا عن كونه صوتا صامتا حنجرياً (5). وهذا الصوت هو المسؤول عن صعوبة النطق به لأنه صوت عسير، لا يخرج إلا بانحباس الهواء خلف الاوتار الصوتية ثم انفراجه فجأة، وهذه العملية تحتاج الى جهد عضلي كبير في عملية النطق تزيد على ما يحتاجه أي من الاصوات الاخرى (6) وعلى الرغم من ذلك وكون اللهجة الحجازية هي مصدر من مصادر العربية الفصحى و عليها المعول في معرفة الغريب والنادر، فضلا عن كونها بيئة تسهيل وتلييّن، فقد اتصفت العربية الفصحى بظاهرة الهمز، لان العربي (الحضري و البدوي) من يؤثر الهمز في بعض استعمالاته اللغوية، الا انهم قالوا: إنَّها سمة من سمات البدو في وسط الجزيرة و شرقها (7) وقد ذهب احد الباحثين المستشرقين (8) في تعليل شيوع ظاهرة التسهيل في لغة اهل الحجاز، الى طبيعة اللغة العربية وانحرافها عن بعض الاصول اللغوية فضلاً عن علاقتها باخواتها الساميات (اللغات الجزرية) لكونها امتداداً لهن، اذ ذهبت مذهبهن الى نزعة الاستغناء عن هذا الصوت كونه صوتاً إنحباسياً، وهذا ما اخذ يضعف في الآرامية حتى فقد كل قيمته الصوتية كساكن وهذا ما نلحظه في اللغة العربية الغربية حسب الروايات التي نقلت عن مستعملي اللغة، بأنَّهم يذهبون بها مذهب التسهيل أي التخلص من الهمزة. ¶ أما اللغات الشرقية فكانت لهجاتها محتفظة إلى حد ما بهذا الصوت الاحتباسي الحنجري ولم تنافسها في ذلك من اللغات القديمة سوى اللغة الأوجاريتة (9)، أي أن ابناء هذه البيئة اللغوية \"البدو\" على حد تعبيرهم - تعودوا النبر في موضع الهمزة إذ يذهبون به إلى ضبط الإيقاع النطقي فضلا عن الإبانة عما يريدون من نطقهم لمجموعة من المقاطع المتتابعة السريعة الانطلاق على ألسنتهم، فموقع النبر في نطقهم كان دائما إبراز المقاطع (10)، وهذا ما لا نلحظه في لغة أهل الحضر \"حسب تلك الروايات\" لان طبيعة الهمزة أدخل في الحلق من حيث المدرج الصوتي ولها نبرة كريهة - على حد قول الرضي - تجري مجرى التهوعّ ثقلت بذلك على ألسنتهم، فخففوها واستعاضوا عن ذلك بطرائق صوتية كتسهيل نطق الهمزة، بتليينها أو إبدالها أو حذفها (11). إلا أن هذا الأمر لا يطرد في لغة أهل التسهيل، لأنا وجدناهم يلتزمون التحقيق - وهذا ما يتعارض مع تحديد القدماء لظاهرة الهمز - في الأساليب الأدبية، إذ كانوا يلجأون إلى تحقيق الهمزة كلما عنّ لهم أمر جدي يتطلب استعمال اللغة الانموذجية، وهذا مروي عن بعض من نُسب إلى تلك البيئات اللغوية التي عرف عنها التسهيل سواء أكانوا أفرادا أم جماعات، ومن هذا المنطلق جاءت هذه الدراسة لربط التنوع اللغوي \"التغاير اللهجي\" بالتنوع المكاني، لان المادة اللغوية التي وصفت بعد روايتها لابد لها من أن ترتكن إلى ماهية المظهر التسجيلي الذي يقتضي جمعها وتوزيعها حسب تلك المرويات، ورسم خطوط التوزيع اللغوي بين تلك الهيئات اللغوية التي تمثلت بتلك المرويات اللغوية القديمة - \"أعني القراءات القرآنية\" - إذ لاقت هذه المرويات عناية الدارسين بتحديد بيئاتها اللغوية تحديدا جغرافيا من خلال المادة اللغوية الضخمة التي سجلت عن العرب - أعني الصحابة والتابعين ومن أخذ عنهم - التي تعد موردا مهما من موارد اللغة العربية الفصحى. وكان لظاهرة الهمز نصيب من هذا التحديد، إذ قالوا عن البيئة الحجازية: بيئة تسهيل وتلييّن والبيئة التميمية بيئة همز ونبر، إلا ان المدقق في تلك النصوص اللغوية الاستعمالية التي صدرت عن العرب يجد غير ما حدد على وجه الدقة والتثبت، ¶ نجد - على سبيل الاستطراد - أن الطبري يختار من القراءات: \"أرجه\" الأعراف/ 111، الشعراء/ 36.لأنها أفصح اللغات وأكثرها على السن فصحاء العرب وهو يعني تميم وأسد لأنهم يقولون: \"أرجيته\" بلغة التسهيل، والمتعارف عليه عند القدماء أن هذه البيئة بيئة همز ونبر، أما من همزها فهذا منقول عنده عن كلام بعض قيس إذ يقولون: أرجأت هذا الأمر (12). وقيس من بيئة إقليم الحجاز (13).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومن ذلك أيضا قراءة الجمهور \"الذئب\" بالهمز وهي لغة أهل الحجاز (14). وقيل إن القارئ الحجازي نافع بن تميم المدني هو الوحيد الذي قرأ: \"أنبئاء\" في \"أنبياء\" (15). وهو من البيئة الحجازية، لذا تعددت مناهج العرب في هذه الظاهرة الصوتية ويمكن أن نقف مع القارئ على بعض ما ورد من استعمالات قرآنية منسوبة إلى من قرأ بها مع بيان وتحديد البيئة اللغوية التي صدرت عنها. ¶ قرأ ابو عمرو بن العلاء التميمي البصري (16). وابن كثير عبد الله الداري المكي (17). وعلي بن حمزة بن عبد الله الاسدي الكوفي (18). وعاصم بن أبي النجود بهدلة الكوفي (19). وحمزة بن حبيب بن عمارة التميمي (20): (هم أحسن آثاثاً ورءِيا) مريم/74.بهمزة \" ورِءيا\" أي بهمزة ساكنة بعد الراء وهو من الرؤية أي: أحسن منظرا (21). وكان مذهب أبي عمرو بن العلاء تحقيق الهمزة الساكنة، فهو لا يهمزها سواء أكانت فاءً أم عينا أم لاما إلا أن يكون سكون الهمزة عارضا للجزم (22). وقد قيل الحجة في هذا لأنه قصد إلى رؤية المنظر والحسن ونسب محمد بن جرير بن يزيد الطبري (23)، هذه القراءة إلى عامة قرّاء العراق والكوفة والبصرة (24). ولم تنسب إلى أهل مكة علما أن ابن كثير كان قاضي الجماعة بمكة واحد القراء السبعة، و قال ((وأولى القراءات في ذلك بالصواب من قراءة من قرأ (أثاثا ورِءْيا) بالراء والهمزة، لإجماع الحجة من أهل التأويل على أن معناه المنظر وذلك هو من رؤية العين لا من الرؤية ... (25).)) ¶ أما قراءة التسهيل فهذا وجه منقول عن أهل المدينة وهو مقبول جيد عند الفراء (26). وقيل قد يكون قارئه أراد الهمزة فأبدل منها ياءً فاجتمعت الياء المبدلة من الهمزة والياء التي هي لام الفعل فأدغمهما وجعلتا ياءً واحدة مشددة وهذا منقول عن الكسائي (24). وقيل هي لغة ضعيفة إذ أجرى المخففة مجرى الأصلية وكسرت الراء لتناسب الياء، فضلا عن كون الواو في تقدير الهمزة ((فلا يقوى إدغامها مما لم يقو الإدغام في قولهم (التزر) من (الآزار) و (التجر) من (الأجر).)) (28). ¶ أما في قراءة قوله تعالى (تَأْكُلُ مِنْسَأَتَهُ) سبأ/14. فقد قرأ عاصم بن أبي النجود الاسدي الكوفي والأعمش سليمان بن مهران الاسدي (29). وأبو سعيد الحسن بن يسار البصري (30)، بالهمز (31). ¶ وقال الفراء (وزعم لي أبو جعفر الرؤاسي أنه سأل عنها أبا عمرو بن العلاء التميمي البصري فقال: (مِنْسَأَتَهُ) بغير همز، فقال أبو عمرو: لأني لا أعرفها، فتركت همزها) (32). أن ما نقل عن أبي عمرو وقوله بعدم معرفتها قول فيه من عدم الدقة الشيء الكثير لكون صاحب القول علم من أعلام اللغة وراوية عن العرب الخلص واحد القراء السبعة فمثله لا يقول ذلك، ولكن الأصل في هذا ما نقل عن الفراء بأن أبا عمرو له مذهب في تحقيق الهمزة الساكنة فهو لا يهمزها سواء أكانت فاءً أم عينا أم لاما إلا أن يكون السكون عارضا كالجزم، و هذا فيه نظر من وجهين: الأول نقل عنه أنه قراء بالهمزة قوله تعالى (هم أحسن أثاثا ورءْيا) مريم/74 فإذا كانت الهمزة الساكنة في ذا الموضع فالسكون ليس بعارض، إمَّا الثاني فإذا كانت الهمزة متحركة ونقل عنه أنه قرأ بالهمز فهذا نقيض ما نقل عنه من طرائق التحقيق. فضلا عن ذلك ان اشتقاق الكلمة يدل على أنها مهموزة لأنها مشتقة من نسأته أي أخرته ودفعته (33). وهذه اللفظة هي عينها في قوله تعالى: (ما ننسخ من آية أو ننسها) البقرة/ 106، إذ قرأها أبو عمرو بن العلاء وابن كثير المكي، وعبد الله بن عباس بن عبد المطلب القرشي الهاشمي (34). ومجاهد بن جبر المكي (35). وعاصم بن أبي الصباح العجاج الجحدري البصري (36). بالهمز، أي (ننسأها) يريدون نؤخرها من النسيئة (37). فلفظة ننسأها هي عينها التي ذهب بها أبو عمرو بن العلاء إلى التسهيل ولا مائز بينها سوى أن الأولى السكون فيها ليس بعارض والسكون هنا سكون عارض أي ان الكلمة معطوفة على فعل الشرط (ننسخ) واقتضت الحركة نفسها كما فعل هذا في قوله تعالى (هم أحسن أثاثا ورءْيا) مريم/74. ¶ ومن القراءات التي ذهب بها أهل التسهيل على حد قول القدماء، إلى الهمز قراءة قوله تعالى (ولقد مكناكم في الأرض وجعلنا لكم فيها معايش) الأعراف/10. إذ قرأ نافع بن عبد الرحمن المدني، وابن عامر الحصبي الدمشقي، وعبد الرحمن بن هرمز المدني (38)، والأعمش سليمان الاسدي، وزيد بن علي بن أحمد (39)، بهمز (معايش) (40).",
            "page": "60",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقيل ان أهل المدينة عامة يهمزون هذا الحرف (41)، ولم يجوزا الفراء وأبو جعفر النحاس ذلك وجعلوه لحنا لأن الواحد منها على وزن (مفعلة) والياء من أصل الكلمة وعلى هذا الأساس لا تهمز وإنما الذي يهمز ما كانت الياء فيه زائدة (42). إلا أن المدقق في ما نقل عن هؤلاء القراء لا يحكم بما قال به الفراء وأبو جعفر النحاس، لأنهم قد اخذوا القرآن عن الخلفاء فهذا ابن عامر أخذ القرآن عن عثمان بن عفان قبل ظهور اللحن، وكان نافع يقرأ على سبعين من التابعين وهو من الفصاحة والضبط والثقة بالمحل الذي لا يجهل والأمر نفسه بالنسبة للأعرج والأعمش وزيد بن علي (43). ¶ لقد وقف النحاة (44)، في وجه هذه القراءة وجعلوها من الخطأ. إلا أن الفراء التمس لها وجها بكون العرب يتوهمون في هذا ونحوه بأنها على (فعيلة) (لشبهها بوزنها في اللفظ، وعده الحروف، كما جمعوا مسيل الماء أمسله شبه بفعيل وهو مفعل وقد همزت العرب المصائب وواحدتها مصيبة، شبهت بفعيلة لكثرتها في الكلام (45). وعلى هذا النحو ثبت الهمز بالنقل عن القراء وهذا ما يوحي بثنائية الاستعمال. ¶ كما قرأ أهل الحجاز (قل من كان عدوا لجبريل) البقرة/97 بلغة التسهيل والأصل فيه الهمز، وقد نقل صاحب التاج (46)، إن (جبريل) من غير همز أشهر اللغات وأفصحها وهذا ما نقل عن أهل الحجاز وثبت بالمصحف، إلا أن (معائش) ثبت بالمصحف على الأصل دون همزة، والذين همزوا هذا الحرف هم من البيئة الحجازية فلماذا هذا التباين في تخريج صحة هذه القراءة، علما أن تميما وقيسا قد قرأوا بتحقيق الهمزة (جبرائيل) وهي لغة كثير من أهل نجد واختارها الزجاج وقال عنها هي أجود اللغات (47)، لأنها جاءت على الأصل. ¶ إن التدقيق في هذه المرويات يشعر بوجود ثنائية في هذا الاستعمال اللغوي أي أن هذه الحروف المهموزة صور مقابل للصيغ غير المهموزة، وهذا الأمر لا يحول دون تقارض اللهجات أي أن الظاهرتين (الهمز والتسهيل) قد وردتا على لسان من لم يتصف بهما (48). فضلا عن كون المباني الصرفية قد تتمثل بأكثر من صورة لفظية، وهذا ما يعرف باللغة الثانية لذلك الحرف، وهذا ما لمسه أبو حيان الأندلسي حينما خرج قراءة الحسن بن يسار البصري للفعل (سُئل) إذ قرأ الحسن البصري (سُئِل) من قوله تعالى (أم تريدون أن تسألوا رسولكم كما سُئِل موسى من قبل) البقرة/ 108. قال: ((اللغة الثانية في (سأل) أن تكون عين الكلمة واوا وتكون على (فعِل) بكسر العين، فتقول: سلت أسأل، كخفت وأخاف، أصله: سَوُلْت، وعلى هذه اللغة تكون قراءة الحسن وقراءة من أشم، وتخريج هاتين القراءتين على هذه اللغة أولى من التخريج على أن أصل الإلف همز، فأبدلت الهمزة ألفا فصار مثل قال وباع ... لأن هذا الإبدال شاذ لا يقاس وتلك لغة ثانية، فكان الحمل على ما كان لغة أولى من الحمل على الشاذ غير المطرد)) (49)، وهذا ما أشار إليه العكبري بتمثيله يقولون: ساولته (50)،لان هذا الأمر يشعر بوجود ثنائية في اللفظ فضلا عن تلفظ الهمزة وان المد الحاصل في صيغة (سِئل) ليس تطورا صوتيا من (سُيل) وهي صورة من الفعل (سُيل) الذي ماضيه (سأل) ولكنه صيغة المبني للمجهول الحجازية العادية من الفعل الحجازي (سال) الذي أصله (سول) وهو مقابل الصيغة المهموزة (سأل) (51). لأن هذا القول يتناسب مع الرواية التي نقلت عن الإمام علي (ع) بأن قريشا ليسوا بأصحاب نبر ولولا أن جبرائيل نزل بالهمزة على النبي (ص) ما همزنا، أي ثمة صيغ غير مهموزة مقابل تلك الصيغ المهموزة، ولعل الحسن البصري _وهو من البيئة التي تروم الهمز _أقتفى رسوم أهل الحجاز في نطق هذا الحرف وذهب في مذهب التسهيل (52). ¶ وقرأ عاصم بن أبي النجود الاسدي الكوفي (التناوش) في قوله تعالى ((وَقَالُوا آَمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ)) سبأ/52 بلغة التسهيل علما أنه من ابناء البيئة التي تحقق الهمز، وقرأ أبو عمرو بن العلاء التميمي البصري وحمزة بن حبيب التميمي الكوفي والكسائي وبتحقيق الهمز (53). ¶ وقرأ سعيد بن جبير الاسدي بالولاء الكوفي قوله تعالى ((فبدأ بأوعيتهم قبل إعاء أخيه)) يوسف/76 وعلة ذلك إنما فرّ إلى الهمز لثقل الكسرة على الواو، فضلا عن كونه من البيئة التي تروم الهمز (54). وقيل هي لغة لهذيل يقولون: أكان وكان (55).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وروي عن الحسن البصري أنه قرأ قوله تعالى (قالوا لو شاء الله ما تلوته عليكم ولا أدْرَأتكم به) يونس/16. قيل فيها لغة من سوى دريت وأدريت فلعله ذهب إليها ورد الفراء هذه اللغة لأن الياء والواو في هذا الموضع إذا انفتح ما قبلهما وكانتا ساكنتين لم ينقلبا إلى إلف، والتمس الفراء للحسن ذهابه في هذا المذهب بأن ذلك راجع إلى طبيعته وفصاحته فهمزها، لأنها تضارع درأت الحد وشبهه (56). وذهب أبو حاتم إلى الإبدال في قراءة الحسن أي أبدل الياء ألفا على لغة بني الحارث بن كعب (57)، وهذا بعيد أن تقلب الياء ألفا وتقلب الإلف همزة وصاحب هذه القراءة يميل في أغلب الأحيان إلى لغة التسهيل، وتعضد قراءة الحسن قراءة ابن عباس (ولا أنذركم به) (58) الانعام/19، وقيل القراءة بالهمز لها وجهان احدهما: قلب الألف همزة كما قيل: لبأت الحج ورثأت الميت، وحلأت السويق، لأن الهمزة والإلف من واد واحد، ومصداق ذلك أن الإلف إذا مستها الحركة انقلبت همزة (59). نقول هذا في حال كون الإلف منقلبة عن واو لا عن ياء، لأن الواو تطرد في القلب مع الإلف، كما تطرد الالف مع الهمزة. أما الوجه الثاني تكون على بابها من الفعل درأته إذا دفعته، وأردأته إذا جعلته دارئا، والمعنى على ما قيل: ولا جعلتكم بتلاوته خصماء تدرؤوني بالجدال وتكذبوني (60)، وعلى هذا المعنى نقل عن ابن كثير المكي (61). أنه قرأ بلام الابتداء لإثبات الادراء قال تعالى: (ولأدراكم به) يونس/16 وعليه من قرأ بالهمزة ليس بغلط والمعنى فيها (ولو شاء الله لدفعكم عن الإيمان به) (62). ¶ أما الهمزتان المتفقتان بالفتح، فقد قرأ أهل المدينة وأبو عمرو بن العلاء التميمي والأعمش بتحقيق الأولى وتسهيل الثانية، وهذا ما نقل عن أهل الحجاز عامة وقريش وأسد بن بكر وكنانة (63). ¶ ومن العرب من يجعل بين ألف الاستفهام وبين الهمزة ألفا ففصلوا بينهما بالإلف كراهية النطق بهما معا، وهذا مروي عن أبي إسحاق أنه قرأ (أأنذرتهم) البقرة/6 فحقق الهمزتين وأدخل بينهما ألفا على سمت لغة بني تميم (64). ¶ وقيل إذا اختلفتا الهمزتان بالفتح والكسر كقوله تعالى: (أإذا كنا) و (أإله مع الله) و (أإنّ لنا) فالمكيون والمدنيون وأبو عمرو بن العلاء يسهلون الثانية وقيل إنّ أبا عمرو وقالون وعيسى بن مينا المدني يدخلان قبلها إلفا (65). وقد نقل عن أبي عمرو ونافع المدني تحقيق الثانية بعدما يدخلان بينهما إلفا (66)، وتسهيل الأولى، إلا أن ذلك ردئ لأن التسهيل لا يكون ابتداء بل هو مدعاة ما بعد التلفظ بالثقيل. ¶ أما حمزة بن حبيب التميمي وعاصم الكوفي والكسائي، يحققون الهمزتين، إذ أخرجوا ذلك على الأصل ولم يفصلوا بينهما وهذا ما أختاره أبو عبيدة (67). ونقل عن محمد بن عبد الرحمن بن محيص من أهل الحجاز أنه قرأ بهمزة واحدة على لفظ الخبر، وهمزة الاستفهام مرادة ولكنهم حذفوها تخفيفا وفي الكلام ما يدل عليها (68). ¶ ومن الآيات التي اختلفت حركات همزاتها بالفتح والكسر قوله تعالى: ¶ \"أئنِكم\" الأعراف /81. ¶ \"أئِن لنا لأجرا\" الأعراف:113. ¶ \"أءِ ذا ما متُّ\" مريم: 66. ¶ \"أئن لنا لأجرا\" الشعراء/41. ¶ \"أءِ نك\" الصافات: 52. ¶ \"أئفكا\" الصافات: 86. ¶ \"أئنكم\" فصلت/9. ¶ أما إذا كانت حركاتها فتحاً فضماً فأبو عمرو بن العلاء على بابه يسهل الثانية ويدخل قبلها الفا وكذلك عيسى بن مينا المدني أما الباقون يحققون الهمزتين (69). ¶ ويرى المُستشرق تشيم راين ان ((كل اللهجات باستثناء تميم خففت الهمزة الثانية من همزتين منفصلتين بحركة قصير فقط، ولا يتم تطويل تلك الحركة إلا إذا جاءت الهمزة مباشرة قبل صوت صامت)) (70). وقيل في لهجة ما مدّت الحركة ولكنها ما زالت تنطق همزة (71). ¶ ومن هذه الهمزات قوله تعالى: ¶ \" كما أمن السفهاء أَلا\" البقرة/13. ¶ \"قل أَؤُنبئكم\" آل عمران/15. ¶ \"أءُنزل عليه\" ص:8. ¶ \"أءُلقي الذكر\" القمر: 25. ¶ إن نافع المدني وابن كثير وأبو عمرو بن العلاء يسهلون الثانية وقالون يدخل بينهما إلفا والباقون",
            "page": "62",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "يحققون الهمزتين (72). وقيل ان أجود القول في هذا تسهيل الهمزة الثانية وقلبها واوا خالصة فرارا من توالي الهمزتين وتحقيق الاولى، فتقول: (السفاء ولا) وهي قراءة اهل المدينة وابي عمرو بن العلاء، ولا يكون ذلك الا في حال الوصل لكون التلاصق فيه بين الهمزتين (73). ¶ أمَّا في حال اتفاقهما بالكسر نحو قوله تعالى: (هولاء ان كنتم) البقرة/37،و (من النساء الا)، النساء/24 و (على البغاء ان اردن) النور/33 ¶ إن عيسى بن مينا المدني يجعل الاولى كالياء المكسورة، أمَّا ابو عمرو بن العلاء فيسقطها، والباقون يحققونهما جميعا (74). اما في حال اتفاقهما بالفتح والضم نحو: (جاء أجلهم)،و (اولياء أولئك) فعيسى بن مينا المدني وابو عمرو يسقطون الاولى في حال الفتح، وأبوعمرو يسقط المضمومة كذلك، الا ان عيسى يجعلها كالواو المضمومة، اما الباقون فيحققونهما معاً (75). ¶ وخلاصة القول، إن هذا الظاهرة الصوتية تؤكد أنَّ المُتكلم العربي يركن إلى ثنائية الاستعمال، فهي ظاهرة قلقة غير منضبطة قواعديا لذلك تحاول ان تسلك الطريق نفسه الذي سلكته اللغات السامية من قبل في لغة الاستعمال المعتاد للغة، أما النصوص الأدبية فلا يمكن لها أن تذهب المذهب نفسه لأن ثمة نصا معياريا يحول دون ذلك إلا وهو النص القرآني، ولكن الذي خفف وسهل في بعض آياته، فتعليله ميسور مقبول أنه إلى التخفيف قصد، أما من همز فجاء به إلى الأصل وهذا ما تطلبه العربية الفصحى، أما القراءات التي أوردناها فهي من القراء السبعة، إذ كانت قراءاتهم أوثق القراءات، وما طرأ من تحقيق أو تخفيف كلاهما استعمال وارد عن العرب الفصحاء، فلا طائل من التخصيص والتحديد البيئي لظاهرة الهمزة لأننا وجدنا أتفاق أهل الأمصار في تحقيق بعض المواضع وتسهيلهم في مواضع أخرى، فضلا عن همز غير المهموز في بيئة التسهيل، إذ وردت ظاهرتا الهمز والتسهيل على لسان من لم يتصف بهما حسب التحديد الذي أقره القدماء، وهذا الأمر يشعر بوجود ثنائية لغوية، فضلا عن تقارض اللغات والانفتاح البيئي لتلك الظاهرة، لاننا وجدنا ابا عمرو بن العلاء التميمي يوافق عيسى بن مينا المدني في تسهيل الهمز بل ذهب في احد الاستعمالات اللغوية الى اسقاط الهمزة من قوله: (اولياء أولئك)،وكذلك وجدنا الحجازيين يهمزون بل ذهبوا الى همز غير المهموز، ووجدنا التميميين والاسديين يسهلون في مواضع الهمز، ومن هنا نقول ان التحديد الذي طالعنا به القدماء والذي اوردناه في ما تقدم من البحث، لا ينبغي للباحث الوقوف عنده والركون اليه، لان اعتماده يفضي الى تحديد النوع اللغوي (المثال، او الشاهد اللغوي) الى جانب التحديد البيئي، بحيث يكون هنالك خط فاصل يميز بين الاستعمالين، ولا ينبغي _ونحن في هذه الحال_ان نقول: ان ثمة انفتاحا بيئيا، او ثنائية في الاستعمال، بل نكتفي بالتحديد الاولي الذي صدرعن القدماء، ولا نذهب في البحث والدراسة الى ابعد من ذلك، ولا نعول على المقولات التي جعلت من اصوات الحلق_ وصوت الهمزة منها_،قسيما مشتركا بين العربية الفصحى واللغات الجزرية (اللغات لسامية) وهذه الاصوات هي سمة من سماتها المشتركة والتي ميزتها عن غيرها من اللغات اللاتينية والهنداوربية. ¶ فالعربية الفصحى هي لغة الاستعمال عند الحضري والبدوي، والهمز سمة من سماتها اللغوية، والتسهيل فيها مرحلة متاخرة بالنسبة للهمز، واصبح رديفا له في مناسبات القول، ومن لايقوى على الهمز لسبب ما، فما عليه الا التَّوَكُّؤعلى عَصا التسهيل.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "هوامش البحث ¶ 1) أعني بها الكتب التي عنيت بتدوين لغة العرب، اللغة النفعية والأدبية، وهذا ما يتمثل بكتاب سيبويه وما تلاه من مصنفات عنيت بالشأن نفسه. ¶ 2) ينظر: شرح الشافية للشيخ رضي الدين محمد الاسترابادي: 3/ 26. ¶ 3) ينظر: الأصوات اللغوية، د. إبراهيم انيس: 80 - 81 ¶ 4) ينظر: سر صناعة الإعراب لابي الفتح عثمان بن جني: 1/ 83، واللهجات العربية نشأة وتطوراً، د. عبدالغفار حامد هلال،186. ¶ 5) ينظر: اللهجات العربية في القراءات القرآنية، د. عبده الراجحي: 113. ¶ 6) ينظر: الأصوات اللغوية إبراهيم انيس: 78، والتطور اللغوي (رمضان عبد التواب مجلة مجمع اللغة العربية /ج:36، لسنة 1975، والتنغيم اللغوي في القران الكريم، د. سمير ابراهيم، و، د. حيدر العزاوي:114،118 ¶ 7) ينظر: في اللهجات العربية، د. ابراهيم انيس: 78. ¶ 8) ينظر: اللهجات العربية القديمة في غرب جزيرة العرب، تشم راين:254. ¶ 9) ينظر: اللهجات العربية القديمة في غرب جزيرة العرب، 254 وفي اللهجات العربية: 78. ¶ 10) ينظر: القراءات القرآنية في ضوء علم اللغة الحديث، عبد الصبور شاهين: 30. ¶ 11) ينظر: شرح الشافية: 3/ 25، القراءات القرآنية في ضوء علم اللغة الحديث: 30،102. ¶ 12) تفسير الطبري (جامع البيان في تفسير القران لابي جعفربن محمدبن جرير الطبري: 13/ 20 - 22، 14/ 104. ¶ 13) ينظر: معجم ما استعجم من اسماء البلاد والمواضع لعبد الله عبد العزيز البكري: مادة (جزر، وصفة جزيرة العرب للحسن بن احمد الهمذاني68. ¶ 14) ينظر: البحر المحيط لابي حيان الاندلسي: 4/ 406. ¶ 15) ينظر: اللهجات العربية القديمة في غرب جزيرة العرب: 257. ¶ 16) ينظر: غاية النهاية في طبقات القراء، لابن الجزري، تحقيق: برجسرآسر: 1/ 288. ¶ 17) ينظر: وفيات الاعيان وانباء ابناء الزمان لاحمد بن محمد بن خلكان: 3/ 41. ¶ 18) ينظر المصدر نفسه: 3/ 295 - 298. ¶ 19) غاية النهاية في طبقات القراء: 1/ 346. ¶ 20) المصدر نفسه: 1/ 261. ¶ 21) ينظر: إعراب القرآن لابي جعفر النحاس: 3/ 18، كتاب السبعة في القراءات لابن مجاهد محمد بن يوسف: 458، التبيان في إعراب القران لعبد الله بن الحسن العكبري: 2/ 187. ¶ 22) ينظر: التيسير في القراءات السبع لابي عمر الداني: 39. ¶ 23) ينظر: غاية النهاية في طبقات القراء: 2/ 106. ¶ 24) ينظر: البحر المحيط: 6/ 210. ¶ 25) ينظر: البحر المحيط: 6/ 210. ¶ 26) ينظر: معاني القرآن لابي زكريا الفراء: 2/ 45. ¶ 27) ينظر: التبيان في إعراب القران، للعكبري:1/ 52. ¶ 28) الكشاف عن حقائق التنزيل وعيون الاقاويل في وجوه التأويل، لابي القاسم محمد بن عمر الزمخشري: 2/ 419. ¶ 29) ينظر: غاية النهاية في طقات القراء: 1/ 315. ¶ 30) وفيات الاعيان: 2/ 69. ¶ 31) ينظر: معاني القرآن للفراء: 2/ 310. ¶ 32) ينظر: المصدر نفسه: 2/ 310. ¶ 33) ينظر: إعراب القران، للنحاس: 3/ 231، الحجة في القراءات السبع لابي عبد الله الحسن بن خالويه: 187، الكشاف: 3/ 583، التبيان في اعراب القرآن للعكبري: 2/ 352. ¶ 34) الاصابة في تمييز الصحابة لابن حجر العسقلاني:4/ 90. ¶ 35) غاية النهاية في طبقات القراء: 2/ 41 - 42. ¶ 36) غاية النهاية في طبقات القراء: 2/ 436. ¶ 37) ينظر: معاني القرآن للفراء: 1/ 56، الحجة في القراءات: 236، السبعة في القراءات: 168، أمالي القالي لاسماعيل بن القاسم القالي: 1/ 46. ¶ 38) ينظر: غاية النهاية في طبقات القراء: 1/ 381. ¶ 39) ينظر: المصدر نفسه: 1/ 298 - 299. ¶ 40) يظر: إعراب القرآن للنحاس 2/ 426، الكشاف للزمخشري: 2/ 85، المثل السائر لابن الاثير: 1/ 33. ¶ 41) ينظر: التبيان في تفسير القرآن لمحمد بن الحسن الطوسي: 12/ 316. ¶ 42) ينظر: معاني القرآن، للفراء: 1/ 27، إعراب القرآن، للنحاس: 2/ 246، التبيان في اعراب القران، للعكبري: 1/ 478. ¶ 43) ينظر: البحر المحيط: 4/ 270 - 271، القراءات واللهجات في ضوء علم اللغة الحديث، عبد الصبور شاهين: 180، ¶ 44) ينظر: الكتاب لسيبويه عمرو بن عثمان بن قنبر: 2/ 367، المنصف لأبن جني: 1/ 309. ¶ 45) معاني القرآن للفراء: 1/ 270. ¶ 46) ينظر: تاج العروس في شرح جواهر القاموس للزبيدي: 10/ 359 مادة (جبر). ¶ 47) ينظر: البحر المحيط، لابي حيان: 1/ 318. ¶ 48) ينظر: القراءات القرآنية في ضوء علم اللغة الحديث: 32، وسيبويه والقراءات دراسة تحليلية معيارية، احمد مكي الانصاري: 72 - 73. ¶ 49) البحر المحيط لابي حيان: 1/ 346. ¶ 50) التبيان في إعراب القران للعكبري: 1/ 93. ¶ 51) ينظر: اللهجات العربية القديمة في غرب جزيرة العرب: 266 - 268.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "52) ينظر: وفيات الاعيان: 2/ 69، وغاية النهاية في طبقات القراء: 1/ 235. ¶ 53) كتاب السبعة في القراءات: 530. ¶ 54) ينظر: سر صناعة الإعراب، لابن جني: 1/ 112، الكشَّاف، للزمخشري: 2/ 463، التبيان في إعراب القران، للعكبري: 2/ 66، اللهجات العربية نشأةً وتطوراً: 199. ¶ 55) سر صناعة الإعراب، لابن جني: 1/ 114. ¶ 56) ينظر: معاني القرآن، للفراء: 1/ 330، إعراب القرآن، للنحاس: 2/ 143. ¶ 57) ينظر: إعراب القرآن، للنحاس: 2/ 143. ¶ 58) ينظر: الكشاف، للزمحشري: 2/ 320. ¶ 59) ينظر: المصدر نفسه: 2/ 120. ¶ 60) ينظر: المصدر نفسه: 2/ 120. ¶ 61) ينظر: المصدر نفسه: 2/ 120. ¶ 62) التبيان في إعراب القران، للعكبري: 2/ 7. ¶ 63) ينظر: الكتاب: 3/ 551، إعراب القرآن، للنحاس: 1/ 27، التيسير في القراءات: 36. ¶ 64) ينظر: الكتاب: 3/ 551/ التبيان في إعراب القران، للعكبري: 1/ 26. ¶ 65) ينظر: التيسير في القراءات: 36. ¶ 66) ينظر: إعراب القرآن للنحاس: 1/ 28. ¶ 67) ينظر: المصدر نفسه: 1/ 28. ¶ 68) ينظر: إعراب القرآن للنحاس: 1/ 26، المحتسب في تبيين وجوه شواذ القراءات والايضاح عنها، لابن جني: 2/ 205. ¶ 69) ينظر: التيسير في القراءات: 46. ¶ 70) اللهجات العربية القديمة في غرب جزيرة العرب:254. ¶ 71) اللهجات العربية القديمة في غرب جزيرة العرب:254. ¶ 72) ينظر: التيسيرفي القراءات: 36. ¶ 73) إعراب القران للنحاس:1/ 31، التبيان في إعراب القران، للعكبري:1/ 32، التيسير في القراءات:37 ¶ 74) ينظر: التيسيرفي القراءات:36. ¶ 75) ينظر: المصدر نفسه:36. ¶ مصادر البحث ¶ 1. القرآن الكريم ¶ 2. الإصابة في تمييز الصحابة، لابن حجر العسقلاني أحمد بن علي، دار الكتب العلمية، بيروت، (د-ت). ¶ 3. الأصوات اللغوية، إبراهيم أنيس، مكتبة الانجلو المصرية ط4 لسنة 1999. ¶ 4. إعراب القرآن لأبي جعفر أحمد بن محمد النحاس، دار الكتب العلمية بيروت ط1 لسنة 2001م. ¶ 5. أمالي القالي: إسماعيل بن القاسم القالي، دار الكتاب العربي بيروت، (د-ت) ¶ 6. البحر المحيط: لأبي حيان الأندلسي محمد بن يوسف، مكتبة النصر الحديثة الرياض (د-ت). ¶ 7. تاج العروس في شرح جواهر القاموس، الزبيدي، مطبعة حكومة الكويت، 1984. ¶ 8. التبيان في إعراب القرآن، لعبد الله بن الحسن العكبري، ط1 القاهرة (د-ت). ¶ 9. التبيان في تفسير القرآن، لمحمد بن الحسن الطوسي، تصحيح: أحمد حسين وأحمد حبيب، المطبعة العلمية، النجف لأشرف، 1957. ¶ 10. التطور اللغوي، رمضان عبد التواب، مجلة مجمع اللغة العربية ج36، لسنة 1975. ¶ 11. تفسير الطبري: جامع البيان في تفسير القرآن، لأبي جعفر بن محمد بن جرير الطبري، دار المعرفة، بيروت، 1978. ¶ 12. التنغيم اللغوي في القرآن الكريم، سمير إبراهيم، وحيدر العزاوي، دار البيضاء، عمان – الأردن، 2000م. ¶ 13. التسيير في القراءات السبع، لأبي عمرو عثمان الداني، عني بتصحيحه: أوتو بيرتزل، دار الكتب العلمية – بيروت ط1 1996. ¶ 14. الحجة في القراءات السبع، لابن خالويه، تحقيق، احمد فريد المزيدي، دار الكتب العلمية، بيروت، ط1، 1999. ¶ 15. سر صناعة الإعراب، لأبي الفتح عثمان بن جني، تحقيق: محمد حسن إسماعيل، دار الكتب العلمية، بيروت ط2، 1984. ¶ 16. سيبويه والقراءات، دراسة تحليلية معيارية، لأحمد مكي الأنصاري، دار المعارف بمصر 1972. ¶ 17. شرح الشافية للشيخ رضي الدين محمد الاسترابادي، تحقيق: محمد محيي الدين ورفاقه، دار إحياء التراث العربي، بيروت ط1، 2005م. ¶ 18. صفة جزيرة العرب للحسن بن أحمد الهمداني، إصدارات المجمع الثقافي، أبو ظبي الامارات العربية المتحدة،2004. ¶ 19. غاية النهاية في طبقات القراء، لابن الجزري، تحقيق، برجسراسر، دار الكتب العلمية، ط1، 1982م. ¶ 20. في اللهجات العربية إبراهيم انيس، مكتبة الانجلو المصرية ط3، (د-ت). ¶ 21. اللهجات العربية القديمة، في غرب جزيرة العرب، تشيم راين، ترجمة: عبد الكريم مجاهد، الأردن ط1، 2002م. ¶ 22. القراءات القرآنية في ضوء علم اللغة الحديث، عبد الصبور شاهين، دار القلم، القاهرة، 1966. ¶ 23. الكتاب، لسيبوية عمرو بن عثمان بن قنبر، تحقيق: عبد السلام محمد هارون، عالم الكتب، ط3، 1983. ¶ 24. كتاب السبعة في القراءات، لابن مجاهد محمد بن يوسف، تحقيق: شوقي ضيف، دار المعارف، مصر 1972.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "25. الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل. لأبي القاسم محمد بن عمر الزمخشري، تحقيق: عبد الرزاق المهدي، دار إحياء التراث العربي، ط2، 1421هـ. ¶ 26. اللهجات العربية نشأةً وتطوراً، عبد الغفار حامد هلال، القاهرة، مكتبة وهبة، ط3، 2009. ¶ 27. اللهجات العربية في القراءات القرآنية، د. عبده الراجحي، دار معارف مصر، 1969 .. ¶ 28. المثل السائر لابن الأثير، تحقيق: محمد محيي الدين عبد الحميد، المكتبة العصرية، صيدا - بيروت 1990. ¶ 29. المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها، لأبي الفتح عثمان بن جني، تحقيق علي النجدي ورفاقه، أحياء التراث الإسلامي، القاهرة د. ط 1386هـ. ¶ 30. معاني القرآن لأبي زكريا يحيى بن زياد الفراء، اعتنى به: فاتن محمد خليل، دار إحياء التراث العربي ط1، بيروت 2003م. ¶ 31. معجم ما أستعجم من أسماء البلاد والمواضع، لعبد الله عبد العزيز البكري، تحقيق: مصطفى السقا، مكتبة الخانجي، القاهرة، ط3، 1996. ¶ 32. المنصف، شرح ابن جني لكتاب التصريف لأبي عثمان المازني، تحقيق: إبراهيم مصطفى وعبد الله أمين، مطبعة مصطفى البابي الحلبي، مصر - ط1، 1954. ¶ 33. وفيات الأعيان وأنباء ابناء الزمان، لابن خلكان أحمد بن محمد، تحقيق: إحسان عباس: دار صادر بيروت (د-ت).",
            "page": "66",
            "part": "1"
        }
    ],
    "t37238": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ثنائية الاستعمال اللغوي عند العرب"
        }
    ]
}