{
    "b37235": [
        {
            "id": "1",
            "nass": "معنى المغايرة في الواو العاطفة في العربيّة ¶ م. د. سهى كناوي حسن ¶ جامعة ذي قار/ كلية الآداب/قسم اللغة العربية ¶ المغايرة لغة: ¶ ((غيّرت الشيء أزلته عمّا كان عليه (فتغيَّر) هو)) (1)، وتغيّر الشيء عن حاله: تحوّل. وغيَّرَه: حوّله وبدّله كأنّه جعله غير ما كان. وفي التنزيل العزيز: ((ذلك بأن الله لم يكُ مغيّراً نعمةً انعمها على قومٍ حتى يُغيّروا ما بأنفسهم)) (2)، معناه: حتى يبدلوا ما أمرهم الله. والغَيْرُ: الاسم من التغيّر من قولك: غيّرت الشيء فتغيَّر (3). ¶ ((وتغير عن حاله: تحوّل. وغيرّه: جعله غير ماكان َ وحوّلَهُ وبدِّلَهُ)) (4) ¶ وهذا التغيير تغييرٌ لصورة الشيء وذاته، لذا قال الراغب الاصفهاني: التغيير على وجهين: ¶ الأول: تغيير لصورة الشيء دون ذاته، يقال: غيّرتُ داري اذا بنيتها غير الذي كان. ¶ الثاني: تبديله بغيره (5). ¶ ولفظة المغايرة يراد بها النقيض والضد والخلاف (6) ¶ واصطلاحاً: ¶ نعني بالمغايرة المخالفة الإعرابية التي تحصل داخل تركيبات بعض الآيات القرآنية او النصوص الشعرية، وهذه المغايرة تؤدي الى تغيير قيمة المعنى وتعميقه في ذهن المتلقي او المخاطب (7)، كما تعمل على زيادة التنبيه وايقاظ السامع وتحريك رغبته في الاستماع (8). ¶ والمغايرة تكاد تكون ظاهرة في العربية، نستطيع بها تفسير كثير من القضايا النحويّة أو حملها عليها، لذا نجدها في ابواب كثيرة من ابواب النحو العربي منها الاختصاص، واسلوب الاغراء والتحذير، وكذلك اسلوب القطع في العطف والنعت، لكننا في هذا البحث نتناول مايسمى بـ (واو الصرف)، و (الواو الزائدة)، و (واو الثمانية)، نوضح حقيقة هذه المسميات ¶ معنى المغايرة في الواو العاطفة في العربيّة ¶ م. د. سهى كناوي حسن ¶ جامعة ذي قار/ كلية الآداب/قسم اللغة العربية ¶ thiqaruni.org ¶ ولنرد على بعض الاوهام التي شاعت في اوساط الدارسين المحدثين:- أولاً: واو الصرف: ¶ وهذه التسمية اطلقها الكوفيون، وقيّدها ابن هشام بالدخول على المضارع المنصوب لعطفه على اسم صريح أو مؤول (9) كقول ميسون (10). ¶ ولبس عباءَةٍ وتقرَّ عيني أحبٌّ إليَّ من لُبس الشفوفِ ¶ أو يتقدم الواو نفي او طلب (11) كقول أبي الأسود الدؤلي (12): ¶ لا تنهَ عن خُلقٍ وتأتي مثلَهُ ¶ عارٌ عليك إذا فعلت عظيم ¶ لكن الفراء لم يشترط مجيء الفعل بعد حروف العطف منصوباً. قال: (((الصرف): أن يجتمع الفعلان بـ (الواو) أو (ثم)، أو (الفاء) أو (أو)، وفي أوله جحد أو استفهام، ثم ترى ذلك الجحد أو الاستفهام ممتنعاً أن يُكرَّ في العطف، فذلك الصرف)) (13)، كما أنّه لم يقيّده بالفعل، وقد نبّه المختار أحمد على هذه الخصيصة عند الفرّاء، فقال: ((والصرف ليس معناه النَّصبَ فقط، وإنما متى عطف فعل على فعل أو اسم، ولا تستقيم تلك الواو العاطفة أن يكون معناها للعطف، فهو (الصَّرف))) (14)، وكان الدكتور المخزومي يرى أن مصطلح (الصرف) عند الفرّاء هو ما يسميه سائر الكوفيين البغداديين بـ (الخلاف) فهما واحد (15)، ورأى أَنَّ الكوفيين يقولون بالنصب على الخلاف في مسائل هي: ¶ الخبر إذا كان ظرفا نحو البحر وراءكم. ¶ المفعول معه نحو صحوت وطلوع الشمس. ¶ الفعل المضارع المقترن بالفاء أو الواو، او المسبوق بنفي أو طلب. ¶ أفعل التعجب (16).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وليس الأمر كما رآه الاستاذ المخزومي، ولا يلام على ذلك؛ فقد سبق الأنباري أن نسب إلى الكوفيين القول بأن المفعول معه منصوب على الخلاف (17)، وقد فند المختار أحمد ذلك، قال: ((ان الانباري لم يكن دقيقاً في نسبة القول بأن المفعول معه منصوب على الخلاف للكوفيين وكذلك لم يتعرض لرأي الفرّاء في القول بإضمار فعل مناسب ينصب المفعول معه)) (18)، دليل ذلك ما قاله الفرّاء في تفسير قوله تعالى: ((فاجمعوا أمركُمْ وشركاءَكمُ)) (19): ((ونصبت الشركاء بفعل مضمر، كأنك قلت: فاجمعوا أمركم وادعوا، وكذلك هي في قراءة عبد الله، والضمير هاهنا يصلح إلقاؤه، لأن معناه يشاكل ما أظهرت)) (20)، واراد بالضمير الفعل المقدر لأن معناه واضح، لأن الشركاء لا يجمعون. (21) ¶ أمّا المسألة الثالثة فقد أوضحنا رأي الفرّاء فهو يقول: بالنصب على الصرف لا خلاف. (22) ¶ وأمّا أفعل التعجب فلم يثبت عن الكوفيين القول باسمية (افعل) التعجب، فالكسائي وهو زعيم الكوفيين يرى ما يراه البصريون (23)، والفرّاء لا نجد له نص يذهب فيه الى اسمية (افعل) التعجب؛ لذا فما نسب من اقوال الى الكوفيين المتقدمين لا تعد مذهب كوفياً يعول عليه. (24) ¶ ومن هذا يتبين أن (الخلاف) ليس من مصطلحات الفرّاء لخلو كتاب (معاني القران) منه، وبهذا يتضح الوهم الذي وقع فيه بعض الدارسين المحدثين فعد الخلاف من مصطلحات الفرّاء المبتكرة (25). ¶ في حين نجد الدكتور الجواري يذكرهما معا لأنهما يدلان على معنى واحد عنده، قال في نصب المضارع بحروف العطف: ((فانهم يذهبون إلى أن النصب بها انما يكون على الخلاف او الصرف)) (26)، وقال ((ومذهب الكوفيين هذا موافق لما ذهبوا إليه في نصب الاسماء، فأن اكثرها عندهم منصوب على الصرف او الخلاف)) (27)، يقول الاستاذ عوض القوزي: ((الصرف خلاف والخلاف خروج)) (28)، لكن فروق المعنى بين المصطلحات لا تدرك إلا من لغوي دقيق، فالفراء يفضل مصطلح (الصرف) على (الخلاف)، لأن (الصرف) لغة التغيير (29)، ولأنه يدلّ على الابعاد المقصود وهو انسب من الخلاف والخروج، فدلالتاهما عامتان (30). ¶ وعود على بدء فما سماه الكوفيون بـ (واو الصرف) هو لون من ألوان (واو المغايرة). ¶ ثانيا: الواو الزائدة ¶ نمضي مع اهتمامات المحدثين ونتناول ماعرف بالواو الزائدة، وضح الدكتور هادي الحمداني اهمية الواو الزائدة قائلاً: ((ان هذه الزيادة لا تقتصر على التوكيد فحسب، وانما تتعداها لفوائد لفظية هي تزيين اللفظ وجعله أفصح وأكثر قبولا للسمع، كما أنها تجعل الشعر خاصة مهيأ لاستقامة الوزن، ولحروف الزيادة فوائد خاصة منها التنبيه على الاتصال، واللزوم أو دفع توهم الكلام أو التعويض عن محذوف أو غير ذلك)) (31)، الفائدة تتعدى ذلك فليس كل ما عُدَّ زائداً هو زائد حقاً. يقول الدكتور عبد الحسن الفتلي: ((ان وجود هذا الذي سمّوه الذي بالزائد في تراكيب العربية المختلفة يكسبها مرونة وإيضاحاً وتوكيداً ... وإذن فلا زائد في العربية وإنما وجود ما سمّوه زائداً جاء لغرض بلاغي ولاختلاف في طرق التعبير)) (32)، فلنا أن نفصل الكلام في ذلك، فمن الأمثلة المذكورة على زيادة الواو قوله تعالى: ((حتى إذا جاءوها وفتحت أبوابها)) (33)، فقد نسب الرُّماني إلى المبرِّد القول بزيادتها في الآية (34)، والمبرد يقول: ((هو أبعد الأقاويل. أعني زيادة الواو)) (35) لأن ((زيادة الواو غير جائز عند البصريين والله أعلم بالتأويل، فأمّا حذف الخبر فمعروف جيد)) (36) فهو يحمل هذه الآية على حذف الخبر؛ لعلم المخاطب. ¶ أمّا الدكتور رشيد العبيدي فوجد أن (الواو) في الآية الكريمة هي (واو الحال)، قال: ((ولولا الواو لما استطعنا التمييز بين الحالين)) (37) أي حال أهل الجنة وأهل النار، ولسنا معه، لأن الواو في الاية تفيد العطف، قال ابو جعفر النحاس: إنّ الواو في الاية تفيد معنى العطف هاهنا ((والجواب محذوف قال محمد بن زيد: أي سعدوا. وحذف الجواب بليغ في كلام العرب)) (38) فـ الواو ((تؤدي وظيفتها الغالبة وهي المشاركة والسامع يفهم الجواب من خلال المعطوف والمعطوف عليه والمقصود معها التأكيد على حصول الجواب ووقوعه وتحققهُ، وعدم الاستحالة فيه، وكأن وقوعه مقترنا بوقوع الشرط وتفصله فترة زمنية عنه)) (39)، فأمّا الحكمة في حذف الواو في قوله تعالى: ((حتى إذا جاءوها فتحت أبوابها)) (40) ((دلّ على أنها كانت مغلقة)) (41) ولما قال في أهل الجنة ((حتى إذا جاءوها وفتحت أبوابها)) (42) ((دلّ بهذا على أنها كانت مفتحة قبل أن يجيئوها)) (43)، وبهذا نجد معنى المغايرة واضحاً وما كان ذلك المعنى يتم إلّا بوجود هذه الواو المغايرة. ¶ ولهذه الآية نظائر في القران الكريم، منه قوله تعالى في سورة إبراهيم ((إذ انجاكم من آل فرعون يسومونكم سوء العذاب ويذبّحون ابناءَكم)) (44)، وقال عز وعلا في سورة البقرة: ((وإذ نجيناكم من آل فرعون يسومونكم سوء العذاب يذبّحون أبناءكم)) (45)، قال الفرّاء: ((وقوله هاهنا (ويذبحون) (46) وفي موضع اخر (يذبِّحون) (47) بغير واو",
            "page": "15",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وفي موضع اخر (يُقتِّلون) (48) بغير واو. فمعنى الواو أنَّهم يمسّهم العذابُ غير التذبيح كأنَّه قال: يعذبونكم بغير الذبح وبالذبح. ومعنى طرح الواو كأنه تفسير لصفات العذاب. وإذا كان الخبر من العذاب أو الثواب مجملا في كلمة ثم فسرته فاجعله بغير واو. وإذا كان أوله غير اخره فبالواو)) (49)، وبهذا دلّت الواو على المغايرة. ¶ ومثله قوله تعالى: ((ولقد همّت به وهم بها لولا أن رأى برهان ربّه) (50)، فالهم الأول غير الهم الثاني لذا عطف بالواو، قال الرازي في تفسير معنى الهم ((هو القصد، فوجب أن يحمل في حقِّ كُلّ أحد على القصد الذي يليق به، فاللائق بالمرأة القصد إلى تحصيل اللذة والتنعم والتمتع واللائق بالرسول المبعوث إلى الخلق القصد إلى زجر العاصي عن معصيته وإلى الأمر بالمعروف والنهي عن المنكر، يقال هممتُ بفلان أي بضربه ودفعه)) (51)، ومنه قوله تعالى: ((وهمَّوا بما لم ينالوا)) (52)، ((كان طائفة عزموا على أن ينالوا سيدنا رسول الله (صلى الله عليه واله) في سفرٍ وقفوا له على طريقه، فلما بلغهم أمر بتنحيتهم عن طريقه وسماهم رجلا رجلا ... والهَمُّ: ما همَّ به في نفسه، تقول أهمني هذا الأمر)) (53)، وبهذا يكون قوله تعالى: ((لولا أن رأى برهان ربِّه)) (54)، أعظم فائدة، فالله تعالى أعلم يوسف (عليه السلام) أنه لو هم بدفعها لقتلتهُ أو كانت تأمر الحاضرين بقتله، فأعلمه الله تعالى أن الامتناع من ضربها أولى صونا للنفس عن الهلاك، فلم يشتغل بدفعها، ولو فعل لتمزق ثوبه من قدام وكانت الحجة عليه، فولى هاربا عنها حتى صارت شهادة الشاهد حجة له على براءته عن المعصية. (55) ¶ و (لولا) في الاية حرف امتناع لوجود ان كانت الجملتان بعدها موجبتين (56)، ومنه قول الشريف الرضي: (57) ¶ عندي رسائل شوق لست اذكرها ¶ لولا الرقيب لقد بلغتها فاكِ ¶ فهو لم يبلغها الرسائل لوجود الرقيب، كذلك الأمر في الآية القرآنية، فيوسف عليه السلام لم يهمَّ بها لوجود البرهان وبهذا حسن العطف بالواو للمغايرة، لأن الهم الأول غير الثاني، ومعنى المغايرة في التركيب مجتلب من السياق وتعاطف الجملتين بـ (الواو)، التي تدل على هذا المعنى في نفسها، ونظيره في القرآن الكريم قوله تعالى ((ومكروا ومكر الله)) (58) فالمكر الثاني غير الاول لذا حسن العطف هنا بـ (الواو)، وهذا النوع من باب المشاكلة (59) لأن ((المكر من الله استدراج، لاعلى مكر المخلوقين)) (60)، فهو ((من الله عز وجل مجازاة وعدل)) (61)، ومن الخلق الحيلة السيئة (62)، وسمي الجزاء على المكر مكرا على عادة العرب في مقابلة اللفظ باللفظ مجازاً (63)، وذلك ابلغ في التعبير. ومنه قوله تعالى ((ومكروا مكراً ومكرنا مكراً)) (64) ومنه في الدعاء: ((اللهم ... أمكر لنا ولاتمكربنا)) (65)، وايضا من هذا اللون قوله تعالى: ((إنهم يكيدون كيدا واكيد كيدا)) (66) فكيد الله غير كيد الخلق، لأنَّ ((الكيد ضرب من الاحتيال)) (67)، وهو من الله تعالى جزاءٌ (68) ¶ ثالثا: واو الثمانية: ¶ وممّا عُدَّ زائدا ما سمّوه بـ (واو الثمانية) (69) ((لان العرب إذا عدّوا قالوا: ستة، سبعة وثمانية إيذانا بأن السبعة عددٌ تامٌ، وأن ما بعدها عددٌ مستأنف)) (70). من ذلك قوله تعالى: ((سيقولون ثلاثة رابعهم كلبهم) (71)، الى قوله تعالى: ((سبعة وثامنهم كلبهم)) (72)، قال ابن عباس: ((حين جاءت الواو انقطعت العدَّة، أي: لم تبق عدّة عادٍّ يُلتفتُ إليها)) (73)، ولقد وضح الزمخشري حقيقة هذه (الواو) بقوله: ((هي الواو التي تدخل على الجملة الواقعة صفة للنكرة كما تدخل على الواقعة حالا عن المعرفة في نحو قولك: جائني رجل ومعه اخر، ومررت بزيدٍ وفي يده سيف، ومنه قوله عز وعلا: ((وما أهلكنا من قرية إلاّ ولها كتابٌ معلوم)) (74)، وفائدتها توكيد لصوق الصفة بالموصوف، والأدلة على اتصافه أمر ثابت مستقر، وهي الواو التي أذنت بأن الذين قالوا سبعة وثامنهم كلبهم قالوه عن ثبات علم وطمأنينة نفس ولم يرجموا بالظن كما غيرهم)) (75). ¶ ورفض أبو حيان الأندلسي رأي الزمخشري، قال: وهذا ((شيء لا يعرفه النحويون، بل قرروا أنه لا تعطف الصفة التي ليست بجملة على صفة اخرى إلاّ إذا اختلفت المعاني حتى يكون العطف دالاً على المغايرة)) (76)، وقال: ((ولا نعلم أحدا من علماء النحو ذهب إلى ذلك)) (77)، ويرَّدهُ قول العكبري: إنَّ ((الجملة إذا وقعت صفة لنكرة جاز أن تدخلها الواو. وهذا هو الصحيح في إدخال الواو في (ثامنهم). وقيل: دخلت لتدلََّ على أن ما بعدها مستأنفٌ حقٌ، وليس من جنس المقول برجم الظنون)) (78)، وهذه هي المغايرة في المعنى والتركيب ¶ وكان الزجاج يقول: ((وقد يجوز أن يكون الواو يدخل ليدل على انقطاع القصة وأن الشيء قد تمَّ)) (79)، وقال أبو جعفر النحاس: ((فيكون المعنى أن الله جلّ وعزّ خبّر بما يقولون ثم أتى بحقيقة الأمر: فقال: وثامنهم كلبهُم)) (80)، وقال الرازي في فائدة هذه الواو، أن هذا القول: ((وثامنهم كلبهم)) (81) أولى من سائر الاقوال (82)، فتكفي هذه الأقوال ردّاً على أبي حيان الاندلسي.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ومنه قوله تعالى: ((عسى ربَّه إن طلقكُنَّ أن يُبدلَه أزواجاً خيراً منكُنَّ مسلمات مؤمنات قانتات تائبات عابدات سائحات ثيّبات وأبكار)) (83)، فأتى بالواو بين الوصفين الأخيرين لتضاد النوعين وتغايرهما (84)، لأن الثَّيِّب من النساء التي تزوجت، والبكْرُ العذراء (85) وهما صفتان متضادتان فلا يجتمعان في محل واحد بخلاف الاسلام والايمان والقنوت والتوبة، فدخل حرف العطف المغاير بين المعنيين لتأكيد وجودهما (86) ¶ ومنه قوله تعالى: ((التائبون العابدون الحامدون السائحون الراكعون الساجدون الأمرون بالمعروف والناهون عن المنكر)) (87)، فأنما عطف في الآية لبيان أنّهما مفهومان متغايران، ووصفان مختلفان وذلك حصل بالعطف لا غير (88)، فعطف النهي على الامر، والنهي يراد به منع الفعل وابقاؤه على العدم والامر يراد به ايجاد الفعل، والعدم والوجود متضادان لايجتمعان، فحسن هنا حرف العطف المغاير بين المعنيين (89)، تنبيها على اجتماعهما فاذا تباعدت المعاني حسن العطف بالواو (90)، قال تعالى: ((هو الاول والآخر والظاهر والباطن)) (91)، ((فلانها اسماء متضادة في اصل موضوعها فرفع الوهم بالعطف عمن يستبعد ذلك في ذات واحدة)) (92) ومنه قوله تعالى: ((غافر الذنب وقابل التوب شديد العقاب ذي الطول)) (93) فدخل حرف العطف في الاسمين الأولين ((للمغايرة الصحيحة بين المعنيين ولتنزلهما منزلة الجملتين)) (94)، ((وإن كانا مفردين لفظاً فهما يعطيان معنى يغفر الذنب ويقبل التوب أي هذا شأنه ووضعه في كل وقت)) (95) ودخول حرف العطف المغاير بين المعنيين نبه العباد على انه سبحانه يفعل هذا ويفعل هذا ليرجوه ويأملوه (96). ¶ وفي العطف مزيد تقرير وتوكيد لا يحصل بدونه تدفع به توهم الانكار، إيذانا بأن هذه المعاني مع تباينها فهي ثابتة للموصوف بها (97). وفصل العلوي أهمية هذه الواو العاطفة بأمور: ¶ ان المرجع بالمغفرة إلى السلب لأن معنى (الغافر) هو الذي لا يغفل التوبة مع الاستحقاق، والمرجع بقبول التوبة إلى الاثبات، لأن معناه أنه يقبل العُذر والندم فلما تناقضا وجب الفصل بالواو. ¶ إنه جمع بين صفات الأفعال بالواو لإفادة الجمع للمذنب التائب بين رحمتين، بين أن تقبل توبته فيكتبها له طاعة وأن يجعلها امحاء للذنوب، كأنه قال: جامع المغفرة والقبول. ¶ ان الواو وردت منبهة على تغاير صفات الافعال فالمغفرة مختصةٌ بالعبد وقبول التوبة مختصٌ بالله تعالى. (98) ¶ ولايشترط في المعاني ان تكون متضادة ليعطف بعضها على بعض، فقد تكون معطوفة لمغايرتها لما قبلها معنى وان كان ليس بينها مضادة، من ذلك قول الخرنق (99): ¶ لايَبعَدنْ قومي الذين هُمُ ... سُمُّ العُداةِ وآفةِ الجُزُرِ ¶ النازلين بكل معتركٍ ... والطيبين معاقد الأُزُرِ ¶ فعطف (الطيبين) لان المراد (العفاف)، والعفاف يغاير الشجاعة معنى ولفظاً، فلذلك تعين العطف في قوله (وآفةِ الجُزُرِ) لان المراد به الكرم وذلك يغاير وصف الشجاعة (100). فنصب (الطيبين) على المدح، لانها من صفة اسم واحد؛ ((والعرب تعترض من صفات الواحد إذا تطاولت بالمدح او الذمّ، فيرفعون اذا كان الاسم رفعاً، وينصبون بعض المدح، فكانهم ينوون إخراج المنصوب بمدحٍ مجدّدٍ غيرُ متْبَع لأول الكلام (101) ¶ ونظير مامثلنا قول الشاعر (102): ¶ إلى الملك القرم وابن الهمام ¶ وليثَ الكتيبةِ في المزدحَمْ ¶ وذأ الرأي حين تُغمُّ الأمور ¶ بذاتِ الصليل وذاتِ اللُّجمْ ¶ ((فنصب (ليث الكتيبة) و (ذا الرأي) على المدح والاسم قبلهما مخفوض، لأنه من صفةِ واحدٍ)) (103). ¶ وعلى هذا قوله تعالى: ((ولكن البرَّ مَنْ آمن باللهِ واليوم الآخر ... والموفون بعهدهم إذا عاهدوا والصابرين)) (104)، نصبت الصابرين لأنها مِن صفة (مَنْ)، فذهب به الى المدح (105). ¶ ومنه قوله تعالى: ((لكن الراسخون في العلم منهم والمؤمنون يؤمنون بما أُنزل اليك وما انزل من قبلك والمقيمينَ الصلاة والمؤتون الزكاة)) (106) فـ ((المقيمين)) نعت للراسخين نصبت لأنها من صفة اسم واحد (107)، فغاير في نسق الإعراب تنبيها السامع. أما قوله تعالى: ((إن الذين آمنوا والذين هادوا والصابئون والنصارى)) (108)، فنظيره في العربية قول بشر بن خازم (109): ¶ وإّلا فاعلموا أنّا وأنتم ... بغاةٌ مابقينا في شقاقِ ¶ فرفع الصابئين استعمال فصيح، والنكتة ههنا على مخالفة نسق عطف المنصوب على المنصوب، هي تنبيه الذهن الى أن الصابئين كانوا أهل كتاب، ولما كان غير معروف عند المخاطبين بهذه الآية حسن أن ينبه الى ذلك بتغيير نسق الإعراب (110). ¶ والقاعدة العامة في ذكر الواو هي: ((إن أريد الجمع بين الصفتين أو التنبيه على تغايرهما عُطف بالحرف، وكذلك إذا أريد التنويع لعدم اجتماعهما أُتي بالحرف)) (111)، وإذا كان المقام مقام تعداد صفات من غير",
            "page": "17",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "نظرٍ إلى جمع أو انفراد حسُن إسقاط حرف العطف. (112) ¶ خلاصة البحث ¶ ان ما يسميه النحويون بـ (واو الصرف) هي واو عاطفة تؤدي وظيفة العطف لأنَّ الثاني غير الأول فصح العطف، ان ما سمّوه بـ (الواو الزائدة) هي في حقيقتها واو عاطفة غرضها المغايرة، والقاعدة في ذلك كما قرر الفرّاء: انه اذا كان الخبر مجملا في كلمة ثم فسّرته فاجعله بغير واو، واذا كان أوله غير آخره فبـ (الواو). ¶ ان ما سمّوه بـ (واو الثمانية) هي كذلك واو عاطفة تؤدي معنى المغايرة ولها وظيفتها كتأكيد لصوق الصفة بالموصوف، وهذه الواو نجدها كثيراً عندما تكون الأوصاف متضادة فلا يحسن ذكرها بغير الواو لأنها تدفع توهم الإنكار إيذانا بأنَّ هذه المعاني مع تباينها فهي ثابتة للموصوف بها، وكذلك إن أريد التنويع بالصفات وهي متغايرة حسُن ذكر الواو. ¶ الهوامش ¶ 1 - المصباح المنير:459. ¶ 2 - سورة الرعد:11. ¶ 3 - ينظر لسان العرب، مادة (غير)، مج 5/ 47. ¶ 4 - القاموس المحيط 453. ¶ 5 - مفردات ألفاظ القران:619. ¶ 6 - ينظر: المعاجم اللغوية في ضوء دراسات علم اللغة الحديث 103. ¶ 7 - ينظر: خطرات في اللغة العربية 162. ¶ 8 - ينظر: م. ن 158. ¶ 9 - ينظر: مغني اللبيب 1/ 676 - 677. ¶ 10 - البيت لمسيون بنت بحدل في خزانة الأدب 8/ 503، 504وينظر: سر صناعة الاعراب 2/ 653 ومغني اللبيب 1/ 505. ¶ 11 - ينظر: مغني اللبيب 1/ 676. ¶ 12 - ديوان أبي الأسود الدؤلي 404 ¶ 13 - معاني القران 1/ 235. ¶ 14 - دراسة في النحو الكوفي من خلال معاني القران للفرّاء 288. ¶ 15 - ينظر: مدرسة الكوفة 295. ¶ 16 - ينظر: قضايا نحويّة 111 - 211. ¶ 17 - ينظر: الأنصاف في مسائل الخلاف 1/ 248، مسألة 30. ¶ 18 - دراسة في النحو الكوفي 376 - 377. ¶ 19 - سورة يونس 71. ¶ 20 - معاني القران 1/ 473. ¶ 21 - ينظر: دراسة في النحو الكوفي: 376. ¶ 22 - ينظر: ما قيل في (واو الصرف). ¶ 23 - ينظر: الإنصاف في مسائل الخلاف (مسألة 15):1/ 126. ¶ 24 - ينظر: التعجب بين البصريين والكوفيين 8، مجلة آداب الرافدين – الموصل، ع5 لسنة1974. ¶ 25 - ينظر: أبو زكريا الفرّاء ومذهبه في النحو واللغة 453 - 454. ¶ 26 - نحو الفعل 45. ¶ 27 - م. ن 46. ¶ 28 - المصطلح النحوي 188. ¶ 29 - ينظر: دراسة في النحو الكوفي 290. ¶ 30 - ينظر: النزعة العقلية في الدراسات اللغوية عند الفرّاء 88. ¶ 31 - الحروف الزائدة 135، مجلة كلية الآداب – الجامعة المستنصرية، ع2 لسنة 1971. ¶ 32 - أحرف الزيادة في اللغة العربية 203، مجلة دراسات الأجيال، ع3 لسنة 1986. ¶ 33 - سورة الزمر 73. ¶ 34 - ينظر: معاني الحروف 72. ¶ 35 - المقتضب 2/ 80. ¶ 36 - م. ن 2/ 81. ¶ 37 - واو الثمانية في اللغة العربية 53 - 54. ¶ 38 - إعراب القران 4/ 18. ¶ 39 - ما عدّه النحاة زائدا من حروف العطف 299. ¶ 40 - سورة الزمر 72. ¶ 41 - إعراب القران 4/ 18. ¶ 42 - سورة الزمر 73. ¶ 43 - اعراب القران 4/ 18. ¶ 44 - آية 6. ¶ 45 - آية 49. ¶ 46 - سورة ابراهيم 6. ¶ 47 - سورة البقرة 49. ¶ 48 - سورة الاعراف 41. ¶ 49 - معاني القران 2/ 68 - 69. ¶ 50 - سورة يوسف 24. ¶ 51 - التفسير الكبير 18/ 97. ¶ 52 - سورة التوبة 74. ¶ 53 - لسان العرب 15/ 137، مادة (همَّ) ¶ 54 - سورة يوسف:24. ¶ 55 - ينظر: التفسير الكبير 18/ 97. ¶ 56 - ينظر: أساليب النفي في شعر الشريف الرضي 126 ديوان الشريف الرضي 2/ 107. ¶ 57 - سورة آل عمران: 54. ¶ 58 - ينظر لوامع الانوار 2/ 268. ¶ 59 - معاني القرآن 1/ 218. ¶ 60 - إعراب القرآن 1/ 161.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "61 - ينظر: المصباح المنير 577. ¶ 62 - ينظر: تلخيص البيان في مجاز القرآن 13. ¶ 63 - سورة النمل: 5. ¶ 64 - الصحيفة السجادية الكاملة 36. ¶ 65 - سورة الطارق: 15 و 16. ¶ 66 - مفردات ألفاظ القرآن 728. ¶ 67 - ينظر: متشابه القرآن والمختلف فيه 2/ 225، وينظر: تأويل شكل القرآن 171، في كلامه عن الجزاء عن الفعل بمثل لفظه والمعنيان مختلفان. ¶ 68 - ينظر مغني اللبيب 1/ 672 - 683، وكان الدكتور العبيدي قد رفض هذه التسمية وهي عنده (واو الحال)، ينظر: واو الثمانية في اللغة العربية 53 - 55. ¶ 69 - مغني اللبيب 1/ 682. ¶ 70 - سورة الكهف 22. ¶ 71 - سورةالكهف 22. ¶ 72 - مغني اللبيب 1/ 682. ¶ 73 - سورة الحجر 4. ¶ 74 - الكشاف 2/ 657. ¶ 75 - البحر المحيط ج 7 م11/ 161. ¶ 76 - البحر المحيط ج 7 م11/ 161. ¶ 77 - التبيان في اعراب القران 2/ 100. ¶ 78 - معاني القران واعرابه 3/ 226. ¶ 79 - اعراب القران 2/ 292. ¶ 80 - سورة الكهف 22. ¶ 81 - ينظر التفسير الكبير 11/ 99. ¶ 82 - سورة التحريم 5. ¶ 83 - ينظر: الاشباه والنظائر 4/ 101. ¶ 84 - ينظر: لسان العرب مادة (بكر) و (ثيب). ¶ 85 - ينظر: التبيان في علم البيان 130. ¶ 86 - سورة التوبة 112. ¶ 87 - ينظر: الاشباه والنظائر 4/ 101. ¶ 88 - ينظر: التبيان في علم البيان 130. ¶ 89 - ينظر: ارتشاف الضرب 4/ 1928. ¶ 90 - سورة الحديد 3. ¶ 91 - ينظر: التبيان في علم البيان 130. ¶ 92 - سورة غافر3. ¶ 93 - نتائج الفكر في النحو 187، وينظر: بدائع الفوائد 1/ 169. ¶ 94 - بدائع الفوائد:1/ 170. ¶ 95 - ينظر: التبيان في علم البيان 130. ¶ 96 - ينظر: بدائع الفوائد 1/ 168. ¶ 97 - ينظر: الطراز 2/ 36 - 37. ¶ 98 - الديوان 43، وينظر: الكتاب 1/ 202 ومعاني القرآن 1/ 105 والأصول في النحو 2/ 41، والانصاف 2/ 468. ¶ 99 - ينظر: التبيان في علم البيان 131. ¶ 100 - معاني القرآن 1/ 105. ¶ 101 - ينظر: معاني القرآن 1/ 105، ولم ينسب، ينظر الانصاف: 2/ 469، ومعجم شواهد العربية 426. ¶ 102 - معاني القرآن 1/ 106. ¶ 103 - سورة البقرة آية 177. ¶ 104 - ينظر: معاني القرآن 1/ 104. ¶ 105 - سورة النساء 162. ¶ 106 - ينظر: معاني القرآن 1/ 106. ¶ 107 - سورة المائدة 69. ¶ 108 - الديوان 165، وينظر الكتاب 2/ 156، والانصاف 1/ 190. ¶ 109 - ينظر: تفسير المنار 6/ 409. ¶ 110 - الاشباه والنظائر 4/ 100. ¶ 111 - ينظر: م. ن 4/ 100. ¶ جريدة المصادر والمراجع ¶ اولاً: الكتب ¶ -أبو زكريا الفراء ومذهبه في النحو واللغة: د. أحمد مكي الأنصاري – القاهرة – الهيأة العامة لشؤون المطابع الاميرية -1964. ¶ -ارتشاف الضرب من لسان العرب: ابو حيان الاندلسي (745 هـ)، تح: د. رجب عثمان محمد و د. رمضان عبد التواب – الخانجي – القاهرة – ط1، 1998. ¶ -الاشباه والنظائرفي النحو: جلال الدين السيوطي (ت911 هـ)، تح: غريد الشيخ – لبنان – دار الكتب العلمية، ط1،2001. ¶ -الاصول في النحو: محمد بن سهل بن السراج (ت 316 هـ)، تح: د. عبد الحسين الفتلي، الاردن – 1985 م. ¶ -اعراب القران: أبو جعفر النحاس (ت 338هـ 9، تح: عبد المنعم خليل ابراهيم – لبنان – دار الكتب العلمية، ط1، 2001. ¶ -الانصاف في مسائل الخلاف: بين النحويين البصريين والكوفيين: أبو البركات عبد الرحمن بن محمد الانباري (ت 577هـ)، بيروت، المكتبة المصرية، 1987م. ¶ -البحر المحيط في التفسير: أبو حيان الاندلسي (ت 754هـ)، عناية الشيخ عرفات العشا حسونة ومراجعة صدقي محمد جميل –دار الفكر. ¶ -بدائع الفوائد: ابن قيم الجوزية، تح: هاني الحاج – القاهرة، مكتبة التوفيقية – دت. ¶ -تأويل مُشكل القرآن: ابن قتيبة عبد الله بن مسلم (ت 276 هـ)، تح: ابراهيم شمس الدين، دار الكتب العلمية – بيروت، ط1، 2002.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "-التبيان في اعراب القران: أبو البقاء عبد الله بن الحسين العكبري – تح: محمد حسين شمس الدين – لبنان – دار الكتب العلمية، ط1، 1998. ¶ -التبيان في علم البيان المطلع على اعجاز القرآن – ابن الزملكاني (ت 651 هـ)، تح: د. احمد مطلوب و د. خديجة الحديثي، مط: العاني – بغداد، ط1، 1964. ¶ -التفسير الكبير: محمد بن عمر بن الحسين الرازي (ت604هـ) – تح: عماد زكي البارودي – القاهرة – المكتبة التوفيقية – د ت. ¶ -تفسير المنار – الشيخ محمد عبدة والشيخ محمد رشيد رضا – دار احياء التراث العربي، بيروت – لبنان، ط1، 2002. ¶ -تلخيص البيان في مجازات القرآن – ابو الحسن محمد بن الحسين الشريف الرضي، مطبعة وزارة الثقافة والارشاد الاسلامي – طهران، 1407 هـ. ¶ -خزانة الأدب ولب لباب لسان العرب: عبد القادر بن عمر البغدادي (ت1093هـ) – بولاق – المطبعة الأميرية – د. ت. ¶ -خطرات في اللغة العربية: د. فاخر الياسري، دار الشؤون الثقافية العامة – بغداد. ¶ -دراسة في النحو الكوفي من خلال معاني القران للفراء: المختار أحمد ديرة – دمشق – دار قتيبة ط1، 1991. ¶ -ديوان أبي الاسود الدؤلي، صنعة أبي سعيد الحسن السكري، تح: محمد حسن ال ياسين – بيروت – دار الكتاب الجديد –ط1،1974. ¶ -ديوان بشر بن ابي خازم، تح: عزة حسن، منشورات دار الثقافة، دمشق، 1979. ¶ -ديوان الخرنق بنت بدر: رواية ابي عمرو بن العلاء. تح: يسري عبد الغني عبد الله. دار الكتب العلمية، بيروت، ط1، 1990. ¶ -ديوان الشريف الرضي – بيروت – دار صادر- د. ت. ¶ -سر صناعة الإعراب: ابو الفتح عثمان بن جني (ت 392هـ) – تح: مصطفى السقا ورفاقه، القاهرة، شركة عيسى البابي الحلبي، ط1، 1954. ¶ -الصحيفة السجادية الكاملة: علي بن الحسين (ع)، تح: علي انصاريان، دمشق، دت. ¶ -الطراز المتضمن لأسرار البلاغة وعلوم حقائق الاعجاز: يحيى بن حمزة العلوي، لبنان، دار الكتب العلمية، 1982. ¶ -القاموس المحيط: محمد بن يعقوب الفيروز آبادي (ت 817 هـ)، تح: مكتب تحقيق التراث في مؤسسة الرسالية بيروت، ط7، 2003. ¶ -قضايا نحوية: د. مهند المخزومي، ابو ظبي، المجمع الثقافي، 2003. ¶ -الكتاب – سيبويه، عمرو بن عثمان بن قنبر، تح: عبد السلام محمد هارون– مكتبة الخانجي – القاهرة، ط 3، 1988. ¶ -الكشّاف عن حقائق التنزيل وعيون الاقاويل في وجوه التأويل: أبو القاسم محمود بن عمر الزمخشري (ت 358هـ)، لبنان، دار احياء التراث العربي، ط1، 2003. ¶ -لسان العرب: ابن منظور (ت 711هـ)، لبنان، دار احياء التراث العربي، ط3. ¶ -لوامع الانوار العرشية في شرح الصحيفة السجادية: السيد محمد باقر الموسوي، تح: مجيد هادي زادة، عترت – ايران، ط1، 1349. ¶ -مدرسة الكوفة ومنهجها في دراسة اللغة والنحو: د. مهدي المخزومي، مصر، البابي الحلبي واولاده، ط2، 1958. ¶ -متشابه القرآن والمختلف فيه: ابو جعفر محمد بن علي، تح: حامد المؤمن، العارف – بيروت، ط1، 2008. ¶ -المصباح المنير: محمد بن علي المقري الفيومي (ت 770 هـ)، دار الكتب العلمية – بيروت، ط1، 1994. ¶ -المصطلح النحوي؛ نشأته وتطوره حتى اواخر القرن الثالث الهجري: عوض احمد القوزي، الرياض، جامعة الرياض، شركة الطباعة العربية، 1981 م. ¶ -معاني الحروف: أبو الحسن علي بن عيسى الرُّماني (ت 384هـ)، بيروت، دار مكتبة الهلال، 2008. ¶ -معاني القران: أبو زكريا يحيى بن زياد الفرّاء (ت 207هـ)، تح: احمد يوسف نجاتي ومحمد علي النجار، بيروت، دار السرور، د. ت. ¶ -معاني القران واعرابه: أبو اسحاق ابراهيم بن السّريّ الزّجاج (ت 311هـ)، تح: د. عبد الجليل عبده شلبي، القاهرة، دار الحديث، 2004. ¶ -المعاجم اللغوية في ضوء دراسات علم اللغة الحديث: د. محمد احمد ابو الفرج، دار النهضة العربية، ط1، 1966. ¶ -معجم شواهد العربية – عبد السلام محمد هارون – مكتبة الخانجي – القاهرة، ط3، 2002. ¶ -مغني اللبيب عن كتب الاعاريب: ابن هشام جمال الدين بن عبدالله الانصاري (ت 761هـ)، تح: حسن حمد ومراجعة د. إميل بديع يعقوب، بيروت، دارالكتب العلمية، ط1، 1998. ¶ -مفردات الفاظ القرآن: الراغب الاصفهاني (ت 425 هـ)، تح: صفوان عدنان داوودي، مط: اميران، ط3، 1424 هـ",
            "page": "20",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "-المقتضب: ابو العباس محمد بن يزيد المبرِّد (ت 285 هـ)، تح: محمد عبد الخالق عضيمة، بيروت، عالم الكتب. ¶ -نتائج الفكرفي النحو: أبو القاسم عبد الرحمن بن عبد الله السهيلي (ت 581هـ)، تح: عادل احمد عبد الموجود، بيروت، دارالكتب العلمية، ط1، 1992. ¶ -نحو الفعل: د. احمد عبد الستار الجواري، بيروت، المؤسسة العربية للدراسات والنشر، 2006. ¶ -النزعة العقلية في الدراسات اللغوية عند الفراء: د. وسام مجيد جابر البكري، بغداد، دار المرتضى، ط1، 2009. ¶ ثانياً: الرسائل الجامعية: ¶ -اساليب النفي في شعر الشريف الرضي: سهى كناوي حسن، اشراف: د. طارق عبد عون الجنابي، رسالة ماجستير، جامعة بغداد، كلية التربية للبنات، 1996. ¶ ثالثاً: البحوث: ¶ -التعجب بين البصريين والكوفيين: د. محيي الدين توفيق ابراهيم، مجلة آداب الرافدين، جامعة الموصل، ع 5 لسنة 1974. ¶ -أحرف الزيادة في اللغة العربية: د. عبد الحسين الفتلي، مجلة دراسات الاجيال، الجامعة، بغداد، ع 3 لسنة 1986. ¶ -الحروف الزائدة: د. هادي الحمداني، مجلة الجامعة المستنصرية، بغداد، ع2 لسنة 1971. ¶ -ما عدّه النحاة زائدا من حروف العطف: د. عائد علوان الحريزي، مجلة الاداب، بغداد، ع1 لسنة 1987. ¶ -واو الثمانية في اللغة العربية: د. رشيد عبد الرحمن العبيدي، مجلة الكتاب، الجامعة، بغداد، ع1 و2 لسنة 1975. ¶ ملحوظة: ¶ اشرنا إلى عبارة (المصدر نفسه) أو (المرجع نفسه) بـ (م. ن)، واشرنا إلى عبارة مجلد بـ (م).",
            "page": "21",
            "part": "1"
        }
    ],
    "t37235": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "معنى المغايرة في الواو العاطفة في العربية"
        }
    ]
}