{
    "b37246": [
        {
            "id": "1",
            "nass": "أضواء على الرسالة المنسوبة إلى الحافظ الذهبي ¶ النصيحة الذهبية لابن تيمية ¶ وتحقيق في صاحبها ¶ تأليف ¶ محمد عبدالله أحمد ¶ أبو الفضل القونوي ¶ قام بنشرها أبو عمر الدوسري ¶ www.frqan.com ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهد الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إإإه إلاّ الله وحده لا شريك له وأشهد أن محمّداً عبده ورسوله. ¶ أما بعد فهذه دراسة جديدة لرسالة اشتهرت باسم \"النصيحة الذهبية لابن تيمية\" ونُسبت غلطاً ـ أوقصداً ـ إلى الإمام الحافظ مؤرخ الإسلام؛ أبي عبد الله الذهبي (ت 748 هـ) رحمة الله عليه، صاحب التصانيف البارعة التي خدم بها الحديث النبوي والعلوم الإسلامية، وحسبك دلالة على علو قدره في العلم؛ أن الحافظ ابن حجر العسقلاني (ت852هـ)\"قد شرب ماء زمزم لنيل مرتبته، والكيل بمعيار فطنته\"(1). ¶ ومنذ أن ظهرت هذه \"النصيحة\" إلى عالم المطبوعات قبل خمسٍ وسبعين سنة،وهي موضع جدال بين أهل الاختصاص فمن مُسَلّم بأن الذهبي أنشأها، ومن دافع في صدر هذا الزعم، مشككٍ فيه، قائل بتزويره عليه، ولا ريب عندي: أن الذهبي بريء من إرسالها براءة الذئب من دم يوسف عليه السلام. ¶ إلا أن حديث التزوير والتنحُّل على مؤرخ الإسلام قد تراجع في دراستي هذه إلى الاحتمال الأخير، وتراجع معه الاحتمال المفظع، ألا وهو رمي واحد من نساخها الأعلام الثقات بتكذُّبها واختلاقها، وذلك بعد أن بدا لي واضحاً (البطائحي) الذي كتبها ـ تَبَّت يده ـ وأرسلها إلى شيخ الإسلام، في كثير من نمطها أغلب الظن، وإن شئت أن تشاركني الرأي فاقرأ ثم احكم.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ولقد أحسن من سبقني إلى دراستها وألف في ذلك (التوضيح الجلي في الرد على النصيحة الذهبية)، أعني: الأستاذ محمد بن إبراهيم الشيباني الكويتي، ولكن يُطمع من فاضل مثله أن يعيد النظر في دراسته، مع التأمُّل في ما ذهبت إليه، لعله يفيدني بعض ما ندّ عني صوابه. ¶ وأخيراً فهذا جهد المُقل، فاللّهمّ إن كان صواباً فأَعظِم لي الأجر، وإن كان خطأً فاشملني بعفوك، فإني ما رُمْتُ إلا جلاء الحقّ الذي يُرضيك، وإلا نصر أوليائك، والذبّ عن دعاة هدي نبيك صلى الله عليه وسلم، اللّهم واجمعني مع سلف الأمة الطيّب تحت لواء سيد ولد آدم، يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم، والحمد لله أولاً وآخراً. ¶ وكتب أبو الفضل محمد بن عبد الله القونوي ¶ 15/1/1423 هـ ¶ المدينة المنورة ¶ الباعث على دراسة \"النصيحة\" ¶ ب666/ب66 ¶ كان كتاب (جامع كرامات الأولياء) للنبهاني (ت 1350 هـ) من مصادري التي رجعت إليها في دراستي عن القلندرية وتاريخها(1)، فكان أن لفت انتباهي في مقدمته التي ذكر فيها مصادره قوله: \"... وتفاح الأرواح، لكمال الدين محمد بن أبي الحسن على السراج، الرفاعي القرشي الشافعي، من أهل القرن الثامن، كان معاصراً للسبكي وابن تيمية، وكتابه هذا مجلدان في كرامات الأولياء، وقع لي منه المجلد الأول فقط...\"(1). ¶ فقلت لنفسي: هذا رفاعي معاصر لشيخ الإسلام فلا يستبعد أن يعرض بالذكر له ولمن كان أبو العباس رحمه الله تعالى مسلطاً عليهم ـ بتعبير الصفدي ـ(1) أعني زمر القلندرية، ولكن أين أقع على كتابه؟ ¶ وكانت لي سفرة إلى الرياض، فلما جئتها قصدت أحد صروح المعرفة بها، وهو: (مركز الملك فيصل للبحوث والدراسات الإسلامية)، فخطر ببالي أن أسأل قسم المخطوطات به عن (تفاح الأرواح) هذا، فكانت المفاجأة الأولى قول الموظف القاعد على المحساب: \"هو بمكتبة الملك فهد الوطنية\".",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فلما حصلت على مصورة:(تفاح الأرواح) وطالعته، ألفيته أكثر أهمية مما تخيلت وعلمت أن الذي لم يقف عليه النبهاني هو:(تشويق الأرواح) فأرسلت إلى المحقق وخبير المخطوطات التركي، الأستاذ: يوسف أوزبك أسأله أن يفتش عنه (باصطمبول) ولقد كانت المفاجأة الأخرى إذ هتفتُ به بعد أيام فقال لي: (وجدت تشويق الأرواح..) فلما أن جاءتني نسخة منه، عرفت أني أدركت كنزاً في الموضوع الذي أنا بصدده وزيادة. ¶ وكان مما تَبين لي حينها؛ أن مؤلف ذين الجزأين هو الرجل الذي تتجه إليه أصابع الاتهام بإنشاء: \"النصيحة الذهبية\" وإرسالها إلى أبي العباس بن تيمية رحمة الله عليه للقرائن التي في الكتاب بجزأيه، ولِما تحتويه \"النصيحة\". ¶ فعزمتُ على دراسة \"النصيحة\" وكلام ابن السراج في مؤلفه، وطلبتُ النسخة التي هي بخط ابن قاضي شهبة، وعلقت عليها بعض التعليقات، وفق الذي جدّ في المسألة، أبتغي بذلك تأكيد براءة الحافظ الذهبي منها. ¶ مخطوطة \"النصيحة\" وناشرها الأول ¶ ذكر الدكتور بشار عواد معروف البغدادي(1) أن النسخة التي هي بخط ابن قاضي شهبة (ت851 هـ) في دار الكتب المصرية ورقمها (18823 ب) وقال إن منها نسخة بدار الكتب الظاهرية، ورقمها (1347)، ولم يتبين لي إن كان يعني أنها بخط ناسخ آخر، أو أنها صورة عن الأولى. ¶ وقد حصلت على التي بدار الكتب المصرية وهي التي كان يملكها الكوثري (ت 1371 هـ) وعليها كان اعتماده لمّا نشرها سنة: 1347 هـ ثم أهداها إلى دار الكتب المذكورة، ولم ينس أن يلحق بها كلمة زاد بها وضر \"النصيحة\" وضراً، وأنا أسوقها لأمانة العلم: ¶ \"كلمة في الرسالة التي بعث بها الحافظ الذهبي ¶ إلى الشيخ أحمد بن تيمية الحراني تحذيراً له عن ¶ الإصرار في الشذوذ عن جماعة أهل العلم ¶ في مسائل خطرة (!!) ¶ بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الحمد لله، والصلاة والسلام على سيدنا محمد رسول الله وآله وصحبه أجمعين، وبعد: فدونك رسالة بعث بها الذهبي إلى أحمد بن تيمية الحراني ينصحه فيها، ويحذره عواقب إصراره على الشذوذ عن جماعة أهل العلم في مسائل اعتقادية وعملية خطرة (!!). ¶ كنت ظفرت بتلك الرسالة، منقولة بخط التقي بن قاضي شهبة، ضمن دشت(1) عرضه الأستاذ السفرجلاني(1) للبيع، فبادرت إلى شرائها بثمن يتناسب مع قيمة هذه الوثيقة الثمينة حتى تم عرضها لأنظار الفاحصين بنشرها مع (زغل العلم) للذهبي. ¶ ثم ارتأيت إهداء الأصل إلى دار الكتب العربية الكبرى الملكية بمصر، ليحفظ بها حتى يتمكن الباحثون من الاطلاع عليها متى شاؤوا ذلك. ¶ وقد ذكر ابن قاضي شهبة في صدر الرسالة: أنه نقلها من خط البرهان بن جماعة، المنقول من خط الحافظ أبي سعيد صلاح الدين بن العلائي، المكتوب من خط مرسلها الشيخ شمس الدين الذهبي، ولا ريب في جلالة قدر هؤلاء العلماء. ¶ وثمة عدة كتب بخط ابن قاضي شهبة، بالخزانة الظاهرية بدمشق، وبدار الكتب العربية الكبرى بمصر، ففي إمكان الباحث أن يقارن خط هذه الرسالة بخط تلك الكتب، إن لم يكن من الذين مارسوا خطوط العلماء الأقدمين. ¶ وقد ذكر ابن قاضي شهبة نفسه في (طبقات الشافعية) في ترجمة البرهان ابن جماعة: إني رأيت مجاميع بخط البرهان المذكور فنقلت منها فوائد(1). ¶ وأشار الحافظ السخاوي في (الإعلان بالتوبيخ) إلى هذه الرسالة، حيث قال في صدد الدفاع عن الذهبي، رداً على من ينسبه لفرط التعصب: \"ورأيت له رسالة كتبها لابن تيمية هي في دفع نسبته لمزيد تعصبه مفيدة\" بعد أن نقل السخاوي قول الذهبي في (زغل العلم) في حق ابن تيمية: \"... وما دفع الله عنه وعن أتباعه أكثر، وما جرى عليهم إلا بعض ما يستحقون...\" و\"... ثم صار مظلماً مكسوفاً عليه قتمة عند خلائق من الناس، ودجالاً أفاكاً كافراً عند أعدائه ومبتدعاً فاضلاً محققاً بارعاً عند طوائف من عقلاء الفضلاء..\"(1).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وكان أحمد بن تيمية الحراني تمكن من اجتلاب ثقة شيوخ مصره إليه، وثنائهم عليه، بحسن سمته، وطلاقة لسانه، وسيلان قلمه، ثم بدأ يذيع آراءً مستبشعة في المعتقد وفي الفروع، عاماً بعد عام، حتى عيل صبر العلماء الذين كانوا أطروه بأول الأمر، فتخلوا عنه واحداً إثر واحد، بعد أن ذاقوا مرارة تسرعهم في إطرائه قبل أن يختبروه اختباراً كافياً. ¶ وكان في جملة المتسرعين في إطرائه ـ اغتراراً منهم بمظهره في بادىء الأمر ـ الجلال القزويني صاحب (الإيضاح) و(التلخيص)، والكمال الزملكاني، وقاضي القضاة الحريري، وقاضي القضاة القونوي، وأبو الحجاج المزي، والذهبي. ¶ ولما استفحل أمر فِتَنِ ابن تيمية على تعاقب السنين، وأصبح علماء السنة إلباً واحداً ضده، ولم يبق معه سوى شيعته؛ من الحشوية كان الذهبي يسعى في تهدئة الفتنة بأن يعتب تارة أضداده على تشددهم في ابن تيمية، ويدعوهم إلى تخفيف اللهجة نحوه، مراعاة لسعة علمه، كما فعل مع التقي السبكي برسالة أرسلها إليه، على ما أشار إليها الحافظ ابن ناصر الدين الدمشقي، حيث ذكر صدر جواب السبكي عنها(1). ¶ وبأن يرسل مرة أخرى هذه الرسالة إلى ابن تيمية نفسه، ينصحه فيها كما ترى، فها هو الأصل في ورقتين بقطع الثمن في صفحتين وثلث صفحة، بخط التقي بن قاضي شهبة، وحيث إن الأصل صعب القراءة لكثير من القراء ارتأيت أن أكتب صورة الأصل، بعد الورقتين المذكورتين.والله هو الهادي. ¶ في 7 شوال سنة 1354 هـ\". ¶ قلت: ولا بدّ من تعليق مختصر على كلام الكوثري عدو نفسه: فأنت ترى أنه قد فرح بوقوعه على هذه \"النصيحة\" حين عبَّر عن ذلك بأنه ظفر بها، فبادر إلى شرائها بثمن يتناسب مع قيمة هذه الوثيقة الثمينة، وهي فرحة يشاركه فيها (الكوثريون) إلى يومنا هذا وقد آن أن تردّ تَرْحَةً عليهم.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لقد خان الكوثري أمانة العلم، في مواضع يطول ذكرها، وأنت ههنا أمام أنموذج يدلك على شنشنته مع إمام كبير، وقدوة عَلَم كابن تيمية، هذا المجتهد الورع، والعبقري المقدام، وشيخ الإسلام بحق، يروم الكوثري حطّه عن رتبته فلم يزده ذلك إلا رفعة وقبولاً في قلوب الأمة الإسلامية، وباء شانئه بالخسار، والله الموعد. ¶ وإن من مكر هذا (الكوثري) استغلاله عبارة للسخاوي (ت902هـ) رحمه الله، جاءت في سياق موهم، فإن عبارته هذه: \"وقد رأيت له عقيدة مجيدة، ورساله كتبها لابن تيمية، هي لدفع نسبته لمزيد تعصبه مفيدة، وقال مرة فيه... الخ\". ثم أورد كلاماً من (زغل العلمِ) هذه العبارة وهذا السياق يوهم أنه رأى \"النصيحة\"، و(زغل العلم). والذي أراه: أن الكوثري اهتبلها فرصة وأعمل حيلته، فزعم للقارىء أن (الرسالة) التي وردت في كلام السخاوي غير (زغل العلم)(1). ¶ والأظهر من كلام السخاوي أنه يعني بالرسالة (زغل العلم) وليس \"النصيحة\" ألا ترى أنه لم ينقل فقرة واحدة من \"النصيحة\" وهي في بشاعتها أكثر دلالة على دفع تعصب الذهبي لشيخ الإسلام، مما في (زغل العلم) بكرات ومرات(1). ¶ وأخرى أنه ـ وأعني الكوثري ـ حَرَّف ترتيب كلام السخاوي في خفاء لم يَنتبه له من خُدع به فهو ينقل قول السخاوي: \"وقد رأيت له عقيدة مجيدة، ورسالة كتبها لابن تيمية\"(1) ثم يضيف قائلاً: \"بعد أن نقل السخاوي قول الذهبي في (زغل العلم) في حق ابن تيمية...\" والواقع العكس فإن \"بعد\" هذه ليست سبق قلم من مثل الكوثري، وإنما كانت منه ليستقيم له الزعم بأن السخاوي اطلع على \"النصيحة\". ¶ أما كلامه على الذهبي بخاصة فهو الدليل الكبير، في كلمته هذه على أنه كان ألعوبة للهوى والشيطان، إن لم يكن لحقه حمق صوفيته. أكان الذهبي ـ يا عديم الإنصاف ـ في مثل بذاءتك، حتى ينصح شيخه بالسباب والشتائم ؟ وبالأسلوب الذي لم نشهده منه، حتى في خطابه للفلاسفة والملاحدة والوجودية؟!",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "أيدعو أبو عبد الله الذهبي أضداد شيخ الإسلام؛ ابن تيمية، إلى تخفيف لهجتهم نحوه، ثم يبعث إليه برسالة صخرية اللهجة، عنيفة الوقع، سوقية العبارات، أكثر خصومه تورعوا عن مثلها؟! ¶ ولقد عرف كل طالب علم منصف كذبك، وتحريفك للحقيقة، وبَتْرك المعلومة، حتى تلج إلى مبتغاك الخبيث، كقولك هنا: \"إنَّ أناساً من العلماء تسرعوا في إطرائه، ثم إنهم ذاقوا مرارة ذلك\"، ألا فلا مُرَّ إلا ما ستلقى إن شاء الله تعالى(1). ¶ وأستحسن أن أنقل لك شهادة من طبع \"النصيحة\"، وتلمذ للكوثري مدة من الزمان، ثم قلاه وتبرأ منه، أعني: محمد حسام الدين القدسي (ت1400 هـ)،قال في مقدمة كتاب:(الانتقاء) للإمام ابن عبد البر رحمه الله: \"... هذا، وقد كان الشيخ محمد زاهد الكوثري، يصحح الكتاب ويعلق عليه، ثم أوقفت ذلك في الصفحة (88)، لما اطلعت عليه من دخلة في علمه وعمله، دفعتني إلى النظر في تعليقاته، على النزر من مطبوعاتي، بغير العين التي كانت لا تأخذ منه إلاّ عالماً مخلصاً. ¶ فرأيته في بعضها باحثاً بمادة واسعة، وتوجيه لم يسبق إليه، وهو شطر السبب في إعجابي به، بما تأتّى إليه من عدم النفاذ إلى أغراضه، وفي بعضها يحاول الارتجال في التاريخ، تعصباً واجتراء، والباقي تعليق ككل تعليق وكلام ككل كلام. ¶ وخيفة أن أشاركه في الإثم إذا سكتُّ عن جهله، بعد علمه، سقت هذه الكلمة الموجزة، معلناً براءتي مما كان من هذا القبيل...\"(1). ¶ الرأي في سبب انخداع بعض العلماء بـ\"النصيحة\" ¶ لا يخالجني شك في أن لمكر الكوثري بقرائه،وإيحائه لهم بأن السخاوي قصد بالرسالة التي رآها هذه: \"النصيحة\" حتى كرر ذلك غير مرة في المطبوع منها وفي كلمته السابقة التي ألحقها بالمخطوطة،وفي غير ذلك من تعليقاته، دخلاً في تورط محققين فاضلين، بالقول بصحة نسبة \"النصيحة\" للذهبي فناديا بإثباتها ولم يُعرِّجا على الشك بها، وهو ماثل أمامهما بسبيل مقيم.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أما أحدهما فهو الدكتور المحقق صلاح الدين المنجد الذي ألحق \"النصيحة\" بكتابه: (شيخ الإسلام ابن تيمية سيرته وأخباره عند المؤرخين) ثم قال معلقاً عليها: \"شك بعضهم في نسبة هذه النصيحة للذهبي، ولا شك عندنا أنها له، فقد نقلت مخطوطاتها من خط الذهبي، ولم ينكرها أحد من العلماء الذين نقلوها كتقي الدين بن قاضي شهبة وغيره. ثم إن هذا هو أسلوب(1) الذهبي عندما يُهاجم، ويبدو أنه كتبها في آخر عمره. ولم يثن أحد على الشيخ كثناء الذهبي عليه، لكنه انتقده بعد ذلك في بعض الأمور حباً له، وإشفاقاً عليه\"(1). ¶ وأما الآخر فهو الدكتور المحقق بشار عواد معروف،الذي قال في كتابه: (الذهبي ومنهجه في كتابه تاريخ الإسلام) وهو يتحدث عن انفراد السخاوي بذكر بعض آثار الذهبي: \"... وهو الوحيد الذي أشار إلى رسالة الذهبي إلى ابن تيمية، مما وثق نسبتها إليه لا سيما وقد شك فيها غير واحد...\". ¶ ثم أوردها في عداد آثاره، ونقل كلام السخاوي الذي سقته لك آنفاً وقال: \"وذهب بعضهم إلى القول بأنها مزورة، ولا عبرة بذلك\" وكرر ذلك في مقدمته على (سير أعلام النبلاء) قائلاً: \".. وأرسل إليه نصيحته الذهبية التي يلومه وينتقد بعض آرائه وآراء أصحابه بها..\"(1). ¶ وليس بخافٍ على مثل المحققين الفاضلين أن كون هذه \"النصيحة\" بخط ابن قاضي شهبة وأنه نقلها من خط البرهان بن جماعة (ت 790 هـ) وأن هذا نقلها من خط العلائي (ت 761 هـ)، وهو من خط الذهبي، لا يعني بحال انعدام احتمالات تبرىء الذهبي عن إنشائها فإنه يرد من ذلك ما لا نحتاج معه إلى مخالفة الأقرب إلى المعقول أو النيل من عرض أحد هؤلاء ونحت أثلته. ¶ وهذه بعض الاحتمالات، التي كان من الممكن أن يُورداها تبرئة للذهبي رحمه الله تعالى، واعتذاراً عن ابن قاضي شهبة، وابن جماعة، والعلائي، وذلك قبل وقوفي على كتاب؛ محمد بن السراج الدمشقي:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "1ـ يحتمل أن تكون من وضع أحد أعداء ابن تيمية ـ وما أكثرهم ـ وأن واضعها قلد خط الذهبي تقليداً محكماً ثم جعلها حيث يقع نظر العلائي عليها. ¶ 2ـ ويحتمل أن الذي زورها قلد خط العلائي، وأوقف البرهان بن جماعة عليها. ¶ 3ـ ويحتمل أن الخط المزور هو خط ابن جماعة، وأن الواهم هو ابن قاضي شهبة. ¶ ثم ألم يلحظا أن هؤلاء الأعلام ـ فضلاً عن غيرهم ممن اطلع على النصيحة ـ لم يُعرف عنهم الإشارة إليها مستشهدين بها على تناقض حكم إمام في الجرح والتعديل؛ كالذهبي في الرجال الذين عاصرهم وجالسهم ؟ فالنَّقَدَةُ من أقرانه وتلاميذه متوافرون، ولو أن عبد الوهاب السبكي (ت 771 هـ) وأمثاله وقعت إليهم لأعظموا الوَلْوَال. ¶ هذا الحافظ العلائي رحمه الله، ينقد الذهبي عندما ترجم للأمير تنكز (ت 741 هـ) قائلاً: \"لقد بالغ المصنف، وتجاوز الحدّ في ترجمته تنكز، وأين مثله؟ وأعرض عن محاسنه الطافحة..\" ثم قال: \"ذنب تنكز أنه كان يحط كثيراً على ابن تيمية\"(1) فلو أنه نسخ \"النصيحة\" لما أخلاها من تعليق مناسب، نقله ابن جماعة ومن بعده. أما شكّا هنيهة من سكوت السخاوي عن نقل فقرات منها في أي كتاب له على افتراض أنه قد رآها ؟ ¶ تفسيري لما أفترضُ أنه وقع، والعلم عند الله تعالى: ¶ بعد أن عثرت على كتاب ابن السراج الدمشقي، الذي أتهمه بكتابة \"النصيحة\"، ودرست كلامه، وتأملت \"النصيحة\"، خلصت إلى هذا التفسير الذي يقبله العقل، ولا تردُّه العادة.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "لقد تأملت في كلمة وردت في نهاية مخطوطة \"النصيحة\" وهي هذه: \"آخر الرسالة الذهبية نصيحة منه لابن تيمية\" فظهر لي أنها مكمن الظن الخاطىء، الذي أدى إلى رمي الذهبي بإنشائها، وذلك أنه يُفهم من كتاب (التشويق) و(التفاح) لابن السراج أنه كان مولعاً بالسجع جداً، وأنه كان يُصدِّر رسائله بعناوين مسجوعة، وأنه في رسالته هذه، سار على المعهود من أمره، فكتب هذا العنوان (الرسالة الذهبية إلى ابن تيمية)، أو لعله كتب (رسالة ذهبية إلى ابن تيمية) على أن مراده من لفظ (الذهبية) الذهب المعروف، أي أنها في قيمة هذا المعدن الثمين فلما وقعت هذه الرسالة إلى الحافظ العلائي، حسب أن نسبة الذهب فيها إلى شيخه الحافظ الذهبي، وأداه المتبادر إلى الذهن، من هذه اللفظة إلى الذهول عن أن الخط ليس لشيخه، فاستنسخ منها لنفسه ثم تابعه من نسخها عنهُ. ¶ ويمكن أن يكون الذهبي قد نسخها حين رآها بخط ابن السَّرَّاج، لمقصد عنده، كما يفعل المؤرخ المجمّع لمادته العلمية على أن يقول فيها رأيه بعد، ثم لم يتيسر له ذلك، وبقيت بخطه حتى عثر عليها العلائي. ¶ وعلى هذا فما كُتِبَ بأول الرسالة من قبل أحد النساخ ـ وأظنه الحافظ العلائي ـ من قوله: \"رسالة نصيحة من الذهبي لابن تيمية عفا الله عنهما\" هو من اجتهاده وفهمه، إذ رأى في صدر الرسالة ما رأى. ¶ مكانة ابن تيمية عند الذهبي ¶ قال الإمام الحافظ مؤرخ الإسلام؛ أبو عبد الله محمد بن أحمد بن عثمان الذهبي، في كتابه (ذيل تاريخ الإسلام): \"ابن تيمية، الشَّيخ، الإمام العالم، المُفسّر، الفقيه، المجتهد، الحافظ، المحدِّث، شيخ الإسلام، نادرة العصر، ذو التَّصانيف الباهرة والذكاء المفرط، تقي الدين، أبو العبَّاس، أحمد، ابن العالم المفتي شهاب الدين عبد الحليم(1) ابن الإمام شيخ الإسلام مجد الدين أبي البركات، عبد السَّلام مؤلف \"الأحكام\"، ابن عبد الله ابن أبي القاسم الحَرَّاني، ابن تَيْميَّة، هو لقب لجده الأعلى.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "مولده في عاشر ربيع الأوَّل، سنة إحدى وستين وست مئة، بحرَّان، وتحول به أبوه وأقاربه إلى دمشق في سنة سبع وستين، عند جور التَّتار؛ منهزمين في الليل؛ يجرون الذرية والكتب على عجلة؛ فإنَّ العدو ما تركوا في البلد دواب سوى بقر الحرث، وكلَّت البقر من ثقل العجلة، ووقف الفرار، وخافوا من أن يدركهم العدو، ولجأوا إلى الله، فسارت البقر بالعجلة، ولطف الله تعالى، حتَّى انحازوا إلى حد الإسلام. ¶ فسمع من: ابن عبد الدائم، وابن أبي اليُسر، والكمال بن عبد، وابن أبي الخير، وابن الصيرفي، والشَّيخ شمس الدين، والقاسم الإربلي، وابن علان، وخلق كثير، وأكثر وبالغ. ¶ وقرأ بنفسه على جماعة وانتخب، ونسخ عدة أجزاء، و\"سنن أبي داود\"، ونظر في الرجال والعلل، وصار من أئمة النقد، ومن علماء الأثر، مع التدين والنبالة، والذكر، والصيانة. ¶ ثمَّ أقبل على الفقه ودقائقه وقواعده وحججه، والإجماع والاختلاف؛ حتَّى كان يقضى منه العجب إذا ذكر مسألة من مسائل الخلاف، ثمَّ يَستدل ويُرجّح ويجتهد، وحُقَّ له ذلك، فإنَّ شروط الاجتهاد كانت قد اجتمعت فيه؛ فإنني ما رأيت أحداً أسرع انتزاعاً للآيات الدالة على المسألة التي يوردها منه، ولا أشد استحضاراً لمتون الأحاديث، وعزوها إلى الصحيح، أو إلى المسند، أو إلى السنن منه؛ كأن الكتاب والسنن نصب عينيه، وعلى طرف لسانه، بعبارة رشيقة، وعين مفتوحة، وإفحام للمخالف. وكان آية من آيات الله تعالى في التفسير، والتوسع فيه، لعله يبقى في تفسير الآية المجلس والمجلسين. ¶ وأما أصول الديانة، ومعرفتها، ومعرفة أحوال الخوارج والروافض والمعتزلة وأنواع المبتدعة؛ فكان لا يُشق فيه غباره، ولا يلحق شأوه. ¶ هذا مع ما كَانَ عليه من الكرم الَّذي لم أشاهد مثله قط، والشجاعة المفرطة الَّتي يضرب بها المثل، والفراغ عن ملاذّ النفس، من اللباس الجميل، والمأكل الطيب، والراحة الدنيوية.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ولقد سارت بتصانيفه الركبان، في فنونٍ من العلم وألوان، لعلَّ تواليفه وفتاويه في الأصول، والفروع، والزهد، والتفسير، والتوكل، والإخلاص، وغير ذلك، تبلغ ثلاث مائة مجلد، لا بل أكثر. ¶ وكان قوَّالاً بالحق، نهّاءً عن المنكر، لا تأخذه في الله لومة لائم، ذا سطوة وإقدام، وعدم مداراة الأغيار. ومن خالطه وعرفه؛ قد ينسبني إلى التقصير في وصفه، ومن نابذه وخالفه؛ ينسبني إلى التغالي فيه، وليس الأمر كذلك. مع أنني لا أعتقد فيه العصمة، كلا! فإنه مع سعة علمه، وفرط شجاعته، وسيلان ذهنه، وتعظيمه لحرمات الدين، بشرٌ من البشر تعتريه حدّة في البحث، وغضب وشظف للخصم؛ تزرع له عداوة في النفوس، ونفوراً عنه. ¶ وإلا والله فلو لاطف الخصوم، ورفق بهم، ولزم المجاملة وحسن المكالمة؛ لكان كلمة إجماع؛ فإنَّ كبارهم وأئمتهم خاضعون لعلومه وفقهه، معترفون بشفوفه وذكائه، مقرّون بندور خطئه. ¶ لست أعني بعض العلماء الَّذين شعارهم وهجِّيراهم الاستخفاف به، والازدراء بفضله، والمقت له، حتَّى استجهلوه وكفَّروه ونالوا منه، من غير أن ينظروا في تصانيفه، ولا فهموا كلامه، ولا لهم حظ تام من التوسع في المعارف، والعالم منهم قد ينصفه، ويرد عليه بعلم. ¶ وطريق العقل السكوت عما شجر بين الأقران ـ رحم الله الجميع ـ(1). ¶ وأنا أقلّ من أن ينبّه على قدره كلمي، أو أن يوضّح نبأه قلمي؛ فأصحابه وأعداؤه خاضعون لعلمه، مقرُّون بسرعة فهمه، وأنَّه بحر لا ساحل له، وكنز لا نظير له، وأن جُوده حاتمي، وشجاعته خالدية.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ولكن قد يَنْقِمون عليه أخلاقاً وأفعالاً؛ منصفُهم فيها مأجور، ومقتصدهم فيها معذور، وظالمهم فيها مأزور، وغاليهم مغرور، وإلى الله ترجع الأمور، وكل أحد يؤخذ من قوله ويترك، والكمال للرسل، والحجة في الإجماع. فرحم الله امرأً تكلم في العلماء بعلم، أو صمت بحلم، وأمعن في مضايق أقاويلهم بتؤدة وفهم، ثمَّ استغفر لهم، ووسَّع نطاق المعذرة، وإلاَّ؛ فهو لا يدري ولا يدري أنَّه لا يدري. ¶ وإن أنت عذرت كبار الأئمة في معضلاتهم، ولا تعذر ابن تَيْميَّة في مفرداته؛ فقد أقررت على نفسك بالهوى، وعدم الإنصاف ! ¶ وإن قلت: لا أعذره، لأنَّه كافر، عدوّ لله تعالى ورسوله! قال لك خلقٌ من أهل العلم والدين: ما علمناه والله إلاَّ مؤمناً محافظاً على الصلاة، والوضوء، وصوم رمضان، معظِّماً للشريعة ظاهراً وباطناً. لا يؤتى من سوء فهم، بل له الذكاء المفرط، ولا من قلة علم، فإنه بحر زخَّار، بصير بالكتاب والسنة، عديم النظير في ذلك، ولا هو بمتلاعب بالدين؛ فلو كان كذلك؛ لكان أسرع شيء إلى مداهنة خصومه، وموافقتهم، ومنافقتهم. ¶ ولا هو يتفرد بمسائل بالتشهّي، ولا يفتي بما اتفق، بل مسائله المفردة يحتج لها بالقرآن، أو بالحديث، أو بالقياس، ويبرهنها ويناظر عليها، وينقل فيها الخلاف، ويطيل البحث؛ أُسوةَ مَنْ تقدمه من الأئمة، فإن كانَ قد أخطأ فيها؛ فله أجر المجتهد من العلماء، وإن كانَ قد أصاب؛ فله أجران. ¶ وإنَّما الذم والمقت لأحد رجلين: رجل أفتى في مسألة بالهوى، ولم يُبْدِ حجة، ورجل تكلَّم في مسألة بلا خميرةٍ من علم، ولا توسُّعٍ في نقل؛ فنعوذ بالله من الهوى والجهل.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ولا ريب أنه لا اعتبار بذم أعداء العالم؛ فإن الهوى والغضب يحملهم على عدم الإنصاف والقيام عليه. ولا اعتبار بمدح خواصه والغلاة فيه؛ فإن الحب يحملهم على تغطية هناته، بل قد يعدوها محاسن. وإنما العبرة بأهل الورع والتقوى من الطرفين، الذين يتكلمون بالقسط، ويقومون لله، ولو على أنفسهم وآبائهم. ¶ فهذا الرجل لا أرجو على ما قلته فيه دنيا ولا مالاً ولا جاهاً بوجه أصلاً، مع خبرتي التامة به، ولكن لا يسعني في ديني، ولا عقلي أن أكتم محاسنه، وأدفن فضائله، وأبرز ذنوباً له مغفورة في سعة كرم الله تعالى وصفحه، مغمورة في بحر علمه وجوده، فالله يغفر له، ويرضى عنه، ويرحمنا إذا صرنا إلى ما صار إليه. ¶ مع أني مخالفٌ له في مسائل أصلية وفرعية، قد أبديت آنفاً أن خطأه فيها مغفور، بل قد يثيبه الله تعالى فيها على حسن قصده، وبذل وسعه، والله الموعد. مع أني قد أوذيت لكلامي فيه من أصحابه وأضداده؛ فحسبي الله!. ¶ وكان الشيخ أبيض، أسود الرأس واللحية، قليل الشيب، شعره إلى شحمة أذنيه، كأن عينيه لسانان ناطقان، رَبْعَة من الرجال، بعيد ما بين المنكبين، جهْوَري الصوت، فصيحاً، سريع القراءة. تعتريه حدَّه، ثم يقهرها بحلم وصفح، وإليه كان المنتهى في فرط الشجاعة، والسماحة، وقوة الذكاء. ولم أرَ مثله في ابتهاله واستغاثته بالله تعالى، وكثرة توجهه. وقد تعبت بين الفريقين: فأنا عند محبه مُقصِّر، وعند عدوّه مُسرف مُكثر، كلا والله! ¶ توفي ابن تيمية إلى رحمة الله تعالى معتقلاً بقلعة دمشق، بقاعة بها، بعد مرض جَدَّ أياماً، في ليلة الاثنين، العشرين من ذي القعدة، سنة ثمان وعشرين وسبع مئة.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وصُلِّي عليه بجامع دمشق عقيب الظهر، وامتلأ الجامع بالمصلين كهيئة يوم الجمعة، حتى طلع الناس لتشييعه من أربعة أبواب البلد، وأقلُّ ما قيل في عدد من شهده خمسون ألفاً، وقيل أكثر من ذلك، وحُمل على الرؤوس إلى مقابر الصوفية، ودفن إلى جانب أخيه الإمام شرف الدين، رحمهما الله تعالى وإيّانا والمسلمين\"(1). ¶ وقال في (تذكرة الحفاظ): ¶ \"ابن تيمية الشيخ الإمام العلامة الحافظ الناقد الفقيه المجتهدُ المفسّرُ البارعُ شيخ الإسلام، عَلَم الزُّهَّاد، نادرةُ العصر، تقي الدين أبو العباس أحمد بن المفتي شهاب الدين عبد الحليم بن الإمام المجتهد شيخ الإسلام مجد الدين عبد السلام بن عبد الله بن أبي القاسم الحرَّاني. أحد الأعلام. ¶ ولد في ربيع الأول سنة إحدى وستين وست مئة، وقدم مع أهله سنة سبع، فسمع من ابن عبد الدائم، وابن أبي اليُسر، والكمال بن عبد، وابن الصيْرَفي، وابن أبي الخير، وخلق كثير. وعُني بالحديث، ونَسَخ الأجزاء، ودار على الشيوخ، وخَرَّج، وانتقى، وبرع في الرجال وعلل الحديث وفقهه، وفي علوم الإسلام وعلم الكلام وغير ذلك. ¶ وكان من بحور العلم، ومن الأذكياء المعدودين، والزُّهاد الأفراد، والشُّجعان الكبار، والكرماء الأجواد. أثنى عليه الموافِقُ والمُخالف، وسارت بتصانيفه الركبان، لعلها ثلاث مئة مجلد. ¶ حدَّث بدمشق، ومصر، والثغر. وقد امتُحن وأُوذيَ مرات، وحُبس بقلعة مصر والقاهرة والاسكندرية، وبقلعة دمشق مرتين. وبها توفي في العشرين من ذي القعدة سنة ثمان وعشرين وسبع مئة، في قاعة، معتقلاً. ثم جُهِّز وأخرج إلى جامع البلد، فشهده أُمم لا يُحْصَون، فحُزروا بستين ألفاً. ودُفن إلى جنب أخيه الإمام شرف الدين عبد الله، بمقابر الصوفية، رحمهما الله تعالى.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ورُئيت له منامات حسنة، ورُثي بعدة قصائد. وقد انفرد بفتاوى نيل من عرضه لأجلها، وهي مغمورة في بحر علمه. فالله تعالى يُسامحه ويرضى عنه. فما رأيتُ مثله. وكل أحدٍ من الأُمَّة فيؤخذ من قوله ويُترك. فكان ماذا ؟!\"(1). ¶ وقال عنه في (معجم الشيوخ): ¶ \"... شيخنا الإمام تقي الدين أبو العباس الحَرَّاني. فريد العصر عِلْماً ومعرفةً وذكاءً وحفظاً وكرماً وزهداً، وفرطَ شجاعةٍ وكثرةَ تآليف والله يصلحه ويسدِّده، فلسنا بحمد الله ممن نَغْلُو فيه، ولا نجفو عنه، ما رُئي كاملاً أئمةُ التَّابعين وتابعيهم، فما رأيته إلاّ ببطن كتاب\". ¶ ثم قال: \"ولم يخلف بعده مثله في العلم، ولا من يقاربه\"(1). ¶ وقال في (المعجم المختص): ¶ \"... وبرع في علوم الآثار والسُّنَنِ، ودَرَّس وأفتى وفسَّر وصَنَّف التصانيف البديعة وانفرد بمسائل فَنيلَ من عِرْضِه لأجلها، وهو بَشرٌ له ذنوبٌ وخطأٌ ومع هذا فوالله ما مَقَلَتْ عيني مثله ولا رأى هو مِثْل نَفْسه. كان إماماً مُتبحّراً في علوم الديانة صحيح الذّهن، سريع الإدراك، سَيَّال الفَهْم، كثير المحاسن، موصوفاً بفَرْط الشجاعة والكرم، فارغاً عن شهوات المأكل والملْبَس والجماع، لا لذَّة له في غير نَشْر العلم وتدوينه والعمل بمقُتضاه. ¶ ذكره أبو الفتح اليَعْمَري في \"جواب سؤالات أبي العباس بن الدمياطي الحافظ\" فقال: \"ألْفَيتُهُ ممن أدرك من العلوم حَظَّاً، وكادَ يستوعبُ السُّنن والآثار حفظاً، إن تكلَّم في التفسير فهو حامل رايته، أو أفتى في الفقه فهو مُدْرك غايته، أو ذاكر بالحديث فهو صاحب عِلمه وذُو روايته، أو حاضَر بالنِّحَل والمِلَل لم يُرَ أوسَعُ من نِحلته ولا أرفعُ من درايته، برز في كل فن على أبناء جنسه، لم ترَ عيني مثله ولا رأتْ عينُهُ مثل نَفْسِه\".",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قلتُ: قد سُجن غير مرةٍ ليفْتر عن خُصومِه ويُقْصِر عن بَسْطِ لسانه وقلمه، وهو لا يرجع ولا يلوي على ناصح، إلى أن توفي معتقلاً بقلعة دمشق في العشرين من ذي القعدة سنة ثمان وعشرين وسبعمائة. ¶ وشَيَّعه أُممٌ لا يُحْصَون إلى مقبرة الصُّوفية، غَفَر الله له ورحمه آمين\"(1). ¶ وقال فيما نقله عنه العلامة ابن رجب الحنبلي (ت 795 هـ) في: (الذيل على طبقات الحنابلة): \"قال الذهبي في معجم شيوخه: أحمد بن عبد الحليم ـ وساق نسبه ـ الحراني، الدمشقي، الحنبلي أبو العباس، تقي الدين، شيخنا وشيخ الإسلام، وفريد العصر علماً ومعرفة، وشجاعة وذكاء، وتنويراً إإإهياً وكرماً ونصحاً للأمة، وأمراً بالمعروف ونهياً عن المنكر. ¶ سمع الحديث، وأكثر بنفسه من طلبه، وكتب وخرّج، ونظر في الرجال والطبقات وحصّل ما لم يحصّله غيره، وبرع في تفسير القرآن، وغاص في دقيق معانيه بطبع سيّال، وخاطر إلى مواقع الإشكال ميّال، واستنبط منه أشياء لم يسبق إليها. ¶ وبرع في الحديث وحفظه، فقل من يحفظ ما يحفظه من الحديث معزوّاً إلى أصوله وصحابته، مع شدة استحضاره له وقت إقامة الدليل، وفاق الناس في معرفة الفقه واختلاف المذاهب، وفتاوى الصحابة والتابعين، بحيث إنه إذا أفتى لم يلتزم بمذهب، بل بما يقوم دليله عنده.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وأتقن العربية أصولاً وفروعاً، وتعليلاً واختلافاً، ونظر في العقليات وعرف أقوال المتكلمين، وردّ عليهم، ونبّه على خطئِهم، وحذّر منهم ونصر السنّة بأوضح حجج وأبهر براهين. وأوذي في ذات الله من المخالفين، وأخيف في نصر السنّة المحضة، حتى أعلى الله مناره، وجمع قلوب أهل التقوى على صحبته والدعاء له، وكبت أعداءه، وهدى به رجالاً من أهل المِلَلِ والنِّحَل، وجبل قلوب الملوك والأمراء على الانقياد له غالباً، وعلى طاعته، وأحيى به الشام بل والإسلام بعد أن كاد ينثلم، بتثبيت أولي الأمر لما أقبل حزب التتر والبغي في خيلائهم، فظنت بالله الظنون، وزلزل المؤمنون، واشرأب النفاق وأبدى صفحته. ¶ ومحاسنه كثيرة، وهو أكبر من أن ينبّه على سيرته مثلي، فلو حلفت بين الركن والمقام لحلفت: إني ما رأيت بعينيّ مثله، وأنّه ما رأى مثل نفسه\". ¶ ثم نقل عن كتاب للذهبي سمّاه (التاريخ الكبير) قال فيه: \"وله خبرة تامة بالرجال، وجرحهم وتعديلهم، وطبقاتهم ومعرفة بفنون الحديث، وبالعالي والنازل، والصحيح والسقيم مع حفظه لمتونه الذي انفرد به، فلا يبلغ أحد في العصر رتبته، ولا يقاربه، وهو عجيب في استحضاره، واستخراج الحجج منه، إليه المنتهى في عَزْوِه إلى الكتب الستة والمسند، بحيث يصْدق عليه أن يقال: كل حديث لا يعرفه ابن تيمية فليس بحديث\"(1). ¶ ونقل عنه قوله: \".. وغالب حطه على الفضلاء والمتزهدة فبحق، وفي بعضه هو مجتهد، ومذهبه توسعة العذر للخلق، ولا يكفّر أحداً إلا بعد قيام الحجّة عليه\".",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقال: \"ولقد نصر السنّة المحضة، والطريقة السلفية، واحتجّ لها ببراهين ومقدمات، وأمور لم يُسبق إليها، وأطلق عبارات أحجم عنها الأوّلون والآخرون وهابوا، وجَسَر هو عليها، حتى قام عليه خلق من علماء مصر والشام قياماً لا مزيد عليه، وبدعوه وناظروه وكابروه، وهو ثابت لا يداهن ولا يحابي، بل يقول الحق المرَّ الذي أداه إليه اجتهاده وحدّة ذهنه، وسعة دائرته في السنن والأقوال مع ما اشتهر عنه من الورع، وكمال الفكر، وسرعة الإدراك، والخوف من الله، والتعظيم لحرمات الله. ¶ فجرى بينه وبينهم حملات حربية،ووقعات شاميّة ومصرية،وكم من نوبة قد رموه عن قوس واحدة فينجيه الله،فإنه دائم الابتهال،كثير الاستغاثة والاستعانة به، قوي التوكل، ثابت الجأش، له أوراد وأذكار يدمنها بكيفية وجمعية. ¶ وله من الطرف الآخر محبّون من العلماء والصُّلحاء، ومن الجند والأمراء، ومن التجّار والكبراء، وسائر العامة تحبّه، لأنه منتصب لنفعهم ليلاً ونهاراً، بلسانه وقلمه. ¶ وأما شجاعته: فبها تضرب الأمثال، وببعضها يتشبّه الأبطال، ولقد أقامه الله تعالى في نوبة قازان، والْتقى أعباء الأمر بنفسه، وقام وقعد وطلع ودخل وخرج، واجتمع بالملك ـ يعني قازان ـ مرّتين وبقطلوشاه وبولاي، وكان قبجق يتعجب من إقدامه وجراءته على المغول. ¶ وله حدّة قويّة تعتريه في البحث، حتى كأنه ليث حَرِب، وهو أكبر من أن ينبّه مثلي على نعوته، وفيه قلّة مداراة، وعدم تُؤدة غالباً، والله يغفر له، وله إقدام وشهامة، وقوّة نفس تُوْقعه في أمور صعبة، فيدفع الله عنه. ¶ وله نظم قليل وسط، ولم يتزوّج،ولاتَسَرّى، ولا له من المعلوم إلا شيء قليل وأخوه يقوم بمصالحه،ولايطلب منهم غداء ولاعشاء في غالب الوقت.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وما رأيت في العالم أكرم منه، ولا أفرغ منه عن الدينار والدرهم، لايذكره ولا أظنه يدور في ذهنه، وفيه مروءة، وقيام مع أصحابه، وسعي في مصالحهم وهو فقير لامال له، وملبوسه كآحاد الفقهاء: فرجية ودَلق وعمامة تكوّن قيمة ثلاثين درهماً، ومداس ضعيف الثمن، وشَعْره مقصوص. ¶ وهو ربع القامة، بعيد ما بين المنكبين، كأنّ عينيه لسانان ناطقان، ويصلّي بالناس صلاة لا يكون أطول من ركوعها وسجودها، وربما قام لمن يجيء من سفر أو غاب عنه، وإذا جاء فربما يقومون له، الكل عنده سواء، كأنه فارغ من هذه الرسوم، ولم ينحن لأحد قط، وإنما يسلّم ويصافح ويبتسم، وقد يعظّم جليسه مرة ويهينه في المحاورة مرات\"(1). ¶ قلت:يَفهم مما سبق أن الذهبي ـ رحمة الله عليه ـ كان يستعظم من مزاج هذا الطودالعلمي والإمام الربّاني أن يظهر كل هذه الحدة والثوران،وصك المخالف المحاور له بحادّ القول وإبَرِه، ويبدو أنه رأى من تلك الحوارات وشهد من تلك المناظرات ما أداه لهذا الرأي، ولعلّه نصحه في ذلك في جملة من نصحه (1). ¶ وقد قال الذهبي في (تاريخ الإسلام) ـ وكان تأليفه في حياة ابن تيميةـ عند ذكره قيام متعصّبة الأشاعرة على أبي العباس بشأن (الحموية): \".. وكان قد لحقهم حسد للشيخ وتألّموا منه بسبب ماهو المعهود من تغليظه وفظاظته وفجاجة عبارته،وتوبيخه الأليم المبكي المنكي المثير للنفوس،ولوسلم من ذلكلكان أنفع للمخالفين لا سيما عبارته في هذه الفُتيا الحموية،وكان غضبه فيها للهولرسوله باجتهاده،فانتفع بها أناس وانفصم بها آخرون ولم يحملوها..\"(1).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وأوضح مثال على كلام الذهبي هذا،ماوقع لأبي حيان الأندلسي (ت745هـ) مع شيخ الإسلام، فقد كان أبو حيان معجباً به حتى جمعهما مجلس فتحاورا في مسألة من العربية، فلما أورد أبو حيان كلام سيبويه (ت180هـ) كأنه يحتج به، قال له أبو العباس رحمه الله: \"يفشر سيبويه، ما كان سيبويه نبي النحو، ولا كان معصوماً، بل أخطأ في (الكتاب) في ثمانين موضعاً ما تفهمها أنت\"،ء(1) ولكن يبدو لي أن أبا حيان قد برَّر انتكاس موقفه من شيخ الإسلام بعد هذه الحادثة بسبب يُرضي أَنَفَته، فزعم أنه إنما طرء عليه هذا التغيير لمّا وقف على ما تضمّنه (كتاب العرش) لأبي العباس\"(1). ¶ وكان أمر مزاجه الحادِّ مما تناقله أصحابه وعرفوه به، فقد حكى ابن قيم الجوزية (ت 751 هـ) للمؤرخ الصفدي من ذلك حكاية، وخلاصتها أنه تحاور مع بعضهم في مسألة وهو صغير وكان في يده كتاب علم فلما أغضبوه ألقى المجلد من يده غيظاً، فلما أنكروا عليه ذلك ذكَّرهم بقصة موسى عليه السلام حين ألقى الألواح(1). وأقول: كأن أبا العباس ـ سقى الله قبره شآبيب الرحمةـ كان يعتذر عن وجود هذه الخصلة لديه عندما روى لتلميذه الذهبي: أن جدّه المجد بن تيمية (ت652هـ) كانت فيه حدّة(1). والذي يعنينا أنه رحمه الله كان يقهر حدّته هذه بحلم وصفح. ¶ لقد كان الإمام الذهبي كما يظهر من كلامه السابق محبّاً لشيخ الإسلام، وكان هذا الحب معتدلاً كما ينتظرمن إمام منصف عالم بأقدار الرجال،وليس فيما اطّلعت عليه عبارات سيئة فيه اللّهم إلافي (بيان زغل العلم)و\"النصيحة\". ¶ أما \"النصيحة\" فقد ازددنا علماً ببراءة الذهبي منها، بعد العثور على المتهم الرئيس بإرسالها، وأما (زغل العلم) فقد مرّت بك قبيح كلماتها، ونازل تعبيراتها في حق شيخ الإسلام، مما يدعو إلى النظر فيها بريبة، وتغليب احتمال كونها منحولة عليه أيضاً، أو أن تلك العبارات قد أقحمت إقحاماً في الكتاب، ولعلّ الله تعالى يوفّق أحد الدارسين إلى كشف جديد بشأنها.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "لقد دافع الذهبي في كل كتبه، المؤكّد ثبوتها عنه، عن شيخ الإسلام، وعلمنا من نقل ابن رجب الحنبلي، رحمه الله، أنه أرسل إلى أحد مناوئيه، وهو تقي الدين السبكي (ت756هـ) رسالة يعاتبه فيها على كلامه الذي صدر عنه في أبي العباس، وكان كلام السبكي ممّا يُذكّر بقول الشاعر: ¶ وشمائل شهد العدو بفضلهاوالفضل ما شهدت به الأعداء(1)ولو عُرف عن الذهبي أنه كان يصرّح في مجالسه الخاصة،أو العامة،بغير مارأيت من كلامه السابق عنه لتلقّفته الشافعية سريعاً،ولبلغ ذلك عبدالوهاب السبكي فكان ذلك سبباً في تخفيف سلاطة لسانه نحو شيخه الذهبي. ¶ وإني لأعتب على المحقّق الفاضل الدكتور بشار عواد معروف ـ بارك الله في عمره ـ إذ يرى أن السبكي قد أسفَّ إسفافاً كثيراً، وأقذع في شتم الذهبي لما ذكره في (تاريخ الإسلام) في ترجمة أبي الحسن الأشعري (ت324هـ)، ولا يرى في \"النصيحة\" التي نُسِبَتْ إلى الذهبي، وصدَّقها هو، إلا نصحاً فيه لومٌ ونقدٌ وتقريعٌ لا عبرة بقول من أكبر الذهبي عن كتبها فهلاّ أجرى على الذهبي قسطاسه(1).!! ¶ نقل ابن ناصر الدين الدمشقي، هذه المنظومة عن أبي عبد الله الذهبي يرثي بها شيخ الإسلام ابن تيمية رحمه الله: ¶ يا موت خذ من أردت أو فدعمحوت رسم العلوم والورعِأخذت شيخ الإسلام وانفصمتعرى التقى واشتفى أولوا البدعِغيّبت بحراً مفسراً جبلاًحبراً تقياً مجانب الشيعِفإن يُحدّث فمُسلِم ثقةوإن يناظر فصاحب \"اللمعِ\"وإن يخض نحو سيبويه يفهبكل معنى من الفن مخترعِوصار عالي الإسناد حافظهكشعبة أو سعيد الضبعيوالفقه فيه فكان مجتهداًوذا جهاد عارٍ من الجزعِوجوده الحاتمي مشتهروزهده \"القادري\" في الطمعأسكنه الله في الجنان ولازال علياً في أجمل الخلعمع مالك الإمام وأحمدوالنعمان والشافعي والخلعيمضى ابن تيمية وموعدهمع خصمه يوم نفخة الفزعِ(1) ¶ محمد بن السَّرَّاج الدمشقي ¶ (المتهم بإرسال النصيحة)",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "اسمه: محمد بن علي بن عبد الرحمن بن عمر بن عبد الوهاب بن محمد بن طاهر بن السَّرَّاج القرشي الدمشقي الشافعي،عز الدين،أبو عبدالله.حياته: ¶ لم أقع على مصدر يترجم له سوى ابن رافع السَّلاَّمي (ت774هـ) في (الوفيات)(1) وعنه نقل ابن قاضي شهبة، وابن حجر العسقلاني(1) ولم يذكره ابن كثير في (البداية والنهاية) ولا غيره من أودّاء ابن تيمية أو أضداده فكان ذلك عجباً بحق، ولا أصحاب طبقات الشافعية، أو الصوفية، إلا النبهاني الذي وقف على جزء من كتاب ابن السَّرَّاج، وذكر معاصرته لابن تيمية في مقدمة الكتاب، ولم يزد بشيء. ¶ فكان لزاماً عليّ أن أستخلص ترجمة له من مصنَّفه، وهي ملامح لا بأس بها في إعطاء تصور جيّد عن الرجل. وإن قُدّر العثور على كتبه الأخرى فستزداد معرفتنا بتفاصيل عن حياته(1). ¶ هو دمشقي من أسرة يبدو أنها قديمة السكنى بدمشق، يفهم ذلك من حديثه عن قلندري سكن دمشق ومات بها، هو يوسف القميني (ت657هـ)، قال عنه: \"... وهذا الشيخ وقع نظره على أبي وجدّي ـ رحمهم الله تعالى ـ فأفلحا به غاية الفلاح...\" ولا يعني هذا أنهما من العامة، بل كان أبوه قاضياً ويحتمل أن جدّه كان كذلك. ¶ تعرفت أسرة ابن السَّرَّاج على الأسرة المهاجرة حديثاً من حرَّان إلى دمشق سنة: 667 هـ، تلك الأسرة التي كان منها صبي لم يجاوز الثامنة من عمره كتب الله تعالى أن يكون من مجدّدي هذه الأمّة، وأحد أعاظم أئمة الدين، بل أحد عباقرة الدنيا. إنه: أحمد بن عبد الحليم الحراني النميري (ت728هـ). ¶ نشأت صداقة الطفولة بين محمد بن السَّرَّاج وأحمد بن تيمية، وكانا متقاربي السن إلا أن ابن تيمية يكبره قليلاً فيكون مولد ابن السَّرَّاج بعد سنة 661 هـ بقليل. ¶ قال ابن السَّرَّاج: \".. كان بيننا وبين هذا الفاضل أنس عظيم، ومجاورة بالأهل والعيال، بالبلد والبساتين من حين الصغر، واللعب المعتاد بين الصغار..\"(1).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ويفهم على هذا أنَّ أسرة ابن السَّرَّاج كانت تسكن بحي القصّاعين لأن والد أبي العباس نزل بها(1)، وكان هذا الإمام يخرج بأولاده إلى البساتين على سبيل التنزّه، ونستنتج: أن أسرة ثالثة هي: أسرة الإمام؛ تاج الدين الفزاري المعروف (بالفركاح) ربما خرجت معهم، لأن ابنه البرهان الفزاري كان صديقاً لابن تيمية منذ صغره(1). ¶ ويبدو أن صداقة ابن السَّرَّاج لابن تيمية استمرّت إلى مرحلة الشباب، لم يشبها مُعَكِّر، إذ كانت شخصية أبي العباس في طور تكاملها. قال ابن السرّاج: \".. ولما اشتغلنا بالعلم الشريف، كنا أكثر الأوقات مجتمعين، وفي محافل تحصيله ملتئمين..\". ¶ وعلى هذا فليس ببعيد أنهما اجتمعا في مجالس السماع الصوفي التي ربما حضر ابن تيمية بعضها ـ على مضض ـ في أوائل عمره(1). ¶ ولما أنهى ابن السَّرَّاج تحصيله، العلمي وتأهّل لنيل وظيفة كأمثاله، جرت أمور لم يتضح لي كنهها، إلاّ أنني أظن أنه أغضب عليه بعض أمراء المماليك، فعيّن قاضياً في الأطراف، عند آخر حدود الدولة المملوكية في البيرة، وبهسنى، وقلعة المسلمين، وكختا، وجميعها الآن في جنوب تركية، وسيأتي سبب ظني هذا لاحقاً. ¶ ويفهم من كلام ابن السرّاج أنّ له خصوماً كان يبادلهم العداء وذلك بيِّن في غير ما موضع من كتابه،من ذلك قوله:\"من جُملة المناوئين لنا،والمترجحين علينا في العاجلة\"،وهؤلاء الخصوم هم في الأغلب خصوم(أوليائه)من فقراء القلندرية،وقد قال معبّراً عن شعوره نحوهم:\"..ولذلك وأمثاله أحببنا كيف أمكن اعتزالهم،وكرهنا منازلتهم،وأبغضنا نزالهم،فليس في صحبتهم صلاح،ولا في قربهم فلاح، ولا في نجواهم نجاح. أبعد الله بيننا وبينهم المدى، وابتلى بجهالتهم العدى، وجعلنا ممن تاب وآمن وعمل صالحاً ثم اهتدى\".",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وقال: \"فإن قلت لم ذكرت ذلك ومثله وأكثر العالم ينكرونه ويتسلطون على عرضك؟..\"، ولا يتردد بين الحين والحين في مدح نفسه، كما قال في موضع من كتابه: \".. فإن قلت: لم باشرت الحكم بالبيرة وقلعة المسلمين وبهسنى المحروسات؟ ومن يصلح لمباشرة الثلاث لا يصلح للعلم بين يديك لفظاً ومعنى بل يستحق أن يشتغل عليك ثلاثين حجة، وإن كانت معرفته بعد ذلك بالنسبة إلى معرفتك لقاسية فجة؟ قلت: إن في ذلك لحكمة كما قدّمناه آنفاً، قد علمها أهل الباطن والتصريف، وأخّروا المستحق عن مناصبه، لما يجهله أهل الباطل والتحريف..\"(1). ¶ شيوخه: ¶ 1 ـ أحمد بن شيبان الصالحي (ت 685 هـ) سمع منه (الأربعين) للقشيري (ت465هـ)(1)، وقد سمع منه ابن تيمية أيضاً والمزي (ت742هـ)، والبرزالي (ت737هـ)وغيرهم(1). ¶ 2 ـ عبد الرحمن بن إبراهيم بن سباع الفزاري، تاج الدين (ت690هـ) وكان اشتغاله عليه سنة 684هـ، وهو ممّن سمع منه ابن تيمية، والمِزّي، والذهبي الذي أثنى عليه وذكر أنّ معظم فقهاء دمشق وما حولها، وقضاة الأطراف تلامذته(1). وقد مدحه ابن السّرّاج مدحاً عظيماً من ذلك قوله: \".. وأرجو أن ينفعني الله تعالى ببركته، وقد نفع نفعاً بالغاً، وجرى له معي أحوال بعد وفاته، وقد رأيته مراراً في المنام، وأشار إليّ بما لا يذكر، وبيني وبينه اتّحاد من جهة أعرفها، فإنه كان قابلاً للعلم الباطن\"(1). ¶ 3 ـ أبوه علي بن عبد الرحححن بن عمر بن السّرّاج القرشي الدمشقي (مات قبل سنة715هـ) كان قاضياً. ¶ 4 ـ أدرك الإمام محيي الدين النووي (ت676هـ) وهو دون العاشرة، فذكر أنه من شيوخ أبيه وأنه كان يتردد إليه معه فسمع منه أشياء وأقرأه أشياء انتخبها بخطه في كراريس، قال: \"ثم حجبني القدر عنه\". ¶ 5 ـ محمد بن إبراهيم بن سعد الله بن جماعة، بدر الدين (ت733هـ). ¶ 6ـ عبد الله بن مروان الفارقي، زين الدين (ت703هـ). ¶ 7 ـ محمد بن أبي البركات، تقي الدين، المعروف بابن القرشية (ت724هـ).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "8 ـ محمد بن سالم بن واصل، جمال الدين الحموي (ت697هـ). ¶ 9 ـ أحمد بن محسِّن بن مَلِي الأنصاري البعلبكي، نجم الدين (ت699هـ) قال عنه الذهبي: \".. يخلُّ بالصلوات ويتكلّم في الصحابة نسأل الله السلامة\" و \"... بلغني عنه عظائم\"(1). ¶ ولا يستبعد أنه أخذ عن غير هؤلاء ممن أخذ عنهم أقرانه من طلاب العلم بدمشق. أما شيوخه من الصوفية والقلندرية والمولّهين، فكثير كما يفهم من كلامه، من أبرزهم: ¶ 1ـ علي بن محمد بن أحمد الرفاعي أخذ عنه سنة 708 هـ إجازة الرفاعية وقال إنه لبس الخرقة من غيره مراراً. ¶ 2ـ عمر السنجاري (كان عمره سنة 715 هـ تسعين عاماً). ¶ 3ـ براق بابا (ت 707 هـ) الحيدري. ¶ 4ـ محمد المرستاني الحيدري وأظن أنه أخذ الحيدرية عنه(1). ¶ مذهبه: ¶ كان شافعياً في الفروع، أشعرياً في الأصول، قلندرياً رفاعياً في تصوّفه. ¶ مؤلفاته: ¶ 1ـ \"روضة الرواة وقدوة الهداة\" اختصر فيه كتاب معرفة علوم الحديث لابن الصلاح (ت643هـ). ألفه سنة 690 هـ بدمشق. ¶ 2ـ \"الالتماس لمزيل الالتباس\" قال ابن رافع: \"فيه حديث وتفسير\"، ألّفه سنة 697هـ بدمشق. ¶ 3ـ \"البحث المشاع في حكم السماع\" ألّفه سنة 698هـ بدمشق. ¶ 4ـ \"صفوة النظر في الاختصار لمحك النظر والافتكار\". ¶ 5ـ \"الصافي\"، وهذا والذي قبله مختصر \"محك النظر\" و\"المستصفى\" للغزالي (ت505هـ). قال: \"وكان اختصارنا لهما أواخر سنة 687هـ، وكان مبدأ اشتغالنا الثاني في سن الحداثة سنة 684هـ، فتكون مدة الاشتغال إلى حين التأهل لتصنيف ذلك وغيره من الفنون، نحو ثلاث سنين\". ¶ 6ـ \"مجاز الوصول إلى حقيقة المحصول\" اختصر فيه جلَّ (المحصول) كما قال، و(المحصول) مؤلف للفخر الرازي (ت606هـ) وذلك سنة 688هـ بدمشق. ¶ 7ـ \"كفاية العَجول في علم الأصول\" ألّفها بعد الكتب الثلاثة المارة الذكر بقليل. قال: \"ولم نجعل أكثر كتبنا اختصاراً، إلا طلباً للبركة والتشرّف بالأئمة الماضين، يعلم ذلك ذو اللب\".",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "8ـ \"منقذ الفقهاء من جهلة السفهاء\" مختصر يتعلق بخلق السسسوات والأرض وعجائبهما. ¶ 9ـ \"نادر التشبيه في اختصار التنبيه\" ألّفه سنة 709هـ ويبدو أنه كتبه في بعض الثغور الشمالية. ¶ 10ـ \"غائظ الشيطان الرجيم من فيض بسم الله الرحمن الرحيم\" مختصر. ¶ 11ـ \"ثمرة الآراب من شجرة الآداب\" فيه قصائد من نظمه. ¶ 12ـ \"تشويق الأرواح والقلوب إلى ذكر علام الغيوب\". ¶ 13ـ \"تفاح الأرواح ومفتاح الأرباح\" وهما اللذان وقفت عليهما. ¶ 14ـ وقد ضمن التشويق كتابه \"النور الهادي المثبت من كرامات الأولياء ما يرغم الأعادي، الشاهد بصدقه من المؤمنين الرائح والغادي\". ¶ 15ـ ومثله: \"السراج الوهاج في مقتل عثمان بن عفان، والحسين بن علي، وحال الحجاج\" ويبدو أنه أفضل كتبه، وما أظن ما فيه من صواب إلاّ مأخوذاً من ابن تيمية. وفي الكتاب نقول نادرة لاعتقادات النصيرية وغلاة الرافضة من نظم ونثر. ¶ 16ـ وذكر البغدادي باشا (ت1339هـ) في ذيله على (كشف الظنون) كتاباً له في الأدب اسمه \"زواهر الفكر وجواهر الفقر\" قال: إنه فرغ منه سنة 721 هـ(1). ¶ ويحتمل أن له كتباً أخرى لم يرها البغدادي كما لم ير الكتب التي ذكرتها لك نقلاً عن (التشويق) الذي ألفه سنة 715 هـ. وقد وهم البغدادي لما ظن أن ابن السَّرَّاج يُعرف بابن المرابط، وأرى أنه لقب أحد النساخ هذا إن لم يكن الناسخ هو: محمد بن عثمان أبو عمرو بن المرابط (ت752هـ)، الذي هو من مشرب ابن السَّرَّاج فيما يبدو، وذلك لأنه حطَّ على الحافظ الإمام الذهبي وترجمه ترجمة أفرط في ذمّه فيها(1). ¶ وفاته:",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "عاش ابن السَّرَّاج متذمّراً، متشكّياً من أناس يعرفهم، وذلك بادٍ في كتابه: (التشويق) و(التفاح)، ولم يرض عن حاله فيما يبدو لي طوال السنوات التي عاشها بعيداً عن دمشق. ويبدو أن شيخوخته انقضت بين البيرة وبهسنى وكختا، إلى أن أصيب بالفالج في حدود سنة743هـ تقريباً، وعانى من مرضه ثلاث سنوات وثمانية أشهر إلى أن مات (بكختا) في الثاني من شهر ربيع الآخرة سنة 747هـ، وقد أخطأ ابن رافع فعدّه من المتوفين في ذي الحجة، من تلك السنة. ¶ وقد ذُكر تاريخ وفاته في آخر مخطوطة (التشويق)، وأظن أن مريداً له أو ابناً هو الذي كتبها، ثم كتب هذه الأبيات، وذكر أن المؤلف نظمها في مرضه بالفالج، وهي تعكس امتداد معاناة ابن السَّرَّاج في منفاه: ¶ يعزّ على قلبي أراني مقلّباًبأيدي النسا والروح تُطوى وتُنشرُمن الفالج المقضي علي بلاؤهولله حمد دائم ليس يحصرعلى أنني أرجو الرضا بقضائهولست بأقوى يا ليالي فأصبروأسأله عفواً ولطفاً ورحمةلعلّي أن أحظى بذاك وأظفروإن كان تكثيراً لأجرٍ فحبّذاوإن كان عن ذنب عظيم يكفّروإن كانت الأخرى فللّه درّهاتريح فؤاداً ميتاً ليس يحصرهموم وأحزان وصحبة معشرٍ(...) من خير وفي الشر تنذريعانون أوصافاً من الشرّ والدَّهاخيارهم في الشرّ من هو أمكرتراهم إذا ما الشرّ أطلع رأسهسعاة إليه كالطيور تنفرإإإه السماء امنن بتفريق شملهمفلطفك بالمسلمين أحرى وأجدرفبثّ المساوي العبد أولى بتركهولكن بعض الشرّ يحكى وينذرفيا ربّ خلّصني فإنك عالمبنيّاتِ عبدٍ كالهباء وأحقرعلى أنني قاضٍ بذنبي مطلقاًوما فيّ من وصف رضا فهو مهدروإن عذابي ليس شيئاً لديكموما أنا جبار يقال يصغّر(1) ¶ بعض كلمات ابن السَّرَّاج في شيخ الإسلام ابن تيمية ¶ كنت قد ذكرت لك أن ابن السَّرَّاج أشعري رفاعي، والرفاعية ضرب من القلندرية الذين هم أسوأ أصناف الصوفية، فعلى هذا ليس بغريب أن يكون موقف ابن السَّرَّاج عدائياً، بل شديد العداوة من شيخ الإسلام.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "لكن المعرفة الشخصية بينهما(1)، وصداقة الطفولة، والفتوّة الأولى، ومجالس طلب العلم، إلى آخر ما هنالك، جعلت هذه العداوة من طراز آخر ـ كما يبدو ـ فلا مقاطعة كاملة بينهما، بل يستنتج؛ أنهما كانا يتناصحان هذا وأعني شيخ الإسلام يدعوه إلى الحق وإلى صراط مستقيم، وذاك يدعوه إلى ما ظنه حقاً وهو عنه بمعزل. ¶ وإخال أنك ستوافقني القول، في احتمال كون ابن السَّرَّاج، هو الشخص المعني في كلام ابن شيخ الحزامين (ت711هـ)، الذي ذكر أن أحدهم ألّف في ابن تيمية كرّاسة يذمّه فيها، مع ذكر فضائل له، تعمية لسوء نيّته، وجعل يدور بها على بعض محبي ابن تيمية، ويقرؤها في خلوة عليهم(1)، وسيقوى عندك هذا الاحتمال إن استرسلت في القراءة وتأمّلت كلام ابن السَّرَّاج. ¶ كانت عقلية ابن السَّرَّاج خرافية كما سيتّضح لك من النقول التي سأنقل لك بعضها، وانظر إلى حديثه عن رمز قلندري هو يوسف القميني، فبعد أن ذكر أن هذا الشيخ وقع نظره على أبيه وجدّه فأفلحا به غاية الفلاح،قال: \"وخصنا الله تعالى من تلك البركة الموروثة، بما عمّنا بأنواع الرباح، وأوصاف الخير والنجاح ولذلك صار أكثر نصيبنا لما وفقنا الله تعالى لسلوك هذا الطريق الشريف من حال الصغر من المولهين، ولنا معهم أحوال وقضى لنا ببركتهم آمال.\". ¶ وقد قال شيخ الإسلام كلاماً ما أظنّه قصد به إلاّ ابن السَّرَّاج وأباه وجَدّه أو أمثالهم: \"... فهؤلاء يعمدون إلى الصبيان ويربّونهم على التوَلّه تربية، ويعوّدونهم الخروج عن العقل والدين عادة، كما يعوّد الأنبياء والصالحون أتباعهم ملازمة العقل والدين\"(1).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وكان يقبل كل ما ورد من خزعبلات أوليائه وإن خالفت العقل والدين، فقد صدَّق أن هناك شجرة إن أكل من ورقها الشيخ الهَرِم عاد شاباً يافعاً، وأن شيخاً صوفياً تحوّل جسده إلى ذهبٍ وهَّاج وأنه أعطى شخصاً قطعة من جسده الذهبي، وأن شيخه تاج الدين الرفاعي نزل مرة إلى نهر دجلة ليغتسل وغاص وبقي في الماء حتى خاف عليه من كان معه، فلما صاحا مستغيثين طلع إليهم وقال: \"يا أولادي والله وجدت تحت الماء سبعاً وسبعين طائفة من الجن وشرعت أتوّبهم وأقصّ شعورهم، وأنتم أزعجتموني\" وكان في يده كثير من شعور الجن(1) !. ¶ وكان يصدق بوجود الغول، لأن كرامة لأحد أوليائه ورد فيها ذلك(1)، ويسوّغ للقائلين بـ\"الشاهد\" من الصوفية انحطاطهم الخلقي في تتبع الجمال البشري، والتعبد بذلك، وذلك في قصة يرويها عن شيخه عمر السنجاري وكيف تعرّف على المولّه القلندري مبارك الهندي (ت689هـ)، الذي كان تاجراً في بدء أمره، ثم تولّه لأنه كان يلازم الوقوف والنظر إلى وجه عمر السنجاري، الذي أخبر عن نفسه: أنه كان فائق الحسن والجمال. ¶ والمهم في الأمر؛ أن ابن السَّرَّاج شعر أن هذا الذي حكاه سيُعترض عليه من قِبل أهل الشريعة، فقال: \"فإن قيل ما سبب نظره إلى صورة الشيخ عمر السنجاري وخروجه من الدنيا بعد ذلك ؟ قلنا: فيه أسرار، منها: أن الصانع يعرف بمصنوعاته ويستدل عليه بها، ومنها أن الصور مظاهر لمعانٍ، ومنها أن بعض النفوس تجذب إلى الجانب الإإإهي بنظر المحاسن، وبعضها يجذب بسماع المطربات، وبعضها بالمواعد الحسنة، وبعضها يجذب بالتخويف، والتهديد، والاطلاع على أنواع المفزعات، وبعضها يجذب بالابتلاء والامتحان، إلى غير ذلك ولولا خروج الكتاب إلى حد الإطالة لشرحنا ذلك وغيره، ثم انظر خاصية النظر كيف حصل تأثيره في الناظر والمنظور، وكيف كان الاستعداد من الجهتين، ثم إن النظر في ذلك إلى ما يعرفه الخواص المؤيدون بقوة الله تعالى، المبرؤون من ظن السفلة وطعن الجهلة...\"(1).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقال وهو يعلل غرام قائل بالشاهد كان مولعاً بالمردان: \"إن الصبيان أقرب إلى رؤية النور الإلهي، والإنعمال الكلي، للمعنى الرباني الذي أودعه الله تعالى في أوليائه، وخزنه في قلوب أصفيائه. يعلم ذلك من هداه الله، ويعتقده من أيّده الله\"(1). ¶ وكان يبرر أيضاً تجسس بعض الصوفية وأكثر القلندرية للمغول وعمالتهم لهم، قال: \".. فإن قيل:نريد أن نعرف عذر من يخفر غير الإسلام قلنا: من جملة الأعذار بعد: {وما فعلته عن أمري} أنهم مع المشيئة الربانية، وخفراء الإسلام مع المشيئة والشريعة فهم أكمل، وفيه نظر تركناه لعارفه\"(1). ¶ وقد نقل قصة في ذلك،عن قلندري يقال له معتوق الباعشقي سكن بغداد وطعم مما أنفقه عليه المغول، قال: \"روينا عن شخص من أصحابنا الصُّلحاء، ولم يكن بدمشق مفتٍ سواه يقال له الشيخ شمس الدين محمد بن أحمد بن شبل المالكي، الجزري ثم البغدادي (وهو من قلندرية الحريرية مات سنة713هـ)، قال: توجهنا إلى زيارة الشيخ معتوق ـ وكلاهما ببغداد ـ مع فقيهين آخرين، وقالوا في طريقهم: كيف يأكل الشيخ معتوق مال صاحب الديوان (وهو موظف مغولي)، مع ما هو معلوم فيه من الشبهة والحرام ؟ ¶ فلما وصلوا، قال: يا أولادي تقولون عني كذا وكذا، وأعاد الجميع ثم قال: ما لي حيلة، والله لو أطعموني خراج قحبة لأكلته!! فاستحيوا من هيبته واعتذروا كثيراً\"(1). ¶ وحكى خبر أحد الرفاعية يقال له ابن قليج الرفاعي (كان حياً سنة699هـ) كان من أمره أنه دخل النار أمام المغول فلما لم تضره أكرموه غاية الإكرام. وكان قد استغاث قائلاً: يا سرَّ سيدي تاج الدين (الرفاعي) !! وأنه أعطي مرسوماً من المغول، مضمونه أنه يكرم، وإن مات في مكان يموت أهل ذلك المكان، فكان كلما حلّ بموضع أكرم ثم سئل الرحيل(1).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وقد ذكرت لك آنفاً: أنه جرت لابن السَّرَّاج أمور لم يفصح عنها وذلك قبيل سنة 697هـ أوجبت انتقاله بما يشبه النفي إلى الأطراف بوظيفة قاضٍ على تلك الثغور، لكن المؤكد أن شخصاً أو أشخاصاً قد تسبّبوا في فراقه دمشق التي أحبها، وكتب مناقبها ما سأعرض له لاحقاً. وهذا أمر وارد في كل عصر ومصر. وقد نقل ابن السَّرَّاج قصة عن شيخه البدر بن جماعة، حكى فيها أنه كان في شبابه يؤذى من أناس عملوا على إبعاده عن دمشق(1). ¶ استمع إلى كلامه الذي يحكي فيه خبر تأليفه كتابه (الالتماس): \"وهذا الكتاب ألّفناه بدمشق حرسها الله تعالى، أوائل سنة سبع وتسعين وستمئة قبل تاريخ المحنة(1) بما يقارب عامين، وكان من أسباب تأليفنا لهذا الكتاب أن بعض المشايخ الراسخين أخبرنا بدنو فراق دمشق، فاقتضت المصلحة تأليفه لإعلامه لنا، وتحقّقنا من جهته العالية، وإشارته السامية، أن الخروج يكون إلى المناصب القاصية، والبقاع النائية، التي لا تصلح لصغرها لتلميذ يحتاج أن يشتغل علينا عشرين سنة، قولاً جزماً لا مبالغة(1) !!. ¶ وذلك لسلوكنا طريقة وسلوك معاصرينا طريقة، ولذلك كنا بينهم عدة سنين، ولم نزاحمهم على المناصب، طلباً للسلامة في الدارين. مع أن الجهات الدينية لم تجعل إلا شبكة لحصول مثلنا، ومع ذلك يقدم الجهال علينا، ولكنّا بحمد الله تعالى موعودون من الجهة الصادقة بالتمكين المغبوط، والناموس المضبوط، المتكفل بأضعاف الرضا، الجابر بأقله كل كسر مضى، وإنما نحن وأمثالنا مما هو من حجج الله على عباده. ¶ ومن فوائد هذا التأليف؛ أنَّا التمسنا فيه كتابة رؤساء العلماء، وكبراء الفضلاء بالأهلية للتدريسوالإعادة واستحقاق التصدير بجامع دمشق للاشتغال والإفادة ¶ وكان التصدير قبله واقعاً بسنين عديدة تبرعاً، إذ لا نحتاج توجهاً ولا تجوّهاً(1)، وإنما لتكون كتابتهم حج،ة وعضداً ظاهراً لما نبديه في بلاد نسكنها، ونهدي له ونرشد إلى سبيله، من طريق صلاح الدارين.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وأن يُعرف لنا ذلك إذ لا بدَّ منه عقلاً ونقلاً، فكتبوا وأحسنوا وابتدأهم شيخنا جمال الدين أبو عبد الله محمد بن سالم بن واصل الشافعي قاضي القضاة بحماة المحروسة،وختمهم شيخنا نجم الدين أبو العباس أحمدبن محسن بن ملي الأنصاري الشافعي مفيد حلب المحروسة أخيراً بعد دمشق المحروسة وناهيك بهما إمامين عظيمين، وإن لم يعرف قدرهما كثير من الخلق..\"(1). ¶ ونجد في مقدمة كتابه هذه العبارات: \"... وبلغ فينا الحسود آماله، ونال منا العنيد مناله، وظنوا في أنفسهم أنا خسرنا وهم وقد ربحوا، ولم يعلموا أنا بحمد الله قد أفلحنا وهم لم يفلحوا..\"(1). ¶ وفي موضع آخر: \".. لم نزاحمهم على المناصب العلمية في الدنيا وإن كنا أقدر(..)(1)،ولاتغتر بشهرتهم دوننا،ولابرفعة مرتبتهم الدنياوية..\"(1) ¶ وعند حديثه عن دخول المغول بلاد الشام وكان حينئذ بحلب سنة700هـ سجّل أمراً مهماً في سيرته إذ وصف خروجه من دمشق وكونه بحلب بأنها: \"لأسباب وتعصبات من أعداء الدين المدعين أنهم علماء وفضلاء، طهّر الله الأرض منهم\" ولما جاء إلى ذكر تولّيه قضاء بهسنى وصف توليه لها بأنه كان \"من عجائب الزمان واختلال الأركان بحيث إن قبح ذلك لايوصف أبداً..\". ¶ وقال في عرض حديثه عن مساوىء الغيبة والنميمة: \"... ولكن قد ابتلي بهما أهل زماننا، ولم يبق يمكن تخلصهم منهما إلا أن يشاء الله. ومما أوجب انفصالنا عن دمشق حرسها الله تعالى، إلى بلاد الأطراف بعد قضاء الله تعالى الغيبة والنميمة المشار إليهما، واستقباحنا لهما، ونفرتنا منهما ومن أهلها، وتجنبنا ذلك ومثله. ¶ على أن أكثر من رَأينا لا يتهيأ لهم مصلحة إلا بهما وبأمثالهما، وبذلك يروج محالهم ويتقوم حالهم، ونحن نسأل الله تعالى لطفه وهدايته، وإرشاده وحمايته، وحفظه وصيانته، لنا ولسائر المسلمين آمين\"(1).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقال ناصحاً قرّاءه من الصوفية: \"... ولا تغتر بمن يخالفه فهم الجاهلون، وإن كانوا قد شاركوا في بعض أبواب الفقه أو غيره، ولقد ثلب أعراضنا جماعة منهم وبالغوا في إيذائنا بجهالاتهم القبيحة بسبب جهرنا بالذكر(1)، والاعتناء بمحافله والإكثار من مجالسه\"، حتى قال: \"فيا حسرة على الجهلة ما أخسر صفقتهم المغبونة، وما أفحش ضلالتهم الملعونة. عافانا الله وسائر إخواننا المؤمنين من بلائهم المبين\"(1). ¶ وشاهد ما ذهبت إليه من أنه أُبعد عن دمشق من قبل بعض أمراء المماليك وبعض خصومه، ما ذكره عند كلامه عن خصم له لم يسمّه أكبر الظن أنه شيخ الإسلام ابن تيمية، كان يرد كرامات أوليائه المزيّفين على أنها من علم السيمياء (السحر)، قال: \".. أو يقول إن ذلك من فعل الشياطين، كما قد اشتهر عن بعض الفقهاء في زماننا بحيث لم يبق لأحد عقيدة في الصالحين، ولا حسن ظن في المؤمنين، وقد أتيت بما يقوله، وحقّق أن أولياء الإسلام كذّابون زغبلة أو مغرورون شيطانية. ¶ وليس أحد من العلماء يرى أن يقيم نفسه في مقابلته لما قد اشتهر عنه من كثرة المناوآت، وما تحقق عنده من حب المماراة، وقد ارتبط عليه خلق كثير من العوام، وصار له جاه ظاهر عند جماعة من ذوي الأحكام، فمن ناوأه أتعبوه،ومن عارضه أعانوه، جاه الحق ضعيف وقَدُّ الحق سخيف، والوقت يقتضي ظهور ما يجب ستره، وإقامة ما يتعيَّن كسره، ولا قوة إلا بالله\"(1). ¶ وحكى أن أميراً مملوكياً كان يناقش الرفاعية بقرية (قَطَنَا) ويقول: \"هؤلاء يَدَّعون الحكم على النار، وأنا لا أصدقهم، وأنا على مذهب فلان ـ العالم المعروف ـ الذي لم يبغ منكراً على الأولياء وغيرهم..\"(1).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وقد علمنا من المصادر التي ترجمت لشيخ الإسلام أن بعض أمراء المماليك كانوا يحبونه ويعظمونه، بل إن السلطان الناصر (ت741هـ) كان يحترمه ويعزه. وتأمل قوله الذي ذكر فيه رواج مصنفاته رحمه الله عند السوقة والسلاطين. وذلك عند حديثه عن أوليائه أيضاً: \"... وذلك عكس ما يقوله بعض علماء زماننا إذ قد جعل هؤلاء وأمثالهم من الشياطين، وأكثر في ذلك مصنفات متنوعة راجت عند السوقة والسلاطين، فأقل ما يقول: إني لم أقدح إلا من كان على غير الكتاب والسنة فيُصغي السامع إلى قوله ثم يشرع فيقدح الكل ويتعدى إلى المشايخ الكبار الذين وقع الاتفاق على ولايتهم، وصاروا ربانيين هذه الأمة، وإذا حاققه شخص أخرج لهم ذنباً، واخترع لهم خطأ ليخرجهم عن الكتاب والسنة\"(1). ¶ وغني عن القول إن هذا كذب عظيم على شيخ الإسلام فما كان لينقد من الأكابر إلا من أخطأ وهل كانوا معصومين ؟ ¶ أما العامة الذين أشار إليهم من محبي شيخ الإسلام، فيقول فيهم في موضع آخر: \"... كفانا الله أمرهم، وردَّ عليهم شرّهم. ولقد ابتُلينا بهم كثيراً،ولقينا من جهلتهم وبالاً كثيراً،ونحن إلى الآن (سنة715هـ) لم نخلص من تعدّياتهم، ولم نسْلم من فساد أذهانهم، وغالبهم اليوم ممن يدعي الفقر والسلوك ويحل نفسه في طريقهم محل الملوك..\"، ثم دعا عليهم(1). ¶ وقال بعد سرده لكرامات أشياخه التي تخالف العقل والدين: \"... واعلم أنه لا موجب لإنكار الحقائق وإهدار المعارف غالباً في هذا العالم إلا كلام من لا يعلم كما قال من قبلنا: لو سكت من لا يعلم لسقط الخلاف.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وهؤلاء الذين يكونون على هذه الصفة هم أعداء الحق، وهم موجودون في كل ملّة ومذهب، يجْنون على إخوانهم وعشرائهم ورفقائهم كل جناية أعظم من أختها، ثم إن القوم المجاورين لهم والمناسبين والمصاحبين يعظم عليهم صنيعهم، ويتبرّمون من أفعالهم وأقوالهم لكن في الغالب يحصل النشب ويعز الخلاص، فتلزمهم مساوئهم وتلصق بهم عللهم ولا يستطيعون فكاكاً، فتنسب تلك الأمور إلى القوم وهم لها كارهون..\"(1). ¶ ويُفهم أن ابن السَّرَّاج كان يتابع أخبار أبي العباس رحمه الله، ويطلب مصنّفاته وفتاواه، يُفهم ذلك من غير ما موضع من كلامه، من ذلك قوله: \".. لا كالذي يأخذ الأشياء بالعنف والغلظة وعدم الرفق، وكثرة الشقشقة واللقلقة ودعوى التمعلم (كذا) والتحذيق، والفوز بالدرجة العليا، والتقدم على السابقين، والرد على الأئمة السابقين، بغير خبرة ولا دراية تصلح للعارفين، مثل من أنكر على مشهد الحسين، والست نفيسة رضي الله عنهما بالديار المصرية، فلا يلتفت أحد إليه، وكان الصواب معهم...\"(1). ¶ وأكثر ما يلفت انتباه المتأمل في (التشويق) و(التفاح) كثرة الجمل الدعائية بالهلاك على شخص لا يسمى في أكثر الأحوال، وعلى أتباعه، والمقصود هو: ابن تيمية وتلاميذه، كما يتضح بأقل تأمل، فعند كلامه على الغزالي، والفخر الرازي، قال:\"... فليمت كمداً ضدهما وشانئهما بالرغم والهوان، والذل والخسران، فليس هو من أهل الإمكان ولا الإيمان\"(1).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وقال تعليقاً على حكاية من حكايات أوليائه: \"... وكم لمثل هذه الحكاية من مثل وهم يسمعون ولا يرجعون ويكابرون، وفي المتفقهة وبعض الفضلاء الظاهرية اليوم من قد أعجبته نفسه، وغرته معرفته ببعض(...)(1) فاستهان الأمر، وتعرض لقدح هذه الطائفة الإإإهية وصرح به في وقت، وكله حسد نفساني، ونظر حرماني، والوقت يقتضي ذلك لرذالته وفحش أحواله، فاختفى الفقراء المحققون فيه غالباً، وتسلط عليهم من جهلهم، فأصبح لهم ثالباً، ولِما لا يليق بهم إليهم ناسباً، ولشقاوته بعداوتهم كاسباً. تباً له ولأمثاله، والله يباعد بيننا وبين أشكاله آمين\"(1). ¶ وقال: \"... ولا تغتر بمن يذكر ذلك ومثله، ويجعله من أفعال الشيطان، فإنه شخص قد الْتبس عليه الأمر، واعتقد أنه ناصح لهذه الأمة، وأنه يزيل عنها كل ما يجب إزالته، ويقرر لها كل ما يمكن تقريره، وهو ـ بالله العظيم ـ معكوس في طريقه، ممكور به قد أضل الخلق حسب طاقته، وفرق كلمتهم حسب قدرته، ولقد عظم ضرره، وتطاير لمن خالفه شرره. ¶ فيا أسفا عليه وعلى أمثاله كيف ضاعت أعمارهم، وخابت مساعيهم، ووضعوا الشيء في غير موضعه، وهلكوا وأهلكوا، ولم يبق للموعظة فيهم مجال، ولا للنصح عندهم محل، إنا لله وإنا إليه راجعون\"(1). ¶ وقال تعليقاً على (كرامة) من (كرامات) يوسف القميني: \"... ونقول إن مثل هذه الواقعة الغريبة لو جرت عند الكفرة والضُّلاّل من الخلق، لآمنوا بها، واعتقدوا الولاية في الفاعل لذلك وأكرموه وبجلوه ورفعوه، ويكون في بلاد الإسلام أصحاب الدين القيم من يدّعي العلم بيد القطبية، في العلوم الشرعية والعقلية وغيرها، ثم ينكر ذلك ويقول: إنه من المنكرات وإن فاعله ليس بشيء أصلاً.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وكان في أيامنا من يشبهه (أي يوسف القميني) في ذلك، ومنهم شخص يقال له: الشيخ إبراهيم المُوَلّه وله أحوال عظيمة، وكرامات ظاهرة، فلا برح إلى أن أهانه وضربه، ومن لزم ذلك الرجل لم يؤاخذه ظاهراً، وحصل عند المؤمنين من ذلك أذى عظيماً، وبالله قد عاب علينا مخالفوا ديننا،ويحق لهم ذلك ولا قوة إلا بالله\"(1). ¶ وهذا القلندري الذي ذكره أورده ابن كثير رحمه الله تعالى في تاريخه فقال: \"إبراهيم الموله (ت725هـ) الذي يقال له القميني لإقامته بالقمامين..، وربما كاشف بعض العوام، ومع هذا لم يكن من أهل الصلاة وقد استتابه الشيخ تقي الدين بن تيمية وضربه على ترك الصلوات، ومخالطة القاذورات وجمع النساء والرجال حوله في الأماكن النجسة\"(1). ¶ وقال ابن السَّرّاج: \"... وقد نبغ في زماننا من يدّعي العلم والفضيلة، ونصب نفسه لقدحهم ووصفهم بكل قبيحة ورذيلة، وجعل ما ينقل عنهم من هذه الفضائل أو يروى من محاسنهم مما يتمناه كل سائل إما خيالاً شيطانياً أو محالاً بهتانياً. ¶ هكذا قال بقلمه ولسانه، ثم إنه أولاً كان يشيع بأن ذلك يقوله في قوم لا يتبعون الكتاب والسنة، ثم إنه جعل الجميع على غير الكتاب والسنة، وأخذ هذه الكلمة العظيمة، وجعلها ترساً يهول بها على الخلق، فمن سمع ذلك قال: معذور !! ¶ ولم يعلموا أنه ينسبهم إلى الباطل بزعمه، وأخرجهم عن الحق ببغيه. وكيف لا يكون كما قلناه من جُملة قدحه الشبلي (ت334هـ) ومن والاه. طهّر الله الأرض من أمثاله وأراح العباد والبلاد من فساد أمثاله آمين\"(1).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وقال عدوّ نفسه: \"... ولقد أحسن الشيخ الحافظ أبو نعيم الأصفهاني (ت430هـ) ـ رحمة الله عليه ـ وذكر في كتابه (حلية الأولياء وطبقات الأصفياء) من ذلك شيئاً كثيراً ليس كغيره من هؤلاء النابغين (...)(1) في زماننا المدّعين قطبية العِلْم بل العَالَم، ممن قد أعجبته نفسه الخسيسة حتى قدح علماء الأمة، وخطّأ خلاصة الأئمة، قال عن هذا الحافظ أبي نعيم وأمثاله: إنه لسذوجتهم، وحسن ظنّهم، وقلّة علمهم، وعدم تمكّنهم، غلب عليهم حب شيء فأطنبوا في وصفه بغير تدبر. ¶ ولما كان ممن سبقه بالفضائل؛ مسلم بن الحجاج النيسابوري (ت261هـ) صاحب المسند الصحيح رحمة الله عليه قال:وهل كان إلا رجلاً محدّثاً. إلى غير ذلك مما لا يوصف ولا يحكى. أدرك الله الإسلام بلطفه وعجّل لهم الخلاص من مثل هذا القائل، وزيغه وفحشه وحيفه آمين\"(1). ¶ قلت: شيخ الإسلام أعلم بأقدار الرجال من هذا الرفاعي التائه، وهو يعرف الرجال بالحق ولا يعرف الحق بالرجال. ¶ أما أشعريته التي زادت من اضّغانه وحقده وكذبه فظاهرة عند حديثه عن الصفات الإإإهية الواردة في الكتاب والسنة، فقد جرى على طريقة الخلف من إنكار المعاني الظاهرة وحملها على المجاز، ثم قال: \".. ولقد تاه في ذلك خلق كثير، وأضاعوا الزمان فيما لا يفيد، وفرّقوا كلمة المسلمين، وشعثوا سبيل المؤمنين، وادّعى كل منهم العلم والفضل والمزيّة، والتفرّد بالدرجة الفائقة، والرتبة العليّة. ¶ والصواب العدول عن سبيلهم، والتبرؤ من قبيلهم، وخاصة من أشاع مثل ذلك بين العوام، وتلا متشابه سوره على من عساه لا يفهم مراد عشيره من واضح الكلام، وهو يعلم أن ذلك لا يصلح إلا لذوي النهى والأحلام، وكل خبير ناقد من الأعلام.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ولقد كنت متوقفاً في بعض أحوال شخص من أقراني، يعاود البحث في ذلك ويعاني، ويزيد عن الحد، ويجعل الولد اللاحق سابقاً على الجد، مع أنه عالم فاضل، سابق ناضل، فيه دين وتقوى، وبه يعتضد العلم ويقوى، وعنده دربة وتمهيد، ولديه تثقيف وتسديد، ولكنه قد أولع بالخلاف المخلّ، وأغري بالمقال الممل، وقارب بمعكوس تدبره سلوك الطريق المضل. ¶ إلى أن رأيت في المنام بدمشق حرسها الله، أوائل سنة (704هـ) أن أخي في السِّنِّ وخدمة العلم الشيخ الإمام العلامة كمال الدين أبي عبد اللهمحمد بن الشيخ علاء الدين أبي الحسن علي بن الزملكي الأنصاري الدمشقي الشافعي (ت727هـ)(1) أيّده الله تعالى قد جاء إلى منزلي، وقال: أُمرت أن آتيك وأدعو الله أنا وأنت، فدعونا واتّفق حصول طيب لا يمكن وصفه ثم سألته فقال: استأذنت الله تعالى في أن أمضي إلى فلان يعني الشخص المشار إليه(1) وأدعو الله أنا وإياه فلم يأذن لي، وقال: إني لست معه ولا عنده ولكن امض إلى فلان ـ يعني العبد الضعيف ـ فإني معه وعنده. ¶ فقلت: هل ذكر لك علة المنع ؟ فقال: قال لي عنه إن ذلك من أجل اعتقاد يعتقده. فعند ذلك علمت أن ذلك الشخص مغرور. ¶ ولقد آلم قلبي ذلك !! ووددتُ نصحه وإعلامه، لكن تحققت أنه لا يفيد فيه القول، بل يحمله على المبالغة في الأذى والتحيل على قلب الرؤيا وردها على الناصح، وجعلها من تلبيس إبليس، إلى غير ذلك مما يشوِّش الباطن والظاهر، ويعكس الأوّل والآخر، كعادة أمثاله ممن قد أعجبته نفسه، وفسد حاله..\"(1). ¶ وقال في سياق حديثه عن السماع والتواجد: \"... وأما في زماننا هذا، فقد رأينا في أيام الجمع وغيرها من يظهر عليه وجد، أو يبدو منه صياح ونحوه في حال الخطبة، أو عند سماع قرآن، أو ذكر، أو غير ذلك، فيبادر إليه المنكرون ويؤذونه، وربما شتموه ولعنوه، ورأيت بعض الفضلاء الظاهريين، يقوم إليه ويعرك أذنيه، ويقرأ قوله تعالى: {آآآ أَذِنَ لَكُمْ أَمْ عَلَى ااا تَفْتَرُونَ}(1).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ثم قال: \".. فإن قلت: هل رأيت من تأثير فعل هؤلاء وأفكارهم ما ليس بالمنكر شيئاً ؟ قلت: نعم، رأيت من تبعهم في ذلك من جهلة العامة والمتفقّهة والمتفقّرة، ورأيت من بعض أتباعهم أمراء، ونوّاب قلاع حصينة معدودة مذكورة مشهورة، لهم صيت وصَوْلة عظيمة، وزادوا في شنيع الاتباع الذي وافق اعتقاداتهم الرذيلة، وطبائعهم الكفرية، بحيث لم يبق في البلاد التي يحكمون عليها صالح يتجاسر أن يمكن حالاً يطرأ له من ظهور أصلاً، لا عند سماع الخطبة، ولا عند سماع القرآن، ولا الذكر، ولا التسبيح في الأسحار، بل صار كل منهم إما أن يبتعد من ذلك، وإما أن يتقرب ويتمغص بحاله إلى أن يكاد يهلك. ¶ واشتهر ذلك وتفاحش عدة من السنين، اتباعاً لبعض المنكرين من الفضلاء الظاهرية بدمشق،لكونه وافق طبعه الرديء، وقلبه الدنيء، ودينه الفرعوني، حتى إنه لم يبق أحد يقدر أن يسلك سبيل معروف أصلاً، لئلا يُحضره ويستهزىء به أو بمن علّمه، ثم يهينه ويتهدّده ويستتيبه عن الخير جملة. هذا مع ظهور المنكرات في بلده، وتفاحشها والإصرار عليها، والإقبال بكل وجه إليها(1). ¶ وكذلك أيضاً تسلّطوا على الفقراء بأجمعهم(1) وآذوهم وضربوهم ونفوهم وأبعدوهم وأوعدوهم، وحرموا الإحسان إليهم جملة كافية، وأولوهم من بلاياهم أقساماً وافية، وربما أن العبد الضعيف فاوض بعض هؤلاء المقتدين، وذكر له ما جاء في اتباع سبل المعتدين. ¶ فكان الجواب: إنّ كُتب الفاضل الفلاني(1) جاءتنا من دمشق، ومما تضمنت أن أكثر هؤلاء الفقراء اليوم زنادقة يحل قتلهم بالأصالة(1)، فتعب العبد الضعيف كثيراً، إلى أن أزال من ذهنه الشيطاني ذلك أو بعضه، وعرف السامع تعصب ذلك الفاضل وبغضه، وغور قوله وعوره، ونقصه ونقضه، وطول بلاء معتقده وعرضه.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "فأي فتنة أبلغ من ذلك في الدين،وأي فرصة أشهى منه إلى قلوب المفسدين،فالله تعالى ينظر إلى الإسلام بعينه المتعالية عن المنام، ويريحهم من ذلك وأمثاله الذين قد انثلم الدين بتمعلمهم(كذا) أقبح انثلام، وهم يعتقدون أنهم من أعوانه وأن كلاً منهم بما يعتمده يحقق أمانة إيمانه،تعالى الله عن ذلك أن يكون كذلك بل هم المفسدون المفرقون والمارقون الممزقون..\"(1). ¶ وقال بعد كلام طويل عن الرفاعي وكون قبره يُقصد بالزيارة ونيل البركة: \".. وإن أنكر ذلك بعض المدّعين علماً وفضلاً، واستدلّ بظواهر، واعتضد بنقول، فليس بشيء عند التحقيق في ذلك جميعه(!!) وفيه بحث كثير وكلام طويل. ¶ والذي عليه العمل الآن، وقد قال به أئمة الأمصار: الجواز والاستحباب (!!)،فثق بما نقوله ولا تغتر بمخالفته،فليس هو في مخالفته سائر مع الحق، ولا قاصد إلى الصدق، حقّقنا ذلك كشفاً (!!) وعلماً، وأوثقناه حكمة وحكماً\"(1). ¶ ولذلك نراه يذكر زياراته لقبور أوليائه، من ذلك أنه زار تربة أحدهم (بكفر طشة) قرب البيرة وقال: \".. ولنا إليها ترداد، وسهرنا فيها ليالي بالذكر والفكر، ولنا منه نصيب وافر في الباطن، وبإحسانه وفضله\"، وقال عن تربة أخرى: \"ولنا إليها تردد بحمد الله\"(1).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "واتَّهم ابنُ السَّرَّاج شيخَ الإسلام بأنه مثير للخلاف إلى آخر ما هنالك من افتراء مكرر في ثنايا الكتاب،ففي مقدمة (التشويق) يقول: \"إنه كثرت الإشارات الباطنة (!!) إلينا في تأليف هذا الكتاب،على ما هو عليه من تقريع المتمعلمين والمتحذلقين(كذا)،واستهجان المتقولين،واستقصاء الحاسدين والحاقدين\". ثم وصف ابن تيمية وأصحابه قائلاً: \".. وسبب قولنا في ذلك ومثله؛ أنه قد ظهر في زماننا أقوام قد أغروا بمهلك الخلاف، وسلّوا سيف الفتن من مُحكم الغلاف، وأوسعوا الحيل في تفريق الائتلاف، وبذلوا الجهد في موجب تحقيق التلاف، وأطالوا في إفساد العقائد كلاماً كثيراً وارتكبوا في هدِّ القواعد إثماً كبيراً، ورضوا لأنفسهم تكرار الإهانات سنين عديدة، ولم ينالوا بتوالي العتابات...\" ثم حكى أحلاماً تحلَّمها من هم على شاكلته في ذمّ أبي العباس ـ قدس الله روحه ـ ومنهجه وفتاواه(1). ¶ أما قوله: إن الإشارات الباطنة كثرت إليه في تأليف كتابه (التشويق) على ما هو عليه... إلخ، فقد دلّنا كيف تكون الإشارة بذلك عنده، ومنها نفهم كيف يفكر الصوفي قال: \".. ولقد وقع للعبد الضعيف مصنّف هذا الكتاب ـ عفا الله عنه ـ من ذلك شيء كثير، وأضمرت في نفسي عزماً على ما سأفعله من عقد مجلس ذكر أو غيره من أبواب الخير، فأرسل الله تعالى من خاطبني بذلك على ما هو مضمر في نفسي، فأعلمُ وأتحقق أنه مخاطبة معلمة باستحسان ذلك، ومشيرة بفعله، ومرغبة في اصطناعه، وهذا الذي نقوله يعرفه من له ذوق\"(1). ¶ قلت: إذن فالمسكين يعدّ وسوسة شيطانه وطلب رفاعية دمشق وقلندرية الأرجاء تأليف كتابه ذاك إشارة تستحسن عزمه الرد على شيخ الإسلام، وكان قد قال في أوائل كتابه:\"..ولم نقل شيئاً ولم نؤلف كتباً إلا بإشارة مقبولة\"(1)",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وقد روى ابن السَّرَّاج(ت694هـ) حادثة عساف وكاتبه النصراني التي جرت سنة693هـ ويبدو أنه كان بدمشق يومئذ فقد ذكر بعض التفاصيل التي تهم المؤرخين، بيد أني توقفت عند تعبير استخدمه في كلامه يستنتج منه غيظه على ابن تيمية رحمه الله. قال ـ والقصة عند ابن كثير(1) وغيره ـ: \"وأفضى ذلك إلى أن نائب السلطنة الشريفة ملك الأمراء عز الدين أيبك الحموي (ت703هـ) ضرب الشيخ زين الدين الفارقي ضرباً عظيماً، وضرب الشيخ تقي الدين بن تيمية أقل منه، ظلماً وعدواناً..\"(1). ¶ فإن كلمة: \"أقل منه\" تُظهر خبء شعور ابن السَّرَّاج تجاه ابن تيمية في هذه الواقعة أيضاً، وكان ابن السَّرَّاج يعظّم الفارقي لأسباب، منها قول الفارقي في الفقراء؛ أصحاب ابن السَّرَّاج: \".. أعطيت من الله أن مهما ورد عن الفقراء رضي الله عنهم مما تستنكره الضعفاء أستخرج له وجهاً، وأقيم عليه دليلاً وأحل عويصه!!\"(1). ¶ كان ابن السَّرَّاج بدمشق سنة704هـ ويحتمل أنه بقي بها إلى سنة705هـ، وحضر المناظرة الكبرى بين شيخ الإسلام ابن تيمية والرفاعية ومن كان معهم من ضروب القلندرية، وقد نقل كلاماً لأبي العباس كأنه سمعه منه حينئذ قال: \".. ثم إنه قال: وإنه يكون بأرض الهند ضرب من الزط يفعلون هذا، وهؤلاء المتولهون والمنتسبون إلى بعض الشيوخ إذا حصل لهم وجد سماعي، كسماع المكاء والتصدية، فمنهم من يصعد في الهواء، ويقف على زج رمح، ويدخل في النار، ويأخذ الحديد المحمى ويضعه على بدنه، ولا يحصل له هذا الحال عند الصلاة ولا عند الذكر، ولا قراءة القرآن، لأن هذه عبادات شرعية إيمانية إسلامية محمدية تطرد الشياطين، وتلك عبادات بدعية شركية شيطانية فلسفية تستجلب الشياطين، (قال ابن السَّرَّاج) إلى كلام طويل يكفي منه هذا الذي حكيناه\".",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وكان قد نقل قبل ذلك (كرامة) قلندري رفاعي يقال له:محمد الرصافي، وكان من أمره: أنه كان يظهر شرب الرصاص المذوّب، ويتمرّغ في النار، ويأخذ ورقة بيضاء أو غير بيضاء ـ كما يروي ابن السَّرَّاج ـ فيضعها في كفه ثم يقرأ عليها فتخرج درهماً فضة صافية، ثم يريهم إياه، ثم يفركه أخرى فيخرج مسكوكاً بسكة الوقت الحاضر. ¶ وقال: \".. فإن قال ضدٍّ لشدة بغضه، وشنيع تعصبه: لم أسمع بهذه الأحوال،ولا أظنها صحيحة فقل:ارجع إلى المشايخ والمقتدين والمدرسين والمعيدين، وأذهب عمرك في التحصيل والتمرين، حتى تعرف ولم تكن من الجاهلين،وامش على قدرك،واعرف منزلتك،ولاتخض مع الخائضين الذين بلغ بهم الحسد لهذه الطائفة الربانية الإإإهية(1) إلى أن قالوا:إنهم سحرة، وإن خيارهم كذّابون مكرة، وإن كراماتهم خزعبلات وحيل الأباطيل الشيطانية. أولم يعلموا أن الفرق المخالفة لاتطيق القدح بأكثر من هذه الأقوال الهذيانية\" إلى أن قال: \".. فإن قيل من تكلم في هؤلاء بما لا يليق ؟ ومن الذي أقدم بقدحهم على نار الحريق ؟ فقل: تكلم فيهم بعض المتقدمين، ورأينا بعض فضلاء زماننا تكلم فيهم بقلمه ولسانه منذ عدد من السنين، ولقد والله كان غنياً عن هذه المقالة، ولو لطف الله تعالى به لسأله حسن الإقالة. ¶ وإني ـ والله ـ لأوثر له ولمثله من المسلمين من هذه الأمور السلامة،وأودُّ لهم ـ لله تعالى ـ أن يبعدوا عنهم العتب والملامة، ونحن نحكي بعض أقواله، ونسأل الله تعالى أن يعفو عنا وعنه وعن أمثاله\".",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ثم نقل بعض رأي أبي العباس ـ رحمة الله عليه ـ فيهم، وكلامه عليهم، ثم قال: \"... ونحن نقول ونقسم بالله العظيم: إنا نعتقد أن هذا الكلام القبيح الشنيع لا يليق بصغير مبتدىء بين يدي قائله، وإني والله والله والله ـ ثلاثاً ـ الذي لا إإإه إلا هو الرحمن الرحيم لأحزن كل الحزن، وأتأسف كل الأسف على مثل هذا الرجل الفاضل، من أجل صدور مثل هذه الأقوال عنه مع علمه وفضيلته، كيف يرضى لنفسه أن يتكلم في مثل هذه الطائفة التي قد شرّفها الله تعالى يقيناً ؟ وأظهر لها آيات، وأقام على صدقها بيّنات، مع علمه بأنَّ أحداً لا يوافقه على مقالته، ولا يستحل أن يقدم على الحق فيقيم الباطل في قبالته. يا لها من حسرة على الفضلاء الذين خسروا فضائلهم، ولم يأمن الحق وأهله غوائلهم..\". ¶ ثم قال بعد تحدٌّ فارغٍ: \"... فما بالشقشقة، واللقلقة، والتلفيق، والتزويق تمحو محاسن الإسلام...\"(1). ¶ وحين تحدث عن فضائل دمشق، وأتى بكثير مما لا يصح منها، قال: \"... ولا تغتر بقول بعض العلماء النابغين في زماننا: لم يثبت من هذه الفضائل شيء ولا أثر لها. فإن مثل ذلك لا يفتقر إلى الثبوت، ومُنكره معاند. وإنما أولئك يريدون محو محاسن دمشق حسداً من عند أنفسهم من بعدما تبيّن لهم الحق\"(1). ¶ وقال وهو بصدد إثبات فكرة الأبدال لدى الصوفية: \"... ومنها أنهم سمّوا به (بدلاً) لأنه كلما مات رجل أبدل الله مكانه رجلاً. وهذا ردّه بعضهم وقال: لو صحَّ ما نقض الدين. ثم أخذ في تضعيفه، وقال: ليس من أمر الدين ولا أصل له ثابت. وأكثر من ذلك. ¶ ونحن نقول:بل قوله مردود،ولهذا الحديث أصل،وليس في إثباته محذور من نقض قاعدة أو تبديل سنة أو غير ذلك. بل من رده حاسد مبغض لأهل الحق وأصحاب (...)(1) الذي ليس لحاسدهم منه ذرة من النصيب.لايكاد يخفى ذلك ولاعن الحمير!!وإن لم تؤمن بما نقوله فعليك بالمنصف الخبير.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وهذا الذي يقول هذه الأقوال، ويسري في هذه السبل قد عرف حاله،وله أحوال معنا يكون حاسداً لأصحاب الفضائل الباطنة والظاهرة، فيأخذ في محو محاسنهم طلباً لإثبات نفسه، ووقتاً يكون طالباً لأن يقال: محقق متقن قد جاء ليجدد لهذه الأمة أمر دينها، وغير ذلك من الأمور المذمومة، ونحن نعرفه، ونعرف أغراضه وما نشأ عليه، وما جُبل عليه، وما هو مُراده وما هو معشوقه من الأحوال والأفعال والاعتقادات، فالله تعالى لا يجعلنا بحاله ولامسلماً غيرنا،وشرح أمره أطوله طويل،وبلاء المسلمين به غير قليل\"(1). ¶ وتقع على البذاء في أسلوبه، مثل قوله: \"...فاعلم ذلك وثق به، ولا تلتفت إلى حيوان ينكر مثل ذلك ولو ادّعى العلم فليس بعالم، لأن العالم يتصرف بعلمه ويعتمد الواجب،وينظر الأصلح ويفكر في العواقب...\"(1). ¶ وقال في بحث (الخضر وحياته) عليه السلام: \".. وإن كان أصحاب الأغراض الخسيسة النفسانية،والمقاصد الخبيثة الشيطانية يقولون غير ذلك، إما لدغل كامن وعداء باطنه لهذه الأمة، وإما لحب التفرد بالرياسة، فيأخذ أحدهم في محو محاسن أهل الباطن حتى يصل إلى الخضر عليه السلام. ¶ ثم إن قدر على إثبات محاسن نفسه، وإلا اكتفى في الأمر بمحو الغير، وتغذّت نفسه وطبعه بذلك ورضي به، فاعلم ما يقول وتحققه، ومن العجب كوننا رأينا من الفضلاء من شحن كتبه بشهادة الأولياء، وهم الجم الغفير، ببقاء الخضر عليه السلام ورؤيته ومحادثته والتعلم منه، إلى غير ذلك، ثم يقول في مكان آخر: إن ذلك باطل وإنه من إلقاء الشيطان بين الناس، فلا حول ولا قوة إلا بالله\"(1). ¶ وعرض ذكر الملاحم، والذين ينكرونها ممن سماهم بالمتفقهة، ودافع عنها وقال: إن في هذه الملاحم أسراراً لله تعالى، وحكمة واسعة. ودعا إلى سلوك الأدب معها، ثم قال: \"... ولقد رأيت جماعة من المتفقهة ينكرون بخلاف الأئمة الفضلاء والسادة النبلاء، حتى إنهم يكثرون الكلام على الملاحم، ويزعمون أنها من الباطل.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ولقد رأيت شخصاً كبيراً منهم يقول: الواقعة الفلانية مذكورة في ملحمة ابن عقب(1) أو غيره وجرت كما ذكر لكني أعلم أنها كتبت فيها بعد وقوعها من فعل بعض الزنادقة، أو المتعصبين للباطل، ويحرم بذلك وينكر أن ابن عقب أو غيره يمكنه أن يتكلم على وقوع شيء قبل كونه ويقول: كيف يتهيأ له ذلك وما يعلم الغيب إلا الله تعالى ؟ فلا زلت حتى وقعتُ على ملحمة كتبها بخطه في صغره، وقد جرى في بسط عمره منها وقائع، فقلت: أليس هذا خطك ؟ وقد جرى ذلك بعد كتابك فأبلس\"(1). ¶ قلت: ما كان شيخ الإسلام ممن تنقطع حُجَّته أمام رجل قزم العقل كابن السَّرَّاج، ولئن صَدَق في روايته هذه فما يُظن بأبي العباس أن ينسخ هذا الضرب من الملاحم الخرافية حتى وهو صبي. ¶ أكبر الظن أن ما أشار إليه ابن السَّرَّاج ووجده بخط ابن تيمية هو بعض المبشرات التي رآها الصالحون، وقيّدت في كتاب ووافق بعضها ما قدَّره الله تعالى، كتلك التي أخبر بها شيخ الإسلام السلطان الناصر في رسالة بعثها إليه جاء فيها: \"وقد حدثنا أبي رحمه الله أنه كان عندهم كتاب عتيق وقف عليه من أكثر من خمسين سنة،قبل مجيء التتار إلى بغداد،وهو مكتوب من سنين كثيرة، وفي آخره: والتتار يقلعهم المصريون. وقد رأى المسلمون أنواعاً من المبشرات بنصر الله ورسوله، وهذا لا شك فيه إن شاء الله...\"(1).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وله عبارات شنيعة نفهم منها عميق غيظه وأكيد حسده، وهي كثيرة منها قوله: \"... فليعلم ذلك المعترض المتحذلق، وهو بسكوته عما لا يعنيه المتفضل المتصدق\"(1). وقوله: \"... أين يُتاه بك أيها الغافل الجامد ؟\"(1).\".. لا كاعتقاد أعداء الملّة الذين يَدَّعون أنهم علماء وفضلاء ومشايخ الإسلام!!وهم أضرّ على الإيمان من أهل الكفر والطغيان\"(1) \".. وقد رأينا من الجهلة قوماً لا يَعرفون، ولا يَعرفون أنهم لا يعرفون، ثم إنهم يستنكرون أمر المحبة، وهؤلاء ـ عندي ـ البهائم خير منهم\"(1)، ومن حمقه أنّه بالغ في اتهام من عادى الرفاعية بالحسد فقال: \"... فإبليس لعنه الله، لم يبلغ به الحسد لآدم على نبيّنا وعليه السلام، أكثر من ذلك\"(1). ¶ وقال: \"... واعلم أن هذا الشخص من إخواننا في السن وخدمة العلم الشريف من عهد الصبى بدمشق حرسها الله تعالى، ولما عزم على إبداء المخالفة نهيناه كثيراً، وأشرنا عليه بالاشتغال بما يفيد من إصلاح كتب التفاسير والفقه والأصول وغير ذلك(1). ¶ ولما انتقلنا إلى مباشرة الأطراف بإشارات باطنة من (...)(1) والأشراف، لم نزل نرسل إليه، ونؤكّد عليه، وكان يخالفنا في أشياء ثم يرجع ويقول: عجلتُ. وما جاريناه في أمر إلا ردّه الله إلى قولنا، فلا تغترّ بشهرته وصِيْته، واعلم بأن حزب الله هم الغالبون...\"(1). ¶ وأردف عقب هذا قائلاً: \".. ونقول حينئذ: ثم من أعظم البلايا أن العلماء المحققين؛ أحجموا عن مساواة ذلك وأمثاله ومقابلتهم، وصانوا أعراضهم لأسباب عن مباحثتهم ومقاولتهم، ولم يظنوا أن يصل الأمر إلى ما وصل فتتابع وتفاقم إلى أن صار لصد الإسلام بسببه مرامه وحصل. ¶ وكان المحققون من العلماء قادرين على إعدام من كان هذا الخلاف المضل من سلوكه وسننه، ولكنهم خافوا أن يصير قتل العلماء من فروض زمانهم الرذل وسننه. حققنا ذلك عياناً...\"(1).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "قلت: قوله: \"ولما عزم على إبداء المخالفة نهيناه كثيراً...\" إلخ يقصد بذلك قطعاً ما كان منه قبل سنة698هـ من وضوح نهج السلف الصالح في العقيدة لديه، إلى أن كتب (الحموية)، ونقده أشياخ الصوفية المنحرفة، كابن عربي (ت638هـ) الذي كان يحسن الظن به في مطلع شبابه ثم تبين له حاله (1). وإني ليبدو لي أن إبداء مخالفته كان أقدم من ذلك التاريخ بكثير نفهم هذا من كلامه ـ رحمة الله عليه ـ عندما قال: \"... وأغرب من هذا ما قاله لي مرة شخص من هؤلاء الغالطين، في قوله: {ومَا يَعْلَمُ تَأْوِيْلَهُ إلاَّ الله}(1) قال المعنى: وما يعلم تأويل: (هو)، أي اسم: (هو) الذي يقال فيه: هو، هو. وصنف ابن عربي كتاباً في (الهو). ¶ فقلت له ـ وأنا إذ ذاك صغير جداً ـ: لو كان كما تقول، لكُتِبَت في المصحف مفصولة: (تأويل هو)، ولم تكتب موصولة..\"(1). ¶ وذكر أنه ناقش رجلاً وابنه من المتعصبين لأهل الكلام وهو صغير قريب العهد من الاحتلام (1).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وأَعْظَمَ ابن السَّرَّاج الفِرْية عند قوله: \"ثم نقول: وإن أصرَّ منكر ولم يقبل النصيحة بل أحب الفضيحة فقل: رأينا هذا المنكر المبالغ المدعي القطبية يصرح بأنه المهدي الذي وعد به النبي صلى الله عليه وسلم ويقول:أنا الذي أُقِيم الحق،وأَمْحق الباطل،وأنا المتعيّن لكل الوظائف الدينية والدنيوية،إلى كلام كثير من جنس ذلك.فقيل له:الانتماء والنسب غير موافق.قال: ما علينا من ذلك إذا صح المعنى وهو المقصود.ثم قال:وإن لم أكن هو،فأنا مثله،أو نظيره (..)(1)، وهو الذي حمله على ما قاله، وقد قدح العلماء وخالفهم، وألف العامة وحالفهم،ثم تَرَقّى في بغيه إلى أن تعرَّض إلى جناب الرسولصلى الله عليه وسلم(1)، وقال: إن الصرصري(ت656هـ) صاحب الديوان الحسن في مدح الرسول قد أخطأ في مبالغته،وربما كفّره(1)وقال غير ذلك مما اشتهر عنه في فتاويه الخبيثة التي بثَّها شرقاً وغرباً، واستند في ذلك إلى أشياء كل عالم صغير وكبير، ووضيع ورفيع يعرفها من جنس الأحاديث المتضمنة تواضعه صلى الله عليه وسلم وقوله:\"لا تطروني كما أطرت النصارى المسيح عليه السلام\"، و\"لا تعظموني كفعل الأعاجم، يعظم بعضهم بعضاً\"، و\"لا تفاضلوا بيني وبين الأنبياء\"، إلى غير ذلك، وكل ذلك لايقدح ما قدحه، وهو محمول علىحبّه التواضع لله تعالى ليرفعه..\"(1). ¶ قلت: أمّا زعمه أن شيخ الإسلام ادَّعى المهدية فافتراء منه عليه بلاريب، وما أظن المصدر الذي نقل عنه الحافظ ابن حجر العسقلاني،قوله: \"... ونسبه قوم إلى أنه يسعى في الإمامة الكبرى\"، إلا ابن السَّرَّاج وأضرابه، من الحاقدين الشنأة الذين يضعون هذه الكذبة ويشيعونها لتأليب ولاة الأمرعليه.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وكان نصر المنبجي (ت719هـ) من حَمَلة هذه الفرية ـ إن لم يكن مصدرها ـ فقد كان يقول لعلي بن مخلوف القاضي (ت718هـ): \"قل للأمراء: إن هذا يُخشى على الدولة منه، كما جرى لابن تومرت (ت524هـ) في بلاد المغرب\"، فلما جاء مريده الجاشنكير (ت709هـ) إلى السلطة أوهمه المنبجي أن ابن تيمية سيخرجهم من الملك ويقيم غيرهم(1). ¶ وقد نقل لنا تلميذ ابن تيمية العلامة عمر بن علي البزار (ت749هـ) تفصيلاً لهذه التهمة، وذلك أن الناصر المملوكي سأل شيخ الإسلام حين اجتمع به قائلاً: \"إنني أُخبرت أنك قد أطاعك الناس، وأن في نفسك أخذ الملك\"، فما كان من أبي العباس إلاّ أن قال بصوت عالٍ غير مكترث به: \"أنا أفعل ذلك ؟ والله إن ملكك وملك المغول لا يساوي عندي فِلْسين\". فتبسم الناصر، وعلم صدقه، وكذّب من وشى به إليه(1). ¶ أما وصفه فتاوى الإمام المجتهد ابن تيمية بالخبيثة فردٍّ عليه، ولَهَوَ وكتابه بالخبث أولى، وأمّا أنه بثَّها شرقاً وغرباً فذلك صدق أطبقت عليه المصادر، وقد جعل الله في الذي بثَّه منها خيراً كثيراً. ¶ ثم قال: \"... وبالجملة؛ هذا مخطىء في هذه الإطلاقات، والتلفظ بالألفاظ المستهجنة المستقبحة، التي هي عند كل عارف جامع للعلوم الشرعية والعقلية، وغير ذلك مما تعرفه الفضلاء، وتبحث عنه النبلاء. ¶ ثم اعلم أنَّا رأيناه يسمع الكرامة، وتثبت عنده اضطراراً لموجبات، فيغتم لذلك عظيماً، ثم تحمله النفس الحاسدة، والطبيعة الكدرة المتكبرة كثيراً المتكبرة كبيراً (كذا)، فيأخذ في إبطالها بوجوه الضلال، فإذا عجز أخذ في قدح النقل مهما أمكنه، وإذا سمع القوادح أعجبته وطرب لها، وقرّب الناقل وأكرمه، حتى إن بعض المتفرجين فيه، الضاحكين منه، يحكون له كرامات يتحققونها، ثم يقولون: الله أعلم إن هذه من أفعال الشياطين.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "فيقول: أحسنتم أنتم على مذهبي واعتقادي، ثم يضمُّ القائل إلى صدره ويقبِّل رأسه أو غيره إظهاراً لترجحه عنده، فيقضون منه العجب. ثم إنه قال: أنا أقدح المبطلين، فجعل لذلك الأكثر مبطلين بمغالبته واجتهاده الخارج. ¶ ثم ترقّى إلى أن يقدح الأكابر، مثل مشايخ الرسالة القشيرية ـ رضي الله عنهم ـ ومن هو أكبر منهم ممن قد حصل الإجماع على ولايتهم، وأنهم كأنبياء بني إسرائيل على نبينا وعليهم الصلاة والسلام بغير شك ولا مرية بين الأمة إلا عند من قد أضله الله وطمس على قلبه وجعل على بصره غشاوة. فإنا لله وإنا إليه راجعون\"(1). ¶ وقال: \"... ولا تكن كالجهلة أو المتجاهلين الذين يصل أحدهم إلى مسألة الله أعلم كيف وصل إليها فيعتقد أنه العالم الراسخ، والجبل الشامخ، ثم يأخذ في قدح العلوم وأهلها، ويأخذ في سبيل حزن الأمور وتجنب سهلها ظناً منه أن ذلك هو الدين وأن إنكار المعارف زينة العارفين. كلا والله بل طمس الله على قلبه وأعمى بصره وذهب بلبه، فصار عدو الحقائق آتياً بما ليس بلائق، خسر الدنيا والآخرة، وفاز بالكرّة الخاسرة. ¶ قد حرم طريق العلم الواضح، ومنح الحظ الخسيس الفاضح، عكس الولي الناصح، واللبيب الراجح، الفائز بالرأي الصالح..\"(1). ¶ وقال وهو يتحدث عن منكري (الكرامات): \"... ولكنهم في هذا الزمان لهم بعض العذر، وسببه أنه قد ظهر في العالم من يقدح الأولياء، ويهدر الأصفياء، ويستهتر بالصلحاء، ويستهزىء بالأتقياء، ويضع من أقدارهم، ويقلّل من أنصارهم، وينكر تعصباً ما لا ينكر عليهم، وينسب كل قبيح وشنيع إليهم، ويجعل أحوالهم إذا صدق بها شيطانية، وإذا لم يصدق بها زورية هذيانية، وإذا كذب بها كفرية بهتانية.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وليس قصده في ذلك إلا إثبات نفسه الخسيسة، وأنه مختص بالفضائل الفائقة، والمزايا النفيسة. يقدح العلماء حتى يصل إلى الصحابة، ويغلّط الفضلاء حتى جليل الأهل والقرابة، ومن رآه قد تقدم عليه بفضيلة يجتهد على قذفه بكل سخيفة، ورميه بكل عليلة. ¶ وقد ألّف في ذلك ومثله مؤلَّفات، وصنّف في شبهه ومقاربه مصنَّفات، وبثَّها في البلاد، وأفسد بها عقائد العباد، وفرّق كلمتهم، وضلّل دعوتهم، وتحمّل في ذلك إثماً كبيراً، وأحدث بين الناس خلفاً كثيراً، افتياتاً على الله وعلى عباده، وإعانة للشيطان على كيده وعناده، عجّل الله خلاص الإسلام منه ومن أمثاله، وأسرع بفكاك الإيمان منه ومن أشكاله آمين\"(1). ¶ ولما عرض لمسألة حياة أوليائه في قبورهم، كحياتهم الدنيا، قال: \"... وذلك مما ثبت عندنا وهو من دلائل أنهم أحياء الدارين، عكس ما قد صَمَّم عليه فضلاء زماننا\"، ثم قال: \".. وكان ذكره قد شاع بين الخلائق بكثرة خلفه وتنوع جداله، وتنقيته المسائل الخلافية، واشتغاله وإشغاله بها. هذا مع ما يجري له في غضون ذلك في مجالس لا نرتضيها نحن لغلام له أو صغير بين يديه\". ثم ذكر أنه كان عكس هذا أولاً وأردف ذلك بدعاء له الله أعلم بنيّته فيه، قال: \"عافاه الله تعالى وإيّانا وسائر المسلمين\"(1). ¶ وعند ذكره شيخ أشياخه: الحيدري صلطوق (ت697هـ) أورد عجيبة من عجائب الخلق، فقد قال: \"... وكان أشقر اللون، رَبع القامة، أكثر نظره إلى السماء، أشبه الناس صورة بأخينا في السن وخدمة العلم، الشيخ العلامة تقي الدين أبي العباس أحمد بن عبد الحليم بن عبد السلام بن تيمية الحراني ثم الدمشقي الحنبلي، لا يخالفه إلا بشقرته، أي ظاهراً، ولنا باطناً، فإنه كله خلافه لشيء قُدّر عليه، وحرمان كلي وصل إليه.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ولو كان على اعتقادنا في هؤلاء السادة، لحظي بعظيم السيادة، ونال جميع السعادة، وإنما يقال: محروم الارتفاع، ولو وفقه الله تعالى لسلك سبيل الاتضاع، فإنه طلب التقدم فدحض الأول والآخر، ورام التكبر فقلت: من الساخر إلى الساحر(1)، نسأل الله أن يسلك بنا سبيله، وأن يجنبنا نيته وفعله وتبلبله، فما أحسن من نظر نفسه صغيراً ورأى كلاً من العالم كبيراً حقيقاً. فضيلة ذلك من طرق كثيرة وأعظم كتاب لا يغادره صغيرة ولا كبيرة. فثق بما نقول يكون(1) الله معك والرسول\". ¶ ثم جاء بعجيبة أخرى تخص شخصيته ـ أعني ابن السَّرَّاج ـ فرغم عدائه الذي رأيت فإنه لم يقطع حب المراسلة والصحبة القديمةـ كما يقول ـ بينهما، ولا ندري نيته في ذلك أهو صادق في نصحائه كما قد يكون الكفرة والضلاّل أحياناً صادقين في دعوتهم من أسلم أو اهتدى إلى ضلالهم وكفرهم الذي هو الحق عندهم ؟ أم هو يبغي في كل مراسلاته كفَّه عن جهاده لذويه وأمثاله ؟ ¶ قال: \"ولقد نصحناه في زمن الشبيبة بدمشق كثيراً، وأرسلنا إليه من البلاد الشمالية برسائل لا تحصى، نأمره بالاشتغال بما يفيده، وننهاه عن ضد ذلك لله تعالى ولما بيننا من الصحبة القديمة، ولم يظهر من ذلك اجتراحاً، ولا أنكره أصلاً، ولاحى لشيء قدره الله تعالى، ولقد أجرنا على ذلك(1) وإن لم نعد عنده ويحتمل أنه أفاد مسيراً، ولا يهلك إلا هالك\"(1). ¶ وقال: \"... ونحن ـ بحمد الله ـ لمّا كنا مقيمين بدمشق ـ حرسها الله تعالى ـ كان بيننا وبين هذا الفاضل أنس عظيم، ومجاورة بالأهل والعيال بالبلد والبساتين من حين الصغر واللعب المعتاد بين الصغار. ¶ ولما اشتغلنا بالعلم الشريف كنا أكثر الأوقات مجتمعين، وفي محافل تحصيله ملتئمين، وكان أكبر مِنَّا في السن قليلاً، وكنَّا(1) ننهاه عن كثير من المخالفات، على سبيل الشفقة والمحبة(!!).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ولما قُدّر خروجنا إلى الأطراف بالأمر الرباني، والإشارات الصالحة باطناً، ما زلنا نرسل إليه ونعلمه بأن اشتغاله بأهم مما هو فيه أولى وأحرى، وعيّنا له كتباً في فنون يجب إصلاحها والتنبيه على أماكن منها، مع تجار وغيرهم ممن يدعي أنه من أقاربه من أهل حرَّان، ورأس عين الخابور، ومع أشخاص من أهل البيرة وغيرها، وأعلمناه بهذا الكتاب وغيره أننا قد نقضنا أقواله فيهم(1) وبيّنا غلطه. ¶ وكنا لا نكاتبه بذلك لِما علمنا من حال جماعة من السفهاء، والغوغاء والأطراف حوله، يوجسون خاطره، ويقيمون الفتن بينه وبين الناس، ويقولون: يا سيدي أنت يقول لك فلان كيت وكيت ؟ وهل يقال لمثل مولانا ذلك ؟ إلى فنون من هذا الجنون، ولنا بهم خبرة، وما نعلم أكثر سبب بلاياه إلا هؤلاء الجهلة الحمقى. ¶ ثم أرسل يقول: المصلحة؛ تكتب إلي هذه الأمور حتى أفهم المراد جيداً، فكتبت إليه سبعة فصول في مهمات فلم يجب عنها. ¶ والله العظيم أرسلت إليه مرة ثلاثمئة مسألة من فنون شتى، فقال للرسول ـ وكان اسمه الشيخ حسن الكفرعامري الزيداني ـ:اصبر عليّ أياماً.ثم طالبه بها، فصبّره أياماً، إلى أن كمل لها عنده نصف سنة ثم ادّعى ضياع الأوراق جملة. ¶ وما نقول ذلك إلا لِئَلاّ يعتقد بعض الجهلة أننا نخافه أو نرجوه، أو يتوهم من جهته كما يتوهم غيرنا، فالمتوهمون لتوهمهم أسباب هي مفقودة عندنا بحمد الله تعالى\"(1). ¶ وكان قد دفع عن نفسه أن يكون مغلوباً لهواه في ردّه على شيخ الإسلام، فقال: \"...فإن قال جاهل: أظنك مضاداً وأريد أن تُعَرّفني من جهالات من أشرتَ إليه شيئاًحتى أعلم أنك محق فأتبعك،وأن ذلك القبيل مبطل فأجتنبه. قلنا: اعلم يا قليل المعرفة، يا كثير الجهالة، يا عديم التوفيق، أنّا إن شاء الله تعالى بريؤون من مضادة الحق، ومن كل ما يشبه ذلك...\"(1).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وقال وهو يمتدح الرفاعية: \".. وأما من تكلم في هذه الطائفة في زماننا وصنف في الإنكار عليهم مصنفات، وزاد عن الحد، وبالغ في الهدّ، وغلط في العدّ، وأسرف في الشد، فقد وقفنا على أحواله، واطلعنا على منواله، وأحطنا علماً من الصغر بجملة أحواله. ونحن وإياه في السن وخدمة العلم والتربية متقاربون، ولنا به اجتماع كثير في بسيط العمر بمدينتنا دمشق المحروسة، ومجامع علمائها، وبرها وجنانها، وبيننا وبينه من الصحبة والبلدية وغير ذلك ما يعلمه الله تعالى، مع التقوى والعفاف، وهو يحبنا، ونحن نحبه في الله لما ذكرنا، ولكن نكرهه ونبغض اعتماده لله تعالى، لأنه قد أكثر من الخلاف من عهد الصغر، وأفسد القواعد وكان في كل أمره عظيم الضرر، وتفاقم بلاؤه وكان في نكاية الدين إحدى الكبر، مضلاً للبشر. كفى الله الإسلام شرّه وشرّ أمثاله وأطفأ عنهم من شقاشقهم جملة الشرر\"(1). ¶ لماذا كان ابن السَّرَّاج المتهم عندي ؟ ¶ ربما اعترض معترض وقال: قد سلَّمنا ببراءة الحافظ الذهبي، من هذه الرسالة، وأن مرسلها بعيد عن أخلاقه وأسلوبه، وأنها صادرة من شانىء لابن تيمية وأصحابه، فمن أين لك أن توقع التهمة على محمد بن السَّرَّاج دون غيره، من الأضداد المخالفين، وهم كثير ؟ ¶ فأقول: أعلمُ أن المصادر تُجمع على أن أناساً من مخالفيه، قد ناقشوه وناظروه، ومنها الذي يذكر أن بعضهم ردّ عليه في كتاب، وأن آخرين تطاولوا عليه، باللسان وباليد حيناً، ومنهم الذين نصحوه مشافهة، كما فهمتُ من بعض تلك المصادر. ¶ بيد أنّي لم أقف على مصدر، يعرفه الدارسون، يُذكر فيه أن فلاناً من أصحابه أو خصومه، أرسل إليه برسائل لا تحصى (كثرة)، كما رأينا اعتراف ابن السَّرَّاج بذلك في المصدر الذي عثرت عليه.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "نعم من شبه المؤكد؛ أن أصحابه وتلاميذه كانوا يكتبون إليه حين يُمنعون من زيارته أيام سُجن، وفي سجنته الأخيرة مما لم ينقل إلينا، ولكنها رسائل ودّ وتعظيم واحترام لا كهذه \"النصيحة\". ويبقى احتمال إرسال المخالفين له برسائل كالتي رأيناها في \"النصيحة\" احتمالاً لا سند له في المصادر. ¶ وتأمل معي هذا: ¶ 1 ـ صداقة ابن السَّرَّاج القديمة مع مخالفته العميقة لأبي العباس بن تيمية في العقيدة والمنهج... إلخ. ¶ 2 ـ شخصية ابن السَّرَّاج المتعصبة للرفاعيّة، الراغبة في منازلة ابن تيمية والغلبة عليه، أو كفّه عن الصوفية والفقراء. ¶ 3 ـ مشابهة معاني \"النصيحة\" لمعاني كلماته التي نقلتها لك. ¶ 4 ـ وأخيراً تصريحه بكثرة إرساله الرسائل والمسائل العلمية إليه. ¶ ما مصير رسائل ابن السَّرَّاج ؟ ¶ لا يُعلم ماذا كان يفعل شيخ الإسلام، بسيل الرسائل التي كان يرسلها ابن السَّرَّاج والتي وصفها بأنها لا تحصى (كثرة) ؟ تلك الرسائل التي يُفهم أنه بدأ في إرسالها بعد سنة698هـ لمَّا فارق دمشق، وأظن أنه استمر في إرسالها إلى سنة726هـ قبل دخول ابن تيمية السجن. ¶ فإما أنه كان يجيبه على ظهر الورقة، التي كتب ابن السَّرَّاج عليها كلامه ـ وهذا معلوم من فعل شيخ الإسلام في الفتاوى التي كانت تَرِد إليه ـ وإما أن يكتب على ورق جديد، وإما أنه قد عرف من صديقه القديم شغبه وهذره فلم يرها أهلاً للإجابة عنها، فيأمر بها، فتُمحى الكتابة عنها ويُفاد من ورقها(1). فإن بقي في بيته منها شيء فلا يُظن بمحبيه وطلابه إلا محوها إن آلت إليهم. ¶ ولكن كيف انسلّت هذه الرسالة الظالمة من مآلها ذاك، ووقعت إلى من وقعت إليه ؟ نعدُّ من الممكنات بعضها فنقول: إما أنها لم تصل ليد شيخ الإسلام أصلاً، إما لإهمال حامل الرسالة في إيصالها حتى تَلَقَّفها فضولي، ذهب بها إلى غير من أرسلت له.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "أو أنها وصلت إليه وهو في سجنه الأخير وبقيت ضمن أوراقه وكتبه حتى أخرجت في 19/جمادى الآخرة سنة728هـ بأمر سلطاني، وجعلت في خزانة المدرسة العادلية، أو كانت بين أوراقه، التي منها تصانيفه التي فُرِّقت بين الفقهاء والقضاة(1). ¶ صورة \"النصيحة\" بخط ابن قاضي شهبة ¶ صورة \"النصيحة\"بخط الكوثري ¶ أنموذج من خط ابن السراج من كتاب (التشويق) ¶ [قال أبو عمر: بأن النماذج موجودة في الكتاب المطبوع] ¶ نَصُّ الرسالة ¶ ) هذا ما وجد بخط ابن قاضي شهبة): \"رسالةٌ كَتَبَ بها الشيخ شمس الدين أبو عبد الله الذهبي، إلى الشيخ تقي الدين بن تيمية، كتبتُها من خط قاضي القضاة برهان الدين بن جماعة رحمه الله، وكتبها هو من خط الشيخ الحافظ أبي سعيد بن العلائي، وهو كتبها من خط مرسلها الشيخ شمس الدين(1): ¶ الحمد لله على ذلتي(1) يا رب ارحمني وأقلني عثرتي، واحفظ علي إيماني. واحزناه على قلة حزني، واأسفاه على السنة وذهاب أهلها، واشوقاه إلى إخوان مؤمنين يعاونونني على البكاء، واحزناه على فقد أناس كانوا مصابيح العلم، وأهل التقوى، وكنوز الخيرات، آه على وجود درهم حلال، وأخ مؤنس(1). ¶ طوبى لمن شغله عيبه عن عيوب الناس، وتباً لمن شغلته عيوب الناس عن عيبه، إلى كم تمدح نفسك وشقاشقك وعباراتك، وتذم العلماء، وتتبع عورات الناس ؟ مع علمك بنهي الرسول صلى الله عليه وسلم: \"لا تذكروا موتاكم إلا بخير فإنهم قد أفضوا إلى ما قدموا\"(1). ¶ بلى أعرف أنك تقول لي لتنصر نفسك: إنما الوقيعة في هؤلاء الذين ما شموا رائحة الإسلام، ولا عرفوا ما جاء به محمد صلى الله عليه وسلم وهو جهاد(1). ¶ بلى والله عرفوا خيراً كثيراً مما إذا عمل به العبد فاز، وجهلوا شيئاً كثيراً مما لا يعنيهم و\"من حسن إسلام المرء تركه ما لا يعنيه\". يا رجل بالله عليك كفَّ عنا، فإنك محجاج، عليم اللسان لا تقر ولا تنام(1).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "إياكم والأغلوطات في الدين، كره نبيك صلى الله عليه وسلم المسائل وعابها، ونهى عن كثرة السؤال وقال:\"إن أخوف ما أخاف على أمتي كل منافق عليم اللسان\". ¶ وكثرة الكلام بغير دليل تقسّي القلب إذا كان في الحلال والحرام، فكيف إذا كان في عبارات اليونسية والفلاسفة، وتلك الكفريات التي تعمي القلوب(1). ¶ والله قد صرنا ضحكة في الوجود، فإلى كم تنبش دقائق الكفريات الفلسفية، لنرد عليها بعقولنا ؟ يا رجل قد بلعت (سموم)(1) الفلاسفة وتصانيفاتهم مرات، وبكثرة استعمال السموم، يُدمن عليها الجسم، وتكمن والله في البدن(1). ¶ واشوقاه إلى مجلس فيه تلاوة بتدبّر، وخشية بتذكّر، وصمت بتفكّر. واهاً لمجلس يذكر فيه الأبرار، فعند ذكر الصالحين تتنزل الرحمة، لا عند ذكر الصالحين يذكرون بالازدراء واللعنة. كان سيف الحجاج ولسان ابن حزم شقيقين فواخيتهما(1). ¶ بالله خلونا من ذكر بدعة الخميس(1) وأكل الحبوب، وجدوا في ذكر بدع كنا نعدها من أساس الضلال قد صارت هي محض السنة، وأساس التوحيد، ومن لم يعرفها فهو كافر أو حمار، ومن لم يكفره فهو أكفر من فرعون(1). ¶ وتعدُّ النصارى مثلنا(1) ؟ والله في القلوب شكوك، إن سلم لك إيمانك بالشهادتين فأنت سعيد. يا خيبة من اتبعك فإنه معرض للزندقة والانحلال، لاسيما إذا كان قليل العلم والدين باطولياً شهوانياً،لكنه ينفعك ويجاهد عنك بيده ولسانه، وفي الباطن عدو لك بحاله وقلبه، فهل معظم أتباعك إلا قعيد مربوط،خفيف العقل أو عامي كذاب،بليد الذهن أو غريب واجم قوي المكر أو ناشف صالح، عديم الفهم، فإن لم تصدقني ففتشهم وزنهم بالعدل(1). ¶ يا مسلم أقدم حمار شهوتك لمدح نفسك. إلى كم تصادقها وتعادي الأخيار ؟ إلى كم تصادقها وتزدري بالأبرار ؟ إلى كم تعظمها وتصغر العباد ؟ إلى متى تخاللها وتمقت الزهاد ؟(1).",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "إلى متى تمدح كلامك بكيفية لا تمدح بها ـ والله ـ أحاديث الصحيحين ؟ يا ليت أحاديث الصحيحين تسلم منك، بل في كل وقت تُغير عليها بالتضعيف والإهدار أو التأويل والإنكار(1). ¶ أما آن لك أن ترعوي ؟ أما حان لك أن تتوب وتنيب؟ أما أنت في عشر السبعين وقد قرب الرحيل(1) ؟ بلى والله ما أذكر أنك تذكر الموت بل تزدري بمن يذكر الموت(1)، فما أظنك تقبل على قولي، ولا تصغي إلى وعظي، بل لك همة كبيرة في نقض هذه الورقة بمجلدات، وتقطع لي أذناب الكلام، ولا تزال تنتصر حتى أقول: والبتة سكت(1). ¶ فإذا كان هذا حالك عندي، وأنا الشفوق المحب الوادِّ(1)، فكيف يكون حالك عند أعدائك ؟ وأعداؤك ـ والله ـ فيهم صلحاء وأخيار، وعقلاء وفضلاء، كما أن أولياءك فيهم فجرة وكذبة، وجهلة وبطلة وعور وبقر!! ¶ قد رضيت منك بأن تسبني علانية، وتنتفع بمقالتي سراً (رحم الله امرأً أهدى إليّ عيوبي)، فإني كثير العيوب، غزير الذنوب، والويل لي إن أنا لا أتوب، ووافضيحتي من علام الغيوب، ودوائي عفو الله ومسامحته وتوفيقه وهدايته. والحمد لله رب العالمين وصلى الله على سيدنا محمد خاتم النبين وعلى آلة وصحبه أجمعين. ¶ آخر الرسالة الذهبية نصيحة منه لابن تيمية\" ¶ ثبت المصادر والمراجع ¶ 1 ـ الأعلام، الزركلي. بيروت. ¶ 2 ـ الأعلام العلية في مناقب شيخ الإسلام ابن تيمية، البزار، بيروت. ¶ 3 ـ الإعلان بالتوبيخ لمن ذم التاريخ، السخاوي، بيروت. ¶ 4 ـ أعيان العصر وأعوان النصر، الصفدي، دمشق. ¶ 5 ـ الانتقاء، الإمام ابن عبد البر، دمشق. ¶ 6 ـ البداية والنهاية، ابن كثير، بيروت. ¶ 7 ـ بيان زغل العلم والطلب، والنصيحة الذهبية، \"الذهبي\"، دمشق. ¶ 8 ـ تاريخ ابن قاضي شهبة، ابن قاضي شهبة، دمشق. ¶ 9 ـ تاريخ الإسلام، الذهبي، بيروت. ¶ 10 ـ تاريخ حوادث الزمان وأنبائه، ابن الجزري، بيروت. ¶ 11 ـ تذكرة الحفاظ، الذهبي، بيروت. ¶ 12 ـ التسعينية، ابن تيمية، الرياض.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "13 ـ تشويق الأرواح والقلوب إلى ذكر علام الغيوب، ابن السراج الدمشقي، مخطوط. ¶ 14 ـ تفاح الأرواح ومفتاح الأرباح، ابن السراج، مخطوط. ¶ 15 ـ التوضيح الجلي في الرد على النصيحة الذهبية، محمد بن إبراهيم الشيباني، الكويت. ¶ 16 ـ جامع الرسائل، ابن تيمية، القاهرة. ¶ 17 ـ جامع كرامات الأولياء، النبهاني، بيروت. ¶ 18 ـ الجامع لسيرة شيخ الإسلام ابن تيمية خلال سبعة قرون، جمع محمد عزيز شمس وعلي بن محمد العمران، مكة المكرمة. ¶ 19 ـ الدرر الكامنة في أعيان المئة الثامنة، ابن حجر العسقلاني، بيروت. ¶ 20 ـ دول الإسلام، الذهبي، بيروت. ¶ 21 ـ الذهبي ومنهجه في كتابه تاريخ الإسلام، بشار عواد معروف، القاهرة. ¶ 22 ـ ذيل تاريخ الإسلام، الذهبي، الرياض. ¶ 23 ـ الذيل التام على دول الإسلام، السخاوي، بيروت. ¶ 24 ـ الذيل على طبقات الحنابلة، ابن رجب الحنبلي، بيروت. ¶ 25 ـ الرد الوافر، ابن ناصر الدين الدمشقي، بيروت. ¶ 26 ـ رسالة إلى السلطان الملك الناصر في شأن التتار، ابن تيمية، بيروت. ¶ 27 ـ سير أعلام النبلاء، الذهبي، بيروت. ¶ 28 ـ شيخ الإسلام ابن تيمية وأخباره عند المؤرخين، صلاح الدين المنجد، بيروت. ¶ 29 ـ طبقات الشافعية، ابن قاضي شهبة، بيروت. ¶ 30 ـ العقود الدرية من مناقب شيخ الإسلام ابن تيمية، ابن عبد الهادي، القاهرة. ¶ 31 ـ مجموعة الفتاوى، ابن تيمية، السعودية. ¶ 32 ـمجموع فيه مصنفات لشيخ الإسلام ابن تيمية، نشر: إبراهيم الميلي،بيروت ¶ 33 ـ مدارج السالكين بين منازل إياك نعبد وإياك نستعين، ابن قيم الجوزية، دمشق. ¶ 34 ـ المعجم المختص، الذهبي، الطائف. ¶ 35 ـ معجم الشيوخ، الذهبي، الطائف. ¶ 36 ـ مقدمة ابن خلدون، ابن خلدون، بيروت. ¶ 37 ـ المُقفَّى الكبير، المقريزي، بيروت. ¶ 38 ـ منهاج السنة النبوية، ابن تيمية، الرياض. ¶ 39 ـ النصيحة الذهبية لابن تيمية، \"ابن السراج الدمشقي\"، مخطوط. ¶ 40 ـ هدية العارفين، البغدادي باشا، بيروت. ¶ 41 ـ الوافي بالوفيات، الصفدي، بيروت.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "42 ـ الوفيات، ابن رافع السلامي، بيروت. ¶ فهرس الموضوعات ¶ (أرقام الصفحات هنا غير صحيح) ¶ المقدمة3 ¶ الباعث على دراسة \"النصيحة\"5 ¶ مخطوطة \"النصيحة\" وناشرها الأول7 ¶ الرأي في سبب انخداع بعض العلماء بـ \"النصيحة\"14 ¶ تفسيري لما افترض أنه وقع والعلم عند الله تعالى16 ¶ مكانة ابن تيمية عند الذهبي18 ¶ محمد بن السَّرَّاج الدمشقي: (المتهم بإرسال النصيحة): ¶ اسمه32 ¶ حياته32 ¶ شيوخه35 ¶ مؤلفاته37 ¶ وفاته39 ¶ بعض كلمات ابن السراج في شيخ الإسلام ابن تيمية41 ¶ لماذا كان ابن السراج المتهم عندي ؟76 ¶ ما مصير رسائل ابن السراج ؟78 ¶ صورة من مخطوطة النصيحة وأنموذج لخط ابن السراج79 ¶ نص الرسالة83 ¶ فهرس الأعلام89 ¶ ثبت المصادر والمراجع93 ¶ الهوامش: ¶ (1) السخاوي، (الإعلان بالتوبيخ) ص104. ¶ (1) (الصوفية القلندرية، تاريخها وفتوى شيخ الإسلام ابن تيمية فيها)، أبو الفضل القونوي. بيروت.1423هـ. ¶ (1) النبهاني، (جامع الكرامات) 1/10 والذي يظهر أن النبهاني لم يقف على ترجمة لابن السراج فذكر اسمه ناقصاً خطأ. ¶ (1) الصفدي (الوافي بالوفيات) 7/18. ¶ (1) انظر كتابه القيم (الذهبي ومنهجه في كتابه تاريخ الإسلام) ص146. ¶ (1) جملة الورق غير المرتب. ¶ (1) أظنه: أمين بن محمد خليل السفرجلاني (ت 1335 هـ) الفقيه الحنفي الدمشقي. (الأعلام) 2/20. ¶ (1) ابن قاضي شهبة، (طبقات الشافعية) 3/140 قلت: لا يفيد هذا النقل في توثيق ما نحن بصدده شيئاً. ¶ (1) السخاوي، (الإعلان) ص136، 137. ¶ (1) ابن ناصر الدين الدمشقي، (الرد الوافر) ص100. ¶ (1) ومن الغريب أن أعجمياً مستشرقاً هو (فرانز روزنثال) قال كلاماً كالمتوقف في زعم الكوثري هذا، حين قال في تعليقه على \"الإعلان\" ص136: (ويقول محمد زاهد الكوثري ناشر الكتاب: إن \"النصيحة الذهبية\" لابن تيمية التي نشرها مع بيان (زغل العلم) هي نفس الرسالة التي أشار إليها السخاوي). ¶ (1) في النفس من ثبوت (زغل العلم) للذهبي شيء.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "(1) أسقط الكوثري من كلام السخاوي قوله: \"عقيدة مجيدة\" أو تظن أنه لم يتعمد ذلك؟. ¶ (1) لم أشأ أن أطيل القول في رد أباطيله، وإن شئت أن تقف على كذبه فاقرأ (الرد الوافر) للحافظ ابن ناصر الدين الدمشقي، والكتاب الذي جمعه محمد عزيز شمس وعلي بن محمد العمران وسمياه: (الجامع لسيرة شيخ الإسلام ابن تيمية خلال سبعة قرون). ¶ (1) حسام الدين القدسي، مقدمة (الانتقاء) لابن عبد البر. ¶ (1) كتبت في المطبوعة (الأسلوب). ¶ (1) صلاح الدين المنجد، (شيخ الإسلام ابن تيمية سيرته وأخباره عند المؤرخين) ص14. ¶ (1) بشار عواد معروف، (الذهبي ومنهجه في كتابه تاريخ الإسلام) ص61، ص102، ص146، ومقدمة (سير أعلام النبلاء) 1/38. ¶ (1) ابن قاضي شهبة (تاريخ ابن قاضي شهبة) وفيات سنة 741 هـ ص155، 156، وابن حجر العسقلاني، (الدرر) (1/308، 312). ¶ (1) قال الذهبي في ترجمته: \"... والد شيخنا..، وحدثنا عنه على المنبر ولده أيده الله بروح منه\" (تاريخ الإسلام) وفيات (682 هـ) ص104، 105. ¶ (1) قال الذهبي في ترجمة نصر المنبجي: \"... ونقل إليه أوباش عن شيخنا ابن تيمية أنه يحط على الكبار، فبنى على ذلك، فهلا اتعظت في نفسك بذلك، ولم تحط على ابن تيمية؟ فإنه والله من كبار الأئمة، وبعد فكلام الأقران لا يقبل كله، ويقبل منه ما تبرهن...\" (ذيل تاريخ الإسلام) ص196. ¶ (1) الذهبي، (ذيل تاريخ الإسلام) ص324 ـ 330. ¶ (1) الذهبي، (تذكرة الحفاظ) 4/1496ـ1498. ¶ (1) الذهبي، (معجم الشيوخ) 1/56ـ57. ¶ (1) الذهبي، (المعجم المختص) ص25 ـ 27. ¶ (1) ابن رجب الحنبلي، (الذيل على طبقات الحنابلة) 2/389 ـ 391. ¶ (1) ابن رجب الحنبلي، (المصدر السابق). 2/394، 395.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "(1) عرفنا أن غير الذهبي نصحه في ذلك من جواب رسالة أرسلت إليه سنة706هـ وهو في السجن، طُلب منه فيها أن يُلين الكلام مع الخصوم ويخاطبهم بالتي هي أحسن. وقد بيَّن في جوابه هذا أنه من أكثر الناس استعمالاً لما طلب منه و\"لكن كل شيء في موضعه حسن\". انظر (الفتاوى) 3/232 ـ 234. ¶ (1) الذهبي، (تاريخ الإسلام) حوادث سنة 698 هـ ص61، 62. وانظر (الفتاوى) 3/183،186،218،253، و(التسعينية) 1/118، تجد أن غضبه لله ولرسوله في حقيقة الأمر كما قال الذهبي. ¶ (1) ابن حجر العسقلاني، (الدرر) وابن ناصر الدين الدمشقي، (الرد الوافر) ص121. ¶ (1) الصفدي، (أعيان العصر) 5/33. وابن حجر، (الدرر) 4/188. ¶ (1) الصفدي، (الوافي بالوفيات) 7/17 ـ 18. ¶ (1) الذهبي، (تاريخ الإسلام) وفيات سنة (ت 652 هـ) ص128. ¶ (1) ابن رجب الحنبلي، (ذيل طبقات الحنابلة) 2/392، 393، وابن ناصر الدين الدمشقي (المصدر السابق) ص100. ¶ (1) بشار عواد معروف (الذهبي ومنهجه في كتابه تاريخ الإسلام) ص102 ـ 146. ¶ (1) ابن ناصر الدين الدمشقي، (الرد الوافر). ¶ (1) ابن رافع (الوفيات) 2/39. ¶ (1) ابن قاضي شهبة،(التاريخ)2/500،وابن حجر العسقلاني،(الدرر الكامنة) 4/42. ¶ (1) واسم كتاب ابن السَّرَّاج، (تشويق الأرواح والقلوب إلى ذكر علام الغيوب) و(تفاح الأرواح ومفتاح الأرباح) الذي هو من جملة أجزاء التشويق.وقد عثرت على نسخة (التشويق) بخط المؤلف وهي باصطمبول (عمجه زاده رقم 272) و(التفاح) وأصلها بجامعة (برنستون) بأمريكا ومصوّرتها بمكتبة الملك فهد الوطنية بالرياض (رقم 1127)وهو مصدر مهم في تاريخ التصوف، وتراجم القلندرية، وغير ذلك. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 127، 130 و(التشويق) الورقة 151، 152. ¶ (1) ابن كثير، (البداية والنهاية) 13/320. ¶ (1) ابن ناصر الدين الدمشقي، (الرد الوافر) ص154، 235، وانظر الصفدي، (أعيان العصر وأعوان النصر) 1/236. ¶ (1) ابن تيمية، (الفتاوى) 10/418، 419.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "(1) ابن السَّرَّاج (التشويق) الورقة 34، 132، 187. ¶ (1) ابن رافع، (الوفيات) 2/39. ¶ (1) الذهبي، تاريخ الإسلام (وفيات سنة 685 هـ) ص209. ¶ (1) الذهبي، التاريخ (وفيات سنة 690 هـ) ص416. ¶ (1) ابن السَّرَّاج، (التشويق) الورقة 152، 153. قلت: يبدو أنه كان على وفاق مع ابن شيخه المذكور وهو الإمام برهان الدين (ت 729 هـ) إذ دعى له عند حديثه عن أبيه، وأنه ألف كتاباً لم يكمله مبيضاً فقال: \".. ونرجو من كرم الله أن يبيضه ولده الشيخ العلامة برهان الدين إبراهيم سمي جده، أطال الله بقاءه ونَفَع به\" وقال: \".. وكان ولده برهان الدين في حياة والده يحضر درس الشامية الجوانية بدمشق، ويبحث منها ويورد ويعترض ويستشكل إلى أن قال الجماعة: أنت وأبوك قد جعلتما الإمام الغزالي مصنف (الوسيط) حماراً. ولقد غلطوا في ذلك..\" ثم أكمل مدحه في شيخه تاج الدين. وذكر أن أخاه الإمام شرف الدين (ت 705 هـ) كان تلميذاً لمن أظنه قلندرياً أعني عمر السنجاري، وأن الفقهاء شكوه إلى أخيه التاج. ¶ (1) الذهبي، التاريخ (وفيات سنة 699 هـ) ص388. ¶ (1) وهاتان الشخصيتان القلندريتان شيخهما: صلطوق بابا القلندري الشهير الذي نقل ابن السَّرَّاج عن ابن تيمية ـ ولم يسمه ـ أنه قال فيه وفي أمثاله إنهم شياطين ومسخرة الشياطين. انظر (التفاح) ص196. ¶ (1) إسماعيل البغدادي، (هدية العارفين) 2/144. ¶ (1) ابن حجر العسقلاني، (الدرر الكامنة) 4/26 والسخاوي، (الذيل التام على دول الإسلام) وفيات 752 هـ ص121، وانظر ترجمته في وفيات ابن رافع 2/142. ¶ (1) ابن السَّرَّاج (التشويق) الورقة الأخيرة. والأبيات كتبت كما هي. ¶ (1) كما كانت الحال مع صديق طفولتهما: البرهان الفزاري، الذي كان أشعرياً يخالف شيخ الإسلام، ومع ذلك \"ما تهاجرا قط، وكل منهما يحترم صاحبه إذا اجتمعا\" كما قال الصفدي. انظر (أعيان العصر) 1/86. ¶ (1) ابن عبد الهادي، (العقود الدرية) ص208.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "(1) ابن تيمية، رسالة نشرها: إبراهيم الميلي ص318. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 133. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 168ـ171. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 27. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 126. ¶ (1) ابن السَّرَّاج التشويق. الورقة 8 ـ 2. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 105. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 130. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 24. ¶ (1) محنة غازان والمغول سنة 699هـ. ¶ (1) ولعل قوله يَمْتَدحُ نفسه:\"ولو أردنا ذلك لصَنَّفْنا في جميع الفنون، ولأدهشنا بمؤلفاتنا (..) العيون..\" من القول الجزم الذي لامبالغة فيه!! انظر(التشويق) ورقة4. ¶ (1) تجوَّه فلان: إذا تكلف الجاه. ¶ (1) ابن السَّرَّاج، (التشويق) الورقة 39، 40. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 2. ¶ (1) طمس بمقدار ثلاث كلمات. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 6. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 233. ¶ (1) الرفاعية يجهرون بذكرهم. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 286. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 46، 47. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 186. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 195. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 269. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 208. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 14، 15. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 8. ¶ (1) كتبت الفتور ولعلها القشور. ¶ (1) ابن السَّرَّاج، (التفاح)الورقة 54. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 108. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 128. ¶ (1) ابن كثير، (البداية والنهاية) 14/123. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 134. ¶ (1) كلمة غير مقروءة. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 61.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "(1) كان الزملكاني ممن مدح ابن تيمية ثم نكص على عقبيه. قال المقريزي (ت845هـ): \"ثم نزغ الشيطان بينهما وغلبت على الزملكاني أهويته فمال عليه مع من مال\" انظر (المقفى الكبير) له 1/469. وقال ابن كثير إنه كان ذا نية خبيثة تجاهه. انظر (البداية والنهاية) 14/137. ¶ (1) أي شيخ الإسلام ابن تيمية. ¶ (1) ابن السَّرَّاج (التشويق) اورقة 49ـ50 وبقية الكلام ذهبت الأرضة به. ¶ (1) سورة يونس آية (59). قلت: كان عرك الآذان من وسائل التأديب عنده رحمه الله. انظر (الوافي بالوفيات) للصفدي 7/18. ¶ (1) إن مما يتبادر إلى الذهن عند ذكر اسم شيخ الإسلام ابن تيمية هو الأمر بالمعروف، والنهي عن المنكر، وقيامه بهما في حياته كلها خير قيام. وابن السَّرَّاج من جهله وعاميته يحصر المنكرات في إطار ضيق (وقد أظهر في الورقة (30) من (التشويق) عاميته وكذبه في نفس هذا المعنى)، ومع هذا فإن المصادر تذكر عنه رحمه الله أنه دار مع أصحابه على الخَمَّارات والحانات فكسروا آنية الخمور، وشقوا ظروفها، وأنه كان يقيم الحدود ويعزّر، ويحلق رؤوس الصبيان. انظر (البداية والنهاية) لابن كثير، حوادث سنة (699هـ،701هـ). ¶ (1) يعني زمر القلندرية. ¶ (1) هو شيخ الإسلام ابن تيمية.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "(1) إن شئت أن تعرف سبب حكم شيخ الإسلام على هؤلاء \"الفقراء الزنادقة\" بحلّ دمائهم فاقرأ كتابي:(الصوفية القلندرية،تاريخها وفتوى شيخ الإسلام ابن تيمية فيها) تقف على تفصيل ذلك.وقد فاتني هنالك ذكر شخصية قلندرية مهمة ألا وهي: محمد ابن عبد الرحيم الباجُرْبَقي، الذي أَطلق عليه الإمام الذهبي عبارة: \"الشيخ الضّال الزّنديق\" لثبوت الردّة عليه بشهادة الشهود عند القاضي المالكي،فأحلَّ دمه لكنه هرب إلى خارج بلاد المماليك سنين عدّة، حتى مات القاضي الذي أصدر الحكم بضرب عنقه، فرجع إلى الشام وسكن القابون إلى أن \"انْقَلَع\" ـ بتعبير الذهبي ـ سنة 724هـ، وخلف أتباعاً سمَّتْهم بعض المصادر بالباجربقية،ونفهم اليوم أنها شعبة من القلندرية ¶ وقد قتل بعده مريدان له، أما أحدهما فابن الهيتي سنة726هـ، وشهد قتله أئمة منهم:ابن تيمية، وقد وصف مصدر قتله بأنه: \"عز للإسلام وذلّ للزنادقة وأهل البدع\"، وأما الآخر فهو: عثمان الدكالي سنة741هـ، وكان المزي والذهبي ممن حرَّضا عليه. ثم لا أدري أكان أحمد الأقباعي الذي ضربت عنقه سنة715هـ مريداً له أم لا ؟ ولكن يفهم أنه قلندري، أما البققي الحموي الذي أعدم سنة701هـ بالقاهرة فلا أظنه من مريديه، ولم يبد لي أن زندقته كانت نتاج قلندرية. ¶ انظر: الذهبي (ذيل تاريخ الإسلام) ص265،302،و(ذيول العبر) ص41،70، و(دول الإسلام)2/265،287،والصفدي،(الوافي بالوفيات) 3/249،19/521 و(أعيان النصر)1/356،3/237، 4/505، وابن كثير (البداية والنهاية)14/36، 76،119،127،201،وابن خلدون (المقدمة) ص(424، 426)، وابن حجر العسقلاني (الدرر)1/181،2/268، 4/8،237 والمقريزي (المقفى الكبير) 1/638، 6/66، وجامع الرسائل لابن تيمية1/196. ¶ (1) ابن السَّرَّاج (التشويق) الورقة143. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 144. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 112، 113. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 9.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "(1) ابن السَّرَّاج (التشويق) الورقة 112. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 15. ¶ (1) لكنها عند ابن كثير(البداية والنهاية)13/355،قد داخلها لبس تبعه فيه كثيرون،ومانَبَّهَ على ذلك أحد ماعلمتُ. انظر القصة على وجهها عند: ابن الجزري (تاريخ حوادث الزمان)1،202 ـ 205،والذهبي(تاريخ الإسلام)ص33،222، والمقريزي(المقفى الكبير) 1/456. ¶ (1) ابن السَّرَّاج (التفاح) الورقة 203. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 180. ¶ (1) يعني الرفاعية وأمثالهم. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 136ـ137. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 22. ¶ (1) كلمة غامضة. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 126. ¶ (1) ابن السَّرَّاج (التشويق) الورقة30. ¶ (1) ابن السَّرَّاج(التشويق) الورقة 219. قلت:وصلنا من رأي شيخ الإسلام في بدء حياته العلمية فتوى يقول فيها بحياة الخضر، لكن الذي استقرَّ عليه رأيه بعد ذلك أنه توفّي. انظر الفتاوى 4/338 ـ 339 وغيرها. ¶ (1) أعياني تطلُّب ترجمة لابن عقب هذا، ثم وفّقني الله تعالى فعثرت على شيء من خبره في (منهاج السنة7/182 ومجموعة الفتاوى لابن تيمية 4/78 ـ 80)، وكان لهذا الاكتشاف فائدة أخرى: إذ كان اسم (ابن عقب) قد تصحّف في الفتاوى إلى (ابن غنضب). أما الفائدة الأولى فهي: أن هذه الملحمة المنسوبة إلى هذه الشخصية إنما صنّفها بعض الجهّال الرافضة في دولة نورالدين زنكي (ت569هـ) أو مابعدها، وأن العامة كانوا يزعمون أن ابن عقب كان معلم الحسن والحسين ـ رضي الله عنهما ـ وأنه أُعطي تُفاحة فيها علم الحوادث المستقبلة، قال: \"وهذا شيء لم يكن في الوجود باتّفاق أهل العلم\"، و\"ليس في الصحابة أحد يقال له ابن عقب\".",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ولقد كاد أبو العباس ـ والله أعلم ـ أن يصرّح باسم ابن السراج عند حديثه عن هذه الملحمة، فقد ذكر أنه قرَّر بعض القضاة والمشايخ على تكذُّبها بعد أن ادَّعى قدمها، وقال له: \"بل أنت صنّفتها ولبّستها على ملوك المسلمين...\". وقد سمع بهذه الملحمة ابن خلدون (ت808هـ) عند مجيئه إلى المشرق. انظر: (المقدمة) الفصل (54) عند كلامه على الملاحم والجفر. ¶ (1) ابن السَّرَّاج(التشويق) الورقة 183. ¶ (1) ابن تيمية، (رسالة إلى الملك الناصر) ص18. قلت: كان ابن تيمية من أصحاب الفراسات العجيبة، وقد نقل إلينا ابن قيم الجوزية بعضها.انظر: (مدارج السالكين)، 2/485 ـ 487. ¶ (1) ابن السَّرَّاج، (التشويق) الورقة 197. ¶ (1) ابن السَّرَّاج، (التشويق) الورقة 140. ¶ (1) ابن السَّرَّاج، (التشويق) الورقة 132. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 120. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 135. ¶ (1) هناك فصل في (مجموعة الفتاوى) فيه ردّ من شيخ الإسلام على معترض ملدّ يحتمل أن يكون ابن السراج. انظر (الفتاوى) 6/374 ـ 580. ¶ (1) كلمة غامضة. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 9. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 9. ¶ (1) ابن تيمية، (الفتاوى) 2/464 ـ 465. ¶ (1) آل عمران الآية: 7. ¶ (1) ابن تيمية، الفتاوى 10/560. ¶ (1) ابن تيمية، (الفتاوى) 4/27، قلت: في الاحتمال أنهما ابن السراج ووالده. ¶ (1) ثلاث كلمات غامضة. ¶ (1) كيف أيها الكاذب وهو الذي صنَّف (الصارم المسلول على شاتم الرسول)، وأمضى حياته في نصر سنّته وهديه. ¶ (1) انظر الفتاوى لشيخ الإسلام 1/71. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 142. ¶ (1) ابن فضل الله العمري، (مسالك الأبصار) نقلاً من (الجامع لسيرة شيخ الإسلام) ص260، والمقريزي (المقفى الكبير) 1/461، 462. ¶ (1) البزّار (الأعلام العلية) ص65، 66. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 142. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 179.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "(1) ابن السَّرَّاج (التشويق) الورقة 209. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 174. ¶ (1) كذا بدتْ لي. ¶ (1) \"يكون\" كذا بالأصل، والصواب نحوياً: يكن. والحظ الخطأ العقدي في الكلام. ¶ (1) فهويعتقد أنه بإصراره على إرسال الرسائل إلىشيخ الإسلام إنما يكسب أجراًعلى ذلك ¶ (1) ابن السَّرَّاج (التفاح) الورقة 198، 199. ¶ (1) انظر إلى تواضعه حين يقول ونحن وكنا.. هي عقدة النقص عنده. ¶ (1) يعني الفقراء والصوفية. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 151ـ152. ¶ (1) ابن السراج (التشويق) الورقة 11. ¶ (1) ابن السَّرَّاج (التشويق) الورقة 133. ¶ (1) ولذلك نظير من فعله رحمه الله تعالى. انظر: الصفدي، (أعيان العصر) 3/329. ¶ (1) النويري، (نهاية الأرب) نقلاً عن (الجامع لسيرة شيخ الإسلام) ص131. ¶ (1) تقدم رأيي في الاحتمالات التي أدت بأحد هؤلاء الأعلام أو بهم جميعاً إلى وهمهم هذا. ¶ (1) لا يقول إمام كالذهبي هذه الكلمة وقد سمع ووعى قول الله تعالى: {ولله العزَّة ولرسوله وللمؤمنين}، وقول النبي صلى الله عليه وسلم: \"لا ينبغي للمؤمن أن يذل نفسه\"، أما الصوفي ابن السَّرَّاج، المتأثر بكلام الملامية فإنها كلمة تعبّر عن بعض مذهبه. ¶ (1) هذه كلمات من أمضَّه البعد عن دمشق ـ بلده ـ وعاش أكثر من أربعين سنة نائياً عنها، وتسامع بهُلك أمثاله في دمشق، ومدن الشام وغيرها، من صوفية وقلندرية ذكرهم في (التشويق) و(التفاح)، وإلا فهذا التحسُّر لا يصدر من إمام في السنة، كالذهبي يعيش في بلد فيه ابن تيمية والمزي وابن القيم وأمثالهم.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "(1) هذا ما يراه غلاة الصوفية والأشاعرة في جهاد شيخ الإسلام ابن تيمية ودعوته الإصلاحية يرون علماً جماً، وتحقيقاً نادراً، وعبقرية فيتهمونه بمدح نفسه، ويرونه محذراً من بدع المبتدعة، وخطأ العلماء فيعدونه متتبعاً لعورات الناس، وإنما هي النصيحة للمسلمين. ثم إن إماماً للجرح والتعديل كالذهبي لا يفهم فهم ابن السَّرَّاج من هذا الحديث الذي ساقه. ¶ (1) لا يمكن أن يصف شيخ الإسلام، العلماء بالشريعة، الذين خالفهم، بأنهم ما شَمُّوا رائحة الإسلام، ولا عرفوا ما جاء به محمد صلى الله عليه وسلم. وإنما قصده بذاك الوصف الوجودية وأضراب القلندرية، الذين سُلط عليهم كما قال الصفدي، وهو الأمر الذي أغاظ ابن السَّرَّاج كما ترى. ¶ (1) هنا طلبٌ من ابن السَّرَّاج إلى صديق قديم هو ابن تيمية، يناشده الكف عن جهاد الرفاعية البطائحية، الذين ينتسب إليهم ابن السَّرَّاج، وعن بقية الفقراء القلندرية. ولا مناسبة قطعاً بين هذا الكلام وبين الذهبي، فأي شيء كان ابن تيمية يفعله لم يرق الذهبي حتى يناشده الكف عنه؟ ثم إن الذهبي لا يسفل مهما خالف ابن تيمية فيصفه بأنه عليم اللسان. ¶ (1) قد تعجب لإيراده اليونسية، هنا وهم من أصحابه القلندرية، ولكن يذهب عنك ذلك العجب إن عرفت أنه يرى أن هناك دخلاء على الفقراء، ومتشبهين بهم، وقد صرح بوجودهم في اليونسية، وأنهم \"كالجن والشياطين، فقد يخلط التبن والتبر، ويشترك الباع والشبر، ويتشبه الجني بالملك، ومن تعدى بغير عدة فقد هلك\" انظر (التفاح) الورقة 102. ¶ (1) قال الكوثري: (السياق يدل على سقوط هذه الكلمة من الأصل).",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "(1) هذا ظن الجهلاء، بمبلغ شيخ الإسلام من العلوم الشرعية والعقلية، من أمثال ابن السَّرَّاج الحاسد الحاقد، وقد علم أعداء ابن تيمية قبل أودائه أنه لم يقرأ الفلسفة حباً بها، بل لينقدها بعلم، والحكم على الشيء فرع عن تصوره، ثم هو قد تحصن بعلم الشريعة، وليس كمن دخل بطون الفلسفة ضعيف السلاح فما خرج منها سالماً. ¶ (1) كن على ذكر من أنه يعني بالأبرار والصالحين زمر القلندرية وشيوخها، فهؤلاء يزدريهم كل مؤمن. ¶ (1) أنى يكون الذهبي قائل هذا؟ وهو الذي ألَّف كتاب (تشبيه الخسيس بأهل الخميس) وحذَّر من بدع النصارى فيه. ¶ (1) هذا الكلام المجمل في ذم البدعة يقوله أهل البدعة أيضاً ومنهم ابن السَّرَّاج، لكنهم يفتضحون عند طلب الأمثلة. ¶ (1) يشير هنا إلى انتقاد شيخ الإسلام غلاة الصوفية والقلندرية في تعظيمهم لشيوخهم وأنهم في ذلك كالنصارى، فقوله: \"مثلنا\" يرجع فيه الضمير إلى الرفاعية والصوفية بعامة. ¶ (1) ما أشبه معنى هذا الكلام والذي يأتي بعد، وفيه الكذب المبين، من قوله عن أولياء وأصحاب ابن تيمية بأن فيهم فجرة وكذبة، وجهلة وبطلة، وعور وبقر، ما أشبه هذا الفجور بما قاله في (التشويق): \"... وكنا لا نكاتبه (يعني ابن تيمية) بذلك لما علمنا من حال جماعة من السفهاء والغوغاء والأطراف حوله يوجسون خاطره، ويقيمون الفتن بينه وبين الناس يقولون: يا سيدي أنت يقول لك فلان كيت وكيت ؟وهل يقال لمثل مولانا ذلك؟ إلى فنون من هذا الجنون، ولنا بهم خبرة وما نعلم أكثر بلاياه إلا هؤلاء الجهلة الحمقى\". ¶ (1) هؤلاء الأخيار والأبرار، والعباد والزهاد، الذين وصفهم هم أكثر الذين عدهم في (التشويق) و(التفاح) رموز القلندرية والصوفية المبتدعة، فَطَبعي أن يعاديهم ابن تيمية ويزدريهم،ويصغّرهم، ويمقتهم، وذلك لله وفي الله عزَّ وجل.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "(1) ينتظر هذا الحكم الجائر من غوي كابن السَّرَّاج، ولكن تأمل شهادة الذهبي (المُتَّهم خطأ بإرسال هذه الرسالة) في ابن تيمية: \"وله خبرة تامة بالرجال وجرحهم وتعديلهم، وطبقاتهم، ومعرفة بفنون الحديث، وبالعالي والنازل، وبالصحيح والسقيم، مع حفظه لمتونه الذي انفرد به، فلا يبلغ أحد في العصر رتبته ولا يقاربه، وهو عجيب في استحضاره، واستخراج الحجج منه، وإليه المنتهى في عزوه إلى الكتب الستة، والمسند بحيث يصدق عليه أن يقال: كل حديث لا يعرفه ابن تيمية فليس بحديث. ولكن الإحاطة لله، غير أنه يغترف فيه من بحر، وغيره من الأئمة يغترفون من السواقي\". ¶ (1) على هذا يكون تاريخ الرسالة بين سنة 722 هـ وسنة 728 هـ. ¶ (1) انظر كتاب (الرد الوافر) لابن ناصر الدين الدمشقي، و(الجامع لسيرة شيخ الإسلام ابن تيمية) المطبوع حديثاً، فلن تجد فيها إلا ذكر تقوى ابن تيمية وزهده وعبادته وذكره الآخرة وفضائل أخرى تكذب كلام ابن السَّرَّاج. ¶ (1) قارن بين هذا، وما حكاه من حلم رآه بدمشق، فيه ذم لابن تيمية، فأراد أن يعلمه بما تحلَّمه: \"... لكن تحققت أنه لا يفيد فيه القول، بل يحمله على المبالغة في الأذى، والتحيل على قلب الرؤيا، وردها على الناصح، وجعلها من تلبيس إبليس..\" وأمثالها من كلماته الظالمة. ¶ (1) قد مرَّ بك كلام ابن السَّرَّاج في زعمه الشفقة والمحبة لأبي العباس رحمة الله عليه",
            "page": "75",
            "part": "1"
        }
    ],
    "t37246": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أضواء على الرسالة المنسوبة إلى الحافظ الذهبي"
        }
    ]
}