{
    "b37243": [
        {
            "id": "1",
            "nass": "رموز الوسوم عند العرب ¶ راشد بن فضل الدّوسري * - 24/ 3 / 2011م - 6:51 م - العدد (60) ¶ المقدمة ¶ لكل حضارة من حضارات العالم ثقافتها ورموزها التي تستخدمها في شتى مجالاتها اليومية، كالدينية والثقافية والاجتماعية، ولا تبعد الثقافة العربية عن ذلك، فالعرب لديهم رموزهم التي يستعملونها، ويعنون بها شيئًا مًّا، فهم استخدموا أسماء الحيوانات، مثلاً، للدلالة على رمز معيّن، فالغراب والبوم يرمز عندهم إلى الشؤم، والحمامة ترمز إلى الخير [1]، والحيّة لها عدة رموز، والأسد يرمز عندهم إلى القوة، وأنثى الكلاب ترمز إلى الفساد [2]. ¶ إن قلة التدوين والتسجيل لدى عرب الجاهلية، وانتشار الأمية بينهم، وهو ما أكده القرآن الكريم في وصفهم بالأميين [3]، أدت إلى أن تظل بعض تلك الرموز محفوظة في أمثالهم وأشعارهم، واهتم جامعوا اللغة بعد الإسلام بتدوين كل ما استطاعوا الحصول عليه من ثقافة عربية تحت الجذر اللغوي، التي يستخدمها قدامى العرب، ومن بينها أسماء الوسوم [4]. ¶ إلا أن هناك جوانب كثيرة تتعلق بهذا، وما زالت بحاجة إلى دراسة وبحث؛ كمعنى رموز الوسم، والتي تنصبُّ في الثقافة الرمزية للمجتمع العربي، وهي ما زالت بحاجة إلى الاكتشاف والدراسة والتحليل. ¶ مع الانتباه إلى أن ثقافة العرب العامة في الجاهلية هي الوثنية، وهي تختلف عن ثقافة العرب بعد الإسلام، الأمر الذي يعني الحذر في التعميم لرمزية العرب قبل الإسلام وبعده إلا في بعض الأمور التي لم يرفضها الإسلام مثل مكارم الأخلاق. ومن هذه الرموز: رمزية الوسم، الذي يعتقد أن تاريخه يرجع إلى أزمنة سحيقة عندما كان الوسم له «أهداف طقسية، تؤدي إلى حفظ الحيوان من الأرواح الخفية الشريرة، كالجن والشياطين وغيرها» [5]. ¶ وتعد دراسة الوسوم من الدراسات العربية القليلة عن هذا الجانب، وقليل من تطرق إلى دراسة هذا الموضوع، وأكثر ما خرج من الدراسات هو جمع لبعض أشكال الوسوم الحديثة، وأسمائها، وهو -بلا شك- جهد يشكرون عليه. ¶ قلة الدراسات الحديثة عن رموز العرب، وكذلك وسومها التي من المعتقد أنها استمرار للوسوم العربية القديمة، هي الباعث إلى كتابة هذا المقال بقصد تسليط الضوء على هذا الجانب، وأملي أن أضيف لبنة إلى اللبنات القليلة فيه. ¶ تكمن الصعوبة؛ في أن المعاني الرمزية المتعلقة بهذا الجانب قليلة، مما اضطُر إلى مقارنتها مع بعض رموز الثقافات الأخرى، وكذلك مقارنتها مع بعض الثقافة الرمزية المحلية الشعبية في الجزيرة العربية، التي من المفترض أنها استمرار للثقافة العربية القديمة. ¶ والملاحظ أن أسماء الوسوم وأشكالها - في بعض الأحيان - تختلف من قبيلة إلى أخرى، ومن منطقة إلى أخرى، فقد يكون هذا الوسم له اسم آخر عند قبيلة أو منطقةٍ مَّا، وقد يعبّر هذا الوسم عن شكل ما لدى قبيلة أو منطقة أخرى [6]. ¶ والوسم طريقة عالمية قديمة في تحديد ملكية الماشية، لدى العرب وغير العرب، اشتهرت في بادية الجزيرة العربية لاستخدامها إياها في وسم الإبل خاصة، قال تعالى في خطابهم: {أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ} الغاشية: 17، فإن الإبل لديهم أكثر من سكان الحواضر الذين هم كذلك استخدموا الوسم. وخاطب القرآن الكريم العرب بلغتهم، فجاء ذكر عملية الوسم في قوله تعالى: {سَنَسِمُهُ عَلَى الْخُرْطُومِ} القلم: 16. ¶ الدراسات السابقة: ¶ اقتصرت الدراسات الحديثة حول الوسم على عملية جمع أشكاله وأسمائه، مثل دراسة السعدوني والجودي والصويان ورفاقه، وحمزة فتح الله [7]، وعنْوَن الفحام بحثه بـ (رموز الوسم) [8] وعني بذلك أسماء الوسوم",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وأشكاله، ولم يتطرق لرمزية الوسم، الأمر الذي قد يعني قلة الدراسات العربية عن الوسم بشكل عام، ورمزية الوسم بشكل خاص. ¶ ولعلّ هذه الصفحات تكون مقدمة لدراسة رموز الوسوم العربية. ¶ تعريف الوسم والشاهد: ¶ جاء في لسان العرب: «الوَسْمُ: أَثرُ الكَيّ، والجمع وُسوم ... وقد وسَمَه وَسْماً وسِمةً، إذا أَثَّر فيه بِسِمَةٍ وكيٍّ، والهاء عوض عن الواو ... واتَّسَمَ الرجلُ إذا جعل لنفسه سِمةً يُعْرَف بها، وأَصلُ الياء واوٌ. ¶ والسِّمةُ والوِسامُ: ما وُسِم به البعير من ضُروبِ الصُّوَر. ¶ والمِيسَمُ: المِكْواة، أَو الشيءُ الذي يُوسَم به الدوابّ، والجمع مَواسِمُ ومَياسِمُ، الأَخيرة مُعاقبة؛ قال الجوهري: أَصل الياء واو، فإِن شئت قلت في جمعه مَياسِمُ على اللفظ، وإِن شئت مَواسِم على الأَصل. قال ابن بري: المِيسَمُ اسم للآلة التي يُوسَم بها. ¶ المِيسمُ: هي الحديدة التي يُكْوَى بها، وأَصلُه مِوْسَم، فقُلبت الواوُ ياء لكسرة الميم ... الوَسْمُ أَثرُ كيَّة، تقول مَوْسوم أَي قد وُسِم بِسِمة يُعرفُ بها، إِمّا كيَّة ... تكون علامةً له» [9]. ¶ الشاهد (العزلة): ¶ وسم يضاف إلى الوسم الرئيس، يكون داخل القبيلة الواحدة أو الفرع العشائري، أو الأسري، أو الفردي منها، وذلك للتفريق بين الممتلكات من الإبل داخل القبيلة. ¶ وسمي بالعزلة؛ لأنه يعزل إبلهم عن بعضهم البعض في القبيلة الواحدة، وسمي بالشاهد؛ لأنه يشهد لصاحبه بملكية إبله في القبيلة الواحدة، لهذا قالوا عنه: (الشاهد شاهد). ¶ ولم يذكر في أدبيات العرب عن الوسم الفرعي شيء سوى ما ذكره الجوهري في أن الرجل يقول لصاحبه: «عَذِّرْ عَينَ بَعِيرك؛ أَي سِمْه بغير سِمَة بعيري لتتعارف إِبلُنا» [10]، ويشرح ابن منظور هذا بأن: «يكون بنو الأَب مِيْسَمهم واحداً، فإِذا اقتسموا مالهم قال بعضهم لبعض: أَعْذِرْ عني، فيخُطّ في المِيْسَم خطّاً، أَو غيره لتعرف بذلك سمة بعضهم من بعض. ويقال: عَذِّرْ عَينَ بَعِيرك، أَي سِمْه بغير سِمَة بعيري لتتعارف إِبلُنا ... والعُذْرة: العلامة، يقال: أَعْذِر على نصيبك، أَي أَعْلِمْ عليه» [11]. ¶ بعض وسوم العرب ورموزها ¶ 1. المشعاب: ¶ جاء في لسان العرب: «الشِّعْبُ: سِمَةٌ لبَنِي مِنْقَرٍ، كهَيْئةِ المِحْجَنِ ... وقال ابن شميل: الشِّعابُ سِمَةٌ في الفَخِذ، في طُولِها خَطَّانِ، يُلاقى بين طَرَفَيْهِما الأَعْلَيَيْنِ، والأَسْفَلانِ مُتَفَرِّقانِ؛ وأَنشد: ¶ نار علَيْها سِمَةُ الغَواضِرْ ¶ الحَلْقَتانِ والشِّعابُ الفاجِرْ ¶ وقال أَبو عليّ في التذكِرةِ: الشَّعْبُ وسْمٌ مُجْتَمِعٌ أَسفلُه، مُتَفَرِّقٌ أَعلاه. وجَمَل مَشْعُوبٌ، وإِبلٌ مُشَعَّبةٌ: مَوْسُومٌ بها» [12]. ¶ والشِّعْب والشِّعاب، وسم قديم، يعرف حاليًّا باسم «المشعاب»: عصا لها رأس على هيئة زاوية ضيقة، يتشعب منه فرع قصير وفرع آخر طويل، ووسم المشعاب ما زال مستخدمًا بين قبائل العرب، وهو من الوسوم المشهورة، موضعه - أغلب الأحيان - في الفخذ أو الرقبة، ويأتي كشاهد صغير، وفي بعض الأحيان يقلب المشعاب رأسًا على عقب، ويستخدم، كذلك، شكل المشعاب في عملية الكي العلاَجي للإبل. وكثيراً ما يستخدم",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المشعاب في رعي الإبل، ويستخدم كسلاح قديم. والجدير بالذكر أن المشعاب عند البادية، يرمز إلى القوة حتى قالوا: (لا يلطمك راعي المشعاب)، ويقولون: (جاؤوك بالمشاعيب)، وقد يعكس وسم المشعاب قوة القبيلة. ¶ والملاحظ أن عصا المشعاب و «الباكورة» كانتا من رموز الفراعنة، مما يدل على قدمها وأهميتها عندهم، وأنها كذلك من رموز النفوذ والسيادة؛ إذ كان الفرعون يمسك بهما حين يجلس على عرشه [13]، وكان كل رئيس قبيلة من بني إسرائيل يحمل عصا مكتوب عليها اسمه [14]، الأمر الذي يحمل على الاعتقاد بأنها قد ترمز إلى الحكم والقوة. ¶ 2. العَمُود (السِّطَاع): ¶ وسم حديث، سمي بعمود بيت الشَّعَر، والوسم عبارة عن مطرق أفقي طويل جداًّ، وأكثر ما يكون العمود على الفخذ، ولأنه طويل فإنه يأخذ كل الفخذ، من أعلى الفخذ حتى أسفله، ويأتي في العنق، ولا يستخدم العمود كثيراً بين العشائر، وينطبق وصف وسم العمود على وسم عربي قديم يعرف بـ «السِّطَاع»، إذ إن السطاع سمة في العنق بالطول، والسطاع كذلك عمود البيت [15]. ¶ والعمود من رموز البداوة، فيصف البدو أنفسهم بأنهم: (أهل عَمُود وقَعُود)، أي أصحاب بيوت شَعر وإبل، ويقال فيهم كذلك: (نقّالة عود)، أي بدو رُحَّل، وهو وصف قديم حيث يقال فيهم: (أهل عَمُود) [16]. ¶ ومع أن المتقدمين لم يذكروا هذا الوسم باسم العمود إلا أنه - فيما يظهر - أن هذا الوسم عرف لديهم بذلك الاسم وإن لم يتطرقوا لذكره، ففي وصف الزبيدي لوسم «الفلقة» ذكر أن هذا الوسم عبارة عن حلقة يفلقها عمود، الأمر الذي قد يعني أن وسم العمود معروف لديهم [17]. ¶ 3. الهلال: ¶ وسم مشهور، على شكل الهلال، يأتي هلالاً يمنًا أو يساراً أو علويًّا أو سفليًّا، والهلال من الوسوم العربية المعروفة منذ القدم [18] حتى العصر الحالي. وقد اتخذ الهلال في العصر الحاضر شعاراً للدول التي تدين بالإسلام، فبعض الدول الإسلامية تضع على أعلامها صورة الهلال [19]، كجزر القمر، وتونس، والجزائر، وتركيا، وموريتانيا، والباكستان، وجاء في القرآن الكريم قوله تعالى: {ے ے ?? ? ?? ? ??} البقرة: 189 ¶ ويرمز الهلال في ثقافة العرب إلى النصر [20]، ويطلق الهلال على الحيّة [21]، رمز الموت، الأمر الذي قد يعني أن الهلال يرمز إلى الانتصار على العدو وهلاكه. مع مراعاة الاختلاف في رمزية الهلال عند العرب في الجاهلية والإسلام. ¶ 4. المُطرَق ¶ وسم قديم، وهو من الوسوم الواسعة الانتشار حاليًّا، قال اللُّغَويون: «نَعْجة مَطْرُوقة وهي التي تُوسَم بالنار على وَسَط أُذُنها من ظاهر، فذلك الطِّراق، وإِنما هو خطّ أَبيض بنارٍ كأَنما هو جادّة، وقد طَرَقْناها نَطْرُقها طَرْقاً، والمِيسَمُ الذي في موضع الطِّراق له حُروف صِغار» [22]. ¶ ووسم المطرق أقصر من وسم العمود، والمطرقة في الأصل عصا قصيرة، و «الطريقة» عمود قصير [23]، وكذلك الخط في الشيء [24]. وعند العرب المتأخرين يطلقون على العصا المستقيمة تماماً مطرقاً [25]، ولعلّ المطرق في القديم هو ما يعرف بوسم «الخباط» فهو يحمل نفس وصف المطرق [26]، فبعض القبائل الآن تطلق عليه لفظ «المِخْبَاط» [27] و» المِخْبَط»، وهي العصا الرفيعة المتخذة للخبط، أي الضرب، والفرق بين المطرق والمخبط أن عصا المطرق أسمك وأقوى من عصا المخبط.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "واعتبرت العصا بشكل عام - في عديد من الثقافات - أداة من أدوات السحر [28] والسلاح، ويبدو أن العصا كانت ذات أهمية كبيرة لدى الأوائل؛ لتعدد استخداماتها، إذ قال عزّ من قائل: {وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى (17) قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي وَلِيَ فِيهَا مَآَرِبُ أُخْرَى}، طه: 17، 18. ¶ وتطرق المفسرون إلى ذكر عدد من استخداماتها [29]، وكان 0 له محجن (عصا) يمد به إلى الحجر الأسود إذا لم يستطع أن يقبله بسبب الازدحام [30]. ¶ وعصا المطرق تستخدم رمزاً للظفر والقوة [31]، والضرب [32]، والحكمة، والوقار عند العرب، وكان خطباؤهم يتكئون عليها في خطبهم [33]، وضربوا بالعصا الأمثال، حتى إنهم رمزوا إلى الفرقة والاختلاف، بشق العصا، ووصفوا الرجل الضعيف بأنه (ضعيف العصا)، وقالوا للحسن السياسة بأنه (ليّن العصا)، وإلى الرجل العنيف في رعي الإبل بأنه صُلب العصا [34]، ولعلّ تعدد رموزها راجع إلى تعدد استخداماتها. ¶ 5. المخِبَاط: ¶ وسم قديم، ما زال مستخدماً، يعرف بالمخباط والمخبط، مثلما تقدم، وهو على شكل خط مستقيم طويل، يوضع بالعرض على الوجه، وعلى الفخذ [35]، يجمع على خُبُط، وصفته تنطبق على وسم المطرق في الوقت الحالي، وقال الشاعر: ¶ أَمْ هل صَبَحْتَ بَني الدَّيّانِ مُوضِحةً ¶ شَنْعاءَ باقِيةَ التَّلْحِيظِ والخُبُطِ [36] ¶ قال عنه الصغاني: «خَبَطَ بعيره خَبْطاً: وسمه بالخِبَاط - بالكسر- والخِبَاط: سمة في الفخذ طويلة عرضاً، وهي لبني سعد، قال المنتخل الهذلي: ¶ مَعَابِلَ غير أرصافٍ ولكن كُسِيْنَ ظُهَارَ أسْوَدَ كالخِبَاطِ» [37]. ¶ والخبط من معانيه الضرب، فلعلّ وسم الخباط يرمز إلى القوة. ¶ 6. المحجان: ¶ وسم قديم مستخدم حتى اليوم، عرفه قدامى العرب باسم «المحجن» ويأتي باسم «المحجل» [38] لغة فيه، مثلما يقال جبرين في جبريل [39]، وهتن في هتل، وسدون في سدول، ورهدان في رهدال، وعلوان في عنوان [40]، ويسميه بعض العامة بـ (المحناج)، والمحجان عصا لها رأسان (مقبض) أحدهما طويل والآخر قصير، وُصِف بأنه يشبه رأس طائر أبو منجل [41]. واستخدم المحجان رمزًا للقوة، أو الحكمة، أو المكانة الاجتماعية الرفيعة، ذلك أن المحجن من أنواع العصي. ¶ 7. الباكورة: ¶ وسم حديث على شكل عصا الباكورة، وهي عصا مستقيمة، لها رأس مقوس على شكل نصف دائرة، ويأتي الوسم كذلك باكورتين، فيقال له «بواكير»، وأشهر ما يأتي وسم «البواكير» في العنق كوسم صغير. ¶ ولكون الباكورة من أنواع العصي فإنها استخدمت رمزًا للقوة، أو الحكمة، أو إشارة للمكانة الاجتماعية الرفيعة. ¶ 8. الكَلُّوب:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وسم حديث، على شكل الكَلُّوب، وهو حديدة طويلة لها خطاف حاد [42]، ومن الملاحظ أن وسم الكَلُّوب منتشر في منطقة عسير [43]. ومن استخدامات الكَلُّوب أنه يستخدم لجلب اللحم المشوي من النار، وقد يستخدم سلاحاً فاتكاً [44]، لهذا قد يرمز الوسم إلى القوة أو الهلاك. ¶ 9. الخُطّاف: ¶ وسم قديم، يقال: جَمَلٌ مَخْطُوف: وُسِم سِمَة خُطَّاف، والخطاف قضيب حديدي معقوف في نهايته، وتسمَّى مخالب السباع خطاطيف لذلك، وقد يكون استخدم رمزًا للقوة والشجاعة أو الموت تشبيهاً بمخالب السباع. ¶ وفيما يبدو أن وسم الخطاف والمحجن واحد فإن «كل حديدةٍ حَجْناء خُطَّاف» [45]، ولعلّ هذه السمة هي التي تعرف حاليًّا بـ» الكَلُّوب»، ولعلّ الفرق بين المحجن والخطاف أن المحجن له طرفان، والخطاف والكَلُّوب لهما طرف واحد. ¶ 10. الحَلَقَة: ¶ وسم قديم، والمحلّق والحلقة، سمة على شكل حَلَقَة (دائرة مفرغة) [46]، وهذه السمة مستخدمة حتى الآن تعرف باسم «الحلقة/حلاّق»، وهي من السِمَات المشهورة المستخدمة على نطاق واسع، وإذا كانت أكثر من واحدة قيل لها «الحِلَق»، توضع الحلقة على الخدّ والفخذ والعضد والرقبة، وقال الشاعر الشعبي في وسم الحلقة (حلاّق): ¶ حُمرٍ زَهَن حَلاّق وسم الشريفْ ¶ سبحان واقيهنّ لي جن هرّاب [47] ¶ وفي قول الشاعر: «سبحان واقيهنّ»، إشارة إلى ما يشاع من أن اللصوص يتحاشون من الاقتراب وسرقة إبل الأشراف، الموسومة بالحِلَق؛ لأنهم يعتقدون أن من تعرض لها ستقع عليه لعنة [48]. ¶ ومن رموز الحلقة أنها ترمز إلى الاتحاد، والاستمرارية الدورية، والأبدية [49]، أو اللانهائية والسرمدية. وكذلك ترمز إلى الوقاية من الأخطار [50]. وجاء في لغة العرب أن «الحلقة» تقال للسلاح عامة، والدروع خاصة [51]، الأمر الذي قد يعني أن الحلقة ترمز إلى القوة، أو الوقاية كالدرع، أو الموت لتشبيه حلقة الباب بالموت الأحمر [52]. ¶ 11. البُرْقُع: ¶ وسم قديم مستخدم حتى هذا العصر، ذو شهرة واسعة، اكتسب اسمه وشكله من البرقع، وهو غطاء الوجه للنساء، تظهر منه العينان فقط. وأكثر ما يأتي هذا الوسم في الفخذ، وهو حلقتان متوازيتان بينهما مطرق عمودي، رسمه القُدامَى، ووصفوه بأنه وسم في فخذ البعير، حلقتان بينهما خِبَاط في طول الفخذ [53]، ويأتي هذا الوسم في العنق كذلك. ¶ ومع ارتباط البرقع بالأنوثة، رمز الضعف، فلا بد له من وجود رمز آخر، فإن التبرقع والتقنع ارتبط كذلك بفرسان العرب ورؤسائهم، ومن ألقابهم «المبرقع»، و «المقنّع» [54]، الأمر الذي قد يعني أنه يحمل معان ذكورية. ¶ فوسم البرقع به حلقتان تشبهان فتحة عين البرقع، ولعلّ هذا الوسم في القديم كان تميمة ضد العين والحسد، أو لعلّ البرقع يرمز إلى المراقبة والحراسة (العين الحارسة)، فرمز الحماية المصري القديم، هو العينان، وكذلك «عين أودجات» التي تعمل على حماية من يرتديها من اللدغات والجروح والأمراض في ثقافة مصر القديمة [55]. ¶ 12. البُرْثُن (رجل الطائر/ الوَضْراء):",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وسم حديث على شكل مطرق عمودي يخرج من نهايته ثلاثة خطوط متساوية الطول، على شكل برثن (مخلب) [56] الطائر، ويسميه قدماء العرب «رجل الطائر» [57]. ويعرف كذلك بـ «الوَضْراء»، وهي سمة في رقبة الإبل، لبَني فَزارة بن ذُبْيان، وصفت بأنها كبُرْثُن غُراب [58]، وترمز العرب بهذا الوسم إلى الشوكة والقوة [59]، ومن أسماء سيوف العرب «بُرْثُن الأَسَد» [60]. ومن أسماء العرب: «برثن» [61]. ¶ 13. نصَاب السيف (قضاب السيف/قائم سيف): ¶ وسم حديث يشبه مقبض السيف؛ لهذا يسمى بـ «نصاب السيف»، ويسمى عند بعض العشائر بـ «قضاب السيف» [62]، ونصاب وقضاب بمعنى مقبض، والبعض يسميه «قايم سيف» [63]، ويرمز السيف إلى الشجاعة [64]، وقد يرمز كذلك إلى القتل، أو إلى تطبيق الحدود. ومن رموزه كذلك أنه يرمز إلى القوة والشدة والغضب [65]. ¶ 14. الهودج (الهادج): ¶ وسم حديث، وهو وسم شبيه بالهودج، عبارة عن قوس، رأسه إلى أعلى، وهو وسم الهلال إلى أسفل، وقد يرمز الهادج إلى القيادة، فإن العشائر البدوية كان يتقدمها في الحروب بعيرٌ ذو هودج خاص تركبه - في العادة - ابنة شيخ العشيرة، للدلالة على القيادة، والذي يستميت فرسان العشيرة دفاعًا عنه [66]، وله عدة أسماء منها: العطفة، والمَرْكَب، والعمارية، والمزيّن، والمظهور، والريشة، وسمي بالريشة والمزيّن؛ لأنه مزيّن بريش النعام. علاوة على اصطحابهم النساء والذرية خلفهم في الحروب، وهي عادة عربية قديمة [67]. وارجع بعض الباحثين هذه العادة إلى عصور موغلة في القدم عندما كانت تحمل قُبَّة الرئاسة على ظهر جمل في الحروب الكبيرة [68]، ووصفت هذه القُبَّة بأن فيها الموت الأحمر [69]. فلعل وسم الهودج (الهادج) اتخذ كذلك رمزاً للموت المحتوم لمن تسول له نفسه الإعتداء على الإبل الموسومة به. ¶ 15. الريشيّة: ¶ وسم حديث، على شكل حلقة يخرج منها مطرقان صغيران متضادان في الاتجاه متساويان في الطول، ولعلّ هذا الوسم أصله ما كان يفعله ملوك العرب في الجاهلية من تعريف إبلهم وتمييزها بوضع ريش النعام على أسنمتها [70]، وصاحب البريد في العصر العباسي يميّز نفسه أو خيله بريش، قال البحتري: ¶ ترامى عيون الناس في كل شارق ¶ إلى ريشة قد طار، حُضْراً، بريدها [71] ¶ وقيل: «إن بِغَال البريد كانت محذوفة الأذناب، كعلامة لها» [72]، وقد يكون صاحب البريد في ذلك الوقت يلبس زيًّا موحَّداً، يعرف بثوب «البرد»، وهو ثوب مخطط، بخطوط بيضاء وسوداء [73]. ¶ وترمز الريشة - في بعض الثقافات - إلى الصدق والحقيقة والعدالة [74]، وترمز في المجتمع العربي إلى القيادة والشجاعة فكان فرسان العرب القدامى يعلِّمون أنفسهم بريش نعام [75]، وهو كذلك من رموز الرئاسة [76]، ووجد بين ألقاب ملوك العرب من يعرف بـ «الرائش» [77]، علاوة على ما كان يفعل الملوك سابقًا، وهو ما يفسّر تعليم هودج القيادة القبلي بريش النعام عند المتأخرين. ¶ 16. الرّبَابة: ¶ وسم حديث على شكل آلة الربابة الموسيقية المستخدمة في البادية، وهو وسم مستطيل يخترقه مطرق طولاً، ولعلّ هذا الوسم من الوسوم التي لم تعرف قديماً، حيث أن هذه الآلة ليست من آلات العرب الموسيقية القديمة، أو أن هذا الوسم يعود أصله إلى «الربابة»، وهو وعاء جلدي مستطيل توضع فيه السهام [78]، وبه سميت الربابة الحالية، وقد ترمز السهام قديمًا إلى الموت. ¶ 17. المِشْغَار/ الشِّغَار/ الشاغور:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وسم حديث، وهو وسم المطرق يخرج من أعلاه مطرقان متعاكسان في الاتجاه نحو الأعلى، وسمي الوسم بالشغار أو المشغار لانفراجه وتباعد ضلعيه [79]، وهو في الأصل عصا يتفرع من رأسها إلى أعلى فرعان متضادان في الاتجاه، له عدة استخدامات، يجمع المشغار على «مشاغير»، ويجمع الشاغور على «شواغير» [80]، وبعض صفة عصا المشغار تنطبق على صفة عصا موسى  C،  وهي ذات شعبتين في أسفلها، إلا أن لها محجناً في أعلاها [81]، وهي التي تعرف لدى قدماء المصريين باسم العصا «واس» [82]. ويعبر هذا الوسم عن رمز العصا [83]. ¶ 18. المغزل: ¶ وسم حديث، على شكل عصا المغزل، اكتسب اسمه من ذلك، والوسم عبارة عن مطرقين متعامدين، يأتي المغزل في الفخذ والرقبة، وغيرها، ويأتي مغزلين، فيقال له «المغازل». عادةً ما يكون رأسا المغزلين متقابلين مختلفين في الاتجاه، وقد يعبر هذا الوسم عن رموز العصا؛ لأن المغزل في الأصل عصا. ¶ 19. الحَيّة (الأفعى): ¶ وسم الحيّة من السِمَات المتداولة حتى اليوم، وهي من الوسوم القديمة الجذور [84]، ويعرف في القديم كذلك بـ» الأفعى»، يقال «جمل مُفَعَّى»، و» إبل مفعاة» [85] إذا وسمت به، وهو وسم ملتوٍ، يكون في الفخذ أو العنق [86]، ولعلّ هذا الوسم استخدم لدى العرب رمزًا للقوة أو الموت لما للحية من سُمٍّ زعاف، وهي من الرموز التي تعبر عن الحماية، وكذلك يهاجم ويُلحِق الضرر والأذى بالمعتدين [87]. ¶ ورموز الحيّة في ثقافة العرب متعددة، فمن أسماء سيوف العرب «ذو الحَيَّات» إشارة إلى الموت، واكتسبت الحيّة صفة الخبث لدى العرب فقالوا: فُلانٌ حَيَّةُ الوادي، أَو الأَرضِ، أَو البَلَد، أَو الحَماط، أَي: داءٌ خَبيث. وكسبت صفة الدهاء فوصفوا الأسد بأنه «حَيَّةُ الوادِي»، وجاء في أدعيتهم «سَقاهُ اللَّهُ دَمَ الحَيَّات»، أي أَهلكه، ووصفوا الرجل المتوقد العاقل الشهم بأن «رأْسَه رأْسُ حَيَّة» [88]. ¶ ورموز الحيّة في الثقافات العالمية كثيرة؛ فمن رموزها أنها ترمز إلى الشر، والحماية، والموت [89]. ¶ وله أشكال عديدة منها ما يشبه:  S, Z, M،،  والعادة أنّ وسم الحيّة يأتي مفرداً، كما أنه له أسماء دارجة أخرى؛ مثل «الداب»، و «الهايش»، ويرجع هذا الاختلاف في الاسم والرسم إلى اختلاف القبائل والمناطق. ¶ ويمكن - على هذا - تعريف وسم الحيّة بأنه كل وسم متعرج أو به انحناءات. ¶ 20. الشَّيْطَان: ¶ من وسوم الإِبل القديمة. وصف بأنه وَسْم في أَعلى الورك منتصبٌ على الفخذ إلى العُرْقُوب مُلْتوٍ، نقله ابن منظور «عن ابن حبيب من تذكرة أَبي علي» [90]، وقد وصف وسم الأفعى (الحيّة) بأنه ملتوٍ [91]، فلعلّ وسم الشيطان هو وسم الحيّة فوقه مطرق، وقد يشبه هذا الوسم نوعًا من الحيات من فصيلة الصِّل/ الكوبراء ( Cobra)،  يؤيد هذا أن «الشيطان» نوع من أنواع الحيات أو الأفاعي [92]، والأفعى قديمًا اقترن اسمها بالشيطان [93]، وكثيرًا ما تشبّه الحيّة العظيمة بالجن [94]. ¶ ومن رموز الكوبرا أنها ترمز للتيّقظ والانقضاض والهجوم، والقوة والنشاط [95]. ¶ 21. الضَّبْثَة (ضبثة الأسَد) [96]: ¶ من سِمَات الإِبل القديمة، وصفت بأنها «حَلقة، ثم لها خُطوط من ورائها وقُدَّامها. يقال: بعير مَضْبُوث، وبه الضَّبْثة، وقد ضَبَثْتُه ضَبْثاً؛ ويكون الضَّبْث في الفَخِذ عرضاً» [97]، شبه الوسم بضربة الأسد، وينطبق وصف هذا الوسم على وسم وجد في النقوش العربية القديمة، وهو حلقة يخرج منها خمسة مطارق متساوية في الطول [98]. ويقال المضابث لمخالب الأسد [99]، ولعلّ هذا الوسم استخدم رمزًا للقوة والشجاعة أو الموت [100]، وفي بعض الثقافات يرمز الأسد إلى الحماية والحراسة [101]، ولعلّ نفس هذا الاعتقاد كان سائداً عند العرب.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ومن رموز الأسد عند العرب أنه يرمز إلى القوة والقهر والغلبة [102] والشجاعة والغضب [103]. ولعلّه استخدم دفعًا للعين؛ إذ كان عرب الجاهلية يعلقون تمائم عليها أضفار السباع لذلك [104]. ¶ والملاحظ أن الأسد من الحيوانات التي ترددت في أشعار العرب، حتى بلغت أسماؤه أكثر من ألف اسم [105]. ¶ 22. الخلب/ المخلب: ¶ وسم حديث ذو أربعة مطارق تخرج من زاوية حادة، وذات المخالب [106] خاصة هي الطيور الجارحة كالعقاب والصقر، ويدل اسم هذا الوسم وشكله على أنه من رموز القوة والموت، فالعُقاب، مثلاً، يرمز إلى القوة، باعتباره أقوى الجوارح، ولهذا جاء رمزًا للقوة لدى كثير من الحضارات القديمة كالرومانية [107]، ويرمز كذلك إلى الموت والهلاك [108]. ¶ 23. النَعْش: ¶ وسم حديث، يشبه النعش المستخدم لحمل الموتى، وهو مطرق معروض، يخرج من حرفيه مطرقان صغيران تجاه الأسفل، وقد يكون وسم النعش من رموز الموت، لارتباطه بحمل الموتى. ¶ 24. الصافق: ¶ وسم حديث، وهو وسم المطرق على يمينه رقْمَة [109]، والصفق هو الضرب بقوة براحة اليد، والمطرق عصا تستخدم للضرب، وقد يرمز هذا الوسم إلى القوة. ¶ 25. اللطمة: ¶ لا يختلف وسم اللطمة عن وسم الصافق، إذ إن الصفق واللطم كلاهما الضرب بقوة براحة اليد، الأمر الذي قد يعني أن هذا الوسم يرمز إلى القوة. ¶ ووسم اللطمة مطرق صغير لا يجاوره أي وسم آخر، وهو من الوسوم الحديثة. ¶ مع الأخذ في الاعتبار أن اللطم في الأدب الشعبي يرمز إلى التمكن من العدو، والظفر به، لهذا يُمدح الرجل بأنه «لَطّام»، ويمدح القوم بأنهم يلطمون الأعداء [110]، و «لاطم» من أسماء العرب القدامى [111]. ¶ 26. الظبي: ¶ سمة قديمة، لم يحدد القدامى صفتها أو موضعها، عدا الاكتفاء بقولهم أنها: «سمة لبعض العرب» [112]، مستشهدين بقول عنترة بن شداد: ¶ عَمروَ بنَ أَسوَدَ فا زَبَّاء قارِبَةٍ ¶ ماءَ الكُلابِ عَلَيها الظَبيَ مِعناقِ [113] ¶ ولعلّ هذا الوسم يقع في العنق لقول عنترة «عَلَيها الظَبيَ مِعناق». ¶ ويرمز الظبي في بعض الثقافات القديمة إلى التضحية والفداء [114]، ويعتقد العرب أن الظباء من ماشية الجن [115]. ولعلّ هذا الرمز هو من رموز التحذير، وأن هذه الماشية تحت حماية الجن، والذي كان يخافهم عرب الجاهلية، قال تعالى: {وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا}. (الجن: 6). إلى درجة أن بعض عرب الجاهلية عبدهم، جاء في القرآن الكريم: {قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ}. (سبأ: 41).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "27. الدلو: ¶ وسم قديم [116] ما زال مستخدمًا، ويحتمل أن الدلو يرمز إلى الحياة في صحراء العرب القاحلة؛ إذ إن الدلو يستخدم لجلب الماء من الآبار، ومن المعروف أن الماء رمز الحياة [117]، قال تعالى: {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ}. (الأنبياء: 30)، أو أن الدلو يرمز إلى الموت؛ لأن «الداهية» من أسماء الدلو [118]. ¶ 28. العرقاة/ العراقي (الصليب): ¶ وسم قديم، ما زال مستخدمًا، ويسمى أيضًا بالصليب لشكله، وهو خشبتان متقاطعتان في المنتصف توضعان على فوهة الدلو لسحب الماء [119]، ويبدو أنّ العرقاة ترمز إلى الحياة لعلاقتها بالدلو. ¶ 29. الزند: ¶ وهو وسم حديث على شكل آلة الزند، التي يُقتدح بها قديمًا، وقد يكون هذا الوسم يعبر عن الإنذار، لما للزند من استخدام في إيقاد النار، ولاسيما أنّ من بين نيران العرب هناك «نار الحرب»، وهي كذلك «نار الإنذار» [120]. ¶ الأمر الذي قد يعني أنّ هذا الوسم يرمز إلى الإنذار بعدم الاقتراب، والتعدي على هذه الإبل؛ لأن أصحابها سيوقدون نار الحرب من أجل ذلك. ¶ 30. الباب: ¶ وسم حديث، يأتي تارةً على شكل مستطيل نَقُص ضلعًا، وتارة أخرى يأتي على شكل مستطيل مكتمل، حسب المنطقة أو القبيلة التي تَسِمُ هذا الوسم. ¶ لم تتضح الصورة الرمزية من وراء مغزى هذا الوسم، في حين تعبر بعض الثقافات عن الباب برمز الحراسة [121]. فلعلّه رُمِز به إلى الحراسة لدى العرب في وقت من الأوقات. ويعبر عنه في الثقافة التركية بالقوة [122]، وقد شبّهت حلقة الباب بالموت الأحمر [123]، فلعلّ الباب من رموز الموت. ¶ الخاتمة ¶ تلك تفسيرات اجتهادية لرمزية الوسوم، والملاحظ أنها تشترك معًا في رمزية القوة والموت والحماية، ولعلّها رسالة تحذير للأعداء، ولصوص الماشية من الاقتراب منها لقوة أصحابها، والموت المحتوم. ولعلّ ما يساند ذلك ما كان يفعله اللصوص بعدم الاقتراب من إبل الأشراف، الموسومة بالحَلَق؛ لأنهم يعتقدون أنّ من تعرض لها ستقع عليه لعنة. ¶ يتضح مما تقدم أنّ أسماء الوسوم عند العرب مستمدة من البيئة العربية، وما هو في ثقافتهم. مع الإنتباه إلى أنّ رمزية الوسم عند العرب من المفترض أن تنطلق من ثقافة المجتمع العربي، ويمكن التعرف عليها من خلال المواد اللغوية، حقيقها ومجازها، والرموز التي يتشاءم منها عرب الجاهلية، أو التي يتفاءل بها، مثل الغراب، والكلاب، والحمامة، والعصفور، وإنكسار الإناء [124]، وتحتوي تفاسير الأحلام على عدد من الرموز، والتي يمكن الاستفادة منها في دراسة رمزية الوسم، كذلك الاستعانة بتفسير رمزية الوسم من خلال النظريات العلميّة، كالنظريّة الرمزيّة، ونظريات علم الاجتماع، مما تشكل قاعدة مترابطة لتفسير الرموز عند العرب. ومن ناحية أخرى؛ قد تؤدي العلاَقة بين بعض الوسوم إلى التوصُّل إلى الرمز المستخدم، كالعلاَقة الثنائية بين وسم العرقاة والدلو، أو بين وسم الباب ووسم المفتاح ووسم القفل. ¶ ولعلّ تلك الصفحات تمهد الطريق لدراسات قادمة حول الرموز عند العرب بشكل عام، ورمزية الوسم بشكل خاص.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "[1] ابن سيرين، محمد، منتخب الكلام في تفسير الأحلام، دار الفكر اللبناني، بيروت، 1990م، ص ص 190، 193، 195. ¶ [2] ابن دريد، محمد بن الحسن، الاشتقاق، تحقيق / عبد السلام هارون، مكتبة الخانجي، القاهرة، الطبعة الثالثة (د. ت)، ص 20. ابن سيرين، منتخب الكلام في تفسير الأحلام، ص 186. الزمخشري، محمود عمر بن أحمد، أساس البلاغة، تحقيق / محمد باسل عيون السود، دار الكتب العلّمية، بيروت، 1998م: كلب. ¶ [3] قال تعالي: {هُوَ الَّذِي بَعَثَ فِي الأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ} [الجمعة:2]. ¶ [4] «الرمز في اللغة كل ما أشرت إليه مما يُبان بلَفْظ بأَيّ شيءٍ أشرت إليه» (ابن منظور، محمد بن المكرم، لسان العرب، تحقيق / عبد الله الكبير وآخرون، دار المعارف، القاهرة، (د. ت): رمز). وجاء في القرآن الكريم: {قَالَ رَبِّ اجْعَلْ لِي آيَةً قَالَ آيَتُكَ أَلاَّ تُكَلِّمَ النَّاسَ ثَلاثَةَ أَيَّامٍ إِلاَّ رمزًا وَاذْكُرْ رَبَّكَ كَثِيراً وَسَبِّحْ بِالْعَشِيِّ وَالإِبْكَارِ} [آل عمران: 41]. ¶ [5] العماري، فضل، الدم المقدّس عند العرب، مكتبة التوبة، الرياض، 2002م، ص 158. وينظر: ¶ Frazer, James, FOLK-LORE IN THE OLD TESTAMENT, Macmillan-London, 1923, pp 33 - 45. ¶ [6]  ينظر في ذلك: الجودي، صالح بن غازي، وسم الإبل عند بعض القبائل، مؤسسة اليمامة الصحفية، الرياض، 1415هـ. السعدوني، مساعد بن فهد، وسوم الإبل، مطابع الحميضي، الرياض، 2005م. ¶ [7] الجودي، مصدر سابق. السعدون، مصدر سابق. الصويان، سعد، وآخرون، الثقافة التقليدية، دار الدائرة للنشر والتوثيق، الرياض، 2000م، ج 6. فتح الله، هداية الفهم إلى بعض أنواع الوسم، مجلة العرب، س 30، 1415/ 1995. ¶ [8] الفحام، إبراهيم، محمد، رموز الوسم عند البدو، مجلة الفنون الشعبية، عدد 17، س 5، 1971م. ¶ [9] ابن منظور، لسان العرب: وسم. ¶ [10] الجوهري، إسماعيل بن حماد، الصحاح، تحقيق/ أحمد عطار، دار العلّم للملايين، بيروت، 1990م: عذر. ¶ [11] لسان العرب: عذر. مِيْسَمهم: وسمهم. ¶ [12] ابن منظور، لسان العرب: شعب. وينظر: ابن سيده، علي بن إسماعيل، المخصص، دار الكتب العلّمية، بيروت، (د. ت)، ج 7، ص 156.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "[13] تيبو، روبير، موسوعة الأساطير والرموز الفرعونية، ترجمة / فاطمة محمود، المجلس الأعلى للثقافة، القاهرة، 2004م، ص ص 214 – 215، 231. ¶ [14] العهد القديم، دار الكتاب المقدس، القاهرة، 1970م، سفر العدد، الإصحاح السابع عشر، فقرة رقم (1، 6)، ص 241. ¶ [15] الجوهري، الصحاح: سطع. ابن منظور، لسان العرب: سطع. الزبيدي، محمد مرتضى بن محمد، تاج العروس من جواهر القاموس، 1987م، مطبعة حكومة الكويت (وزارة الإعلام)، الكويت: سطع. ابن سِيده، المخصص، ج 7، ص 155. ¶ [16] الحموي، ياقوت بن عبد الله، معجم البلدان، دار صادر، بيروت، 1977م، ج 1، ص 368؛ ج 4، ص ص 201، 311؛ ج 5، 372. ¶ [17] الزبيدي، تاج العروس: فلق. ¶ [18] الزبيدي، تاج العروس: وسم. الفيروز آبادي، مجد الدين محمد بن يعقوب، القاموس المحيط، مطبعة مصطفى البابي الحلبي، مصر، 1952م: هلل. ¶ [19] سيرنج، فيليب، الرموز، ترجمة / عبد الهادي عباس، دار دمشق، دمشق، 1992م، ص 481. ¶ [20] ابن سيرين، منتخب الكلام، ص 217. ¶ [21] تاج العروس: هلل. ¶ [22] ابن منظور، لسان العرب: طرق. ¶ [23] المِطْرَق: القضيب ويؤنث، ولعله الأقرب لأن الوسم يأتي على هيئته، انظر: لسان العرب. الواحة ¶ [24] الزبيدي، تاج العروس: طرق. ¶ [25] موزل، أ، أخلاق الرولة وعاداتهم، ترجمة/ محمد السديس، مكتبة التوبة، الرياض، 1417هـ، ص 153.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "[26] الزبيدي، تاج العروس: خبط، برقع. ¶ [27] الجودي، وسم الإبل، ص 48. ¶ [28] تيبو، موسوعة الأساطير والرموز الفرعونية، ص ص 214 – 215، 309، 342. ¶ يقال لعصا الساحر \"  wand\".  والملاحظ في قصة موسى عليه السلام مع فرعون مصر أن سحرة فرعون ألقوا ما في أيديهم من عصي وحِبال كي يسحروا أعين الناس، قال تعالى: {قَالَ بَلْ أَلْقُوا فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى} [طه:66]، إذ كان كل ساحر منهم، استخدم العصا والحبل، في أفضل ما لديه من سحر، حتى وصف كل واحد منهم بأنه {سَاحِرٍ عَلِيمٍ} [الأعراف: 112]، بل أنه {سَحّار عَليْم} [الشعراء: 27]، صيغة ممبالغة لساحر متعلم متمرس في السحر، ووصِف سحرهم الذي أتو به {بسحر عظيم} [الأعراف: 116]. ¶ [29] ابن كثير، تفسير ابن كثير، دار إحياء التراث العربي، (د. م)، (د. ت)، ج 5، ص 246. الطبري، محمد بن جرير، تفسير الطبري، دار المعرفة، (د. م)، 1990م، ج 16، ص 117. القرطبي، تفسير القرطبي، دار الكتب العلّمية، (د. ت)، (د. م)، ج 11، ص 185. ¶ [30] تفسير القرطبي، ج 11، ص 185. صحيح مسلم، ج 9، ص 17. ¶ [31] الجودي، نفس المرجع. ابن سيرين، منتخب الكلام، ص 337. ¶ [32] تاج العروس: ضرب. ¶ [33] تفسير القرطبي، ج 11، ص 185. ¶ [34] الجوهري، الصحاح: عصا. لسان العرب: عصا. ¶ [35] سيبويه، عمر، الكتاب، المطبعة الكبرى الأميرية ببولاق (مصر)، 1316هـ، ج 2، ص ص 217، 218. الفيروز آبادي، القاموس المحيط: برقع. ابن سيده، المخصص، ج 7، ص 155. ¶ [36] ابن منظور، لسان العرب: لحظ. التلحيظ: وسم تحت العين (نفس المرجع). ¶ [37] الصغاني، الحسن بن محمد، العباب الزاخر واللباب الفاخر، تحقيق / قير حسن، مطبعة الجامع العلّمي العراقي، بغداد، 1978م. خبط. ¶ [38] ابن منظور، لسان العرب: حجن. الزبيدي، تاج العروس: حجل. ¶ [39] الزبيدي، تاج العروس: جبر. ¶ [40] القالي، إسماعيل بن القاسم، الأمالي في لغة العرب، دار الكتب العلّمية، بيروت، 1978م، ج 2، ص ص 44 – 46. ¶ [41] موزل، أخلاق الرولة، ص 153. وأما المحقان: فهو قمع، مخروط. ¶ [42] له اسم آسم آخر هو: الكُلاَّب. الواحة ¶ [43] الجودي، وسم الإبل، ص 106. ¶ [44] الصحاح: كلب. ¶ [45] ابن منظور، لسان العرب: خطف. وينظر مادة: حجن. ¶ [46] الزبيدي، تاج العروس: حلق.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "[47] آل فهيد، منديل بن محمد، من آدابنا الشعبية، مطابع الفرزدق، الرياض، 1985م، ج 4، ص 54. وسم الشريف: وسم الأشراف. واقيهن: حاميهن. ¶ [48] البلادي، عاتق بن غيث، الأدب الشعبي في الحجاز، دار مكة، مكة، ط ثانية 1402هـ/ 1982م، ص 318. وعن وسم الأشراف ينظر مثلاً: الجودي، وسم الإبل، ص 66. ¶ [49] تيبو، موسوعة الأساطير والرموز، ص 127. ¶ [50] سيرنج، الرموز، ص 479. وهناك رمزية سحرية للحلقات (نفس المرجع، ص 480). ¶ [51] الزبيدي، تاج العروس: حلق. ¶ [52] تفسير القرطبي، ج 15، ص 164. الموت الأحمر: موت شديد، وهو الموت في الحرب (لسان العرب: حمر). ¶ [53] الفيروز آبادي، القاموس المحيط: برقع. الزبيدي، تاج العروس: برقع. ¶ [54] الجاحظ، عمر بن بحر، البيان والتيين، تحقيق / عبد السلام هارون، مكتبة الخانجي، القاهرة، 1998م، ج 3، ص ص 100 - 102. تاج العروس: برقع، قنع. ¶ [55] تيبو، موسوعة الأساطير والرموز، ص 240. ¶ [56] البرثن: يجمع على براثن، وهو مخلب السباع والطيور الجارحة (ابن منظور، لسان العرب: برثن). ¶ [57] ابن منظور، لسان العرب: رجل. ¶ [58] الزبيدي، تاج العروس: وضر. بنو فزارة بن ذبيان، هم بنو فزارة بن ذبيان بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان بن مضر بن نزار بن معد بن عدنان (ابن حزم، علي بن أحمد، جمهرة أنساب العرب، تحقيق/ عبد السلام هارون، دار المعارف، مصر، 1982م، ص 250). ¶ [59] ابن منظور، لسان العرب: برثن. الزبيدي، تاج العروس: برثن. ¶ [60] تاج العروس: برثن. ¶ [61] تاج العروس: برثن. ¶ [62] الصويان، وآخرون، الثقافة التقليدية في المملكة العربية السعودية، دار الدائرة للنشر والتوثيق، الرياض، 2000م، ج 6، ص 301. هناك مصطلح يعرف باسم \"مقبض السيف\" وهو يرمز لعصبة الرجل الذي يلتقون معه في الجد الخامس، وهم المسؤولون، قديلاً، في أخذ ثأر ممن يلتقون معه في الجد الخامس وكذلك يؤخذ الثأر منهم، إذا أقدم أحدهم على جناية تستحق أخذ الثأر. سموا بقبضة اليد، لعدد الأصابع الخمسة، والسيف هنا يرمز لقانون الدم. ¶ [63] الفحام، رموز الوسم عند البدو، ص 69. ¶ [64] الجهيمان، الأمثال الشعبية في قلب الجزيرة العربية، دار أشبال العرب، الرياض، طبعة ثانية، ج 5، ص 113. ¶ [65] ابن سيرين، منتخب الكلام، ص 146. ¶ [66] أخلاق الرولة، ص ص 262، 263. ابن عيسى، إبراهيم بن صالح، عقد الدرر، تحقيق / عبد الرحمن آل الشيخ، دارة الملك عبد العزيز، الرياض، 1999م، ص ص 33، 34. ¶ [67] ابن الأثير الجزري، علي بن محمد بن محمد، الكامل في التاريخ، دار الكتب العلّمية، بيروت، 1987م، ج 2، ص ص 44 - 46؛ ج 4، ص ص 98، 99. ¶ [68] لامنس، هنري، الحجارة المؤلهة، مجلة المشرق، س 36، 1938م، ص ص 11 – 17. القُبَّة من الخِيام: بيت صغير مستدير، وهو من بيوت العرب (لسان العرب: قبب). ¶ [69] النويري، أحمد بن عبد الوهاب، نهاية الأرب في فنون الأدب، تحقيق / حسن نور الدين، دار الكتب العلّمية، بيروت، 2004م، ج 2، ص 192. ¶ [70] الجاحظ، الحيوان، تحقيق/ عبد السلام هارون، مطبعة مصطفى البابي الحلبي، مصر، 1965م، ج 3، ص ص 417، 418. ابن منظور، لسان العرب: ريش، عصفر.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "[71] ديوان البحتري، ج 1، تحقيق / حسن كامل الصيرفي، دار المعارف، القاهرة 1963، ص 533. ¶ [72] الزبيدي، تاج العروس: برد. ¶ [73] الزبيدي، تاج العروس: برد. ¶ [74] تيبو، موسوعة الأساطير والرموز، ص 173. ¶ [75] اللسان: علم، عمم. ¶ [76] ابن سيرين، منتخب الكلام، ص 377. ويلاحظ أن مثل هذه العادة كانت موجودة لدى الهنود الحمر. ¶ [77] الاشتقاق، ص 532. لسان العرب: ريش. ¶ [78] التاج: ربب. ¶ [79] ينظر: الزبيدي، تاج العروس: شغر. ¶ [80] العبودي، محمد، كلمات قضت، دارة الملك عبد العزيز، الرياض 1423هـ، ج 1، ص 567. ¶ [81] الثعالبي، عبد الرحمن بن محمد، تفسير الثعالبي، دار إحياء التراث العربي، بيروت، 1997م، ج 4، ص 52. تيبو، موسوعة الأساطير والرموز، ص 342. الزمخشري، محمود عمر بن أحمد، الكشاف، تحقيق / عادل عبد الموجود، وعلي معوض، مكتبة العبيكان، الرياض، 1998م، ج 4، ص 75. ¶ [82] تيبو، موسوعة الأساطير والرموز، ص 342. ¶ [83] موسوعة الأساطير والرموز، ص 342. وينظر: السعدوني، وسوم الإبل، ص 50. ¶ [84] الزبيدي، تاج العروس: حوى. ¶ [85] لسان العرب: فعا. تاج العروس: فعا. ¶ [86] لسان العرب: حيا. ¶ [87] تيبو، موسوعة الأساطير والرموز، ص 10. ¶ [88] تاج العروس: حوي. ¶ [89] ينظر في ذلك: سيرنج، الرموز، ص ص 116 – 151. وفي اللغة الدارجة توصف المرأة الشريرة بأنها \"حيّة رقطاء\". ¶ [90] ابن منظور، لسان العرب: شطن. الشيطان: النشاط والقوة، وهو يطلق على كل عاتٍ متمرد من الجن أو الدواب أو الأنس (الزبيدي، التاج: شطن). ¶ [91] ابن منظور، لسان العرب: فعا. ¶ [92] ابن مظور، لسان العرب: شطن. ¶ [93] سميث، روبتسن، محاضرات في ديانة الساميين، ترجمة / عبد الوهاب علوب، المجلس الأعلى للثقافة، مصر، 1997م، ص ص 563، 485. ابن منظور، لسان العرب: شطن. الكتاب المقدس، العهد الجديد، دار الكتاب المقدس، القاهرة، 1970م، سفر يوحنا اللاهوتي، الإصحاح الثاني عشر، فقرة رقم: 9، ص 408. ¶ [94] الفيروز آبادي، القاموس المحيط: رؤية. ¶ [95] تيبو، موسوعة الأساطير والرموز، ص 133. ¶ [96] الضبثة: سمة للإبل، والقبضة، من ضبَث بالشيء: قبض عليه بكفه قبضاً شديداً، والضباث: برثن الأسد. انظر اللسان. الواحة ¶ [97] ابن منظور، لسان العرب: ضبث. وينظر الزمخشري، أساس البلاغة: ضبث. ¶ [98] ينظر: الذييب، سليمان، نقوش ثمودية، مكتبة الملك فهد الوطنية، الرياض، 1420هـ، ص ص 180، 185.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "[99] تاج العروس: ضبث. ¶ [100] سيرنج، الرموز، ص ص 86، 92 – 94. ¶ [101] سيرنج، الرموز، ص ص 93، 94. ¶ [102] ابن سيرين، منتخب الكلام، ص 183. ¶ [103] لسان العرب: اسد. ¶ [104] العظيم آبادي، محمد، عون المعبود، دار الفكر، (د. ت)، (د. م)، ج 10، ص 349. ومن آثار الجاهلية الباقية، ما يعلقه البعض من شعر وأنياب الذئاب لدفع شر الجن والغول. ¶ [105] النويري، نهاية الأرب، ج 9، ص 143. ¶ [106] المخلب بشكل عام أظافر السباع من طير وماشي، وهو في سباع الطير خاصة (لسان العرب: خلب). ¶ [107] سيرنج، الرموز، ص 178. ¶ [108] ابن سيرين، منتخب الكلام، ص 189. وينظر: النويري، نهاية الأرب في فنون الأدب، ج 3، ص 141. ¶ [109] الرقمة: وسم صغير على شكل دائرة غير مفرغة. وأصله عربي قديم ينظر لسان العرب: رقم. ¶ [110] النادر، عبد الله مبارك، نظم الجواهر، مطبعة سفير، الرياض، 1993م، ج 1، ص 238. العماري، مبارك، الدراري: شعر عمار بن سلطان، المطبعة الحكومية، دولة البحرين، 1993م، ص 315. ¶ [111] ابن الكلبي، هشام بن محمد، جمهرة النسب، تحقيق / محمود فردوس العظم، دار اليقضة العربية، دمشق، 1986م، ج 1، ص 401. ¶ [112] الفيروز آبادي، القاموس الميحط: ظبي. ¶ [113] لسان العرب: ظبا*.* هذه رواية ابن منظور للبيت، انظر اللسان، والظبي، هنا، تصحيف جليٌّ صوابه: الطِّنء والطنء كالظنء بإلمعجمة: بقية الروح، والرماد الهامد، فعنترة يعير مهجوه بأن ناقته زباء، أي كثيرة شعر الأذنين والحاجبين، فهي بَخراء، وقاربة، لم تشرب أي عطشانة، فهي منهوكة، وعليها الطِّنء، أي سوء الحال من الكبر والهزال، ومعناق، تسير العنق، وهو ضرب من سير الإبل. فلا مكان للظبي هنا، والصحيح هو ما في الديوان: ¶ عَمروَ بنَ أَسوَدَ فازَبَّاءَ قارِبَة ¶ ماءَ الكُلابِ عَلَيها الطِّنءُ مِعناقِ ¶ انظر: ديوان عنترة صنع الخطيب التبريزي، قدم له ووضع هوامشه وفهارسه مجيد طراد، دار الكتاب العربي، بيروت، ط 1، 1412هـ 1992م، المقطوعة 92، ص: 107، وديوانه، أشرف على تصحيحه إبراهيم الزين، دار النجاح – دار الفكر، بيروت، د ت، ص: 156. الواحة ¶ [114] تيبو، موسوعة الأساطير والرموز، ص 225. ¶ [115] الألوسي، بلوغ الأرب في أحوال العرب، مطبعة دار السلام، بغداد، 1314هـ، ج 2، ص 401. الشبلي، بدر الدين عبد الله، غرائب وعجائب الجن والشياطين، تحقيق / إبراهيم محمد الجمل، دار الرياض، الرياض، ص 166. ¶ [116] تاج العروس: وسم. ¶ [117] النويري، نهاية الأرب، ج 3، ص 135. ¶ [118] تاج العروس: عرق. ¶ [119] تاج العروس: صلب، عرق. ¶ [120] نهاية الأرب، ج 2، ص 104. ابن سيرين، منتخب الكلام، ص 286. ¶ [121] تيبو، موسوعة الأساطير والرموز، ص ص 65، 66.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "[122] سيرنج، الرموز، ص 415. ¶ [123] تفسير القرطبي، ج 15، ص 164. ¶ [124] النويري، نهاية الأرب، ج 3، ص ص 128 – 142. ¶ كاتب وباحث - السعودية.",
            "page": "16",
            "part": "1"
        }
    ],
    "t37243": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رموز الوسوم عند العرب"
        }
    ]
}