{
    "b37254": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الأسئلة السنية ¶ على المنظومة البيقونية ¶ الأمة الفقيرة لعفو ربها: ¶ أم الليث ¶ بسم الله الرحمن الرحيم ¶ مقدمة : ¶ إنّ الحمد لله نحمده ونستعينه ونستغفره ، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا ، من يهده الله فلا مضل له ، ومن يضلله فلا هادي له ، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا ? عبده ورسوله ، أما بعد : ¶ هذه أسئلة وأجوبة على المنظومة البيقونية ، أسأل الله العظيم رب العرش العظيم أن ينفع بها ، كما أسأله أن يجعلها خالصة لوجهه ¶ اللهم علمنا ما ينفعنا وانفعنا بما علمتنا وزدنا علما ¶ اللهم من أردت به خيرا فقهته في الدين ، الله فقهني في ديني ، آمين ¶ الأمة الفقيرة لعفو ربها ¶ أم الليث ¶ بسم الله الرحمن الرحيم ¶ أَبدَأُ بِالْحَمْدِ مُصَلِّياً عَلَى ... ... ... مُحَمَّدٍ خَيرِ نبيٍ أُرْسِلاَ ¶ وذِي مِنْ أَقْسَامِ الحَدِيثِ عِدَّة ... ... ... وكلُّ واحَدٍ أتى وحَدّهْ ¶ ما هو الحديث؟ ¶ هو ما ورد عن النبي صلى الله عليه وسلم من قول أو فعل أو تقرير ¶ ما هي أقسام الحديث ؟ ¶ من أنواع علوم الحديث الثلاثة : صحيح ، حسن ، ضعيف ¶ ماذا يقصد بقوله \"عده\" ؟ ¶ يقصد عدد الأحاديث 32 ¶ ماذا يقصد بقوله \"حدّه\" ؟ ¶ من الحدّ أي التعريف والتوضيح والبيان ¶ أَوَّلُها الصَّحيحُ وهْوَ ما اتَّصلْ ... ... ... إِسْنَادُه وَلَم يُشَذَّ أَوْ يُعَلّ ¶ يرْوِيهِ عَدْلٌ ضَابطٌ عَنْ مِثلهِ ... ... ... مُعْتمَدٌ في ضَبْطِهِ وَنقْلِهِ ¶ -1- الحديث الصحيح ¶ ما معنى اتصال السند ؟ ¶ اتصال : أي تواصل ، وهو سماع كل راو من الراوي الذي يليه ، أي أن لا يسقط من الرواة من أوله إلى آخره ¶ ما معنى الإسناد؟ ¶ الإسناد هو سلسلة الرواة الموصلة لنص الحديث وقد يراد به إضافة الحديث إلى قائله ¶ ما معنى الشذوذ؟ ¶ الشذوذ : هو مخالفة الثقة لمن هو أوثق منه (بمعنى مخالفة الراوي من هو أرجح منه) ¶ ما هي العلة؟",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "العلة: هي سبب يقدح في صحة حديث ظاهره الصحة والخلو منها - أي العلة- ولا تظهر إلا للمتبحر في هذا العلم الشريف ¶ من هو العدل؟ ¶ هو الراوي الذي يحمل صفات تحمل صاحبها على التقوى واجتناب الأدناس وما يخل بالمروءة عند الناس ويدخل رواية المرأة ورواية الرقيق ¶ ما معنى كلمة \"ضابط\" هنا ؟ ¶ قوة الحافظة والوعي الدقيق وحسن الإدراك في تصريف الأمور والثبات على الحفظ وصيانة ما كُتِب منذ التحمل والسماع إلى حين التبليغ والأداء ¶ ما هي أنواعه ؟ ¶ الضبط نوعان : ¶ 1) ضبط الصدر: ويُطلق عليه أيضا ضبط الفؤاد : وهو أن يحفظ الراوي ما سمعه حفظا يمكنه من استحضاره متى شاء ¶ 2) ضبط الكتاب : وهو أن يصون كتابه الذي كُتِب منذ سمع فيه وصحيحه إلى أن يؤدي منه ولا يدفعه إلى من لا يصونه ويمكن أن يُغيّر فيه أو يُبدّل ¶ ماذا يقصد بقوله \"معتمد في ضبطه ونقله\" ؟ ¶ يعني موثوق به من صدره لما يُمليه و من كتابه لما يرويه ¶ -قال الأجهوري : \"قوله معتمد : بيان لعدل ، وفي ضبطه ونقله بيان لضابط وهو لف ونشر مرتب\" ¶ ما هي التقوى؟ ¶ التقوى : اجتناب الأعمال السيئة ¶ ما هي المروءة ؟ ¶ المروءة : الصيانة عن الأدناس والترفع عما يشين عند الناس ¶ ما هي أقسام الصحيح ؟ ¶ ينقسم الصحيح إلى قسمين : ¶ 1) صحيح لذاته : وهو الحديث الذي اتّصل سنده بنقل العدل الضابط عن مثله إلى منتهاه من غير شذوذ ولا علة ¶ 2) صحيح لغيره: وهو الحسن لذاته إذا روي من طريق أخرى مثله أو أقوى منه ¶ ما هي شروط الصحيح ؟ ¶ وهي خمسة: ¶ 1) اتّصال السّند ¶ 2) السلامة من الشذوذ ¶ 3) السلامة من العلة القادحة ¶ 4) أن يكون كل الرواة عدل رواية ¶ 5) أن يكون كل رواته ضابطا إما صدرا أو كتابا ¶ ما حكم الصحيح ؟ ¶ أجمع أهل الحديث ومن يعتد به من الأصوليين والفقهاء على وجوب العمل بالحديث الصحيح فهو حجة من حجج الشرع لا يسع المسلم ترك العمل به ويستدل به في الأصول والفروع ¶ بماذا تتفاوت مراتب الصحيح ؟ ¶ تتفاوت مراتب الصحيح بحسب السند",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ما هي أصح الأسانيد ؟ ¶ *قال البخاري : أصح الأسانيد : مالك عن نافع عن ابن عمر وتُسمى \"سلسلة الذهب\" ¶ *قال أحمد : أصح الأسانيد : الزهري عن سالم عن أبيه(وهو عبد الله بن عمر) ¶ ما هي أصحّ الأحاديث: ¶ حديث اتّفق على ذكره البخاري ومسلم ، ثم ما انفرد به البخاري ، ثم ما انفرد به مسلم ، ثم ما كان على شرطهما ، ثم ما كان على شرط البخاري ، ثم ما كان على شرط مسلم ، ثم ما كان على شرط غيرهما ¶ ما هو شرط البخاري ؟ ¶ 1) المعاصرة : أي : الراوي عاصر شيخه ¶ 2) سماعه منه ¶ ما هو شرط مسلم ؟ ¶ المعاصرة ¶ والحَسَنُ المعْرُوفُ طُرْقاً وغدتْ ... ... ... رجَالهُ لا كالصّحيح اشتهرتْ ¶ -2- الحسن ¶ ماذا يقصد بقوله\"والحسن المعْرُوفُ طُرْقاً\" ؟ ¶ أي هو الحديث الذي عُرِف طرقه ورواته المحدثون له باتصالهم من أول السند إلى آخره وسلِم من الشذوذ والعلة القادحة ¶ ماذا يقصد بقوله\"وغدتْ\" ؟ ¶ أي صارت ¶ هل يعتبر الجمع في قوله طُرقا قيدا ؟ ¶ لا يعتبر قيدا إذ ليس تعدد الطرق شرطا بل يكفي أن يكون من طريق واحد لأن الكلام في الحسن لذاته ، وإنما يشترط في التعدد في الحسن لغيره ¶ ما معنى قوله \"رجاله لا كالصحيح اشتهرت\" ؟ ¶ أي رجَالهُ الذي رووه ، أي مخرجوه مشتهرة بالعدالة والضبط ، لا كاشتهار رجال الصحيح أي اشتهارهم أدون من اشتهار الصحيح ¶ بماذا استدرك الشيخ عبد الستار على الناظم في تعريف الحسن ؟ ¶ والحسن الخفيف ضبطا إذ غدت *** رجاله لا كالصحيح اشتهرت ¶ عرّف الحسن لغة واصطلاحا ؟ ¶ لغة: ضد القبيح و ما تشتهيه النفس و تميل إليه ¶ اصطلاحا: قال ابن حجر : هو ما اتصل سنده بنقل العدل الذي خف ضبطه -أي قل ضبطه قلة لا تلحقه بحال من يُعد تفرده منكرا وسلم من الشذوذ ومن العلة- عن مثله إلى منتهاه من غير شذوذ ولا علة ¶ فبقوله اتصل سنده دخل الصحيح وبنقل عدل ضابط قل ضبطه خرج الصحيح وبما بقي خرج الضعيف ¶ إلى كم قسم ينقسم الحسن؟ ¶ ينقسم الحسن إلى قسمين:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "(1) حسن لذاته: هو ما رواه عدل قلّ ضبطه متصل السند غير معل ولا شاذ ¶ (2) حسن لغيره: هو الضعيف إذا تعددت طرقه ولم يكن سبب ضعفه فسق الراوي أو كذبه ¶ ما هي شروط الحسن ؟ ¶ شروط الحسن خمسة كشروط الصحيح: ¶ (1) اتصال السند ¶ (2) السلامة من الشذوذ ¶ (3) السلامة من علة قادحة ¶ (4) أن يكون كل من رواته عدل رواية ¶ (5) أن يكون كلهم ضابطا صدرا أو كتابة ¶ وعُلِم من هذا أن الحسن يشارك الصحيح في اتصال سنده وعدالة رواته وضبطهم وإن لم يصلوا درجة رواة الصحيح ¶ وبقي من شرط الصحيح السلامة من الشذوذ والعلة ¶ ما هو حكم الحسن ؟ ¶ صحة الاحتجاج به كالصحيح وجواز العمل به عند جميع الفقهاء والمحدثين ، وإن كانت رتبته دون رتبة الصحيح ¶ ما هي أقسام الحديث الذي يجوز الاحتجاج والعمل به ؟ ¶ أربعة فقط عند الجمهور : ¶ 1-صحيح لذاته ¶ 2-صحيح لغيره ¶ 3-حسن لذاته ¶ 4-حسن لغيره ¶ وكلُّ ما عَن رُتْبَةِ الحُسْنِ قَصُر ... ... ... فهو الضّعِيفُ وهْوَ أَقْسَاماً كُثرْ ¶ -3- الضعيف ¶ ماذا يقصد بقوله \"وكلُّ ما عَن رُتْبَةِ الحُسْن قصر\" ؟ ¶ كل حديث قصر وانحطّ وعجز عن بلوغه إلى رتبة الحسن والصحة ¶ ماذا يقال للضّعِيفِ أيضا ؟ ولماذا ؟ ¶ يقال له المردود لأنه لا يحتج به في الأحكام الشرعية والعقائد ¶ وهْوَ : أي وذلك الضعيف المذكور حده ¶ كم تبلغ أقسام الضعيف ؟ ¶ هي عدة ، أوصلها بعضهم إلى 381 لا طائل تحتها ¶ كان سيكتب السيوطي في أقسام الضعيف ثم عدل عن ذلك ، لماذا ؟ ¶ قال السيوطي في التدريب : \"وقد كنت أريد بسطها - أي بسط أقسام الضعيف - في هذا الشرح ، ثم رأيت شيخ الإسلام قال :\"إنّ ذلك تعب ليس وراءه إرب\" فلذلك عدلت في تسويد الأوراق بتسطيره\" ¶ عرّف الحديث الضعيف لغة واصطلاحا ؟ ¶ لغة: ضد القوي ، والضعف حسي ومعنوي ، والمراد به هنا الضعف المعنوي ¶ اصطلاحا: وهو الذي لم يجمع صفة الحسن بفقد شرط من شروطه ¶ وقيل : هو الحديث الذي لم يجتمع فيه صفات القبول الستة ¶ ما هي شروط الحديث المقبول",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "شروط قبول الحديث ستة : ¶ 1) العدالة ¶ 2) الضبط -ولو لم يكن تاما- ¶ 3) الاتصال ¶ 4) فقد الشذوذ ¶ 5) فقد العلة القادحة ¶ 6) وعدم العاضد عند الاحتجاج ¶ فإذا اختل شرط منها فأكثر ضعف الحديث ¶ ما هي مراتب الضعيف ؟ ¶ تتفاوت بحسب أسباب الضعف وبحسب بعده من شروط الصحة ¶ قال السيوطي :\"ويتفاوت ضعفه بحسب شدة ضعف راويه وخفته\" ¶ ما هو حكم الضعيف ؟ ¶ لا يجوز الاحتجاج والعمل به إلا بشروط : ¶ 1) أن يكون في فضائل الأعمال والقصص ، فلا يجوز العمل به في العقائد وفي أحكام الشريعة من التحليل والتحريم ¶ 2) أن لا يكون شديد الضعف كأن يكون راويه كذابا أو متهما بالكذب أو بالوضع أو فاحش الغلط ¶ 3) أن يندرج تحت أصل عام فيخرج ما يخترع بحيث لا يكون له أصل البتة ¶ 4) أن لا يعتقد بثبوته بل يعتقد الاحتياط ¶ وَمَا أُضِيفَ لِلنَّبيِ المرْفوعُ ... ... ... وَمَا لِتابعٍ هوَ المقطوعُ ¶ -4- المرفوع ¶ ماذا يقصد بقوله \"وَمَا أُضِيفَ لِلنَّبي\" ؟ ¶ أي الحديث الذي أضافه صحابي أو تابعي أو من بعدهما للنبي ? قولا كان أو فعلا،ومن الفعل التقرير ، اتصل سنده أم لا ¶ لماذا سميّ بالمرفوع ؟ ¶ وسمي بذلك لارتفاع رتبته بإضافته للنبي ? ¶ عرّف المرفوع لغة واصطلاحا ؟ ¶ لغة: ضد الموضوع : وهو كل ما رُفع على غيره حِسا كان أو معنى ، وسميّ الحديث به لارتفاع درجته إلى صاحب المقام الرفيع وهو النبي ? ¶ اصطلاحا: المشهور أنه: ما أضيف إلى النبي ? قولا أو فعلا أو تقريرا أو وصفا، سواءََ أضافه إليه صحابي أو تابعي أو من بعدهما ، سواء اتّصل إسناده أم لا ¶ من التعريف ماهي الأحاديث التي تدخل فيه ؟ ¶ يدخل فيه المتّصل والمرسل والمنقطع والمعضل والمعلّق أيضا لعدم اشتراط الاتصال ¶ أذكر تعريف الخطيب للمرفوع ؟ ¶ قال الخطيب: \"المرفوع هو ما أخبر فيه الصحابي عن قول رسول الله ? أو فعله\" ، فعل هذا حيث خصص الصحابي لا يدخل فيه مراسيل التابعين ومن بعدهم ¶ ما هي أنواع الحديث المرفوع ؟ ¶ أربعة أنواع :",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "1)المرفوع القولي: ومثاله: أن يقول الراوي (الصحابي أو غيره):\"قال رسول الله ? كذا\" ¶ 2)المرفوع الفعلي: ومثاله: أن يقول الراوي (الصحابي أو غيره) :\"فعل رسول الله ? كذا أو رأيت رسول الله ? يفعل كذا\" ¶ 3)المرفوع التقريري: ومثاله ك أن يقول الراوي (الصحابي أو غيره) :\"فُعل بحضرة النبي ? كذا وكذا \" وأقرّ النبي ? هذا الفعل ¶ 4)المرفوع الوصفي: ومثاله : أن يقول الراوي (الصحابي أو غيره) : \"كان رسول الله ? (أحسن الناس خلقا...) أو يقول : (كان أبيضا مليحا مُقصّدا ...) ، مقصدا : أي متوسطا ومعتدلا. ¶ ما هو حكم الحديث المرفوع ؟ ¶ الصحة ، وصحة الاحتجاج به غالبا ¶ -5- المقطوع ¶ ماذا يقصد بقوله \"وَمَا لِتابعٍ\" ؟ ¶ أي والمتن الذي أضيف إلى تابعي أو إلى من دونه من فعل أو قول ¶ من هو التابعي ؟ ¶ التابعي هو من لقي صحابيا وكان مؤمنا بالنبي ? دون أن يراه ومات على الإسلام ¶ لماذا سمّي بالمقطوعِ ؟ ¶ سمي بالحديث المقطوع لانقطاعه عن درجة الرفع بعدم انتسابه للنبي ? ،وهو ما أضيف إلى التابعي أو من بعده من قول أو فعل ¶ عرّف المقطوع لغة واصطلاحا ؟ ¶ لغة: الشيء الذي قُطع وانفصل عن الغير كالعضو المقطوع وضده وصل ¶ اصطلاحا: وهو ما جاء عن التابعين موقوفا عليهم من أقوالهم وأفعالهم ، وقال ابن حجر :\"ومن دون التابعين من أتباع التابعين ومن بعدهم يدخل في التّسمية بالمقطوع\" ¶ هل المقطوع هو المنقطع ؟ ¶ المقطوع غير المنقطع لأن المقطوع من صفات المتن والمنقطع من صفات الإسناد ¶ ماهي أنواع الحديث المقطوع ؟ ¶ 1)المقطوع القولي: قول الحسن البصري في الصلاة خلف المبتدع : صلّ وعليه بدعته ¶ 2)المقطوع الفعلي: قول إبراهيم بن محمد المنتشر : كان مسروق يُرخي الستر بينه وبين أهله ويُقبل على صلاته ويخليهم ودنياهم ¶ ماهو حكم الحديث المقطوع ؟",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المقطوع لا يحتجبه في شيء من الأحكام الشرعية ، أي لو صحّت نسبته لقائله لأنه كلام أو فعل أحد المسلمين ، لكن إن كانت هناك قرينة تدلّ على رفعه كقول بعض الرواة -عند ذكر التابعي-: يرفعه مثلا فيعتبر عندئذ له حكم المرفوع المرسل ¶ وَالمُسْنَدُ المتَّصلُ الإِسنادِ مِن ... ... ... رَاويهِ حَتى المُصْطفى وَلَمْ يَبنْ ¶ -6- المسند ¶ ماذا يقصد بقول \"المُسْنَدُ\" ؟ ¶ هو الحديث المتّصل الإسناد حتى النبي ? ¶ ماذا يقصد يقوله \"وَلَمْ يَبن\" ؟ ¶ أي أنّ الإسناد لم ينقطع ولم ينفصل ¶ أذكر تعريف المسند لغة واصطلاحا ؟ ¶ لغة: ما رُفع ونُسب إلى قائله حديثا كان أ غيره ¶ اصطلاحا: وهو الحديث المرفوع المتصل سندا وقد يراد به معنى آخر وهو كل كتاب جُمع فيه مرويات كل صحابي على حدّة ، لكن المراد هنا التعريف الأول ¶ ماهي شروط المسند ؟ ¶ قال الحاكم : من شرط المسند أن لا يكون في إسناده : أخبرت عن فلان ، ولا حدّثت عن فلان ولا بلغني عن فلان ولا رفعه فلان ¶ ما حكم الحديث المسند ؟ ¶ قد يكون صحيحا أو حسنا أو ضعيفا ¶ ماهو الفرق بين المرفوع والمسند ؟ ¶ المسند أخص من المرفوع فكل مسند مرفوع وليس كل مرفوع مسند ، إذ قد يكون المرفوع منقطعا أو معضلا أو معلقا بخلاف المسند فلا بدّ فيه من شرطي الرفع والاتصال ¶ وَمَا بِسَمْع كلِّ رَاوٍ يتَّصِل ... ... ... إسنادُه لِلمصطفى فالمتَّصِلْ ¶ -7- المتصل ¶ ماذا يقصد بقوله :\"وَمَا بِسَمْع كل راو\" ؟ ¶ أي والحديث الذي روي بسبب سماع كلِّ رَاوٍ من رواته عمن فوقه ¶ ما معنى البيت ؟ ¶ المتصل هو الحديث المتصل إسناده من أوله إلى آخره بسبب سماع كل راو من رواته من فم شيخه ، سواء كان مرفوعا إلى المصطفى ? أو موقوفا على الصحابي ¶ ماذا يقال أيضا للحديث المتصل ؟ ¶ يقال له الموصول والمؤتصل : وهو الذي يتصل إسناده سواء كان القائل هو النبي ? أو غيره ¶ بماذا استدرك الشيخ عبد الستار على هذا البيت ؟ ¶ ما بسمع كل راو يتصل ...... إسناده للمنتهى فالمتصل",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "عرّف المتصل لغة واصطلاحا ؟ ¶ لغة: ضد المنقطع وهو الشيء الملتئم والمتجمع بعضه إلى بعض ¶ اصطلاحا:وهو ما اتصل إسناده من أوله إلى آخره بسبب سماع كل راو من رواته ممن فوقه مرفوعا كان أو موقوفا ¶ ماهي أنواع المتصل ؟ ¶ 1) المتصل المرفوع ¶ 2) المتصل الموقوف ¶ ما حكم الحديث المتصل ؟ ¶ قد يكون صحيحا أو حسنا أو ضعيفا ¶ ماهو الفرق بين المسند والمتصل ؟ ¶ المسند ينتهي إلى النبي ? فقط ، والمتصل يمكن أن ينتهي أيضا إلى التابعي ، ومنه المسند أخص من المتصل ، فكل مسند متصل وليس كل متصل مسند ¶ مُسَلسلٌ قلْ ما عَلى وَصفٍ أَتى ... ... ... مِثْلُ أَمَا وَاللهِ أَنبانِي الفَتى ¶ كَذَاكَ قَد حَدَّثنيهِ قَائِماً ... ... ... أَوْ بَعْدَ أَنْ حدَّثني تبسَّما ¶ -8- المسلسل ¶ عرّف المسلسل لغة واصطلاحا ؟ ¶ لغة : الشيء المتصل بعضه ببعض مأخوذ من التسلسل ،قال الصنعاني في توضيح الأفكار (2/414) :\"هو لغة إيصال الشيء بالشيء، ومنه سلسلة الحديث\" ¶ واصطلاحا : هو الحديث الذي تتابع رجال سنده من أوله إلى آخره على صفة أو حال واحدة للرواة تارة وللرواية تارة أخرى ، سواء كانت قولية أم كانت فعلية أم مركبة منهما جميعا ¶ ما هي أقسام المسلسل ؟ ¶ (1) مسلسل في وصف الرواة: ¶ هو الحديث الذي اتّفقت رواته في وصف من الأوصاف قوليا كان فقط أو فعليا فقط أو هما معا ¶ (2) مسلسل في صفة التحمل والأداء: ¶ وهو الحديث الذي اتفقت رواته في وصف الأداء وكيفيته ولفظه ¶ 1) المسلسل في صيغ الأداء : ¶ كقول كل من رواته سمعت فلانا أو أخبرنا فلانا أو حدثنا فلانا أو أنبأنا فلانا أو أخبرنا فلانا والله ، وأشهد بالله لسمعت فلانا ¶ 2) مسلسل بزمن الرواية: كحديث ابن عباس : شهدت مع رسول الله ? يوم عيد ¶ فهو مسلسل بزمن الرواية في يوم العيد ¶ 3) مسلسل بالمكان:كالمسلسل بإجابة الدعاء عند الملتزم ¶ 4) مسلسل بالتاريخ :ككون الراوي آخر من يروي عن شيخه ¶ ما هو حكم المسلسل ؟",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قد يكون صحيحا وقد يكون ضعيفا ، والغالب في سنده الضعف ¶ هل يشترط وجود التسلسل في جميع الإسناد ؟ ¶ لا يشترط وجود التسلسل في جميع الإسناد فقط ينقطع التسلسل في وسطه أو آخره لكن يقولون في هذه الحالة (هذا مسلسل إلى فلان) ¶ أذكر فوائد الحديث المسلسل: ¶ 1)الدلالة على زيادة ضبط الرواة ¶ 2)الإقتداء بالنبي ? في فعله وقوله كالقبض على اللحية والتشبيك باليد ،قال السخاوي : \"ومن فضيلة التسلسل الإقتداء بالنبي ? فعلا ونحوه كما أشار له ابن دقيق العيد واشتماله على مزيد الضبط من الرواة كما قاله ابن صلاح ولكن قلما يسلم سنده من ضعف\" ¶ ما هو أفضل مسلسل ؟ ¶ هو ما دلّ على اتصال السماع وعدم التدليس ¶ ما هو أصح مسلسل ؟ ¶ قال الحافظ ابن حجر العسقلاني كما أفاده السيوطي في \"التدريب\" (2/189) : \"أصحّ مسلسل يروى في الدنيا المسلسل بقراءة سورة الصف\" ¶ عَزيزُ مَروي اثنين أَوْ ثلاثهْ ... ... ... مشهورُ مَرْوي فوقَ ما ثلاثهْ ¶ بماذا استدرك الشيخ عبد الستار على الناظم في هذا البيت ؟ ¶ عزيز مروي اثنين يا بحاثه***مشهور مروي عن الثلاثة ¶ -9- العزيز ¶ عرف العزيز لغة واصطلاحا ؟ ¶ لغة: الشيء القوي إن قلنا إنه من عزّ يَعَزُّ من قوى ، سُميّ الحديث بذلك لقوته بمجيئه من طريق أخرى أو هو لغة : الشيء القليل إن قلنا إنه من عزّ يعِزُّ إذا قلّ وجوده سميّ الحديث بذلك لقلة وجوده ¶ اصطلاحا: هو ما انفرد بروايته عن راويه اثنان فلا يرويه أقلّ من اثنين عن اثنين في جميع طبقات السند ولا يقلّ العدد عن ذلك ¶ ما هو حكمه ؟ ¶ الحكم في العزيز أنه يتبع حال السند والمتن ، فإذا تحققت فيهما شروط الصحة ولو من طريق واحد كان صحيحا وقد يكون حسنا أوضعيفا ¶ -10-المشهور ¶ عرف المشهور لغة واصطلاحا ؟ ¶ لغة:هو الشيء الذي اشتهر ووضح عند الناس ، سميّ الحديث بذلك لوضوحه ¶ اصطلاحا:هو ما له طرقا محصورة بأكثر من اثنين ولم يبلغ حدّ التواتر ، غير أنّ للمشهور معان وهي :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "1) معنى عند المحدثين : ما رواه ثلاثة فأكثر في كل طبقات السند ما لم يبلغ حدّ التواتر (وهذا يسمى المشهور الاصطلاحي) ¶ 2) أنه قد يطلق على الحديث الذي قد شاع واشتهر مطلقا مما له أصل (أي إسناد واحد ومما ليس له إسناد أصلا ¶ 3) معنى عند الأصوليين : يجعلون المشهور قسما بين التواتر وبين خبر الآحاد ، ويعرفون بأنه عبارة عما كان آحادا في الأصل ، ثم انتشر في القرن الثاني والثالث مع تلقي الأمة بالقبول تصديقا له وعملا بموجبه ¶ ما هو حكمه ؟ ¶ الحديث المشهور ينقسم من حيث القبول والردّ إلى ثلاثة أقسام : ¶ 1) الصحيح :\"كحديث :\"إذا جاء أحدكم الجمعة فليغتسل\" رواه البخاري في الجمعة ، روي من أوجه كثيرة عن النبي ? ، وكحديث \"الأعمال بالنيات\" ¶ 2) الحسن : كحديث \"لا ضرر ولا ضرار\" رواه ابن ماجه في كتاب الأحكام ، روي عن النبي ? من أوجه كثيرة وله طرق يرتقي بها إلى الحسن أو الصحة ، وكحديث :\"طلب العلم فريضة على كل مسلم\" ¶ 3) الضعيف : كحديث :\"اطلبوا العلم ولو بالصين\" ، روي من عدة أوجه عن أنس وأبي هريرة ولم يخل طريق منها من مجروح جرحا شديدا ، فهو مشهور ضعيف ¶ ما هي أقسامه بحسب موقع شهرته ؟ ¶ ينقسم الحديث المشهور بالمعنى الغير الاصطلاحي إلى أقسام كثيرة بالنسبة إلى الأوساط التي ينتشر فيها عند الناس أو في جيل من الأجيال لدواعي معينة وقد تكون أحاديث مشتهرة على ألسنة الناس وليس لها أصل أو سند و تكون صحيحة أو متواترة وهذه بعض الأمثلة في ذلك: ¶ 1) مشهور بين أهل الحديث خاصة :\"كحديث أنس أنّ رسول الله ? قنت شهرا بعد الركوع يدعوا على رعل وذكوان\" ¶ 2) مشهور بين أهل الحديث والعلماء والعوام:مثل:\"المسلم من سلم المسلمون من لسانه ويده\" ¶ 3) مشهور بين الفقهاء : كحديث :\"لا ضرر ولا ضرار\" ¶ 4) مشهور بين الأصوليين :مثال : \"رُفع عن أمتي الخطأ والنسيان وما استكرهوا عليه\" صححه ابن حبان والحاكم بلفظ :\"إنّ الله وضع ...\"",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "5) مشهور بين النحاة :\" كمثال :\" نعم العبد صهيب لو لم يخف من الله لم يعصه\" ¶ 6) مشهور بين العوام (العامة) كمثال:\"من دلّ على خير فله مثل أجر فاعله\" ، وغيره كثير ¶ مُعنَعنٌ كَعنْ سعيدٍ عن كَرَم ... ... ... وَمُبْهَمٌ مَا فِيهِ رَاوٍ لَمْ يُسم ¶ بماذا استدرك الشيخ عبد الستار على الناظم في هذا البيت ؟ ¶ معنعن المدلسين عن كرم ...... ومبهم ما فيه راو لم يسم ¶ -11- المعنعن ¶ عرف المعنعن لغة واصطلاحا ؟ ¶ لغة:الكلام الذي كثُر فيه لفظ عن ، من عنعن الكلام إذا ذكر فيه لفظ عن بكثرة ¶ اصطلاحا:هو الحديث الذي يقول فيه راو واحد من رواته أو أكثر : عن فلان عن فلان من غير بيان للتحديث أو للسماع أو الإخبار أو نحوها ¶ ما حكمه ؟ ¶ اختلف العلماء في المعنعن هل هو من المتصل أو من المنقطع على قولين ¶ 1) قيل: أنه منقطع حتى يتبين اتصاله ¶ 2) والصحيح الذي عليه العمل ، وقاله الجماهير من أصحاب الحديث والفقه والأصول أنه متصل بشروط اتفقوا على شرطين منها واختلفوا في اشتراط ما عداهما ¶ أما الشرطان اللذان اتفقوا على أنه لا بد منهما - ومذهب مسلم الاكتفاء بهما- منهما : ¶ 1) أن لا يكون المعنعن مدلسا (والمدلّس هو الراوي الذي إذا حدّث يُدلِّس في تحديثه بنوع من أنواع التدليس) ¶ 2) أن يمكن لقاء الراويين بعضهما ببعض أي لقاء المعنعِن بمن عنعن عنه ¶ - وأما الشروط التي اختلفوا في اشتراطها زيادة على الشرطين السابقين فهي: ¶ 1) ثبوت اللقاء : وهو قول البخاري وابن المديني والمحققين ¶ 2) طول الصحبة : وهو رأي المظفر السمعاني ¶ 3) معرفته بالرواية والأخذ عنه وهو قول أبي عمر الداني ¶ ما هو المؤنن ؟ ¶ والمؤنن هو ما روي بلفظ \"أن\" ، كحدثنا فلان أن فلانا قال كذا ، وما يقال عن المعنعن يقال عن المؤنن ¶ -12- المبهم ¶ عرف المبهم لغة واصطلاحا ؟ ¶ لغة:من أبهم الأمر يبهمه إبهاما فهو مبهم أي لم يبينه ، وضد المعلوم وضد الإيضاح",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "اصطلاحا:هو الحديث الذي لم يذكر فيه اسم الراوي ولم يعيّن بل أُبهم وأُخفي رجل كان أو امرأة وسواء كان في المتن أو في السند ويستدل على معرفة اسم المبهم بطريق أخرى مسمى فيها أو بتنصيص من الأئمة المطلعين ¶ ما هي أنواعه ؟ ¶ 1) المبهم في السند:يجب معرفة الراوي المبهم لنا ، إذا كان ثقة أو ضعيفا حتى نتمكن من الحكم على الحديث صحة أو ضعفا ¶ 2) المبهم في المتن:وهو معرفة صاحب القصة أو السائل حتى إذا كان في الحديث فضيلة له عرفناها ، وإن كان عكس ذلك يحصل لنا بمعرفته السلامة من الظن بغيره من أفاضل الصحابة ¶ ما هو حكمه ؟ ¶ لا يقبل المبهم ما لم يُسمّ ، لأنّ شرط قبول الخبر عدالة راويه ، ومن أبهم اسمه لا تعرف عينه فكيف عدالته؟ وكذا لا يُقبل خبره ولو أُبهِم بلفظ التعديل على الأصح . قال ابن كثير :\"فهذا ممّن لا يقبل روايته أحد علمناه ولكن إذا كان في عصر التابعين والقرون المشهود لهم بالخير فإنه يُستأنس بروايته ويُستضاء بها في مواطن\" ¶ هذا في السند ، أما إذا كان الإبهام في المتن فلا يضر ، وفائدة معرفته حينئذ زوال الجهالة ، لأنّ معرفة الشيء أولى من الجهل به ¶ وكُلُّ مَا قَلَّتْ رِجَالُه عَلا ... ... ... وَضِدُّهُ ذَاكَ الذِي قدْ نَزَلا ¶ -13- الحديث العالي: ¶ عرف الحديث العالي لغة واصطلاحا ؟ ¶ لغة: الشيء المرتفع على غيره ¶ اصطلاحا: هو الحديث الذي قلّ عدد رواته مع سلامته من الضعف فيقرب رجال سنده من الرسول ? أو من إمام من أئمة الحديث أو غيره ¶ ما هي أقسامه ؟ ¶ خمسة: ¶ 1) القرب من رسول الله ? بسند صحيح ، ويسمى العلو المطلق: وباقي الأقسام علوها علو نسبي : والعلو المطلق : وهو العلو إلى رسول الله ? بمعنى قلة عدد رواته التي بين الحديث وبينه ? ، وهذا القسم أجل الأقسام وأفضلها بشرط أن يكون الإسناد صحيحا ، أما إن كان مع الضعف فلا فضل فيه",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومثاله : أحمد عن إسماعيل عن عبد العزيز عن أنس مرفوعا : إذا دعا أحدكم فليعزم الدعاء ولا يقل اللهم إن شئت فاعطني فإنّ الله لا مستكره له ¶ 2) القرب من إمام من أئمة الحديث ذي صفة عالية كالحفظ والضبط والمشهورين : كابن جريج والزهري والأوزاعي ومالك وشعبة والشافعي ومن أشبههم ولو كثر العدد بعد ذلك الإمام إلى النبي ?، وهذا القسم يلي ما قبله في الأجلية والفضل بشرط الصحة والنظافة من الخلل ¶ مثاله: قال البخاري ثنا إسماعيل قال حدثني مالك عن ابن شهاب عن حميد بن عبد الرحمن عن أبي هريرة مرفوعا : \"من قام رمضان إيمانا واحتسابا غفر له ما تقدّم من ذنبه\" ¶ 3) القرب إلى كتاب من كتب الحديث المعتمدة كالصحيحين والسنن ومسند أحمد ونحوها: وسمى ابن دقيق العيد هذا القسم ب\"علو تنزيل\"وهو على أربعة أنواع : ¶ 1) الموافقة: وهي الوصول إلى شيخ أحد المصنفين كالبخاري ومسلم مثلا عبر طريقة بعدد أقل مما لو روى من طريق عنه ¶ مثاله : 1-حديث رواه البخاري عن محمد بن عبد الله الأنصاري عن حميد عن أنس مرفوعا \"كتاب الله القصاص\" فإذا رواه الراوي من جزء الأنصاري تقع موافقة البخاري في شيخه ¶ 2-قال الحافظ ابن حجر في \"نزهة النظر\" روى البخاري عن قتيبة عن مالك حديثا فلو رويناه من طريقة كان بيننا وبين قتيبة ثمانية ولو روينا ذلك الحديث بعينه من طريق أبي العباس السراج عن قتيبة مثلا لكان بيننا وبين قتيبة سبعة ، فقد حصلت لنا الموافقة في البخاري في شيخه بعينه مع علو الإسناد على الإسناد إليه ¶ 2) البدل: هو الوصول إلى شيخ شيخ أحد المصنفين أمثل شيخه بعدد أقل مما روى عن طريقه ، أي مع علو بدرجة فأكثر ¶ قال الحافظ ابن حجر : كأن يقع لنا ذلك الإسناد بعينه من طريق أخرى إلى القعنبي عن مالك فيكون القعمبي بدلا فيه من قتيبة ¶ 1) المساواة: وهو أن يتساوى عدد الإسناد من المحدث إلى آخر السند مع إسناد أحد المؤلفين",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ذكر الحافظ ابن حجر أنه قد وقعت له أحاديث بينه وبين النبي ? فيه عشرة رجال وقد وقع للنسائي حديث عدد رجاله كذلك فتساوى ابن حجر مع النسائي في عدد رجال الإسناد وقد جمع ابن حجر من هذا النوع عشر أحاديث في جزء صغير سماه\"العشرة العشارية\" ¶ مثال آخر :كأن يكون البخاري أخذ عن أصبغ وهو أخذ عن ابن وهب وهو أخذ عن مالك وهو أخذ عن نافع وهو أخذ عن ابن عمر فأنت إذا رويت إما أن يكون بينك وبين النبي ? كما بين البخاري وبين النبي ? أو بأن يكون بينك وبين ابن عمر كما بين البخاري وابن عمر أو يكون بينك وبين نافع كما بين البخاري ونافع أو بينك وبين مالك كما بين البخاري ومالك أو بينك وبين ابن وهب كما بين البخاري وابن وهب أو تكون أخذت من أصبغ كما أخذ البخاري عن أصبغ فإذا حصل شيء من ذلك فيقال لك مساوٍ للبخاري ¶ *وقد كان هذا النوع ممكن الوصول في عصر ابن حجر رحمه الله ومن دانها أما اليوم بعد طول العهد وتعدد الأجيال فقد أصبح من الغير ممكن الحصول عليه ¶ 4) المصافحة : وهي استواء عدد الإسناد من الراوي إلى آخره مع إسناد تلميذ أحد المصنفين وسميت مصافحة لأن العادة جرت في الغالب بالمصافحة بين من تلاقيا فكأنه صافحه وسمع منه ، هذا النوع غير ممكن الوقوع في عصرنا هذا ¶ 4) ما كان علوا يقدم موت الراوي عن الشيخ على موت راو آخر عن ذلك الشيخ وإن كان متساويين في العدد: وسبب العلو كما قال السخاوي : لأن المتقدم الوفاة يعز وجود الرواة عنه بالنظر إلى متأخرها فيرغب في تحصيل مرويه لذلك ¶ قال النووي :\"فما أرويه عن ثلاثة عن البيهقي عن الحاكم أعلى مما أرويه عن ثلاثة عن أبي بكر بن خلف عن الحاكم لتقدم وفاة البيهقي على ابن خلف\" ¶ 5) تقدم السماع من الشيخ: فمن تقدم سماعه من شيخ كان أعلى ممن سمع من ذلك الشيخ نفسه بعده",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "مثل أن يسمع شخصان من شيخ واحد وسماع أحدهما من ستين سنة مثلا وسماع الآخر من أربعين سنة فإذا تساوى السند إليهما في العدد فالإسناد إلى الأول الذي تقدّم سماعه أعلى من الثاني ¶ قال السيوطي : ويتأكد ذلك في حق من اختلط شيخه أو خرف وربما كان المتأخر أرجح بأن يكون تحديثه الأول قبل أن يبلغ درجة الإتقان والضبط ثم حصل له ذلك بعد -إن هذا علو معنوي- ¶ ما هو حكمه ؟ ¶ قد يكون صحيحا وقد يكون ضعيفا ¶ -14- الحديث النازل: ¶ عرف الحديث النازل لغة واصطلاحا ؟ ¶ لغة: الشيء السافل الذي تحت غيره ¶ اصطلاحا: هو الحديث الذي كثر رجال إسناده بالنسبة إلى غيره ¶ ما هي أقسامه ؟ ¶ خمسة كالعالي : ¶ 1) النزول المطلق: وهو البعد من رسول الله ? بكثرة الوسائط بالنسبة إلى سند آخر يرد بذلك الحديث بعينه بعدد كثير ¶ وباقي الأقسام يعتبر نزولها نزول نسبي ¶ 2) كثرة الوسائط إلى الإمام من أئمة الحديث: وهو نزول مسافة ¶ 3) نزول الإسناد من طريق غير الكتب الستة عن الإسناد من طريقها : وهو نزول مسافة ¶ 4) النزول بتأخر وفاة الراوي عن شيخ عن وفاة راو آخر عن ذلك الشيخ ¶ 5) النزول بتأخر السماع من الشيخ:فمن تأخر سماعه من الشيخ أنزل ممن سمع من ذلك الشيخ نفسه ¶ ما هو حكمه ؟ ¶ قد يكون صحيحا وقد يكون ضعيفا ¶ أيهما أفضل العلو أم النزول ؟ ¶ العلو أفضل من النزول إلا أن يكون رجال الإسناد النازل أجلّ من رجال العالي وإن كان الجميع ثقات ¶ كما قال وكيع لأصحابه : أيهما أحب إليكم الأعمش عن أبي وائل عن ابن مسعود أو سفيان عن منصور عن إبراهيم عن علقمة عن ابن مسعود ، فقالوا الأول ، -أي الأعمش عن أبي وائل- فقال : الأعمش عن أبي وائل شيخ عن شيخ وسفيان عن منصور عن إبراهيم عن علقمة عن ابن مسعود فقيه عن فقيه ، وحديث يتداوله الفقهاء أحب إلينا ممن يتناوله الشيوخ ¶ أذكر بعض الأقوال في فضيلة الإسناد ؟",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "*قال الحاكم :\"فأما طلب العالي من الأسانيد فإنها مسنونة وقد رحل في طلب الإسناد العالي غير واحد من الصحابة\" ¶ *قال ابن صلاح في مقدمته:\"أصل الإسناد أولا خصيصة فاضلة من خصائص هذه الأمة وسنة بالغة من السنن المؤكدة ، روينا من غير وجه عن عبد الله بن المبارك أنه قال :\"الإسناد عندي من الدين ، لولا الإسناد لقال من شاء ما شاء\" ¶ *وقال ابن صلاح :\"وطلب العلو فيه سنة أيضا ولذلك استحبت الرحلة فيه على ما سبق ذكره\" ¶ *قال أحمد بن حنبل:\"طلب الإسناد العالي سنة عمن سلف\" ¶ *وروي عن يحيى بن معين قيل له في مرضه الذي مات فيه :\"ما تشتهي؟\" ، قال :\"بيت خالٍ وإسناد عالي\" ¶ *وقال الثوري: الإسناد سلاح المؤمن فإذا لم يكن مع سلاح فبأي شيء يقاتل\" ¶ *وقال غيره:\"أقرب الإسناد قربة إلى الله تعالى وأعلى ما يقع للبخاري ما بينه وبين الصحابة فيه اثنان ولمسلم ما بينه وبين الصحابة فيه ثلاثة\" (سنن الترمذي كتاب العلل) ¶ *قال ابن سيرين :\"كانوا في الزمن الأول لا يسألون عن الإسناد فلما وقعت الفتنة سألوا عن الإسناد لكي يأخذوا حديث أهل السنة ويدعوا أهل البدع\" (ابن حبان في المجروحين) ¶ *قال الشيخ علي حسن عبد الحميد :\"الإسناد خصيصة فاضلة لهذه الأمة ، وليست لغيرها من الأمم السابقة لأن له قيمة كبرى في دين الله عز وجل ، ولهذا سميت الأمة الإسلامية ب\"أمة الإسناد\" ، والبحث في الإسناد دعامة أساسية وهامة في علوم الحديث وفي التوصل إلى هدفه الأسمى والغرض المطلوب منه وهو تمييز الحديث المقبول من المردود \" ¶ وَمَا أَضفتَهُ إلى الأَصْحاَبِ مِنْ ... ... ... قَوْلٍ وَفِعلٍ فَهْوَ موقوفٌ زُكِن ¶ -15- الموقوف ¶ ما معنى قوله زُكِن ؟ ¶ زُكِن وعُلِم وعُرِف وفُهِم ¶ ما معنى البيت ؟ ¶ والحديث الذي أضفته ونسبته إلى واحد من أصحاب رسول ? حالة كونه كائنا من قوله أو فعله أو تقريره فهو حديث موقوف معلوم عند أرباب الاصطلاح ¶ عرف الموقوف لغة واصطلاحا ؟",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "لغة: الشيء المحبوس : كالمال الموقوف على سبيل الخير ¶ كأن الراوي وقف بالحديث عند الصحابي ولم يتابع سرد باقي سلسلة الإسناد ¶ اصطلاحا: قال ابن صلاح : هو ما يروى عن الصحابة ? من أقوالهم وأفعالهم وتقريراتهم عليهم ولا يتجاوز به إلى رسول الله ? ¶ ما هي أنواعه : ¶ 1) الموقوف القولي: قول الراوي : قال علي بن أبي طالب ? :\"حدثوا الناس بما يعرفون أتريدون أن يكذب الله ورسوله \" أخرجه البخاري ¶ 2) الموقوف الفعلي: قول الإمام البخاري :\"وأمّ ابن عباس وهو متيمم\" ¶ 3) الموقوف التقريري: كقول التابعي : فعلت كذا بحضرة الصحابي ولم ينكر عليّ ¶ ما معنى المرفوع حكما : ¶ إذا قال الصحابي :\"من السنة كذا...... وكذا ......\"أو قال :\"كنا عند رسول الله ? نفعل كذا...أو كذا...\"أو أن يقول قولا لا مجال للاجتهاد الشخصي فيه ، فهذا لا يأخذ حكم الموقوف ، وإنما سمي \"مرفوعا حكما\" أي بمثابة فعل النبي ? وقوله من حيث الحجية ¶ اذكر الفروع التي تتعلّق بالمرفوع حكما ؟ ¶ 1) أن يقول الصحابي الذي لم يعرف بالأخذ عن أهل الكتاب قولا لا مجال للاجتهاد فيه ولا له تعلق ببيان لغة أو شرح غريب مثل: ¶ 1- الإخبار عن الأمور الماضية كبدء الخلق ¶ 2- الإخبار عن الأمور الآتية كالملاحم والفتن وأحوال يوم القيامة ¶ 3- الإخبار عما يحصل بفعله ثواب مخصوص أو عقاب مخصوص كقوله\"من فعل كذا فله جزاء كذا\" ¶ 2) أو يفعل الصحابي ما لا مجال للاجتهاد فيه كالصلاة علي ?صلاة الكسوف في ركعة أكثر من ركوعين ¶ 3) أو يخبر الصحابي أنه كانوا يقولون أو يفعلون كذا أولا يرون بأسا بكذا أمور توضَّح فيما يلي : ¶ 1- فإن أضافه إلى زمن النبي ? فالصحيح أنه مرفوعا كقول جابر كنا نغزل على عهد النبي ? وهذا لدلالته للإقرار ? وقال هذا ابن صلاح وابن حجر العسقلاني والقسطلاني ¶ 2- وإن لم يضفه إلى زمن النبي ? فهو موقوف عند الجمهور كقول جابر كنا إذا صعدنا كبّرنا وإذا نزلنا سبّحنا",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "4) أو يقول الصحابي أمر بلال بكذا أو نهينا عن كذا أو من السنة كذا مثل قول بعض الصحابة أمر بلال أن يشفع الأذان ويوتر الإقامة وكقول أم عطية :\"نهينا عن اتّباع الجنائز ولم يعزم علينا\" ، وكقول قلابة عن أنس :\"من السنة إذا تزوّج البكر على الثيّب أقام عندها سبعا\" ¶ 5) أو يقول الراوي في الحديث عند ذكر الصحابي بعض هذه الكلمات الأربع وهي :يرفعه أو ينميه أو يبلغ به أو رواية، كحديث الأعرج عن أبي هريرة رواية \"تقاتلون قوما صغار الأعين\" ¶ 6) أو يفسّر الصحابي تفسيرا له تعلّق بسبب نزول آية كقول جابر كانت اليهود تقول :\"من أتى امرأة من دبرها في قبلها جاء الولد أحول\" فأنزل الله تعالى :\"نساءكم حرث لكم\" (الآية) ¶ ما هو حكمه ؟ ¶ قد يكون صحيحا أو حسنا أو ضعيفا لكن حتى ولو ثبتت صحته فالأصل عدم الاحتجاج به لكنها إذا ثبتت فإنها تقوي بعض الأحاديث الضعيفة ، هذا إذا لم يكن له حكم المرفوع ، أما إذا كان من الذي له حكم المرفوع فهو حجة كالمرفوع ¶ وَمُرْسلٌ مِنهْ الصّحَابيُّ سَقَطْ ... ... ... وقلْ غريبٌ ما روَى راوٍ فقط ¶ بماذا استدرك الشيخ عبد الستار على الناظم على هذا البيت ؟ ¶ ومرسل من فوق التابعي سقط ...... وقل غريب ما روى راو فقط ¶ -16- المرسل : ¶ عرف المرسل لغة واصطلاحا ؟ ¶ لغة: ¶ 1) هو مأخوذ من الإرسال بمعنى الإطلاق وعدم المنع كقوله تعالى :\"إنّا أرسلنا الشياطين على الكافرين\" كأنّ المرسل أطلق الإسناد ولم يقيده براو معروف ¶ 2) أو من قولهم ناقة مرسل أي سريعة السّير كأنّ المرسل أسرع فيه فحذف بعض إسناده ¶ 3) أو من قولهم : جاء القوم أرسالا ، أي متفرقين ، لأن بعض الإسناد منقطع عن بقيته ¶ اصطلاحا : هو على أربعة أقوال",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "1) هو الحديث الذي يعرفه التابعي -سواء كان صغيرا أو كبيرا ، وكذلك ما رواه من رأى النبي ? ولكنه كان غير مميز حين الرؤية-إلى الرسول ? من قول أو فعل أو تقرير دون أن يذكر الرواة الذين سمع حديث بواسطتهم إن كانوا صحابة أو تابعين [كبيرا كسعيد بن المسيّب أو صغيرا كابن شهاب الزهري ويحيى بن سعيد الأنصاري] ، وهو قول أكثر المحدثين منهم الحاكم وابن صلاح وابن حجر وغيرهم وهو الصحيح ¶ 2) هو رواية التابعي الكبير عن النبي ? ¶ 3) هو ما انقطع إسناده في أي موضع من السند وهو قول الفقهاء والأصوليين وجماعة من المحدثين منهم الخطيب البغدادي وأبو الحسن ابن القطان والنووي ¶ 4) هو ما سقط من سنده الصحابي وهو ما عرفه البيقوني وهو منتقد ¶ ما هو مرسل الصحابي ؟ ¶ \"مرسل الصحابي\" : هو ما أخبر به الصحابي من قول الرسول ? أو فعله ولم يسمعه أو يشاهده منه ، وسبب ذلك إما صغر سنه أو تأخر إسلامه أو غيابه وفي ذلك أحاديث كثيرة لصغار الصحابة كابن عباس وابن الزبير وغيرهما ¶ مثاله : قول عائشة :\"أول ما بدأ به الرسول ? من الوحي الرؤيا الصالحة في المنام\" ¶ ما هو حكمه ؟ ¶ اختلف في الاحتجاج به على ثلاثة أقوال : ¶ 1) يحتج به مطلقا وهذا مقيّد بأن يكون التابعي لا يروي عن ثقة فقط وهو قول أبي حنيفة وأصحابه ومالك وأصحابه وأحمد في رواية عنه ¶ 2) لا يحتج به إلا أن يقول : إنه لا يروي إلا عن صحابي وهو قول جماعة من الأصوليين ¶ 3) قبول المرسل بشروط : وهو مذهب الشافعي وبعض أهل العلم ¶ 1- أن يكون المرسل ممن يروي عن الثقات أبدا ¶ 2- أن يكون بحيث إذا شارك أهل الحفظ في أحاديثهم وافقهم ولم يخالفهم إلا بنقص لفظ لا يختل به المعنى ¶ 3- أن يكون من كبار التابعين الذين التقوا بعدد كبير من الصحابة كسعيد بن المسيب ، وهذا الشرط خالفه عامة أصحابه ، فأطلقوا القول بقبول مراسيل التابعين إذا وجدت فيها الشروط الباقية ¶ 4- أن يعتضد ذلك الحديث المرسل :",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أ - بمسند يجيء من وجه آخر صحيح أو حسن أو ضعيف ¶ ب - أو بمرسل آخر لكن بشرط أن يكون ذلك المرسل يخرجه من ليس يروي عن شيوخ راوي المرسل الأول ليغلب على الظن عدم اتحادهما ¶ ج- وكذا إذا اعتضد بقول بعض الصحابة ¶ د- أو فتوى عوام أهل العلم ¶ -17- الغريب: ¶ عرّف الغريب لغة واصطلاحا ؟ ¶ لغة: صفة مشبهة بمعنى المنفرد أو البعيد عن أقاربه ووطنه ¶ اصطلاحا: هو الحديث الذي انفرد راويه بروايته عمن يجمع حديثه لضبطه وعدالته كالزهري وقتادة وأشباههما في أي موضع من السند وقع التفرد به حتى ولو كان الصحابي فهو غريب ¶ وإنما سميّ غريبا لأنه حينئذ كالغريب الوحيد الذي لا أهل عنده أو لبعده عن مرتبة الشهرة فضلا عن التواتر ¶ ما هي أقسامه ؟ ¶ أقسام الغريب بحسب موضع الغرابة فيه : ¶ 1) الغريب متنا وإسنادا : ¶ وهو الحديث الذي تفرّد برواية متنه راو واحد ¶ ويعبّر الترمذي عن مثل هذا القسم ب: غريب لا نعرفه إلا من هذا الوجه ¶ 2) الغريب إسنادا لا متنا : ¶ وهو الحديث الذي متنه معروف مروي عن جماعة من الصحابة إذا تفرّد بعضهم بروايته عن صحابي آخر كان غريبا من ذلك ¶ 3) الغريب متنا لا إسنادا : ¶ يحتمل أن يراد بكونه غريب المتن لا الإسناد أن يكون ذلك الإسناد مشهورا جادة لعدة من الأحاديث بأن يكونوا مشهورين برواية بعضهم عن بعض ويكون المتن غريبا لانفرادهم به . والله أعلم ¶ 4) الغريب بعض المتن : ¶ وهو ما انفرد فيه راويه بزيادة في متنه ¶ 5) الغريب بعض السند: ¶ ما هو حكمه ؟ ¶ ينقسم الغريب إلى صحيح كأفراد الصحيح وإلى غير الصحيح وهو الغالب على الغرائب ، قال أحمد بن حنبل :\"لا تكتبوا هذه الأحاديث الغرائب فإنها مناكير وعامتها عن الضعفاء\" ¶ أذكر بعض الأقوال التي قيلت في الغريب ؟ ¶ - قال مالك : شر العلم الغريب وخير العلم الظاهر الذي قد رواه الناس ¶ - قال عبد الرزاق :كنا نرى أن غريب الحديث خير فإذا هو شر ¶ - قال ابن المبارك : العلم الذي يجيئك من هنا وهنا يعني المشهور",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "- وروى ابن عدي عن أبي يوسف قال : من طلب الدين بالكلام تزندق ، ومن طلب غريب الحديث كذب ، ومن طلب المال بالكيمياء أفلس ¶ وَكُلُّ مَا لَمْ يَتَّصِلْ بِحَال ... ... ... إِسْنَادُهُ مُنقطِعُ الأَوْصَالِ ¶ -18- المنقطع ¶ ما معنى البيت ؟ ¶ وكل حديث انعدم اتصال سنده بحال من الأحوال يسمى عندهم منقطع الأوصال والأعضاء ¶ عرّف المنقطع لغة واصطلاحا ؟ ¶ لغة: من الانقطاع ضد الاتصال،وهو الشيء المنفصل عن غيره كالعضو المنقطع عن الجسد ¶ اصطلاحا: اختلف في المنقطع على أقوال منها ضعيفة ومنها ما يدخل في الآخر ، وسنقتصر هنا على القولين المشهورين : ¶ 1) هو الذي لم يتصل إسناده قبل الصحابي بسبب سقوط راو أو أكثر في موضع واحد أو أكثر شرط عدم التوالي في السقوط وهو قول أكثر المحدثين وهو الصحيح ¶ 2) وهو كل ما لم يتصل وهو قول الفقهاء والأصوليين وجماعة من المحدثين منهم الخطيب البغدادي وابن عبد البر ¶ ما هو حكمه ؟ ¶ حكمه الضعف باتفاق العلماء- للحصالة بحال الراوي الساقط من السند- غير الإمام مالك رحمه الله تعالى ¶ كيف يعرف الانقطاع من السند؟ ¶ يُعرف بعدم التلاقي بين الراوي والمروي عنه ، إما لكونه لم يُدرك عصره أو أدركه لكن لم يجتمعا ، والذي يعين على معرفة ذلك بالمواليد والوفيات ¶ ما هو الفرق بين المنقطع والمقطوع ؟ ¶ واعلم أنّ المنقطع من صفات الإسناد بخلاف المقطوع فإنه من صفات المتن ¶ وَالمُعْضَلُ السَّاقِطُ مِنْهُ اثنانِ ... ... ... وَما أَتى مُدَلَّساً نوعانِ ¶ الأَوَّلُ الإِسْقَاطُ للشيخِ وأَنْ ... ... ... يَنقُلَ عمَّنْ فوْقَهُ بعَن وأَنْ ¶ والثّانِ لا يُسقطهُ لكن يَصِفْ ... ... ... أوْصَافهُ بِما بِه لا يَنْعَرِف ¶ ما معنى الأبيات ؟ ¶ المعضل هو الحديث الذي سقط من سنده اثنان فأكثر على التوالي ، والمدلّس قسمان : الأول: إسقاط الراوي شيخه ونقله الحديث عمّن فوقه بعن وأنّ",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الثاني: عدم إسقاطه للشيخ لكن يذكر أوصاف الشيخ ولقبه بالأوصاف التي لا يعرف بها عند الناس ¶ -19- المعضل: ¶ عرّف المعضل لغة واصطلاحا ؟ ¶ لغة: مأخوذ من قوله أعضله فلان إذا أعياه أمره ، سمي الحديث بذلك لأنّ المحدث الذي يحدّث به كأنه أعضله وأعياه فلم ينتفع به من يرويه عنه ¶ اصطلاحا: هو ما سقط من إسناده راويان فأكثر بشرط التوالي في موضع واحد من السند سواء كان السقوط من مبدأ السند أو من منتهاه أو من أثنائه ، أما إذا لم يتوال فهو منقطع من موضعين ، قال العراقي : ولم أجد في كلامهم إطلاق المعضل عليه ¶ ما هو حكمه ؟ ¶ وهو أسوأ حالا من المرسل والمنقطع لكثرة المحذوفين من الإسناد وهذا هو الحكم عليه باتفاق العلماء ¶ -20- المدلّس: ¶ عرّف المدلّس لغة واصطلاحا ؟ ¶ لغة: هو كتمان عيب السلعة عن المشتري وأصله مشتق من الدّلس وهو اختلاط الظلام بالنور والتّدلس التّكتم ¶ اصطلاحا: هو الحديث الذي أُخفي عيب في إسناده لكي يصبح ظاهره حسنا ¶ ما هي أنواعه ؟ ¶ قسمان: ¶ 1) تدليس الإسناد: وهو أن يروي الراوي عمّن سمع منه ما لم يسمع منه دون أن يذكر أنه سمعه منه صراحة وذلك بأن يأتي بلفظ موهم لسماع مثل\"عن\"أو\"أن\" أو\"قال\" وقيل: هو ما رواه الراوي عمّن لقيه ولم يسمع منه أو عمن عاصره ولم يلقه موهما أنه سمع منه بصيغة لا تقتضي اتصالا إلا كعن فلان وقال فلان وأنّ فلانا قال كذا ¶ 2) تدليس الشيوخ : وهو أن يروي الراوي عن شيخ حديثا سمعه منه فيسميه أو يكنيه أو ينسبه أو يصفه بما لا يعرف به كي لا يُعرف ولا يُهتدى إليه وتوعيرا للوقوف على حاله وفي هذا النوع تضييع للمروي عنه -لأن الراوي لما وصفه بما لم يشتهر به فكأنما لم يذكره فقد ضيّعه- وتضييع المروي أيضا بسبب عدم التنبيه لذلك الموصوف بما لم يشتهر به فيصير بعض رواته مجهولا فلا يُقبل ذلك الحديث ¶ أقسام أخرى للتدليس تتبع القسم الأول :",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "1) تدليس التسوية : وهو رواية الراوي عن شيخه ثم إسقاط راو ضعيف بين ثقتين لقيا أحدهما الآخر وأشهر من كان يفعل هذا النوع هو : بقية بن الوليد ¶ 2) تدليس العطف : هو أن يروي الراوي عن شيخين من شيوخه ما سمعاه من شيخ اشتركا فيه فيكون قد سمع من أحدهما دون الآخر فيصرّح عن الأول بالسماع ويعطف الثاني عليه فيوهم أنه حدّث عنه بالسماع أيضا وإنما حدّث بالسماع عن الأول ونوى العطف فقال : وفلان أي وحدّث فلان (حدّثنا فلان وفلان) ¶ 3) تدليس القطع : وهو أن يسقط الراوي أداة الرواية كحدثنا وأخبرنا مثلا مقتصرا على اسم الشيخ ¶ قال بعض المحدثين : التحقيق أنه ليس في التدليس إلا قسمان تدليس الإسناد وتدليس الشيوخ وأما تدليس التسوية فيدخل في القسمين فيكون تسوية الشيوخ وتارة تسقط الضعفاء فيكون تسوية السند ¶ ما رأي أكثر العلماء في التدليس ؟ ¶ ذم أكثر العلماء التدليس بقسميه وهو مكروه جدا وممن بالغ في ذمه بشعبة بن الحجاج فروى الشافعي عنه أنه قال:التدليس أخو الكذب، وقال :لأن أزني أحبّ إليّ من أن أدلّس . قال ابن صلاح : هذا من شعبة إفراط معمول على المبالغة في الزجر عنه والتنفير منه ¶ ما هو حكمه ؟ ¶ 1) تدليس الإسناد هو مكروه جدا ، وذمه أكثر العلماء وكان شعبة من أشدهم ذما له ¶ فإن رواه الراوي بلفظ محتمل لم يبين فيه السماع فيرد وإن صرّح فيه بالسماع كقوله : سمعت أو حدثنا أو شبهها فمقبول محتج به لأن التدليس ليس كذبا وإنما هو ضرب من اليهام كشفته الرواية المصرّح فيها ¶ 2) تدليس الشيوخ : كراهيته أخف من الأول وتتفاوت الكراهة بحسب الغرض الحامل عليه فتارة يكره كما إذا كان أصغر سنا منه أو نازل الرواية ونحو ذلك وتارة يحرم لضعف الشيخ أو إذا كان غير ثقة فدلسه لأن لا يعرف حاله أو أوهم أنه رجل آخر من الثقات على وفق اسمه وكنيته",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "3) تدليس التسوية : هذا النوع من أفحش أنواع التدليس وأشدهما في الذم لأنّ الثقة الأول قد لا يكون معروفا بالتدليس ويجده الواقف على السند بعد التسوية قد رواه عن ثقة آخر فيحكم له بالصحة وهذا غرور شديد ويليه في الضرر النوع الأول ¶ ومَا يُخالِفُ ثقةٌ فِيهِ الملا ... ... ... فالشْاذُّ والمقلوبُ قِسمانِ تَلا ¶ إبدالُ رَاوٍ مّا بِرَاوٍ قِسْمُ ... ... ... وقَلْبُ إِسْنَادٍ لِمتنٍ قِسْمُ ¶ -21- الشاذ: ¶ عرّف الحديث الشاذ لغة واصطلاحا ؟ ¶ لغة: من الانفراد ، قال الجوهري : شذّ يَشِذّ ويُشَذّ أي انفرد عن الجمهور ¶ اصطلاحا: اختلفوا على ثلاثة أقوال ¶ 1) قال الحاكم :\"الشاذ من الحديث هو الذي يتفرّد به ثقة من الثقات وليس للحديث أصل متابع لذلك الثقة\" ¶ 2) قال الشافعي :\"ليس الشاذ من الحديث أن يروي ثقة ما لا يرويه غيره هذا ليس بشاذ ، أما الشاذ أن يروي الثقة حديثا يخالف فيه الناس ، هذا الشاذ من الحديث ¶ 3) هو ما ليس له إسناد واحد يشذ به ثقة أو غيره ، فما كان عن غير ثقة فمتروك وما كان عن ثقة توقف فيه ولا يحتج به وعليه الخليلي وجماعة ¶ * والتعريف الذي اعتمده الأكثرون هو : ما رواه المقبول مخالفا لما هو أولى منه وهذا هو التعريف المعتمد في تعريف الشاذ بحسب الاصطلاح ¶ ما هي شروطه ؟ ¶ وهما اثنان : ¶ 1) تفرّد الثقة ¶ 2) مخالفته من هو أوثق منه ¶ أين يقع ؟ ¶ في سند الحديث ومتنه ¶ ما هي أقسامه ؟ ¶ أقسامه أربعة : ¶ 1)شاذ بنقص في السند ¶ 2)شاذ بزيادة في السند ¶ 3)شاذ بنقص في المتن ¶ 4)شاذ بزيادة في المتن ¶ ما هو حكمه ؟ ¶ الضعف وعدم القبول ¶ ما ذا يقابل الشاذ ؟ ¶ يقابل الشاذ المحفوظ وحكمه القبول لاشتماله على صفة مقتضية للترجيح ككثرة عدد أو قوة حفظ أو ضبط ¶ -22- المقلوب: ¶ عرّف المقلوب لغة واصطلاحا ؟ ¶ لغة: مشتق من القلب وهو تحويل الشيء عن وجهه ¶ اصطلاحا: هو الحديث الذي يدخل القلب في سنده أو متنه ¶ ما هي أقسامه ؟ ¶ 1) القسم الأول: هو إبدال لفظ بآخر",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "-إما في سند الحديث من حيث الرواة ومثاله:حديث مروي عن \"كعب بن مرّة\" فقلبه الراوي فيجعله عن \"مرّة بن كعب\" ¶ -أو في متن الحديث من حيث الألفاظ ومثاله : حديث أبي هريرة في السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله ففيه : \"ورجل تصدّق بصدقة فأخفاها حتى لا تعلم يمينه ما تنفق شماله\" فهذا مما انقلب على بعض الرواة فإنّ الثابت هو : \"حتى لا تعلم شماله ما تنفق يمينه\" ¶ 2) القسم الثاني: وهو إبدال إسناد متن بإسناد متن آخر وإبدال إسناد هذا المتن بالإسناد الأول بقصد الامتحان وغيره ومثاله: ما فعله أهل بغداد مع الإمام البخاري رحمه الله تعالى إذ قلبوا له 100 حديث وسألوه عنها امتحانا لحفظه فردّها على ما كانت قبل القلب ولم يخطئ في واحد منها ¶ ما هو حكمه ؟ ¶ إذا كان القلب بقصد الإغراب فإنه لا يجوز لأن فيه تغيير للحديث وهذا من عمل الوضاعين ، وأما إن كان للامتحان والاختبار فذكر ابن صلاح \"أن الحديثين الأثبات فعلوا ذلك وفعلهم يدل على جوازه بشرط أن يبين فاعله الصحيح قبل انفضاض المجلس وإن كان عن خطأ وسهو فلا شك أنّ فاعله معذور في خطئه لكن إذا كثر ذلك منه فإنه يخل ضبطه ويجعله ضعيفا ¶ ما هي الأسباب التي تحمل الرواة على قلب الحديث ؟ ¶ 1) رغبة الراوي في إيقاع الغرابة على الناس حتى يظنوا أنه يروي ما ليس عند غيره فيقبلوا على التحمل عنه والمحدثون يسمون من يضع القلب لهذا السبب سارقا ويسمون فعله سرقة ¶ 2) خطأ الراوي وغلطه ¶ 3) الرغبة في اختبار وامتحان المحدث ، إن كان حافظا أم لا ، إلى غير ذلك ¶ وَالفَرْدُ ما قيّدْتَهُ بِثَقَةٍ ... ... ... أَوْ جمْعٍ أَوْ قْصرٍ على رِوَاية ¶ -23- الفَرْدُ ¶ عرّف الفرد لغة واصطلاحا ؟ ¶ لغة: الوِتر ¶ اصطلاحا: هو ما تفرّد به راويه بأيّ وجه من وجوه التفرّد ¶ ما هي أقسامه ؟ ¶ 1) فرد مطلق: وهو ما تفرّد به راويه بمتنه أو بسنده من جميع الرواة ، لم يروه أحد من الثقات غيره ¶ 2) الفرد المقيد: وهو نوعان :",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "1) إذا انفرد أهل بلد معيّن بأن لم يروه إلا أهل بلدة كذا وكذا ¶ 2) إذا تفرّد به راو مخصوص بأن لم يروه عن فلان إلا فلان وإن كان مرويا من وجوه عن غيره ¶ ما هو حكمه ؟ ¶ حكم القسم الأول: أن ينظر في حال الراوي المتفرد به فإن كان قد بلغ حدّ الضبط والإتقان فحديثه صحيح يحتج به مع تفرّده به وإن كان لم يبلغ حدّ الضبط والإتقان لكنه قريب من هذا الحد فحديثه حسن يحتج به أيضا ¶ حكم القسم الثاني : الصحة ¶ وَما بِعٍلةٍ غُموضٍ أَوْ خفَا ... ... ... مَعَلَّلٌ عِندَهُمُ قَدْ عُرِفَا ¶ -24- المَعَلَّل ¶ عرّف المعلل لغة واصطلاحا ؟ ¶ لغة: الشيء الذي أصابه العلة والمرض والآفة ¶ اصطلاحا: بفتح اللام المشددة : هو الحديث الذي اتّضح أنّ في سنده أو متنه علة تقدح في صحته مع أنّ الظاهر الخلو منها ¶ أذكر أجناس العلل ؟ ¶ قسّم الحاكم أبو عبد الله في كتابه \"معرفة علوم الحديث\" إلى عشرة: ¶ 1) أن يكون السند ظاهره الصحة وفيه من لا يعرف بين أهل الحديث بالسماع عن من روي عنه ¶ 2) أن يكون الحديث مرسلا من وجه رواه الثقات والحفاظ ويسند في وجه ظاهره الصحة ¶ 3) أن يكون الحديث محفوظا عن صحابي ويروى عن غيره لاختلاف بلاد روايته ¶ 4) أن يكون الحديث محفوظا ويروى عن تابعي يقع الوهم بالتصريح بما يقتضي صحبته ¶ 5) أن يكون الحديث مروي بالعنعنة وسقط منه رجل دلّ عليه طريق أخر محفوظ ¶ 6) الاختلاف على رجل في تسمية شيخه أو تجهيله ¶ 7) أن يختلف على رجل بالإسناد وغيره ويكون المحفوظ عنه ما قابل الإسناد ¶ 8) أن يكون الراوي عن شخص أدركه وسمع منه لكنه لم يسمع منه أحاديث معينة فإذا رواها بلا واسطة فعلتها أنه لم يسمعها منه ¶ 9) أن تكون ثمّ طريق معروفة ويروي أحد رجالها حديثا من غير تلك الطريق فيقع الراوي عنه في الوهم فيرويه من الطريق المعروفة ¶ 10) أن يروي الحديث مرفوعا من وجه موقوفا من وجه",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "*قال الحاكم أبو عبد الله بعد أن ذكر هذه الأجناس العشرة : قد ذكرنا علل الحديث على عشرة أجناس وبقيت أجناس لم نذكرها وإنما جعلتها مثالا لأحاديث كثيرة معلولة ليتدي إليها المتبحر في هذا العلم فإن معرفة علل الحديث من أجل هذه العلوم ¶ ما هو حكمه ؟ ¶ الضعف غالبا ¶ أين تكون العلة القادحة ؟ ¶ العلة القادحة تكون في السند فتقدح في صفة المتن كالوقف المرفوع والإرسال للموصول وتكون في المتن كإدراج من ليس من الحديث في الحديث كحديث نفي البسملة ¶ ما هو الطريق إلى معرفة المعلل ؟ ¶ الطريق إلى معرفة المعلل هو جمع طرق الحديث والنظر في اختلاف رواته والموازنة بين ضبطهم وإتقانهم ثم الحكم على الرواية المعلولة ¶ وَذُو اخْتِلافِ سندٍ أَوْ مَتنِ ... ... ... مُضطَرِبٌ عِنْدَ أُهيلِ الفَنِّ ¶ -25- المضطرب ¶ عرّف المضطرب لغة واصطلاحا ؟ ¶ لغة : الشيء المتزلزل والمتحرك الذي لا ثبات له ، وهو اسم فاعل من الاضطراب وهو اختلال الأمر وفساد نظامه وأصله اضطراب الموج لكثرة حركته وضرب بعضه بعضا ¶ اصطلاحا : ما اختلفت الرواية في متنه أو في سنده أو في كليهما مع تساوي الروايتين وتعذر الجمع بينهما ، وهو كما عرفه النووي : الذي يروى على أوجه مختلفة فإن رجحت إحدى الروايتين بحفظ راويها أو كثرة صحبته للمروي عنه أو غير ذلك فالحكم للراجحة ولا يكون مضطربا ¶ ما هي أنواعه ؟ ¶ 1) مضطرب السند ¶ 2) مضطرب المتن ¶ ما هو حكم المضطرب ؟ ¶ قال الإمام النووي :\"والاضطراب يوجب ضعف الحديث لإشعاره بعدم الضبط -أي من رواته- والضبط شرط في صحة الحديث وحسنه\" فاجتنبه ثم إذا كان في اسم رجل وأبيه وكان ثقة فهو غير ضعيف",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "قال السيوطي في \"التدريب\" :\"وقع في كلام شيخ الإسلام أن الاضطراب قد يجامع الصحة وذلك بأن يقع الاختلاف في اسم رجل واحد وأبيه ونسبته ونحو ذلك ويكون ثقة ، فيحكم للحديث بالصحة ، ولا يضر الاختلاف فيما ذكر مع تسميته مضطربا ، وفي الصحيحين أحاديث كثيرة بهذه المثابة ، وكذا جزم الزركشي في \"مختصره\" فقال :\"قد يدخل القلب والشذوذ والاضطراب في قسم الصحيح والحسن\" أ.هـ ¶ أين يقع المضطرب ؟ ¶ يقع في الإسناد غالبا ، وقد يقع في المتن ، ولكن قلّ أن يحكم المحدث على الحديث بالاضطراب بالنسبة إلى الاختلاف في المتن دون الإسناد ¶ وِالمُدرَجاتُ في الحديثِ ما أَتتْ ... ... ... منْ بعضِ أَلفاظِ الرُّواةِ اتصلتْ ¶ -26- المدرج ¶ عرّف المدرج لغة واصطلاحا : ¶ لغة : الشيء المدخل على الغير ¶ اصطلاحا : هو الحديث الذي يُعرف أن في سنده أو متنه زيادة ليست منه وإنما هي من أحد الرواة من غير توضيح لهذه الزيادة ¶ ما هي أقسامه ؟ ¶ 1) مدرج الإسناد : ينقسم إلى ثلاثة أقسام : ¶ 1) أن يروي جماعة الحديث بأسانيد مختلفة ، فيرويه عنهم راو يجمعهم على إسناد واحد من تلك الأسانيد ولا يبين الاختلاف ¶ 2) أن يكون المتن عند راو بإسناد إلا طرفا منه فإنه عنده بإسناد آخر فيرويه عنه راو تاما بالإسناد الأول ولا يذكر إسناد هذا الطرف وهذا هو المعطوف بالمخالفة للثقات ¶ 3) أن يكون عند الراوي متنان بإسنادين مختلفين فيرويهما راو عنه مقتصرا على أحد الإسنادين أو يروي أحدهما بإسناد ويزيد بعضا من الثاني على الأول ¶ 2) مدرج المتن : وهو : أن يزيد الراوي في الحديث ما ليس منه بدون تمييز بين الزيادة والحديث ، فيتوهم من يروي عنه أنها من الحديث وليست منه ، وهو ثلاثة أقسام : ¶ 1) ما أُدرج في أول الحديث ¶ 2) ما أُدرج في وسط الحديث ¶ 3) ما أُدرج في آخر الحديث ¶ بم يعرف الإدراج في المتن ؟ ¶ يعرف الإدراج في المتن بأمور : ¶ 1) ورود رواية مجردة عن ذلك القدر المجرد",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "2) التنصيص على الإدراج من الراوي المدرج أو من بعض الأئمة المطلعين ¶ 3) استحالة صدور مثل ذلك عن النبي ? مثال هذا حديث أبي هريرة في الصحيح قال : قال رسول الله ? \"للعبد المملوك الصالح أجران ، والذي نفسي بيده لولا الجهاد في سبيل الله والحج والبر بأمي لأحببت أن أموت وأنا مملوك ¶ فإن قوله : والذي نفسي بيده ... من كلام أبي هريرة لاستحالة أن يقول النبي ? لأن أمه ماتت وهو صغير فلم تكن موجودة حين هذا القول حتى يبرها ولأنه يمتنع منه ? أن يتمنى الرق وهو أفضل الخلق عليه الصلاة والسلام ¶ ما هو حكمه ؟ ¶ المنع لتضمنه نسبة القول لغير قائله ، نعم ما أدرج لتفسير غريب يسامح فيه كما قال شيخ الإسلام ابن تيمية ولذا فعله الزهري في حديث عائشة وغيره من الأئمة ¶ فلا يجوز تعمد شيء من الإدراج وتعمده حرام بإجماع أهل الفقه والحديث وعبارة ابن السمعاني : من تعمد الإدراج فهو ساقط العدالة وممّن يحرّف الكلم عن مواضعه وهو ملحق بالكذابين ¶ ما هو الحامل على الإدراج في الحديث : ¶ 1) أن يقصد بالإدراج تفسير غريب ¶ 2) أن يقصد بذلك التمويه أو الخطأ أو الإغراب ¶ كيف يعرف الإدراج ؟ ¶ بوروده مفصولا من طريق آخر أو بتصريح الراوي بذلك أو غير ذلك ¶ وَما رَوى كلُّ قرينٍ عن أَخِهْ ... ... ... مُدبَّجٌ فاعرِفهُ حَقاً وانتَخِهُ ¶ -27- المدبّج ¶ عرّف المدبّج لغة واصطلاحا ؟ ¶ لغة : ما زيّن من الثياب بالدّيباج أي الحرير ¶ اصطلاحا : هو أن يروي راويان متقاربان في السن أو الإسناد كل واحد منهما عن الآخر ¶ ما هي أنواعه ؟ ¶ 1) في الصحابة : مثاله : عائشة وأبو هريرة روى كل واحد منهما عن الآخر ¶ 2) في التابعين : مثاله : رواية الزهري عن عمر بن عبد العزيز ورواية عمر عن الزهري ¶ 3) وفي أتباع التابعين : مثاله : رواية أحمد بن حنبل عن علي بن المديني ورواية علي المديني عن أحمد ¶ ما هو حكمه ؟ ¶ أنه قد يكون صحيحا أو حسنا أو ضعيفا ¶ ما المراد بالتقارب في الإسناد ؟",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أن يكونوا قد أخذوا عن شيوخ من طبقة واحدة ¶ ما المراد برواية القرينين ؟ ¶ أن يروي أحدهما عن الآخر ¶ ما هو الغير المدبّج ؟ ¶ وهو أن يروي القرينين عن الآخر ولا يروي الآخر عنه ¶ مُتَّفِقٌ لفْظاً وَخَطَّا مُتفِقْ ... ... ... وضدُّهُ فيما ذكرنا المفترق مُتَّفِقٌ : ¶ -28- المتفق المفترق ¶ عرّف المتفق المفترق لغة واصطلاحا ؟ ¶ لغة : المتفق المفترق هو الشيء الذي اتفق في أمر من الأمور وافترق في أمر آخر ، يقال قول قوم متفق مفترق أي متفق دينهم مفترق آرائهم ¶ اصطلاحا : أن تتفق أسماء الرواة وأسماء آبائهم فصاعدا خطا ولفظا وتختلف أشخاصهم ، سواء اتفق اثنان منهم أم أكثر وكذلك إذا اتفق اثنان فصاعدا في الكنية والنسبة ¶ ما هي أقسامه ؟ ¶ 1) المفترق ممن اتفقت أسماؤهم وأسماء آبائهم ¶ 2) المفترق ممن اتفقت أسماؤهم وأسماء آبائهم وأجدادهم أو أكثر من ذلك ¶ 3) ما اتّفق من ذلك في الكنية والنسبة معا ¶ 4) ما اتفق من ذلك في الاسم وكنية الأب ¶ 5) المفترق ممن اتفقت أسماؤهم وأسماء آبائهم ونسبتهم : ¶ 6) ما وقع فيه الإشتراك في الاسم خاصة أو الكنية خاصة وأشكل مع ذلك لكونه لم يذكر بغير ذلك ¶ 7) المشترك المتفق في النسبة خاصة ¶ ما هو حكمه ؟ ¶ يكون صحيحا أو ضعيفا ¶ ما هي أهميته وفائدته ؟ ¶ ومعرفة هذا النوع مهم جدا فقد زلق بسبب الجهل به غير واحد من أكابر العلماء ، ومن فوائده : ¶ 1) عدم ظن المشتركين في الاسم واحدا ، مع أنهم جماعة ، وهو عكس المهمل الذي يخشى منه أن يظن الواحد اثنين ¶ 2) التمييز بين المشتركين في الاسم فربما يكون أحدهما ثقة والآخر ضعيفا ، فيضعف ما هو صحيح أو بالعكس ¶ ما هي أشهر المصنفات فيه ؟ ¶ قد صنّف فيه الخطيب كتابا حافلا سماه \"المتفق والمفترق\" . قال الحافظ ابن حجر :\"وقد لخصته وزدت عليه أشياء كثيرة\" ا.هـ ¶ وكذلك الحافظ محمد بن طاهر ألّف كتابا سماه \"الأنساب المتفقة\" وصنّف أبو الحسن بن حيوية في قسم من هذا النوع سماه \"من وافقت كنيته كنية زوجته من الصحابة\"",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "مؤتلف متفق الخط فقط ... ... ... وضده مختلف فاخش الغلط ¶ -29- المؤتلف المختلف ¶ عرّف المؤتلف المختلف لغة واصطلاحا ؟ ¶ لغة : المؤتلف المختلف هو الشيء الذي إذا ائتلف واتّفق في بعض الأمور واختلف في بعضها ¶ اصطلاحا : هو أن تتفق الأسماء أو الألقاب أو الكنى أو الأنساب خطا ويختلف لفظا سواء كان مرجع الاختلاف في اللفظ : النقط أم الشكل ¶ ما هي أقسامه ؟ ¶ 1) ما لا ضابط له : لكثرة انتشاره وإنما يضبط بالحفظ ، كل اسم بمفرده ، مثاله : أُسيد وأَسيد ¶ 2) ما له ضابط : لقلته في أحد الطرفين وهو قسمان : ¶ 1) ماله ضابط على العموم : ¶ مثاله : سلاّم وسلام : جميع من يرد عليك من ذلك فهو بتشديد اللام إلا خمسة وهم : ¶ سلام والد عبد الله بن سلام الصحابي ¶ وسلام والد محمد بن سلام البيكندي البخاري شيخ البخاري ¶ وسلام جد محمد بن عبد الوهاب بن سلام المتكلم الجبائي أبي علي المعتزلي ¶ وسلام بن محمد بن ناهض المقدسي روى عنه أبو طالب الحافظ والطبراني ¶ وسلام بن أبي حقيق ¶ 2) ماله ضابط على الخصوص : ¶ مثاله : ما وقع في الصحيحين والموطأ فكل ما وقع في الصحيحين والموطأ يسار بالمثناة ثم المهملة إلا محمد بن بشّار فبالموحدة والمعجمة وفيها سيّار بن سلامة وابن أبي سيار بتقديم السين ¶ ومثاله : عمارة كله بضم العين إلا أبيّ بن عمارة الصحابي فبكسرها ¶ ومثاله : كل ما وقع في الصحيحين والموطأ فهو حازم : بالحاء المهملة وبالزاي لا خارم ¶ ما هو حكمه ؟ ¶ قد يكون صحيحا وقد يكون ضعيفا ¶ ما هي أهميته وفائدته ؟ ¶ قال ابن الصلاح :\"هذا فنّ جليل من لم يعرفه من المحدثين كثر عِثاره ولم يعدم مخجلا ، وهو منتشر لا ضابط في أكثره يُفزع إليه ، وإنما يضبط بالحفظ تفصيلا\" ¶ \"فمعرفته من مهمات الفن حتى قال علي بن المديني : أشدّ التصحيف ما يقع في الأسماء ووجهه بعضهم بأنه شيء لا يدخله القياس ولا قبله شيء يدل عليه ولا بعده\" ¶ وفائدته تكمن في تجنب الخطأ وعدم الوقوع فيه",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ومن فوائده الاحتراز عن أن يظن الشخصان شخصا واحدا وعن أن يظن الثقة ضعيفا والضعيف ثقة ¶ والمنكرُ الفرْدٌ به راوٍ غدا ... ... ... تعْدِيلُهُ لا يحمِلُ التُّفرُّدَا ¶ -30- المنكر ¶ عرّف المنكر لغة واصطلاحا ؟ ¶ لغة : اسم مفعول ، فعله أنكره بمعنى جحده ، أو لم يعرفه ، وهو يقابل المعروف اسم مفعوله ، فعله عرفه ¶ اصطلاحا : ذهب الناظم رحمه الله في تعريف المنكر إلى أنه : الحديث الذي ينفرد بروايته من فحش غلطه أو كثرت غفلته أو تبيّن فسقه بغير الكذب وهذا على رأي من لم يشترط في المنكر مخالفة رواية للثقات : لكن المعتمد في تعريفه لدى غالب المحدثين لا سيما المتأخرين منهم أنه : ما رواه الضعيف مخالفا للثقات ، قال الإمام السيوطي : ¶ المنكر الذي روى غير الثقة *** مخالفا ، في نخبة قد حقّقه ¶ ما هو حكمه ؟ ¶ الضعف وعدم القبول ¶ ما هو الفرق بين المنكر والشاذ ؟ ¶ المنكر مباين للشاذ ، إذ أن المنكر هو الحديث الذي يرويه الضعيف مخالفا رواية الثقة ويقابله المعروف ، وأما الشاذ : فهو الذي يرويه الثقة المقبول مخالفا لمن هو أولى منه ويقابله المحفوظ ¶ والقول بترادفهما بعيد وقد نبه السيوطي على بعده بقوله في ألفيته : ¶ والذي رأى ترادف المنكر والشاذ نأى ¶ وقال ابن حجر : وقد غفل من سوّى بينهما ¶ والذي ينبغي اعتماده أن المنكر والشاذ يشتركان في مسمى المخالفة ويفترقان في أن المنكر رواية ضعيف أو مستور ، والشاذ رواية ثقة أو صدوق ¶ متروكُهُ ما واحدٌ به انفرَدْ ... ... ... وأَجمَعُوا لضِعفهِ فهوَ كَرَدْ ¶ -31- المتروك ¶ عرّف المتروك لغة واصطلاحا ؟ ¶ لغة : الشيء الساقط ¶ اصطلاحا : هو الحديث الذي تفرد بروايته ضعيف ، سبب ضعفه كونه متهما بالكذب في الحديث ، أو ظاهر الفسوق بقول أو فعل ، أو كثير الغلط أو شديد الغفلة ¶ ووجه التسمية بذلك : أن اتهام الراوي بالكذب مع تفرّده ، يجعل الحديث غير مقبول ، ولكن لا يسوغ الحكم بوضعه ¶ ما هو حكمه ؟ ¶ الضعف والرد",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "كيف يتهم الراوي بالكذب ؟ ¶ بأحد الأمرين : ¶ 1) أن لا يروي ذلك الحديث إلا من جهته ويكون مخالفا للقواعد المعلومة ، وهي قواعد عامة استنبطها العلماء من مجموع نصوص عامة صحيحة مثل قاعدة \"الأصل براءة الذمة\" ¶ 2) أن يعرف بالكذب في كلامه العادي ، لكن لم يظهر منه الكذب في الحديث النبوي فإذا ظهر منه الكذب في الحديث النبوي كان وضاعا وحديثه موضوع ¶ والكذِبُ المُخْتَلقُ المصنُوعٌ ... ... ... عَلَى النبيِ فذلِكَ الموْضوعُ ¶ -32- الموضوع ¶ عرّف الموضوع لغة واصطلاحا ؟ ¶ لغة : عدة معان : ¶ 1) الإسقاط ¶ 2) الترك ¶ 3) الافتراء ¶ اصطلاحا : هو الكلام الذي اختلقه وافتراه واحد من الناس ونسبه إلى رسول الله ? سواء كان عمدا أو خطأ ¶ ما هي علامات الوضع ؟ ¶ يعرف الوضع بوجود علامات في السند أو في المتن : ¶ (1) علامات الوضع في السند : يعرف الوضع في السند بعلامات عدة وهي : ¶ 1) أن يكون راويه كذابا معروفا بالكذب ولا يرويه ثقة غيره ¶ 1) أن يعترف واضعه بالوضع ، ويقرّ بذلك ، كحديث فضائل القرآن اعترف بوضعه ميسرة ¶ 2) ما يتنزل منزلة إقراره ، أو بإقراره حالا ¶ قال الحافظ العراقي :\"هو كأن يحدث بحديث عن شيخ ، ثم يُسأل عن مولده ، فيذكر تاريخا يعلم وفاة ذلك الشيخ قبله ، ولا يوجد ذلك الحديث إلا عنده ، فهذا لم يعترف بوضعه ، ولكن اعترافه بوقت مولده ، يتنزل منزلة إقراره بالوضع لأن ذلك الحديث لا يُعرف إلا برواية هذا الذي حدّث به\" ¶ 4) وجود قرينة في الراوي تقوم مقام الوضع : من أمثلة ذلك ما أسنده الحاكم عن يوسف ابن عمر التميمي قال : كنت عند سعد بن طريف ، فجاء ابنه من الكتّاب يبكي ، فقال : مالك؟ قال : ضربني المعلم ، قال : لأخزينهم اليوم ، حدثني عكرمة عن ابن عباس مرفوعا : معلموا صبيانكم شراركم ، أقلهم رحمة لليتيم وأغلظهم على المسكين \" و مثل ذلك حديث \"الهريسة تشدّ الظهر\" فإنّ واضعه محمد بن الحجاج النّخعي كان يبيع الهريسة ¶ (2) علامات الوضع في المتن :",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "1) ركاكة اللفظ : بحيث يُدرك العليم بأسرار البيان العربي أن مثل هذا اللفظ ركيك ، لا يصدر عن فصيح ولا بليغ ، فكيف بسيّد الفصحاء والبلغاء ? ومحل هذا إن وقع التصريح بأنه لفظ النبي ? ولم يروه بالمعنى ¶ 2) فساد المعنى : ¶ 1- بأن يكون الحديث مخالفا لبديهيات العقول من غير أن يمكن تأويله مثل ذلك حديث : \"إنّ سفينة نوح طافت بالبيت سبعا وصلّت عند المقام ركعتين\" ¶ 2- أو يكون مخالفا للقواعد العامة في الحكم والأخلاق مثل : \"جور الترك ولا عدل العرب \" ¶ 3- أو داعيا إلى الشهوة والمفسدة : مثل : \"النظر إلى الوجه الحسن يجلي البصر \" ¶ 4- أو مخالفا للحس والمشاهدة : مثل : \"لا يولد بعد المائة مولود لله فيه حاجة\" ¶ 5- أو مخالفا لقواعد الطب المتفق عليها : مثل : \"الباذنجان شفاء من كل داء\" ¶ 6- أو مخالفا لقطعيات التاريخ أو سنة الله في الكون والإنسان : مثل : حديث \"عوج ابن عنق ، وأن طوله ثلاثة آلاف ذراع ، وأنّ نوحا لما خوّفه الغرق قال : احملني في قصعتك هذه -يعني السفينة- وأنّ الطوفان لم يصل إلى كعبه ، وأنه كان يُدخل يده في البحر فيلتقط السمكة من قاعة ويشويها قرب الشمس\" ¶ 7- أو يكون مشتملا على سخافات وسماجات يُصان عنها العقلاء ، مثل :\"الدين الأبيض حبيبي وحبيب حبيبي جبريل\" ومثل :\"اتخذوا الحمام المقاصيص فإنها تلهي الجن عن صبيانكم\" ¶ 3) مخالفته لصريح القرآن بحيث لا يقبل التأويل مثل \"ولد الزنا لا يدخل الجنة إلى سبعة أبناء\" فإنه مخالف لقوله تعالى ?ولا تزر وازرة وزر أخرى? ¶ 4) مخالفته لصريح السنة المتواترة : مثل : \"إذا حدثتم عني بحديث يوافق الحق فخذوا به حدثت به أم لم أحدّث\" فإنه مخالف للحديث المتواتر :\"من كذب عليذ متعمّدا فليتبوّأ مقعده من النار \"",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "5) أن يكون مخالفا للقواعد العامة المأخوذة من القرآن والسنة : مثل \"من ولد له مولود فسماه محمدا كان هو ومولوده في الجنة\" فإنه مخالف للمعلوم المقطوع به من أحكام القرآن والسنة ،من أن النجاة بالأعمال الصالحة لا بالأسماء والألقاب ¶ ومنها أن يكون مخالفا للإجماع ، أو أن يكون موافقا لمذهب الراوي ، أو أن يتضمن الحديث أمرا من شأنه أن تتوفر الدواعي على نقله ثم لا يشتهر ولا يرويه إلا واحد ومنها اشتمال الحديث على إفراط في الثواب العظيم على الفعل الصغير والمبالغة في الوعيد الشديد على الأمر الحقير مثل :\"من صلى الضحى كذا وكذا ركعة أُعطي ثواب سبعين نبيا\" ومثل : \"من قال : لا إله إلا الله ، خلق الله تعالى له طائرا له سبعون ألف لسانا لكل لسان سبعون ألف لغة يستغفرون له\" ¶ *ومنه من الأمور الكلية التي يعرف بها الحديث الموضوع : ¶ 1) أن يكون كلامه لا يشبه كلام الأنبياء ¶ 2) أن يكون الحديث بوصف الأطباء والطرقية أشبه وأليق ¶ 3) أن يكون الحديث باطلا في نفسه ، فيدل بطلانه على أنه ليس من كلام الرسول ? ¶ 4) مخالفة الحديث لصريح القرآن ¶ 5) سماجة الحديث وكونه يسخر منه ... وغير ذلك ¶ ما هو حكمه ؟ ¶ أجمع العلماء على أنه لا تحل روايته لأحد علم حاله في أي معنى كان إلا مع بيان وصفه لحديث مسلم \" من حدّث عني بحديث يرى أنه كذب فهو أحد الكذابين\" والجمهور على أنّ تعمّد الكذب على رسول الله ? كبيرة ، وبالغ أبو محمد الجويني ?-والد إمام الحرمين- بقوله : إنها كفر ¶ ما هي مقاصد الوضع ؟ ¶ 1) طلب الرزق والتكسب ¶ 2) التقرب لبعض الخلفاء وأهل السلطان ¶ 3) ابتغاء الحسنة من الله ¶ 4) التعصب لمذهب معيّن ¶ 5) قصد الإفساد في الدين ¶ 6) الوقوع في الوضع خطأ ¶ ما هي أنواع الحديث الموضوع ؟ ¶ 1) يخترع الواضع كلاما من عند نفسه ثم ينسبه إلى الرسول ? وهو أكثر الموضوعات كالأحاديث التي وردت في فضل سور القرآن سورة سورة",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "2) يأخذ الواضع كلام غيره كبعض السلف الصالح أو قدماء الحكماء ، أو الإسرائيليات أو غير ذلك ، ثم ينسبه إلى الرسول? وذلك كحديث \"المعدة بيت الداء ، والحمية رأس الدواء\" فلا أصل له من كلام النبي ? ، بل هو من كلام بعض الأطباء ، قيل أنه الحارث بن كلدة طبيب العرب ¶ 3) يأخذ الواضع حديثا ضعيف الإسناد ، فيركب له إسنادا صحيحا ليروج ¶ وقدْ أَتتْ كالجَوْهَرِ المكْنونِ ... ... ... سمّيتٌها مَنظُومَةَ البَيْقوني ¶ فوقَ الثلاثينَ بأَربَعٍ أَتت ... ... ... أَبياتُها ثمَّ بخَير خُتِمَتْ ¶ كم عدد أبيات مَنظُومَةَ البَيْقوني ؟ ¶ أبياتها 34 ¶ نسأل الله تعالى حسن الرعاية وصحيح الاستقامة والهداية وأن يُدخلنا وناظمها الفردوس الأعلى ¶ و سبحانك اللهم وبحمدك لا إله إلا أنت أستغفرك وأتوب إليك ¶ أم الليث",
            "page": "36",
            "part": "1"
        }
    ],
    "t37254": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الأسئلة السنية على المنظومة البيقونية"
        }
    ]
}