{
    "b37252": [
        {
            "id": "1",
            "nass": "الإرشاد إلى مهمات علم الإسناد ¶ لشاه ولي الله الدهلوي ¶ مقدمة ¶ بسم الله الرحمن الرحيم ¶ الحمد لله الذي خص هذه الأمة المرحومة بفضيلة عظيمة هي حفظ الإسناد , وأمد من شاء منهم بعلوه وسعة طرقه وما أعظم من إمداد , والصلاة والسلام على سيدنا المبعوث من الله هاديا وإماما وعلى آله وصحبه وحملة دينه الحائزين من السعادة سهاما ¶ أما بعد ! ¶ فيقول خادم حديث النبي صلى الله عليه وسلم المفتقر إلى رحمة ربه الكريم أحمد المعروف بولي الله بن عبد الرحيم الدهلوي - أحسن الله تعالى إليه وإلى مشايخه و أبويه - هذه رسالة مسماة بالإرشاد إلى مهمات علم الإسناد حداني على(1) تأليفها احتياج أهل العصر إلى مثلها , فإن هذا العلم صار في عصرنا نسيا منسيا, وكاد أهل العصر لجهلهم بفضله يتخذونه سُخريا, رتبتها على مقدمة وفصول ¶ المقدمة ¶ __________ ¶ (1) حدا على , حدا به إلى : حمل على",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "كل شيء تعلق به علمك من جهة إخبار غيرك عنه لابد بينك وبينه طريق إما مخبر واحد أو أكثر من واحد ولابد لكل واحد من وجه في تحمل الخبر عن صاحبه من سماع وعرض وكتابة ونحو ذلك فمتى بينت الطريق ووجه التحمل فقد أسندت ومتى تركت البيان فقد أغفلت وغرضنا في هذه الرسالة ذكر الطرق التي منها وصلت إلينا أحاديث النبي صلى الله عليه وسلم وفائدة حفظ الإسناد بقاء الشريعة المحمدية - على صاحبها الصلاة والتسليمات - المشتملة على سعادة الدارين وذلك ظاهر لمن تأمل فإنا لم نشاهد النبي صلى الله عليه وسلم ولم نسمع منه بلا واسطة ولم تصل أحاديثه إلا بالوسائط سواء كان هذا الوصل من جهة انتساخ النسخ من مثلها أو من استماع حديث من مخبره أو نحو ذلك وهذه كلها أنواع الإسناد فلو لم يكن الإسناد أصلا لم تبق الشريعة وإخبار من ليس بصدوق أو ليس بضابط لا يعتمد عليه وكذا النسخة التي لم تصحح على أصلها ولم يعرف صحة أصلها لا يعتمد عليها و التحمل منه ما هو قطعي ومنه ما هو دخله الوهم فإذا طلبت المعتمد من الأخبار لا سبيل إلى ذلك إلا بمعرفة الرجال وأحوالهم وصنيع تحملهم فهذا هو علم الإسناد ¶ وحديث النبي صلى الله عليه وسلم لم يكن يكتب في العصر الأول ثم ظهر الاهتمام بكتابته بعد المائة وكمل التصنيف بعد المائتين و هذا هو الذي اقتضى تشعب الأسانيد وانقسام الحديث إلى مستفيض ومشهور وصحيح وحسن وضعيف ومرسل وأحوج إلى النظر في الاعتبارات والشواهد واقتضى كون الإسناد خاصا بهذه الأمة والله أعلم . ¶ شيوخي ¶ وقد أخذت معظم هذا الفن عن أبي الطاهر محمد بن إبراهيم الكردي الهمداني أعظم الله أجوره فسمعت عليه الأمم واستنسخناه من خطه وضبطنا مشكله من خطه بحضرته وناولني كتاب مقاليد الأسانيد فطالعته وراجعته فيما أشكل من الفن ورويت عنه صحيح البخاري من أوله إلى آخره كنت أقرأ عليه وهو يسمع وإذا مللت كان هو يقرأ وأنا أسمع ¶ فصل",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قد اتصل سندي والحمد لله بسبعة من المشايخ الجلة الكرام الأئمة القادة الأعلام من المشهورين بالحرمين المحترمين المجمع على فضلهم من بين الخافقين الشيخ محمد بن العلاء الدين البابلي , والشيخ عيسى المغربي الجعفري , والشيخ محمد بن سليمان الردني المغربي , والشيخ إبراهيم بن حسن الكردي المدني , والشيخ العجمي المكي , والشيخ أحمد بن محمد النخلي المكي والشيخ عبد الله بن سالم البصري ثم المكي ولكل واحد منهم رسالة جمع هو فيها أو جمع له فيها أسانيده المتنوعة في علوم شتى ¶ أما البابلي ¶ فأجازني لجميع ما في منتخب الأسانيد الذي جمعه الشيخ عيسى له الثقة الأمين أبو طاهر محمد بن إبراهيم الكردي عن أبيه وعن مشايخه الثلاثة الذين سردنا ذكرهم بعد أبيه كلهم عن البابلي ¶ وأما الشيخ عيسى ¶ فناولني مقاليد الأسانيد تأليفه شيخنا أبو طاهر وأجازني لجميع ما فيه أبو طاهر عن الأربعة المذكورين عنه ¶ أما ابن سليمان ¶ فأجازني لجميع ما في صلة الخلف تأليفه شيخنا أبو طاهر مشافهة عن المصنف مكاتبة ح وأجازني لجميع ما فيه ولده محمد وفد الله عنه ح وأجازني لجميعه السيد عمر بن بنت الشيخ عبد الله بن سالم عن جده عنه ¶ وأما الكردي ¶ فأخبرني بجميع ما في الأمم تأليفه سماعا عليه أبو طاهر بقراءته على أبيه المذكور ¶ و أما العجمي ¶ فألف الشيخ تاج الدين الدهان رسالة بسط فيها أسانيده وأجازني لجميع ما رواه العجمي أبو طاهر عنه وكان أبو طاهر قارئ دروسه وأخص تلامذته وقرأ عليه الستة بكمالها, ح و سمعت من الشيخ تاج الدين القلعي الحنفي مفتى مكة أوائل الستة وشيئا من مسند الدارمي و مؤطا محمد وآثاره وأجازني لسائرها ولجميع ما تصح له روايته عن العجمي ¶ و أما النخلي ¶ فله رسالة جمع فيها أسانيده أجازني لها أبو طاهر عنه ح وناولنيها الشيخ عبد الرحمن النخلي بن الشيخ أحمد المذكور وأجازني لها عن أبيه",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "و أما البصري ¶ فألف ولده الشيخ سالم رسالة أجازني بها وبجميع ما تصح روايته عن السيد عمر عن جده الشيخ عبد الله المذكور وسمعت عنه أوائل الكتب ح وأجازني أبو طاهر عنه وقد سمع منه أبو طاهر مسند الإمام أحمد بكماله عند قبر النبي صلى الله عليه وسلم وقرأ عليه شمائل الترمذي بكماله إلا حديث سمر النساء فإنه سمع منه ¶ فصل ¶ سند هؤلاء المشايخ السبعة ينتهي إلى الإمامين الحافظين القدوتين الشهرين بشيخ الإسلام زين الدين زكريا والشيخ جلال الدين السيوطي ¶ أما البابلي ¶ فروى عن جماعة ¶ منهم سالم السنهوري عن النجم الغيطي عن الزين زكريا ¶ ومنهم سليمان بن عبد الدائم البابلي عن الجمال يوسف ابن زكريا عن والده الزين زكريا ¶ ومنهم النور علي بن يحيى الزيادي عن الشهاب أحمد بن محمد الرملي عن الزين زكريا ¶ ومنهم الشيخ محمد حجازي الواعظ عن الغيطي عن الزين زكريا ¶ ومنهم البرهان اللقاني عن الشمس محمد بن أحمد الرملي عن والده عن زين زكريا ¶ ومنهم أحمد بن عيسى بن جميل عن علي بن أبي بكر القرافي عن الجلال السيوطي ¶ ومنهم أبو بكر بن إسماعيل عن إبراهيم بن عبد الرحمن العلقمي عن الجلال السيوطي ¶ وللبابلي مشايخ كثيرون غير هؤلاء ينتهون إلى زينك الإمامين ¶ و أما الشيخ عيسى ¶ فروى عن جماعة ¶ منهم أبو الإرشاد نور الدين علي بن محمد الأُجْهُوري عن علي بن أبي بكر القرافي عن الجلال السيوطي ¶ ومنهم شهاب الدين أحمد بن محمد الشهير الخفاجي عن البرهان إبراهيم بن أبي بكر العلقمي عن الجلال السيوطي ¶ ومنهم أبو الحسن علي بن محمد البصري وهو غير الأجهوري عن سالم السنهوري عن النجم الغيطي عن شيخ الإسلام الزين زكريا ¶ ومنهم الشيخ سلطان المزاحي عن الشيخ أحمد بن خليل السبكي عن النجم الغيطي عن الزين زكريا",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأما ابن سليمان ¶ فروى عن جماعة ¶ منهم شيخ الإسلام أبو عثمان سعيد بن إبراهيم الجزائري عرف بـ \" قَدّورة \" عن أبي عثمان سعيد المقري عن الحافظ أبي الحسن علي بن هارون و أبي زيد عبد الرحمن بن علي بن أحمد العاصمي الشهير بـ \" سُقين \" عن الزين زكريا وهذا إسناد مغربي. ¶ ومنهم شيخه المعمر أبو مهدي السجستاني عن المنجور عن النجم الغيطي عن الزين زكريا ¶ ومنهم أبو الارشاد علي بن محمد الأجهوري وقاضي القضاة أحمد بن محمد الخفاجي كلاهما عن الشمس محمد بن أحمد الرملي عن الشيخ زكريا ¶ ومنهم السراج عمر الجائي والشيخ بدر الدين الكرخي والشمس محمد بن أحمد العلقمي جميعا عن الزين زكريا والجلال السيوطي ¶ وأما الكردي ¶ فعن الشيخ القشاشي روى بالإجاز العامة عن الشمس الرملي عن الزين زكريا وأكثر أخذه قراءة وسماعا و مشافهة عن الشيخ أحمد الشناوي و روى عن جماعة ¶ منهم أبوه علي بن عبد القدوس عن الشيخ أحمد بن حجر المكي والشيخ عبد الوهاب الشعراوي كلاهما عن الزين زكريا ¶ وعن الشيخ محمد بن أبي الحسن البكري عن والده عن الزين زكريا ¶ وعن الشمس محمد بن أحمد الرملي عن والده عن الزين زكريا ¶ وعن الزين زكريا بلا واسطة ¶ وعن الشيخ حسين الديجهني عن الجلال السيوطي ¶ وروى الكردي أيضا عن الشيخ سلطان بن محمد ابن سلامة وأخذ عن جماعة ¶ منهم الشيخ نور الدين على الزيادي وشهاب الدين خليل السبكي وسالم السنهوري وهو من أقران البابلي ¶ وأما العجمي ¶ فله مشايخ كثيرون سماهم لي أبو طاهر ولنكتف منهم على أشهرهم ¶ منهم القشاشي عن الحسن الأنجهي عن الجلال السيوطي ¶ ومنهم البابلي والشيخ عيسى المغربي والإمام والإمام زين العابدين عبد القادر الطبري ¶ وأما النخلي ¶ فروى عن جماعة ¶ منهم البابلي وعيسى والكردي وقد ذكرنا أسانيدهم ¶ ومنهم المنصور الطوخي المصري عن الشيخ سلطان المزاحي ¶ ومنهم الشيخ محمد علي بن علان المكي عن جماعة من أهل مكة وغيرهم",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "و أما البصري ¶ فمشايخه هم مشايخ النخلي وأكثر الأخذ عن البابلي وعيسى وابن سليمان والكردي وقد سردنا أسانيدهم ¶ فصل ¶ سند هذين الإمامين ومَن طبقتها ينتهي إلى ثلاثة من لمسندين الكبراء الذين بهم اتصلت أسانيد من بعدهم بمن قبلهم ¶ أحدهم المسند المعمر الصالح شهاب الدين أحمد بن أبي طالب الحجار المعروف بابن الشحنة ¶ والثاني العالم الفقيه رحلة الآفاق مسند العصر فخر الدين أبو الحسن علي بن أحمد بن عبد الهاد المعروف بابن البخاري ¶ والثالث الحافظ الثقة الأمين شرف الدين عبد المؤمن ابن خلف الدمياطي ¶ أما ابن الشحنة ¶ فأخذ الزين عن الحافظ ابن حجر عن البرهان الشامي عنه ¶ والسيوطي عن ابن مقيل عن البرهان الشامي عنه و أحمد الجوخي عنه ¶ وأما ابن البخاري ¶ فالزين أخذ عن ابن الفرات والحافظ ابن حجر ومحمد بن مقيل جميعا عن عمر بن الحسن والصلاح بن أبي عمر وكليهما عنه ¶ والسيوطي عن محمد ابن مقيل عن الحراوي عنه ¶ وأما الدمياطي ¶ فالزين أخذ عن ابن فرات عن محمود بن خليفة المنجي عنه . ¶ والسيوطي عن محمد بن مقيل عن الحراوي عنه ¶ فصل ¶ وأما صحيح البخاري ¶ فرواه الحجار عن السراج بن المبارك الزبيدي الأصل البغدادي الدار سماعا منه عن الشيخ أبي الوقت عبد الأول بن عيسى السجزي الهروي سماعا منه عن الشيخ أبي الحسن عبد الرحمن بن محمد بن المظفر الداؤدي سماعا منه عن أبي محمد عبد الله بن أحمد ابن حمُّوية الحمّوي السرخسي سماعا منه عن أبي عبد الله محمد بن يوسف الفربري سماعا عن مؤلفه ¶ وأما صحيح مسلم ¶ فرواه الدمياطي بإجازته عن أبي الحسن المؤيد بن محمد الطوسي النيسابوري بسماعه من فقيه الحرم أبي عبد الله محمد بن الفضل الفراوي أنا أبو الحسن عبد الغافر بن محمد بن عبد الغافر الفارسي أنا أبو أحمد محمد بن عيسى الجلودي ثنا أبو اسحاق إبراهيم بن محمد بن سفيان الزاهد النيسابوري عن مؤلفه",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وأما سنن أبي داود ¶ فرواه ابن البخاري عن محمد بن طبرزد البغدادي أنا به الشيخان أبو البدر إبراهيم بن محمد بن منصور الكرخي وأبو الفتح مفلح بن أحمد بن محمد الدومي سماعا عليهما ملفقا قالا أخبرنا بهما الحافظ الكبير أبو بكر أحمد بن على بن ثابت الخطيب البغدادي أنا أبو عمرو القاسم بن جعفر بن عبد الواحد الهاشمي أنا أبو علي محمد بن عمرو اللؤلؤي أنا أبو داود ¶ وأما جامع الترمذي ¶ فرواه ابن البخاري عن عمر بن طبرزد أنا أبو الفتح عبد الملك ابن أبي القاسم عبد الله بن أبي سهل الكروخي عن أبي عامر محمود بن القاسم الأزدي وأبي بكر أحمد بن عبد الصمد التاجر الغورجي وأبي نصر عبد العزيز بن أحمد الهروي الترياقي إلا الجزء الأخير وهو من أول مناقب ابن عباس إلى آخر الكتاب فسمعه الكروخي من أبي المظفر عبيد الله بن علي بن ياسين الدهان الهروي قالوا جميعا أنا أبو محمد عبد الجبار بن محمد بن عبد الله بن أبي الجراح الجراحي المروزي أنا الشيخ الثقة الأمين أبو العباس محمد بن أحمد بن محبوب بن فضيل التاجر المحبوبي عن الترمذي ¶ وأما سنن النسائي ¶ فرواه الحجار بإجازته من أبي طالب عن عبد اللطيف بن محمد بن علي بن القطبي بسماعه لجميعه على أبي زرعة طاهر بن محمد بن طاهر المقدسي عن أبي محمد عبد الرحمن بن أحمد الدوني سماعا قال أخبرنا القاضي أبو نصر أحمد بن الحسين الكسار قال أخبرنا أحمد بن اسحاق ابن السني الدينوري الحافظ قال أخبرنا مؤلفه الحافظ أبو عبد الرحمن أحمد بن شعيب النسائي رحمه الله تعالى ¶ وأما سنن ابن ماجة ¶ فرواه الحجار عن الأنجب ابن أبي السعادات أنا أبو زرعة طاهر بن الحافظ أبي الفضل محمد بن طاهر المقدسي أنا أبو منصور محمد بن الحسين بن الهيثم المقومي أنا أبو طلحة القاسم الخطيب ابن أبي البدر أنا أبو الحسن علي بن إبراهيم بن سلمة بن بحر القطان أنا به مؤلفه أبو عبد الله ابن ماجة القزويني",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وأما مسند الدارمي ¶ فرواه الحجار أنا أبو النجا عبد الله بن عمر اللتي سماعا قال أخبرنا أبو الوقت عبد الأول بن عيسى السجزي قال أخبرنا أبو الحسن عبد الرحمن بن محمد الداودي قال أخبرنا أبو محمد عبد الله بن محمد السرخسي أنا أبو عمران عيسى بن عمر السمرقندي أنا مؤلفه الحافظ أبو محمد عبد الله بن عبد الرحمن الدارمي رحمه الله عليه ¶ وأما مسند الشافعي ¶ فرواه ابن البخاري عن القاضي أبي المكارم أحمد بن محمد بن عبد الله اللبان وأبي جعفر محمد بن أحمد بن نصر الصيدلاني عن أبي على الحسن بن أحمد الحداد عن الحافظ أبي نعيم أحمد بن عبد الله الأصبهاني عن أبي العباس محمد بن يعقوب الأصم أنا الربيع بن سليمان المرادي أنا الشافعي ¶ وأما مسند أحمد ¶ فرواه ابن البخاري قال أخبرنا أبو علي حنبل بن عبد الله بن الفرح المبكر أنا أبو القاسم هبة الله بن محمد عبد الواحد بن الحصين أنا أبو علي الحسن التميمي الواعظ أنا أبو بكر أحمد بن جعفر القطيعي ثنا عبد الله بن الإمام أحمد قال حدثني أبي ¶ وأما مسند أبي يعلى ¶ فرواه ابن البخاري عن أبي روح عبد العزيز بن محمد الهروي أنا تميم ابن أبي سعيد الجرجاني أنا أبو سعيد محمد بن عبد الرحمن الكنجرودي أنا محمد بن أحمد حمدان أنا أبو يعلى ¶ و أما مسند أبي داود الطيالسي ¶ فرواه ابن البخاري عن أبي المكارم ابن اللبان وأبي جعفر الصيدلاني قالا أخبرنا أبو علي الحداد أنا أبو نعيم الحافظ ثنا عبد الله بن جعفر بن فارس الأصبهاني ثنا يونس بن حبيب العجلي ثنا أبو دادو الطيالسي ¶ وأما صحيح ابن حبان ¶ فرواه الدمياطي عن أبي الحسن علي بن الحسن المعروف بابن المقير عن أبي الكرم المبارك بن الحسن الشهرزوري عن أبي الحسن محمد بن علي المهتدي بالله عن الحافظ أبي الحسن علي بن عمر الدارقطني عن ابن حبان ¶ وأما سنن دار قطني ¶ فرواه الدمياطي بسنده إلى الدار قطني وقد ذكرنا ¶ ح ورواه الحجار عن أبي الحسن محمد بن أحمد بن عمر القطيعي عن أبي الكرم المبارك بن حسن الشهرزوري بالإسناد المذكور",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وأما المستدرك للحاكم ¶ فرواه الدمياطي عن ابن المقير عن أبي الفضل أحمد بن طاهر اليمني عن أبي بكر أحمد بن علي بن خلف الشيرازي عن الحاكم ¶ وأما الحلية للحافظ أبي نعيم ¶ فرواه ابن البخاري عن ابن اللبان عن الحداد عنه ¶ وأما سنن الكبرى والصغرى للبيهقي ¶ فرواهما ابن البخاري عن منصور بن عبد المنعم الفراوي قال أخبرنا محمد بن اسماعيل الفارسي انا مؤلفهما الحافظ رحمه الله ¶ وأما تصانيف الخطيب ¶ فرواه الدمياطي عن ابن المقير عن أبي الفضل سهل الاسفرائي إجازة عن مؤلفها إجازة ¶ وأما مسند الفردوس ¶ فرواه الحجار عن محب الدين محمد بن محمود النجار عن المؤلف ¶ وأما مسند الشهاب للقضاعي ¶ فرواه ابن البخاري عن الإمام أبي أحمد عبد الوهاب بن علي بن علي بن سكينة عن القاضي أبي بكر محمد بن عبد الباقي الأنصاري عن القضاعي ¶ وأما مسند أبي حنيف للحارثي ¶ فرواه ابن البخاري عن أبي الفرج عبد الرحمن بن علي بن الجوزي عن الحافظ محمد بن ناصر السلامي عن أبي عمرو عبد الوهاب بن الحافظ أبي عبد الله محمد بن إسحاق بن مندة الأصفهاني عن أبيه عن مؤلفه أبي محمد الحارثي ¶ وأما مسند أبي حنيفة لابن خسرو ¶ فرواه ابن البخاري عن أبي طاهر بركات بن إبراهيم الخشوعي الدمشقي عن مؤلفه ¶ وأما المعجم الكبير للطبراني ¶ فرواه ابن البخاري عن أبي جعفر الصيدلاني عن فاطمة بنت عبد الله الجوزدانية أنا أبو بكر محمد بن عبد الله بن زبدة الأصبهاني أنا الطبراني ¶ وأما المعجم الأوسط له ¶ فرواه ابن البخاري عن الصيدلاني أنا أبو علي الحداد أنا أبو نعيم أنا الطبراني ¶ وأما المعجم الصغير له ¶ فرواه ابن البخاري عن عفيفة بنت أحمد الغارقانية قالت أخبرتنا فاطمة بنت عبد الله الجوزدانية قالت أخبرنا مؤلفه الحافظ أبو القاسم سليمان بن أحمد الطبراني رحمه الله تعالى",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وأما عمل اليوم والليلة لابن السني ¶ فرواه ابن البخاري عن أبي اليمن زيد بن الحسن بن زيد الكندي البغدادي عن أبي الحسن سعد بن الخير بن محمد بن سهل الأنصاري عن أبي محمد عبد الرحمن بن أحمد بن الحسن الدوني بسماعه من أبي نصر أحمد بن الحسين الكسار الدينوري بسماعه من مؤلفه ابن السني ¶ وأما كتاب التوحيد لابن مندة ¶ فرواه الدمياطي عن ابن المقير عن محمد بن ناصر عن عبد الرحمن أبي القاسم وأبي عمرو عبد الوهاب ابنيه إجازة عن أبيهما ¶ وأما مسند الحارث بن محمد بن أبي أسامة ¶ فرواه ابن البخاري عن أبي المكارم أحمد بن محمد بن اللبان عن أبي علىي الحسن بن أحمد الحداد عن الحافظ أبي نعيم أحمد بن عبد الله الأصفهاني ثنا أبو بكر أحمد بن يوسف بن خلاد بن منصور بن أحمد النصيبي ثنا أبو محمد الحارث بن محمد بن أبي أسامة داهر التميمي ¶ وأما كتاب الشريعة للآجري ¶ فرواه الدمياطي عن الوجيه منصور بن سليم الهمداني أنا أبو بكر محمد بن سعيد بن الخازن ببغداد إجازة أخبرتنا شهدة إجازة أنا أبو الحسين أحمد بن عبد الغالب بن يوسف عن الآجري إجازة ¶ وأما شرح السنة والمصابيح ومعالم التنزيل للبغوي ¶ فرواها ابن البخاري عن فضل بن أبي سعيد النوقاني عن مؤلفاه محي السنة الحسين بن مسعود الفراء البغوي ¶ وأما الوسيط تفسير الواحدي ¶ فرواه الدمياطي عن ابن المقير عن أبي الفضل أحمد بن طاهر المميهني عن المؤلف الإمام الجليل أبي الحسين علي بن أحمد الواحدي ¶ وأما قوت القلوب ¶ فرواه الحجار عن عبد العزيز بن دلف أنا أبو الفتح محمد بن يحيى الرداني أنا أبو علي محمد بن محمد بن عبد العزيز المهدوي أنا عمر بن أبي طالب محمد بن علي المكي أنا به والدي رحمه الله تعالى ¶ وأما غنية الطالبين ¶ فرواه الحجار عن أحمد بن يعقوب المارستاني عن مؤلفها سيدي عبد القادر الجيلاني رحمه الله ¶ وأما جامع الأصول ¶ فرواه ابن البخاري عن مؤلفه الإمام محمد بن الأثير الجزري",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وأما العمدة وكتاب اعتقاد الشافعي ¶ فرواهما ابن البخاري عن مؤلفهما عبد الغني بن عبد الواحد المقدسي ¶ وأما مشارق الأنوار للصنعاني ¶ فرواه الدمياطي عن مؤلفه أبي الفضائل الحسن بن محمد الصنعاني ¶ وأما الترغيب والترهيب ¶ فرواه الدمياطي عن مؤلفه الحافظ زكي الدين عبد العظيم ابن عبد القوي المنذري ¶ وأما المختارة للحافظ ضياء الدين محمد المقدسي ¶ فرواه ابن البخاري عن عمه المؤلف ¶ وآخر دعونا أن الحمد لله رب العالمين",
            "page": "11",
            "part": "1"
        }
    ],
    "t37252": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الإرشاد إلى مهمات علم الإسناد"
        },
        {
            "id": "1",
            "lvl": "2",
            "sub": "1",
            "tit": "مقدمة"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "شيوخي"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "شيوخي"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "2",
            "tit": "فصل"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "أما البابلي"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "الشيخ عيسى"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن سليمان"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "3",
            "tit": "الكردي"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "4",
            "tit": "العجمي"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "5",
            "tit": "النخلي"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "البصري"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "2",
            "tit": "البابلي"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "3",
            "tit": "الشيخ عيسى"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "ابن سليمان"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "الكردي"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "2",
            "tit": "العجمي"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "3",
            "tit": "النخلي"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "البصري"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "ابن الشحنة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "3",
            "tit": "الدمياطي"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "4",
            "tit": "فصل"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "5",
            "tit": "صحيح البخاري"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "6",
            "tit": "صحيح مسلم"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "سنن أبي داود"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "جامع الترمذي"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "2",
            "tit": "سنن النسائي"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "3",
            "tit": "سنن ابن ماجة"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "مسند الدارمي"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "مسند الشافعي"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "2",
            "tit": "مسند أحمد"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "3",
            "tit": "مسند أبي يعلى"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "4",
            "tit": "مسند أبي داود الطيالسي"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "5",
            "tit": "صحيح ابن حبان"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "6",
            "tit": "سنن دار قطني"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "المستدرك للحاكم"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "الحلية للحافظ أبي نعيم"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "2",
            "tit": "سنن الكبرى والصغرى للبيهقي"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "3",
            "tit": "تصانيف الخطيب"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "4",
            "tit": "مسند الفردوس"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "5",
            "tit": "مسند الشهاب للقضاعي"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "6",
            "tit": "مسند أبي حنيف للحارثي"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "7",
            "tit": "مسند أبي حنيفة لابن خسرو"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "8",
            "tit": "المعجم الكبير للطبراني"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "9",
            "tit": "المعجم الأوسط له"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "10",
            "tit": "المعجم الصغير له"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "عمل اليوم والليلة لابن السني"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "1",
            "tit": "كتاب التوحيد لابن مندة"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "2",
            "tit": "مسند الحارث بن محمد بن أبي أسامة"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "3",
            "tit": "كتاب الشريعة للآجري"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "4",
            "tit": "شرح السنة والمصابيح ومعالم التنزيل للبغوي"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "5",
            "tit": "الوسيط تفسير الواحدي"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "6",
            "tit": "قوت القلوب"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "7",
            "tit": "غنية الطالبين"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "8",
            "tit": "جامع الأصول"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "العمدة وكتاب اعتقاد الشافعي"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "مشارق الأنوار للصنعاني"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "2",
            "tit": "الترغيب والترهيب"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "3",
            "tit": "المختارة للحافظ ضياء الدين محمد المقدسي"
        }
    ]
}