{
    "b37306": [
        {
            "id": "1",
            "nass": "المُسْتَخْرَجات ¶ نشأتها وتطورها ¶ د . موفق بن عبد اللَّه بن عبدِ القادر ¶ جامعة أمِّ القرى - مكة المكرمة ¶ ملخص البحث ¶ لقد أبرز هذا البحث الوجه الحضاري للمُحَدِّثين في مَجال توثيق النُّصوصِ وضبطها ، مِن خلال الابداع في التَّصنيف ، وَتطرَّقَ إلى نشاة المُسْتَخْرَجات وتطورها ، ولفت الانتباه إلى فنِّ الرِّواية عند المُسلمين وبراعتهم فيهِ ، والصِّلة بينَ المُسْتَخرجات الحديثيَّةِ وعلم معاجم الشُّيُوخ والمشيخات .. وأثبت أنَّ هذين اللَّونين مِنَ المُصَنَّفات تفتقرُ إليهِ معظم الحضارات الماديَّةِ القديمة منها والحديثة. ¶ مقدمة : ¶ الحَمْدُ للَّهِ رَبِّ العالمين ، والصَّلاةُ والسَّلامُ على سيِّدِنا محمدٍ وعلى آلهِ وصحبهِ أجمعين . ¶ أمَّا بعد : ¶ فلقد اعتنى المُحَدِّثونَ في رواية النُّصوصِ شفهية كانت أو كِتابية عنايةً واسعةً ، واستخدموا في سبيلِ المحافظةِ على سلامتها أساليب عديدة، ووضعوا شروطاً وألفاظاً لصيغ التَّحمل والأداء تميزت بالدِّقَّةِ والموضوعيَّة ، إضافةً إلى التَّحري الدَّقيق لمعرفة رواة السُّننِ والمسانيدِ ، فلم يتركوا الفرصة لِمُنْتَحِلٍ أن يَدُسَ في السُّنَّةِ ما ليس منها ، أو أن يَدَّعي أحدٌ في المُصَنَّفاتِ ما ليس منها . . ¶ ولقد تفنن المُحَدِّثونَ في روايتِهم للنُّصوصِ واتَّبعوا أساليب عديدة في تأليفاتهم مِن أجل الوصولِ إلى أدقِّ النُّصوصِ للرِّواياتِ وأسلمها ، وَمِن الوسائل التي اتَّبعوها لتوثيق النُّصوص وضبطها التأليف في فَنِّ المُستَخْرَجات . .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "هذا وَإنَّ كافة المُعطيات المُتوفرة لدينا تشير إلى أنَّ هذا النَّوع مِنَ المُصَنَّفات قد نشأ وترعرعَ في بلدان الخِلافة الشَّرقيَّةِ ، ولا غرو في ذلكَ، فأصحاب الصَّحيحين ، والسُّنن الأربع هم مِن أهل تلك الدِّيار ، وأوَّل مَن صَنَّفَ في المُسْتَخْرَجات هو أبو أحمدَ حُميدُ بن مَخْلَدِ بن قُتَيْبَةَ بن عبدِاللَّهِ الأزديُّ النَّسائيُّ ، المعروف بابنِ زَنْجُويه ، وهو لقبُ أبيهِ (ت251هـ)(1) ، صاحب كتاب (( الأموال)) ، قال الكَتَّانيُّ : وكتابه كالمُسْتَخْرَجِ على كتاب أبي عُبيدٍ ، وقد شاركهُ في بعض شيوخهِ وزاد عليهِ زيادات(2) . . ونظرة سريعة إلى المُسْتَخْرَجات ومُصَنِّفيها تعطينا انطباعاً أنَّ هذا النَّوع مِنَ المُصَنَّفات يكاد أن يكون مَشْرِقيَّ المولِدِ والوفاة ، ذلكَ أنَّ مَن صَنَّفَ في هذا النَّوع منَ الفنونِ مِن أهلِ المغربِ، وهما الإمامُ الحافظُ العَلاَّمةُ ، شيخُ الأندلسِ ، ومُسْنِدُها ، أبو عبدِاللَّهِ محمدُ ابنُ عَبْدِالملكِ بن أيمن بن فَرَجٍ القُرْطُبِيُّ (ت330هـ)(3)، قال الذَّهبيُّ : صَنَّفَ كتاباً في السُّننِ ، خَرَّجَهُ على (( سُنن)) أبي داود(4) ، والإمامُ الحافظُ العَلاَّمةُ مُحَدِّثُ الأندلس، أبو محمدٍ ، قاسمُ بن ¶ __________ ¶ (1) ترجمته ومصادرها في سير أعلام النبلاء: 12/19. ¶ (2) الرسالة المستطرفة: 47، وقد طبع كتاب الأموال لأبي عُبيد القاسم بن سلاَّم (ت224هـ)، بتحقيق محمد خليل هرَّاس، منشورات مكتبة الكليات الأزهرية، القاهرة، ودار الفكر للطباعة والنشر، الطبعة الثانية (1395هـ-1975م). كما طبع كتاب الأموال لابن زنجويه بتحقيق الدكتور شاكر ذيب فياض، مطبوعات مركز الملك فيصل للبحوث والدراسات الإسلامية، الرياض، الطبعة الأولى (1406هـ-1986م). ¶ (3) ترجمته ومصادرها في: سير أعلام النبلاء: 15/241. ¶ (4) سير أعلام النبلاء: 15/242، وانظر: تاريخ علماء الأندلس: 2/50-51، الرِّسالة المستطرفة: 30.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أصْبَغ بن مُحَمَّدٍ القُرْطُبِيُّ ، مولى بني أُمَيَّةَ (ت340هـ)(1) ، قال الذَّهبيُّ : وَفاتَهُ السَّماع مِن أبي داودَ ، فصَنَّفَ سُنناً على وَضْعِ سُننهِِ(2). وقال الكَتَّانيُّ : ثُمَّ اختصر قاسمُ بن أصبغ كتابه وسمَّاهُ (( المُجتنى )) بالنُّون ، فيه مِنَ الحديثِ المُسْنَدِ ألفٌ وأربعمائة وتسعونَ حديثاً ، في سبعة أجزاء(3) ، قد صَنَّفا هذين الكتابين بعد أن رحلا إلى بلادِ المَشْرِقِ . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 14/472. ¶ (2) سير أعلام النبلاء: 14/473، وقال ابنُ فَرْحون: وصنَّفَ في الحديثِ مُصَنَّفاتٍ حَسَنَةٍ، منها: مُصَنَّفهُ المُخَرَّج على كتاب أبي داودَ.. الدِّيباج المُذْهَب: 2/146. ¶ (3) الرسالة المستطرفة: 30.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "هذا ويُمكننا القول : إنَّ فَنَّ المُسْتَخْرَجاتِ ماهو إلاَّ لَون مِن ألوان فنِّ التَّخريج انتعش وازدهر في القرنِ الثَّالث ، واستمر في التَّطورِ حتَّى نهاية القرن الخامس . .(1) حيثُ شح إن لم نقل انعدمَ التَّصنيف لهذا النَّمط مِن أنماط المُصَنَّفات . . ولمَّا كان هذا اللَّون من المُصَنَّفات هو نوعٌ مِن أنواعِ عِلْم رواية النُّصوصِ عند المُسلمينَ ، الذي يتميَّز بالحيويَّة والنَّشاط ، والذي يتطلَّب مِن مؤلِّفِهِ بَرَاعة الاقتباس مِنَ المُصنَّفات المتقدِّمَة عليهِ ، وَأن يسوق المادة بمهارةٍ فائقةٍ ، وعقلٍ رياضيٍّ لا يقبل غير الصَّواب ، فقد امتدَّ تأثيرهُ على لونٍ آخرٍ مِن ألوانِ فنِّ الرِّوَاية وهو علم معاجم الشُّيُوخِ والمشيخات(2) الذي كان الوارث لهذا النَّوعِ مِنَ المُصَنَّفاتِ الحديثيَّةِ والذي استوعبَ مداهُ ، واستطاع أنْ يقومَ مقامهُ في توثيق النُّصوصِ وضبطها عند المُحَدِّثينَ . ¶ __________ ¶ (1) لم يذكر بعد هذا القرن تأليفات في المُستَخرجات على كتب الحديث، سوى المُسْتَخرج على المُسْتَدرك للحاكم النَّيْسابوري استخرجه الإمام أبو الفضل العراقيِّ (ت806هـ). ¶ (2) في كتابنا (( علم الأثبات ومعاجم الشُّيُوخِ والمَشيخَات وفَنُّ كتابة التَّراجم)) الذي تقوم على طباعته جامعة أمِّ القُرى قسمت معاجم الشُّيُوخ والمشيخات إلى ستِّ مدارس، وتحدَّثت عن الأساليب والمناهج المُتَّبعة في كُلِّ مدرسةٍ، والمرادُ هنا معاجم الشُّيُوخ التي تنتمي إلى مدرسة الرِّوَاية وَسِيَر الشُّيوخِ، تلك التي يركز فيها مُصَنِّفوها على مرويات الشُيوخِ، مع التَّركيز على تخريج المَرويات مِنَ المصادر الأخرى، إضافةً إلى حرصهم على الالتقاء مع أحد المُصَنِّفين، بأسلوب العُلُوِّ بالإسناد التي سيأتي بيانه.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إنَّ بحثنا الموجز هذا على صغر حجمه قد استطاعَ أن يثبتَ مدى اتِّساع الأفقِ عند المُحَدِّثينَ ، لا سيما في فنِّ الرِّوَاية القائم على التَّجربة الواقعيَّةِ ، القائمة على الدِّقَّة في التَّحَمُّلِ والأداء ، والبعيدة عن التَّعبيرات الأدبيَّة ، والمقومات البلاغيَّةِ . . فهي أشبه بالعمليات الحِسابية التي لا تقبل غير الصَّواب . . وكيف انتقلت المادة العِلْميَّة للمُسْتَخْرَجات لتحتويها كتب المشيخات القائمة على نمطِ تتبعِ الأسانيد للرِّواية الواحدة ، والتي تكثرُ مِنَ الرِّوَايات المُشاركَةِ لهذهِ الرِّواية ، والتي أصبحت سِجِلاً أميناً وثائقياً للعديدِ مِنَ المصادر ، وكيف أنَّ منهجها ينطوي على الذَّكاء المفرطِ ، والقدرة العالية التي يتمتع بها المُصَنِّفُونَ لِمثل هذهِ المعاجم والمشيخاتِ التي تتميز بالدِّقَّة العجيبةِ ويسودها الانتظام في بيان الإسناد العالي وأقسامه المُختلفةِ . .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وفي الختام أسأل اللَّه الكريم أن أكون قد وفِّقتُ في عرضي الموجز(1) هذا عن نشأة المُسْتَخرجات وتطورِها ، إلى لَفَت الانتباه إلى فنِّ الرِّواية عند المُسلمينَ ، وبراعتهم فيهِ ، ومنهجم العظيمِ في توثيق النُّصوصِ وضبطها ، الذي تميَّزَ بالابداعِ والأصالةِ ، وهو يُمثلُ جزءاً أساسياً مِن تُراثنا الخالدِ الذي تفتقر إليه معظم الحضارات المادِّية القديمة منها والحديثة . . وَمِنَ اللَّهِ التَّوفيقَ وعليهِ التُّكلان ، وهو حَسبنا فيما نكتبُ ونقول ، وصلَّى اللَّهُ على سَيِّدِنا مُحَمَّدٍ ، وعلى آلهِ وصحبهِ وسلَّم أجمعين . ¶ ... وكتبه أفقر العباد ¶ موفق بن عبدِ اللَّهِ ... ¶ المبحث الأوَّل : تعريف المُسْتَخْرَجات ¶ قال الإمامُ العِراقيُّ : ¶ واستخرجوا على الصَّحيحِ كَأبي ... عَوَانةٍ ونحوهِ وَاجْتَنِب ¶ عَزوكَ ألْفَاظ المتونِ ... لَهُمَا إِذْ خَالفت لَفْظَاً ومعنى رُبَّمَا(2) . ¶ المُسْتَخرجُ لغةً : اسم مفعولٍ مُشتقٌ مِنَ الفعلِ استخرج المزيد مِنَ الثُّلاثي خَرَجَ ، والخُرُوج نقيض الدُّخولِ ، وخارجُ كلَّ شيءٍ ظاهرهُ ، والاستخراج كالاستنباط(3) ، واستَخْرَجْتُ الشَّيءَ مِنَ المَعْدَنِ خَلَّصْتُهُ مِنْ تُرَابِهِ(4) . ¶ __________ ¶ (1) إنَّ الإيجاز والاختصار ترجع أسبابه إلى ظروف النَّشر في المَجلات التي تشترط أن لا يزيد البحث على أرقام محدودةٍ مِنَ الصَّفحات، وهذا يذكرني بقول الإمام ياقوت الحموي رحمه اللَّهُ تعالى: (( ثُمَّ اعلم أنَّ المُختصرَ لكتابٍ كمن أقدمَ على خَلْقٍ سَوِيٍّ، فقطعَ أطرافهُ فتركهُ أسْلَ اليدينِ، أبترَ الرجلينِ، أصلَمَ الأذنَينِ، أو كَمَن سلب امرأةً حُلِيها فتركها عاطلاً، أو كالذي سَلبَ الكَمِيّ سلاحهُ فتركهُ أعزلَ راجلاً.)) معجم البلدان: 1/14. ¶ (2) التبصرة والتذكرة: 1/56. ¶ (3) انظر: لسان العرب:2/249، 250مادة (خرج). ¶ (4) المصباح المنير: 1/166، وانظر: تاج العروس: 2/28-30مادة (خرج).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "والمستخرج اصطلاحاً : هو كلُّ كتابٍ حديثيٍّ خُرِّجت أحاديثهُ وفق أحاديث أحد المُصَنَّفَاتِ بِأسانيد صاحبِ المُسْتَخْرَجِ ، مِنْ غَيرِ طريقِ مُصَنِّفِ الكتاب المُسْتَخْرَجِ عليهِ ، فيجتمعُ معهُ في شيخهِ ، أو مَنْ فَوقهُ(1) . ¶ شرح التَّعريف : هذا التَّعريف استنبطتهُ مِن وصفِ الإمام العراقي لموضوع المستخْرَجِ قال الإمامُ العراقيُّ : المُسْتَخْرَجُ موضوعهُ : أن يَأتي المُصَنِّفُ إلى كتابِ البُخَارِيِّ ، أو مُسْلِمٍ فيُخَرِّجُ أحاديثهُ بأسانيد لِنَفْسِهِ مِنْ غَيرِ طَريقِ البُخَارِيِّ ، أو مُسْلِمٍ ، فَيجتمعُ إسناد المُصَنِّف مع إسناد البُخَاريِّ أو مُسْلِمٍ في شيخهِ ، أو مَنْ فَوقهُ(2) . ¶ قال الإمامُ السَّخاويُّ : والاستخراج : أن يَعْمَدَ حافظٌ إلى (( صحيح البُخاريِّ)) مثلاً فَيورد أحاديثهُ حديثاً حديثاً بأسانيدَ لِنَفْسِهِ غير مُلْتَزمٍ فيها ثِقَة الرُّواة ، وَإنْ شذَّ بعضهم حيثُ جعلهُ شرطاً مِنْ غَيرِ طريقِ البُخَارِيِّ إلى أنْ يلتقي معهُ في شيخِهِ أو في شيخِ شيخهِ ، هكذا ولو في الصَّحابيِّ ، كما صَرَّحَ بهِ بعضُهُم . ¶ لكن لا يَسُوغُ للمُخَرِّجِ العدول عن الطَّريقِ التي يقربُ اجتماعهُ مع مُصَنِّفِ الأصلِ فيها إلى البعيدَةِ إلاَّ لغرضٍ مِن عُلُوٍّ ، أو زيادة حُكْمٍ مُهِمٍّ، أو نحو ذلكَ ، ومُقتَضى الاكتفاء بالالتقاء في الصَّحابيِّ أنَّهُما لو اتَّفقا في الشَّيخِ مثلاً ولم يتَّحد سندهُ عندهُما ، ثُمَّ اجتمعَ في الصَّحابيِّ إدخالهُ فيهِ ، وإن صَرَّحَ بعضهُم بخلافهِ. ¶ __________ ¶ (1) انظر: التبصرة والتذكرة، مع فتح الباقي: 1/56-57، فتح المغيث: 1/39، تدريب الراوي: 1/112، توضيح الأفكار: 1/69. ¶ (2) التبصرة والتذكرة: 1/56-57",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ورُبَّما عَزَّ على الحافظِ وجود بعض الأحاديثِ فيتركهُ أصلاً ، أو يُعَلِّقُهُ عن بعضِ رواتهِ ، أو يُوردهُ مِن جِهَةِ مُصَنِّفِ الأصلِ(1). ¶ والكُتُبُ المُخَرَّجة لم يلتزم فيها موافقتها للكتب المُخَرَّجَةِ عليها في الألفاظِ ، فحصلَ فيها تفاوت في اللَّفظِ والمعنى . ¶ قال ابنُ الصَّلاح : صَنَّفَ على صحيح مُسْلِمٍ قومٌ مِنَ الحُفَّاظِ، وأدرَكوا الأسانيد العاليةَ ، وفيهم مَنْ أدركَ بعضَ شُيوخِ مُسْلِم ، فَخَرَّجُوا أحاديثهِ في تَصَانيفهم تلكَ فالتحقت بهِ في أنَّ لها سِمَة الصَّحيحِ وإنْ لم تَلتحق بهِ في خَصائِصِهِ جمع ، ويُسْتَفادُ مِن مُخَرَّجَاتِهِم المَذكورة عُلُوّ الإسناد ، وفوائد تنشأ مِن تكثيرِ الطُّرقِ ، وَمِن زيادةِ ألفاظ مُفيدة ، ثُمَّ إنَّهم لم يَلتزموا فيها المُوافقة في ألفاظ الأحاديث مِن غَير زيادةٍ ولا نَقصٍ لكَونهم يَروونها بأسانيدَ أُخر ، فأوجبَ ذلكَ بعض التَّفاوت في بعضِ الألفاظ(2) . ¶ فلا يجوز أن تنقل منها حديثاً وتقول : هو كذا فيهما إلاَّ أن تُقابله بِهِما ، أو أن يَقُولَ المُصَنِّفُ أخرجاهُ بلفظهِ(3) . ¶ المبحث الثَّاني : مِن صور المُسْتَخرَجات : ¶ __________ ¶ (1) فتح المغيث: 1/39. وانظر: فتح الباقي على ألفية العراقي: 1/57، تدريب الراوي: 1/112،114. ¶ (2) صيانة صحيح مسلم: 88، علوم الحديث لابن الصَّلاح: 19. ¶ (3) تدريب الرَّاوي: 1/112-113، فتح المغيث: 1/40، توضيح الأفكار: 1/71.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أ- قال البُخَارِيُّ : وقال خَارِجَةُ بنُ زَيدِ بنِ ثَابتٍ عن زيدِ بنِ ثَابتٍ (( أنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَهُ أنْ يَتَعَلَّمَ كِتَابَ اليَهُودَ ، حَتَّى كَتَبْتُ للنَّبِيِّ صلى الله عليه وسلم كُتُبَه ، وَأَقْرَأتهُ كُتبهم إذَا كَتَبُوا إليهِ ))(1) . ¶ وقد أخرجهُ البَرْقَانيُّ في (( مُسْتَخْرَجه)) موصولاً ، قال : قَرَأتُ على أبي حَاتِمٍ محمدِ بن يَعْقُوبَ ، أخبركم مُحمدُ بنُ عَبدِالرَّحمن السَّامِيُّ ، حَدَّثنا خَلَفُ بنُ هِشَامٍ ، حَدَّثنا ابنُ أبي الزِّنادِ ، عن أبيهِ ، عن خَارِجَةَ بن زيدٍ ، عن أبيهِ ، قَالَ : أَمَرَني رَسُولُ اللَّهِ صلى الله عليه وسلم أنْ أَتَعَلَّمَ كِتَابَ يَهُود ، فَما مَرَّ بِيَ نِصْفُ شَهْرٍ حَتَّى تَعَلَّمْتُ ، فقالَ رسولُ اللَّهِ صلى الله عليه وسلم :(( واللَّهِ إِنِّي لا آمِنُ اليَهُودَ عَلَى كِتَابي )) . قَالَ : فَلَمَّا تَعَلَّمْتُ كُنْتُ أَكْتُبُ لَهُ إلى يَهُود إذَا كَتَبَ إِلَيهِم ، فَإذَا كَتَبُوا إليهِ ، قَرَأْتُ لَهُ)) (2) . ¶ وهكذا أوصلهُ البَرْقَانيُّ بسندهِ ، فالتقى مع البخاريِّ في خارجة بن زيد . ¶ __________ ¶ (1) فتح الباري: 13/185-186، برقم: (7195)، في الأحكام، باب تَرجمة الحُكَّام، وهل يجوزُ تَرجمان واحد؟ قال الحافظ ابنُ حَجرٍ: ( وهذا التَّعليق مِنَ الأحاديثِ التي لم يُخرجها البُخاريُّ إلاَّ مُعَلَّقةً، وقد وصلهُ مُطولاً في كتاب (( التاريخ )) عن إسماعيلَ بن أبي أويس، حدَّثني عبدُالرَّحمن بن أبي الزِّناد، عن أبيهِ، عن خارجةَ بن زيد بن ثابت...). فتح الباري: 13/168. ¶ (2) سير أعلام النُّبلاء: 17/467-468.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ب- قال مُسلمٌ : حدَّثنا محمدُ بنُ عَبْدِاللَّهِ بنِ نُميرٍ الهَمْدَانِيُّ ، حَدَّثنا أبو خالدٍ (يعني سُليمان بن حَيَّانَ الأحمرَ) ، عن أبي مالكٍ الأشْجَعِيِّ ، عن سعد ابن عُبَيْدَةَ، عن ابنِ عُمَرَ ، عن النَّبِيِّ صلى الله عليه وسلم قال : (( بُنِيَ الإسْلامُ عَلَى خَمْسَةٍ .. الحديث)) (1) . ¶ وقد روى أبو نُعيمٍ هذا الحديث في (( مُسْتَخْرَجِه)) بأسانيدَ لنفسهِ ، مِن غيرِ ¶ طريقِ صاحب الكتاب ، واجتمعَ معهُ في شيخهِ عبدِاللَّهِ انِ نُمَيْر . فقال : حَدَّثنا أبوعمرو بن حمدان، ثنا الحَسَنُ بنُ سُفيانَ ، وأبو عَليٍّ العلاء ، قالا : ثنا مُحَمَّدُ بنُ عبدِاللَّهِ ابن نُمَيْرٍ . ¶ وحَدَّثنا أبو بكرٍ محمدُ بنُ إبراهيمَ ، وعبدُاللَّهِ بنُ مُحَمَّدٍ ، قالا : ثنا أحمدُ ابنُ عَلِيِّ بن عيسى التَّميميُّ ، قالا : ثنا مُحَمَّدُ بنُ عبدِاللَّهِ بنِ نُمَيْرٍ ، ثنا أبو خالدٍ الأحمرُ ، عن أبي مالكٍ الأشْجَعِيِّ ، عن سعد بن عُبَيْدَةَ ، عن ابنِ عُمَرَ ، عن النَّبِيِّ صلى الله عليه وسلم قال : (( بُنِيَ الإسْلامُ عَلَى خَمْسَةٍ . .)) . ¶ ثُمَّ قال : رواهُ مسلمٌ عن ابنِ نُمَيْرٍ(2) . ¶ وهذهِ الطُّرُق جميها لا يخفى على المُتَخصصِ مافيها مِن الفوائد الإسناديَّة المُختلفة التي تُقوِّي رواية مُسْلِمٍ . ¶ __________ ¶ (1) مسلم: 1/45، الإيمان باب بيان أركان الإسلام ودعائمه العظام، حديث رقم(19). ¶ (2) المسند المستخرج لأبي نُعيم: 1/109، برقم: (98).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ج- قال أبو عُبيدٍ القاسِمُ بنُ سَلاَّمٍ في كتابهِ (( الأموال)) : حدَّثنا إسماعيلُ بنُ عَيَّاشٍ ، عَن سُهَيلِ بنِ أبي صَالِحٍ ، عن عطاء بن يَزيدَ اللَّيْثِيِّ ، عن تَميمٍ الدَّارِيِّ ، قَالَ : قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : (( الدِّينُ النَّصيحَةُ )) ، قيلَ : لِمَنْ يَارَسُولَ اللَّهِ؟ قَالَ : (( لِلَّهِ ، وَلِرَسُولِهِ ، وَلِكِتَابِهِ ، وَلِلأَئِمَّةِ وَلِجَمَاعَةِ المُسْلمينَ )) (1) . ¶ وقد أخرجهُ ابنُ زَنجويه في كتابه (( الأموال)) الذي يُعَدُّ (( مُسْتَخْرَجَاً)) على كتاب (( الأموال)) لأبي عُبيدٍ . قال : أنا مُحمدُ بنُ يُوسُفَ، أنا سُفيانُ ، قال : سَمِعْتُ سُهَيْلَ بنَ أبي صَالحٍ يَذْكُرُ عن عَطاء بنِ يَزيدَ اللَّيْثِيِّ ، عن تَميمٍ الدَّارِيِّ قال : قالَ رسُولُ اللَّهِ صلى الله عليه وسلم : (( إنَّما الدِّينُ النَّصيحَةُ ، إنَّما الدِّينُ النَّصيحَةُ ، إنَّما الدِّينُ النَّصيحَةُ .)) ، قيلَ : لِمَنْ؟ قال : (( لِلَّهِ ، وَلِكِتَابِهِ ، وَلِرَسُولِهِ ، وَلِلأَئِمَّةِ المؤمِنينَ وَعَامَّتِهِم)) (2). ¶ ويلاحظُ هنا أنَّ الإمام ابن زنجويه قد روى هذا الحديثَ بسندهِ والتقى معَ أبي عُبيد في سُهيلِ بن أبي صالحٍ ، هذهِ واحدة ، والثَّانية زيادة بعض الألفاظ ، والمعاني التي وردت في رواية ابنِ زنجويه . ¶ المبحث الثَّالث : أشهر المستخرجات : ¶ أولاً : المستخرجات على صحيح البُخاري : ¶ __________ ¶ (1) أخرجهُ أبو عُبيد القاسم بن سلاَّم في كتاب الأموال: 10، برقم: (1). باب حقّ الإمام على الرَّعية، وحقّ الرَّعِيَّة على الإمام. ¶ (2) الأموال لابن زنجويه: 1/61، برقم:(1)، باب ما يجب على الإمامِ مِنَ النَّصيحَةِ لِرَعيَّتِهِ، وعلى الرَّعيَّةِ لإمامِهِم.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "1- المُسْتَخْرَج على صحيح البُخاريِّ : للإمامِ الحافظِ أبي العبَّاس محمد بن أحمد بن حَمدانَ بن ابن عليٍّ الحِيْرِيِّ النَّيْسَابُورِيِّ (ت360هـ)(1) . قال الذَّهبيُّ : وقد سَمِعَ بمنصورة - وهي أمُّ بلاد بلاد خُوارزم - بعضَ (( صحيح البُخاري)) مِنَ الفَرَبْرِيِّ ، فوجدهُ نازلاً ، فَصَنَّفَ على مثالهِ مُسْتَخْرَجاً لهُ(2) . ¶ 2- المُسْتَخْرَج على صحيح البخاري : للحافظ الكبير الثَّبْت الجَوَّال الإمامِ أبي عليٍّ ، الحُسينِ بن محمد بن أحمدَ بن محمد بن الحُسين بن عيسى بن ماسَرْجِس المَاسَرْجِسيِّ النَّيْسَابُورِيِّ (ت365هـ)(3) . ¶ قال أبو عبدِاللَّهِ الحاكم في (( تاريخه)) : وخَرَّجَ على (( صحيح البُخاريِّ)) كتاباً ، وعلى (( صحيح مسلمٍ)) (4) . ¶ 3- المُسْتَخْرَج على صحيح البُخَاريِّ : للإمامِ الحافظ الرَّحَّالِ النَّحْوِيِّ أبي محمدٍ ، وأبي القاسمِ ، عبدِالصَّمَدِ بن محمد بن حَيَّويه البُخَاريِّ (ت368هـ)(5) ، قال أبو عبدِاللَّهِ الحاكِمُ : استخرج على (( صحيح البُخاريِّ)) وجَوَّدهُ(6) . ¶ __________ ¶ (1) ترجمته في: سير أعلام النبلاء: 16/193، العبر: 2/322، شذرات الذهب: 3/38. وفيات (360هـ). ويُنَبَّه أنَّ لهُ أخاً باسم (( أبو عمرو محمد بن أحمد بن حمدان بن عليٍّ الحيريّ النَّيْسَابوريّ (ت376هـ) ترجمته ومصادرها في: سير أعلام النبلاء: 16/356، وهذا مِن المُتَّفق والمفترق. ¶ (2) سير أعلام النبلاء: 16/195 ¶ (3) ترجمته ومصادرها في سير أعلام النبلاء: 16/287. ¶ (4) الأنساب: 12/37(المَاسَرْجِسيّ)، سير أعلام النبلاء: 16/288. ¶ (5) ترجمته ومصادرها في: سير أعلام النُّبلاء: 16/291. ¶ (6) سير أعلام النبلاء: 16/291، تذكرة الحفاظ: 3/956.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "4- المُسْتَخْرَج على صحيحِ البُخَاري : للإمامِ الحافظِ الحُجَّةِ الفقيهِ ، شيخِ الإسلامِ ، أبي بكرٍ أحمد بن إبراهيمَ بن إسماعيلَ الجُرْجَانِيِّ الإسْمَاعيليِّ الشَّافعيِّ (ت371هـ)(1) ، قال الذَّهبيُّ ، وابنُ كثيرٍ : يقعُ في أربع مُجَلَّداتٍ(2) . وقد أُطلق عليهِ تسميات مُختلفةٍ ، فمنهم مَنْ سَمَّاهُ (( الصَّحيح)) (3) ، ومنهم (( الصَّحيح على على شَرْطِ البُخَاريِّ)) (4) ، ومنهم مَن سمَّاه (( المُسْتَخْرَج على الصَّحيح)) (5) ، ومنهم مَن أطلق عليهِ (( المُسْتَخْرَج على الصَّحيحين)) (6) ، وقال السَّخاويُّ : استخرج على البُخاريِّ فقط(7) . ¶ وقد ذَكرالمباركفوري في مقدمة (( تحفة الأحوذي)) أنَّ منه نُسخة مكتوبة بخط الحافظ ابن حجرٍ محفوظة في الخزانة الجرمنية ، وأنَّ الحافظ اختصر هذا الكتاب ولخصه وسمَّاه (( المنتقى)). ¶ وقد استفاد الحافظ ابن حجرٍ من هذا الكتاب في شرحه للبخاري(8) . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 16/292. ¶ (2) سير أعلام النُّبلاء: 16/293، البداية والنهاية: 11/298. ¶ (3) تبيين كذب المفتري: 194، تذكرة الحفاظ: 3/949، الوافي بالوفيات: 6/213، وسمَّاه الحافظ ابنُ حجرٍ: (( صحيح الإسماعيليّ)) ، وقال: (( وهو مُسْتَخْرَج على صحيح البُخَاريِّ)) ، المعجم المفهرس لابن حجر. وذكره الحافظ ابن حجر في (( المجمع المؤسس)) : 1/331، برقم:(255) باسم (( مُسْتَخْرَج أبي بكرٍ أحمد بن إبراهيم الإسماعيليِّ الجُرْجَانيِّ)) . ¶ (4) النجوم الزَّاهرة: 4/140. ¶ (5) سير أعلام النبلاء: 16/293. ¶ (6) تدريب الراوي: 1/111. ¶ (7) فتح المغيث: 1/39. ¶ (8) انظر: مقدمة تحفة الأحوذي: 1/330، معجم المصنفات الواردة في فتح الباري، برقم: (1168).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "5- المستخرج على صحيح البخاري : للإمامِ الحافظِ المُجَوِّدِ الرَّحَّال ، أبي أحمد محمد ابن أحمد بن حسين العبديِّ ، الغِطْرِيفيِّ ، الجُرْجَانِيِّ (ت377هـ)(1) ، قال الإمامُ السَّمْعَانِيُّ : صنَّفَ (( المُسْنَد الصَّحيح على كتاب البُخاريِّ)) (2) . ¶ 6- المُسْتَخرَج على صحيح البُخاريِّ(3): للإمامِ الحافظِ ، رئيس أصبهان، أبي عبدِاللَّهِ ، محمد بن أحمد بن محمد بن عُصْم ابن أبي ذُهْلٍ العُصْمِيِّ الضَّبيِّ الهَرَوِيِّ (ت378هـ) . ¶ 7- المُسْتَخْرَج على صحيح البُخاري : للحافظ المُجَوِّدِ العلاَّمَةِ ، مُحَدِّثِ أصبهَانَ ، أبي أيوبَ ، أحمدَ بنُ موسى بن مَرْدويه بن فُوْرَك الأصبهانيِّ (ت410هـ)(4)، قال الذَّهبيُّ: وَمِن تَصانيفهِ كتاب (( المُسْتَخْرَج على صحيح البُخَارِيِّ)) ، بِعُلُوٍّ في كثيرٍ مِن أحاديثِ الكتابِ حتَّى كأنَّهُ لقي البُخارِيّ(5) . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 16/354. ¶ (2) الأنساب: 9/159(الغِطْرِيْفِيّ)، وانظر: سير أعلام النبلاء: 16/355. ¶ (3) قال الذَّهبيُّ: لابن أبي ذُهْلٍ (( صحيح)) جَرَّجهُ على (( صحيح البخاريِّ)) ، سير أعلام النبلاء: 16/381. ¶ (4) ترجمته ومصادرها في: سير أعلام التبلاء: 17/309. ¶ (5) سير أعلام النبلاء: 17/310.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "8- المُسْتَخْرَج على البُخاريِّ : للإمامِ الحافظِ ، الثِّقةِ العلاَّمةِ ، أبي نُعيمٍ ، أحمد ابن عبدِاللَّهِ بن إسحاقَ المِهْرَانِيِّ ، الأصبهانيِّ ، الصُّوفيِّ ، الأحولِ (ت430هـ)(1) ، ذكره الذَهبيُّ في سير أعلام النبلاء(2) ، وذكرهُ ابن حجرٍ في (( المجمع المؤسس)) (3) ، ويُعدُ هذا الكتاب أحد المراجع التي أكثر الإمامُ ابن حجرٍ الاقتباس منها في كتابه (( فتح الباري)) (4) . ¶ ثانياً : المستخرجات على صحيح مُسْلِمٍ : ¶ 1- المُسْتَخْرَج على صحيح مُسْلِمٍ : للإمامِ الحافظِ أبي بكرٍ ، محمد ابن محمد بن رجاء الإسْفَرَايينِيِّ (ت286هـ)(5) ، قال ابنُ الصَّلاح وهو يتحدَّث على المُصَنَّفات على صحيح مُسْلِمٍ : ومنها (( المسند الصَّحيح)) .. المُصَنَّف على شرطِ مسلمٍ ، وهو مُتقدِّمٌ يُشارك مُسْلِماً في أكثر شيوخه(6) . ¶ 2- المُسْتَخْرَجُ على صحيح مُسْلِمٍ : للإمامِ الحافظِ الحُجَّةِ ، أبي الفَضْلِ ، أحمدَ بن سَلَمَةَ النَّيْسَابُورِيِّ ، البَزَّازِ ، رفيق مُسْلِمٍ في الرِّحْلَةِ إلى بَلْخ وإلى البصرة (ت286هـ)(7)، قال الذَّهبيُّ : لهُ مُسْتَخْرَجٌ كهيئة صحيح مُسْلِمٍ . قال الشَّيخ أبو القاسم النَّصْراباذي : رأيتُ أبا عليٍّ الثَّقَفِيّ في النَّومِ ، فقال لي : عليكَ بصحيحِ أحمد بن سَلَمَةَ(8) . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 17/453. ¶ (2) سير أعلام النبلاء: 19/306. وذكره أيضاً في تذكرة الحفاظ:4/1097، وذكره السُّبكي في طبقات الشَّافعية الكبرى: 4/22، وذكره غيرهم مِمَّن ترجم للإمام أبي نُعيم. ¶ (3) 2/94، برقم: 623. ¶ (4) انظر: معجم المصنفات الواردة في فتح الباري:(363-365)، برقم:(1167). ¶ (5) ترجمته ومصادرها في: سير أعلام النبلاء: 13/492. ¶ (6) صيانة صحيح مسلم: 89. ¶ (7) ترجمته ومصادرها في: سير أعلام النبلاء: 13/373. ¶ (8) تذكرة الحفاظ: 2/637.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "3- المستخرج على صحيح مسلمٍ : للإمامِ الحافظِ الزَّاهدِ شيخ الإسلام ، أبي جعفرٍ ، أحمد بن حمدانَ بن عليٍّ الحِيْرِيِّ النَّيْسَابُورِيِّ (ت311هـ)(1) . ¶ قال الخطيب البغداديُّ : ولم يزل يطلب الصَّحيح على شرط مُسْلِمٍ حتَّى صَنَّفهُ(2) . وقال ابنُ الصَّلاح : (( المُخَرَّج على صحيح مسلم)) للعبد الصَّالح أبي جعفر أحمد بن حمدان(3) . . . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 14/299. ¶ (2) تاريخ بغداد: 4:116. ¶ (3) صيانة صحيح مسلم: 88، وقال الذَّهبيُّ: وصنَّفَ ((الصَّحيح المُسْتَخْرج على صحيح مُسلمٍ)) سير أعلام النبلاء: 16/299.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "4- المُسْتَخْرَج على صحيح مُسْلِمٍ : للإمامِ الحافظِ أبي عَوَانةَ يعقوب بن إسحاقَ بن إبراهيمَ بن يزيدَ النَّيْسَابُورِيِّ الأصلِ ، الإسْفَرَايينِيِّ (ت316هـ)(1) ، قال ابنُ الصَّلاح : ومنها (( مختصر المُسْنَد الصَّحيح)) المُؤلَّف على كتاب مُسلمٍ تأليف الحافظ أبي عوانةَ يعقوب ابن إسحاقَ الإسفَرَايينيِّ ، روى فيه عن يونس بن عبدِالأعلى ، وغيرهِ مِن شيوخ مُسْلِمٍ(2) . وقال الإمامُ الكَتَّانيُّ : وفيه زيادات عدَّةٌ(3) . ¶ __________ ¶ (1) ترجمته ومصادرها في سير أعلام النبلاء: 14/417. ¶ (2) صيانة صحيح مسلم: 89. وقال الإمامُ الذَّهبيُّ: صاحب (( المسند الصَّحيح)) الذي خَرَّجهُ على (( صحيح مسلمٍ)) سير أعلام النبلاء: 14/417. وقال الإمامُ الكَتَّانيُّ: وفيه زيادات عدَّةٌ. الرسالة المستطرفة: 27 ¶ (3) الرسالة المستطرفة: 27، وسمَّاه الحافظ ابن حجرٍ في (( المجمع المؤسس)) : 2/226(صحيح أبي عوانة)) ، وكذا ذكره الذَّهبي في عدَّة مواطن في (( سير أعلام النبلاء)) ، وقد طبع منه الجزء الأول، والثاني، والرابع، والخامس بدائرة المعارف العثمانية بحيدر آباد الدكن في الهند. تحت عنوان (( مسند أبي عَوانة)) وهو مرتب على الأبواب. ويوجد مخطوطاً تحت عنوان (( المُسْنَد المُخَرَّج على كتاب مُسْنَدِ ابنِ الحَجَّاج)) انظر: تاريخ التراث العربي لفؤاد سزكين: 1/1/343.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "5- المُسْتَخْرَجُ على صَحيحِ مُسْلِمٍ : للإمامِ الكبيرِ ، شيخِ الإسلامِ ، أبي عِمرانَ ، موسى ابن العبَّاسِ ، الخُرَاسَانِيِّ ، الجُوَيْنِيِّ (ت323هـ)(1) ، قال الحاكم النَّيْسَابُورِيُّ : خَرَّجَ على كتاب مُسْلِمٍ(2) . ¶ 6- المُسْتَخْرَجُ على صَحيحِ مُسْلِمٍ : للإمامِ الحافظِ المُفيدِ ، أبي مُحمَّدٍ أحمدَ بن محمد ابن إبراهيمَ الطُّوسِيِّ البَلاذُرِيِّ (ت339هـ)(3) ، قال الحاكمُ أبو عبدِاللَّهِ : وَحُكِيَ عن أبي مُحمدٍ البَلاذُرِيِّ أنَّهُ قال : لم تكن لي هِمَّة في سماعِ الحديثِ أكبر مِن التَّخريجِ على كتاب مُسْلِمٍ ، فلمَّا انصرفتُ مِنَ الرِّحْلَةِ أخذتُ في التَّخْريجِ عليهِ ، وأفنيتُ عُمري في جَمْعِهِ(4) . ¶ 7- المُستَخرجُ على صَحيحِ مُسْلِمٍ : للإمامِ الحافظ العَلاَّمةِ مُحَدِّث الأندلس ، أبي ¶ محمدٍ ، قاسم بن أصْبَغ بن محمدٍ القُرْطُبِيِّ ، مولى بني أُمَيَّةَ (ت340هـ)(5) ، قال الذَّهبيُّ : وَفاتَهُ السَّماع مِن أبي داودَ ، فصَنَّفَ سُنناً على وَضْعِ سُننهِ ، وصحيح مُسلمٍ فاتهُ أيضاً فَخَرَّجَ صَحيحاً على هيئتهِ(6) . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 15/235. ¶ (2) سير أعلام النبلاء: 15/235، وقال السَّمعاني: وصنَّفَ على كتاب مُسلِمِ بنِ الحَجَّاجِ. الأنساب: 3/385(الجُوَيْنِيّ). وقال الذَّهبيُّ: مؤلِّفُ (( المُسْنَد الصَّحيح)) الذي خَرَّجهُ كهيئة (( صحيح مُسْلِمٍ)) . سير أعلام النبلاء: 15/235. ¶ (3) ترجمته ومصادرها في: سير أعلام النبلاء: 16/36. ¶ (4) الأنساب: 1/351(البَلاذُرِيّ). ¶ (5) ترجمته ومصادرها في: سير أعلام النبلاء: 15/472. ¶ (6) سير أعلام النبلاء: 14/473، وقال ابنُ فَرْحون: وصنَّفَ في الحديثِ مُصَنَّفاتٍ حَسَنَةٍ، منها: مُصَنَّفهُ المُخَرَّج على كتاب أبي داودَ.. الدِّيباج المُذْهَب: 2/146.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "8- المُستخرَج على صحيح مُسلمٍ : للإمامِ الحافظِ الفقيهِ القدوةِ شيخِ الإسلامِ ، أبي النَّضْرِ ، محمد بن محمد بن يوسفَ ، الطُّوسِيِّ ، الشَّافعيِّ (ت344هـ)(1)، قال الإمامُ الذَّهبيُّ : وَعَمِلَ مُسْتَخْرَجاً على صحيحِ مُسْلِمٍ(2) . ¶ 9- المُسْتَخْرَجُ على صَحيحِ مُسْلِمٍ : للإمامِ الحافظِ المُتْقِنِ الحُجَّةِ ، أبي عبدِاللَّهِ محمد ابن يعقوبَ بن يوسفَ الشَّيْبَانِيِّ النَّيْسَابُوريِّ ، المعروف بابنِ الأَخْرَمِ ، ويُعْرَفُ قديماً بابنِ الكِرْمَانِيِّ (ت344هـ)(3) ، قال الحَاكمُ : صَنَّفَ كتابَ (( المُسْتَخْرَج على الصَّحيحين)) ، وَصَنَّفَ (( المُسْند الكبير)) ، وسألهُ أبو العبَّاس السَّرَّاجُ أن يُخَرِّجَ لهُ كِتاباً على (( صحيح مُسلِمٍ)) فَفَعَلَ . ¶ وسمعتُ أبا عَبداللَّهِ ابنَ يعقوبَ غيرَ مَرَّةٍ ، يقولُ: ذَهبَ عُمري في جَمْع هذا الكتاب ، يعني (( المُسْتَخْرَج)) على كتاب مُسْلِمٍ ، وسمعتهُ تندَّمَ على تصنيفهِ (( المُخْتَصَر الصَّحيحِ المُتَّفق عليه)) ، ويقولُ : مِن حَقِّنا أن نَجْهَدَ في زيادة الصَّحيح(4) . ¶ 10- المُسْتَخْرَج على صحيح مُسْلِمٍ : للإمامِ الحافظِ المُفتي ، شيخِ خُرَاسَانَ أبي الوَليدِ حَسَّانَ بنِ محمد بن أحمدَ بن هارونَ النَّيْسَابُوريِّ ، الشَّافعيِّ (ت349هـ)(5) ، قال الحَاكِمُ : صَنَّفَ أبو الوليدِ (( المُسْتَخْرَج على صحيحِ مُسْلِمٍ)) (6) . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 15/490. ¶ (2) سير أعلام النبلاء: 15/490. ¶ (3) ترجمته ومصادرها في: سير أعلام النبلاء: 15/466. ¶ (4) سير أعلام النبلاء: 15/467-468. ¶ (5) ترجمته ومصادرها في: سير أعلام النبلاء: 15/492. ¶ (6) سير أعلام النبلاء: 15/494.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "11- المُستَخرجُ على صَحيحِ مُسْلِمٍ : للحافظ المُجَوِّدِ ، أبي سعيدٍ ، أحمد بن محمد ابن سعيد بن إسماعيلَ الحِيْرِيِّ النَّيْسَابُوريِّ الشَّهيد (ت353هـ)(1) ، سمَّاهُ الذَّهبيُّ (( المستخرج على صحيح مُسْلِمٍ)) (2) . ¶ 12- المُسْتَخْرَج على صَحيحِ مُسْلِمٍ : للعلاَّمةِ الحافظِ أبي حامدٍ ، أحمدَ بنِ مُحمد بن شَارك ، الهَرَوِيِّ ، الشَّافعيِّ (ت358هـ)(3) ، قال السُّبْكِيُّ : وللحافظِ أبي حامدٍ الشَّارِكِيِّ كتاب (( المُخَرَّج على صحيحِ مُسْلِمٍ)) لم أقف عليهِ(4) . ¶ 13- المُسْتَخْرَج على صَحيحِ مُسْلِمٍ : للحافظ الكبير الثَّبْت الجَوَّال الإمامِ أبي عليٍّ ، الحُسينِ بن محمد بن أحمدَ بن محمد بن الحُسين بن عيسى بن ماسَرْجِس المَاسَرْجِسيِّ النَّيْسَابُورِيِّ (ت365هـ)(5) . ¶ قال أبو عبدِاللَّهِ الحاكم في (( تاريخه)) : وخَرَّجَ على (( صحيح البُخاريِّ)) كتاباً ، وعلى (( صحيح مسلمٍ)) (6) . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 16/29. ¶ (2) سير أعلام النبلاء: 16/29. وسمَّاه في تذكرة الحفاظ: 3/920 (( الصَّحيح المُخَرَّج على كتاب مُسْلِمٍ)) . ¶ (3) ترجمته ومصادرها في: سير أعلام النبلاء: 16/273. ¶ (4) طبقات الشَّافعية الكبرى: 3/45. وذكره ابنُ الصَّلاح في كتاب (( صيانة صحيح مُسلِمٍ)) : 89. ¶ (5) ترجمته ومصادرها في سير أعلام النبلاء: 16/287. ¶ (6) الأنساب: 12/37(المَاسَرْجِسيّ)، سير أعلام النبلاء: 16/288.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "14- المُستَخرجُ على صَحيحِ مُسْلِمٍ : للإمامِ الحافظِ الصَّادِقِ ، مُحَدِّثِ أصبهان ، أبي محمد عبدِاللَّهِ بن محمد بن جعفر بن حَيَّانَ ، المعروف بأبي الشَّيخ ، (ت369هـ)(1) ، ذكره الإمامُ السَّمعانيُّ ضمن مروياته وسمَّاه (( المُسْنَد المُنْتَخَب على الأبواب المُسْتَخْرَج مِن كتاب مُسْلِمِ بنِ الحَجَّاج)) (2) ، وسمَّاهُ ابنُ الصَّلاح (( المُخَرَّج على مُسْلِمٍ)) . ¶ 15- المُسْتَخْرَجُ على صَحيحِ مُسْلِمٍ : للإمامِ الحافظِ الحُجَّةِ الفقيهِ ، شيخِ الإسلامِ ، أبي بكرٍ أحمد بن إبراهيمَ بن إسماعيلَ الجُرْجَانِيِّ الإسْمَاعيليِّ الشَّافعيِّ (ت371هـ)(3) ، قال الخليليُّ : صَنَّفَ على كتاب مُسْلِمٍ ، والبُخَارِيِّ(4) .وقال السَّخاويُّ : استخرج على البُخاريِّ فقط(5) . ¶ 16- المُسْتَخْرَج على صَحيحِ مُسْلِمٍ : للمُحَدِّثِ الحافظِ الجَوَّالِ ، أبي عبدِاللَّهِ ، الحُسينِ ابن أحمدَ بن محمدٍ الشَّماخِيِّ ، الهَرَوِيِّ ، الصَّفَّار (ت372هـ)(6) ، قال الإمامُ البَرْقَانِيُّ : عندي عن الشَّماخيِّ رزمة ، وكان قد أخرجَ كتاباً على (( صحيح مُسْلِمٍ)) ، ولا أُخَرِّجُ عنهُ في الصَّحيحِ حَرْفاً واحداً(7) . وقال الذَّهبيُّ : صاحبُ (( المُسْتَخْرَج على صحيح مُسْلِمٍ)) (8) . وقد تُكُلِّمَ فيهِ . ¶ __________ ¶ (1) ترجمته ومصادرها في: 16/276. ¶ (2) المنتخب من معجم شيوخ الإمام أبي سعد السَّمعاني: 3/1473، برقم:(1005)، صيانة صحيح مسلم: 161، شرح مسلم للنووي: 1/193-194، سير أعلام النبلاء: 19/419. ¶ (3) ترجمته ومصادرها في: سير أعلام النبلاء: 16/292. ¶ (4) الإرشاد: 2/794، برقم: (685). ¶ (5) فتح المغيث: 1/39. ¶ (6) ترجمته ومصادرها في: سير أعلام النبلاء: 16/360. ¶ (7) تاريخ بغداد: 4/9. ¶ (8) سير أعلام النبلاء: 16/360",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "17- المُسْتَخْرَج على صَحيحِ مُسْلِمٍ : للإمامِ الحافظِ المُجَوِّدِ ، أبي بكرٍ ، محمد بن عبدِاللَّهِ بن محمد بن زكريا الشَّيبانيِّ الخُرَاسَانيِّ الجَوْزَقِيِّ (ت388هـ)(1) ، قال أبي عبدِاللَّهِ الحاكمِ : صَنَّفَ المُسْنَد الصَّحيحَ على كتاب مُسْلِمٍ(2) . وذكر المُباركفوريّ أنَّ منه نُسخة مكتوبة بخط الحافظ ابن حجرٍ ، موجودة في الخزانة الجرمنية ، وأنَّ الحافظ ابن حجرٍ اختصر هذا الكتاب وسمَّاه (( المُنْتَقى)) (3) . ¶ 18- المُستَخرجُ على صَحيحِ مُسْلِمٍ : للإمامِ الحافظِ ، الثِّقةِ العلاَّمةِ ، أبي نُعيمٍ ، أحمد ابن عبدِاللَّهِ بن إسحاقَ المِهْرَانِيِّ ، الأصبهانيِّ ، الصُّوفيِّ ، الأحولِ (ت430هـ)(4) ، ذكره ابنُ الصَّلاح وسمَّاه (( المُسْنَد المُسْتَخْرَج على كتاب مُسْلِمٍ)) (5) . ¶ ثالثاً : المُسْتَخْرَجَات على الصَّحِيحين : ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 16/493. ¶ (2) الأنساب: 3/366(الجَوْزَقِيّ) من قرى نَيْسَابُور، وكذا سماه ابنُ الصَّلاح في : صيانة صحيح مسلم: 90. ¶ (3) انظر: مقدمة تحفة الأحوذي: 1/230. ¶ (4) ترجمته ومصادرها في: سير أعلام النبلاء: 17/453. ¶ (5) صيانة صحيح مُسْلِم: 90، وقد طبع تحت عنوان (( المُسْنَد المُسْتَخْرَج على صحيحِ مُسْلِمٍ)) ، دار الكتب العلمية، بيروت، الطبعة الأولى 1417هـ-1996م. بتحقيق محمد حسن.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "1- المُسْتَخْرَجُ عَلى الصَّحِحَين : للإمامِ الحافظِ المُتْقِنِ الحُجَّةِ ، أبي عبدِاللَّهِ محمد بن يعقوبَ بن يوسفَ الشَّيْبَانِيِّ النَّيْسَابُوريِّ ، المعروف بابنِ الأَخْرَمِ ، ويُعْرَفُ قديماً بابنِ الكِرْمَانِيِّ (ت344هـ)(1) ، قال الحَاكمُ : صَنَّفَ كتابَ (( المُسْتَخْرَج على الصَّحيحين)) ، وَصَنَّفَ (( المُسْند الكبير)) ، وسألهُ أبو العبَّاس السَّرَّاجُ أن يُخَرِّجَ لهُ كِتاباً على (( صحيح مُسلِمٍ)) فَفَعَلَ . ¶ وسمعتُ أبا عَبدِاللَّهِ ابنَ يعقوبَ غيرَ مَرَّةٍ ، يقولُ : ذَهبَ عُمري في جَمْعِ هذا الكتاب ، يعني (( المُسْتَخْرَج)) على كتاب مُسْلِمٍ ، وسمعتهُ تندَّمَ على تصنيفهِ (( المُخْتَصَر الصَّحيحِ المُتَّفق عليه)) ، ويقولُ : مِن حَقِّنا أن نَجْهَدَ في زيادة الصَّحيح(2) . ¶ 2- المُسْتَخْرَجُ عَلى الصَّحِحَين : للإمام الحافظ أبي عليٍّ الحُسين ابن محمد بن أحمد المَاسَرْسَجِيِّ (ت365هـ) ، ذَكره الكَتَّانيُّ فيمن صَنَّفَ على كُلِّ منهما(3) . وقد تقدَّم أنَّهُ : خَرَّجَ على صحيح البُخاريِّ كتاباً ، وعلى صحيحِ مُسْلِمٍ(4) . وهما كتابان مستقلاَّن ، والمرادُ من قولنا المستخرج على الصَّحيحين ما اشتمل عليه البخاري ومسلم . ¶ 3- المُسْتَخْرَجُ عَلى الصَّحِحَين : للإمام الحافظ ، المُعَمَّرِ الثِّقَةِ ، شيخ الأهواز، أبي بَكْرٍ ، أحمد بن عَبْدَانَ بن محمد بن الفَرَجِ ، الشِّيْرَازِيِّ (ت388هـ)(5) ، ذَكره الكَتَّانيُّ فيمن صَنَّفَ على كُلِّ منهما(6) . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 15/466. ¶ (2) سير أعلام النبلاء: 15/467-468. ¶ (3) الرِّسالة المستطرفة: 29،30. ¶ (4) سير أعلام النبلاء: 16/288، تذكرة الحفاظ:3/956. ¶ (5) ترجمته ومصادرها في: سير أعلام النبلاء: 16/489. ¶ (6) الرِّسالة المستطرفة: 29،30.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "4- المُسْتَخْرَجُ عَلى الصَّحِحَين : للإمامِ الحافظ ، العَلاَّمَةِ الثِّقَةِ ، شيخِ الفُقهاءِ والمُحَدِّثينَ، أبي بَكْرٍ ، أحمدَ بن محمد بن أحمد بن غَالبٍ ، الخُوَارِزْمِيِّ ، ثُمَّ البَرْقَانِيِّ ، المتوفى ببغدادَ سنة (425هـ)(1) ، قال الخطيبُ البغداديُّ : وَصَنَّفَ مُسْنَداً ضَمَّنَهُ ما اشتملَ عليه صَحيح البُخاريّ ومُسْلِمٍ(2) . ¶ 5- المُسْتَخْرَجُ عَلى الصَّحِحَين : للإمامِ الحافظِ المُجَوِّدِ ، أبي بكرٍ ، أحمدَ بن عليِّ بن محمد بن إبراهيمَ بن مَنْجُويه ، اليَزْدِيِّ ، الأَصْبَهانِيِّ، نزيلِ نيسابور (ت428هـ)(3) ، قال الذَّهبيُّ : قد صَنَّفَ ابنُ مَنْجُويه على (( الصَّحيحين)) مُسْتَخْرَجاً ، وعلى (( جامع)) أبي ¶ عيسى ، و(( سُنن)) أبي داودَ(4) . ¶ 6- المُسْتَخْرَجُ عَلى الصَّحِحَين : للإمامِ الحافظِ ، الثِّقةِ العلاَّمةِ ، أبي نُعيمٍ ، أحمد بن عبدِاللَّهِ بن إسحاقَ المِهْرَانِيِّ ، الأصبهانيِّ ، الصُّوفيِّ، الأحولِ (ت430هـ)(5) ، ذكره الإمامُ الذَّهبيُّ ، وسمَّاه (( المُسْتَخْرَجُ عَلى الصَّحِحَين)) (6) . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 17/464. ¶ (2) تاريخ بغداد: 4/374. وقال الكَتَّانيُّ:(( على كلِّ منهما )) الرسالة المستطرفة: 30. وأفاد منه الإمام ابنُ حجر في (( فتح الباري)) انظر : 2 / 424 ، 564 ، و 5 / 329 و 6 / 55 ، 12 / 309 ، 433 ، و13/210،514 . ¶ (3) ترجمته ومصادرها في: سير أعلام النبلاء: 17/438. ¶ (4) سير أعلام النبلاء: 17/440. ¶ (5) ترجمته ومصادرها في: سير أعلام النبلاء: 17/453. ¶ (6) سير أعلام النبلاء: 17/455-456.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "7- المُسْتَخْرَجُ عَلى الصَّحِحَين : للإمامِ الحافظِ المُجَوِّدِ ، شيخِ الحَرَمِ ، أبي ذَرٍّ ، عَبْدِ ابنِ أحمد بن محمد ، المعروف ببلدهِ بابنِ السَّمَّاكِ ، الأنصاريِّ ، الخُرَاسَانيِّ ، الهَرَوِيِّ ، المَالِكِيِّ (ت434هـ)(1) ، قال القاضي عِياض : ولأبي بكر كتابه الكبير في المسند الصحيح المخرج على البخاري ومسلم(2) . ¶ 8- المُسْتَخْرَجُ عَلى الصَّحِحَين : للإمامِ الحافظِ المُجَوِّدِ ، مُحَدِّث العراق ، أبي محمدٍ ، الحَسَنِ بن محمد بن الحَسن بن عليٍّ ، البغداديِّ ، الخَلاَّلِ (ت439هـ)(3) ، قال الخطيبُ البغداديُّ : وخَرَّجَ المُسْنَد على الصَّحيحينِ(4) . ¶ 9- المُسْتَخْرَجُ على الصَّحِيحين : للإمامِ المُحَدِّثِ الثِّقَةِ ، أبي الحَسَنِ ، أحمد بن محمد ابن أحمد بن منصورٍ ، البغداديِّ العَتيقِيِّ ، المُجَهِّزِ السَّفَّارِ (ت441هـ) ، قال ابنُ ماكولا : خَرَّجَ على الصَّحيحينِ(5) . ¶ 10- المُسْتَخْرَجُ عَلى الصَّحِحَين : للحافظِ العالمِ المُفيدِ ، أبي مَسْعودٍ ، سُليمانَ بنِ إبراهيم بن محمد بن سُليمانَ الأصْبَهَانِيِّ ، المِلَنْجِيِّ (ت486)(6) ، قال السَّمعانيُّ : خَرَّجَ على الصَّحيحينِ(7) . ¶ رابعاً : المُسْتَخْرَجَات على السُّنَنِ وَغَيرِها : ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 17/554. ¶ (2) ترتيب المدارك: 4/697، وسمَّاه الحافظ الذَّهبيُّ: (( الصَّحيح المُسْنَد المُخَرَّج على الصَّحيحينِ )) سير أعلام النبلاء: 17/560. ¶ (3) ترجمته ومصادرها في: سير أعلام النبلاء: 17/593. ¶ (4) تاريخ بغداد: 7/425، الأنساب: 5/218(الخَلاَّل)، سير أعلام النبلاء: 17/593. ¶ (5) سير أعلام النبلاء: 17/603، الوافي بالوفيات: 7/379. ¶ (6) ترجمته ومصادرها في: سير أعلام النبلاء: 19/21. ¶ (7) سير أعلام النبلاء: 19/23.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "1- المُسْتَخْرَجُ على جامع التِّرْمِذِيِّ : للإمامِ الحافظِ المُجَوِّدِ ، أبي عليِّ ، الحسنِ بن عليِّ ابن نَصْر بن منصورٍ ، الطُّوسِيِّ ، المعروف بمُكردش (ت312هـ)(1) ، ذكرَ الكَتَّانيُّ أنَّ لهُ مُسْتَخرجاً على التِّرْمِذِيِّ ، وأضاف قائلاً : لقد شارك التِّرْمِذِيّ في كثيرٍ مِن شيوخهِ(2) . ¶ 2- المُسْتَخْرَجُ على جامع التِّرْمِذِيِّ : للإمامِ الحافظِ المُجَوِّدِ ، أبي بكرٍ ، أحمدَ بن عليِّ ابن محمد بن إبراهيمَ بن مَنْجُويه ، اليَزْدِيِّ ، الأَصْبَهانِيِّ، نزيلِ نيسابور (ت428هـ)(3) ، قال الذَّهبيُّ : قد صَنَّفَ ابنُ مَنْجُويه مُسْتَخْرَجاً على (( جامع)) أبي عيسى (4) . ¶ 3- المُسْتَخْرَج على سُنن أبي داود : للإمامِ الحافظِ العَلاَّمةِ ، شيخِ الأندلسِ، ومُسْنِدِها ، أبي عبدِاللَّهِ محمد بن عبدِالملكِ بن أيمن بن فَرَجٍ القُرْطُبِيِّ (ت330هـ) (5) ، قال الذَّهبيُّ : صَنَّفَ كتاباً في السُّننِ ، خَرَّجَهُ على (( سُنن)) أبي داود(6) . ¶ 4- المُسْتَخْرَج على سُنن أبي داود : للإمامِ الحافظِ المُجَوِّدِ ، أبي بكرٍ ، أحمدَ بن عليِّ ابن محمد بن إبراهيمَ بن مَنْجُويه ، اليَزْدِيِّ ، الأَصْبَهانِيِّ ، نزيلِ نيسابور (ت428هـ)(7)، قال الذَّهبيُّ : قد صَنَّفَ مُسْتَخْرَجاً على (( سُنن)) أبي داودَ(8) . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 14/287. ¶ (2) الرسالة المستطرفة: 31. ¶ (3) ترجمته ومصادرها في: سير أعلام النبلاء: 17/438. ¶ (4) انظر: سير أعلام النبلاء: 17/440، الرسالة المستطرفة: 30 ¶ (5) ترجمته ومصادرها في: سير أعلام النبلاء: 15/241. ¶ (6) سير أعلام النبلاء: 15/242، وانظر: تاريخ علماء الأندلس: 2/50-51، الرِّسالة المستطرفة: 30. ¶ (7) ترجمته ومصادرها في: سير أعلام النبلاء: 17/438. ¶ (8) أنظر: سير أعلام النبلاء: 17/440، الرسالة المستطرفة.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "5- المُسْتَخْرَج على سُنن أبي دَاودَ : للإمامِ الحافظ العَلاَّمةِ مُحَدِّث الأندلس ، أبي محمدٍ ، قاسم بن أصْبَغ بن محمدٍ القُرْطُبِيِّ ، مولى بني أُمَيَّةَ (ت430هـ)(1)، قال الذَّهبيُّ : وَفاتَهُ السَّماع مِن أبي داودَ ، فصَنَّفَ سُنناً على وَضْعِ سُننهِِ(2) . قال الكَتَّانيُّ : ثُمَّ اختصر قاسمُ ابن أصبغ كتابه وسمَّاهُ (( المُجتنى)) بالنُّون ، فيه مِنَ الحديثِ المُسْنَدِ ألفٌ وأربعمائة وتسعونَ حديثاً ، في سبعة أجزاء(3) . ¶ 6- الأموال : لأبي أحمد حُميد بن مَخْلَد بن قُتَيْبَةَ بن عبدِاللَّهِ الأزديِّ النَّسائيِّ ، المعروف بابنِ زَنْجُويه ، وهو لقبُ أبيهِ (ت248 ، وقيل : 251هـ)(4) ، قال الكَتَّانيُّ : وكتابه كالمُسْتَخْرَجِ على كتاب أبي عُبيدٍ ، وقد شاركهُ في بعض شيوخهِ وزاد عليهِ زيادات(5) . ¶ 7- المُنْتَقى : للإمامِ الحافظ العَلاَّمةِ مُحَدِّث الأندلس ، أبي محمدٍ ، قاسم بن أصْبَغ بن محمدٍ القُرْطُبِيِّ ، مولى بني أُمَيَّةَ (ت340هـ)(6)، قال الكَتَّانيُّ : وكتاب المُنْتَقَى لأبي محمد قاسم بن أصبغ، وهو على نحو كتاب المُنْتَقَى لابن الجارود (عبداللَّه بن عليٍّ ت306، أو307هـ ، وهو كالمُسْتَخْرَجِ على صحيح ابنِ خُزَيْمَةَ) ، وكان قد فاتهُ السَّماع منهُ ووجدهُ قد مات ، فألَّفهُ على أبوابِ كتابهِ بأحاديثَ خرَّجَها عن شيوخهِ ، قال أبو محمد ابن حزمٍ : وهو خير انتقاء منه(7) . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 14/472. ¶ (2) سير أعلام النبلاء: 14/473، وقال ابنُ فَرْحون: وصنَّفَ في الحديثِ مُصَنَّفاتٍ حَسَنَةٍ، منها: مُصَنَّفهُ المُخَرَّج على كتاب أبي داودَ.. الدِّيباج المُذْهَب: 2/146. ¶ (3) الرسالة المستطرفة: 30. ¶ (4) ترجمته ومصادرها في سير أعلام النبلاء: 12/19. ¶ (5) الرسالة المستطرفة: 47. ¶ (6) ترجمته ومصادرها في: سير أعلام النبلاء: 15/472. ¶ (7) الرسالة المستطرفة: 25.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "8- المُسْتَخْرَج على كتاب التَّوحيد لابن خُزَيمَةَ : للإمامِ الحافظِ ، الثِّقةِ العلاَّمةِ ، أبي نُعيمٍ ، أحمد بن عبدِاللَّهِ بن إسحاقَ المِهْرَانِيِّ ، الأصبهانيِّ ، الصُّوفيِّ ، الأحولِ (ت430هـ)(1) ، ذكره الإمامُ الإمامُ الكَتَّانيُّ(2) . ¶ 9- المُسْتَخْرَجُ على المُسْتَدْرَك للحاكم النَّيْسَابُوريِّ : للإمامِ أبي الفَضْلِ عَبْدِالرَّحيم ابنِ الحُسينِ بن عبدِالرَّحمن العِراقيِّ (806هـ)(3) ، قال الحافظ ابن حجرٍ في ترجمة العراقيِّ : ثُمَّ شَرَعَ في الإملاء من (( تخريج المُسْتَدْرَك)) ، فكتب منه قَدْر مُجَيْلَدة إلى أثناء كتاب الصَّلاة (4) . ¶ وقال الكتَّانِيُّ : وأملى على المُسْتَدْرَكِ للحاكمِ مُسْتَخْرَجاً لم يَكْمل(5) . ¶ __________ ¶ (1) ترجمته ومصادرها في: سير أعلام النبلاء: 17/453. ¶ (2) الرِّسالة المستطرفة: 31. ¶ (3) ترجمته ومصادرها في: المجمع المؤسس: 2/176. ¶ (4) المجمع المؤسس: 2/185،برقم: (753)، ولحظ الألحاظ: 233، ويوجد (( سبعة مجالس من المُسْتَخْرَج على المُسْتَدْرك)) في ليدن بخطِّ اللبودي، وفي المكتبة البلدية بالأسكندرية: 2436، طبعهُ محمد عبدالمنعم بن رشاد، بمكتبة السُّنَّة في القاهرة(1410هـ-1990م)، في(132صفحة)، انظر: المجمع المؤسس: 2/185(حاشية رقم:753). ¶ (5) الرسالة المستطرفة: 31.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قال الكَتَّانِيُّ رحمهُ اللَّهُ تعالى : وقد يطلق المُسْتَخْرَجُ عندهم على كتابٍ استخرجهُ مؤلِّفهُ، أي جمعهُ مِن كُتُبٍ مَخصوصةٍ ، كَمُسْتَخْرَجِ الحافظِ أبي القاسمِ عبدالرَّحمن بن محمد ابن إسحاقَ بن محمد بن يحيى بن مَنْدَه العَبْدِيِّن مولاهم ، الأصفهاني ، المتوفى سنة (470هـ) ، واستخرجَهُ للنَّاسِ للتذكرةِ ، وسمَّاهُ (( المُسْتَخْرَج مِن كُتُبِ النَّاسِ للتذكرةِ والمُسْتَطْرَفِ مِن أحوالِ النَّاسِ للمعرفةِ)) ، جمعَ فيهِ فأوعى . . وكثيراً ما ينقل عن مُسْتَخْرَجِهِ المذكور الحافظ ابن حجرٍ في كُتُبِهِ ، فيقولُ : ذَكَرَ ابنُ مَنْدَه في مُسْتَخْرَجِهِ ، وتارةً يقولُ : في تذكرتهِ ، واللَّهُ أعلم(1) . ¶ المبحث الرَّابع : الصِّلة بين التَّخريج والمُستخَرَّجات ، ومعاجم الشُّيوخ والمشيخات ¶ التخريج لُغةً : الخُرُوج نقيض الدُّخولِ ، وخارج كلَّ شيءٍ ظاهرهُ ، والاستخراج كالاستنباط(2) ، واستَخْرَجْتُ الشَّيءَ مِنَ المَعْدَنِ خَلَّصْتُهُ مِنْ تُرَابِهِ(3) . ¶ التخريج إصطلاحاً : عَرَّفَ الإمامُ السَّخاويُّ التَّخريج بأنَّهُ : إخراج المُحَدِّث الأحاديثَ مِن بطونِ الأجزاء والمشيخات ، ونحوها وسياقها مِن مَروياتِ نَفْسِهِ ، أو بعض أصحابِ الكُتُبِ والدَّواوين ، مع بيان البَدَل ، والموافقة ، ونحوهما . . وقد يتوسع في إطلاقهِ على مجَرَّد الإخراجِ(4) . ¶ وَقالُ الإمام أبو بكر ابن ماكولا (ت629هـ) : خَرَّجَ الأحاديثَ تَخْريجاً أي أعدَّ أسانيدها حَسب أصول الرِّواية ، وَخَرَّجَ لِفُلانٍ تَخْريجاً أي جَمَعَ أحاديثهُ مِنَ الكُتُبِ والسَّماعاتِ بأسانيدِها(5) . ¶ __________ ¶ (1) الرسالة المُسْتطرفة: 31-32. ¶ (2) انظر: لسان العرب:2/249، 250مادة (خرج). ¶ (3) المصباح المنير: 1/166، وانظر: تاج العروس: 2/28-30مادة (خرج). ¶ (4) فتح المغيث: 2/328. ¶ (5) تكملة الإكمال: 1/40.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وعلى هذا فإنَّ المُسْتَخْرَجَات ماهي إلاَّ لونٌ مِن ألوان التَّخريج . ¶ إنَّ المَرويَّات التي ترويها العديد مِن معاجم الشيوخِ والمشيخات والتي قد تكونُ رواية لجزءٍ حديثيٍّ ، أو لكتابٍ مشهورٍ ، أو محاولة القُرب بالنِّسبة إلى روايةٍ مِن روايات الكتُبِ السِّتَّةِ ، أو غيرِها مِن المُصَنَّفاتِ ، هو ما كثُرَ اعتناء المتأخِّرينَ بهِ ، ولقد حَرص المُحَدِّثون على العُلُوِّ في الإسناد ، وهو الذي قَلَّ عدد رجاله بالنِّسبة إلى سند آخر يرد به ذلك الحديث بعددٍ أكثر ، وينقسم إلى خمسة أقسام ، واحد منها علو مطلق ، والباقي علو نسبي وهي : ¶ 1- القرب من رَسول اللَّهِ صلى الله عليه وسلم بإسناد صحيح ، وهذا هو العلو المطلق ، وهو أجل أقسام العلو . ¶ 2- القرب من إمام من أئمة الحديث ، وإن كثر بعده العدد إلى رسول اللّه صلى الله عليه وسلم ، مثل القرب من الأعمش ، أو ابن جُرَيْجٍ ، أو مالك ، مع الصِّحة ، ونظافة الإسناد . ¶ 3- القرب بالنسبة إلى رواية الكتب السِّتَّة أو غيرها من الكتب المعتمدة : وهو ماكثر اعتناء المتأخرين به من الموافقة ، والأبدال والمساواة والمصافحة . ¶ أ - فالموافقة : هي الوصول إلى شيخ أحد المُصَنِّفين من غير طريقه بعدد أقل مما لو روى من طريقه عنه . ¶ ب- البدل : هو الوصول إلى شيخ شيخِ أحد المُصَنِّفين من غير طريق المصنّف المعَّين بل من طريق آخر أقل عدداً منهُ . ¶ ج- المساواة : هي استواء عدد الإسناد من الراوي إلى آخره مع إسناد أحد المُصَنِّفين . ¶ د- المصافحة : هي استواء عدد الإسناد من الراوي إلى آخره مع إسناد تلميذ أحد المُصنَنِّفين . ¶ 4- العلو بتقدم وفاة الراوي .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "5- العلو بتقدم الإسناد : أي بتقدم السماع من الشيخ ، فمن سمع منه متقدماً كان أعلى مِمَّن سمع منه بعده(1) . ¶ صورة السند العالي ¶ إنَّ حرص المُحَدِّثين على رواية المُصَنَّفات والأجزاء الحديثية ، وتخريجها في مُصَنَّفاتهم ، ومحاولة رواية هذهِ النُّصوصِ في مشيخاتهم ومصَنَّفاتهم وبأسانيدَ عالية قد غدت ظاهرة واضحة لِمُعْظَمِ معاجمِ الشيوخِ والمشيخاتِ التي صُنِّفَت بعد القرن الخامس ، الأمر الذي يجعلنا نقول: إنَّ هذا النَّوع مِنَ المُصَنَّفات قد أضحى هو البديل المناسب عن التصنيف في المُسْتَخْرَجات . ¶ وقد وصَفَ الإمام السَّخاويُّ أُسلوبَ أصحاب المشيخات في روايتهم للمُصَنَّفات ¶ قائلاً : وصنيع أصحاب المشيخات في إيرادِ الأحاديثِ المرويَّةِ عن شيوخهم هو مثل صنيع أصحابِ المُستَخْرجاتِ ، وهو أن يَعْمَدَ حافظٌ إلى (( صحيحِ البُخارِيِّ )) مثلاً ، فيورِدَ أحاديثهُ بأسانيدَ لِنَفْسِهِ غير مُلْتَزِمٍ فيها ثِقَة الرُّواة إلى أن يَلْتَقي معهُ في شيخِهِ ، أو شيخ شيخهِ ، وهكذا ولو في الصَّحابيِّ ، وأصحاب المُسْتَخْرَجاتِ وأكثر المُخَرِّجينَ للمشيخات والمعاجمِ يورِدونَ الحديثَ بأسانيدِهِم ، ثُمَّ يُصَرِّحونَ بعدَ انتهاء سياقهِ غالباً بعزوهِ إلى البخاريِّ ، أو مُسْلِمٍ ، أو إليهِما مَعَاً ، مع اختلافٍ في الألفاظِ وغيرها ، يُريدونَ أصلَه (2) . ¶ __________ ¶ (1) انظر: علو الحديث لابن الصلاح: 381، التبصرة والتذكرة وفتح الباقي: 2/253، شرح النخبة: (ص:60) وما بعدها، تدريب الراوي: ( 2/161،170 )، فتح المغيث: (3/9-26 )، اختصار علوم الحديث: 161، وقد ( جعل ابن طاهر وتبعه ابن دقيق العيد ــ القسمين الرابع والخامس ــ قسماً واحداً ). العراقي في التبصرة والتذكرة، وكذا فتح الباقي: 2/263، فتح المغيث: 3/22، تدريب الراوي: 2/169، وانظر الاقتراح لابن دقيق العيد: (301-308).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ولقد سلك المُحَدِّثون في بعضِ معاجم الشُّوخِ والمشيخات مسلكاً جديداً في روايتهم للنُّصوصِ المُتَقَدِّمةِ ، أضحى البديل المُناسبَ للمُسْتَخْرَجات، ويرتبط معها بالرَّوابطِ العُضويَّةِ نفسها ، وَتَمَثَّلَ هذا المَسْلَك في ابتكار أسلوب العُلُوِّ في الإسناد ، وأقسامه المُختلفة ، وتتبع الطُّرق المُختلفة للرِّواية الواحدة ، وعلى ذلكَ قامت مناهج العديد من المعاجم والمشيخات التي صُنِّفت بعد القرن الخامس . . ولكي يأخذ القارئ فكرةً واضحةً عن علم التَّخريجِ ، والصِّلة بينَ المُستَخْرَجات ، ومعاجم الشُّيوخ والمشيخات ، لابد أن نضرب لهُ أُنموذجاً واحداً يبين لنا الرَّوابط المشتركة بين هذهِ الفنين ، ولنأخذ هذا المثال مِن خلال الترجمة (43) من تراجم كتاب : ¶ إرشَادُ الطَّالبينَ إلى شُيُوخِ قَاضِي القُضَاةِ شَيخِ الإسلامِ أبي حَامِدٍ مُحَمَّدِ بْنِ عبدِالله بْنِ ظَهِيْرَةَ جَمال الدِّينِ المتوفَّى سنة (817هـ) ¶ تخريجُ الإمامِ الحافظِ غَرْسِ الدِّينِ أبي الحَرَمِ خَليلِ بْنِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ عَبْدِالرَّحيمِ بْنِ عَبْدِالرَّحمنِ الأَقْفَهْسِيِّ ، المتوفَّى سنة (821هـ)(1) .{43} ¶ مُحَمَّدُ بنُ عَبْدِاللهِ بنِ عليِّ بنِ مُحَمَّدِ بنِ عَبْدِالسَّلاَمِ ابن أبي المَعَالي ابنِ أبي الخيِر بنِ ذَاكِرِ ابن أحمدَ بن الحَسَنِ بنِ شَهْرَيار ، الكَازَرُونِيُّ الأصل ، المَكِّيُّ ، أبو عَبْدِاللهِ، جمالُ الدِّينِ ، رئيسُ المُؤَذِّنينَ بالمَسْجِدِ الحَرَامِ . ¶ وُلِدَ بِمَكَّةَ في شَهْرِ رَمَضَانَ ، سنةَ إحدى عشرة وسبعمائة . ¶ __________ ¶ (1) 134) فتح المغيث : ( 1/39-41 ) . ¶ ( ) الكتاب تحت الطبع وقد قمت بتحقيقه ودراسته ويقع في (3000صفحة).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وسمعَ من الإمامِ رَضِيِّ الدِّينِ الطَّبَرِيِّ (( عُلُوم الحديث )) (1) لابن الصَّلاَح(2)، بإجازته من مؤلِّفِهِ ، وغير ذلك ، وحَدَّثَ . ¶ سمعتُ منهُ ، وكان عارفاً بعلم الميقات ، وَأَلَّفَ في ذلك (( أرجوزة ))(3) . ¶ ومات في شَوَّالٍ ، سنة سبع وسبعين وسبعمائة ، رَحِمَهُ اللهُ تَعَالى . ¶ __________ ¶ (1) الكتاب مطبوع عدة طبعات، انظر: ثبت المصادر والمراجع. ¶ (2) هو (الإمام الحافظ العلامة شيخ الإسلام، تقي الدين، أبوعمرو، عثمان بن عبدالرحمن ابن عثمان ابن موسى الكردي الشهرزوري، الموصلي الشافعي، صاحب (( علوم الحديث)) . توفي سنة ثلاث وأربعين وستمائة). ترجمته ومصادرها في: سير أعلام النبلاء: 23/140، وانظر: مقدمة تحقيقنا لكتاب (( صيانة صحيح مسلم من الإخلال والخلل وحمياته من الإسقاط والسقط)) لابن الصلاح: (91-71)، ومقدمة تحقيقنا لكتاب (( أدب المفتي والمستفتي)) لابن الصلاح: (11-20). ¶ (3) أولها : قال ابن عبدالله والسلام ** ... مؤذن الكعبة والمقام). العقد الثمين: 2/70.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أخبرني أبو عَبْدِاللهِ مُحَمَّدُ بن عَبْدِاللهِ بن عليِّ بن مُحَمَّدِ بن عَبْدالسَّلاَمِ المُؤَذِّن ، وأبو العَبَّاس أحمدُ بن مُحَمَّدِ بن مُحَمَّدِ بن مُحَمَّدٍ القَسْطَلاَّنِيُّ ، وأبو مُحَمَّدٍ عبدُاللَّهِ بن مُحَمَّدِ ابن مُحَمَّدِ بن سُلَيْمَانَ النَّيْسَابُورِيُّ(1)، قِرَاءَةً عليهم وَأَنا أَسْمَعُ بالمَسْجِدِ الحَرَامِ، قالوا : أنا أبو أحمدَ إبراهيمُ بنُ مُحَمَّدٍ الإمامُ ، قِرَاءَةً عليه وَنَحْنُ نَسْمَعُ قال : أنا عَمُّ أبي يعقوبُ(2) ابن أبي بكرٍ الطَّبَرِيُّ ، قِرَاءَةً عليه وَأَنا أَسْمَعُ ، قال : أنا أبو الفُتُوحِ نَصْرُ(3) ¶ __________ ¶ (1) في الأصل في هذا الموضع (( النيسابوري)) وهو صواب فإنه (( نيسابوري الأصل، يعرف بالنَّشَاوِرِيَّ)) . ¶ (2) هو (القاضي جمال الدين، أبوأحمد، يعقوب بن أبي بكر بن محمد بن إبراهيم المكي الطبري. سمع من يونس الهاشمي (( صحيح البخاري)) ، ومن زاهر (( جامع الترمذي)) ، ومن أبي الفتوح الحصري (( سنن أبي داود)) ، وغير ذلك. ¶ توفي سنة خمس وستين وستمائة). ترجمته في : ذيل التقييد: 2/312 (1700)، العقد الثمين: 7/473. ¶ (3) هو (الشيخ الإمام العالم الحافظ المتقن المقريء، برهان الدين، أبوالفتوح، نصر بن محمد بن علي ابن أبي الفرج، البغدادي الحنبلي، ابن الحصري. ¶ توفي سنة تسع عشرة وستمائة، وقيل: سنة ثماني عشرة). ترجمته ومصادرها في: سير أعلام النبلاء: 22/163.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ابن أبي الفرجِ بن عليِّ ابن الحُصْرِيِّ ، قِرَاءَةً عليه وَأَنا أَسْمَعُ ، قال : أنا أبو طَالِبٍ مُحَمَّدُ(1) بنُ مُحَمَّدِ ابن أبي زيدٍ العَلَوِيُّ البَصْرِيُّ ، قِرَاءَةً عليه وَأَنا أَسْمَعُ ، قال : أنا أبو عَلِيٍّ عليُّ(2) بن أحمدَ التُّسْتُرِيُّ ، إجازةً إنْ لم يكن سماعاً ، قال : أنا القاضي أبو عُمَرَ القاسمُ(3) ابن جعفرٍ الهَاشِمِيُّ ، قال : أنا أبو عَلِيٍّ مُحَمَّدُ(4) ¶ __________ ¶ (1) هو (المولى الشريف، أبوطالب، محمد بن محمد بن محمد بن محمد بن محمد بن علي ابن أبي زيد، العلوي الحسني، البصري، نقيب الطالبين ببلده. روى (( سنن أبي داود)) عن أبي علي علي بن أحمد التستري، توفي سنة ستين وخمسمائة). ترجمته ومصادرها في: سير أعلام النبلاء: 20/423. ¶ (2) هو (الشيخ الجليل، أبوعلي، عليُّ بن أحمد بن علي بن إبراهيم بن بحر التُّسْتَرِيُّ، ثُمَّ البصري السقطي، راوي (( سنن أبي داود)) ، عن القاضي أبي عمر الهاشمي. توفي سنة تسع وسبعين وأربعمائة بالبصرة). ترجمته ومصادرها في: سيرأعلام: النبلاء:18/481. ¶ (3) هو (الإمام الفقيه المعمرمسند العراق، القاضي أبوعمر،القاسم بن جعفربن عبدالواحدبن العباس ابن عبدالواحد الهاشمي العباسي البصري، راوية (( السنن)) لأبي داود، عن أبي علي اللؤلؤي. توفي سنة أربع عشرة وأربعمائة). ترجمته ومصادرها في: سير أعلام النبلاء: 17/225. ¶ (4) هو (الإمام المحدث الصدوق، أبوعلي، محمد بن أحمد بن عمرو، البصري اللؤلؤي. ¶ ... قرأ كتاب (( السنن)) لأبي داود عشرين سنة، وكان يدعى وراق أبي داود. ¶ والوراق في لغة أهل البصرة : القاريء للناس، توفي سنة ثلاث وثلاثين وثلاثمائة). ترجمته ومصادرها في : الأنساب (اللؤلؤي)، سير أعلام النبلاء: 15/307.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "بن أحمدَ بن عمرو اللُّؤلُؤيّ ، قَثَنَا أبو دَاودَ سليمانُ(1) بن الأشعثِ الحافظُ ، قَثَنَا هارونُ(2) بنُ عَبْدِاللَّهِ ، قَثَنَا أبو دَاودَ(3) الطَّيَالِسِيُّ ، عن إبراهيمَ بن سعدٍ(4) ، عن أبيه(5) ، عن أبي عُبيدة(6) بن مُحَمَّدِ بن عَمَّارِ بن ياسِرٍ ، عن طَلْحَةَ(7) بن عَبْدِاللهِ بن عَوْفٍ ، عن سعيدِ(8) بن زيدٍ رضي الله تعالى عنه ، عن النَّبِيِّ صلى الله عليه وسلم ، قال : (( مَنْ قُتِلَ دُونَ مالهِ فَهُوَ شَهيدٌ ، وَمَنْ قُتِلَ دُونَ أهْلِهِ ، أَوْ دُونَ دَمهِ ، أو دُونَ دِينهِ ، فَهُوَ شهيدٌ ))(9) ¶ __________ ¶ (1) هو (سليمان بن الأشعث بن إسحاق بن بشير بن شداد الأزدي، السجستاني، أبوداود، ثقة حافظ مصنف (( السنن)) وغيرها، من كبار العلماء، مات سنة خمس وسبعين ومائتين. ت س) التقريب 250، تهذيب التهذيب: 4/169. ¶ (2) هو ( هارون بن عبدالله بن مروان البغدادي ، أبوموسى الحمال، بالمهملة ، البزاز ، ثقة، مات سنة ثلاث وأربعين ومائتين. م4). تهذيب التهذيب: 11/8. ¶ (3) هو (سليمان بن داود بن الجارود، أبوداود الطيالسي البصري، ثقة حافظ غلط في أحاديث، مات سنة أربع ومائتين. خت م4) التقريب: 250. ¶ (4) هو (( إبراهيم بن سعد بن إبراهيم)) . ¶ (5) هو (( سعد بن إبراهيم بن سعد)) . ¶ (6) هو (أبوعبيدة بن محمد بن عمار بن ياسر، أخو سلمة، وقيل: هو هو، مقبول، من الرابعة. 4) التقريب: 656، وفي (( الكاشف)) : 3/357 (( وثق)) . ¶ (7) هو (طلحة بن عبدالله بن عوف الزهرى، المدني القاضي، يلقب طلحة الندى، ثقة مكثر فقيه، مات سنة سبع وتسعين. خ4). التقريب: 282. ¶ (8) هو (سعيد بن زيد بن عمرو بن نفيل العدوي، أبوالأعور، أحد العشرة، مات سنة خمسين أو بعدها بسنة أو سنتين. ع) التقريب: 236 . ¶ (9) إسناده حسن، والحديث صحيح. أخرجه أبوداود: (5/128-129) في السنة، باب في قتال اللصوص، برقم: (4772) من الطريق الذي ذكره ابن ظهيرة، وأبوداود السجستاني يروي ¶ (( مسند الطيالسي)) ، والحديث في (( مسند)) الطيالسي: 1/236، برقم: (2050) (منحة المعبود). وأخرجه الترمذي في (( الجامع)) : 4/30 في الديات، باب ماجاء فيمن قتل دون ماله فهو شهيد، برقم: (1421) حدثنا عبد بن حميد قال: أخبرني يعقوب بن إبراهيم بن سعد، حدثنا أبي، به. وأخرجه ابن ماجه: 2/861 في الحدود، باب من قتل دون ماله فهو شهيد، برقم: (2580) حدثنا هشام بن عمار، ثنا سفيان، عن الزهري، عن طلحة بن عبدالله بن عوف، به. وأخرجه أحمد : (1/189-190) من طرق عن إبراهيم بن سعد، عن أبيه، به، مثله. والبخاري: 5/103 في المظالم، باب إثم من ظلم شيئاً من الأرض، برقم: (2452) حدثنا أبواليمان، أخبرنا شعيب عن الزهري، قال: حدثني طلحة بن عبدالله أن عبدالرحمن بن عمرو ابن سهل أخبره أن سعيد بن زيد، به، مثله. وأخرجه البخاري: ==6/293 في بدء الخلق، باب ماجاء في سبع أرضين، برقم: (3198) حدثنا عبيد بن إسماعيل، حدثنا أبوأسامة، عن هشام، عن أبيه قال لي سعيد بن زيد بن عمرو ابن نفيل، به، مثله. وأخرجه أحمد في (( المسند)) : 1/188 ثنا يحيى، عن هشام، وابن نمير، ثنا هشام، حدثني أبي، عن سعيد بن زيد، مثله. و: (( المسند)) 1/188 ثنا عبدالرزاق، ثنا معمر، عن الزهري، عن طلحة بن عبدالله بن عوف، عن عبدالرحمن بن سهل، به مثله. وأخرجه عبد بن حميد في (( المنتخب)) : 66، برقم: (105) حدثنا عبدالرزاق، ثنا معمر، عن الزهري، عن طلحة بن عبدالله بن عوف، به. وأخرجه النسائي: 7/115 في تحريم الدم، باب من قتل دون ماله، أخبرنا إسماعيل بن إبراهيم وقتيبة واللفظ لإسحاق، قالا: أنبأنا سفيان، عن الزهري، عن طلحة بن عبدالله، به. و: 7/116 باب من قاتل دون أهله، وباب من قاتل دون دينه من طرق، عن إبراهيم ابن سعد، به. و: 7/115 أخبرنا إسحاق بن إبراهيم، قال: أنبأنا عبدة، قال: حدثنا محمد بن إسحاق، عن الزهري، عن طلحة، به. وأخرجه عبد بن حميد في (( المنتخب)) :66، برقم: (106) حدثنا يعقوب بن إبراهيم، ثنا أبي، عن أبي عبيدة بن محمد ابن عمار، عن طلحة بن عبدالله ابن عوف، به. وأخرجه أبويعلى في (( المسند)) : (2/248-253) برقم: (949-959) بطرق متعددة عن سعيد بن زيد رضي الله تعالى عنه. وأخرجه الخطيب البغدادي في (( تاريخ بغداد)) : ¶ 10 /81 أخبرنا محمد بن أحمد بن رزق، أخبرنا إسماعيل بن محمد المحاملي، حدثنا عبدالله بن أيوب المخرمي، حدثنا سفيان ابن عيينة، عن الزهري، عن طلحة بن عبدالله، به. وانظر: تحفة الأشراف: 4/5، برقم: (4456)، (4/8-9)، برقم: (4460)، و(4461) وسيأتي في الترجمة رقم: (211).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": ".* ¶ وأخبرناه أعلى من هذه الرِّوَايَةِ بِدَرَجَةٍ الشيخُ أبو حَفْصٍ عمرُ ابن الحَسَنِ بن مَزِيْدٍ بن أُمَيْلَةَ ، بقراءتي عليه بِظَاهِرِ دِمَشْقَ في الرِّحْلَةِ الأولى، قال : أنا أبو الحَسَنِ عليُّ بن أحمدَ ابن عَبْدِالوَاحِدِ المَقْدِسِيُّ ، قِرَاءَةً عليه وَأَنا أَسْمَعُ ، قال : أنا أبو حَفْصٍ عمرُ بن مُحَمَّدِ بن طَبَرْزَدَ الدَّرَقَزِيُّ قََِدمَ علينا ، قال : أنا أبو البَدْرِ إبراهيمُ(1) بنُ مُحَمَّدِ ابن الكَرْخِيِّ(2) ، قال : أنا الحافظ أبو بَكْرٍ أحمدُ بن عليِّ بن ثابتٍ الخَطِيْب(3) ، قال : أنا القاضي أبو عُمَرَ القاسمُ بن جعفرٍ الهَاشِمِيُّ(4) ، فذكره . * ¶ __________ ¶ (1) هو (الشيخ الفقيه العالم المسند، أبوالبدر، إبراهيم بن مُحَمَّد بن منصور بن عمر الكَرْخِيّ، له ¶ (( مشيخة)) مروية، توفي سنة تسع وثلاثين وخمسمائة). ترجمته ومصادرها في: سير أعلام النبلاء: 20/71. ¶ (2) هذه النسبة إلى عدة مواضع اسمها الكرخ... أبوالبدر... كان يسكن كرخ بغداد.. وأصله من كرخ جدان.) الأنساب: (10/388، 394)، وفي معجم البلدان: 4/449 (كرخ جُدَّان: بضم الجيم، وسمعت بعضهم يفتحها والضم أشهر، والدال مشددة، وآخره نون، وزعم بعض أهل الحديث: أن كرخ باجدا وكرخ جدان واحد، وليس بصحيح، فأمَّا باجدا: فهو كرخ سامرا، وأما كرخ جدان: فإنه بليدة في آخر ولاية العراق يناوح خانقين عن بعد، وهو الحد بين ولاية شهرزور والعراق). ¶ (3) ابن ظهيرة رحمه الله تعالى يروى هنا (( سنن أبي داود)) من طرق (( علي بن أحمد بن عبدالواحد المَقْدِسِيّ)) بسنده من طريق الخَطِيْب البَغْدَادِيّ. ¶ (4) من طريقه روى الخَطِيْب البَغْدَادِيّ (( سنن أبي داود)) برواية مُحَمَّد بن أحمد اللؤلؤي في (( تاريخ بغداد)) (12 نصاً). ¶ انظر: (( موارد الخَطِيْب البَغْدَادِيّ في تاريخ بغداد)) : (ص 543).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وأخبرناه أعلى من هذه الرِّوَايَةِ بِدَرَجَةٍ ، ومن الأولى بِدَرَجَتَيْنِ الشيخُ أبو الحَسَنِ مُحَمَّدُ ابن عمر بن الحَسَنِ بن حبيبٍ ، قِرَاءَةً عليه وَأَنا أَسْمَعُ بالمَسْجِدِ الحَرَامِ قَدِمَ عَلَينا ، قال : أنا أبو المَكَارِمِ مُحَمَّدُ(1) بن أحمدَ بن مُحَمَّدِ بن عَبْدالقَاهِرِ ابن النَّصِيْبِيِّ ، قِرَاءَةً عليه وَأَنا أَسْمَعُ بِحَلَبَ، قال : أنا الحافظُ أبو الحَجَّاجِ يُوسُفُ بن خليلِ بن عَبْدِاللهِ الدِّمَشْقِيُّ ، قال : أنا القاضي أبو المَكَارِمِ أحمدُ بن مُحَمَّدِ بن مُحَمَّدِ بن عَبْدِاللَّهِ اللَّبَّانُ الأَصْبَهَانِيُّ ، بها ، قال : أنا أبو عَلِيٍّ الحسنُ بن أحمدَ بن الحَسَنِ الحَدَّادُ ، قال : أنا أبو نُعَيْمٍ أحمدُ بن عَبْدِاللَّهِ بن أحمدَ الحافظ ، قَثَنَا عَبْدُاللهِ بنُ جعفرٍ ، قَثَنَا يُونُسُ(2) بن حبيبٍ ، قيثنا أبو دَاودَ الطَّيَالِسِيُّ(3) ¶ __________ ¶ (1) هو (الجليل الرئيس، تاج الدِّينِ، أبو المَكَارِمِِ، مُحَمَّد بن أحمد بن مُحَمَّد بن عبدالقاهر ابن هبة الله الحَلَبِيّ، المعروف بابن النَّصِيْبِيّ، حدث بكتاب (( المسند)) لأبي داود الطيالسي من أبي الحجاج يوسف بن خليل الحَلَبِيّ، توفي سنة خمس عشرة وسبعمائة). ترجمته في : معجم الشيوخ للذهبي: 2/153، ذيل التقييد: 1/79 (68)، الدرر الكامنة: 3/355، شذرات الذهب: 6/38. ¶ (2) هو (المحدث الحجة، أبوبشر، يونس بن حبيب مولاهم الأَصْبَهَانِيّ، روى عن أبي داود الطيالسي (( مسنداً)) في مجلد كبير، توفي سنة سبع وستين ومائتين). ترجمته ومصادرها في: سير أعلام النبلاء: 12/596. ¶ (3) ابن ظهيرة يروى هنا (( مسند أبي داود الطيالسي)) . ¶ انظر: فهرسة ابن خير: 141، صلة الخلف: 352، (( المنتخب من معجم شيوخ السمعاني)) برقم: (227)، التقييد: 2/309، وانظر الترجمة رقم: (79)، و(149) و(376).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "، قَثَنَا إبراهيم بن سعدٍ ، عن أبيه ، عن أبي عُبَيْدَةَ بن مُحَمَّدِ بن عَمَّارِ بن ياسِرٍ ، عن طَلْحَةَ بن عَبْدِاللهِ بن عَوْفٍ ، عن سعيدِ بن زيدٍ رضي اللَّهُ تعالى عنه أنَّ النَّبِيَّ صلى الله عليه وسلم قال : (( مَنْ قُتِلَ دُونَ مَالهِ فَهْوَ شَهيدٌ ، وَمَنْ قُتِلَ دونَ أهلهِ فَهُوَ شَهِيدٌ ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهيدٌ ))(1) . * ¶ وأخبرناه أبو عُمَرَ مُحَمَّدُ بن أحمدَ بن أبي عمر ، بقراءتي عليه ، قال : أنا عَلِيُّ(2) ابن أبي العَبَّاس الحَنْبَلِيُّ ، سماعاً ، قال : أنا أبو عَلِيٍّ البَغْدَادِيُّ ، قال: أنا هبةُ الله بن مُحَمَّدٍ، قال: أنا أبو عَلِيٍّ التَّمِيْمِيُّ ، قال : أنا أبو بَكْر ابن مالكٍ ، قَثَنَا عَبْدُاللَّهِ بنُ أحمدَ ، قال : حَدَّثَنِي أبي، قَثَنَا سليمانُ ابن دَاودَ الهَاشِمِيُّ ، قَثَنَا إبراهيمُ بن سَعْدٍ ، عن أبيه ، عن أبي عُبيدةَ ابن مُحَمَّدِ بن عَمَّارِ بن ياسِرٍ ، عن طَلْحَة بن عَبْدِاللهِ بن عَوْفٍ ، عن سعيدِ ابن زيدٍ رضي اللَّهُ تعالى عنه قال : قال رسولُ اللَّه صلى الله عليه وسلم : (( مَنْ قُتِلَ دُونَ مَالهِ فَهُوَ شَهيد ، وَمَنْ قُتِلَ دُونَ أهْلِهِ فَهُوَ شَهيدٌ ، وَمَنْ قُتِلَ دُونَ دِيْنهِ فَهُوَ شَهيدٌ ، وَمَنْ قُتِلَ دونَ دَمِهِ فَهُوَ شَهيد ))(3) .* ¶ __________ ¶ (1) إسناده صحيح . أخرجه أبو دَاودَ الطيالسي في (( مسنده)) : 1/236، برقم: (2051)، (منحة المعبود). ¶ (2) ابن ظهيرة يروي هنا من طريق علي بن أحمد بن عبدالواحد المَقْدِسِيّ السعدي الصَّالِحِيّ الحَنْبَلِيّ. ¶ (( مسند)) الإمام أحمد بن حنبل. ¶ (3) مسند أحمد: 1/190.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وأخبرناه القاضيان أبو عُمَرَ عَبْدُالعَزِيزِ بن مُحَمَّدِ بن إبْرَاهيمَ الشَّافِعِيُّ ، وأبو مُحَمَّدٍ عبدُاللَّهِ بنُ مُحَمَّدِ بن عَبْدِالمَلِكِ الحَنْبَلِيُّ ، قِرَاءَةً عليهما وَأَنا أَسْمَعُ بالمَسْجِدِ الحَرَامِ ، قالا : أنا أبو عَلِيٍّ الحسنُ بن عمر بن عيسى الكُرْدِيُّ ، وزينبُ بنتُ أحمدَ بن عمرَ بن شُكر ، سماعاً عليها ، زاد الأول فقال : وأبو الحَسَنِ عليُّ بنُ مُحَمَّدِ بنِ هارونَ ، وأبو العَبَّاس أحمدُ ابن نِعْمَةَ الصَّالِحِيُّ ، سماعاً أيضاً ، قالوا : أنا عبدُاللَّهِ بنُ عُمَرَ البغداديُّ قَدِمَ عَلَينا ، قال : أنا عَبْدُالأوَّلِ ابنُ عيسى ، قال : أنا أبو الحَسَنِ عَبْدُالرَّحمنِ بن مُحَمَّدٍ الفقيهُ ، قال : أنا عبدُاللَّهِ بنُ أحمدَ السَّرْخَسِيُّ ، قال : أنا إبراهيمُ بنُ خُزَيْمٍ ، قَثَنَا عَبْدُ بن حُمَيْدٍ(1) ، قَثَنَا يعقوبُ بن إبْرَاهيمَ(2) ، قَثَنَا أبي ، عن أبيه ، عن أبي عُبيدةَ بن مُحَمَّدِ بن عَمَّارٍ، عن طَلْحَةَ بن عَبْدِاللَّهِ ابن عَوْفٍ ، عن سعيدِ بن زيدٍ ، قال : سمعتُ النَّبِيَّ صلى الله عليه وسلم يقول : (( مَنْ قُتِلَ دُونَ دينهِ فَهُوَ شَهِيدٌ ، وَمَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهيدٌ ، وَمَن قُتِلَ دونَ أهْلِهِ فهو شَهيد)) (3) . * ¶ __________ ¶ (1) ابن ظهيرة رحمه الله تعالى يروى هنا (( مسند عبد بن حميد)) المتوفى سنة (249هـ). انظر الترجمة رقم: (15)، و (57). ¶ (2) هو (يعقوب بن إبراهيم بن سعد بن إبراهيم، بن عَبْدالرَّحمنِ بن عوف الزُّهْرِيّ، أبويوسف المدني، نزيل بغداد، ثقة فاضل، مات سنة ثمان ومائتين. ع) التقريب:607. ¶ (3) إسناده صحيح. أخرجه عبد بن حميد في (( المنتخب من مسند عبد بن حميد)) (ص:66)،برقم: (106). وأخرجه أحمد في (( المسند)) : 1/190 ثنا يعقوب، ثنا أبي ، به.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وأخبرناه أعلى من هذه الرِّوَايَة بِدَرَجَتَيْنِ مختصراً أبو عَبْدِاللهِ مُحَمَّدُ ابن أحمدَ بن إبْرَاهيمَ المَقْدِسِيُّ ، بقراءتي عليه بِدِمَشْقَ في الرِّحْلَةِ الأولى، قال : أنا أبو الحَسَنِ عليُّ بن أحمدَ ابن البُخَارِيِّ، سماعاً ، قال : أنا حنبلُ بن عَبْدِاللهِ المُكَبِّرُ ، قال : أنا أبو القَاسِمِ ابن الحُصَيْنِ ، قال : أَنَا الحَسَنُ بن عليٍّ الواعظ ، قَثَنَا أبو بَكْرٍ أحمد بن جعفر القَطِيْعِيُّ ، قَثَنَا عَبْدُاللهِ بنُ أحمدَ ابن حَنْبَلٍ ، قال : حَدَّثَنِي أبي(1) ، قَثَنَا سفيانُ ، قال : هذا حفظناه عَن الزُّهْرِيِّ ، عن طَلْحَةَ ابن [عبدالله](2) بن عَوْفٍ ، عن سعيدِ بن زيدٍ رضي اللَّهُ تعالى عنه ، أنَّ رسولَ اللَّهِ صلى الله عليه وسلم قال : (( مَنْ قُتِلَ دُونَ مالهِ فَهُوَ شَهِيدٌ)) (3) . * ¶ هذَا حَديثٌ صَحيحٌ أخرجهُ أصحابُ السُّنَنِ الأربعة في كُتُبِهِم . ¶ فرواه أبو دَاودَ ، عن : هارونَ بن عَبْدِاللَّهِ(4) كَمَا قَدَّمْنَاهُ عنه . ¶ ورواه التِّرْمِذِيّ في (( جامعه )) عن : عبد بن حميد(5) ، فوافقناهُ بعُلُوٍّ . ¶ ورواه النَّسَائِيّ ، عن : مُحَمَّدِ بن رافعٍ ، ومُحَمَّدِ بن إسْمَاعيلَ بنِ إبْرَاهيمَ ، كِلاهما عن سليمانَ بن دَاودَ الهَاشِمِيِّ(6) . ¶ فَوَقَعَ لنا بَدَلاً لهُ عالياً . ¶ ورواه أيضاً عن : إسحاقَ بن إبْرَاهيمَ ، وقُتَيْبَةَ بن سعيدٍ(7) . ¶ __________ ¶ (1) ابن ظهيرة يروي هنا (( مسند)) الإمام أحمد رحمه الله تعالى . ¶ (2) في الأصل [عبيدالله] وفي (( مسند أحمد)) : (( عبدالله)) وكذا تقدمت روايته وتخريجه فلعل ماجاء في الأصل سبق قلم من الناسخ. ¶ (3) إسناده صحيح . أخرجه أحمد في (( المسند)) : 1/187. ¶ (4) سنن أبي داود: (5/128-129)، برقم: (4772). ¶ (5) جامع التِّرْمِذِيّ: 4/30، برقم: (1421). ¶ (6) سنن النَّسَائِيّ الصغرى: 7/ 116. ¶ (7) سنن النَّسَائِيّ الصغرى: 7/115.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ورواه ابن ماجه ، عن : هِشَامِ بن عَمَّارٍ(1) ، ثلاثتهم عن سفيانَ . ¶ فَوَقَعَ لنا بَدَلاً لهما عالياً ، وَلِلَّهِ الحَمْدُ . * ¶ إنَّ المَرويات التي اشتملَ عليها هذا المعجم إنَّما هي إمَّا رواية لجزءٍ حديثييِّ ، أو لكتابٍ مشهورٍ ، أو محاولة القُرب بالنِّسْبَةِ إلى روايةٍ مِنَ الكُتُبِ السِّتَّةِ ، أو غيرِها مِنَ المُصَنَّفاتِ ، وهو ما كثُرَ اعتناءُ المتأخِرونَ بهِ مِنَ الموافقةِ ، والبدَلِ ، والمُساواة ، والمُصَافَحَةِ . . إنَّ حِرْصَ ابن ظهيرة ، وغيره مِنَ المُصَنِّفين لمعاجم الشُّيُوخِ والمشيخات(2) في معاجمهِم على روايةِ العشراتِ مِنَ المُصَنَّفاتِ الحديثيَّةِ ، والتَّاريخيَّةِ ، وكتُبِ التَّراجم ، والمعاجِمِ ، والمشيخاتِ، وكُتُبِ الأَدَبِ، واللُّغَةِ ، وغيرِ ذلكَ مِنَ المُصَنَّفاتِ المُتَعَدِّدَةِ الفنون . . . وقيامهم بِتَتَبُّعِ الطُّرُق المُختلفَةِ للرواية الواحدةِ ، قد أبرزَ لنا جانِباً حضاريَّاً قائِمَاً بذاتِهِ يدُلُّ على الذَّكاءِ المُفْرِطِ ، والفِكْرِ الرِّياضِيِّ الذي يتمتعُ بهِ المُحَدِّثونَ والمُصَنِّفونَ لهذا النَّوع مِنَ المعاجِمِ والمشيخاتِ ، والقُدْرَة العاليةِ على رَبْطِ الأسانيدِ المُختَلِفَةِ بعضها ببعضٍ ، والتي تتميَّزُ بالدِّقَّةِ العجيبَةِ ، ويسودَها النِّظامُ الذي لا يقبلُ غير الصَّوابِ في بيانِ الإسنادِ العَالي وأقسامهِ المُختلفةِ . ¶ المبحث الخامس : فوائد المستخرجات ومعاجم الشُّيوخ والمَشيخات ¶ __________ ¶ (1) سنن ابن ماجه : 2/861، برقم: (2580). ¶ (2) وكذا بدرُ الدين ابن جماعة في (( مشيخته)) بتخريج علم الدين البِرْزَاليِّ، وطبع الكتاب بتحقيقنا، وكذا معظم المعاجم والمشيخات التي اعتنى مُصَنِّفوها بتتبع الروايات والتوسع في تخريجها مِن أكثر من مصدرٍ، وللمزيد من الفائدة يُراجع كتابنا (( عِلْمُ الأثباتِ ومعاجمُ الشُّيُوخِ والمشيخات وَفنُّ كتابة التَّراجم)) .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "إنَّ تتبعَ الطُّرق المختلفة للروايةِ الواحدةِ ، ومحاولة ربط الأسانيد بعضها ببعضٍ ، ومحاولة بيان الإسناد العالي وأقسامهِ المختلفةِ للرواياتِ ليسَ هو الغرض الوحيد للمُصَنِّفِينَ للمُسْتَخْرَجَاتِ ، وَمعاجم الشُّيوخِ والمَشْيَخَاتِ(1) . . وإنَّما شَاركَتهُ أغراضٌ أُخرى مُتَعَدِّدة حاولَ المُصَنِّفُون مُعالجتها ، بعضها يتعلَّقُ بالأسانيدِ ، وبعضُها الآخرُ يتعلَّقُ بالمتونِ ، ويُمكنني أن أُجْمِلَ بعضَ هذهِ الأغراض وفوائدها بما يأتي : ¶ ا- عُلُو الأسنادِ : إنَّ علو الإسناد : هو قِلَّةُ الوسائِط في السَّنَدِ ، أو قِدَمِ سَمَاع الرَّاوي ، أو وفاته(2) ، وهو سُنَّةٌ مِن السُّنَنِ(3) ¶ __________ ¶ (1) انظر فوائد معاجم الشُّيُوخ في كتابنا (( عِلْمُ الأثبات ومعاجمُ الشُّيُوخِ والمشيخات)) طبع جامعة أمِّ القرى. وينبه هنا أنَّ المقصود بمعاجم الشيوخ والمشيخات ليس على إطلاقها، بل مقيد بمدرسة المعاجم والمشيخات التي تنتمي إلى مدرسة تتبع الرواية الواحدة، واستخراجها من عدة مصادر، وربط الأسانيد بعضها ببعض. ¶ (2) فتح المغيث: 3/5. ¶ (3) من ذلكَ حديث أنسِ بنِ مالكٍ رضي اللهُ عنهُ في مجيء ضِمام بن ثَعْلَبَةَ إلى النَّبيِّ صلى الله عليه وسلم ليَسْمَعَ منهُ مُشَافَهَةً.. إذْ لو كانَ العُلُو غير مُسْتَحب لأ نكَرَ صلى الله عليه وسلم سؤالهُ عَمَّا أخبَرَ بهِ رسول الله صلى الله عليه وسلم وترك اقتصاره على خبرهِ لهُ. ¶ انظر: معرفة علوم الحديث للحاكم النيسابوري: 5، شرح مسلم للنوويِّ: 1/196، فتح الباري: 1/148،، فتح المغيث: 3/5، تدريب الراوي: 2/161.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "، ولذلِكَ استُحِبَّت الرِّحْلَة(1) . قال أحمدُ بنُ حَنبلٍ: طلبُ الإسناد العالي سُنَّة عَمَّن سَلَفَ ، لأنَّ أصحابَ عبدالله كانوا يرحلونَ مِنَ الكوفةِ إلى المدينةِ فيتَعَلَّمونَ مِن عُمَرَ وَيَسْمعونَ منهُ(2) ، وعُلوه يُبعِدهُ مِن الخَللِ المُتَطَرِّقِ إلى كُلِّ رَاوٍ(3) . ¶ __________ ¶ (1) انظر: الرحلة في طلب الحديث: ( 87-165 )، الجامع لأخلاق الراوي وآداب السَّامع: 2/223، علوم الحديث لابن الصلاح:223. ¶ (2) الجامع لآخلاق الراوي وآداب السامع: 1/123، الرحلة في طلب الحديث:98، علوم الحديث لابن الصلاح:231، فتح المغيث: 3/7، تدريب الراوي: 2/160. ¶ (3) انظر: المحدث الفاصل: 216، الجامع لأخلاق الراوي : 1/116، علوم الحديث لابن الصلاح:231.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ولذلكَ فإنَّ أصحابَ المُسْتَخْرَجات ، ومعاجم الشُّيُوخِ قد حرصوا على هذهِ الفائدةِ في معظمِ مَرويَّاتهمِ ، ومِن أمثلة ذلكَ ما أخرجهُ ابنُ ظهيرة في ترجمة شيخِهِ محمد بن أحمد ابن عبدالرحمن ، مِن طريق سُليمان بنِ داودَ الهاشِمِيِّ ، قثنا إبراهيم بن سَعْد ، عن أبيهِ ، عن عبدِاللهِ بنِ جَعفر ابنِ أبي طالبٍ رضي اللهُ تعالى عنهُما ، قال : (( رأيْتُ النَّبِيَّ صلى الله عليه وسلم يَأْكُلُ القِثَّاءَ بالرُّطَبِ )) ، ثُمَّ أتبعهُ بقولِهِ : (( وأخبرنا أعلا مِن هذهِ الروايةِ بِدَرَجتينِ معَ اتِّصَالِ السَّمَاعِ . . .))(1) ، وذَكَرَ في ترجمة شيخِهِ محمد بن أحمد بن عبدِالعزيزِ حديث العِرْبَاض ابن سَاريَةُ رضي الله عنه عنهُ في مَوعظة النَّبِيِّ صلى الله عليه وسلم : (( فعليكُم بِسُنَّتي ... )) الحديث ، ثُمَّ أتبعهُ بقولهِ : (( وأخبرنا أعلا مِن هذهِ الرواية بِدَرَجتينِ وأَتَمّ معَ اتِّصَالِ السَّماع . .)) ، وبعدَ أنْ ذَكَرَ الرواية بسندهِ ، أتبعها بقولِهِ : (( وأخبرنا أعلا مِن هذهِ الرواية بِدَرَجَةٍ ، وَمِنَ الأولى بثلاثِ دَرَجَاتٍ . .)) ، وبعدَ أن ذَكَرَ إسناده والرواية ، عادَ فقال : ¶ (( وأخبرنا أعلا مِن هذِهِ الرواية بِدَرَجَةٍ ، وَمِنَ الأولى بِأربع دَرَجاتٍ ، وَمِنَ الثَّانيةِ بثلاثِ دَرَجَاتٍ . .))(2) . ¶ 2- زيادة الثِّقَات : زيادةُ الثَّقاتَ ، هو ما نراهُ زائِداً مِنَ الألفاظِ في رواية بعضِ الثِّقاتِ لحديثِ ما رواهُ الثِّقاتُ الآخرونَ لذلكَ الحديثِ ، وتقَعُ هذهِ الزيادة في المَتْنِ بزيادةِ كلمةٍ ، أو جُملةٍ ، أو في الإسنادِ برفعِ موقوفٍ ، أو وَصْلِ مُرْسَلٍ(3) . ¶ __________ ¶ (1) الترجمة رقم: ( 7 ). ¶ (2) الترجمة رقم: ( 8 ). ¶ (3) المنهل الروي: 58، شرح نخبة الفِكَر لابنِ حَجَرٍ: 45، تيسير مصطلح الحديث للدكتور محمود الطَّحَّان: 137.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وهو فَنٌ لطيفٌ يُسْتَحْسَنُ العِناية بهِ ، ويُعْرَفُ بجمعِ الطُّرُقِ والأبوابِ(1) . ¶ روى البُخَاريُّ بسندهِ عن محمد ، عن شُعبة ، عن سُليمان ، عن إبراهيمَ ، عن عَلْقَمَةَ ، عن عبدِاللَّهِ قال : لَمَّا نَزَلَتْ {الَّذينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمانَهُم بِظُلْمٍ} قال أصحابُ رَسُولِ اللَّهِ صلى الله عليه وسلم : أيُّنَا لَمْ يَظْلِم؟ فَاَنْزَلَ اللَّهُ {إِنَّ الشِّرْكَ لَظُلْمٌ عَظيم}(2) . قال الحافظ ابنُ حجرٍ : زادَ أبو نُعيمٍ في (( مُسْتَخْرَجِهِ)) من طريقِ سليمان بنِ حَرْبٍ ، عن شُعْبَةَ بعد قولهِ : {إِنَّ الشِّرْكَ لَظُلْمٌ عَظيم} : فطابت أنفسنا(3) . ¶ ويُنَبَّهُ هُنا أنَّ صاحب المُستَخرج ، أو المشيخةِ قد لا يُصَرِّحُ بالزِّيادات ، وإنَّمَا يكتفي بِذِكْرِ الأسانيدِ المُخْتَلِفَةِ ، والألفاظِ المُتَعَدِّدَةِ للرِّوايةِ الواحِدَةِ ، تارِكاً أمر معرِفَةِ الزِّيادات إلى فِطنَةِ القارئ ، ومعرفتِهِ بهذا الفَنِّ الجليلِ(4) . ¶ 3- القوة بِكَثْرَةِ الطُّرُقِ : وفائِدتُهُ للتَّرْجيحِ عندَ المُعَارَضَةِ(5) . ¶ وقد تَطَرَّقَ ابنُ ظهيرة لهذا الفنِّ في معجمه ، ومثال ذلكَ ما رواهُ في ترجمةِ شيخِهِ محمدِ بنِ أحمدَ بنِ عبدِالرَّحمن حيثُ ذَكَرَ حديث كانَ رسولُ اللهِ صلى الله عليه وسلم يقولُ إذا سَافَرَ : ¶ __________ ¶ (1) علوم الحديث لابن الصلاح: 77، فتح المفيث: 1/199، تدريب الراوي: 1/245. ¶ (2) البخاري: 2/87، الإيمان، باب ظُلمٌ دُونَ ظُلم، برقم: (32). ¶ (3) فتح الباري: 2/88. وانظر مثالاً آخراً على زيادة الثِّقات التي وردت في مُستخرج الإسماعيلي، في فتح الباري: 2/93. وغير ذلك مِن الأمثلة التي طفح بها فتح الباري. ¶ (4) انظر الترجمة رقم: ( 41 ). ¶ (5) انظر: صيانة صحيح مُسْلِم لابن الصلاح: 88، علوم الحديث لابن الصلاح: 19، تدريب الراوي: 1/15.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "(( اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنْ وَعَثَاءِ السَّفَرِ . .)) الحديث(1) ، حيثُ تَطَرَّقَ إلى ألفاظِ الحديثِ وأسانيدِهِ ، وذَكَرَ لفظَة (( وَمِنَ الحَوْرِ بَعْدَ الكَوْنِ))، وهذهِ اللفظة استشكلها بعضُ المُحَدِّثينَ وقالوا صوابها : (( الكَوْر بالرَّاء )) . ¶ ومثالهُ ما جاء في ترجمة شيخِهِ مُحَمَّدِ بنِ أحمدَ بنِ مُحَمَّدٍ حيثُ ذَكَرَ حديث : (( كانَ رَسولُ اللهِ صلى الله عليه وسلم أَجْوَدَ ما يَكونُ في رَمَضَانَ . .)) الحديث(2) ، فتطَرَّقَ إلى أسانيدِهِ المُختَلِفَةِ ، وما جاءَ في بعضِها مِن زياداتٍ على بعضِ الروايات واختلافِ ألفاظِهِ . ¶ وفي ترجمة شيخهِ إبراهيمَ بنِ عدنانَ بنِ جَعْفَرٍ ذَكَرَ حديث : (( قالَ اللَّهُ عَزَّوَجَلَّ : أنا الرَّحْمنُ خَلَقْتُ الرَّحِمِ . .)) الحديث ، ثُمَّ ذَكَرَ أسانيدَهُ المُخْتَلِفَة ، وقال : قال البُخَاريُّ فيمَا نقلهُ عنهُ الحافِظُ المِزِّيُّ في (( الأطراف)) : وحديثُ مَعْمَرٍ خَطَأٌ . يعني في زيادةِ رَدَّاد بَيْنَ أبي سَلَمَةَ وأبيهِ. .))(3) . ¶ 4- الزيادةٌ في قَدْرِ الصَّحيح : وذلكَ لِمَا يقعُ مِن ألفاظٍ زائِدَةٍ ، وتَتِمَّاتٍ في بعضِ الأحاديثِ(4) . من ذلك مارواهُ البُخاريُّ : حدَّثنا مُعاذُ ابنُ فُضَالةَ ، قال : حَدَّثنا هِشَامٌ ، عن يحيى ، عن مُحَمَّدِ بنِ إبراهيمَ بن الحارثِ ، قال : حَدَّثني عيسى بنُ طَلْحَةَ أنَّهُ سَمِعَ مُعاويةَ يوماً فقال : مثلهُ إلى قولهِ : (( وأشْهَدُ أنَّ مُحَمَّداً رَسُولُ اللَّهِ)) . ¶ __________ ¶ (1) الترجمة رقم: ( 14 ). ¶ (2) الترجمة رقم: ( 15 ). ¶ (3) الترجمة رقم: ( 184 ). ¶ (4) انظر: صيانة صحيح مُسْلِم لابن الصلاح: 88، علوم الحديث لابن الصلاح: 19، تدريب الراوي: 1/15.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وَحدَّثنا إسحاقُ بنُ رَاهويه ، قال : حَدَّثنا وَهْبُ بنُ جَريرٍ ، قال : حَدَّثنا هِشَامٌ ، عن يحيى . . .نحوه(1) . قال الحافظ ابنُ حجرٍ : وقد وقع لنا هذا الحديث مِن طُرقٍ عن هِشامٍ ، منها للإسماعيليِّ مِن طريقِ مُعاذِ بن هشامٍ ، عن أبيهِ ، عن يحيى ، حدَّثنا محمدُ بنُ إبراهيمَ ، حدَّثنا عيسى بن طلحةَ ، قال : دخلنا على مُعاويةَ ، فنادى مُنَادٍ بالصَّلاةِ ، فقال : اللَّهُ أكبر اللَّهُ أكبر ، فقال مُعاويةُ : اللّضهُ أكبر اللَّهُ أكبر ، فقال : أشهدُ أنْ لا إلهَ إلاَّ اللَّه ، فقال مُعاويةُ : وَأنا أشهدُ أن لا إلهَ إلاَّ اللَّه ، فقال : أشهدُ أنَّ مُحَمَّداً رسولُ اللَّهِ ، فقال مُعاويةُ : وأنا أشهدُ أنَّ مُحَمَّداً رَسولُ اللَّهِ ، قال يحيى : فحدَّثني صاحِبٌ لنا : أنَّهُ لَمَّا قالَ : حَيَّ على الصَّلاةِ ، قال : لا حَولَ ولا قُوَّةَ إلاَّ باللَّهِ ، ثُمَّ قال : هكذا سَمِعنا نبيكم . انتهى . ¶ __________ ¶ (1) البخاري: 2/90، الإيمان، باب ما يقولُ إذا سمع المُنادي، برقم:(612).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "فاشتمل هذا السِّياق على فوائدَ : أحدها تصريح يحيى بنُ أبي كثيرٍ بالسَّماعِ لهُ مِن محمد ابن إبراهيم ، فَأَمِنَ ما يُخشى مِن تدليسهِ ، ثانيها : بيان ما اختصر مِن رِوايتي البُخاريِّ ، ثالثهما : أنَّ قولهُ في الرِّواية الأولى : أنَّهُ سمع مُعاوية يوماً فقال مثلهُ . فيه حَذْفٌ تقديرهُ أنَّهُ سَمِعَ مُعاويةَ يَسْمَعُ المؤذِّنَ يوماً فقال مثلهُ ، رابعها : أنَّ الزِّيادةَ في رواية وَهْبِ ابنِ جَريرٍ لم ينفرد بها لِمُتابعة مُعاذ ابن هِشامٍ لهُ ، خامسها : أنَّ قولهُ: قال يحيى . ليس تَعليقاً مِنَ البُخاريِّ كما زَعم بعضهم ، بل هو عندهُ بإسناد إسحاق . وأبدى الحافظ فُطب الدِّين احتمالاً أنَّهُ عندهُ بإسنادينِ، ثُمَّ إنَّ إسحاق هذا لم يُنسب ، وهو ابنُ راهويه ، كذلكَ صَرَّحَ بهِ أبو نُعيمٍ في (( مُسْتَخْرَجِهِ )) ، وأخرجهُ مِن طريقِ عبدِاللَّهِ بن شيرويه عنهُ(1) . ¶ 5- تَمييزُ رواية المُخْتَلِط ، وبيان زَمَنِها : وذلكَ أن تكونَ الرواية عَمَّن اختلطَ ولَم يتَبَيَّن هل سَماع ذلكَ الحديث في هذهِ الرواية قبلَ الاختِلاطِ أو بعدَهُ؟ فَتُبَيِّنهُ الطُّرُقُ الأُخرى ، إمَّا تَصريحاً ، أو بأن يأتي عنهُ مِن طَريقِ مَن لَم يَسْمَع مِنهُ إلاَّ قبلَ الاختلاط(2) . ¶ 6- التَّصريحُ بالسَّماعِ عندَ ورودِ عَنْعَنَة المُدَلِّسِ : إذ قد يأتي الحديثُ في رِوايةٍ عن مُدَلِّسٍ بالعَنْعَنَةِ ، فتأتي الطُّرُقُ الأخرى بالتَّصْريحِ بالسَّماعِ(3) . ¶ __________ ¶ (1) فتح الباري: 2/93. وهذا المثال فيه الكثير مِن الفوائد التي سيأتي ذِكرها، وبالتالي سأكتفي به عن إيراد المزيد مِنَ الأمثلة. ¶ (2) انظر: النكت على ابنِ الصَّلاح: 1/322، تدريب الراوي: 1/116، توضيح الأفكار: 1/72. ¶ (3) انظر: النكت على ابنِ الصَّلاح: 1/322، تدريب الراوي: 1/116، توضيح الأفكار: 1/72.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "روى البُخَارِيُّ بسندهِ ، عن قَتَادَةَ ، عن أنسٍ ، عن النَّبِيِّ صلى الله عليه وسلم قالَ : (( ثَلاثٌ مَنْ كُنَّ فيه )) وذَكَرَ الحديث(1) . قال الحافظ ابنُ حجرٍ : وصَرَّح النَّسائيُّ والإسماعيليِّ بسماعِ قَتَادةَ لهُ مِن أنسٍ(2) . ¶ 7- التَّصريحُ بالأسماءِ المُبْهَمَةِ في الإسنادِ ، أو المَتْنِ : كَحَدَّثَنا فُلان ، أو رَجُل ، أو فلان وغيره ، أو غير واحدٍ ، أو رأى رجُلاً ، فتأتي الطُّرُقُ الأخرى فتُعَيِّنهُ(3) . ¶ 8- تَعْيينُ الأسماء المُهْمَلَة في الإسْنادِ ، أو في المَتْنِ : كَأن يأتي في طَريقٍ مُحَمَّدٌ مِن غَيرِ ذِكْر ما يُمَيزهُ عن غَيرهِ مِنَ المُحَدِّثينَ ، ويكونُ في مَشايخِ مَن رواهُ كذلكَ مَن يُشارِكُهُ في الاسمِ ، فتأتي الطُّرُقُ الأخرى فتُمَيزُهُ عن غَيرهِ(4) . ¶ 9- التَّمييزُ للمَتْنِ المُحَال بهِ على المَتْنِ المُحال عليهِ : كَما وقعَ في كِتابِ مُسْلِمٍ ، فإنَّهُ يُخَرِّجُ الحديثَ على لفظ بعضِ الرُّواةِ ، ويُحيلُ بباقي ألفاظِ الرواة على ذلِكَ اللَّفظِ الذي يُورِدهُ فتارةً يقولُ : مثلهُ ، فيحملُ على أنَّهُ نظيرٌ سواء . وتارةً يقولُ : نحوهُ أو مَعناهُ ، فتوجد بينهُما مُخالفةٌ بالزِّيادةِ والنَّقْصِ ، وفي ذلكَ مِنَ الفوائِدِ ما لا يَخْفى(5) . ¶ __________ ¶ (1) البخاري: 1/72، في الإيمان، باب مَن كرهَ أن يعودَ في الكُفر كما يكرهُ أن يُلْقضى في النَّار مِنَ الإيمان، برقم:(21). ¶ (2) فتح الباري: 1/62. ¶ (3) انظر: النكت على ابنِ الصَّلاح: 1/322، تدريب الراوي: 1/116، توضيح الأفكار: 1/72. ¶ (4) انظر: النكت على ابنِ الصَّلاح: 1/322، تدريب الراوي: 1/116، توضيح الأفكار: 1/72. ¶ (5) انظر: النكت على ابنِ الصَّلاح: ( 1/322-323 )، توضيح الأفكار: 1/72.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "10- تَعيينُ الإدْراج في الإسنادِ ، أو في المَتْنِ : إذ قَد تأتي روايَةٌ فيها إدراجٌ ، وهو ما كانت فيهِ زيادةٌ ليست منهُ(1) ، فتأتي الطُّرُقُ الأُخرى للرِّوايةِ فتكشفُ الإدْراج(2) . ¶ 11- وصلُ المُعَلَّقَات : قد تأتي روايةٌ فيها حديثٌ مُعَلَّقٌ ، وهو ما حُذِفَ مِن مبدأ إسنادِهِ واحد فأكثَر(3) ، فتأتي بقيَّة الرواياتِ فتوصلها . ¶ 12- رفعُ الموقُوفِ : قد تأتي الرواية موقوفة على الصَّحابيِّ مِن قَولِهِ أو فِعْلِهِ ، أو نحوهِما ، فتأتي الطُّرُقُ الأُخرى للرِّوايةِ فَتُصَّرِّحُ بِرَفْعِها(4) . ¶ 13- بيانُ أحكامٍ فِقْهِيَّةٍ : قد تأتي رِوايةٌ مُختصَرةُ الألفاظِ ، فتأتي بقيَّةُ الطُّرُقِ الأُخرى فتزيدُ فيها مِنَ الأحكامِ الفقهيَّةِ . ¶ __________ ¶ (1) الباعث الحثيث: 74. ¶ (2) انظر الإدراج في: الفصل للوصلِ المُدْرج في النَّقْلِ للخطيب البغداديِّ، طبع بتحقيق عبدالسَّميع محمد الأنيس، دار ابن الجوزي، الطبعة الأولى(1418هـ -1997م)، التبصرة والتذكرة، مع فتح الباقي: ( 1/246-252 )، نزهة النظر: 46، فتح المُغيث: (1/226-230 )، تدريب الراوي: ( 1/268-271 ). ¶ (3) فتح المغيث: 1/54، تدريب الراوي: 1/117، توضيح الأفكار: 1/134. ¶ (4) انظر: التبصرة والتذكرة وفتح الباقي: 1/123، النكت على ابنِ الصَّلاح: 1/323، فتح المغيث: 1/103،توضيح الأفكار: ( 1/73،261 ).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "مثالُ ذلكَ ماروى ابنُ ظهيرة في ترجمة شيخِهِ مُحَمَّدِ بنِ رَافِعٍ مِن حديثِ أنَسٍ رضي اللهُ تعالى عنهُ : أنَّ النَّبِيَّ صلى الله عليه وسلم سَقَطَ مِن فَرَسٍ على شِقِّهِ الأيْمَنِ ، فَدَخَلوا عليهِ يَعُودُونَهُ ، فَحَضَرَتِ الصَّلاةُ فَلمَّا قضى الصَّلاة ، قال : (( إِنَّما جُعِلَ الإِمامُ لِيُؤْتَمَّ بهِ ..)) الحديث ، ثُمَّ ذَكَرَ للرِّوايةِ طُرُقَاً أُخرى مِن رِوايةِ أنَسٍ فيها مَزيد مِنَ الفوائِدِ الفِقْهيَّةِ(1) . ¶ 14- بيانُ عِلَّةٍ مِنَ العِلَلِ ، سواءٌ في الإسنادِ ، أو في المَتْنِ : قد يذكُرُ المُصَنِّفُ رواية فيها عِلَّةً مِنَ العِلَلِ ، ثُمَّ يروي لها طُرُقاً أُخرى لِيُبَيِّنَ طبيعة الرِّواية الصَّحيحة ، ومكان العِلَّة في الرواية المُعلَّةِ ، وَمَن هو الراوي الذي تسببَ في هذهِ العِلَّة ، ومثالُ ذلكَ ما رواهُ ابنُ ظَهيرَةَ في ترجمة شَيخِهِ مُحَمَّدِ بنِ مُحَمَّدِ بنِ عَرَفَةَ ، حيثُ ذَكَر مِن طريقِ مَالكِ بن أنَسٍ حديث ابن عُمَرَ رضي اللهُ عنهُ : (( اللَّهُمَّ ارْحَمِ المُحَلِّقِينَ)) ، قالوا : والمُقَصِّرينَ يارسولَ اللهِ؟ ، قالَ : (( وَالمُقَصِّرينَ )) ، ثُمَّ أتبع هذهِ الرواية بذِكْرِ طُرقها المُختلفةِ عن مالكٍ لبيان الاختلاف عليهِ في ألفاظِ هذهِ الرواية(2) . ¶ __________ ¶ (1) الترجمة رقم: ( 33 )، وغير ذلكَ مِنَ التراجم التي وَرَدت فيها روايات متعددة ذُكِر فيها مِنَ الفوائِد الفِقهيَّةِ ما لم تُذْكَر في الرواية الأولى، انظر التراجم: ( 43، 109 ). ¶ (2) انظر التَّرجمة رقم: ( 97 )، فتح الباري: 3/562.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "15- شَرحُ لفظٍ ، أو بيانُ معْنَىً مِنَ المعاني : قد تأتي روايةٌ مِنَ الروايات تحتملُ أوجُهَاً مُخْتَلِفَة ، فيتبعها المُصَنِّفُ برواياتٍ أُخر لِتُؤكِدُ وجهَاً مِنَ الوجوهِ ، ومِن ذلكَ ماأخرجهُ ابنُ ظهيرة في ترجمة شيخهِ مُحَمَّدِ بنِ مُحَمَّدِ بنِ مُحَمَّدِ ابنِ مَنْصُورٍ ،حيثُ ذَكَرَ حديث حَريْز بن عُثمانَ أنَّهُ سألَ عَبْدَاللهِ بنَ بُسْرٍ صاحب رَسول اللهِ صلى الله عليه وسلم ، ورضِيَ عنهُ ، قالَ : (( أَرَاَيْتَ النَّبِيَّ صلى الله عليه وسلم كانَ شَيْخَاً؟ . .)) الحديث ، وأردفهُ برواية (( أَشَابَ رسولُ اللهِ صلى الله عليه وسلم ؟)) (1) . ¶ 16- بيانُ الاختلاف في الأسانيدِ : قد يذكُرُ المُصَنِّفُ روايةً مِنَ الرِّواياتِ ، ثُمَّ يُتْبِعُها بذكرِ طُرُقٍ أُخرى لبيانِ الاختلافِ الواقِعِ في إسنادِ الروايةِ الأولى . ¶ مِن ذلكَ ما جاءَ في ترجمة شيخِهِ عبدالرَّحمنِ بنِ أحمدَ بنِ عبدِالهادي ، حيثُ روى مِن طرقهِ حديثَ عليِّ بن أبي طالبٍ رضي الله عنه عنهُ، قال : (( عَلَّمَني رسولُ اللَّهِ صلى الله عليه وسلم إذا نَزَلَ بِيَ كَرْبٌ أنْ أَقولَ . . .)) الحديث ، ثُمَّ أتبعهُ بِطُرُقٍ أُخرى عن عَلِيٍّ رضي الله عنه ، وقال : (( وفي سَنَدِهِ اختلاف))(2) . ¶ وبعد فإنَّ مُحاولة الاستقراء للفوائِد الحديثيَّةِ التي يُمكننا استخلاصها مِن منهجِ المُحَدِّثينَ في تتبُّعِهِم للطَّرُقِ المُختلِفَةِ(3) ¶ __________ ¶ (1) انظر الترجمة رقم: ( 109 )، و ( 381 )، والتَّعليق عليهِما. ¶ (2) انظر: الترجمة رقم: ( 269 ). ¶ (3) ليس المرادُ بتتبع الطرق المختلفةِ أن يتغيَّر أصل السَّنَد وهو الصَّحابيّ، بل قد يُرادُ بهِ تتبع طرق الرواية إلى صحابيٍّ واحدٍ. ¶ المصادر والمراجع ¶ إرشاد الطَّالبينَ إلى شُيوخِ شَيخِ الإسلامِ قاضي القُضاة أبي حَامِدٍ مُحَمَّدِ بْنِ عبدِالله بْنِ ظَهِيْرَةَ جَمال الدِّينِ المتوفَّى سنة (817هـ) ، تخريج الإمامِ الحافظِ غَرْسِ الدِّينِ أبي الحَرَمِ خَليلِ بْنِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ عَبْدِالرَّحيمِ بْنِ عَبْدِالرَّحمنِ الأَقْفَهْسِيِّ ، المتوفَّى سنة (821هـ) ، دراسة وتحقيق الدكتور موفق بن عبدِاللَّه ابن عبدِالقادر ، تحت الطبع . ¶ الإعلان بالتَّوبيخ لِمَن ذم أهل التَّاريخ : للحافظ شمس الدِّين محمد ابن عبدالرَّحمن السَّخاوي (ت902هـ)، تحقيق فرانزروزنثال ، دار الكتب العلمية ، بيروت . ¶ الاقتراح في بيان الاصطلاح : للإمام تقي الدين محمد بن علي المعروف بابن دقيق العيد (ت702هـ) ، تحقيق ودراسة قحطان عبدالرَّحمن الدُّوري ، مطبعة الإرشاد ، بغداد 1402هـ-1982م . ¶ الإكمال في رفع الإرتياب عن المؤتلف والمختلف في الأسماء والكُنى والأنساب : للحافظ أبي نصر عليّ بن هبة الله بن جعفر المعروفغ بابن ماكولا (ت487هـ ) ، تحقيق عبدالرحمن بن يحيى المعلمي اليماني ، والجزء السابع تحقيق نايف العباس ، الناشر محمد أمين دمج ، بيروت لبنان . ¶ الأموال : للإمامِ الحافظ أبي عُبيد القاسم بن سلاَّم (ت224هـ) ، تحقيق محمد خليل هراس ، مكتبة الكليات الأزهرية ، القاهرة ، دار الفكر ، القاهرة ، الطبعة الأولى 1395هـ-1975م . ¶ الأموال : للإمام الحافظِ حميد بن زنجويه ، تحقيق الدكتور شاكر ذيب فياض ، مركز الملك فيصل للبحوث والدراسات الإسلامية ، الرياض ، الطبعة الأولى 1406هـ-1986م . ¶ الأنساب : للإمام أبي سعدٍ عبدالكريم بنِ محمدٍ السَّمعانيِّ (ت562هـ) ، تحقيق المعلمي اليماني ، ومجموعة من الأساتذة ، نشره أمين دمج ، بيروت . ¶ البداية والنهاية : للحافظ إسماعيل بن عمر الدِّمَشقيِّ ، المعروف بابن كثير(ت774هـ) ، مكتبة المعارف ، بيروت 1977م . ¶ تاج العروس مِن جواهر القاموس : لأبي الفيض محمد مرتضى الزَّبيدي (ت1205هـ) ، منشورات دار مكتبة الحياة ، بيروت . ¶ تاريخ بغداد : للإمام أبي بكرٍ أحمد بن عليِّ بن ثابتٍ الخطيب البغداديِّ (ت463هـ) ، دار الكتاب العربي ، بيروت . ¶ التبصرة والتذكرة : للإمام أبي الفضلِ عبدالرحيم بن الحسين بنِ عبدالرحمن العراقي (ت806هـ)، تصدير محمد بن الحسين العراقي الحُسيني ، طبع دار الكتب العلمية ، بيروت . ¶ تحفة الأشراف بمعرفة الأطراف : للإمام أبي الحجاج يوسف بن عبدالرحمن المزيِّ (ت742هـ) ، تحقيق عبدالصمد شرف الدين ، الدار القيمة ، االهند ، الطبعة الأولى 1384هـ - 1965م . ¶ تدريب الراوي في شرح تقريب النواوي : لجلال الدين عبدالرحمن ابن أبي بكر السيوطيِّ (ت911هـ) ، تحقيق عبدالوهاب عبدالطيف ، دار الكتب الحديثة ، القاهرة ، الطبعة الثانية (1385هـ - 1966م) . ¶ تذكرة الحفاظ : للإمام أبي عبدالله محمد بن أحمد بن عثمان الذهبي (ت748هـ) ، دائرة المعارف العثمانية ، الهند ، الطبعة الرابعة (1390هـ-1970م) . ¶ تقريب النَّواوي : ليحيى بن شرف النَّووي (ت676هـ) ، مع شرحه تدريب الراوي للسيوطي ، تحقيق عبدالوهاب عبداللطيف، المكتبة العلمية بالمدينة المنورة، الطبعة الأولى 1379هـ-1959م. ¶ تقريب التهذيب : للإمام أحمد بن علي ابن حجر العسقلاني (ت852هـ) ، تحقيق محمد عوامة ، دار الرشيد ، سوريا ، حلب ، الطبعة الأولى 1406هـ . ¶ التَّقييد والإيضاح شرح مقدمة ابن الصَّلاح : لنور الدِّين عبدالرَّحيم ابن الحُسين العراقي (ت806هـ) ، تحقيق عبدالرَّحمن محمد عُثمان ، دار الفكر ، بيروت ، 1401هـ . ¶ توضيح الأفكار : لمحمد بن إسماعيل الأمير الصَّنعاني (ت1182هـ) ، تحقيق محمد محيي الدين عبدالحميد ، دار إحياء التراث العربي ، بيروت ، الطبعة الأولى 1366هـ . ¶ الجامع : للإمام أبي عيسى محمد بن عيسى بن سَوْرَةَ الترمذي (ت279هـ) ، حققه أحمد شاكر ، وآخرون ، مطبعة مصطفى البابي الحلبي ، وأولاده ، مصر ، الطبعة الأولى 1356هـ . ¶ الجامع الصحيح المسند من حديث رسول الله صلى الله عليه وسلم وسننه وأيامه : للإمام أبي عبدالله محمد بن إسماعيل البخاريِّ(ت256هـ) ، المكتب الإسلامي ، محمد أزدمير ، تركيا إسطنبول (1979م) ، وانظر : “ فتح الباري ” . ¶ الجامع لأخلاق الراوي وآداب السامع : للإمام أبي بكر أحمد بن عليٍّ الخطيب البغداديِّ (ت463 هـ) ، تحقيق الدكتور محمود الطحان ، مكتبة المعارف 1403هـ - 1983م . ¶ الجرح والتَّعديل : لعبدالرحمن بن محمد بن إدريس الشَّافعي ، المعروف بابن أبي حاتم الرازي (ت327هـ) ، تحقيق عبدالرحمن ابن يحيى المعلمي اليماني ، دائرة المعارف العثمانية ، الهند ، الطبعة الأولى 1371هـ-1952م . ¶ الرِّحلة في طلب الحديث: لأبي بكر أحمد بن عليٍّ الخطيب البغدادي (ت463هـ)، تحقيق نور الدين عتر ، دار الكتب العلمية ، بيروت ، الطبعة الأولى 1395هـ . ¶ الرِّسالة المُسْتَطْرَفة لبيان مَشهور كُتُبِ السُّنَّةِ المُشَرَّفَة : للعلاَّمَةِ محمد بن جعفر الكَتَّانيِّ (ت1345هـ) ، كتب مقدمتها ووضع فهارسها محمد المُنتصر بن محمد الزَّمزمي بن محمد بن جعفر الكَتَّاني ، تصوير دار وهران للطباعة والنشر ، استانبول ، تركيا . ¶ السنن : للإمام أبي محمد عبدالله بن عبدالرحمن بن الفضل بن بَهرام الدارمي التَّميميِّ (ت255هـ) ، بعناية أحمد محمد دهمان دار الكتب العلمية ، بيروت . ¶ السنن : للإمام أبي محمد عبدالله بن عبدالرحمن بن الفضل بن بَهرام الدارمي التَّميميِّ (ت255هـ) ، تحقيق السيد عبدالله هاشم يماني المدني ، حديث أكاديمي ، باكستان(1404هـ-1984م . ¶ السنن : للإمام أبي عبدالله محمد بن يزيد القَزويني ، المعروف بابن ماجه ¶ ( ت275هـ) ، تحقيق محمد فؤاد عبدالباقي ، دار إحياءالكتب العربية 1372هـ-1952م . ¶ السنن : للإمام أبي داود سليمان بن الأشعث السِّجِسْتانيِّ (275هـ) ، تعليق عزت ، وعادل السيد ، الطبعة الأولى (1388هـ) ، نشر محمد علي السيد ، حمص ، سوريا . ¶ السنن : للإمام أبي الحسن علي بن عمر الدَّارَقُطْنيِّ البغدادي ، (ت385هـ) ، تصحيح عبدالله هاشم يماني ، دار المحاسن للطباعة القاهرة 1386هـ . ¶ السنن : للإمام أبي عبدالرحمن أحمد بن شعيب بن علي النَّسائي (ت303هـ) ، دار الفكر ، ¶ بيروت ، الطبعة الأولى 1346هـ-1930م . ¶ سنن الترمذي = جامع الترمذي . ¶ السُّنن الكبرى : للإمام أبي عبدالرحمن أحمد بن شعيب بن علي النَّسائي (ت303هـ) ، تحقيق الدكتور عبدالغفار سليمان البنداري ، وسيد كسروي حسن ، دار الكتب العلمية ، بيروت ، الطبعة الأولى 1411هـ-1991م . ¶ السنن الكبرى : للإمام أبي بكر أحمد بن الحسين بن عليٍّ البيهقيِّ (ت458هـ) ، مجلس دائرة المعارف العثمانية ، الهند . ¶ سير أعلام النبلاء : للإمام أبي عبدالله محمد بن أحمد بن عثمان الذهبي (748هـ) ، تحقيق مجموعة من الأساتذة ، مؤسسة الرسالة ، بيروت ، الطبعة الأولى 1402هـ-1982م . ¶ الصِّحاح : لإسماعيل بن حمَّادٍ الجوهريِّ (ت393هـ) ، تحقيق أحمد عبدالغفور عطَّار ، القاهرة 1402هـ . ¶ صحيح البخاري = فتح الباري . ¶ صحيح ابن خُزَيمة : لأبي بكر محمد بن إسحاق بن خزيمة السُّلَميِّ النَّيسابوريِّ (ت311هـ) ، تحقيق الدكتور محمد مصطفى الأعظمي ، المكتب الإسلامي ، بيروت ، الطبعة الأولى 1399هـ-1979م . ¶ صحيح مسلم: للإمام أبي الحسن مُسْلِم بن الحَجَّاج بن مُسْلِمٍ القُشَيريِّ النَّيْسَابوريِّ (ت261هـ) ، تحقيق محمد فؤاد عبدالباقي ، دار إحياء الكتب العربية ، الطبعة الأولى 1374هـ-1955م . ¶ صيانة صحيح مُسْلِمٍ مِنَ الإخلالِ والغَلَطِ وَحِمَايتُهُ مِنَ الإسْقَاطِ والسَّقَطِ : للإمامِ الحافِظِ أبي عَمرو عُثمان بن عبدالرَّحمن المعروف بابن الصَّلاح الشَّهْرَزُورِيِّ (ت643هـ) ، تحقيق ودراسة الدكتور موفق بن عبدِاللَّهِ بن عبدالقادر ، دار الغرب الإسلامي ، بيروت ، الطبعة الثانية (1408هـ-1987م) . ¶ طبقات الحُفَّاظ : لجلال الدين عبدالرحمن بن أبي بكر السيوطي (911هـ) ، تحقيق علي محمد ¶ عمر ، مكتبة وهبة ، القاهرة . ¶ طبقات الفقهاء الشَّافعيين : لأسماعيل بن عمر الدِّمشقيّ ، المعرف بابن كثير (ت774هـ) ، تحقيق الدكتور أحمد عمر هاشم ، والدكتور محمد زينهم محمد عزب ، مكتبة الثقافة الدينية ، القاهرة ، الطبعة الأولى 1413هـ-1993م . ¶ طبقات المُحَدِّثينَ بأصبهان والواردينَ عليها : لأبي محمد عبداللَّهِ ابن محمد بن جعفر بن حَيَّانَ (ت368هـ) ، تحقيق عبدالغفار سليمان البنداري ، وسيد كسروي حسن، دار الكتب العلمية، بيروت ، الطبعة الأولى 1409هـ-1989م . ¶ طبقات المفسرين : لشمس الدين محمد بن عليٍّ الداودي (ت954هـ) ، دار الكتب العلمية ، بيروت ، الطبعة الأولى 1403هـ-1983م . ¶ العبر في خبر مَن غبر : للإمام محمد بن أحمد الذهبي (ت748هـ) ، تحقيق صلاح الدين المنجد ، وفؤاد السيد ، دائرة المطبوعات والنشر الكويت ، الطبعة الأولى ، 1960م . ¶ عِلْمُ الأثبات ومعاجم الشُّيوخِ والمشيخات وفنُّ كتابة التَّراجم : للدكتور موفق بن عبدالله بن عبدالقادر ، طبع معهد البحوث وإحياء التُّراث الإسلامي ، جامعة أم القرى ، مكة المكرمة . ¶ علوم الحديث : للإمام أبي عمرو عثمان بن عبدالرحمن بن عثمان الشَّهْرَزُرِيِّ ، المعروف بابن الصلاح (ت643هـ) ، تحقيق الدكتور نور الدين عتر ، المكتبة العلمية ، بيروت 1401هـ-1981م . ¶ فتح الباري شرح صحيح البخاري : للإمام أبي الفضل أحمد بن عليِّ ابن حجر العسقلاني (ت852هـ) ، طبع المطبعة السلفية ، بمصر . ¶ فتح الباقي على ألفية العراقي : للإمام زكريا بن محمد بن أحمد بن زكريا الأنصاري (ت928هـ) ، طبع دار الكتب العلمية ، بيروت ، طبع مع (( التبصرة والتذكرة)) للإمام العراقي . ¶ فتح المغيث شرح ألفية الحديث : للإمام أبي الخير محمد بن عبدالرحمن بن محمد السخاوي (ت902هـ) ، تحقيق عبدالرحمن ابن محمد بن عثمان ، المكتبة السلفية ، بالمدينة المنورة ، الطبعة الثانية 1388هـ-1968م . ¶ الكفاية في علم الرواية : للإمام أبي بكر أحمد بن علي بن ثابت الخطيب البغدادي ، (463هـ) ، المكتبة العلمية، بيروت. ¶ لسان العرب : لجمال الدين محمد بن مكرم ، المعروف بابن منظور (ت771هـ) ، دار صادر بيروت . ¶ لسان الميزان : للإمام أبي الفضل أحمد بن علي ابن حجر (ت852هـ) ، مجلس دائرة المعارف النظامية ، الهند ، الطبعة الأولى 1331هـ . ¶ المجروحين من المحدِّثين والمتروكين : للإمام أبي حاتم محمد بن حِبَّان بن معاذ البُسْتيِّ التميميّ (ت354هـ) ، تحقيق محمود إبراهيم زايد ، دار الوعي ، حلب ، الطبعة الأولى (1395هـ-1975م . ¶ مجمع الزوائد ومنبع الفوائد : للإمام أبي الحسن علي بن أبي بكر ابن عمر الهيثميِّ (ت807 هـ) ، دار الكتاب العربي ، بيروت الطبعة الثانية 1967م . ¶ المَجْمَعُ المُؤَسِّس للمُعْجَمِ المُفَهْرِس - مشيخة الإمام العلاَّمة شهاب الدين أحمد بن عليِّ بن محمد بن محمد بن عليِّ بن أحمد ، الشَّهير بابنِ حَجَرٍ العَسْقَلاَنِيِّ (ت852هـ)- تحقيق الدكتور يوسف عبدالرَّحمن مَرْعَشْلِي ، دار المعرفة ، بيروت ، الطبعة الأولى 1413هـ-1992م . ¶ المحدِّث الفاصِل بين الراوي والواعي : للإمام أبي محمد الحسن ابن عبدالرحمن بن خلاَّد الرَّامَهُرْمُزِيِّ (ت360هـ) ، تحقيق الدكتور محمد عجاج الخطيب ، دار الفكر ، بيروت ، الطبعة الأولى 1391هـ . ¶ المستدرك على الصحيحين : للإمام أبي عبدالله محمد بن عبدالله ابن حمدويه ، المعروف بالحاكم النيسابوري (ت405هـ) ، دائرة المعارف العثمانية ، حيدر آباد ، الهند . ¶ المسند : للإمام أبي عبدالله أحمد بن محمد بن حنبل الشيباني (ت241هـ) ، المكتب الإسلامي ، ودار صادر ، بيروت ، الطبعة ألأولى 1398هـ . ¶ المسند : للإمام أبي بكر عبدالله بن الزبير الحُميديِّ (ت219هـ) ، تحقيق الشيخ حبيب الرحمن الأعظمي ، المكتبة السلفية، المدينة المنورة . ¶ المسند : للإمام أبي عبدالله محمد بن إدريس بن العباس الشافعي (ت204هـ) ، رتبه على الأبواب محمد بن عابد السندي (ت1257هـ) ، حققه يوسف علي الزواوي ، وعزت العطار ، دار الكتب العلمية ، بيروت 1370هـ-1951م . ¶ المُسْنَد المُسْتَخْرَج على صحيح الإمامِ مُسْلِمٍ : تصنيف الإمام الحافظ أبي نُعيم أحمد ابن عبداللَّهِ الأصبهاني (ت430هـ) ، تحقيق محمد حسن محمد حسن إسماعيل ، دار الكتب العلمية ، بيروت ، الطبعة الأولى 1417هـ-1996م . ¶ المصباح المنير في غريب الشرح للرَّافعي : للإمام أبي العبَّاس أحمد ابن محمد بن علي المقرىء الفيوميِّ (ت770هـ) ، المكتبة العلمية ، بيروت . ¶ المصنَّف : للإمام أبي بكر عبدالله بن محمد بن إبراهيم ، المعروف بابن أبي شيبة العبسيِّ (ت235هـ) ، بإشراف مختار أحمد الندوي ، الدار السلفية ، بومباي ، الهند . ¶ المصنف : لعبدالرزاق بن همام الصنعاني (ت211هـ) ، تحقيق الشيخ حبيب الرحمن الأعظمي ، المكتب الإسلامي ، بيروت ، الطبعة الثانية 1403هـ-1983م . ¶ معرفة علوم الحديث : للإمام الحاكم أبي عبدالله محمدِ بنِ عبدالله النيسابوريِّ (ت405هـ) ، تحقيق الأستاذ معظم حسين ، المكتب التجاري ، بيروت ، الطبعة الثاتية 1977م . ¶ الموطأ : للإمام أبي عبدالله مالك بن أنس بن أبي عامر الأصبحي (ت179هـ) ، تحقيق محمد فؤاد عبدالباقي ، دار إحياء الكتب العربية ، القاهرة 1370هـ-1951م . ¶ ميزان الاعتدال في نقد الرجال : للإمام أبي عبدالله محمد بن أحمد بن عثمان الذهبي (ت748هـ) ، تحقيق علي محمد البجاوي ، دارالمعرفة ، بيروت ، الطبعة الأولى 1382هـ-1963م . ¶ نزهة النظر شرح نخبة الفكر في مصطلح أهل الأثر : للإمام أبي الفضل أحمد بن علي بن حجر العسقلاني (ت852هـ) ، المكتبة العلمية، المدينة المنورة، 1975م . ¶ النكت على كتاب ابن الصلاح : للإمام أبي الفضل أحمد بن علي ابن حجر العسقلاني (ت852هـ) ، تحقيق الدكتور ربيع بن هادي عمير ، المجلس العلمي بالجامعة الإسلامية ، بالمدينة المنورة ، الطبعة الأولى 1404هـ-1984م . ¶ النهاية في غريب الحديث والأثر : لمجد الدين أبي السعادات المبارك بن محمد ، المعروف بابن الأثير الجَزَرِيِّ (ت606هـ) ، تحقيق طاهر أحمد الزاوي ، ومحمود محمد الطناحي ، دار إحياء الكتب العربية ، القاهرة . ¶ هدي الساري مقدمة فتح الباري : للإمام أبي الفضل أحمد بن علي ابن حجر العسقلاني (ت852هـ) ، المطبعة السلفية ، بمصر .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "للرِّوايةِ الواحدة قد تُخرجنا عن جادَّة الطَّريقِ في هذهِ المقدمة الموجزة ، نظراً لاتِّساعِ أُفُق هذه المادة ، وارتباطها ارتباطاً وثيقاً بفنِّ مُصطلحِ الحديثِ المتشَعب الجوانبِ ، إضافةً إلى أنها تفتقرُ إلى تحليلٍ دقيقٍ وأمثلةٍ وافيةٍ تضيق بها هذهِ الصَّفحات التي أريد لها أن تكونَ مقدمة قصيرة تُعطي القارئ فكرة واضحة عن هذا النَّوع مِن المُصَنَّفاتِ . . وبعيداً عن الخوضِ في بحارِ عِلْمِ مُصْطَلَحِ الحَديثِ ، وفَنِّ الرِّوايةِ وما يتعلَّقُ بها . . ¶ الخاتمة : ¶ يُعدُّ عِلْمُ رواية النُّصُوص مِنَ العُلُومِ التي تَمَيَّزَ بها المسلمون منذُ القِدَم ، ووضعوا لها القواعِدَ والضَّوابطَ ، سواءٌ في الرَّاوي ، أو المَرْوي على حَدٍّ سواء ، وبرزت أنواعٌ عديدةٌ مِنَ الفنون المُختلفة لخدمة عِلْمِ الرِّواية وما يتعلَّقُ بها ، وَأُلِّفت ألوانٌ مُختلفةٌ مِنَ المُصَنَّفات اشتقَّت لنفسِها مسالكَ مُتعددة الجوانب ، غير أنَّ روابطها العُضويَّة تتَّفقُ فيما بينها . . ¶ وَمِن هذهِ المُصَنَّفات كُتُب المُسْتَخْرَجات ، ومعاجم الشُّيُوخِ والمشيخات ، وقد حاول بحثنا هذا أن يزيلَ النِّقاب عن هذين اللَّونينِ مِنَ المُصَنَّفات ، وأن يجد الصِّلات المُشْتَرَكة التي تجمع بينهما ، مُعتمداً في ذلكَ على المصادرِ الأصليَّةِ ، إضافةً إلى العرض الموجز للمادة الذي يمتازُ بالفائدة والوضوح فقدَّمَ بذلكَ صورة مُتكاملة الجوانب عن هذين الفنَّين ، الَّذَينِ تكاد تنفرد بهما الحضارة الإسلاميَّة عن بقيَّة الحضارات .. والتي لا تزالُ غير واضحة المعالمِ لدى الكثير مِنَ المُتَخصصينَ ، كما يحتاجُ إليها عموم القُرَّاء والمبتدئون للاطلاعِ على الأبعادِ الحضاريَّةِ التي وصل إليها المُحَدِّثُونَ في فَنِّ توثيقِ النُّصوصِ وضبطها . ¶ الهوامش والتعليقات",
            "page": "54",
            "part": "1"
        }
    ],
    "t37306": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "MG-05-mostakhrajat"
        }
    ]
}