{
    "b37356": [
        {
            "hno": null,
            "id": "1",
            "nass": "أهمية علم مصطلح الحديث ¶ ذياب بن سعد الغامدي ¶ لعلم مصطلح الحديث أهمية عظيمة؛ وقد أشار إلى أهمية هذا الفنِّ عددٌ من العلماء الأجلاَّء أذكر منهم: ¶ الحافظ زين الدين عبد الرحيم العراقي في أول \"شرح ألفيته\" التي لخص فيها \"كتاب ابن الصلاح\" في هذا الفن؛ حيث قال: \"وبعد؛ فعلم الحديث خطير وقعه، كبيرٌ نفعُه، عليه مدار أكثرِ الأحكامِ، وبه يعرف الحلال والحرام، ولأهله اصطلاحٌ لا بُدَّ للطَّالب من فهمه؛ فلهذا نُدِب إلى تقديم العناية بكتابٍ في علمه\"(1). ¶ فإذا علم هذا فلا شك أن الإسناد وتأريخ الرواة، ووفياتهم، ونقد الرواة، وبيان حالهم من تزكية أو جرح، وسبر متن الحديث ومعناه، وعلم الجرح والتعديل، وعلم علل الحديث: هي شعب كبرى من \"علم مصطلح الحديث\"؛ فهو المَقسِم العام، وتلك أقسام منه. ¶ وذلك أن \"علم مصطلح الحديث\" هو مجموع القواعد والمباحث الحديثية المتعلقة بالإسناد والمتن، أو بالراوي والمروي حتى تقبل الرواية أو ترد، التي بدأ تأسيسها في منتصف القرن الأول للهجرة حتى تكاملت، ونضجت، وانصرفت في أواخر القرن التاسع لحفظ حديث رسول الله صلى الله عليه وسلم من الدس والتزوير، والخطأ والتغيير، وهي تتصل بضبط الحديث سنداً، ومتناً، وبيان حال الراوي والمروي ومعرفة المقبول والمردود، والصحيح والضعيف، والناسخ والمنسوخ، وما تفرع عن ذلك كله من الفنون الحديثية الكثيرة، وكل ذلك يسمى: \"علم مصطلح الحديث\"، أو \"علم أصول الحديث\"، أو \"علم المصطلح\" اختصاراً، كما سيأتي بيانه ـ إن شاء الله ـ(2). ¶ وللأستاذ الشيخ سليمان الندوي ـ رحمه الله ـ كلمة مهمة في بيان أهمية الرواية، وضرورة نقد المرويات أحببت أن أوردها هنا؛ ففيها خير تعريف لعلم أصول الحديث.",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "قال ـ رحمه الله ـ وهو يتحدث عن \"تحقيق معنى السنة ومكانتها\": \"الرواية أمر ضروري؛ لا مندوحة عنه لعلم من العلوم، ولا لشأن من شؤون الدنيا عن النقل والرواية؛ لأنه لا يمكن لكل إنسان أن يكون حاضراً في كل الحوادث. ¶ فإذاً لا يُتصور علم الوقائع للغائبين عنها إلا بطريق الرواية شفاهاً، أو تحريراً. ¶ وكذلك المولودون بعد تلك الحوادث لا يمكنهم العلم بها إلا بالرواية عمن قبلهم. ¶ هذه تواريخ الأمم الغابرة والحاضرة، والمذاهب والأديان، ونظريات الحكماء والفلاسفة، وتجارب العلماء واختراعاتهم: هل وصلت إلينا إلا بطريق النقل والرواية؟ ¶ ولما كانت الأحاديث أخباراً وجب أن نستعمل ـ في نقدها وتمييز الصحيح من غيره ـ أصول النقد التي نستعملها في سائر الروايات والأخبار التي تبلغنا؛ فهذه القواعد وأشباهها استعملها المحدثون في نقد الأحاديث، وسموها: \"أصول الحديث\"، وبذلك ميزوا الأحاديث الصحيحة من غيرها\"(3). ¶ نشأة علم مصطلح الحديث: ¶ نشأت علوم الحديث مع نشأة الرواية ونقل الحديث في الإسلام، وبدأ ظهور هذه الأصول بعد وفاة الرسول صلى الله عليه وسلم حين اهتم المسلمون بجمع الحديث النبوي خوفاً من ضياعه، فاجتهدوا اجتهاداً عظيماً في حفظه وضبطه، ونقله، وتدوينه، وكان من الطبعي أن يسبق تدوين الحديث علم أصول الحديث؛ ذلك لأن الحديث هو المادة المقصودة بالجمع والدراسة، وأصول الحديث هي القواعد والمنهاج الذي اتبع في قبول الحديث أو رده، ومعرفة صحيحه من ضعيفه.",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "وقد اتبع الصحابة والتابعون وتابعوهم قواعد علمية في قبول الأخبار من غير أن ينصوا على كثير من تلك القواعد، ثم جاء أهل العلم من بعدهم فاستنبطوا تلك القواعد من مناهجهم في قبول الأخبار، ومعرفة الذين يُعتد بروايتهم أو لا يعتد بها، كما استنبطوا شروط الرواية وطرقها، وقواعد الجرح والتعديل، وكل ما يلحق بذلك؛ فقد لازم نشوء علم أصول الحديث نقل الحديث وروايته، وهذا أمر طبعي؛ فما دام هنالك نقل للحديث فلا بد من وجود مناهج وطرق لذلك النقل. ¶ ثم ما لبثت علوم الحديث أن تكاملت، وأصبحت علماً مستقلاً له شأنه بين العلوم الإسلامية(4). ¶ ومن خلال هذا نعلم أن بدء تدوين مبادئ هذا العلم، وكذا تسجيل بعض مسائله كان ببدء تدوين التاريخ للرجال، والتصنيف للحديث في الكتب، وكان قبل ذلك محفوظاً في الصدور متردداً على الألسنة، ومع ذلك فإنه لم يؤلف فيه تأليف خاص جامع في الجملة إلا في القرن الرابع، وما جاء قبل ذلك كان رسائل مستقلة، ونتفاً وجملاً منثورة، ورسائل في بعض المسائل منه تجيء بها المناسبات. ¶ وفي أواخر القرن الثاني بُدئ بتأليف بعض المباحث منه على شكل أبواب مستقلة في موضوعها، يجمع الموضوعَ الواحد منها جزءٌ، أو أجزاءٌ تكون كتاباً لطيفاً بمقاييسنا اليوم(5). ¶ وإذا كان ـ كما نقل النووي عن الخطيب ـ لعلي بن المديني مئتا مصنف في الحديث فمعنى ذلك أن هذا المذكورَ من مؤلفاته ـ وقد بلغت (29) كتاباً ـ غيضٌ من فيض من تصانيفه في خدمة الحديث، فلا شك أن هناك أنواعاً أخرى ألف فيها، وانقرضت كُتُبها، ولكن أصحابه وتلامذته تلقوها عنه، واستفادوا منها، وأفادوا بها مَنْ بعدهم. ¶ وهكذا نرى أن علي بن المديني ألف في جملة كبيرة من أنواع المصطلح وفنونه، وهو من أهل القرن الثاني وأوائل الثالث.",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "وهكذا كانوا يؤلفون أول الأمر لكل فن من فنون علم الحديث كتاباً، ثم لما تقعدت المسائل، ونضجت المباحث، واستقرت الاصطلاحات جعلوا كل نوع باباً من أبواب المصطلح، كما هو الحال في كتاب الإمام ابن الصلاح: \"معرفة أنواع الحديث\"، وقد يطول النوع أو يقصر بحسب ما كتبوا فيه، وما دخل تحته من مسائل وفروع وفوائد وتنبيهات. ¶ ويمكن أن يقال: إن الإمام الشافعي ـ رحمه الله ـ (150 ـ 204هـ)، هو أول من دوَّن بعض المباحث الحديثية في كتابه: \"الرسالة\"، فتعرض فيه لجملة مسائل هامة مما يتصل بعلم المصطلح، كذكر ما يشترط في الحديث للاحتجاج به، وشرط حفظ الراوي، والرواية بالمعنى، وقبول حديث المدلس، واشتهر عنه موقفه من (الحديث المرسل)، واستعمل (الحديث الحسن) كما ذكره الحافظ العراقي في حاشيته على \"مقدمة ابن الصلاح\"(6). ¶ أطوار علوم الحديث: ¶ لقد اعتاد الباحثون في علوم السنة تقسيم كتب علوم الحديث إلى طورين: ¶ الأول: طور ما قبل كتاب ابن الصلاح \"معرفة أنواع علم الحديث\". ¶ الثاني: طور كتاب ابن الصلاح، وما بعده(7). ¶ الطور الأول: ¶ أما بدء الطور الأول لهذا العلم فلا شك أن الإمام الشافعي ـ رحمه الله ـ (150 ـ 204هـ) أول من نعلمه تكلم عن بعض علوم مصطلح الحديث كلام تقعيد وتأصيل في كتابه المشهور بـ \"الرسالة\". ¶ وإليك طرفاً مما قاله الإمام الشافعي ـ رحمه الله ـ في \"الرسالة\" مما يتصل أوثق اتصال بمصطلح الحديث. ¶ قال ـ رحمه الله ـ في (باب خبر الواحد)(8): \"قال لي قائل: احْدُدْ لي أقلَّ ما تقوم به الحجة على أهل العلم حتى يثبت عليهم خبر الخاصة. ¶ فقلت: خبر الواحد عن الواحد حتى ينتهى به إلى النبي صلى الله عليه وسلم ، أو من انتهى به إليه دونه، ولا تقوم الحجة بخبر الخاصة حتى يجمع أموراً:",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "منها أن يكون من حدث به ثقة في دينه، معروفاً بالصدق في حديثه، عاقلاً لما يحدث به، عالماً بما يُحيل معاني الحديث من اللفظ، وأن يكون ممن يؤدي الحديث بحروفه كما سمع، لا يحدث به على المعنى؛ لأنه إذا حدث به على المعنى وهو غير عالم بما يحيل معناه: لم يَدْرِ: لعله يحيل الحلال إلى الحرام، وإذا أداه بحروفه فلم يبقَ وجهٌ يخافُ فيه إحالته الحديث. ¶ حافظاً إذا حدث به مِنْ حفظه، حافظاً لكتابه إذا حدث من كتابه، إذا شَرِكَ أهل الحفظ في الحديث وافق حديثهم، بريئاً من أن يكون مدلساً: يحدِّث عمن لقي ما لم يسمع منه، ويحدث عن النبي صلى الله عليه وسلم ما يحدث الثقات خلافه عن النبي صلى الله عليه وسلم . ¶ ويكون هكذا من فوقه ممن حدثه، حتى ينتهي بالحديث موصولاً إلى النبي صلى الله عليه وسلم ، أو إلى من انتهى به إليه دونه؛ لأن كل واحد منهم مثبتٌ لمن حدثه، ومثبتٌ على من حدث عنه، فلا يستغنى في كل واحد منهم عما وصفت... إلخ\". ¶ ونقل الحافظ ابن حجر ـ رحمه الله ـ في مقدمته لكتاب \"لسان الميزان\"(9)، كلامَ الشافعي هذا، ثم قال: \"وقد تضمن كلام الشافعي هذا جميع الشروط المتفق عليها بين أهل الحديث في حدِّ من تُقبل روايته\" انتهى. ¶ وقد علق الشيخ أحمد شاكر على كلام الشافعي في \"الرسالة\" بقوله: \"... ومن فِقْهِ كلام الشافعي في هذا الباب وُجِدَ أنه جمع كل القواعد الصحيحة لعلوم الحديث \"المصطلح\"، وأنه أول من أبان عنه إبانة واضحة، وأقوى من نصر الحديث، واحتج لوجوب العمل به، وتصدى للرد على مخالفيه، وقد صدق أهل مكة وبروا إذ سموه: (ناصر الحديث)، ـ رضي الله عنه ـ\"(10).",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "ثم تبعه الإمام الحافظ عبد الله بن الزبير الحميدي (219هـ) شيخ البخاري والذهلي وهذه الطبقة؛ فقد روى عنه الحافظ أبو بكر بن الخطيب في مواضع من كتابه: \"الكفاية في علم الرواية\" كلمات هامة في مصطلح الحديث يمكن أن تعد رسالة لطيفة في الموضوع، فيها التعريف الكاشف للحديث الصحيح المحتج به، ولحكم الحديث المعنعن، وما يعد جرحاً عاماً في الراوي، وما لا يُعد إلا جرحاً في بعض حديثه، وغير ذلك مما له أهميته(11). ¶ وكذا في \"الجامع الصحيح\" للإمام الحافظ أبي عبد الله محمد بن إسماعيل البخاري ـ رحمه الله ـ (194 ـ 256) جملٌ كثيرةٌ في مسائل مصطلح الحديث، وكذلك في مجموع كتبه كـ \"التاريخ\"، و\"الضعفاء\"، فَيُلتَقَط منها جمل جمة من علوم الحديث، لا سيما مباحث الجرح والتعديل. ¶ ثم تبعه الإمام الحافظ مسلم بن الحجاج ـ رحمه الله ـ (240 ـ 261هـ)؛ حيث قدم لكتابه: \"الجامع الصحيح\"، مقدمة نفيسة تضمنت جملة صالحة من علم المصطلح، وجاءت هذه المقدمة الحديثية الاصطلاحية بالغة الروعة في لغتها، وقوتها ومضمونها، وأمثلتها. ¶ وهناك من الأئمة المحدثين من كان يشير إلى بعض قواعد علوم الحديث من تصحيح، أو تضعيف، أو تعليل خلال كلامه على الحديث، كثيراً كان أو قليلاً. ¶ فمن المكثرين: الإمام الحافظ محمد بن سورة الترمذي ـ رحمه الله ـ؛ ففي كتابه المشهور بـ \"الجامع\" جملة كبيرة من علوم الحديث نجدها مبثوثة في أبوابه، وعند الكلام على أسانيده.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "قال القاضي أبو بكر بن العربي رحمه الله في كتابه:\"عارضة الأحوذي\"(12): \"وليس في قدر كتاب أبي عيسى مِثْلُهُ حلاوةَ مَقْطَعٍ، ونَفَاسَةَ مَتْرَعٍ، وعذوبةَ مشرعٍ، وفيه أربعة عشر علماً فرائد: صنَّف ـ أي الأحاديث ـ على الأبواب ـ وذلك أقرب للعمل ـ وأسند، وصحَّح، وأشهر، وعدد الطرق، وجرَّح، وعدَّل، وأسمى، وأكنى، ووصل، وقطع، وأوضح المعمول به والمتروك، وبين اختلاف العلماء في الرد والقبول لآثاره، وذكر اختلافهم في تأويله، وكل علم من هذه العلوم أصل في بابه، فرْد في نصابه\". ¶ وقال الإمام أبو عبد الله محمد بن عمر بن رشيد ـ رحمه الله ـ: \"هذا الذي قاله القاضي أبو بكر ـ رحمه الله تعالى ـ في بعضه تداخل، مع أنه لم يستوف تعديد علومه، ولو عدد ما في الكتاب من الفوائد بهذا الاعتبار لكانت علومه أكثر من أربعة عشر؛ فقد حسَّن، واستغرب، وبيَّن المتابعة والانفراد، وزيادات الثقات، وبين المرفوع من الموقوف، والمرسل من الموصول، والمزيد في متصل الأسانيد، ورواية الصحابة بعضهم عن بعض، ورواية التابعين بعضهم عن بعض، ورواية الصاحب عن التابعي، وعدد من روى هذا الحديث من الصحابة، ومن تثبت صحبته ومن لم تثبت، ورواية الأكابر عن الأصاغر، إلى غير ذلك. ¶ وقد تدخل رواية الصاحب عن التابع تحت هذا، وتاريخ الرواة. ¶ وأكثر هذه الأنواع قد صُنِّف في كل نوع منها، وفي الذي بيناه ما هو أهم للذكر\" انتهى. ¶ وقد ختم الترمذي ـ أيضاً ـ \"جامعه\"، بجزء نفيسٍ للغاية، ألحقه به، وعُرِف أخيراً بكتاب: \"العلل الصغير\"، جاءت فيه المباحث الكثيرة الهامة: في الجرح والتعديل، ولزوم الإسناد، والرواية عن الضعفاء، ومتى يحتج بحديثهم، ومتى لا يحتج؟ وفي الرواية بالمعنى، كما ذُكِر فيه شيء من مراتب بعض المحدثين الكبار، وصور التحمل والأداء، ومن حُكْم الحديث المرسل، واصطلاح الترمذي في وصفه الحديث بالحسن، أو الغريب في كتابه.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ومن المقلين الإمام الحافظ سليمان بن الأشعث بن إسحاق الأزدي المشهور بأبي داود ـ رحمه الله ـ (275هـ)؛ حيث حفظ لنا قدراً حسناً من مسائل هذا العلم في \"رسالته في وصف سننه\" إلى أهل مكة. ¶ وكذا الإمام الحافظ أبو عبد الرحمن بن شعيب النسائي ـ رحمه الله ـ (303هـ)، لم يخل كتابه: \"السنن\" من بعض مباحث علوم الحديث. ¶ ففي خلال القرن الثالث اتضحت معالم هذا العلم ـ علوم الحديث ـ بما ذُكِر من مسائله في كتب الرجال، أو في كتب الحديث، أو في كتب مستقلة ذات موضوع واحد، مثل كتب الإمام علي بن المديني، وأكثرَ الكاتبون في مسائله: فمنهم: الإمام الحافظ الحجة أبو محمد عبد الله بن عبد الرحمن الدارمي، (181 ـ 255هـ) في المقدمة النفيسة لكتابه: \"السنن\"، وهو أحد شيوخ الأئمة المحدثين الكبار كالبخاري، ومسلم، وأبي داود، والترمذي، والنسائي، وأبي زرعة الرازي، وأبي حاتم الرازي، وهذه الطبقة العالية الشأن. ¶ فإن هذه المقدمة نفيسة الموقع كل النفاسة؛ إذ تعرض فيها للتعريف بصاحب السنة الشريفة سيدنا رسول الله صلى الله عليه وسلم ، وما كان الناس عليه قبل مبعثه، كما تعرض لذكر أول شأنه ـ عليه الصلاة والسلام ـ وما أكرمه الله به من معجزات، وما خص به من الصفات المحمدية، والأخلاق النبوية، ولذكر وفاته، وللزوم اتِّباعه، والأدب مع سنته، وأوامره، ونواهيه. ¶ وتوجد ـ أيضاً ـ جملة من ألفاظ الجرح والتعديل، والمصطلح، في كتاب \"الثقات\" للعجلي: أبي الحسن أحمد بن عبد الله بن صالح العجلي الكوفي ثم الطرابلسي (261هـ) ـ رحمه الله ـ.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وكذلك في كتاب: \"تاريخ أبي زرعة الدمشقي\" (200 ـ 281هـ) ـ رحمه الله ـ كلام كثير جداً في الرجال، ومسائل من علوم المصطلح، بل هو محشو حشواً بتلك الفوائد والمسائل، حتى إن تلميذه أبا بكر الخلال أحمد ابن أحمد بن هارون (311هـ) سمى كتاب شيخه هذا: \"كتاب التأريخ وعلل الرجال\"؛ ففيه نُقُول في مسائل هامة من علم مصطلح الحديث من كلام أئمة القرن الثاني والثالث، كالإمام التابعي محمد بن شهاب الزهري (124هـ) ـ رحمه الله ـ، وكلام الإمام الأوزاعي (157هـ) ـ رحمه الله ـ، وكلام الإمام مالك (179هـ) ـ رحمه الله ـ ومن كلام كثير سواهم. ¶ وقد جاء في كلام هؤلاء الأئمة: التوثيق، والتضعيف، والجرح والتعديل، والتفضيل لبعض الرواة الثقات على بعض، وذكر من يدلس، ومن لا يدلس، والمفاضلة بين الحافظ والأحفظ، والفقيه وغير الفقيه...، وحكم التحديث، والإخبار، والإجازة، والقراءة على العالم والسماع منه، وكيف يروى عنه في ذلك، وذِكْر مصطلح بعض المحدثين كدحيم شيخ أبي زرعة الدمشقي، وذِكْر من حظي بالصحبة واللقاء، والإدراك للنبي صلى الله عليه وسلم وعدمه، وذِكْر الموالي ومواليهم، والأسماء المتفقة والمفترقة، وأنساب الرواة، وألقابهم، وكناهم، وبيان مواليدهم، ووفياتهم، وبعض شيوخهم، والجرح ببدعة القدرية والخوارج، وبالزندقة، وباللصوق بالسلطان والخروج عليه، وغير ذلك من المسائل الهامة المفيدة. ¶ وكذلك في كتاب \"المعرفة والتأريخ\" للحافظ الإمام يعقوب بن سفيان الفَسَوي (200 ـ 277 هـ) جملة صالحة من علوم المصطلح منثورة في خلال بحوثه، يقف عليها الباحث المتتبع بيسر وسهولة. ¶ وكذا للحافظ العلامة أبي بكر أحمد بن عمر بن عبد الخالق البزَّار (290هـ) جزءٌ في معرفة من يُترك حديثه، أو يقبل، ذكره الحافظ العراقي، ونقل عنه في شرحه \"للألفية\".",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وهكذا تعددت التآليف، وتنوعت التصانيف، وكثرت الروافد والأصول، حتى جاء في القرن الرابع الهجري أئمة أعلام لم يفتؤوا من العناية، والكلام عن الحديث ومصطلحاته، ومباحثه. ¶ وفي منتصف القرن الرابع توجهت أنظار بعض العلماء إلى جمع تلك المباحث والقواعد المتفرقة في كتاب جامع ناظم لمسائل هذا العلم العظيم ـ علوم الحديث ـ. ¶ فقد كتب الإمام الحافظ الناقد ابن حبان البُستي مقدمة صحيحه: \"التقاسيم والأنواع\"، ومقدمة كتابه الآخر: \"المجروحين\"، ومقدمة كتابه الثالث: \"الثقات\"، وتعد هذه المقدمات ـ وخاصة مقدمة الصحيح والمجروحين ـ من أهم ما كُتبَ في علوم الحديث لما حوته من مباحث مهمة، وقواعد لا يستغنى عن العلم بها. ¶ وفي القرن الرابع أيضاً كتب الإمام أبو سليمان حمد بن محمد بن إبراهيم الخطابي (388 هـ) مقدمة كتابه: \"معالم السنن\"، ومع كونها صغيرة إلا أنها تعتبر أول باكورة في تقسيم الحديث إلى ثلاثة أقسام: صحيح، وحسن، وضعيف. ¶ ثم كتب ـ أيضاً ـ الإمام أبو الحسن علي بن محمد بن خلف القابسي (403هـ) مقدمة كتابه: \"مختصر الموطأ عن مالك\"، المعروف بـ \"الملخَّص\" تناول فيها مسائل في: الاتصال والانقطاع، وصيغ الأداء، والرفع وأنواعه، ونحوها. ¶ وهكذا تتابع العلماء كتابةً في هذا الفن ـ علوم الحديث ـ وما زالوا على هذا المنوال حتى تصدى بعض أهل العلم للكتابة والتدوين لهذا الفن استقلالاً. ¶ التدوين استقلالاً: ¶ ومن أول من دوَّن فيه تدويناً مستقلاً الحافظ القاضي الإمام البارع الذواقة أحد أئمة هذا الشأن ـ دون شك ـ: أبو محمد الحسن بن عبد الرحمن بن خلاَّل الفارسي الرَّامَهُرْمُزي، (265 ـ 360 هـ) ـ رحمه الله ـ، فألَّف فيه كتابه الرائد الماتع الشهير بـ \"المحدث الفاصل بين الراوي والواعي\"، وهو كتاب جليل عظيم النفع جمع فيه مادة ضخمة منوعة في فنون الرواية وآدابها.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وكذلك نجد كتاب: \"المحدث الفاصل\" معتمداً الاعتماد كله على كلام أئمة النقد من أئمة الحديث في القرن الثالث الهجري؛ حيث بيَّن فيه منهجهم في مسائل \"علوم الحديث\". ¶ وكذلك لأبي عبد الله بن منده الحافظ (395هـ) ـ رحمه الله ـ \"جزء\" في شروط الأئمة في القراءة، والسماع، والمناولة، والإجازة ذكره الحافظ سبط ابن العجمي في كتابه: \"التبيين لأسماء المدلسين\". ¶ وكذا قام الإمام الحافظ أبو عبد الله الحاكم النيسابوري ـ رحمه الله ـ (405هـ)، بتأليف كتاب مستقل فيما نحن بصدده، وذلك هو كتابه العظيم: \"معرفة علوم الحديث\". ¶ فجاء كتاب الحاكم وكأنه مختص بما كان أهمله كتاب الرَّامَهُرْمُزي ـ رحمه الله ـ من الاعتناء بمصطلح الحديث، وشرح معناه، وضرب الأمثلة له. ¶ وقد تكلم ـ رحمه الله ـ عن العالي والنازل، والموقوف والمرسل والمنقطع، والمعنعن،والمعضل، والصحيح، والسقيم، وغير ذلك من الأنواع، التي بلغت عنده اثنين وخمسين نوعاً. ¶ وكتابه هذا صريح كله بأنه ناقل لما عليه أئمة الحديث من شيوخ الحاكم ومَنْ قبلهم، وخاصة أئمة القرن الثالث الهجري. ¶ وعلى هذا المنهج نفسه ـ في الأغلب ـ صنف الحافظ أبو نعيم الأصبهاني \"مستخرجه على معرفة علوم الحديث للحاكم\"(13)؛ لأن طبيعة المستخرجات تُلزم بذلك. ¶ وهنا ننتهي من الكلام على مصنفات علوم الحديث في القرن الرابع، وندخل في القرن الخامس الهجري؛ إذ تتابع فيه التأليف، وتعدد فيه التصنيف، فألف فيه حافظ المشرق الخطيب البغدادي أبو بكر أحمد بن علي ابن ثابت (392 ـ 463 هـ) فأكثر، وأوعبَ، وأطالَ، ونَوَّعَ؛ وقد قال عنه ابن نقطة الحنبلي: \"له مصنفات في علوم الحديث لم يُسبق إلى مثلها ولا شبْهها عند كل لبيب. إن المتأخرين من أصحاب الحديث عيالٌ على أبي بكر الخطيب\"(14). انتهى.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "وعنه قال ابن حجر: \"قلَّ فن من فنون الحديث إلا وقد صنف فيه كتاباً مفرداً\"(15)؛ إلا أن أجلَّ كتبه، وأنفعها في علوم الحديث هو: \"الكفاية في علم الرواية\". ¶ أما منهجه في كتابه هذا فقد صرح به الخطيب ـ رحمه الله ـ في مقدمته تصريحاً واضحاً؛ حيث قال: \"وأنا أذكر ـ بمشيئة الله تعالى وتوفيقه ـ في هذا الكتاب: ما بطالبِ الحديث حاجةٌ إلى معرفته، وبالمتفقه فاقةٌ إلى حفظه، ودراسته من بيان أصول علم الحديث وشرائطه، وأشرح من مذاهب السلف الرُّواة والنَّقلة في ذلك ما يكثر نفعه. ¶ ومن أعيان هذا القرن ـ الخامس ـ الحافظ أبو يعلى الخليل بن عبد الله بن أحمد الخليلي (446 هـ)؛ فقد كتب في مقدمة كتابه: \"الإرشاد في معرفة علماء الحديث\" مقدمة نفيسة تعرض فيها لمصطلحات مهمة بالشرح والتمثيل لها، وكلامه فيها من معين المحدثين، ومن صافي مشاربهم، ولا أثر فيها لأي علم غريب. ¶ وكتب ـ أيضاً ـ في هذا القرن الإمام البيهقي (458هـ)، ـ رحمه الله ـ كتابه: \"المدخل إلى السنن الكبرى\". ¶ وقد طبع القسم الثاني من هذا الكتاب، وهو الموجود من مخطوطته، وبقية الكتاب شبه مفقودٍ، فكان مما فقدنا من هذا الكتاب القسم الذي خصَّه البيهقي لعلوم الحديث، ومصطلحاته، وأصوله ـ والله أعلم! ¶ وقد جعل الحافظ ابن كثير (701 ـ 774 هـ) ـ رحمه الله ـ كتاب البيهقي هذا مرجعه الثاني بعد كتتاب ابن الصلاح في كتاب: \"اختصار علوم الحديث\"، كما صرح بذلك في مقدمة كتابه(16). ¶ غير أن محقق كتاب البيهقي: الشيخ محمد ضياء الرحمن الأعظمي قد جمع مجموعة من النقول عن القسم المفقود من \"المدخل إلى السنن\" من كتب علوم الحديث المتأخر مصنفوها عن الإمام البيهقي(17). ¶ فـ \"المدخل إلى السنن الكبرى\" عبارةٌ عن كتابٍ لإسناد أقوال أئمة الحديث في القرن الرابع فما قبله المتعلقة بأصول الرواية وقواعدها.",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "كما ألف فيه ـ أيضاً ـ حافظ المغرب الإمام ابن عبد البر الأندلسي: أبو عمر يوسف بن عبد الله بن عبد البر، (368 ـ 463هـ)، وذلك فيما أودعه في مقدمته النفيسة الواسعة الشاملة لكتابه العُجاب الفريد: \"التمهيد لما في الموطأ من المعاني والأسانيد\" في ستين صفحة. ¶ وقد نقل الحافظ ابن الصلاح ـ رحمه الله ـ كلام الحافظ ابن عبد البر في علم المصطلح في غير موضع من كتابه: \"معرفة أنواع علم الحديث\". ¶ فإذا انتهينا من مقدمة ابن عبد البر نذكر ـ تبعاً ـ قرينه أبا محمد ابن حزم: علي بن أحمد بن سعيد بن حزم الأندلسي الظاهري، (456هـ)، وإنما قلت: تبعاً؛ لأنه تعرض لعلوم الحديث في كتابه: \"الإحكام في أصول الأحكام\"، وهو كتابٌ في أصول الفقه لا في علوم الحديث، ولا مقدمة لكتاب في الحديث! ¶ والكتاب، بعد ذلك وعلى هذه الشاكلة، يمثل قواعد ابن حزم ـ رحمه الله ـ ومصطلحه، لا قواعد الحديث، ومصطلحه عند أهله! ¶ وجاء بعد الحافظين الكبيرين ـ الخطيب البغدادي، وابن عبد البر الأندلسي ـ الحافظ القاضي عياض اليحصبي (479 ـ 544 هـ) ـ رحمه الله ـ فألف كتابه الماتع: \"الإلماع إلى معرفة أصول الرِّواية وتقييد السَّماع\". ¶ ولهذا الإمام تعرُّضٌ واسع لأبوابٍ من علوم الحديث، في كتابين له هما: \"الإلماع إلى معرفة أصول الرواية وتقييد السماع\"، ومقدمة كتابه: \"إكمال المعلم بفوائد مسلم\"، للمازري. ¶ إلا أن كتابه الأول \"الإلماع\" كتاب مختص بأصول الرواية (طرق التحمُّل وحجيتها)، وتقييد السماع (كألفاظ الأداء)، وما يتعلق بذلك، وبعض الآداب وما شابهها. ¶ فليس في الكتاب اهتمام بالمصطلحات الحديثية لأقسام الحديث التي هي مدار حديثنا! ¶ أما كتابه الآخر: فهو شرح لمقدمة الإمام مسلم لصحيحه، وحيث تعرض الإمام مسلم في مقدمته لصحيحه لبعض القضايا المهمة في علوم الحديث تناولها القاضي عياض بالشرح.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وبما أن القاضي عياض ـ رحمه الله ـ فقيه وأصولي لذلك فقد حشا كتابه: \"إكمال المعلم\" بالنقل عن الفقهاء، والأصوليين، والمتكلمين حتى غلب النقل عنهم على المتحدثين(18)! ¶ ثم جاء بعده قاضي الحرمين أبو حفص الميَّانِشيّ: عمر بن عبد المجيد بن عمر القرشي، نزيل مكة (583 هـ) ـ رحمه الله ـ وكتب رسالته الصغيرة المسماة بـ \"ما لا يسع المحدث جهله\"، وهي رسالة مختصرة جداً، وغالبها نقل واختصار من كتابَيْ: \"معرفة علوم الحديث\" للحاكم، و\"الكفاية\" للخطيب، ولم تَخلُ من فائدةٍ. ¶ وقد أغفل الحافظ ابن حجر ـ أيضاً ـ في سلسلة من كتبوا، أو ألفوا في (المصطلح): الإمام مجد الدين أبا السعادات مبارك بن محمد المشهور بابن الأثير، (544 ـ 606 هـ) وما كتبه في مقدمة كتابه: \"جامع الأصول في أحاديث الرسول #\"، وذلك في الباب الثالث في بيان أصول الحديث، وأحكامها، وما يتعلق بها(19). ¶ وقد بلغ هذا الباب (111) صفحة فهو كتاب وليس بباب صاغه الإمام ابن الأثير ـ رحمه الله ـ بفصاحة عبارته، وجمال أسلوبه، ودقة صياغته، واستوفى فيه أهم مباحث المصطلح تقريباً. ¶ واستخلص ذلك من كتب الترمذي، والحاكم، والخطيب، البغدادي وغيرهم، كما أشار إلى ذلك في فاتحة ذلك الباب. ¶ وبقي في هذا الطور مشاركات عدة مما بلغنا، وما فُقِدَ فأكثر! ¶ لكن ما بلغنا من هذه المشاركات: إما أنه لم يقصد إلى شرح مصطلحات، وإنما اعتنى ببيان بعض القواعد، والأصول، أو أنه نقل محض تندر فيه الإضافة المؤثرة. ¶ ومن أمثلة تلك المشاركات: ¶ كتاب: \"شروط الأئمة الستة\" لأبي الفضل محمد بن طاهر المقدسي (507 هـ). ¶ ومقدمة كتاب: \"الوجيز في ذكر المجاز والمجيز\" لأبي طاهر أحمد بن محمد السلفي (576 هـ). ¶ وكتاب: \"شروط الأئمة الخمسة\" لأبي بكر محمد بن موسى الحازمي (585هـ ). ¶ وبهذا نكتفي بما ذكر مما ألف في هذا الطور طلباً للاختصار، وما ذُكر فيه كفاية ـ والله أعلم. ¶ الطور الثاني:",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وهذا الطور لا شك أنه أخذ حجماً كبيراً، وميداناً واسعاً في كثرة التأليف في فن \"علم الحديث\"، حتى إنك قد تعجز عن حصر الكتب التي اعتنت بهذا الفن، لذا لن نتوسع في ذكر كتب المصطلح التي صنفت في هذه الحقبة الزمنية خشية الإطالة والخروج عن مقصدنا؛ ومنه سنكتفي ـ إن شاء الله ـ بذكر كتابين عظيمين، وكذا ما تعلق بهما سواءاً اختصاراً، أو شرحاً، أو تنكيتاً، أو تعليقاً؛ لأنَّ في ذكرهما وذكر ما تعلق بهما كفاية، ووفاية ـ والله أعلم ـ، وهما: ¶ الأول: كتاب: \"معرفة أنواع علم الحديث\"، للإمام ابن الصلاح ـ رحمه الله ـ. ¶ الثاني: كتاب: \"نخبة الفكر في مصطلح أهل الأثر\"، للإمام ابن حجر ـ رحمه الله ـ. ¶ كتاب: \"معرفة أنواع علم الحديث\": ¶ ثم بعد هذا وذاك جاء الحافظ ابن الصلاح: أبو عمرو عثمان بن عبد الرحمن الشَّهْرَزُورِي، الشافعي (577 ـ 643 هـ)، فألف كتابه العظيم في علوم الحديث المسمى بـ \"معرفة أنواع علم الحديث\"، وقد اشتهر أخيراً بـ \"مقدمة ابن الصلاح\"، ووقف التأليف في \"علوم الحديث\"، عند كتابه هذا، فإنه جمع فيه عيونه، واستوعب فيه فنونه. ¶ وغدا هذا الكتاب ـ لمحاسنه الجمة، وتفوقه على كل من سبقه ـ المنهل العذب المورد في المصطلح لكل حديثي ومحدث وعالم، وتوجه العلماء من بعده إليه بشرحه، أو اختصاره، أو تحشيته، أو نظمه. ¶ قال الحافظ السيوطي ـ رحمه الله ـ عنه: \"... إلى أن جاء الشيخ تقي الدين ابن الصلاح، فجمع \"مختصره\" المشهور، فأملاه شيئاً بعد شيء لما ولي تدريس دار الحديث الأشرفية ـ بدمشق ـ فهذب فنونه، ونقح أنواعه، ولخصها، واعتنى بمؤلفات الخطيب، فجمع متفرقاتها، وشتات مقاصدها، فصار على كتابه المعوَّل، وإليه يرجع كل مختصر ومطول\". انتهى.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وعنه يقول الحافظ ابن حجر: \"فهذب فنونه، وأملاه شيئاً بعد شيء؛ فلهذا لم يحصل ترتيبه على الوضع المتناسب، وضم إليها نخب فوائدها، فاجتمع في كتابه ما تفرق في غيره؛ فلهذا عكف الناس عليه، وساروا بسيره، فلا يحصى كم ناظم له ومختصر، ومستدرِك عليه ومقتَصر، ومعارضٍ له ومنتصر!\"(20). ¶ فإذا علم هذا فإننا نجد أهل العلم لم يألوا جهداً في العناية بكتاب ابن الصلاح ـ هذا ـ ولذا تضافرت جهودهم في الاهتمام به شرحاً، أو نظماً، أو اختصاراً، أو تنكيتاً، أو تعليقاً، أو تعقيباً، وهكذا لم يبرحوا عن متابعة خدمة هذا الكتاب الجليل، وهو كذلك؛ فقد أتعب ابن للصلاح ـ رحمه الله ـ من بعده، وحاز سعده؛ حيث أصبح كتابه همّاً للاحقين، ومفزعاً للطالبين، والله يؤتي الفضل من يشاء من العالمين، والحمد لله رب العالمين. ¶ هذا، وبقي كتاب الحافظ ابن الصلاح: \"معرفة أنواع علم الحديث\" المنهل الوحيد المفضل في علم المصطلح نحو مائتي سنة حتى جاء الإمام الحافظ ابن حجر ـ رحمه الله ـ فألف رسالته المختصرة التي سماها: \"نخبة الفكر في مصطلح أهل الأثر\"، كما سيأتي الكلام عنها ـ إن شاء الله ـ. ¶ نخبة الفكر في مصطلح أهل الأثر:",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "لقد ألف الإمام الحافظ شهاب الدين أبو الفضل أحمد بن علي بن محمد العسقلاني، المشهور بابن حجر ـ رحمه الله ـ (773 ـ 852 هـ)، أمير المؤمنين في الحديث، رسالته المختصرة الجامعة التي سماها: \"نخبة الفكر في مصطلح أهل الأثر\"، ثم شرحها بالكتاب الذي اشتهر ـ أيضاً ـ باسم: \"نزهة النظر في توضيح نخبة الفكر\"، فاتجهت أنظار العلماء إليه، وعوَّلوا في علم المصطلح عليه؛ لاختصاره وتنسيقه، وتمحيصه وتحقيقه، واحتوائه لزيادة جملة هامة من أنواع علم الحديث خلت عنها مقدمة الحافظ ابن الصلاح؛ فمن ثم صارت \"نخبة الفكر\"، وشرحها محل الدرس والنظر من علماء الأثر، فكثر شراحها، ومختصروها، وكاتبوا حواشيها، وناظموها، كثرة بالغة كادت تبلغ ما بلغته مقدمة ابن الصلاح؛ فلا يحصى كم ناظم لها ومختصر، ومستدرك عليها ومقتصر، ومعارض لها ومنتصر(21)! ¶ ومن خلال ما ذكرناه عن كتاب ابن حجر ـ رحمه الله ـ فإنه لم يكن أقل حظاً من كتاب ابن الصلاح؛ لذا نجد أهل العلم ـ أيضاً ـ لم يألوا جهداً في العناية به؛ حيث تضافرت جهودهم في الاهتمام به سواءاً: شرحاً، أو نظماً، أو اختصاراً، أو تنكيتاً، أو تعليقاً، أو تعقيباً. ¶ الهوامش: ¶ (1)انظر كتاب :\" شرح الألفية\" للحافظ العراقي (3). ¶ (2) انظر كتاب : \"لمحات من تاريخ السنة وعلوم الحديث\" للشيخ عبد الفتاح أبو غدة ـ رحمه الله ـ(198ـ200) بتصرف . ¶ (3) انظره في مقاله المانع:\" تحقيق معنى السنة ومكانتها\" المنشور في مجلة المسلمون. في المجلد السادس، ص565،في العدد السادس منه، ص49. ¶ (4) انظر كتاب :\" أصول الحديث\" للشيخ محمد عجاج الخطيب (14ـ15). ¶ (5) انظر كتاب :\" لمحات من تاريخ السنة\"للشيخ عبد الفتاح أبو غدة (200ـ201). ¶ (6) انظر كتاب:\" التقييد والإيضاح\" للحافظ العراقي(8ـ38)، وكتاب:\"لمحات من تاريخ السنة\" للشيخ عبد الفتاح أبو غدة(205ـ206).",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "(7) انظر كتاب :\" نزهة النظر\" لابن حجر ـ رحمه الله ـ ،ص (46ـ519)، وكتاب:\" تدريب الراوي\" للسيوطي ـ رحمه الله ـ (1/35ـ36)، وكتاب:\" لمحات من تاريخ السنة وعلوم الحديث\" للشيخ حاتم الشريف (183ـ وما بعدها) وقد ذكر الأخيران جملة من مباحث هذين الطورين، وهناك كتب أخرى سيأتي ذكرها ـ إن شاء الله ـ. ¶ (8)انظر\" الرسالة\" للشافعي، ص (8،38). ¶ (9)انظر لسان الميزان لابن حجر (1/18ـ19). ¶ (10) انظر: ما علقه الشيخ أحمد شاكر على كتاب\" الرسالة\" للإمام الشافعي،ص (369). ¶ (11) انظر هذه الكلمات في كتاب\" الكفاية\" للخطيب ـرحمه الله ـ في الصفحات التالية (40،41،133،146،175،179،181،265،412،429)، نقلا عن الشيخ أبو غدة في كتابه السابق (215ـ216). ¶ (12) انظر عارضة الأحوذي لأبي بكر العربي(1/5). ¶ (13) ذكر هذا المستخرج، الحافظ ابن حجر في كتابه:\" نزهة النظر\"(47)، والسيوطي في كتابه:\" التدريب\"(1/35). ¶ (14) انظر كتاب:\" التقييد لمعرفة رواة السنن والمسانيد\"لابن نقطة، ص(154)، و\"تكملة الإكمال\" (1/103). ¶ (15) انظر كتاب:\" نزهة النظر\"لابن حجر، ص (48). ¶ (16) انظر كتاب:\" اختصار علوم الحديث\" لابن كثير، ص (1/96). ¶ (17) انظر مقدمة محقق \"المدخل إلى السنن\"(75ـ83). ¶ (18) انظر كتاب:\" المنهج المقترح...\" لحاتم الشريف، (206ـ207). ¶ (19) انظر كتاب\" جامع الأصول...\" لابن الأثير، (1/68ـ178). ¶ (20) انظر كتاب:\" نزهة النظر\" لابن حجر(51). ¶ (21) من كلام ابن حجر في \"نزهة النظر\" عن كتاب ابن الصلاح(51).",
            "page": "18",
            "part": "1"
        }
    ],
    "t37356": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أهمية علم مصطلح الحديث"
        }
    ]
}