{
    "b37361": [
        {
            "id": "1",
            "nass": "الإسناد عند المحدثين ..الدلالة ، التاريخ ، المنهج ¶ رضا أحمد صمدي ¶ تمهيد: ¶ لا يبدو لنا جليا بداية التاريخ الدلالي لكلمة الإسناد ومتى ابتدأ أول استعمال لهذا الاصطلاح؟ لكن إطلاق كلمة الإسناد -الذي هو مصدر أسند- على سلسلة رواة الخبر يشير إلى تطور اصطلاحي منهجي في نقل الكلمة من معنى لغوي حقيقي إلى معنى عرفي لم يكن شائعا ليصبح لغة يعرفها الصغير والكبير بل الجاهل والعالم. ¶ ولن نهتم كثيرا بالبحث الدلالي لكلمة الإسناد بقدر ما سنعتني – إن شاء الله – بالبحث التاريخي لنشأة الإسناد وتطوره تنظيرا وتطبيقا. ¶ فنظرية الإسناد هي من أهم نظريات النقد عند المحدثين وسنطيل النفس في تنظير هذه القضية ولم شتات ما قيل فيها إن شاء الله تعالى. ¶ ونبدأ بتأريخ الإسناد وتأصيله شرعا ثم نعرج بتأريخ نهاية تطبيق الإسناد كآلية لنقل ورواية الأحاديث. ¶ البداية والنهاية ¶ نشأة الإسناد ¶ حول تاريخ نشأة الإسناد تبرز نظريتان شهيرتان في الأوساط العلمية، سأحاول عرضهما ثم مناقشتهما وترجيح ما تقتضيه الوثائق والنصوص المعتمدة. ¶ النظرية الأولى: الاختلاق ¶ مضمون هذه النظرية أن أكبر جزء من الأسانيد في كتب الحديث اعتباطي وأن الأسانيد بدأت بشكل بدائي ووصلت إلى كمالها في النصف الثاني من القرن الثالث الهجري… وأن الأسانيد كانت تلصق بأدنى اعتناء.(1) ¶ وتَزَعَّم هذه النظرية وروج لها فذاعت في أوساط المستشرقين بل في الوسط العلمي العربي بأسره المستشرقُ \"شاخت\" حيث زعم أنه درس أسانيد كتب السيرة والفقه وتوصل من خلال دراساته إلى نظرية سماها \"القذف الخلفي\" أو : Projecting Bac وأن هذه النظرية هي التي أدته إلى اكتشاف تاريخ اختلاق الإسناد. ¶ __________ ¶ (1) - دراسات في الحديث النبوي محمد الأعظمي (2/422).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقد امتدح المشرقون نظرية \"شاخت\"، ووصفوها بأنها إسهام قيم جدا لدراسة التطورات في الأحاديث النبوية ، لأن هذا المنهج لا يعطينا فقط التاريخ الذي نسب فيه حديث ما إلى النبي صلى الله عليه وسلم ،بل يعطي المدلول الدقيق لتلك الأسانيد ،وهو أن الجزء السفلي من الأسانيد صحيح بينما الجزء العلوي الموصل إلى النبي صلى الله عليه وسلم خيالي وزائف.(1) ¶ ولم تكن دراسات \"شاخت\" هي الوحيدة في إطار جهود المستشرقين، فقد ابتدأت هذه الجهود في القرن الثامن عشر، حيث برز \"الأمير كايتاني\" توفي سنة 1926 و\"ميور\" توفي 1905 و\"شبرنجرا\" توفي1893، واهتم الثلاثة بتاريخ السنة، واعتقدوا نظرية الشك في صحة الأحاديث ،وسعوا للكشف عما أسموه المادة الأصلية للحديث. ¶ ثم تولى كِبْرَ هذه النظرية مِنْ بعدهم اليهودي المجري \"جولدزيهر\" الذي استعان بمنهج النقد التاريخي الأوروبي في دراسة الحديث ، حيث توصل إلى فكرة تطور الأسانيد والمتون في الفكر الإسلامي، ويرى أن وضع الحديث بدأ في جيل الصحابة المبكر وإن كان يثبت وجود مادة أصلية كما ذهب كايتاني وشبرنجر وميور. ¶ __________ ¶ (1) - السابق (2/416) ولقد ركز \"جوزيف شاخت \"(بريطانيا يهودي) في دراسته على أحاديث الأحكام وأعلن عن نظريته في اختلاق الأسانيد في كتابه: أصول الشريعة المحمدية: The Origin of Mohammedan Jurispro dunce وكتابه الآخر مقدمه في الفقه الإسلامي: Introduction to Islamic Law انظر موقف الاستشراق من السيرة والسنة النبوية. أكرم العمري ص73",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولقد صارت دراسات \"جولدزيهر\" دستورا للمستشرقين من بعده، وقليل ما هم الذين انتقدوها، أما الأكثرية الساحقة فاكتفوا بتعميق آرائه بإضافة براهين جديدة، فكان منهم \"فنسنك\" الذي ركز على أحاديث العقيدة، و\"جوزيف شاخت\" الذي ركز على أحاديث الأحكام.(1) ¶ وسنعرض لنموذج واحد من دراسات أولئك المستشرقين ونتناولها بالمناقشة لنعرف قيمتها العلمية، وسنركز على فكرة الاختلاق المتمثل في نظرية القذف الخلفي عند \"شاخت\" باعتبارها من أقوى الاتجاهات التي سادت أوساط المستشرقين بل وبعض الباحثين المسلمين في العصر الحاضر. ¶ نظرية القذف الخلفي ¶ خلاصة نظرية القذف الخلفي عند \"شاخت\" أنه يفترض وجود راو واحد في سلسلة الإسناد هو محوره، وهو واضع الإسناد من الجزء العلوي والحديث أيضا، وأما من فوق هذا المحور فلا وجود له في الواقع ،وإنما هو من اختلاق هذا الراوي المحور، واستند إلى هذه الفرضية بناء على دراسة لإسناد واحد في كتاب \"اختلاف الحديث للشافعي\" نلاحظ أن ذلك الحديث ورد بالأسانيد الآتية ¶ فقد لاحظ شاخت أن عمرو بن أبي عمرو هو الراوي المشترك في الأسانيد كافة وانه من الصعوبة بمكان أن يكون عمرو قد تردد بين مولاه وبين رجل مجهول (من بني سلمة) ليكون سنده المباشر.(2) ¶ ولقد ناقش الأستاذ الأعظمي \"نظرية شاخت\" بأسلوب علمي راق وأثبت ما يلي: ¶ أولا: أن \"شاخت\" جاء بمثال واحد فقط لإثبات نظريته مع ادعائه تعميم هذه الظاهرة في الأحاديث، وهو مخالف لمنهج الاستقراء العلمي. ¶ ثانيا: أن هذا النموذج الذي بني عليه \"شاخت\" دراساته أو نظريته عليه مآخذ منها: ¶ __________ ¶ (1) - أنظر: موقف الاستشراق من السيرة والسنة النبوية. أكرم العمري. ص35-38 ودراسات في تاريخ السنة المشرفة له أيضا ص49 ودراسات في الحديث النبوي محمد الأعظمي (2/420) ¶ (2) - دراسات في الحديث النبوي, محمد الأعظمي (2/496-497) والرسم البياني (شجرة الإسناد) المنقولة هنا هو النموذج الذي تصوره شاخت.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "1- أن \"شاخت\" أخطأ في تشجير الإسناد، وكان حريا أن يجعل شيوخ عمرو اثنان لا ثلاثة وتكون شجرة الإسناد هكذا: ¶ وإنما عمد شاخت إلى تكثير شيوخ عمرو لإحداث تأثير كاذب ليثبت نظرية القذف الخلفي. ¶ 2- أن \"شاخت\" لم يمعن النظر في نصوص الشافعي في كتاب: \"اختلاف الحديث\" أو لم يفهمها، فقد أراد الشافعي من سوق تلك الأسانيد والمقارنة بينها إثبات أن تلاميذ عمرو رووا الحديث عن شيخ واحد فقط وهو عمرو نفسه، ولكن الذي سمى شيخ عمرو أنه رجل من بني سلمة إنما هو طريق عبد العزيز، وأما إبراهيم وسليمان فطريقهما سمى شيخ عمرو أنه المطلب واعتبر الشافعي إبراهيم -وهو ابن أبي يحي- أقوى في الحفظ من عبد العزيز وتابعه على ذلك سليمان وأن الرواية عبد العزيز خطأ. ¶ ومن هنا يتضح -كما يرى الأستاذ الأعظمي- أن هناك إسنادا واحدا وعن طريقه روى عمرو بن أبي عمرو هذا الحديث عن المطلب وعلى هذا ينبغي أن تكون شجرة الإسناد هكذا:(1) ¶ __________ ¶ (1) - الواقع أن رواية عبد العزيز عن عمرو بن أبي عمرو عن رجل من بني سلمة خطأ، والإسناد الخطأ يطرحه نقاد الحديث ما دام وجد الإسناد الذي روي على الجادة، ولا يصحح الخطأ على وفق الرواية الصحيحة ليعتبر قرينا لها، انظر: الإرشادات في تقوية الأحاديث بالشواهد والمتابعات. طارق عوض الله. ص50.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "يقول الأستاذ الأعظمي: لذلك.. فكل ما قاله شاخت وما بنى عليه من البيانات والادعاءات ذهب سدى.. ثم يقول: \"وبعد.. فإن سلمنا ادعاء شاخت بأن عمرو بن أبي عمرو ادعى أنه روى هذا الحديث عن عدة أشخاص وهو الراوي الوحيد عن هؤلاء جميعا، فهذه حادثة فردية، ولا يبدو إطلاقا أن شاخت بذل وقتا كافيا في بحث أسانيد أكثر الأحاديث، الأمر اللازم لتكوين نظرية من هذا النوع فضلا عن دراسة لظاهرة أسانيد الأحاديث الفقهية كافة، وإلا فتكوين نظرية وإعطاؤها صبغة الوقوع الغالبي والاعتيادي بناء على هذه الدراسة الضئيلة الهزيلة ليس ذا قيمة في مجال البحث العلمي..\" ثم يقول: \"هذا النوع من الأسلوب اللاعلمي في البحث يثبت في الواقع جنوح شاخت إلى الهوى بدلا من البحث العلمي النزيه\" (1). ¶ والواقع أن المستشرقين كافة صدروا عن جهل محقق بنظام الإسناد وروحه واعتمدوا على دراسات خاطئة في المنهج العلمي والاستقراء مع ضميمة العجمة في اللغة مما أوقعهم في كثير من الاستنتاجات المتناقضة.(2) ¶ والواقع أن هناك أسبابا كثيرة تبطل نظرية الاختلاق وتثبت أن الأسانيد نشأت نشأة طبيعية في الوسط العلمي الإسلامي وباستلهام لفكرة الإسناد من روح النصوص الشرعية نفسها التي حثت على تبني هذه الطريقة في حفظ النقول وتبليغها. ¶ ومن الأسباب التي تبطل نظرية الاختلاق: ¶ __________ ¶ (1) - دراسات في الحديث النبوي. محمد الأعظمي (2/416-420). ¶ (2) - انظر موقف الاستشراق من السيرة والسنة النبوية. أكرم العمري ص52. وفي قضية العوائق التي أدت إلى وقوع المستشرقين في كثير من الأخطاء العلمية أنظر: السنة قبل التدوين. محمد عجاج الخطيب ص382 وموقف الاستشراق من السيرة والسنة النبوية لأكرم العمري ص76. وتاريخ الثلاث الغربي فؤاد سزكين(1/225).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "1- كثرة الأسانيد. فطرق الأحاديث تبلغ مئات الألوف إن لم يكن أكثر، ولو اعتبرنا عملية حسابية في الإسناد مبنية على التضاعف العددي للرواة لمدة ثلاثة أجيال رووا حديثا واحدا لعلمنا ضخامة العدد. وهذه الكثرة قرينة قوية على استحالة الاختلاق إذ يبعد أن يكون الانتحال صفة مشتركة بين آلاف الرواة في كل جيل ثم لا يأتي ما يفيد هذا التواطؤ الواضح. ¶ 2- تشابه الكثير من المتون مع أن أسانيدها مختلفة ورواتها متباعدون إقليميا. فتجد الكثير من الأحاديث التي تشترك في لفظ واحد مع أن مخارجها عن صحابة مختلفين متفرقين في الأمصار والذين رووا عنهم أيضا من أماكن متفرقة بعيدة عن بعضها، والقول بالاختلاق يعني ضرورة عقد مؤتمر دائم يضم الرواة من الشام ومصر والعراق والحجاز وخراسان وغيرها، وهذا مع أنه لم ينقل حدوثه فهو مستحيل يعرفه كل من طالع التاريخ الإسلامي. ¶ 3- أخلاقيات الرواة التي اشتهرت وذاعت، ومآثرهم الذي لم يجحدها جاحد، تمنع من اتهامهم باختلاق الأحاديث، والمستشرقون يعلمون أن الرواية العربية تحفظ المثالب كما تحفظ المناقب، وإذا كانت فرية افتراءها أعرابي على حضري أو سرقة ارتكبها شاعر في قصيدة عن غير قصد، تنقل بين الرواة حتى تبلغ الآفاق، أفلا يكون اختلاق آلاف الأسانيد حدثا جديرا بنقله عن أولئك الرواة المختلقين. ¶ 4- روح ونظام الإسناد، وأخلاقية منهج الرواية والنقد عند المحدثين – والتي سيأتي بيانها – تحيل حدوث اختلاق مقصود ثم تداوله على أنه صحيح معتمد. ¶ النظرية الثانية :تطور الإسناد ¶ تعني هذه النظرية أن آلية الإسناد أو نظامه لم يأخذ الهيئة الكاملة ولم يعتمد بصورته التامة إلا عبر مراحل زمنية متعاقبة.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "لكن ينبغي التنبيه إلى نقطة مهمة متعلقة بفكرة تطور الإسناد، وهو أن بعض المستشرقين قالوا بهذه النظرية، لكنهم اعتبروا تطور الإسناد بمعنى اختلاقه أيضا وانتحاله عبر بعض الرواة، وقد استخدموا كلمة التطور لإثبات نظرية الاختلاق التي تكلمنا عنها،(1) أما التطور الذي نعنيه هنا فالمراد به مرور الإسناد بمراحل زمنية تفاوت فيها اهتمام النقلة والرواة في الالتزام بالهيئة الكاملة للإسناد. ¶ وتعتمد هذه النظرية على أثر لمحمد بن سيرين يقول فيه: \" لم يكونوا يسألون عن الإسناد فلما وقعت الفتنة قالوا: سموا لنا رجالكم فينظر إلى أهل السنة فيؤخذ حديثهم وينظر إلى أهل البدع فلا يؤخذ حديثهم\".(2) ¶ وواضح من الرواية أن محمد بن سيرين – وهو تابعي معروف توفي 110هـ – انه أرخ بداية الاهتمام بالإسناد عند وقوع الفتنة. ¶ ونلفت الانتباه إلى أن هذا الأثر إنما أرخ لبداية الاهتمام بالإسناد، ولبداية الجرح والتعديل، حيث ورد في الإشارة إلى السؤال عن أحوال الرجال. ¶ كما أن الأثر واضح في أن الإسناد كان موجودا قبل هذه المرحلة، وغاية ما حدث هو بداية الاهتمام به والسؤال والتفتيش عنه.وسنحاول التعرف على تاريخ الفتنة التي ابتدأ اهتمام الإسناد عندها عند الكلام عن نظرية الجرح والتعديل لكننا نشير إشارة بسيطة إلى استنتاجات بعض الباحثين ونرجئ مناقشتها إلى الموضع المذكور . ¶ __________ ¶ (1) - وهذا هو الذي عناه الأستاذ الأعظمي في نتائج دراساته عن نظرية القذف الخلفي لشاخت حيث استنتج أنه \"لم يكن هناك تطور وتحسين في الأسانيد\" أنظر: دراسات في الحديث النبوي (2/437) ¶ (2) - رواه مسلم في مقدمة الصحيح (1/15) الترمذي في العلل الصغير ص81 بشرح ابن رجب والخطيب البغدادي في الكفاية ص122.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لقد ذهب الأستاذ أكرم العمري أن المراد بالفتنة المذكورة في أثر ابن سيرين هو زمن مقتل عثمان حيث ظهر الوضع وبرزت الانشقاقات عن الجماعة، ويفسر أثر محمد بن سيرين السابق بأثر آخرله استعمل فيه كلمة الفتنة، وهي قوله: « ثارت الفتنة وأصحاب رسول الله صلى الله عليه وسلم عشرة آلاف لم يخف منهم أربعون رجلا(1). ¶ ويعتمد الأستاذ محمد الأعظمي على نفس أثر ابن سيرين في الفتنة ويجزم بأن المراد بها فتنة علي بن أبي طالب ومعاوية(2). ¶ لكن الأستاذ الأعظمي ينبه إلى ما أ شرنا إليه في بداية المبحث وهو أن كلام ابن سيرين يفهم منه \"أن استعمال الأسانيد كان موجودا ومعروفا كل ما هنالك أن الناس ما كانوا يدققون فيستفسرون وكان الأمر متروكا للراوي نفسه إذا أراد أن يبين شيخه أولا \"(3). ¶ لكننا نرى أن في كلام لأستاذ الأعظم توسعا ، لأن معنى عدم التدقيق و الاستفسار وأن ذكر الشيخ كان متروكا للراوي .. معنى ذلك عدم وجود حقيقة الإسناد فيكون كلامه متناقضا حيث أنه أثبت في بداية العبارة وجود الأسانيد واستعمالها وشهرتها . ¶ __________ ¶ (1) - رواه عبد الرزاق في المصنف (11/357) و قال الأستاذ العمري : بسند صحيح وانظر : ( بحوث في تاريخ السنة المشرفة لأكرم العمري ص 44) ¶ (2) - دراسات في الحديث النبوي (2/395) ¶ (3) السابق (2/397)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "و الأولى أن يقال في تفسير أثر ابن سيرين إن الأسانيد كانت موجودة ومستعملة لأنها كانت منبعثة من روح الشريعة كما سنعرف ، لكن الالتزام بالهيئة الكاملة للإسناد والتفتيش عن الدجال وتلمس احتمالات الكذب لم يكن ملتزما في الصدر الأول لتعاملهم في مسألة نقل الشرع على البراءة ، إذ لم يتفش الكذب ، بل يكن يتصور أحد أن يكذب أحد على رسول الله صلى الله عليه وسلم ويدل على ذلك أثر أنس ابن مالك حيث يقول :\"ليس كل ما نحدثكم عن رسول الله صلى الله عليه وسلم سمعناه منه ولكن حدثنا أصحابنا ونحن قوم لا يكذب بعضهم بعضا \"(1). وقال البراء بن عازب : \"ما كل الحديث سمعناه من رسول الله صلى الله عليه وسلم وكان يحدثنا أصحابنا عنه ،كانت تشغلنا عنه رعية الإبل \"(2) وفي رواية :\"ولكن الناس لم يكونوا يكذبون يومئذ فيحدث الشاهد الغائب\"(3). ¶ أصل الإسناد .التأصيل الشرعي ¶ لقد وجدت نصوص كثيرة تثبت أن الإسناد لم يكن إلا تطبيقا طبيعيا لما دلت عليه تلك النصوص وأرشدت إليه . ¶ فمبدأ إحالة القول إلى قائله عن طريق الرواة والنقلة – وهو روح الإسناد – موجود في أصل أدلة الشرع. ¶ فالآيات تصرح بان جبريل كان هو الواسطة في الوحي بين الله تعالى وبين النبي صلى الله عليه وسلم، يقول تعالى: ( نزل به الروح الأمين على قلبك..) ¶ وقال تعالى : ( إن هو إلا وحي يوحى . علمه شديد القوى. ذو مرة …) وهو جبريل عليه السلام . وقال الله تعالى : ( وإنك لتلقى القرآن من لدن حكيم عليم). ¶ __________ ¶ (1) - رواه الخطيب في الكفاية ص 386 ¶ (2) - رواه أحمد في المسند (4/283) و الحاكم في المستدرك (1/95) والخطيب في الكفاية ص 385 ¶ (3) - رواها الرامهرمزي في المحدث الفاصل ص 235",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ولعلنا بهذا التخريج نفهم سر بدء البخاري أبواب صحيحه بباب بدء الوحي، حيث أورد فيه حديث هيآت الوحي التي كان يأتي بها جبريل عليه السلام. فالسر والله أعلم أن بيان السنة من الوحي(1) ،وأن الوحي يتلقى بالإسناد و النقل عن الثقة الأمين وهو في الحديث جبريل عليه السلام، فكأنه إشارة إلى تأصيل مبدأ الإسناد من إرشاد الشرع إلى اعتماده طريقة في نقل الوحي إلى النبي صلى الله عليه وسلم فأولى بالمكلفين أن يعتبروه وسيلة في تداوله بينهم على نفس الجادة والطريقة. ¶ وقد وردت أحاديث أخرى تفيد الإشارة إلى استعمال الإسناد في تبليغ الوحي ونقل النصوص. فعن عبد الله بن مسعود عن النبي صلى الله عليه وسلم قال :\" نضر الله عبدا سمع مقالتي فحفظها ووعاها وأدّاها، فَرُبَّ حامل فقه غير فقيه، ورب حامل فقه إلى من هو أفقه منه \"(2). ¶ ويروى أيضا عن زيد بن ثابت (3) وجبير بن مطعم (4) . ¶ __________ ¶ (1) - فتح الباري شرح صحيح البخاري. ابن حجر العسقلاني.(1/8) ¶ (2) - رواه الشافعي في كتاب« الرسالة» ص401 وأحمد بن حنبل في المسند (1/437) والترمذي في السنن(3/372) وابن ماجة (1/52) وابن حبان في صحيحه (1/226-227) وابن عبد البر في جامع بيان العلم وفضله (1/40) وقد أورده السيوطي في الأزهار المتناثرة و الكتاني في نظم المتناثرة وكذلك الزبيدي في لقط اللآلئ . وانظر : لقط اللآلئ المتناثرة في الأحاديث المتواترة . محمد مرتضى الزبيدي ص161.ط بيروت 1985 م. ¶ (3) - رواه أحمد (5/183) وأبو داود ( حديث رقم 3660) والترمذي (3/372) وابن ماجة (1/52) وابن حبان (1/225) والحاكم في المستدرك (1/ 88) وابن عبد البر (1/39). ¶ (4) - رواه أحمد (4/80) والحاكم في المستدرك (1/86-87) وابن عبد البر في جامع بيان العلم وفضله (1/ 39) .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وعن ابن عباس رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم :\" تسمعون ويسمع منكم، ويسمع ممن يسمع منكم\" (1)، ويروى عن ثابت بن قيس أيضا (2). ¶ ومما يدل على أن مبدأ الإسناد كان شائعا حديث ضمام بن ثعلبة، وهو أعرابي كان في البادية، جاءه رسول رسول الله صلى الله عليه وسلم وعرض عليه الإسلام، فجاء ضمام إلى رسول الله صلى الله عليه وسلم فقال:\" يا محمد أتانا رسولك فزعم لنا أنك تزعم أن الله أرسلك، قال: صدق..قال : وزعم رسولك أن علينا زكاة في أموالنا . قال: صدق…\"(3) . ¶ __________ ¶ (1) - رواه أحمد (4/340) والرامهرمزي في المحدث الفاصل ص 206. ¶ (2) - رواه الرامهرمزي في المحدث الفاصل ص 206 وضياء الدين المقدسي في الأحاديث المختارة (10/196) ¶ (3) - رواه البخاري(1/ 2425 )",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وفي صحيح مسلم عن فاطمة بنت قيس أن رسول الله صلى الله عليه وسلم قعد على المنبر فقال: \"أيها الناس : حدثني تميم الداري أن أناسا من قومه كانوا في البحر ..\"الخ حديث الجساسة المشهور(1).والشاهد في إسناده صلى الله عليه وسلم القصة إلى قائلها ، وذُكِر هذا الحديث مثالا لرواية الأكابر عن الأصاغر.ومن تطبيقات ذلك أن رسول الله صلى الله عليه وسلم لقن القرآن لأصحابه كما تلقاه من جبريل عليه السلام ، وكان يحفظ عنه الصحابة ويكتبون ، وعندما جمع القرآن في عهد أبي بكر وعثمان رضي الله عنهما اعتمد زيد بن ثابت في نقد مصادر الآيات القرآنية فكان يعتمد على ما وجد مكتوبا ومحفوظا معا ويشترط توافر اثنين يحفظان القراءة التي يراد إثباتها في المصحف الإمام(2) . فكان هذا التوجيه النبوي والتطبيق العملي من الصحابة من أسس نظرية الإسناد ، إذ استوحى المحدثون منه فكرة صحة النص بناء على توافر شرط النقل المتصل عن العدول الضابطين، وغدا بمثابة الأصل العام الذي استحضره منهج النقد عند المحدثين في كل طور من أطواره. ¶ __________ ¶ (1) - صحيح مسلم (2/2265) حديث رقم 2942. فؤاد عبد الباقي. ¶ (2) - انظر : مقدمة تفسير القرطبي (2/49-59).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومن ذلك قوله صلى الله عليه وسلم : « من كذب علي متعمدا فليتبوأ مقعده من النار»(1) .فإن هذا الحديث المتواتر الذي رواه العشرات من الصحابة دليل على فشو الإسناد بينهم ، وهو النقل عن النبي صلى الله عليه وسلم ، ولو لم يكن إسناد القول إلى قائله أمرا شائعا وطريقا مسلوكة لما كان لهذا الحديث معنى. ولأجل هذا الحديث تزايد حرص الصحابة وتثبتهم في نسبة أي شئ إلى النبي صلى الله عليه وسلم. ¶ فمن هؤلاء الذين ثبت عنهم الاحتياط في قبول الأخبار : أبو بكر الصديق (2) وعمر بن الخطاب وعلي بن أبي طالب (3) . ¶ إن النصوص والآثار التي سقناها تثبت وجود الإسناد منذ عهد النبي صلى الله عليه وسلم وأنه أخذ ينمو من حيث المادة والاهتمام به عبر الأجيال حتى أخذ مكانته اللائقة والمحورية كعلو وأساس في منهج نقد الآثار والنصوص على يد علماْ القرن الثاني الهجري. ¶ نهاية تطبيق مبدأ الإسناد في الرواية ¶ __________ ¶ (1) - رواه البخاري في مواطن منها (1/52) ومسلم(1/10) وابن حبان في صحيحه (1/214) والحاكم في المستدرك (1/149) والترمذي في السنن(5/35) وضياء الدين المقدسي في الأحاديث المختارة(3/22287). وقد حكم الكثير من الحفاظ عليه بأنه حديث متواتر، انظر: لقط اللآلئ المتناثرة في الأحاديث المتواترة محمد مرتضى الزبيدي. تحقيق محمد عطا.ص2261 ط دار الكتب العلمية .بيروت 1985. ¶ (2) - قال الحاكم في المدخل ص 46 عن أبي بكر الصديق :« هو أول من وقى الكذب عن رسول الله صلى الله عليه وسلم » وقال عنه الذهبي في تذكرة الحفاظ (1/2) : « وهو أول من احتاط في قبول الأخبار». ¶ (3) - قال ابن حبان في المجروحين (ص38) : «إن عمر وعليا أول من فتشا عن الدجال في الرواية وبحثا عن النقل في الأخبار ثم تبعهم ناس على ذلك».",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "أما وقد انتهينا إلى أن نظرية الإسناد نشأت مع النصوص الشرعية ذاتها، وأن صورته لم تنشأ متأخرة أو تتطور بالاختلاف كما زعم الزاعمون، فنحتاج إلى أن نؤرخ لنهاية الإسناد كآلية مستخدمة في نقل وحفظ الروايات . ¶ ويجب أن نؤكد على قضية بالغة الأهمية قبل التعرض للمسألة المذكورة، ألا وهي أن الإسناد كما علمنا من خصائص هذه الأمة المباركة(1) كما ذكر غير واحد من أهل العلم ، لذا فإن ديمومة وجود الإسناد أمر يجب ألا يكون محل تشكيك أو تهوين، فأسانيد المصنفات وكتب العلم الشرعي التي ضمنت فيه النصوص الشرعية مازالت متداولة حتى عصرنا الحالي ، وأهميتها تكمن في البعد التوثيقي للمصنفات، وبذلك تتميز هذه الأمة عن كل الأمم بأن كتبها تتوثق على مر العصور نسبتها فيؤمن الانتحال فيها ويستيقن من نسبتها لأصحابها (2) ¶ لكننا في الوقت نفسه يجب أن نعترف أنه بعد انتهاء عصر الرواية لم يعد إسناد المتأخرين هذا هو مجال النقد ،فالنقد العلمي ينصب أساسا على الإسناد الوارد في المصنف الذي صحت نسبته لمؤلفه إلى صاحب الخبر أو النص ،ولهذا نحتاج إلى تأريخ زمان انتهاء عصر الرواية، وانصرام تطبيق نظرية الإسناد عمليا . ¶ من المتفق عليه بين النقاد أن أسانيد المتأخرين في هذه العصور إلى المصنفات المشهورة مثل صحيح البخاري وسنن أبي داوود ومسند أحمد وصحيح ابن حبان لم تعد محل دراسة أو مجال نقد، لأن البحث فيها لا طائل إذ اشتهار تلك المصنفات وذيوعها وتعدد نسخها في العالم ضمين بعدم حصول انتحال لأي جزء منها أو زيادة أو نقص فيها. ¶ __________ ¶ (1) - ذكر ذلك لبن الصلاح في المقدمة ص12، ونص على خصيصيتها الزرقاني في شرح المواهب اللدنية (5/398—444774) ¶ (2) - يراجع الباب الرابع من فهارس علماء المغرب ص 421-494. د عبد الله المرابط الترغي . وتشتهر عند المحدثين مقولة أن » الأسانيد أنساب الكتب » وانظر : التأصيل . بكر أبو زيد .ص 75.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ولو تعد أسانيد المتأخرين يراعى فيها ما يراعى في أسانيد المتقدمين من شروط الضبط والإتقان والتيقظ ونحو ذلك. ¶ يقول ابن الصلاح: «إذا وجدنا فيما يروى من أجزاء الحديث وغيرها حديثا صحيح الإسناد ولم نجده في أحد الصحيحين ولا منصوصا على صحته في شئ من مصنفات أئمة الحديث المعتمدة المشهورة فإنا لا نتجاسر على جزم الحكم بصحته، فقد تعذر في هذه الأعصار الاستقلال بإدراك الصحيح بمجرد اعتبار الأسانيد ، لأنه ما من إسناد من ذلك إلا وتجد في رجاله من اعتمد في روايته على ما في كتابه جريا عما يشترط في الصحيح من الحفظ والضبط والإتقان، فآل الأمر إذا في معرفة الصحيح والحسن إلى الاعتماد على ما نص عليه أئمة الحديث في تصانيفهم المعتمدة المشهورة التي يؤمن فيها لشهرتها من التغيير والتحريف، وصار معظم المقصود بما يتداول من الأسانيد خارجا عن ذلك إبقاء سلسلة الإسناد التي خصت بها هذه الأمة زادها الله شرفا.آمين»(1) ¶ __________ ¶ (1) - علوم الحديث لابن الصلاح ص12",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ويبين ذلك في موضع آخر قائلا :\" أعرض الناس في هذه الأعصار المتأخرة عن اعتبار مجموع ما بينا من الشروط في رواة الحديث ومشايخه، فلم يتقيدوا بها في رواياتهم لتعذر الوفاء بذلك على نحو ما تقدم ، وكان عليه ما تقدم ،ووجه ذلك ما قدمناه في أول كتابنا هذا من كون المقصود المحافظة على خصيصة هذه الأمة في الأسانيد، والمحاذرة من انقطاع سلسلتها ، فليعتبر من الشروط المذكورة ما يليق بهذا الغرض على تجرده ، وليُكْتَفَ في أهليه الشيخ بكونه مسلما بالغا عاقلا غير متظاهر بالفسق والسخف ،وفي ضبطه بوجود سماعه مثبتا بخط غير متهم ، وروايته من أصل موافق لأصل شيخه، وقد سبق إلى نحو ما ذكرنا الحافظ الفقيه أبو بكر البيهقي رحمه الله تعالى، فإنه ذكر فيما رويناه عنه توسُّعَ مَنْ توسَّعَ في السماع من بعض محدثي زمانه الذين لا يحفظون حديثهم ولا تحسنون قراءته من كتبهم ولا يعرفون ما يقرأ عليهم بعد أن تكون القراءة عليهم من أصل سماعهم، ووجه ذلك بأن الأحاديث التي قد صحت أو وقعت بين الصحة والسقم قد دُونت وكُتبت في الجوامع التي جمعها أئمة الحديث ، ولا يجوز أن يذهب شئ منها على جميعهم ، وإن جاز أن يذهب على بعضهم لضمان صاحب الشريعة حفظها، قال البيهقي: ومن جاء بحديث معروف عندهم فالذي يرويه لا ينفرد بروايته، والحجة قائمة بحديثه برواية غيره ، والقصد من روايته والسماع منه أن يصير الحديث مسلسلا بحدثنا وأخبرنا، وتبقى الكرامة التي خصت بها الأمة شرفا لنبينا المصطفى صلى الله عليه وسلم\" (1). ¶ __________ ¶ (1) - علوم الحديث لابن الصلاح ص 132",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقد ذهب الذهبي إلى انتهاء عصر الجرح بانتهاء المتقدمين، واعتبر الحد الفاصل بين المتقدم والمتأخر هو رأس الثلاثمائة(1). فما بعد عام 300 هـ يعتبر عند الذهبي من المتأخرين، ولا يدخل فيما يجب معرفته فيه من جرح وتعديل على الوجه المطلوب في المتقدمين، وما ذلك إلا لانتهاء عصر الرواية في تلك الفترة غالبا، وصار من يصنف إنما يعول على رواية كتب بإسناده إليها، وأمن تخليطه فيما يروِي لاعتماده على نص مدون مشهور معروف متداول . ¶ ولكن هذا لا يعني أن المحدثين تخلوا عن نظرية الإسناد في تلك الفترة التي حدها الذهبي فاصلا بين المتقدمين والمتأخرين، بل باستقراء عصر ابن الصلاح نفسه- الذي نقلنا كلامه آنفا -وجدنا أنه ما زال هناك البعض ممن يعتبرون الإسناد في رواية الحديث، ومنهم الحافظ ضياء الدين المقدسي صاحب الأحاديث المختارة،(2) فإنه ألف كتابه في استدراك الأحاديث الصحيحة التي ليست في الصحيحين، ومعلوم أنه كان يعتبر إسناده في رواية تلك الأحاديث. ¶ ويمكننا أن نعتبر الحافظ ضياء الدين المقدسي من آخر المصنفين للكتب على طريقة الإسناد، بمعنى أنه وضع مصنفه في الأحاديث كاملا على وفق نظرية الإسناد رواية وتطبيقا –نقدا- ويكون منتصف القرن السابع الهجري هو آخر عهد الإسناد. ¶ وهذا لا يفيد نفي وجود الأحاديث أو الآثار المسندة في بطون المصنفات، فإنه وجدت الأحاديث المسندة في بطون كتب الرجال والفقه والتاريخ والأجزاء الحديثية الصغيرة، ولكن التصنيف لم يأت على هيئة الإسناد وعلى وفق نظريته في كامل الكتاب إلا كما في كتاب ضياء الدين المقدسي. ¶ __________ ¶ (1) - ميزان الاعتدال. الحافظ الذهبي .(1/115) ¶ (2) - هو الحافظ ضياء الدين محمد بن عبد الواحد المقدسي واسم كتابه \"الأحاديث المختارة مما ليس في الصحيحين أو أحدهما \"مرتب على حروف المعجم ولم يكمله توفي عام 643هج وهي السنة التي توفي فيها ابن الصلاح.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقد تبين لي باستقراء الاتجاهات العلمية الحديثية أنه عندما ابتدأت نظرية الإسناد في الاندثار رواية ؛ أن المؤلفات في كتب الرجال قد ابتدأت في النشاط والنمو، وصارت جهود المحدثين مصروفة إلى تتبع رجال أسانيد المتقدمين، مما يوحي بأن الأوساط العلمية قد أدركت عقم التعويل على أسانيد المتأخرين ، وأن الأجدى الاقتصار على دراسة ما اشتهر من أسانيد المتقدمين وتسليط جهود الفحص والنقد والتفتيش إليها . ¶ ولا يدل ذلك على بخس لقيمة نظرية الإسناد عند المتأخرين، بل إنهم حافظوا على الإسناد كتقليد علمي مصون لتوثيق المصادر والكتب لكنهم لم يعولوا عليه في نقد النص، فصار التعويل على أسانيد المتقدمين مما أتاح نشوء فترة علمية ازدهرت فيها علوم النقد، وتطور التأليف وتنوع على وجه لم يحدث في أي علم من العلوم الأخرى . ¶ وقد عنى المحدثون بدراسة كل المصنفات التي اعتمدت الرواية بالإسناد وقاموا بتصنيفها على حسب جودة أسانيدها، فاعتمد جمهورهم الكتب الستة -صحيحي البخاري ومسلم وسنن النسائي –المجتبى- وأبي داود والترمذي وابن ماجة، مع مسند أحمد وموطأ مالك وسنن الداري وصحيح ابن خزينة وصحيح ابن حبان ومستدرك الحاكم - اعتبروا هذه المصنفات هي الأصول الأصيلة التي جمعت جل المادة الحديثية المروية بأسانيد معتبرة أو قابلة للاعتبار. ¶ ثم قاموا بجمع ما ورد من تراث المتقدمين في نقد الرجال على هيئة معاجم تذكر فيها كل المعلومات المتعلقة بالرواة مثل الكمال في أسماء الرجال لابن ماكولا وثقات العجلي وتهذيب الكمال للمزي ومصنفات الذهبي وابن حجر وقَطْلُوبَغَا في التراجم والرجال مما يعد من مفاخر الحضارة الإسلامية. ¶ ومع ضميمة ذلك وجدت كتب الفهارس التي تعين على معرفة أطراف الحديث وزوائده مثل أطراف المزي والمطالب العالية لابن حجر ومجمع الزوائد للهيثمي.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقد برع المحدثون بتصنيف كتب معينة في مجال النقد مثل كتب الأنساب والأسماء المشتبهة والمدلِّسين والمختلِطين والعلل والمصطلح ، بحيث يندر أن توجد كلمة في إسناد أو متن إلا وقد استوفوه بالبيان . ¶ ثم ارتقت عناية المحدثين بابتكار كتب تخريج الأحاديث ، وهي التي تعنى ببيان مواضع ودرجات الأحاديث التي وردت في كتب الفقه والتفسير الشهيرة ، تيسيرا على الفقهاء والعلماء في العلوم الأخرى الذين لا باع لهم في علوم النقد.(1) ¶ وبهذا نعلم أن الإسناد وان انتهى تطبيقا في مجال الرواية إلا أنه ظل المجال الذي يعتمد عليه المحدثون في عمليات النقد. ¶ الخلاصة ¶ نشأة الإسناد نشأة طبيعية مع النصوص الشرعية نفسها إذا اقتضى الأمر حفظها ونقلها، فاستخدم الإسناد وسيلة لذلك. ¶ بطلان نظرية اختلاق الإسناد التي قال بها المستشرقون، والتي بنوها على دراسة خاطئة لمادة الأسانيد في العصور المبكرة. ¶ تفاوت الرواة - في بداية عهد الإسناد - في الاهتمام بهيئة الإسناد فكان الجمهور ملتزما بصورته ومادته ثم تطور الاهتمام بهيئة الإسناد حتى غدا تقليدا علميا صارما فيما بعد. ¶ انتهى عصر تطبيق نظرية الإسناد في منتصف القرن السابع الهجري، بمعنى عدم الاعتماد على الإسناد في الرواية وتناقل النصوص، وصار المعول على المصنفات المشهورة التي جمعت تلك النصوص واعتمدت الأسانيد الواردة فيها كتكون مجالا للنقد. ¶ __________ ¶ (1) - وقد استوفى مصنفات المحدثين في خدمة السنة والأسانيد العلامة الكتاني في كتابة الرسالة المستطرفة . ويوجد استقصاء مبدع لكتب السنة ومصنفات المحدثين عند حاجي خليفة في كشف الظنون، وقد عني صديق حسن خان ببيان مناهج كتب السنة الشهيرة في كتابه الحطة في ذكر الصحاح الستة، و استوفى تاريخ التأليف عند المحدثين الأستاذ فؤاد سزكين في الجزء الأول من تاريخ التراث العربي ولبروكلمان مادة واسعة عن مصنفات المحدثين لكنها منثورة في أجزاء الكتاب.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "نشطت المؤلفات المنية بنقد الأسانيد حتى غدت فترة نهاية تطبيق الإسناد رواية من أكثر عصور النقد الحديثي ازدهارا. ¶ الإسناد في منظومة المعرفة الإسلامية .التأصيل والتنظير ¶ إن كل هذه النصوص استدعت اهتمام المحدثين ونادت على قريحة نقادهم فصاغوا معانيها في عبارات تنظيرية وجمل تأصيلية توحي بتنبههم منذ وقت مبكر إلى خطر الإسناد فغدت عباراتهم بمثابة دستور لهذه النظرية وأساسا لبنائها الشامخ. ¶ وسنورد هنا جملة من تلك العبارات التي نظر بها المحدثون النقاد لمبدأ الإسناد حضور هذه النظرية في فكرهم النقدي، وأن منهجهم قام على أسس نظرية عميقة كما أسلفنا في المقدمة. ¶ يقول عبد الله بن المبارك:«الإسناد عندي من الدين، ولولا الإسناد لقال مَنْ شاء ما شاء ولكن إذا قيل له : من حدثك ؟ بَقِيَ »(1) ¶ قال تلميذ ابن المبارك الذي روى عنه هذه الرواية :\" ذكر ابن المبارك هذا عند ذكر الزنادقة وما يضعون من الأحاديث\". ¶ وقال عبد الله بن المبارك أيضا :« بيننا وبين القوم – أي المبتدعة والكذبة- القوائم –يعني الإسناد-».(2) ¶ __________ ¶ (1) - رواه مسلم في مقدمة صحيحه ( 1/87) والترمذي في العلل الصغير ص 87 وابن أبي حاتم في الجرح والتعديل (1/17) ولبن حبان في كتاب الضعفاء (1/17) والرامهرمزي في المحدث الفاصل ص 209 والحاكم في معرفة علوم الحديث ص 6 والخطيب النغدادي في الكفاية ص393 وشرف أصحاف الحديث ص 40 والجامع لأخلاق الراوي وآداب السامع (2/147) وابن عبد البر في مقدمة التمهيد (1/56) وأوردها ابن الصلاح في علوم الحديث ص215 ، وابن تيمية في منهاج السنة النبوية ( 4/96) وابن عبد الهادي في الصارم المنكي ص 268، والذهبي في تذكرة الحفاظ (4/1054) والتاج السبكي في طبقات الشافعية (5/187) والسخاوي في فتح المغيث ص 335 والزرقاني في شرح المواهب اللدنية(5/187). ¶ (2) - رواه مسلم في مقدمة صحيحه (ص12).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وعن إبراهيم بن عيسى الطالقاني قال :\" قلت لعبد الله بن المبارك: يا أبا عبد الرحمن الحديث الذي جاء:« إن البر من بعد أن تصلي لأبويك مع صلاتك، وتصوم لهما مع صومك»، فقال عبد الله : يا أبا إسحاق: عمن هذا ؟ قلت له : هذا من حديث شهاب بن خراش، قال : ثقة ، عمن؟ قلت : عن الحجاج بن دينار، قال ثقة ، عمن ؟ قلت : قال رسول الله صلى الله عليه وسلم ، قال يا أبا إسحاق بين الحجاج بن دينار وبين رسول الله صلى الله عليه وسلم مفاوز ينقطع أعناق المطي، ولكن ليس في الصدقة خلاف\" (1). ¶ وعن علي بن حجر قال: سمعت ابن المبارك يقول : \" إن الله حفظ الأسانيد على أمة محمد صلى الله عليه وسلم\" (2). ¶ شرح عبارة ابن المبارك :«الإسناد عندي من الدين، ولولا الإسناد لقال من شاء ما شاء ، ولكن إذا قيل له : من حدثك ؟ بقي» ¶ تأتي أهمية هذه العبارة في أنها تنص على جلالة الإسناد، وترد أصوله إلى الدين نفسه، وذلك على ضوء ما ذكرنا من النصوص الشرعية التي تنوه بمبدأ الإسناد في نقل النصوص الشرعية. ¶ واستعمال عبد الله بن المبارك لكلمة «الإسناد » دليل على حصول صورة الإسناد في ذهنه ووعيه لمدلولها. ¶ __________ ¶ (1) - شرح عن الترمذي لابن رجب ص 88 ¶ (2) - السابق وقد ذكرنا النقول التي وقفنا عليها لبن المبارك وجمعناها قبل غيرها لأهميتها في تنظير مبدأ الإسناد ولأن عباراته أعمق من غيرها . وخاصة قوله :«الإسناد من الدين ..».",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وجعل الإسناد من الدين تنبيه إلى دستورية «الإسناد » - لو جاوز التعبير – ، فليس الإسناد عند ابن المبارك مجرد تقليد فني اعتمدته طائفة المحدثين من عنديات فنونهم أو بنيات أفكارهم وقرائحهم ، بل هو نفس هذا الدين أي ناشئ عنه ومعمول به لمقتضى النصوص التي نوهت به وأرشدت إليه وحضت عليه، أو المراد أن الالتزام في نقل النصوص بالإسناد دليل على ديانة الراوي وأنه ليس من أصحاب السمر والقصص والقيل والقال، وأنه باستعماله الإسناد قد انخرط في سلك من يعتمد عليهم من أهل الديانة في تبليغ نصوص الوحي المطهر . ¶ وقد قصد ابن المبارك بالإسناد مطلق الإسناد، سواء كان رجاله ثقات أو غيرهم ، فعبارته تحض على معرفة سند الرواية وحفظ هذا السند وتبليغه مع الرواية بعض النظر عن حال رجال السند، وذلك أن ابن المبارك يُنَظِّرُ مبدأً يسير عليه كل الرواة والنقلة ، وليس مجرد النقاد والخبيرين بمنهج الجرح والتعديل، مما يدل على ذلك قوله في نفس العبارة:«فإذا قيل له: من حدثك؟ بقي»(1)، أي أنه يجزئه أن يذكر من نقل عنه الرواية وحدثه ليخرج من العهدة جريا على المبدأ المعروف عند المحدثين أن « من أسند فقد أحال » . ¶ وقد ظن الإمام أبو إسحاق الشاطبي أن قول ابن المبارك :\" الإسناد من الدين \" ليس معناه قول المحدث : حدثني فلان عن فلان مجردا ، بل يريدون ذلك لما تضمنه من معرفة الرجال الذين يحدث عنهم حتى لا يسند عن مجهول ولا مجروح ولا متهم إلا عمن تحصل الثقة بروايته، لأن روح المسألة أن يغلب على الظن من غير ريبة أن ذلك الحديث قد قاله النبي صلى الله عليه وسلم (2) . ¶ __________ ¶ (1) - أي بقي ساكتا مفحما مبهوتا منقطعا. قال الأستاذ عبد الفتاح أبو غدة: « وهذا أسلوب معروف الاستعمال في محاورات أهل القرن الثاني والثالث والرابع ثم غاب وغمض معناه. انظر : الإسناد من الدين . عبد الفتاح أبو غدة ص53) ¶ (2) - الاعتصام للشاطبي (1/225).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وليس ما ظنه الشاطبي بصحيح بل إن ابن المبارك قصد مجرد قول المحدث : حدثني فلان عن فلان، وأن في عناية الراوي بهذا السند ضمانة لمعرفة الصحيح والسقيم. ¶ ومما يدل على ذلك أن الحافظ أبا حاتم الرازي كان في مجلس فقال : « لم يكن في أمة من الأمم منذ خلق الله آدم أمناء يحفظون آثار نبيهم وأنساب سلفهم إلا في هذه الأمة ، فقال له رجل: يا أبا حاتم، ربما رووا حديثا لا أصل له ولا يصح ، فقال أبو حاتم : علماؤهم يعرفون الصحيح والسقيم فروايتهم ذلك-أي الحديث الواهي – للمعرفة، ليتبين لمن بعدهم أنهم ميزوا الآثار وحفظوها »(1) ¶ فأبو حاتم يعتبر حفظ الإسناد ولوكان واهيا سببا لتمكن النقاد بعد ذلك من تمييز الصحيح من السقيم ، وهذا هو لب نظرية الإسناد :لأنه يعتمد الإسناد آلية لنقل النصوص وقالبا يوضع فيه كل الرواة الذين نقلوا النص طبقة عن طبقة ، حتى إذا ما أراد ناقد دراسة هذا النص ومعرفة أصالته أو زيفه استطاع أن يجد المجال الذي يجري فيه نقده وبحثه. ¶ ومما يدل على ذلك أيضا أن ابن المبارك نفسه سئل عن الأحاديث الموضوعة التي يرويها الوضاعون بالأسانيد ، فقال : \"تعيش لها الجهابذة\" (2). ¶ فالنقاد هم الذين يتصدرون لتلك الأسانيد الضعيفة والموضوعة ويغربلونها ويعرفون من الذي وضعها أو من الذي أخطأ فيها ، وإذا لم ترو هذه الأسانيد ولم تنقل كما هي فكيف سينقد النقاد ، وما هي الوسيلة إذن لمعرفة الصحيح والسقيم ؟ ¶ __________ ¶ (1) - المواهب اللدنية للزرقاني (5/454) والأجوبة الفاضلة لعبد الحي اللكنوي ص 24 ¶ (2) - رواه الخطيب البغدادي في الكفاية ص 37 وأبو وليد الباجي في التعديل والتجريح (1/291) وذكر السيوطي في تدريب الراوي(1/282) وقال النووي في تهذيب الأسماء واللغات (3/53): « جهبذ بكسر الجيم والباء الموحدة وبالذال المعجمة هو الفائق في تمييز جيد الدراهم من رديئها والجمع جهابذة وهي عجمية وقد تطلق على البارع في العلم استعارة» .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وممن نظر لمبدأ الإسناد ونوه به أبو عمرو الأوزاعي حيث قال : « ما ذهاب العلم إلا ذهاب الإسناد »(1) ¶ وقال شُعبة ابن الحجاج أبو بِسْطَام الواسطي البصري:\"كل حديث ليس فيه حدثنا أو أخبرنا فهو خَلُّ وبَقْل \"(2). ¶ وكان ابن شهاب الزهري إذا حدث أتى بالإسناد ويقول : «لا يصلح أن يرقى السطح إلا بدرجه»(3). ¶ وكان الأعمش – سليمان بن مِهْرَان – يحدث بالحديث ثم يقول :« بقي رأس المال : حدثني فلان قال : فلان عن فلان »(4). ¶ وكان بَهْزُ ابن أسد يقول :\" لا تأخذوا الحديث عمن لا يقول : ثنا \" وكان بهز إذا ذكر له الإسناد الصحيح يقول : « هذه شهادات العدول المرضيين بعضهم على بعض » وإذا ذكر الإسناد فيه شئ -أي ضعف- قال : « هذا فيه عُهْدَة » ويقول : « لو أن لرجل على رجل عشرة دراهم ثم جحده لم يستطع أخذها إلا بشاهدين عدلين ، فدين الله أحق أن يؤخذ فيه بالعدول »(5) ¶ وعن عُتْبَة بن أبي حكيم أنه كان عند إسحق بن عبد الله بن أبي فروة - أحد الضعفاء المتروكين – وعنده الزهري، فجعل ابن أبي فروة يقول : قال رسول الله صلى الله عليه وسلم ، فقال الزهري : قاتلك الله يا ابن أبي فروة ، ما أجرأك على الله ، لا تسند حديثك ، تحدثنا بأحاديث ليس لها خُطُمٌ ولا أَزمَّة».(6) ¶ هذه النقول السابقة جملة مما ورد عن السلف المتقدمين في بيان أهمية الإسناد مما يدل على إدراكهم لدوره في مجال نقد الحديث. ¶ وقد اقتبس النقاد من هذه النقول فحوى نظرية الإسناد عند المسلمين، وصاغوا فلسفتها منذ وقت مبكر . ¶ __________ ¶ (1) - رواه ابن عبد البر في مقدمة التمهيد (1/57) ¶ (2) - رواه الرامهرمزي في المحدث الفاصل ص 97 والخطيب البغدادي في الكفاية ص283 ¶ (3) - شرح علل الترمذي لابن رجب ص 88 ¶ (4) - رواه ابن حبان في المجروحين ص 27 ¶ (5) - شرح علل الترمذي لابن رجب ص 88-89 ¶ (6) - رواه الحاكم في معرفة علوم الحديث ص6 والخطم والأزمة جمع خِطام وزِمام : يا يقاد به البعير .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قال الحاكم في معرفة علوم الحديث : « فلولا الإسناد وطلب هذه الطائفة له وكثرة مواظبتهم على حفظه لَدَرَسَ منارُ الإسلام ، وتمكن أهل الإلحاد والبدع منه بوضع الأحاديث وقلب الأسانيد ، فإن الأخبار إذا تَعَرَّتْ عن وجود الإسناد فيها كانت بُتْرَاً »(1). ¶ وهذه صياغة راقية -مبكرة - لفلسفة الإسناد ، فالحاكم يعتبر الإسناد قطعة من الخبر نفسه ، فإذا ذكر الخبر دون إسناده كان أبتر، والأبتر والأقطع لا قيمة له . ¶ « وقال أبو العباس محمد بن عبد الرحمن الدَّغُوِلّي السَّرْخَسِي : سمعت محمد ابن الحاتم بن المُظَفَّر يقول : إن الله تعالى قد أكرم هذه الأمة وشرفها وفضلها بالإسناد ، وليس لأحد من الأمم كلها قديمها وحديثها إسناد ، وإنما هي صُحُفٌ في أيديهم ، وقد خلطوا بكتبهم أخبارَهم ، وليس عندهم تمييز بين ما نزل من التوراة والإنجيل مما جاءهم به أنبياؤهم وبين ما ألحقوه بكتبهم من الأخبار التي أخذوها عن غير الثقات ، وهذه الأمة الشريفة - زادها الله شرفا بنبيها - إنما تنص الحديث- أي ترويه وترفعه- عن الثقة المعروف في زمانه المشهور بالصدق والأمانة عن مثله حتى تتناهى أخبارهم ، ثم يبحثون أشد البحث، حتى يعرفوا الأحفظ فالأحفظ والأضبط فالأضبط ، والأطول مجالسة لمن فوقه ممن كان أقصر مجالسة ، ثم يكتبون الحديث من عشرين وجها - أي طريقا- وأكثر حتى يهذبوه من الغلط والزلل، ويضبطوا حروفه ويعدوه عدا ، فهذا من أفضل نعم الله على هذه الأمة، فنستوزع اللهَ شكر هذه النعمة وغيرها من نعمه، ونسأله التثبيت والتوفيق لما يقرب إليه ويُزْلِفُ لديه ، ويمسكنا بطاعته إنه ولي حميد(2) . ¶ __________ ¶ (1) - السابق نفس الصفحة. ¶ (2) - شرح المواهب اللدنية للزرقاني (5/454)",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وقال ابن حزم في الفِصَل الملل والنحل :\" نقل الثقة عن الثقة حتى يبلغ به النبي صلى الله عليه وسلم مع الاتصال ، ويخبر كل واحد منهم باسم الذي أخبره ونسبه ، وكلهم معروف الحال والعين والعدالة والزمان والمكان خص الله به المسلمين دون سائر أهل الملل كلها ، وأبقاه عندهم غَضَّا جديدا على قديم الدهور، يدخل في طلبه إلى الآفاق البعيدة مَنْ لا يُحصِي عددَهم إلا خالقُهم ، ويواظب على تقييده من كان الناقل قريبا منه . قد تولى الله حفظه عليهم والحمد لله رب العالمين فلا تفوتهم زلة في كلمة فما فوقها في شئ من النقل إن وقعت لأحدهم ولا يمكن فاسقا أن يقحم كلمة موضوعة ولله تعالى الشكر. وأما مع الإرسال والإعضال فيوجد في كثير من اليهود ولكنهم لا يَقْرُبُون فيه من موسى عليه الصلاة والسلام قُربَنَا من محمد صلى الله عليه وسلم ، بل يقفون بحيث يكون ببينهم وبين موسى أكثر من ثلاثين عصرا في أزيد من ألف وخمسمائة عام ، وإنما يبلغون بالنقل إلى شمعون ونحوه ، وأما النصارى فلبس عندهم من صفة هذا النقل إلا تحريم الطلاق وحده فقط، على أن مخرجه من كذاب قد صح كذبه ، وأما النقل بالطريق المشتملة على كذاب أو مجهول العين فكثير في نقل اليهود والنصارى. وأما أقوال الصحابة والتابعين رضي الله عنهم فلا يمكن اليهود أن يبلغوا إلى صاحب بني أصلا ولا إلى تابع له، ولا يمكن النصارى أن يصلوا إلى أعلى من شمعون وبولص \"(1). ¶ ومما تجدر الإشارة إليه أن خصيصة الإسناد في الأمة الإسلامية استقرت في تراث أهل ألسنة على وجه الخصوص دون سائر الفرق من أهل البدع والأهواء. ¶ __________ ¶ (1) - الفصل في الملل والنحل . ابن حزم الأندلسي (2/81-82)",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقد نبه إلى هذه الحقيقة شيخ الإسلام ابن تيمية حيث قال في منهاج السنة : «الإسناد من خصائص هذه الأمة وهو من خصائص الإسلام ثم هو في الإسلام من خصائص أهل السنة، والرافضة اقل عناية به إذ لا يصدّقون إلا ما يوافق أهواءهم ، وعلامة كذبه – أي عندهم – أنه يخالف هواهم ، ولهذا قال عبد الرحمن بن مهدي : أهل العلم يكتبون ما لهم وما عليهم ، وأهل الأهواء لا يكتبون إلا ما لهم . وأهل البدع سلكوا طريقا أخرى ابتدعوها واعتمدوها ولا يذكرون الحديث بل ولا القرآن في أصولهم إلا للاعتضاد لا للاعتماد »(1). ¶ ويعلق على هذا الأستاذ عبد الفتاح أبو غدة قائلا: « هذا الاهتمام العظيم بالإسناد خاص بأهل السنة ولم يكن لدى الشيعة الأمامية اهتمام بالإسناد لأنهم يقولون: إن أحاديثنا كلها قطعية الصدور عن المعصوم وما كان كذلك فلا يحتاج إلى ملاحظة سنده. نقله عنهم أحد كبار علماء الشيعة عبد الله المامقاني المتوفى سنة 1351هـ في كتابه « تنقيح المقال في علم الرجال » (1/177) ثم نازع هو في قبول هذا القول بوجود الحاجة إلى ملاحظة أحوال الرجال . وجاء في كتاب « تاريخ الإمامية وأسلافهم من الشيعة» للدكتور عبد الله فياض في ص 140 قوله : ولما كان الإمام معصوما عند الإمامية ، فلا مجال للشك فيما يقول . وفي ص 158 قوله أيضا : إن الاعتقاد بعصمة الأئمة جعل الأحاديث التي تصدر عنهم صحيحة دون أن يشترطوا إيصال سندها إلى النبي صلى الله عليه وسلم كما هو الحال عند أهل السنة»(2). ¶ __________ ¶ (1) - منهاج السنة النبوية . أحمد بن تيمية . (7/37) تحقيق محمد رشا وسالم ¶ (2) - الإسناد من الدين . عبد الفتاح أبو غدة ص30",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ويشرح خصيصة الإسناد لدى الأمة العلامة مصطفى صبري التوقادي – خاتمة شيوخ الإسلام في الدولة العثمانية – ضاربا المثال بصحيح الإمام البخاري رحمه الله يقول : « الطريقة المتبعة في الإسلام لتوثيق الأحاديث النبوية أفضل طريق وأعلاها لا تدانيها في دقتها وسموها أي طريقة علمية غريبة اتبعت في توثيق الروايات ، ففي صحيح البخاري مثلا ألفان وستمائة واثنان من الأحاديث المسندة سوى المكررة انتقاها البخاري من مائة ألف حديث صحيح يحفظها وفيه قريب من ألفي راو اختارهم من نيف وثلاثين ألفا من الرواة الثقات الذين يعرفهم وكتاب البخاري البالغ أربع مجلدات كبيرة يبقى بعد حذف أسانيده على حجم مجلد واحد متوسط الحجم فهل سمعتم وسمعت الدنيا أن كتاب تاريخ في هذا الحجم يروى مافية سماعا من ألفي رجل ثقة يعرفهم المؤلف وغيره من أهل العلم بأسمائهم وأوصافهم على أن تكون كل جملة معينة من الكتاب مؤلفة من سطر أو أكثر أو أقل تقريبا سمعها فلان وهو من فلان إلى أن تصل – الإسناد والسماع – بالنبي صلى الله عليه وسلم فيقام لكل سطر من سطور الكتاب تقريبا شهود من الرواة يتحملون مسؤولية روايته»(1). ¶ ويظهر مما سبق أن الإسناد قد استقر في وجدان المسلمين عامة وأهل العلم خاصة أنه خصيصة الأمة وروح الرواية وجوهر النقل الذي تحتاجه نصوص الشرع. ¶ ومن ثم لم يتردد المحدثون في اعتباره واجبا دينيا بجب على المسلمين القيام به والمحافظة علية. ¶ يقول ابن حجر العسقلاني في شرح النخبة: « ولكون الإسناد يعلم به الحديث الموضوع من غيره ، كانت معرفته من فروض الكفاية»(2). ¶ ويؤكد ذلك الشيخ على القارئ فبقول: « أصل الإسناد خصيصة فاضلة من خصائص هذه الأمة وسنة من السنن المؤكدة بل من فروض الكفاية»(3). ¶ __________ ¶ (1) - موقف العقل والعلم والعالم من رب العلمين وعباده . مصطفى صبري.(4/87) ¶ (2) - مرقاة المفاتيح شرح مشكاة المصابيح . علي القاري (1/2…-08) ¶ (3) - شرح شرح النخبة على القارئ ص.194",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وفرض الكفاية كما هو معروف عند الأصوليين: ما يجب على مجموع الأمة فإذا قام به البعض -قياما كافيا - سقط عن الباقين(1) . ¶ خصائص الإسناد ¶ يقول الأستاذ عبد الفتاح أبو غدة: \" وقد نشأ عن اهتمام المحدثين بالإسناد ووضوح أهميته في تلقي المنقول أن اشترط –الإسناد- في تلقي سائر العلوم الإسلامية كالتفسير والفقه والتاريخ والرجال والأنساب واللغة والنحو والأدب والشعر والحكايات ،حتى دخل في سياق الكلمة الواحدة من أخبار الحمقى والمغفلين وأخبار المضحكين ونوادر الطفيليين، كما دخل في سياق الكلمة الواحدة في التفسير…\"(2). ¶ إن نظرية الإسناد صارت مرتكزا علميا في معظم العلوم الشرعية جعلت الإمام الشافعي ينظر لهذا المرتكز في أبيات شعرية يقول فيها: ¶ كل العلوم سوى القرآن مشغلة إلا الحديث وإلا الفقه في الدين ¶ العلم ما كان فيه: قال حدثنا وما سوى ذلك وسواس الشياطين ¶ ولقد سرت تطبيقات نظرية الإسناد إلى كل العلوم الأخرى لأنها كانت السمة العلمية المعتبرة في ذلك الوقت، ويمكننا أن نجمل خصائص نظرية الإسناد فيما يلي: ¶ أولا: أكسبت نظرية الإسناد في منهج النقد عند المحدثين وجاهة بين العلوم الشرعية كما علمنا، فتسارع أصحاب العلوم الأخرى إلى اقتباس تلك النظرية وتطبيقها في كل الفروع. ¶ ثانيا: أعطت نظرية الإسناد للنقد العلمي شفافية لا يمكن أن تتوفر بدونها، فصار النقد العلمي سهلا ومباشرا وواضحا. ¶ __________ ¶ (1) - انظر : اللمع في أصول الفقه لأبي اسحق الشيرازي ص23 وإعلام الموقعين لابن قيم الجوزية (1/353) والموافقات لأبي إسحاق الشاطبي (1/76) والإبهاج في شرح منهاج البيضاوي في أصول الفقه للسبكي (1/100) ¶ (2) - لمحات من التاريخ السنة وعلوم الحديث. عبد الفتاح أبو غدة ص76 وقد أغفل الأستاذ أبو غدة ذكر اهتمام القراء بقضية الإسناد باعتبارها شرطا أساسا من شروط إثبات قرآنية النص أو القراءة وأن هذا الشرط بكل تفاصيله لا يخرج عما قرره منهج النقد عند المحدثين.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ثالثا: جمع الروايات بأسانيدها وطرقها المتعددة لم يكن ترفا علميا أو مفاخرة بالكثرة كما ظن البعض، بل كان مقصودا لدى جهابذة النقد لتحقيق منهج النقد على أسس عملية سلمية، وكانت مقولتهم الشهيرة التي تختصر المنهج في كلمتين وهما: \" قَمِّشْ ثم فّتِّشْ\" أي اجمع ثم افحص وانقد. ¶ رابعا: لم تقف نظرية الإسناد عند مجرد الرواية، بل عمل المحدثون على تطوير منهج النقد حتى يكون أكثر تقعيدا وتأصيلا، وتسلم من احتمالات الخطأ أو تقل احتمالاته فيه. ¶ خامسا: صاحب الإسناد في كل أجياله – طبقاته- عملية توثيقية بالغة الإتقان في الرواية -تحملا وأداء- والكتابة -تصحيحا وتدقيقا- وفي الرواة - جرحا وتعديلا- وفي معرفة الروايات -نقدا وتعليلا- فصارت نظرية الإسناد بناء متكاملا، وعلى أساسه بنيت كل العلوم الشرعية الأخرى. ¶ سادسا: لقد أتاحت نظرية الإسناد للنقاد أن يتناولوا النصوص والآثار بالبحث في صحتها عن طريق الملاحظات الدقيقة بحيث تبعد أحكامه عن نطاق الخرص والرجم بالغيب ، وتكون مبنية على أعلى شروط من الدقة والموضوعية والأمانة، ولم يكن ثمة بديل آخر لهذه الأمة عن طريق الإسناد في حفظ النصوص، وإلا كان شأنها شل شأن الأمم السابقة التي انفلتت منها أسانيد كتبها فتفرقت نصوصها أيادي سبأ. ¶ سابعا: لقد كان الإسناد هو المحور الذي تطور حوله جهود المحدثين في تعلية منهج النقد، فكل محاولة في تهذيب هذا المنهج وتلافي قصوره أو ابتكار ما يزيده تقه وشفافية إنما كان يعتمد على مبدأ وجود الإسناد ولولاه كانت تلك الجهود التي بذلت في التصنيف في الجرح والعلل جهودا غير ذات موضوع، لأنها فقدت المحور الذي تعتمد عليه ومنه تنبثق. ¶ إن كل هذه الخصائص غفل عنها أصحاب منهج النقد الأوروبي وهم يدرسون نظرية الإسناد عند المحدثين، فلقد أشار\" شبر نجر\" إلى تعاسة نظام الإسناد وأن اعتبار الحديث شيئا كاملا سندا ومتنا قد سبب ضررا كثيرا وفوضى عظيمة - .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وأما \"ميور\" معاصر \"شبر نجر\" فينتقد طريقة اعتماد الأسانيد في تصحيح الحديث لاحتمال الدس في سلسلة الرواة(1). ¶ ولا يخفي \"مرغليوث\" تبرمه وإعجابه معا من نظرية الإسناد وحين يقول: \"ولكنه بالرغم من أن نظرية الإسناد سببت متاعب لا نهاية لها أحيانا بسبب الأبحاث التي ينبغي القيام بها لتوثيق كل راو، وإلفهم وضع لأحاديث وتقليدها أحيانا في سهولة ، لا يمكن الشك في قيمتها في قيمتها في ضمان الصحة، والمسلمون على حق في فخرهم بعلم الحديث\".(2) ¶ تدوين الأسانيد وحفظها ¶ في بدايات القرن العشرين اشتهرت في الأوساط العلمية دراسات «جولدزيهر» و «شاخت» وأضرابهما من المستشرقين، وقد تركزت أهمية دراساتهم حول مصادر التلقي عند المسلمين، وبخاصة حديث النبي صلى الله عليه وسلم، ووجدت هذه الشهرة أصداءها جنبات الأكاديميات العلمية في أرجاء العالم الإسلامي، وأعجب بها الكثير من الكتاب والمفكرين المسلمين، وكان من أكثر القضايا التي أحدثت ضجيجا قضية تدوين السنة. ¶ __________ ¶ (1) - السابق ص 40-41 ¶ (2) - دراسات عن المؤرخين العرب .مرغليوث بترجمة حسين نصار ص30 ويقول فرانز روزنتال: \"لماذا نبدي سخطنا على كاتب يجمع أسانيد تبعث على الضجر، أسانيد لا حصرها لها تتعلق بسيرة رجل أو براوية من رواة الحديث الذين عاشوا في دمشق أو مروا بها لماما، نحن (يشير إلى الباحثين الغربيين) إذا قرأنا في مثيل هذا في كتاب من كتب الغرب قلنا صوابا: إنه عمل عملي وإن صاحبه قام بخدمات علمية جليلة ؟! \" (مناهج العلماء المسلمين في البحث العلمي. فرانز روزنتال. ص19) وعبارات هؤلاء المستشرفين تنبئ عن تقصير في دراسة نظرية الإسناد لدى المحدثين، ولا يمكن لأحد أن يدرك فائدة آلاف الأسانيد المروية في كتب الحديث ما لم يتفهم روح نظرية الإسناد ويقف على تاريخه من لدن نشوئه.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فقد اشتهرت دراسات المستشرقين الألمان بخاصة بعمق وتحليل أضفى على أبحاثهم الوجاهة لدى العلماء والمفكرين، وتجدر الإشارة إلى دراسات «وشبرنجر» و«جولدزيهر» و «شاخت» . ¶ وقد صدرت معظم هذه الدراسات عن قناعة من أصحابها بأن « التدوين للسنة لم يبدأ إلا في القرن الثاني الهجري» وأن هذه الفترة التي عول فيها المحدثون على الرواية الشفهية كانت فترة حافلة بعمليات وضع واختلاق الحديث بدوافع سياسية وكلامية ومذهبية(1). ¶ وممن تأثر بهذا الاتجاه الفكري وتبنى طرحه في صورة الأدب والتاريخ والبحث العلمي كُتَّابٌ في العالم الإسلامي نذكر منهم أحمد أمين وأبا رية وغيرهما(2). ¶ ولضراوة الهجمات التي مارسها المستشرقون ومن اقتنع برأيهم من المسلمين صارت قضية تأخر تدوين السنة من القضايا المسلمة لدى الباحثين، ومع كثرة ترداد قضية اختلاق ووضع السنة صارت الجمهرة من المثقفين المسلمين على قناعة بان أحاديث النبي صلى الله عليه وسلم كلها موضوعة، أو محل شك كبير على أقل تقدير. ولكن مع مضي النصف الأول من القرن العشرين صدرت مجموعة من الدراسات ذات القيمة العلمية العالية ، قام بها باحثون مسلمون وكانت معظمها في أكاديميات غربية، وخلصت تلك الدراسات- التي اعتمدت على وثائق محققه ومدروسة بعناية- إلى أن السنة قد دونت في عهد النبي صلى الله عليه وسلم شأنها شأن القرآن ، وأن الأجيال المتعاقبة من لدن الصحابة حتى عصر التدوين المتوسع كانت تقوم بكتابة الأحاديث على نطاق متأصل ، لكنه لم يأخذه مداه وبعده المتوسع كتقليد علمي إلا في عصر التدوين الذي يبتدئ في نفايات القرن الأول الهجري. ¶ ومن الدراسات القيمة في هذا الصدد والتي تجدر الإشارة إلى قيمتها العلمية ودراسات كل من: ¶ __________ ¶ (1) - موقف الاستشراق من السيرة والسنة النبوية. أكرم العمري ص 36 ¶ (2) - الأنوار الكاشفة عبد الرحمن المعلمي. ص8 و ص 72",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "الأستاذ محمد الأعظمي صاحب: « دراسات في الحديث النبوي » والذي كان أطروحة لنيل درجة الدكتوراه من جامعة كامبردج . وقد اعتمد الأستاذ الأعظمي في دراساته على مخطوط قديم يعود إلى منتصف القرن الأول الهجري وهي \"نسخة سُهيل بن أبي صالح \"إضافة إلى استقصاء واسع لكل المصادر الحديثية بغية الوصول إلى إشارات تاريخية عن مدونات حديثية مبكرة، قد توصل إلى مئات النصوص الواضحة الصريحة التي تثبت وجود تدوين للسنة منذ عهد مبكر. وقد تناول الأستاذ الأعظمي دراسات المستشرقين وبالأخص « جوزيف شاخت» وحاول معرفة سبب النتائج الخاطئة التي وصلوا إليها فأشار إلى أن من أهم الأسباب عدم الاعتماد على منهج علمي واستقراء كاف ،مع وجود نصيب كبير من الهوى والحقد (1). ¶ ا ... لأستاذ محمد عجاج الخطيب صاحب « السنة قبل التدوين »، وقد كانت نتائج بحثه شبيهة بنتائج أبحاث الأستاذ الأعظمي. ¶ الأستاذ امتياز أحمد الذي أجرى دراسات معمقة لنيل درجة الدكتوراه في جامعة أدنبره ببريطانيا عن أطروحته: « دلائل التوثيق المبكر للسنة والحديث». ¶ الأستاذ محمد حميد الله صاحب « مجموعة الوثائق السياسية للعهد النبوي والخلافة الراشدة. دار النفائس .ط 1405هـ . ¶ الأستاذ فؤاد سزكين . الباحث الشهير، والذي أجرى دراسات بلغت الغاية في الدقة والاستقصاء وتوصل إلى نتائج أبعد مدى من السابقين حيث استنتج من دراسات أسانيد البخاري وبعض المصنفات الأخرى أن جملة المرويات الشفوية التي تداولها المحدثون في مصنفاتهم عبر سلاسل الإسناد تشير في الواقع إلى مصادر تحريرية حتى ولو ظهر في بادئ الأمر أنها تدل على الرواية الشفوية. ¶ وقد أودع دراساته هذه في بحث خاص عن صحيح البخاري طبع بالألمانية، وفي ثنايا موسوعته الكبرى عن «تاريخ التراث العربي». ¶ __________ ¶ (1) - دراسات في الحديث النبوي . محمد العظمي . 2/485 فما بعدها و(2/416).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "لقد تكفلت هذه الدراسات بدفع الفرية الكبرى التي ظلت تحتل مكانة مرموقة في الأوساط العلمية في أوروبا وفي العالم الإسلامي وهي أن « السنة لم تدون إلا في عصر متأخر مما أدى إلى سهولة سريان حركة الاختلاق إلى مادتها» لكن هذه الدراسات كلها اتفقت على مبدأ التدوين على حساب التهوين من مبدأ الرواية الشفوية التي كانت تعتمد على الحفظ ، أعني حفظ الصدر الذي يعتمد على الذاكرة(1). ¶ والملاحظ أن نظرية أولئك الباحثين كانت أشبه برد نعل عكسي ومضاد لافتراآت المستشرقين ، فقد أقام المستشرقون أبحاثهم على أساس أن المحدثين كانوا يعتمدون على الرواية الشفوية التي مبناها على الحفظ والذاكرة(2) وذلك لأجل إثبات وقوع الاختلاف والتحريف فكانت أبحاث العظمي وسيزكين وغيرهما تصب في اتجاه إثبات العكس بغية درء تهمة الاختلاف والتحريف . ¶ وقد حاول الأستاذ سيزكين رد الفهم الخاطئ للمستشرقين في هذا الباب إلى عدم إدراكهم لمعاني الاصطلاحات الحديثية مثل « حدثنا » و «أخبرنا » و « عن» إذ يرى – سيزكين – أن هذه الألفاظ لا تدل بالضرورة على روايات شفوية، بل إن بعضها قد يستخدم في الإجازة والنقل عن مرويات تحريرية(3). ¶ __________ ¶ (1) - انظر مثلا تاريخ التراث العربي. فؤاد سزكين . (1/240-243) وفيه يقول : « وعلى كل حال فقد كانت العادة المألوفة في الرواية أن تذكر عبارة «إملاء من حفظه» إذا كانت الرواية تعتمد على الذاكرة وحدها، هذا أمر استثنائي » . وأيضا دراسات في الحديث النبوي. محمد الأعظمي (2/327) ¶ (2) - يمكننا استثناء قرار روزنتال الذي قال في كتابه « مناهج العلماء المسلمين في البحث العلمي » ترجمة أنيس فريحة ص 26: « كان المؤرخون المسلمون كما كان علماء الدين أيضا يعتمدون على الوثائق المدونة ولم يكن للمعارف التي تعتمد الذاكرة شأن في تأليفهم » وسيأتي مناقشة مضمون الجملة الخيرة لروزنتال. ¶ (3) - تاريخ التراث العربي فؤاد سيزكين (1/243-244)",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "والواقع أن أحكام المستشرقين التي دارت حول قضية الحفظ والذاكرة ناشئة بالدرجة الأولى عن الآراء المسبقة التي تشبع بها المستشرقون أو عن التراث الحضاري الغربي الذي بفكر به المستشرقون وبه يبحثون ويدرسون … ثم يحكون. ¶ والى هذه النقطة المهمة يشير مستشرق اشتهر بدراساته التاريخية عن التراث الإسلامي وهو فرانز روزنتال إذ يقول : \"إن نقطة البداية التي ننطلق منها لفحص تاريخ علم التاريخ أمة أو فترة هي آراؤها الخاصة عن وظيفة التاريخ وواجب المؤرخ، وهذه الآراء هي نتائج زماننا أي لقرنين ونصف القرن الأخيرة من « التاريخية » وهذه الآراء من خصائص المدنية الغربية الحديثة، وعلم التاريخ في أي مجتمع لا يكون جزءا من المدنية الغربية الحديثة، بل يخضع لعوامل محيطية مختلفة وتكيفه قيم فكرية تختلف موازينها اختلافا كبيرا، ويجدر بنا أن نتذكر هذه الحقيقة طوال بحثنا في علم التاريخ الإسلامي»(1). ¶ __________ ¶ (1) - علم التاريخ عند المسلمين . فرانز روزنتال ترجمة صالح احمد العلي ص 16 وفي كتابه « مناهج العلماء المسلمين في البحث العلمي» يقرر أن آراء الغربيين عن الحضارة الإسلامية كثيرا ما يشوهها شعورهم بالتفوق والعلو شعورا لا يرتكز على منطق وأن من المزالق التي وقع فيها الباحثون الغربيون أنهم يضعون مقاييس صارمة يحكمون بموجبها على ما أنتجه الفكر الاسلامي .انظر ص 18-19 من الكتاب المذكور.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "والعجيب أن روزنتال نفسه أن أول المخالفين أو المتغافلين عن خصوصيته المعرفة الإسلامية فطفق يهون من شأن قضية الحفظ والذاكرة في كتابه : مناهج العلماء المسلمين في البحث العلمي : « إن العلماء المحدثين – أي المعاصرين – الذين يعيشون في عالم لم تعد فيه أهمية للعلم المحفوظ في الذاكرة يبالغون في الاهتمام بما يسمعونه من أخبار عن قوة الذاكرة التي كان يتميز بها العلماء المسلمون ، بأنهم -كذا - يشعرون أن هذه الظاهرة تتوفر لهم احسن الظروف لدراسة أهمية الرواية الشفوية في نقل الأخبار الدينية والدبية .. نعم إن حفظ القرآن غيبا إلى جانب عدد كبير من الأحاديث والشعار والقصص حقيقة حرية بالاعتبار، ولكن بعد أن وفرت الطباعة طبع المحفوظات على نطاق واسع فإنه إرهاق الذاكرة أصبح من وجهة نظر العالم أمرا لا طائل تحته»(1). ¶ إن هذا الكلام صادر عن قناعة واضحة بآلية معينة في تناول العلوم لم تدرك بعد عمق قضية الحفظ والذاكرة وحقيقتها في منظومة المعرفة الإسلامية. ¶ ليس هذا وجهة نظر فردية بل اتجاه علمي أوروبي غير مقتنع بمنهج المسلمين في حفظ المعلومات عن طريق الذاكرة يقول لانجلوا في « المدخل إلى الدراسات التاريخية»: « هناك طريقة أوغل في الوحشية لن نذكرها إلا من باب الإضراب وتتلخص في تسجيل الوثائق في الذاكرة دون تقيد شئ كتابة ، وهناك من استخدموها ، فبعض المؤرخين الذين وهبوا ذاكرة ممتازة وكسولا (كذا) قد لذ لهم هذا الوهم، وكانت النتيجة أن معظم اقتباساتهم وإشاراتهم إلى المراجع غير حقيقة فالذاكرة جهاز تسجيل بالغ اللطافة لكنه قليل الدقة، ولهذا فان مثل هذه المخاطرة ليس لها أي مبرر»(2). ¶ __________ ¶ (1) - مناهج العلماء المسلمين في بحث العلمي . فرانز روزنتال ترجمة أنيس فريحة ص 22 ¶ (2) - مدخل إلى دراسات التاريخية . لانجلوا و سينوبوس. ترجمة عبد الرحمن بدوي ص 78",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ويعتبر مرغليوث طريقة الذاكرة- عند المسلمين – سببا لعرقلة جهود هؤلاء الذين حاولوا أن يضمنوا الصحة عن هذا الطريق.(1) ¶ وأشار الأستاذ حسين نصار إلى أن الروايات الكثيرة التي كانت تعتمد غالبا على الذاكرة سببت بعض وجوه من النقص والفوضى، فان النسيان اعترى بعض هؤلاء المؤرخين فجعل بعض رواياتهم تضطرب.(2) ¶ لكن الأستاذ شاكر مصطفى يعترف بوجوب هذه الحلقة – الذاكرة- في دائرة التدوين ألا أنه يجزم بأن« حفظ العلم لم يكن له إلا أضأل الأثر ولا كان له في نقله إلا الدور القصير المحدود»(3) ، لقد كان اتجاها أشبه بالقوانين الخفية يندر أن نجد من يخالفها من الباحثين. ¶ __________ ¶ (1) - دراسات عن المؤرخين العرب . مرغليوث . ترجمة حين نصار ص32 ¶ (2) - نشأة التدوين التاريخي عند العرب . حسين نصار .ص.70 والواقع لأن معظم أفكار هذا الكاتب كانت مجرد صدى لكتاب مرغليوث الذي ترجمته هو نفسه . ¶ (3) - التاريخ العربي والمؤرخون. شاكر مصطفى (1/77)",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وقد تبنى الأستاذ سيزكين (1) هذه القناعة وبني عليها كل ما وجده من نصوص تشير إلى قوة الحفظ الخارقة عند المحدثين داعيا « إلى استخراج الدلالة الصحيحة للأخبار الكثيرة التي تروي أن هذا المحدث أو ذاك، قد حفظ مائتي ألف حديث ونحن نفسر اليوم مثل هذا معجبين بقوة ذاكرة الإنسان في تلك العصور أو معتبرين هذا نوعا من المبالغة أو مطرحين هذا جانبا وكأنه من قصص الكرامات ورغم أن المبالغة في هذا الرقم بديهية في معظم الأحوال إلا أننا نعرف من البحث الدقيق لكتب الحديث أن الروايات المختلفة تدخل أيضا في هذا الحساب وهذه الروايات لا تختلف إلا اختلافا يسيرا يتناول الإسناد وكانت تعد كل رواية قائمة برأسها وبهذا بلغ عدد النصوص بضعة آلاف» ثم يورد الإسناد سيزكين بعضا من الروايات التي تفيد خطأ الرواة الذين اعتمدوا على حفظهم موحيا أن « سائر المحدثين كانوا يلاحظون بسهولة اختلاف الأحاديث المروية من الذاكرة والأخرى المروية عن نص مدون»(2) . ¶ ويشعر المرء أحيانا أن مثل أولئك الباحثين – على نفاسة دراساتهم – يعتقدون أن الحفظ والذاكرة عند المحدثين أسطورة أو خرافة ، أو سبة يجب أن يوجد السبيل لإزالتها ومحو آثارها. ¶ __________ ¶ (1) - الأستاذ فؤاد سيزكين باحث تركي مخضرم هاجر من بلده تركيا لأسباب سياسية-كما يذكر ذلك في مقدمة كتابه « تاريخ التراث العربي» وتتلمذ علىكثير من المستشرقين في ألمانيا حيث حط رحاله، وابتدأ من هناك رحلاته العالمية في البحث عن المخطوطات الإسلامية لتاريخ « التراث العربي » وثقافته- مع ما فيها من ولاء صادق للمسلمين وللتراث الإسلامي – إلا أنها تأثرت بشوب من التراث الحضاري الأوروبي يغتفر له في خضم محاسنه. ¶ (2) - تاريخ التراث العربي. فؤاد سيزكين.(1/22240-243)",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ولا شك أن أبحاث أولئك الباحثين المسلمين كانت ذات قيمة عالية ونتائج حاسمة في أبحاث التدوين المبكر لأسانيد والأحاديث لكنها أغفلت جانبا لا يمكن إنكاره وهو أن الحفظ والذاكرة أو رواية الصدر شكلت أهم الآليات التي اعتمد عليها المحدثون في نقل وحفظ الأسانيد والنصوص وأن التدوين هو الذي كان شأنا ثانويا وذلك في عصر الرواية على الأقل. ¶ وليست الروايات التي تذكر حفظ الأئمة لمئات الآلاف من الأحاديث مجرد كرامات أو قصص أسطورية أو أرقام مبالغ فيها. ¶ وما تأوله الإسناد سزكين من أن تكرار الروايات والأسانيد المتشابهة يختزل العدد إلى بضعة الآلاف لا يدفع وجه العبقرية في أن المحدثين استطاعوا أن يحفظوا هذا العدد من الروايات والأسانيد المتشابهة ذوات الفروق البسيطة بحيث لا يختلط إسناد في إسناد ولا نص في نص مع دقة التشابه ،ولقد كان هذا الحفظ هو عماد النقاد في معرفة الرواية الراجحة عبر الموازنة بين الأسانيد والروايات لمعرفة وجه الخطأ وانتقاء الصواب من ركام الروايات التي يتخلل فيها الخطأ البسيط فيستطيع النقاد تصفية ذلك. ¶ ونستطيع أن نستثني ا الأستاذ محمد عجاج الخطيب والأستاذ صبحي صالح من أولئك الباحثين الذين لم يغفلوا عن دور الذاكرة وحفظ الصدر حيث نبها إلى أن المحدثين « اجتهدوا وسعهم لحفظ الحديث بأسانيد ه في مصنفات ومسانيد تكفل لأهل العلم معرفة القوى الضعيف»(1) . ¶ والدليل على أن الحفظ ورواية الصدر أو الاعتماد على الذاكرة استمر هو التقليد المتبع في رواية الأحاديث الأمور الآتية: ¶ __________ ¶ (1) - راجع السنة قبل التدوين محمد عجاج الخطيب ص 380. وعلوم الحديث ومصطلحه صبحي صلح ص 23-30.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "... ... أولا : أن العصور المتأخرة هي التي عولت على المدونات والمصنفات يقول ابن الصلاح(1):« فقد تعذر في هذه الأعصار الاستقلال بادراك الصحيح بمجرد اعتبار الأسانيد لأنه ما من إسناد من ذلك إلا وتجد رجاله من اعتمد في روايته على ما في كتابه عريا عما يشترط في الصحيح من الحفظ والضبط والإتقان» . ¶ ... ... ثانيا : أن المحدثين قد نصوا في علم المصطلح على أن الرواية الصحيحة المقبولة هي « التي يرويها العدل الضابط عن مثله إلى منتهاه بدون شذوذ ولا علة» وفسروا الضبط بأنه نوعان :« ضبط صدر وضبط كتاب»، ثم فسروا ضبط الصدر بأنه « الحفظ في الذاكرة بأن يثبت ما سمعه بحيث يتمكن من استحضاره متى شاء، وضبط الكتاب \"بصيانته لديه منذ سمع فيه وصححه إلى أن يؤدي منه\".(2) ¶ وواضح أن ضبط الصدر يعتمد على الحفظ والذاكرة ومع ذلك فكان الراوي الذي يعتمد على حفظ الكتاب إذا روى من حفظ صدره ضعف ، ونجد في كتب الرجال مصطلحات من قبيل: \"صحيح الكتاب\" أو \"ثقة إذا حدث من كتابه\". ¶ وتصحيح الرواية من الكتاب هو الذي استقر عليه عرف المحدثين بعد أن كانت المدرسة الحديثية التقليدية ترفض ذلك وتأباه. ¶ فقد قال أشهب لمالك : الرجل يخرج كتابه وهو ثقة، فيقول: هذا سماعي إلا أنه لا يحفظ؟ قال: \" لا يسمع منه\" . قال يونس بن عبد الأعلى الراوي عن أشهب : \" لأنه إن أدخل عليه لا يعرف\". وفي رواية أخرى لمالك قال: \" لا يؤخذ منه أخاف أن زاد في كتبه \".(3) ¶ وعن أحمد ابن حنبل قال: لا ينبغي للرجل إذا لم يعرف الحديث - أي يحفظه- أن يحدث. ثم قال : صار الحديث يحدث به من لا يعرفه ثم استرجع. هذا مع أن أحمد ابن حنبل كان لا يحدث إلا من كتابه كما قال علي ابن المديني. ¶ __________ ¶ (1) - علوم الحديث لابن الصلاح ص 23. ¶ (2) - نزهة النظر شرح نخبة الفكر لابن حجر العسقلاني ص86-83 ¶ (3) - الكفاية في علم الرواية. الخطيب البغدادي ص227.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وقال هيثم : من لم يحفظ الحديث فليس هو من أصحاب الحديث ، يجيء أحدهم بكتاب كأنه سجل مكاتب.(1) ¶ ويعلق الخطيب البغدادي على ذلك قائلا:\" ونرى العلة التي لأجلها منعوا صحة السماع من الضرير والبصير الأمي هي جواز الإدخال عليهما ما ليس من سماعهما وهي العلة التي ذكرها مالك فيمن له كتب وسماعه صحيح فيها غير أنه لا يحفظ ما تضمنت، فمن احتاط في حفظ كتابه ولم يقرأ إلا منه وسلم من أن يدخل عليه غير سماعه جازت روايته\"… ثم ذكر روايات السلف في ذلك.(2) ¶ والدليل على أن الأصل في قبول رواية الراوي هو حفظه: أن المحدثين لم يقبلوا رواية سيء الحفظ إلا بما رواه من أصل كتابه. ¶ فمن ذلك أن يزيد بن زُريع سئل عن هَمّام فقال: كتابه صالح وحفظه لا يسوى شيئا. وقال ابن عمار: شَرِيك -يعني القاضي- كتبه صحاح، فمن سمع من كتبه فهو صحيح، قال: ولم يسمع من شريك من كتابه إلا إسحاق الأزرق. وقال يحي بن سعيد: إذا حدثكم المعتمر بن سليمان بشيء فاعرضوه فإنه سيء الحفظ.(3) ¶ ثالثا : لو اعتبرنا أن الرواية في العصور المبكرة كانت تعتمد على المصادر المدونة في الغالب كما يقول سيزكين وغيره فإن كل ما دونه علماء الحديث من جرح وتعديل وعلل يكون غير ذي موضوع، لأن الرواية عن الكتب تكون مضمونة عن الأخطاء في الغالب ، ولا يعقل أن تحدث تحريفات أو زيادات في الروايات التي تداولها المحدثون عن الكتب في طول سلسلة الإسناد. ¶ رابعا: إن نظرية الإسناد قامت أساسا على مبدأ الحفظ في الذاكرة، إذ لو كان السلف يعتمدون على المدونات والكتب لتداولها دون تحديث أو مشافهة، لكن النشاط العلمي عندهم كان مبنيا كله على المشافهة، وهذا بعرفه من له أدنى إلمام بتاريخ العلوم الإسلام. ولذلك اشتهر عندهم ذم من يعتمد على الصحف في العلوم، ولهم في ذلك مقولات شهيرة. ¶ __________ ¶ (1) - أيضا. ¶ (2) - السابق ص229 وانظر علوم الحديث لابن الصلاح ص144 ¶ (3) - أنظر الكفاية في علم الرواية. الخطيب البغدادي ص223.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "يقول الحافظ أبو الفرج ابن الجوزي في كتابه \" الحث على حفظ العلم \": « فإن الله عز وجل خص أمتنا بحفظ القرآن والعلم ، وقد كان من قبلنا يقرءون كتبهم من الصحف ولا يقدرون على الحفظ، فلما جاء \"عزير\" فقرأ التوراة من حفظه قالوا :هذا ابن الله ! فكيف نقوم بشكر من خولنا أن ابن سبع سنين منا يقرأ القرآن عن ظهر قلب، ثم ليس في الأمم ممن ينقل عن نبيه أقواله وأفعاله على وجه تحصل به الثقة إلا نحن، فإنه يروي الحديث منا خالفٌ عن سالف، وينظرون ثقة الراوي إلى أن يصل الأمر إلى رسول الله صلى الله عليه وسلم وسائر الأمم يروون ما يذكرونه عن صحيفة لا يدرى من كتبها ولا يعرف من نقلها ، وهذه المنحة العظيمة -أي الرواية- نفتقر إلى حفظها، وحفظها بدوام الدراسة ليبقى المحفوظ…»(1). ¶ خامسا:تشير روايات كثيرة (2) إلى أن كتب المحدثين كانت تبلغ قدرا كبيرا جدا يجعل من المستحيل تصور أن المحدثين كانوا يصطحبونها معهم في كل مجالس تحديثهم، فالمتوجه أن نفترض أن مجالس الحديث كانت تعقد بالاعتماد على الحفظ والذاكرة في الغالب والتحديث من الكاتب كان هو الطارئ. ¶ سادسا:إن دراسة كثير من مصطلحات المحدثين تنبئ بحقيقة مكانة حفظ الصدر عندهم، فمن ذلك اصطلاحهم على تسمية الرواية التي رويت على الوجه الصحيح بالموافقة لروايات الثقات بأنها الرواية\"المحفوظة\" ، ومن ذلك أيضا استعمالهم اصطلاحات من قبيل :\" ضعيف،له أوهام، بغلط\" كل ذلك منصرف إلى الحفظ ليس غير، ويمكن للعين الملاحظة أن تدرك المساحة الكبيرة التي تحتلها تلك الاصطلاحات في علم الرجال والعلل وهما عماد علم النقد عند المحدثين. ¶ __________ ¶ (1) - الحث على حفظ العلم وذكر كبار الحفاظ. أبو الفرج ابن الجوزي .ص 11 ¶ (2) - انظر: منهج النقد عند المحدثين محمد الأعظمي ص72",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وقد أبعد الأستاذ سيزكين النجعة حين اعتبر تزكية الأئمة لراو وتلقيبه بـ\" صاحب حفظ\" أن ذلك مجرد تكريم له(1)، بل إن ذلك له علاقة وطيدة بمنهج نقد الروايات والجرح والتعديل كما يعلم كل خبير بهذا الفن. ¶ سابعا:قال الإمام الترمذي في كتابه :\" العلل الصغير \": \" وإنما تفاضل أهل العلم بالحفظ والإتقان والتثبت عند السماع…\"(2). ¶ كل هذه الأمور تثبت بما لا يدع مجالا للشك أن حفظ الصدر والذاكرة عند منهج المحدثين في النقد كانت تشكل بعدا عميقا في نظرية الإسناد بحيث يصعب الفصل بين هذه العناصر : ( الحفظ، الإسناد،النقد). ¶ الخلاصة. ¶ احتل الإسناد مكانته العالية وتم التنظير العلمي له منذ وقت مبكر على يد المحدثين، وأشهر من نظر له من المتقدمين عبد الله بن المبارك. ¶ تميز الإسناد بخصائص ذاتية أهلته أن يكون السمة العلمية التي يتميز بها أصحاب العلوم، كما أنه صار الأساس الذي بني عليه منهج النقد عند المحدثين ¶ لقد تم تدرين الأحاديث وأسانيده منذ عصر مبكر، لكن حفظ الذاكرة كان عنصرا مهما في صيانة تلك الأسانيد إلى جانب المدونات، وقد قام منهج النقد عند المحدثين على اعتبار هذا الجانب في ضبط الراوي الذي يستخدم الإسناد في نقل النصوص حتى غدا معيارا لقبول أو رفض روايات النقلة. ¶ منهج المحدثين في توثيق الإسناد ونقده. ¶ لقد قامت نظرية الإسناد على أساس إتاحة أكبر قدر من عنصر الملاحظة لنقد الخبر والرواية، بحيث ينأى النقد عن مجرد الافتراضات والظنون والأوهام ، ولعل هذا ما يميز منهج المحدثين في النقد عن منهج الغربيين في النقد التاريخي. ¶ فإن منهج النقد التاريخي عند الأوروبيين في أساسه منهج استردادي كما قال اندريه لالاند(3) ¶ __________ ¶ (1) - تاريخ التراث العربي. فؤاد سيزكين (1/242) ¶ (2) - علل الترمذي ص 147 بشرح ابن رجب. ¶ (3) - مناهج البحث عند مفكري الإسلام . علي سامي النشار. ص375 ¶ وينبغي الإشارة إلى خطأ الدكتور النشار في تصنيف علم مصطلح الحديث تحت المنهج الاستردادي باعتباره صنو المنهج البحثي التاريخي الحديث كما عرفه لانجلوا و سينوبوس، فمن عرضه يستبين أنه لم تحصل له صورة واضحة عن منهج المحدثين في النقد ا، إذ لم يزد على أن قال: \" وقد توصل المسلمون إلى كل ما توصل أليه علماء مناهج البحث التاريخي…\" وأثبت مجرد السبق ، لكن منهج المحدثين تفرد بنظريات ومجالات لم بتطرق إليها المنهج الأوروبي أصلا كما أنه يخالفه في البيئة التي نشأ فيها ويفارقه ببعد ديني وعمق أخلاقي فريد.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "، ومعنى ذلك أنه لا نصيب له من الملاحظة والتجربة، وهذا ما يعترف به لانجلوا و سينوبوس ، فهما يقولان: \" والخاصة المميزة للوقائع التاريخية هي أنها لاتدرك مباشرة، بل وفقا لآثارها ، ولهذا فإن المعرفة التاريخية هي بطبيعتها معرفة غير مباشرة، ولهذا السبب ينبغي أن يختلف منهج علم التاريخ اختلافا أساسيا عن منهج العلوم المباشرة.. وعلم التاريخ مهما قيل فيه ليس علم ملاحظة\"(1). ¶ فالمؤرخون الأوروبيون قطعوا الأمل في حصول أي نوع من أنواع الملاحظة المباشرة للواقعة التاريخية، والمحدثون قد أدركوا هذه الاستحالة في الواقع العملي لكنهم حاولوا أن يوفروا مجالا لتحقق نوع من أنواع الملاحظة المباشرة حتى يخرج هذا العلم عن حيز الخرص والأوهام. ¶ يقول الأستاذ عثمان موافي:\" فمنهج الملاحظة غير المباشرة الذي هو أساس كل بحث تاريخي في عصرنا الحاضر من الصعوبة بمكان أن نصل منه إلى اليقين، بينما المعرفة الإسلامية التي أساسها منهج الملاحظة المباشرة في درجة أقرب إلى العلم واليقين لأنها كما أشرنا ترتد أصلا إلى رؤية حسية مباشرة للظاهرة موضوع البحث والدرس، وهي ليست يقينية تماما وإنما في درجة أقرب إلى اليقين\". ¶ وقد أشار الأستاذ موافي إلى أن المنهج الإسلامي في رواية الخبر اعتمد التجربة وذلك بالموازنة بين الروايات ومعارضة المكتوب على السماع(2). ¶ لقد كان الإسناد هو المعمل أو المختبر الذي تجري فيه الملاحظة المباشرة ، ليس للواقعة التاريخية ولكن لمن شاهدوا الواقعة التاريخية . ¶ __________ ¶ (1) - المدخل إلى الدراسات التاريخية لانجلوا سينوبوس.ص 43 ¶ (2) - السابق ص90",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "يقول مرغليوث : \" والمنهج الثاني لضمان الصحة - في تسجيل الأحداث - هو الإسناد ، وهو سلسلة الرواة الذين يمكن تتبع آثار الرواية عن طريقهم إلى شاهد العيان الأصلي\"(1). ¶ إن الملاحظة شبه المباشرة التي تولد اليقين نظر لها المحدثون في مناهج نقدهم ، واعتبروا أن الخبر الذي ورد بإسناد صحيح في ميزان نقدهم \"يفيد العلم النظري بالقرائن على المختار\"(2). ¶ وجعلوا من الأخبار التي تفيد العلم النظري بالقرائن ما أخرجه البخاري ومسلم في صحيحها مما لم يبلغ حد التواتر ، ومنها المسلسل بالأئمة الحفاظ المتقنين حيث لا يكون غريبا ، كالحديث الذي يرويه أحمد بن حنبل مثلا ويشاركه فيه غيره عن الشافعي ويشاركه فيه غيره عن مالك بن أنس، فإنه يفيد العلم عند سامعه بالاستدلال من جهة جلالة رواته، وأن فيهم من الصفات اللائقة الموجبة للقبول ما يقوم مقام الكثير من غيرهم (3). ¶ __________ ¶ (1) - دراسات عن المؤرخين العرب. مرغليوث. ترجمة حسين نصار .ص.30. وانظر التاريخ عند المسلمين . محمد عبد الغني حسن صفحات 11،53،،63،67. والواقع أن الحقيقة العلمية في يقينها بالنسبة للمشاهد والملاحظ ولغيره لا تختلف عن الرواية التاريخية، فقوانين الجاذبية مثلا يقينية في حق الممارس لها العارف بها، وإخباره عن يقينها للجاهل بها مثل إخبار المشاهد للواقعة التاريخية من لم يشاهدها. فارتدت المعرفة لدى كليهما بالنسبة لغير الملاحظ والمشاهد بنفسه إلى مجرد الإخبار، فلا بد من معايير النقد الأخلاقية التي انفرد بها منهج المحدثين. ¶ (2) - نزهة النظر شرح نخبة الفكر لبن حجر ص 73 ¶ (3) - السابق ص 74-77",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "واعتبر المحدثون أن الإسناد الذي ينقده العالم المتبحر في الحديث العارف بأحوال الرواة المطلع على العلل يفيد العلم بصدق الخبر ويسوغ القطع بوقوعه(1). ¶ لقد عرف منهج النقد التاريخي الأوروبي فكرة الإسناد، لكنه لم يتخيل أصلا إمكانية نقد الخبر عن طريق الإسناد في الواقع العملي . ¶ يقول لانجلوا وسينوبوس :\" هذا البحث عن المشاهد الأصلي ليس غير معقول من الناحية المنطقية فمجاميع الروايات العربية القديمة تعطي أسانيد الرواية، لكننا في الواقع العملي نفتقر دائما إلى معلومات عن السند تصعد بنا إلى المشاهد الأصلي فتظل المشاهد مجهولة الصاحب\".(2) ¶ __________ ¶ (1) - السابق ص 77. ونسجل في المقابل، أن المنهج الأوروبي في النقد التاريخي لما كان استردادا فإنه انبنى على التركيب والتخييل، يقول سينوبوس في رسالة له في النقد التاريخي:\" والمسلك الذي تفرضه طبيعة مادة المعرفة في التاريخ هو البدء من الوثيقة وهي الأثر المادي الوحيد عن الماضي ، ثم الارتفاع في سلسلة العمليات النفسية : الكتابة، اللغة، والمعنى المجازي والمعنى الحقيقي وتمثيل الشيء في نفس المؤلف حتى نصل إلى الواقعة التي= =عرفها \" النقد التاريخي ترجمة عبد الرحمن بدوي ص (ج) ويراجع ما أشار إليه الأستاذ حسن الشافعي والأستاذ محمد الجليند من تأثر التفكير التاريخي الغربي بالرومانسية . المنطق و مناهج البحث . للأستاذين المذكورين ص 171 فما بعدهما. ¶ (2) - المدخل إلى الدراسات التاريخية. لانجلوا وسينوبوس .ص.139",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ولا نغالي إذا قلنا إن المنهج الأوروبي تخبط أيضا في آلية الرواية ونقلها عبر الرواة، ففي موضع من كتابهما يعتبر لانجوا وسينوبوس الأحداث التاريخية شديدة التعقيد وأنه من غير المحتمل مطلقا أن يرويها مشاهدان مستقلان بنفس الطريقة\"(1). لكن سينوبوس في رسالة له في النقد التاريخي يبدو أكثر نفهما حين يقول: \" فالأقوال إذا اتفقت ، فإن اتفاقها ليس من الممكن عمليا أن يقع إلا لأنها تتفق مع الحقيقة الواقعية\"(2). ¶ إن هذا التخبط يعكس حجم المعوقات التي تخيلها المؤرخون الأوربيون حائلة بين المؤرخ وبين الملاحظة المباشرة ، ولقد فطن المحدثون لكل تلك المعوقات وذللوها وهيئوا للنقد مجالا علميا دقيقا وشفافا إلى أبعد الحدود. ¶ إذا تبين لنا تفرد منهج النقد عند المحدثين بخصيصة الإسناد الذي جعلهم أقدر على الفحص والملاحظة المباشرة للرواية من غيرهم، نبين هنا مادة الإسناد وما يتكون منه ، ونبين الجهود التوثيقية(3) المصاحبة للرواية منذ صدورها عن صاحبها حتى تدوينها في الكتاب، ثم الجهود التوثيقية الأخرى التي ضمنت المحافظة على الرواية المدونة من الانتحال أو التحريف أو التصحيف. ¶ __________ ¶ (1) - السابق ص 71 ¶ (2) - رسالة سينوبوس في النقد بعثها لأحد أصدقائه وترجمها وطبعها عبد الرحمن بدوي ضمن مجموع النقد التاريخي ص (و). ¶ (3) - المقصود بالتوثيق في عرضنا لمنهج المحدثين : عملية التثبت واكتساب الثقة في الرواية ، وليس المراد المعنى اللغوي الظاهر أو الاصطلاحي في الجرح والتعديل وهو جعل أو اعتبار الراوي ثقة.وآثرنا استخدام هذا الاصطلاح الخاص للإيحاء بالمعنى العلمي المعاصر للتوثيق وهو فن معالجة المعلومات غير العددية ويقوم علي أساس سلسلة من العمليات في التجميع والتحليل والبحث والبث لأن ثمة أوجها من الشبه بين التوثيق عند المحدثين وهذا المعنى العلمي المعاصر. انظر ( أصول التوثيق. جاك شومييه. ترجمة أنطوان عبده ص 19. ط لبنان غير مؤرخة.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ومن العرض الذي سنقدمه سندرك أن نظرية الإسناد قامت على توفير أكبر قدر ممكن من الدقة في التوثيق الرواية من بداية السند على قسمين : ¶ ... ... القسم الأول : توثيق الرواية منذ حدوثها إلى تدوينها. ¶ ... ... القسم الثاني: توثيق الرواية منذ تدوينها إلى نشرها وتداولها عن طريق الأوساط العلمية. ¶ وينبغي أن يتنبه إلى أن الإسناد كان حاضرا في الحالتين بصفته القالب العلمي الذي تمارس مت خلاله أي عملية توثيقية . ¶ القسم الأول: توثيق رواية الواقعة التاريخية منذ حدوثها إلى تدوينها ¶ إن عبقرية نظرية الإسناد تكمن في أنها أتاحت للناقد أن يتوغل في الزمان المجرد، ويتدخل بآلته في النقد كأنه طبيب يفحص حالة كل راو لتلك، ويلاحظ بنفسه قدرة كل راو على نقل تلك الرواية \"على وجهها\". ¶ يمكننا تقسيم الإسناد منذ حدوث الرواية إلى تدوينها على ثلاثة أقسام: طرفان ووسط. ¶ الطرف الأول: هو بداية السند، أي المشاهد للواقعة وليس بالضرورة أن يكون صحابيا، فإن أي واقعة مروية بالسند يكون المشاهد لها والراوي لتفاصيلها هو طرف السند الأول. ¶ الطرف الثاني: وهو المصنف الذي دون الواقعة، ويرويها في كتابه بإسناده إلى الطرف الأول. ¶ الوسط: وهي سلسلة الإسناد بين ذينك الطرفين من الرواة الذين شاركوا في نقل الرواية عن بعضهم حتى وصلت عن طريقهم في الطرف الأول إلى الطرف الثاني. ¶ لقد اشترط المحدثون شروطا كثيرا لضمان توثيق هذه المراحل، جزء منها متعلق بنظرية الجرح والتعديل وهي الصفات التي يجب توافرها في مادة الإسناد أي الرواة والنقلة لضمان عدم حدوث الخطأ منهم، ولكن حتى يتمكن الناقد من القيام بهذه العملية التوثيقية فإنه يحتاج إلى أن يصل إليه الإسناد بمادته الأصلية دون تحريف، ومن ثم يتاح له إعمال النظر في أحوال الرواة بمقتضى نظرية الجرح والتعديل التي ستأتي بعد هذا الباب. ¶ لكن التوثيق الخاص بمادة الإسناد يصطحب الرواية منذ حدوثها إلى تدوينها.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وسنعرض على النحو الآتي: ¶ أولا: توثيق المشاهد للواقعة (الطرف الأول من الإسناد). ¶ استقرت كلمة المحدثين على ضرورة أن يكون المشاهد للواقعة في حالة تسمح له بروايتها دون أي عوائق تؤثر في صحة المشاهدة. ¶ وعبروا عن ذلك بضرورة وجود صفة التمييز أي فهم الخطاب ورد الجواب. ¶ قال ابن الصلاح بعد أن ذكر خلاف المحدثين في سن التحمل: « والذي ينبغي في ذلك أن يعتبر في كل صغير حاله على الخصوص، فإن وجدناه مرتفعا عن حالة من لا يعقل فهما للخطاب وردا للجواب ونحو ذلك صححنا سماعه وإن كان دون خمس سنين، وإن لم يكن كذلك لم نصحح سماعه وإن كان ابن خمس بل ابن خمسين».(1) ¶ والتمييز الذي اشترطه المحدثون في مشاهد الواقعة يتناسب طردا مع نوع الحادثة التي شاهدها، فلا يجدي مجرد التمييز في وصف حرب أو معركة أو واقعة معقدة التفاصيل. ¶ لذلك أحال المحدثون روايات عبد الله بن عباس للوقائع المكية إلى روايات صحابة أخذ عنهم ابن عباس لأنه لم يكن في سن تتيح له أن يروي ويصف بعض الوقائع المعقدة وهو إذ ذاك بمكة صغير.(2) ¶ __________ ¶ (1) - علوم الحديث لابن الصلاح ص139 بحاشية العراقي. واعتمده النووي في التقريب (2/6) وصححه القسطلاني في كتاب المنهج وقرره السيوطي. انظر تدريب الراوي شرح تقريب النواوي للسيوطي (2/6-7). ¶ (2) - \"إخبار الصحابي عن شيء فعله رسول الله صلى الله عليه وسلم أو نحوه مما يعلم أنه لم يحضره لصغر سنه أو تأخر إسلامه فمحكوم بصحته على المذهب الصحيح الذي قطع به الجمهور\". أنظر تدريب الراوي للسيوطي (1/207).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وهذا الشرط الذي وضعه المحدثون أدق من الأسئلة غير المنطقية التي يضعها لانجلوا وسينوبوس في عملية النقد الباطني السلبي، لأن شرط المحدثين عام، ثم تراعى خصوصيات كل واقعة بما يناسبها، أما أسئلة أصحاب النقد التاريخي فإنها قد تكون عقيمة أو معقدة في بعض الظروف.(1) ¶ أما عمليات فحص حالة الراوي المشاهد للواقعة فسيأتي تناولها في نظرية الجرح والتعديل، لكننا نشير ههنا إلى أن الخطأ المحتمل في مشاهدة الواقعة وارد على كل الرواة بما فيهم الصحابة رضوان الله عليهم، وهذا أمر منفصل عن قضية عدالة الصحابة. ¶ ثانيا: توثيق نقل الرواية عبر طبقات السند. ¶ تعتبر هذه المرحلة من أكثر المراحل صعوبة وتعقيدا، لأنها تتناول كل طبقات السند حتى يتم تدوين الرواية، والمطلوب تحصيل أعلى قدر ممكن من الدقة والأمانة في نقل الرواية عبر طبقات السند. ¶ __________ ¶ (1) - لقد بنى أصحاب النقد التاريخي الأوروبي منهجهم على مبدأ الشك والارتياب المسبق والمطلق في كل رواية تاريخية محاولين بذلك تطبيق الشك المنهجي عند ديكارت لإضفاء صبغة العلم على التاريخ، وقد يكون الشك المنهجي مناسبا لخطوات البحث العلمي القائم على الملاحظة والتجربة لدراسة الفروض والاحتمالات، على ضوء المعطيات الموجودة، لكن منهج النقد التاريخي الأوروبي كان مفلسا من أية فرصة للملاحظة، ومن أية معطيات موجودة، فغدا يطبق شكه على تيك الفروض والاحتمالات دون أي نسق علمي واضح، وإنما هو الذوق الذي يبنى عليه التركيب التاريخي في الجملة. أنظر مدخل إلى الدراسات التاريخية لانجلوا سينوبوس ص122 وأسس الفلسفة د. توفيق الطويل ص299 فما بعدها. وسيأتي مزيد تناول لهذه القضية أثناء عرض منهج المحدثين في التوثيق.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ويلاحظ أن التوثيق ينصب على الإسناد بالدرجة الأولى، أما الرواية نفسها أو الواقعة أو المتن (كما يسميه المحدثون) فهي تابعة للسند، لذلك كان الحرص على توصيل الإسناد بكامل الفنيات التي مارسها الرواة في التوثيق لتصل للناقد دون تحريف. ¶ وفي سبيل ذلك حرر المحدثون كيفيات نقل الرواية وبينوا الصفة المعتبرة منها وغير المعتبرة. ¶ وحاصل كيفيات الرواية تعود إلى طريقتين: ¶ الطريقة الأولى: الأخذ المباشر بين الرواة، بمعنى سماع الرواية على وجه التحقيق بالمشافهة بينهم وتتفرع إلى طريقتين أيضا: ¶ الأولى: سماع التلميذ لفظ شيخه، سواء كان إملاء من الشيخ أو بدون إملاء.(1) وسواء كان من كتاب الشيخ أو من حفظه. وهذه الطريقة هي أرفع الأقسام وأعلاها عند المحدثين. ¶ واصطلحوا لهذه الطريقة ألفاظا خاصة تدل عليها مثل: سمعت وسمعنا وحدثني وحدثنا واخبرني واخبرنا(2) وأنبأني وأنبأنا.(3) ¶ وهم تفريق بين ما يسمع في وقت التعليم والرواية المعتبرة وبين ما يسمع في وقت المذاكرة أي المباحثة، واستحبوا التمييز باصطلاح معين.(4) ¶ __________ ¶ (1) - لقد كان التقليد العلمي عند المحدثين استخدام الطريقتين (التحديث بإملاء وبغير إملاء) وإن كان الأكثر في عصور الرواية الأولى والمبكرة التحديث بدون إملاء، ثم ظهر الإملاء كتقليد خاص عندما كثر التدوين وكثر النقلة والمحدثون. أنظر دراسات في الحديث النبوي الشريف. محمد الأعظمي (2/350-359) وأدب الإملاء والاستملاء للسمعاني ص13. ¶ (2) - أكثر ما يستعمل في هذه الطريقة: حدثنا ثم أخبرنا وكان هذا قبل أن يشبع تخصيص أخبرنا بالقراءة على الشيخ (كما سيأتي). أنظر علوم الحديث لابن الصلاح ص141. ¶ (3) - وهو قليل في الاستعمال. انظر علوم الحديث لابن الصلاح ص141 ¶ (4) - استحبوا إذا كان السماع حال المذاكرة أن يقول: قال لنا أو ذكر لنا، لأنه لائق بسماع المذاكرة وبه أشبه. أنظر علوم الحديث لابن الصلاح ص142 وتدريب الراوي للسيوطي (2/11).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الثانية: القراءة على الشيخ ويسميها أكثر المحدثين \"عرضا\" سواء قرأ التلميذ بنفسه على الشيخ أو قرأ غيره وهو يسمع من كتاب أو من حفظ سواء حفظ الشيخ أم لم يحفظ، غير أنهم اشترطوا إذا لم يكن الشيخ حافظا أن تكون القراءة عليه من كتاب ويكون الكتاب بيد موثوق به، إلا لم تعتبر الرواية.(1) ¶ وللمحدثين تدقيقات في هذا الباب تدل على كمال الإتقان، فمن ذلك أنه إذ كثر التلاميذ واحتج الشيخ إلى مستمل ليسمع من بعد فإن التلميذ لا يجوز له أن يروي الكلام عن شيخه إذا سمعه من المستملي، وألزمه النقاد أن يبين ما هو من سماعه من الشيخ وما هو من سماعه من المستملي.(2) والعجيب أن هذا التيقظ والإتقان كان موجودا منذ عهد الصحابة رضوان الله عليهم، ففي صحيح البخاري(3) عن جابر بن سمرة قال: سمعت النبي صلى الله عليه وسلم يقول: « يكون اثنا عشر أميرا» فقال كلمة لم أسمعها، فسألت أبي، فقال: « كلهم من قريش» فقد بين جابر ما كان سماعه وما كان من سماع غيره عن النبي صلى الله عليه وسلم. ¶ __________ ¶ (1) - أنظر تدريب الراوي للسيوطي (2/19) ¶ (2) - السابق (2/25) ¶ (3) - صحيح البخاري (6/2640) تحقيق مصطفى البغا.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الطريقة الثانية: الأخذ بغير طريق المشافهة. مثل الإجازة بالرواية على أنواعها(1)، والمناولة(2)، والكتابة(3)، والإعلام(4)، والوصية(5)، والوجادة(6). ¶ ولقد تناول المحدثون قضية التحمل والداء، والدقة في تبليغ صيغهما لأجل نقل الإسناد بحاله إلى التاقد حتى يتهيأ له أكبر قدر من الملاحظة المباشرة، مع أن الفارق بينهما ضعيف، ومن قبله منعوا منعا جازما استبدال \"حدثنا\" بـ \"عن\"، لأن ذلك يؤثر فيما لو كان الراوي مدلسا.(7) ¶ __________ ¶ (1) - أي الإذن بالرواية ولها أنواع كثيرة. أنظر تدريب الراوي (2/29-43) ¶ (2) - المناولة أن يدفع الشيخ لتلميذه مروياته سواء أذن له بالرواية منها أو لم يأذن، ولها صور. أنظر تدريب الراوي (2/44-55) ¶ (3) - هي أن يكتب الشيخ مروياته لحاضر أو غائب بخطه أو بأمره ولها أضرب. انظر تدريب الراوي (2/55-58) ¶ (4) - إعلام الشيخ الطالب أن هذا الحديث أو الكتاب سماعه، مقتصرا على ذلك. أنظر تدريب الراوي (2/58-59) ¶ (5) - أن يوصي الشيخ عند موته أو سفره بكتاب يرويه. أنظر تدريب الراوي (2/59-60) ¶ (6) - بكسر الواو مصدر لوجد مولد غير مسموع من العرب، وهي أن يقف على أحاديث بخط راويها الواجد، فله أن يقول وجدت أو قرأت بخط فلان أو في كتابه بخطه.. حدثنا فلان ويسوق الإسناد والمتن. أنظر تدريب الراوي (2/60-63). وكل هذه الطرق خلاف الأصل في الرواية عند المحدثين، لأنها لا مشافهة فيها، لذلك حصل فيها خلاف بين العلماء والنقاد ولم يستقر إجماع على شيء منها بخلاف المشافهة، والملاحظ أن غالب هذه الطرق استخدمها المحدثون في الصدر الأول من عصور الرواية بقلة شديدة، ثم إنهم يبينون ما كان من جنس هذه الطريقة أو تلك، ثم توسع المتأخرون في تلك الطرق لاستقرار التدوين وشهرة المصنفات، وإنما توسعوا في الرواية بها إبقاء لخصيصة الإسناد في الأمة. ¶ (7) - تدريب الراوي للسيوطي (2/22).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ولقد كانت هذه السلسلة من الاحتياطات الدقيقة جزءا من عمليات التوثيق المتعاقبة، والتي تحتف بالرواية منذ حدوثها حتى تدوينها وتداولها. ¶ وهذا كله تمهيد لعملية النقد التي سيجريها الناقد من خلال آليات أخرى أكثر تعقيدا وسنتعرض لها في محلها من نظريتي: الجرح والتعديل، والعلل. ¶ فإذا دونت الرواية في كتاب واستقر نقل تلك الرواية عن طريق الكتاب، فإن المحدثين جعلوا للنقل والرواية حينئذ آلية توثيقية أخرى، هي القسم الثاني من عمليات التوثيق التي تستمر في سلسلة الإسناد حتى منتهاه. ¶ القسم الثاني : توثيق الرواية منذ تدوينها إلى نشرها وتداولها عن طريق الأوساط العلمية. ¶ تمر هذه العملية بمرحلتين : ¶ المرحلة الأولى: ضبط مادة الكتاب (الوثيق) عن طريق إتقان كتابة محتوياتها ومقابلتها على النسخ الصحيحة المعتمدة. ¶ المرحلة الثانية: المحافظة على تداول الكتاب رسميا عن طريق سماعه كله أو بعضه أو التنصيص عليه في الإجازات (1). ¶ __________ ¶ (1) - إن كثيرا من العمليات التوثيقية التي ذكرناها ساقطة تماما من مجرد التفكير فيها- فضلا عن تطبيقها – لدى المنهج النقدي عند الأوروبيين، فكما أسلفنا أن نقدهم يبدأ منذ وجد أن الوثيقة أما قبل ذلك فهم على العكس من تراث المسلمين، يواجهون قدرا عظيما من الانتحال والتزييف والكذب يصل لدرجة تثير الشفقة، حتى إننا لا نتعجب حين نراهم- لتلك الأسباب- يمرون في مراحل النقد بعمليات فحص شديدة الوعورة والتعقيد، مع ابتناء منهجهم – كما في الوثيقة. يقول لانجلوا:\" إن انتحال الكتب اليوم نادر، يحرمه القانون ويلطخ صاحبه بالعار أما قديما فقد كان عادة جارية مقبولة، لايعاقب صاحبها\". مدخل إلى الدراسات التاريخية.لانجلوا سينوبوس.ص70. ونحن لن نندهش كثيرا من هذه الأخلاقيات المتدنية، فإن الشعوب التي لم تستطع أن تحافظ على نسخثين متشابهتين من كتابهم المقدس(الإنجيل) جديرون بأن يتقنوا الانتحال والكذب والتزييف لما هو أقل قدسية.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "المرحلة الأولى: ضبط مادة الكتاب ¶ إن الفنيات التي ابتكرها المحدثون لكتابة المحدثون لكتابة المصنفات ونسخها نعطيهم سبقا تاريخيا يقينيا في ابتكار قواعد الكتابة والإملاء (1) . ¶ ولم يكن هذا الأمر مجرد هواية، بل تقليدا عميا منصوصا عليه- بتفاصيله- في مؤلفات القوم(2). ¶ يقول ابن الصلاح:\"ثم إن على كتبة الحديث وطلبته صرف الهمة إلى ضبط ما يكتبونه أو يحصلونه بخط الغير من مروياتهم على الوجه الذي رووه شكلا ونقطا يؤمن معهما الالتباس، وكثيرا ما يتهاون بذلك الواثق بذهنه وتيقظه، وذلك وخيم العاقبة، فإن الإنسان معرض للنسيان، وأول ناس أول الناس، وإعجام المكتوب يمنع من استعجامه، وشكله يمنع من إشكاله\"(3). ¶ ويفيد هنا أن نذكر بعض تلك التفصيلات الفنية التي نص عليها المحدثون ليتبين لنا مستوى التوثيق في هذه المرحلة(4). ¶ __________ ¶ (1) - على خلاف المشتهر بين الأوساط العلمية أن الأوربيين هم السابقون في ذلك، شأن الكثير من السبوق العلمية التي يثبت التاريخ حوزتها للمسلمين. ¶ (2) - في كل كتب المصطلح الحديث بلا استثناء يفردون فصلا، وبعضهم يسميه علما أو نوعا من علوم الحديث وهو: كتابة الحديث وكيفية ضبط الكتاب وتقييده. وينبغي أن ننوه أن الخط العربي على وجه العموم بلغ الغاية في الإتقان من حيث المنهج العلمي وتقعيد ضوابط كتابته وفق نظريات حسابية وهندسية. ¶ (3) - علوم الحديث لابن الصلاح ص 171. ¶ (4) - اختصرنا مادة هذا المبحث وانتقيناها من الفصل الذي أفرده ابن الصلاح في مقدمته، وقد قام الأستاذ أحمد شاكر –المحدث المعروف- بطبع هذا الفصل مستقلا ليعرض فيها منهج المسلمين في ضبط الكتاب مقترحا أن تكون فنيات المحدثين في تقييد الكتاب منهجا علميا يلتزم به مصححوا الكتب ومحققوها في عالم اليوم.انظر: تصحيح الكتب وصنع الفهارس المعجمة وكيفية ضبط الكتاب: أحمد شاكر.ط مكتبة السنة بمصر 1410هج",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "يقول ابن الصلاح (1): وهذا بيان أمور مفيدة في ضبط الكتاب: ¶ أحدهما: ينبغي أن يكون اعتناؤه من بين ما يلتبس بضبط الملتبس من أسماء الناس أكثر، فإنها لا تستدرك بالمعنى ولا يستدل عليها بما قبل وبعد. ¶ الثاني: يستحب في الألفاظ المشكلة أن يكرر ضبطها، بأن يضبطها في متن الكتاب ثم قبالة ذلك في الحاشية مفردة مضبوطة، فإن ذلك أبلغ في إنابتها وأبعد من التباسها. ¶ الثالث: يكره الخط الدقيق من غير عذر يقتضيه، والعذر في ذلك مثل أن لا يجد في الورق سعة أو يكون رحالا يحتاج إلى تدقيق الخط ليخف عليه محمل كتابه ونحو هذا. ¶ الرابع: يختار له في خطه التحقيق( التأني في الكتابة) دون المشق( السرعة في الكتابة). ¶ الخامس: كما تضبط الحروف المعجمة بالنقط كذلك ينبغي أن تضبط المهملات غير المعجمة بعلامة الإهمال لتدل على عدم إعجامها. ¶ السادس : ينبغي أن يصطلح مع نفسه كتابه بما لا يفهمه غيره فبوقع غيره في حيرة، كفعل من يجمع في كتابه بين روايات مختلفة ويرمز إلى رواية كل راو بحرف واحد من اسمه أو حرفين وما أشبه ذلك. ¶ السابع: ينبغي أن يجعل بين كل حديثين دائرة تفصل بينهما وتميز. ¶ الثامن: يكره له في مثل \"عبد الله بن فلان بن فلان\" أن يكتب \"عبد\" في آخر سطر والباقي في أول السطر، وكذلك في سائر الأسماء المشتملة على التعبيد لله تعالى . ¶ التاسع: المختار في كيفية تخريج الساقط في الحواشي – ويسمى اللحق بفتح الحاء – أن يخط من موضع سقوطه من السطر خطا صاعدا إلى فوق ثم يعطفه بين السطرين عطفه يسيرة إلى جهة الحاشية التي يكتب فيها اللحق، ويبدأ في الحاشية بكتابة اللحق مقابل للخط المنعطف وليكن ذلك في حاشية ذات اليمين، وإن كانت تلي وسط الورقة إن اتسعت له فليكتبه صاعدا إلى أعلى الورقة لا نازلا به إلى أسفل . ¶ العاشر: من شأن الحذاق المتقنين العناية بالتصحيح والتضبيب أو التمريض . ¶ __________ ¶ (1) - علوم الحديث لابن الصلاح من ص 172 إلى ص183 بتصرف.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "أما التصحيح فهو كتابة \" صح \" على الكلام أو عنده، ولا يفعل ذلك إلا فيما صح رواية ومعنى غير انه عرضة للشك أو الخلاف فيكتب عليه \" صح \" ليعرف انه لم يغفل عته ، وأنه قد ضبط وصح على ذلك الوجه. ¶ وأما التضبيب ويسمى أيضا التمريض فيجعل على ما صح وروده كذلك من جهة النقل غير انه فاسد لفظا أو معنى أو ضعيف أو ناقص، مثل أن يكون غير جائز من حيث العربية أو يكون شاذا عند أهلها يأباه أكثرهم أو مصحفا، أو ينقص من جملة الكلام كلمة أو أكثر وما أشبه ذلك، فيمد – على ما هذا سبيله – خط أوله مثل الصاد ولا يلزق بالكلمة المعلم عليها كيلا يظن ضربا، وكأنه صاد التصحيح بمدتها دون حائها كتبت ليفرق بين ما صح مطلقا من جهة الرواية وغيرها وبين ما صح من جهة الرواية دون غيرها فلم يكمل عليه التصحيح، وكتب حرف ناقص على حرف ناقص إشعارا بنقصه ومرضه مع صحة نقله وروايته وتنبيها بذلك لمن ينظر في كتابه على انه قد وقف عليه ونقله على ما هو عليه، ولعل غيره قد يخرج له وجها صحيحا أو يظهر له، بعد ذلك في صحته ما لم يظهر له الآن، ولو غير ذلك وأصلحه على ما عنده لكان متعرضا لما وقع فيه غير واحد من المتجاسرين الذين غيروا وظهر الصواب فيما أنكروه والفساد فيما أصلحوه(1). ¶ الحادي عشر: إذا وقع في الكتاب ما ليس منه فإنه بنفي عنه بالضرب أو الحك أو المحو، أو غير ذلك، والضرب خير من الحك والمحو، وقد اعتبر المحدثون الحك تهمة. ¶ __________ ¶ (1) - وللمحدثين تفصيل أوسع في التصحيفات والتحريفات ضمنوه نوع \" معرفة المصحف\" من علوم الحديث، ولهم فيها تصنيفات خاصة مثل مصنف الدارقطني وأبو احمد العسكري(انظر: تدريب الراوي 2/193) وهو شبيه بكشاف التحريفات الذي ابتكره ووضعه أصحاب المنهج الأوروبي في النقد التاريخي لإعانة العلماء المحصلين – محققي المخطوطات – على كشف الخطاء ومعرفة الاحتمالات الصائبة فيما غمض. ( انظر: المدخل إلى الدراسات التاريخية.لانجلوا و سينوبوس. ص. 58)",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الثاني عشر: ليكن فيما تختلف فيه الروايات قائما بضبط ما تختلف فيه في كتابه جيد التمييز بينها كيلا تختلط وتشتبه فيفسد عليه أمرها. ¶ وسبيله أن يجعل أولا متن كتابه على رواية خاصة ثم ما كانت من زيادة لرواية أخرى ألحقها، أو من نقص اعلم عليه، أو من خلاف كتبه إما في الحاشية و إما غيرها معينا في كل ذلك من رواه ذاكرا اسمه بتمامه، فإن رمز إليه بحرف أو أكثر فعليه أن يبين المراد بذلك في أول كتابه أو في آخره كيلا يطول عهده به فينسى أو يقع كتابه إلى غيره فيقع من رموزه في حيرة وعمى\"(1) . ¶ العرض والمقابلة ¶ ثم تأتى خطوة مهمة في هذه المرحلة من ضبط الكتاب وهي خطوة عرضه على اصل صحيح ونسخة معتمدة . يقول ابن الصلاح(2): ¶ على الطالب مقابلة كتابه بأصل سماعه وكتاب شيخه الذي يرويه عنه وإن كان إجازة، روينا عن عروة بن الزبير رضي الله عنهما أنه قال لابنه هشام: كتبت ؟ قال: نعم، قال: عرضت كتابك؟ قال : لا، قال: لم تكتب. ¶ __________ ¶ (1) - الجدير بالذكر أن مثل هذه الفنيات الدقيقة وجد كثير من تفاصيلها منذ القرن الرابع الهجري عند الرامهرمزي في كتابه\" المحدث الفاصل\" والخطيب البغدادي في كتابيه \"الكفاية\" و \"الجامع\"، لكن فرانز روزنتال ( من المستشرقين المعنيين بالتراث الإسلامي ) اختار كتاب الشيخ عبد الباسط العلموي المتوفى سنة 981هج واسمه \" المعيد في أدب المفيد والمستفيد \" ليكون مثالا لدراسة مركزة ومنظمة حول طريقة التأليف والتصنيف ومعالجة فنيات الكتابة والخط وكان حريا به أن ينوه على ان هذا الفن قد وجد في الحضارة الإسلامية منذ عصر مبكر ( انظر مناهج العلماء المسلمين في البحث العلمي فرانز روزنتال .ت:أنيس فريحة ص). ¶ (2) - السابق.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ثم إن أفضل المعرضة أن يعارض الطالب بنفسه كتابه بكتاب الشيخ مع الشيخ في حال تحديثه إياه من كتابه لما يجمع ذلك من وجوه الاحتياط والإتقان من الجانبين… والصحيح انه لا يشترط أن يقابله بنفسه بل يكفيه مقابله نسخته بأصل الراوي وإن لم يكن ذلك حالة القراءة وإن كانت المقابلة على يدي غيره إذا كان ثقة موثوقا بضبطه، وجائز أن تكون مقابلته بفرع قد قوبل المقابلة المشروطة بأصل شيخه : أصل السماع، وكذلك إذا قابل بأصل أصل الشيخ المقابل به أصل الشيخ لأن الغرض المطلوب أن يكون كتاب الطالب مطابقا لأصل سماعه وكتاب شيخه، فسواء حصل له ذلك بواسطة أو بغير واسطة. ¶ ولا يقلد غيره ولا يكون بينه وبين كتاب الشيخ واسطة وليقابل نسخته بالأصل بنفسه حرفا حرفا حتى يكون على ثقة ويقين من مطابقتها له، لكن هذا من طريقة أهل التشديد التي لم تستخدم في العصور المتأخرة(1). ¶ أما إذا لم يعارض كتابه بالأصل أصلا فلا يجوز رواية الكتاب إلا بثلاثة شروط: ¶ الشرط الأول: أن تكون نسخته نقلت من الأصل . ¶ الشرط الثاني: أن يكون ناقل النسخة من الأصل غير سقيم النقل بل صحيح النقل قليل السقط(2). ¶ الشرط الثالث :ثم إذا نسخ الكتاب فلا ينقل سماعه إلى شئ من النسخ أو يثبته فيها عند السماع ابتداء إلا بعد المقابلة المرضية بالمسموع كيلا يغتر أحد بتلك النسخة غير المقابلة إلا أن يبين مع النقل وعنده كون النسخة غير مقابلة. وبعد هذه العملية التوثيقية تأتي مرحلة أكثر دقة ومشقة وهي سماع الكتاب على الشيخ إما بالقراء عليه أو السماع من لفظه أو من لفظ من يقرأ عليه(3). ¶ السماع ¶ __________ ¶ (1) - قضية كلام ابن الصلاح أن ذلك كان شائعا في العصور المتقدمة، أي عصور الرواية بالمشافهة . انظر علوم الحديث لابن الصلاح ص177 ¶ (2) - علوم الحديث لابن الصلاح ص 177 ¶ (3) - السابق ص 185",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "لقد جرت سنة المحدثين السلف أن يتلقوا الحديث عن شيوخهم سماعا بالإسناد المتصل من شيوخهم إلى رسول الله صلى الله عليه وسلم، ثم لما ألفت الكتب – طبعا – أسانيد من طريق شيوخه أيضا تصله بالنبي صلى الله عليه وسلم، فيتم لهم اتصال السند بالنبي صلى الله عليه وسلم عن هذا المنوال. ¶ وهذه السنة أو الطريقة في تلقي الحديث الشريف وكتبه بالسند لا تكاد تتخلف عن كتاب من كتب السنة المطهرة، صغر ذلك الكتاب فجاء في صفحات معدودة أو كبر فجاء في مجلدات ضخام تبلغ العشرة أو العشرين أو تنقص قليلا أو تزيد قليلا. ¶ فالأجزاء الحديثية – وهي ما يبلغ الواحد منها تقديرا نحو عشرين صفحة أو أكثر أو أقل – والكتب الحديثية – وهي ما يبلغ الواحد منها المجلد أو المجلدات الكثيرة – كلها تتجلى بإسناد سماعها من مؤلفها أو ممن روى عن مؤلفها من قرب أو بعد، فتكون تامة الصلة بين مؤلفها وراويها أو رواتها عنه، بشكل مطمئن إلى صحة نسبتها ونقلها وتلقيها وضبطها.(1) ¶ ومن المهم أن ننقل هنا نموذجا من تلك السماعات التي تبين مستوى ما وصل إليه جهود المحدثين في توثيق النصوص وحفظها من الانتحال والتحريف. ¶ سماع سنن البيهقي. ¶ سنن البيهقي.. هذا الكتاب العظيم، والديوان الحديثي الفقهي الاستدلالي الحافل الضخم الكبير النادر المثال، يأتي في حوالي عشرة مجلدات ضخام، هذا الكتاب الضخم الفخم حظي بعناية الحافظ ابن الصلاح وقراءته وسماعه منه من أوله إلى آخره في 757 مجلس، وسمع المجلد الثامن منه عدد كبير: 93 محدثا في 90 مجلسا في مدينة دمشق في دار الحديث الأشرفية، التي بناها الملك الأشرف رحمه الله تعالى، وكان الحافظ ابن الصلاح أول من درس الحديث فيها. ¶ __________ ¶ (1) - صفحة مشرقة من تاريخ سماع الحديث عند المحدثين. عبد الفتاح أبو غدة. ص99. وقد اشتهر عند المحدثين قولهم:\" الأسانيد أنساب الكتب\" أنظر: التأصيل بكر أبو زيد ص75.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وقد حفظت سماعات سنن البيهقي على الحافظ ابن الصلاح بل وطبعت(1)، ويمكننا أن نلاحظ فيها ما يلي: ¶ الضبط لعدد مجالس السماع. ¶ تعيينها بخط الشيخ ابن الصلاح المقروءة عليه كالشهادة منه بذلك. ¶ ذكر السامعين منه بألقابهم وكناهم وأسمائهم وأنسابهم تعريفا بهم. ¶ ضبط أحوال السامعين: من سمع المجالس كلها بغير فوات، ومن سمعها بفوات، ومن سمعها مع نوم في بعضها أو إغفاء أحيانا، ومن سمعها وهو يتحدث خلال السماع، ومن سمعها وهو ينسخ خلال ذلك، ومن سمع وقد جمع كل ذلك وتعيين حال كل واحد منهم. ¶ تاريخ الفراغ من إسماع الشيخ ابن الصلاح هذا المجلد. ¶ تعيين المكان الذي أسمع فيه هذا الكتاب. ¶ تعيين اسم كاتب السماع ومثبت السماع وذكره أن محضر السماع المكتوب هو بخطه.(2) ¶ مؤلفات خاصة بكيفية السماع ¶ هذا وتجدر الإشارة إلى أن المحدثين أولوا قضية الرواية بالسماع أهمية قصوى واعتبروها من أهم وسائل توثيق الروايات لأنها سبيل حفظ النقل – الذي الإسناد آلته – من التحريف والتصحيف والانتحال. ¶ لذلك ألف فيه العلماء على مدى القرون، واهتموا ببيان كل ما له علاقة بحفظ السماع والرواية من شائبة الخطأ. ومن أهم من أفرد هذه المسألة بالتصنيف: ¶ القاضي الحسن بن عبد الرحمان الرامهرمزي (ت 360هـ) حيث ألف كتابه: \"المحدث الفاصل بين الراوي والواعي\" ويعتبر من أقدم ما ألف في مصطلح الحديث. ¶ الحافظ أبو بكر أحمد بن علي بن ثابت المعروف بالخطيب البغدادي (ت 463هـ) حيث ألف كتابه: \"الكفاية في علم الرواية\" وكتابا آخر سماه \"الجامع لأخلاق الراوي وآداب السامع\". ¶ __________ ¶ (1) - طبع مع السنن ألحقت السماعات بها (طبعة الهند في مدينة حيدر آباد الدكن)، ثم أفرده الأستاذ عبد الفتاح أبو غدة بطبعة مستقلة مصدرة بدراسة وسماها: صفحة مشرقة من تاريخ سماع الحديث عند المحدثين. ط حلب بسورية سنة 1412هـ. ¶ (2) - هو كاتب الطباق وسيأتي بيان معناه.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "القاضي عياض بن موسى اليحصبي (ت 544هـ) حيث ألف كتابه: \"الإلماع إلى معرفة أصول الرواية وتقييد السماع\". ¶ والملاحظ على المصنفات المذكورة الاهتمام بفنيات الرواية أكثر من الاهتمام بالنقد العلمي الحديثي، إن كانت مادة الكفاية للخطيب البغدادي أخذت من جانب الدراية (النقد) بنصيب لا بأس به، إلا أن اسم الكتاب مبني باتجاه التأليف فيه. ¶ وقد صنف العلماء بمصنفات الخطيب في علوم الحديث، قال الحافظ أبو بكر بن نقطة: \"ولا شبهة عند كل لبيب أن المتأخرين من أصحاب الحديث عيال على أبي بكر الخطيب. ¶ ونورد ههنا بعض الاصطلاحات الفنية التي ابتكرها المحدثون لدرء خطر الانتحال والتزييف(1). ¶ الرواية على الوجه. ¶ والمقصود بذلك تحمل الرواية وأداؤها كاملة دون انتخاب أو اختبار . ¶ __________ ¶ (1) - نقتصر على اصطلاحين ذوي صلة بمسألة التوثيق هما: الرواية على الوجه والطباق. ولأنني لم أجد تعريفا شافيا في كتب المحدثين فبحث عن لدلالتها من خلال تضاعيف التراجم وكتب الرجال وبعض كتب المصطلح.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وهو مأخوذ من قوله تعالى: \" أن يأتوا بالشهادة على وجهها\"(1) أي كاملة دون انتقاص. وهو اصطلاح استخدمه المحدثون للدلالة على إتقان الراوي إذا كان دقيقا في حفظ ورواية مروياته(2). ¶ قال الخطيب البغدادي في كتابه: \" الجامع لأخلاق الراوي وآداب السامع\"(3): \" باب: القول في انتقاء الحديث وانتخابه لمن عجز عن كتبه على الوجه واستيعابه.. ثم أورد بعض الآثار عن المحدثين وعلق قائلا: إذا كان المحدث مكثرا وفي الرواية متعسرا(4) فينبغي للطالب ان ينتقي حديثه وينتخبه، فيكتب عنه ما لا يجده عند غيره ويتجنب المعاد من رواياته، وهذا حكم الواردين من الغرباء الذين لايمكنهم طول الإقامة والثواء، وأما من لم يتميز للطالب معاد حديثه من غيره وما يشارك في روايته فلأولى أن يكتب حديثه على الاستيعاب ( أي على الوجه كما بوب) دون الانتقاء والانتخاب\". ¶ __________ ¶ (1) - المائدة 108 ¶ (2) - أخطأ الأستاذ فؤاد سيزكين حين ظن أن مصطلح : الرواية على الوجه يدل على السماع والقراءة على الشيخ فقط( تاريخ التراث العربي 1/240) واستشهد بقول ابن سعد في الطبقات (7/328) عن عبد الله بن عبيد الرحمن أنه روى كتب الثوري على وجهها، وبما في تاريخ بغداد (4/163) عن أحمد بن أبي خيثمة أنه كان يشترط على من يسمع ويروي عنه تاريخه أن يسمعه ويرويه على الوجه، وقد تعقبه الأستاذ اكرم العمري في كتاب: ( دراسات تاريخية ص 239) بأن من المحتمل والجائز أن يكون المرد بمصطلح الرواية على الوجه أنه الرواية الكاملة وقال:\" إنه احتمال بدا له\" وطلب ممن له دراية بالمعنى أن يوضحه. وما احتمله وجوزه هو الصحيح لما ذكرنا أعلاه، وما أورده الأستاذ فؤاد سيزكين عن طبقات لبن سعد وتاريخ بغداد ظاهر فيما وجهناه.والله أعلم. ¶ (3) - الجامع لخلاق الراوي وآداب السامع. الخطيب البغدادي(2/155). ¶ (4) - أي متمنعا غير سهل في بذل الرواية، وقد كان بعض المحدثين على هذه الصفة ضنا بعلمهم عمن لا يستحقه.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وفي كتاب المجروحين لابن حبان عن يحيى بن معين حين سئل عن سماعه لكتب حماد بن سلمة فقال:\" سمعتها على الوجه من سبعة عشر نفسا\"(1). ¶ الطباق(2) ¶ وهي الشهادة الخطية التي يثبتها الشيخ – الذي سمع عليه الكتاب- أو من ينوب مكانه في إثبات السماع ثم يوقع الشيخ على ذلك(3). ¶ __________ ¶ (1) - الضعفاء والمجروحين لابن حبان البستى(1/32) .. ¶ (2) - الطباق جمع طبقة. هكذا استعمله بعض الباحثين ( انظر القلائد الجوهرية في تاريخ الصالحية1/21-22 نقل اعن أبي غدة) ولعله موجود في بعض التراجم، والأوجه عندي تخريجه على المصدرية لا على الجمع، من طابق طباقا ومطابقة) ويمكن توجيه ( طباق جمع طبقة) على طبقات السامعين للكتب ومراتبهم وفيه تكلف. والله أعلم . ¶ (3) - توهم المؤرخ الشيخ محمد أحمد دهمان الدمشقي في مقدمة \" القلائد الجوهرية في تاريخ الصالحية\" (1/21) أن الإجازة المثبتة في آخر النسخة المسموعة هي نفس الطباق، وليس بصحيح، فالطباق هو قيد السماء وتفصيلات السماع من عدد مجالس ومكان وزمان ونحو ذلك، أما الإجازة فهي الإذن بالرواية لمن ثبت سماعه على نحو ما هو مثبت في الطباق، ولم تكن هذه الإجازة مع الطباق في القديم بل حدثت في نحو القرن السادس الهجري وأول من كتب الإجازة مع الطباق –فيما ذكر الحافظ العراقي- هو أبو طاهر إسماعيل بن عبد المحسن الأنماطي. قال ابن عتاب الأندلسي: لاغنى في السماع عن الإجازة لنه قد يغلط القارئ ويغفل الشيخ أو السامعون فينجبر ذلك بالإجازة. قال الحافظ العراقي: ولقد حصل به نفع كبير، فقد انقطع بسبب ترك ذلك وإهماله اتصال بعض الكتب في بعض البلاد بسبب كون بعضهم كان له فوت ولم يذكر في طبقة السماع إجازة الشيخ لهم، فاتفق أن كان بعض المفوتين آخر من بقي ممن سمع بعض ذلك الكتاب فتعذر قراء الكتاب عليه كأبي الحسن بن الصواف الشاطبي راوى غالب النسائي عن ابن باقا . انظر تدريب الراوي(2/25).",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وتثبت هذه الشهادة في أول النسخة المسموعة على الشيخ(1)، ويبين فيها أسماء من حضر السماع ومن غاب ومقدار الفوات في حق من حضر أو غاب، ويذكر مكان السماع وعدد مجالسه وتاريخ كل كما مثلنا في سماع سنن البيهقي على ابن الصلاح. ¶ ويحفظ هذا الطباق مع النسخة المسموعة في خزانة المدرسة التي سمع فيها الكتاب، ولم يكن ذلك تقليدا رسميا في كل مدرسة لكنه انتشر في القرون المتأخرة فيما أظن، وقد كان ينشط بعض المجتهدين من طلبة العلم في كتب الطباق في نسخته مبنيا سماع من حظر ومن غاب، وكان هذا الطباق بمثابة الشهادات الدراسية الرسمية، بحيث يجب على من حاز الطباق أن يبذل النسخة المسموعة المضبوطة لمن حضر السماع وورد اسمه في الطباق. ¶ وبلغت أهمية الطباق أن من كان يمنع هذا الإثبات يلجأ إلى القضاء لينتزع له حقه في نسخ الكتاب المسموع.(2) ¶ فمن ذلك أن رجلا قدم رجلا إلى إسماعيل بن إسحاق القاضي، فادعى عليه أن له سماعا في الحديث في كتابه وأنه قد أبى أن يعيره، فسأل إسماعيل المدعى عليه، فصدقه وقال: له في كتابي سماع ولست أعيره، فأطرق إسماعيل مليا، ثم رفع رأسه إلى المدعى عليه، فقال له: عافاك الله، إن كان سماعه في كتابك بخطك فيلزمك أن تعيره، وإن كان سماعه في كتابك بخطك فيلزمك أن تعيره، وإن كان سماعه في كتابك بخط غيرك فأنت أعلم. قال: سماعه في كتابي. بخطي ولكنه يبطئ برده علي، فقال: أخوك في الدين، أحب أن تعيره، وأقبل على الرجل فقال: إذا أعارك شيئا فلا تبطئ به.(3) ¶ __________ ¶ (1) - وقد تكتب في آخر النسخة وسيأتي كيفية كتابة الطباق. ¶ (2) - أنظر المحدث الفاصل للرامهرمزي ص 589، والجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي ( 1/241) والإلماع فى معرفة أصول الرواية وآداب السماع ص 223 ومقدمة ابن الصلاح ص 184. ¶ (3) - الجامع لأخلاق الراوي وآداب السامع. الخطيب البغدادي (1/241).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "قال الأستاذ أبوغدة: ويتجلى للقارئ من هذه الوقائع والأقضية قيمة ( السماع) العلمية ، فغن السماع شهادة صادقة تمثل الكلمة العلمية المنقولة توثيقا وتحقيقا وقهما وضبطا وتحملا و أداء وإذا كانت الأسانيد انساب الكتب فالسماعات هي البينات الناطقة وشهادات العدول الثقات لها، فلذا كان الحرص عليها شديدا، وتدخل القضاء في الحكم فيها كما علمت(1). ¶ كيفية كتابة الطباق ¶ __________ ¶ (1) - صفحة مشرقة من تاريخ سماع الحديث عند المحدثين. عبد الفتاح أبو غدة. ص.149",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "في مقدمة ابن الصلاح:\" ذكر الخطيب الحافظ أنه ينبغي للطالب أن يكتب بعد البسملة اسم الشيخ الذي سمع الكتاب منه وكنيته ونسبه ثم يسوق ما سمعه منه على لفظه، قال: وإذا كتب الكتاب المسموع فينبغي أن يكتب فوق سطر التسمية أسماء من سمع معه وتاريخ وقت السماع، وإن أحب كتب ذلك في حاشية أول ورقة من الكتاب فكلا قد فعله شيوخنا(1) . ثم يعقب ابن الصلاح قائل: كتبة التسميع جنب ذكره أحوط له وأحرى بأن لا يخفى على من يحتاج إليه، ولا بأس بكتبته آخر الكتاب وفي ظهره وحيث لا يخفى موضعه، وينبغي أن يكون التسميع بخط(2) شخص موثوق به غير مجهول الخط ولا ضير حينئذ في ألا يكتب الشيخ المسمع خطه بالتصحيح. وهكذا لا بأس على صاحب الكتاب إذا كان موثوقا به أن يقتصر على إثبات سماعه بخط نفسه، فطال ما فعل الثقات ذلك(3) ¶ __________ ¶ (1) - علوم الحديث. ابن الصلاح ص 183 ¶ (2) - استحبوا أن يكتب الطباق بخط قوي أمانا من الحك( أي التزوير). ورد في ترجمة سنجر ابن عبد الله التركي في معجم المحدثين للذهبي(1/106):\"عني بالرواية وصار له أنسة بالفن وكتب الطباق بخط قوي\". ¶ (3) - أي المشهورون بالرواية والأخذ عن الشيوخ. وكلام ابن الصلاح يوحي بوجود مأخذ فيما لو كتب الطباق بخط نفسه، وهو صحيح، لأن فيه تهمة، حيث اتهم بعض الرواة بتزوير الطباق.ففي ترجمة أحمد بن سعيد العسكري أبو الحارث في ميزان الاعتدال (1/237) قال الذهبي: متأخر حدث عن الترسي،يزور الطباق. وفي ترجمة راو آخر في سير أعلام النبلاء(22/109) نقل الذهبي عن ابن النجار قوله في ذلك الراوي، قال: سماعاته بخطوط المعروفين صحيحة فأما ما كان بخطه فلا يعتمد عليه كان يلحق اسمه في الطباق لكن تعقبه ابن حجر في لسان الميزان(4/6) بأنه يجوز أنه كان يوجد اسمه فيه أما فقدان الأصول فلا ذنب للشيوخ فيه.وقد كانوا يستدلون على كذب السماعات بما في الطباق. ففي وفيات السلامي (1/296) قال عن أحد الرواة:\" قد أخبروه بسماع جميع الكتاب ( صحيح البخاري) من قطب العارفين محمد بن أبي البركات، قال السلامي: فأخذت البخاري جميعه وقرأت الطباق فوجدت المجلد الأول ليس عليه طبقة بالكلية بل على الخمسة، وجميع الطباق بخط العلامة فخر الدين التوزري، فأما المجلد الرابع والخامس فسمعهما واسمه على كل مجلد، وأما المجلد الثاني والثالث فيحتمل أنه سمعهما ويحتمل لا، وسماعه للمجلد الثالث أظهر من سماعه للثاني وسبب ذلك أنه مكتوب في المجلد الرابع والخامس اللذين سمعهما محققا على هذه الصفة وهي ( وعيسى ومحمد ولدا الحجي) وأما المجلد الثالث فمكتوب: (وعيسى ومحمد...) وباقي السطر لما رَثَّ لُصِقَ عليه ورقة فليس ببعيد أن يكون بعد قوله\"(ومحمد ولدا الحجي …)فعلى هذا والله أعلم يكون المذكور قد سمع جميع البخاري إلا هذا الفوت المعين وإلا جميع المجلد السادس وأوله كتاب الدعوات وآخره آخر الكتاب\"",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": ". ¶ قال السيوطي:وينبغي لكتاب الطباق أن يكتب إجازة الشيخ عقب كتابة السماع، وذلك لاحتمال وقوع شئ من الانشغال من المستمعين أو العجلة أو الهيمنة فينجبر بذلك( أي ينجبر النقص في السماع بالإجازة فيسوغ أن يروي الكتاب بعدئذ)(1) . ¶ قال ابن الصلاح :\" ثم إن على كاتب التسميع التحري والاحتياط وبيان السامع والمسموع منه بلفظ غير محتمل، ومجانبة التساهل فيمن يثبت اسمه، والحذر من إسقاط اسم واحد منهم لغرض فاسد. فإن كان مثبت السماع غير حاضر في جميعه لكن أثبته معتمدا على إخبار من يثق بخبره من حاضريه فلا بأس بذلك إن شاء الله\"(2). ¶ أي يجوز لكتاب الطباق أن يعتمد على إخبار الثقات بحضور البعض ليثبت أسماءهم في الطباق. ¶ منهج المحدثين في نقد الإسناد: ¶ قد آل بنا البحث إلى ضرورة معرفة منهج المحدثين في نقد الإسناد وما هي قواعدهم وأصولهم في هذا المضمار؟ ¶ وسبق أن عرفنا في ضوء عرض نظرية الإسناد عند المحدثين أن النقد قد وجدله مجال يمكن أن يمارس فيه على أساس يشبه الملاحظة والتجربة، وقد احتف بذلك جملة من القواعد العملية في الجرح والتعديل والعلل (يأتي الكلام عليها)… كل ذلك صاغه المحدثون في سياق منظومة واضحة للنقد العلمي. ¶ لكننا نجتزئ هنا ما له علاقة مباشرة بالإسناد الفرد، وذلك أن منهج النقد عند المحدثين يتدرج من البسيط إلى المركب على نسق تصاعدي. ¶ ثم نعرج بعد ذلك على منهجهم في دراسة الأسانيد المتعددة أو المركبة لنصل إلى فهم تلك المنظومة من النقد العلمي للإسناد عند المحدثين. ¶ وقد نص المحدثون على شروط السند الصحيح الذي يعتبر من المقبول في حيز الاحتجاج. ¶ فاشترطوا له شروطا تتعلق بسلامة ظاهر السند من القوادح الواضحة، وهي: ¶ أن يكون السند متصلا بين رواته. ¶ أن يرويه العدول الذين لا قدح في ديانتهم والضابطون الذين لا قدح في حفظهم. ¶ __________ ¶ (1) - انظر تدريب الراوي للسيوطي(2/25) ¶ (2) - علوم الحديث لابن الصلاح ص 184.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وشرطان لبلوغه درجة الصحة التامة ومرتبة صلاحية الاحتجاج به، وهو من أدق شروطهم في هذا الباب. وهو: أن يكون سالما من الشذوذ والعلة.(1) ¶ وعلى ضوء هذه الشروط انبنى نقد المحدثين للأسانيد، حيث اعتبروا الصفات التي تقدح في ظاهر الإسناد إما أن ترجع إلى اتصال السند أو إلى اختلال في عدالة الرواة وضبطهم. ¶ وسنتحدث إن شاء الله عن منهجهم في معرفة عدالة الرواة وضبطهم عند الكلام عن نظرية الجرح والتعديل. ¶ أما الآن فنبسط الكلام في الصفات التي تقدح في شرط سلامة ظاهر الإسناد، وهو سقط الرواة.(2) ¶ والسقط الذي يطرأ على السند أخذ صورا متعددة يمكن حصرها في صورتين: ¶ الأول: السقط الواضح ويشتمل الصور الآتية: ¶ الإسناد المنقطع. ¶ الإسناد المعضل. ¶ الإسناد المرسل. ¶ الإسناد المعلق. ¶ الثانية السقط الخلفي ويشتمل: ¶ الإرسال الخفي. ¶ المدلس. ¶ وتأتي قوادح أخرى في السند لكنها لا تعرف في السند الواحد بمفرده بل عن طريق الموازنة بين الأسانيد، ومن صور تلك القوادح: ¶ الشذوذ والنكارة والعلة، وسيأتي الكلام فيها عند مباحث نظرية العلم. ¶ __________ ¶ (1) - نزهة النظر شرح نخبة الفكر للحافظ ابن حجر ص82. وسيأتي في نظرية العلة التفريق بين الشاذ والمعلل، لكن نشير هنا إلى أن الشاذ عند المحدثين يتوقفون فيه لأن الشاذ هو الذي خالف فيه الثقة من هو أوثق منه، ومنهم من لا يحتج به، والفقهاء والأصوليون لا يعتبرون شروط الشذوذ. أنظر نكت ابن حجر على ابن الصلاح ص63-64. ¶ (2) - الأمور التي تقدح في الخبر إما أن تعود إلى نظام اتصال السند وهو سقط الرواة، أو إلى ضعف في الرواة ذواتهم وهو ما يتعلق بجرحهم وتعديلهم أو إلى خطأ خارج عن المعتاد من نظام الإسناد والجرح والتعديل وهو العلة. ونحن قد قسمنا الكلام عن منهج المحدثين في نقد الأسانيد على هذه الأقسام التي تمثل كبرى نظريات النقد عندهم.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "الزيادة في الأسانيد والاضطراب والإدراج والقلب. وسيأتي الكلام فيها عند الكلام عن منهج المحدثين في نقد ودراسة الأسانيد المتعددة. ¶ أما القوادح الظاهرة(1) المتعلقة بالسقط في الإسناد المفرد فهي ما يلي: ¶ الانقطاع: وهو سقط راو واحد في السند بحيث يظهر أن أحد الرواة لا يعاصر من فوقه بحال. ¶ الإعضال: وهو سقط راويين في السند على التوالي. ¶ الإرسال: وهو سقوط الصحابي بين التابعي والنبي صلى الله عليه وسلم. ¶ التعليق: وهو سقوط راو أو أكثر من بداية السند خاصة. ¶ كيفية معرفة السقط الظاهر في الإسناد ¶ استعان المحدثون منذ وقت مبكر بمعرفة تواريخ المواليد والوفيات لكل راو، فما من راو إلا وقد ذكروا ذلك في ترجمته – إلا القليل النادر جدا – فاستخدموا هذا التاريخ في كشف الاتصال بين الرواة. ¶ يقول السيوطي: \" هو فن به يعرف اتصال الحديث وانقطاعه، وقد ادعى قوم الرواية عن قوم فنظر في التاريخ فظهر أنهم زعموا الرواية عنهم بعد وفاتهم بسنين.. سأل الحاكم محمد ابن حاتم الكسي عن مولده لما حدث عن عبد ابن حميد، فقال: سنة ستين ومائتين، فقال: هذا سمع من عبد بعد موته بثلاث عشرة سنة.\" ¶ قال حفص بن غياث القاضي: إذا اتهمتم الشيخ فحاسبوه بالسنين يعني سنه وسن من كتب عنه. ¶ __________ ¶ (1) - ومما اختلف فيه المحدثون النقاد حول شرط اتصال السند قضية لقاء الرواة ومعاصرتهم، حيث شرط جمهور المتقدمين وكثير من المحققين ثبوت اللقاء ولو مرة بين الراوي وشيخه ليثبت اتصال السند وإلا فإنه يتوقف فيه أو يحكم بانقطاعه، واشهر من ذهب إلى ذلك علي بن المديني والبخاري، وذهب جمهور المتأخرين وعليه العمل عند جماهير المحدثين والمحققين أن ثبوت المعاصرة بين الراويين كاف في ثبوت اتصال السند وإن عنعن الراوي ما لم يكن مدلسا فإنه لا يقبل منه إلا ما صرح فيه بالتحديث، واشهر من ذهب إلى هذا الإمام مسلم في مقدمة صحيحه وشنع فيه على المخالف. أنظر: شرح علل الترمذي لابن رجب الحنبلي ص268",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وقال سفيان الثوري: لما استعمل الرواة الكذب استعملنا لهم التاريخ. وقال: حسان بن يزيد: لم نستعن على الكذابين بمثل التاريخ، نقول للشيخ: سنة كم ولدت؟ فإذا أقر بمولده عرفنا صدقه من كذبه.(1) ¶ تتبع الأسانيد لمعرفة الأخطاء ¶ وعن طريقة التتبع للطرق والمعرفة التامة بالأسانيد وعللها استطاع النقاد من المحدثين معرفة القوادح الأخرى مثل: ¶ 1- الإرسال الخفي: وهو الانقطاع ما بين الراويين مع ثبوت المعاصرة كل منهما للآخر لعدم السماع مع ثبوت اللقاء، أو لعدم سماع ذلك الخبر بعينه مع سماع غيره. ¶ وطريق معرفة ذلك: ¶ إما بنص الأئمة عليه. ¶ بإخبار الراوي عن نفسه. ¶ لمجيئه من وجه آخر بزيادة شخص في السند.(2) ¶ وقد يأتي إسناد على العكس من الإسناد الذي فيه إرسال خفي وهو أن يأتي بزيادة في طبقة من طبقات السند، فقد تكون هذه الزيادة وهما من أحد الرواة فيبين النقاد ذلك.(3) ¶ وقد يشتبه الأمر على من لا اضطلاع له بين الإرسال الخفي الذي هو نقص في الإسناد وبين المزيد في الأسانيد لأنه ربما كان الحكم للزائد وربما كان للناقص والزائد وهم، ولا يدرك ذلك إلا النقاد.(4) ¶ 2- التدليس: هو أن يروي الراوي عمن سمع منه ما لم يسمع منه من غير أن يذكر أنه سمعه منه، قال أبو الحسن القطان: والفرق بينه وبين الإرسال الخفي أن الإرسال روايته عمن لم يسمع منه. ¶ ويستخدم الراوي المداس لفظا لا يقتضي التصريح بالسماع نحو: \"عن\" أو\" أن فلانا قال\". ¶ __________ ¶ (1) - انظر تدريب الراوي (2/349-350). ¶ (2) - تدريب الراوي (1/205-206). ¶ (3) - السابق (1/203). ¶ (4) - السابق (1/206).",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "والذي استقر عليه منهج المحدثين في النقد أن المدلس إذا كان ثقة فما رواه بلفظ محتمل لم يبين فيه السماع فحكمه حكم المرسل، وما بينه كسمعت وحدثنا وأخبرنا وشبهها فمقبول محتج به(1) ولا بد في هذا الباب أيضا من تتبع الأسانيد والطرق لأنه قد يصرح المدلس الثقة بالسماع في طريق ولا يصرح به في آخر فالاكتفاء بالطريق الواحد في الحكم على المدلس لا يكفي.(2) ¶ 3-الاضطراب: وهو الذي يروي على أوجه مختلفة من راو واحد مرتين أو أكثر أو من راويين أو رواة مع التساوي حيث لا مرجح. ¶ فإن رجحت إحدى الروايات بحفظ راويها أو كثرة صحبته أو غير ذلك من وجوه الترجيحات فالحكم للرواية الراجحة ولا يكون الحديث مضطربا.(3) ¶ وسبيل معرفة ذلك أيضا هو جمع الطرق والموازنة بينها. ¶ 4-الإدراج: وهو أن يذكر الراوي كلاما لنفسه أو لغيره فيرويه من بعده متصلا بالحديث من غير فصل فيتوهم أنه من تتمة الحديث. ¶ ويدرك ذلك بوروده منفصلا في رواية أخرى أو بالتنصيص على ذلك من الرواية أو بعض الأئمة المضطلعين أو باستحالة كونه صلى الله عليه وسلم يقول ذلك. وقد يكون الإدراج في السند أيضا. ¶ 5-والإدراج كله حرام، قال السمعاني: \"من تعمد الإدراج فهو ساقط العدالة وممن يحرف الكلمة عن مواضعه وهو ملحق بالكذابين\"(4). ¶ 6-القلب:وهو أن يكون الحديث مشهورا براو فيجعل مكانه أخرا في طبقته وقد يقع القلب في المتن أيضا بتبديل جملة مكان أخرى. ¶ __________ ¶ (1) - تدريب الراوي (1/ 223-231) ولهم في ذلك تفصيلات كثيرة تتعلق بأنواع التدليس ترجع كلها في النهاية إلى ما ذكرنا. ¶ (2) - انظر: التنكيل بما في تأنيب الكوثري من الأباطيل. عبد الرحمن المعلمي ( 1/ 82). ¶ (3) - تدريب الراوي (1/262-267). ¶ (4) - السابق (1/628-274)",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وقد يقع القلب قصدا ويسميه المحدثون سرقة الحديث، وقد يقع غلطا، وعلى الاحتمالين فهو خطأ بقدح في الحديث، وقد أفرغ المحدثون جهدهم في تتبع ذلك عن طريق التفتيش في الأسانيد و الطرق .(1) ¶ وبقي من القوادح:الشذوذ و العلة و النكارة و سنفردها بالحديث إن شاء الله في نظرية العلة. ¶ ونشير هنا إلى أن تتبع الأسانيد والطرق ليس مقصودا لذاته،ولاكن بقصد الموازنة بينها والمقابلة بين أفرادها لتلمس وجه الخطأ فيها وسنتعرض لتفصيل ذلك عند الفصل الخاص بمرتكزات المركز إن شاء الله تعالى. ¶ الحديث المرسل و موقف المحدثين منه(2) ¶ لقد كان الحديث المرسل من أكثر الإشكاليات تعقيدا في نظرية الإسناد، ولم أقف حتى الآن على دراسة تفسير وجود المرسل أو جنوح البعض للاحتجاج به مع استقرار نظرية الإسناد في وسط المحدثين. ¶ __________ ¶ (1) - تدريب الراوي(1/291-295) ¶ (2) - المرسل لغة من قوله: أرسلت كذا إذا أطلقته و لم تمنعه، فكأن المرسل أطلق الإسناد ولم يقيده براو معروف ويحتمل أن يكون من قولهم: جاء القوم أرسالا أي قطعا متفرقين،ويجوز أن يكون المرسل من قولهم:ناقة مرسال أي سريعة السير وفي الاصطلاح له ثلاثة معاني :الأول :هو ما رفعه التابعي إلى رسول الله صلى الله عليه و سلم من قول أو فعل أو إقرار سواء كان التابعي صغيرا أو كبيرا. الثاني: وهو ما رفعه التابعي الكبير إلي رسول الله صلي الله عليه و سلم.نحو سعيد بن المسيب. الثالث: هو ما سقط راو من إسناده واكثر في أي موضع كان، فعلى هذا فهو و المنقطع سواء. وإلى المعني الأول ذهب جمهور المحدثين، و هو الذي سيدور عليه هذا المبحث.انظر معرفة علوم الحديث للحاكم النيسابوري ص25 وعلوم الحديث لابن الصلاح ص 47. وأهم المؤلفات في المرسل: 1- المراسيل لابن أبي حاتم. 2- المراسيل لأبي داود. 3- جامع التحصيل لأحكام المراسيل للحافظ العلائي.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وسنحاول من خلال هذا المبحث أن نتعقب نشأة الحديث المرسل وقضية الاحتجاج به لنحاول معالجة هذه الإشكالية في ضوء منهج النقد عند المحدثين. ¶ لقد علمنا أن الإسناد نشأ مع انتشار النصوص الشرعية في عهد النبوة ووجدت النصوص التي تحصن على تبني مفهوم نظرية الإسناد. ¶ لكن اعتماد التنصيص على رجال السند أمر لم يستقر في العهد المبكر لنشوء نظرية الإسناد، فكان الإسناد موجودا على الحقيقة ولكن في مقام الرواية كان يحدث بعض التساهل في ذكر السند. ¶ وأساس ذلك أن الرعيل الأول لم يعرف الكذب على رسول الله صلى الله عليه وسلم، بل احتاط من ذلك اشد الحيطة وخاف منه أشد الخوف حتى إنهم أقلوا من الرواية حذرا من الوقوع في الخطأ في حديث رسول الله صلى الله عليه وسلم. ¶ قال عبد الله بن الزبير لأبيه ( الزبير بن العوام ): إني لا أسمعك تحدث عن رسول الله صلى الله عليه وسلم كما يحدث فلان وفلان ، قال : أما وإني لم أفارقه، ولكني سمعته يقول : \"من كذب علي فليتبوأ مقعده من النار\"(1). ¶ وقال ابن أبي ليلى : كنا إذا أتينا زيد بن أرقم، فنقول : حدثنا عن رسول الله صلى الله عليه وسلم فيقول: \" إنا قد كبرنا ونسينا، والحديث عن رسول الله صلى الله عليه وسلم شديد\".(2) ¶ وقال شُرَحْبيل بن السمط لكعب :\" يا كعب ابن مرة حدثنا عن رسول الله صلى الله عليه وسلم واحذر\".(3) وكان عمران ابن الحصين يتجنب التحدث كثيرا لئلا يقع في الخطأ(4). ¶ وكان بعضهم يثق في رواية بعض، وعولوا على رواية من كان يحضر مع رسول الله صلى الله عليه وسلم لمن كان لا يحضر انشغالا بجهاد أو معاش أو نحو ذلك. ¶ __________ ¶ (1) - رواه البخاري (1/52) ¶ (2) - رواه ابن ماجة في المقدمة حديث رقم 3 ¶ (3) - رواه ابن ماجة ( 2/843) ¶ (4) - رواه أحمد بن حنبل في المسند(3/433)",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "قال البَراء بن عازب:\" ما كل الحديث سمعناه من رسول الله صلى الله عليه وسلم، كانت لنا ضيعة وأشغال، ولكن الناس لم يكونوا يكذبون يومئذ، فيحدث الشاهد الغائب\"(1). ¶ وهذه الثقة في عدم وجود من يكذب على رسول الله صلى الله عليه وسلم جعلتهم يحدثون عن الوسائط ثم يرفعون الحديث دون ذكر هذه الوسائط لأنه تحصيل الحاصل.قال انس ابن مالك :\" ليس كل ما نحدثكم عن رسول الله صلى الله عليه وسلم سمعناه منه ولكن حدثنا أصحابنا، ونحن قوم لا يكذب بعضهم بعضا\"(2) ¶ وليس معنى هذا أن كل ما حدثوه كان عن وسائط فهذا مستحيل يمنعه استقراء بسيط لصيغ التحمل التي استخدموها مثل قولهم سمعت رسول الله ، رأيت رسول الله، سألت رسول الله، ذهبت إلى رسول الله صلى الله عليه وسلم . ¶ ولكن هذا لا يمنع أن للصحابة مراسيل اسقطوا فيها الوسائط، ولم تكن تلك الوسائط إلا صحابة أيضا – لأنه يبعد أن يروي صحابي فيها حديثا عن رسول الله صلى الله عليه وسلم – ولذلك أجمع نقاد الحديث على قبول مراسيل الصحابة لاحتجاج بها، ومنع الاحتجاج بمراسيل الصحابة قول مرذول قالت به شرذمة لا تنتمي إلى المحدثين فلا يعتد بمخالفتهم في استقراء منهج المحدثين(3). ¶ فلما جاء عصر التابعين جروا على هذا المنهج في الوثوق بصحابة رسول الله صلى الله عليه ، وكان ذلك بصورة قليلة ومن بعض التابعين- كبارهم على الخصوص- وليس جميعهم. ¶ __________ ¶ (1) - رواه الرامهرمزي في المحدث الفاصل ص 235 ¶ (2) - رواه الخطيب في الخطيب في الكفاية ص 382 ¶ (3) - تدريب الراوي. السيوطي(1/207)",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "فلما وقعت الفتن في أواخر عهد الصحابة وبداية انقراض وجودهم وابتدأ ظهور الكذب على رسول الله صلى الله عليه وسلم وقف التابعون جميعا وقف حازمة من قضية الإرسال وإسقاط الواسطة وابتدأ التنصيص على رجال السند جميعا كأنه واجب يقتضيه تبليغ الحديث نفسه(1) . ¶ ولكن عجزوا عن تداول ما حدثوا به من قبل على صفة الإرسال فمنهم من صار ينص على الصحابي الذي كان يسقطه ومنهم من كان يشك هل سمعه من صحابي أو غيره صحابي فيسكت عما أرسله قديما(2) فبقيت روايته المرسلة متداولة على إرسالها، ومن أسند شاعت روايته المرسلة المسندة، ومن التابعين من كان يثق في من يروي له عن رسول الله صلى الله عليه وسلم حديثا وإن لم يكن صحابيا فلما حدثت الفتن ارتابوا فيما رووه عن المجاهيل فلم يعودوا لرواية ما سمعوه عنهم لكن كانت مراسيلهم تلك قد انتشرت أيضا(3). ¶ وعلى هذا يمكننا تقسيم أنواع المراسيل من حيث رجوع أصحابها عن روايتها على صورة الإرسال إلى ثلاثة أقسام : ¶ __________ ¶ (1) - وغلى هذا يشير قول محمد بن سيرين وهو من التابعين: \" كانوا لا يسألون عن الإسناد حتى وقعت الفتنة…\" ومضى تخريجه. ¶ (2) - وعليه يحمل قول يحيى بن سعيد القطان:\" لوكان فيه إسناد لصاح به\" أي انه لشكه تورع عن ذكر الإسناد فاهمله ولم يعد لروايته. وهذا الحمل أولى من حمله على أنه رواه عن غير ثقة وأنه أسقطه تعمية( كما قال ابن رجب الحنبلي ) لأن هذا يعد من تدليس التوبة ولم يقل أحد من أهل العلم أن من أرسل فهو مدلس ، والتدليس يضعف به الراوي ( خاصة التسوية) ولم يعرف عن أحمد ممن أرسل من التابعين أنه ضعف لذلك . ( انظر : شرح ابن رجب لعلل الترمذي ص 226). ¶ (3) - وعلى هذا يحمل قول محمد بن سيرين :\" كان أربعة يصدقون من حدثهم : أبو العالية والحسن وحميد بن هلال ورجل آخر سماه \" (شرح ابن رجب لعلل الترمذي ص 229).",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "الأول : مراسيل من كان لا يرسل إلا عن صحابي ، فكان يرسل تارة ويسند تارة ، فلما حدثت الفتن وظهر الكذب امتنع عن الإرسال ولم يحدث إلا بالمسند، وعلى هذا تحمل مراسيل سعيد ابن المسيب ، فإنه لم يكن يحتاج إلى الرواية عن التابعين وقد لقي العشرة المبشرين بالجنة فضلا عن المئات من الصحابة(1)، ولذلك عندما تتبع المحدثون مراسيله وجدوها مسندة. ¶ الثاني: مراسيل من كان يشك أو كان يحدث أحيانا من غير الصحابة فلما امتنع عن الإرسال لم يسند إلا ما تيقن أنه عن صحابي، ومن بعده روى عنه على هيئة الإرسال دون أن يوجد له طريق مسند، وعلى ذلك تحمل مراسيل مثل الحسن البصري، فإن منها مراسيل لم توجد لها طرف مسندة البتة (2). ¶ الثالث: مراسيل من كان يحدث عن بعض المجاهيل(3) فلما احتاط امتنع عن تكرار التحديث عنهم لكن رويت عنه تلك الروايات وانتشرت على هيئة الإرسال وعلى ذلك تحمل مراسيل مثل الزهري والأعمش. ¶ __________ ¶ (1) - وروى البخاري في التاريخ الكبير عن عبيد الصيد قال : قال الرجل للحسن إنك لتحدثنا : قال النبي صلى الله عليه وسلم، فلو كنت تسند لنا ؟ قال : والله ما كذبناكم ولا كذبنا، لقد غزوت إلى خراسان غزوة معنا فيها ثلاثمائة من أصحاب النبي صلى الله عليه وسلم وهذا الحسن فكيف بسعيد ؟قال ابن رجب : \" وهذا يدل على أن مراسيل الحسن أو أكثرها عن الصحابة\" ( شرح علل ص 221) . ¶ (2) - قال أبو زرعة الرازي \" كل شئ يقول الحسن قال رسول الله صلى الله عليه وسلم وجدت له أصلا ثابتا ما خلا أربعة أحاديث\" .شرح العلل ص226 ¶ (3) - قال الشافعي: إرسال الزهري عنده ليس بشئ وذلك إنا نجده يروي عن سليمان بن أرقم وقال مهنا لحمد : لم كرهت مرسلات الأعمش ؟ قال : كان الأعمش لا يبالي عمن حدث .شرح العلل ص 226 و 239.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ويوجد احتمال رابع يشمل كل تلك الحالات،وهي أن المراسيل كانت أحاديث تروى في مقام المذاكرة السريعة أو الموعظة المختصرة فكانت السرعة والاختصار في الموعظة تتطلب اختصار السند فينتشر عندئذ على هيئة الإرسال. ¶ لعل هذا التفسير لتاريخ الإرسال وأسبابه يبين علة وجود المرسل مع استقرار نظرية الإسناد. ¶ ولا يمكننا أن نذهب إلى أن نظرية الإسناد لم تكن واضحة المعالم بعد، أو أن التابعين تهاونوا في تطبيقها، لأن كل من أن أرسل من التابعين فإرساله هو النادر وإسناده هو الأكثر، فكيف نفسر الكثير بالقليل والنادر؟ إن الأوفق أن نحكم بالكثير على القليل لان النادر لا حكم له. ¶ بل إن النظر السديد والتأمل العميق يؤدي إلى القول بان في وجود المرسل دليلا على استقرار نظرية الإسناد لا على اضطرابها وعدم وضوحها. ¶ فاجتماعهم على تحبيذ الإسناد وعلى جعل المرسل هو الطارئ دليل على أنهم مزية الإسناد وفضيلته وما كان لأحد أن ينزع إلى المفضول مع قدرته على بلوغ الفاضل إلا عن ضرورة ملجئة أو علة وجيهة أو عذر من الأعذار يستوجب رفع المذمة ودرء النقيصة. ¶ وهناك مسالك وجيهة لتفسير وجود المرسل لا يصح أن نضرب عن ذكرها صفحا، فإنها وإن كانت قاعدة عن تبرير جواز الإرسال صناعة إلا أنها ناهضة لتسويغ إعذار من أرسل تساهلا. ¶ فمن ذلك ما روى الترمذي في العلل الصغير عن الأعمش قال: قلت لإبراهيم النخعي: أسند لي عن عبد الله ن مسعود، فقال: إبراهيم : إذا حدثتك عن الرجل عن عبد الله فهو الذي سميت، و إذا قلت: قال عبد الله فهو عن غير واحد(1) .فهذا منهج خاص واصطلاح مستقل للنخعي في الإرسال، أنه لا يرسل إلا حين يستفيض الرواة في النقل عمن يروى دلالة على بلوغ المنتهى في الثقة بالمنقول فيرويه عنه على هيئة المرسل اطمئنانا إلى صحة واستغناء بشهرته عن إسناده. ¶ __________ ¶ (1) العلل الصغير للترمذي ص 223بشرح ابن رجب",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وعلى هذا المسلك درج آخرون منهم الحسن البصري، قال الخطيب ابن ناصح: كان الحسن إذا حدثه رجل واحد عن النبي صلى الله عليه وسلم بحديث ذكره، فإذا حدثه أربعة بحديث عن النبي صلى الله عليه وسلم ألقاهم وقال: قال رسول الله صلى الله عليه وسلم(1). ¶ وروى ابن عبد البر عن الحسن البصري قال: ما حدثني به رجلان قلت : قال رسول الله صلى الله عليه وسلم(2) . ومع ذلك كله فإن منهج النقد عند المحدثين لم يقف بوقف المتفرج تجاه هذه الإشكالية بل إنه تعامل معها بصرامة تتناسب وسمة التثبت التي اتصف بها هذا المنهج فلنستعرض كلام أصحاب المنهج في ذلك. ¶ حكم الاحتجاج بالمرسل ¶ قال أبو داود في رسالته لأهل مكة:\" أما المراسيل فقد كان يحتج بها العلماء فيما مضى مثل سفيان الثوري ومالك بن أنس والأوزاعي حتى جاء الشافعي فتكلم فيه وتابعه على ذلك أحمد بن حنبل وغيره..\"(3) ¶ وقال ابن رجب الحنبلي في شرح العلل:\" وقد ذكر ابن جرير وغيره أن إطلاق القول بأن المرسل ليس بحجة من غير تفصيل بدعة حدثت بعد المائتين \"(4). ويفهم من كلام ابن جرير أن قبول المرسل بالقيود كان قولا مشهورا قبل المائتين،ثم نشأ قول برد المرسل مطلقا. ¶ وما تحصل لي في هذه المسألة أن المرسل لم بتكلم فيه أحد بقبول أورد قبل الشافعي، وإنما كانوا يروون المرسل وهم يعملون انقطاع السند ولكنهم يحتجون بمضمونه فقط كما قال ابن رجب في شرح علل الترمذي. ¶ ثم جاء الشافعي ورد المرسل مستثنيا مراسيل سعيد وبعض المراسيل التي تتوافر فيها شروط أخرى(5). ¶ __________ ¶ (1) - شرح ابن رجب لعلل الترمذي ص 227 ¶ (2) - التمهيد لابن عبد البر (1/57) ¶ (3) - رسالة أبي داود لأهل مكة ص 24 ¶ (4) - شرح علل الترمذي لابن رجب الحنبلي ص 233 ¶ (5) - السابق ص 234-239",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "لكن جل النقاد من مدرسة أهل الحديث رفض أي استثناء واعتبر الإسناد المرسل ناقصا غير مقبول حتى يرد كاملا موصولا من طريق أخرى، وما روى عن أحمد في قبوله بعض مراسيل التابعين أو الاحتجاج ببعض المراسيل التي توافرت فيها بعض الشروط فليس من باب صناعة الحديث أو النقد الحديثي، ولكن قاله تفقها لأنه كان يواجه مدرسة الرأي، فنظر بأن الأخذ والاحتجاج بصحاح المراسيل أولى من العمل بالرأي، وهذا معنى احتجاج الفقهاء بمضمون المرسل وليس اعتقادا منهم بصحة نسبة الكلام إلى رسول الله صلى الله عليه وسلم مع انقطاع السند. ¶ وصفوة القول إن هناك فرقا بين الاحتجاج بالمرسل وبين صحة الحديث المرسل ، فالإسناد إذا صح إلى التابعي الذي لا يروي إلى عن صحابة أو توافر شروط أخرى تفيد الثقة بمراسيله يكون بذلك صالحا للاحتجاج ولكن لا يطلق ولكن لا يطلق القول بصحة الحديث من هذا الطريق المرسل، فالمرسل صورة ناقصة للإسناد ولم تختلف كلمتهم على ضعف الحديث المرسل، أي ضعف نسبته( كلاما ) إلى رسول الله صلى الله عليه وسلم، أما اعتماده ( احتجاجا) بديلا عن الرأي فهذا عمل غالب المحدثين والفقهاء(1) . ¶ __________ ¶ (1) - قال ابن رجب الحنبلي :\" واعلم أنه لا تنافي بين كلام الحفاظ وكلام الفقهاء في هذا الباب، فإن الحفاظ يريدون صحة الحديث المعين إذا كان مرسلا، وهو ليس بصحيح على طريقتهم لانقطاعه وعدم اتصال إسناده إلى النبي صلى الله عليه وسلم . وأما الفقهاء فمرادهم صحة ذلك المعين الذي دل عليه الحديث ( المضمون) فإذا عضد ذلك المرسل قرائن تدل على أن له أصلا قوي الظن بصحة ما دل عليه فاحتج به مع ما احتف به من القرائن وهذا هو التحقيق في الاحتجاج بالمرسل عند الأئمة كالشافعي وأحمد وغيرهما مع أن في كلام الشافعي ما يقتضي صحة المرسل حينئذ \" شرح علل الترمذي ص 232",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وبهذا التخريج يلتئم منهج النقد عند المحدثين ويتناسق ، ولا تبدو قضية المرسل فيه نشازا او شذوذا ينال من اتساق قواعده وأحكامه. ¶ الخلاصة ¶ 1- قام منهج النقد عند المحدثين على أساس تحقيق اكبر قدر من الملاحظ المباشرة، وذلك عبر وجود الإسناد الذي هيأ للناقد تواصلا مع الرواية التاريخية لم يتوافر لمنهج النقد التاريخي عند الأوروبيين. ¶ 2- موت عملية نقد الروايات وصيانتها من الانتحال بمرحلتين أتاحت توثيق الأسانيد بأكبر قدر ممكن من الاحتياط والتثبت والتدقيق حتى تصل ( الأسانيد ) إلى الناقد على وجه يتيح له الرواية من خلالها. ¶ وهاتان المرحلتان هما : ¶ توثيق الرواية منذ حدوثها إلى تدوينها ¶ توثيق الرواية منذ تدوينها إلى نشرها وتداولها عن طريق الأوساط العلمية . ¶ 3- تظهر عبقرية منهج المحدثين من خلال الدقة المتناهية في الإرسال التي ابتكروها في تحمل وأداء الأسانيد وتصحيحها. ¶ 4- تبنى منهج النقد عند المحدثين مبدأ البحث عن وجود سقط في الإسناد أو انقطاع بين الرواة، واعتبروا هذا القادح الظاهر سببا في اطراح الرواية لعدم وجود الاتصال في المسند وابتكروا لذلك طرقا فريدة في الكشف عن الانقطاع بين الرواة . ¶ 5- وجدت أسباب تاريخية أدت إلى وجود صورة الحديث المرسل، وقد عالج المحدثون إشكالية المرسل لأنها تحتل خصوصية في سياق نظرية الإسناد، فاعتبروا هيئة الحديث المرسل مرفوعة من حيث صورة الإسناد المنقطع، لكنهم احتجوا بمضمون المرسل بشروط معينة .",
            "page": "81",
            "part": "1"
        }
    ],
    "t37361": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الإسناد عند المحدثين ..الدلالة ، التاريخ ، المنهج"
        }
    ]
}