{
    "b37430": [
        {
            "id": "1",
            "nass": "500 سؤال وجواب في السيّر والألقاب والمغازي ¶ إعداد / علي العلي الكعبي ¶ الحمد لله رب العالمين والصلاة والسلام على سيد المرسلين وعلى آله الطاهرين الطيبين وعلى صحبه الغر الميامين ومن حذا حذوهم واستن بسنتهم واقتفى أثرهم إلى يوم الدين ، ¶ أما بعد : ¶ فهذه مجموعة من الأسئلة في السيّر والألقاب والمغازي أخترتها لكم من عدة كتب وأسأل الله أن ينفع بها ، وقد استفدت أيضا ونقلت الكثير من الأسئلة والأجوبة من كتاب الشيخ سليمان اللهيميد حفظه الله على الطاعة وهو كتاب قيم بعنوان : الأنوار في سيرة النبي المختار ، فأسأل الله أن لا يحرمه الأجر ، كما أن أغلب الأسئلة استخرجتها من مراجع ذكرتها بآخر هذا الكتاب ، وكنت أتحرى الفضائل الصحيحة للصحابة رضوان الله عليهم ، وأتجنب الأحاديث الضعيفة في فضائلهم ، وهناك بعض الروايات أخذتها من كتب التاريخ . ¶ والهدف من جمع هذه الأسئلة وأجوبتها هو شحذ الهمم للجميع في معرفة سير خير أمة أخرجت للناس ، وعلى رأسها نبي هذه الأمة سيدنا محمد صلى الله عليه وسلم ، كما أنها تنفع للمسابقات الإسلامية وتعليم أبناءنا . ¶ والحمد لله رب العالمين . ¶ أخوكم / علي العلي الكعبي ¶ صاحب شبكة / الدعاة إلى العلم النافع الإسلامية ¶ www.du3at.com ¶ الأسئلة : ¶ س1 : كم كان عمر النبي صلى الله عليه وسلم حين بعث ؟ ¶ ج1 : أربعين عاما . ¶ س2 : من أول من قال : الآن حميّ الوطيس ؟ ¶ ج2 : نبينا محمد صلى الله عليه وسلم وذلك في غزوة حنين . ¶ س3 : من الذي آمن بالرسول صلى الله عليه وسلم دون تردد ؟ ¶ ج3 : أبو بكر الصديق رضي الله عنه . ¶ س4 : من هو ابن الذبيحين ؟ ¶ ج4 : هو رسول الله محمد صلى الله عليه وسلم ، فأبواه عبدالله وإسماعيل هما الذبيحان ¶ س5 : من الملقب بصاحب السواد وصاحب السواك ؟ ¶ ج5 :.عبد الله بن مسعود رضي الله عنه . ¶ س6 : من هو صاحب سر رسول الله صلى الله عليه وسلم ؟ ¶ ج6 : حذيفة بن اليمان رضي الله عنهما .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "س7 : : من أرحم أمة النبي صلى الله عليه وسلم بأمته ؟ ¶ ج7 : أبو بكر الصديق رضي الله عنه . ¶ س8 : من أشد أمة النبي صلى الله عليه وسلم في دين الله عز وجل ؟ ¶ ج8 :. عمر بن الخطاب رضي الله عنه . ¶ س9 : من أصدق أمة النبي صلى الله عليه وسلم حياءً ؟ ¶ ج9 : عثمان بن عفان رضي الله عنه . ¶ س10 : من أقضى أمة النبي صلى الله عليه وسلم ؟ ¶ ج10 : علي بن أبي طالب رضي الله عنه . ¶ س11 : من أقرأ أمة النبي صلى الله عليه وسلم لكتاب الله عز وجل ؟ ¶ ج11 : أبي بن كعب رضي الله عنه . ¶ س12 : من أعلم أمة النبي صلى الله عليه وسلم بالحلال والحرام ؟ ¶ ج12 : معاذ بن جبل رضي الله عنه . ¶ س13 : من أعلم أمة النبي صلى الله عليه وسلم بالفرائض ؟ ¶ ج13 : زيد بن ثابت رضي الله عنه . ¶ س14 : من هو عبد الله بن عثمان التيمي ؟ ¶ ج14 : هو أبو بكر الصديق رضي الله عنه فأبوه أبو قحافة أسمه عثمان . ¶ س15 : ما أسم الصحابي الجليل أبو موسى الأشعري ؟ ¶ ج15 : عبد الله بن قيس الأشعري رضي الله عنه . ¶ س16 : ما أسم الصحابي الجليل أبو أيوب الأنصاري ؟ ¶ ج16 : خالد بن زيد بن كليب الأنصاري رضي الله عنه . ¶ س17 : ما أسم الصحابي الجليل أبو هريرة ؟ ¶ ج17 : عبد الرحمن بن صخر الدوسي رضي الله عنه ، وهذا على الأشهر وقيل عبدالله بن صخر ، وقد كان اسمه عبد شمس فغيره رسول الله صلى الله عليه وسلم . ¶ س18 : ما أسم الصحابي الجليل أبو ذر الغفاري ؟ ¶ ج18 : جندب بن جنادة الغفاري رضي الله عنه . ¶ س19 : من الملقب بالفاروق ؟ ¶ ج19 : عمر بن الخطاب رضي الله عنه . ¶ س20 : من الملقب بذي النورين ؟ ¶ ج20 : عثمان بن عفان رضي الله عنه . ¶ س21 :من الملقب بأبي تراب ؟ ¶ ج21 : علي بن أبي طالب رضي الله عنه . ¶ س22 : من خير الفرسان وخير الرجالة في عهد رسول الله صلى الله عليه وسلم ؟ ¶ ج22 : قال صلى الله عليه وسلم : ( خير فرساننا أبو قتادة وخير رجالتنا سلمة بن الأكوع ) .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "س23 : ماذا سمّى رسول الله صلى الله عليه وسلم طلحة بن عبيدالله رضي الله عنه يوم أحد ؟ ¶ ج23 : طلحة الخير . ¶ س24 : ماذا سمّى رسول الله صلى الله عليه وسلم طلحة بن عبيدالله رضي الله عنه يوم العسرة؟ ¶ ج24 : طلحة الفيّاض . ¶ س25 : ماذا سمّى رسول الله صلى الله عليه وسلم طلحة بن عبيدالله رضي الله عنه يوم حنين ؟ ¶ ج25 : طلحة الجود . ¶ س26 : قال رسول الله صلى الله عليه وسلم ( هذا خالي فليرني أمرؤ خاله ) ، فمن الذي يقصده الرسول صلى الله عليه وسلم ؟ ¶ ج26 : سعد بن أبي وقاص رضي الله عنه . ¶ س27 :قال عنه رسول الله صلى الله عليه وسلم : أن ساقيه يوم القيامة في ميزانه أثقل من أحد - ( جبل أحد ) ، فمن هو ؟ ¶ ج27 : عبد الله بن مسعود رضي الله عنه . ¶ س28 :قال عنه رسول الله صلى الله عليه وسلم : من أراد أن ينظر إلى شهيد يمشي على رجليه فلينظر إلى .... ) ، ينظر إلى من ؟ ¶ ج28 : طلحة بن عبيد الله رضي الله عنه . ¶ س29 : من هما سيدا كهول أهل الجنة ؟ ¶ ج29 : أبو بكر وعمر رضي الله عنهما . ¶ س30 :من هما سيدا شباب أهل الجنة ؟ ومن خيرٌ منهما ؟ ¶ ج30 : قال رسول الله صلى الله عليه وسلم : ( ابناي هذان الحسن والحسين سيدا شباب أهل الجنة وأبوهما خير منهما ) . ¶ س31 : : قال رسول الله صلى الله عليه وسلم : ( من سرّه أن يقرأ القرآن غضا كما أنزل فليقرأ على قراءة ابن أم عبد ) ، فمن هو ابن أم عبد ؟ ¶ ج31 : هوعبد الله بن مسعود رضي الله عنه . ¶ س32 : أمر الله عز وجل نبيه صلى الله عليه وسلم أن يبشرها ببيت من قصب لا صخب فيه ولا نصب ، فمن هي ؟ ¶ ج32 : أم المؤمنين خديجة بنت خويلد رضي الله عنها . ¶ س33 :من الملقب بصقر يوم اليمامة ؟ ¶ ج33 : زيد بن الخطاب رضي الله عنه . ¶ س34 : من الملقبة بذات النطاقين ؟ ¶ ج34 : أسماء بنت أبي بكر رضي الله عنهما . ¶ س35 : من هي شهيدة البحر ؟ ¶ ج35 : أم حرام بنت ملحان رضي الله عنها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "س36 : من هي أول ممرضة في الإسلام وقد وضعت خيمتها في مسجد الرسول صلى الله عليه وسلم تعالج الجرحى في غزوة الخندق ؟ ¶ ج36 : رفيدة الأسلمية رضي الله عنها . ¶ س37 : احدى أمهات المؤمنين رضي الله عنهن تلقب بأم المساكين ، فمن هي ؟ ¶ ج37 :أم المؤمنين زينب بنت خزيمة الهلالية رضي الله عنها . ¶ س38 : من ثاني زوجات الرسول صلى الله عليه وسلم وقد تزوجها بعد وفاة أم المؤمنين خديجة رضي الله عنها . ¶ ج38 : أم المؤمنين سودة بنت زمعة رضي الله عنها . ¶ س39 : من هي أكبر بنات الرسول صلى الله عليه وسلم ؟ ¶ ج39 : زينب رضي الله عنها . ¶ س40 : من أول من أرضع النبي صلى الله عليه وسلم ؟ ¶ ج40 : ثويبة مولاة أبي لهب . ¶ س41 : من أحب الناس إلى النبي صلى الله عليه وسلم من النساء ؟ ¶ ج41 : أم المؤمنين عائشة بنت أبي بكر رضي الله عنهما . ¶ س42 : من هي حاضنة الرسول صلى الله عليه وسلم ، وهي زوجة زيد بن حارثة مولاه رضي الله عنه ؟ ¶ ج42 : أم أيمن رضي الله عنها ؟ ¶ س43 : ما أسم أم أيمن رضي الله عنها ؟ ¶ ج43 : بركة بنت ثعلبة بن عمرو رضي الله عنها . ¶ س44 : قال صلى الله عليه وسلم : كمل من الرجال الكثير ، ومن النساء أربع ، فمن هن الأربع نساء ؟ ¶ ج44 : آسيا امرأة فرعون ومريم ابنة عمران وخديجة بنت خويلد وفاطمة بنت محمد . رضي الله عنهن . ¶ س45 : من هي مرضعة الرسول صلى الله عليه وسلم ؟ ¶ ج45 : حليمة السعدية . ¶ س46 :ما أسماء أخوة الرسول صلى الله عليه وسلم من الرضاعة وهم أبناء حليمة السعدية ؟ ¶ ج46 : عبدالله ، أنيسة ، جذامة وهي الشيماء . ¶ س47 : من هو أبو الرسول صلى الله عليه وسلم من الرضاعة ؟ ¶ ج47 : الحارث بن عبد العزى زوج حليمة السعدية . ¶ س48 : ما أسم أم المؤمنين أم سلمة رضي الله عنها ؟ ¶ ج48 : هند بنت أمية المخزومية رضي الله عنها . ¶ س49 : من هي أم أم المؤمنين عائشة ، وزوجة أبي بكر الصديق رضي الله عنهم .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ج49 : أم رومان بنت عامر بن عويمر الكنانية رضي الله عنها . ¶ س50 : من هي أم أم المؤمنين حفصة بنت عمر رضي الله عنهم ؟ ¶ ج50 : زينب بنت مظعون رضي الله عنها . ¶ س51 : من هن بنات الرسول صلى الله عليه وسلم ؟ ¶ ج51 : زينب ، أم كلثوم ، رقية ، فاطمة – رضي الله عنهن . ¶ س52 : ما أسم أم رسول الله صلى الله عليه وسلم ؟ ¶ ج52 : آمنة بنت وهب بن عبد مناف بن زهرة . ¶ س53 : من هي أم علي بن أبي طالب رضي الله عنه ؟ ¶ ج53 : فاطمة بنت أسد بن هاشم بن عبد مناف رضي الله عنها . ¶ س54 : ما أسم أم المؤمنين أم حبيبة رضي الله عنها ؟ ¶ ج54 : رملة بنت أبي سفيان رضي الله عنهما . ¶ س55 : آخر زوجات رسول الله صلى الله عليه وسلم كما أنها آخرهن وفاة ، وقد كان أسمها برّة وغيره رسول الله صلى الله عليه وسلم ، فمن هي ؟ ¶ ج55 : أم المؤمنين ميمونة بنت الحارث بن حزن الهلالية رضي الله عنها . ¶ س56 : سرية النبي صلى الله عليه وسلم وأم ولده ابراهيم ، فمن هي ؟ ¶ ج56 : مارية القبطية رضي الله عنها . ¶ س57 : زوجها الله تعالى لنبية صلى الله عليه وسلم تأكيدا لإبطال التبني ، فمن هي ؟ ¶ ج57 : أم المؤمنين زينب بنت جحش رضي الله عنها ، وقد كانت قبله تحت زيد بن حارثة والذي كان يدعى بزيد بن محمد ، وأبطل الله تعالى التبني وأن يتسمى المرء بغير أسم أبيه . ¶ س58 : احدى أمهات المؤمنين كان أبوها زعيم بني النضير وسبيت يوم خيبر وتزوجها رسول الله صلى الله عليه وسلم ، فمن هي ؟ ¶ ج58 : أم المؤمنين صفية بنت حيي بن أخطب رضي الله عنها . ¶ س59 : هي البكر الوحيدة التي تزوجها رسول الله صلى الله عليه وسلم ، فمن هي ؟ ¶ ج59 : أم المؤمنين عائشة بنت أبي بكر رضي الله عنهما . ¶ س60 : من الملقب بأسد الله ، وسيد الشهداء؟ ¶ ج60 : حمزة بن عبد المطلب رضي الله عنه . ¶ س61 :من هو حب النبي صلى الله عليه وسلم وابن حبه ؟ ¶ ج61 : أسامة بن زيد بن حارثة رضي الله عنهما .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "س62 : من الذي قال عنه النبي صلى الله عليه وسلم : ( هذا بقية آبائي ) ؟ ¶ ج62 : العباس بن عبد المطلب رضي الله عنه . ¶ س63 : من هو حواري رسول الله صلى الله عليه وسلم ؟ ¶ ج63 : الزبير بن العوام رضي الله عنه . ¶ س64 : من الملقب بتاجر الرحمن ؟ ¶ ج64 : عبد الرحمن بن عوف رضي الله عنه . ¶ س65 : من الملقب بأمين هذه الأمة ؟ ¶ ج65 : أبو عبيدة عامر بن الجراح رضي الله عنه . ¶ س66 : من إمام العلماء يوم القيامة ؟ ¶ ج66 : معاذ بن جبل رضي الله عنه . ¶ س67 : من الصحابي الذي قال له النبي صلى الله عليه وسلم : ( ربح البيع أبا يحي ) ؟ ¶ ج67 : صهيب بن سنان الرومي رضي الله عنه . ¶ س68 : صحابي كان يلقب بأبي المساكين وحين استشهد لقب بذي الجناحين ، فمن هو ؟ ¶ ج68 : جعفر بن أبي طالب رضي الله عنه . ¶ س69 : من أول من لقب بأمير المؤمنين ؟ ¶ ج69 : عمر بن الخطاب رضي الله عنه . ¶ س70 : من هو شاعر الرسول صلى الله عليه وسلم ؟ ¶ ج70 : حسان بن ثابت رضي الله عنه . ¶ س71 : من هو أبو اليقظان العنسي ؟ ¶ ج71 : عمار بن ياسر رضي الله عنه . ¶ س72 : من هي أم الزبير بن العوام رضي الله عنه ؟ ¶ ج72 : صفية بنت عبد المطلب رضي الله عنها ، عمة النبي صلى الله عليه وسلم . ¶ س73 : من هي أم عبد الله بن الزبير رضي الله عنهما ؟ ¶ ج73 : أسماء بنت أبي بكر الصديق رضي الله عنهما . ¶ س74 : من أول من أسلم من الرجال ؟ ¶ ج74 : أبو بكر الصديق رضي الله عنه . ¶ س75 : من أول من أسلم من النساء ؟ ¶ ج75 : أم المؤمنين خديجة بنت خويلد رضي الله عنها . ¶ س76 : من أول من أسلم من الصبيان ؟ ¶ ج76 : علي بن أبي طالب رضي الله عنه . ¶ س77 : من أول من أسلم من الموالي ؟ ¶ ج77 : زيد بن حارثة رضي الله عنه . ¶ س78 : من هو مؤذن النبي صلى الله عليه وسلم ؟ ¶ ج78 : بلال بن رباح رضي الله عنه . ¶ س79 : من الصحابي الذي حكّم في يهود خيبر ؟ ¶ ج79 : سعد بن معاذ رضي الله عنه .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "س80 : من الملقب بترجمان القرآن ؟ ¶ ج80 : عبدالله بن عباس رضي الله عنهما . ¶ س81 : من الملقب بحبر الأمة ؟ ¶ ج81 : عبدالله بن عباس رض الله عنهما . ¶ س82 :من اشترى بئر رومة الذي في المدينة من اليهودي ووهبه للمسلمين ؟ ¶ ج82 : عثمان بن عفان رضي الله عنه . ¶ س83 : من الذي دعا له النبي صلى الله عليه وسلم : ( اللهم سدد رميته وأجب دعوته ) ؟ ¶ ج83 : سعد بن أبي وقاص رضي الله عنه . ¶ س84 : ما أسم الصحابية أم عمارة التي شاركت في غزوات مع النبي صلى الله عليه وسلم وفي حروب الردة أيضا ؟ ¶ ج84 : نسيبة بنت كعب الأنصارية رضي الله عنها . ¶ س85 : من الذي أشار على النبي صلى الله عليه وسلم بحفر الخندق في غزوة الأحزاب ؟ ¶ ج85 : سلمان الفارسي رضي الله عنه . ¶ س86 : من الملقب بغسيل الملائكة ؟ ¶ ج86 : حنظلة بن أبي عامر رضي الله عنه . ¶ س87 : ما أسم الصحابي الجليل أبو الدرداء رضي الله عنه ؟ ¶ ج87 : عويمر بن عامر الأنصاري رضي الله عنه . ¶ س88 : ما أسم الصحابي الجليل أبو مرثد الغنوي رضي الله عنه ؟ ¶ ج88 : كناز بن حصين بن يربوع رضي الله عنه ، وهذا على الأشهر وقد قيل أن اسمه معاذ بن حصن بن يربوع ¶ س89 : ما أسم الصحابي الجليل أبو دجانة رضي الله عنه ؟ ¶ ج89 : سماك بن خرشة رضي الله رضي الله عنه . ¶ س90 : ما أسم الصحابي الجليل أبو سعيد الخدري رضي الله عنه ؟ ¶ ج90 : سعد بن مالك بن سنان رضي الله عنه . ¶ س91 : من كان مؤذن مسجد قباء زمن النبي صلى الله عليه وسلم ؟ ¶ ج91 : سعد القرظي رضي الله عنه . ¶ س92 : ما أسم الصحابي الجليل أبو لبابة الأنصاري رضي الله عنه ؟ ¶ ج92 : بشير بن عبد المنذر الأنصاري رضي الله عنه ؟ ¶ س93 : من الصحابي الذي رؤي الآذان وأخبر به النبي صلى الله عليه وسلم ؟ ¶ ج93 : عبد الله بن زيد بن عبد ربه رضي الله عنه . ¶ س94 : مَن من الصحابة أخذ السيف من رسول الله صلى الله عليه وسلم حين قال : ( من يأخذه بحقه ) .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ج94 : أبو دجانة – سماك بن خرشة – رضي الله عنه . ¶ س95 :صحابي قتله المسلمون بالخطأ في غزوة أحد وأراد النبي صلى الله عليه وسلم أن يديّه ، فتصدق ولده بالديّة على المسلمين ، فمن هذا الصحابي ؟ ¶ ج95 : اليمان – والد حذيفة بن اليمان – رضي الله عنهما واسمه حسيل بن جابر العبسي رضي الله عنه . ¶ س96 : لما نزلت سورة البيّنة أمر الله تعالى النبي صلى الله عليه وسلم أن يقرأها على أحد الصحابة ، فمن هذا الصحابي ؟ ¶ ج96 : أبي بن كعب رضي الله عنه . ¶ س97 : من هم العشرة المبشرون بالجنة ؟ ¶ ج97 : أبو بكر الصديق – عمر بن الخطاب – عثمان بن عفان – علي بن أبي طالب – طلحة بن عبيد الله – الزبير بن العوام – سعد بن أبي وقاص – عبد الرحمن بن عوف – أبو عبيدة بن الجراح – سعيد بن زيد – رضي الله عنهم أجمعين . ¶ س98 : من الصحابي الذي هدم صنم العزى وقتلها ؟ ¶ ج98 : خالد بن الوليد رضي الله عنه . ¶ س99 : من الصحابي الذي هدم رُضاء – وهي بيت أوثان - ؟ ¶ ج99 : المستوغر بن ربيعة رضي الله عنه . ¶ س100 : من الشاعر الذي قال عنه النبي صلى الله عليه وسلم ، أنه قال أصدق كلمة ؟ وما هي هذه الكلمة ؟ ¶ ج100 : هو لبيد بن ربيعة ، وقد قال ( ألا كل شيء ما خلا الله باطل ) . ¶ س101 : ما أسم الصحابي أبو سفيان رضي الله عنه ؟ ¶ ج101 : صخر بن حرب بن أميّة رضي الله عنه . ¶ س102 : ما أسم أم عثمان بن عفان رضي الله عنه وعنها ؟ ¶ ج102 : أروى بنت كريز بن ربيعة رضي الله عنها . ¶ س103 : من أول من دوّن الدواوين وفرض العطاء ؟ ¶ ج103 : عمر بن الخطاب رضي الله عنه . ¶ س104 : من أول خليفة جمع الناس على إمام في صلاة التراويح ؟ ¶ ج104 : عمر بن الخطاب رضي الله عنه . ¶ س105 : من الستة أصحاب الشورى الذين وكل إليهم اختيار خليفة منهم بعد مقتل عمر بن الخطاب رضي الله عنه ؟",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ج105 : عثمان بن عفان ، علي بن أبي طالب ، عبد الرحمن بن عوف ، طلحة بن عبيد الله ، سعد بن أبي وقاص ، الزبير بن العوام – رضي الله عنهم أجمعين . ¶ س106 : من الذي صلى بالمؤمنين ثلاثة أيام بعد مقتل عمر بن الخطاب رضي الله عنه إلى أن تولى الخلافة عثمان بن عفان رضي الله عنه ؟ ¶ ج106 : صهيب بن سنان الرومي رضي الله عنه . ¶ س107 : من الأربعة الذين جمعوا القرآن على عهد النبي صلى الله عليه وسلم ؟ ¶ ج107 : معاذ بن جبل ، أبيّ بن كعب ، زيد بن ثابت ، أبو زيد – رضي الله عنهم أجمعين . ¶ س108: من الصحابي الذي دعا له النبي صلى الله عليه وسلم : ( اللهم اغفر له ذنبه وادخله يوم القيامة مدخلا كريما ) ؟ ¶ ج108 : أبو موسى الأشعري رضي الله عنه . ¶ س109 : من الذي قال له رسول الله صلى الله عليه وسلم : ( أنت مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي ) ؟ ¶ ج109 : علي بن أبي طالب رضي الله عنه . ¶ س110 : من الذي قال عنه النبي صلى الله عليه وسلم : ( اللهم إني أحبه فأحبه وأحب من يحبه ) ؟ ¶ ج110 : الحسن بن علي بن أبي طالب رضي الله عنهما . ¶ س111 :من الصحابية التي تزوجت من جعفر بن أبي طالب ثم بأبي بكر الصديق ثم بعلي بن أبي طالب رضي الله عنهم جميعا ؟ ¶ ج111 : أسماء بنت عميس رضي الله عنها . ¶ س112 : من أول من حيا بتحية الإسلام ، السلام عليكم ورحمة الله وبركاته ؟ ¶ ج112 : أبو ذر الغفاري رضي الله عنه . ¶ س113 : صحابي دعا له النبي صلى الله عليه وسلم : ( اللهم حبِّب عُبيدَك هذا وأمّه إلى عبادك المؤمنين وحبب إليهم المؤمنين ) فقال : فما خلق مؤمن يسمع بي ولا يراني إلا أحبني ، فمن هذا الصحابي الجليل ؟ ¶ ج113 : أبو هريرة رضي الله عنه . ¶ س114 : ما أسم زوج زينب بنت رسول الله صلى الله عليه وسلم ورضي الله عنها ؟ ¶ ج114 : العاص بن الربيع رضي الله عنه . ¶ س115 : من هو خطيب الرسول صلى الله عليه وسلم ؟ ¶ ج115 : ثابت بن قيس رضي الله عنه .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "س116 : من أول سفير في الإسلام ؟ ¶ ج116 : مصعب بن عمير رضي الله عنه . ¶ س117 : من أول من سن الركعتين قبل القتل صبرا ؟ ¶ ج117 : خبيب بن عدي رضي الله عنه . ¶ س118 :من الذي كان يسوق بُدن النبي صلى الله عليه وسلم ؟ ¶ ج118 : ناجية بن عمير رضي الله عنه . ¶ س119 : من الذي قال عنه النبي صلى الله عليه وسلم : ( نعم فتى العشيرة ) ؟ ¶ ج119 : خالد بن الوليد رضي الله عنه . ¶ س120 : قال النبي صلى الله عليه وسلم : ( خذوا القرآن من أربعة ... ) فمن هم ؟ ¶ ج120 : من ابن مسعود وأبي بن كعب ومعاذ بن جبل وسالم مولى أبي حذيفة – رضي الله عنهم أجمعين . ¶ س121 : من الذي قال له النبي صلى الله عليه وسلم : ( لقد أوتيت مزمارا من مزامير آل داود ) ، وذلك لحسن صوته بالقرآن ؟ ¶ ج121 : أبو موسى الأشعري رضي الله عنه . ¶ س122 : من آخر من مات من الصحابة رضي الله عنهم أجمعين ؟ ¶ ج122 : عامر بن واثلة ( أبو الطفيل ) رضي الله عنه وقد مات سنة 100 للهجرة . ¶ س123 : ما أسم الصحابي أبو الأرقم رضي الله عنه ؟ ¶ ج123 : عبد مناف بن أسد بن عبدالله بن عمر المخزومي رضي الله عنه . ¶ س124 : ما أسم الصحابي أبو برده البلوي رضي الله عنه ؟ ¶ ج124 : هانئ بن نيار رضي الله عنه . ¶ س125 : من الملقب بذي النور ؟ ¶ ج125 : عامر بن الطفيل الدوسي رضي الله عنه . ¶ س126 : أكثر الصحابة رووا عن النبي صلى الله عليه وسلم ، ولكن النبي صلى الله عليه وسلم روى عن أحد الصحابة ، فمن هو ؟ ¶ ج126 : تميم الداري رضي الله عنه ، والرواية هي حديث الجساسة والدجال . ¶ س127 : صحابي عاش 60 سنة في الجاهلية و 60 سنة في الإسلام ، وقد ولد في جوف الكعبة ، فمن هو ؟ ¶ ج127 : حكيم بن حزام رضي الله عنه . ¶ س128 : من الصحابيان اللذان صلى خلفهما الرسول صلى الله عليه وسلم ؟ ¶ ج128 :أبو بكر الصديق وعبد الرحمن بن عوف – رضي الله عنهما . ¶ س129 :من هن سراري رسول الله صلى الله عليه وسلم ؟",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ج129 : مارية القبطية ، وريحانة بنت زيد رضي الله عنهن . ¶ س130 : صحابي أرسله النبي صلى الله عليه وسلم يوم الأحزاب ليدخل بين الأعداء وينظر حالهم ويأتيه بخبرهم ، فمن هو ؟ ¶ ج130 : حذيفة بن اليمان رضي الله عنهما . ¶ س131 :صحابي جليل ، قال عنه الرسول صلى الله عليه وسلم : ( لو أقسم على الله لأبره ) ، فمن هو ؟ ¶ ج131 : البراء بن مالك رضي الله عنه . ¶ س132 : من الملقب بظليل الملائكة ؟ ¶ ج132 : عبدالله بن عمرو بن حرام رضي الله عنه ، والد جابر بن عبدالله . ¶ س133 : من أول من اهراق دما من المشركين في سبيل الله ؟ ¶ ج133 : سعد بن أبي الوقاص رضي الله عنه . ¶ س134 : من الذي صلى عليه النبي صلى الله عليه وسلم صلاة الميت الغائب ؟ ¶ ج134 : النجاشي ملك الحبشة وأسمه أصحمة . ¶ س135 : من أول شهيدة في الإسلام ؟ ¶ ج135 : سمية بنت خباط وقيل بنت خياط والدة عمار بن ياسر رضي الله عنهما . ¶ س136 : من أول مولود للمهاجرين في المدينة ؟ ¶ ج136 : عبد الله بن الزبير رضي الله عنهما . ¶ س137 : من أول مولود للأنصار بعد قدوم الرسول صلى الله عليه وسلم مهاجرا للمدينة ؟ ¶ ج137 : النعمان بن بشير رضي الله عنهما . ¶ س138 : من أول من دفن في البقيع من المهاجرين ؟ ¶ ج138 : عثمان بن مظعون رضي الله عنه . ¶ س139 : من أول من مات من الإنصار بعد قدوم الرسول صلى الله عليه وسلم إلى المدينة ؟ ¶ ج139 : كلثوم بن الهدم رضي الله عنه . ¶ س140 : من أول من بايع الرسول صلى الله عليه وسلم في بيعة العقبة الثانية ؟ ¶ ج140 : البراء بن معرور رضي الله عنه . ¶ س141 : من أول من جهر بالقرآن في مكة وقد ضربه المشركون آنذاك ؟ ¶ ج141 : عبدالله بن مسعود رضي الله عنه . ¶ س142 : من الذي أوصل أم المؤمنين أم سلمة رضي الله عنها وولدها من مكة إلى المدينة مهاجرة ؟ ¶ ج142 : عثمان بن طلحة العبدري رضي الله عنه . ¶ س143 : من كان نقيب بني النجار من الأنصار ؟",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ج143 : أسعد بن زرارة رضي الله عنه . ¶ س144 : حين مات أسعد بن زرارة رضي الله عنه من أصبح نقيب بني النجار بعده ؟ ¶ ج144 : رسول الله صلى الله عليه وسلم . ¶ س145 : من الذي اشترى مربد الغلامين اليتيمين في المدينة ليكون مسجدا للرسول صلى الله عليه وسلم ومساكنا لأهله ؟ ¶ ج145 معاذ بن عفراء رضي الله عنه وقد كان الغلامين اليتيمين تحت رعايته . : ¶ س146 : من الصحابي الملقب بصاحب العذق المذلل في الجنة ؟ ¶ ج146 : أبو الدحداحة بن تميم القضاعي رضي الله عنه . ¶ س147 : من الصحابية التي أقطعها رسول الله صلى الله عليه وسلم بئرا ببطن العقيق فكان يسمى بإسمها ؟ ¶ ج147 : آمنة بنت الأرقم رضي الله عنها . ¶ س148 : من أخطب نساء العرب ؟ ¶ ج148 : أسماء بنت يزيد رضي الله عنها . ¶ س149 : من الصحابي الملقب بالمجدع بالله ؟ ¶ ج149 : عبدالله بن جحش رضي الله عنه . ¶ س150 : من الصحابيتان اللتان بايعتا رسول الله صلى الله عليه وسلم في بيعة العقبة ؟ ¶ ج150 : نسيبة بنت كعب وهي أم عمارة و أم منيع أسماء بنت عمرو بن عدي ، وهي أم معاذ بن جبل رضي الله عنهم أجمعين . ¶ س151 : احدى أمهات المؤمنين رضي الله عنهن رفضت أن يجلس أباها المشرك وقتئذ على فراش رسول الله صلى الله عليه وسلم ، فمن هي ؟ ¶ ج151 : أم المؤمنين أم حبيبة رملة بنت أبي سفيان رضي الله عنهما . ¶ س152 : من الصحابي الذي أسلم في غزوة أحد واستشهد ولم يسجد لله سجدة واحدة وشهد له النبي صلى الله عليه وسلم أنه من أهل الجنة ؟ ¶ ج152 : الأصيرم عمر بن ثابت بن وقش رضي الله عنه . ¶ س153 : من سيد فتيان أهل الجنة ؟ ¶ ج153 : أبو سفيان بن الحارث رضي الله عنه . ¶ س154 : من الصحابي الملقب بذي البجادين ؟ ¶ ج154 : عبدالله بن عبد نهم المازني رضي الله عنه . وقد كان اسمه عبد العزى وغيره الرسول صلى الله عليه وسلم إلى عبدالله .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "س155 : ما أسم المرأة المخزومية التي قطعت يدها حدا للسرقة عن أمر رسول الله صلى الله عليه وسلم ؟ ¶ ج155 : قلابة المخزومية. ¶ س156 : من اللذان قال عنهما رسول الله صلى الله عليه وسلم : ( هذان السمع والبصر ) ؟ ¶ ج156 : أبو بكر الصديق وعمر بن الخطاب رضي الله عنهما . ¶ س157 : قال عنه رسول الله صلى الله عليه وسلم : ( من سره أن ينظر إلى تواضع عيسى فلينظر إلى ... ) ، من ؟ ¶ ج157 : فلينظر إلى أبي ذر ، رضي الله عنه ¶ س158 : من الذي أمره رسول الله صلى الله عليه وسلم بتعلم العبرية ؟ ¶ ج158 : زيد بن ثابت رضي الله عنه . ¶ س159 : من الذي شبهه رسول الله صلى الله عليه وسلم بعيسى عليه السلام ؟ ¶ ج159 : عروة بن مسعود الثقفي رضي الله عنه . ¶ س160 : من أول من وضع البريد في الإسلام ؟ ¶ ج160 : معاوية بن أبي سفيان رضي الله عنهما . ¶ س161 : صحابي أصابه سهم غرب يوم بدر ، فقال رسول الله صلى الله عليه وسلم لأمه : ( إن ابنك أصاب الفردوس الأعلى ) ، فمن هذا الصحابي ؟ ¶ ج161 : حارثة بن سراقة رضي الله عنه . ¶ س162 : احدى أمهات المؤمنين رضي الله عنهن عرفت بالصوّامة القوّامة ، فمن هي ؟ ¶ ج162 : أم المؤمنين حفصة بنت عمر بن الخطاب رضي الله عنهما . ¶ س163 : من هي ذات الهجرتين ؟ ¶ ج163 : رقية بنت رسول الله صلى الله عليه وسلم ورضي الله عنها . ¶ س164 : من السيدة التي أودع عندها المسلمون المصحف الأول ؟ ¶ ج164 : أم المؤمنين حفصة بنت عمر بن الخطاب رضي الله عنهما . ¶ س165 : من أول مولود في الإسلام ؟ ¶ ج165 : عبدالله بن عمر بن الخطاب رضي الله عنهما . ¶ س166 : من أول من حدّت في القذف ؟ ¶ ج166 : حمنة بنت جحش رضي الله عنها . ¶ س167 : من أول امرأة وضع لها نعش في الإسلام ؟ ¶ ج167 : فاطمة بنت رسول الله صلى الله عليه وسلم ورضي الله عنها . ¶ س168 : من أول ظعينة دخلت إلى المدينة المنورة ؟ ¶ ج168 : ليلى بنت أبي خيثمة بن حذيفة رضي الله عنها .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "س169 : من الصحابي الذي قال عنه رسول الله صلى الله عليه وسلم : ( أن عليه مسحة ملك ) ؟ ¶ ج169 :جرير بن عبدالله البجلي رضي الله عنه . ¶ س170 : صحابي قال له رسول الله صلى الله عليه وسلم : ( إن فيك خصلتين يحبهما الله : الحلم والأناة ) ، فمن هو ؟ ¶ ج170 : الأشج عبد القيس رضي الله عنه . ¶ س171 : من أول بكر هاجرت في سبيل الله ؟ ¶ ج171 : أم كلثوم بنت عقبة بن أبي معيط رضي الله عنها . ¶ س172 : من الصحابي الملقب بذي الشهادتين ؟ ¶ ج172 : خزيمة بن ثابت بن الفاكه رضي الله عنه . ¶ س173 : من الصحابي الوحيد الذي خصه رسول الله صلى الله عليه وسلم أن يضحي بالعناق – جذع المعز – وقال له ( لن تجزئ عن أحد بعدك ) ؟ ¶ ج173 : أبو برد هانئ بن نيار البلوي رضي الله عنه . ¶ س174 : من صاحب أول قبر رش عليه ماء ؟ ¶ ج174 : ابراهيم بن رسول الله صلى الله عليه وسلم . ¶ س175 : ما أسم شقران مولى رسول الله صلى الله عليه وسلم ؟ ¶ ج175 : صالح رضي الله عنه . ¶ س176 : ما أسم أبو جندل العامري رضي الله عنه ؟ ¶ ج176 : العاصي بن سهيل بن عمرو رضي الله عنه . ¶ س177 : ما أسم أبو أمامة الباهلي رضي الله عنه ؟ ¶ ج177 : صدي بن عجلان الباهلي رضي الله عنه . ¶ س178 : من الصحابي الملقب بالمنحور ؟ ¶ ج178 : أبو رهم الغفاري وأسمه كلثوم بن حصين رضي الله عنه ، ولقب بالمنحور لسهم أصابه في نحره يوم أحد فبصق عليه النبي صلى الله عليه وسلم فبرأ منه . ¶ س179 : ما أسم أم أبو بكر الصديق رضي الله عنه ؟ ¶ ج179 : أم الخير سلمى بنت صخر بن عمرو بن كعب التيمية رضي الله عنها . ¶ س180 : من الذي حفر قبر رسول الله صلى الله عليه وسلم وجعل فيه لحدا ؟ ¶ ج180 : أبو طلحة الأنصاري رضي الله عنه . ¶ س181 : ما أسم الصحابي الجليل أبو قطبة وهو من الذين شهدوا بدرا والعقبة ؟ ¶ ج181 : يزيد بن عمرو بن حديدة الأنصاري الخزرجي السلمي رضي الله عنه . ¶ س182 : ما أسم الصحابي الجليل أبو قتادة ؟",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ج182 : الحارث بن ربعي الأنصاري رضي الله عنه . ¶ س183 : من أول خليفة أمر بالأذان الثاني يوم الجمعة ؟ ¶ ج183 : عثمان بن عفان رضي الله عنه . ¶ س184 : في عهد من من الخلفاء كتب التاريخ الهجري ؟ ¶ ج184 : في عهد عمر بن الخطاب رضي الله عنه . ¶ س185 : من أول رجل رجم في الإسلام ؟ ¶ ج185 : ماعز بن مالك رضي الله عنه . ¶ س186 : من الذي قال له رسول الله صلى الله عليه وسلم : ( أنت أخونا ومولانا ) ؟ ¶ ج186 : زيد بن حارثة رضي الله عنه . ¶ س187 : من آخر من توفي من العشرة المبشرين بالجنة ؟ ¶ ج187 : سعد بن أبي وقاص رضي الله عنه . ¶ س188 : من التي قال عنها رسول الله صلى الله عليه وسلم : ( هي أمّي بعد أمّي ) ، وقال عنها كذلك : ( هذه بقية أهل بيتي ) ؟ ¶ ج188 : أم أيمن بركة بنت ثعلبة بن عمر رضي الله عنها . ¶ س189 : من أول من قال : لا يلدغ المؤمن من حجر مرتين ؟ ¶ ج189 : رسول الله صلى الله عليه وسلم . ¶ س190 : من أول من أصبح خليفة من بني أميّة ؟ ¶ ج190 : عثمان بن عفان رضي الله عنه . ¶ س191 : ما أسم أم عمر بن الخطاب رضي الله عنه ؟ ¶ ج191 : حنتمة بنت هشام بن المغيرة المخزومية . ¶ س192 : ما أسم الصحابية والشاعرة المشهورة الخنساء ؟ ¶ ج192 : تماضر بنت عمرو بن الشريد بن رباح رضي الله عنها . ¶ س193 : من الحكمين اللذان حكما بين علي ومعاوية رضي الله عنهما في حرب صفين ؟ ¶ ج193 : عمرو بن العاص وأبو بوسى الأشعري رضي الله عنهما . ¶ س194 : من أحب الرجال إلى النبي صلى الله عليه وسلم ؟ ¶ ج194 : أبو بكر الصديق رضي الله عنه . ¶ س195 : من الذي إذا رآه الشيطان سالكا فجا سلك فجا غير فجه ؟ ¶ ج195 : عمر بن الخطاب رضي الله عنه . ¶ س196 : من الذي قال عنه النبي صلى الله عليه وسلم : ( ألا أستحي من رجل تستحي منه الملائكة ) ؟ ¶ ج196 : عثمان بن عفان رضي الله عنه .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "س197 : من الذي قال عنه النبي صلى الله عليه وسلم : ( لأعطين الراية غدا رجلا يفتح الله على يديه يحب الله ورسولة ويحبه الله ورسولة ) ؟ ¶ ج197 : علي بن أبي طالب رضي الله عنه . ¶ س198 : صحابي استشهد في احدى الغزوات وكان يسأل عنه النبي صلى الله عليه وسلم ، فوجدوه قد قتل سبعة من المشركين ثم قتلوه ، فقال النبي صلى الله عليه وسلم عنه : ( هذا مني وأنا منه ، هذا مني وأنا منه ) ، ووضعه على ساعديه ليس له إلا ساعدا النبي صلى الله عليه وسلم ، حتى حفر له قبره ووضع فيه ، فمن هذا الصحابي ؟ ¶ ج198 : جليبيب رضي الله عنه . ¶ س199 : صحابي دعا له النبي صلى الله عليه وسلم : ( اللهم ثبته واجعله هاديا مهديا ) ، وطلب منه أن يريحه من ذي الخلصة ، وهو بيت في لخثعم يدعى الكعبة اليمانية ، فذهب هذا الصحابي مع مائة وخمسين فارسا من قومه وهدمها وحرقها ، فمن هذا الصحابي ؟ ¶ ج199 : جرير بن عبدالله البجلي رضي الله عنه . ¶ س200 : كان من قتلى المسلمين يوم أحد ، وقد كان به رمق فرأى رجلا من المسلمين ، فقال له : أبلغ رسول الله صلى الله عليه وسلم عني السلام وقل له جزاك الله خير ما جزى نبيا عن أمته ، وأبلغ قومي السلام وقل لهم لا عذر لكم عند الله إن خلص إلى رسول الله صلى الله عليه وسلم أذى وفيكم عين تطرف ، ثم مات رضي الله عنه ، فمن هذا الصحابي ؟ ¶ ج200 : سعد بن الربيع الأنصاري رضي الله عنه . ¶ س201 : حين قال النبي صلى الله عليه وسلم : ( يدخل من أمتي الجنة سبعون ألفا بغير حساب ، فقال رجل : يا رسول الله أدع الله أن يجعلني منهم ، قال : اللهم اجعله منهم ، ثم قام آخر فقال : يا رسول الله أدع الله أن يجعلني منهم ، قال : سبقك بها ..... ) ، فمن الرجل الذي دعا له الرسول صلى الله عليه وسلم أن يكون منهم ؟ ¶ ج201 : عكاشة بن محصن رضي الله عنه وتكملة الحديث ( سبقك بها عكاشة ) .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "س202 : قال رسول الله صلى الله عليه وسلم : (دخلت الجنة ، فسمعت فيها قراءة ، فقلت : من هذا ؟ قالوا : ..... ، كذلكم البر ، كذلكم البر ) ، وقد كان بارا بأمه ، فمن الصحابي الذي سمعه النبي صلى الله عليه وسلم ؟ ¶ ج202 : حارثة بن النعمان رضي الله عنه . ¶ س203 : من الصحابي الجليل الذي قبّل الحجر الأسود وقال : والله إني لأقبلك وإني أعلم أنك حجر وأنك لا تضر ولا تنفع ولولا أني رأيت رسول الله صلى الله عليه وسلم قبّلك ما قبّلتك . ¶ ج203 : عمر بن الخطاب رضي الله عنه . ¶ س204 : من الذي قال عنه رسول الله صلى الله عليه وسلم أنه خير أهله ؟ ¶ ج204 : أبو سفيان بن الحارث رضي الله عنه ، ( أبو سفيان بن الحارث خير أهلي ) . ¶ س205 : من المشركين ، أسر في غزوة بدر وقتل صبرا عن أمر النبي صلى الله عليه وسلم وصلب ، وهو أول مصلوب في الإسلام ، فمن هو ؟ ¶ ج205 : عقبة بن أبي مُعيط لعنه الله . ¶ س206 : من أهون أهل النار عذابا ؟ ¶ ج206 : قال رسول الله صلى الله عليه وسلم : ( أهون أهل النار عذابا أبو طالب . وهو منتعل بنعلين يغلي منهما دماغه ) ¶ س207 : صحابي قائد ، قتل أبوه يوم بدر مع المشركين ، وأسلم هو يوم الفتح ، وكان رئيسا لبني مخزوم ، وكان إذا اجتهد في اليمين يقول : والذي نجاني يوم بدر ، وقد استشهد رضي الله عنه يوم اليرموك ، فمن هو ؟ ¶ ج207 : عكرمة بن أبي جهل رضي الله عنه . ¶ س208 : لمن عقد أول لواء في الإسلام ؟ ¶ ج208 : لحمزة بن عبد المطلب رضي الله عنه . ¶ س209 : من صاحب لواء المسلمين في غزوة بدر ؟ ¶ ج209 : مصعب بن عمير رضي الله عنه . ¶ س210 : من صاحب راية المسلمين في غزوة بدر ؟ ¶ ج210 : علي بن أبي طالب رضي الله عنه . ¶ س211 : من الذي استخلفه رسول الله صلى الله عليه وسلم على المدينة في غزوة أحد ؟ ¶ ج211 : ابن أم مكتوم رضي الله عنه ، وقيل أن اسمه عبدالله بن أم مكتوم . ¶ س212 : من الذي قتل كعب بن أشرف اليهودي لعنه الله ؟",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ج212 : محمد بن مسلمة رضي الله عنه . ¶ س213 : من الصحابي الذي احتال على يهود بني قريظه وعلى الأحزاب في غزوة الخندق وفرق بينهم وكان أحد المسببات في نصر المسلمين بإذن الله ؟ ¶ ج213 : نعيم بن مسعود الأشجعي رضي الله عنه . ¶ س214 : من أول من عقر فرسه في الإسلام ؟ ¶ ج214 : جعفر بن أبي طالب رضي الله عنه . ¶ س215 : من قائد المسلمين في معركة القادسية ؟ ¶ ج215 : سعد بن أبي وقاص رضي الله عنه . ¶ س216 : في أي غزوة من غزوات الرسول صلى الله عليه وسلم ، قال رسول الله صلى الله عليه وسلم ( أنا النبي لا كذب ، أنا ابن عبد المطلب ) ؟ ¶ ج216 : في غزوة حنين . ¶ س217 : من أول قائد فتح ايلياء وبيت المقدس للمسلمين ؟ ¶ ج217 : عمر بن الخطاب رضي الله عنه . ¶ س218 : من قائد المسلمين في معركة اليرموك ؟ ¶ ج218 : خالد بن الوليد رضي الله عنه . ¶ س219 : من قائد المسلمين في معركة أجنادين ؟ ¶ ج219 : عمرو بن العاص رضي الله عنه . ¶ س220 : من قائد جيش المسلمين الذين افتتحوا قبرص ؟ ¶ ج220 : معاوية بن أبي سفيان رضي الله عنهما . ¶ س221 : من قائد أول جيش سيّره عمر بن الخطاب رضي الله عنه إلى فارس عند استلامه الخلافة ؟ ¶ ج221 : أبو عبيد بن مسعود الثقفي رضي الله عنه ، والد المختار الكذاب . ¶ س222 : من قائد المسلمين في معركة بابل التي مع الفرس ؟ ¶ ج222 : المثنى بن حارثة الشيباني رضي الله عنه . ¶ س223 : ما أسم الحرب التي شارك بها رسول الله صلى الله عليه وسلم مع قريش قبل مبعثه ، وكان عمره آنذاك عشرون عاما ؟ ¶ ج223 : حرب الفجّار . ¶ س224 : في أي معركة عزل خالد بن الوليد رضي الله عنه وتولى القيادة أبو عبيدة بن الجراح رضي الله عنه بدلا منه ؟ ¶ ج224 : معركة اليرموك . ¶ س225 : من قائد جيش المسلمين في معركة ذات الصواري البحرية ؟ ¶ ج225 : عبدالله بن سعد بن أبي السرح رضي الله عنه . ¶ س226 : من قائد المسلمين الذين افتتحوا الجزيرة وأرمينيا ؟",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ج226 : عياض بن غنم رضي الله عنه . ¶ س227 : من قائد جيش المسلمين في معركة جلولاء ؟ ¶ ج227 : هاشم بن عتبة رضي الله عنه . ¶ س228 : من القائد الذي فتح الموصل للمسلمين ؟ ¶ ج228 : عتبة بن فرقد رضي الله عنه . ¶ س229 : من القائد الذي فتح تكريت للمسلمين ؟ ¶ ج229 :عبدالله بن المعتم رضي الله عنه . ¶ س230: من القائد الذي فتح حلوان خراسان للمسلمين ؟ ¶ ج230 : القعقاع بن عمرو رضي الله عنه . ¶ س231 : من القائد الذي فتح قرقيسيا للمسلمين ؟ ¶ ج231 : عمر بن مالك رضي الله عنه . ¶ س232 : من القائد الذي فتح بخارى للمسلمين ؟ ¶ ج232 : قتيبة بن مسلم الباهلي - رحمه الله . ¶ س233 : من القائد الذي فتح الأندلس للمسلمين ؟ ¶ ج233 : موسى بن نصير – رحمه الله . ¶ س234 : من القائد الذي فتح جرجان للمسلمين ؟ ¶ ج234 : المهلب بن أبي صفرة – رحمه الله . ¶ س235 : ما أسم الموقعة التي كانت بين أم المؤمنين عائشة رضي الله عنها ومعها طلحة والزبير رضي الله عنهما وبين علي بن أبي طالب رضي الله عنه ؟ ¶ ج235 : موقعة الجمل . ¶ س236 : ما أسم الموقعة التي كانت بين علي بن أبي طالب رضي الله عنه وبين معاوية بن أبي سفيان رضي الله عنه ؟ ¶ ج236 : موقعة صفين . ¶ س237 : من قائد أول جيش للمسلمين غزا الترك ؟ ¶ ج237 : عبد الرحمن بن ربيعة رضي الله عنه . ¶ س238 : أحد أبناء الخليفة عبدالملك بن مروان رحمه الله ، وكان قائدا كبيرا ، فتح الكثير من البلدان وكان علما بالفتوحات والغزوات ، فمن هو ؟ ¶ ج238 : مسلمة بن عبدالملك بن مروان – رحمه الله . ¶ س239 : كم فارسا كان للمسلمين يوم بدر ؟ ¶ ج239 : فارسان فقط وهما : الزبير بن العوام والمقداد بن الأسود رضي الله عنهما .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "س240 : قائد عربي اسلامي كبير في الدولة الأموية ، جمع أبناءه قريب مماته وأحضر سهاما فحزمت وقال أتكسرونها مجتمعة ؟ ، قالوا : لا ، فقال : أتكسرونها متفرقة ؟ ، قالوا : نعم ، ، قال : فهكذا الجماعة ، وكان أبناؤه جميعهم أمراء وقادة ، فمن هو ؟ ¶ ج240 : المهلب بن أبي صفرة – رحمه الله . ¶ س241 : قتل من القراء سبعون في موقعتين ، فما هما ؟ ¶ ج241 : بئر معونة واليمامة . ¶ س242 : غزوتان قادهما رسول الله صلى الله عليه وسلم في رمضان ، فما هما ؟ ¶ ج242 : غزوة بدر الكبرى وفتح مكة . ¶ س243 : عندما ذهب خالد بن الوليد رضي الله عنه لحرب العراق ، أمدّه أبو بكر الصديق رضي الله عنه بشخص واحد فقط وهو أمير شجاع ، فقيل له : أتمده برجل واحد ؟ ، قال : لا يهزم جيش فيهم مثل هذا ، فمن هذا الفارس الأمير الشجاع ؟ ¶ ج243 : القعقاع بن عمرو التميمي رضي الله عنه . ¶ س244 : ما أسم ولون الراية التي مع خالد بن الوليد رضي الله عنه ؟ ¶ ج244 : أسمها العقاب ، ولونها أسود ، وكانت راية رسول الله صلى الله عليه وسلم . ¶ س245 : ما أول مدينة افتتحها المسلمون في الشام بقيادة خالد بن الوليد رضي الله عنه ؟ ¶ ج245 : بصرى . ¶ س246 : كما كان في بيت الخلافة الأموية قائدا كبيرا وهو مسلمة بن عبدالملك رحمه الله ، كان هناك قائدا كبيرا من بيت الخلافة العباسية وهو الذي قاتل الزنج الخوارج وقتل زعيمهم ، فمن هو ؟ ¶ ج246 : أبو أحمد الموفق بالله طلحة بن المتوكل على الله جعفر بن المعتصم بن هارون الرشيد العباسي – رحمه الله . ¶ س247 : من القائد الذي تولى أفريقية وافتتح معظم بلاد السودان وبنى مدينة القيروان ؟ ¶ ج247 : عقبة بن نافع ت رحمه الله . ¶ س248 : من قائد المسلمين في معركة حطين والذي أسترد القدس من أيدي النصارى ؟ ¶ ج248 : صلاح الدين يوسف بن أيوب بن شادي الأيوبي – رحمه الله ¶ س249 : في عهد مَن من الخلفاء أنشئ أول أسطول بحري إسلامي ؟",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ج249 : في عهد أمير المؤمنين عثمان بن عفان رضي الله عنه . ¶ س250 : قائد تابعي جليل من أبطال الإسلام ، قاد جيوش الصوائف أربعين سنة ، ولما توفي كُسر على قبره فيما قيل أربعون لواء ، وكان ذا حظ من صيام وقيام وجهاد ، توفي في حدود سنة ستين أو بعدها ، فمن هو ؟ ¶ ج250 : مالك السرايا الأمير أبو حكيم مالك بن عبدالله الخثعمي الفلسطيني – رحمه الله . ¶ س251 : ما آخر غزوة غزاها الرسول صلى الله عليه وسلم بنفسه ؟ ¶ ج251 : غزوة تبوك . ¶ س252 : في أي سنة كانت غزوة بدر ؟ ¶ ج252 : السنة الثانية للهجرة . ¶ س253 : في أي سنة كانت غزوة أحد ؟ ¶ ج253 : في السنة الثالثة للهجرة . ¶ س254 :في أي سنة كانت غزوة المريسيع ، وهي غزوة بني المصطلق ؟ ¶ ج254 : في السنة السادسة للهجرة . ¶ س255 : في أي سنة كان فتح مكة ؟ ¶ ج255 : في السنة الثامنة للهجرة . ¶ س256 : في أي سنة كانت غزوة الخندق ؟ ¶ ج256 : في السنة الخامسة للهجرة . ¶ س257 : في أي سنة كانت غزوة حنين ؟ ¶ ج257 : في السنة الثامنة للهجرة بعد فتح مكة . ¶ س258 : في أي سنة كانت غزوة مؤتة ؟ ¶ ج258 : في السنة الثامنة للهجرة . ¶ س259 : في أي سنة كانت غزوة تبوك ؟ ¶ ج259 : في السنة التاسعة للهجرة . ¶ س260 : في أي سنة كانت غزوة خيبر ؟ ¶ ج260 : في السنة السابعة للهجرة . ¶ س261 :في أي سنة كانت غزوة بني قريظة ؟ ¶ ج261 : في السنة الخامسة للهجرة . ¶ س262 : في أي سنة تم إجلاء بني النضير ؟ ¶ ج262 : في السنة الرابعة للهجرة . ¶ س263 : قال صلى الله عليه وسلم : (إن خير التابعين رجل يقال له ..... . وله والدة . وكان به بياض . فمروه فليستغفر لكم ) ، فمن هو خير الابعين ؟ ¶ ج263 : أويس القرني – رحمه الله ¶ س264 : قال صلى الله عليه وسلم : ( في ثقيف كذاب ومبير ) ، وقد ظهرا فمن هما ؟ ¶ ج264 : أما الكذاب فهو المختار بن أبي عبيد الثقفي ، والمبير هو الحجاج بن يوسف الثقفي .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "س265 : تابعي جليل من أئمة التفسير والفقه وأنواع العلوم ، رأى خلقا من الصحابة وروى عن جماعة منهم ، وقد قال عنه ميمون : لقد مات وما على وجه الأرض أحد إلا وهو محتاج لعلمه ، وقد قتله الحجاج وكان الحجاج يراه في المنام ويفزع صائحا مالي وماله ، ومات الحجاج بعده بأيام ، فمن هذا التابعي الجليل ؟ ¶ ج265 : سعيد بن جبير الأسدي – رحمه الله. ¶ س266 : قيل عنه سيد التابعين على الإطلاق ، وقد كان زوج ابنة أبي هريرة رضي الله عنه ، وأعلم الناس بحديثه ، وقال عنه ابن عمر رضي الله عنهما أنه أحد المتقنين ، وكثير من التابعين الأئمة يرون أنه يفوقهم علما ، حتى قالوا عنه فقيه الفقهاء ، فمن هو ؟ ¶ ج266 : سعيد بن المسيب – رحمه الله . ¶ س267 : تابعي جليل مشهور بزين العابدين ، فمن هو ؟ ¶ ج267 : علي بن الحسين بن علي بن أبي طالب – رحمه الله ¶ س268 : تابعي جليل ، أحد فقهاء المدينة السبعة ، ولد في خلافة عمر بن الخطاب رضي الله عنه ، وكان يقال له راهب قريش ، وكان مكفوفا ، روى عن الكثير من الصحابة ، وروى عنه الكثير من التابعين ، فمن هو ؟ ¶ ج268 : أبو بكر بن عبدالرحمن بن الحارث المخزومي القرشي المدني – رحمه الله . ¶ س269 : ولد في حياة النبي صلى الله عليه وسلم ، وقد حنكه النبي عليه الصلاة والسلام ، وهو من فقهاء المدينة ، وكان مؤدب عمر بن عبدالعزيز رحمه الله ، له روايات عديدة عن جماعات من الصحابة رضي الله عنهم ، وكان إمام حجة – رحمه الله ، فمن هو ؟ ¶ ج269 : عبدالله بن عبدالله بن عتبة – رضي الله عنهما . ¶ س270 : تابعي جليل وأول من صنف في المغازي ، وأبوه صحابي جليل وكذلك أمه وجده لأمه ، أصابة رجله الأكلة وأرادوا بترها ، فطلب منهم أن يقطعوها وهو في صلاته كي لا يشعر بالألم من شدة خشوعه لله ، فمن هو ؟ ¶ ج270 : عروة بن الزبير بن العوام – رحمه الله .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "س271 : تابعي جليل لقب بالديباج ، وذلك لحسن وجهه ، وقد كان جد أبيه أحد الخلفاء الراشدين ، وجد أمه أيضا أحد الخلفاء الراشدين ، فمن هو ؟ ¶ ج271 : محمد بن عبدالله بن عمرو بن عثمان بن عفان ، وأمه هي فاطمة بنت الحسين بن علي بن أبي طالب – رضي الله عنهم . ¶ س272 : تابعي جليل من أئمة الفقه والعلوم الشرعية ، وهو الوحيد الذي لم يلبس السواد في الدولة العباسية ، وقال : لا يجتمع حب علي وعثمان إلا في قلب مؤمن ، وقد أفتى في أكثر من ستون ألف مسألة ، وقالوا : العلماء أربعة : الثوري وابو حنيفة ومالك و (.... ) هو الرابع ، وقال هذا التابعي : رأيت رب العزة في المنام ، فقال : أنت الذي تأمر بالمعروف وتنهى عن المنكر ؟ ، فقلت : بفضلك أي رب ، ثم قلت : يا رب أمتني على الإسلام ، فقال : وعلى السنة ، فمن هذا التابعي ؟ ¶ ج272 : عبد الرحمن بن عمرو بن محمد – أبو عمرو الأوزاعي – رحمه الله . ¶ س273 : تابعي جليل من كبار التابعين وهو صاحب ابن مسعود رضي الله عنه ومن كبار أهل الكوفة ، وكان يصوم الدهر وقد ذهبت عينه من كثر الصوم ، وحج البيت ثمانون حجة وعمرة ، وكان يهل من الكوفة ، ولما احتضر بكى ، فقيل له : ما هذا الجزع ؟ فقال : ما لي لا أجزع ؟ ومن أحق مني بذلك ؟ والله لو أنبئت بالمغفرة من الله لأهابن الحياء منه مما صنعت ، إن الرجل ليكون بينه وبين الرجل الذنب الصغير فيعفو عنه فلا يزال مستحيا منه ، وقد توفي سنة 76 للهجرة ، فمن هو ؟ ¶ ج273 : الأسود بن يزيد النخعي – رحمه الله.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "س274 : تابعي جليل وهو قاضي الكوفة ، تولى القضاء لعمر وعثمان وعلي رضي الله عنهم ، ثم عزله علي ، ثم ولاه معاوية ، ثم استقل بالقضاء إلى أن مات سنة 78 للهجرة ، وكان إذا خرج إلى القضاء يقول : سيعلم الظالم حظ من نقص ، وقد مكث قاضيا نحو ستين سنة ، وقدم إلى المدينة بعد موت النبي صلى الله عليه وسلم ، وهو مخضرم حيث أدرك الجاهلية ولكنه لم ير النبي صلى الله عليه وسلم ، وقد مات وعمره 108 سنوات ، فمن هو ؟ ¶ ج274 : شريح بن الحارث بن قيس أبو أمية الكندي – رحمه الله . ¶ س275 : تابعي ، مولى لعمر بن الخطاب رضي الله عنه ، وقد اشتراه عمر من مكة سنة 11 للهجرة ، وأصله من سبي عين التمر ، توفي وعمره 114 سنة ، روى عن عمر وغيره عدة أحاديث ، وله مناقب كثيرة ، فمن هو ؟ ¶ ج275 : أسلم مولى عمر بن الخطاب رضي الله عنه ، وهو أبو زيد بن أسلم رحمهما الله . ¶ س276 : -ولد في حياة رسول الله صلى الله عليه وسلم ، ولقب بببّة ، اجتمع أهل البصرة عند موت يزيد بن أبي سفيان على تأميره عليهم ، وهو ابن أخت معاوية بن أبي سفيان رضي الله عنه وأسمها هند ، وقيل هو تابعي ثقة ، فمن هو ؟ ¶ ج276 : عبدالله بن الحارث بن نوفل الهاشمي – رحمه الله . ¶ س277 : تابعي ، قاضي القيروان ، وصاحب الإمام مالك رحمه الله ، وهو مصنف الأسدية في الفقه على مذهب الإمام مالك ، كان قائدا لأسطول إسلامي تابعا لزيادة الله بن الأغلب ، وفتح كثيرا من جزيرة صقلية ، وحاصر سرقوسة برا وبحرا ، فأصاب جنده وباء شديدومات هو بهذا الوباء ، فمن هو ؟ ¶ ج277 : أسد بن الفرات – رحمه الله . ¶ س278 : كان من أكبر القادة العباسيين في عهد المأمون وقبله ، وكان يكنى بأبي الطيب ولقبه ذا اليمينين وكان أعور ، حتى قال بعضهم عنه : يا ذا اليمينين وعين واحدة ، نقصان عين ويمين زائدة ، فمن هو ؟ ¶ ج278 : طاهر بن الحسين – رحمه الله . ¶ س279 : ما أسم العلوي الذي أصبح وليا لعهد الخليفة المأمون العباسي ؟",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ج279 : علي بن موسى الرضي بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب – رحمه الله . ¶ س280 : من أول خليفة بنى مأذنة للمسجد الحرام ؟ ¶ ج280 : أبو جعفر المنصور العباسي . ¶ س281 : من أول من سمّي وزيرا في الإسلام ؟ ¶ ج281 : أبو سلمة الخلال وهو أحمد بن سليمان . ¶ س282 : من أول من زخرف المساجد ؟ ¶ ج282 : الخليفة الوليد بن عبدالملك بن مروان الأموي . ¶ س283 : من الخليفة الذي بنى بغداد ؟ ¶ ج283 : أبو جعفر المنصور العباسي . ¶ س284 : من الوزير الرافضي الذي أعان التتار على إسقاط الدولة العباسية ؟ ¶ ج284 : مؤيد الدين ابن العلقمي – عليه من الله ما يستحق . ¶ س285 : من التابعي الملقب بآنية النحل وذلك لجوده وسخائه ، وقد ملك العراقين في خلافة أخيه ؟ ¶ ج285 : مصعب بن الزبير بن العوام الأسدي. ¶ س286 : من الملقب بصقر قريش ؟ ¶ ج286 : عبدالرحمن بن معاوية بن هشام بن عبدالملك بن مروان القرشي – رحمه الله ، الذي حكم الأندلس في عهد الخلافة العباسية . ¶ س287 : في أي سنة هجرية حج الرسول صلى الله عليه وسلم حجة الوداع ؟ ¶ ج287 : في السنة العاشرة للهجرة . ¶ س288 : في أي سنة هجرية صرفت القبلة من بيت المقدس إلى الكعبة المشرفة ؟ ¶ ج288 : في السنة الثانية للهجرة . ¶ س289 : كم عمرة اعتمرها الرسول صلى الله عليه وسلم ؟ ¶ ج289 : أربع عمرات . ¶ س290 : ما أسم البئر الذي سقط به خاتم النبي صلى الله عليه وسلم من يد عثمان رضي الله عنه في عهد خلافته ؟ ¶ ج290 : بئر أريس . ¶ س291 : في عهد من من الخلفاء ضربت الدنانير والدراهم الإسلامية أول مرة ؟ ¶ ج291 : عبدالملك بن مروان بن الحكم في سنة 76 للهجرة . ¶ س292 : متى كانت سنة الفقهاء ؟، ولما سميت بهذا الإسم ؟ ¶ ج292 : سنة أربع وتسعين للهجرة / وسميت بهذا الإسم لأن أغلب الفقهاء ماتوا وقتلوا فيها على يدي الحجاج بن يوسف الثقفي بعد فتنة ابن الأشعث . ¶ س293 : من أول من خطب على المنبر وهو جالس ؟",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ج293 : معاوية بن أبي سفيان رضي الله عنهما . ¶ س294 : من الذي قتل مسيلمة الكذاب في حرب اليمامة ؟ ¶ ج294 : وحشي بن حرب ، وهو الذي قتل حمزة رضي الله عنه يوم أحد . ¶ س295 : من أول ملكة في الإسلام ؟ ¶ ج295 : شجرة الدر وقد حكمت مصر . ¶ س296 : من مؤسس الدولة الطولونية ؟ ¶ ج296 : أحمد بن طولون أسسها في مصر سنة 254 للهجرة . ¶ س297 :من مؤسس الدولة البويهية ؟ ¶ ج297 : أبناء أبي شجاع بويه بن فناخسرو وهم : عماد الدولة أبو الحسن علي ، وركن الدولة أبو علي حسن ، ومعز الدولة أبو الحسن أحمد .وذلك سنة 321 للهجرة . ¶ س298 : من آخر الخلفاء الإسلاميين الذين حكموا على الإطلاق ؟ ¶ ج298 : الخليفة العثماني السلطان عبدالمجيد بن عبدالعزيز في سنة 1342 للهجرة . ¶ س299 : من الذي مصّر الكوفة – أي أمر ببنائها - ؟ ¶ ج299 : سعد بن أبي وقاص رضي الله عنه . ¶ س300 : من هو دليل النبي صلى الله عليه وسلم وأبي بكر رضي الله عنه في الهجرة المباركة ؟ ¶ ج300 : عبدالله بن أريقط . ¶ س301 : من الذي طارد النبي صلى الله عليه وسلم وصاحبه وأبي بكر الصديق يوم الهجرة فدعا عليه النبي فساخت أرجل حصانه في الأرض ، وبعد ذلك أسلم ولبس سواري كسرى كما أنبأه رسول الله صلى الله عليه وسلم بذلك ؟ ¶ ج301 : سراقة بن مالك بن جعشم المدلجي رضي الله عنه . ¶ س302 : ما أسم الحلف الذي شهده الرسول صلى الله عليه وسلم مع عمومته في دار عبدالله بن جدعان وقال عنه لو دعيت به في الإسلام لأجبت ؟ ¶ ج302 : حلف الفضول . ¶ س303 : حين رجع النبي صلى الله عليه وسلم من دعوته لثقيف وردهم له حزينا ، استند إلى حائط واشتكى لربه عز وجل ، فجاءه فتى نصراني وقدم له عنبا ، ثم حين علم بأمر النبي صلى الله عليه وسلم أخذ يقبّل يديه ، فما أسم هذا الفتى ؟ ¶ ج303 : عدّاس ، وهو مولى لعتبة وشيبة ابنا ربيعة أصحاب الحائط .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "س304 : ما أسم الغار الذي كان يذهب إليه رسول الله صلى الله عليه وسلم حين نزل عليه جبريل عليه السلام في القرآن الكريم والرسالة ؟ ¶ ج304 : غار حراء . ¶ س305 : ما أسم الغار الذي اختبأ به النبي صلى الله عليه وسلم وأبي بكر الصديق رضي الله عنه أثناء الهجرة ؟ ¶ ج305 : غار ثور . ¶ س306 : ما آخر وصايا رسول الله صلى الله عليه وسلم ؟ ¶ ج306 : الصلاة الصلاة وما ملكت أيمانكم . ¶ س307 : من المرأة التي ادعت النبوّة وجاءت بجيشها من تغلب وربيعة والنمر وإياد تريد غزو المسلمين في المدينة ؟ ¶ ج307 : سجاح بنت الحارث بن سويد بن عقفان التميمية . ¶ س308 :من هم فقهاء المدينة العشرة ؟ ¶ ج308 : عروة بن الزبير ، عبيدالله بن عبدالله بن عتبة ، ابو بكر بن عبدالرحمن بن الحارث بن هشام ،ابو بكر بن سليمان بن خيثمة ، سليمان بن يسار ، القاسم بن محمد بن حزم ، سالم بن عبدالله بن عمر بن الخطاب ، عبدالله بن عامر بن ربيعة ، خارجة بن زيد بن ثابت ، سعيد بن المسيب ت رحمهم الله جميعا . ¶ س309 :كان يعدل الحجاج بن يوسف الثقفي في ظلمه ، وهو صاحب دولة بني العباس والذي قام بأمورها في دولة بني أمية إلى أن آلت الخلافة لبني العباس ، ولقب بأمير آل بيت رسول الله صلى الله عليه وسلم ، فمن هو ؟ ¶ ج309 : أبو مسلم عبدالرحمن بن مسلم الخراساني . ¶ س310 :ما أسم الإمام البيهقي صاحب السنن ؟ ¶ ج310 : أبو بكر أحمد بن الحسين بن علي بن عبدالله بن موسى البيهقي – رحمه الله . ¶ س311 :ما أسم الإمام أبو داود صاحب السنن ؟ ¶ ج311 : أبو داود سليمان بن الأشعث بن اسحق السجستاني – رحمه الله . ¶ س312 :ما أسم الإمام الحاكم صاحب المستدرك ؟ ¶ ج312 : محمد بن عبدالله بن محمد بن حمدويه ، أبو عبدالله الحاكم الضبّي النيسابوري – رحمه الله . ¶ س313 : ما أسم الإمام الدارقطني صاحب المسند والمصنفات الفريدة ؟",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ج313 : علي بن عمر بن أحمد بن مهدي بن مسعود بن دينار بن عبدالله الدارقطني ، نسبة إلى مدينته الدار قطن – رحمه الله . ¶ س314 :ما أسم الإمام بقي صاحب المسند المبوّب والسنن ؟ ¶ ج314 : ابو عبدالرحمن بقي بن مخلد الأندلسي – رحمه الله . ¶ س315 :ما أسم الإمام الطبري صاحب التفسير ؟ ¶ ج315 : أبو جعفر محمد بن جرير الطبري – رحمه الله . ¶ س316 :ما أسم الإمام ابن ماجه صاحب السنن ؟ ¶ ج316 : ابو عبدالله محمد بن يزيد القزويني – رحمه الله . ¶ س317 : ما أسم الإمام الدارمي صاحب السنن ؟ ¶ ج317 : أبو محمد عبدالله بن عبدالرحمن بن الفضل بن مهرام الدارمي – رحمه الله . ¶ س318 : ما أسم الإمام ابن أبي شيبة صاحب المصنف ؟ ¶ ج318 : عبدالله بن محمد بن أبي شيبة ابراهيم بن عثمان الكوفي – رحمه الله . ¶ س319 :ما أسم الإمام ابن حبان صاحب الصحيح ؟ ¶ ج319 : أبو حاتم محمد بن حبّان البستي – رحمه الله . ¶ س320 : ما أسم الإمام أبي يعلى صاحب المسند ؟ ¶ ج320 : احمد بن علي بن المثنى التميمي – رحمه الله . ¶ س321 : ما أسم الإمام النسائي صاحب السنن ؟ ¶ ج321 : أبو عبد الرحمن أحمد بن شعيب بن علي بن سنان بن بحر الخراساني – رحمه الله . ¶ س322 :ما أسم الإمام البخاري صاحب الصحيح ؟ ¶ ج322 : أبو عبد الله محمد بن إسماعيل بن إبراهيم بن المغيرة الجُعفي البخاري – رحمه الله ¶ س323 : ما أسم الإمام مسلم صاحب الصحيح ؟ ¶ ج323 : أبو الحسين مسلم بن الحجاج النيسابوري – رحمه الله ¶ س324 : ما أسم الإمام الترمذي صاحب السنن ؟ ¶ ج324 : أبو عيسى محمد بن عيسى بن سورة الترمذي – رحمه الله . ¶ س325 : ما أسم شيخ الإسلام ابن تيمية ؟ ¶ ج325 : تقي الدين أحمد بن عبدالحليم بن تيمية الحراني – رحمه الله . ¶ س326 :ما أسم الإمام ابن القيم الجوزية ؟ ¶ ج326 : أبو عبدالله محمد بن أبي بكر بن أيوب ابن قيم الجوزية – رحمه الله . ¶ س327 : ما أسم الإمام الحنبلي ؟ ¶ ج327 : أحمد بن حنبل – رحمه الله .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "س328 : ما أسم الإمام الشافعي ؟ ¶ ج328 : محمد بن إدريس الشافعي – رحمه الله . ¶ س329 : ما أسم الإمام المالكي ؟ ¶ ج329 : مالك بن أنس – رحمه الله . ¶ س330 : ما أسم الإمام الحنفي ؟ ¶ ج330 : أبو حنيفة النعمان بن ثابت – رحمه الله . ¶ س331 : ما أسم الإمام النووي ؟ ¶ ج331 : أبو زكريا يحي بن شرف النووي الدمشقي – رحمه الله . ¶ س332 : ما أسم الإمام ابن قدامة المقدسي ؟ ¶ ج332 : أحمد بن عبدالرحمن بن قدامة المقدسي – رحمه الله . ¶ س333 : ما أسم الإمام الشهرستاني صاحب كتاب الملل والنحل ؟ ¶ ج333 : أبو الفتح محمد بن عبدالكريم بن أبي بكر أحمد الشهرستاني – رحمه الله . ¶ س334 : ما أسم الإمام ابن حجر العسقلاني ؟ ¶ ج334 : أبو الفضل أحمد بن علي بن حجر العسقلاني – رحمه الله . ¶ س335 : ما أسم الإمام ابن هشام صاحب السيرة النبوية ؟ ¶ ج335 :محمد بن عبدالملك بن هشام بن أيوب الحميري – رحمه الله . ¶ س336 :ما أسم الإمام ابن خزيمة صاحب الصحيح ؟ ¶ ج336 : أبو بكر محمد بن اسحق بن خزيمة السلمي النيسابوري – رحمه الله ¶ س337 : ما أسم التابعي الثقة أبو ميسرة الهمداني ، الذي كان إمام مسجد بني وادعة وحدّث عن عمر وعلي وابن مسعود وغيرهم ، وحدث عنه أبو وائل والشعبي والقاسم بن مخيمرة وابو اسحق ومحمد بن المنتشر ، وقد مات في ولاية عبيدالله بن زياد ؟ ¶ ج337 : عمرو بن شرحبيل – رحمه الله . ¶ س338 : شيخ إمام حافظ ، مؤرخ الشام ، شافعي المذهب ، وقد كتب تاريخا ذيل به على الشيخ شهاب الدين من حين وفاته ، وقد توفي وهو محرم ، سمع أكثر من ألف شيخ ، وخرّج له المحدث شمس الدين بن سعد مشيخة لم يكملها ، وقال عنه شيخ الإسلام ابن تيمية إن نقله نقرٌ في حجر ، وقد كتبت ابنته فاطمة صحيح البخاري في ثلاثة عشر مجلدا ، وصارت نسختها معتمدة يكتب منها الناس ، وكان يقرأ فيه على الحافظ المزي تحت القبة ، توفي هذا الشيخ الإمام سنة 740 للهجرة ، فمن هو ؟",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ج338 : الإمام الحافظ علم الدين أبو محمد القاسم بن محمد البرزالي – رحمه الله . ¶ س339 : تابعي جليل وإمام قدوة عالم ، حدّث عن كثير من الصحابة ، وروى عنه الكثير من التابعين الكبار ، وقد أسلم في حياة رسول الله صلى الله عليه وسلم ولم يره ، وقد غيّر عمر بن الخطاب رضي الله عنه أسم أبيه ، وقالت أم المؤمنين عائشة رضي الله عنها : يا ..... إنك من ولدي وإنك امن أحبهم إليّ فهل لك علم بالمخدّج ، وقال في مرّة : كفى بالمرء علما أن يخشى الله تعالى ، وكفى بالمرء جهلا أن يُعجب بعمله . فمن هذا التابعي الجليل ؟ ¶ ج339 : مسروق بن الأجدع الوادعي الهمداني – رحمه الله ، وقد غيّر عمر بن الخطاب رضي الله عنه أسم أبيه من الأجدع إلى عبدالرحمن ، وقال : سمعت الرسول صلى الله عليه وسلم يقول : ( الأجدع شيطان ) ، طبعا هذه الرواية ضعيفة وقد ضعفها الألباني رحمه الله . ¶ س340 : تابعي جليل كبير مخضرم قيل أنه ولد عام الفيل مع رسول الله صلى الله عليه وسلم ، ومات وعمره مائة وعشرون سنة ، وكان زاهدا عابدا ، روى الكثير عن الصحابة وروى عنه الكثير من التابعين ، وقيل أنه كان يؤم المسلمين وعمره مائة وعشرون عاما ولم ير محتبيا ولا متساندا قط ، وقد تزوج ببكر وهو ابن مائة وست عشرة سنة ، فمن هذا التابعي ؟ ¶ ج340 : سويد بن غفلة بن عوسجة بن عامر الإمام القدوة أبو أمية الجعفي الكوفي – رحمه الله . ¶ س341 :تابعي إمام ، أدرك حياة النبي صلى الله عليه وسلم ولم يره ، حدّث عن كبار الصحابة مثل : أبو بكر وعمر والمقداد وأبي ذر وعائشة وأبي هريرة وأبي الدرداء وعبادة بن الصامت وغيرهم ، رضي الله عنهم أجمعين ، وحدَّث عنه كثير من التابعين ، وقد كان هو وكثير بن مُرّة من أئمة التابعين بحمص وبدمشق ، وهو من علماء أهل الشام ، توفي ما بين سنة خمس وسبعين وثمانين للهجرة ، فمن هو ؟",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ج341 : جبير بن نفير بن مالك بن عامر ، أبو عبدالرحمن الحضرمي الحمصي – رحمه الله . ¶ س342 : تابعي جليل من سادة التابعين ، يكنى أبا عياض ، أدرك الجاهلية والإسلام ، وكان دينا ورعا ، حدث عن كثير من الصحابة وحدث عنه الكثير من التابعين ، وعندما حج رآه عمر بن الخطاب رضي الله عنه وهو يصلي فسأل عنه فأخبر به ، فقال عمر : من سرّه أن ينظر إلى أشبه الناس صلاة برسول الله صلى الله عليه وسلم فلينظر إلى هذا ، وفي رواية أخرى : من سره أن ينظر إلى هدي رسول الله صلى الله عليه وسلم فلينظر إلى هدي هذا ، وكان هذا التابعي الجليل إذا خرج من المسجد قبض بيمينه على شماله ، فسُئل عن ذلك ، فقال : مخافة أن تنافق يدي ، - أي يمسكها خوفا من أن يخطربيده في مشيته فإن ذلك خيلاء - ، توفي رحمه الله في خلافة عبدالملك بن مروان ، فمن هو ؟ ¶ ج342 : عمرو بن الأسود العنسي ، وقيل عمير بن الأسود العنسي أبو عياض الحمصي نزيل دارّيا – رحمه الله . ¶ س343 : أحد التابعين العباد ، كان عاملا لعمر بن الخطاب رضي الله عنه ، وكان ثقة ، وولي بعض الحروب في بلاد فارس أيام عمر وعثمان رضي الله عنهما ، روى عن عمر رضي الله عنه وروى عنه الحسن البصري وغيره ، وقيل أنه بقي في بطن أمه حملا سنتين حتى طلعت أسنانه ، وقيل أنه حين توفي جاءت سحابة حتى قامت على قبره فلم تكن أطول من القبر ولا أقصر ورشته حتى روته وانصرفت وأنبت العشب على قبره ، فمن هو ؟ ¶ ج343 : هرم بن حيّان – رحمه الله .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "س344 : تابعي جليل من أصحاب ابن مسعود رضي الله عنه ، هاجر في طلب العلم والجهاد ونزل الكوفة ، ورأس في العلم والعمل وتفقه به العلماء ، حدث عن الكثير من الصحابة وحدث عنه الكثير من التابعين ، وقد تصدى للإمامة والفتية بعد علي وابن مسعود رضي الله عنهما ، وكان الكثير من الصحابة يسألونه ويستفتونه ، وكان أشبه الناس سمتا وهديا بابن مسعود ، وشهد موقعة صفين مع علي رضي الله عنه ، وقد كان أعرج ، وكان حسن الصوت يقرأ القرآن كل خمس ليال ، وكان عقيما لا ولد له ، فمن هو ؟ ¶ ج344 : أبو شبل علقمة بن قيس – رحمه الله . ¶ س345 : تابعي أسلم قبل وفاة النبي صلى الله عليه وسلم بسنتين ولم يره ، وكان من أصحاب ابن مسعود الذين يقرأون ويفتون ، وكان أعور ، ويقال عنه الفقيه المرادي ، وكان ثقة ، حدث عن علي رضي الله عنه عن رسول الله صلى الله عليه وسلم ، وحدث عنه الكثيرين مثل النخعي والشعبي وابن سيرين وغيرهم ، قال عنه الشعبي : إنه يوازي شريحا في القضاء ، فمن هو ؟ ¶ ج345 : عبيدة بن عمرو السلماني – رحمه الله . ¶ س346 : مختلف في صحبته ، وقالوا بل هو تابعي ، ولد في عهد الرسول صلى الله عليه وسلم وكان أبوه صحابيا رضي الله عنه هاجر مع أبو موسى الأشعري رضي الله عنه ، وهو إمام وشيخ أهل فلسطين ورأس التابعين ، حدث عن كثير من الصحابة وحدث عنه الكثير من التابعين ، بعثه عمر رضي الله عنه ليفقه الناس ، وقد تفقه به عامة التابعين بالشام وكان فاضلا كبير القدر ، مات هو وجابر بن عبدالله رضي الله عنهما في وقت واحد سنة ثمان وسبعين ، فمن هو ؟ ¶ ج346 : عبدالرحمن بن غنم الأشعري – رحمه الله . ¶ س347 : ما أسم الإمام التابعي أبو شجرة الحضرمي الرهاوي الشامي ؟ ¶ ج347 : كثير بن مُرّة – رحمه الله . ¶ س348 : هو ابن عمر بن الخطاب رضي الله عنه وجد عمر بن عبدالعزيز رخمه الله لأمه ، فمن هو ؟ ¶ ج348 : عاصم بن عمر بن الخطاب – رحمه الله .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "س349 : من الذي ولاه عمر رضي الله عنه قضاء البصرة حين ولى شريحا قضاء الكوفة ؟ ¶ ج349 : كعب بن سور الأزدي – رحمه الله . ¶ س350 : يكنى بأبي بحر التميمي وهو سيّد بني تميم ، أسلم أيام النبوة ووفد على عمر بن الخطاب رضي الله عنه ، حدث عن الكثير من الصحابة وعنه الكثير من التابعين ، كان أحد قادة جيش علي رضي الله عنه في صفين ، وكان أعور دميما قصيرا كوسجا – أي لا شعر على عارضيه - ، وقد احتبسه عمر رضي الله عنه عنده سنة يختبره فيها ، فقال فيه : هذا والله السيّد ، قال في مرة : عجبت لمن يجري في مجرى البول مرتين كيف يتكبر ؟ وقال مرة : الله إن تغفر لي فأنت أهل ذاك ، وإن تعذبني فأنا أهل ذاك ، وله مواقف طيبة كثيرة ، فمن هو ؟ ¶ ج350 : الأحنف بن قيس بن معاوية بن حصين ، وأسمه الضحاك وقيل صخر وأما الأحنف فهو لقبه – رحمه الله . ¶ س351 : هو صاحب أول كتاب صحيح وضع في التفسير بالأثر على مذهب السلف ، فمن هو ؟ ¶ ج351 : الإمام أبي جعفر محمد بن جرير الطبري – رحمه الله وكتابه هو تفسير الطبري . ¶ س352 : من أول من أنشأ صيدلية في العالم ؟ ¶ ج352 : الخليفة العباسي هارون الرشيد – رحمه الله . ¶ س353 : هو مؤلف كتاب الرسالة ، وهو كتاب في أصول الفقه ، فمن هو ؟ ¶ ج353 : الإمام محمد بن إدريس الشافعي – رحمه الله . ¶ س354 : من أول من صفّح باب الكعبة بالذهب في الإسلام ؟ ¶ ج354 : الخليفة الأموي الوليد بن عبدالملك – رحمه الله . ¶ س355 : من أول من كتب على العملة لا إله إلا الله محمدا رسول الله ؟ ¶ ج355 : الحجاج بن يوسف الثقفي . ¶ س356 : من الخليفة العباسي الذي نصر المرأة التي صاحت مستغيثة وا إسلاماه ؟ ¶ ج356 : المعتصم بن هارون الرشيد . ¶ س357 : ما أسم الإمام الطبراني صاحب المعاجم ؟ ¶ ج357 : أبو القاسم سليمان بن أحمد الطبراني – رحمه الله . ¶ س358 : ما أسم الإمام البغوي صاحب شرح السنة ؟",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ج358 : أبو محمد الحسين بن مسعود الفراء البغوي – رحمه الله . ¶ س359 : ما أسم الإمام أبو نعيم صاحب حلية الأولياء ؟ ¶ ج359 : أحمد بن عبدالله الأصبهاني – رحمه الله . ¶ س360 : ما أسم الإمام الخطيب البغدادي – صاحب تاريخ بغداد وغيرها من المصنفات ؟ ¶ ج360 : ابو بكر أحمد بن علي الخطيب البغدادي – رحمه الله . ¶ س361 : ما أسم الإمام ابن أبي حاتم صاحب الجرح والتعديل ؟ ¶ ج361 : أبو محمد عبدالرحمن بن أبي حاتم الرازي – رحمه الله . ¶ س362 : ما اسم الإمام ابن عبد البّر صاحب التمهيد والاستيعاب في معرفة الصحابة وغيرها من المصنفات القيمة ؟ ¶ ج362 : ابو عمر يوسف بن عبدالله بن محمد بن عبد البّر – رحمه الله . ¶ س363 : ما أسم الإمام المزي صاحب تحفة الأشراف وغيرها من المصنفات القيمة ؟ ¶ ج363 : جمال الدين أبي الحجاج يوسف بن الزكي المزي – رحمه الله . ¶ س364 : ما أسم الإمام المروزي صاحب تفسير المروزي ؟ ¶ ج364 : أبو الحسن مقاتل بن سليمان الأزدي الخراساني المروزي – رحمه الله . ¶ س365 : من كان وزير هارون الرشيد رحمه الله ؟ ¶ ج365 : يحي بن خالد البرمكي . ¶ س366 : ما أسم الخليفة الهادي بن المهدي العباسي ؟ ¶ ج366 : أبو محمد موسى بن محمد بن عبدالله المنصور العباسي . ¶ س367 : من أول من استكثر من المماليك بالأندلس وارتبط الخيل عند بابه وتشبه بالجبابرة ؟ ¶ ج367 : الحكم بن هشام بن عبدالرحمن بن معاوية بن هشام الأموي الملقب بالمنتصر . ¶ س368 : من تولى أول فداء أسرى بين المسلمين والروم أيام بني العباس ؟ ¶ ج368 : القاسم بن هارون الرشيد . ¶ س369 : من الملقب بإبن طباطبا العلوي الذي خرج على المأمون العباسي ؟ ¶ ج369 : أبو عبدالله محمد بن ابراهيم بن اسماعيل بن ابراهيم بن الحسن بن الحسين بن علي بن أبي طالب – رحمه الله . ¶ س370 : ما أسم الخليفة العباسي المعتمد على الله ؟",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ج370 : أبو العباس أحمد بن المتوكل على الله جعفر بن محمد المعتصم بن هارون الرشيد العباسي – رحمه الله . ¶ س371 : في أي سنة هجرية كان عام الرمادة وطاعون عمواس ؟ ¶ ج371 : السنة الثامنة عشر للهجرة . ¶ س372 : في أي سنة هجرية بدأت الدولة الأموية ؟ ¶ ج372 : في سنة 41 للهجرة . ¶ س373 : في أي سنة هجرية بدأت الدولة العباسية ؟ ¶ ج373 : في سنة 132 للهجرة . ¶ س374 : لما سمّي عام الحزن بهذا الأسم ؟ ¶ ج374 : لأنه توفيت فيه خديجة رضي الله عنها زوجة رسول الله صلى الله عليه وسلم وعم رسول الله صلى الله عليه وسلم أبو طالب . ¶ س375 : ما أسم الدابة التي ركبها رسول الله صلى الله عليه وسلم في ليلة الإسراء والمعراج ؟ ¶ ج375 : البراق . ¶ س376 : من مؤسس الدولة السلجوقية ؟ ¶ ج376 : السلطان طغرل بك محمد وأخيه جغرل بك داود أبناء ميكائيل بن سلجوق في سنة 432 للهجرة. ¶ س377 : من مؤسس دولة الملثمين ؟ ¶ ج377 : أمير المسلمين يوسف بن تاشفين رحمه الله في سنة 447 للهجرة . ¶ س378 : متى فرضت الصلاة ؟ ¶ ج378 : ليلة الإسراء والمعراج المباركة . ¶ س379 : متى فرض صوم رمضان ؟ ¶ ج379 : في السنة الثانية للهجرة . ¶ س380 : كان يلقب بالغرور في الجاهلية ، وحين أسلم قال : أنا المغرور ولست الغرور ، وهو ملك من ملوك العرب في الجاهلية ، فمن هو ؟ ¶ ج380 : المنذر بن النعمان بن المنذر – رحمه الله. ¶ س381 : ما أسم الأسود العنسي الذي ادعى النبوة - لعنه الله ؟ ¶ ج381 : عبهلة وقيل عيهلة بن كعب بن عوف العنسي – لعنه الله . ¶ س382 : قال صلى الله عليه وسلم في الحديث الثابت عنه : (افترقت اليهود والنصارى على إحدى وسبعين فرقة ، وستفترق أمتي على ثلاث وسبعين فرقة كلها في النار إلا واحدة . قيل : من هم يا رسول الله ؟ قال : ما أنا عليه وأصحابي ) ، فما أول فرقة خرجت مخالفة لما كان عليه النبي صلى الله عليه وسلم وأصحابه ؟ ¶ ج382 : الخوارج وهم المارقة .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "س383 : من مؤسس فرقة الرافضة ؟ ¶ ج383 : عبدالله بن سبأ اليهودي ( ابن السوداء ). ¶ س384 : من مؤسس فرقة الجهمية ؟ ¶ ج384 : الجهم بن صفوان . ¶ س385 : من مؤسس فرقة الأشاعرة ؟ ¶ ج385 : أبو الحسن علي بن موسى الأشعري – رحمه الله ، فقد رجع عن تلك العقيدة الباطلة إلى عقيدة أهل السنة والجماعة أهل الحديث . ¶ س386 : من مؤسس فرقة الأحباش ؟ ¶ ج386 : عبدالله بن محمد يوسف الهرري . ¶ س387 : من مؤسس الفرقة الإباضية ؟ ¶ ج387 : عبدالله بن اباض صاحب نافع ابن الازرق كلاهما خوارج . ¶ س388 : من مؤسس فرقة البهرة ؟ ¶ ج388 : البهرة ينتسبون إلى إسماعيل بن جعفر الصادق بن محمد الباقر رحمهم الله .وهو بريء منهم ومن معتقدهم الكفري والآن في هذا العصر زعيمهم : طاهر سيف الدين . ¶ س389 : من مؤسس فرقة البهائية ؟ ¶ ج389 : حسين علي النوري المازندراني . ¶ س390 : من مؤسس فرقة الدروز – الدرزية ؟ ¶ ج390 : حمزه بن علي أحمد الزوزني . ¶ س391 : من مؤسس فرقة الزيدية ؟ ¶ ج391 : الزيدية : ينتسبون الى الإمام زيد بن علي بن الحسين بن علي بن ابي طالب وهو منهم براء .ومن رؤوسهم: الحسن بن صالح بن حي الهمداني ، وهو زعيم الصالحية من فرق الزيدية ، و سليمان بن جرير الزيدي وهو زعيم الفرقة السليمانية من فرق الزيدية . ¶ س392 : من مؤسس الفرقة الصوفية ؟ ¶ ج392 : الصوفية : نشأتهم في بداية القرن الثاني واختلفوا أين ظهروا ، ابتداءا قيل الكوفة وقيل البصرة وليس معروف أول من انشأها كعقيدة وليس زهدا ومن أكبر زعمائهم : ابن عربي و ابن الفارض و الحلاج و ابن سبعين ، وغيرهم كثير . ¶ س393 : من مؤسس فرقة المعتزلة ؟ ¶ ج393 : واصل بن عطاء الغزال البصري . ¶ س394 : من مؤسس الفرقة الماتريدية ؟ ¶ ج394 : محمد بن محمد بن محمود أبو منصور الماتريدي السمرقندي . ¶ س395 : من مؤسس الفرقة النصيرية ؟ ¶ ج395 : أبو شعيب محمد بن نصير البصيري النميري . ¶ س396 : من مؤسس الفرقة المهدية ؟",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ج396 : محمد بن عبدالله بن عبدالمولى إلى أن يصل نسبه إلى علي بن ابي طالب رضي الله عنه كما يدعون وهذا النسب لم تثبت حقيقته ، والله أعلم ¶ س397 : من مؤسس حزب البعث ؟ ¶ ج397 : ميشيل عفلق النصراني . ¶ س398 : من مؤسس جماعة التبليغ ؟ ¶ ج398 : محمد الياس بن محمد اسماعيل الحنفي الجشتي . ¶ س399 : من مؤسس حزب التحرير ؟ ¶ ج399 : تقي الدين النبهاني . ¶ س400 : ما أسم أول فرس امتلكه رسول الله صلى الله عليه وسلم وغزا به أول غزوة يوم أحد ؟ ¶ ج400 : السّكب . ¶ س401 : ما أسم ناقة رسول الله صلى الله عليه وسلم التي هاجر بها ؟ ¶ ج401 : القصواء ، العضباء ، الجدعاء ، وهذه جميعها أسمائها . ¶ س402 : من أول من ولي قضاء فلسطين ؟ ¶ ج402 : عبادة بن الصامت رضي الله عنه . ¶ س403 : صحابي جليل قال عنه عمر رضي الله عنه : أسلم قبلي واستشهد قبلي ، وفي غزوة بدر قال له عمر : إلبس درعي فقال : إني أريد من الشهادة ما تريد ، فتركاها جميعا ، وقد استشهد رضي الله عنه في معركة اليمامة ، فمن هو ؟ ¶ ج403 : زيد بن الخطاب رضي الله عنه وهو أخو عمر بن الخطاب رضي الله عنه . ¶ س404 : صحابي جليل شجاع مقدام محبٌ للجهاد ، قد كتب عمر بن الخطاب رضي الله عنه إلى أمراء الجيوش ألا يستعملوه على جيش أميرا فإنه مهلكة من المهالك يقدم بهم وذلك من فرط حبه للجهاد رضي الله عنه ، وقد اشتهر عنه أنه قتل في حروبة مائة نفس من الشجعان مبارزة ، واستشهد رضي الله عنه في حرب تستر ، فمن هو ؟ ¶ ج404 : البراء بن مالك رضي الله عنه . ¶ س405 : صحابي جليل ابن عم رسول الله صلى الله عليه وسلم ، كان أكبر أخوته وآخرهم موتا ، فمن هو ؟ ¶ ج405 : عقيل بن أبي طالب رضي الله عنه .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "س406 : صحابي جليل ابن صحابي جليل أنصاري من الأوس وكان أحد النقباء الإثنى عشر ، لما ندب رسول الله صلى الله عليه وسلم المسلمين يوم بدر فأسرعوا ، قال له أبوه : آثرني بالخروج وأقم مع نسائك ، فأبى وقال : لو كان غير الجنة آثرتك به ، فاقترعا أيهما يخرج للجهاد ، فخرج سهمه ، واستشهد رضي الله عنه ببدر ، ثم استشهد أبوه رضي الله عنه في أحد ، فمن هذا الصحابي ؟ ¶ ج406 : سعد بن خيثمة بن الحارث الأوسي الأنصاري رضي الله عنهما . ¶ س407 : صحابي جليل نقيب وسيد الخزرج ، لما قدم رسول الله صلى الله عليه وسلم إلى المدينة ، كان يبعث له كل يوم جفنة من ثريد اللحم أو ثريد بلبن أو غيره ، فكانت جفنته تدور مع رسول الله صلى الله عليه وسلم في بيوت أزواجه ، فمن هو ؟ ¶ ج407 : سعد بن عبادة رضي الله عنه . ¶ س408 : لم يشهد غزوة بدر أخوة أربعة غيرهم ، فمن هم ؟ ¶ ج408 : عاقل ، خالد ، إياس ، وعامر أبناء البكير الليثي رضي الله عنهم . ¶ س409 : صحابي كان ينفق عليه أبو بكر رضي الله عنه ، وكان له كلام في الإفك الذي أتهمت به أم المؤمنين عائشة رضي الله عنها وبرأها الله تعالى في قرآن يتلى ، وقد غفر الله تعالى للصحابة البدريين ومن بايع تحت الشجرة جميعهم حتى أن الله تعالى أنزل في قول أبي بكر رضي الله عنه حين عزم على عدم النفقة عليه : ( وَلَا يَأْتَلِ أُوْلُوا الْفَضْلِ مِنكُمْ وَالسَّعَةِ أَن يُؤْتُوا أُوْلِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ ) فرجع أبو بكر رضي الله عنه عن عزيمته هذه امتثالا لأمر الله تعالى وأنفق عليه ، فمن هو ؟ ¶ ج409 : مسطح بن أثاثة بن عباد بن المطلب بن عبد مناف بن قصي المطلبي رضي الله عنه .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "س410 : صحابي جليل بدري يكنى بأبي عبس ، كان يكتب العربية وكان هو وأبو بردة يكسران اصنام بني حارثة ، شهد الغزوات جميعها مع رسول الله صلى الله عليه وسلم ، وكان من الجماعة الذين قتلوا كعب بن الأشرف اليهودي ، وكان عمر وعثمان رضي الله عنهما يبعثونه مصدقا – يأخذ صدقات النعم – فمن هو ؟ ¶ ج410 : عبدالرحمن بن جبر بن عمرو بن زيد بن جشم بن حارثة الأوسي الأنصاري رضي الله عنه . ¶ س411 : صحابي جليل خرج مع أبوه إلى بدر مع المشركين يكتم إسلامه ، فلما ألتقى الجمعان تحول مع المسلمين وقاتل معهم وعد بدريا ، واستشهد رضي الله عنه يوم اليمامة ، وهو أخو أبو جندل رضي الله عنه ، فمن هو ؟ ¶ ج411 : عبدالله بن سهيل بن عمرو العامري القرشي رضي الله عنه . ¶ س412 : صحابي جليل مهاجر من السابقين البدريين ، ولي أمرة البحرين لعمر رضي الله عنه ، وهو من أخوال أم المؤمنين حفصة وعبدالله بن عمر رضي الله عنهم وزوج عمتهما صفية بنت الخطاب ، فمن هو ؟ ¶ ج412 : قدامة بن مظعون ، أبو عمرو الجمحي رضي الله عنه . ¶ س413 : صحابي جليل مولى أبو حذيفة وابنه بالرضاع ، وقد أرضعته زوجة مولاه أبو حذيفة حين كبر وأدرك ما يدركه الرجال وكانت رخصة له من رسول الله صلى الله عليه وسلم ليدخل بيت زوجة مولاه ليعتبر ابنها بالرضاعة ، وكان يؤم المهاجرين حين قدموا من مكة إلى المدينة لأنه أقرأهم إلى حين هجرة الرسول صلى الله عليه وسلم ، فمن هو ؟ ¶ ج413 : سالم مولى أبو حذيفة بن عتبه رضي الله عنهما . ¶ س414 : صحابي جليل ، هو أول من بايع الرسول صلى الله عليه وسلم في دار الأرقم ، وكان أسمه غافلا ، فغيره رسول الله صلى الله عليه وسلم ، وقد استشهد في بدر وهو ابن أربع وثلاثين سنه قتله مالك بن زهير الجشمي ، فمن هو ؟ ¶ ج414 : عاقل بن البكير بن عبد يا ليل بن ناشب الليثي الكناني رضي الله عنه . ¶ س415 : ما أسم الصحابي أبو برزة الأسلمي رضي الله عنه ؟",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ج415 : نضلة بن عبيد رضي الله عنه ، كما ذكر ذلك الإمام أحمد وابن معين رحمهما الله . ¶ س416 : صحابي استعمله رسول الله صلى الله عليه وسلم على البحرين لما عزل عنها العلاء بن الحضرمي رضي الله عنه ، وبقي كذلك إلى أن مات رسول الله صلى الله عليه وسلم ، فأراد أبو بكر رضي الله عنه أن يبقيه على البحرين ، فرفض وقال : لا أعمل لأحد بعد رسول الله صلى الله عليه وسلم ، فمن هو ؟ ¶ ج416 : أبان بن سعيد بن العاص رضي الله عنه . ¶ س417 : أكثر الصحابة رضي الله عنهم فتيا على الإطلاق سبعة ، فمن هم ؟ ¶ ج417 : أم المؤمنين عائشة ، عمر بن الخطاب ، علي بن أبي طالب ، عبدالله بن مسعود ، زيد بن ثابت ، عبدالله بن عباس ، عبدالله بن عمر – رضي الله عنهم . ¶ س418 : من الصحابة الخمسة الذين نزلوا في قبر رسول الله صلى الله عليه وسلم حين دفنه ؟ ¶ ج418 : علي بن أبي طالب ، الفضل بن العباس ، قثم بن العباس ، شقران مولى رسول الله صلى الله عليه وسلم وأوس بن خولي رضي الله عنهم . ¶ س419 : صحابي جليل وأحد العشرة المبشرين في الجنة ، كان أبوه من الموحدين على ملة إبراهيم عليه السلام ، ومات أبوه قبل أن يدرك رسالة نبينا محمد صلى الله عليه وسلم ، فمن هو ؟ ¶ ج419 : سعيد بن زيد بن عمرو بن نفيل رضي الله عنه . ¶ س420 :ما أسم اليهودية التي وضعت السم في الطعام لرسول الله صلى الله عليه وسلم ؟ ¶ ج420 : زينب بنت الحارث إمرأة سلام بن مشكم . ¶ س421: حين آخى رسول الله صلى الله عليه وسلم بين المهاجرين والأنصار ، آخى أحد الأنصار مع عبدالرحمن بن عوف رضي الله عنه وأراد هذا الأنصاري أن يعطي ابن عوف نصف ما يملكة ويطلق إحدى زوجاته ليأخذها ابن عوف رضي الله عنه ، ولكن عبدالرحمن بن عوف رفض ذلك ، فمن هذا الصحابي الأنصاري ؟ ¶ ج421 : سعد بن الربيع رضي الله عنه .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "س422 : ما أسماء جاريتا عبدالله بن أبي بن سلول اللتان كان يريدهما على الزنا فشكتا للنبي صلى الله عليه وسلم ، فأنزل الله تعالى : ( ولا تكرهوا فتياتكم على البغا ) إلى قوله (غفور رحيم ) ، ؟ ¶ ج422 : مُسيكة وأميمة . ¶ س423 : من الصحابية المقصودة في الآية التالية : (قد سمع الله قول التي تجادلك في زوجها وتشتكي إلى الله .. ) ؟ ¶ ج423 : خولة بنت ثعلبة رضي الله عنها ، وزوجها هو أوس بن الصامت رضي الله عنه . ¶ س424 : من الثلاثة الذين خلفوا عن غزوة تبوك وتاب الله عليهم ؟ ¶ ج424 : كعب بن مالك ، ومرارة بن الربيع ، وهلال بن أبي أميّة – رضي الله عنهم . ¶ س425 : ذكر أبو قتادة رضي الله عنه أن النبي صلى الله عليه وسلم كان يحمل طفلة على عاتقه ، فإذا سجد وضعها وإذا قام حملها ، فمن هي هذه الطفلة ؟ ¶ ج425 : أمامة بنت أبي العاص رضي الله عنهما وهي ابنة زينب بنت رسول الله صلى الله عليه وسلم ورضي الله عنها . ¶ س426 : ما أسم أم معبد الخزاعية التي استراح في خيمتها رسول الله صلى الله عليه وسلم وأبي بكر الصديق رضي الله عنه أثناء الهجرة المباركة ؟ ¶ ج426 : عاتكة الكعبية الخزاعية . ¶ س427 : من أول من بايع أبو بكر الصديق رضي الله عنه من الأنصار في سقيفة بني ساعدة ؟ ¶ ج427 : بشير بن سعد بن ثعلبة الأنصاري رضي الله عنه وهو أبو النعمان بن بشير رضي الله عنهما . ¶ س428 : من الصحابي الذي أرسله رسول الله صلى الله عليه وسلم إلى المقوقس صاحب مصر ، وهو الذي أحضر معه سرية النبي صلى الله عليه وسلم مارية القبطية رضي الله عنها ؟ ¶ ج428 : حاطب بن أبي بلتعة رضي الله عنه .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "س429 : صحابي جليل شهد مع رسول الله صلى الله عليه وسلم أحد وما بعدها وشهد صفين مع علي رضي الله عنه ، أسند ثمانية وسبعون حديثا جيدا ، وقد أصابه يوم أحد سهم في ترقوته ، فخيّره رسول الله صلى الله عليه وسلم بين أن ينزعه منه وبين أن تترك فيه العطبة ويشهد له يوم القيامة ، فاختار شهادة الرسول صلى الله عليه وسلم ، وقد انتقض عليه جرحه في سنة 74 للهجرة فمات منه ، فمن هو ؟ ¶ ج429 : رافع بن خديج بن رافع الأنصاري رضي الله عنه . ¶ س430 : صحابي جليل عاهد الله عز وجل أن لا يمس مشرك ولا يمسه مشرك ، فلما قتل رضي الله عنه أراد المشركون حز رأسه فجاءت النحل فمنعته ، فقال المشركون دعوه حتى يمسي فنأخذه فبعث الله الوادي فاحتمله ، فمنعه الله تعالى في مماته كما عاهد الله في حياته ، فمن هو ؟ ¶ ج430 : عاصم بن ثابت رضي الله عنه . ¶ س431 : من هي زوجة سعيد بن زيد رضي الله عنه ؟ ¶ ج431 : فاطمة بنت الخطاب رضي الله عنها وهي ابنة عمه وأخت عمر بن الخطاب رضي الله عنه . ¶ س432 : عرف بشيطان قريش ، اتفق مع صفوان بن أمية على أن يذهب لقتل النبي صلى الله عليه وسلم بالمدينة بعد غزوة بدر ثم أسلم هناك ، فمن هو ؟ ¶ ج432 : عمير بن وهب رضي الله عنه . ¶ س433 : أصيبت عينه يوم أحد حتى سقطت على وجنتيه فردها رسول الله بيده فكانت أحسن عينيه ، فمن هو ؟ ¶ ج433 : قتادة بن النعمان رضي الله عنه . ¶ س434 : هو ملك عادل ، آوى المسلمين المهاجرين من مكة وأحسن معاملتهم ولم يسلمهم لقريش ، فمن هو ؟ ¶ ج434 : النجاشي ملك الحبشة – رحمه الله ¶ س435 : أهدر رسول الله صلى الله عليه وسلم دمها يوم الفتح ثم جاءت مسلمة تبايع النبي صلى الله عليه وسلم بيعة النساء متخفية حتى عرفها النبي صلى الله عليه وسلم وبايعها ، فمن هي ؟ ¶ ج435 : هند بنت عتبة ، وهي أم معاوية بن أبي سفيان رضي الله عنهم .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "س436 : تولى كتابة صلح الحديبية مع النبي صلى الله عليه وسلم نيابة عن مشركي مكة ، فمن هو ؟ ¶ ج436 : سهيل بن عمرو رضي الله عنه . ¶ س437 : قال عنه رسول الله صلى الله عليه وسلم : لا تسبوا ..؟.. فإني رأيت له جنة أو جنتين ) ، فمن هو ؟ ¶ ج437 : ورقة بن نوفل – رضي الله عنه . ¶ س438 : خمسة من العشرة المبشرين بالجنة أسلموا على يد أبي بكر الصديق رضي الله عنه ، وهو معهم يكونوا ستة ، فمن هم ؟ ¶ ج438 : عثمان بن عفان ، الزبير بن العوام ، عبد الرحمن بن عوف ، سعد بن أبي وقاص ، طلحة بن عبيد الله – رضي الله عنهم . ¶ س439 : احدى أمهات المؤمنين ، عرفت عند قومها بالطاهرة العفيفة رضي الله عنها ، ولم ينكح رسول الله صلى الله عليه وسلم عليها غيرها حتى ماتت ، فمن هي ؟ ¶ ج439 : أم المؤمنين خديجة بنت خويلد رضي الله عنها . ¶ س440 : من الذي قال للرسول صلى الله عليه وسلم : (كلا ، فوالله لا يخزيك الله ، إنك لتصل الرحم ، وتصدق الحديث ، وتحمل الكل ، وتعين على نوائب الدهر ) ¶ ج440 : أم المؤمنين خديجة بنت خويلد رضي الله عنها . ¶ س441 : من الذي قال للرسول صلى الله عليه وسلم بأول بعثته : (يا ليتني أكون فيها حياً جذعاً حين يخرجك قومك ، فقال رسول الله صلى الله عليه وسلم : أو مخرجي هم ؟ قال : نعم ، لم يأت أحد بمثل ما جئت به إلا عودي ، وإن يدركني يومك أنصرك نصراً مؤزراً( ¶ ج441 : ورقة بن نوفل رضي الله عنه . ¶ س442 : كم كان عمر النبي صلى الله عليه وسلم حين تزوج أم المؤمنين خديجة ، وكم كان عمرها هي رضي الله عنها ؟ ¶ ج442 : كان عمر النبي صلى الله عليه وسلم 25 سنة وهذا قول الجمهور ، أما أم المؤمنين خديجة رضي الله عنها فكان عمرها 40 سنة . ¶ س443 : من أول بيت هاجر في سبيل الله بعد بيت نبي الله لوط عليه السلام ؟ ¶ ج443 : هو بيت عثمان بن عفان وزوجته رقية بنت رسول الله صلى الله عليه وسلم ورضي الله عنهما .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "س444 : من الذي جاء إلى النبي صلى الله عليه وسلم وهو يصلي فوضع رداءه في عنقه فخنقه خنقاً شديداً فجاء أبو بكر حتى دفعه عنه وقال : أتقتلون رجلاً أن يقول ربي الله وقد جاءكم بالبينات من ربكم ؟ ¶ ج444 : عقبة بن أبي معيط لعنه الله . ¶ س445 : من الذي قال : يعفر محمد وجهه بين أظهركم ؟ فقيل : نعم ، فقال : واللات والعزى لئن رأيته لأطأن على رقبته ولأعفرن وجهه ، فأتى رسول الله وهو يصلي _ يزعم ليطأ رقبته _ فما فجأهم إلا وهو ينكص على عقبيه ويتقي بيديه ، فقالوا : مالك يا ... . ؟ قال : إن بيني وبينه لخندقاً من نار وهوْلاً وأجنحة ، فقال رسول الله صلى الله عليه وسلم لو دنا مني لاختطفته الملائكة عضواً عضواً ، ؟ ¶ ج445 : أبو جهل لعنه الله . ¶ س446 : من الذي قال : : أتيت النبي صلى الله عليه وسلم : وهو متوسد بردة وهو في ظل الكعبة ، وقد لقينا من المشركين شدة ، فقلت يا رسول الله : ألا تدعو لنا ؟ فقعد _ وهو محمر وجهه _ فقال : لقد كان من قبلكم ليمشط بمشاط الحديد ما دون عظمه من لحم أو عصب ، ما يصرفه ذلك عن دينه ، ويوضع المنشار على مفرق رأسه فيشق باثنين ما يصرفه ذلك عن دينه ، وليتمن الله هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت ما يخاف إلا الله \" ؟ ¶ ج446 : خباب بن الأرت رضي الله عنه . ¶ س447 : من الذي قال : والله لقد رأيتني وإن عمر لموثقي على الإسلام قبل أن يسلم عمر ؟ ¶ ج447 : سعيد بن زيد رضي الله عنه . ¶ س448 : من الوفد الذي أرسلته قريش ليعيد المهاجرين المسلمين من الحبشة ؟ ¶ ج448 : عمرو بن العاص ، و عبدالله بن أبي أمية . ¶ س449 : من الذي قال للنجاشي ملك الحبشة : أيها الملك ، كنا قوماً أهل جاهلية ، نعبد الأصنام ونأكل الميتة ، ونأتي الفواحش ، ونقطع الأرحام ... . حتى بعث الله إلينا رسولاً منا ، نعرف نسبه وصدقه وأمانته وعفافه ، فدعانا إلى الله لنوحده ونعبده ، ونخلع ما كنا نعبد نحن وآباؤنا من دونه من الحجارة ؟",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ج449 : جعفر بن أبي طالب رضي الله عنه . ¶ س450 : حين حاصر مشركي قريش بني هاشم في شعب أبي طالب لمدة ثلاث سنين ،وكتبوا صحيفة علقوها بجوف الكعبة ، من الصحابي الذي ولد في ذلك الحصار بشعب أبي طالب ؟ ¶ ج450 : عبدالله بن عباس رضي الله عنهما . ¶ س451 : من الذي سعى في نقض الصحيفة وفك الحصار عن بني هاشم ؟ ¶ ج451 : هشام بن عمرو بن عامر بن لؤي . ¶ س452 : متى كان ابتداء تسمية أبي بكر رضي الله عنه بالصديق ؟ ¶ ج452 : في صبيحة الإسراء حين صدق الرسول بقصة الإسراء والمعراج دون تردد . ¶ س453 : من الذي كان يحلف أن الله أنزل اسم أبي بكر من السماء الصديق ؟ ¶ ج453 : علي بن أبي طالب رضي الله عنه وذلك بحديث رواه الطبراني ورجاله ثقات . ¶ س454 : من الذي كان ينقل أخبار قريش للنبي صلى الله عليه وسلم وأبي بكر رضي الله عنه أثناء الهجرة ؟ ¶ ج454 : عبدالله بن أبي بكر الصديق رضي الله عنهما . ¶ س455 : من الذي كان يرعى لهما الغنم ويريحها عليهما في الغار بعد العشاء أثناء الهجرة ؟ ¶ ج455 : عامر بن فهيرة رضي الله عنه مولى أبي بكر الصديق رضي الله عنه . ¶ س456 : أين صلى رسول الله صلى الله عليه وسلم أول جمعة في الإسلام ؟ ¶ ج456 : في ديار سالم بن عوف أثناء قدومه للمدينة بعد أن أقام في ديار عمرو بن عوف أربعة عشر يوما . ¶ س457 : أين بركت ناقة رسول الله صلى الله عليه وسلم في المدينة ، حيث أنها مأمورة كما قال عليه الصلاة والسلام ؟ ¶ ج457 : في مكان مسجده صلى الله عليه وسلم ؟ ¶ س458 : عند من نزل رسول الله صلى الله عليه وسلم في المدينة قبل ابتناء مساكنه ؟ ¶ ج458 : عند أبو أيوب الأنصاري رضي الله عنه . ¶ س459 : من اليهودي الذي أسلم أول ما قدم النبي صلى الله عليه وسلم إلى المدينة ؟ ¶ ج459 : عبدالله بن سلام رضي الله عنه .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "س460 : حين بنى رسول الله صلى الله عليه وسلم مع الصحابة رضي الله عنهم مسجد رسول الله صلى الله عليه وسلم ، كانوا يحملون لبنة لبنة وكان هناك صحابي يحمل لبنتين لبنتين ، فمن هو ؟ ¶ ج460 : عمار بن ياسر رضي الله عنه . ¶ س461 : من كان قائد سرية سيف البحر في السنة الأولى من الهجرة ؟ ¶ ج461 : حمزة بن عبدالمطلب رضي الله عنه . ¶ س462 : من كان قائد سرية الخرار في آخر السنة الأولى من الهجرة ؟ ¶ ج462 : سعد بن أبي الوقاص رضي الله عنه . ¶ س463 : من كان قائد سرية نخلة في السنة الثانية من الهجرة ؟ ¶ ج463 : عبدالله بن جحش رضي الله عنه . ¶ س464 : ما أول غزوة غزاها رسول الله صلى الله عليه وسلم ؟ ¶ ج464 : غزوة ودان بالأبواء . ¶ س465 : من الذي قال للرسول صلى الله عليه وسلم حين استشارته لهم في قتال المشركين يوم بدر : والله لكأنك تريدنا يا رسول الله ؟ قال صلى الله عليه وسلم : أجل ، فقال : فقد آمنا بك ، وصدقناك ، وشهدنا أن ما جئت به هو الحق فامض يا رسول الله لما أردت فوالذي بعثك بالحق لو استعرضت بنا هذا البحر لخضناه معك ما تخلف منا رجلاً واحداً. ¶ ج465 : سعد بن معاذ رضي الله عنه . ¶ س466 : من الصحابي الذي أشار على الرسول صلى الله عليه وسلم بتغيير المكان في بدر قائلا : يا رسول الله أرأيت هذا المنزل أمنزلاً أنزلكه الله ليس لنا أن نتقدمه ولا نتأخر عنه ؟ أم هو الرأي والحرب والمكيدة ؟ فقال صلى الله عليه وسلم : بل هو الرأي والحرب والمكيدة ، فقال : يا رسول الله ، فإن هذا ليس بمنزل ، فانهض بالناس حتى نأتي أدنى ماء من القوم ـ قريش ـ فننزله ونغور ـ نخرب ـ ما وراءه من القُلَب ـ الآبار ـ ثم نبني عليه حوضاً فنملأه ، ثم نقاتل القوم فنشرب ولا يشربون ¶ ج466 : الحباب بن المنذر رضي الله عنه .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "س467 : حين قال رسول الله صلى الله عليه وسلم في غزوة بدر: ( قوموا إلى جنة عرضها السماوات والأرض ) ، فقال هذا الصحابي : بخ بخ وألقى تمرات كن في يده وقاتل حتى قتل ؟ ¶ ج467 : عمير بن الحمام رضي الله عنه . ¶ س468 : من الصحابي الذي قتل والده المشرك يوم بدر ؟ ¶ ج468 : أبو عبيده عامر بن الجراح رضي الله عنه . ¶ س469 : قبل هجرة الرسول صلى الله عليه وسلم ألقى المشركون سلى جزور على ظهره وهو يصلي ، فدعا على ستة منهم بأسمائهم ، وقد قتلوا في يوم بدر جميعهم ، فمن هم ؟ ¶ ج469 : قال صلى الله عليه وسلم : اللهم عليك بقريش ـ ثلاث مرات ـ ثم سمى : اللهم عليك بأبي جهل ، وعليك بعتبة بن ربيع ، وشيبة بن ربيع ، والوليد بن عتبة ، وأمية بن خلف ، وعقبة بن أبي معيط . ، وقد قتلوا جميعهم إلا عقبة بن أبي معيط فقد أسر وضربت عنقه صبرا وصلب . ¶ س470 :ستة من الصحابة ردهم رسول الله صلى الله عليه وسلم عن المشاركة في غزوة أحد وذلك لصغر سنهم ، فمن هم ؟ ¶ ج470 : عبد الله بن عمر ، وزيد بن ثابت ، وأسامة بن زيد ، والنعمان بن بشير ، وزيد بن أرقم ، وأبو سعيد الخدري – رضي الله عنهم . ¶ س471 : من كان قائد الرماة الذين وضعهم رسول الله صلى الله عليه وسلم على جبل الرماة في أحد ؟ ¶ ج471 : عبدالله بن جبير رضي الله عنه . ¶ س472 : من الصحابي الذي قاتل يوم أحد دون الرسول صلى الله عليه وسلم حتى شلت يده ؟ ¶ ج472 : طلحة بن عبيد الله رضي الله عنه . ¶ س473 : من الصحابي الذي قال للرسول صلى الله عليه وسلم : أرأيت إن قتلت أأطأ بعرجتي هذه الجنة ؟ قال صلى الله عليه وسلم: نعم ، وقد كان أعرجا رضي الله عنه . ¶ ج473 : عمرو بن الجموح رضي الله عنه . ¶ س474 : من الصحابي الذي مرّ بقوم من المسلمين قد ألقوا بأيديهم حين سمعوا بموت رسول الله في غزوة أحد فقال : قوموا فموتوا على ما مات عليه رسول الله صلى الله عليه وسلم ؟ ¶ ج474 : أنس بن النضر رضي الله عنه .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "س475 : بعد انتهاء موقعة أحد كان أبو سفيان ينادي في المسلمين والرسول صلى الله عليه وسلم ينهاهم عن الرد عليه ، فحين قال : أعل هبل ، أمر الرسول صلى الله عليه وسلم أن يجيبه المسلمون بماذا ؟ ¶ ج475 : الله أعلى وأجل . ¶ س476 : وحين قال ابو سفيان لنا العزى ولا عزى لكم ، ماذا أمر الرسول صلى الله عليه وسلم المسلمون أن يجيبوه ؟ ¶ ج476 : الله مولانا ولا مولى لكم . ¶ س477 : قدم على رسول الله صلى الله عليه وسلم رهط من عضل والقارة فقالوا : يا رسول الله إن فينا إسلاماً ، فابعث معنا نفراً من أصحابك يفقهونا ويقرؤونا القرآن .فبعث رسول الله صلى الله عليه وسلم معهم عشرة رهط فغدروا بهم وقتلوهم وباعوا إثنان منهم لمشركي قريش وقتلوا صبرا ، فما أسم هذه الحادثة ؟ ¶ ج477 : حادثة الرجيع . ¶ س478 : موقف لأحد الصحابة وزوجته رضي الله عنهما في حادثة الإفك التي أتهمت بها أمنا عائشة رضي الله عنها وهي منها براء ، وقد برأها الله من فوق سبع سماوات ، قالت إمرأة هذا الصحابي : أما تسمع ما يقول الناس في عائشة ؟ ، فقال : نعم وذلك الكذب ، ثم قال لزوجته : أكنت فاعلة ذلك ؟ ، قالت : لا والله ما كنت لأفعله ، فقال : فعائشة خير منك . فمن هذا الصحابي الجليل ؟ ¶ ج478 : أبو أيوب الأنصاري رضي الله عنه . ¶ س479 : ما حكم من شك في براءة أمنا عائشة رضي الله عنها ؟ ¶ ج479 : لو يشك فيها إنسان والعياذ بالله صار كافراً مرتداً بإجماع المسلمين ، لأنها براءة قطعية بنص القرآن . ¶ س480 : في موقف كان يردد الصحابة أرجوزة وهي : نحن الذين بايعوا محمدا ، على الإسلام ما بقينا أبدا ، ففي أي موقف هذا ؟ ¶ ج480 : في حفر الخندق .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "س481 : أثناء حفر الخندق لاحظ أحد الصحابة ما يعانيه الرسول صلى الله عليه وسلم من الجوع ، فذهب لزوجته وطلب منها أن تصنع له طعاماً ، فذبح عناقاً له وطبخت زوجته صاعاً من شعير ، وذهب هو ودعا رسول الله صلى الله عليه وسلم وسارَّه بكمية الطعام وأنه قليل يكفي لرجل أو رجلين فصاح رسول الله صلى الله عليه وسلم وقال : يا أهل الخندق ، إن ... قد صنع لكم سوراً فحيهلا بكم ، وعددهم ألف ، وأكل الناس كلهم حتى شبعوا .فمن هذا الصحابي ؟ ¶ ج481 : جابر بن عبدالله رضي الله عنه . ¶ س482 : من القائل : اللهم لا تمتني حتى تقر عيني من قريظة ؟ ¶ ج482 : سعد بن معاذ رضي الله عنه . ¶ س483 : ماذا قال رسول الله صلى الله عليه وسلم عن قريش بعد غزوة الأحزاب ؟ ¶ ج483 : ( الآن نغزوهم ولا يغزوننا ، فنحن نسير إليهم ) . ¶ س484 : بماذا كان يدعو النبي صلى الله عليه وسلم يوم الأحزاب ؟ ¶ ج484 : اللهم منزل الكتاب ، سريع الحساب ، اهزم الأحزاب ، اللهم اهزمهم وزلزلهم. ¶ س485 : بعد غزوة الأحزاب ، من الذي جاء للرسول صلى الله عليه وسلم وقال له : قد وضعت السلاح ، والله ما وضعناه ، فاخرج إليهم ، قال صلى الله عليه وسلم: إلى أين ؟ قال : إلى قريظة ، فخرج النبي صلى الله عليه وسلم إليهم. ¶ ج485 : جبريل عليه السلام . ¶ س486 : من الصحابي الذي أهتز عرش الرحمن لموته ؟ ¶ ج486 : سعد بن معاذ رضي الله عنه . ¶ س487 :حين أراد الرسول صلى الله عليه وسلم الذهاب لمكة لأداء العمرة ، من الذي أرسله الرسول صلى الله عليه وسلم ليكون عيناً له ويأتي بخبر قريش ؟ ¶ ج487 : بُسر بن سفيان الكعبي رضي الله عنه .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "س488 : من القائل : أي قوم ، والله لقد وفدت على الملوك ، ووفدت على قيصر وكسرى والنجاشي ، والله ما رأيت ملكاً قط يعظمه أصحابه مثل ما يعظم أصحاب محمدٍ محمداً ، والله إن تنخم نخامة إلا وقعت في كف رجل منهم فدلك بها وجهه وجلده ، وإذا أمرهم ابتدروا أمره . وذلك بعد أن ذهب مبعوثا من قريش ليتفاوض مع النبي صلى الله عليه وسلم . ¶ ج488 : عروة بن مسعود. ¶ س489 : من الذي أرسله الرسول صلى الله عليه وسلم لقريش ليؤكد لهم أنه لم يأت لقتال وإنما معتمراً ؟ ¶ ج489 : عثمان بن عفان رضي الله عنه . ¶ س490 : لما دعا النبي صلى الله عليه وسلم أصحابة تحت الشجرة للبيعة ، فبايعوه على الموت ؟ ¶ ج490 : لأنه أشيع عندهم خبر أن قريش قتلت عثمان بن عفان رضي الله عنه . ¶ س491 :كل الصحابة بايعوا رسول الله صلى الله عليه وسلم تحت الشجرة وكانوا قرابة الألف وأربعمائة صحابي ، إلا رجلا واحدا وكان منافقا وقد اختبأ تحت بطن بعيره كي لا يبايع ، فمن هو ؟ ¶ ج491 : الجد بن قيس الأنصاري . ¶ س492 : سورة نزلت على رسول الله صلى الله عليه وسلم وهو عائد من الحديبية ، وقد قال عنها أنها أحب إليه مما طلعت عليه الشمس ، فما هي السورة ؟ ¶ ج492 : سورة الفتح . ¶ س493 : من الذي قتل مرحب اليهودي بطل خيبر وفارسها ؟ ¶ ج493 : علي بن أبي طالب رضي الله عنه . ¶ س494 :من الذي أكل من الشاة المسمومة مع النبي صلى الله عليه وسلم ومات ؟ ¶ ج494 : بشر بن البراء رضي الله عنه . ¶ س495 : ما الذي حرمه رسول الله صلى الله عليه وسلم في غزوة خيبر ؟ ¶ ج495 : متعة النساء وأكل لحوم الحمر الإنسية . ¶ س496 :من التي تزوجها رسول الله صلى الله عليه وسلم في عمرة القضاء بعد أن تحلل من إحرامه ؟ ¶ ج496 :أم المؤمنين ميمونة بنت الحارث رضي الله عنها .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "س497 : من الذي بعثه رسول الله صلى الله عليه وسلم بكتابه إلى الشام إلى ملك الروم وبصرى ، فعرض له شرحبيل بن عمرو الغساني فقتله ، ولم يُقتل لرسول الله صلى الله عليه وسلم رسول غيره ، فاشتد ذلك فبعث البعوث ، وكان ذلك سبب غزوة مؤتة ؟ ¶ ج497 : الحارث بن عمير الأزدي أحد بني لهب رضي الله عنه . ¶ س498 : من هم أمراء الجيش في غزوة مؤتة حسب الترتيب ؟ ¶ ج498 : زيد بن حارثة ، جعفر بن أبي طالب ، عبدالله بن رواحة رضي الله عنهم وحين استشهدوا تولى الإمرة خالد بن الوليد رضي الله عنه . ¶ س499 : من القائل في غزوة مؤتة للمسلمين حين رأوا كثرة جيش العدو : يا قوم ، والله إن التي تكرهون للتي خرجتم وتطلبون ، الشهادة ، وما نقاتل الناس بعدد ولا قوة ولا كثرة ، ولا نقاتلهم إلا بهذا الدين الذي أكرمنا الله به ، فانطلقوا فإنما هي إحدى الحسنيين ، إما ظهور وإما شهادة .؟ ¶ ج499 : عبدالله بن رواحة رضي الله عنه . ¶ س500 :من الذي جاء إلى المدينة يستنجد بالرسول صلى الله عليه وسلم وكان ذلك سببا لنقض قريش صلحهم مع النبي صلى الله عليه وسلم وبناء عليه غزاهم رسول الله صلى الله عليه وسلم وتم فتح مكة ؟ ¶ ج500 : عمرو بن سالم الخزاعي . ¶ أسأل الله سبحانه وتعالى أن تكون هذه المعلومات ذات فائدة للجميع وأن يكون هذا الجهد خالصا لوجه الله تعالى ، وأن ينفع به العباد في شحذ الهمم ، وأن لا يحرمني وإياكم أجرها . اللهم آمين . ¶ أخوكم / علي العلي الكعبي ¶ شبكة الدعاة إلى العلم النافع الإسلامية ¶ www.du3at.com ¶ المراجع : ¶ 1- القرآن الكريم . ¶ 2- صحيح البخاري ¶ 3- صحيح مسلم . ¶ 4- سلسلة الأحاديث الصحيحة للألباني . ¶ 5- صحيح سنن النسائي ، للألباني . ¶ 6- الصحيح الجامع للألباني . ¶ 7- سيرة ابن هشام . ¶ 8- البداية والنهاية ، لإبن كثير . ¶ 9- الكامل في التاريخ ، لإبن الأثير . ¶ 10- سير أعلام النبلاء ، للذهبي . ¶ 11– أسد الغابة في معرفة الصحابة ، لابن الأثير .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "12 - الأنوار في سيرة النبي المختار ، للشيخ سليمان اللهيميد. ¶ 13- الملل والنحل ، للشهرستاني .",
            "page": "52",
            "part": "1"
        }
    ],
    "t37430": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}