{
    "b37442": [
        {
            "id": "1",
            "nass": "في السيرة عبرة ¶ للامام الشهيد عبد الله عزام ¶ معركة بدر (1) ¶ أيها الأخوة، السلام عليكم ورحمة الله وبركاته: ¶ لا زلنا مع أحداث غزوة بدر، وغزوة بدر كما سماها الله عزوجل يوم الفرقان، اليوم الذي قدره الله عز وجل رغم إرادة الناس أجمعين، لينصر المستضعفين الأذلة ويهلك المتكبرين أصحاب البطر، قدر مقدور وغيب مستور أجراه الله عز وجل على أيدي البشر، وقال الله عز وجل عنه: ¶ (ولو تواعدتم لاختلفتم في الميعاد ولكن ليقضي الله أمرا كان مفعولا ليهلك من هلك عن بينة ويحيا من حي عن بينة وإن الله لسميع عليم . ¶ (الأنفال: 42) ¶ ربنا رتب مقدمات المعركة، وربنا أدار أحداث المعركة، وربنا سبحانه وتعالى أمدهم بالعون في كل شيء، الحجارة معهم، الملائكة معهم، المطر معهم، السهام معهم، الرؤيا سبحانه وتعالى يجعلها سببا من أسباب النصر، النعاس معهم: ¶ إذ يغشيكم النعاس أمنة منه ¶ (الأنفال: 11) ¶ النعاس أمنة، النعاس في الصلاة مذموم ولكنه في الحرب محمود، وكيف ينام الإنسان تحت القذف والقصف وتحت دوي المدافع وأزيز الطائرات، هذا حصل كثيرا في أفغانستان، مولوي أرسلان وكثيرون حدثوني أنهم ينامون في المعركة فيقوم الإنسان بعزم جديد ونشاط جديد . ¶ الأخ أسامة بن لادن نام في معركة جاجي كان يمسك اللاسلكي، فسقط اللاسلكي من يده أثناء المعركة، والمعركة والقصف لا يتوقف لحظة والكماندوز على بعد لا يزيد عن مائتين أو ثلاث مائة متر عنه . ¶ النعاس معه، والمطر ..: ¶ وينزل عليكم من السماء ماء ليطهركم به ¶ (الأنفال: 11) ¶ حتى ترتاح النفوس لأن بعض الصحابة كان لابد لهم من أن يغتسلوا من الجنابة من أن يتوضأوا، ولم يكن عندهم ماء، فأنزل الماء.. ¶ ويذهب عنكم رجز الشيطان ¶ (الأنفال: 11) ¶ الوساوس الداخلية .. ¶ وليربط على قلوبكم ¶ (الأنفال: 11)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لأن النفس عندما تكون طاهرة حسيا ومعنويا تكون طاقتها المعنوية كبيرة، تكون عزيمتها أشد، ألا تلاحظ أنك عندما تكون قد صليت وأنت على وضوء أو قمت الليل وتلوت القرآن أن عزيمتك الداخلية أقوى بكثير مما كنت مقصرا في التكاليف . ¶ الملائكة... ¶ إذ يوحي ربك إلى الملائكة أني معكم فثبتوا الذين آمنوا ¶ (الأنفال: 12) ¶ أما الرعب اتركوه لي.. ¶ سألقي في قلوب الذين كفروا الرعب ¶ (الأنفال: 12) ¶ فالرعب قذيفة من القذائف الربانية، صاروخ إلهي ينزل إلى القلب فيبدده ويشتت فكره، ويحير ذهنه ويسبب هربا سألقي في قلوب الذين كفروا الرعب أما أنتم وظيفتكم ماذا؟ ¶ فاضربوا فوق الأعناق واضربوا منهم كل بنان ¶ (الأنفال: 12) ¶ هذا الأصبع الذي يمسك السيف إقطعوه واضربوا منهم كل بنان ، وغيره؟ في أثناء المعركة... ¶ فلم تقتلوهم ولكن الله قتلهم وما رميت إذ رميت ولكن الله رمى ¶ (الأنفال: 7) ¶ لماذا إذا ؟ لماذا جرت أحداث المعركة على يد فلان وفلان؟ ¶ وليبلي المؤمنين منه بلاء حسنا ¶ (الأنفال: 17)",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "حتى يقول فلان أنا قاتلت، وفلان أنا انتصرت وفلان أنا، وإنما الأقدار أجراها الواحد القهار وما البشر إلا ستار جرى من خلاله القدر فلم تقتلوهم ولكن الله قتلهم ومارميت إذ رميت ولكن الله رمى الرسول صلى الله عليه وسلم أثناء المعركة حمل حفنة من الحصى وضرب بها وجوه القوم وقال: شاهت الوجوه .. شاهت الوجوه، فلم يبق أحد من المشركين إلا ودخل في عينه شيء من الحصى، كيف هذا؟ ألف واحد، كيف حفنة الحصى تنالهم جميعا ؟! وكيف حفنة الحصى (لخيال محمد) صهر جلال الدين حقاني تهزم ثمانين دبابة إذا : فلم تقتلوهم ولكن الله قتلهم وما رميت إذ رميت ولكن الله رمى هجمت ثمانون دبابة وآلية على خيال محمد وكانوا أربعين مجاهدا في أفغانستان، واقتربت الدبابات لتمسك بهم أحياء، قال فصلينا الظهر وبكينا وضرعنا إلى الله أن لا يجعل للكافرين علينا سبيلا ، ولا يمكنهم منا، قال: ثم حملت حفنة من الحصى ورميت بها نحو الدبابات حفنة حصى رماها نحو الدبابات، هل الحصوة تعطل جنزيز؟! ماذا تصنع .. ماذا تصنع؟ قال: وكانت الطريق ترابية ضيقة فتقدمت الدبابة الأولى ولم أدري كيف انقلبت لا أدري، الدبابة الثانية رمينا عليها زجاجة ملوتوف، ظن قائد الدبابة أن تحت الدبابة لغم فانحرف عن وسط الطريق فلم يحتمل طرف الطريق الدبابة واهتز توازنها فانحرفت وأصبحت بالعرض، وسد الطريق بقية الآليات، ماذا جرى؟ وإذا بجميع الذين في الدبابات إلا دبابة واحدة يخرجون الأعلام البيضاء ويرفعون أيديهم مستسلمين .. ماذا؟ ليس معهم مضاد للدبابات، ولا شيء .. حفنة حصى، والمفاجأة الكبيرة، قال: لم يكن عند المجاهدين في أفغانستان (آر . بي . جي) واحد مضاد للدبابات - فوجدنا في إحدى الدبابات خمس وثلاثين مضادا للدبابات مع ألف قذيفة لها، ما هذا؟ البشر ماذا؟ البشر ستارة، يحري رب العالمين القدر من خلالها حتى يشرف الله البشر فيقال فلان نصر دين الله وفلان جاهد في أفغانستان، وفلان قتل عشرين",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "شيوعيا، أنت الذي قتلتهم؟ (ولكن الله قتلهم) مكتوب قبل خلق السماوات والأرض بخمسين ألف سنة، أن الشيوعي (رحمت جل) سيقتل بيد أبو الشباب، مكتوب هذا، فأنتم صور يجريها رب العزة من خلال القدر وتشريفا لكم أن تحملوا راية الإسلام، ويقال نصر فلان وفلان دين الله، وانتصر فلان وفلان ولكن ولكن الله قتلهم . ¶ وما النصر إلا من عند الله ¶ (آل عمران: 162) ¶ إن ينصركم الله فلا غالب لكم وإن يخذلكم فمن ذا الذي ينصركم من بعده ¶ (آل عمران: 160) ¶ بل تقليل العدد في رؤيا النبي صلى الله عليه وسلم وفي رؤيا المسلمين في نظرهم يقلل العدد، عدد المسلمين في أعين الكفار ويقلل عدد الكفار في أعين المسلمين .. لماذا؟ لماذا؟ حتى يجري الله وعده.. ¶ إذ يريكهم الله في منامك قليلا ولو أراكهم كثيرا لفشلتم ولتنازعتم في الأمر ولكن الله سلم إنه عليم بذات الصدور، وإذ يريكموهم إذ التقيتم في أعينكم قليلا ويقللكم في أعينهم ليقضي الله أمرا كان مفعولا وإلى الله ترجع الأمور ¶ (الأنفال: 43-44) ¶ الأمور لمن ترجع؟ إلى الله، من الذي ينفذها أخيرا؟ الله؛الحاكم الفلاني، الشيخ الفلاني، الأمير الفلاني ماذا .. ماذا يملكون هؤلاء؟ هل يستطيعون أن يوقفوا قدر الله أنت مكتوب لك أن تتوظف عندهم رغم أنوفهم ستتوظف ولو وقفوا جميعا أمامك، إن الله إذا قدر لك وظيفة عندهم سيغير الحكم كله من أجل وظيفتك أنت لا تدري، نعم وإلى الله ترجع الأمور ليس بيدك ولا بيدي و.. ¶ (ليس بأمانيكم ولا أماني أهل الكتاب). ¶ (النساء: 123) ¶ الله هو الذي بيده ملكوت كل شيء (وإليه يرجع الأمر كله)، ولذلك هذه القصص التي تسمعها من أفغانستان هذه قصص حقيقية، أن معركة تدور. ¶ كرامات في الجهاد",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "مولوي أرسلان قال لي: كان عندنا واحد اسمه (باطور) رأيته كان يرمي على (آر . بي . جي) ولم يكن عندنا إلا ست قذائف، وهجمت الدبابات علينا، فضربنا القذيفة الأولى والثانية والثالثة والرابعة والخامسة، الله يعوض علينا - لا تدريب خرجوا من كلية عسكرية إمام مسجد صار كابتن وصار جنرال . نعم، أحمد شاه مسعود طالب سنة ثانية هندسه، الآن واقف أمام روسيا، انجنير بشير سنة أولى هندسة الآن واقف أمام روسيا، حكمتيار سنة ونصف هندسة أعلن الحرب على روسيا، تخرجوا من كلية عسكرية؟ ما تخرجوا من كلية عسكرية أبدا، الشيخ جلال الدين من أي كلية عسكرية؟ تخرج من مسجد من المساجد، كلهم معلمون في المدارس الدينية، وكتب الله لهم أن يواجهوا روسيا، فصاروا جنرالات نعم، الآن بعضهم تطلق عليه روسيا الجنرال فلان والجنرال فلان - قال: رمينا خمس قذائف طارت في الهواء، ظلت قذيفة واحدة، قال له: امسكها لا تطلقها حتى نصلي ركعتين صلاة الحاجة، توكل على الله، فصلى ركعتين صلاة الحاجة ثم دعى الله عز وجل، ثم قال له باطور: أي سيارة أضربها من سيارات القافلة؟ قال له: هذه السيارة اضربها، سيارة مدنية في قافلة، قال: لماذا؟ قال حتى نحرق السيارة المدنية هذه التي يرسلها صاحبها مع هؤلاء الجيش، ضرب فأصابت وإذا بهذه السيارة المدنية شاحنة تحمل الذخائر، بدأت الذخائر تتطاير والصواريخ وما إلى ذلك، هل تعلم كم دبابة وآلية تحطمت؟ قال لي - وهو صادق - تحطمت ثمانون آلية بقذيفة واحدة، هذا ليس شغل البشر .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "مرة نفذت ذخيرتهم، قال: تقدمت الدبابات حتى تمسكنا أحياء، فضرعنا إلى الله عز وجل أن لا يسلطهم علينا وأن لا يمسكونا أحياء، قال: وإذا بالمعركة تدور على الدبابات نسمع قذائف ولا نرى أي قاذف، لا نرى بشر ليس في المنطقة غيرنا هذا في أوائل الجهاد - ليس في المنطقة غيرنا، وهزمهم الله عز وجل ودمرت دبابات، ولم يكن عندهم مضاد واحد للدبابات، كيف هذا؟ إذا صحيح فلم تقتلوهم ولكن الله قتلهم وما رميت إذ رميت ولكن الله رمى رصاص صغير أحيانا يخترق الدبابة ويقتل القائد في داخل الدبابة، فتستسلم الدبابة، رصاصة كيف تخترق الدبابة؟! عجيب والله كيف؟! . ¶ جل محمد ذات مرة عائدا في الليل إلى قاعدة المجاهدين فضل الطريق فرأى نورا فدخل، وإذا به في قاعدة للشيوعيين، أمسكه الضابط الروسي، قال: سنقتلك، قال: اقتلني! قال: لكن أنا أريد أن أسألك سؤالا قال: تفضل، قال: كيف يخترق رصاصكم الصغير دباباتنا؟ قال جل محمد: أنا ميت ميت، والله لأميتنه قبل، خوفا ، ليس الرصاص وحده فقط، الحجر لو رميناه على دباباتكم لاخترقها!الضابط الروسي ما قص ر، قال له: هذه دبابة تفضل قدموا له الدبابة، فقدموا الدبابة، قال تفضل إرم حجر حتى نرى كيف يخترقها، قال: لكن اسمح لي أن أصلي ركعتين، صلى ركعتين في السجود قال: يا رب أنت تعلم لا رصاصنا يخترق ولا تربتنا ولا حجارتنا تخترق وإنما قلناها تخويفا لأعدائك، اللهم لا تفضحنا اللهم لا تفضح المجاهدين! ما إلى ذلك، وأطال الدعاء، ثم سلم ومسك حفنة من الحصى والتراب وقال بسم الله ثلاثا ورماها على الدبابة وإذا بالدبابة تشتعل نارا، تشتعل نارا، الضابط الروسي قال له: اذهب مع السلامة حتى لا تحرقنا مع الدبابة، ثم تركه ولا أدري هل أعطاه كلاشنكوف، وأدى له التحية؟، وقالوا له: مع السلامة إكفنا شرك، إذا فلم تقتلوهم ولكن الله قتلهم .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يا إخوان: أصلا الذي حصل في أفغانستان لا يصدقه عقل الإنسان، نعم أصلا الشعب الأفغاني ما أحد أمده، العرب ما عرفوهم إلا بعد أربع سنوات، سنة اثنين وثمانين و ثلاث وثمانين (82 - 83)، وكم قدموا لهم العرب؟ كم قدموا لهم؟ حتى 1983 ما أظن قدموا لهم عشر ملايين دولار، ماقيمة عشرة ملايين دولار؟ روسيا كل يوم تنفق ثلاث وأربعين مليون دولار، في خمس سنوات ما تلقوا عشرة ملايين دولار، كيف هذا؟ إذا أردت أن تعرف قدر الله والكرامة الكبرى التي حصلت في هذا القرن بانتصار المجاهدين الأفغان على الروس، قارن بينها وبين الحرب العراقية الإيرانية، الحرب العراقية الإيرانية دمرت الإقتصاد العربي كله، دخلوا القتال وعندهم حوالي خمسا وخمسين مليار دولار وقدم لهم العرب حوالي أربعا وخمسين مليار دولار وعليهم الآن حوالي ثلاث وخمسون مليار دولار، إن صدقت الأرقام، المهم أرقام خيالية كلفت الحرب العراقية الإيرانية حتى الآن أكثر من مائة ألف مليون دولار، وماذا عملوا؟ رجعوا الفاو، وللكويت فرحتان: عودة الجابرية (1) [الطائرة الكةيتية (الجابرية) التي حفظها الشيعة وأفرج عنها في الجزائر]. وانتصار العراق في الفاو، ماذا عملوا؟ منذ تسع سنوات ما تقدموا تسع كيلومترات لا هؤلاء ولا هؤلاء تقريبا وما أبقوا سلاحا في الغرب إلا ودمروه في المنطقة لماذا؟ كل العالم اهتز اقتصاده بسبب الحرب العراقية الإيرانية، وهؤلاء المجاهدين الأفغان مساكين على الله، إذا أعطوهم صاروخ استنجر كل الدنيا تردد صواريخ استنجر، صواريخ استنجر، وكل صاروخ يأخذ الأمريكان ثمنه 70 ألف دولار .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إذا معجزة أو كرامة كبرى لا يمكن أن يصدق العقل البشري أن روسيا تنسحب مهزومة من أفغانستان لولا أن كل العالم يرى روسيا وخزيها وذلها وهزيمتها وارتدادها على أدبارها خاسرة، إذا الله الذي يجري القدر، والذي لم يكن معه الله مسكين والله إن ينصركم الله فلا غالب لكم وإن يخذلكم فمن ذا الذي ينصركم من بعده .. أمريكا؟! روسيا؟! .. من؟ وإن يخذلكم فمن ذا الذي ينصركم من بعده وعلى الله فليتوكل المؤمنون ، فالقضية بيد الله عز وجل أولا وآخرا ، وغزوة بدر شاهدة، الرسول صلى الله عليه وسلم رأى في المنام هاتفا يقول له: اخرجوا فإن الله وعدكم إحدى الحسنيين أو إحدى الطائفتين، سمع أن قافلة لأبي سفيان راجعة من الشام بها ألف جمل محملة بالزبيب والأدم وغيرها من البضائع ومعها ثلاثون إلى أربعين رجلا وبقيادة أبي سفيان زعيم المشركين آنذاك، فقال: اخرجوا لعل الله ينفلكموها، بعض الصحابة قالوا: يا رسول اله ظهورنا في أعالي المدينة، قال: من كان ظهره حاضرا فليخرج معنا ومن كان ظهره في أعالي المدينة فلا يخرج معنا، - ظهره يعني دابته - فخرج رسول الله صلى الله عليه وسلم يبتغي القافلة ولكن أبا سفيان كان أمامه عيون وكان الرسول صلى الله عليه وسلم قد أرسل بسبس بن عمرو ورجلا آخر كذلك يتحسسون في المنطقة فوجدا رجلا اسمه مجدي بن عمرو، فأبو سفيان لما مر على مجدي بن عمرو قال: هل رأيت أحدا في المنطقة؟ قال: لا، لكني رأيت اثنين يستقيان في شن لهما - الشن: وعاء - فأبو سفيان رجل داهية ذكي، قال: أين أناخا بعيريهما؟ قال: هناك، فذهب وفت البعر، فوجد نوى التمر، قال: هذه والله علائف يثرب إذا صحيح أن محمدا خرج يريد القافلة، فضرب وجه العير، مشى نحو الساحل وغير الطريق ونجا بالقافلة، المهم قبل أن ينجوا بالقافلة عندما علم أن رسول الله صلى الله عليه وسلم خرج إستأجر بدويا إسمه ضمضم بدويا اسمه ضمضم بن عمرو أعرابيا وقال له: إذهب وأخبر القوم أن قافلتكم في",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "خطر، هذا المجرم ضمضم بن عمرو جدع أنف بعيره وحول رحله وركب بالخلاف، وهناك في الأبطح وقف: يا معشر قريش اللطيمة اللطيمة محمد وأصحابه يريدون أن يأخذوا قافلتكم. ¶ رؤيا عاتكه ¶ كانت عاتكة بنت عبد المطلب قبل هذا بأيام قد رأت رؤيا أن رجلا راكبا على جمل جاء ووقف على قمة أبي قبيس، الجبل المطل على الكعبة والذي بنيت عليه الآن القصور الملكية قالت: وقف على جبل أبي قبيس وقال: يا لغدر أخرجوا لمصارعكم في ثلاث، قالت: ثم تدحرجت صخرة من جبل أبي قبيس وتفتتت، وما بقي من بيت من بيوت مكة إلا ودخلها شيء من هذه الصخرة، عاتكة للعباس أسرت لأخيها العباس بالرؤيا وقالت لا تخبر أحدا، فالعباس رأى عتبة بن ربيعة وحدثه، صاحبا له، وعتبة من الكفار لكنه كان رجلا حليما مقبولا عند المسلمين وعند الكفار، وكان من زعماء مكة، فعتبة حدث بها غيره ووصلت الرؤيا لمن؟ لأبي جهل، جاء للعباس، قال: ألا يكفي أن يتنبأ رجالكم يا عباس؟ ألان نساؤكم تتنبأ، نحن سننتظر ثلاثا على رؤيا عاتكة، فإن صدقت فذاك وإلا سنكتب أنكم أكذب بيت في العرب، أبو جهل مجرم، يعني ربنا طامس على بصيرته، ومثال للعناد المستكبر، الجاحد إلى آخر لحظة؛عاد عباس و حدث عاتكة بالذي حدث فقالت له: يا عباس - واجتمعت عليه أخواته - قالت: لا يكفي أبا جهل أن صنع ما صنع برجا لكم ونال منكم ومن رجالكم، أوصل به الأمر أن ينال من نسائكم وتسكتون، ثارت حمية العباس، وذهب الى الكعبة قال: سأحدث أبا جهل، فإن رد علي سأنتقم منه، ذهب وهو ينوي أن بعض شبان أبي جهل يكسرله، وأبو جهل رجل نحيف حاد البصر، حاد السمع، عصبي، لكنه كان شجاعا، وكان قويا، ومثالا للعناد، أعوذ بالله، دخل في الكعبة وأبو جهل هناك، فخرج أبو جهل بسرعة، قال: ماله؟ لعله عرف ما في نفسي أني جئت أنوي له شرا، قال: وإذا بصائح يصيح: يا معشر قريش!! اللطيمة اللطيمة، وصل ضمضم بن عمرو، وعندما رأوا حاله لأنه شق جيبه، وحول رحله، وجدع أنف بعيره،",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ثارت حميته، فما بقي بيت في مكة إلا خرج منه رجل أو أرسل مكانه أحد، وكان أبو لهب أراد الجلوس، فأرسل مكانه واحدا ودفع له مبلغا من المال، وأمية بن خلف أراد الجلوس وكان رجلا شيخا كبيرا ورجلا بدينا، فأراد الجلوس وعدم الخروج، فجاءه صاحبه عقبة بن أبي معيط بمجمرة وقال له: تجمر يا أبا علي واجلس مثل النساء، وهؤلاء الأصحاب يجرون بعضهم إلى جهنم، فعقبة بن أبي معيط جر صاحبه أمية إلى جهنم إلى معركة بدر وإلى الحجيم، كما أن عقبة نفسه ذات مرة أسلم وأبا عليه صاحبه أبي بن خلف إلا أن يأتي رسول الله صلى الله عليه وسلم - كما جاء في بعض الروايات، وإن كان فيها مقال - فيأتي رسول الله صلى الله عليه وسلم فيؤذيه، وقد جاء في بعض الروايات الضعيفة أنه بصق في وجه رسول الله صلى الله عليه وسلم، فقال صلى الله عليه وسلم: لا أراك خارج مكة إلا علوت رأسك بالسيف، وفعلا قد أوقعه الله في يده أسيرا يوم بدر وقتله علي بن أبي طالب، وفي قصة عقبة بن أبي معيط وأبي بن خلف نزلت الآية: ¶ ويوم يعض الظالم على يديه يقول يا ليتني اتخذت مع الرسول سبيلا يا ويلتى ليتني لم أتخذ فلانا خليلا ¶ (الفرقان: 27-28)",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فإبق بين النساء، قال: قبحك الله .. قبح الله وجهك، قال: أعدوا راحلتي، أعدوا راحلته شيخ من المشايخ، هؤلاء المشايخ الذين يبيعون الدنيا كلها بالزعامة، والحقيقة هؤلاء مصائب، زعماء القبائل مصائب على قبيلتهم يحيون هم ويموت الناس حولهم، الآن تجد القبائل هذه التي تحيط بأفغانستان زعيم القبيلة يعيش فوق السحاب وكل القبيلة تعيش تحت التراب لا تجد خبزا، تجدهم يمنعون الحكومة الباكستانية أن تمد شارعا ولا أن تمد الكهرباء ولا أن تفتح المدارس .. لماذا؟ لأن الحكومة تريد أن تسيطر على القبيلة تريد أن تسيطر علينا .. لماذا؟ لأنه يريد أن يبقى مهربا للحشيش يدخل عليه في السنة مائة مليون روبية، والذين حوله لا يجدون الخبز حتى الآن، هذه القبائل تمشي فيها أياما لا تجد فيها مكانا لسيارة تسير فيه .. لماذا؟ لأنه إذا مدت الحكومة شارعا، فالشارع للحكومة، إذا مدت كهرباء الكهرباء للحكومة، إذا فتحت مدارس المدارس للحكومة، إذا هي ستسيطر علينا ونحن نريد أن نكون أحرار، هم لا يريدون أن يكونوا أحرار، هم يريدون أن يعيشوا ولتموت القبيلة كلها، نعم، ولذلك تموت القبيلة كلها ويبقى الزعيم، حتى يحشش، ويتاجر بالحشيش . ¶ هناك أخ من إخواننا كان طبيبا في جرد جندل، جرد جندل هذه في منطقة كويتا على حدود قندهار، كان يقول: جرد جندل شر بلد على البشرية، أخطر بلد على البشرية، جرد جندل لماذا؟ قال: هذه تجم ع الحشيش والأفيون، والأفيون يزرع في مزارع ضخمة جدا ، لا أحد يجرؤ على دخول هذه المزارع، سيموت، جرد جندل بلد باكستاني يتجمع فيه الحشيش والأفيون ثم يتسرب إلى إيران، ومن إيران إلى تركيا، ومن تركيا إلى أمريكا وأوروبا ومناطق فلوريدا ليل نهار، والغواصات الأمريكية والطرادات الأمريكية والبوليس الأمريكي يطارد ولايستطيع أن يمسك أي مهر ب حشيش واحد، كثيرا ما يموتون من جرد جندل .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فالزعماء هؤلاء خطر، يعني ما لم يكن الزعيم يتقي الله فهو أكبر مصيبة على شعبه، نعم أنظر المصيبة التي أوقعها صدام في الشعب العراقي، دم ر الشعب العراقي نهائيا الآن، وفك ر المسكين أنه خلال يومين سيصل إلى طهران، هكذا سو لت له نفسه ويصبح إمبراطور العرب كلهم، ويعلنها إمبراطورية بعثية من داخل طهران المسكين ودفع بالجيش العراقي واحتل بعضا من أراضي إيران وعلق مع الإيرانيين، وكذلك الخميني، والإيرانيون ناس يعتبرون القتل في هذه المعركة يدخلهم الجنة.. شهادة، والبعثيون ماذا يعتبر؟ هؤلاء ناس يقول لهم خميني نريد مائة ألف للمعركة، يتقدم مائتا ألف، والبعثين على ماذا يقتلوا حالهم؟ هم جاءوا لصدام من أجل الدنيا إذا كانت الفلوس تأخذ روحه .. خلاص هربوا من حوله! هربوا من حوله، الآن يحضرون الأولاد الصغار من المدن و القرى، وأي واحد يهرب من المعركة، أي واحد لا يأتي إلى المعركة يقتل بعشر رصاصات أو بعشرين رصاصة، ولا تسلم جثته إلى أهله إلا بعد أن يدفعوا ثمن الرصاص . ¶ دم ر البلد، دم ر الشرق بسبب جهل جاهل، هذا صدام كان قاطع طريق، ثم كان شاويشا في الجيش العراقي سنة 1964، في محاكمة المهداوي الشاويش الهارب صدام حسين، نعم يطلبونه للمحكمة هو شاويش هارب ثلاث شرايط، وبعد ذلك أمسكه ميشيل عفلق ورباه، ثم اتصل بالمخابرات الإنجليزية، ميشيل عفلق وأقام له بواسطة العبيدي حكم بعثي، وقال: تفضل يا صدام قدم بن عمك هذا أحمد البكر لفترة، وبعدين نزيله ونأتي بك زعيما للرافدين، ثم زعيما للعرب أجمعين فقط انتظر، ولذلك كان عندما يتكلم عن ميشيل عفلق يقول: الأستاذ الرائد قائد المسيرة، أجلس بين يديه ساعة فآخذ إلهاما لمدة ستة أشهر، مم ن؟ م -ن ميشيل عفلق!! إلهام! ميشيل العميل الإنجليزي; ولذلك عندما عاد إلى العراق كتبت عنه الجريدة العراقية الإله العائد! الإله العائد، وقال عنه الشاعر العراقي: ¶ يا سيدي ومعبدي وإلهي ¶ حسبي ألم فتاتكم حسبي",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أما الشيخ صدام!!! فيعمل مؤتمرات إسلامية ويذهب الناس، إلى المؤتمرات الإسلامية في بغداد ويمجدون، واحد منهم قال: أنت عمر الثاني، أنت عمر، المهم قال فيه الشاعر العراقي شفيق الكمالي قال لصدام: ¶ تبارك وجهك القدسي فينا ¶ كوجه الله ينضح بالجلال!! ¶ يسطع بالجلال، وهذا اللسان، ماذا حدث له؟ قطع بيد صدام،، سبحان الله! هل تعرف لماذا؟ عندما صارت المعركة وبدأت الخسائر تزداد والإقتصاد ينهار، وقالوا للخميني نريد أن نصلح، قال: شرط واحد للصلح أن ينزل صدام عن الحكم، فقال شفيق الكمالي لبعض الناس: لو صدام الزعيم يضحي من أجل هذا البلد، بالنزول عن العرش، سمع صدام، وصدام قاطع طريق، فعلا مجرم معروف، مجرم قتل زعيم الحزب الشيوعي وعمره ست عشرة سنة، أو كذا، وبعدها بساعة أو بساعتين أمسكته الشرطة وأخذوه، وجاء طبيب نفساني، قالوا: افحص لنا هذا قاتل أم ليس قاتل؟ نظر إلى وجهه، وقال:هذا لا يمكن أن يكون قاتلا هذا، قتل الرجل عنده مثل شرب الماء .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فالمهم الشيخ صدام! يطلب الوزراء، وزراء وقادة الحزب - طبعا نحن والحمد لله نكره الخميني ونكره أن تسقط العراق والله لا نحب أن تسقط العراق أمام الشيعة، لأن الشيعة خطر على العالم الإسلامي أخطر من صدام، صدام سيسقط لأنه دم -ل ظهر في جسد الأمة الإسلامية سيلفظه جسد الأمة الإسلامية بعد أن تتشفى إن شاء الله، أما هذا الخميني صاحب مخطط إجرامي لاحتلال العالم الإسلامي، والخميني في نظره أنه يأخذ جزء من باكستان، الجزء الغربي من باكستان لأن فيها كما يقولون حوالي عشرة ملايين أو ثلاثة عشر مليون شيعي، وهؤلاء لهم مكانتهم في الجيش، ومكانتهم في الإقتصاد، وفي نظره أن خمسين في المائة من أهل العراق شيعة؛وصدام سنة سنتين ثلاث ويسقط، ونحتل العراق ثم الخليج نضمه إلينا لا يتحمل ضربة أو ضربتين، والمنطقة الشرقية من السعودية في نظره معنا لأنها شيعة، سوريا معنا لأنها شيعة نصيريين وتحالف بينه وبين حافظ الأسد، لبنان شيعة لأن أمل قوية، جنوب تركيا شيعة لأن النصيرين فيها قوة كبيرة، فيها حوالي ثلاث ملايين نصيري، فهو في ظن الخميني وشيعة إيران أنهم سيقيمون إمبراطورية شيعية تدار من قم .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ولذلك نحن لا نحب أن يسقط صدام، مع أننا نعتقد بكفره، المهم لما سمع صدام بهذا جمع مجلس الوزراء وجمع كبار الحزب، قال لهم: إن الخميني قد وضع شرطا لإيقاف الحرب وهو أن أتنازل عن الحكم، وأنا رأيي أن أتنازل حتى نحقن الدماء ونحفظ البلاد، فما رأيكم دام فضلكم؟ فالمنافقين قالوا: معاذ الله أنت البلد، أنت العراق، وإذا ذهبت ذهبت العراق، بعض الذين فيهم بقية ذرة من إنسانية أو رجولة، قالوا له: والله أنت ضحيت من أجل هذا البلد الكثير، فليست بأول ولا آخر تضحياتك إذا تنازلت عن الحكم ومنهم شفيق الكمالي، قال لهم: الذي يوافق أن أتنازل عن الحكم يبقى والبقية يخرجوا، وما بقي احد منهم حيا ، قتلهم جميعا، أما هذا شفيق الكمالي قال له: مد لسانك وقص ه بيده، لأنه كما نقل عنه أنه يتلذذ بتعذيب الأحياء، يجيء على أعدائه يقص أنفه، يقطع أذنه، يقلع عينه قبل أن يقتله .. نعم . ¶ فالمهم .. المهم هؤلاء الزعماء مصائب .. مصائب على الأمة، على أمتهم، وهذا أمية بن خلف وأبو جهل وأبو لهب وغيرهم دم روا مكة، طيب، أبو سفيان لما نجت القافلة أرسل رجلا آخر، قال لهم: نجت القافلة فارجعوا، وكانوا قد تجمعوا، فوقف أبو جهل وقال: واللات لا نرجع حتى نرد بدرا ، فنشرب الخمر، وتعزف القيان، وننحر الجزور، وتسمع بنا العرب ولا تزال تهابنا أبدا ، ومشى الجيش لماذا؟ لأن في مثل هذه الحالة واحد يحر ك الناس لأنه أي شخص عاقل لا يستطيع أن يوقف ثورة الناس وأي جاهل يستطيع أن يدفع الجيش بكامله إلى الجحيم، وتحرك الجيش ومضى والتقوا، كانت قريش بالعدوة القصوى يعني التل، وهم - والمسلمون - بالعدوة الدنيا. ¶ إلى بدر",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "..الرسول صلى الله عليه وسلم بدأ يتحسس الأخبار، وخرج هو وأبو بكر فرأوا شيخا لا يدري الرسول صلى الله عليه وسلم هل واصلت قريش مسيرتها؟ هل ستحدث معركة؟ رأى شيخا قال: يا شيخ أين وصلت قريش؟ فقال لا أخبركم حتى تخبراني من أنتم؟ فقال؟ إن أخبرتنا أنت سنخبرك، قال: لقد سمعت أن قريشا قد خرجت في يوم كذا، فإن كان حقا فقد وصلت إلى مكان كذا، وسمعت أن محمدا قد خرج في يوم كذا، فإن كان حقا فهو الآن في مكان كذا، وبعد أن أخبرهم قال لهم من أنتما؟ قال الرسول صلى الله عليه وسلم: نحن من ماء، ثم مضى، الرجل الشيخ الكبير قال: من ماء العراق أم من ماء أين في أي بلد؟ الرسول صلى الله عليه وسلم تركه ومضى، وهذه من المعاريض الجائزة في الحرب، وقد صدق رسول الله صلى الله عليه وسلم لأنه: ¶ ألم نخلقكم من ماء مهين . ¶ (المرسلات: 20) ¶ قريش أرسلت أناس يستقون لها، فأرسل رسول الله صلى الله عليه وسلم عليا والزبير والمقداد - هو أرسل ثلاثا ، عليا والزبير وثابت - يتحسسون الأخبار، فرأوا بعض سقاة قريش هذا وأستغفر الله لي ولكم، غدا نلتقي إن شاء الله مع أحداث بدر . ¶ معركة بدر (2) ¶ يا أيها الاخوة: السلام عليكم ورحمة الله وبركاته: ¶ أعوذ بالله من الشيطان الرجيم، بسم الله الرحمن الرحيم: ¶ لقد كان في قصصهم عبرة لأولي الألباب ¶ (يوسف: 111)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فنحن إذ ندرس سيرة رسولنا صلى الله عليه وسلم وقصص الصحب الكرام لنعتبر ونتذكر ونقتفي ونتأسى إن شاء الله، ولا زلنا نتفيأ ظلال بدر، يوم الفرقان، كان لواء الرسول صلى الله عليه وسلم يوم بدر أبيضا ، وكان معه رايتان سوداوان، إحداهما يحملها علي رضي الله عنه تسمى الع -قاب أو الع -قاب، والثانية يحملها سعد بن معاذ، والفرق بين الراية واللواء كما قال بعض العلماء - علماء اللغة - أن الراية تترك هكذا منشورة للرياح، واللواء يحمل على رأس الرمح، ويلف عليه لفا، فلواؤه صلى الله عليه وسلم كان أبيضا ، ورايته سوداء، ولعلها كانت نفس الألوان يوم فتح مكة، وأما حامل لواء المشركين فهو النضر بن الحارث، والنضر بن الحارث هذا الذي كان يجمع قصص رستم واسفنديار، ثم يأتي إلى مكة فإذا قرأ رسول الله صلى الله عليه وسلم القرآن، قال هلموا إلي لأحدثكم قصص رستم، فيحدثهم ثم يسألهم أخيرا : أيهم أفضل حديثا؟ فيقولون له: أنت أفضل حديثا ، فأنزل الله فيه: ¶ ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله ¶ (لقمان: 6)",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "هذا هو النضر بن الحارث، وبعد أن أسر النضر بن الحارث حمل الراية أبو عزيز أخو مصعب بن عمير، الراية كان يحملها مصعب بن عمير، فمصعب بن عمير حامل راية المسلمين وأبو عزيز حامل راية المشركين .. أخوه، وكان مع رسول الله صلى الله عليه وسلم سبعون بعيرا وفرسان، فرس للزبير وفرس للمقداد، وعندما خرج رسول الله صلى الله عليه وسلم ترك عبدالله بن أم متكوم، وفي رواية عمرو بن أم مكتوم على الصلاة، للصلاة بالناس، وبعد أن سار أرجع من الطريق أبا لبابة ليكون أميرا على المدينة، وذكرنا في محاضرة سابقة أن رسول الله صلى الله عليه وسلم بعث عليا والزبير وسعد، وأنا في المحاضرة السابقة ما سميت سعدا، فقال أحد الجالسين: المقداد، فقلت: المقداد، لكن رواية ابن هشام هو سعدا ، وأخذوا أسلم وعريضا وكانا على الماء يستقون الماء لقريش، فعندما أخذوهم وجاءوا بهم إلى رسول الله صلى الله عليه وسلم -وكان يصلى- فسألوهم: أين قافلة أبي سفيان؟ فقالوا: نحن رواة قريش، يعني نستقي الماء لقريش، ورسول الله صلى الله عليه وسلم يسمع في الصلاة، فضربوهم، فلما أبلقوهما يعني أشبعوهما ضربا، قال: نحن لأبي سفيان، فتركوهما، بعد أن أنهى صلاته صلى الله عليه وسلم قال:إذا صدقاكم ضربتموهما، وإذا كذباكم تركتموهما، صدقا، والله إنهما لقريش، أخبراني عن قريش؟ قالا: هم وراء هذا الكثيب الذي ترى بالعدوة القصوى، والكثيب اسمه العقنقل، فقال لهما رسول الله صلى الله عليه وسلم: كم القوم؟ قالا: كثير، قال: ما عدتهم؟ قالا: لا ندري، قال: كم ينحرون كل يوم؟ قالوا: يوما تسعا ويوما عشرا ، فقال صلى الله عليه وسلم: القوم بين التسعمائة والألف، ثم قال لهما: فمن فيهم من أشراف قريش؟ قالا: عتبة بن ربيعة، وشيبة بن ربيعة، وأبو البختري بن هشام، وحكيم بن حزام، ونوفل بن خويلد، والحارث بن عامر، وطعيمة بن عدي، وسهيل بن عمرو، والنضر بن الحارث، وعددوا ..، فقال صلى الله عليه وسلم: هذه",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "مكة قد ألقت إليكم أفلاذ أكبادها . ¶ كانت معركة بدر أكبر ضربة وجهت لقريش، وأكبر نعمة أنعم الله بها على المسلمين، لأن سدنة الشرك ورؤوس الكفر كلهم أو معظمهم قتلوا في المعركة أو أسروا، فالحقيقة كما قال الله عز وجل: ¶ يجادلونك في الحق بعدما تبين كأنما يساقون إلى الموت وهم ينظرون وإذ يعدكم الله إحدى الطائفتين أنها لكم وتودون أن غير ذات الشوكة تكون لكم ويريد الله أن يحق الحق بكلماته ويقطع دابر الكافرين ليحق الحق ويبطل الباطل ولو كره المجرمون . (الأنفال: 6-8) ¶ كان قدرا من الله عز وجل أن يسوق هؤلاء جميعا ، وقدر من الله عظيم أن يرفض أبو جهل أن يعود عن الطريق، لابد أن يلتقي الجمعان حتى تماط هذه الرؤوس، ويستريح المسلمون من عداء المشركين، فالرسول صلى الله عليه وسلم قال: هذه قريش قد ألقت إليكم بأفلاذ أكبادها، أفلاذ يعني قطع أكبادها، فيعني خيرة أبنائها الآن في المعركة، وكان جهيم بن الصلت بن مخرمة بن عبدالمطلب قد رأى في منامه - أيضا من بني عبد المطلب - رآى في منامه رجلا راكبا على جمل، ووقف الرجل وقال: قتل عمرو بن هشام، وقتل عتبة بن ربيعة، وقتل شيبة بن ربيعة، وقتل أبو البختري بن هشام، ثم نزل الرجل عن جمله وضرب لبته (ظهر الرقبة) وانطلق الجمل إلى الخيام فما ترك خيمة إلا ودخلها الجمل، ونزف الدم فيها، فحدثوا أبا جهل، قال: هذا نبي آخر من بني عبد المطلب، عاتكة تنبأت، ومحمد تنبأ، وهذا تنبأ، سنعلم غدا من الذي يقتل، مثال للعناد والصلف والغرور والإستكبار إلى آخر لحظة . ¶ شورى الصحابة",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الآن الرسول صلى الله عليه وسلم رأى قريشا وراء الكثيب بالعدوة القصوى، فلابد من استشارة أصحابه، أيخوض المعركة أو لا يخوضها، فقال: أشيروا علي أيها الناس، فقام أبو بكر وعمر رضي الله عنهما، وتكلما خيرا ، فسكت رسول الله صلى الله عليه وسلم ودعا لهما بخير، وقام المقداد بن عمرو، قال: والله يا رسول الله لا نقول لك كما قالت بنو إسرائيل لموسى: ¶ إذهب أنت وربك فقاتلا إنا ها هنا قاعدون ¶ (المائدة: 24) ¶ بل نقول لك إذهب أنت وربك فقاتلا إنا معكما مقاتلون، ثم قال صلى الله عليه وسلم أشيروا علي أيها الناس، قام سعد بن معاذ، قال: لكأنك تعر ض بنا يا رسول الله، يعني كأنك تريد الأنصار، لأن رسول الله صلى الله عليه وسلم خشى أن يقول الأنصار إننا عاهدناك إذا وصلت المدينة أن نحميك، والآن نحن خارج المدينة، والعهد ليس هكذا، قال له سعد: والله لكأنك تريدنا يا رسول الله، قال:أجل، قال: قد آمنا بك وصدقناك، وشهدنا أن ما جئت به هو الحق، وأعطيناك على ذلك عهودنا ومواثيقنا، على السمع والطاعة، فامض يا رسول الله لما أردت فنحن معك، وما نكره أن تلقي بنا عدونا غدا ، إنا لص ب- ر في الحرب، ص د ق عند اللقاء، لعل الله يريك منا ما تقر به عينك، فسر بنا على بركة الله، فس -ر رسول الله صلى الله عليه وسلم لكلام سعد، ثم قال: سيروا وأبشروا فإن الله تعالى وعدني إحدى الطائفتين، والله لكأني الآن أنظر إلى مصارع القوم، وقال: هنا يصرع أبو جهل، وهنا يصرع عتبة، وهنا يصرع شيبة، وهكذا، فما تخطى أحد المكان الذي أشار إليه الرسول صلى الله عليه وسلم، وما دمنا مع سعد بن معاذ، فسعد بن معاذ نموذج فذ من نماذج أصحاب الدعوات وأهل العقائد، رجل أحبه الله، وأحبه قومه، وكان سببا في إدخال الإسلام إلى كل بيت من بيوت بني عبد الأشهل، وكان زعيما بحق، وبمجرد أن حمل الإسلام أسلم اليوم رجع إلى قومه، قال: يا بني عبد الأشهل، وجهي ووجهكم حرام حتى تؤمنوا بمحمد صلى الله",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "عليه وسلم، فما بقي بيت من بيوت بني عبد الأشهل إلا ودخله الإسلام . ¶ وهؤلاء الزعماء يفيدون، زعماء أقوامهم إذا صدقوا وصلحوا، هم درع الدعوات، عندنا في صدى رجل اسمه الشيخ صالح، الشيخ صالح هذا زعيم قبائل أهل السنة هنا، كنا في معركة جاجي في العام الماضي في شوال في أواخر رمضان وشوال، وفي ظهر يوم من الأيام قلنا: يا شيخ سياف تأخرت علينا بالغداء، قال: ليس عندنا خبز، قطع الشيعة الطريق علينا، في أثناء المعركة الشيعة في المنطقة سدوا الطريق، قالوا: لا نسمح لسيارات المجاهدين أن تمر، الشيخ صالح هذا أرسل إنذارا للحكومة الباكستانية، قال: إما أن تفتحوا الطريق أو أزحف بألف ومائة مسلح وسأفتح الطريق بالقوة، قالت له الحكومة الباكستانية انظرنا يوما واحدا ، فقط أعطنا مهلة، وفي اليوم التالي نزلت الدبابات الباكستانية وفتحت الطريق بالقوة، وهرب جمال الشيعي، جمال هذا زعيم الشيعة هرب من وجه الحكومة، وفتحت الطريق، في عيد الأضحى عاد الشيعة وأغلقوا الطريق، الشيخ صالح كان في الحج، وهذا يختلف عن بقية زعماء القبائل، رجل عفيف اليد، فيه صلاح كما نحسب ولا نزكي على الله أحدا ، ويطعم المجاهدين، ويحبنا فقط لأننا مجاهدون، لا يريد منا شيئا ، وذات مرة قلنا له: ندعوك إلى الحج هذا العام - العام الماضي - قال: كنت أريد أن تبقى صلتي بكم لله خالصة ولا أريد منكم شيئا من الدنيا لكنكم أتيتموني من مدخل لا أستطيع سد ه، جئتموني عن طريق الحج، فلا أستطيع رد هذه الدعوة، المهم ذهب إلى الحج، الشيعة سدوا الطريق مرة ثانية، اتصل به ابنه، ابنه من الجماعة الإسلامية، جماعة الأستاذ المودودي، وابنه كفيف، الشيخ سليم هذا فقد بصره في معركة مع الشيعة، اتصل بأبيه في الحج، قال: الشيعة سدوا طريق المجاهدين، قال: ابدأوا المعركة ضدهم، والمعركة هنا ليست بالعصي، بدأ (بي . أم . 12) تشتغل، والهاون والرشاشات والزيكويك وال- (آر . بي . جي) والكلاشينات، ودارت",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "معركة رحى معركة عنيفة بين أهل السنة والشيعة، وهزم الله الشيعة، وفتح أهل السنة اثنتي عشرة قرية ودمروها، وأذل الله الشيعة وكسر شوكتهم، من يومها خنس الشيعة في الجحور والسراديب، فتلك مساكنهم لم تسكن من بعدهم إلا قليلا، هذه القرى وأنت ذاهب إلى جاجي ترى البيوت المهدمة، هذه التي هدمها الشيخ صالح وأولاد الشيخ صالح، هنا .. هنا بجانب صدى كان ضابط شيعي عند القوس الأبيض، هذا في تل يضايقنا كثيرا، قال له: لا تضايق العرب، أفضل لك وإلا أعرف ماذا أفعل فيك، ومن يومها فتح الطريق أمامنا، كنا نأتي من وراء الجبال. ¶ سعد بن معاذ نموذج فريد ¶ فالحقيقة الزعماء إذا صدقوا وصلحوا ينفع الله بهم العقائد كثيرا.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "هذا سعد رضي الله عنه بقي رمزا للرجولة والعزة والمروءة، إلى آخر لحظة، وقصته مع بني قريظة يعني واحد صادق، صادق، الرسول صلى الله عليه وسلم قال لبني قريظة بعد أن حاصرهم: تنزلون على حكمي، قالوا: لا، ننزل على حكم سعد بن معاذ، سعد بن معاذ كان حليفا لهم في الجاهلية، فرجوا أن يكون سعدا ذا حكم مخفف عليهم، وسعد ماذا قال؟ - عندما جرح قال -: اللهم إن كنت قد أنهيت الحرب بيننا وبين قريش فخذني إليك أو كما قال، قال: ولا تمتني حتى تقر عيني من بني قريظة، خلاص كانت آخر مرة تغزو فيها قريش، وقال رسول الله صلى الله عليه وسلم بعدها: الآن نغزوهم ولا يغزونا، فاستجاب الله الجزء الأول الذي هو: إن كنت أنهيت الحرب فاقبضني إليك، ثم قال أخيرا : ولا تمتني حتى تقر عيني من بني قريظة، فقالوا: ننزل على حكم سعد بن معاذ، فجاءوا بسعد، وكان في المسجد، وجرحه كتم حتى يحكم، يعني الله عز وجل أبقى جرحه مكتوما ، سعد كانت تمرضه رفيدة في المسجد، ولما جاء قام الأوس وقالوا:يا سعد أحسن إلى مواليك، هؤلاء جماعة أصحابنا، لا تنساهم، قال: لقد آن لسعد أن لا تأخذه في الله لومة لائم، أحكم فيهم أن تقتل رجالهم، وتسبى نساؤهم وأولادهم، قال صلى الله عليه وسلم: لقد حكمت فيهم بحكم الله من فوق سبعة أرقعة، هذا حكم الله، لأن الإنسان، يبقي يترقى في درجات الصفاء والنقاء من خلال العبادات والنوافل إلى درجة إذا أقسم على الله لأبره، إلى درجة أن يحبه الله: ولئن سألني لأعطينه، ولئن استعاذني لأعيذنه فعندما حكم فيهم انفجر جرحه ومات، فحمله الصحابة وكان بدينا ، فقالوا: إن سعدا خفيف، فقال صلى الله عليه وسلم إن له حملة غيركم، لقد اهتز عرش الرحمن لموت سعد، يا سلام .. يا سلام، عندما يبلغ المبلغ بعبد فقير صغير من نطفة، نطفة مذرة، أن يهتز عرش الرحمن لموته، أي عزة؟ وأي رفعة؟ وأي سناء لهذا الانسان المخلوق يترقى به بهذه العقيدة وبهذا الدين؟ اهتز عرش الرحمن لمن؟",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "لموت سعد، واستبشرت الملائكة بروحه، ولو نجا أحد من ضمة القبر لنجى منها سعد، ولذلك سعد - رحمه الله سعدا - كان شخصية عجيبة، وكان أكبر عمود اعتمد عليه الرسول صلى الله عليه وسلم في المدينة هو عمود سعد، هو سعد بن معاذ، فسعد قال: لعل الله يريك منا ما تقر به عينك، ما قال: ؛تجو ع يا سمك في البحر، حنقذفهم حنقذفهم، واليهود سنذبحهم عن بكرة أبيهم« قال: لعل الله يريك مني ما تقر به عينك . ¶ الصحابة رضوان الله عليهم مؤدبون مع رب العالمين، لا يدرون لأن القلوب بيد رب العالمين،لا يدرون كيف تجري الأقدار، ولذلك أنس بن النضر غاب عن بدر، فندم كثيرا ، فماذا قال؟ قال: لئن شهدت موقعة ليرين الله ما أصنع، ليرين الله ما أصنع، فوجدوا به بضعة وثمانين ضربة، يقول سعد بن معاذ: كنت سائرا مع أنس بن النضر نحو أحد، فقال: يا أبا عمرو، واها يا أبا عمرو، الجنة، إني لأجد ريحها من دون أحد، شامم ريح الجنة .. يا سلام، شامم رائحة الجنة يا لقمان(1) [أحد المجاهدين العرب]. وأنت نائم هنا، الجنة إني لأجد ريحها من دون أحد . ¶ قالوا عن صفي الله أفضلي رحمه الله، قائد هرات عندما دخل سيارته قبل مقتله قال: إني لأشم رائحة غريبة لعلها رائحة الشهادة والجنة، وقتل بعدها بساعتين تقريبا . ¶ وسعد نصح للرسول صلى الله عليه وسلم، أن ي بنى له عريش قال: يا رسول الله .. يا نبي الله .. ألا نبني لك عريشا تكون فيه ونعد عندك ركائبك، ثم نلقى عدونا؟ فإن أعزنا الله وأظهرنا على عدونا كان ذلك ما أحببنا، وإن كانت الأخرى جلست على ركائبك فلحقت بمن وراءنا، فقد تخلف عنك أقوام، يا نبي الله ما نحن بأشد لك حبا منهم، ولو ظنوا أنك تلقى حربا ما تخلفوا عنك، يمنعك الله بهم، يناصحونك ويجاهدون معك، فأثنى عليه رسول الله صلى الله عليه وسلم خيرا، ودعا له بخير، ثم بنى لرسول الله صلى الله عليه وسلم العريش . ¶ الدعاء في المعركة",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فعندما رأى رسول الله صلى الله عليه وسلم مكة تصوب من عند العقنقل من عند الكثيب، قال: (اللهم إن هذه قريش قد أقبلت بخيلائها وفخرها تحادك، وتكذب رسولك، اللهم فنصرك الذي وعدتني، اللهم أحنهم الغداة)، وما زال رسول الله صلى الله عليه وسلم يدعو قائما في الليل، وكانت ليلة الجمعة، ليلة السابع عشر من رمضان حتى سقط رداؤه وهو لا يعلم، وأبو بكر من ورائه يقول: يا رسول الله بعض مناشدتك ربك فإن الله منجز لك ما وعدك .. يا سلام، يقول له: خفف على نفسك يا رسول الله، والله لينصرك، إنه منجز لك ما وعدك، بعض مناشدتك ربك، الرداء سقط وهو لا يعلم، كان مستغرقا في الدعاء، يا سلام .. يا سلام، وهو النبي المؤزر المؤيد بخالق السماوات والأرض، النبي الموعود بانتصار هذا الدين، النبي المحفوظ بحفظ رب العالمين، طيلة الليل، ليلة؟ سبعة عشر من رمضان، ماذا يعمل؟ يدعو الله عز وجل .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والجيش المصري ماذا كان يعمل ليلة الخامس من يونيو؟ يبقى أربعمائة ضابط طيلة الليل في الخنا والفاحشة والخمر، ترقص لهم راقصة ضائعة، يقول باروخ نادل في كتابه (تحطمت الطائرات عند الفجر) - هذا باروخ نادل يهودي مستشار قيادة الأركان الجوية المصرية من 1954 إلى 1967، مستشار قيادة الأركان يهودي! - قال: فرتبت حفلا ساهرا ترقص فيه بنت، يقول: وفي الساعة الثانية انتهى الحفل، فخشيت إن رجعوا إلى بيوتهم أن يستيقظوا عند الضربة الأولى التي حددت لها الساعة الخامسة، قال: وفكرت وبسرعة حتى أمدد الحفلة، فقسمتهم قسمين: الضباط على جهة والبنات الضابطات (الضابطات) - على وزن سباطات! - على جهة ثانية، فقلت: أنتم الميغ المصري الرجال، وأنتن الميراج الإسرائيلي، وسنرى كيف ينقض الميغ على الميراج، وانقض الميغ على الميراج، وظلوا إلى ما بعد الرابعة، قال باروخ نادل: واختلفت أنا وصدقي محمود على الراقصة، صدقي محمود قائد الأركان الجوية، وبعد الرابعة عادوا إلى بيوتهم، ووضعوا رؤوسهم فما استيقظوا إلا وقد احترقت مطارات القاهرة وطائراتها، ويكمل باروخ نادل قصته يقول: وصعدت بطائرتي فوق سماء القاهرة لأرى كيف تحترق المطارات، وما غادرتها إلا وأنا أرى الدخان يتصاعد من الطائرات المحترقة والمطارات المضطرمة، وعبد الناصر ماذا؟ عبد الناصر اتصل به السفير الأمريكي -في خطاب الإستقالة- قال اتصل فيه السفير الأمريكي الساعة السابعة مساء ، وقال: لا تضرب، واتصل به السفير الروسي الساعة الثالثة فجرا وقال: لا تضرب، أيقظوه من أجل صلاة الصبح مبكرا ، من أجل قيام الليل!! . ¶ الرسول صلى الله عليه وسلم ليلة المعركة لشدة استغراقه في الدعاء غائبا .. غائب لا يدري أن رداءه قد سقط عن منكبيه، ويشفق عليه أبو بكر (بعض مناشدتك ربك يا رسول الله فإن الله منجز لك ما وعدك) وصدقي محمود مختلف مع باروخ نادل على بنت .. طبعا ..",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "يستعجل بها الذين لا يؤمنون بها والذين آمنوا مشفقون منها ويعلمون أنه الحق ألا إن الذين يمارون في الساعة لفي ضلال بعيد . ¶ (الشورى: 18) ¶ نعم رسول الله صلى الله عليه وسلم لا يأمن من مكر الله، وأبو خالد وجماعته دعوة واحدة لله لم تخرج، دعوة واحدة، الدبابات الأولى التي دخلت سيناء من الجيش المصري مكتوب عليها: ناصرنا ناصر.. ناصرنا عبد الناصر، والدبابات الإسرائيلية الأولى مكتوب عليها نصوص من التوراة . ¶ تقول بنت موشي دايان في كتابها (جندي من إسرائيل) - هي كانت مجندة في الجيش الإسرائيلي - كانت فرائصنا ترتعد عندما وصلتنا أخبار الجبهة الجنوبية، أخبار الجيش المصري، قال ما هي إلا ساعة حتى جاء الحاخام وقرأ علينا بعض النصوص، فانقلب الخوف أمنا، وانقلب الرعب سكينة، نعم، دولة عقائدية يسيرها رجال الدين، بن غوريون الذي أقام دولة إسرائيل، أكبر الرجالات الذين خدموا إسرئيل بن غوريون، زوجته ليست يهودية، فجاء يريد أن يعقد لابنته عقدا ، فرفض الحاخام أن يعقد له، قال: في الديانة اليهودية إبنتك ليست يهودية لأن أمها ليست يهودية . ¶ يوم أن مات تشرشل سنة 1970، أظن 1970 حضرها بيغن ورئيس الدولة، وكانت جنازة تشرشل يوم السبت، شيعت، ومشى رئيس دولة إسرائيل ورئيس وزرائه ست كيلومترات، ورفضوا أن يركبوا بالسيارات لأنه يحرم في دينهم ركوب السيارات يوم السبت، وعندما دخلوا المسجد الأقصى ولم يقتل حوله خمسة من الجيش الأردني دفاعا عنه، قال بن غوريون: هذا أعز يوم مر علي منذ أن دخلت إسرائيل، ونادى - أنا كنت في الضفة الغربية، كنت أسمع الجيش الإسرائيلي من خلال الإذاعة يقولون: محمد مات مات وخلف بنات، هكذا، وقال دايان من أورشليم إلى يثرب، وأبو خالد في 27 مايو عقد المؤتمر الصحفي، وحضر صحفيو العالم، والسيجارة بيده: سنحارب اليهود ومن يدعم اليهود، سنحارب أمريكا، والسيجارة بيده، وشكرا .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "أرسلت قريش عمير بن وهيب الجمحي، قالوا له: إذهب واحزر لنا القوم كم، فطاف بالمعسكر ورجع، قالوا: كم القوم؟ قال: 300 يزيدون أو يقل ون قليلا ، لكن يا معشر قريش رأيت البلايا تحمل المنايا، نواضح يثرب البلايا تحمل المنايا، البلايا ماذا؟ البلية هي الناقة أو الدابة التي تكون للرجل بعد أن يموت، يربطونها بجانب قبره لا تأكل ولا تشرب حتى تموت، نواضح يثرب، النواضح يعني الإبل التي تسقي الماء، تحمل الموت الناقع، قوم ليس لهم منعة إلا سيوفهم، لن يموت أحد حتى يقتل واحدا مثله، على الأقل، فإن قتلوا كعددهم والله لا خير في الحياة بعد ذلك .. ماذا ترى؟ قال أرى أن يقوم العقلاء ونرجع؟. ¶ كان حكيم بن حزام جالسا ، وحكيم بن حزام بن خويلد بن أخي خديجة، وكان رجلا يحب الرسول صلى الله عليه وسلم، فقام إلى أحلم واحد في القوم، وأحلمهم عتبة بن ربيعة، فقال: يا عتبة .. يا أبا الوليد - وهذا الرجل مقبول لدى المشركين ولدى المسلمين عتبة، ولذلك كانوا إذا أرادوا شيئا في أيام مكة من الرسول صلى الله عليه وسلم يرسلون إليه عتبة، رجل عنده حلم ولطف وكرم وأخلاق - قال حكيم بن حزام لعتبة بن ربيعة: يا أبا الوليد، إنك كبير قريش وسيدها - هذا الرجل فعلا كاد يسلم - عندما أرادوا واحدا يتحدث مع رسول الله صلى الله عليه وسلم أرسلوه، فقال له: يا ابن أخي إن أردت مالا جمعنا لك، وإن أردت ملكا مل كناك، وإن أردت .. وإن كان الذي يأتيك رئيا من الجن جمعنا لك من أموالنا حتى نداويك، قال: (اسمع يا أبا الوليد، وقرأ عليه صدرا من سورة حم السجدة: بسم الله الرحمن الرحيم: ¶ حم تنزيل من الرحمن الرحيم كتاب فصلت آياته قرآنا عربيا لقوم يعلمون بشيرا ونذيرا فأعرض أكثرهم فهم لا يسمعون ¶ (فصلت: 1-4) ¶ إلى أن وصل.. ¶ فإن أعرضوا فقل أنذرتكم صاعقة مثل صاعقة عاد وثمود (فصلت: 13)",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فعندما وصل وضع يده على فمه، قال: ناشدتك الرحم أن لا أتممت، وقام، وهو مقبل أبو جهل قال: لقد رجع إليكم أبو الوليد بغير الوجه الذي ذهب به، قال: يا معشر قريش أرى أن تتركوا هذا الرجل، والله لقد سمعت منه كلاما ، وقال أرى أن تتركوه، أبو جهل خاف أن يسلم عتبة، وإذا أسلم عتبة أسلمت نصف قريش، فذهب إليه، قال: يا أبا الوليد، قال: نعم، قال: تركت قومك يجمعون لك أموالا حتى يشتروا لك خبزا أو طعاما ، قال: ويحك هل أنا بحاجة إلى هذا؟ قال: سمعوا أنك ذهبت إلى محمد ترجوه بعض الفلوس، فأقسم ألا يكلم الرسول صلى الله عليه وسلم، هكذا الآن أعداء الله عز وجل، إذا أرادوا أن يحاربوك، يحاربوك بأي شيء، أين أنت تشتغل؟ تشتغل في السعودية أنت عميل للسعودية، تشتغل أين؟ أنت من أي بلد؟ من الكويت؟ تشتغل مدير هلال؟ هذا عميل يقدم تقارير لدولته، لا تأمنوا له! أطهر من ماء السماء! عمل بقدركم على مائة ضعف وألف منكم لا يعدلون نصف ما يعمل، لا هذا ليس معقول! الحكومة تركته إلا إذا كان عميلا لها، هكذا حتى ينفروا الناس منه .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الآن في داخل أفغانستان، هؤلاء بعض المولوية المحسوبين على العلم إذا لم يعطهم العرب فلوس خلاص يقطعون بينهم وبين الناس، يقولون هؤلاء وهابيون جاءوا يهدمون مذهبكم الحنفي.. وخلاص انتهت القضية، انتهت القضية، هذا أقصر طريق، تكلمت معهم مرة أمام الشيخ رباني مع حوالي مائة قائد أو مائتين قائد، قلت لهم: اسمعوا هنالك أناس يريدون أن يقطعوا بيننا وبينكم، أو يقطعوا بين هذا الجهاد وبين أنصاره في العالم الإسلامي، يقولون إن العرب وهابيون جاءوا يهدمون مذبكم الحنفي، نحن جئنا لخدمتكم ومساعدتكم، ولا نريد هدم مذهبكم، وأنتم تعترفون بالمذاهب الأربعة تعترفون بأبي حنيفة وبالشافعي وبمالك وبأحمد، وليس هنالك مذهب في العالم العربي اسمه مذهب وهابي، محمد بن عبد الوهاب رجل مصلح من أتباع أحمد بن حنبل في عقيدته وفي فقهه، فأنتم تقبلون أحمد بن حنبل؟ قالوا: نقبل أحمد بن حنبل، قلت لهم: نحن نحترم المذاهب الأربعة، نحترم أبا حنيفة والشافعي ومالك وأحمد بن حنبل، فإذا لم تقبلوا أحمد بن حنبل أنتم الوهابيون ولسنا نحن الوهابيين، هم يرون الذي لا يقبل المذاهب الأربعة ماذا؟ وهابي . ¶ والوهابي يا إخوان، حتى الآن كتب توزع من أيام الإنجليز، من أيام الإنجليز توزع في أفغانستان مطبوعة أن الوهابي يبيح نكاح أخته وأمه، هذا في كتب تقرأ الآن في أفغانستان ولا يعلمون شيئا .. مساكين، الإنجليز الدولة العثمانية اشتغلت كذلك، الصوفيون اشتغلوا، ثلاثمائة سنة معركة صار لها قائمة ضد الوهابي .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يا إخوان جاء (ابن سبيل ) قبل أربع سنوات هنا وصلى، عندما جاء إلى إسلام آباد وكراتشي صلى بالناس، قدموا إمام الحرم، أفتى شجاعت علي قادري، قاض كبير في محكمة في إسلام آباد: من صلى وراء ابن سبيل فامرأته طالق، امرأته طالق، طيب ما دخل؟ صلاته باطلة ماشي، أما امرأته طالق، ما دخل زوجته؟!، ولا زالت هذه الفتاوى يفتى بها، أنا قرأت في كتب أحمد بريلوي: إن الكلاب أفضل من الوهابيين، وأن اليهود والنصارى أقل شرا من الوهابيين، هذا في ذهنهم، وهم أميون لا يعرفون شيئا .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "المهم بعد أن تكلمت قال لي الشيخ رباني تعال أحدثك هذه النكتة، قلت: تفضل، قال: عن أم ية هذا الشعب ولا يعرف شيئا لا عن وهابية ولا عن غيره، قال: رجل من السيخ -تعرفون السيخ هذا، السيخ الذين يفتلون شعورهم ويربطونها بلحاهم، لعلى حدثتكم إياها أنا، فالمهم- رجل من السيخ فاتح دكان في كابل وبجانبه واحد من التجار المسم ون بالمولوية، مفهوم؟ المولوية يعني اللي اسمه عالم، يتاجر بدين الله عز وجل، فالمولوي أخذ دينا من السيخ، كثر الدين عليه، يوم من الأيام قال له صاحب الدكان: أعطني الد ين -السيخ كافر هذا كافر باتفاق الأئمة كلهم - قال: أعطني الدين، قال: ما معي، قال: إذا لم تعطني الدين أنا لا أدينك بعد اليوم، قال: أنا ما معي فلوس، قال: خلاص لا ترسل إلي أحدا، قال: طيب علاجه بسيط، يوم الجمعة قال: أيها الناس أريد أن أخبركم خبرا مهم ا ، إن السيخ الذي بجانبكم صاحب الدكان تحول إلى وهابي، صار وهابيا، كلهم قاطعوه، صاروا لا يشترون منه، قال للناس الذين يذهبون إلى الدكان، سأل (السيخي) لماذا؟ لماذا تقاطعوني؟ الناس قالوا: أنت صرت وهابيا، من أين لكم هذا؟ قالوا الشيخ قال يوم الجمعة، قال خلاص بسيطة، جاء إلى الشيخ قال له: شطبت عنك الدين الدين كله، وخذ لك هذه هدية طيبة، قال: طيب يوم الجمعة قال: أبشركم بشرى كبيرة، لقد رجع من الوهابية إلى السيخ، فرجع الناس يشترون من عنده . ¶ فالآن أحسن وسيلة لمحاربة العرب أن يقال: هؤلاء وهابيون، والناس أميون في البداية قد يصدقوا، ما هو الوهابي؟ هو لا يدري ما الوهابي؟ لا يعرف، فعندما يختلط بهم العرب ويعرفونهم، طبعا يقدرونهم ويحترمونهم ويحبونهم أكثر من أنفسهم . ¶ الآن الأمريكان والفرنسيين في داخل أفغانستان إذا أرادوا أن يتكلموا مع الأفغان يقولون مر عليكم وهابي -عن العرب- الأمريكان والفرنسيين، لأن الذي يقف أمامهم في داخل أفغانستان هم العرب .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "فالمهم يا أبا الوليد إنك كبير قريش وسيدها، والمطاع فيها، هل لك إلى أن لا تزال تذكر فيها بخير إلى آخر الدهر، قال: وما ذاك يا حكيم، قال: ترجع بالناس، وتحمل أمر حليفك عمرو بن الحضرمي - عمرو بن الحضرمي الذي قتل في سرية عبدالله بن جحش - قال: قد فعلت، أنا أدفع ديته، أنت علي بذلك إنما هو حليفي، فعلي عقله، عقلة: ديته، وما أصيب من ماله فأنت ابن الحنظلية، ابن الحنظلية أبو جهل، امه اسمها الحنظلية، فإني لا أخاف أن يشجر الناس أحد غيره، يشجر يعني: يخلف بينهم، فقام عتبة بن ربيعة خطيبا، قال: يا معشر قريش إنكم والله ما تصنعون بأن تلقوا محمدا وأصحابه شيئا، والله لئ -ن أصبتموه لا يزال الرجل ينظر في وجه رجل يكره النظر إليه، قتل ابن عمه أو ابن خاله، أو رجلا من عشيرته، فارجعوا وخل- وا بين محمد وبين سائر العرب، فإن أصابوه فذاك الذي أردتم، وإن كان غير ذلك ألفاكم ولم تعرضوا منه ما تريدون، ذهب حكيم إلى أبي جهل، لما سمع أن عتبة قال ذلك، قال: والله انتفخ صحره حين رأى محمدا وأصحابه، كلا والله لا نرجع حتى يحكم الله بيننا وبين محمدا ، انتفخ صحره يعني: انتفخت رئته من الخوف، ثم نادى عامر بن الحضرمي أخو عمرو بن الحضرمي، قال قم .. قم واطلب ثأرك بعينك، وانشد خفرتك ومقتل أخيك، قام عامر بن الحضرمي: واعمرواه .. وعمرواه، فأخلف الناس، وأفسد الخطة على عتبة بن ربيعة، واشتد الناس عندما سمعوا هذا الصياح، وماذا حصل بعد ذلك؟ غدا نلتقي إن شاء الله على مائدة النبوة الكريمة لعل الله ينفعنا بها إنه سميع قريب مجيب. ¶ والسلام عليكم ورحمة الله وبركاته. ¶ معركة بدر (3) ¶ لازلنا نتكلم ونعيش في ظلال بدر، وهي المعركة التي حو لت خط التاريخ البشري، وفعلا لو انهزم المسلمون في بدر لانتهى الإسلام. وكما قال صلى الله عليه وسلم: (اللهم إن تهلك هذه العصابة فلن تعبد في الأرض). ¶ نصيحة عاقل",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقلنا: إن عتبة بن ربيعة حاول أن يرأب الصدع ويعود بالناس بعد نصيحة حكيم بن حزام، ولكن الذي أفسد الجو عليهم أبو جهل الذي حر ك عامر بن الحضرمي، وقام يطالب بثأر أخيه عمرو بن الحضرمي الذي قتلته سرية عبدالله بن جحش قبل شهر ونصف من هذا التاريخ، وقلنا أن عتبة بن ربيعة كان رجلا عاقلا ، ولكن أجواء الفتن تضيع فيها أصوات العقلاء، يعنى رجل أهوج ي ضي ع كثيرا من نصائح العقلاء في مثل هذه الأجواء. ¶ والرسول صلى الله عليه وسلم عندما نظر إليهم من بعيد قال: (إن كان فيهم خير ففي صاحب الجمل الأحمر)، ويعني عتبة بن ربيعة، عندما قام ابن الحضرمي وأخذ يقول: واعمراه واعمراه ضاع صوت عتبة بن ربيعة وحكيم بن حزام وغيرهم، وبدأ الناس يستعدون للقتال، الرسول صلى الله عليه وسلم في العريش يدعو ثم قال: (إذا اكتنفوكم فاكثبوهم بالنبل)، يعني إذا اقتربوا منكم إضربوهم بالنبل، الشباب متحمسون، والناس كلهم متحمسون؛أو ل مر ة يلتقي فيها الكفار مع المسلمين.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "أبو جهل في المعركة، وحوله ح ر ج ة، حرجة يعني شجر ملتف، غابة من الرجال، وهم يصيحون أبو الحكم لا يخلص إليه أبدا ، في المقابل يقول عبدالرحمن بن عوف: بينا أنا في الصف يوم بدر، وإذا بغلامين من الأنصار حولي تمنيت أن أكون بين أضلع منهما، أو أضل ع منهما، يعني أتمنى أكون في ضلاع واحد منهم أو أضلع منهما أي أقوى منهما، قال لي الأول: يا عم أين أبو جهل؟ قلت: ماذا تريد منه؟ قال: سمعت أنه يسب رسول الله صلى الله عليه وسلم، والله لئن رأيته لا يفارق ظل ي ظل ه حتى يموت الأسبق منا.. كم عمره؟ سبعة عشر سنة أصغر من حذيفة والثاني كذلك سأله، قال: بعد قليل رأيته، قلت: ها هو ذا، قال: فطارا إليه كالصقرين، رجال، شباب، أتوا ليموتوا، الجنة! قال معاذ - رواية البخاري ومسلم أنهما: معاذ بن عمرو بن الجموح، ومعاذ بن عفراء، أبوه اسمه الحارث، ورواية أخرى رواية ابن هشام معاذ ومعوذ إبنا عفراء - قال معاذ بن عمرو بن الجموح، قال: فضربته فطنت قدمه بنصف ساقه، طنت طارت، كأنما طاحت نواة من تحت مضربة نوى التمر، كأنها نواة عجوة، عندما يدق نوى التمر يطير بعضه قال: وكان وراءه ابنه عكرمة، قال: فضرب يدي فنزلت يدي ولكنها تعلقت بجلدة، وبقيت طيلة يومي أقاتل وهي معلقة، والدم ينزف، ثم قلت أخيرا: لقد أتعبتني هذه اليد، قال: فتمطيت عليها وقطعتها.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "رجال الواحد منا شوكة يشاكها في رجله تعطله طيلة النهار، يده مقطوعة ومعلقة بجلده!! ومعاذ بن عفراء فجاء إليه فأثبته بضرباته لكنه لم يمت (أبو جهل)، قال رسول الله صلى الله عليه وسلم: (من يتفقد لنا أبا جهل بين القتلى؟)، وقال عبدالله بن مسعود - حديث صحيح - فبينا أنا أجول وأتفقد القتلى وجدت أبا جهل في آخر أنفاسه، قال فجلست على صدره، قلت: لقد أخزاك الله يا عدو الله، قال: لماذا؟ إنما أنا رجل قتلني قومي قال ابن إسحاق: وبلغني أن ابن مسعود عندما جلس على صدره، فتح عينيه، وقال: ألست رويعينا في مكة؟ قلت: بلى يا عدو الله، استكثر عليه كلمة راعي، قال: رويعي، ألست رويعينا في مكة؟ قلت: بلى يا عدو الله، قال : لمن الدائرة اليوم، تصوروا! في آخر أنفاسه يسأل من الغالب؟ قلت: لله ولرسوله، قال: فاحتززت رأسه، وحملته وألقيته بين يدي رسول الله صلى الله عليه وسلم، فعندما رآه رسول الله صلى الله عليه وسلم قال: (الله الذي لا إله غيره - وكان هذا قسم رسول الله صلى الله عليه وسلم، يعني والله الذي لا إله غيره - إن لكل أمة فرعون وهذا فرعون هذه الأمة). ¶ في رواية لا أظنها ثبتت في الكتب، وإنما يتندر بها القصاص: أن ابن مسعود كان في مكة ذات يوم فضبثه أبو جهل - ضبثه يعني مسكه وشد عليه، لزمه -وآذاه وكان ابن مسعود رجلا نحيفا ضعيفا ، يعني وزنه كما أظن لا يزيد على (خمس وثلاثين) كيلو كما نقرأ في السيرة، المهم قال: فضربه بأذنه وآذاه، شقها، ففي معركة بدر ما استطاع أن يحمل رأس أبي جهل كان رأسه كبيرا ، ورأس عتبة بن ربيعة كان كبيرا ، ولذلك عتبة بن ربيعة بحث عن بيضة حتى يلبسها فلم يجد بيضة على قدر رأسه، كان ضخم الجثة والهامة، وضخامة الهامة كانت من علامة الرجولة عند العرب، وصفة طيبة أن يقال فلان ضخم الهامة، وعندما يصفون رسول الله صلى الله عليه وسلم يقولون كان ضخم الهامة.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فالمهم كان أبو جهل ضخم الهامة، فأراد ابن مسعود أن يحمله - هذه روايات ما أظنها ثابتة - فلم يستطع، فثقب أذنه وربطه وجره، فعندما رآه رسول الله صلى الله عليه وسلم، قال: أذن بأذن والرأس زيادة، لكن ما رأيتها في السيرة ولا في كتب الأحاديث. ¶ عنصر الشباب ¶ هؤلاء الشباب هم الذين تعتمد عليهم الدول في الحروب. ¶ كانت بريطانيا في الحرب العالمية تنتقي الشباب الذين بين الثامنة عشرة والعشرين للأعمال الإنتحارية؛الأعمال التي تحتاج إلى تنفيذ سريع وجرأة عجيبة تنتقي هؤلاء الشباب لها، وهذا الشباب في هذا السن لا يقد ر الموت، ولا يحسب للموت حسابا ، خاصة إذا كان قد تربى على العقيدة، أما الكبار في السن فإنهم يحسبون كثيرا لأن (يشيب ابن آدم وتشيب معه خصلتان الحرص وطول الأمل) حديث صحيح. ¶ ولذلك كنا في الحرب الفدائية سنة 69 - 70 كانت فتح ترسل أناسا للتدريب في الصين وفي الجزائر، نحن كنا في قواعد منفصلة، المسلمين -يعني الملتزمين- وكانوا يسموننا الشيوخ، كنا في قواعد تسمى قواعد الشيوخ، المهم كانوا يوصونهم: العمليات الجريئة لا تدخلوا فيها الرجال الأذكياء، لأن الذكي يعطل لك العملية، يحسب حسابات كثيرة كثيرة، يقول لك: هنا قد يكون كمين، قد تكون دبابة، قد تكون، يعط لها أول يوم، وثاني يوم تذهب كل العملية، قال: العمليات الجريئة إنتقوا لها أناسا لا يفكرون كثيرا .. خلاص نف ذ نف ذ موت موت. ¶ والحقيقة الرسول صلى الله عليه وسلم انتصر بهؤلاء الشباب معظم أصحابه، أكثر من ثلاثة أرباع أصحابه كانوا في المعارك بين العشرين والثلاثين، وهذا السن سن البذل، وسن التضحيات، وسن المغامرة، والشاب في مثل هذا السن لا يرى شيئا بعيدا عليه، أحلامه تتجاوز الفضاء، وتصل الجوزاء، يريد أن يحقق كل شيء، ولا يقد ر، ولا يخاف من الموت.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "المهم بعد قتل أبي جهل جاء كل واحد منهما وقال: يا رسول الله لقد قتلت أبا جهل، فنظر رسول الله صلى الله عليه وسلم قال: (أرياني سيفيكما)، فنظر فيهما فقال: (أنت الذي قتلته)، لمعاذ بن عمرو بن الجموح هناك أخ ثالث، هم كانوا ثلاثة، معاذ بن عفراء ومعوذ بن عفراء، عوف بن عفراء. ¶ إنغماس الجندي في صف العدو ¶ (قال عوف بن عفراء: يا رسول الله ما يضحك الرب من عبده؟ قال: غمسه يده في العدو حاسرا بدون درع، فنزع درعا كانت عليه فقذفها، ثم أخذ سيفا فقاتل القوم حتى قتل)، وإذا ضحك الله عز وجل لعبد لا يعذبه أبدا ، إن انغماس المسلم في صف الكفار وحده ولو كانوا آلافا هذا جائز في الشرع، ولو كان يتأكد يقينا أنه مقتول، ولذلك إذا رأى في المؤمنين وهنا ، يعني رسول الله صلى الله عليه وسلم يوم أحد ظهر بين درعين، لكن لأنها أول معركة، ويريد أن يرفع معنويات المسلمين، قال: أن يغمس يده في العدو حاسرا ، لأن البطولات الفردية ترفع معنويات جيش بكامله، فلابد إذا انهارت المعنويات، أو كانت ضعيفة، أو كانت في أول لقاء أن يكون هنالك نماذج يضحون من أجل أن ترتفع همم الباقين، فأفتى العلماء أنه إذا كان هنالك مائة من الكفار، أو صفوف من الكفار، هل يجوز للمسلم أن يغمس نفسه في داخل هذه الصفوف وحده، وهو متيقن أنه سيقتل؟ قالوا: إذا علم أنه إذا قتل سينكي بالعدو، أو يكون مصلحة للمسلمين، بحيث يشد عزائمهم فلا بأس بهذا، بل ي عد هذا من الذين قال فيهم: ¶ ومن الناس من يشري نفسه ابتغاء مرضاة الله والله رؤوف بالعباد . ¶ (البقرة: 207)",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "بل قال ابن تيمية: إن هنالك دليلا على هذا من السنة، كما جاء في الحديث عن ذلك الغلام الذي قال للملك إنك لن تقتلني حتى تجمع الناس وتقول باسم رب الغلام أقتل هذا الغلام فقتل الغلام بدلالة الغلام للملك كيف يقتله، فقتل الغلام نفسه من أجل مصلحة الدين، فعندما رأى الناس ذلك قالوا: آمنا برب الغلام، وهذا ينطبق عليه: ومن الناس من يشري نفسه ابتغاء مرضاة الله والله رؤوف بالعباد . ¶ هذا لا يعد انتحارا بحال، بل إذا كانت هنالك مجموعة من الكفار لها شأنها ووزنها في عداوة المسلمين، وثقلها في التنكيل بهذا الدين، وأنت وضعت على صدرك حزاما ناسفا ، ودخلت عليهم في اجتماعهم وفجرت نفسك بهم، فأنت ممن ينطبق عليهم: ومن الناس من يشري نفسه ابتغاء مرضاة الله والله رؤوف بالعباد ولا يعد هذا انتحارا بحال بل هو من أفضل درجات الشهادة إن شاء الله. ¶ وكما قال رسول الله صلى الله عليه وسلم لخالد عندما نضح دم الغامدية، وهم يرجمونها، نضح على ثياب خالد، فلعنها، قال: (مهلا يا خالد، لقد تابت توبة لو ق س مت على أهل المدينة أو على خمسين من أهل المدينة لوسعتهم، وهل أكثر أو أعظم من أن تجود بنفسها لله)، إمرأة قدمت نفسها لله، جاءت مرة، اثنتين، ثلاث تقول: يا رسول الله طهرني فهي التي قدمت نفسها لله عز وجل. ¶ ولذلك عندما هجمت الهند على باكستان في آواخر الستينات، وكادوا يدخلون لاهور ويحتلونها، تقدمت 700 دبابة فتقدم لها 700 باكستاني، كل واحد قد وضع الحزام الناسف على صدره وألقى بنفسه تحت الدبابة، ونسفوا الدبابات السبعمائة، وهزم الجيش الهندي بكامله 700 حد دوا المعركة!!.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الآن يا أيها الإخوة في داخل أفغانستان أي معركة لو وجدنا خمسين انتحاريا ، يهزمون أكبر قوة لروسيا، خمسون واحد يحملون خمسا وعشرين (آر. بي. جي)، ومعهم خمسا وعشرين كلاشنكوف حماية، وينزلون على قافلة الدبابات ولو كانت مئات، لو دم ر كل واحد منهم دبابة خمسا وعشرين دبابة ينهزم الرتل كله، ومعظم المعارك قد غي ر مجراها وجدد النصر فيها للمسلمين تضحية حفنة قليلة من الشباب. ¶ في معركة جاجي أنتم عرفتم جاجي، وعرفتم (بيروجه) محل الأنفاق، بيروجه فروجه هي اسمها (بيروجه)، فوصلت الدبابات هناك عند مصنع الخشب، عندما تنحرف إلى اليمين يكون أمامك مصنع الخشب، هذا البناء المهدم، وصلت الدبابات هناك ولم يبق إلا أن تدخل جاجي، فجاء أحد المستشارين العسكريين من المجاهدين وقال لمحمد صديق تشكري: إحرق المخزن وانسحب، وإن كان هناك أي إثم فهو في رقبتي، فقال محمد صديق تشكري: والله لو داست الدبابات رأسي ما انسحبت، ثم نادى بالشباب: من أراد الموت فليتفضل، فخلع باب المخزن وأصر على الثبات ونزلت حفنة قليلة من الشباب، والله عز وجل غي ر مجرى المعركة وانهزم الروس، فثبات شاب، هذا شاب عمره 26 - 27 سنة، وعندما كان في كابل ما كانت كابل أحيانا تذوق النوم في الليل، وكان يعتبر الحاكم الليلي لكابل، وهو م ن تشكري، وبابرك كارمل من كمرى، وبينهما نهر صغير، لقد حرم بابرك كارمل أن يأكل ثمرة واحدة من بساتينه، منع الماء عن بساتين كارمل، أرسل إليه الوزراء رسائل: يا محمد صديق إفتح سد الملك غازي على بساتين كارمل ونحن نعطيك ما شئت، فأرسل إليهم أسلموا وأنا أعطيكم ما شئتم، هذا في المعركة الأخيرة دخلت عليه 151 طائرة اشتركت في المعركة، ودبابات لا يعلمها إلا الله عز وجل، وبدأ يتفقد قواعده، فدخل الروس المركز الذي هو فيه وهو يتفقد القواعد الأخرى، فرجع إلى مقره، وعندما كان على بعد مائة متر، في النهار ليس هنالك جبل ولا صخرة فتحوا عليه الرشاشات ثمانون",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "واحد إلى مائة، قال: يا جماعة أنا قائدكم، أنا محمد صديق تشكري، ازدادت الرشاشات، فأدرك أنه وقع بين يدي الروس، وظلوا يرشون عليه ثلاث ساعات ونصف، واحترقت ثيابه، ودخلت أكثر من ثلاثين رصاصة ثيابه، ولم يجرح جرحا واحدا . ¶ نعم، الحقيقة عنصر الشباب ضرورة من الضرورات، خاصة الشباب الذي ي ربى على العقيدة، لابد من شباب يرب ى على حب الموت، والرسول صلى الله عليه وسلم نصره الشباب، يا أهل مكة تعيرونني بأصحابي، وهل كان أصحاب رسول الله صلى الله عليه وسلم إلا شبابا، شباب والله مكتهلون في شبابهم. ¶ فالشاب أمثالكم عندما ي ربى على الإسلام، على الورع، على الخوف من المحارم، يلتزم حدود الله.. الله أكبر، هذا والله أحب إلي من الأرض جميعا ، شاب يلتزم حدود الله، ويخافه، ويتقيه.. يا سلام. ¶ فدت نفسي وما ملكت يميني ¶ فوارس ص د قت فيهم ظنوني ¶ فوارس لا يهابون المنايا ¶ إذا دارت رحى الحرب الزبون ¶ الرسول صلى الله عليه وسلم يعلم أن بني هاشم خرجوا مكرهين، فقال صلى الله عليه وسلم: ستجدون أناسا من بني هاشم خرجوا مكرهين ليس لهم شأن بحربكم، فمن وجد أحدا منهم فلا يقتلنه، ومن وجد أبا البختري بن هشام - وهذا الذي مز ق الصحيفة في الكعبة صحيفة المقاطعة - فلا يقتلنه، أبو حذيفة بن عتبة بن ربيعة من المؤمنين، قال: يا رسول الله نقتل آباءنا وأبناءنا وعشيرتنا وندع العباس بن عبد المطلب، والله لإن لقيته لألجمنه أو لألحمنه بالسيف (يرجع للسيرة للتأكد). ¶ وجه عم رسول الله صلى الله عليه وسلم يضرب بالسيف!! قال عمر: يا رسول الله دعني أضرب عنقه فلقد نافق، يقول أبو حذيفة: فوالله ما زلت خائفا من تلك الكلمة ما حييت، ولا تكفرها عني إلا شهادة، فقتل يوم اليمامة شهيدا . ¶ المبارزة",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "صارت مبارزة قبل المعركة، نزل عتبة بن ربيعة وشيبة بن ربيعة والوليد بن عتبة، قالوا: يا محمد أخرج لنا أكفاءنا، فاختار رسول الله صلى الله عليه وسلم أولاد عمومته، إختار عمه حمزة وابن عمه علي، وابن عمه عبيدة بن الحارث بن عبد المطلب، وواجه عبيدة عتبة وواجه حمزة شيبة وواجه علي الوليد، فقتل علي الوليد، وقتل حمزة شيبة، وتصارع عتبة مع عبيدة بن الحارث وجرح كل منهما صاحبه، ثم انحاز حمزة وعلي إلى عبيدة وقتلا عتبة ثم توفي عبيدة بن الحارث، أو استشهد بعد قليل على ركبة رسول الله صلى الله عليه وسلم، وفي هذا نزل قوله عز وجل: ¶ هذان خصمان اختصموا في ربهم فالذين كفروا قطعت لهم ثياب من نار يصب من فوق رؤوسهم الحميم يصهر به ما في بطونهم والجلود . ¶ (الحج: 19) ¶ والرسول صلى الله عليه وسلم وهو يختار أولاد عمومته، حتى لا يقع في نفس الأنصار شيئا إذا قتل الفريق الأول، حتى يقال: الذين ضحوا أول ما ضحوا في المعركة هم آل النبي صلى الله عليه وسلم ولسنا أفضل منهم، بعد أن قتل عتبة بن ربيعة وشيبة والوليد بن عتبة اشتدت المعركة، والرسول صلى الله عليه وسلم أخذ حفنة من الحصى وحصب بها وجوه القوم وقال: شاهت الوجوه.. شاهت الوجوه، فما بقي أحد إلا ودخله شيء من هذه الحفنة، وقاتل عكاشة بن محصن، وكان عكاشة هذا يقول عنه رسول الله صلى الله عليه وسلم: خير فرساننا عكاشة، فانقطع السيف بيده، فناوله رسول الله صلى الله عليه وسلم جذلا (عودا )، وإذا به في يده سيفا أبيض ماض حادا ، وقاتل وبقي عنده حتى قتل في يوم الرد ة، أو حتى فقده يوم الردة في اليمامة، وكان يسمى العون - هذا السيف كان يسمى العون - عود حطب انقلب في يده سيفا . ¶ وفاء حتى مع الكفر",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الرسول صلى الله عليه وسلم أوصى بأبي البختري بن هشام كما قلنا لأنه مزق الصحيفة، صحيفة المقاطعة للمؤمنين في الشعب بعد ثلاث سنوات، فلقيه المجذر بن زياد أو ابن زياد البلوي، قال: يا أبا البختري لقد نهانا رسول الله صلى الله عليه وسلم عن قتلك، قال: وصاحبي؟ -كان معه صاحبـ، قال: لا، أما صاحبك فلا، قال: إذا أموت وإياه، يقول هذا: والله إذا لأموتن أنا وهو جميعا - ياسلام الرجولة يا جماعة.. الرجولة والوفاء - والله إذا لأموتن أنا وهو جميعا، لا تتحدث عني نساء مكة أني تركت زميلي حرصا على الحياة، ¶ لن يسلم ابن حرة زميله ¶ حتى يموت أو يرى سبيله ¶ هذا من؟ أبو البختري. ¶ رجال! والحقيقة إنهم رجال، قارنوا بين هؤلاء الرجال الجاهليين وبين قائد الإشتراكية والقومية أبو خالد، كان في فلسطين مجموعة من البشناق والأرناؤط، جاءوا من يوغسلافيا يقاتلون في فلسطين جهادا في سبيله، وابتغاء مرضاته، وطمعا في الشهادة، وأول ما سمعت عن الكرامات في الجهاد من ألسنة أولئك، كان الواحد منهم - حدثني الشيخ عبد الرحمن الأرناؤط وقد كان إماما في بلدنا، والوالد يعرفه - قال: كنا نقرأ: قل هو الله أحد قل أعوذ برب الفلق قل أعوذ برب الناس وآية الكرسي، ونمسح بها على الجاكيت، وعلى أبداننا، وندخل بين آلاف اليهود، قال لقد تركت سبعة مرات، سبع مرات بين آلاف اليهود، وكان الرصاص ينزل عن الجاكيت كأنه مطر يزل عن الصفا. ¶ فالمهم بعد انتهاء المعركة في فلسطين، وتسليم العرب لفلسطين، إختاروا أن يسكنوا في دمشق، معظمهم سكنوا في دمشق، عندما قامت الوحدة بين عبد الناصر وبين سوريا سنة 1958، قال لتيتو أو للأخ تيتو، ماذا تريد حلوان للوحدة؟ قال له: عندك مجموعة من اللاجئين السياسين اليوغسلافيين البوسنة والأرناؤط، سلمني إياهم، فسلمه إياهم، وفي اليوم التالي أطلق عليهم النار جميعا .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ذاك الجاهلي قال: لا والله - أبو البختري بن هشام - قال: وزميلي؟ قال: لا، الرسول صلى الله عليه وسلم أوصى بك وحدك، قال: لا والله، إذا لأموتن وإياه، لا تتحدث عني نساء مكة أني أسلمت زميلي حرصا على الحياة، يا سلام! رجولة! كانوا رجالا ! كانوا صادقين! ¶ أبو سفيان عندما سأله هرقل - وكان كافرا - هل جربتم على نبيكم هذا كذب؟ قال: لا، قال: خشيت أن يؤثر عني كذبة، فقد كانوا صادقين! صادقين أوفياء! أبطال حتى آخر لحظة! نعم، هم في جاهليتهم وضال ون، لكن عندهم بعض الصفات الطيبة ومنها هذه.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "أما أمية بن خلف فقد -خرج وكان رجلا وشيخا كبيرا وسمينا بدينا ، كأنه ح ميت دسم كأنه زق سمنه -، فالمهم عندما ولى القوم هاربين -هو ما قدر يركض، ما تدرب في معسكر صدى ولا في جاجي- فالمهم قال عبد الرحمن بن عوف: كانت بيدي أتراس جمعتها غنائم، وإذا بأمية بن خلف وابنه علي، قال: يا عبد الإله -وعبد الرحمن بن عوف كان اسمه عبد عمرو، فعندما أسلم سمى نفسه أو سماه رسول الله صلى الله عليه وسلم عبد الرحمن، فكان أمية صاحبا لعبد الرحمن بن عوف، فكان يلاقيه في مكة، يقول له: يا عبد عمرو، فلا يرد عليه، يقول: أنا عبد الرحمن، قال: أنا لا أعرف الرحمن، أنا لا أعرف الرحمن، قال له: إذا أناديك باسم من الأسماء، قال: إذا أسميك عبد الإله، قال: نادني عبد الإله أرد، فكان إذا ناداه: يا عبد عمرو لا يرد عليه- وإذا ناداه عبد الإله يرد عليه - فلاقاه في المعركة: يا عبد عمرو لم يرد عليه، يا عبد الإله، رد عليه، قال: نعم، قال: هل لك في وتدع هذه الأتراس الذي في يدك، أنا خير لك من هذه، معي فلوس وأنا أعطيك فداء ، قال: فرميت أتراسي وأخذت بيده وبيد علي، قال: عندما أخذت قال: لم أر مثل اليوم قط، قوم لا يحبون اللبن، يعني لا يريدون نوقا تحلب لهم حليب، لا يحبون اللبن، لا أحد يريد أن يأخذني أسيرا حتى أفتديه نفسي بنوق حلابة، قال: فأخذته وابنه كل واحد بيد وسرت، وبينما أنا سائر مسرور، عبد الرحمن بن عوف ربح، وسيدنا عبد الرحمن تاجر، رمى أتراسه وأمسك الأسرى، فقال: وإذا ببلال رأى أمية رأس الكفر أمية بن خلف لا نجوت إن نجا، تذكر شريط التعذيب في بطحاء مكة، قال: يا بلال هذا أسيري، قال: رأس الكفر لا نجوت إن نجا، قال: يا ابن السوداء هذا أسيري، قال: رأس الكفر لا نجوت إن نجى، وبلال ذكي، قال: إن ناديت المهاجرين قد لا يقتلونه، أريد أن أنادي الناس الذين حدثتهم، ملأت قلوبهم وصدورهم عنه وهم لا يعرفونه، يا معشر الأنصار، رأس الكفر أمية بن خلف، هجم",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "شباب الأنصار، أحسن شيء تعبيء الشباب تعبئة معنوية ضد رؤوس الكفر، ولا يكون لهم صلة بهم، لأنهم إذا اتصلوا بهم وجالسوهم وشربوا الشاي وخالطوهم، وقهوة وما إلى ذلك. تميع قضية عقيدة الولاء والبراء. ¶ ومن هنا رسول الله صلى الله عليه وسلم حرص أن المسلمين لا يخالطوا الكافرين، وحرص أن لا يعيشوا بينهم، نعم لأنه إن عايشه، وجالسه، وآكله، وشاربه، سيجد بعض الصفات الطيبة التي فيه، سيتذكر أيام أن جلس وإياه وكان جاره، وكان يشرب معه شايا وما إلى ذلك، أما الأنصار فهؤلاء معبئون، ولا شاي ولا خبز ولا ملح ولا بصل بينهم. ¶ فالمهم ضربه بلال بعدما تجمع الأنصار، قال له: إنج بنفسك، خلاص، لا أستطيع حمايتك، رماه بالأول ونام عليه، صاروا من تحت، من تحت عبد الرحمن بن عوف يضربون، قال له: إذهب! أفلت، وأين يفلت، زق منفوخ من السمن، بقي يضرب فيه حتى قتله، قتله وابنه، قال عبد الرحمن بن عوف: رحم الله أخي بلالا لقد فجعني بأدرعي وبأسيري، لا الأسرى أخذتهم ولا الأدرع، ولا فلس ربحنا اليوم. ¶ قتال الملائكة ¶ المهم، الملائكة قاتلت يوم بدر، في روايات كثيرة عن ابن عباس عن رجل من غفار قال: خرجت أنا وابن عمي أرقب المعركة من فوق جبل من أجل الغنائم، قال: وإذا بغمامة تمر فوقنا فيها حمحمة الخيل، صوت الخيل، يقول فيها: أقدم حيزوم، قال أما ابن عمي فقد كشف عنه القناع ومات خوفا وهلعا .. خلاص انقطعت نياط قلبه ومات، وأما أنا فقد تماسكت. ¶ وعن أبي سيد مالك بن ربيعة- وكان شهد بدرا وذهب بصره في آخر زمنه -قال: لو كنت اليوم ببدر ومعي بصري لأريتكم الشعب -(الشعب يعني: الوادي)- الذي خرجت منه الملائكة لا أتمارى فيه ولا أشك . ¶ وعن أبي داوود المازني وكان شهد بدرا : إني لأتبع رجلا من المشركين يوم بدر لأضربه إذ وقع رأسه قبل أن يصل إليه سيفي فعرفت أنه قتله غيري .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وعن أبي زميل عن ابن عباس: بينما رجل من الصحابة يشتد في أثر رجل من المشركين سمع صوت سوط من فوقه، قال: فوقع المشرك من فوق فرسه، فنزلت فإذا مكان الصوت قد إخضر ذلك كله، عينه ووجهه وشفته، اخضر يعني: إسود ، وجدته قد فارق الحياة، وكانوا يفرقون بين قتيل الملائكة وبين قتيل الصحابة يوم بدر، الذي يجدون في جسده ضرب السياط يعرفون أنه قتيل الملائكة.. ¶ ولو ترى إذ يتوفى الذين كفروا الملائكة يضربون وجوههم وأدبارهم وذوقوا عذاب الحريق . ¶ (الأنفال: 50) ¶ أما الملائكة فقد اشتركت في أفغانستان قطعا ، والجن المؤمن كذلك اشترك في أفغانستان قطعا ، والقصص كثيرة، هناك واحد عند أحمد شاه مسعود يسمونه صفي دشكة، وقت إغارة الطائرات يصيبه الجن، يلبسه هو يضرب على الدشكة مضاد للطائرات، الجن يثبته على كرسي الدشكة بحيث لو أراد أن يهرب لا يستطيع، بمجرد أن تنتهي الإغارة الجوية تنتهي الإغارة الجنية، خلاص يتركه الجن، فهو يثبت وقت الغارة، بعد الغارة ينتهي كل شيء. ¶ وطبعا القصص كثيرة، قصص الذين يملأون السهل والجبل، قصص الذين يقاتلون على الخيول، قصص الذين يلبسون الثياب البيضاء، قصص الذين يصلون الجنازة، وقد نقلت قسما من هذا في كتابي (آيات الرحمن في جهاد الأفغان) وفي كتاب (عبر وبصائر للجهاد في العصر الحاضر) فمن أراد الإستزادة في هذا فليرجع إليهما.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "من القصص التي ما كتبتها في عبر وبصائر، قصة قوماندان (قائد) مسلم، كان هو وصفي الله من قادة أحمد شاه مسعود - ليس صفي الله أفضلي - اتفقا في يوم أن يضربا مركز، قال صفي الله: أنت تضرب بالأسلحة الثقيلة ونحن نقتحم، في الساعة المحددة بدأت القذائف الثقيلة تنزل على المركز، ثم فتح الله عليهم، بعدها - هم كان بينهم نهر - فبعدها بأسبوع أسبوعين قال صفي الله لمسلم: جزاك الله خيرا، كانت القذائف في الصميم، تأتي في الهدف كأنك وضعتها بيدك، قال: متى؟ قال: اليوم الذي اتفقنا عليه، قال: والله ما ضربنا ولا قذيفة، إذا من أين القذائف الثقيلة في الموعد المحدد؟ قال: في يومها جاءتنا الطائرات وأشغلتنا عن أنفسنا. ¶ بعد أيام أصيب أحد المجاهدين بجني، صرعه جني، فجاء عالم من العلماء وصار يقرأ عليه، وبدأ يتكلم مع الجن، قال له: اتق الله يا هذا، أتركه، قال: لماذا، أنا ساعدته في الجهاد، قال: اتركه، اتركه يجاهد، كيف تساعده في الجهاد؟ قال: يوم معركة صفي الله، من الذي كان يضرب على الأسلحة الثقيلة؟ -الجني يقول الشيخ - قال له: من الذي ضرب على الأسلحة الثقيلة؟ القائد مسلم ما ضرب، من الذي ضرب؟ إلا نحن مفهوم الكلام.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "والقصص في هذه كثيرة، قصص الملائكة والجن كثيرة في أفغانستان المهم، أخذ رسول الله صلى الله عليه وسلم الأسرى وسار إلى المدينة، وفي الطريق أمر بقتل النضر بن الحارث، وق ت ل، ثم أمر بقتل عقبة بن أبي معيط، قال: من لصبيتي يا محمد، قال: لهم النار، فقتل، وساق سبعين من الأسرى إلى المدينة المنورة، ووصلوا المدينة، وذهب الحيس مان بن عبدالله الخزاعي إلى مكة ليخبر أهل مكة بنتائج المعركة، كان صفوان بن أمية جالسا في الحجر، ودخل الحيسمان وسأله الناس: ماذا عن المعركة؟ قال: قتل شيبة، وقتل الوليد بن عتبة، وقتل عتبة بن ربيعة، وقتل نبيه ومنبه ابنا الحجاج، وقتل أبو البختري بن هشام، وقتل أمية بن خلف، وصفوان جالس في الحجر، قال لهم: اسألوه ماذا فعل صفوان بن أمية قتل أم لا؟ قال: إنه في الحجر، والله لقد رأيت أباه وأخاه عندما قتلا، الناس ما صدقوا أبدا هذه النتيجة، كل علي ة قريش قتلت أو أسرت، وعندما سمع أبو لهب بما سمع، يقول أبو رافع - أبو رافع كان مولى عند العباس بن عبد المطلب - قال: كنت أنحت أقداحا في غرفة زمزم واضعا خيمة جنب ماء زمزم وأعمل أقداحا ، قال: فجاء أبو سفيان بن الحارث بن عبد المطلب راجع من المعركة، وأبو لهب جاء يجر رجليه، وأم الفضل جالسة - أم الفضل زوجة العباس بن عبد المطلب - جاء أبو لهب، وقعد بباب الحجرة، قال: يا ابن أخي - لأبي سفيان واسمه صفوان بن الحارث بن عبد المطلب - تعال وحدثني ماذا حصل، قال: ما هو إلا أن لاقونا فمنحاهم أكتافنا، يقتلون من يقتلون، ويأسرون من يأسرون، والله ما لمت أحدا ، أناس يلبسون ثيابا بيضا على خيول بلق نزلوا علينا، هذا أبو رافع ما ملك نفسه -العبد- أزاح طرف الخيمة - وأبو لهب قاعد - قال: أولئك الملائكة، فصفعه أبو لهب صفعة قوية، قال: وكنت ضعيفا ، قال: فقمت ثاورته، دخلت العزة في قلبه، نحن عرب اعتززنا بالأفغان من بعيد، في فلسطين قمنا في وجه اليهود، قال: فثاورته، وهذا شيء",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "غريب أن عبدا يقف أمام سيد مكة أبو لهب، قال: فثاورته، قال: فكنت نحيفا ، فحملني ورماني في الأرض وجلس على صدري، وبدأ يضربني، فقامت أم الفضل بطنب من أطناب الحجرة -عصا- وضربت أبا لهب، قالت: قم! لقد رأيت مولى قد غاب عنه سيده، ورأيته ضعيفا فضربته، فقام يجر نفسه، وما عاش بعدها إلا سبعة أيام، ثم أصابته العدسة، (العدسة مثل الطاعون أو السرطان، أو بثرة تظهر ثم تنتشر في كل الجسد ويموت) ومات أبو لهب ولم يستطع أحد أن يقدم عليه ليغسله أو يكفنه لأن داءه معد جدا . ¶ وحر مت قريش بكاء قتلاها حتى لا تشفي صدور الصحابة ورسول الله صلى الله عليه وسلم، وحتى لا يشمتوا بها، وكان الأسود قد قتل له ثلاثة من الأولاد، زمعة بن الأسود، وعقيل والحارث بن زمعة، وكان يريد أن يبكي، قلبه يحترق ألما، ولكن قريش حر مت البكاء، قال: وذات ليلة سمع بكاء امرأة، فقال لولد من أولاده: أخرج لعل قريشا قد سمحت ببكاء القتلى، فخرج فسألها: هل سمحوا؟ قالت: أبكي على بعير فقال أبياتا من الشعر تثير الأشجان، قال: ¶ أتبكي أن يضل لها بعير.. وأكمل كلاما طويلا . ¶ رجع الرسول صلى الله عليه وسلم إلى المدينة المنورة، وكان سهيل بن عمرو موثقا بيديه، تقول سودة، سودة كانت زوجة الرسول صلى الله عليه وسلم آنذاك هي الوحيدة، دخلت عليه وإذا بسهيل جالس موثقة يداه، قالت: فوالله ما ملكت نفسي، قلت: أبا يزيد أمنحتم أكتافكم، ألا قاتلتم ومتم كراما ، الرسول صلى الله عليه وسلم سمعها، قال: يا سودة أتحرضين على الله ورسوله؟ قالت: والله يا رسول الله ما ملكت نفسي عندما رأيته هكذا، زعيم مكة سهيل بن عمرو موثق مرمي! - وهو من أقاربها -.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "المهم، الرسول صلى الله عليه وسلم استشار الصحابة: ماذا نفعل بهؤلاء الأسرى؟ قال عمر: أعطني قريبا لي من هؤلاء حتى أقتله، وأعط عقيلا لعلي حتى يقتله، وأعط أبا بكر ابنه حتى يقتله، وأعط حمزة قريبا له حتى يقتله، فنقتلهم جميعا ، فلا يعودون يقاتلوننا أبدا، والعباس منهم، فالرسول صلى الله عليه وسلم كانت نفسه تميل أن لا يقتلهم، فأبو بكر كأنه استقرأ ذلك، فقال: يا رسول الله إنهم بنو العم والعشيرة فأرى أن تفتديهم، فرضي بكلام أبي بكر، وأنزل الله عز وجل: ¶ ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض تريدون عرض الدنيا والله يريد الآخرة والله عزيز حكيم لولا كتاب من الله سبق لمس -كم فيما أخذتم عذاب عظيم . ¶ (الأنفال: 67-68) ¶ يثخن يعني: يكثر القتل. ¶ كان أبو عزيز أخو مصعب بن عمير بين الأسرى، فمر به وأبو اليسر الصحابي ماسكا أبا عزيز، أبو عزيز أخو مصعب، فعندما مر به قال: شد على يد أسيرك - أمسكه بشدة - إن أمه ذات متاع، يعني غني -ة تفتديه بمال كثير، أم أبي عزيز هي أم مصعب، قال: يا أخي هذه وصيتك بي؟ قال: والله إنه لأخي من دونك. ¶ العقيدة!. العقيدة عندما تتمكن من النفس لا تبقى أخوة ولا أبوة، الأخوة والأبوة هي إخوة الإسلام والإيمان والقرآن والعقيدة. ¶ وهكذا نصر الله المؤمنين، وأعز جنده، ورفع رايته، وأذل الكفر، وخضض شوكة الكافرين، وأعز الله المسلمين، إنه عزيز حكيم. ¶ معركة أحد (1) ¶ انتهت غزوة بدر، نحن اليوم في صدى في الحادي والعشرين من يونيو 1988 الموافق للسابع من ذي القعدة 1408 هجري.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "رجع رسول الله صلى الله عليه وسلم منتصرا إلى المدينة، وأعز الله دينه، وفادى رسول الله صلى الله عليه وسلم الأسرى السبعين، ولم يقتل على الطريق كما قلنا إلا النضر بن الحارث، قتله في الصفراء، وقتل عقبة بن أبي معيط بعرق الظبية، ونزل عتاب من الله عز وجل لرسوله صلى الله عليه وسلم لأنه أخذ الفداء من الأسرى، والقرآن يشير إلى أن الأولى في البداية للنبي أن يثخن في الأرض، أن ي -كثر القتل، وقد وافق الوحي في هذا عمر بن الخطاب رضي الله عنه، وعمر وافقه الوحي في مواضع كثيرة، منها: الخمر، كانت كلما نزلت آية في الخمر يقول: اللهم بي ن لنا في الخمر بيانا شافيا حتى نزلت: ¶ إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه، ¶ (المائدة: 90) ¶ ووافق الوحي عمر بن الخطاب في تحجيب نساء النبي صلى الله عليه وسلم، كان عمر يقول: يا رسول الله لولا حجبت نقب ت نساءك وحج بتهن فنزلت: ¶ وإذا سألتموهن متاعا فسألوهن من وراء حجاب. ¶ (الأحزاب: 35) ¶ وقال لولا اتخذت من مقام إبراهيم مصلى فنزلت: ¶ واتخذوا من مقام إبراهيم مصلى، ¶ (البقرة: 125) ¶ ووافقه الوحي في الأسرى، إذ كان رأي عمر أن يقتل الأسرى جميعا -رضي الله عنه- إنه كان فيمن قبلكم محدثون - محدثون: يعني يلهمون قول الحق أو يجري الحق على لسانهم - فإن كان في أمتي محدثون فمنهم عمر رضي الله عنه وأرضاه. ¶ وقريش حملت خزيها وعارها وعاد رجالاتهم يجر ون ثياب الذل والهوان، كانت نكبة كبرى بالنسبة لقريش، وطار في الجزيرة أن محمدا صلى الله عليه وسلم قد انتصر على قريش، وبدأ نجم المسلمين يتألق. ¶ الرسول صلى الله عليه وسلم يخرج اليهود",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "عبد الله بن أبي عندما انتصر الرسول صلى الله عليه وسلم في بدر قال لأصحابه من المنافقين: هذا أمر قد توجه -يعني بدأ ينمو وينتصر- فلندخل فيه، فدخلوا فيه، اليهود شرقوا بانتصار الرسول صلى الله عليه وسلم -أي غص وا وحسدوا رسول الله صلى الله عليه وسلم بذلك - والرسول صلى الله عليه وسلم اجتمع بيهود بني قينقاع: وذكرهم بما أصاب قريش يوم بدر، وقال: رأيتم ما فعل الله بقريش أو كما قال صلى الله عليه وسلم، فاليهود قالوا: لا يغر نك أنك لقيت قريشا فقاتلتهم، لئن قاتلناك لترين منا شيئا آخر، وحصل بعدها أن امرأة من المسلمات جاءت بجلب تبيعه في سوق بني قينقاع، فباعته ثم جلست إلى صائغ يهودي فأرادوها أن تكشف وجهها فأبت، فربط الصائغ طرف ثوبها بظهرها، فعندما قامت انكشفت عورتها فصاحت، فقام رجل من المسلمين وقتل الصائغ، فقام اليهود على المسلم وقتلوه، فالرسول صلى الله عليه وسلم حاصرهم وأجلاهم إلى الشام، وكان هذا أول اصطدام مع اليهود، إذ كان إجلاء بني قينقاع في السنة الثانية للهجرة بعد بدر، وكان إجلاء بني النضير في السنة الثالثة بعد أحد، وكان قتل بني قريظة بعد عام الخندق سنة خمس للهجرة، وكان فتح خيبر في عام سبعة للهجرة، وأجلي اليهود نهائيا عن الجزيرة العربية في أيام عمر، وقال لهم عمر: لقد سمعت رسول الله صلى الله عليه وسلم يقول: أخرجوا اليهود والنصارى من جزيرة العرب. ¶ الرجولة بين أبي سفيان وبين حكام المسلمين اليوم",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "نرجع إلى مكة، أهل مكة كان المصاب بهم عظيما ، ولكنهم منعوا النواح حتى لا يشفوا صدور المؤمنين منهم، ثم نذر أبو سفيان أن لا يمس رأسه ماء من جنابة، لا يغتسل حتى ينتقم ليوم بدر، رجال! والله رجال! إسرائيل انتصرت على الدول العربيه أو باعوا فلسطين سنة 1948م، وخدعوا الناس وقالوا سبعة ترجعون، فقالوا ماذا سبعة؟ قالوا سبعة أيام أو سبعة أشهر أو سبع سنوات، والناس علقوا على هذه الكلمة آمالا.. آمالا كبيرة ومضت سبعة أعوام ولم ير الناس شيئا في الجو، بل مر ت عشرون عاما وجاءت نكبة أخرى أم ر وأنكى وأدهى على رأس الأمة الإسلامية. ¶ سعد جمعة رئيس وزراء الأردن في أيام النكبة كتب عن المؤامرة ومعركة المصير كتابا سماه (المؤامرة ومعركة المصير)، هذا الرجل قد ذهل بما رأى من خيانة سنة سبع وستين، وكان متعهد طريق وبدوي، وهو من الطفيلة، والطفيلة منطقة قبائل بدوية، ورجل فيه بقية من رجولة وخير، ما كان يصدق أن الخيانة العربية تصل إلى هذا الحد، ورأى مارأى من الخيانات، ولذلك أراد أن يكف ر عن أوزاره ومصيبته وذنوبه التي حلت به، في نكبة سنة سبع وستين، كان هو رئيس الوزراء، جاءوا به للنكبة فقط، مكث رئيسا للوزراء ربما شهران، لكن رأى المصائب التي ما كان يمكن أن تدور بخلده أو تمر على خاطره، فبدأ يكتب يفضح الدول العربية حتى ي -كف ر عن سيئاته لعل الله عز وجل يغفر له دنوبه، والحقيقة، الذي يطالع كتبه (الله أو الدمار) (أبناء الأفاعي)، أبناء الأفاعي كتبها عن الحكام العرب، يسميهم أبناء الأفاعي، وعلى ظهر الكتاب مجموعة من الأفاعي، رؤوس أفاعي كبيرة، ويقول في كتاب أبناء الأفاعي: جاء رجل إلى عامر الشعبي، قال: لقد حلفت يمينا بالطلاق أن الحجاج في النار، فهل تطلق زوجتي؟ فقال الشعبي: يا بني اذهب واستمتع بزوجتك، إن لم يكن الحجاج في النار فلن يدخلها أحد، قال: وأنا أحلف يمينا بالطلاق على أنه لا يوجد واحد من الحكام صادق.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "كتب محمد حسنين هيكل عن رجولة عبد الناصر -هذا بعد نكبة سنة سبع وستين- وقال: إن إباء عبد الناصر رغم أن الإقتصاد انهار ووصل إلى درجة الصفر بعد نكبة سنة سبع وستين، واجتمع حكام العرب، أبت عليه عزته ورفعة نفسه وأنفته أن يطلب مساعدة من الدول العربية، عندما سمع سعد جمعة بهذا الكلام ما ظل برأسه عقل، فرد عليه في مجلة الحوادث البيروتية، قال: لقد كنت شاهدا ، نعم إن عبد الناصر لم يطلب طلبا ، وإنما نزل على أقدام الملك فيصل يريد تقبيلها، قال: ؛الشعب حيموت عايز دقيق« هذا من الذي يقول؟ عبد الناصر، والله هذه القصة قبل أن يكتبها محمد حسنين هيكل أني سمعتها من أحد الصحفيين المسلمين، فقلت له: معقول عبدالناصر بعزته وكبريائه وصلفه وغروره؟! قال: إسمع يا شيخ عبدالله - وكان في بيتي - قال لي أولادك الصغار هؤلاء يستحيون أن يفعلوا أفعالا يفعلها هؤلاء الرؤساء. ¶ يقول سعد جمعة: اجتمعنا وكنت حاضرا وعبدالناصر ما طلب طلبا ، إنما نزل على أقدام الملك فيصل ليقبلها، قال: ؛الشعب حيموت عايز دقيق« كانت حرب اليمن تنزف، وكان هناك برنامج عن الملك فيصل وضعه عبد الناصر اسمه (أعداء الله) نعم كل ليلة برنامج عن السعودية اسمه أعداء الله، فالمهم الملك فيصل أمر بعشرة ملايين جنيه لمصر، هذه لم تدخل الموازنة، لم تدخل خزينة مصر، رأسا أدخلت في حساب عبد الناصر. ¶ ولذلك اشتكى واحد على عبد الناصر من المحامين الكبار بعد موت عبد الناصر، قال: القرار مائة وخمسين ليس موجودا في المجلة المدنية الحكومية، القرار مائة وخمسين هو تحويل العشرة ملايين جنيه إلى حساب عبد الناصر الخاص.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "المهم أنا سقت هذا كله من أجل أن أريكم الفرق بين أبي سفيان الكافر وبين حكام المسلمين، يقول سعد جمعة: ثلاثة أيام في الخرطوم لم نعمل شيئا ، مؤتمر بعد هزيمة سنة سبع وستين التقوا في الخرطوم مباشرة، قال: لم نصل إلى أي قرار، ولم نعمل أي شيء، قال: وانتهى المؤتمر ونريد أن نعود، لكن الصحفيين يملأون السهل والجبل، يحيطون بالفندق الذي نقيم فيه كإحاطة السوار بالمعصم، قلنا: ماذا نقول للصحفيين؟ جاء واحد منا قال: قولوا لهم: إتفقنا على اللآءات الثلاثة - الشيطان سو ل لهم وأملى لهم -ما هي اللآءات الثلاثة؟ هم لم يتفقوا على شيء: لا صلح، لا استسلام، لا مفاوضات، هم لم يصلوا إلى أي قرار.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ثلاثة أيام بعد هزيمة سنة سبع وستين، ونحن هنا في ذكر أبي سفيان الذي نذر ألا يغسل رأسه من جنابة حتى ينتقم ليوم بدر، وفعلا ، ومضى شوال وذو القعدة، وجاء ذو الحجة، وجاء أبو سفيان إلى طرف المدينة المنورة، وجاء وقرع في الليل بيت حيي بن أخطب، فأبى أن يفتح له، ثم بيت سلام بن مشكم وكان زعيم اليهود وصاحب خزينتها، ففتح له وأطعمه وخبره بأخبار المدينة، ثم في اليوم التالي في منطقة العريض نزلت مجموعة من جماعة أبي سفيان وأحرقت أسوارا ، أي حيطانا ، بساتين من النخيل، ووجدت رجلين وقتلتهما، ثم هرب أبو سفيان، ولحق به رسول الله صلى الله عليه وسلم وأصحابه، حتى إذا وصل الرسول صلى الله عليه وسلم إلى مكان يسمى قرقرة القدر، أدرك أن أبا سفيان قد فاته، وكان أبو سفيان حمل معه كمية كبيرة من السويق، (السويق: عسل وتمر وسمن وشعير وبعض الطحين، عسل وسمن ممزوج بالطحين، يعني مثل الكعك الذي عندنا تقريبا )، هذه سميت الغزوة غزوة ذات السويق، لكن هذا لم يعتبر عنده انتقاما ، القافلة التي نجت مع أبي سفيان، ذهب صفوان بن أمية وعبد بن أبي ربيعة وعكرمة بن أبي جهل إلى أبي سفيان، قالوا له: نحن نجمع لك التجار الذين لهم في هذه القافلة تبقى، القافلة تحت يدك حتى ننتقم من محمد وأصحابه.. يا سلام! يا سلام! يا سلام! ناس عندهم رجولة، عندهم شمم! العار.. عار الهزيمة ثقيلة على أنفسهم، لا يستطيعون النوم حتى يغسلوها، فالمال يخص ص.. يخص ص للمعركة.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ونحن لابد من العمل للمجهود الحربي، فكانت أم كلثوم تذهب إلى فرنسا، وإلى أروربا تغني، ويجمع المال من أجل المجهود الحربي، وتعمل حفلات أم كلثوم، طيلة الليل تغني وتجمع للمجهود الحربي.. لا بأس.. لا بأس، والحشيش دخانه يغطي سماء القاهرة في الليل، والمصري يجمع طيلة الشهر، يبيع على عربة بندورة طماطم أو بطاطس أو غير ذلك، بالقرش وصاغ، وبالقرشين وما يترك أحدا إلا غشه، حتى يجمع خمسة جنيهات حتى آخر الشهر يحضر حفلة السيدة أم كلثوم كوكب الشر بدون قاف، هم كانوا يسمونها كوكب الشرق. ¶ صدقوا يا إخوان، الدول الغربية تصدقت على الدول العربية بعد هزيمة سنة سبع وستين بطحين وقمح وغير ذلك، إحدى دول المواجهة الثلاث، جاءتهم شحنة قمح ورست في الميناء، امرأة من الطبقة الحاكمة، زوجة أحد الحاشية، حاكمة من الحاكمات تريد أن تذهب إلى أوروبا تقضي إجازة الصيف لأنه حر في عمان، طلعت من عمان، حر! تريد ثلاثين ألف دينار، فقال وزير المالية: ما عندنا فلوس، قال: هنالك كمية من القمح في العقبة بيعوها وأعطوها حتى تقضي إجازة الصيف هناك.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "نعم أبو سفيان، عكرمة، صفوان يجمعون المال من أجل الإنتصار أو الثأر ليوم بدر، ونحن، وأين نحن؟.. وحسبنا الله ونعم الوكيل، سعد جمعة ي حد ث من المصائب قال: ود ع و نا أحد حكام البترول إلينا، وأقمنا له سرادقا في الصحراء على الرمال حتى يناسبه، وبرنامج للإستقبال -بروتوكول- قال: وبينما كنا جالسين في السرادق افتقدنا الأمير، لم نجده، إبحث عن الأمير، قال: فوجدناه متكئا على كومة رمل خارج السرادق، وأمامه رجل يضرب على العود، فقلنا له: يا معالي السمو، يا سمو الأمير إلى آخره، البروتوكول.. الناس ينتظرونك.. الوزراء، و.. و، وما إلى ذلك، قال: والله بدأ لي قصة أبو زيد في البلاد، فأحببت أن ينهيها هنا المهم هذا سعد جمعة يتكلم قال: فبعد ثلاثة أيام من الزيارة فتحنا المحادثات، قلنا له: لابد من مال من أجل مواجهة إسرائيل، نشتري سلاحا ، قال: لماذا السلاح؟ الصلح سيد الأحكام، الصلح سيد الأحكام، ورجع أميرنا ولم نأخذ منه شيئا ، قال: ثم جاءتنا الأخبار من جنيف عن الأمير هذا، الأمير ذات صباح زم شفتيه متبرما ، قالت الحاشية: ما بالك يا سمو الأمير؟ قال: لقد تقت إلى حليب النوق، قالوا: هذا أمر سهل، وفتحوا تيلفونا إلى البلاد، وبدل أن يقولوا أرسلوا لنا حليب نوق، قالوا: أرسلوا لنا ناقة، ووضعوا ناقة في الطائرة، ثم طارت الطائرة، ونزلت في جنيف، وعندما حطت الطائرة صعد البوليس ليفتش ركاب الطائرة، وإذا بجن ينطلق منها، لم يروا في حياتهم جملا ، عمال المطار في جنيف، وبدأت صفارات الإنذار تضرب، حتى انطلق هذا الجن من داخل الطائرة، وبدأ البوليس، صفارات الإنذار تضرب، إجمع، حتى استطاعوا أن يلقوا القبض على هذا الجن وأعادوه مرة أخرى إلى الطائرة، وأمروا الطائرة بالمغادرة.. وشر المصائب ما يضحك.. ¶ تمرست بالآفات حتى تركتها ¶ تقول أمات الموت أم ذعر الذعر ¶ والله مصائب تدمي الفؤاد، وتكلم القلب، وتفري نياط النفوس. ¶ أبو سفيان يع د للمعركة",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "المهم؛جمعوا الأموال، وبدأ أبو سفيان يعد لمعركة كبيرة ما استطاع أن يجمع من قبائل كنانة وأهل تهامة والأحابيش - الأحابيش الذين حول مكة وليسوا من أهل مكة أصلا ، يعني الأتباع يسم ون الأحابيش - وأخرج الزعماء نساءهم، الظعن، من أجل أن تكون دافعا لحفيظتهم ومحركا لرجولتهم، أما أبو سفيان فخرج بزوجته هند بنت عتبة التي قتل أبوها عتبة بن ربيعة، وعمها شيبة، وأخوها الوليد، ثم خرج عكرمة بأم حكيم بنت عمه الحارث بن هشام لأنه عكرمة بن عمرو بن هشام، وخرج الحارث بن هشام بفاطمة بنت الوليد بن المغيرة، وخرج صفوان بن أمية ببرزة بنت مسعود، وخرج عمرو بن العاص بريطة بنت منبه بن الحجاج، وكل واحدة قد قتل لها من أقاربها علية القوم، علية أهل مكة وسادتها قد قتلوا، لا يوجد امرأة من هذه إلا قتل لها اثنان أو ثلاثة، إما أخوها أو أبوها، وخرج أبو طلحة بزوجته سلافة بنت سعد، وهذه سلافة امرأة مجرمة، يعني امرأة مسترجلة، (إن الله يكره الرجلة من النساء) وكان أبناؤها مسافح والجلا س وكلاب قد خرجوا معه، وعاصم بن أبي الأقلح الأنصاري قتل أبناؤها الثلاثة، وكان عاصم راميا ، رمى أول واحد فجاء يدهده وينوء بجرحه، وارتمى في حضن أمه، من قتلك؟ قال: سمعت واحدا يقول خذها وأنا ابن أبي الأقلح، والثاني والثالث، قالت: واللات لأشربن الخمر في قحف رأسه، وكما عممت وزارة الداخلية على أن من قبض واحدا من الإخوان المسلمين فله مليون ليره سوري، عممت سلافة على أن من جاءني برأس عاصم فله كذا وكذا، حتى تبر بقسمها وتشرب الخمر بقحف رأسه، وقتل عاصم يوم الرجيع، قتل يوم الرجيع مع الستة، وعلم ما قالته سلافة، قال: اللهم إني حميت دينك أول النهار فاحم جثتي آخره، فالله عز وجل، أرسل إليه مجموعة من الدبابير فكلما اقترب منه مجموعة من المشركين ليقطعوا رأسه ويبيعوه لسلافة ثارت في وجوههم الدبر، قالوا نترك الدبر حتى الليل، وفي الليل يكون براد لا تستطيع أن تطير الدبر،",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وما أن جاء المساء حتى أمطرت السماء، وسحبت جثة عاصم، ولم ي -در أين عاصم، طبعا ربنا يستجيب، الله عز وجل أكرمه، هو قدم روحه في سبيل الله فأكرم جثته من أن تشو ه، هذا عاصم. ¶ سارت النساء.. سار الجيش حتى وصل قرب المدينة، وسرح الإبل والخيول في بساتين المدينة التي حول أحد، رآها أهل المدينة فذهبوا لرسول الله صلى الله عليه وسلم، واستشار رسول الله صلى الله عليه وسلم أصحابه. ¶ كرامات في أفغانستان ¶ هذه حماية الجثة حصلت كثيرا في أفغانستان، حقيقة جثث الشهداء رب العالمين أكرمهم أن لا تتحلل، كثير من الشهداء في أفغانستان ما أصاب أجسادهم البلى بعد سنوات، طبعا لا يوجد نص على أن الشهيد جثته لا تتحلل ولا تأكله الأرضة ولا الدود، لا يوجد نص صحيح، لكن بالحس، يقول عمر بن حنيف - هذا قائد في زرمت - قال:والله لقد فتحت إثني عشر قبرا بعد سنتين إلى ثلاثة، ووالله ما وجدت واحدا منهم جسده متغير، ووجدت بعضهم كان حليق اللحية، فنبتت لحيته في القبر وطالت، وأنا دفنتهم بيدي ووجدت سيد شاه وقد دفنته بدمائه وبالغبار والتراب الذي التصق بدمه فوجدت عليه عباءة حريرية سوداء ما وجدت أنعم منها ملمسا ولا أطيب منها رائحة، مرتان، واستحلفته بالله، مرتان جلست معه ويعيد علي القصة، وهو الذي حدثني عن (جل محمد) الذي جاء قال: قتل معنا في المعركة، ونقلناه من أرض المعركة بعد ثلاثة أيام كما هو، ثم جاء والده وكان رجلا صاحب علم وتقى، قال: يا بني إن كنت شهيدا فأرني علامة أنك شهيد، يقسم لي عمر حنيف وهو رجل ثقة كما ق- د م لنا ونظن ذلك، يقسم لي وهو عالم على أني رأيت الولد الذي استشهد قبل ثلاثة أيام قد مد يده ومسك بيد أبيه وبقي ماسكا لها مدة ربع ساعة، حتى قال والده: كادت يدي ترط.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "أما حماية الجثة، حدثني محمد نعيم، وكان قائد فصيل عند دكتور مياجل عديل محمد ياسر، ومحمد ياسر رئيس اللجنة السياسية عند الشيخ سياف، وهو رجل صادق، ومحمد نعيم سائق عند محمد ياسر، قال: استشهد مياجل، وعندما استشهد وكان قد هز روسيا، كان أمير بغلان كلها، عندما استشهد جاء الشيوعيون والروس مسرورون يريدون أن يروا المنطقة أن- ا قتلنا الدكتور مياجل، فتقدم إليه كبير الشيوعيين في المنطقة، وأراد أن يشفي غليله بركل رأسه بقدمه بعد موته، هو لم يمت، هو حي عند ربه، فجاء ورفع قدمه ليركل رأس مياجل، فشلت قدم كبير الشيوعيين، جاءوا إليه ليربطوه بالسيارة ويطوفوا به في قرى بغلان، وكلما تقدمت منه شرذمة من الكفار، يعني مجموعة من الكفار، صاح بهم مياجل أعطوني سلاحي، أعطوني الكلاشنكوف، فيهرب الشيوعيون وجاءوا مرتين وثلاثة وهو يصيح بهم، وأخيرا جاءوا لعلماء المنطقة الكبار - وهؤلاء لا يمسهم الشيوعيون - قالوا: خذوا هذا الكفن وأضيفوه إلى الدكتور مياجل، ولن تغلبوا ما دام فيكم مثل هؤلاء، ودفن مياجل ولم تنته القصة بعد، وبقي التكبير يخرج من قبره، وبكته نساء العشيرة بكاء مرا في بيشاور في بابي، وزوجته أخت زوجة محمد ياسر، وكانوا ساكنين بجانب محمد ياسر، فبكوا بكاء حارا - هو زعيم قبيلته ورجل صالح وأمير المجاهدين، وعمدة العشيرة، فكان له وزنه - فقام أخوه من الليل، قال: اللهم إن كان أخي شهيدا فأرني علامة أنه شهيد، وكانت الساعة الواحدة ليلا تقريبا ، وإذا بشيء يسقط من السقف في وسط الشتاء، فأضاء النور وإذا بها باقة من الزهور لها رائحة عجيبة، وليس في بابي ولا حولها زهرة واحدة، في منتصف الشتاء، في اليوم الثاني ذهبت أو في اليوم الثالث، قال لي محمد ياسر: تعال أحدثك هذه القصة، وحدثني القصة فعندما رأى هذه الباقة من الزهور مثل النرجس وعليها عسل، هذا العسل رائحته كالمسك تماما ، فأيقظ أخواته وأخبرهن بالقصة، قالوا: نوقظ محمد ياسر ونريه",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "باقة الزهور، قالوا: ولكن الوقت متأخر، ووضعوها في المصحف لشدة حبهم لهذه الباقة، وفي الصباح فتحوا المصحف فلم يجدوا شيئا . ¶ المهم سار أبو سفيان، وسارت النساء وبدأت هند، هند مرت بوحشي، وحشي كان يسمونه أبا دسمة، وكان وحشي غلاما لجبير بن مطعم، فجاء به وقال له: لقد قتل عمي طعيمة بن عدي يوم بدر، فإن قتلت عم محمد به يعني حمزة فأنت حر ، قال: ذهبت ليس لي عمل إلا حمزة، قال: وهند كانت كلما مرت على وحشي تقول له: أبا دسمة إشف واستشف، إشف غليلنا، وكانت معه حربة، وكان الأحباش يرمون بالحراب جيدا ، قال: فنظرت إلى حمزة هائجا كالجمل الأورق، تقدم إليه سباع بن عبد العزى، قال: هلم إلي يا ابن مقطعة البطور، أمه كانت تعمل ختانة في مكة، كانوا يختنون النساء، قال: والله تناول رأسه هكذا بسهولة، قال فصوبت حربتي نحوه حتى إذا رضيت عنها رميتها، فوقعت في ثنته، الثنه، ما بين السرة والعانة، قال: فوقعت في ثنته، وخرجت من بين رجليه، فتقدم نحوي ينوء، ولكن الجرح قد غلبه فسقط، فجئت ونزعت حربتي منه، ولم يكن لي أمر إلا قتل حمزة. ¶ وحشي هذا أسلم بعد فتح الطائف، قال: بعد فتح مكة هربت إلى الطائف، وعندما حاصر النبي صلى الله عليه وسلم الطائف قال: أين أذهب؟ فنصحني رجل، قال: إذهب وأسلم، فهذا الرجل يقبل من تشه -د بالشهادتين، قال: فجئت من ورائه وقلت: أشهد أن لا إله إلا الله وأن محمدا رسول الله، فنظر إلي : وحشي؟ قلت: نعم يا رسول الله، قال: حدثني كيف قتلت الحمزة؟ فحد ثه كيف قتل الحمزة، فقال: أغرب عني، لا أرين ك، قال: فكنت أتنكب رسول الله صلى الله عليه وسلم حتى توفي.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "واحد اسمه عبيد الله بن عدي الخيار، هذا من سادة التابعين، قال: كنت في حمص أنا وجعفر بن عمرو بن أمية الضمري، خرج هو وعبيد الله بن عدي الخيار، وكانوا في حمص يسألون عن وحشي، وكان في آخر حياته ساكنا في حمص، فسألنا عنه، قالوا: تأتون بيته في مكان كذا، فإن كان سكرانا - هو كان يسكر إلى آخر حياته - فليس لكم حاجة به، وإن كان صاحيا فاسألوه، قال: وذهبنا إلى وحشي، فوجدناه صاح لا بأس به، قال: فلما انتهينا إليه سلمنا عليه، فرفع رأسه، قال: أنت ابن عدي بن الخيار؟ قلت: نعم، قال: لقد كنت صغيرا وحملتك وناولتك لأمك السعدية، فرأيت رجلك، فعندما رأيت رجلك الآن عرفتك - عجيب هذا، هم كانوا أهل فراسة وأهل قيافة، وهذا خاصة - قلنا له: حدثنا كيف قتلت الحمزة؟ فحدث الحديث، قال: كنت رجلا حبشيا أقذف بالحربة قلما أخطيء بها شيئا ، وكنت غلاما لجبير بن مطعم، وكان عمه طعمة بن عدي قد أصيب يوم بدر، فلما سارت قريش إلى أحد قال لي جبير: إن قتلت حمزة عم محمد بعمي فأنت عتيق، فخرجت مع الناس، وكنت رجلا حبشيا ، فلما التقى الناس خرجت أنظر حمزة وأتبصره، حتى رأيته عرض الناس مثل الجمل الأورق (الجمل الأورق: الجمل الأغبر لون البياض الذي عليه رماد فهو غطى الغبار) وجهه كالجمل الأورق يهد الناس بسيفه هد ا، ما يقوم له شيء، فوالله إني لأتهيأ له، أريده وأستتر منه بشجرة أو حجر ليدنو مني، إذ تقدمني إليه سباع بن عبد العزى، فلما رآه حمزة، قال له: هلم إلي يا ابن مقطعة البظور، قال: فضربه ضربة ما أخطأ رأسه، وقال: وهززت حربتي حتى إذا رضيت عنها دفعتها عليه فوقعت في ثنته حتى خرجت من بين رجليه، وذهب لينوء نحوي فغ- -لب، وتركته وإياها حتى مات، ثم أتيته فأخذت حربتي، ثم رجعت إلى العسكر، فقعدت فيه ولم يكن لي بغيره حاجة، وإنما قتلته لأعتق، فلما قدمت مكة أعتقت، ثم أقمت حتى إذا افتتح رسول الله صلى الله عليه وسلم مكة هربت إلى الطائف، فمكثت بها، فلما خرج",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وفد الطائف إلى رسول الله صلى الله عليه وسلم ليسلموا، تعيت علي المذاهب، فقلت ألحق بالشام أو باليمن أو ببعض البلاد، فوالله إني لفي ذلك من هم ي إذ قال لي رجل: ويحك إنه والله ما يقتل أحدا من الناس دخل في دينه، وتشه د بشهادته، فلما قال لي ذلك، خرجت حتى قدمت على رسول الله صلى الله عليه وسلم المدينة، فلم يرعه إلا بي قائما على رأسه أتشهد بشهادة الحق، فلما رآني قال: أوحشي؟ قلت: نعم يا رسول الله، قال: أقعد فحدثني كيف قتلت الحمزة؟ قال: فحدثته كما حدثتكما، فلما فرغت من حديثي، قال: ويحك غي ب عني وجهك فلا أرينك، قال: فكنت أتنكب رسول الله صلى الله عليه وسلم حيث كان لأن لا يراني، حتى قبض رسول الله صلى الله عليه وسلم. ¶ فلما خرج الناس إلى حرب المرتدين وإلى حرب مسيلمة خرجت معهم، قال: فكنت أبحث عنه، فلما رأيت مسيلمة قائما في يده السيف تهيأت له، وتهيأ له رجل من الأنصار من الناحية الأخرى كلانا يريده، فهززت حربتي حتى إذا رضيت عنها دفعتها عليه فوقعت فيه، وشد عليه الأنصاري فضربه بالسيف، فربك أعلم أينا قتله، فإن كنت قتلته فإني قتلت خير الناس بعد رسول الله صلى الله عليه وسلم، وقتلت شر الناس. ¶ يقول ابن هشام بلغني أن وحشيا ما زال ي حد حتى فصل من الديوان، هو في ديوان الجند يأخذ راتبا ، حد وه في الخمر أول مرة.. ثاني مرة، أخيرا قالوا نشطب اسمه من الديوان لا ندفع له راتبا ، قال عمر رضي الله عنه: كنت قد علمت أن الله تعالى لم يكن ليدع قاتل حمزة، فابتلي بهذا البلاء.. بلاء شرب الخمر حتى مات.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وهم ذاهبون إلى المعركة رجع عبد الله بن أبي بثلث الجيش، كان الرسول صلى الله عليه وسلم استشارهم قبل الخروج، فالشباب يريدون المعركة، خاصة الذين لم يشهدوا بدرا، والشيوخ يريدون المكوث في المدينة وخاصة عبدالله بن أبي زعيم المنافقين، وهو جاء من أجل الدنيا، أمر قد توجه، ما جاء ليقاتل ويموت، مثل البعثيين الذين جاءوا لحافظ أسد أو لصدام من أجل الوزارات، ومن أجل الأموال، ومن أجل المناصب، ومن أجل الجامعات، ومن أجل البعثات، لما وقعت الفأس بالرأس كما قالوا، وبدأ الموت، انفضوا عنه، انفضوا عنه وتفرقوا لأنهم ما جاءوا إلا للدنيا، رجع من الطريق، فلحقهم عبد الله بن حرام والد جابر، ذك- رهم بالله، قال: لا ترجعوا، قالوا: لو نعلم قتالا لاتبعناكم، رجع بثلث الجيش، وهذا يهز الجيش، لو لم يخرج أصلا لكان أولى وأقل ضررا، لأن هذا تخذيل وتثبيط وتعويق. كالذين يشتغلون الآن يأتون إلى بيشاور ثلاث، أربع أيام أو ثلاثة أو أربعة أسابيع، يصلون الحدود ويرجعون مبشرين ومنذرين إلى قومهم، أن الجهاد الأفغاني بدع وشركيات، وفوضى واضطرابات واختلافات، وحسبنا الله ونعم الوكيل، يا ليتنا لم نرهم ولم يرونا، ولم يزوروا الحدود، وكفى الله المؤمنين شرهم. ¶ أقول قولي هذا وأستغفر الله لي ولكم. ¶ والسلام عليكم ورحمة الله وبركاته  l ¶ معركة أحد (2) ¶ نحن اليوم في الثامن من ذي القعدة سنة 1408 الموافق الثاني والعشرين من يونيو 1988م، ونتكلم لكم من صدى، ولعل كلامنا يجد صدى في القلوب إن شاء الله.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "لا زلنا نعيش مع جراحات أحد، ومع أحداثها، وتعتبر أحد من أعمق المعارك التي أثرت في تاريخ المسلمين، كان النصر في بدر، ولكن جراحات أحد خط ت معلما واضحا للدعوة الإسلامية، وللقيادة، وللطاعة بقي بارزا، وحفر بصمات عميقة في بنية الجماعة الإسلامية، ولذلك كان قدرا من الله عز وجل أن تحصل الهزيمة يوم أحد، حتى يتخذ رب العزة شهداء، ويمح ص المؤمنين، ويبين لهم أن هنالك أسباب يرتبط بها النصر، وعلى رأس هذه الأسباب: طاعة رب العالمين التي منها طاعة الأمير. قلنا: إن عبدالله بن أب ي زعيم المنافقين انخذل بثلاثمائة، وبقي سبعمائة من الصحابة رضوان الله عليهم، ووضع رسول الله صلى الله عليه وسلم عبدالله بن جبير على جبل الرماة، ومعه خمسون وفي رواية سبعون، قال لهم: إن رأيتمونا تخطفنا الطير فلا تبرحوا أماكنكم حتى أرسل إليكم، وفي رواية: لا تغادروا أماكنكم حتى أرسل إليكم سواء كانت لنا أو علينا. ¶ ورتب رسول الله صلى الله عليه وسلم أصحابه، وبدأت المعركة بانتصار عظيم سجله رب العالمين في القرآن الكريم: ¶ ولقد صدقكم الله وعده إذ تحسونهم بإذنه حتى إذا فشلتم وتنازعتم في الأمر وعصيتم من بعد ما أراكم ما تحبون منكم من يريد الدنيا ومنكم من يريد الآخرة ثم صرفكم عنهم ليبتليكم ولقد عفا عنكم والله ذو فضل على المؤمنين ، ¶ (آل عمران: 152) ¶ أحداث المعركة ¶ الله عز وجل صدقهم، فقتلوا حملة اللواء، وكان حملة اللواء من بني عبد الدار، وكانت هند بنت عتبة مع النساء يغنين ويضربن بالدفوف: ¶ ويها بني عبد الدار ويها حماة الأدبار ضربا بكل بتار ¶ ويقلن: ¶ إن تقبلوا نعانق ونفرش النمارق ¶ أو تدبروا نفارق فراقا غير وامق ¶ وقتل حملة اللواء الواحد بعد الآخر، حتى سقط اللواء في التراب، فحملته امرأة اسمها علقمة الحارثية، وتناوله منها عبد من عبيدهم يسمى (فواب) وقد عي رهم بهذا حسان في شعره رحمه الله، وكان ما كان.. ¶ منكم من يريد الدنيا ومنكم من يريد الآخرة .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "(آل عمران: 152) ¶ عندما رأوا أن فلول المشركين قد بدأت تولي، وكما قال الزبير: \" والله لقد رأيتني أنظر إلى خدم هند بنت عتبة - الخدم يعني هنا أسفل السيقان - إلى خدم هند بنت عتبة وصواحبها مشمرات هوارب وما دون أخذهن قليل ولا كثير إذا مالت الرماة إلى العسكر، الرماة الذين على رأس الجبل عندما رأوا الكفار هاربين قالوا: ننزل، قال عبدالله بن جبير: ووصية رسول الله صلى الله عليه وسلم قالوا: خلاص إنتهت المعركة، نجمع الغنائم، قال: لا أنزل، نزلوا جميعا وبقي هو وعشرة، فرآهم خالد بن الوليد، وخالد رحمه الله ما هزم في معركة لا في جاهلية ولا في إسلام أبدا ، وكما قال هو عن نفسه: لقد شهدت زهاء مائة زحف، وما في جسدي شبر إلا وفيه طعنة برمح أو رمية بسهم أو ضربة بسيف وها أنا أموت على فراشي كما يموت البعير، وكان عبرة من الله عز وجل للجبناء الذين يخافون أن لا يستشهد سيدنا خالد داخل المعارك. ¶ ولذلك الحقيقة سيدنا خالد كانت عبقريته العسكرية عجيبة، نعم، نبغ، ولذلك بمجرد أن دخل الإسلام بدأ رسول الله صلى الله عليه وسلم يسلمه قيادات، وهو الذي أنقذ المسلمين يوم مؤتة، وسماه رسول الله صلى الله عليه وسلم سيف الله المسلول; ولذلك ماذا على نساء آل الوليد لو يسفحن دموعهن على خالد.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "المهم.. نزل الرماة، فاستدار سيدنا خالد من وراء الجبل، وصعد الجبل، وقتل عبد الله بن جبير ومن معه، واستلموا جبل الرماة، وأتي المسلمون من وراءهم، من الوراء ومالت الكفة نحو الكافرين، وصاح (أزب بن أزيب) شيطان العقبة كما يقول ابن اسحاق: قتل محمد، والحق أن الذي قتل هو مصعب بن عمير، وكان قريب الشبه برسول الله صلى الله عليه وسلم، وقد قتله بن قميئة، فقال: قتلت محمدا ، وانتشر في المسلمين أن رسول الله صلى الله عليه وسلم قد قتل، أبو سعيد الخدري يحدث: أن عتبة بن أبي وقاص رمى رسول الله صلى الله عليه وسلم يومئذ فكسر رباعيته اليمنى السفلى، هذه الرباعية، الثنايا الرباعية، وجرح شفته السفلى، وعبدالله بن شهاب الزهري شجه في جبهته، وابن قميئة ضربه في وجنته، فدخلت حلقتان من المغفر في وجنته، ووقع رسول الله صلى الله عليه وسلم في إحدى الحفر التي حفرها أبو عامر الفاسق المسمى بالراهب، كانوا قد حفروا حفرا في أرض المعركة وغطوها بالتراب، فوقع رسول الله صلى الله عليه وسلم فيها، ونزل علي ورفع رسول الله صلى الله عليه وسلم، وتناوله بيده، وحمله طلحة بن عبيد الله، وارتفع رسول الله صلى الله عليه وسلم وخرج من الحفرة، وبدأ الدم ينزف، وجاء أبو سعيد الخدري (مالك بن سنان) لينظف جرح رسول الله صلى الله عليه وسلم، فبدأ ينظفه من التراب بفمه، ثم ازدرد الدم - كما يروي ابن إسحاق - أن أبا سعيد ابتلع الدم فقال صلى الله عليه وسلم، في رواية ابن هشام قال: (من مس دمه دمي لم تصبه النار)، وطلحة يومها فعل فعالا كبيرة، ولذلك الرسول صلى الله عليه وسلم قال: (أوجب طلحة)، أي وجبت له الجنة، وقال: (من أراد أن ينظر إلى شهيد يمشي فوق الأرض فلينظر إلى طلحة بن عبيدالله)، وجاء أبو عبيدة لينزع حلقات المغفر لأنه كسرت البيضة فوق رأس الرسول صلى الله عليه وسلم - التي هي خوذة الحرب - ودخلت الحلقات.. حلقات المغفر في وجه الرسول صلى الله عليه وسلم،",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "فجاء أبو عبيدة لينزع الحلقات من وجهه، فأول حلقة سقطت فيها ثنيته، الحلقة الثانية سقطت الثنية الثانية، فكان أبو عبيدة ساقط الثنيتين، جاءت فاطمة وعلي يغسلون دم رسول الله صلى الله عليه وسلم، فكلما صبت فاطمة الماء على جرحه إزداد الجرح والدم نزولا ، فحرقت حصيرا ووضعتها على جرح رسول الله صلى الله عليه وسلم حتى كف الدم، ورسول الله صلى الله عليه وسلم يقول: (اشتد غضب الله على أناس أدموا وجه نبيهم). ¶ يقول سعد بن أبي وقاص: ما كنت حريصا على قتل أحد أكثر من حرصي على قتل عتبة بن أبي وقاص، ولكن الذي اسكتني هو قول رسول الله صلى الله عليه وسلم: إشتد غضب الله على قوم أدموا وجه نبيهم، صلى الله على محمد وعلى آله وصحبه وسلم. ¶ الحقيقة يا إخوة هذه الجراحات في الدنيا وفي الآخرة ذخر، ذخر في الدنيا لأن الإنسان عندما يضحي في أي قضية تصبح القضية عزيزة عليه، وبقدر الأثمان التي تبذل بقدر ما يكون للقضية مكانة في أعماق القلوب، والناس الذين لا يبذلون من أجل قضيتهم تضيع قضيتهم.. ¶ ومن أخذ البلاد بغير حرب ¶ يهون عليه تسليم البلاد ¶ القرار لمن ضح ى",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ولذلك انظروا الآن القيادة التي قاتلت في داخل أفغانستان من الأفغانيين، والقيادة التي لم تقاتل، القيادة التي قاتلت تأبى أن تسلم القضية لأحد في الأرض، تقول هذه أثمان دماء مليون ونصف مليون شهيد، لن تستلمها لا أمريكا ولا روسيا، ولا دولة عربية ولا دولة أعجمية، نحن الذين بذلنا، ونحن الذين نحكم في قضيتنا، وإذا استطعنا أن نقود بلادنا في أوقات الشدة مع شدة المرارة التي تجرعناها والغصص التي ازدردناها فإننا نستطيع أن نقودها في أيام السلم، حكمتيار، الشيخ سياف، رباني، خالص، هؤلاء الأربعة يرفضون أبدا ظاهر شاه، مرفوض بتاتا ، أي رجل أفغاني مرفوض أن يرجع، قالوا هؤلاء، الشيخ سياف يقول: من يريدون أن يولوا على أفغانستان؟! هؤلاء الذين في الغرب؟! هؤلاء ليس عندهم رجوله! لم يبذلوا قطرة عرق واحدة، ولاقطرة دم واحدة من أجل حماية أعراض الأفغانيات، جالسون في الغرب، أو في السعودية، أو في الخليج يدرسون في الجامعات، أو ت- صب عليهم الأموال بوصفهم لاجئين سياسيين، يربيهم الغرب ليوم كريهة وسداد ثغر، من هؤلاء؟ واحد اسمه عبد الحكيم طبيبي، هذا عبد الحكيم طبيبي الآن مستشار إعمار أفغانستان - يعني اسمه مطروح، كان اسمه مطروحا أن يكون رئيسا لأفغانستان - عبد الحكيم طبيبي يحدث الشيخ سياف ويونس خالص، قال: كنا راكبين معه في جنيف في سيارة، وأخذنا إلى بيته، وعلى الطريق مررنا بمقبرة نصارى عليها زهور، والمسطحات الخضراء بين القبور، قال: انظروا إلى هذه الزهور والمسطحات الخضراء، آه على ميته بين هذه القبور، في مقبرة النصارى!! ويريدون أن يسلموه ماذا؟ أن ينصبوا عرشه فوق تلال الجماجم، وفوق جبال الأجساد.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ولذلك الذين يبذلون ويضحون هم الذين تعز عليهم المباديء التي قدموا من أجلها، والعقائد التي ضح وا في سبيلها، أما الذين لا يبذلون لا بأس عندهم، عبد الحكيم طبيبي، ظاهر شاه، محمد يوسف، صمد حامد أبو لبن، أبو كذا، أي واحد يأتي يستلم أفغانستان، لأنهم لم يبذلوا، لم يطلقوا رصاصة واحدة في داخل أفغانستان، ولم يبيتوا ليلة واحدة في داخل أفغانستان، وإنما هي موجة ركبوها، وتيار ساروا معه، واستفادوا إفادة ما أفادوها في حياتهم، وعلى جماجم هؤلاء أقام هؤلاء عروشهم وكراسيهم، هم هل باتت نساؤهم ليلة واحدة بالجوع؟ هل قدموا شهيدا واحدا من أسرهم؟ هل سمعوا ليلة من الليالي ندب الثكالى، وأصوات الأيامى، وأنات اليتامى؟.. لا.. ما سمعوا ولا دفعوا،، والذي لا يدفع... ليس له أن يحكم أفغانستان يستلمها واحد أفغاني ضح ى، ولذلك لابد من الآلام، ولابد من الإبتلاء. ¶ صور للإنقلابيين الجدد ¶ ومن هنا فالإنقلابات العسكرية لا تنشيء دولة إسلامية، لأن الإنقلاب العسكري يتم في ساعة واحدة، وفي ليلة واحدة، وببيان واحد، ثم يستلم واحد مثل عبد الناصر أو القذافي أو حافظ الأسد أو صدام حسين، يستلم أمة بكاملها، والله.. ¶ مأساة سوريا",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "حافظ الأسد عندما كنا في الجامعة كان ولدا (أزعرا بايز)(1)[سيئ الخلق]. يأتي لابسا بنطلونا ضيقا - عندما كنا في جامعة دمشق - بنطلونا وفوقه قميص فوق البنطلون، وكان هذا عيبا كبيرا يخرج الواحد قميصه فوق البنطلون، هذه صفات الزعران في زماننا، وكان ي صف- ر للبنات في الجامعة سنة 1962، ي صف- ر وراء البنات!، وبعد سنة جاء الإنقلاب سنة 1963 وبعد وقت قصير أصبح وزير الدفاع، وبعدها رئيسا للجمهورية، وقال وزير الأوقاف: إن سيادة الرئيس من كبار الأولياء، نعم.. من كبار الأولياء، عندما صارت بينه وبين الإخوان الحرب صار يبحث عن أي واحد إسلامي حتى يصلح بينه وبين الإخوان، أرسل للمراقب العام للإخوان المسلمين في الأردن فرفض أن يتدخل، أرسل للأمين العام لرابطة العالم الإسلامي كان الحركان في ذلك الوقت، المهم أخيرا جاء بوفد من الناس الذين يعرفون الإخوان في سوريا لعلهم يتدخلون، فقال لهم: والله أنا مسلم، لماذا يقاتلني هؤلاء الإخوان؟ أنا مسلم أصلي الجمعة، وأصلي صلاة العيد، وأصلي صلاة المولد النبوي!! يظن أن المولد النبوي له صلاة. ¶ مأساة مصر",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "عبد الناصر كان مع الإخوان المسلمين، وكان في تنظيم الجيش، كانوا يريدون أن يقيموا الإنقلاب في 19 يوليو 1952 لكن المرشد حسن الهضيبي، كان في الإسكندرية، فجاء الإخوان قالوا: نريد أن نقوم بالإنقلاب الليلة هذه، قالوا: لا المرشد في الإسكندرية، لابد أن نستأذن المرشد، فأرسلوا واحدا إلى الإسكندرية حتى إستأذن المرشد، وقال: خذوا عليهم العهد، وليقسموا على المصحف، وجاء عبد الناصر مع كمال الدين حسين في بيت منير الدله مساعد المرشد ليلة 23 يوليو وأقسموا في حديقته بحضور صلاح شادي وعبد القادر حلمي: أننا سنحكم بالكتاب والسنة إذا نجح الإنقلاب، وقام الإنقلاب، وجاءوا بمحمد نجيب كواجهه، وعبد الناصر في الوقت الذي أقسم فيه مع أنه كان مع الإخوان، كان في نفس الوقت متصل بالسفير الأمريكي، وفي نفس الوقت مع الوفد، وكذا مصر الفتاة، أي واحد يصل للحكم يركب الموجة معهم، أقسم بالليل وكان مع السفير الأمريكي أخذ عليهم عهدا له بثلاثة شروط: ¶ - إضرب الحركة الإسلامية إذا نجح الإنقلاب، نحن ندعمكم ونقيم لكم دولة بشروط ثلاث: ¶ - إضرب الحركة الإسلامية.. ¶ - إحفظوا سلامة إسرائيل.. ¶ - إهدموا الأزهر من الأساس.. ¶ ثم بعد ذلك البقية علينا، وأعطوا على ذلك العهود والمواثيق، وقام الإنقلاب، في الليل، أقسموا على المصحف في بيت منير الدلة، في ثاني يوم يقول أنور السادات في كتابه يا ولدي هذا عمك جمال، قال: كان السفير الأمريكي يحتسي معنا الشاي في فندق الأنتركنتننتل، هناك شخصان مدنيان فقط كانا يحضران أول اجتماع لمجلس الثورة، السفير الأمريكي وإحسان عبد القدوس، إحسان عبد القدوس لماذا؟ لأنه كاتب الفراش. ¶ فالإنقلابات العسكرية لا تأتي بدولة إسلامية، أربعة أو خمسة هؤلاء يمكن أن ي شتروا وما دفعوا شيئا ، وما بذلوا ثمنا ، رأسا من ضابط، أصبح رئيس جمهورية، ما هو الفرق بين كونه ضابطا وكونه رئيسا للجمهورية؟ فقط البيان الأول.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "والقصص طويلة، الإنقلابات العسكرية التي حدثت في العالم الإسلامي لماذا حصلت؟ بعد هزيمة 1948 قال الناس: إن سبب الخيانات هي الملكيات في العالم الإسلامي.. إذن كيف نفعل؟ لابد من مجيء قيادات شعبية من أعماق الشعب حتى تحمل آلام الشعب، وحتى تمثل الشعب تمثيلا حقيقيا ، فجاء أصحاب البساطير، تعرفون البسطار؟ البسطار هذا الحذاء الثقيل المستعمل في الجيش، واستلموا، ورأسه أثقل من بسطاره، وما شاء الله كلهم تجدهم ساقطين في المدرسة، الذين استلموا قيادة الأمة معظمهم ولا واحد منهم معه جامعة، عبد الناصر سنتان ما نجح في سنة أولى حقوق، قال له: يا ابني باين عليك فاشل، -ما شاء الله- طويل 185 سم، جسم البغال وأحلام العصافير- قال له: تعال ندخلك الكلية العسكرية، ودخل العسكرية، ورعاه من رعاه إلى أن وصل ما وصل. ¶ وهذا حافظ الأسد كذلك 185 سم. ¶ مأساة ليبيا",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "والقذافي ماذا كان؟ هو رئيس بثلاثة نجوم، رئيس أقام الإنقلاب، وبمجرد نجاح الإنقلاب رفع نفسه لعقيد، يظن العقيد أعلى من رئيس الجمهورية، هو كان رئيسا بثلاثة نجوم فرفع نفسه، والبيان الأول للإنقلاب أذيع من قاعدة (هيولس) الأمريكية، من محطة الإذاعة التي في قاعدة (هيولس) الأمريكية، وجاء وقال له اليهود والأمريكان، إبدأ بالدعوة إلى الإسلام، وجم ع المشايخ من كل العالم الإسلامي، وبدأ يناقشهم في الإقتصاد، وفي اللباس، وفي الإجتماع، وفي الربا، وفي كل شيء، وجاء أبو زهرة، قال له بالتالي أبو زهرة قال له: يا بني أنت تعلمنا أم نعلمك، قال للقذافي وترك الإجتماع وخرج، يبحثون اللباس، قالوا: اللباس إلى الكعبين، قال لهم: لا، شبر تحت الركبة وانتهينا، يكفي سجل هذا اللباس الإسلامي، فجمع المشايخ وضحك عليهم من كل العالم الإسلامي، وقال لهم: نريد أن نحكم بالإسلام، وهكذا عبد الناصر، كان يجمع المشايخ كل فترة ويقول لهم: ضعوا لنا قانونا إسلاميا ، نريد أن نحكم بالإسلام، وظن المساكين أن القضية هي فقط أن نكتب مواد قانونية عن الإسلام، فلابد أن تدفع القيادات الأثمان، ولابد أن تأتي القيادة من خلال المعركة الطويلة، والجراح العميقة، وإلا فالبلاد تضيع، ولن يزيد الأمر إلا سوء ، ولا تزيد مصائب الشعب إلا عمقا .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "أين نحن الآن؟ كل الذين جاءوا بعد الإنقلابات العسكرية جاءوا يريدون تحرير فلسطين، وجاءوا يريدون إنقاذ البلد من براثن الملوك الذين يمتصون دماء الشعب، أين نحن الآن من أيام فاروق؟ جاء عبد الناصر 1952 كان الجنيه المصري يساوي أحد عشر ريالا ، الآن أين الجنيه المصري؟ الآن أقل من ريالين، كان يساوي ثلاثة دولارات ونصف، الآن الدولار باثنين جنيه وكذا، وكما يقول المصريون: ؛جاء عبد الناصر وحبة الفول قد كده والآن قد كده«!! كانوا على الأقل يأكلون طعمية، الآن لا يستطيع معظم الشعب المصري أن يأكل الطعمية - الفلافل - ولذلك هم المصريون ينكتون، دائما يعبرون عن آلامهم العميقة بنكته لطيفة: واحد اشترى طعمية - وهناك كل شيء يلفونه بورق الجرائد، الثقافة الإشتراكية والأهرام 18 صفحة، والأخبار 21 صفحة، وبقرش صاغ، أو بقرش ونصف - واحد اشترى أقراص فلافل - طعمية - ووضعها في ورقة جريدة وعاد إلى البيت، من سوء حظ المسكين كانت ورقة الجريدة مثقوبة فنزلت الحبات، في البيت فتحها ما وجد الفلافل، نظر فإذا بصورة عبد الناصر موجودة، وضعها تحت قدمه وقال له: ؛حتى لاحقني على دول!«. ¶ نعم.. كما يقول السادات: أوصلتنا الإشتركية إلى الصفر.. صفر، كانت مصر دائنة للعالم، كانت الجزيرة تعيش على صدقات مصر، الآن مصر مدانة بخمسة وخمسين ألف مليون دولار، ولذلك كل سنة تسد جزءا من الربا، يعني إذا كان الربا 10% معنى ذلك لازم يدفع كل سنة ربا على الأقل 5.5 مليار، يعني خمسة آلاف وخمسمائة مليون دولار، فقط ربا، ومصر لا تستطيع أن تدفع هذا، كل ما عندها في جيبها تضعه، ومع ذلك الديون تزداد عاما بعد عام، السنة 55 مليار، السنة القادمة تزيد مليارين ونصف تصبح 5،57 لأنهم لا يستطيعون أن يسدوا الربا.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "أين سوريا الآن من حالها سنة 1963، هل بقي فيها بشر؟ هل بقي فيها مفكرون؟ هل بقي فيها علماء؟ أين الأسرة المحافظة؟ أين حلقات العلماء؟ أين المسجد؟ أين المحراب؟ أين المرأة السورية؟ كل ذلك تهدم وتحطم.. ¶ أما الخيام فإنها كخيامهم ¶ وأرى نساء الحي غير نسائهم ¶ والله دخلت سوريا سنة 1973، وكنت فيها سنة 1963 وسنة 1964 حتى سنة 1966، كالحة شاحبة؛تبكي على الأيام التي مضت. ¶ العراق.. العراق الآن نريد أن نرجعها لأيام نوري السعيد، وعبد الإله الذي كان يقال عنهم خونة، كم تحتاج حتى ترجعها؟ تحتاج إصلاح أكثر من قرن بكامله متواصل حتى ترجعها إلى أيام الملك فيصل الثاني. ¶ هذا المجنون العقيد القذافي، هو رفع نفسه من رئيس لعقيد، يعني مآسي، ما بقي شيء في ليبيا، ما بقي أبدا شيء، مثال.. الإقتصاد: أول شيء جاءت قضية ربا البنوك، هو كل شيء يريد أن يبي- نه يجب أن يخطب الجمعة حتى يبي- نه للشعب من خلال المنبر، هكذا كان رسول الله صلى الله عليه وسلم يفعل! - المنبر هو الموجه - صعد وبي ن الربا وبي ن التجارة، وحلف يمينا بالطلاق على المنبر أن الربا حلال وأن التجارة حرام ونزل، فالمفتي ظهر في حديث إسبوعي، ظهر عندما سمع هذا، قال: كفر العقيد بكلامه أن الربا حلال، لأن استحلال الربا كفر يخرج من الملة، يجب أن يتوب العقيد، ولا يدرى أين المفتي حتى الآن؟.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ماذا فعل؟ منع التجارة وأحل الربا، التجار الكبار بدأ ينحسر أمرهم، فصاروا يعيشون على الأموال المخزونة عندهم من زمن، أعلن خلال إسبوع تغي ر العملة، أي واحد لا يغير العملة خلال إسبوع تسقط العملة، أصاب التجار انهيار عصبي، كانوا يبيتون في الشوارع على أبواب البنوك حتى يلحقهم الدور، فيسلموا عدة ملايين للبنك يعطونه ورقة: لك عندنا عدة ملايين ويعطونه 200 دينار ليبي كل شهر، ابنه في لندن يدرس لا يستطيع أن يدفع له، لا يستطيع! التحويل ممنوع! طيب تدهورت، رجعت حالهم، بقي عندهم المساكن التي كانوا قد بنوها عمارات، ففي يوم من الأيام أعلن: البيت لساكنه.. خلاص.. عندك 100 شقة، 1000 شقة، 50 شقة لك شقة واحدة، الذي له أولاد، يا جماعة عندي أولاد كبار، ممنوع! إبنك متزوج؟ عندما يتزوج نعطيه شقة، فحطمهم تحطيما ، صاروا لا يستطيعون أن يشتروا الخبز، وكيف يشترون الخبز؟ البيض صارت كلها في الإتحادات الإشتراكية، البقالات التعاونية هذه للدولة، يأتي واحد ضيف - مثلنا اليوم جاءنا ضيوف كرام - جاءه أربعة ضيوف يريد أن يشتري ثماني بيضات، يجب أن يوزع أربع أولاد على أربع بقالات لأنهم لا يبيعونه أكثر من بيضتين أو ثلاثة بيضات، يقفون أمام البقالة ثلاث ساعات حتى يشتروا بيضتين، الأخلاق.. الجامعات، التعليم، يدخل عبد السلام جل ود في داخل الجامعة، يطلق طلقات إيذانا بابتداء الثورة الثقافية، ويهجم الرعاع هؤلاء عبيد السلطة من التلاميذ الساقطين، هؤلاء كلهم مخابرات، يهجمون على العمداء، الأساتذة، غيرهم يجرجرونهم في داخل الجامعة، فيسقط ثلاثون واحدا بين قتيل وبين جريح.. أين؟ في داخل الجامعة، الثورة الثقافية، ثم ماذا؟ من الذي يتحكم في الجامعة، في الكلية، الكلية يجب أن يكون ثلاثة أرباعها من الإتحاد الإشتراكي، ثلاثة أرباع مجلس الكلية، من الإتحاد الإشتراكي؟ العمال لازم يكون واحد منهم، فيأتي الآذن في مجلس الكلية ليقرر سياسة الكلية، يجلس",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "الطالب الساقط الذي يشتغل مخابرات معهم لأنه عضو في مجلس الكلية، فيأتون يريدون أن يصوتوا؟ نريد أن نعمل امتحان في يوليو، الطالب ما درس شيئا طيلة السنة، وساقط طيلة حياته، يرفع أنا أعترض؟ المهم، بالكف كامل ليس بأصبعه، يعني بثقل هكذا، ورقبته مائلة.. أعترض، الأذنة.. الأولاد الساقطين، هم الذين يقررون سياسة التعليم في الجامعات، ولذلك العراق وليبيا الآن الغرب لا يعترف بشهاداتهم.. لماذا؟ لأنه أحيانا يلغي الطلاب الإمتحان السنوي، هذه السنة ليس هناك امتحان.. خلاص نجاح إجباري، نعم.. مكث السنة ما درس شيئا ، اتحاد إشتراكي، يعني يكفي أنه إتحاد إشتراكي.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "حطموا الأخلاق، عملوا المعسكرات الإشتراكية، ممنوع بنت تنتقل من الثالث الإعدادي إلى الأول الثانوي إلا إذا حضرت معسكر الشبيبة، ومعسكر الشبيبة معسكر مختلط، يأتون بالأولاد وبالبنات، ويحضرون مع بعضهم أسبوعا أو أسبوعين أو ثلاثة أسابيع، فتأخذ ورقة أنها حضرت المعسكر الإشتراكي حتى تنتقل إلى الأول الثانوي، أنهت الثانوي تدخل الجامعة، هناك معسكر أكبر من هذا لابد أن تحضره مختلطا ، فمعظم الناس أخرجوا بناتهم من الجامعات، لكن لابد أن تحضر هذا المعسكر الإشتراكي، أعلن: ممنوع على أي مأذون أن يعقد أي عقد زواج إلا إذا كانت البنت تحمل شهادة من المعسكر الإشتراكي، نعم يأتي هؤلاء الزعران الذعار إلى المدرسة، يدخلون، الدولة... والبلد والمرأة نصف المجتمع وما إلى ذلك! والمرأة جاهدت في الإسلام! وأم عطية، وأم سليم، وما إلى ذلك! يجمعونهن في محاضرة، بعد المحاضرة: من منكن تريد أن تشارك في خدمة بلدها لأنكن نصف المجتمع؟ يرفعن -مسكينات- أصابعهن، سج ل.. سج ل، السيارات على باب المدرسة تفضلن هذه السيارات، إلى ثكنات الجيش، لا يرجعن إلى بيوتهن، أهاليهن يذهبن إلى المدرسة يسألون عنهن، قالوا: والله أخذوهن إلى ثكنات الجيش، يذهبون للجيش يضعونهم في السجن: أنتم أعداء الثورة، أنتم لا تؤمنون أن المرأة تشارك في بناء الوطن. ¶ تافه! حقير! ولد دم ر البلد، والناس ينظرون إليه، أين محمد بن مسلمة؟ أين عبدالله بن عتيق؟ أحد يغتاله! ليس أحد؟! كل ينظر إلى الآخر، وإذا شاب منهم خرج للجهاد تجد مائة واحد يقول له: أنت مجنون، أنت... الخ.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "جاء إلى الأردن (القذافي) وحراسه اسمهن راهبات الثورة، بنات كاسيات عاريات حوله، ليس رجال.. بنات!! أحضر أكله وحتى البطيخ معه، ما أكل شيئا من الأردن.. لماذا؟ يخاف أن يسم وه!! قال للملك حسين يجب أن تصلح مع حافظ الأسد، قال له حسين: تمهل، قال: علي الطلاق إلا ذهبت معي إلى حافظ الأسد للصلح، نصلح، قال: طيب اتصل بحافظ الأسد، يمكن حافظ الأسد لا يريد، فاتصل بحافظ الأسد، قال له: لا يأتي أنا لا أريد أن أصلح، مجنون! أول يوم يعلن الإتحاد مع تونس، ثاني يوم يعلن عليهم الحرب، يعلن الإتحاد مع القاهرة، ثم يقول في الإذاعة: زوجة السادات جيهان راودتني عن نفسي؛ولد ضائع! ضائع! يلعب بمصير أمة!! ولولا هواننا على الله ما سلط علينا البغات ¶ وجدير إذا الليوث توارت ¶ أن يلي ساحها جموع الثعالب ¶ والوقوف عند هذا طويل.. طويل.. طويل، ونكمل.... والله لو أردنا أن نحدثكم عن مآسيهم، أشياء تشيب لها النواصي فعلا .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "عبد الناصر عمل وحدة مع سوريا، لماذا عمل وحدة مع سوريا؟ أمريكا قالت له: إعمل وحدة مع سوريا، لأن اليهود كانوا يريدون أن يحولوا نهر الأردن، منابع نهر الأردن تحت جبال الجولان، الشباب السوري المتحمس قبل أن يأتي البعثيون للحكم، وقبل أن يأتي عبد الناصر للوحدة، كلما اقترب اليهود من منابع النهر ليحولوها ضربوهم بالمدفعية، وهم فوقهم هكذا كالنسور، قالوا له: اليهود يريدون أن يحو لوا النهر، لابد تمسك هؤلاء الضباط تقصم ظهورهم، والثانية - (عفيف البزري) قائد الجيش السوري - نخشى أن يعمل انقلابا ويستلم سوريا ويسلمها لروسيا، فاضرب الشيوعيين، واضرب الضباط المتحمسين، استلم سوريا، ضرب الضباط ضربة قاصمة، وضرب الشيوعيين ضربة قاصمة، وسلم المكتب الثاني لعبد الحميد السر اج، كان تعذيب الشيوعيين تعذيب ما شهدته سوريا أبدا، وكذلك تعذيب هؤلاء الضباط، حتى كانوا يقولون لهم: من أجل الله، يقولون لهم: أين الله؟ حو ل اليهود النهر، وصل النهر إلى النقب، ونبت البطيخ من مياه الدان والحصباني اللذان هما رافدا نهر الأردن، قالوا له: يكفي يا عبد الناصر، فوقف وقال: وداعا لك يا سوريا، وداعا لا لقاء بعده، خلاص أتم الأمر.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "يقول - أكرم الحوراني وكان نائب رئيس الجمهورية، قال: اجتمعت مع عبد الناصر اجتماعا خاصا، فقال لي: مطلوب منا - اسمع، متى هذا الكلام؟ سنة 1959 - مطلوب منا أن نسلم الضفة الغربية وقطاع غزة لإسرائيل، هذا ذهل، قال له: ماذا؟! قال: اسمع، ضع عقلك في رأسك! مطلوب منا لحفظ سلامة حدودنا أن نسلم الضفة الغربية وقطاع غزة لإسرائيل! مطلوب! هكذا! ولذلك كلما أرادت أمريكا أو روسيا أن تعمل شيئا في المنطقة تهدده! كان السفراء الأمريكان يجتمعون كل سنة أربعة عشر سفيرا أمريكيا في المنطقة يجتمعون كل سنة، يقولون: أي الحكام بجانبنا، وأي الحكام تغييرهم أفضل لنا، في الخمسينات ثمانية سفراء كانوا مع عبدالناصر، قالوا: بجانبنا، وستة كانوا ضده، سنة 1964 - 1965 مالت الشقة أو بدأ الإتجاه إلى تغييره لأنه الخطوات بدأت تفشل، فقدم لهم وجبة جديدة، قال لهم: أنا أضرب لكم الحركة الإسلامية، فضرب الحركة الإسلامية، ليشعر أمريكا أنه لا زال قادرا أن يقدم شيئا جديدا، وأعلن من موسكو أنني قبضت على سبعة عشر ألفا من الإخوان المسلمين في يوم واحد، لأننا إكتشفنا مؤامرة، ولئن عفونا المرة الأولى فلن نعفو المرة الثانية - أنا سمعتها بأذني من فوق قبر لينين اكتشف المؤامرة - كان في زمانه خريتشوف، خريتشوف قال له: نريد أن تقتل خمسة آلاف من الإخوان المسلمين، وأمريكا قالت له: نريد أن تبدأ باثنين، تقتل سيد قطب، وزينب الغزالي، قال لأمريكا: يا جماعة زينب الغزالي إمرأة أضعها في السجن مؤبدة، وسيد قطب نقتله، قالوا: لا الإثنان، بعد رجاء أمريكا سمحوا له - يبدوا - أن يسجنها مؤبدة بالأشغال الشاقة، وأن يقتل سيد قطب، خريتشوف قال له: لابد أن تقتل خمسة آلاف من الإخوان المسلمين، قال له: خمسة آلاف دفعة واحدة ستقوم البلد ضدي، وكان ضيفا عليهم في الكرملين، فطرده خرتشوف من بيت الضيافة في الكرملين إلى المنازل الشعبية، وتغير الطعام من كباب ومن فواكه وهذا إلى طعام",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "شعبي، فكر يومان ثلاثة في المنازل الشعبية، وبعدها قال لخرتشوف: أنا مستعد أن أقتل، قال: إذن أرجعوه لبيت الضيافة في الكرملين.. هكذا، مطلوب منك أن تفعل كذا وكذا وكذا. ¶ وكل سنة حكماء صهيون يجتمعون في بروكلين ويأتون بهؤلاء الزعماء، ومن وراء الستار، في المحفل الماسوني الدولي - الكوني هذا - واحد مقره في جنيف، ومقر آخر في أمريكا، الذي يدعي الوطنية وأنه ضد أمريكا يأخذونه إلى جنيف بحجة أنه يريد أن يعمل عملية، بحجة أنه يريد أن يعالج ظهره، يريد أن يعالج بطنه، وهكذا يأخذونه وتلقى له الأوامر من وراء ستار، حكماء صهيون يقعدون هؤلاء اليهود الكبار الذين يرسمون المخطط العالمي، ويقولون له: هذه السنة تفعل كذا وكذا، وطبعا إلا من وراء حجاب لا يكلمونه مواجهة، ويأخذ الأوامر ويبدأ ينفذ، يرجع إلى بلاده، الأوامر تلق- اها، في بروكلين في نيويورك، أو في جنيف من خلال المحفل الماسوني الدولي، ويرجع يطبق. ¶ ولذلك لابد أن تنشأ القيادة من القاعدة بجراحها، وآلامها، وجهادها، وحركتها، وبيان نسبها، ووضوح عر قها، لأنه لابد أن نعرف من أين جاءنا هذا الرئيس؟ من يعرف من أين القذافي؟ من أين نسبه؟ عندما جاء للحكم؛يحدثني أحد الليبيين الناضجين، قال: كنت أدرس مع خليفة المنتصر في إيطاليا، رجع خليفة المنتصر، جاءت للقذافي رسالة من راهب في ميلانو، جاءوا بواحد يفهم إيطالي - خليفة المنتصر - فإذا به راهب من إيطاليا يقول له: إرفق بأخوالك اليهود، قالوا له: اسكت وإلا تذبح، ولما هرب واحد من مجلس الثورة إلى القاهرة اسمه الرائد عمر المحيشي، أعلن هذا من إذاعة القاهرة: أنه جاءتنا رسالة أن أم القذافي يهودية، وأنا سمعت هذا الخبر من إذاعة عمان، عندما يختلفون ربنا يرحمنا، ولا يتفقون إلا على ذبحنا.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "نعم.. الآن التقوا من أجل الإنتفاضة، لماذا التقوا من أجل الإنتفاضة؟ كيف نطفيء الإنتفاضة؟ وهذا معنى من أجل الإنتفاضة، ولذلك أحد الحكام قال لشولتز مبعوث ريغان: أسرعوا في إخماد الإنتفاضة لأنكم أنتم قصرتم، فاستشاط غضبها، وازداد ضرامها، فلابد لكم أن تطفئوها، وإلا إن رجعت المرة القادمة علي ستجدني بلحية، وألبس ثوبا قصيرا، وأحمل مسبحة، وأمشي معهم، أنا مضطر أن أداريهم، وأنتم الذين تتحملون النتائج. ¶ إذن القيادة من أين؟ من انقلاب عسكري تأتي؟! لابد أن نعرف من هم؟. ¶ عبد الناصر من أين يعرف نسبه؟ من الذي يعرف نسب عبد الناصر؟ أين أقارب عبد الناصر؟ أناس مبتوتة النسب، يأتون إلى الحكم.. وهكذا. ¶ أعمال القذافي لا يمكن لواحد أصله مسلم أن يفعلها، كراهيته للرسول صلى الله عليه وسلم لا يمكن أن تصدر هذه من واحد أصله مسلم، يكره.. هكذا ينتفض، ترتجف فرائصه، وترتعد أطرافه عندما يسمع كلمة الرسول صلى الله عليه وسلم، ولذلك عمل تاريخا جديدا، التاريخ بدأه بوفاة الرسول صلى الله عليه وسلم، اعتبر وفاة الرسول صلى الله عليه وسلم عيد على الأمة، ومن بداية وفاته اعتبر التاريخ، الآن ما هو التاريخ في ليبيا، عندنا 1408هـ الآن 1398هـ في ليبيا و.ر يعني وفاة الرسول صلى الله عليه وسلم، الليبيين الذين يفهموا يقولوا 1398 ور، وهكذا.. وهكذا. ¶ المهم، لابد للقيادات الحقيقية أن تدفع الأثمان، وتتجرع الغصص، وتتحمل الجراحات، وتبذل التضحيات، وتفقد الأب والأخ وما إلى ذلك، حتى تشعر بقيمة المسألة التي تحملها، والعقيدة التي تتبناها، والأفكار التي ضحت من أجلها، وبدون هذا لن تقوم للإسلام قائمة.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "طيب.. الرسول صلى الله عليه وسلم ثبت، وما هزم في معركة قط، رسول الله صلى الله عليه وسلم عندما وقع تكالب عليه أعداء الله عز وجل، وتر س أبو دجانة سماك بن خرشة أمام رسول الله صلى الله عليه وسلم، وكان يناوله السهام، وكان أبو دجانة يقول: يا رسول الله لا ترفع رأسك حتى لا تصيبك السهام - بأبي أنت وأمي يا رسول الله - والسهام تنزل في جسد أبي دجانة وهو متترس أمامه، ولذلك عندما رجع ناول سيفه لفاطمة، وقال لها: إغسلي هذا الدم عن هذا السيف، فقد أبلى بلاء حسنا، أو كما قال صلى الله عليه وسلم، وناولها علي فقال كذلك: (إغسلي الدم عن السيف فلقد أبلى هذا السيف بلاء حسنا)، قال صلى الله عليه وسلم: (إن كنت قد أبليت فقد أبلى معك سهل بن حنيف وأبو دجانة) \"سماك بن خرشة\"، قال رسول الله صلى الله عليه وسلم: (من يدفع عنا؟) فتقدم شاب من الأنصار أمامه، وبقي يقاتل حتى قتل، ثم ثان وثالث، حتى قتل سبعة، فقال صلى الله عليه وسلم: (ما أنصفنا أصحابنا) أصحابنا القرشيون يعني المهاجرين، لأنه قتل السبعة من الأنصار، وكان معه اثنان من المهاجرين، هجم أبي بن خلف، وأبي بن خلف هذا كان في مكة يقول لرسول الله صلى الله عليه وسلم: يا محمد عندي فرسي العوذ هذه أطعمها كل يوم فرقا - أي اثني عشر رطلا من الذرة - سأقتلك بها، قال: (بل أنا قاتلك إن شاء الله)، وجاءت أحد، ووقع رسول الله صلى الله عليه وسلم في الحفرة، وهجم أبي ، وقال: دلوني على محمد فلا نجوت إن نجا، قالوا: يا رسول الله أبي - وأبي معروف كان يقف على جلد البقرة أو الثور أو على جل الجمل، ويتحدى عشرة أن يزحزحوا الجلد من تحت قدميه - وعندما هجم أبي قالوا: يا رسول الله أبي ، قال: (دعوه لي)، وأخذ حربة من الحارث بن الصمة، وانتفض رسول الله صلى الله عليه وسلم - كما حدثوا - إنتفاضة تطايرنا بها تطاير الشعر اء من ظهر البعير - تعرفونها الشعر انة: نوع من الذباب، هذه تؤذي الجمل كثيرا، وتؤذي",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الحيوانات - وأخذ الحربة، وعندما هجم عليه قفز سيدنا محمد صلى الله عليه وسلم،انتفض الصحابة، خافوا، ابتعدوا عنه، حتى ضربه هنا في لبته فجرحه جرحا خفيفا، واحتقن الدم، وعاد يخور كالثور، قالوا: يا أبي ، جرحك بسيط، قال: بل سأموت منه، وقال: محمد يقول لي: بل أنا قاتلك . ¶ في السيرة عبرة (1) ¶ أيها الإخوة: ¶ السلام عليكم ورحمة الله وبركاته، أعوذ بالله من الشيطان الرجيم، بسم الله الرحمن الرحيم: ¶ حتى إذا استيئس الرسل وظنوا أنهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد بأسنا عن القوم المجرمين، لقد كان في قصصهم عبرة لأولي الألباب، ما كان حديثا يفترى ولكن تصديق الذي بين يديه وتصديق كل شيء وهدى ورحمة لقوم يؤمنون . ¶ (يوسف: 110-111) ¶ قانون الله في الدعوات ¶ هكذا ت حدثنا آخر آيتين من سورة يوسف عليه الصلاة والسلام؛القانون الرباني، والناموس الإلهي للدعوات، ولأعمال الحركات الإسلامية، القانون يقول: لابد أن يبلغ الكرب والشدة والضنك والخطوب بالدعاة إلى حد الاستيئاس، هذه مرحلة لابد منها، المرحلة الأولى من القانون تقول: لابد أن تأخذ الشدائد بخناق الدعاة، والكروب تتصبب عليهم من كل جانب، حتى يتلفتوا فلا يجدوا بصيصا من نور، ولا بارقة من أمل.. يأتيهم نصرنا. ¶ المرحلة الأولى هي مرحلة الشدة، مرحلة العذاب والآلام، مرحلة الدم والعرق، حتى يصل المجاهدون أو الدعاة، أو الحركة إلى حد اليأس أو الاستيئاس. ¶ حتى إذا استيئس الرسل .. من الذين يصلون إلى حد الإستيئاس؟ الرسل صلوات الله وسلامه عليهم، الذين يوحى إليهم من السماء، الذين ي ث بتون بآيات الله صباح مساء، الذين تتنزل عليهم الرحمة والسكينة، ومع هذا يصلون إلى مرحلة الاستيئاس، المرحلة الأولى مرحلة الشدة، حتى يصلون إلى حد الإستيئاس.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "المرحلة الثانية: هي مرحلة النصر، ثم نجاة المؤمنين وإهلاك المجرمين: جاءهم نصرنا فنجي من نشاء ولا يرد بأسنا عن القوم المجرمين وهذا قانون تعتبر به الأجيال، وتتبصر به الناشئة في كل فترة: لقد كان في قصصهم عبرة لأولي الألباب . ¶ لو نظرنا إلى سورة يوسف عليه الصلاة والسلام ترتيبها في القرآن.. يونس عليه السلام، هود عليه السلام، ثم يوسف عليه السلام، هذه السور المكية الثلاث التي تطالع الذي يقرأ القرآن الكريم بعد أن يودع السورتين المكيتين الأخريين سورة الأنعام وسورة الأعراف يبدأ القرآن بالفاتحة والفاتحة قيل نزلت مرتين، مرة بمكة ومرة في المدينة، ثم البقرة مدنية، ثم آل عمران مدنية، النساء مدنية، المائدة مدنية، هذه السور الكبرى، ثم يطالع سورة الأنعام والأعراف مكيتان، ثم تأتي سورة الأنفال، ثم سورة التوبة وموضوعهما واحد هو: الجهاد في سبيل الله، ولذلك ترك سيدنا عثمان البسملة بينهما لأن موضوعهما واحد، واعتبرها من السور السبع الطوال، ثم تبدأ سورة يونس، ثم هود، ثم يوسف وترتيبها في القرآن، كذلك حسب ترتيب النزول فنزلت سورة يونس ثم هود ثم يوسف عليهم الصلاة والسلام. ¶ متى نزلت هذه السور الثلاث؟.. في العام العاشر للبعثة توفي أبو طالب، وتجرأت قريش على الرسول صلى الله عليه وسلم، ثم توفيت خديجة في عام واحد، ولشدة ما حزن رسول الله صلى الله عليه وسلم عليهما سمي العام: عام الح ز ن، قال رسول الله صلى الله عليه وسلم:(ما نالت قريش مني إلا بعد وفاة أبي طالب) حتى تعرضه أحد السفهاء في الطريق ونثر في وجهه التراب، فدخل صلى الله عليه وسلم بيته، فقامت إليه إحدى بناته تغسل وجهه من التراب وتبكي، فقال: (يا بنية، لا تحزني، أولا تبكي، إن الله مانع أباك). ¶ رحلة الطائف",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "فترة العام العاشر، والحادي عشر، والثاني عشر للبعثة، هذه من أشد السنوات على رسول الله صلى الله عليه وسلم، فيها طحنت أعصاب المسلمين طحنا ، تجمدت الدعوة في مكة، ذهب رسول الله صلى الله عليه وسلم إلى الطائف وعرض عليهم دعوته فأغروا به سفهاءهم والولدان، وتتبعوه بالحجارة حتى أدموا عقبيه الشريفتين، وما حماه إلا أن أوى إلى بستان لعتبة وشيبة ابنا ربيعة، كان أهل مكة يصعدون في الصيف إلى الطائف مثل اليوم أهل مكة وأشراف مكة، وأغنياؤهم وكبراؤهم كان لهم بيوت في الطائف، يقضون الصيف في الطائف والشتاء في مكة، كان عتبة وشيبة ابنا ربيعة لهما بستان، وكانا يصيفان في بستانهم، فأوى رسول الله، فرد زعماء مكة الأولاد، رجعوا؛فدعا الدعاء المعروف - وإن كان العلماء يضعفونه إلا أنه في المناقب والسير مقبول - دعى: (اللهم إني أشكو إليك ضعف قوتي وقلة حيلتي وهواني على الناس، اللهم أنت أرحم الراحمين، ورب المستضعفين، وأنت ربي، إلى من تكلني؟ إلى بعيد يتجهمني، أم إلى عدو ملكته أمري، وإن لم يكن بك غضب علي فلا أبالي، غير أن عافيتك هي أوسع لي، أعوذ بنور وجهك الذي أشرقت له السموات والأرض، وصلح عليه أمر الدنيا والآخرة أن يحل بي غضبك أو ينزل بي سخطك، لك العتبى حتى ترضى ولا حول ولا قوة إلا بك).. من الذي يتكلم؟ هذا سيد البشرية، من هو؟! محمد صلى الله عليه وسلم، في الذؤابة من بني هاشم، الذي حكم ته قريش بأخطر قضية في حياتها، قضية وضع الحجر الأسود في مكانه، محمد صلى الله عليه وسلم الأمين الذي كان إذا تصبح به رجل تفاءل طيلة النهار، اليوم أستصبحت لرؤية الأمين، هكذا يقولون، ثم ماذا؟! الأولاد الصغار يتبعونه بالحجارة حتى يدمى عقباه الشريفتين، من الذي يؤويه؟! كافران، لكن حرارة النسب وغيرة القبيلة شدتهما، فهذا قرشي، وأولئك من ثقيف يتبعونه ويؤذونه مع كراهيتهم له ولدينه الذي يدعو له، إلا أنهم آووه، الغيرة على النسب شدتهم، عندما رآه",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "شيبة وعتبة بن ربيعة بهذا الحال، جالس تحت شجرة عنب، أرسلا له قطف عنب مع عد اس، غلام نصراني يعمل عبدا عندهم، فعندما تناوله قال: بسم الله، فعداس قال: ليس هذا كلام أهل هذه البلاد، قال: من أين أنت؟ قال: من نينوى، قال: هذه بلد أخي يونس، عداس أعجب بالرسول صلى الله عليه وسلم،، ومالت نفسه إليه، عندما عاد خافا أن يكون قد أسلم أو تأثر به، \" ماذا قال لك؟ \" قال: قال لي كذا وكذا، قالا له: دينك أفضل من دينه لعد اس. أنت تص ور الآن أنك في هذه الحال، دخلت قرية أفغانية لتجاهد معهم، قالوا: هذا وه ابي وأغروا بك الأولاد وتبعك الأولاد وأدموا رجليك، وأخذوا مالك وسلاحك، بعد الضرب، ثم أفلتوك وجئت إلى بيشاور، ماذا تصنع بأهل أفغانستان؟ خلاص أعطوني التذكرة لأعود، هذا شعب لا خير فيه، قضية لا خير فيها، خلاص انتهى، أنا ذاهب لأجاهد معهم ومع ذلك يلحقونني بالحجارة، وي جر حون رجلي ، ويضربون رأسي!! ومن أنت بجانب سيد البشرية صلى الله عليه وسلم؟!. (لك العتبى حتى ترضى، إن لم يكن بك غضب علي فلا أبالي، غير أن عافيتك هي أوسع لي).. كلما اشتد عليه الأمر، حتى ذات مرة لشدة ألمه عندما رده أبناء عبد ياليل، كما قالت السيدة عائشة رضي الله عنها: هل مر عليك يوم أشد من يوم أحد؟ قال: (نعم، لقد عرضت نفسي على أبناء عبد ياليل، فصدوني، فانطلقت هائما على وجهي، فما استفقت إلا وأنا عند قرن الثعالب، وإذا بجبريل ينادي: يا محمد هذا ملك الجبال قد أنزله الله إليك لتأمره بما تشاء، ثم ناداه ملك الجبال - الحديث صحيح، الحديث الثاني فيه قطعة صحيحة لكن بمجموعه فيه نظر لكن كلها يؤخذ بها في السير والمناقب والفضائل - إن الله يأمرني أن أفعل ما تشاء، إن أردت أن أزلزل بهم الأرض زلزلت، وإن أمرت أن أطبق عليهم الأخشبين - يعني جبل أبي قبيس و الأحمر اللذان تقع بينهما مكة - أطبقت)، هكذا أشار، ورسول الله صلى الله عليه وسلم ما هان له، قال: (إني لآمل أن ي خرج",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "الله من أصلابهم من يحمل هذا الدين). ¶ أنا داعية.. ¶ إن أجري إلا على الله ¶ (الشعراء: 127) ¶ فذكر إنما أنت مذكر ، ¶ (الغاشية: 21) ¶ فإذا طالت الطريق زاد الأجر، وإذا كش رت النوائب عن أنيابها زاد الأجر، وإن تصببت علينا المصائب زاد الأجر، وإن زاد الملل والقلق والتعب وغير ذلك زاد الأجر، لأننا ما اشترطنا على الله ولا اشترط لنا شيئا إلا أن يأجرنا بالجنة إن صبرنا واتقينا، أما الدنيا، ونصرنا في الجهاد فهذا راجع إليه، إن علم أننا بمجموعنا نستحق النصر نصرنا ومك ن لنا في الأرض، وإلا فالجيل القادم ينتصر، وإن لم ينتصر الجيل القادم فالجيل الذي يليه، وهكذا، المهم أن نكو ن منارات في الأرض. ¶ ولذلك سورة يونس، هود، يوسف، كلها تقريبا قصصها تدور حول محور ثابت وهو التسرية عن نفس النبي صلى الله عليه وسلم، وتذكيره بقصص إخوانه من الأنبياء الذين سبقوه على الطريق، وأن هذه سنة إخوته هذا هود، وهذا يونس، انظر، وهذا يوسف، وكأنها تشير له من بعيد على أن النصر قد قرب، من كان يظن أن يوسف الذي أ لقي بحقد في بئر مظلم منعزل يصبح بعد فترة حاكم مصر الذي يتحكم بأقوات المنطقة كلها، ثم يأتي إخوانه وأهله.. ¶ وخروا له سجدا وقال يا أبت هذه تأويل رؤياي من قبل قد جعلها ربي حقا وقد أحسن بي إذ أخرجني من السجن وجاء بكم من البدو من بعد أن نزغ الشيطان بيني وبين إخوتي إن ربي لطيف لما يشاء إنه هو العليم الحكيم . ¶ (يوسف: 100) ¶ فكأنه يقول للرسول صلى الله عليه وسلم: فكما نج ى يونس من بطن الحوت، ونج ى قومه في آخر لحظة.. ¶ فلولا قرية كانت آمنت فنفعها إيمانها إلا قوم يونس لما آمنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا ومتعناهم إلى حين . ¶ (يونس: 98) ¶ ويقول له في آخر آية في سورة هود: ¶ ولله غيب السموات الأرض وإليه يرجع الأمر كله فاعبده وتوكل عليه وما ربك بغافل عما تعملون . ¶ (هود: 123)",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وقال له في سورة يوسف: حتى إذا استيئس الرسل وظنوا أنهم قد كذبوا جاءهم نصرنا فنجي من نشاء . ¶ آلام على الطريق ت ت ج رع، خسائر ت ت ك بد، غصص تبتلع، ثم يصل الناس إلى حد اليأس، ثم يأتي النصر، ثم ينجي الله المؤمنين، ويمحق المجرمين ولا يرد بأسنا عن القوم المجرمين ، وهذه في الجيل الواحد، والأجيال التي بعده تعتبر من هذه القصة. ¶ قانون الله في الجهاد الأفغاني ¶ الآن الجهاد الأفغاني كيف نطبق عليه هذا القانون؟! الجهاد الأفغاني بدأ بالعصي والحجارة، تعرفون؛قامت حركة إسلامية، هذه الحركة الإسلامية كان من أبرز أفرادها رباني، وحكمتيار، وسياف، وغلام محمد نيازي، وعبد الرحيم محمد نيازي، مجموعة شباب في الجامعة، إما أساتذة وإما طلاب، حصل لهم دوي هائل في الجامعة، تم انقلاب داوود ليقضي على الحركة الإسلامية، قررت الحركة الإسلامية أن تقوم بالمعركة ضد داوود، عندما بدأوا المعركة في أيام داوود، الدكتور محمد عمر ذهب إلى بدخشان بمسدس وقنبلتين، ليهجم على بدخشان بمسدس وقنبلتين، كانوا ينزلون إلى(دره) هنا يأخذون منها البنادق، وينزلون إلى أفغانستان، لا يملكون شيئا من الدنيا، لا يملكون أجرة الغرفة، كانوا مستأجرين غرفة هنا، فكانوا كل يوم واحد منهم ينزل إلى حلقة الخضرة يشتري بروبية واحدة خضارا ويبيعها بروبيتين، يدفع روبية واحدة لصاحب الغرفة التي يعيش فيها، حتى يأكل هو وإخوانه، وروبية أخرى يبقيها إلى اليوم الثاني حتى يشتري بها خضار... كثيرا ما كان يرجع رباني في الليل يقول لهم: هل عندكم شيء في الغرفة; خبز، فيقولون: ليس عندنا شيء فيبيتون طاوين. حكمتيار كان في الداخل لازال، وجاء بعد ذلك، كان الأستاذ رباني وصل قبله بسبعة أشهر إلى بيشاور، وحكمتيار مختف في داخل بكتيا، والشرطة على طول الطريق معهم صورة حكمتيار يبحثون في السيارات عنه، ومر على سبعة عشرة نقطة ولا يقبضون عليه، وصورته معهم.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وبدأوا الجهاد، قام الجهاد الضخم سنة 1978 أيام تراقي، بعد انقلاب تراقي في إبريل عام 1979، الناس نظروا لهم، وجدوا حكمتيار ورباني، إنضم قسم لحكمتيار وقسم لرباني، حزب وجمعية يكبران ويتضخمان يوما بعد يوم ليس عندهم شيء، أذكر حتى بعد الثمانينات قال لي حكمتيار: عندنا سبعة عشرألف مجاهد في(كونر) ندفع لهم 16 ألف روبية في الشهر، يعني كل مجاهد أقل من روبية في الشهر.. نعم، لا يملكون شيئا ، ما كانوا يملكون أجرة مكاتبهم، نعم حكمتيار قال: فقط نريد تدبير أجرة المكاتب، نعم.. لا يملكون من الدنيا شيئا ، الأحذية هذه ما رأوها، دخلنا أفغانستان وجدناهم يمشون بالشباشب في داخل الجليد، هذا جديد فقط عندما قام مكتب الخدمات، وصرنا نأخذ لهم من الهلال الأحمر السعودي، والهلال الكويتي، قبلها ما كان أبدا أحذية في أرجلهم، جاكيتات، ما كان جاكيتات (سلي ن با ) ليس عندهم، (سلي ن با )(أكياس النوم) هي ؛الب ت و«.. ينامون في البتو في الثلوج، ما كان عندهم شيء، قال لي أحمد شاه مسعود: مر علينا أيام؛ثلاثة أشهر، عندنا طنجرة - وعاء -، وعندنا هذه الفاصوليا (اللوبيا اليابسة)، هذه الحمراء نسلقها سلقا ، ثلاثة أشهر صباحا ، ظهرا ، مغربا ، ليس عندنا شيئا ، لا خبز ولا أرز ولا شيء، نحن مطاردون من الروس، بين الروس وبيننا الحرب سجال، في الوادي في رأس الجبل دائما بجانبنا الوعاء، ومعنا كيس الفاصوليا على أكتافنا حيثما حل بنا الوقت نسلق هذه اللوبيا أو الفاصوليا ونأكلها، ومر علينا عشرة أيام ليس عندنا إلا التوت المجفف، كل واحد في جيبه حفنة من التوت المجفف، ومر علينا عدة أشهر نوزع حبة البطاطا كل وجبة، الصبح حبة بطاطا مسلوقة، والظهر حبة بطاطا، والمغرب حبة بطاطا، قال لي أيضا مسعود: كنا إذا أردنا أن نعمل عملية نأخذ الأحذية من أرجل الجالسين ليلبسها الذين يريدون أن يعملوا العملية، وعندما يرجعون يرجع كل واحد الحذاء لصاحبه.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "كانت شدة عجيبة، كانت ديون، طعامهم ديون! كذلك قال لي مسعود: مرت علينا فترة كلما مر علينا حصان في المنطقة ظننا أنه التاجر الذي أداننا الطعام جاء يطلب دينه. ¶ الآن عندما قرروا بعد مؤتمر جنيف أن المهاجرين يرجعون إلى بلادهم، جاء التجار يبكون لرباني وحكمتيار، رباني قال لي: جاءنا التجار يبكون، خربت بيوتهم، لهم مائة وعشرين مليون روبية أجرة الحمير التي نقلت الطعام والذخيرة إلى داخل أفغانستان، فالتجار قالوا: خربت بيوتنا، كيف نسترجع ديوننا إذا رجعتم؟! قالوا لهم: إطمئنوا نحن الآن معكم لا نرجع، والمهاجرون لا يرجعون. ¶ الشيخ سياف عندما جاء في سنة 1980 و 1981 كانوا يحرسون المعسكرات بالعصي، الحارس في الليل بدل أن يحمل بندقية ليس عنده بندقية يحمل العصى، عندما وقف الأفغان على أقدامهم، وأثبتوا للعالم أننا منتصرون على الروس، الغرب قال: هذا شعب يستحق الإحترام، فلا مانع يا باكستان، ويا سعودية، ويا دنيا، هؤلاء يستحقون المساعدة، فبدأت السعودية، وباكستان، بدأوا يساعدون، متى؟! بعد سنة 1983م، بعد أن قطعوا خمس سنوات وهم يعيشون عيشا شديدا جدا ، بدأوا يجدون الرز والطحين، وبدأ التجار يأتون، والهلال الأحمر الكويتي والسعودي، السعودي سنة 1979 والكويتي سنة 1981م، لكن ما كان لها أي دور يذكر في بداية الجهاد، ثم بدأ التجار يتواردون، وبدأ الناس يتعرفون على القضية، وبدأ الإعلام يكتب، والعرب بدأوا يتعرفون على القضية، بدأوا يمدونهم.. انتصر الأفغان. ¶ المكر الأمريكي",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "الغرب كان يريد من القضية الأفغانية أن تستنزف قوى الدب الروسي، وتثخنه بالجراح، وتمنعه من الوصول إلى آبار البترول، وإلى المياه الدافئة، أمريكا لا تريد أن تمس آبار البترول، وأمريكا تعرف أن الطريق مفتوح إلى آبار البترول لأن المسافة بين قندهار وبين آبار البترول يومين بالدبابات، لا يفصل قندهار وهلمند عن الخليج العربي إلا صحراء بلوشستان، وصحراء بلوشستان التابعة لباكستان هذه لا تدري هي روسية أم باكستانية، الأعلام الحمراء على البيوت، على الجامعة، جامعة بلوشستان، في كويتا الشباب يلبسون القمصان والطواقي الحمر، السيارات تحمل الرايات الحمراء، الأعياد هي أعياد الثورة الشيوعية، 27 ديسمبر ذكرى دخول الروس إلى أفغانستان، ذكرى الثورة الشيوعية في أفغانستان 27 ابريل سنة 1978م، 17 أكتوبر ثورة لينين الشيوعية، كلها أعياد في بلوشستان، قبائل الميري وبكتي ومنجل هذه كلها فرخت الشيوعية فيها، وترعرعت، أكثر من 90% من أبناء المدارس إما شيوعيون أو يقولون تعيش الشيوعية، وأخرجوا العام الماضي أولاد المسلمين من المدارس في بلوشستان، فبلوشستان هذه ليست باكستانية هي روسية شيوعية، و بازنجو مؤسس الحزب الشيوعي في بلوشستان أربع وخمسون سنة وهو يؤسس الحزب الشيوعي داخل بلوشستان، تخرج سنة 1935 من الهند، من سنة 1935 إلى أن مات العام الماضي في سنة 1988 وهو يرعى الشيوعية في داخل بلوشستان، وهم كانوا يكتبون في الصحف الباكستانية: يا باكستان افتحوا الطريق أمام روسيا حتى تصل إلى الخليج، لأنها ستصل رضيتم أم غضبتم، فاحفظوا ماء وجهوكم واسمحوا للدبابات أن تصل إلى الخليج، وما كانوا يظنون أن الجهاد الأفغاني سيقف هذا الموقف، كما قال لنا قادة الجهاد الأفغاني: سنة 1980 حددوها لاحتلال أفغانستان وإنهاء الجهاد فيها، وسنة 1981 لاحتلال بلوشستان والوقوف على مياه الخليج، ولذلك اهتمت كثيرا بمطار شندند في فراه فالطائرة تحتاج خمسة عشرة دقيقة لتصل",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "من فراه إلى الخليج، طائرات دبابات كل شيء جاهز لاحتلال الخليج، فكانوا خائفين كثيرا، هم كانوا يريدون شيئا واضحا، يريدون أن يضمنوا أن لا تصل روسيا إلى الخليج، ويريدون أن يمرغوا كرامة روسيا بأوحال نهر كابل وهلمند، والشيء الثالث كانوا يريدون أن يستعملوا ورقة أفغانستان .. صور الجرحى، والأيتام، واليتامى، كورقة يحطمون بها سمعة روسيا في المحافل الدولية، وقد حصل لهم ما أرادوا، فمرغت كرامة روسيا، فقدت قيمتها التي كانت قبل دخول الحرب، هيبتها، والله عندما كنا نسمع بروسيا؛الإتحاد السوفيتي «أيام أن كنا في الجهاد في فلسطين سنة 96، كانت ترتعد الأوصال .. روسيا (الإتحاد السوفيتي)!، من الذي يجرؤ أن يخالف روسيا، حتى عندما نقول للناس: الإسلام وتطبيق الإسلام، والدعوة الإسلامية يقولون: كيف تطبقون الإسلام والدعوة الإسلامية وروسيا وأمريكا لا ترضيان عنكم؟!. ¶ الخوف من الجهاد الأفغاني ¶ هزمت روسيا، وحاولت أمريكا كثيرا قبل الهزيمة أن تنقذ روسيا من أن تسقط، لا يريدون أن تسقط روسيا أمام المجاهدين، لكن ما استطاعت، ومؤامرة جنيف كانت محاولة لإنقاذ روسيا من أن تسقط مخضبة بجراحها أمام المجاهدين .. لماذا؟ حتى لا يفتخر المسلمون في الأرض بانتصار شعب مسلم على دولة عظمى.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "حاولوا أن يقتلوا ضياء الحق منذ سنوات، أو يبعدوه عن الحكم، لا نعطيك مساعدات إلا إذا أسست حكما مدنيا، أعط الحكم لحكومة مدنية حتى يحكموا البلاد من خلالها، لأن العسكريين مهما كانوا فاسقين فإنه يبقى عندهم بعض رجولة العسكري، أما المدنيين فإنهم يخافون من خيالهم، لا خاضوا معارك، ولا عرفوا الرصاص .. لا .. الخوف دائما، شبح الموت يسيطر عليهم، أما الذين خاضوا معركة واثنتين وثلاث ونجوا من الموت، هؤلاء يبقى عندهم بعد فترة بعض الرجولة، وبقايا النخوة والإباء التي تأبى عليهم بعض الأعمال التي يعملها المدنيون، فهم حاولوا منذ سنوات، منذ ثلاث سنوات عندما رأوا أن الجهاد الأفغاني نحو الإنتصار، أرادوا أن يوقفوه وخاصة اليهود قدموا التقارير للأمريكان للغرب، كارتر، نكسون جاءا هنا، قدموا تقارير للأمريكان، التقى كارتر بالبابا، الصليبية العالمية واليهودية العالمية بدأت ترتجف أن الشعب الأفغاني سيخرج مرة أخرى من أرض طوران. ¶ طوران أساس الشعب التركي من أرض طوران، منطقة في تركستان وهي على حدود أفغانستان، وهذه أرض طوران هي التي أخرجت العثمانيين، وحكموا ثلث الأرض خمسة قرون، ومن هذه المنطقة، من الصين خرج من منغوليا المغول الذين حكموا الكثير من أجزاء الأرض، ومن هذه المنطقة خرج جنكيز خان، ولذلك هم يقرأون التاريخ.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "يقول أبو الحسن المدني الأخ وائل جليدان قال: -الذي جاء بي إلى أفغانستان- قال: أخذنا كورسا في أمريكا عن منطقة وسط آسيا قال: شهران البرفسور وهو يتكلم عن هذه المناطق، وشهران خصصها لأفغانستان وهو يركز أن هذه المنطقة يمكن أن يكون منها تغيير لخارطة الأرض، (ليوبولد فايس) محمد أسد صاحب كتاب (الطريق إلى المدينة) مستشرق يهودي أسلم، وحسن إسلامه، وكتب هذا الكتاب، جاء إلى أفغانستان، يقول: لقد طفت أفغانستان قرية قرية على رجلي، تكلم هذا الكلام بعد الجهاد الأفغاني، يقول لي أحد الفضلاء العرب، جلست معه وقال لي: إن العرب يعبثون بقضية أفغانستان، يلعبون بأقدس قضية في الأرض، إنهم يهملون الشعب الأفغاني، ولو انتبهوا إليه لفتحوا به العالم، قال: لا يوجد لهذا الشعب نظير في الأرض كلها، ومن هنا تكالب العالم كله عليه. ¶ أحد الأمريكان قال: فوجئنا بإنتصار الجهاد الأفغاني، فعلا كان مفاجأة، وهم عندما عقدوا مؤتمر جنيف وأجبروا ضياء الحق أن يوقع على مؤتمر جنيف كانوا يظنون أنهم سيخنقون الجهاد خلال عدة أشهر، فالله عزوجل بعد مؤتمر جنيف نصر هذا الجهاد نصرا مؤزرا، الإنتصارات التي حققها المجاهدون بعد مؤتمر جنيف أضعاف الإنتصارات التي حققها خلال السنوات الماضية، وعندما كان الروس يخرجون كان المجاهدون يظنون أن حكومة نجيب ستسقط في نفس الشهر الذي يخرج فيه الروس، كانوا يظنون أنه في فبراير سيسقط الحكم الشيوعي، والحقيقة انهار الحكم الشيوعي وانهارت المعنويات، بدأ الروس يبيعون الأفغان، الضابط الكبير الذي من الخاد الشيوعي الكبير الذي كفره عريق هذا يبيعونه بخمسة عشرة دولارا، والضابط الذي ليس في الخاد كانوا يبيعونه بعشر دولارات، والجندي الشيوعي كانوا يبيعونه بدولارين ونصف إلى خمسة دولارات.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "تحطمت معنويات الشيوعية، وحاول الشيوعيون جهدهم، نجيب وحكومته، الأحزاب الشيوعية في العالم العربي قدموا لشيفرنادزه تقريرا أنه يجب التريث في الإنسحاب من أفغانستان، رفض أن يستلم طلبهم، قالوا له: الأحزاب الشيوعية في العالم العربي ستيأس منكم وستفقد منكم الأمل، رفض أن يستمع لهم. ¶ الحقيقة أن المجاهدين يبدو أنه أصابهم شيء من الغرور .. ¶ ويوم حنين إذ أعجبتكم كثرتكم فلم تغن عنكم شيئا وضاقت عليكم الأرض بما رحبت ثم وليتم مدبرين ثم أنزل الله سكينته على رسوله وعلى المؤمنين .. . ¶ (التوبة: 25)",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "المجاهدون بدأوا يصرحون: اسبوعان ستسقط جلال آباد، ونحن ممن صرحنا عيد الفطر أو عيد الأضحى في كابل، كل المؤشرات تقول: الحكومة لا تستطيع أن تبقى، الله عز وجل ساق قضية جلال آباد ليثبت للمجاهدين أن النصر من عنده سبحانه وتعالى، طبعا الحقيقة كانت المساعدات التي انهالت على حكومة كابل كثيرة جدا ، والمساعدات منعت عن الجهاد الأفغاني يعني لو قارن ا بين المساعدات التي قدمت سنة 1988 والمساعدات التي قدمت سنة 1989 من الدول الصديقة للجهاد لا تقارن، في شهر مارس 8891 ق دم 2400 طن ذخائر للمجاهدين، مارس 1988 أيام أن كان ضياء الحق حيا، مارس هذا العام 1989؛100« طن، النسبة 1/24، شهر حزيران سنة 88 كان ضياء الحق حي - رحمه الله - قدم في شهر حزيران 88 للمجاهدين 7000 طن ذخائر، هذا العام في حزيران قدم 500 طن، أربعمائة وثمانية وتسعين، بينما كل يوم تحط في مطار كابل ثلاثون طائرة محملة، من يناير إلى مارس هذا العام 4000 رحلة جوية محملة للحكومة الشيوعية، ثلاثة أشهر، يعني في الشهر 1400 رحلة تحط في كابل وبجرام ترانسبورتنك أيركرافت طائرات ضخمة تحمل دبابات في داخلها، الأموال تتصب عليهم كل يوم تدفع روسيا لأفغانستان سبعة ملايين دولار هذه تشترى فيها ضمائر الضعفاء، أوقفوا الضرب عن كابل وهذه لك 20 لك (مليونين)، فإذا قارنا أن المجاهدين الآن لا يستطيعون أن يجدوا أجرة البغال والحمير التي تحمل الذخائر، والأموال التي تتدفق على النظام الشيوعي ندرك مرارة الصبر على هذا. ¶ الآن صناديق صغيرة، علب صغيرة كل علبة فيها كمية من السكر والرز وغيرها مكتوب عليها هذه تكفي ثلاثة مجاهدين لمدة أسبوع هدية الشعب الأمريكي للشعب الأفغاني.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "الآن مشكلة الشمال كذلك، جبهة شهر بزرك، جاءني شاب منها من خريجي معهد الأنصار عندنا، قال يا استاذ: والله إنهم يعرضون الآن السلاح للبيع لأنهم لا يجدون الطعام، سنوات أجدبت السماء، أقحلت الأرض، وزحف الجراد من روسيا على مناطق بادغيس فارياب، فالأن الناس لا يجدون الطعام فعلا ، مناطق الشمال من بدخشان حتى هرات لا يجدون الطعام، والأخ أبو الجنيد قال لي: في شهر رمضان كنا نأكل الرز يوميا بعد شهر رمضان أردت أن أرجع هنا لتحصيل بعض المساعدات للجبهة في فارياب على حدود روسيا، فبقي معنا كمية من النقود، فقلت لقائد الجبهة: أيهما أفضل نعطيها للجبهة أو نعطيها للأيتام والأرامل وغيرها؟ قال له: والله يا أخي نحن لا نملك أبدا ثمن الرز، قال له: في شهر رمضان كل يوم كنتم تطعمونا أرز، قال: لقد أوصيت الطباخ أن يذهب ليستدين من السوق كل يوم ما يكفي العرب، وأوصيته أن يكتم الخبر عنكم، صحيح هذا يا أبا أمامة؟.. نعم. ¶ فالحال شديد، و الذي يخيفنا الآن أن يسقط الثلج ولم تصل المواد الغذائية ولا الذخائر الكافية للمجاهدين خاصة حول كابل، وقندهار لم يصل إليهم الطعام والذخائر التي تأتيهم لا يمكن لهم أن يصمدوا فوق جبال بغمان وشكردرة إلا إذا كان عندهم مخزون الطعام، فإذا ما استطعنا خلال هذا الشهر أن نمدهم بالطعام والذخيرة الكافية يضطرون للإنسحاب، والإنسحاب من بغمان وشكردرة يعني أن الحكومة ستتقدم وتحتلها، وفي الربيع القادم في نيسان يعني بعد ستة أشهر سيبدأ المجاهدون معاركهم لمحاولة استرداد بغمان وشكردردة مرة أخرى. ¶ التشويش على الجهاد",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "قلنا للناس في السعودية: يا جماعة، الجهاد والمجاهدون أمد وهم بالطعام، قالوا: يعني تريد أن نرسل فلوسنا حتى يشتري بها رباني ذخائر يقتل بها جماعة حكمتيار، وحكمتيار يشتري بها ذخائر حتى يقتل جماعة رباني؟ يا جماعة! قالوا: حادثة تخار، 28 قائدا قتلوا في يوم واحد، و300 قتلهم مسعود في يوم واحد، وهذه الجرائد وهذه تصريحاتهم بأنفسهم، قلت لهم: إنهم يكذبون، هم حتى الذين صرحوا هذه التصريحات، كاذبون سواء من الحزب أو من الجمعية، إنهم يخربون بيوتهم بأيديهم، ما قتل إلا خمسة قادة، وعندما أمسك مسعود سيد جمال ما قتل عشرة. ¶ وتجد الشاب هنا من الحزب ومن الجمعية متحم س يود لو يغمض عينيه فيبيد الآخرين، أو يخسف بهم الأرض أو تنشق الأرض وتبتلعهم، وتجد الصحفيين خاصة ال- بي. بي. سي هذه الحي ة الرقطاء، أو صوت أمربكا، تتابعهم من مكتب إلى مكتب، ماذا حصل لسيد جمال؟ ماذا حصل لمسعود؟ ماذا حصل.. ماذا حصل؟ كم أهوج، كتب! صرح! هذه الحادثة والتصريحات التي تبعتها، أثرت كثيرا كثيرا كثيرا على سمعة الجهاد في العالم الإسلامي، هم يقولون حرب أهلية حرب أهلية، نيويورك تايمز، واشنطن بوست، شيكاغو إكسبرس، الجارديان، الصندي تايمز، حرب أهلية.. حرب أهلية، فجاءت هذه الحادثة، قالوا لهم: ألم نقل لكم حرب أهلية؟! اسمع ماذا يقول فلان، وماذا يقول فلان، هذا من الحزب وهذا من الجمعية، حسبنا الله ونعم الوكيل.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "فالناس مل وا، دخلت على الشيخ ابن عثيمين في مكة، ذهبت وقابلته: كيف حالك يا شيخ؟ رحب بي ودخلت عليه في بيت ابن أخيه، قال لي: أنا مشو ش عن الجهاد كثيرا ، ولذلك متوقف في شأنه، وابن عثيمين إذا قال أنا متوقف لا أحد مستعد من التجار السعوديين أن يدفع شيئا إلا القليل، وتصريح لابن باز أو ابن عثيمين يأتي للجهاد بالكثير، قلت له: الحمد لله الجهاد بخير، المجاهدون حول كابل، وكابل تضرب يوميا ، وكابل مقطوعة عن الدنيا، مقطوعة طرقها البرية، مطاراتها مشلولة، مطارات أفغانستان كلها مشلولة، والإعلام هذا كله إنما هو كذب، فقط لتحطيم القضية الأفغانية، وتشويهها، وحرق قادتها، وقلت له: أنتم كيف تتركون الجهاد بهذا الشكل، تتركون الجهاد والمجاهدون على أبواب كابل عراة حفاة جياع، هذه أمانة في أعناقكم، أقل شيء حرضوا المؤمنين، قال: جزاك الله خيرا ، التقيت بالشيخ عبد المجيد الزنداني، وبعد أن تكلمت معه قال: شرح الله صدرك كما شرحت صدري، لكن يأتي من بعدي يمسحون مائة، ما قلت من المتحمسين لقول الحق خاصة إذا كشر أفغاني في وجهه، ما رمى التراب على رأسه، ولا ضربه بالحجارة مثل أيام الطائف، ولا أدمى عقبيه، يرجع ويقول: - هم لا يدرون أي شيء - تصور هؤلاء، لا يقبلون كتب التوحيد، تصور لا يقبلون كتب الشيخ محمد بن عبد الوهاب، أولئك الذين في السعودية يعجبون: كيف الواحد يرد كتب الشيخ محمد بن عبد الوهاب! مسلم هذا؟ لا يدرون مصيبتنا التي نحن فيها لا يدرون ما هي. قالوا: رجل يحرث عند رجل شريف، فكان زارعا عدس، هذا الرجل الطيب، المهم الحراث حصد العدس ودرسه وذر اه، وفي يوم من الأيام هذا الحراث رجل فاسق، اقتحم بيت الرجل الشريف نزل على أهله، ذاك حمل مسدسه ولحقه ليقتله، الحراث وهو هارب أخذ كف عدس بيده، هارب ذاك الرجل يلحقه ليقتله، فالناس الذين يرون هذا هائجا محمرا وجهه، وذاك هارب منه يصيح ويرتجف، يقولون ماذا؟ يقول: كف عدس، فقط لأني أخذت هذا",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "العدس منه، فذاك الرجل الشريف يقول: عندنا بالمثل الفلاحي: \"اللي بيدري بيدري واللي ما يدري بقول كف عدس\" الذي يدري يدري والذي لا يدري يقول السبب كف عدس، وهؤلاء يهي جون الناس الطيبين، تصور أنهم يرد ون كتب التوحيد في أفغانستان، يحاربون الوهابية، ونحن نقول: الذي يدري يدري والذي لا يدري يقول كف عدس... ¶ شوقي يقول وما درى بمصيبتي ¶ قم للمعلم وفه التبجيلا ¶ لا يدرون ما تعني كلمة الوهابية في باكستان وفي شرق آسيا أفغانستان، وفي إيران، وفي هذه المنطقة، وفي تركيا، وفي تركستان، لايدرون ماذا تعني، لا يدرون أنه يوز ع حتى الآن كتب في باكستان تقول: إن الوهابيين شر من اليهود والنصارى، بل شر من الكلاب، ولا يدرون أنه عندما جاء عبد الله بن سبيل إمام الحرم المكي، وأم في الناس في إسلام آباد أفتى شجاعت علي قادري أحد كبار القضاة في إسلام آباد من البريلوية قال: من صلى وراء ابن سبيل قال: صلاته باطلة وزوجته طالق، المهم وزوجته طالق. ¶ والشاب قد يصدم في داخل أفغانستان، وقد يرى هذه المشاكل، فإن لم تكن الطريق أمامه واضحة، وإن لم يعلم أن هذه سنن أصحاب الدعوات، فإنه يخرب أكثر مما يفيد، إن لم يكن يعلم أن طبيعة الشعوب، كذلك، إن لم يعلم أن الشعوب تحتوي الغث والسمين، والتقي والشقي، والولي والغبي، والفاجر والنقي، هذا إذا رجع إلى بلده يفسد كثيرا ، ويؤذي الجهاد كثيرا . ¶ نحن أيها الإخوة مطمئنون أن النصر للمؤمنين إن شاء الله.. ¶ حتى إذا استيأس الرسل وطنوا أنهم قد كذبوا جاءهم نصرنا فنجي من نشاء ¶ (يوسف: 110) ¶ إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد ¶ (المؤمن: 51) ¶ كتب الله لأغلبن أنا ورسلي إن الله قوي عزيز . ¶ (المجادلة: 21)",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "فنحن هنا مستأجرون من رب العالمين، والأجرة ليست من العباد.. الأجرة من الرحمن، وكل يوم هنا بألف يوم في بلادنا، فإذا زادت الآلام، وتنكرت الأرض لنا، وقط ب القوم جبينهم في وجوهنا، وكشرت المآسي عن أسنانها لنا، هذا يضاعف الأجر، وهذا يستدعي منا الإصرار على المضي في الطريق، وإذا يئسنا أو استيأسنا معنى ذلك أننا على أبواب النصر، وهذا يستدعي منا زيادة مصابرة النفس على الآلام.. ¶ يا أيها الذين آمنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون . ¶ (آل عمران: 200) ¶ نحن غرباء، لكننا أبناء الأرض، لأن الأرض إسلامية، والمعركة إسلامية؛فنحن أحق بها وأهلها.. ¶ وما لهم ألا يعذبهم الله وهم يصدون عن المسجد الحرام وما كانوا أولياءه إن أولياؤه إلا المتقون ولكن أكثرهم لا يعلمون . ¶ (الأنفال: 34) ¶ المسلمون جميعا أصحاب هذا الجهاد ¶ نحن أصحاب القضية، ونحن أولياؤها ليس الأفغان المنتفعين، ولا الشيوعيين، ولا المراوغين، ولا الذين يتاجرون بالدماء والأعراض، ولا الذين يهادنون الشيوعيين إن أولياؤه إلا المتقون فنحن أولياء هذه القضية، ومعظمكم قد جاء للموت في سبيل الله، ولنيل الشهادة ابتغاء دخول الجنة، وهذه لا زالت في متناول اليد، أولا زالت وسائلها مسهلة لنا، والقدر بيد الرحمن سبحانه وتعالى. ¶ فإن كنا جئنا لنصرة دين الله فأقرب بقعة يمكن أن ي نصر فيها دين الله هي قضية أفغانستان، وإن جئنا للجنة فأقرب نقطة يمكن أن ندخل بها الجنة إن أخلصنا هي أفغانستان، وإن جئنا للأجر فأكثر بقعة في الأرض يمكن أن يجمع بها الأجر هي أفغانستان (وقيام ساعة في الصف -للقتال - خير من قيام ستين سنة) حديث صحيح، ساعة بقيام ستين سنة، و(رباط يوم في سبيل الله خير من صيام شهر وقيامه) و(رباط يوم في سبيل الله خير من قيام ليلة القدر عند الحجر الأسود).",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "أما أن تتعذر وتبرر لنفسك الهروب من المعركة بأن فلانا يسرق الأموال، وفلانا يختلف مع فلان، وفلانا يقتتل مع فلان، والعرب مختلفون، والأفغان مشتتون، والناس منافقون، ليس لك عذر عند الله أن تنسحب من المعركة، هذا يضاعف عليك التكاليف والواجبات.. ¶ فقاتل في سبيل الله لا تكلف إلا نفسك وحرض المؤمنين ¶ (النساء: 84) ¶ ولو نفسك، ولو كنت وحيدا كما جاء في الحديث الذي رواه أحمد عن البراء بن عازب قال: قلت: يا أبا إسحاق، الرجل يكون وحده أيكر على المشركين -على جمع المشركين - أليس ذلك من التهلكة؟ قال: لا، إنما تلك في النفقة، ولقد أنزل الله على نبيه فقاتل في سبيل الله لا تكلف إلا نفسك وحرض المؤمنين . ¶ فالصحابة فهموا الآية على ظاهرها، ولو كنت وحيدا فيجب عليك القتال (عجب ربنا من رجل انكشفت فئته فعلم ما عليه فرجع فقاتل حتى قتل). ¶ الناس رجعوا إلى الجزائر ما بقي إلا أنت، عادوا إلى الأردن، واحد يريد أن يرجع فلسطين من وراء النهر، أو واحد يريد أن يرجع سوريا من العراق، أو واحد يريد أن يرجع حتى يقيم - إن شاء الله - يقم جهادا في منطقة كذا، أو في منطقة كذا، بعد عشرين سنة، الله يس هل عليه. ¶ هنا طريق الجنة، وهنا أقرب مكان وأقصر مكان وأفضل مكان لنصرة دين الله في الأرض، لا عذر لك، لا عذر لك أن تقول: انظر إلى فلان يأخذ الأموال، وانظر إلى فلان يبدد، وانظر إلى فلان يعمل كذا، لا عذر لك فقاتل في سبيل الله لا تكلف إلا نفسك وحرض المؤمنين . ¶ يا أيها الإخوة:",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "في نهاية المراحل - مراحل الجهاد - تشتد المصائب على الدعاة، ويزيد الملل، وقد حاء في بعض الروايات: مل الصحابة مللا، فقالوا: يا رسول الله حدثنا؟ هم محصورون في الشعب، أو بعد الشعب بقليل، الصحابة أوذوا، اضطهدوا، عذبوا، أمر قسما أن يهاجر إلى الحبشة، هاجر أولا مجموعة، ثم هاجر الهجرة الثانية للحبشة 83 رجلا، ما بقي إلا القليل في مكة، إلا القليل، الإيذاء زاد، صارت المجاعة، المقاطعة، علقت الصحيفة في داخل الكعبة ثلاث سنوات حتى أكلوا العلهز، العلهز الشعر مع البعر. ¶ عن عتبة بن غزوان: كنت سابع سبعة مع رسول الله صلى الله عليه وسلم، ليس لنا طعام إلا ورق الشجر حتى تقرحت أشداقنا - ورق الشجر تعرفون الأشجار الصحراوية - قال: ثم قمت إلى وزرة - إزار - لي فشققتها نصفين وأعطيت سعد بن مالك - يعني سعد بن أبي وقاص - نصفها، وأئتزرت بالنصف الآخر، وما منا اليوم واحد إلا أمير، وإني أعوذ بالله أن أكون في عيني عظيما وعند الله صغيرا. ¶ إذا ازداد عليك الملل، واستوحشت لأهلك، وزادت المشاكل من حولك فعليك بتلاوة القرآن، عليك بالذكر، قيام الليل، صيام النافلة، حفظ اللسان، لأن الله عز وجل قد ينتقم من إنسان فيفلت لسانه على المؤمنين لتأكل حسناته، ثم يوضع عليه سيئاتهم فيموت قلبه، كما قال ابن عساكر: \"واعلم أن لحوم العلماء مسمومة - فكيف لحوم المجاهدين - واعلم على أن لحوم العلماء مسمومة وعادة الله في هتك أستار من نهشها معلومة، ومن أطلق لسانه على العلماء بالثلب أصابه الله بموت القلب\". ¶ فانتبه .. جمعت حسنات كثيرة، فإياك أن تحرقها في بيشاور، باسم المصلحة، باسم الفهم، باسم الإكتشاف، أنك اكتشفت القائد الفلاني أو الرجل الفلاني أو ما إلى ذلك، أو التحذير.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "انتبه إلى نفسك..(لأن أرابط يوما في سبيل الله أحب إلي من أن أقوم ليلة القدر عند الحجر الأسود)، تضيع هذا الأجر العظيم بكلامك على المؤمنين والمجاهدين (ورب كلمة تقول لصاحبها دعني) (وإن الرجل ليتكلم بالكلمة لا يلقي لها بالا فيهوي بها في النار). ¶ عليك بصحبة الصالحين، ومساعدة المؤمنين، وتجديد النية على الجهاد والإستشهاد، تقليل البقاء في بيشاور، الذهاب إلى الجبهات، نحن لا نقول لك أن تكون أول رجل يقابل الكفار، ونحن لا نحب - وإن كنا نحب الجنة لإخواننا - لكن نحب أن يكون إخواننا العرب بين الأفغان، لا يكونوا أقرب إلى خط التماس من إخوانهم الأفغان، لأننا نحن كالملح للطعام، عددنا قليل فنريد أن نحافظ بعالم الأسباب الظاهرة طبعا.. ¶ وما كان لنفس أن تموت إلا بإن الله كتابا مؤجلا ¶ (آل عمران: 145) ¶ لكن الأخذ بالأسباب أن يشترك عدد قليل من العرب مع مجموعة كبيرة من الأفغان في هجومهم، في دفاعاهم، في تعرضهم . ¶ في السيرة عبرة (2) ¶ الأخذ بالأسباب ¶ بلغنى أن بعض الإخوة يقيمون أو يربضون في خنادق تحت مرمى العدو على ب عد ثلاثمائة متر أربعمائة متر فالقذيفة تأخذ ثلاثة، هذا عسكريا لايجوز، لا يجوز شرعا ابدا ، لا يجوز أن نعرض إخواننا بهذا الشكل أبدا ، قذيفة واحدة تأخذ ثلاثة!! نحن محاسبون على الأخذ بالأسباب، هم شهداء إن شاءالله، لكن من الأخذ بالأسباب أن نتخذ الحيطة.. ¶ خذوا حذركم فانفروا ثبات أو انفروا جميعا. ¶ (النساء: 71) ¶ أما أن نقابل الرصاص ونقابل المدفعية بحيث صلية الرشاش الدوشكا أو غيره تأخذ مجموعة منا، هذا لايجوز شرعا .",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "وبلغنى أن بعض الإخوة من شجاعتهم وتحديهم يقف هكذا، يقول للعدو والشيوعي: إضرب هنا إضرب هنا، هذا آثم شرعا ! آثم! أصلا لايجوز لك أن تعرض نفسك للقتل إن لم تعلم أن فيه نكاية للعدو، نعم نكون متجرئين قريبا ، إذا أردنا أن نهجم، نخرج لهم فجأة، أما أن نكون في صف أمامهم، هذا عسكريا لايجوز أبدا ولا يوجد عقل عسكري في الأرض يقول لك هذا، نبقى مختبئين حتى إذا ظهروا ضربناهم، أما نريد أن نعمل مثل إخواننا الشجعان الأفغان يفتحون الرشاشات عليهم فبعضهم يستحيي أن ينبطح، هذا شرعا آثم لأنه لم يأخذ بالأسباب لابد أن نتحمل الزحف ولابد أن ننبطح، ولابد أن ندخل الخنادق والمغاور، ونزيد عدد المغاور وعمقها حتى نحافظ على كل قطرة دم من دماء إخواننا، وعند ما تحصل معركة ونذهب إلى المعركة نخطط للمعركة نرتبه نرسمه نعمل طاولة رملية، ثم بعد ذلك نذهب لهم فجأة، أما أن نبقى مقابلهم هكذا أنا وراء الرشاش وهو وراء الرشاش واحد منا يقتل الأخر، هذا لا يجوز شرعا ، عسكريا لا يجوز أبدا ، ولا يقول أحد بهذا، أعز إنسان في كل الساحة هو الجندي، لا السلاح ولا الطعام ولا الذخيرة، هذه ما قيمتها بجانب المجاهد؟ وخاصة نحن في حرب معهم في كر وفر ، اليوم زادت الدبابات، زادت الطائرات التى تهاجم هذا المنطقة، نتركها ثم نرجع ؛متحيزين إلى فئة إلامتحرفا لقتال، التحرف للقتال نلف من جهة آخرى، نختبيء، ن- عد أنفسنا ونعيد الكرة عليهم أما لا أنسحب من الدبابات!!، لا أنسحب من الطائرات، الأرض هذه القطعة التى يأخذونها، أنا أرجع وأغافلهم مرة آخرى وأضربهم.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "والله اليوم وأنا اكتب عن الشهداء; يعنى قذيفة واحدة تقتل ثلاثة من إخواننا، العالم العربى كم واحد فيه من هؤلاء الصفوة الذين جاءوا إلى الجهاد؟ كم جاء؟! الف واحد، ألف واحد من ألف مليون كل مليون من المسلمين جاء منهم واحد، نرميهم؟!.. نقدمهم قرابين؟! هكذا قذيفة هاون تقتل ثلاثة هكذا متجمعين، حتى نريح العدو في قتلنا. ¶ ولذلك نحن نحب لكم أن تكونوا في أرض المعركة، ونحب لكم أن تدخلوا المعارك، ونحب ونرجو الله عز وجل أن يرزقنا الشهادة في أرض القتال إن شاءالله، لكن التجمع ومهاجهة العدو وأن نكون تحت مرمى العدو هذا عسكريا ما قال به أحد من العسكريين ابدا . ¶ دائما الثكنات والقواعد متأخرة تعد نفسك ترتب وت حض ر، تخطط وترصد ثم بعد ذلك تهجم عليهم فجأة، أما الإستئذان هذا نحن أقل عددا وعدة . ¶ إصطحاب نية الجهاد ¶ يا أيها الإخوة: ابشروا فالأجر عظيم، والنصر إن شاءالله قادم، وكلما زادت الألآم والوحشة والغربة والملل والسأم كلما زاد الله لنا الأجر، وليس لنا عذر عندالله أن ننسحب من أرض المعركة، لأن الذي يغادر أرض المعركة، الذي يغادر أرض أفغانستان ناويا ألا يرجع إليها هو فار من الزحف، أما مادام في أفغانستان أو حولها ونيته أن يستمر في المعركة حتى ينصره الله عز وجل، حتى ولو رجع لزيارة أهله بعد فترة سنة أو سنتين ثم توفى ونيته أن يرجع ومات في الطريق في بلده عند أهله فإنه شهيد بإذن الله، أما إذا رجع وهو ناو أن يترك أفغانستان وألا يرجع إليها فهو فار من الزحف، وهو مرتكب أحد الموبقات السبع، وليس له عذر عند رب العالمين. ¶ أيها الإخوة: قد عرفتم فالزموا.. ¶ ومن يبدل نعمة الله من بعد ما جاءته فإن الله شديدالعقاب. ¶ (البقرة: 211)",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "ياأيها الإخوة: عليكم بالقرآن، وحفظ اللسان، والقيام، والصيام، وكثرة الذكر، والمطالعة في الكتب الإسلامية، وحب المؤمنين، وعدم جرحهم، وتبييت النية على عونهم حيثما كانوا وأين ما كانوا ولكن في هذا المكان هو أقرب مكان إلى النصر نرجو الله عز وجل أن ينصرنا جميعا، وأن ينصر المجاهدين الأفغان، وأن يؤلف بين قلوبهم ويصلح ذات بينهم ويهديهم سبلهم، اللهم صل على سيدنا محمد وعلى آله وصحبه وسلم، سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين. ¶ والسلام عليكم ورحمة الله وبركاته.",
            "page": "112",
            "part": "1"
        }
    ],
    "t37442": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "عبر من السيرة"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "معركة بدر (1)"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "معركة بدر (2)"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": "1",
            "tit": "معركة بدر (3)"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": "1",
            "tit": "معركة أحد (1)"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": "1",
            "tit": "معركة أحد (2)"
        }
    ]
}