{
    "b37472": [
        {
            "id": "1",
            "nass": "فيض الحجا ¶ وضعها وعلقها الأسير لذنبه الفقير الى ربه ¶ أحمد سهل بن أبى هاشم محمد ¶ محفوظ سلام الحاجينى ¶ على ¶ نيل الرجا منظومة سفينة النجا ¶ تأليف ¶ فضيلة الأستاذ الألمعى أبى فوزى محمد معصوم ¶ بن الشيخ سراج الشربونى عاملهما ¶ الله بلطفه الدانى ¶ خطبة الكتاب ¶ بسم الله الرحمن الرحيم ¶ حَمْدًا لِرَبِّى وَصَلاَةً وَسَلاَمْ  ...  عَلىَ النَّبِىْ وَالآلِ وَالصَّحْبِ الكِرَامْ ¶ وَبَعْدُ ذَا نَظْمُ سَفِيْنَةِ النَّجَا  ...  مُخْتَصَرًا سَمَّيْتُهُ نَيْلَ الرَّجَا ¶ وَاللهَ أَرْجُوْ النَّفْع وَالْغُفْر َ الْعَمِيْمْ  ...  وَحُسْنَ خَتْمٍ فَهْوَ ذُوْالْفَضْلِ الْعَظِيْمْ ¶ ------------------------------------------- ¶ الحمد لله الذى فقه من أراد به خيرا فى الدين، والصلاة والسلام على سيد المرسلين نبينا محمد الذى أرسله رحمة للعالمين، وعلى آله وصحبه ومن تبعهم بإحسان الى يوم الدين.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أما بعد فيقول العبد المفتقر الى رحمة ربه المقتدر أحمد سهل بن محفوظ بن عبد السلام الحاجينى الفاطوى غفر الله له ولوالديه وأجداده جميع المساوى: قد كلفنى بعض الإخوان أصلح الله لى وله الحال والشأن بوضع تعليقات أو كليمات على نظم سفينة النجا المسمى بـ \" نيل الرجا \" تسهل صعابه وتكشف نقابه وتبين مراده وتوضح مفاده، فامتثلت وأنا لم أبلغ مبلغ ذلك ولم أخض فى غمرات ما هنالك، حيث ان بضاعتى قليلة وفكرتى كليلة مع أنى مشغول بالإستفادة عن غيرها من الإفادة، إلا أنه حملنى على ذلك الإمتثال حسن ظنى بالله تعالى الذى لا يخيب كل من توجه اليه بالتذلل والإبتهال أنه أعاننى عليه بإعانتى لبعض الإخوان المذكور أفاض الله لى وله النور بجبر خاطره بتحصيل مرغوبه وتلبية مطلوبه، فإنه تعالى أعان عبده ما دام العبد فى عون أخيه كما فى الحديث. وأخذت أكتب هذه التعليقات متطفلا مما حرره العلماء من العبارات وناقلا عما حققوه فى المطولات، فما كان منها من الصواب فمن هؤلاء العلماء الأنجاب وما كان من الخطاء فصادر منى بلا شك ولا ارتياب، وسميتها\"فيض الحجا على نيل الرجا\".والله أسأل وبنبيه أتوسل أن ينفع بها ويبارك لى ولأمثالى من المبتدئين فيها، إنه على ما يشاء قدير وبالإجابة جدير، فأقول وبالله التوفيق وعليه التوكل ,قال: بسم الله الرجمن الرحيم ¶ (قوله بسم الله الرحمن الرحيم) أى أؤلف، وانما ابتدأ بالبسملة تأسيا بالكتاب العزيز فى ابتدائه بها وعملا بخبر \" كل أمر ذى بال لا يبدأ ببسم الله الرحمن الرحيم فهو أبتر \" أى كالأبتر الذى هو مقطوع الذنب فى مطلق النقص، فهو على هذا التفسير من قبيل التشبيه البليغ وان كان وجه الشبه فى المشبه به حسيا وفى المشبه معنويا، والله أعلم. ¶ (",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قوله حمدا الخ) مصدر مؤكد حذف عامله وجوبا والتقدير أحمد حمدا أو حمدت حمدا فإن المفعول المطلق إذا بين فاعله أو مفعوله بالإضافة نحو صبغة الله ونحو ضرب الرقاب وسبحان الله أو بحرف جر نحو بؤسا لك وبعدا لك ونحو شكرا لك وحمدا لك وعجبا منك وجب حذف الفعل مالم يكن لبيان النوع نحو قوله تعالى \"وسعى لها سعيها\"، بخلاف ما اذا لم يأت بعده مايبينه ويعين ما تعلق به من فاعل أو مفعول، أما بحرف جر أو بإضافة المصدر اليه فلا يجب حذف الفعل بل يجوز أن تقول سقاك الله سقيا وشكرت شكرا وحمدت حمدا.وقوله لربى بيان للمفعول به وهو خبر لمبتدأ محذوف،فإن الجار والمجرور بعد هذه المصادر فى محل رفع على أنه خبر المبتدأ الواجب الحذف ليلى الفاعل والمفعول المصدر الذى صار بعد حذف الفعل كأنه قام مقام الفعل كما كان ولى الفعل والتقدير هو له أى هذا الحمد له تعالى (قوله وصلاة وسلام)بالنصب عطفا على حمدا كذلك غير أن سلام وقف عليه بسكون الميم على لغة ربيعة،وتعريف الحمد والصلاة والسلام مشهور والكلام عليه فى المطولات مذكور، وأتطفل بذكره تفاؤلا وتبركا: فالحمد لغة الثناء باللسان على الجميل الإختيارى على قصد التعظيم،وعرفا فعل ينبىء عن تعظيم المنعم بسبب كونه منعما على الحامد أو غيره، فمصدر اللغوى هو اللسان وحده ومتعلقه يعم النعمة وغيرها ومصدر العرفى يعم اللسان وغيره، فإن الفعل يشمل ذكرا باللسان واعتقادا بالجنان وعملا بالأركان ومتعلقه النعمة وحدها،فكل منهما عام وخاص باعتبار المصدر والمتعلق.والصلاة معناها واحد وهو العطف،لكنه يختلف باختلاف العاطف فهو ان كان من الله تعالى بمعنى الرحمة فالمراد بها الإحسان ومن الملائكة بمعنى الإستغفار ومن الآدميين بمعنى التضرع والدعاء.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والسلام زيادة طيب التحية والإعظام اللائقة بنبينا محمد صلى الله عليه وسلم(قوله على النبى الخ)بسكون الياء للضرورة والآل بالجر عطفا على النبى اسم جمع لا واحد له من لفظه وهم فى مقام الدعاء كما هنا كل مؤمن ولو عاصيا والصحب بالجركذلك اسم جمع لصاحب بمعنى الصحابى وهومن اجتمع بنبينا محمد صلى الله عليه وسلم مؤمنا به. (قوله وبعد الخ) الواو قائمة مقام أماعدل عنها للإختصار والأصل مهما يكن من شىء فأقول بعد البسملة ومابعدها: ذا أى الحاضر فى الذهن نظم الخ حال كونه مختصرا، والنظم لغة التأليف واصطلاحا كلام موزون قصدا بأوزان مخصوصة مرتبط المعنى بقافية كما هو معلوم فى فن العروض، وقوله سميته أى هذا النظم وسمى يتعدى لمفعولين للثانى تارة بنفسه كما هنا وتارة بالباء الجارة (قوله والله أرجو) بنصب لفظ الجلالة على التعظيم كما هو الأدب وان كان فى الواقع منصوبا على المفعولية، وقدم لإفادة الحصر والمعنى أرجو الله لاغيره، والرجاء الأمل مع مباشرة الأسباب بخلاف الطمع فإنه الأمل مطلقا أى سواء كان مع الأخذ فى الأسباب أم لا، فكل رجاء طمع ولا عكس (قوله النفع) أى بهذا المؤلف أى ايصال الثواب بسببه اذ النفع ايصال الخير للغير (قوله والغفر العميم) أى الشامل لجميع الذنوب صغيرها وكبيرها حتى لايبقى منها شيىء ¶ (قوله فهو ذو الفضل العظيم) الفاء تعليلية أى وانما أرجو منه تعالى ما ذكر لأنه ذو الخ، ويحتمل أن يكون هذا من قبيل التذييل والتكميل وهو تعقيب جملة بجملة مشتملة على معناها للتوكيد، والفضل الزيادة فى الخير، والعظيم نعت للمضاف يعنى عظمة معنوية لا حسية لاستحالته عليه تعالى فإنها تستدعى الجسمية ¶ (فصل) في أركان الإسلام ¶ أَرْكَانُ اْلإسْلامِ بِنَصِّ الْخَبَرِ  ...  خَمْسٌ شَهَادَتَانِ وَالَّلفْظُ دُرِىْ ¶ ثُمَّ الصَّلاَةُ وَالزَّكَاةُ وَصِيَامْ  ...  رَمْضَانِ ثُمَّ الْحَجُّ لِلْبَيْتِ الْحَرَامْ",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "------------------------------------------ ¶ (قوله فصل) أى فى أركان الإسلام، والفصل لغة الحاجز بين الشيئين، واصطلاحا اسم لجملة مختصة من الباب مشتملة على مسائل غالبا (قوله أركان الإسلام) أى الأساس والأجزاء التى بنى عليها الإسلام وتركب منها، والإسلام الإنقياد للأحكام الشرعية وقيل أعمال الجوارح من الطاعات (قوله بنص الخبر) الإضافة بيانية أى بنص هو الخبر الذى رواه البخارى \"بنى الإسلام على خمس \" الحديث (قوله خمس) حذفت تاؤه مع كون المعدود مذكرا للضرورة، وهو بالرفع خبر لأركان، والمعنى ان أركان الإسلام التى ثبتت بنص الخبر خمسة (قوله شهادتان) بدل أو خبر لمبتدأ محذوف أى هى أو الأول منها شهادتان (قوله واللفظ درى) أى ولفظ الشهادتين درى أى علم من الخبر المذكور وهو أشهد أن لا اله الا الله وأن محمدا رسول الله، والمراد بالشهادة التيقن والإعتقاد بالقلب بأن تيقن واعتقد فيه ما ذكر، وسيأتى فى قول الناظم معنى لا اله الا الله.ولابد مع هذا التيقن والإعتقاد فى الجنان فى الصلاة وغيرها من النطق باللسان فى الحال ان كان كافرا أصليا كان أو مرتدا والا بأن كان مسلما ففى الصلاة، هذا اذا كان قادرا عليه والا كأن كان أخرس فلا يجب عليه النطق.ويشترط لصحته الإتيان بهما متواليتين مرتبتين وأن يكون بالعربية للقادر عليها مع معرفة المعنى على ما نبه على ذلك العلامة محمد الرملى , ولا بد فى العيسوى أن يقول بعد قوله رسول الله: إلى جميع الخلق كما أفاده الشرقاوى ونقله فى شرح الأصل (قوله ثم الصلاة الخ) ثم للترتيب الذكرى لا الرتبى وان توقفت الصلاة على ما قبلها من الشهادتين حيث اشترط فى صحتها الإسلام المتوقف على النطق بهما فى الجملة لأن ذكرها هنا من حيث كونها من أركان الإسلام لا من حيث صحتها وغيرها من سائر معتبراتها كما سيأتى فى مبحثها.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والمعنى ثم الثانى من الأركان الصلاة أى إقامتها، والثالث منها الزكاة أى إخراجها لمستحقيها من الأموال التى وجبت زكاتها وسيذكرها فى محلها مع تقريرى لها وما يتعلق بها مبسوطا ان شاء الله تعالى، والرابع صيام رمضان ويأتى أيضا بيانه، وقوله رمضان بسكون الميم وكسر النون من غير تنوين للضرورة، قال فى شرح الأصل: ¶ [تنبيه] إعلم ان رمضان غير منصرف للعلمية الا ان كان المراد به كل رمضان من غير تعيين واذا أريد به ذلك صرف لأنه نكرة وبقاء الألف والنون الزائدتين لايقتضى منعه من الصرف كما قاله الشرقاوى اهـ ¶ (قوله ثم الحج الخ) فيه ما مر فى ثم الصلاة أى ثم الخامس الحج بفتح الحاء وكسرها مصدر، وللبيت مفعوله واللام للتقوية، وهو لغة القصد وشرعا قصد الكعبة للنسك، وهو انما وجب على المستطيع لقوله تعالى \" ولله على الناس حج البيت \" الآية، قال البجيرمى على الخطيب: وخص البيت لأنه المقصود والطواف به أفضل الأركان وغيره تبع له اهـ. والكلام عليه مفصلا فى المطولات، وانما لم يعقد الناظم فيه فصلا تبعا للأصل. ثم الأفضل من هذه الأركان الأربعة الصلاة وبعدها الصوم ثم الحج ثم الزكاة، ففرضها أفضل الفرائض ونفلها أفضل النوافل ، وإنما قدم الزكاة هنا كالأصل على ما بعدها مع انه أفضل منها اقتداء بحديث سيدنا جبريل عليه السلام المروى فى الصحيحين فى ترتيبه كذلك والا فلو قال: ¶ (ثم الصلاة وصيام رمضان  ...  والحج والزكاة تم الأركان) ¶ لكان أنسب لما فيه من الإشعار بترتيب أفضلية تلك الأركان، وقولى تم الأركان بكسر التاء وتشديد الميم أى تمامها والله اعلم. هذا ولما ذكر أركان الإسلام أولا أخذ يذكر أركان الإيمان ثانيا لعظيم موقعهما لاشتمالهما على جميع وظائف العبادات فقال حفظه الله: وستة الخ ¶ (فصل) في أركان الإيمان ¶ وَسِتَّةٌ أَرْكَانُ اْلإِيْمَانِ هِيَهْ  ...  اِيْمَانُنَا بِاللهِ وَالْمَلاََئِكَةْ",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كُتْبٍ وَرُسْلٍ آخِرِ الْيَوْمِ الْقَدَرْ  ...  فَخَيْرُهُ وَشَرُّه مِمَّنْ قَدَرْ ¶ --------------------------------- ¶ (قوله فصل) أى فى أركان الإيمان وهو تصديق القلب أى حديث النفس التابع للجزم سواء كان عن دليل ويسمى معرفة أو عن تقليد بما جاء به النبى صلى الله عليه وسلم مما هو معلوم من الدين بالضرورة بأن تقول تلك النفس: رضيت بما جاء به النبى صلى الله عليه وسلم. ولايعتبر ذلك التصديق فى خروج المكلف بالإيمان عن عهدة التكليف الا مع النطق بالشهادتين من القادر عليه كما تقدم، وفى كون النطق شرطا للإيمان أو شطرا منه خلاف، والجمهور علىالأول وعليه فالمعنى انه شرط لإجراء الأحكام الظاهرة فقط كمناكحة وتوارث وغيرهما، فالكافر اذا صدق بقلبه ولم ينطق بهما مع تمكنه منه باق على كفره ظاهرا سواء قلنا بالشرطية أم بالشطرية وأما باطنا فإذا لم يكن امتناعه كبرا أو خوف سبة فهو مؤمن عند الجمهور وكافر أيضا على الثانى، وبه قال أكثر السلف كالحنفى والشافعى كما قال فى إنارة الدجى: واذا كان امتناعه كبرا أو حذر سبة فكافر قطعا.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "هذا وجميع ما وجب الإيمان به ستة ذكرها بقوله وستة البيتين (قوله وستة) خبر مقدم عن قوله أركان الإيمان أى الأمور التى يتعلق بها الإيمان، فإضافة الأركان هنا من إضافة المتعلق بفتح اللام إلى المتعلق بكسرها بخلافها فيما مر فإنها من إضافة الأجزاء إلى الكل (قوله هيه) الأصل هى أى الستة أى أفرادها وزيدت الهاء للسكت (قوله إيماننا بالله) بأن نعتقد على التفصيل ان الله تعالى: موجود باق مخالف للحوادث مستغن عن كل شىء واحد قادر مريد عالم حى سميع بصير متكلم وعلى الإجمال ان لله كمالات لاتتناهى (قوله والملائكة) عطف على بالله أى وإيماننا بالملائكة بأن نعتقد انهم عباد الله وانهم أجسام نورانية لطيفة ليسوا ذكورا ولا إناثا ولا خناثى لا أب لهم ولا أم لايأكلون ولايشربون ولايتناكحون ولايتوالدون ولاينامون لايحاسبون ولايعاقبون لايعصون الله ما أمرهم ويفعلون مايؤمرون وانهم صادقون فيما أخبروا به عن الله بالغون من الكثرة ما لايعلمه الا الله فيجب الإيمان بهم إجمالا الا من ورد تعيينه باسمه المخصوص: كجبريل، وميكائيل، وإسرافيل، وعزرائيل ، ومنكر، ونكير، ورضوان، ومالك، ورقيب، وعتيد، ورومان، أو بنوعه: كحملة العرش ، والحفظة ، والكتبة فيجب الإيمان بهم تفصيلا، وأفضلهم مطلقا جبريل كما قاله القليوبى (قوله كتب) بسكون التاء للضرورة جمع كتاب وهو بالجر عطف أيضا على بالله بحذف العاطف أى وإيماننا بكتب الله تعالى بأن نعتقد ونصدق انها كلام الله القديم القائم بذاته المنزل على رسله بأن كانت مكتوبة على الألواح كالتوراة أو مسموعة من السمع بالمشاهدة كما فى ليلة المعراج أو من وراء حجاب كما وقع لموسى فى الطور أو من ملك مشاهد ، وكل ما تضمنته تلك الكتب حق وصدق، وهى كما فى الإنارة نقلا عن الزمخشرى مائة كتاب وأربعة كتب، أنزل منها خمسين على شيث وثلاثين على إدريس وعشرة على آدم وعشرة على إبراهيم والتوراة والإنجيل والزبور والفرقان.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقيل انها مائة و أربعة عشر، وقال السحيمى والحق عدم حصرها فى عدد معين بأن يقال انها مائة وأربعة فقط لأنك اذا تتبعت أى فتشت الروايات تجدها تبلغ أربعة وثمانين ومائة فيجب اعتقاد ان لله كتبا من السماء على الإجمال لكن يجب معرفة الكتب الأربعة تفصيلا وهى: التوراة لسيدنا موسى، والزبور لسيدنا داود، والإنجيل لسيدنا عيسى، والفرقان لخير الخلق سيدنا محمد صلى الله وسلم عليه وعليهم أجمعين (قوله ورسل) بسكون السين للضرورة جمع رسول أى و إيماننا برسله تعالى أى وأنبيائه ايضا بأن نعتقد ان لله رسلا وأنهم صادقون معصومون مبلغون حاذقون، فهذه الصفات الأربع تجب للمرسلين، وأما الأنبياء غير المرسلين فلا يكونون مبلغين وانما يجب عليهم ان يبلغوا الناس انهم أنبياء ليحترموا، والصحيح فيهم كما فى شرح الأصل الإمساك عن حصرهم فى عدد فيجب الإيمان بهم إجمالا وبأنبياء مرسلين مذكورين فى القرآن تفصيلا، وهم ستة وعشرون أو خمسة وعشرون وجمعهم فى شرح الأصل فى قوله: ¶ أسماء رسل بقرآن عليك تجب  ...  كآدم زكريا بعد يونسهم ¶ نوح وإدريس إبراهيم واليسع  ...  إسحاق يعقوب إسماعيل صالحهم ¶ أيوب هرون موسى مع شعيبهم  ...  داود هود عزير ثم يوسفهم ¶ لوط وإلياس ذو الكفل أو اتحدا  ...  يحيى سليمان عيسى مع محمدهم",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "قال فى شرح السلم ومعنى كون الإيمان بهم واجبا تفصيلا انه لو عرض عليه واحدا منهم لم ينكر نبوته ولا رسالته، وليس المراد أنه يجب حفظ أسمائهم خلافا لمن زعم ذلك أفاده شيخنا يوسف فى فتح القادر المريد اهـ (قوله آخر اليوم) فيه وفيما بعده ما مر من حذف العاطف، وهو من إضافة الصفة الى الموصوف أى وإيماننا باليوم الآخر بأن نصدق بوجوده وبجميع مااشتمل عليه كالحشر والحساب والجزاء والجنة والنار، سمى بذلك لأنه لا ليل بعده ولا نهار، ولا يقال يوم بلا تقييد الا لما يعقبه ليل أو لأنه آخر الأوقات المحدودة أى آخر أيام الدنيا فليس بعده يوم آخر أو لتأخره عن الأيام المنقضية من أيام الدنيا، وأوله من النفخة الثانية الى ما لايتناهى وهو الحق (قوله القدر) قال فى المصباح والقدر بالفتح لا غير القضاء الذى يقدره الله تعالى، وقال فى شرح التنوير وفى تباين القضاء والقدر أو ترادفهما خلاف اهـ ثم القائلون بالأول اختلفوا فى معناهما، والمشهور كما فى شرح الأصل ان القضاء إرادة الله الأشياء فى الأزل على ما هى عليه فى غير الأزل، والقدر إيجاده تعالى الأشياء على قدر مخصوص على وفق الإرادة، فإرادة الله المتعلقة أزلا بأنك تصير عالما قضاء وإيجاد العلم فيك بعد وجودك على وفق الإرادة قدر، وهذا قول الأشاعرة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ومعنى الإيمان بالقدر الذى هو سادس الأركان ان نعتقد ان الله تعالى قدر الخير والشر قبل خلق الخلق وان جميع الكائنات بقضاء الله وقدره وهو مريد لها، ويكفى اعتقاد جازم بذلك من غير نصب برهان (قوله فخيره الخ) أى فخير القدر وشره ممن قدر عز وعلا، ومعنى خير القدر وشره ان الإيمان والطاعات وجميعع الأعمال الصالحة من خير القدر وان الكفر والمعصية والمخالفة للأوامر وجميع أفعال المعصية من شر القدر كما أفاده الفشنى، وقوله ممن قدر أى ممن اتصف بالقدرة على ذلك وهى صفة تؤثر فى وجود الممكن وعدمه، فلا يقال على هذا التفسير ان فى البيت من عيوب القافية إيطاء وهو اعادة كلمة الروى لفظا ومعنى بناء على انه من مشطور الرجز لا من كامله لاختلاف الكلمتين اسمية وفعلية مع اختلافهما معنى، وما نقل عن الخليل من ان الإيطاء إعادة كلمة الروى سواء اتحد معناها أم اختلف محله فى غيرما اذا اختلف اللفظان اسمية وفعلية مع اختلافهما معنى فلا إيطاء فى البيت بل فيه من المحسنات البديعية ما لايخفى وهو رد العجز على الصدر وهو ان يكون أحد اللفظين المكررين أو المتجانسين كما هنا فى آخر البيت والآخر فى صدر المصراع الأول أو حشوه أو آخره كما هنا أو صدر المصراع الثانى والله أعلم ¶ (فصل) فى بيان معنى كلمة التوحيد ¶ مَعْنَى لِلا إلهَ إلاَّ اللهُ لاَ  ...  مَعْبُوْدَ بِالْحَقِّ سِوَى اللهِ عَلاَ ¶ ------------------------------------ ¶ (",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قوله فصل) أى فى بيان معنى كلمة التوحيد (قوله معنى الخ) مبتدأ خبره لا معبود الخ، والمسوغ للإبتداء به مع أنه نكرة تخصصه بالوصف أى معنى ثابت لكلمة لا اله الا الله برفع لفظ الجلالة بدل من محل لا مع اسمها لأن محلها رفع بالإبتداء عند سيبويه أو بدل من الضمير المستتر فى خبر لا المحذوف والتقدير لا اله موجود الا الله أو بالنصب على الإستثناء (قوله لا معبود بالحق الخ) أى بالمطابق للواقع لا يجوز إنكاره كائن فى الوجود سوى الله أى لايستحق ان يذل له شىء مما سواه ويفتقر اليه ما عداه الا الله ، وقوله علا إطناب أى عن كل نقص. هذا و لما فرغ المؤلف من ذكر نبذة من مسائل الأصول أخذ يتكلم على مسائل الفروع فقال: ¶ (فصل) في علامات البلوغ ¶ وَسْمُ بُلُوْغِنَا ثَلاَثَةٌ تَمَامْ  ...  خَمْسَةَ عَشْرَ سَنَةً وَالإحْتِلاَم ¶ لِتِسْعَةِ الأعْوَامِ فِى اْلأُنْثَى الذَّكَرْ  ...  وَالْحَيْضُ فِى اْلأُنْثَى لِتِسْعَةٍ تُقَرّ ¶ ----------------------------------- ¶ (",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قوله فصل) أى فى علامات البلوغ، وقدمها على سائر مسائل الفروع لأن البلوغ متعلق التكليف فإن الصبى غير مكلف، نعم يجب على وليه وجوب كفاية ان يأمره بالصلاة وما تتوقف عليه من نحو وضوء بعد استكماله سبع سنين وتمييزه بنحو أكله وحده وأن يأمره أيضا بشرائع الدين الظاهرة كالصوم اذا أطاق وأن يضربه اذا أبى ضربا غير مبرح بعد بلوغه عشر سنين، وحكمة ذلك التمرين على العبادة ليعتادها فلا يتركها بعد بلوغه ان شاء الله (قوله وسم بلوغنا الخ) أى علاماته ثلاث اثنان فى حق الذكر والأنثى وواحد منها فى حق الأنثى خاصة، وهذه الثلاث لايعتبر بمجموعها بل بواحد منها يتحقق البلوغ، احداها تمام خمس عشرة سنة قمرية تحديدية باتفاق فى حق الذكر والأنثى، وابتداؤها من انفصال جميع البدن. وقوله خمسة عشر سنة بسكون الشين لغة فى عشر بفتحها ولا يخفى ما فيه من مخالفة الضابط فى العدد للضرورة، فإن القياس خمس عشرة سنة لأن المعدود مؤنث (قوله والإحتلام) أى وثانيتها الإحتلام أى الإمناء وان لم يخرج المنى من الذكر كأن أحس بخروجه فأمسكه سواء كان فى نوم أو يقظة بجماع أو غيره (قوله لتسعة الأعوام) أى السنين بمعنى ان الإحتلام انما يمكن لاستكمال تسع سنين قمرية تحديدية مطلقا أو تقريبية كذلك أو تحديدية فى الذكر وتقريبية فى الأنثى أقوال، فعلى الأول الشربينى وعلى الثانى ابن حجر وشيخ الإسلام وعلى الثالث الرملى نبه على ذلك فى شرح الأصل (قوله فى الأنثى الذكر) بحذف العاطف وهذا راجع لكل من قوله تمام الخ كما قدرته، وقوله والإحتلام الخ يعنى ان كلا من هذين الوسمين عام فى الذكر والأنثى (قوله والحيض) أى وثالثها التى هى خاصة بالأنثى الحيض، فقوله فى الأنثى أى فقط (قوله لتسعة تقر) أى إمكان الحيض لاستكمال تسع سنين هلالية، فهى أقل سنه، والمعتبر فى التسع التقريب لا التحديد، فيغتفر نقص زمن دون أقل حيض وطهر وهو ستة عشر يوما بلياليها كما قاله ع ش عن حج.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقوله تقر بصيغة المجهول كما ضبطه المؤلف تكملة. قال فى شرح الأصل وأما الخنثى فحكمه انه ان أمنى من ذكره وحاض من فرجه حكم ببلوغه، فإن وجد احدهما أو كلاهما من أحد فرجيه فلا يحكم ببلوغه هـ ¶ (فصل) في فى بيان الإستنجاء بالحجر ¶ شُرُوْطُ إِجْزَا حَجَرٍ ثَمَانِيَةْ  ...  فَامْسَحْ بِأَحْجَارٍ ثَلاَثٍ طَهِرَةْ ¶ تُنْقِى بِهَا الْمَحَلَّ وَالنَّجَسُ مَا  ...  جَفَّ وَلاَ انْتَقَلَ لاَ أَصَابَ مَا ¶ وَ لاَ طَرَا عَلَيْهِ آخَرُ وَلاَ  ...  جَاوَزَ صَفْحَةً وَحَشْفَةً جَلاَ ¶ ------------------------------------ ¶ (",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قوله فصل) أى فى بيان الإستنجاء بالحجر ويعبر عنه بالإستجمار وهو المسمى بالمطهر المخفف، وأما الماء وهو المسمى بالمطهر المزيل فالإستنجاء به يعبر عنه بالإستطابة أو الإستنجاء، فالإستجمار يختص بالحجر والأخيران يعمان الماء والحجر، والإستنجاء بماء أو حجر أو بهما - وهو الأفضل - واجب لا على الفور بل عند القيام الى نحو الصلاة حقيقة أو حكما بأن دخل وقتها وان لم يرد فعلها فى أوله، فيجب الإستنجاء حينئذ وجوبا موسعا بسعة الوقت ومضيقا بضيقه كبقية الشروط كما قاله ع ش على م ر. وذلك من كل خارج من الفرج نجس يلوث المحل، فلا استنجاء واجب لدود وبعر بلا لوث كما صححه فى المنهاج، وفى قول يجب اذ لا يخلو عن الرطوبة، وعلى الأول يستحب للخروج من الخلاف كما قاله فى النهاية.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ويجوز تأخير الإستنجاء عن وضوء السليم بخلاف التيمم ووضوء صاحب الضرورة فيجب فيهما تقديم الإستنجاء سواء فى ذلك القبل أو الدبر، نعم يسن تقديمه على وضوء من ذكر، ولذا قدم هذا الفصل على فصل الوضوء (قوله شروط إجزا حجر ثمانية) أى شروط إجزاء الإقتصار على حجر أو ما فى معناه من كل جامد طاهر قالع غير محترم ثمانية، والا بأن جمع بين الماء ونحو الحجر فيكفى فى حصول فضيلته دون الثلاث مع الإنقاء ولا يشترط فيه طهارة الحجر، وأما كمالها فلا بد فيه من بقية شروط الحجر (قوله فامسح الخ) الفاء لإفصاح شرط محذوف تقديره وإذا أردت أيها المستنجى كيفية الإقتصار عليه ومعرفة شروطه فامسح المحل الخ (قوله بأحجار ثلاث) بحذف التاء للضرورة أو لما يأتى متعلق بقوله فامسح أى أو بثلاثة أطراف حجر إذ المقصود هنا عدد المسحات فلا يتعين كونها ثلاثة بل الواجب أن يكون أقل المسح ثلاث مسحات الى أن ينقى المحل كما يأتى وان حصل الإنقاء بدونها، فلولم يحصل الإنقاء الا بأكثر منها وجبت الزيادة عليها، ويسن الإيتار اذا حصل الإنقاء بشفع، وهذا أحد الشروط الثمانية (قوله طاهرة) نعت لأحجار، وأشار به الى ثانى الشروط أى فلا يجزئ نجس ولامتنجس لأن النجاسة لاتزال به، وأما باقى الشروط فذكره فى البيتين الآتيين (قوله تنقى الخ) بضم أوله كما ضبطه المؤلف من أنقى ينقى أى تنقى أنت أيها المستجمر بها أى بتلك الثلاثة أحجار، وقوله المحل بالنصب مفعول تنقى والجملة حالية أى والحال انك حال المسح بتلك الثلاثة تنقى بها المحل بحيث لايبقى الا أثر لايزيله الا الماء أو صغار الخزف (قوله والنجس ما جف) مبتدأ وخبر والجملة حالية أيضا أى والحال ان النجس الخارج لم يجف فى محله بحيث لايقلعه الحجر، فإن جف كله أو بعضه تعين الماء لأن الحجر لايزيله حينئذ مالم يخرج بعده خارج يصل الى ما وصل اليه الأول ولو من غير جنسه والا كفى الحجر (قوله ولا انتقل) عطف على ما جف أى والنجس لاينتقل",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "عن الموضع الذى أصابه عند الخروج واستقر فيه، فإن انتقل تعين الماء فى الجميع ان كان المنتقل متصلا والا تعين فى المنتقل فقط، قال فى شرح الأصل ويشترط أيضا أن لايتقطع، فإن تقطع بأن خرج قطعا فى محال أى مواضع تعين الماء فى المتقطع وأجزأ الجامد فى غيره اهـ (قوله لا أصاب ما) عطف أيضا بحذف العاطف على ماذكر وكذا ما بعد هذه الجملة، وما بالقصر أى ماء بالرفع فاعل أصاب أى ولا أصابه أى المحل ماء غير مطهر له وان كان طهورا أو مائعا آخر بعد الإستجمار أو قبله لتنجسهما، ويؤخذ من هذا أنه لو استنجى بحجر مبلول لم يصح لأنه ببلله يتنجس بنجاسة المحل ثم ينجسه فيتعين الماء (قوله ولا طرا عليه آخر) أى ولا طرأ على ذلك المحل المتنجس بالخارج نجس آخر سواء كان رطبا أو جافا أو طاهر رطب غير العرق، فإن طرأ عليه ما ذكر تعين الماء لأن النص لم يرد الا بالخارج والأجنبى ليس فى معناه، أما العرق وكذا الطاهر الجاف كحصاة فلا يضر (قوله ولا جاوز الخ) أى الخارج صفحة ان كان غائطا وهى ما ينضم من الأليتين عند القيام ولا حشفة ان كان بولا وهى رأس الذكر، فيجوز نحو الحجر حينئذ وان انتشر الخارج حول المخرج فوق عادة غالب الناس من غير انتقال وتقطع على ما صححه النووى فى المنهاج، وقيل لا بل يتعين الماء فيه لأن جواز الحجر تخفيف من الشارع. قال فى شرح الأصل ومثلها أى الحشفة قدرها من مقطوعها أو فاقدها خلقة، فلا يجزئ فى حشفة الخنثى ولا فى فرجه للشك فيه، ويشترط فى الثيب ان لايصل بولها مدخل الذكر وهو تحت مخرج البول فى البكر أى لا يجاوز ما يظهر عند قعودها والا تعين الماء كما يتعين فى حق الأقلف ان وصل بوله للجلدة اهـ، وقوله حشفة بسكون الشين للضرورة، وقوله جلا أى وضح نعت للحشفة ذكر للضرورة فخرج به حشفة الخنثى كما مر آنفا عن شارح الأصل ¶ [",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "تتمة] يسن تقديم القبل على الدبر فى الإستنجاء بالماء وعكسه فى الحجر على المعتمد هـ عبد الحق وحج ونصه: والأولى للمستنجى بالماء ان يقدم القبل على الدبر وبالحجر ان يقدم الدبر على القبل لأنه أسرع جفافا اهـ نقله ع س على م ر. ¶ (فصل) فى الوضوء ¶ فَرْضُ الْوُضُو النِّيَةُ غَسْلُ الْوَجْه  ...  غَسْلُ الْيَدَيْنِ مَعَ مِرْفَقَيْهِ ¶ وَمَسْحُ بَعْضِ رَأْسِهِ وَغَسْلُهُ  ...  رِجْلَيْه ِ مَعْ كَعْبَيْهِمَا تَرْتِيْبُهُ ¶ ------------------------------------------- ¶ (",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قوله فصل) أى فى الوضوء، هو بضم الواو أفعال مخصوصة مفتتحة بالنية وبفتحها اسم للماء الذى يتوضأ به فى الأشهر وقيل بالفتح فيهما وقيل بالضم فيهما ففيه ثلاثة أقوال ولا خصوصية لها بالوضوء بل هى جارية فيما كان على وزن فعول نحو طهور وسحور كما فى ع س على م ر، والأوجه انه معقول المعنى خلافا للإمام قال هو تعبدى لا يعقل معناه لأن فيه مسحا ولا تنظيف فيه اهـ وهذا مردود كما أشار اليه جماعة منهم شارح الأصل بقوله: وانما اختص الرأس بالمسح لستره غالبا فاكتفى فيه بأدنى طهارة.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وموجبه أى سببه الحدث مع القيام الى نحو الصلاة وقيل القيام فقط وقيل وهو الأصح كما صرح به الشرقاوى الحدث فقط بمعنى انه اذا فعله وقع واجبا سواء أدخل فى الصلاة أم لا والقيام الى الصلاة شرط فى فوريته وانقطاع الحدث شرط فى صحته، فإن قيل ظاهر قوله تعالى \" وإذا قمتم الى الصلاة \" الآية يوجب الوضوء على كل قائم الى الصلاة وان لم يحدث ؛ أجيب بأن الإجماع على خلافه كما نقل عن البيضاوى لما روى انه عليه الصلاة والسلام صلى الصلوات الخمس بوضوء واحد يوم الفتح فقال عمر رضى الله عنه صنعت شيئا لم تكن تصنعه فقال عمدا فعلته، فهو مطلق أريد به التقييد والمعنى اذا قمتم الى الصلاة محدثين (قوله فرض الوضو) بحذف الهمزة، وفرض كما نقله فى النهاية مفرد مضاف فيعم كل فرض منه أى جملة فروضه أى الوضوء مطلقا واجبا كان أو نفلا ستة كما ستعرفها، والمراد هنا الركن وانما عبر بالفرض هنا وبالركن فى الصلاة لأنه كما فى شرح الأصل لما امتنع تفريق أفعال الصلاة كانت كحقيقة واحدة مركبة من أجزاء فناسب عد أجزائها أركانا بخلاف الوضوء فإن كل فعل منه كغسل الوجه مستقل بنفسه ويجوز تفريق أفعاله فلا تركيب فيه (قوله النية) لخبر \" إنما الأعمال بالنيات \" أى الأعمال المعتد بها شرعا، وسيأتى الكلام عليها، وكيفيتها كما نقل عن الحصنى ان كان المتوضئ سليما لا علة به أن ينوى رفع الحدث أو الطهارة عن الحدث أو الطهارة للصلاة أو ينوى استباحة الصلاة أو غيرها مما لايباح الا بالطهارة أو ينوى فرض الوضوء أو أداء الوضوء أو الوضوء وان كان الناوى صبيا أو مجددا، أما صاحب الضرورة كسلس البول ونحوه فلا تكفيه نية رفع الحدث أو الطهارة عنه لأن وضوءه مبيح لا رافع، وأما المجدد فيمتنع عليه نية الرفع والإستباحة والطهارة عن الحدث وكذا الطهارة للصلاة كما قاله الشوبرى، ولا بد ان يستحضر المتوضئ ذات الوضوء المركبة من الأركان ويقصد فعل ذاك المستحضر كما فى الصلاة، نعم لو نوى",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "رفع الحدث كفى وان لم يستحضر ما ذكر لتضمن رفع الحدث لذلك (قوله غسل الوجه) بالرفع عطفا على النية بحذف العاطف وكذا ما بعده، والمراد بهذا الغسل فى هذا الباب الإنغسال، والوجه طولا ما بين منابت شعر رأسه وتحت منتهى لحييه بفتح اللام وهما العظمان اللذان تنبت عليهما الأسنان السفلى وما بين أذنيه عرضا، فمنه أى الوجه شعوره كالحاجبين والأهداب والشاربين والعذارين فيجب غسل ظاهر هذه الشعور وباطنها مع البشرة التى تحتها وان كثفت لأنها من الوجه لا باطن الكثيف الخارج عنه، وأما اللحية والعارضان فإن خفا وجب غسل ظاهرهما وباطنهما مع البشرة التى تحتها، وان كثفا وجب غسل ظاهرهما دون باطنهما الا اذا كانا لامرأة وخنثى لندرة ذلك مع كونه يندب للمرأة إزالتهما، ونقل فى شرح الأصل انه يجب غسل جزء من ملاقى الوجه من سائر الجوانب اذ ما لايتم الواجب الا به فهو واجب وكذا يزيد أدنى زيادة فى اليدين والرجلين لتحقق غسل جميعها اهـ ¶ [",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فائدة] لو خلق له وجهان وجب غسلهما حيث كانا أصليين أو أصليا وزائدا أو اشتبه أو تميز وكان على سمت الأصلى، فلو كان له وجه من جهة قبله وآخر من جهة دبره وجب غسل الأول فقط كما أفتى به الشهاب الرملى (قوله غسل اليدين مع مرفقيه) أى المتوضئ ان كان له مرفقان ولو فى غير محلهما المعتاد حتى لو التصقا بالمنكبين وجب غسلهما، ويفرق بين هذا وبين ما لو تأخرت أذناه خلقة بأن صارتا قريبتين من القفا حيث لا يجب غسل ما زاد على ما يكون غاية للوجه من معتدل الخلقة من أمثاله بأن المرفق جزء من اليد وقد علق الغسل بها فى الآية مع المرفق وفى الوجه أمر بغسل ما يسمى وجها وهو ما تقع به المواجهة والأذن انما جعلت علامة على حده فإذا خلقت قريبة من القفا فما بينها وبين الوجه لا يقع به المواجهة فلم تشمله الآية والعلامة ليست قطعية حتى يرجع اليها وان خالفت العادة نبه ذلك ع ش. وان لم يكن له مرفقان اعتبر محلهما من معتدل الخلقة من أقرانه، فإن قطع بعض ما يجب غسله وجب غسل ما بقى لخبر \" اذا أمرتكم بأمر فأتوا منه ما استطعتم \"ولأن الميسور لايسقط بالمعسور أو قطع مرفقه بأن سل عظم ذراعه وبقى العظمان المسميان برأس العضد وجب غسل رأس عظم العضد على المشهور لكونه من المرفق أو من فوقه ندب غسل عضده لئلا يخلو العضو عن طهارة.ويجب غسل ما على اليدين من شعر وإن كثف وأظفار وإن طالت كيد أو سلعة نبتت فى محل الفرض ¶ (",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فرع) لو كان فاقد اليدين أو أحدهما فغسل بعد الوجه ما يجب غسله منهما إن كان ثم ما يجب غسله ثم مسح الرأس وتمم وضوءه ثم نبت له يدان بدل المفقودتين فهل يجب غسلهما الآن ويعيد ما بعدهما من الرأس والرجلين أو لا ؟ فيه نظر والذى يظهر الثانى لأنه لم يخاطب بغسلهما حين الوضوء لفقدهما فمسحه للرأس وقع صحيحا معتدا به فلا يبطله ما عرض من نبات اليدين، وكما لو غسل وجهه أو مسح رأسه ثم نبت له شعر فيهما حيث لا يجب غسله ولا مسحه اهـ ع ش (قوله ومسح بعض رأسه) ولو بعض شعرة أو قدرها من البشرة فى حده أى الرأس بحيث لا يخرج الممسوح عنه بمد ولو تقديرا بأن كان معقوصا أو متجعدا غير انه بحيث لو مد محل المسح منه خرج عن الرأس من جهة نزوله أو استرسال من جهة نزوله سواء فيهما جانب الوجه وغيره، والمقصود من المسح وصول البلل الى ما يجزئ مسحه فلو غسله أو وضع يده المبلولة عليه بلا تحريك جازعلى ماصححه فى المنهاج لما ذكرولأن الغسل مسح وزيادة فأجزأ بطريق الأولى،وقيل لا لأنامأمورون بالمسح والغسل لا يسمى مسحاولأن الوضع لايسمى مسحاأيضا، والأصح كما فى النهاية ان كلا من البشرة والشعر هنا أصل لأن الرأس لما رأس وعلا وكل منهماعال بخلافه فى الوجه لوغسل بشرته وترك شعره حيث لا يكفيه لأن المواجهة انماتقع بالشعر لا بالبشرة (قوله وغسله الخ) أى المتوضئ، والمصدر مضاف لفاعله، وقوله رجليه مفعوله (قوله مع كعبيهما) أى الرجلين، والكعبان العظمان الناتئان عند مفصل الساق والقدم، ولو لم يكن لرجله كعب اعتبر قدره من المعتدل من غالب أمثاله، ولو قطع بعض قدمه وجب غسل الباقى كاليد الى الركبتين وجرى فيهما ما مر من وجوب غسل ما عليهما من شعر ونحوه (قوله ترتيبه) أى هكذا بأن يغسل وجهه مع النية ثم يديه ثم يمسح رأسه ثم يغسل رجليه لأنه صلى الله عليه وسلم لم يتوضئ إلا مرتبا ولو لم يجب لتركه فى وقت أو دل عليه بيانا للجواز كما فى التثليث ونحوه.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فلو اغتسل محدث حدثا أصغر فقط بنية رفع الحدث أو نحوه ولو متعمدا أو بنية رفع الحنابة أو نحوها غلطا ورتب فيهما أو انغمس بنية ما ذكر وأمكن تقدير ترتيب بأن غطس ومكث قدر الترتيب صح له الوضوء لأن الترتيب حاصل فى الحالة المذكورة وإلا بأن خرج حالا أو غسل أسافله قبل أعاليه صح أيضا على ما صححه فى المنهاج لأن الترتيب يحصل فى لحظات لطيفة خلافا لما صححه الرافعى من عدم الصحة حينئذ لأن الترتيب من واحبات الوضوء والواجب لايسقط بفعل ما ليس كذلك ¶ (فصل) فى الكلام على النية ¶ أَلنِّيَّةُ الْقَصْدُ لِشَىْءٍ ذاَ اقْتِرَانْ  ...  بِفِعْلِه ِ ثُمّ َ مَحَلُّهَا الجَنَانْ ¶ وَاللَّفْظُ سُنَّةٌ وَوَقْتُهَا لَدَى  ...  غَسْلِ الْفَتَى جُزْأً مِنَ الْوَجْهِ ابْتِدَا ¶ تَرْتِيْبُهُ أَنْ لاَ يَكُوْنَ قَدَّمَا  ...  عُضْوًا عَلَى عُضْوٍ كَمَا تَقَدَّمَا ¶ ------------------------------------- ¶ (قوله فصل) أى فى الكلام على النية، وهو من سبعة أوجه جمعها بعضهم فى قوله: ¶ حقيقة حكم محل وزمن  ...  كيفية شرط ومقصود حسن ¶ ذكر منها المؤلف تبعا للأصل ثلاثة، وهذه السبعة جارية فى كل نية شرعت فى أىّ عمل لا مختصة بنية الوضوء فقط كما أشعر به قوله غسل الفتى الخ الآتى وذكره فى هذا الفصل لكيفية الترتيب الذى هو من فروض الوضوء كما تقدم (قوله النية) هى لغة القصد مطلقا وشرعا ما ذكره (قوله القصد لشىء) خبر عن النية، وقوله لشىء مفعول واللام زائدة للتقوية، وذا اقتران حال من القصد أى مقترنا ذلك القصد بفعل ذلك الشىء غالبا فخرج الصوم (قوله ثم محلها الجنان) أى محل النية الجنان أى القلب، قال فى شرح الأصل وسمى القلب قلبا لتقلبه فى الأمور كلهما وعليه قول بعضهم: ¶ وما سمى الإنسان إلا لنسيه  ...  وما القلب إلا انه يتقلب ¶ (",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قوله واللفظ سنة) اللفظ بمعنى التلفظ مصدر لفظ يلفظ من باب ضرب يضرب أى والتلفظ بها أى بالنية سنة فى جميع الأبواب كما قاله حج خروجا من خلاف موجبه فى الجميع (قوله ووقتها الخ) أى وزمن النية أول العبادات ما عدا الصوم فإنها متقدمة على الفجر الذى هو أول الصوم لعسر مراقبته، ففى الوضوء زمنها عند غسل أول جزء من الوجه كما قال لدى الخ ولدى مما تلزم إضافتها فقوله غسل الفتى بالجر مضاف اليه وهو مصدر مضاف الى فاعله وجزأ مفعوله ومن الوجه نعت له وقوله ابتدا بحذف الهمزة منصوب على التمييز المحول عن المفعول الذى هو جزأ أى ووقتها فى الوضوء عند غسل الفتى ابتداء جزء من الوجه أى أوله فما تقدم عليها منه لاغ وما قارنها هو أوله فتجب إعادة ما غسل قبلها وقيل يكفى قرنها بسنة قبله لكونها من جملة الوضوء والأصح كما فى النهاية المنع لأن القصد من العبادات أركانها والسنن توابع وهذا عند عزوبها قبل الوجه فإن بقيت الى غسله فهو أفضل ليثاب على سننه السابقة لأنها عند خلوها عن النية غير مثاب عليها، نعم لو اقترنت النية بالمضمضة أو الإستنشاق وانغسل معه جزء من الوجه أجزأه وان عزبت نيته بعده سواء أكان بنية الوجه وهو واضح أم لا لوجود غسل جزء من الوجه مقترنا بالنية لكن لا يجزئ المغسول عن الوجه على الأصح لأنه لم يغسله بقصد أداء الفرض وهو غسل الوجه فتجب إعادته، نعم قد صرح بصحة النية وإجزاء المغسول كما نقله البجيرمى على المنهج المتولى والرويانى فى البحر وصحح أبو على الطبرى فى الإيضاح والماوردى فى الحاوى صحة الوضوء بهذه النية ولم يوجبا إعادة شىء وعلى هذا فلا يقال ان فى وجوب إعادة غسل ذلك الجزء مع الإعتداد بالنية إشكالا ظاهرا من جهة الإعتداد بنية لم تقارن غسلا مفروضا لأن وجوب إعادته يخرجه عن كونه مفروضا ولاتحسب له المضمضة ولا الإستنشاق فى الحالين لعدم تقدمهما على غسل الوجه ¶ [",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فائدة] الأوجه كما نقله ع س عن حج فيمن سقط غسل وجهه فقط لعلة ولا جبيرة وجوب قرنها أى النية بأول مغسول من اليد فإن سقطتا ايضا فالرأس فالرجل ولا يكتفى بنية التيمم لاستقلاله كما لايكفى نية الوضوء فى محلها عن تيمم لنحواليد كما هو ظاهر اهـ وهذه تقريرات ما ذكره من السبعة وبقيت منها أربعة كتبت عليها تعليقاتها تتميما للفائدة فقلت: أما حكمها فواجب غالبا كما فى الوضوء واحترز بغالبا عن النية فى غسل الميت والسواك الذى ليس فى ضمن عبادة فإنها فيهما مندوبة، وكيفيتها تختلف بحسب الأبواب وقد تقدمت كيفيتها فى الوضوء، وشرطها إسلام الناوى وتمييزه وعلمه بالمنوى وعدم إتيانه بما ينافيها بأن يستصحبها فى القلب حكما وأن لاتكون معلقة فإن قال إن شاء الله فإن قصد التعليق أو أطلق لم يصح أو التبرك صحت، والمقصود بها تمييز العبادة عن العادة كالجلوس للإعتكاف تارة وللإستراجة أخرى أو تمييز رتبها كالصلاة تارة فرضا وأخرى نفلا (قوله ترتيبه الخ) أى المتوضئ أى حقيقة، ترتيبه بين أعضاء الوضوء بأن يكون قدم عضوا منها على عضو، وقوله قدما الألف للإطلاق وكذا فى قوله تقدما، والعضو بضم العين أشهر من كسرها كل عظم وافر من الجسد (قوله كما تقدما) أى من الترتيب الذى ذكره فى فصل الوضوء ¶ (فصل) فى الماء الذى لا يدفع النجاسة والذى يدفعها ¶ أَلْمَا كَثِيْرٌ قُلَّتَانِ فَأَجَلّ  ...  كَذَا قَلِيْلٌ وَهْوَ مِنْهُمَا أَقَلّ ¶ لاَ يَتَنَجَّسُ الْكَثِيْرُ بِاعْتِرَا  ...  نَجْسٍ لَهُ إِلاَّ إِذَا تَغَيَّرَا ¶ طَعْمٌ لَهُ أَوْ لَوْ نُنَ اوْ رِيْحٌ جَلاَ  ...  وَيَتَنَجَّسُ الْقَلِيْلُ مُسْجَلاَ ¶ ---------------------------------- ¶ (",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قوله فصل) أى فى الماء الذى لا يدفع النجاسة والذى يدفعها، والماء ممدود على الأفصح وأصله مَوَه تحركت الواو وانفتح ما قبلها فقلبت ألفا ثم أبدلت الهاء همزة، ومن عجيب لطف الله تعالى انه أكثر منه ولم يحوج فيه الى كثرة معالجة لعموم الحاجة اليه. وأفضل المياه إلى الإطلاق الماء النابع من بين أصابعه الشريفة صلى الله عليه وسلم ثم ماء زمزم لأن به غسل صدر النبى حين شق عنه ولم يكن يغسل الا بأفضل المياه بل قال البلقينى انه أفضل من الكوثر ثم ماء الكوثر لا أحرمنا الله منه ثم الأنهار الخمسة النازلة من الجنة وهى سيحان وجيحان والدجلة والفرات ونيل مصر ذكر ذلك العلامة أحمد بن الحجازى فى شرح نهاية التدريب (قوله الما) بالقصر مبتدأ خبره كثير (قوله كثير) أى الماء يكون كثيرا وهو قلتان فأكثر (قلتان) بدل من كثير أو عطف بيان عليه أو خبر عن محذوف تقديره هو أى الماء الكثير قلتان فأجل أى فأكثر يعنى مقدار مظروفها فأكثر وعليه فهو على حذف مضافين ليشمل ما اذا كان الماء فى غيرهما أو انه مجاز مرسل من إطلاق المحل وإرادة الحال فيه، وقيل القلتان صار حقيقة شرعية فى الخمسمائة رطل، وذلك المقدار بالوزن خمسمائة رطل بالبغدادى أى أربعة وستون ألف درهم ومائتان وخمسة وثمانون درهما وخمسة أسباع درهم إذ كل رطل بغدادى مائة وثمانية وعشرون درهما وأربعة أسباع درهم، وبالمكى أربعمائة رطل واثنا عشر رطلا وثلاثة عشر درهما وخمسة أسباع درهم على أن الرطل المكى مائة وستة وخمسون درهما، وبالطائفى ثلاثمائة وسبعة وعشرون رطلا وثلثا رطل إذ كل رطل طائفى مائة وستة وتسعون درهما، وبالمصرى أربعمائة رطل وستة وأربعون رطلا وثلاثة أسباع رطل، وبالدمشقى مائة وسبعة أرطال وسبع رطل.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وبالمساحة فى المربع ذراع وربع طولا وعرضا وعمقا بذراع الآدمى وهو شبران تقريبا، وفى المدور ذراعان عمقا بذراع الحديد وذراع عرضا بذراع الآدمى فكان ذلك بذراع اليد ذراعا عرضا وذراعين ونصفا عمقا لأن ذراع الحديد بذراع الآدمى ذراع وربع، وفى المثلث وهو ما له ثلاثة أبعاد متساوية ذراع ونصف طولا وعرضا وذراعان عمقا بذراع الآدمى فالعرض ما بين الركنين والطول هو الركنان الآخران ذكر ذلك كله فى شرح الأصل ¶ (",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "مهمة) قد حقق العلامة محمد معصوم بن على الجنبانى عاملهما الله بلطفه الدانى فى \" فتح القدير \" فى عجائب المقادير ان الذراع المعتدل عند أكثر الناس ثمانية وأربعون سنتى مترا وان القلتين برطل النووى مائة وأربعة وسبعون لترا وخمسمائة وثمانون ميليلترا وكعبه خمسة وخمسون سنتيمترا وتسعة ميليمترات وبرطل الرافعى مائة وستة وسبعون لترا ومائتان وخمسة وأربعون ميليلترا وكعبه ستة وخمسون سنتيمترا وميليمتر واحد وبرطل العراق مائتان وخمسة وأربعون لترا وثلاثمائة وخمسة وعشرون ميليلترا وكعبه اثنان وستون سنتيمترا وأربعة ميليمترات اهـ (قوله كذا قليل الخ) أى كما يكون الماء كثيرا يكون قليلا، وقوله وهو أى الماء القليل مبتدأ خبره قوله أقل ومنهما متعلق به أى والقليل ماء أقل من القلتين بأن نقص عنها بأكثر من رطلين لا برطل أو برطلين فقط فإنه من الكثير لأن مقدار القلتين السابق تقريب لا تحديد فى الأصح كما فى المنهاج فلا يضر نقص رطل أو رطلين وقيل تحديد فيضر ذلك عليه (قوله لايتنجس الكثير الخ) أى الماء الكثير الذى هو قلتان فأكثر قال ع ش ولو احتمالا حتى لو شككنا فى بلوغهما فالأصل الطهارة كما قرره م ر (قوله باعترا الخ) أى بإصابة نجس وملاقاته له أى للكثير متعلق بلا يتنجس، والمعنى ان الماء الكثير لايتنجس بملاقاة النجس إلا إذا تغير الخ، والمراد الماء الصرف حتى لو لم يبلغ قلتين وكملناه بمائع ولم يتغير حسا ولا تقديرا فصار قلتين بما انضم اليه جاز التطهير به وينجس بمجرد الملاقاة لأن فيه قوة رفع لا دفع والدفع أقوى من الرفع، وإذا انغمس فيه جنب صار مستعملا بعد انفصاله عنه فصار حكمه حكم الماء القليل فى أنه ينجس بمجرد الملاقاة وحكم الماء الكثير فى أنه يتوضأ به مرارا ولا يجب عليه أن يبقى قدر المائع، وحكمه أيضا أنه إذا توضأ منه شخص وتقاطر عليه منه شىء فنفرض أنه لو وقع عليه قدر هذا المتساقط يتغير أو لا فإن كان يتغير حكمنا عليه بعدم",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الطهورية وإلا فلا، وفى هذه الحالة لا بد من نية الإغتراف وإلا صار مستعملا ع ش. وقوله نجس بسكون الجيم مع فتح النون وكسرها لغتان وبتثليث الجيم أيضا مع فتح النون، ففيه خمس لغات إلا أنه هنا يتعين بسكون الجيم للوزن، ولتسهيل الضبط والحفظ جمعتها فى قولى: ¶ لنجس خمس لغات فادرها  ...  فافتح لنونها وثلّث جيمها ¶ فافتح لنونها وثلّث جيمها  ...  واكسر أو افتح يا أخى لنونها ¶ (",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قوله إلا إذا تغيرا) الألف للإطلاق أى بملاقاة النجس وفاعله قوله طعم فى البيت بعده ويحتمل أن يكون ضمير الكثير والتقدير إلا إذا تغير ذلك الكثير بتغير أحد أوصافه الثلاثة بالملاقاة وعليه فقوله طعم بدل منه (قوله طعم له) أى للكثير (قوله أو لون أو ريح) أو لمانعة خلو بمعنى أن التغير المؤثر لا يخلو من أن يكون بأحد هذه الثلاثة فلا يؤثر بغيرها من نحو الحرارة، وقوله أو ريح بإسقاط الهمزة بعد نقل حركتها الى التنوين قبلها، وحاصل المراد ان الماء الكثير لايتنجس بملاقاة النجس ما لم يتغير طعمه وحده أو لونه وحده أو ريحه وحده، فإن تغير بها حالا يسيرا كان التغير أو كثيرا حسيا كان أو تقديريا كأن وقع فيه بول منقطع الرائحة فيقدر الريح ريح المسك والطعم طعم الخل واللون لون الحبر فنجس إجماعا، فلا يؤثر تغيره بجيفة على الشط لعدم الملاقاة ولاتغيره بعد مدة إذ الأصل الطهارة مالم يعلم نسبة تغيره إليها بقول أهل الخبرة ولو واحدا كما فى شرح المنهاج وإلا فنجس من حينئذ لا من حين وقوع النجاسة، والمراد تغير كل الماء فلو تغير بعضه فالمتغير نجس وكذا الباقى إن لم يبلغ قلتين. وإن زال تغيره أى الماء الكثير بنفسه لابعين كطول مكث وهبوب ريح أو بماء ولومتنجسا زيد عليه أو نبع منه أو نقص منه والباقى بعده كثير طهر لزوال علة النجاسة وهى التغير فعاد كما كان عليه قبل سواء فى ذلك الحسى أو التقديرى بأن يقدر أنه لو كان التغير حسيا ومكث مدة طويلة أو زيد عليه ماء زال تغيره، فإذا زال ظاهرا بغيرهما كمسك فيما اذا كان متغيرا بالريح وتراب فيما إذا تغير لونه وخل فيما إذا تغير طعمه لم يطهر للشك فى ان التغير زال أو استتر بل الظاهر أنه استتر فإن صفا الماء ولا تغيربه طهر، وخرج بالكثير القليل فلا يطهر بزوال تغيره.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "هذا وأما المتغير كثيرا يقينا بطاهر مخالط بأن لم يمكن فصله أو لم يتميز فى رأى العين مستغنى عنه بأن سهل صونه عنه وليس ترابا وملح ماء طرحا فيه تغيرا يمنع إطلاق اسم الماء عليه فهو غير مطهر ولو كان الماء قلتين مالم يكن الخليط ماء مستعملا، ولو كان التغير تقديريا بأن اختلط بالماء ما يوافقه فى صفاته كماء الورد المنقطع الرائحة والطعم واللون فيقدر مخالفا وسطا بين أعلى الصفات وأدناها كما يقدر فيما مر من التقديرى بملاقاة النجس مخالفا أشد فالطعم طعم الرمان واللون لون العصير والريح ريح اللاذن بفتح الذال المعجمة وهو اللبان الذكر كما هو المشهور وقيل هى رطوبة تعلو شعر المعز وقشرها أى أنا نعرض عليه مغير اللون مثلا فإن حكم أهل الخبرة بتغيره سلبنا طهوريته وإلا عرضنا مغير الطعم ثم مغير الريح كذلك فلا يعرض عليه الثانى إلا إذا لم يحكم بالتغير بالأول ولا الثالث الا اذا لم يحكم بالتغير بالثانى، وخرج بما ذكر التغير اليسير والشك فى كثرة التغير والتغير بالمجاورة وما يتميز فى رأى العين أو ما يمكن فصله كدهن وعود ولو مطيبين أو بغير مستغنى عنه سواء كان خلقيا فى الأرض كطين وإن منع الإسم أو مصنوعا فيها كذلك بحيث يشبه الخلقى كالفساقى المعمولة بالجير وكالقرب المدبوغة بالقطران ولو مخالطا و لو كثيرا لأنه وضع لإصلاحها فإن الماء فى هذه الصور كلها مطهر بخلاف ما لو وضع لإصلاح الماء فإنه غير مطهر لاستغناء الماء عنه والقطران بفتح القاف مع كسر الطاء وسكونها وبكسرها مع سكون الطاء دهن شجر يطلى به الإبل للجرب ويسرج به، ومما لايستغنى عنه غير الممرية والمقرية مايقع من الأوساخ المنفصلة من أرجل الناس من غسلها فى الفساقى والمنفصلة من بدن المنغمس فإنها لاتسلب الطهورية نبه على ذلك السويفى، وخرج أيضا التغير بتراب وملح ماء طرحا فيه ولو كان التغير بهما كثيرا وبمكثه لأنه لم يخالطه شىء فإن الماء فى هذا مطهر وكذا لو تغير بانضمام ماء",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "مستعمل اليه فبلغ به قلتين فصيرا مطهرا وإن أثر فى الماء بفرضه مخالفا وسطا (قوله جلا) نعت لقوله او ريح أى وضح وظهر يعنى أو تغير الماء بريح ظهر فيه، وأشار به إلى أن ريح الماء فى الحقيقة غير متغير إذ الماء لاريح له بل المتغير الماء بسبب ظهور ريح فيه بخلاف طعمه ولونه فإنهما فى الحقيقة متغيران كما فى الشرقاوى فتأمل (قوله ويتنجس القليل الخ) الذى هو ما دون القلتين، وقوله مسجلا أى مطلقا أى سواء تغير أم لا كما يعلم مما قبله فإن الإطلاق كما قال شيخنا فى الدرس يفسره إما السابق كما هنا وإما اللاحق. وحاصل المراد ان الماء القليل ولو جاريا يتنجس بملاقاة نجس مؤثر وإن لم يتغير، فخرج النجس المعفو عنه كميتة لا دم لها سائل وما لايدركه الطرف المعتدل حيث لم يحصل بفعله ولو من مغلظ كما إذا عف الذباب على نجس رطب ثم وقع فى ماء قليل أو مائع فإنه لاينجس مع أنه علق فى رجله نجاسة لايدركها الطرف وما على منفذ حيوان طاهر غير آدمى وروث سمك لم يغير الماء ولم يضعه فيه عبثا وما يمسه العسل من الكوارة التى تجعل من روث نحو البقر وذرق الطيور فى الماء وإن لم يكن من طيوره وبعر فأرة عمّ الإبتلاء به، والضابط فى ذلك كما فى شرح الأصل ان العفو منوط بما يشق الإحتراز عنه غالبا ومثل الماء القليل كل مائع وإن كثر وفارق كثير الماء كثير غيره بأن كثبره قوى ويشق حفظه من النجاسة بخلاف غيره وإن كثر. وإن بلغ الماء القليل النجس قلتين بماء ولاتغير به فطهور لما مر من زوال علة التنجس وهى القلة والتغير فإن لم يبلغهما أو بلغهما بغير ماء أو به متغيرا لم يطهر لبقاء علة التنجس. ¶ (فصل) فى موجبات الغسل ¶ مُوْجِبُ غُسْلٍ سِتَّةٌ إِدْخَالُ  ...  حَشَفَةٍ فِى الْفَرْجِ وَاْلإِنْزَالُ ¶ وَالْحَيْضُ وَالنِّفَاسُ وَالْوِلاَدَةْ  ...  وَالْمَوْتُ إِلاَّ مَوْتَ ذِىْ الشَّهَادَةْ ¶ ------------------------------------ ¶ (",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "قوله فصل) فى موجبات الغسل، وهو لغة سيلان الماء على الشىء وشرعا سيلانه على جميع البدن بالنية فى غير غسل الميت بشرائط مخصوصة، والأفصح فيه لغة فتح الغين وضمها هو الجارى على ألسنة الفقهاء فى الفعل الرافع للحدث، أما إزالة النجاسة فالأشهر فى لسانهم الفتح. قال فى شرح الأصل ثم اعلم أن لفظ الغسل إن أضيف الى السبب كغسل الجمعة وغسل العيدين فالأفصح فى الغين الضم وكذا غسل اليدين وإن أضيف الى الثوب ونحوه كغسل الثوب فالأفصح الفتح اهـ ويقال بالضم للماء الذى يغتسل به وبالكسر لما يغتسل به من سدر ونحوه (قوله موجب غسل الخ) بكسر الجيم السبب الذى يترتب عليه وجوب الغسل بضم الغين لإضافته الى السبب تقديرا كما مر يقال غسل الجنابة والحيض مثلا، وقدم الموجب كالأصل هنا على الفرض عكس ما مر فى الوضوء لأن الغسل لايوجد إلا بعد تقدم سببه بخلاف الوضوء فإنه قد يوجد بدون تقدم ذلك ولو فى صورة نادرة كما إذا نزل الولد من بطن أمه ولم يصدر منه ناقض وأراد وليه الطواف به فإنه يجب عليه أن يوضئه مع أنه ليس محدثا وإنما هو فى حكم المحدث ولا يجب الغسل فورا أصالة ولو على الزانى، فخرج ما لو ضاق وقت الصلاة عقب الجنابة أو انقطاع الحيض فيجب فيه الفور لا لذاته بل لإيقاع الصلاة فى وقتها (قوله ستة) وحصره بعضهم فى خمسة كما جرى عليه فى المنهج باندراج صورتى الإدخال والإنزال فى الجنابة، وعلى كل فمنها ما يشترك فيه الرجال والنساء وهى الجنابة بصورتيها والموت ومنها ما تختص به النساء وهى الثلاثة الباقية (قوله إدخال) المراد دخول الحشفة فيشمل العمد والسهو والنوم واليقظة والإكراه وغيرها (قوله حشفة) أى جميعها وإن كبرت وهى مافوق الختانين فلا أثر ببعضها ولو مع أكثر الذكر بأن شق وأدخل أحد شقيه أو قدرها من فاقدها كلا أو بعضا، فإن كان له حشفة وقطعت كلها قدرت من باقى ذكره وإن خرجت عن العادة أو بعضها قدر المفقود منه فيعتبر ماذكر بالمساحة، فإن لم",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "يعلم قدر المقطوع ففيه تردد والأقرب كما فى الشرقاوى انه يجتهد فإن لم يظهر له شىء عمل بالأحوط، أما فاقدها خلقة فتعتبر فى حقه بعادة غالب أمثاله أى من يساويه فى البدن والطول مثلا، وهذا كله اذا كان ذكر آدمى فإن كان ذكر بهيمة لاحشفة له كقرد أعتبرت بحشفة آدمى معتدل الخلقة بأن يقال حشفة الرجل المعتدل ربع ذكره مثلا فلا يجنب الشخص إلا إذا أدخل فيه نحو القرد ربع ذكره ولايعتبر إدخال قدرها مع وجودها كما لو ثنى ذكره وأدخل قدرها منه ولا إدخال دونها وإن لم يبق من الذكر غيره بأن كان الحز فى آخره (قوله فى الفرج) أى القبل أو الدبر لنفسه أو لغيره ولو من ميت أو بهيمة كسمكة وغير مميز وإن لم يشته ولاحصل إنزال ولا انتشار أو بحائل غليظ ولو كانت الحشفة أو قدرها من مبان، ولا بد فى وجوب الغسل من وصول الحشفة الى ما لا يجب غسله فى الإستنجاء، فإن لم تصل الى ذلك بأن وصلت الى ما يجب غسله فيه فقط لم يجب، ويجب أيضا الغسل على المرأة بأىّ ذكر دخل فى فرجها حتى ذكر البهيمة والميت والصبى، ولايعاد غسل الميت إذا أولج فيه أو استولج ذكره لسقوط تكليفه كالبهيمة وإنما وجب غسله بالموت تنظيفا وإكراما له.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "هذا كله فى الواضح فلا غسل بإيلاج حشفة مشكل ولابإيلاج فى قبله لا على الفاعل ولا على المفعول به إلا إن تحققت جنابته كأن أولج رجل فى فرجه وأولج هو فى فرج امرأة أو دبر فيجنب يقينا لأنه جامع أو جومع (قوله والإنزال) يعنى النزول اذ فعل الفاعل الذى يفيده التعبير بالإنزال ليس بشرط أى نزول وبروز منى الشخص نفسه أوّلا ولو بعد غسله فيعيده سواء كان فى اليقظة أو فى النوم بدخول حشفة أو لا مستحكما بكسر الكاف بأن خرج لا لعلة أو لا بأن خرج لها كمرض وبرد إن كان من طريقه المعتاد وإلا بأن كان من تحت الصلب لرجل وهو عظام الظهر والترائب لامرأة وهى عظام الصدر والمعتاد منسد عارضا فإن كان مستحكما وجب الغسل وإلا فلا، أما الإنسداد الخلقى فيوجب مطلقا أى سواء خرج من تحت الصلب أم لا، وخرج بمنى الشخص نفسه منى غيره كأن خرج من المرأة منى الرجل ففيه تفصيل ؛ إن وطئت فى دبرها وخرج منه المنى بعد غسلها لم يجب عليها إعادته، أو فى قبلها وخرح منه بعد ما ذكر فإن قضت شهوتها حال الوطء بأن كانت بالغة مختارة مستيقظة وجب عليها إعادة الغسل لأن الظاهر أنه منيهمامعا لاختلاطهما وأقيم الظن هنامقام اليقين كما فى النوم،وإن لم تقض شهوتهابأن قصبة الذكر أو نزوله بمحل الإستنجاء فى فرج الثيب أو مجاوزته البكارة فى البكر، فلو قطع الذكر وفيه المنى قبل بروزه وجب الغسل وان لم يبرز من الجزء المنفصل شىء ولا من المتصل لأن بروز المنى فى الجزء المقطوع فى حكم بروزه وحده لانفصاله عن البدن وإن كان مستترا فى ذلك الجزء، وهذا ما اعتمده الشرقاوى خلافا لما قاله ق ل من أنه لا يجب الغسل إلا إن برز من الباقى المتصل شىء فإن لم يبرز منه شىء فلا غسل وإن برز من المنفصل، ويؤخذ من ذلك المراد أن من أحس بنزول منيه فأمسك ذكره فلم يخرج منه شىء فلا غسل عليه.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "هذا وأما الخنثى فلا يجب عليه الغسل إلا إذا خرج من فرجيه معا، فإن خرج من أحدهما لم يجب لاحتمال زيادته مع انفتاح المعتاد، والحيض فى حقه كالمنى، وإن أمنى من أحدهما وحاض من الآخر وجب عليه الغسل (قوله والحيض الخ) لآية \" فاعتزلوا النساء فى المحيض \"، ووجه الدلالة منها أن المرأة يجب عليها تمكين الزوج من الوطء ولايجوز ذلك إلا بالغسل وما لايتم الواجب إلا به فهو واجب لأن الوسائل لها حكم المقاصد، والحيض دم جبلة يخرج من أقصى رحم المرأة فى أوقات مخصوصة، وقوله والنفاس أى وهو الدم الخارج عقب فراغ رحم المرأة من الحمل وقبل مضى أقل الطهر، فالخارج مع الدم أو حالة الطلق دم فساد إن لم يتصل بحيض قبله وإلا فهو حيض بناء على أن الحامل قد تحيض وكذا الخارج بين توأمين ولم تر دما إلا بعد مضى خمسة عشر يوما من الولادة فلانفاس لها فإن رأته قبل ذلك وبعد الولادة بأن تأخر خروجه عنها فابتداؤه من رؤية الدم وزمن النقاء منه لا نفاس فيه، وعللوا وجوب الغسل من النفاس بأنه دم حيض مجتمع، وقضيته أن النفساء لو نوت رفع حدث الحيض كفت ولو عمدا وهو كذلك ع ش أى مالم تقصد المعنى الشرعى اهـ ب ج على فتح الوهاب، وقوله والولادة أى ولو لأحد توأمين ولو بلا بلل لأنها لاتخلو عن بلل وان كنا لانشاهده ولأنه يجب بخروج الماء الذى يخلق منه الولد فبخروج الولد أولى ، فالولادة نفسها موجبة للغسل وان لم يوجد نفاس لأنها مظنة لخروج شىء منه ثم نزلت المظنة منزلة اليقين ثم انتقل الى جعل نفس الولادة موجبة للغسل وإن لم يحصل نفاس فيجب الغسل بالولد الجاف وان لم ينتقض الوضوء ويجوز وطؤها قبل الغسل لأن الولادة جنابة وهى لا تمنع ذلك وتفطر به الصائمة على المعتمد بخلاف ما إذا ألقت بعض الولد كيد أو رجل فإنه ينتقض الوضوء ولايجب الغسل ويجب عليها الوضوء عينا، ومثل الولادة إلقاء علقة أو مضغة ولا بد من إخبار القوابل بأنها أصل آدمى.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ويعتبر فى كون هذه الثلاثة والإنزال موجبة للغسل الإنقطاع ولو احتمالا فى الحيض بالنسبة للمستحاضة والقيام الى الصلاة أو نحوها أى إرادة فعلها بعد دخول الوقت فإن لم يرد فعلها بعد دخوله لم يجب الغسل فورا كما مر، والمراد أن الإنقطاع معتبر على جهة كونه شرطا للصحة والقيام إليها معتبر على جهة كونه شرطا للفورية، فالموجب على الصحيح الإنزال مثلا فقط لكن يشترط فى الصحة الإنقطاع وفى الفورية القيام إلى نحو الصلاة، وليس الموجب مركبا من الثلاثة (قوله والموت) أى لمسلم، فالكافر لا يجب غسله لكن يجوز، والموت عدم الحياة عما من شأنه ذلك فدخل السقط النازل بلاحياة بعد تمام أشهره ولم تظهر فيه أمارتها، فإن عرّف الموت كما قيل بعدم الحياة الحاصلة بالفعل لم يدخل فيقال موت أو ما فى حكمه قاله الشرقاوى، والموت موجب للغسل على الأحياء لا على الميت، فالموجب للغسل إما أن كيون قائما بالفاعل أو بغيره (قوله الا موت ذى الشهادة) بالنصب كما ضبطه المؤلف استثناء من الموت الشامل لذى الشهادة أى صاحبها أى الشهيد لولاه، وهذا زيادة منه على الأصل لازمة لما لا يخفى فلا يجب غسله بل يحرم كما سيأتى ¶ (فصل) فى بيان أركان الغسل ¶ وَاثْنَانِ فَرْضُ الْغُسْلِ نِيَّةٌ وَأَنْ  ...  يَكُوْنَ بِالْمَاءِ مُعَمِّمَ الْبَدَنْ ¶ ----------------------------------- ¶ (",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "قوله فصل) أى فى بيان أركان الغسل (قوله واثنان الخ) خبر مقدم عن قوله فرض الغسل أى ركنه، وزاد بعضهم ثالثا فى حق من على بدنه نجاسة، فحصره فيهما محله فيما إذا لم يكن على بدنه نجاسة، وهو إزالة النجاسة العينية ولو معفوا عنها، فلا يكفى غسلة واحدة عن الحدث والنجاسة عند الرافعى ورجح النووى فى المنهاج خلافه (قوله نية) أى لما مر فى الوضوء لكنها لا تجب فى الغسل من الموت بل سنة لأن المقصود منه النظافة المحضة وهى لاتتوقف على نية، ولا بد أن تكون مقترنة بأول مغسول ولو من أسفل البدن إذ لاترتيب هنا، فلو نوى بعد غسل جزء منه وجبت إعادته، ولو كان على البدن نجاسة مغلظة لم يكف إقتران النية الا بالسابعة لا بما قبلها كما جزم به الرملى لأن الحدث إنما يرتفع بها وقال سم وعندى أنها تصح قبلها حتى مع الأولى لأن كل غسلة لها مدخل فى رفع الحدث فقد اقترنت بأول الغسل الرافع والسابعة وحدها لم ترفع إذ لولا الغسلات السابقة عليها لم ترفع النجاسة نقله الشرقاوى، وكيفيتها كما فى شرح الأصل كأن ينوى الجنب رفع الجنابة أو الحائض أو النفساء رفع الحيض أو النفاس أو ينوى كل أداء الغسل أو فرضه أو واجبه أو الغسل الواجب أو الغسل للصلاة أو رفع الحدث فقط أو الطهارة عنه أو له أو لأجله أو الطهارة الواجبة أو للصلاة لا الغسل ولا الطهارة فقط إذ قد تكون عادة أو نوت الحائض أو النفساء حل الوطء من حيث توقفه على الغسل وإن كان حراما كالزنا لأن له جهتين وإن لم تكن مسملة ولا الواطئ مسلما، ونقل عن الحصنى أنه لو نوى الجنب استباحة ما يتوقف على الغسل كالصلاة والطواف وقراءة القرآن أجزأه (قوله وأن يكون الخ) عطف على نية فهو من عطف الفعل على اسم خالص، وقوله معمم البدن بالنصب وبالماء قبله متعلق به أى وأن يكون المغتسل معمم البدن بالماء، والمراد ظاهره حتى الأظفار والشعر ومنبته وإن كثف وما يظهر من صماخى الأذن ومن فرج المرأة عند قعودها لقضاء حاجتها وما",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "تحت القلفة من الأقلف لأنها مستحقة الإزالة ومحل وجوب غسله إن تيسر ذلك بأن أمكن فسخها وإلا وجبت إزالتها فإن تعذرت صلى كفاقد الطهورين، والقلفة بضم القاف وإسكان اللام وبفتحهما ويقال لها غرلة بضم الغين وسكون الراء وفتح اللام مايقطعه الخاتن من ذكر الغلام، ويجب نقض الضفائر إن لم يصل الماء إلى باطنها إلا بالنقض نعم يتسامح بباطن العقد التى لايصل الماء إليها إذا تعقد بنفسه سواء كان قليلا أو كثيرا فإن تعقد بفعل فاعل عفى عن القليل عرفا، ومن جملة الظاهر الأنف والأنملة المتخذة من نحو ذهب فيجب غسله بدلا عما تحته لأنه صار من الظاهر بالقطع والظفر فيسمى بشرة هنا بخلافه فى باب الناقض، ولايجب غسل الشعر النابت فى العين أو الأنف وإنما وجب غسله من النجاسة لغلظها ¶ (تتمة) سنن الغسل ولو مندوبا كثيرة وعدها فى شرح الأصل سبع عشرة وذكرت منها هنا تبعا له ما هو مجموع فى قولى: ¶ تسمية الرب إزالة القذر  ...  ثم الوضو التثليث تخليل الشعر ¶ تعهد المعطف من بدنه  ...  بداءة الأعلى كذا يمينه ¶ توجه لقبلة ولاؤه  ...  وقدر صاع أن يكون ماؤه ¶ والدلك والشهادتان آخره  ...  والستر واستنشاقه والمضمضه ¶ وغيرها يذكر فى كتبهم  ...  فخذ تنل بركة فى علمهم ¶ وأما مكروهاته فمنها ماجمعته أيضا بقولى: ¶ إسرافه فى الماء والزيادة  ...  على الثلاث النقص لالحاجة ¶ والثان فيما لم يك الما وقفا  ...  والا فحرمة الزيادة اعرفا ¶ (فصل) فى شروط الوضوء والغسل ¶ شَرْطُ الْوُضُو اْلإِسْلاَمُ وَالتَّمْيِيْزُ مَعْ  ...  نَقَا عَنِ الْحَيْضِ وَعَمَّا قَدْ مَنَعْ ¶ وُصُوْلَ مَا لِبَشَرٍ وَ فَقْدُ مَا  ...  غَيَّرَمَا فِى الْعُضْوِ مَعْ طُهُوْرِمَا ¶ وَ عَدَمُ اعْتِقَادِهِ سُنِّيَّةْ  ...  فَرْضٍ لَهُ وَالْعِلْمُ بِالْفَرْضِيَّةْ ¶ دُخُوْلُ وَقْتٍ وَوَلاَ لِمَنْ يُدَامْ  ...  حَدَثُهُ فَتِلْكَ عَشْرٌ بِالتَّمَامْ ¶ ----------------------------------------- ¶ (",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "قوله فصل) أى فى شروط الوضوء والغسل (قوله شرط الوضو) أى والغسل أى شروط كل منهما عشرة كما ستعرفها وبعضهم أوصلها إلى خمسة عشر (قوله الإسلام) أى فلا يصح كل من الوضوء والغسل من كافر لأنه عبادة بدنية لغير ضرورة وليس هو من أهل العبادة لعدم صحة نيته التى تتوقف عليها العبادة، نعم تصح نية الكافرة من نحو الحيض للتمتع بها لأن ذلك للضرورة (قوله والتمييز) أى فلا يصح من غير المميز كطفل ومجنون لما ذكر لكن نية الولى عن الصبى إذا وضأه للطواف وقد أحرم عنه تصح منه للضرورة أيضا إذ لابد من تطهيره للطواف قال الشرقاوى والظاهر أن ارتفاع حدثه خاص بالطواف حتى لو ميز لم تصح صلاته به لأن الضرورة تتقدر بقدرها، وكذا يصح غسل مجنونة من نحو حيض للتمتع بها لذلك، ويؤخذ من تعليل صحة غسلها وكذا الكافرة بالضرورة أنه تجب إعادة الغسل بالإفاقة وبالإسلام ولو تبعا فيحرم وطؤهما قبله لزوال الضرورة، ويلغز فى الثانية ويقال لنا شخص بطل غسله بكلام غيره (قوله مع نقا عن الحيض) ببناء مع على السكون على لغة ربيعة، وقصر نقا للضرورة أى نقاء كل من المتوضئة والمغتسلة حال الوضوء والغسل عن الحيض والنفاس إلا فى الغسل لنحو إحرام بنسك من حج أو عمرة كدخول مكة لأن المقصود منه دفع الرائحة الكريهة للإجتماع (قوله وعما قد منع) عطف على عن الحيض أى ومع نقاء أى طهارة كل من أعضاء المتوضئ وبدن المغتسل عما أى شىء قد منع وصول الماء إلى بشرته كشمع وعين حبر وحناء لا أثرهما أى مجرد لونهما بحيث لايتحصل بالحت مثلا شىء(قوله وصول ما لبشر) جمع بشرة ككلم وكلمة، ووصول بالنصب مفعول قد منع ، وما بالقصر أى ماء أى وصول ماء إلى بشر كما علم مما مر آنفا ¶ (",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "تنبيه) لايقال ان فى قوله وصول مع ما قبله من عيوب القافية تضمينا وهو تعليق قافية البيت بما بعده لأن عيبية التضمين ليست على الإطلاق، فإنه نوعان قبيح وجائز والذى فيه هو الجائز وهو ما تم الكلام بدونه والحاجة اليه لتكميل المعنى المتقدم فقط كالتفسير والنعت وغيره من سائر التوابع والفضلات كما أفاده ابن مزروق على أن المولدين قد جوزوا ذلك والله أعلم (قوله وفقد ما غير ما الخ) بالقصر أى وفقد شىء غير ماء فى عضو كل من المتوضئ والمغتسل تغيرا ضارا بحيث يمنع إطلاق اسم الماء عليه قال فى الإمداد ومنه الطيب الذى يحسن به الشعر على انه قد ينشف فيمتنع وصول الماء للباطن فتجب إزالته اهـ كردى (قوله مع طهور ما) بالقصر أيضا أى ماء طهور فى نفس الأمر فلو توضأ من ماء يعتقد طهوريته ثم بان عدمه لم يصح وضوءه أو فى الظن عند الإشتباه، فلو اشتبه عليه طاهر بنجس امتنع عليه التوضؤ من أحدهما إلا بعد أن يجتهد ويظن طهارة واحد ظنا مؤكدا ناشئا عن الإجتهاد بخلاف ما لو رأى ماء لم يشتبه عليه ولم يظن فيه طهارة فله التطهر به استنادا لأصل طهارته (قوله وعدم اعتقاده الخ) مصدر مضاف لفاعله، وسنية فرض بالنصب مفعوله أى وعدم اعتقاد كل من المتوضئ والمغتسل، وله أى لكل من الوضوء والغسل نعت لفرض، والمعنى أن لايعتقد سنية فرض معين من فروضه أى كونه سنة، فلو اعتقد فرضا معينا كغسل الوجه نفلا لم يصح وضوءه، ويصح وضوء وغسل من اعتقد أن جميع مطلوباته فروض أو بعضها فرض وبعضها سنة ولم يقصد بفرض معين النفلية وهذا فى حق العامى، وأما العالم فلا بد له أن يميز فرائضه من سننه وهو من اشتغل بالفقه زمنا يميز فيه بين ذلك (قوله والعلم بالفرضية) أى بكون كل من الوضوء والغسل فرضا لأن الجاهل بها غير متمكن من الجزم بالنية، والفرض بمعنى المفروض من حيث وصفه بالفرض مايثاب على فعله ويعاقب على تركه بمعنى أنه يترتب على فعله استحقاق الثواب وعلى تركه استحقاق",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "العقاب(قوله دخول وقت) أى فى حق دائم الحدث كمستحاضة سواء كان دخوله يقينا أو ظنا فيما اشتبه عليه الوقت أدخل أم لا فاجتهد وأدى اجتهاده الى ظن دخوله، فلو تطهر قبل دخوله لم يصح لأنه طهارة ضرورة ولاضرورة قبله (قوله وولا) بالقصر أى وولاء بين الأعضاء وبين الغسلات وبين أجزاء الوضوء الواحد فى حق دائم الحدث (قوله لمن يدام حدثه) راجع للشرطين قبله، وأما السليم فالولاء فى حقه سنة خروجا من خلاف من أوجبه كمالك وكذا الشافعى فى القديم، نعم قد يجب الولاء فى حقه أيضا بأن ضاق الوقت عن إدراك جميع الصلاة فيه لدفع الإثم مع صحة التطهر بدونه (قوله فتلك عشر بالتمام) أى فتلك الشروط المذكورة عشرة ملتبسة بالتمام، وحذف التاء من عشر مع أن المعدود كما ترى مذكر للضرورة أو جريا على القول بأن ذكر المعدود لايعتبر إلا إذا كان تمييزا بخلاف ما إذا لم يكن كذلك كما هنا، ثم رأيت فى نسخة بخط المؤلف أنه ضرب على هذه الجملة وقال بدلها:[فهن عشرة ترام] وأتى بهذه الجملة لئلا يتوهم أن الواو العاطفة فى هذه الأبيات الأربعة بمعنى أو وأن ما ذكره بعد مع فى قوله مع نقا الخ ومع طهور قيد لما قبله فلا يعد شرطا على حدته وليس كذلك، وعلى النسخة الأولى فقوله بالتمام نعت لعشر إشارة إلى أن الشروط إنما ينتهى تمامها إلى العشرة لأن ما زاده عليها من أوصلها إلى خمسة عشر راجع لها فى الجملة أو غير محتاج إليه كذلك، وهو: طهارة الأعضاء وجرى الماء على العضو وتخليل مابين الأصابع إذا لم يصل إليه الماء إلا بالتخليل ونية الإغتراف إذا كان الماء دون القلتين والتراب الطاهر نيابة عن الماء لفقد أو خوف من استعماله على نفس أو غيرها، فأما الأول فلأن المراد به تقدم إزالة النجاسة وذلك ليس شرطا على الإطلاق كما مر فى أركان الغسل، وأما الثانى فلأنه قد علم من مفهوم الغسل فإنه لابد له من الجريان وإلا فلا يسمى غسلا بل مسحا أو نضحا نعم قد يراد به ما يعم النضح فلا يتعين",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "كون الجريان معلوما من ذلك فيتجه عده شرطا، والثالث فلرجوعه الى النقاء مما يمنع وصول الماء إلى البشرة لأن إلتصاق الأصابع مانع، والرابع فلأنه ليس مطردا بل عند قلة الماء، والخامس فلأنه لايصلح عده من شروط الوضوء تأمل ¶ (فصل) فى الأحداث ¶ نَوَاقِضُ الْوُضُوْءِ كُلُّ بَيِّنِ  ...  مِنْ قُبُلٍ أَوْ دُبُرٍ إِلاَّ الْمَنِى ¶ زَوَالُ عَقْلٍ لاَ بِنَوْمٍ قَاعِدًا  ...  مُمَكِّنًا مِنَ الْمَقَرِّ الْمَقْعَدَا ¶ كَذَا الْتِقَا بَشَرَتَىْ أُنْثَى ذَكَرْ  ...  مَعْ فَقْدِ مَحْرَمِيَّةٍ وَمَعْ كِبَرْ ¶ وَلَمْ يَكُنْ بَيْنَهُمَا مِنْ حَائِلِ  ...  وَمَسُّ مَا لِْلآدَمِى مِنْْ قُبُلِ ¶ أَوْ حَلْقَةِ الدُّبْرِ بِبَطْنِ الرَّاحَةِ  ...  أَوِ اْلأَصَابِعِ وَ لَوْ بِغَفْلَةِ ¶ ------------------------------------- ¶ (",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "قوله فصل) أى فى الأحداث جمع حدث والمراد عند الإطلاق فى عبارة الفقهاء الأصغر، وهو شرعا يطلق على الأسباب التى ينتهى بها الطهر وهو المراد هنا وعلى أمر اعتبارى يقوم بالأعضاء يمنع من صحة الصلاة حيث لامرخص أى صفة وجودية اعتبر الشارع كونها مانعة من نحو الصلاة حيث لامجوز كفقد الطهورين وعلى المنع المترتب على ذلك الأمر الإعتبارى (قوله نواقض الوضوء) أى الأسباب التى ينتهى بها الوضوء فهى غايات له لانواقض لأن الأصح أن الحدث لايبطل الوضوء من أصله وإلا لبطلت الصلاة المفعولة به أو الثواب المترتب عليه كما أن الصوم ينتهى بغروب الشمس ولايقال يبطل به، والمراد الأسباب التى شأنها ذلك فشمل ما إذا وجد سبب منها بعد انتهاء الوضوء بسبب آخر كما لو نام وبال فإن أحدهما انتهى به الوضوء والثانى شأنه ذلك (قوله كل بين) اسم فاعل من بان يبين إذا اتضح وظهر يعنى كل خارج عينا كان أو ريحا طاهرا أو نجسا جافا أو رطبا معتادا أو نادرا كدم انفصل أو لا كدودة أخرجت رأسها وإن رجعت، والمراد بالعين مايسمى عينا عرفا من المحسوسات والريح وإن كان يحس إلا أنه لايسمى عينا فى العرف، ولا بد لكون ذلك الخارج ناقضا من تيقن خروجه فلو شك هل خرج منه شىء أو لا لم ينتقض وضوءه، نعم يكتفى بوضوء الإحتياط إذا لم يتبين الحال بل لو نوى رفع الحدث إن كان محدثا وإلا فتجديد صح وإن بان محدثا (قوله من قبل أو دبر) متعلق ببين يعنى من قبل أو دبر الحى الواضح، فالميت لاتنقض طهارته بالخارج منه والخنثى المشكل إن خرج من فرجيه جميعا نقض وإلا فلا (قوله إلا المنى) أى منى الشخص نفسه فلا ينقض إن خرج منه أول مرة ولم يتخلله ناقض وضوء كأن أمنى بمجرد نظر أو فكر ونحوه مما يوجب الغسل لأنه أوجب أعظم الأمرين وهو الغسل بخصوص كونه منيا فلا يوجب أدونهما وهو الوضوء بعموم كونه خارجا من أحد السبيلين بخلاف ما إذا خرج منه منى غيره أو نفسه بعد استدخاله فإنه ينقض (قوله زوال عقل)",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أى تمييز بجنون أو غيره كنوم أو إغماء فى غير الأنبياء فلا نقض بنومهم ولو مضطجعين أو بإغمائهم وهو جائز عليهم لكنه لا كإغماء آحاد الناس وإنما هو من غلبة الأوجاع للحواس الظاهرة فقط دون القلب لأنه إذا حفظت قلوبهم من النوم الذى هو أخف من الإغماء كما ورد فى حديث \" تنام أعيننا ولا تنام قلوبنا \" فمن الإغماء أولى لشدة منافاته بالرب تعالى، وخرج بذلك النعاس ومن علاماته سماع كلام لايفهمه (قوله لا بنوم الخ) أى لازواله بنوم صادر من المتوضئ حال كونه قاعدا ممكنا ولو احتمالا مقعده أى ألييه من مقره كأرض فلا نقض به للأمن حينئذ من خروج شىء ولا عبرة باحتمال خروج ريح من قبله لندرته، ولو تيقن النوم وشك هل كان متمكنا أو لا لم ينتقض، والمقعد بألف الإطلاق مفعول ممكنا (قوله كذا التقا الخ) بالقصر أى مثل ما ذكر من زوال العقل فى كونه ناقضا إلتقاء بشرتى الذكر والأنثى، وقد ذكر الناظم كالأصل له خمسة قيود لا بد منها لكن الخامس وهو الذى ذكره بقوله فى البيت الآتى ولم يكن الخ قد يستغنى عنه لدخوله فى الإلتقاء لأن الحائل ينافيه .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "والحاصل أن الإلتقاء ينقض الوضوء بقيود أربعة أو خمسة عمدا كان الإلتقاء أو سهوا بشهوة أو دونها بعضو سليم أو أشل وسواء فى ذلك اللامس والملموس لاشتراكهما فى لذة اللمس قياسا على المشتركين فى لذة الجماع فإنه قد وجب الغسل على كل منهما فكذا الوضوء هنا، والبشرة ظاهر الجلد وفى معناه اللحم كلحم الأسنان وهو اللثة ومثله باطن العين والأنف والعظم إذا أوضح فينقض على المعتمد، وخرج بها الشعر والسن والظفر إذ لا يلتذ بلمسها (قوله أنثى ذكر) بحذف الواو أى أنثى محققة وذكر محقق ولو خصيا أو ممسوحا ولو ميتا بالنسبة للحى دون الميت، فلو شك فى كون الملموس ذكرا أو أنثى فلا نقض، ولا فرق فى الذكر والأنثى بين كونهما من الإنس والجن ولو على غير صورة الآدمى ككلب حيث تحققت الذكورة أو الأنوثة بخلاف ما لو تولد شخص بين آدمى وحيوان آخر غير جنى فلا نقض بلمسه ولو على صورة الآدمى، وخرج بهذا القيد الذكران ولو كان أحدهما أمرد جميلا ولو بشهوة نعم قال فى التحفة ويسن الوضوء من كل ماقيل انه ناقض كلمس أمرد اهـ والأنثيان والخنثيان والخنثى والذكر أو الأنثى والعضو المبان لانتفاء مظنة الشهوة ولأن العضو المبان لايسمى ذكرا ولا أنثى (قوله مع فقد الخ) بسكون العين فى الموضعين كما مر أى مع فقد محرمية كل من الذكر والأنثى فلا ينقض محرم ولو احتمالا كأن اختلطت محرمه بأجنبيات غير محصورات نعم لو لمس أكثر من عدة محارمه انتقض وضوءه، والمحرم كما قال فى النهاية من حرم نكاحها بنسب أو رضاع أو مصاهرة على التأبيد بسبب مباح لحرمتها قال واحترز بالتأبيد عمن يحرم جمعها مع الزوجة كأختها وبالمباح عن أم الموطوءة بشبهة وبنتها فإنهما تحرمان على التأبيد وليستا بمحرم له لعدم إباحة السبب إذ وطء الشبهة لايوصف بإباحة ولا تحريم، ولايرد على الضابط زوجات رسول الله صلى الله عليه وسلم مع أن الحد صادق عليهن ولسن بمحارم لأن التحريم لحرمته صلى الله عليه وسلم لالحرمتهن",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ولا الموطوءة فى نحو حيض لأن حرمتها لعارض يزول اهـ قال الكردى وقول النهاية وطء الشبهة لايوصف الخ قال الشبراملسى فى حاشيته عليها محل ذلك فيما لو اشتبهت عليه زوجته بأجنبية ونحو ذلك أما لو وطئ أمة فرعه أو مشتركة فإن وطأها حرام مع كونه شبهة فقولهم وطء الشبهة لايوصف بحل ولا حرمة ليس على إطلاقه بل محله فى شبهة الفاعل دون المحل والطريق اهـ، وقوله ومع كبر أى كبر كل منهما يقينا بأن بلغا حد الشهوة لأرباب الطباع السليمة كالإمام الشافعى والسيدة نفيسة رضى الله عنهما، وضابط الشهوة إنتشار الذكر فى الرجل وميل القلب فى المرأة فلا ينقض صغير أو صغيرة إذا لم يبلغ كل منهما حد الشهوة خلافا للإمام داود الظاهرى ¶ [تنبيه] فارق اللمس بهذه القيود المس، فإن اللمس يكون فى أىّ موضع من البدن عليه اسم البشرة بخلاف المس فإنه لايكون الا مختصا بالفرج وبباطن الكف كما يأتى، وأنه لايكون إلا من اثنين مختلفين فى النوع بخلافه فإنه قد يكون من واحد مس فرجه أو من متحدى النوع كالرجلين والمرأتين، وأنه لايكون إلا مختصا بغير المحرم والكبر والمس عام فى المحرم وغيره وفى الكبير والصغير فينتقض وضوء صغير مميز لايشتهى بمسه فرجا، ومما فارق اللمس فيه المس كون اللمس ناقضا فى حق كل من اللامس والملموس والمس خاص بالماس ولمس العضو المبان فإنه لاينقض كما تقدم بخلاف مس الذكر المبان، ولتمام النفع إن شاء الله جمعت ذلك فى قولى: ¶ لابد فى اللمس من التعدد  ...  وأن يكون الجنس لم يتحد ¶ كذاك من بلوغ حد شهوة  ...  لا بد من خلو محرمية ¶ ولا يخصص ببطن الكف  ...  بل عم غيره كبطن الأنف ¶ وضوء كل ناقض فى اللمس  ...  خلاف مس فى اتحاد الجنس ¶ مبان عضو غير نقض لمسه  ...  وينقض الفرج المبان مسه ¶ فهذه يفارق اللمس بها  ...  المس فاحذر صاح من عزوبها ¶ (",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "قوله ولم يكن بينهما) أى بشرتى الذكر والأنثى (قوله من حائل) اسم يكن ومن زائدة أى ولو رقيقا ومنه ما لو كثر الوسخ المتجمد على البشرة من غبار بخلاف ما لو كان من العرق فإن لمسه ينقض لأنه صار كالجزء من البدن، فلو كان بينهما حائل ولو رقيقا لاينقض ولو بشهوة (قوله ومس ما الخ) من إضافة المصدر الى مفعوله بعد حذف الفاعل أى أن يمس الشخص الواضح ماللآدمى الواضح من الفرج، والمراد بالمس الإنمساس يقينا فلا يشترط فعل من الجانبين أو أحدهما ولا اختيار حتى لو وضع شخص ذكره فى كف آخر وهو ساه أو مكره انتقض وضوء صاحب الكف، أما الخنثى ففيه تفصيل ؛ فإن مس مشكل فرجى مشكل أو فرجى مشكلين بأن مس آلة الرجال من أحدهما وآلة النساء من الآخر أو فرجى نفسه انتقض وضوءه بخلاف ما إذا مس أحدهما فقط فلا ينتقض لاحتمال زيادته، وإن مس رجل ذكر خنثى أو مست امرأة فرجه انتقض وضوء الماس إذا لم يكن بينهما نحو محرمية مما يمنع النقض لأنه إن كان مثله فقد انتقض وضوءه بالمس وإلا فباللمس بخلاف ما إذا لمس الرجل فرج الخنثى والمرأة ذكره فإنه لانقض لاحتمال زيادته، ولو مس أحد مشكلين ذكر صاحبه والآخر فرجه أو فرج نفسه انتقض واحد منهما لابعينه لأنهما إن كانا رجلين فقد انتقض لماس الذكر أو امرأتين فلماس الفرج أو مختلفين فلكليهما باللمس إذا لم يكن بينهما ما يمنع النقض اهـ الترمسى بنوع حذف (قوله للآدمى) بسكون الياء للضرورة أى سواء كان كبيرا أم صغيرا حيا أو ميتا ذكرا أو أنثى محرما أو لا، ومثل الآدمى الجنى إذ تحقق مس فرجه فإنه ينقض لحرمته بوجوب الستر عليه وتحريم النظر اليه، وخرج به البهيمة فلا نقض بمس فرجها إذ لاحرمة لها فى ذلك (قوله من قبل) بيان لما للآدمى أى أصليا كان أو مشتبها به أو زائدا إذا كان عاملا أو على سمت الأصلى سليما كان أو أشل متصلا أو منفصلا ما دام الإسم فلو دق وزال الإسم لاينقض وسواء كان القبل لنفسه أم لغيره، والمراد بقبل المرأة",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ملتقى شفريها المحيطين بالمنفذ إحاطة الشفتين بالفم لا ما وراءهما كمحل ختانها على ما اعتمده ابن حجر(قوله أو حلقة الدبر) بسكون اللام أفصح من فتحها وبسكون الباء لغة فى الدبر بضمها وهو بالجر معطوف على قبل، والمراد بها ملتقى المنفذ دون ما وراءه من باطن الأليين، وانما تنقض لأنه فرج وقياسا على القبل بجامع النقض بالخارج منهما وهذا على الجديد وأما على القديم فلا تنقض (قوله ببطن الراحة الخ) متعلق بمس ما الخ فهو قيد لناقضية المس، و أو الأصابع بالجر معطوف على الراحة أى أو ببطن الأصابع والمراد مايستتر عند وضع احدى الراحتين على الأخرى مع تحامل يسير فى غير الإبهامين أما هما فلا بد من التحامل الكثير فلا ينقض المس برءوس الأصابع وما بينها نعم المنحرف الذى يلى الكف من حرفها ورءوسها وهو ما بعد موضع الإستواء منهما ينقض (قوله ولو بغفلة) راجع لمسئلتى اللمس والمس وهذه الغاية للتعميم كما تقدم أى سواء كان اللمس أو المس عمدا أم سهوا أو للرد فى الأولى على الضعيف القائل بعدم النقض باللمس سهوا وفى الثانية على القائل بأنه لاينقض الوضوء بمس الذكر ناسيا كما حكاه ابن الرفعة فى المطلب ونقله عنه الكردى. وزادها المؤلف هنا على الأصل لما لايخفى فى تركها من القصور [فائدة] الغاية يشار بها إلى جريان الخلاف فى الحكم المغيا بحسب اختلاف الغاية أو إلى التعميم فى الحكم فيما إذا لم يجر خلاف هناك، وقد بينت ذلك فى منظومتى \" الثمرات الحاجينية \" فى الإصطلاحات الفقهية وحاشيتها بقولى: ¶ ولو وإن حيث وجدت ربما  ...  لغاية فى الحكم يؤتى بهما ¶ يؤتى بها إشارة إلى خلا  ...  ف حيث كان أو لتعميم جلا ¶ (فصل) فيما يحرم على من به حدث أصغر أو أكبر ¶ مَنْ يَنْتَقِضْ وُضُوْهُ يَحْرُمْ طَوْفُهُ  ...  مَسُّ وَحَمْلُ مُصْحَفٍ صَلاَتُهُ ¶ وَلْيَحْرُمَنْ مِنْ جُنُبٍ مَعْ مَا اسْتَبَانْ  ...  لُبْثٌ بِمَسْجِدٍ قِرَاءَ ةُ الْقُرَانْ",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وَحَرِّمَنْ بِالْحَيْضِ مَعْ مَا مَرَّا  ...  صَوْمًا طَلاَقًا ثُمَّ أَنْ تَمُرَّا ¶ فِى مَسْجِدٍ تَلْوِيْثَهُ إِنْ خَافَتْ  ...  وَمُتْعَةً مِنْ سُرَّةٍ لِرُكْبَةْ ¶ --------------------------------------- ¶ (قوله فصل) أى فيما يحرم على من به حدث أصغر أو أكبر، والمراد عند الإطلاق الأصغر كما هو الغالب فى عبارة الفقهاء، فإذا أريد غيره قيد بالأكبر كما مر (قوله من ينتقض وضوه) أى بشىء مما مر الكلام عليه من النواقض، ومن شرطية وينتقض بالجزم فعلها وضوه بتخفيف الهمزة أى وضوءه فاعل ينتقض (قوله يحرم الخ) بالجزم جواب الشرط أى يحرم عليه أى على من انتقض وضوءه إلا دائم الحدث وفاقد الطهورين الطواف بالكعبة فرضا كان أو نفلا ولو فى نسك لأنه بمنزلة الصلاة فى أنه يشترط له الطهر والستر والنية إن لم يكن فى ضمن نسك لا فيما يبطلها إذ لايبطله نحو أكل (قوله طوفه) بفتح الطاء وسكون الواو أى الطواف من طاف بالشىء يطوف طوفا وطوافا إذا استدار به، والمراد هنا الطواف بالكعبة كما مر (قوله مس وحمل مصحف) بضم مس بلا تنوين لإضافته الى ما أضيف إليه حمل بعده أى ومس المصحف وحمله أى ويحرم ذلك على من ذكر ولو كان المس بغير أعضاء الوضوء أو من ورواء حائل بحيث يعد العرف مسا لقوله تعالى \" لايمسه - أى القرآن - إلا المطهرون \" أى المتطهرون تطهرا شرعيا عن الحدث الأكبر والأصغر والحمل أبلغ من المس فقيس عليه بالأولى ولذا قدمه بعضهم على المس كالنووى فى المنهاج والناظم قدم المس على الحمل لأنه محل النص ومقيس عليه أيضا وهو مقدم طبعا فيقدم وضعا كما هو الظاهر، والمصحف بضم الميم أفصح منه بكسرها وفتحها هو اسم للمكتوب فيه كلام الله تعالى ومثله فى ذلك ورقه وحواشيه وجلده المتصل به فيحرم مسها وكذا المنفصل عنه إن دامت نسبته له بأن لم يجعل جلدا لغيره وإلا فلا يحرم مسه قال ع ش وليس من انقطاعها ما لو جلد المصحف بجلد جديد وترك الأول فيحرم مسه أما لو ضاعت",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "أوراق المصحف أوحرقت فلا يحرم مس الجلد ومثله أيضا خريطته وصندوقه وهو فيهما وما كتب لدرس قرآن بخلاف ما كتب لا للدراسة كالتمائم والعبرة فى قصد الدراسة بحال الكتابة دون ما بعدها وبالكاتب لنفسه أولغيره تبرعا و إلا فآمره، وخرج بمسه وحمله كتابته الخالية عنهما وقلب ورقه إذا لم يلزم حمل لها عليه بأن يتحامل عليها بالعود فتنفصل عن صاحبتها أو تكون قائمة فيخفضها به وليس المراد أنه يدخل العود بين الورق فيفصل بعضه من بعض، وخرج بالعود ما لو لف كمه على يده وقلب بها ورقه فإنه يحرم، وأما المصحف مع تفسيره فإن كان أكثر من القرآن يقينا حل حمله وإلا فلا يحرم عند الشك، وفى فتاوى الجمال الرملى أنه سئل عن تفسير الجلالين هل هو مساو للقرآن أو قرآنه أكثر فأجاب: بأن شخصا من اليمن تتبع حروف القرآن والتفسير وعدهما فوجدهما على السواء الى سورة كذا ومن أواخر القرآن فوجد التفسير أكثر حروفا فعلم أنه يحل حمله مع الحدث على هذا اهـ وفى الإعانة للسيد البكرى شيخ شيخ مشايخ شيخنا قال بعضهم الورع عدم حمل تفسير الجلالين لأنه وإن كان زائدا بحرفين ربما غفل الكاتب من كتابة حرفين فأكثر اهـ ¶ [تنبيه] إذا دعت الضرورة إلى حمل المصحف حمله مع الحدث حيث لم يتمكن من الطهارة كخوفه من غرق أو حرق أو نجاسة أو كافر أو سارق بل قد يجب لأنه من تعظيمه، أما إذا تمكن من التيمم فإنه يكون واجبا (قوله صلاته) أى من انتقض وضوءه أى ويحرم عليه عالما عامدا الصلاة ولو نفلا ونحوها كسجدة تلاوة وشكر وخطبة جمعة وصلاة جنازة، والمراد بالحرمة فى ذلك عدم الصحة ولو سهوا ¶ (",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "قوله وليحرمن من جنب)من بمعنى على كما فى قوله تعالى \" ونصرناه من القوم \" أى على من به جنابة وإن تجردت عن الحدث الأصغر، فالجنب اسم فاعل جنب يجنب من باب قرب يقرب ويطلق مفردا مذكرا على المفرد والتثنية والجمع والذكر والأنثى (قوله مع مااستبان) السين والتاء مزيدتان أى مع مابان و اتضح فيما مر من الأربعة المحرمة بالحدث الأصغرالتى تضمنها البيت قبل (قوله لبث الخ) بضم اللام مصدر لبث من باب سمع معناه المكث فهو مصدر نادر لأن قياس مصدر فعل اللازم بالكسر فعل بتحريك العين وهو مرفوع على أنه فاعل ليحرمن بنون التوكيد الخفيفة أى وليحرمن اللبث بمسجد على جنب مسلم بالغ غير نبى وليمنع منه فالكافر لايمنع منه وإن حرم عليه أيضا وذلك بأن يأذن له مسلم بالغ وأن تكون له حاجة كجلوس القاضى فيه، والصبى يجوز لوليه تمكينه من المكث والنبى يحل مكثه بالمسجد جنبا وهو من خصائصه صلى الله عليه وسلم لكنه لم يقع منه، ثم اللبث يكفى فيه قدر أقل الطمأنينة احتراما للمسجد بخلاف الإعتكاف فلابد من زيادة عليه، وخرج به العبور فلا يحرم وهو الدخول من باب والخروج من آخر بخلاف ما إذا لم يكن له إلا باب واحد فيمتنع الدخول، ثم إن كان له غرض صحيح كقرب طريق فلا كراهة أيضا ولاخلاف الأولى وإلا فهو خلاف الأولى بخلاف الحائض إذا أمنت التلويث فإن عبورها مكروه، وأما التردد فحرام كالمكث ¶ (قوله بمسجد) المراد ما تحققت مسجديته أو ظنت بالإستفاضة ولو مشاعا فيحرم المكث فى أىّ جزء منه ولو فى هوائه أو جداره، وخرج به الرباط ونحوه كالمدارس ¶ (",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "قوله قراءة القران) بالرفع عطفا على لبث، وقوله القران بنقل حركة الهمزة إلى الراء ضرورة وكثيرا ما وقع ذلك كما قاله شيخنا فى كتابته على منظومته \" القلائد اللؤلئية \" أى ويحرم على الجنب قراءة القرآن بقصد ها إذا تلفظ بها بحيث يسمع بها نفسه حيث لاعارض ويمنع منها إذا كان مسلما وإلا فلا وإن حرمت عليه أيضا، وخرج بالقرآن التوراة والإنجيل ومنسوخ التلاوة وبقصدها ما إذا لم يقصدها بأن قصد الذكر فقط أو أطلق وبالتلفظ بها ما إذا أجرى القراءة على قلبه وبما بعده ما إذا تلفظ ولم يسمع نفسه حيث اعتدل سمعه ولا عارض من نحو لغط، نعم يجوز لفاقد الطهورين قراءة الفاتحة فى الصلاة المكتوبة بل تجب كما صححه النووى لضرورة توقف صحة الصلاة عليها، ويؤخذ من هذا أنه يشترط لحرمة القراءة كونها نفلا (قوله وحرمن بالحيض) أى ونحوه من النفاس على الحائض والنفساء وعلى غيرهما بالنظر لبعض المحرمات وهو الطلاق فإنه حرام على زوجها لا عليها والمتعة فإنها حرام على المستمتع (قوله مع ما مرا) الألف للإطلاق وكذا يقال فى أن تمرا الآتى أى ما مر مما يحرم بالجنابة وهى الستة (قوله صوما) مفعول وحرمن أى فرضا كان الصوم أو نفلا ولايصح أيضا ويجب قضاؤه دون الصلاة فلا يجب للمشقة لتكررها بل يكره كما قاله الرويانى وغيره أو يحرم كما قاله البيضاوى بخلاف قضائه فلا يشق لعدم تكرره (قوله طلاقا) أى فى الحيض إن لم تعط المرأة لزوجها فى مقابلة الطلاق عوضا فلا يحرم الخلع فى الحيض لأن بذلها العوض يشعر باضطرارها إلى الفراق حالا، قال الكردى ومن شروط التحريم أن تكون موطوءة ولو فى الدبر أو مستدخلة ماءه المحترم وإلا فلا تحريم ومثل الطلاق فى الحيض تعليقه بما يوجد زمن الحيض قطعا أو يوجد فيه باختياره اهـ ثم تحريم الطلاق وكذا الصوم مستمر إلى أن ينقطع الحيض فقط فيحلان بمجرد الإنقطاع أما الطلاق فلزوال المعنى المقتضى للتحريم وهو تطويل العدة وأما الصوم فلأن سبب تحريمه",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "خصوص الحيض وقد زال بخلاف ما بعدهما من المرور والمتعة فإن تحريمهما مستمر إلى أن ينقطع وتغتسل أو تتيمم (قوله ثم أن تمرا) ثم للترتيب الذكرى والمراد تشريك ما عطف بها مع ما عطف عليه فى الحرمة من غير ترتيب بينهما ولا مهلة أو بمعنى الواو كما قيل كذلك فى قوله تعالى \" هو الذى جعل لكم من نفس واحدة ثم جعل منها زوجها \" وعلى كل فهو من عطف الفعل على اسم خالص مع إثبات أن قال فى الخلاصة: وإن على اسم خالص فعل عطف  ...  تنصبه أن ثاثبا أو منحدف والضمير للحائض، والمراد بالمرور العبور وتقدم معناه عند تقرير قوله لبث الخ (قوله تلويثه الخ) بالنصب مفعول مقدم لقوله إن خافت أى إن خافت تلويث المسجد أى تلطيخه بالدم صيانة له عن الخبث وإلا بأن أمنته كره لها العبور فى المسجد حيث لاغرض لها صحيح لغلظ حدثها ولذا فارق حكمها حكم الجنب كما مر من أن عبوره خلاف الأولى ومثل الحائض فى حرمة العبور كل ذى جراحة سيالة بالدم أو القيح كما قاله ابن حجر (قوله ومتعة من سرة لركبة) أى تمتعا واللام فى لركبة مرادفة لإلى التى هى لانتهاء الغاية يعنى تمتعا بما بين سرتها وركبتها لابهما ولابما عداما بينهما سواء كان بالوطء ولو مع حائل أم بغيره لا مع حائل، أما تمتعها بما بين سرته وركبته فكعكسه فيحرم أيضا كما بحثه الاسنوى فى المهمات ¶ (فصل) فى أسباب التيمم ¶ وَسَبَبُ التَّيَمُّمِ الثَّلاَثَةْ  ...  فِقْدَانُ مَا وَمرَضٌ وَ حَاجَةْ ¶ لَهُ لِعَطْشِ حَيَوَانٍ مُحْتَرَمْ  ...  وَتَارِكُ الصَّلاَةِ غَيْرُ الْمُحْتَرَمْ ¶ مُحْصَنُ زَانٍ ذُوْ ارْتِدَادٍ كَافِرُ  ...  حَرْبِىُّ نِ الْخِنْزِيْر ُ كَلْبٌ يَعْقِرُ ¶ -------------------------------------- ¶ (",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قوله فصل) أى فى أسباب التيمم، وهو لغة القصد وشرعا مسح الوجه واليدين بتراب طهور بنية على وجه مخصوص، وهو يكون بدلا عن وضوء أو غسل أو غسل عضو تعذر غسله أو غسل بعضه (قوله وسبب التيمم الخ) فيه ما مر عن النهاية فى فرض الوضوء أى أسبابه ثلاثة وفيه من التسامح ما لايخفى فإنها فى الحقيقة أسباب للعجز عن استعمال الماء وهذا العجز هو الذى يكون سببا لحل التيمم (قوله الثلاثة) هكذا عدها فى المنهاج وعدها شيخ الإسلام فى شرح التحرير أحدا وعشرين وعدها أيضا فى الروضة سبعة ونظمها بعضهم فى قوله: ¶ يا سائلى أسباب حل تيمم  ...  هى سبعة بسماعها ترتاح ¶ فقد وخوف حاجة إضلاله  ...  فقد وخوف حاجة إضلاله ¶ (",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قوله فقدان ما) بالقصر للضرورة أى فقد ماء بأن تيقن ذلك ومثله ما لو أخبره عدول بفقده كما نقله فى النهاية عن البحر أو توهمه بأن جوز وجوده تجويزا راحجا أو مرجوحا أو مستويا وطلبه من رحله ورفقته ونظر حواليه إن كان بمستو وتردد قدر ما ينظر إليه فى المستوى فلم يجده أو خاف بطلبه على نفسه أو ماله وإن قل أو اختصاصه أو انقطاعه عن رفقته أو خروج وقت أو بأن لايجد الماء إلا بثمن وقد عجز عنه أو قدر عليه لكن احتاجه لدينه أو للمؤنة له ولمن تلزمه مؤنته نفقة وكسوة ومركبا ومسكنا وخادما أو لايحتاج إليه لكن لايباع إلا بأكثر من ثمنه فى ذلك المكان فى تلك الحالة أو يحول بينه وبين الماء عدو من سبع أو غيره أو لايجد مايستقى به من دلو وحبل وغيرهما، ومن صور الفقد نسيان الماء وإضلاله فى رحله فيهما لكن تعاد الصلاة فيهما لوجود الماء معه ونسبته فى إهماله حتى نسيه أو أضله إلى تقصير وكذا فيما اذا كان فقد الماء فى محل يغلب فيه وجوده بخلاف ما إذا كان بمحل لايغلب فيه وجوده بأن غلب الفقد أو استوى الأمران فلا تعاد الصلاة فى هذه الصورة كالصور المذكورة قبل صورتى النسيان والإضلال (قوله ومرض) أى يخاف معه من استعمال الماء على منفعة عضو كلا أو بعضا كعمى أو على نفس أو سقوط عضو بالأولى، ولو لم يكن المرض المذكور حاصلا عنده ولكن خاف من استعمال الماء الإفضاء إليه تيمم أيضا قياسا على الحاصل وكذا بطء البرء أو الشين الفاحش كنحول فى عضو ظاهر على ما صححه فى المنهاج واحترز عن اليسير ولو على عضو ظاهر كأثر جدرى بضم الجيم وفتح الدال وبفتحهما لغتان وسواد قليل وعن الفاحش بعضو باطن وهو ما يعد كشفه هتكا للمروءة بأن لا يبدو فى المهنة غالبا والظاهر بخلافه فلا أثر لخوف ذلك فيهما إذ ليس فيهما كبير ضرر كما فى المجموع ونقله فى النهاية، ويعتمد فى الخوف قول عدل فى الرواية وكذا يعمل بمعرفة نفسه حيث كان عالما بالطب، وعدل الرواية هو المسلم البالغ",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "العاقل الذى لم يرتكب كبيرة ولم يصر على صغيرة ولو رقيقا وأنثى وقيل يشترط اثنان، ومحل ذلك فى الحضر أما لو كان ببرية لايجد فيها طبيبا فإنه يجوز له التيمم حيث ظن حصول ما ذكر لكن تجب الإعادة(قوله له) اللام بمعنى إلى أى إلى الماء متعلق بقوله قبل: وحاجة وكذا قوله لعطش (قوله لعطش حيوان محترم) أى من نفسه أو غيره من آدمى ولو من أهل قافلته أو من غيره لكن الأقرب كما قال ع ش على م ر فى مالك الماء عدم اشتراط احترامه لكونه لايشرع له قتل نفسه فقيد الإحترام هنا إنما هو فى حق غيره فقط ويعتبر فى العطش المبيح للتيمم ما مر فى المرض إن وجد الطبيب حاضرا فإن كان فى مفازة مثلا فكما تقدم أيضا، ومثل الحاجة الى الماء لما ذكر الحاجة إليه لبيعه لمؤنة من عليه مؤنته وكذا لدينه كما بحثه شيخ الإسلام فى شرح تحريره، وخرج بالمحترم أى ما يحرم قتله غيره وهو ما لايحرم قتله كما سيأتى (قوله وتارك الصلاة غير المحترم) أى بعد أمر الإمام والإستتابة ندبا وعليه فلا يضمن قاتله قبل التوبة لكنه أثم وقيل وجوبا.(",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "قوله محصن زان) معطوف على وتارك مع حذف العاطف وكذا يقال فيما بعده أى ومحصن زان غير محترم أيضا وهو من إضافة الصفة للموصوف أى زان محصن بفتح الصاد على غير قياس اسم فاعل من أحصن إذا تزوج ويشترط لإحصانه البلوغ والعقل والحرية ووجود الوطء فى نكاح صحيح (قوله ذو ارتداد) وهو والعياذ بالله تعالى قطع استمرار الإسلام ممن يصح طلاقه وهو أقبح أنواع الكفر ومع ذلك لايلزم أن المرتد أقبح من الكافر الأصلى، ألا ترى أن أبا جهل وأمثاله أقبح من المرتدين لما فيهم من زيادة العناد وأنواع الأذى للنبى صلى الله عليه وسلم وغير ذلك(قوله كافرحربى) بسكون الراء وهوالذى لاصلح له مع المسلمين، وخرج به الذمى وهو من عقد الجزية مع الإمام أو نائبه ودخل تحت أحكام الإسلام والمعاهد وهو من عقد المصالحة معه من أهل الحرب على ترك القتال فى أربعة أشهر أو فى عشر سنين بعوض منهم موصل إلينا أو بغيره والمؤمن وهو من عقد الأمان مع بعض المسلمين فى أربعة أشهر فقط، فهؤلاء الأربعة لايبيح عطشهم التيمم بمعنى أن الإحتياج إلى الماء لذلك لايبيح التيمم وإن أدى الى هلاك واحد منهم، نعم المعتمد كما قال الشرقاوى أن غير المحترم من الآدمى فيه تفصيل إن كان قادرا على التوبة كتارك الصلاة والمرتد لم يجز له شرب الماء وإن احتاجه فى إنقاذ روحه من العطش لتعينه للطهر به مع قدرته على الخروج عن المعصية، وإن لم يقدر عليها كالزانى المحصن جاز له التيمم وشرب الماء للعطش (قوله الخنزير) هو حيوان خبيث يسن قتله عقورا كان أو لا على المعتمد وقيل يجب قتل العقور (قوله كلب يعقر) من باب ضرب يضرب معناه جرحه فهو عقور والكلب العقور قال الأزهرى كل سبع يعقر من الأسد والفهد والنمر والذئب كما فى المصباح، قال الشرقاوى والكلب ثلاثة أقسام: عقور وهذا لاخلاف فى عدم احترامه وندب قتله، وما فيه نفع من اصطياد أو حراسة وهذا لاخلاف فى احترامه وحرمة قتله، وما لانفع فيه ولاضرر ومعتمد الرملى",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "فيه أنه محترم فيحرم قتله اهـ هذا وقد استقصى فى شرح الأصل أنواع مايسن قتله من المؤذيات بما ينبغى مراجعته وتركت ذلك خوف الإطالة فى هذه العجالة. ¶ (فصل) فى بيان شروط التيمم ¶ شُرُوْطُهُ عَشْرٌ تُرَابٌ طَاهِرُ  ...  خَالِصُ نِاسْتِعْمَالُهُ لاَ يَظْهَرُ ¶ وَ قَصْدُهُ وَالْمَسْحُ لِلْيَدَيْنِ  ...  مَعْ وَجْهِهِ أَيْضًا بِضَرْبَتَيْنِ ¶ وَ رَفْعُ نَجْسٍ أَوَّلاً وَ كَوْ نُهُ  ...  فِى قِبْلَةٍ ذَا اْلإِجْتِهَادِ قَبْلَهُ ¶ وَ فِعْلُهُ بَعْدَ دُخُوْلِ الْوَقْتِ  ...  وَ كَوْنُهُ لِكُلِّ فَرْضٍ يَأْتِى ¶ ------------------------------------- ¶ (",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "قوله فصل) أى فى بيان شروط التيمم (قوله شروطه) أى التيمم جمع شرط كفلس وفلوس، والمراد ما لابد منه ولا محيد عن فعله فى التيمم (قوله عشر) بحذف التاء للضرورة أو لما مر فى تقرير قوله فتلك عشر (قوله تراب) يعنى أن يكون التيمم بتراب له غبار يعلق بالوجه واليدين فلا يجزء بغيره أو به لكن كان نديا مثلا لايرتفع له غبار، قال فى حواشى الروض كما ثبت أن الطهارة بالمائعات تختص بأعمها وجودا وهو الماء وجب أن تختص الطهارة بالجامدات بأعمها وجودا وهو التراب اهـ الترمسى (قوله طاهر) يعنى طهور بقرينة قوله استعماله لايظهر بعد فلا يجوز التيمم بنجس كأن جعل فى بول ثم جف أو اختلط به نحو روث متفتت ومنه تراب المقبرة المنبوشة لاختلاطها بعذرة الموتى وصديدهم المتجمد (قوله خالص) أى من خليط من دقيق كجص ورماد وزعفران وإن قل ذلك الخليط جدا كما فى التحفة بحيث لايدرك لأنه لنعومته يمنع وصول التراب للعضو خلافا للقائل بأنه إن قل الخليط جاز قياسا على الماء القليل إذا اختلط بمائع ويردّ بوضوح الفرق بينهما أن الموضع الذى علق به نحو الدقيق لايصل إليه التراب لكثافته بخلاف الماء فإنه لطيف فيجرى على المحل الذى جرى عليه الخليط واختلف فى هذا القول فى ضبط القليل والكثير فقال الإمام الكثير ما يظهر فى التراب والقليل مالايظهر فيه وقال الرويانى وجماعة تعتبر الأوصاف الثلاثة كما فى الماء وجرى على هذا فى الروضة وغيرها (قوله استعماله الخ) أى التراب فى حدث فلا يجوز بالمستعمل فيه وهو مابقى بعضوه حالة تيممه حيث استعمله فى تيمم واجب وكذا ما تناثر بعد إمساسه أى التراب العضو حالة تيممه أما الذى تناثر ولم يحصل به إمساس العضو فليس بمستعمل كالباقى على الأرض، وعلم من حصر المستعمل فيما ذكر أنه لو تيمم واحد أو جماعة مرات كثيرة من تراب يسير فى نحو خرقة جاز حيث لم يتناثر إليه شئ مما ذكر كما يجوز الوضوء متكررا من إناء واحد، هذا وقد بين فى هذا البيت",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "أربعة من الشروط العشرة ويبين الستة الباقية فى الأبيات الآتية (قوله وقصده) أى التراب من إضافة المصدر لمفعوله بعد حذف الفاعل أى قصد المتيمم التراب بأن ينقله من الأرض أو الهواء إلى العضو الممسوح من وجه ويد ولو بفعل غيره بإذنه ولو بلا عذر لكن مع الكراهة حينئذ كما قاله الشهاب القليوبى ونقله الكردى أو يتمعك بوجهه أو يديه عند المسح فى الأرض، فلو انتفى النقل كأن سفت الريح التراب على عضو من أعضاء التيمم عند وقوفه فى مهبها وإن قصد به التيمم فردد عليه ونوى لم يكفه لانتفاء القصد بسبب انتفاء النقل المحقق له أى المثبت له لأنه أخص منه ويلزم من ثبوت الأخص ثبوت الأعم كالإنسان يلزم من ثبوته ثبوت الحيوان وإنما كان القصد أعم لأنه تارة يوجد معه نقل وتارة لا، أما قصد العضو فلا يشترط على المعتمد فلو أخذ ترابا ليمسح به وجهه فتذكر أنه مسحه صح أن يمسح به يديه وبالعكس (قوله أيضا) أى كما يشترط مسح اليدين وهو مصدر آض يئيض أى رجع منصوب إما على أنه مفعول مطلق حذف عامله وإما على الحالية والتقدير على الأول أئيض أيضا أى أرجع للإخبار بذلك رجوعا وعلى الثانى أخبر أو أحكى أيضا وقد قلت فى منظومتى \" الفرائد العجيبة \": ¶ ينصب أيضا مصدرا أو حالا  ...  وهو من آض بمعنى آلا",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وبسطته فى شرحها \" الفوائد النجيبة \" بما لامزيد عليه (قوله بضربتين) آثر التعبير بالضرب كالأصل تأسيا بلفظ الحديث ولموافقة الغالب وإلا فالمدار على إيصال التراب إلى الوجه واليدين سواء كان بالضرب أم لا كوضع يده تراب ناعم بدونه، ومحل الإكتفاء بضربتين إن حصل الإستيعاب بهما فتكره الزيادة عليهما كما فى النهاية وغيرها وإلا فتجب الزيادة، فإن قيل وجوب الضربتين ينافى ما مر من جواز التمعّك أجيب بأنه لاينافيه لأن المراد بالضرب النقل ولو بالعضو الممسوح لاحقيقة الضرب، والتمعّك يشترط فيه الترتيب فإذا معّك وجهه ثم يديه فقد حصل له نقلتان نقلة للوجه وأخرى لليدين (قوله ورفع نجس) بسكون الجيم لغة كما تقدم أى إزالة نجس غير معفو عنه عن بدنه ولو عن غير أعضاء التيمم لا ثوبه ومكانه (قوله أولا) أى قبل التيمم إن كان عنده من الماء ما يزيله به وإلا صح تيممه عند ابن حجر مع وجوب الإعادة وعند الرملى يصلى صلاة فاقد الطهورين بلا تيمم، فلو تيمم قبل إزالته لم يصح على المعتمد وعليه الرملى وقيل يصح وعليه ابن حجر بخلاف الوضوء فلا يشترط فيه تقدم الإزالة لأنه لرفع الحدث وهو يحصل مع عدم تقدمها والتيمم لإباحة الصلاة التابع لها غيرها ولا إباحة مع وجود المانع وهو النجس (قوله وكونه الخ) أى مريد التيمم، وذا الإجتهاد خبر الكون، وفى قبلة متعلق بالإجتهاد وكذا قوله قبله أى قبل التيمم أى يشترط أن يجتهد المتيمم فى القبلة قبل تيممه كما اعتمده ابن حجر فى التحفة وغيرها خلافا لما اعتمده الرملى فى النهاية والخطيب فى المغنى من جواز التيمم قبل الإجتهاد فيها، وعلى الأول فلو تيمم قبله فيها لم يصح وعليه أيضا يقال قد جزموا بصحة طهر المستحاضة قبل الإجتهاد فى القبلة مع أنه للإباحة إذ وضوءها لايرفع حدثها وإنما تستبيح به الصلاة فقياس ذلك الصحة هنا أيضا بجامع كون كل للإباحة وأجيب بأن طهرها أقوى من التيمم إذ الماء يرفع الحدث أصالة بخلاف التراب (",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "قوله وفعله الخ) أى التيمم للصلاة التى يريد فعلها فرضا كانت أو نفلا أو فائتة، ومثله أى التيمم النقل فلا يصح قبل الوقت ولو احتمالا بل وإن صادف الوقت إلا إن جدد النية قبل وضع يده على وجهه فالوضع لابد وأن يكون بعد دخول الوقت حتى تجعله نقلا جديدا (قوله بعد دخول الوقت) أى ظن دخول الوقت الذى يصح فعل الصلاة فيه، فالتيمم لها ولو نافلة قبله باطل، ودخل فى ذلك التيمم فى وقت الأولى للثانية لمن يجمع فيصح بعد فعل الأولى قال فى التحفة نعم إن دخل وقتها أى الثانية قبل فعلها بطل تيممه لأنه إنما صح لها تبعا وقد زالت التبعية بانحلال رابطة الجمع وكذا يبطل بطول الفصل وإن لم يدخل وقت الثانية فقولهم يبطل بدخوله مثال لاقيد، ولو أراد الجمع تأخيرا صح التيمم للظهر وقتها نظرا لأصالته لها لا للعصر لأنه ليس وقتا لها ولالمتبوعها لأنها الآن غير تابعة للظهر اهـ الترمسى، وإنما اشترط وقوع التيمم بعد الدخول لأنه طهارة ضرورة ولا ضرورة قبله، ويدخل وقت صلاة الإستسقاء باجتماع معظم الناس لها إن أراد فعلها جماعة وإلا فبإرادة فعلها، والكسوف بمجرد التغير وإن أراد فعلها جماعة لأنه يفوت بالإنجلاء بخلاف الإستسقاء فإنه لايفوت بالسقيا، وتحية المسجد بدخوله، والجنازة بتمام الغسل الواجب وهى الغسلة الأولى والتيمم للميت وأن يكفن وبهذا يلغز فيقال شخص لايصح تيممه حتى يتيمم غيره وهو الميت، والنفل المطلق فى كل صلاة أراده إلا وقت الكراهة إذا أراد أن يصلى فيه أما إذا تيمم ليصلى خارجه أو أطلق فإنه يصح اهـ ش ق، والفائتة بعد تذكرها إذ هو وقتها قال فى التحفة فلو تيمم شاكا فيها ثم بانت لم تصح اهـ (قوله وكونه الخ) أى التيمم الواحد يأتى لكل فرض سواء كان عن حدث أصغر أو أكبر لمرض أو لفقد ماء بالغا كان المتيمم أو صبيا، فقوله يأتى خبر الكون ولكل فرض متعلق به (قوله لكل فرض) أى عينى واحد وذلك لأن التيمم طهارة ضرورة فيقدر بقدرها وهو فرض واحد فلا",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "يجمع بتيمم واحد فرضان سواء كانا أداء أم قضاء كصلاتين أو طوافين أو صلاة وطواف وكذا النذر من كل منهما، ولو نذر أن يصلى أربع ركعات أو أكثر كفاه لهن تيمم واحد بخلاف ما لو نذرها وأن يسلم من كل ركعتين فإنه لابد من التيمم لكل ركعتين فإن كل ركعتين صار كصلاة أخرى مفتتحة، ومثل ذلك صلاة الضحى والوتر فى التفصيل المتقدم، أما التراويح إذا نذرها فإنه يتيمم لها عشر تيممات وإن لم ينذر التسليم من كل ركعتين لأن التسليم فيها من كل ركعتين محتم قاله البابلى اهـ الشرقاوى، وفهم مما تقرر أنه يجوز أن يجمع به فرضا وما شاء من النوافل لأنها لاتنحصر فخفف فيها، ومثلها أى النوافل تمكين المرأة حليلها إذا تيممت للفرض فإنها تجمع بينه والتمكين وكذا صلاة الجنازة أما لو تيممت للتمكين فلا يباح لها إلا ما فى مرتبته كمس المصحف والمكث فى المسجد والإعتكاف وقراءة القرآن ولايباح لها فرض ولانفل أو تيممت لصلاة الجنازة أبيح لها ما فى مرتبتها من صلاة النافلة وما دونه مما تقدم ولايباح لها الفرض ¶ [تنبيه] هذا البيت الذى أثبته وقررته هو الذى ألحقه المؤلف بهامش بعض النسخ التى رأيتها بخطه وأما الأصل الذى فى صلبها فهو: ¶ وكونه بعد دخول الوقت  ...  عاشرها لكل فرض يأتى ¶ < 46 > ولعله لما كان هذا الأصل قد يتوهم أنه مأخوذ من البيت الذى سبقه به الشيخ أحمد بن صديق اللاسمى فى \" تنوير الحجا \" وإن أمكن كون المساواة من ترادف الخاطر احتاج الى إلحاق الثانى لئلا ينسب إليه القيل والقال من سلك طريق اللوم والضلال ممن تضيق جنانه واتسع لسانه، فهو من الأول وإن لم يصرح بالضرب عليه بمنزلة الناسخ من المنسوخ ولهذا آثرته بالتقرير كما ترى والله أعلم ¶ (فصل) فى بيان أركان التيمم ¶ فُرُوْضُهُ خَمْسٌ فَنَقْلُ تُرْبِهِ  ...  وَ نِيَّةٌ وَمَسْحُهُ لِوَجْهِهِ ¶ وَالْمَسْحُ لِلْيَدَيْنِ حَتَّى الْمِرْفَقَيْنْ  ...  خَامِسُهَا التَّرْتِيْبُ بَيْنَ الْمَسْحَتَيْنْ",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "--------------------------------------- ¶ (قوله فصل) أى فى بيان أركان التيمم (قوله فروضه) أى أركانه أى التيمم وفسرتها بالأركان لكونها الأكثر فى عباراتهم هنا (قوله خمس) حذف التاء هنا لما مر، وعدها خمسة كالأصل تبعا فيه للنووى فى المنهاج قال الجمال الرملى فى شرحه وزاد فى الروضة شيئين التراب والقصد قيل وإسقاطهما أولى اهـ إذ لو حسن عد التراب ركنا لحسن عد الماء ركنا فى الطهر وأما القصد فداخل فى النقل الواجب قرن النية به لأنه إذا نقل التراب على الوجه المشروط وقد نوى كان قاصدا بل قال السبكى لو حذف ذكر القصد كفاه ذكر النقل فإنه يلزم منه القصد كما مر عن الشرقاوى (قوله فنقل تربه الخ) تفصيل لما أجمله فى قوله خمس والفاء لإفصاح شرط محذوف والتقدير اذا أردت بيان الخمسة وتفصيلها فهى نقل تربه الخ، والترب بضم التاء على وزان قفل لغة فى التراب، والضمير للمتيمم أى نقل المتيمم أو مأذونه ترابه إلى العضو الممسوح ولو من وجه إلى وجه بأن سفته الريح عليه ثم نقله منه ورده إليه أو إلى يد بأن حدث عليه تراب بعد مسحه من تراب التيمم فنقله منه إليها أو من يد إلى وجه أو يد إما من اليمنى إلى اليسرى أو العكس ولو كان المأذون كافرا أو صبيا لايميز أو أنثى حيث لا مماسة ناقضة أو مجنونا أو دابة كقرد كما قاله سم فلا بد من الإذن فى جميع ذلك ليخرج الفضولى فإنه لايكفى نقله، ولو أحدث أحدهما بعد النقل وقبل المسح لم يضر أما الآذن فلأنه غير ناقل وأما المأذون فلأنه غير متيمم والمراد بالنقل التحويل من الأرض أو الهواء أو غير ذلك ولو كان التحويل بنفس العضو كأن معّك وجهه ويديه بالأرض كما مر (قوله ونية) يتعلق بها مبحثان: الأول فى كيفيتها وهى أن ينوى استباحة ما يتوقف على التيمم كالصلاة ومس المصحف وسجود التلاوة، ولا فرق بين أن يتعرض للحدث < 47 > بأن يقول نويت استباحة الصلاة من الحدث الأصغر أو الأكبر أم لا، حتى لو تيمم بنية الإستباحة",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ظانا كون حدثه أكبر فبان أصغر أو بالعكس لم يضر لأن موجبهما وهو التيمم متحد بخلاف ما إذا كان متعمدا فإنه يضر لتلاعبه، ولايكفيه نية رفع الحدث لأن التيمم لايرفعه ولا فرض التيمم لأنه كما تقدم طهارة ضرورة لايصلح أن يكون مقصودا وهذه النية لاتكون إلا للأمور المقصودة كالوضوء. والثانى فيما يستباح بالتيمم معها، وحاصله أن المراتب ثلاث فرض صلاة وطواف ونفلهما وغيرهما، فنية الفرض تبيح الكل، ونية النفل أو الصلاة تبيح ما عدا الفرض، ونية غير هذه الثلاثة تبيح ما عدا الصلاة من نحو مس المصحف وسجدة التلاوة والمكث والقراءة. ويجب قرن النية بالنقل للوجه لأنه أول الأركان واستدامتها أيضا الى مسح شىء من الوجه ومقتضاه أنه يجب استحضارها عند النقل والمسح ومابينهما وعليه ابن حجر فى شرح المقدمة الحضرمية قال الشرقاوى وليس كذلك بل الواجب اقترانها بالمسح والنقل فقط وإن عزبت بينهما اهـ وقال فى المهمات والمتجه الإكتفاء باستحضارها عندهما وإن عزبت بينهما اهـ فلو أحدث بينهما فإن كان هو الناقل بطلت النية أو مأذونه فلا كما مر، ثم الفرق بين النقل والقصد والنية أن ضابط النقل هو التحويل والقصد هو قصد نقل التراب للمسح أو يقال هو قصد المسح به والنية أن ينوى الإستباحة لما تقرر أنه لايكفى غيرها قاله الترمسى عن بعضهم (قوله ومسحه الخ) أى المتيمم وجهه يعنى وصول التراب ولو بنحو خرقة لاخصوص حقيقة المسح الذى هو إمرار اليد على العضو، ولايشترط تيقن وصول التراب الى جميع أجزاء العضو بل غلبة الظن (قوله لوجهه) مفعول مسحه واللام زائدة للتقوية يعنى ظاهر وجهه كما مر فى الوضوء، فيجب مسح ظاهر مسترسل لحيته والمقبل من أنفه على شفته، نعم لايجب هنا إيصال التراب إلى باطن الشعر وإن خف كما جرى عليه ابن حجر وتبعه العمريطى فى التيسير حيث قال: ¶ وفيه يكفى مسح ظاهر الشعر  ...  ولو خفيفا أو وجوده ندر",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وقيل يجب كالماء فى الوضوء كما نقله الكردى عن شرح المنهاج للتقى السبكى، وهل يجب إزالة ما تحت الأظفار مما يمنع وصول التراب إليه كما فى الوضوء أو لا؟ < 48 > جزم الزيادى بالأول وقال القليوبى بالثانى اهـ الترمسى(قوله والمسح لليدين) أى بالتراب، ويأتى هنا ما مر فى الوضوء من غسل من قطعت يده أو بعضها وجوبا أو ندبا (قوله حتى المرفقين) أى كمبدله وهو الوضوء وحملا للمطلق فى قوله تعالى \" فامسحوا بوجوهكم وأيديكم \" منه على المقيد فى آية الوضوء لاتحاد سببهما وإن اختلف الحكم (قوله خامسها) أى الفروض (قوله الترتيب) أى ولو عن أحدث أكبر، وإنما لم يجب فى الغسل لأنه لما كان الواجب فيه التعميم جعل البدن فيه كعضو واحد، وذلك بأن يقدم الوجه ثم اليدين (قوله بين المسحتين) أى مسحة للوجه ومسحة لليدين لا النقلتين فلا يجب الترتيب بينهما إذ المسح أصل والنقل وسيلة فلو ضرب بيديه على التراب ومسح بإحداهما وجهه وبالأخرى يده الأخرى جاز ثم ينقل مرة ثانية ليده الثانية، وفى تعبيره كالأصل بالمسحتين بفتح الميم من المرة دون المسحين كما صنعه الأكثرون تنويه إلى عدم مشروعية تكرير المسح لكل عضو هنا بل هو مكروه ¶ (تتمة) سكت الناظم كالأصل عن ذكر سنن التيمم ومكروهاته وذكرتها تتميما للفائدة وتعميما للنفع والعائدة إن شاء الله بقولى: ¶ سننه أشياء كالتسمية  ...  أوّله ولو عن الجنابة ¶ نفض اليدين بعد ضرب تربه  ...  وقبل مسحه كذا التوجهِ ¶ وبدء مسح الوجه من أعلاه  ...  تقديم يمنى اليد لايسراه ¶ ونزع خاتم لدى مسحته  ...  للوجه لا لليد وابتداءه ¶ بأصبع اليدين والشهادتين  ...  بعد التيمم ولاء المسحتين ¶ مكروهه تكريرمسح عضوه  ...  وفقد تخفيف غبار تربه ¶ وقولى وكذا التوجه أى للقبلة، ولا لليد أى لا عند مسحته لليد فالنزع عندها واجب ليصل الغبار إلى محله ولايكفى تحريكه لأنه لايوصله إلى ما تحته بخلافه فى الماء. ¶ (فصل) في مبطلات التيمم",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ثَلاَثَةُ اْلأَشْيَاءِ مُبْطِلاَ تُهُ  ...  مَا أَبْطَلَ الْوُضُوْءَ قَدْ بَيَّنْتُهُ ¶ وَ رِدَّةٌ وَكَوْنُهُ تَوَهَّمَا  ...  لِلْمَاءِ إِنْ لِفَقْدِهِ تَيَمَّمَا ¶ ----------------------------------- ¶ < 49 > (قوله فصل) لما فرغ مما يحقق التيمم ويصححه من أسبابه وشروطه وفروضه أخذ يتكلم على مبطلاته بما تضمنه هذا الفصل (قوله ثلاثة الأشياء الخ) خبر مقدم عن قوله مبطلاته أى التيمم بعد صحته (قوله ما أبطل الوضوء) ما نكرة موصوفة أى شىء أبطل الوضوء إن كان التيمم عن حدث أصغر أما لو كان عن حدث أكبر فإنه لايبطل بالأصغر فيحرم عليه ما يحرم بالحدث الأصغر فقط قال النووى ولايعرف لنا جنب يباح له قراءة القرآن والمكث فى المسجد دون الصلاة والطواف ومس المصحف إلا هذا، وقوله قد بينته أى فى فصل نواقض الوضوء (قوله وردة) أى ولو صورة ليشمل ردة الصبى، وإلا فحقيقتها كما مر قطع استمرار الإسلام ممن يصح طلاقه فتبطل ما فعله فى أثنائه وجميعه بعد فراغه لأنه لاستباحة الصلاة وهى منتفية معها، بخلاف وضوء أو غسل السليم فإنه لايبطل بها لكن تبطل نيته إذا وقعت فى أثنائه فيجب تجديد نيته لما بقى، أما وضوء صاحب الضرورة وغسله فكالتيمم فيبطلان بها على المعتمد (قوله وكونه توهما الخ) الألف للإطلاق وكذا فى تيمما الآتى وللماء مفعول بتوهما واللام زائدة للتقوية أى وكون المتيمم توهم الماء ولم يقترن بمانع من استعماله كسبع وعطش ولم يكن فى صلاة وإن زال توهمه سريعا لوجوب طلبه ولأنه لم يشرع فى المقصود الذى هو الصلاة، فإن كان هناك مانع وعلمه قبل التوهم أو معه لم يبطل تيممه وكذا إن كان فى صلاة أى بعد تمام تكبيرة الإحرام لتلبسه بالمقصود.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ويحصل التوهم برؤية غمامة مطبقة بقربه أو جماعة جوز أن معهم ماء أو سراب وهو ما يرى وسط النهار يشبه الماء وليس به، ومحل البطلان برؤيته أن يتيقن عند ابتدائها أنه سراب، ومحل كون التوهم مبطلا إذا توهمه فى حد الغوث فما دونه مع سعة الوقت بأن يبقى منه زمن لو سعى فيه إلى ذلك لأمكنه التطهر به والصلاة فيه بتمامها، فلو ضاق الوقت عن ذلك لم يبطل تيممه. والمراد بالتوهم مايشمل الشك ومثله بالأولى العلم أوالظن بوجود الماء بمحل يجب طلبه منه < 50 > كحد القرب إن كانت الصلاة لاتسقط بالتيمم بأن كانت بمكان يندر فيه فقد الماء وما دونه من حد الغوث مطلقا إذ لايشترط حينئذ الأمن على خروجه وان ضاق الوقت عن الوضوء (قوله إن لفقده تيمما) لفقده متعلق بتيمما أى إن تيمم لفقده أى الماء، واحترز به عما إذا كان لمرض أو نحوه فلا يبطل تيممه إلا بالقدرة على استعماله ولا أثر لعلمه ولالتوهمه لأن المريض يصح تيممه ولو بشاطئ النهر بل تيممه باق فى الصلاة وخارجها، أما برؤه من مرضه فى الصلاة فهو كوجدان الماء فيها ؛ فإن كانت مما لاتسقط بالتيمم كأن وضع الجبيرة على حدث وأخذت من الصحيح ما لابد منه للإستمساك ثم تيمم بطلت صلاته، وإلا كأن وضع الجبيرة على طهر ولم تأخذ من الصحيح زيادة على قدر الإستمساك ثم تيمم لم تبطل ¶ (فصل) فى بيان ما يطهر من النجاسات بالإستحالة ¶ قَدْ طَهَّرُوا ثَلاَثَةً مِنْ نَجِسِ  ...  خَمْرٌ إِذَا تَخَلَّلَتْ بِالنَّفْسِ ¶ وَجِلْدُ مَيْتَةٍ إِذَا انْدَ بَغَ مَعْ  ...  مَا صَارَ حَيْوَانًا بِإِطْلاَقٍ يَقَعْ ¶ ------------------------------------ ¶ (قوله فصل) أى فى بيان ما يطهر من النجاسات بالإستحالة وهى بقاء الشىء كالخمر على حاله مع تغير صفاته بأن ينقلب من صفة كالخمرية الى أخرى كالخلية ¶ (",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "قوله قد طهروا ثلاثة) أى حكموا أى الفقهاء على هذه الثلاثة بالطهر بالإستحالة، ومقتضى الإقتصار على الثلاثة أن ما عداها من الأعيان النجسة لايطهر بها بالإستحالة كذلك (قوله خمر الخ) بالرفع كما ضبطه المؤلف فهو خبر عن مبتدأ محذوف، والخمر لغة المتخذة من ماء العنب وشرعا كل مسكر سواء كان من زبيب أو تمر أو حب أو قصب أو عسل أو غير ذلك، والخمر مؤنثة كما هنا وقد تذكر قليلا (قوله إذا تخللت بالنفس) أى إذا استحالت خلا بنفسها لا من تأثير شىء ولابمصاحبة عين أجنبية فتطهر ولو غير محترمة لزوال علة النجاسة وهى الإسكار خلافا للوجه الضعيف بعدم طهارة غير المحترمة كما فى التحقيق، والمحترمة هى ماعصر لابقصد الخمرية، وتقسيمها الى محترمة وغيرها محله إذا كانت بيد مسلم فإن كانت بيد كافر فهى محترمة عليه ولو بقصد الخمرية كما فى ع ش على م ر لأنه لايعتقد تحريمها كما < 51 > فى البجيرمى على الخطيب.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "أما إذا تخللت بمصاحبة عين نجسة طرحت فيها أو وقع فيها بلا طرح وإن نزعت قبل التخلل أو عين طاهرة استمرت إلى التخلل و إن لم يكن لها أثر فى التخلل كحصاة أو لم تستمر لكن تخلل منها شىء فلا تطهر إذ النجس يقبل التنجيس فى الأولى ولتنجسها بعد تخللها بالعين التى تنجست بها فى الثانية (قوله وجلد ميتة) أى وجلد حيوان تنجس بالموت بأن لم يكن من نحو الكلب لأنه لم يتنجس بالموت بل هو نجس قبل الموت وإن كان من غير مأكول اللحم، والمراد بالمراد بالموت الموت حقيقة كأن مات بغير ذكاة شرعية أو حكما كجلد الجيوان الذى سلخ منه حال حياته وذلك لأن الجزء المنفصل من الحى كميتته فانفصاله مع الحياة بمنزلة انفصاله بالموت، وخرج بالجلد الشعر والصوف والوبر واللحم لعدم تأثرها بالدباغ فلا تطهر به (قوله اذا اندبغ) أى بنفسه فلو ألقت الريح الدابغ على الجلد أو بالعكس فاندبغ كفى، وتعبيره بذلك أولى من تعبير الأصل بإذا دبغ لما فيه من الإشارة إلى أن فعل الدبغ ليس بشرط فى التطهير فيطهر الجلد المذكور بالدبغ والإندباغ ظاهره وهو ما لاقاه الدباغ وباطنه وهو ما لم يلاقه بشرط أن ينقى من الفضلات المعفنة للجلد من دم ولحم بحيث لايعود إليه النتن والفساد لو نقع فى الماء، وإنما تحصل التنقية المذكورة بحريف ولو نجسا كذرق حمام لابنحو شمس وتراب وملح قال فى التيسير: ¶ والدابغ الحريف إن أزال ما  ...  فى الجلد من شحم ولحم ودما",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ثم الجلد المدبوغ بعد تأثره بالدباغ كثوب متنجس فلا بد لنحو الصلاة فيه أو عليه من تطهيره(قوله ما صار حيوانا الخ) بسكون الياء للضرورة أى ما صار حيوانا من عين النجاسة مغلظة كانت أو لا كما دل عليه قوله بإطلاق فيطهر لحدوث الحياة لأن للحياة أثرا بينا فى دفع النجاسة، وذلك كالميتة إذا صارت دودا قال فى الروض ولو دود كلب اهـ نقله الترمسى. وخرج بحيوانا ما صار رمادا كأن أحرقت الميتة حتى صارت رمادا أو ملحا مثلا كأن ألقيت فى ملاحة فصارت ملحا فلايطهر قال ابن قاسم قد يؤخذ من ذلك انه لو مسخ آدمى كلبا فهو على طهارته اهـ ¶ (فصل) فى بيان النجاسة وأقسامها ¶ نَجَسُهُمْ مُغَلَّظٌ مُخَفَّفُ  ...  وَمُتَوَسِّطٌ فَأَمَّا اْلأَسْلَفُ ¶ فَالْكَلْبُ وَالْخِنْزِيْرُ مَعْ فَرْعَيْهِمَا  ...  وَالثَّانِ بَوْلُ ذَكَرٍ مَا طَعِمَا ¶ غَيْرَ اللِّبَانِ سَنَتَيْنِ مَا اسْتَتَمْ  ...  وَثَالِثٌ بَاقِى النَّجَاسَاتِ كَدَمْ ¶ -------------------------------------- ¶ < 52 > (قوله فصل) أى فى بيان النجاسة وأقسامها، وهى لغة كل مستقذر ولو طاهرا كالبصاق والمخاط، وشرعا كل مستقذر يمنع صحة الصلاة حيث لامرخص ¶ (",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "قوله نجسهم الخ) أى العين النجسة عندهم باعتبار حكمها وغسلها ثلاث أقسام مغلظة ومخففة ومتوسطة، والضمير للشافعية وإلا فهى عند غيرهم كأبى حنيفة منقسمة إلى مغلظة ومخففة فقط (قوله مغلظ الخ) أى مشدد فى حكمه ومخفف فيه أيضا ومتوسط بينهما كذلك (قوله فأما الأسلف) تفصيل لما أجمله فى قوله مغلظ الخ والفاء فصيحة أى الأول وهو المغلظ(قوله فالكلب) جواب أما أى فهو الكلب ولو معلما قال بعضهم إلا كلب أصحاب الكهف ثم توقف فى معنى طهارته هل أوجده الله تعالى طاهرا أو سلبه أوصاف النجاسة اهـ الترمسى وعلى الثانى الباجورى بحثا قال فى إنارة الدجى وذلك لأنه قبل مصاحبتهم هو من جملة الكلاب وله حكمها فافهم اهـ (قوله والخنزير) أى لأنه أسوأ حالا من الكلب إذ لايجوز اقتناؤه بحال مع تأتى الإنتفاع به بنحو الحمل عليه فحينئذ هذا المنع ليس إلا لنجاسته الثابتة بالقياس الأولوى على الكلب فلايشكل بالحشرات لأن منع اقتناءها لعدم نفعها (قوله مع فرعيهما) أى فرع الكلب وفرع الخنزير مع الآخر تبعا لهما أو مع غيره من حيوان طاهر ولو آدميا تغليبا للجنس إذ الفرع يتبع أخس أبويه فى النجاسة وتحريم الذبيحة والمناكحة والأكل وعدم صحة الأضحية والعقيقة لكن المتولد بين كلب وآدمى إن كان على صورة كلب فنجس ولايكلف وإن تكلم وميز وبلغ مدة بلوغ الآدمى إذ هو بصورة الكلب والأصل عدم آدميته كما قاله سم على التحفة وإن كان على صورة الآدمى فكذلك عند ابن حجر لكنه معفو عنه فيصلى ولو إماما ويدخل المسجد ويماس الناس ولو مع الرطوبة وله حكم النجس فى الأنكحة والتسرى والذبيحة والتوارث نعم إن خاف العنت جاز له التسرى كما رجحه ابن حجر قال فى التحفة لكن لو قيل باستثناء هذا عند تحقق العنت لم يبعد اهـ أما عند الرملى فطاهر، والمتولد على صورة الكلب بين آدميين طاهر كما فى القليوبى فهو مكلف إن كان ينطق ويعقل لأن < 53 > مناط التكليف العقل وهو موجود وكذا الآدمى بين الشاتين",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "يصح منه أن يخطب ويؤم بالناس ويجوز ذبحه وأكله ويلغز به فيقال لنا خطيب وإمام يذبح ويؤكل (قوله والثان) بحذف الياء وهو جائز حتى فى النثر قال تعالى \" الكبير المتعال \" أى وهو النجس المخفف (قوله بول ذكر الخ) أى بول ذكر محقق لم يتناول قبل الحولين إلا اللبن كما يأتى، فخرج ببوله غيره من سائر فضلاته وبذكر محقق بول الأنثى والخنثى وسيأتى محترز القيدين الأخيرين، وتعبيره بذكر أولى من تعبير الأصل بصبى لما قيل ان لفظ الصبى يتناول الذكر والأنثى وهو من دقائق اللغة كما قاله الترمسى فى نيل المأمول (قوله ماطعما الخ) ما نافية وطعما بألف الإطلاق من باب تعب يقع على كل مايساغ حتى الماء وذوق الشىء أى لم يأكل ولم يشرب غير اللبن للتغذى، ولا فرق بين لبن أمه وغيرها ولابين الطاهر والنجس ولو من مغلظ (قوله غير اللبان) بالنصب مفعول طعم، واللبان بكسر اللام اسم اللبن قال الإمام ابن مالك فى الأعلام بمثلث الكلام: ¶ وقل لمجرى اللَبَب اللَبَان  ...  ولبن النسا اسمه لِبان ¶ وخرج باللبن السمن ولو من لبن أمه (قوله سنتين الخ) بالنصب مفعول بما استتم بعده مقدم وما نافية واستتم بزيادة همزة الوصل والسين والتاء مثل أتم كما فى المصباح أى ما أتم الذكر سنتين بأن لم يجاوزهما، وتحسبان من انفصاله فلايحسب منهما زمن اجتنانه وإن طال، وهما تقريب فلا يضر زيادة نحو يومين، وخرج بهذا القيد بوله بعدهما وإن لم يأكل ولم يشرب غير اللبن فلا يكون مخففا (قوله وثالث الخ) أى وهو المتوسط فى الحكم بين المغلظ والمخفف هو باقى النجاسات مما ليس مغلظا ولامخففا، وهى كثيرة مستوفاة فى المطولات ولزيادة النفع إن شاء الله ذكرت منها ما هو مجموع فى قولى: ¶ والمتوسطات منها المذى  ...  والبول والروث ومنها الودى ¶ وسائل الدم ومنها الميتة  ...  لا الآدمى والحوت والجرادة ¶ منىّ نحو الكلب كل مسكر  ...  من مائع لاجامد كالخمر ¶ والقيح والقىء مع الألبان  ...  من غير مايؤكل كالأتان",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "لا الآدمى ثم ما تغيرا  ...  من فم نائم وما لم يذكرا ¶ قولى وسائل الدم من إضافة الصفة لموصوفها أى الدم السائل بخلاف غيره كالكبد والعلقة، وقولى كالخمر أى ولو محترمة وتقدم ضابطها فى فصل ما يطهر بالإستحالة، وقولى ما تغيرا الخ أى وسال إن تحقق كونه من المعدة وإلا بأن تحقق كونه من غير المعدة أو احتمل كونه منها فطاهر وقيل انه طاهر مطلقا وقيل نجس كذلك كما ذكره ابن العماد، وقولى وما لم يذكرا بالبناء للمجهول والألف منقلبة عن النون الخفيفة والفعل المضارع المجزوم بلم يجوز توكيده قليلا كما قاله شيخنا فى كتابته على القلائد اللؤلئية نظم الرسالة السمرقندية (قوله كدم) بتخفيف الميم على المشهور أى وإن سال من كبد أو نحو سمك أو بقى على نحو العظام لكنه معفو عنه ¶ (فصل) في بيان إزالة النجاسات ¶ مُغَلَّظاً بَعْدَ انْتِفَا الْعَيْنِ اغْسِلَنْ  ...  سَبْعًا وَمَرَّةً بِتُرْبٍ يَطْهُرَنْ ¶ وَالرَّشُّ لِلْمَاءِ عَلَى مَا خُفِّفَا  ...  مَعْ غَلْبَةٍ وَرَفْعِ عَيْنِهِ كَفَى ¶ وَالْمُتَوَسِّطُ عَلَى قِسْمَيْنِ  ...  عَيْنِى كَذَا حُكْمِى فَأَمَّا الْعَيْنِى ¶ فَمَا لَهُ لَوْنٌ وَرِيْحٌ طَعْمُ  ...  فَرَفْعُ ذِى اْلأَوْصَافِ طُرًّا حَتْمُ ¶ وَمَا خَلاَ عَنْهَا بِحُكْمِىٍّ سِمَا  ...  يَكْفِيْكَ مَرَّةً عَلَيْهِ جَرْىُ مَا ¶ ------------------------------------- ¶ (",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "قوله فصل) أى فى بيان إزالة النجاسات المذكورة آنفا (قوله مغلظا) بالنصب على الإشتغال لكونه قبل فعل ذى الطلب وهو مختار ابن مالك وقد مر أن المغلظة نجاسة نحو الكلب والمراد هنا ماتنجس من الجامد بلعابه أو بوله أو عرقه أو بملاقاة جزءه مع توسط رطوبة أحد الجانبين، وخرج بالجامد المائع كخل فإنه لو تنجس لايمكن تطهيره والماء أيضا ففيه تفصيل مر فى فصل الماء الذى لايدفع النجاسة والذى يدفعها(قوله بعد انتفا العين الخ) أى عين النجاسة والمراد مايشمل الجرم والوصف وهو قيد لقوله اغسلن سبعا ومتعلق به، وعليه فالسبع إنما يعتبر بعد زوال العين فمزيلها وإن تعدد يحسب واحدة، وهذا كما قال فى شرح الأصل موافق لما قاله ابن حجر فى المنهج القويم (قوله سبعا) أى من الغسلات تعبدا (قوله ومرة بترب الخ) أى ومرة من تلك السبع لا بد أن يكون ممزوجة بتراب طاهر ولو طينا رطبا لأنه تراب فى القوة وأَولاهن أُولاهن، فخرج بقولنا ممزوجة ذر التراب على المحل من غير أن يتبعه بماء فإن اتبعه كفى وبتراب غيره كأشنان وبطاهر تراب نجس أو مستعمل فى تيمم أو غسلات نحو الكلب، والعبرة فى التراب بما يكدر الماء ويصل إلى جميع المحل بواسطته وعليه فكدورة الماء مثل التتريب كماء السيل المتترب، ومحل وجوب التتريب فى غير الأرض الترابية أما هى فلا تحتاج إليه، وترب بضم التاء المثناة لغة فى التراب (قوله يطهرن) بنون التوكيد للضرورة، ومع كونها للضرورة فهى فى مثل هذا الموضع فى غاية الندرة كما أفاده الأشمونى إذ هو ليس من المواضع التى يؤكد فيها المضارع والله أعلم (قوله والرش) مبتدأ خبره قوله كفى (قوله على ما خففا) بألف الإطلاق أى من نجاسة بول ذكر إلى آخر ما مر، وخرج بها جميع ما تقدم من المحترزات فلا يكفى فيها الرش بل لابد من الغسل وهو تعميم المحل مع السيلان، وكذلك ما لو شك هل هو بعد الحولين أو قبلهما لأن الرش رخصة فلا يصار اليها إلا بيقين(قوله مع غلبة ورفع",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "عينه) أى لابد فى الرش من إصابة الماء جميع موضع البول وأن يعم ويغلب الماء على البول، فلا يكفى الرش الذى لايغلبه ولا يعمه، ولابد أيضا من زوال أوصاف النجاسة كبقية النجاسة بعد إزالة عينها (قوله كفى) أى الرش لكن الغسل أفضل للخروج من خلاف من أوجبه كأبى حنيفة، ومحل ذلك إن لم يختلط برطوبة فى المحل مثلا وإلا وجب الغسل لأن تلك الرطوبة صارت نجسة وهى ليست بولا (قوله والمتوسط) مبتدأ خبره على قسمين أى المتوسط وهى سائر النجاسات مما عدا المغلظة والمخففة ينقسم على قسمين (قوله عينى كذا حكمى) بتخفيف الياء ساكنة للضرورة فيهما، والعينى نجاسة تشاهد عينها، والحكمى نجاسة يحكم على محلها بنجاسته من غير مشاهدة عينها (قوله فأما العينى) الفاء لإفصاح شرط محذوف تقديره إذا علمت أن المتوسط ينقسم على ما ذكر وأردت بيان ضابطه فهو ان العينى الخ (قوله فما الخ) جواب أما أى فأما النجس العينى فهو ما له لون أو ريح أو طعم (قوله فرفع الخ) مبتدأ خبره حتم أى فإزالة هذه الأوصاف الثلاثة جميعا واجبة، والعبرة فى الزوال بالظن بحيث يغلب على ظنه زوالها ، ولو توقف الزوال على الإستعانة بغير الماء كصابون وجبت، ومحل وجوب الإزالة فى غير ما عسر زواله، أما ما عسر من لون كلون الدم أو ريح كريح الخمر فلا تجب إزالته بل يحكم بطهارة محله حقيقة، أما الطعم وحده أو اللون والريح معا فى محل واحد ونجاسة واحدة فلا يحكم بالتعسر بل تعينت الإزالة بنحو الصابون لسهولة إزالته غالبا ولقوة دلالتهما على بقاء النجاسة، واذا تعذر زواله بعدها حكم على المحل بالعفو، وضابط العسر قرصه ثلاث مرات مع الإستعانة المتقدمة.ويشترط فى الإزالة بماء قليل وروده على المحل النجس بأن يسكب الماء القليل عليه، فلو غمس المحل كثوب فى إناء فيه ماء قليل لم يطهر على الصحيح الذى قال به معظم الأصحاب لأنه بوصوله إلى الماء تنجس لقلته ¶ [",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "فرع] لو كان الثوب فيه دم براغيث وضعه فى الإناء الذى فيه ماء قليل ليغسله فإن كان يقصد تنظيفه من الأوساخ الطاهرة لاينجس الماء ولايضر بقاء دم البراغيث فى الثوب، وإن قصد إزالة دم البراغيث أو الأوساخ النجسة تنجس الماء بورود النجاسة عليه وعاد على باقى الثوب بالتنجيس وصار دم البراغيث غير معفو عنه (قوله طرا) أى جميعا (قوله وما خلا عنها) أى عن تلك الأوصاف الثلاثة، وما بالنصب على الإشتغال واقعة على النجاسة، وبحكمى متعلق بما بعده، وسما فعل أمر والألف مبدل بها عن النون الخفيفة يعنى أن ضابط النجاسة الحكمية هى التى لا لون ولا ريح ولا طعم فيها كبول جف ولم تدرك له صفة (قوله يكفيك) أى فى تطهيره (قوله مرة) أى واحدة (قوله عليه) أى على ما الواقعة على النجاسة، وتذكيره باعتبار اللفظ وهو متعلق بجرى بعده (قوله جرى ما) بالرفع فاعل يكفيك وما بالقصر للضرورة يعنى يكفيك سيلان الماء على المتنجس بها ولو مرة واحدة ولو من غير فعل فاعل كالمطر. ¶ (فصل) فى بيان قدر الحيض وما معه ¶ أَدْنَى زَمَانِ الْحَيْضِ يَوْمٌ لَيْلَةْ  ...  وَسِتَّةٌ غَالِبُهُ أَوْ سَبْعَةْ ¶ خَمْسَةَ عَشْرَ بِاللَّيَالِى اْلأَكْثَرُ  ...  وَالطُّهْرُ بَيْنَ الْحَيْضَتَيْنِ قَرَّرُوْا ¶ أَقَلُّهُ خَمْسَةَ عَشْرَ يَوْمًا  ...  غَالِبُهُ عِشْرُوْنَ يَوْمًا ضُمَّا ¶ مَعْ أَرْبَعٍ أَوْ مَعْ ثَلاَثَةٍ وَلاَ  ...  حَدَّ ِلأَ قْصَاهُ بِإِجْمَاعِ الْمَلاَ ¶ أَدْنَى النِّفَاس ِ مَجَّةٌ سِتُّوْنَا  ...  أَقْصَاهُ وَالْغَالِبُ أَرْبَعُوْنَا ¶ ------------------------------------- ¶ (",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "قوله فصل) أى فى بيان قدر الحيض وما معه وقد مر حكمه (قوله أدنى الخ) أى أقل زمن الحيض (قوله يوم وليلة) أى قدر يوم وليلة متصلا وهو أربع وعشرون ساعة فلكية، فما نقص عن هذا القدر فليس بحيض بل دم فساد (قوله وستة الخ) خبر مقدم أى غالب الحيض ستة أيام أو سبعة بلياليها وان لم تتصل الدماء (قوله خمسة عشر الخ) أى فما زاد عليها فدم استحاضة (قوله قرروا) أى الفقهاء يعنى أنهم قطعوا بوجود الطهر بين الحيضتين بخلاف الطهر بين حيض ونفاس فإنهم لايقطعون به إذ قد ينعدم بالكلية فيتصل النفاس بالحيض كأن ولدت متصلا بآخر الحيض بلا تخلل نقاء (قوله أقله الخ) أى أقل الطهر بين زمنى حيضتين خمسة عشر يوما بلياليها متصلة لأن الشهر لايخلو غالبا عن حيض وطهر وإذا كان أكثر الحيض خمسة عشر يوما لزم أن يكون أقل الطهر بينهما كذلك(قوله ضما إلى قوله مع ثلاثة) أى ضم هذا العدد وهو عشرون مع أربع أو ثلاثة يعنى أن غالبه أربعة وعشرون يوما إن كان الحيض ستا أو ثلاثة وعشرون يوما إن كان سبعا، والحاصل أن غالب الطهر بقية الشهر بعد غالب الحيض (قوله لأقصاه) أى لأكثره أى الطهر، فقد تمكث المرأة بلا حيض أبدا كسيدتنا فاطمة رضى الله عنها حتى لقبت بالزهراء ¶ (قوله بإجماع الملا) أى العلماء الذين يعتبر بإجماعهم (قوله أدنى النفاس الخ) اى أقل النفاس مجة أى دفعة من الدم (قوله أقصاه) مبتدأ مؤخر خبره قوله ستونا بألف الإطلاق أى أكثر النفاس ستون يوما، فما زاد عليها فدم استحاضة نظير ما مر فى أكثر الحيض (قوله والغالب) أى وغالبه أربعون يوما.هذا وأما سن اليأس من الحيض فاثنتان وستون سنة قمرية تقريبية غالبا على المعتمد ¶ (فصل) فى بيان ما لا ملامة من الشرع على ¶ تأخير الصلاة عن وقتها بسببه ¶ وَاثْنَانِ أَعْذَارُ الصَّلاَةِ وَهُمَا  ...  نَوْمٌ وَنِسْيَانٌ بِقَيْدٍ لَزِمَا ¶ ------------------------------------- ¶ (",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "قوله فصل) أى فى بيان ما لا ملامة من الشرع على تأخير الصلاة عن وقتها بسببه (قوله واثنان) خبر مقدم عن قوله أعذار (قوله أعذار الصلاة) أى الأشياء التى ترفع ذنوب تأخير الصلاة (قوله نوم) أى إذا لم يتجاوز الحد به. هذا ومن نام قبل دخول الوقت ففاتته الصلاة فلا إثم عليه وإن علم أنه يستغرق الوقت ولو جمعة على الصحيح ، أو بعده فإن علم أنه يستغرق الوقت حرم عليه نوم ويأثم إثمين إثم ترك الصلاة وإثم النوم، فإن استيقظ على خلاف ظنه وصلى فى الوقت فلا يحصل إلا إثم النوم، وإن غلب على ظنه الإستيقاظ قبل خروج الوقت فخرج ولم يصل فلا إثم عليه، وان لم يغلب عليه ذلك أثم (قوله ونسيان) أى إذا لم ينشأ عن تقصير كلعب الشطرنج وكرة القدم (قوله بقيد لزما) بألف الإطلاق راجع لكل من نوم ونسيان، فهما إنما يكونان عذرى الصلاة لا على إطلاقهما بل مقيدان بما مر ذكره فيهما ¶ (فصل) فى بيان شروط صحة الصلاة ¶ شَرْطُ الصَّلاَةِ طُهْرُهُ عَنِ الْخَبَثْ  ...  ثَوْبًا مَكَانًا بَدَنًا وَعَنْ حَدَثْ ¶ وَسَتْرُ عَوْرَةٍ وَأَنْ يَسْتَقْبِلاَ  ...  دُخُوْلُ وَقْتٍ تَرْكُ مَا قَدْ أَبْطَلاَ ¶ لمَْ يَعْتَقِدْ فِى فَرْضِ نِ السُّنِّيَّةْ  ...  ثَامِنُهُنَّ اْلعِلْمُ بِالْفَرْضِيَّةْ ¶ ------------------------------------- ¶ (قوله فصل) أى فى بيان شروط صحة الصلاة، وأما شروط وجوبها فلا يذكره الناظم كالأصل لوضوحها وقد ذكرها فى شرح الأصل وذكرتها متطفلا منه بقولى ¶ شرط الوجوب ان يكون مسلما  ...  و بالغا وعاقلا وسالما ¶ من نحو حيض وسلامة البصر  ...  والسمع والدعوة من خير البشر ¶ (",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "قوله شرط الصلاة) مفرد مضاف فيعم أى شروطها، والشرط ما يتوقف عليه صحة الصلاة وليس منها (قوله طهره) أى المصلى عن النجاسة التى لايعفى عنها (قوله ثوبا مكانا بدنا) كل من الثلاث تمييز محول عن المضاف إليه أى طهر ثوب المصلى ومكانه وبدنه على تقدير الواو العاطفة فى الأخيرتين، والمراد بالثوب الملبوس من كل محمول له وإن لم يتحرك بحركته وملاق لذلك، وبالمكان ما يلاقى شيئا من بدنه أو ملبوسه، والبدن مايشمل داخل أنفه أو فمه أو عينه (قوله وعن حدث) أى وطهره عن حدث أصغر أو أكبر عند قدرته، فلو صلى بدون الطهارة عنه ولو ناسيا لم تصح، وأما فاقد الطهورين فلا تشترط الطهارة فى حقه مع وجوب الإعادة عليه (قوله وستر عورة) أى لقادر عليه ولو بإعارة أو إجارة وإن صلى فى خلوة ولو فى ظلمة، والواجب سترها من أعلى وجوانب بجرم طاهر يمنع رؤية لون البشرة بأن لايعرف بياضها من نحو سوادها فى مجلس التخاطب (قوله وأن يستقبلا) أى لعين القبلة يقينا فى القرب وظنا فى البعد لالجهتها على الراجح، وذلك بالصدر لا بالوجه فى حق القائم أو القاعد وقت القيام أو القعود أما فى الركوع والسجود فمعظم البدن، وأما المضطجع فيجب بالوجه ومقدم البدن، والمستلقى فكذلك مع أخمصيه ويجب رفع رأسه قليلا إن أمكن.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "هذا وأما القول الثانى فيكفى استقبال الجهة أى إحدى الجهات الأربع التى فيها الكعبة لمن بعد عنها، وهو قوى اختاره الغزالى وصححه الجرجانى وابن كج وجزم به المحلى قال الأذرعى وذكر بعض الأصحاب أنه الجديد وهو المختار لأن جرمها صغير يستحيل أن يتوجه إليه أهل الدنيا فيكتفى بالجهة (قوله دخول وقت) بحذف العاطف كالذى بعده أى ومعرفة دخوله يقينا أو ظنا بالإجتهاد، فمن صلى بدونها بأن هجم وصلى لم تصح وإن وقعت فى الوقت لفقد الشرط (قوله ترك الخ) أى واجتناب ما أبطل الصلاة وسيأتى فى كلام المصنف (قوله لم يعتقد الخ) أى ولم يعتقد فى فرض معين من فروضها سنيته، وهذا الشرط فى حق العامى وهو من لم يحصل طرفا من الفقه يهتدى به إلى باقيه كذا قاله فى شرح الأصل، وعليه فلا يشترط فى حقه تمييز فرائضها من سننها، فلو اعتقد العامى أن فى الصلاة فروضا وسننا ولم يميز صحت صلاته. وأما العالم فلا، وهو ما فى فتاوى الإمام وبه قال البغوى ووافقه الشربينى خلافا لابن حجر والاسنوى قال فى المهمات والظاهر الصحة فلا يعتبر إلا أن يقصد بفرض نفلا اهـ وعليه فلا يتقيد الشرط المذكور بالعامى والله أعلم (قوله ثامنهن) الضمير لقوله شرط الصلاة وتأنيثه باعتبار مدلول مرجعه إذ قد تقدم أنه مفرد مضاف فيعم أى ثامن شروطها (قوله العلم بالفرضية) أى بفرضية الصلاة أى بكونها فرضا، وهذا فى حق العامى وغيره ¶ (فصل) فى بيان أقسام الحدث ¶ أَحْدَاثُنَا أَصْغَرُ مُوْجِبُ الْوُضُوْ  ...  وَأَكْبَرُ مُوْجِبُ غُسْلٍ يُفْرَضُ ¶ ------------------------------------ ¶ (",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "قوله فصل) أى فى بيان أقسام الحدث، وهذا لم يفرده الأصل بالترجمة وكذا الذى بعده، وإنما أدرجهما فى ترجمة شروط الصلاة للمناسبة، وذلك أنه لما ذكر من شروط الصلاة الطهارة عن الحدث وستر العورة ناسب ذلك أن يذكر أقسام الحدث وأقسام العورة فأدرجهما فى ترجمتها والله أعلم (قوله أحداثنا الخ) وذلك بإدخال الجنابة فى الأكبر وإلا فبعضهم زاد عليهما ثالثا وهو الأوسط وهو الجنابة (قوله موجب الوضو) بدل من أصغر أو خبر عن مبتدأ محذوف أى والأصغر ما يوجب الوضوء وهو نواقضه، وكذلك يقال فى قوله موجب غسل (قوله موجب غسل) وهى الجنابة والحيض والنفاس والولادة ¶ (فصل) بيان أقسام العورة ¶ أَرَبَعُ نِ الْعَوْرَاتُ عَوْرَةُ الرَّجُلْ  ...  مُطْلَقَانِ اْلأَمَةِ فِى الصَّلاَةِ قُلْ ¶ مَا كَان َ بَيْنَ سُرَّةٍ وَرُكْبَةْ  ...  وَمَا سِوَى وَجْه ٍ وَكَفَّىْ حُرَّةْ ¶ ذَا فِى الصَّلاَةِ وَجَمِيْعُ جِسْمِهَا  ...  عِنْدَ اْلأَجَانِبِ اْلإِمَاءُ مِثْلُهَا ¶ وَعِنْدَ مَحْرَمِهِمَا وَالنِّسْوَةْ  ...  مَا كَانَ بَيْنَ سُرَّةٍ وَرُكْبَةْ ¶ ---------------------------------------- ¶ (",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "قوله فصل) فى بيان أقسام العورة (قوله أربع) خبر مقدم (قوله العورات) جمع عورة وهى شرعا ما يجب ستره فى الصلاة وما يحرم النظر إليه (قوله عورة الرجل) مبتدأ خبره ما كان الخ وقل جملة معترضة، والمراد بالرجل الذكر المحقق ولو كافرا أو عبدا أو صبيا ولو غير مميز (قوله مطلقا) أى سواء فى الصلاة أو فى خارجها (قوله الأمة) بالجر عطف على الرجل بحذف العاطف أى وعورة الأمة ولو خنثى ولو مبعضة ومدبرة ومكاتبة وأم ولد (قوله فى الصلاة) أى وكذا عند الرجال المحارم وعند النساء وفى الخلوة، وأما عند الرجال الأجانب فجميع بدنها كما يأتى (قوله ما كان الخ) أما نفس السرة والركبة فليسا بعورة لكن يجب ستر بعضهما من باب ما لايتم الواجب إلا به فهو واجب، وهذه العورة فى حق الرجل مطلقا بالنسبة لنظر محارمه ومماثله ، وأما عورته بالنسبة لنظر الأجنبية إليه فجميع بدنه حتى الوجه والكفين ولو عند أمن الفتنة ولو رقيقا، وبالنسبة للخلوة السوأتان فقط ¶ (قوله وما سوى الخ) أى وعورة الحرة ومثلها الخنثى فى الصلاة جميع بدنها ما سوى الوجه والكفين (قوله وكفى حرة) أى ظهرا وباطنا إلى الكوعين (قوله ذا فى الصلاة) أى ما ذكر فى حق الحرة من أن عورتها ما سوى الوجه والكفين فى الصلاة فقط (قوله وجميع جسمها) أى الحرة خبر عن محذوف أى وعورتها عند الأجانب جميع جسمها وبدنها حتى الوجه والكفين ولو عند أمن الفتنة (قوله عند الأجانب) أى بالنسبة لنظرهم إليها فيحرم عليهم النظر إلى شىء من بدنها (قوله الإماء) أى جمع أمة (قوله مثلها) أى مثل الحرة فى كون عورتها عند الأجانب جميع بدنها (قوله عند محرمهما) أى الحرة والأمة ظرف لمبتدأ محذوف أى وعورتهما بالنسبة لرجال محرمهما ما كان الخ (قوله والنسوة) أى وعند النسوة مطلقا غير الكافرات فى الحرة خاصة، أما بالنسبة لهن فى الحرة فما عدا مايبدو عند الخدمة والإشتغال لقضاء حوائجها (قوله ما كان الخ) خبر عن محذوف كما تقرر ¶ (",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "فصل) فى بيان أركان الصلاة ¶ رُكْنُ الصَّلاَةِ نِيَّةٌ تَحَرُّمُ  ...  قِيَامُ قَادِرٍ بِفَرْضٍ يُعْلَمُ ¶ قِرَاءَ ةٌ فَاتِحَةً رُكُوْعُهُ  ...  مَعَ الطُّمَأْنِيْنَةِ وَاعْتِدَالُهُ ¶ مَعْهَاكَذَا السُّجُوْدُ مَعْهَا مَرَّ تَيْنْ  ...  وَمَعَهَا الْجُلُوْسُ بَيْنَ السَّجْدَتَيْنْ ¶ تَشَهُّدٌ ثَانٍ كَذَا فِيْهِ الْقُعُوْدْ  ...  صَلاَ تُهُ فِيْهِ عَلَى زَيْنِ الْوُجُوْدْ ¶ تَسْلِيْمَةٌ أُوْلَى وَتَرْتِيْبٌ ظَهَرْ  ...  فَجُمْلَةُ اْلأَرْكَانِ سَبْعَةَ عَشَر ¶ -------------------------------------- ¶ (قوله فصل) أى فى بيان أركان الصلاة (قوله ركن الصلاة) أى أركانها (قوله نية) أى بالجنان فلا يجب النطق بها باللسان لكن يسن ليعاون اللسان الجنان فلا عبرة باللفظ مع انتفائها من القلب قال الشيخ عبد الله بن سليمان الجرهزى الشافعى فى المواهب السنية وظاهره ولو من العامى وهو ما يقتضيه ظاهر كلامهم لكن فيه عسر فينبغى أن يعتد به الآن أعنى فى زماننا اهـ وقوله أن يعتد به أى بالتلفظ فقط مع انتفاء النية فى القلب، وعلى الأول فلو اختلف الجنان واللسان كأن نوى بقلبه الظهر وبلسانه العصر فالعبرة بما فى القلب كما قال: ¶ واللفظ والجنان حيث اختلفا  ...  فليعتبر بالقلب من غير خفا",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "هذا ويجب قرن النية بتكبيرة الإحرام لأنها أول واجبات الصلاة بل عده بعضهم ركنا من أركان الصلاة، وفى المقارنة وجهان ؛ الأول أنه لابد من المقارنة الحقيقية، وتكون بعد الإستحضار الحقيقى ، وهما متغايران فالإستحضار الحقيقى أن يستحضر المصلى فى ذهنه ذات الصلاة وأركانها تفصيلا بأن يقصد كل ركن بذاته على الخصوص وتكون هيئتها أمامه كالعروس، والمقارنة الحقيقية هى أن يقرن ذلك المستحضر بفتح الضاد بكل التكبيرة من أولها إلى آخرها، هذا أصل مذهب إمامنا الشافعى واعتمده الرملى فى شرحه على المنهاج.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "والثانى تكفى المقارنة العرفية عند العوام، وتكون بعد الإستحضار العرفى وهو أن يستحضر هيئة الصلاة إجمالا بأن يقصد فعلها ويعينها من ظهر أو عصر وينوى الفرضية، والمقارنة العرفية هى أن يقرن ذلك المستحضَر إجمالا بأىّ جزء من أجزاء التكبير بأن توجد النية كلها أو بعضها فى أول التحرم أو آخره وهو ما اختاره الإمام و الغزالى وتبعه النووى فى المجموع والتنقيح وصوبه السبكى وقال من لم يقل به وقع فى الوسواس المذموم وقال ابن الرفعة انه الحق وقال غيره انه قول الجمهور وقال الزركشى انه حسن لايتجه غيره وقال الأذرعى انه صحيح وقال الشربينى ولى بهم أسوة بل قال أبو قشير فى قلائده ونقل الاسنوى عن الأئمة الثلاثة جواز تقدم النية على التحرم بزمن يسير قال أبو مخرمة فينبغى الأخذ سيما للموسوس اهـ والمراد بالعوام عامة الناس وهم خلاف العلماء الذين يقدرون على استحضارها أجمعها فى أذهانهم فى لحظة واحدة قاله فى الفوائد الجنية (قوله تحرم) أى تكبيرة الإحرام فيقول الله أكبر (قوله قيام قادر) خرج به العاجز عن القيام حسا أو شرعا كاحتياجه فى مداواته من وجع العين إلى الإستلقاء فلا يجب عليه القيام (قوله بفرض) خرج به النفل، فللقادر على القيام فعله قاعدا أو مضطجعا، فإن استلقى فى التنفل مع إمكان الإضطجاع لم يصح لعدم وروده (قوله قراءة فاتجة) برفع قراءة منونا ونصب فاتحة كذلك على أنه مفعول القراءة أى وقراءة المصلى الفاتحة فى كل ركعة، ويجب ترتيبها وموالاتها، فإن تخلل ذكر قطع الموالاة فإن تعلق بالصلاة كتأمينه لقراءة إمامه وفتحه عليه فلا فى الأصح، والسكوت الطويل بلا عذر يقطع الموالاة وكذا اليسير إذا قصد به قطع القراءة فى الأصح، ثم إن عجز عنها المصلى لزمه قراءة قدرها من بقية القرآن ولو مفرقا خلافا للرافعى ثم من ذكر أو دعاء ويجب كونه من سبعة أنواع ثم وقف بقدرها ولايترجم عنها بخلاف التكبير لفوات الإعجاز فيها دونه (قوله ركوعه) أقله",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "للقائم أن ينحنى قدر بلوغ راحتيه ركبتيه، وأكمله تسوية ظهره وعنقه ونصب ساقيه وأخذ ركبتيه بيديه وتفريق أصابعه للقبلة، أما القاعد فأقله فى حقه محاذاة جبهته أمام ركبتيه، وأكمله محاذاتها محل سجوده من غير مماسة وإلا كان سجودا، ويجب أن لايقصد بالركوع غيره فقط (قوله مع الطمأنينة) أى فى الركوع بأن تستقر أعضاؤه راكعا بحيث ينفصل رفعه عن هويه (قوله واعتداله) هو عود المصلى إلى ما ركع هو منه من قيام أو قعود، ويجب أن لايقصد بالإعتدال غيره (قوله معها) بسكون العين أى مع الطمأنينة فى الإعتدال (قوله كذا السجود) أى بوضع الجبهة مكشوفة واليدين والركبتين وأطراف القدمين ولو مستورةكما يأتى ذلك فى قول المصنف، والعبرة فى اليدين بباطن الكف سواء الأصابع أو الراحة وفى الرجل ببطون الأصابع (قوله معها) أى مع الطمأنينة فى السجود (قوله مرتين) أى سجدتين فى كل ركعة (قوله ومعها الخ) أى والجلوس بين السجدتين مع الطمأنينة فى كل ركعة سواء صلى قاعدا أم مضطجعا فلا يكفى ما دون الجلوس (قوله وتشهد ثان) وهو الذى يعقبه سلام وإن لم يكن للصلاة تشهد أول كالصبح، فالتعبير بالثانى جرى على الغالب من أن أكثر الصلاة له تشهدان (قوله كذا فيه) أى فى التشهد الثانى أى لأجله (قوله صلاته الخ) أى المصلى فى القعود بعد التشهد على سيدنا محمد زين الوجود وأفضل كل موجود سوى الملك المعبود (قوله تسليمة أولى) أى فى القعود، أما الثانية فسنة (قوله وترتيب) أى للأركان المذكورة، وهو جعل شىء فى مرتبته، فلو تركه عمدا كأن سجد قبل ركوعه بطلت صلاته، أو سهوا فما بعد المتروك لغو، فإن تذكره قبل بلوغ مثله فعله، وإلا تمت به ركعته وتدارك الباقى (قوله فجملة الخ) الفاء للإفصاح أى فإذا عرفت تفصيل تلك الأركان علمت أن جملة عددها سبعة عشر ركنا ¶ (فصل) فى بيان ما يعتبر فى النية ¶ إِنْ تَكُ فَرْضًا أَوْجَبُوْا فِىالنِّيَّةْ  ...  أَلْفِعْلَ وَالتَّعْيِيْنَ وَالْفَرْضِيَّةْ",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وَإِنْ تَكُنْ نَفْلاً لِوَقْتٍ أَوْ سَبَب ٍ ...  فَالْفِعْلُ وَالتَّعْيِيْنُ عِنْدَهُمْ وَجَبْ ¶ وَإِنْ تَكُنْ مُطْلَقَةً مِنْ نَفْل ِ ...  فَالْفِعْلُ قَطْ وَالْفِعْلُ قُلْ أُصَلِّى ¶ وَفَرْضَان الْفَرْضِيَّةَ الَّتِى خَلاَ  ...  تَعْيِيْنُهَا ظُهْرًا وَعَصْرًا مَثَلاً ¶ ------------------------------------- ¶ (قوله فصل) أى فى بيان ما يعتبر فى النية (قوله إن تك) أى الصلاة (قوله فرضا) أى كفائيا كان كصلاة الجنازة أو قضاء كالفائتة أو معادة أو نذرا (قوله أوجبوا) أى الفقهاء (قوله فى النية) أى نية ذلك الفرض (قوله الفعل) أى نية فعل الصلاة التى استحضرها لتتميز عن سائر الأفعال (قوله والتعيين) أى من ظهر مثلا لتمتاز عن سائر الصلوات ولأن كل ما اشترط فيه نية الفرضية يشترط فيه التعيين كما قال فى الفرائد البهية: ¶ وكل ما لنية الفرض افتقر  ...  فنية التعيين فيه تعتبر ¶ (قوله والفرضية) أى ملاحظة الفرضية وقصدها فيلاحظ المصلى ويقصد كونالصلاة فرضا لتتميز عن النفل، فهذه ثلاثة شروط اعتبرت فى الفرائض وقد جمعها بعضهم بقوله: ¶ يا سائلين عن شروط النية  ...  القصد والتعيين والفرضية ¶ (قوله وإن تكن الخ) أى الصلاة نفلا مؤقتا كالرواتب أو ذا سبب كالإستسقاء (قوله فالفعل والتعيين الخ البيت) جواب الشرط أى فيعين قبلية وبعدية فى صلاة الظهر والمغرب والعشاء لأن لكل بعدية وقبلية بخلاف سنة الصبح والعصر (قوله وجب) خبر أى كل منهما أى من الفعل والتعيين كما وجدته بخط المؤلف بالهامش (قوله وإن تكن مطلقة الخ) أى وإن تكن الصلاة مطلقة كائنة من نفل وهى التى لم تقيد بوقت ولا سبب (قوله فالفعل فقط) أى فقصد الفعل فقط دون التعيين واجب فيها،وقط اسم بمعنى حسب وهو الإكتفاء بالشىء وعليه المصنف والأكثرون على إلحاق الفاء به جوابية لشرط محذوف عند الجمهور أو زائدة لازمة عند ابن هشام وقد قلت قى منظومتى الفرائد العجيبة:",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "لما مضى أما فقط مخففا  ...  فهو كحسب واقترن حتما بفا ¶ (قوله والفعل الخ) هذا وما بعده فى البيت الذى يليه تمثيل لما يجب فى النية، فالفعل قولك أصلى، والفرضية قولك فرضا، والتعيين قولك ظهرا مثلا (قوله التى خلا) أى مضت وفيه حذف التاء من الفعل المسند إلى ضمير المؤنث المجازى على حد قوله : ولا أرض أبقل أبقالها. قال فى الخلاصة: ¶ (...................ومع  ...  ضمير ذى المجاز فى شعر وقع) ¶ (قوله مثلا) اى أو مغربا أو عشاء أو صبحا ¶ (فصل) فى بيان شروط التحرم ¶ شَرَائِطُ اْلإِحْرَامِ قُلْ وُقُوْعُهُ  ...  فِى الْفَرْضِ فِى الْقِيَامِ ثُمَّ كَوْنُهُ ¶ بِالْعَرَبِيَّةِ وَبِالْجَلاَلَةِ  ...  وَلَفْظُ أَكْبَرُ وَتَرْتِيْبٌ أُتِى ¶ وَلَمْ يَزِدْ بَيْنَهُمَا وَاوًا وَلاَ  ...  قَبْلَ الْجَلاَلَةِ وَأَنْ يَسْتَقْبِلاَ ¶ وَلَمْ يَمُدَّ الْبَا وَلَمْ يَشُدَّا  ...  وَهَمْزَةَ الْجَلاَلِ لمَْ يَمُدَّا ¶ دُخُوْلُ وَقْتٍ فِىالْمُؤَقَّتِ وَلَمْ  ...  يُخْلِلْ بِحَرْفٍ وَقْفُهُ فِيْهِ انْعَدَمْ ¶ تَأَّخُرُ الْمَأْمُوْمِ فِيْهِ عَنْ إِمَامْ  ...  إِسْمَاعُ نَفْسِهِ الْحُرُوْفَ وَالسَّلاَمْ ¶ ------------------------------------ ¶ (",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "قوله فصل) أى فى بيان شروط التحرم (قوله شرائط التحرم) أى شرائط تكبيرة الإحرام التى إذا اختل واحد منها لم تنعقد الصلاة (قوله وقوعه الخ) أى الإحرام فى فرض (قوله فى القيام) متعلق بوقوعه أى بعد الإنتصاب والوصول إلى محل تجزئ فيه القراءة، ومثل القيام مايقوم مقامه للعاجز عنه (قوله ثم كونه بالعربية) أى كون الإحرام بالعربية للقادر عليها وإلا فبترجمتها إذ تجوز الترجمة عنه بخلاف الفاتحة كما مر (قوله وبالجلالة) أى وكونه بلفظ الجلالة فلا يصح الرحمن أكبر ونحوه لعدم الجلالة (قوله ولفظ أكبر) أى وكونه بلفظ أكبر فلا يكفى غيره كالله كبير (قوله وترتيب) أى بين اللفظين فلا يكفى أكبر الله بخلاف نظيره فى السلام فلا يضر فيه تقديم الخبر على المبتدأ، فإن قال أكبر الله أكبر فإن قصد بلفظ الجلالة الإبتداء صح والا فلا (قوله ولم يزد بينهما) أى الكلمتين (قوله واوا) أى ساكنة أو متحركة، فلو زادها كأن يقول اللاهو أكبر بسكون الواو والله وأكبر بحركتها لم تنعقد صلاته (قوله وأن يستقبلا) أى المصلى عند إيقاع الإحرام فيما إذا شرطناه (قوله ولم يمد البا) بالقصر أى باء أكبر، فلو مدها بقوله الله أكبار لم تصح صلاته (قوله ولم يشدا) أى ولم يشدد الباء (قوله وهمزة الخ) بالنصب مفعول مقدم ليمدا أى ولم يمد همزة الجلالة، فلو مدها لم تصح صلاته لأنه ينقلب من لفظ الخبر الإنشائى الى الإستفهام (قوله دخول وقت فى المؤقت) أى سواء كان فرضا أو نفلا وكذا ذو السبب (قوله ولم يخلل الخ) بالفك من الإدخام من أخل يخل إذا أفسد، وذلك جائز لأنه فعل مدغم عينه فى لامه ودخل عليه جازم كما فى قوله تعالى \"ومن يحلل عليه غضبى \" قال فى الخلاصة ¶ (................... وفى  ...  جزم وشبه الجزم تخيير قفى)",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "أى ولم يفسد حرفا من حروف التكبيرة، ويغتفر فى حق العامى إبدال همزة أكبر واوا كما أفاده الشرقاوى (قوله وقفه الخ) أى وقف المصلى فى التكبير يعنى ولايقف بين كلمتى التكبير وقفة طويلة ولاقصيرة، ولايضر الفصل بأداة التعريف كالله الأكبر ولابوصف لم يطل كالله العظيم أكبر(قوله تأخر المأموم فيه) أى فى التكبير (قوله عن إمام) أى عن تكبيرة الإمام، فلو قارنه فى جزء منه لم تصح صلاته ولا القدو(قوله الحروف) بالنصب أى جميع حروف التكبيرة إذا كان صحيح السمع ولا مانع من لغط وغيره وإلا فلا، فيرفع صوته قدر الرفع الذى يسمع به لو لم يكن أصم (قوله والسلام) أى على من اتبع الهدى والهلاك على من اتبع الهوى تكملة ¶ (فصل) فى بيان شروط أم القرآن ¶ شُرُوْطُ فَاتِحَةِ عَشْرٌ رَتِّبَنْ  ...  وَالِ وَشَدَّاتٍ حُرُوْفًا رَاعِيَنْ ¶ وَاقْرَأْ جَمِيْعَ آيِهَا وَمِنْهَا  ...  بَسْمَلَةٌ وَقُمْ بِفَرْضٍ فِيْهَا ¶ لاَتَلْحَنَنْ لَحْنًا يُحِيْل الْمَعْنَى  ...  وَنفْسَكَ الْحُرُوْفَ أَسْمَعِنَّا ¶ لاَتَسْكُتَنَّ سَكْتَةً تُطِيْلُهَا  ...  وَلاَقَصِيْرَةً إِذَا رُمْتَ بِهَا ¶ قَطْعَ الْقِرَاء ةِ وَلاَ تَأْتِ بِهَا  ...  بِالذِّكْرِ اْلأَجْنَبِىّ ِ فِى خِلاَلهِاَ ¶ ----------------------------------- ¶ (",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "قوله فصل) أى فى بيان شروط أم القرآن (قوله فاتحة) بالجر مع ترك التنوين للضرورة (قوله عشر) بحذف التاء للضرورة أى جريا على القول بأن ذكر المعدود لايعتبر إلا إذا كان تمييزا (قوله رتبن) أى أنت بأن تأتى بها على نظمها المعروف (قوله وال) فعل أمر من والى يوالى موالاة أى بأن لاتأتى بفاصل مما لايتعلق بالصلاة كما يأتى عند تحشية آخر الشروط (قوله وشدات حروفا الخ) كلاهما منصوب على أنه مفعول مقدم لراعين أى وراعين أنت شدات الفاتحة وحروفها، فلو أسقط تشديدا من تشديداتها أو حرفا من حروفها لم تصح صلاته(قوله واقرأ الخ) أى واقرأ حميع آياتها ومنها البسملة (قوله وقم بفرض فيها) أى فى فرض لأجل قراءة الفاتحة بمعنى أنه لابد من إيقاعها بكل حروفها فى القيام أو بدله (قوله لا تلحنن) واللحن عند الفقهاء يشمل تغيير الإعراب وإبدال حرف بآخر (قوله يحيل المعنى) أى ينقل معنى الكلمة إلى معنى آخر كضم تاء أنعمت وكسرها بخلاف رفع هاء الحمد لله وفتح دال نعبد وكسر بائها ونونها (قوله ونفسك الخ) مفعول أول لأسمعنا فعل أمر من أسمع بنون التوكيد الثقيلة وألف الإطلاق ومفعوله الثانى قوله الحروف أى حروف الفاتحة، وذلك فيما إذا كان صحيح السمع ولا لغط (قوله لاتسكتن سكتة تطيلها) أى مطلقا بلا عذر، فإن وجد عذر كجهل أو سهو أو نسيان أو إعياء لم يضر (قوله ولاقصيرة) أى ولاتسكتن سكتة قصيرة تقصد بها قطع القراءة (قوله إذا رمت بها) أى قصدت بالسكتة القصيرة (قوله قطع القراءة) مفعول رمت أى بخلاف ما لو قصد قطع القراءة ولم يسكت فلا تبطل قراءته (بها الخ) أى مع الفاتحة وبالذكر متعلق بتأت (قوله الأجنبى) أى غير المتعلق بمصلحة الصلاة ولو قليلا كحمد عاطس بخلاف ما إذا تعلق بها كتأمينه لقراءة إمامه وفتحه عليه ولايفتح عليه إلا إذا توقف وسكت ¶ (فصل) فى بيان عدد الشدات فى الفاتحة ومحلها",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "شَدَّات ُ فَاتِحَةِ ارْبَعَ عَشَرْ  ...  فِى اللاَّمِ بِسْمِ اللهِ وَالرَّحْمِنِ قَرّ ¶ فِى الرَّا كَذَا الرَّحِيْمُ لله بِلاَمْ  ...  رَبِّ بِبَا الرَّحْمَنِ فَوْقَ الرَّا يُقَامْ ¶ كَذَا الرَّحِيْمِ فَوْقَ دَالِ الدِّيْنِ  ...  فِى الْيَاءِ إِيَّاكَ بِمَوْضِعَيْنِ ¶ فِى صَادِ الصِّرَاطِ فِى اللاَّمِ الَّذِيْنْ  ...  فِى ضَادِ الضَّالِّيْن َ مَعْ لاَمٍ تَبِيْنْ ¶ ----------------------------------------- ¶ (قوله فصل) أى فى بيان عدد الشدات فى الفاتحة ومحلها (قوله فى اللام الخ) خبر مقدم عن قوله بسم الله على تقدير مضاف أى فى اللام تشديد الله (قوله والرحمن قر فى الرا) بالقصر أى وتشديد الرحمن ثبت فى الراء (قوله كذا الرحيم) أى مثل الرحمن فى كون تشديده فوق الراء (قوله لله بلام) أى تشديد لله فى لام الجلالة (قوله رب ببا) بالقصر أى تشديد رب العالمين بالباء (قوله الرحمن الخ) أى تشديد الرحمن يقام فوق الراء (قوله كذا الرحيم) أى مثل الرحمن الرحيم فى أن تشديده فوق الراء (قوله فوق دال الخ) أى وتشديد فوق دال يوم الدين (قوله فى الياء إياك) فيه ما مر فى فى اللام بسم الله وكذا يقال فى صاد الصراط وتالييه (قوله بموضعين) أى فيهما وهما إياك نعبد وإياك نستعين (قوله مع لام تبين) أى الشدة تتضح فى ضاد الضالين مع لامها ¶ (فصل) فى بيان مواضع رفع اليدين المسنون ¶ رَفْعُ الْيَدَيْنِ سُنَّةٌ فِى أَرْبَعَةْ  ...  مَوَاضِعٍ عِنْدَ التَّحَرُّمِ مَعَهْ ¶ رُكُوْعِهِ وَاْلإِعْتِدَالِ وَالْقِيَامْ  ...  مِنْ أَوَّلِ التَّشَهُّدِ الَّذِى يُرَامْ ¶ -------------------------------------- ¶ (",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "قوله فصل) أى فى بيان مواضع رفع اليدين المسنون (قوله مواضع) بالصرف للضرورة (قوله عند التحرم) أى فيبتدئ الرفع فيه مع ابتداء التكبير وينهيه مع انتهائه قال الباجورى فما يقع الآن من الرفع قبل التكبير خلاف السنة وإن فعله كثير من أهل العلم (قوله معه الخ) خبر مقدم عن قوله ركوعه أى مع رفع اليدين ركوع المصلى أى هويه للركوع(قوله والإعتدال الخ) بالجر أى وعند الرفع من الركوع للإعتدال وعند التشهد الأول، فهذه مواضع سنية الرفع، فلا يسن فى غيرها كالقيام من جلسة الإستراحة فهو مكروه عنده فليتفطنفإنى رأيت كثيرا من طلبة العلم يفعله ¶ (فصل) فى واجبات السجود ¶ تَهْوِ لِغَيْرِهِ وَلاَ تَسْجُدْ عَلَى  ...  عَنْ سَبْعَةِ اْلأَعْضَا بِوَقْتٍ وَاحِدِ ¶ وَالْجَبْهَةَ اكْشِفَ ثَقِّلَنْ رَأْسَكَ لاَ  ...  شَرْطُ السُّجُوْدِ سَبْعَةٌ فَلْتَسْجُدِ ¶ شَىْءٍ بِكَ اهْتَزَّ ارْفَعِ اْلأَسَافِلاَ  ...  عَلَى أَعَالِيْكَ اطْمَئِنّ َ كَمُلاَ ¶ --------------------------------------- ¶ (",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "قوله فصل) أى فى واجبات السجود (قوله عن سبعة الخ) عن بمعنى على أى على سبعة الأعضاء اهـ بخط المؤلف وهذا السبعة يأتى ذكرها قريبا (قوله بوقت واحد) أى من حيث وضع هذه الأعضاء لا من حيث ترتيب الوضع، فلو وضع بعضها ثم رفعه ووضع الآخر لم يكف، وأما من حيث الترتيب فالأكمل أن يضع ركبتيه ثم يديه ثم جبهته وأنفه فتأمل (قوله والجبهة الخ) بالنصب على الإشتغال أى لا بد أن تكون مكشوفة إلا لعذر كوجود شعر نابت فيها (قوله ثقلن رأسك) أى فى الجبهة فقط دون بقية الأعضاء بحيث لو كان تحته قطن مثلا لانكبس، فلا يكفى إمساس رأسه موضع سجوده ولو كان مع وجود الطمأنينة (قوله ولاتهو لغيره) أى لاتسقط من أعلى إلى أسفل لغير السجود وحده (قوله على شىء) أى متصل بك (قوله بك اهتز) أى بحركتك تحرك ذلك الشىء فى قيامك ولو بالقوة لابالفعل (قوله ارفع الأسافلا) هى عجيزتك وما حولها والأعالى هى رأسك ومنكباك إلا إذا كنت فى سفينة ولم تتمكن منه لنحو ميلها فتصلىعلى حالك وتعيد لأنه عذر نادر (قوله اطمئن) أى فى السجود (قوله كملا) أى شرط السجود تكملة ¶ (فصل) فى بيان أعضاء السجود السبعة ¶ أَعْضَاهُ رُكْبَتَانِ جَبْهَةٌ بُطُوْنْ  ...  أُصْبُعِ رِجْلَيْنِ وَكَفَّينِ تَكُوْنْ ¶ -------------------------------------- ¶ (قوله فصل) هكذا ترجم به الناظم، والأصل ترجم عنه بالخاتمة أى فى بيان أعضاء السجود السبعة (قوله الجبهة) خرج بها الجبين وهو جانبها من الجهتين، فلا يكفى وضعه وحده (قوله بطون أصبع الرجلين) أى ولو مستورة كما مر (قوله وكفين) أى وبطون كفين، ويكفى وضع جزء من كل واحد من هذه الأعضاء السبعة ولومن أصبع فقط ولو من يد أو رجل وتكون تامة تكملة أى توجد تلك الأعضاء ¶ (فصل) فى بيان عدد التشديدات فى التشهد ومواضعها ¶ وَلِلتَّشَهُّدِ مِنَ الشَّدَّاتِ  ...  اِحْدَى وَعِشْرُوْنَ فَخَمْسٌ تَأْتِى",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "فِى أَكْمَلَ سِتَّةَ عَشْرَ فِى ا ْلأَقَلّْ  ...  فِى التَّاءِ وَالْيَاءِ التَّحِيَّاتِ حَصَلْ ¶ فِىالصَّادِ لَفْظُ الصَّلَوَاتِ الطَّيِّبَاتْ  ...  فِى طَا وَيَا للهِ فَوْقَ اللاَّمِ آتْ ¶ فِى سِيْنِ السَّلاَمِ فِىالْيَاءِ وَنُوْنْ  ...  وَالْيَاءِ أَيُّهَا النَّبِىِّ قَدْ يَكُوْنْ ¶ وَرَحْمَةُ اللهِ عَلَى اللاَّمِ يَبِيْنْ  ...  وَبرَكَاتُهُ السَّلاَمُ فَوْقَ سِيْنْ ¶ ثُمَّ عِبَادُ اللهِ فِى اللاَّمِ أَتَى  ...  اَلصَّالِحِيْنَ فَوْقَ صَاد ثَبَتَا ¶ ثُمَّ الشَّهَادَتَانِ فِى لاَمَىْ أَلِفْ  ...  لاَمٌ وَ نُوْنٌ مِيْمٌ رَا لاَمٌ عُرِفْ ¶ -------------------------------------- ¶ (",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "قوله فصل) فى بيان عدد التشديدات فى التشهد ومواضعها (قوله وللتشهد الخ) خبر مقدم عن قوله احدى وعشرون، ومن الشدات بيان مقدم حال مما بعده (قوله فخمس الخ) تفصيل لما أجمله أى فخمس من الشدات تأتى فى أكمل التشهد وهو ما يسن السجود بتركه فى الجلوس الأول (قوله فى الأقل) أى أقل التشهد وهو اللفظ الواجب فى الجلوس الأخير (قوله فى التاء والياء الخ) متعلق بحصل، وفى التحيات مضاف محذوف أى تشديد التحيات حصل فيهما(قوله لفظ الصلوات) أى تشديد لفظ الصلوات (قوله الطيبات فى الخ) أى شدة الطيبات فى طاء وياء (قوله لله الخ) أى تشديد لله آت فوق اللام (قوله فى سين الخ) خبر مقدم أى فيها شدة السلام (قوله فى الياء الخ) أى تشديد أيها النبى قد يكون فى الياء والنون والياء، وفيه أن قد إذا دخلت على المضارع تكون للتقليل غالبا وهى هنا تتعين للأمرين التقليل والتكثير على الإشتراك ؛ فالتكثير بالنسبة لشدة ياء أيها ونون النبى، والتقليل بالنسبة لشدة ياء النبى إذ النبى قد يقرأ بالهمزة من النباء بمعنى الخبر لأنه صلى الله عليه وسلم مخبر عن الله تعالى فلا تشديد عليه فتأمل (قوله ورحمة الخ) أى وتشديده على اللام، ويبين أى يتضح تشديده (قوله السلام) أى وتشديده فوق السين (قوله ثم عباد الله) أى ثم تشديده أتى فى اللام (قوله الصالحين) أى وتشديده ثبت فوق الصاد (قوله ثم الشهادتان الخ البيت) بحذف مضاف فهو مرفوع بالإبتداء وخبره قوله عرف قال فى الخلاصة: ¶ وما يلى المضاف يأتى خلفا  ...  عنه فى الإعراب اذا ما حذفا ¶ أى وتشديد الشهادتين فى لامى ألف لام ولام الجلالة من إلا الله وفى النون والراء ولام الجلالة من وأن محمدا رسول الله ¶ (فصل) فى بيان تشديدات الصلاة على النبى ¶ أَدْنَى صَلاَتِنَا عَلَى خَيْرِ الْبَشَرْ  ...  شَدَّاتُهُ أَرْبَعُ اللّهُمَّ قَرّْ ¶ فِى اللاَّمِ وَالْمِيْمِ وَصَلِّ فَوْقَ لاَمْ  ...  عَلَى مُحَمَّدٍ عَلَى الْمِيْمِ يُقَامْ",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "------------------------------------ ¶ (قوله فصل) أى فى بيان تشديدات الصلاة على النبى (قوله أدنى الخ) أى أقل الصلاة عليه صلى الله عليه وسلم (قوله شداته) أى شدات أدناها أربع (قوله اللهم الخ) أى تشديده قر فى اللام والميم (قوله وصل الخ) أى وتشديده فوق اللام (قوله على محمد الخ) أى وتشديده يقام على الميم ¶ (فصل) فى بيان أقل السلام وتشديده ¶ وَإِنْ تُرِدْ أَدْنَى السَّلاَمِ فَالسَّلاّمْ  ...  عَلَيْكُمُ تَشْدِيْدُهُ فِى السِّيْنِ قَامْ ¶ ------------------------------------ ¶ (قوله فصل) أى فى بيان أقل السلام وتشديده (قوله وإن ترد الخ) أى وإن ترد أيها المصلى أقل السلام فهو قولك السلام عليكم وتشديده قام فى السين فقط ¶ (فصل) فى بيان الأوقات للمكتوبة ¶ وَقْتُ الصَّلاَةِ حُصِرَتْ فِى خَمْسِ  ...  فَأَوَّلُ الظُّهْرِ زَوَالُ الشَّمْسِ ¶ آخِرُهُ مَصِيْرُ ظِلِّ الشَّىْءِ مِنْ  ...  بَعْدِ الزَّوَالِ مِثْلَهُ إِذَا زُكِنْ ¶ وَأَوَّلُ الْعَصْرِ مَصِيْرُ ظِلِّهِ  ...  مِنْ بَعْدِ ذَاكَ زَائِدًا عَنْ مِثْلِهِ ¶ آخِرُهُ غُرُوْبُ شَمْسٍ كَمُلاَ  ...  وَأَوَّلَ الْمَغْرِبِ أَيْضًا جُعِلاَ ¶ آخِرُهُ غُرُوْبُ أَحْمَرِ الشَّفَقْ  ...  وَهْوَ ِلأَوَّلِ الْعِشَاءِ يُسْتَحَقّ ¶ آخِرُهُ طُلُوْعُ فَجْرٍ صَدَقَا  ...  وَأَوَّلاً لِلصُّبْحِ أَيْضًا حُقِّقَا ¶ آخِرُهُ طُلُوْعُ شَمْسٍ يَظْهَرُ  ...  أَشْفَاقُهُمْ أَحْمَرُ ثُمَّ أَصْفَرُ ¶ أَبْيَضُ فَالأَحْمَرُ مَغْرِبٌ لَنَا  ...  وَأَصْفَرٌ وَأَبْيَضٌ عِشَاءُ نَا ¶ وَيُنْدَبُ التَّأْخِيْرُ لِلْعِشَا لَنَا  ...  إِلَى مَغِيْبِ شَفَقَيْهِ بَيِّنَا ¶ ------------------------------------ ¶ (",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "قوله فصل) أى فى بيان الأوقات للمكتوبة (قوله وقت الصلاة) أى المكتوبة، وإلا فأوقات الصلاة مطلقا غير محصورة فى الخمسة (قوله حصرت) الضمير لوقت الصلاة على الإكتساب أو على إرادة المعنى إذ معناه أوقات الصلات لأن وقتا مفرد مضاف فيعم (قوله فأول الظهر الخ) أى فأول وقتها عقب وقت زوال الشمس فيما يظهر لنا، فوقت الزوال خارج عن وقت الظهر (قوله آخره) أى وقت الظهر (قوله من بعد الزوال) أى من غير الظل الموجود عند الزوال (قوله مثله) بالنصب خبر المصير أى مثل ذلك الشىء (قوله اذا زكن) أى علم ذلك الزوال أى ظله كما هو الغالب، وهذا قيد زاده على الأصل للتوضيح (قوله وأول العصر) أى أول وقتها (قوله مصير ظله الخ) أى مصير ظل الشىء مثله من هذا الزوال (قوله زائدا الخ) أى حال كون الظل زائدا عن مثل ظل ذلك الشىء قليلا (قوله آخره) أى وقت العصر (قوله كملا) أى الغروب بأن يغرب جميع قرص الشمس (قوله وأول الخ) بالنصب مفعول ثان لجعل مقدم ومفعوله الأول ضمير الغروب فيه يعنى ان أول وقت المغرب عقب وقت غروب الشمس التام، فلو غربت بعضها فقط لم يدخل وقت المغرب، ولا يضر بقاء شعاع بعد الغروب (قوله أيضا) أى كما أن ذلك جعل آخر وقت العصر (قوله آخره) أى وقت المغرب (قوله غروب الخ) أى تمام غروب الشفق الأحمر، ووصف الشفق به للكشف لأنه المنصرف إليه اللفظ عند الإطلاق وامتداد المغرب إلى ذلك هو القول القديم ورجحه النووى فهو من المستثنيات من قولهم الجديد من القديم بمنزلة الناسخ من المنسوخ فالعمل بالجديد لا بالقديم كما قلت فى الثمرات الحاجينية: ¶ ثم الجديد إن أتى يقابل  ...  قولا قديما فالجديد يعمل ¶ فى غير ما استثنى فى المسائل  ...  إذ فى القديم قوة الدلائل ¶ (",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "قوله وهو الخ) أى غروب الشفق يستحق أيضا لأول وقت العشاء، والمراد عقب وقت غروبه فلا يدخل إلا بعد ذلك (قوله آخره) أى وقت العشاء (قوله صدقا) أى فى دلالته على وجود النهار، والفجر الصادق هو المنتشر ضوءه معترضا بالأفق ¶ (قوله وأولا الخ) حال مقدم من ضمير الطلوع فى قوله حققا بالبناء للمجهول أى وحقق طلوع الفجر الصادق حال كونه أولا لوقت الصبح، والمراد عقب وقوع طلوع بعض الفجر الصادق(قوله أيضا) أى كما حقق ذلك آخرا لوقت العشاء (قوله يظهر) أى الطلوع بظهور قرصها (قوله أشفاقهم الخ) أى ثلاثة أحمر وأصفر وأبيض وثم للترتيب الذكرى (قوله فالأحمر) أى فوجود الشفق الأحمر مغرب (قوله مغرب) أى استمرار وقته (قوله وأصفر وأبيض) بالصرف للضرورة أى وجود هما عشاء نا (قوله عشاء نا) أى دخول وقته (قوله ويندب التأخير الخ) أى خروجا من خلاف من أوجبه وهو القول الجديد من قولى الإمام الشافعى (قوله شفقيه) أى شفقى العشاء الأصفر والأبيض ¶ (فصل) فى الصلاة المحرمة من حيث الوقت والفعل ¶ تَحْرِيْمُ مَا لاَ سَبَبَ قُدِّمَ أَوْ  ...  قُرِنَ فِى خَمْسَةِ أَوْقَاتٍ رَأَوْا ¶ عِنْدَ طُلُوْعِ الشَّمْسِ حَتَّى ارْتَفَعَتْ  ...  مِقْدَارَ رُمْحٍ ثُمَّ عِنْدَ مَا اسْتَوَتْ ¶ فِى غَيْرِ جُمْعَةٍ إِلَى أَنْ زَالَتْ  ...  وَعِنْدَ مَا اصْفَرَّتْ إِلَى أَنْ غَابَتْ ¶ وَبَعْدَ فَرْضِ الصُّبْحِ حَتَّى طَلَعَتْ  ...  وَبَعْدَ فَرْضِ الْعَصْرِ حَتَّى غَرَبَتْ ¶ --------------------------- ¶ (",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "قوله فصل) أى فى الصلاة المحرمة من حيث الوقت والفعل (قوله تحريم ما) أى صلاة (قوله لاسبب قدم أو قرن) أى بأن لم يكن لها سبب أصلا وهى النفل المطلق أو لها سبب متأخر كصلاة الإستخارة، واحترز بذلك مالها سبب متقدم كفائتة أو مقارن كصلاة الكسوف فلا تحرم(قوله فى خمسة أوقات) أى فالصلاة فيها حينئذ غير منعقدة (قوله عند طلوع الشمس) أى ابتداء طلوعها (قوله حتى ارتفعت الخ) أى فإذا ارتفعت مقداره صحت الصلاة مطلقا (قوله مقدار رمح) وهو سبعة أذرع بذراع الآدمى تقريبا فى رأى العين (قوله ثم عند ما استوت) أى الشمس (قوله فى غير جمعة) أى فتصح فى يومها فى وقت الإستواء ولو لغير حاضرها (قوله إلى أن زالت) أى الشمس، فإذا زالت صحت الصلاة (قوله وعند ما اصفرت الخ) أى الشمس (قوله وبعد فرض الصبح) أى وبعد فعل فرض الصبح لمن صلاها أداء مسقطة للقضاء، فلو كانت قضاء أو غير مسقطة للقضاء كالصلاة بتيمم فى محل يغلب فيه وجود الماء لم تحرم الصلاة بل صحت النافلة المطلقة بعده حينئذ (قوله حتى طلعت) أى وارتفعت كرمح كما مر (قوله وبعد فرض العصر) أى وبعد فعل فرض العصر لمن صلاها أداء مسقطة للقضاء نظير ما مر ولو كانت العصر مجموعة مع الظهر جمع تقديم (قوله حتى غربت) أى الشمس ¶ (فصل) فى سكتات الصلاة، وهى من الهيئات ¶ سَكْتَاتُهَا بَيْنَ التَّحَرُّمِ افْتِتَاحْ  ...  وَبَيْنَهُ تَعَوُّذٌ بِاْلإِتِّضَاحْ ¶ وَبَيْنَهُ فَاتِحَةٍ وَبَيْنَا  ...  آخِرِهَا وَقَوْلِهِ آمِيْنَا ¶ وَبَيْنَهُ وَسُوْرَةٍ وَبَيْنَهَا  ...  رُكُوْعِهِ فَكَانَ سِتًّا عَدُّهَا ¶ -------------------------------- ¶ (",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "قوله فصل) أى فى سكتات الصلاة، وهى من الهيئات (قوله سكتاتها) أى سكتات الصلاة المستحبة (قوله بين التحرم افتتاح) بحذف واو العطف أى بين تكبيرة الإحرام ودعاء الإفتتاح (قوله وبينه الخ) بحذف العاطف أيضا أى وبين دعاء الإفتتاح والتعوذ (قوله وبينه فاتحة) أى وبين التعوذ والفاتحة (قوله وبينا الخ) بألف الإطلاق أى وبين آخر الفاتحة وهو الضالين وقول المصلى آمين (قوله وبينه وسورة) أى وبين آمين وقراءة سورة (قوله وبينها الخ) أى وبين السورة وركوع المصلى (قوله فكان ستا عدها) أى فكان عد السكتات ستا ¶ (فصل) فى بيان ما يتعلق بالطمأنينة ¶ مَا يَلْزَمُ اطْمِئْنَانُهُ فِيْهِ السُّجُوْدْ  ...  كَذَا الرُّكُوْعُ اْلإِعْتِدَالُ وَالْقُعُوْدْ ¶ أَىْ بَيْنَ سَجْدَتَيْنِ اْلإِطْمِئْنَانُ هُوْ  ...  سُكُوْنُهُ مِنْ بَعْدِ حَرْكَةٍ لَهُ ¶ بِحَيْثُ يَسْتَقِرّ ُ كُلِّ أَعْضَاهِ  ...  مَحَلَّهَا بِقَدْر ِ سُبْحَانَ اللهِ ¶ -------------------------------------- ¶ (قوله فصل) أى فى بيان ما يتعلق بالطمأنينة (قوله مايلزم الخ) أى الركن الذى يجب اطمئنان المصلى فيه السجود والركوع والإعتدال منه والقعود بين السجدتين (قوله الإطمئنان هو الخ) بين به صورة الطمأنينة الواجبة فى المواضع المذكورة أى والطمأنينة سكون المصلى أى سكون أعضائه من بعد حركتها من هوىّ أو نهوض، وقوله له أى للمصلى(قوله أعضاه) بتخفيف الهمزة أى أعضاءه أى المصلى (قوله بقدر سبحان الله) أى بقدر التلفظ بسبحان الله ¶ (فصل) فى بيان مقتضى سجود السهو وما يتعلق به ¶ أرْبَعُ اسْبَابُ سُجُوْدِ سَهْوِهِ  ...  فَتَرْكُهُ لِبَعْضٍ أوْ لِبَعْضِهِ ¶ وَفِعْلُ مَا لَمْ يُبْطِلْ إلاَّ الْعَمْدُ لَهَ  ...  سَهْوًا كَذَا قَوْلِىِّ رُكْنٍ نَقَلَهْ ¶ إلَى سِوَى الْمَحَلِّ مَعْ إيْقَاعِهِ  ...  فِعْلِىَّ رُكْنٍ بِاحْتِمَالٍ زَيْدِهِ ¶ -------------------------------------- ¶ (",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "قوله فصل) أى فى بيان مقتضى سجود السهو وما يتعلق به (قوله أربع الخ) خبر مقدم أى الأسباب التى تقتضى سجود السهو فى الصلاة فرضا أو نفلا أربعة (قوله سهوه) أى المصلى، والمراد بالسهو هنا مطلق الخلل الواقع فى الصلاة سواء كان عمدا أو سهوا (قوله فتركه الخ) أى فذلك هو ترك المصلى لبعض من أبعاض الصلاة الآتية واحد يقينا ولو عمدا (قوله أو لبعضه) أى أو تركه لبعض البعض الواحد من الأبعاض كترك كلمة من القنوت الثابت عن النبى صلى الله عليه وسلم (قوله وفعل ما لم يبطل الخ) أى ما لم يبطل الصلاة إلا عمده إذا فعله ناسيا كتطويل ركن قصير وهو الإعتدال والجلوس بين السجدتين، وقوله له أى لما، و سهوا راجع لقوله فعل الخ(قوله كذا قولى ركن الخ) أى ركن قولىّ نقله المصلى إلى غير محله كقراءة الفاتحة أو سورة الإخلاص أو بعضها فى القعود بنيتها (قوله مع إيقاعه الخ) أى المصلى ركنا فعليا مع احتمال الزيادة (قوله باحتمال زيده) أى مع احتمال زيادة الركن الفعلى الذى أوقعه بأن شك فى ركعة من الرباعية هل صليت ثلاثا وهذه التى أريد الإتيان بها رابعة أم رابعة وهى خامسة فبنى على اليقين وانتصب للإتيان بركعة ثم بعد انتصابه تذكر فى أثنائها وقبل السلام انها رابعة فيسن السجود ¶ (فصل) فى بيان عدد الأبعاض من الصلاة ¶ سَبْعَةٌ أَبْعَاضُ الصَّلاَةِ مُجْمَلَةْ  ...  تَشَهُّدٌ أَوَّلٌ وَالْقُعُوْدُ لَهْ ¶ صَلاَتُهُ فِيْهِ عَلَى الْبَشِيْرِ  ...  صَلاَتُهُ لِلآلِ فِى اْلأَخِيْرِ ¶ قُنُوْتُهُ الصَّلاَةُ فِيْهِ وَالسَّلاَمْ  ...  عَلَى النَّبِىْ وَاْلآلِ وَالصَّحْبِ الْكِرَامْ ¶ --------------------------------------- ¶ (",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "قوله فصل) أى فى بيان عدد الأبعاض من الصلاة (قوله مجملة) أما بالتفصيل فهى عشرون مذكورة فى شرح الأصل (قوله تشهد أول) المراد به اللفظ الواجب فى التشهد الأخير، فلا سجود لترك ما هو سنة فيه (قوله له) أى للتشهد الأول (قوله صلاته فيه الخ) أى صلاة المصلى فى التشهد الأول أى بعده على نبينا البشير للمطيعين والنذير للعاصبن (قوله فى الأخير) أى فى التشهد الأخير يعنى بعده (قوله قنوته) أى فى الصبح ووتر النصف الأخير من رمضان (قوله الصلاة فيه) أى فى القنوت يعنى بعده ¶ (فصل) فى بيان مبطلات الصلاة ومفسداته ¶ وَيُبْطِلُ الصَّلاَةَ مُطْلَقًا حَدَثْ  ...  وَكَشْفُ عَوْرَةٍ وَنَجْسٌ قَدْ حَدَثْ ¶ وَالنُّطْقُ بِالْحَرْفَيْنِ أوْ بِحَرْفِ  ...  يُفْهِمُنَا تَعِمُّدًا قَدْ أُلْفِى ¶ مُفَطِّرٌ عَمْدًا وَأَكْلٌ كَثُرَا  ...  نَسْيًا كَذَا ثَلاَثُ حَرْكَاتٍ تُرَى ¶ عَلَى التَّوَالِى مُطْلَقًا وَوَثْبَةْ  ...  فَاحِشَةٌ وَضَرْبَةٌ مُفَرِّطَةْ ¶ وَسَبْقُهُ إمَامَهُ بِفِعْلِ  ...  وَزَيْدُهُ عَمْدًا لِرُكنٍ فِعْلِى ¶ رُكْنَيْنِ فِعْلِيَّيْنِ أَوْ تَخَلُّفُ  ...  عَنْهُ بِهِ بِغَيْرِ عُذْرٍ يُعْرَفُ ¶ نِيَّةُ قّطْعٍ لِلصَّلاَةِ وَكَذَا  ...  تَعْلِيْقُهُ تَرَدُّدٌ فِيْهِ خُذَا ¶ ------------------------------------- ¶ (",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "قوله فصل) أى فى بيان مبطلات الصلاة ومفسداته (قوله الصلاة) بالنصب مفعول يبطل، وفاعله حدث (قوله مطلقا) أى فرضا كانت الصلاة أو نفلا (قوله حدث) أى ولو بلا قصد (قوله وكشف عورة) أى مما يجب ستره لأجل الصلاة إن لم تستر حالا وإن صلى فى خلوة، فإن كشفها ريح لم تبطل صلاته إن سترها قبل مضى أقل الطمأنينة (قوله ونجس) أى لايعفى عنه (قوله قد حدث) أى طرأ إما على ثوبه وإن لم يتحرك بحركته كطرف عمامته الطويل أو على بدنه أو داخل أنفه أو فمه أو عينه أو أذنه إن لم يلق حالا من غير حمل، وعلى تفسير حدث بطرأ فلا إيطاء بينه وقوله حدث المتقدم (قوله والنطق بالحرفين) أى المتواليين وإن لم يفهما كعن ومن (قوله أو بحرف يفهمنا) أى كقِ و عِ (قوله تعمدا قد ألفى) بالبناء للمجهول أى وجد النطق بذلك تعمدا مع العلم بالتحريم وتذكر كونه فى الصلاة، أما مع عدم العلم أو عدم العمد أو النسيان فإن كان ما أتى به كلاما قليلا وضبط بست كلمات عرفية فأقل لم يضر إن كان فى الصورة الأولى قريب عهد بالإسلام أو نشأ بعيدا عن العلماء وإن كان كثيرا عرفا وهو ما زاد على الست ضر لأنه يقطع نظم الصلاة (قوله مفطر عمدا) بكسر الطاء مشددا أى مايفطر صوم الصائم عمدا، فما أبطل الصوم أبطل الصلاة إلا الأكل الكثير سهوا كما يأتى، فإنه يبطل الصلاة دون الصوم (قوله وأكل كثرا نسيا) أى للصلاة، أما القليل ناسيا فلا يبطل (قوله ثلاث حركات على التوالى) أى يقينا ولو بأعضاء متعددة كأن حرك رأسه ويديه، وذهاب الرجل وعودها يعد مرتين سواء حصل اتصال أم لا بخلاف ذهاب اليد وعودها على الإتصال فإنه يعد مرة واحدة، والفرق أن الرجل عادتها السكون بخلاف اليد (قوله مطلقا) أى سواء كان عمدا أو سهوا، هذا وأما الحركة القليلة كحركتين فلا تبطل الصلاة بها ما لم يقصد بها اللعب (قوله ووثبة) أى بنطة تجاوز الحد (قوله فاحشة) صفة كاشفة إذ الوثبة لاتكون إلا فاحشة، وأتى بها إشارة إلى أن كل ما",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "فحش كتحريك كل البدن حكمه حكم الوثبة (قوله وضربة مفرطة) أى مجازوة للحد (قوله وزيده الخ) أى زيادة المصلى عمدا لركن فعلى وإن لم يطمئن لتلاعبه (قوله وسبقه إمامه) بالنصب مفعول سبقه أى وسبق المأموم إمامه ولو على التعاقب بأن ركع المأموم فلما أراد إمامه أن يركع رفع ولما أراد الإمام أن يرفع سجد، فبمجرد سجوده تبطل صلاته (قوله بفعل ركنين فعليين) متعلق بسبقه أى سواء كانا طويلين أم لا، أما تقدمه بأقل منهما فليس مبطلا وإن حرم ولو ببعض ركن كأن ركع قبل الإمام ولم يعتدل (قوله أو تخلف عنه به) أى تخلف المأموم عن الإمام بفعل ركنين فعليين تامين ولو غير طويلين كأن ركع الإمام واعتدل وهوى للسجود وإن كان أقرب إلى القيام والمأموم قائم (قوله بغير عذر يعرف) متعلق بقوله وسبقه الخ أى وذلك السبق والتخلف بغير عذر، فالعذر فى السبق هو النسيان أو الجهل فقط، وفى التخلف احدى عشرة صورة ذكرها فى شرح الأصل مستوفاة، ولتمام النفع إن شاء الله جمعتها هنا بقولى: ¶ أن يبطأ المأموم فى القراءة  ...  للعجز لا لثقل الوسوسة ¶ أو كان عالما بأنه ترك  ...  فاتحة قبل ركوعه وشك ¶ فى تركها وأن يكون غافلا  ...  عنها وقد ركع من له تلا ¶ وأن يوافق الإمام واشتغل  ...  بسنة مثل تعوذ حصل ¶ أو سكتة الإمام أن ينتظرا  ...  من بعد فاتحته فظهرا ¶ ركوعه عقيبها أو يرقدا  ...  ممكنا أول ما تشهدا ¶ فليس ينتبه من رقوده  ...  إلا وقد ركع من أمّ به ¶ أو كان تكبير الإمام اشتبها  ...  عليه أو أكمل عمدا أو سها ¶ تشهدا أوّل بعد أن أتى  ...  إمامه القيام عنه يا فتى ¶ أو أن يكون فىاقتداء غافلا  ...  وكان فى حال السجود مثلا ¶ فلو يقم منه إلىأن انحنى  ...  إمامه يركع أو منه دنا ¶ أو أن يشك هل موافق له  ...  أو كان مسبوقا كذا تطويله ¶ لسجدة أخيرة فما رفع  ...  منها إلى أن الإمام قد ركع",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وشرح هذه الأبيات معلوم بتطبيقها على ما فى شرح الأصل فليراجعه من أراد التحقيق (قوله نية قطع للصلاة) كأن ينوى فى الركعة الأولى الخروج منها فى الثانية، بخلاف نية فعل المبطل فلا تبطل بها صلاته حتى يشرع فيه (قوله تعليقه) أى تعليق قطع الصلاة بشىء وإن لم يحصل ولو محالا عاديا لاعقليا لأن التعليق به لاينافى الجزم، وسواء كان التعليق بقلبه أو باللفظ (قوله تردد فيه) أى فى قطعها وكذا التردد فى الإستمرار فيها فتبطل حالا (قوله خذا) أى خذن تتميم للبيت ¶ (فصل) فى بيان الصلاة التى يلزم فيها نية الجماعة ¶ حَتْمٌ عَلَى مَنْ كَانَ ذَا إمَامَةْ  ...  فِى أَرْبَعٍ أَنْ يَنْوِىَ اْلإِمَامَةْ ¶ فَجُمْعَةٌ مُعَادَةٌ مَا نُذِرَتْ  ...  جَمَاعَةً وَمَا بِغَيْثٍ قُدِّمَتْ ¶ ------------------------------------ ¶ (",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "قوله فصل) أى فى بيان الصلاة التى يلزم فيها نية الجماعة (قوله حتم) خبر مقدم عن مبتدأ مؤخر هو قوله أن ينوى (قوله فى أربع) أى من الصلوات وهى كل صلاة تصح فرادى (قوله أن ينوى الإمامة) أى مع تكبيرة الإحرام (قوله فجمعة الخ) أى فتلك الأربع هى جمعة ومعادة ومنذورة جماعة ومجموعة جمع تقديم بغيث، فلو ترك فى الجمعة نية الإمامة مع الإحرام لم تصح نيته سواء كان من الأربعين أم لا(قوله معادة) أى وصلاة معادة وهى المكتوبة المؤداة التى تفعل فى وقت الأداء ثانيا جماعة لرجاء الثواب أو النافلة التى تسن فيها الجماعة كذلك، فيجب على الإمام فى المعادة نية الإمامة كما فى الجمعة ، هذا ومن صلى صلاة صحيحة ولو فى جماعة ثم أدرك فى الوقت من يصليها ولو منفردا سن له إعادتها معه ويحرم قطعها ويشترط لها شروط ذكرها فى شرح الأصل فليراجع (قوله ما نذرت جماعة) أى وصلاة نذرت جماعة فينوى الإمامة مع الإحرام فيها وجوبا وإلا انعقدت صلاته فرادى مع الإثم (قوله وما بغيث قدمت) أى وصلاة قدمت على وقتها مجموعة بسبب غيث أى مطر ومثله الثلج والبرد، فلو ترك نية الإمامة فيها مع الإحرام لم تنعقد صلاته قطعا، وتختص رخصة الجمع بمن يصلى جماعة بمكان بعيد يتأذى بالمطر فى طريقه ¶ (فصل) فى بيان شروط القدوة والإئتمام ¶ أَحَدَ عَشْرَ قُلْ شُرُوْطُ اْلإِئْتِمَامْ  ...  عَدَمُ عِلْمِهِ بِبُطْلاَنِ اْلإِمَامْ ¶ مَا اعْتَقَدَ الْقَضَا عَلَيْهِ حَتْمَا  ...  وَلَيْسَ أُمِّيًّا وَلاَ مُؤْتَمَّا ¶ وَمَا تَقَدَّمَ عَلَيْهِ مَوْقِفَا  ...  وَلاِنْتِقَلاَتٍ لَهُ قَدْ عَرَفَا ¶ وَاجْتَمَعَا فِى مَسْجِدٍ إِنْ يَقَعِ  ...  أَوْ فِى ثَلاَثِمِائَةٍ مِنْ أَذْرُعِ ¶ نِيَّةُ قُدْوَةٍ كَذَا تَوَافُقُ  ...  نَظْمِ صَلاَةٍ لَهُمَا يُحَقَّقُ ¶ وَأَنْ يُتَابِعَ وَلاَيُخَالِفَهْ  ...  فِى سُنَّةِ فَاحِشَةِ الْمُخَالَفَةْ ¶ ---------------------------------- ¶ (",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "قوله فصل) أى فى بيان شروط القدوة والإئتمام (قوله أحد عشر الخ) خبر مقدم عن قوله شروط الإئتمام، وقل معترضة (قوله عدم علمه) أى المأموم، والمراد عدم ظنه ظنا غالبا (قوله ببطلان الإمام) أى ببطلان صلاته، ففيه حذف مضاف، إما بحدث أو غيره، فلا يصح اقتداء شافعى بحنفى مس فرجه دون ما إذا فصد نظرا لظن المأموم نقض المس دون الإمام، ولا أحد المجتهدين بآخر اختلفا فى إنائين من الماء أحدهما طاهر والآخر متنجس فتوضأ كل من إنائه مثلا لأنه يظن نجاسة إناء صاحبه (قوله ما اعتقد القضا عليه الخ) أى على الإمام، وما نافية يعنى وأن لايعتقد المأموم وجوب إعادة الصلاة على الإمام فلا يصح اقتداؤه بمتيمم لبرد مثلا لوجوب إعادته.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "والمراد بالإعتقاد هنا كما نقله فى شرح الأصل عن السويفى الظن ظنا غالبا (قوله ولو أميا) أى وليس الإمام أميا فيما إذا كان المأموم قارئا، بخلاف ما إذا كان أميا أيضا فيصح اقتداؤه بأمى مماثل له فى الحرف المعجوز عنه وفى محله لمماثلتهما وإن لم يتفقا فى الحرف المأتى به بدلا عنه، وأما إذا لم يتفقا فى الحرف المعجوز عنه وفى محله فلا يصح الإقتدا (قوله ولامؤتما) أى ولا يكون الإمام مؤتما أى مأموما بغيره فلا يصح الإقتداء بمقتد (قوله وما تقدم الخ) ما نافية أى ولايتقدم المأموم على إمامه فى الموقف أى المكان الذى وقف هو عليه، والعبرة فى القائم بعقبيه وفى القاعد بألييه وفى المضطجع بجنبه وفى المستلقى برأسه إن اعتمد عليه وإلا فما اعتمد عليه من الظهر وغيره وفى المقطوعة رجله بما اعتمد عليه نحو خشبتين اعتمد بهما (قوله ولانتقالات له الخ) أى للإمام، ولانتقالات مفعول به مقدم بزيادة اللام لقوله قد عرفا بألف الإطلاق أى المأموم يعنى وأن يعرف المأموم أو يظن انتقالات إمامه ليتمكن من متابعته(قوله واجتمعا فى مسجد) أى الإمام والمأموم فى مسجد، ويشترط فى هذه الحالة أن يمكن الإستطراق عادة إلى الإمام ولو بازورار وانعطاف وإن بعدت المسافة وحالت أبنية نافذة إليه وإن ردت أبوابها وأغلقت مالم تسمر فى الإبتداء (قوله إن يقع) بتحريك العين بالكسرة أى إن يقع الإقتداء فى مسجد، وهذا صريح بأن اجتماعهما فى مسجد ليس بمتعين، بل الشرط اجتماعهما إما فى مسجد وإما فيما تكون المسافة فيه بينهما ثلاثمائة ذراع تقريبا كما سيأتى (قوله أو فى ثلاثمائة) أى أو اجتمعا فى محل تكون المسافة فيه ثلاثمائة ذراع تقريبا من بناء أو فضاء، ويشترط فى هذه الحالة أن يمكن الوصول إلى الإمام من غير ازورار وانعطاف وأن لايكون الباب مردودا فى الإبتداء ولامغلوقا ابتداء ودواما بخلاف ذلك فيما مر فى الحالة الأولى فلا يضر (قوله من أذرع) أى بذارع الآدمى (قوله نية قدوة)",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "أى أو جماعة كأن يقول مقتديا أو جماعة (قوله كذا توافق الخ) أى مثل ما ذكر من الشروط توافق نظم صلاتهما أى الإمام والمأموم فى الأفعال الظاهرة وإن اختلفا عددا، فلا يصح الإقتداء مع اختلافه كمكتوبة خلف كسوف وعكسه (قوله يحقق) بالبناء للمفعول كما ضبطه المؤلف خبر عن قوله توافق الخ أى يحقق كونه شرطا من شروط القدوة (قوله وأن يتابع) أى المأموم الإمام بأن يتأخر تحرمه عن جميع تحرم إمامه وأن لايسبقه بركنين فعليين عامدا عالما وأن لايتأخر عنه بهما بلا عذر (قوله ولايخالفه الخ) أى وأن لايخالف المأموم الإمام فى سنة قبحت فيها المخالفة كسجدة تلاوة وسجود سهو وتشهد أول، فيجب الموافقة فعلا وتركا فى الأولى وفعلا لا تركا فى الثانية وتركا لافعلا فى الثالثة ¶ (فصل) فى بيان الصور الممكنة فى القدوة ¶ صَحَّ اقْتِدَا الذَّكَرِ اْلأُنْثَى الْخُنْثَى  ...  بِالذَّكَرِ اْلأُنْثَى بِخُنْثَى أُنْثَى ¶ وَبَطَلَ اقْتِدَاءُ خُنْثَى وَ ذَكَرْ  ...  بِالْخُنْثَى اْلأُنْثَى فَلَهُ تِسْعُ صُوَرْ ¶ -------------------------------------- ¶ (قوله فصل) أى فى بيان الصور الممكنة فى القدوة وهى تسع تصح القدوة فى خمس منها وتبطل فى أربع (قوله صح اقتدا الخ) بالقصر أى صح اقتداء الذكر بالذكر (قوله الأنثى الخنثى) بحذف العاطف فيهما أى وصح اقتداء الأنثى بالذكر واقتداء الخنثى به، فهما مع ما قبلهما ثلاث صور ¶ (فائدة مهمة) ألف خنثى تأنيثية فهو غير منصرف لكن ضميره مذكر وإن بان أنثى نقله الترمسى عن الأسنوى وقد جمعته فى قولى: ¶ قال الجمال الأسنوىّ الألف  ...  فى الخنثى تأنيث فلا ينصرف ¶ لكن ضميره مذكر ولو  ...  بان مؤنثا فهكذا حكوا ¶ (",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "قوله بالذكر) متعلق بكل من قوله اقتدا الملفوظ واقتدا المقدر فى الأنثى وفى الخنثى كما قدرت أولا (قوله الأنثى بخنثى أنثى) أى ويصح اقتداء الأنثى بخنثى والأنثى بأنثى، ففى الموضعين حذف مضاف، وهما صورتان تصحان كما قبلهما(قوله وبطل اقتداء خنثى وذكر الخ) أى وبطل اقتداء خنثى بالخنثى واقتداء خنثى بالأنثى واقتداء ذكر بالخنثى واقتداؤه بالأنثى فهذه أربع صور (قوله فله تسع صور) أى فللإقتداء تسع صور ممكنة يصح فى خمس منها ويبطل فى أربع كما تقرر ¶ (فصل) فى شروط جواز جمع التقديم ¶ لِجَمْعِ تَقْدِيْمٍ شُرُوْطٌ هَاكَهَا  ...  بَدْءٌ بِاْلأُوْلَى نِيَّةُ الْجَمْعِ بِهَا ¶ كَذَا الْوِلاَ بَيْنَهُمَا ثُمّ َ بَقَا  ...  عُذْرٍ إِلَى إِحْرَامِ مَا قَدْ لَحِقَا ¶ ------------------------------------- ¶ (قوله فصل) أى فى شروط جواز جمع التقديم (قوله لجمع تقديم) أى سفرا وحضر (قوله هاكها) أى خذها أى الشروط (قوله بالأولى) أى بالصلاة الأولى لأن الوقت لها والثانية تبع (قوله بها) أى فى الأولى قبل التحلل منها (قوله كذا الولا) بالقصر أى الموالاة بين الصلاتين بأن لايفصل بينهما فصلا طويلا، وذلك بقدر ركعتين بأقل مجزئ نقله فى شرح الأصل عن السيد الزبيدى (قوله ثم بقا الخ) بالقصر أى بقاء عذر يعنى السفر إلى الإحرام بالثانية (قوله ما قد لحقا) أى صلاة ثانية لحقت الأولى، هذا وأما الجمع للمطر فيشترط وجود المطر فى أول الصلاتين وبينهما وعند التحلل من الأولى ¶ (فصل) فى شروط جواز جمع التأخير ¶ وَالْجَمْعُ بِالتَّأْخِيْرِ شَرْطَيْنِ اسْتَحَقّ  ...  نِيَّةُ تَأْخِيْرٍ بِوَقْتِ مَا سَبَقْ ¶ بِحَيْثُ يَبْقَى مِنْهُ مَا قَدْ وَسِعَهْ  ...  وَدَوْمُ عُذْرٍ لِتَمَامِ الثَّانِيَةْ ¶ ------------------------------------- ¶ (",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "قوله فصل) أى فى شروط جواز جمع التأخير (قوله والجمع الخ) مبتدأ خبره قوله استحق وشرطين مفعوله (قوله بوقت ما سبق) أى فى وقت صلاة سابقة (قوله بحيث يبقى الخ) حيثية تقييد أى بحيث يبقى من وقت الأولى ما قد وسعها تامة إن أراد إتمامها ومقصورة إن أراد قصرها، وضمير وسعه لما سبق على إرادة اللفظ وإلا فما واقعة على صلاة وهى مؤنثة (قوله دوم عذر) أى وهو السفر (قوله لتمام الثانية) أى إلى تمام الصلاة الثانية، فلو أقام قبل تمامها وقعت الأولى قضاء سواء قدمها على الثانية أم أخرها. ¶ (فصل) فى شروط القصر ¶ شُرُوْطُ قَصْرٍ سَبْعَةٌ كَوْنُ السَّفَرْ  ...  مَرْحَلَتَيْنِ وِمُبَاحًا يُعْتَبَرْ ¶ عِلْمُ الْجَوَازِ نِيَّةُ الْقَصْرِ لَدَى  ...  تَحَرُّمٍ وِبِمُتِمٍّ مَا اقْتَدَى ¶ دَوْمُ السِفَارِ لاِنْتِهَا الصَّلاَةِ  ...  وَكَوْنُهَا مِنَ الرُّبَاعِيَّاتِ ¶ -------------------------------------- ¶ (قوله فصل) أى فى شروط القصر (قوله مرحلتين) مسافة القصر على ما صححه فى فتح القدير: 89 كيلو مترا و 992،999 متر (قوله مباحا) أى وكون السفر مباحا فى ظنه، فالعاصى بالسفر لايجوز له القصر (قوله علم الجواز) أى جوازالقصر فلا قصر لجاهل به (قوله نية القصر) أى ومثلها ما لو نوى الظهر ركعتين (قوله لدى تحرم) أى فلو نواه بعده لم ينفعه (قوله وبمتم الخ) متعلق باقتدى بعده، وما نافية أى وأن لايقتدى بمتم مقيم أو مسافر فى جزء من صلاته وإن قل (قوله دوم السفار) أى دوام السفر يقينا (قوله لانتها الخ) بالقصر أى إلى انتهاء الصلاة (قوله وكونها الخ) أى الصلاة من الرباعيات وهى الظهر والعصر والعشاء ¶ (فصل) فى شروط صحة الجمعة ¶ شُرُوْطُ جُمْعَةٍ بِسِتَّةٍ تُعَدْ  ...  تُقَامُ وَقْتَ الظُّهْرِ خِطَّةَ الْبَلَدْ ¶ جَمَاعَةً بِأَرْبَعِيْنَ بَالِغِيْنْ  ...  ذُكُوْرِ احْرَارٍ كَذَا مُسْتَوْطِنِيْنْ",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "وَلَيْسَ فِى الْبَلَدِ أُخْرَى سَبَقَتْ  ...  أَوْ قَارَنَتْ بِالْخُطْبَتَيْنِ سَبَقَتْ ¶ -------------------------------------- ¶ (قوله فصل) أى فى شروط صحة الجمعة (قوله تقام الخ) أى الجمعة كلها فى وقت الظهر (قوله خطة البلد) أى وفى خطة البلد، وخطتها بكسر الخاء علامات أبنية البلد (قوله جماعة) بالنصب حال من ضمير تقام أى حال كون الجمعة ذا جماعة فى الركعة الأولى بتمامها بأن يستمر معه إلى السجود الثانى (قوله بأربعين) أى ولو من الجن، فلا تصح الجمعة بدون أربعين مستجمعين للشروط إلا إذا قلدوا القائل بجوازها بدون أربعين فتصح، ويسن حينئذ فعل الظهر وهو الأحوط خروجا من الخلاف كما نقله فى شرح الأصل عن الكردى (قوله بالغين ذكور احرار) أى فلا تنعقد الجمعة بالصبى ولا بالأنثى ولابالعبد ولاتلزمهم أيضا لكن تصح جمعتهم لأن من صحت ظهره ممن لاتلزمه جمعة صحت جمعته وتغنى عن ظهره(قوله كذا مستوطنين) أى ببلد الجمعة بأن لايسافروا عن وطنه صيفا ولا شتاء إلا لحاجة كزيارة أو تجارة (قوهل وليس فى البلد) أى بلد الجمعة (قوله أخرى سبقت الخ) أى جمعة أخرى سبقت تلك الجمعة أو قارنتها، وذلك فى ما إذا لم يعسر اجتماع الناس بمكان، وإلا فتنعقد كل من الجمعتين، وذلك إما لكثرتهم أو لقتال بينهم أو لبعد أطراف البلد بأن يكون من بطرفها لايبلغهم الصوت بشروطه (قوله بالخطبتين الخ) متعلق بما بعده أى وسبقت الجمعة بالخطبتين بخلاف العيد فإن خطبتيه مؤخرتان ¶ (فصل) فى بيان أركان الخطبتين ¶ أَرْكَانُ خُطْبَتَيْنِ حَمْدُ اللهِ مَعْ  ...  صَلاَتِهِ عَلَى النَّبِىِّ الْمُتَّبَعْ ¶ وَاْلأَمْرُ بِالتَّقْوَى وَهَذِى فِيْهِمَا  ...  وَآيَةُ الْقُرْآنِ فِى إِحْدَاهِمَا ¶ ثُمَّ الدُّعَا فَى خُطْبَةٍ قَدْ أُخِّرَتْ  ...  لِلْمُؤْمِنِيْنَ فَهْىَ خَمْسَةٌ وَفَتْ ¶ ------------------------------------- ¶ (",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "قوله فصل) أى فى بيان أركان الخطبتين (قوله حمد الله) ويشترط كونه بلفظ الله ولفظ حمد (قوله مع صلاته الخ) أى الخطيب، ويشترط كونها من مادتها لاكونها بلفظ محمد (قوله المتبع) أى فى أقواله وأفعاله وتقريراته - ولكم فى رسول الله أسوة حسنة (قوله والأمر بالتقوى) هى امتثال أوامر الله واجتناب نواهيه قاله الزيادى (قوله وهذى الخ) أى وهذه الأركان الثلاثة معتبرة فيهما أى الخطبتين الأولى والثانية (قوله وآية القرآن الخ) أى المفهمة فى إحدى الخطبتين (قوله قم الدعا الخ) بالقصر أى الدعاء فى الخطبة الثانية (قوله للمؤمنين) أى عموما وخصوصا ويسن الإتيان بالمؤمنات وليس من الأركان ولذلك أسقطه الناظم من الأصل لدفع توهم دخوله فى الأركان والله أعلم (قوله فهى) أى جملة الأركان خمسة (قوله وفت) أى أتت، هذا وقد رمز إلى أركان الخطبتين بعض شيوخ شيخنا العلامة زبير بن دحلان السارانى بأول كل حرف من كلمات بعض بيت واحد وزاد بيتا فى بيان مواضعها وهما: ¶ حصل صبرا ورعا أدبا  ...  داوم سهرا تجد الأملا ¶ ولإحدى تين الهمز للأخـ  ...  ـرى الدال وضع فيهما الأولا ¶ فالحاء رمز بها إلى الحمد والصاد إلى الصلاة على النبى والواو إلى الوصية بالتقوى والهمزة إلى الآية القرآنية والدال إلى الدعاء للمؤمنين اهـ نقله شيخنا ¶ (فصل) فى بيان شروط الخطبتين فى الجمعة ¶ شَرْطُهُمَا طُهْرُ الْخَطِيْبِ عَنِ خَبَثْ  ...  ثَوْبًا مَكَانًا بَدَنًا وَعَنْ حَدَثْ ¶ وَسَتْرُ عَوْرَةٍ قِيَامٌ إِنْ قَدَرْ  ...  جُلُوْسُهُ قَدْرَ الطُّمَأْنِيْنَةْ قَرّ ¶ بَيْنَهُمَا كَذَا الْوِلاَ بَيْنَهُمَا  ...  ثُمَّ الْوِلاَ بَيْنَهُمَا وَبَيْنَ مَا ¶ صَلَّى وَإِسْمَاعُهُمَا ِلأَرْبَعِيْنْ  ...  وَكَوْنُهَابِعَرَبِيَّةٍ تَبِيْنْ ¶ عَاشِرُهُنَّ أَنْ تَكُوْنَ كُلُّهَا  ...  وَاقِعَةً فِى وَقْتِ ظُهْرٍ انْتَهَى ¶ --------------------------------- ¶ (",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "قوله فصل) أى فى بيان شروط الخطبتين فى الجمعة (قوله عن خبث) أى نجس (قوله ثوبا مكانا بدنا) تمييزات محولة عن المضاف الذى هو المضاف إليه فى طهر الخطيب أى طهر ثوب الخطيب ومكانه وبدنه (قوله وعن حدث) أى أصغر وأكبر فلو أحدث فى أثناء الخطبة استأنفها وجوبا وإن سبقه الحدث وقصر الفصل (قوله وستر عورة) فى شرح الأصل والظاهر صحة خطبة العاجر عن السترة دون العاجر عن طهر الحدث أو الخبث اهـ (قوله إن قدر) أى الخطيب على القيام (قوله قدر الطمأنينة) أى فى الصلاة، وهذا أولى من صنيع الأصل من قوله فوق طمأنينة الصلاة إذ ذكره الفوقية يوهم اشتراط زيادة طمأنينة الجلوس بينهما على طمأنينة الصلاة فى الطول وليس بمراد إذ المراد بها هنا الإرتقاء والوصول تأمل (قوله بينهما) أى الخطبتين متعلق بجلوسه (قوله كذا الولا) بالقصر أى الولاء بين الخطبتين (قوله وبين ما صلى) مامصدرية أى وبين صلاته الجمعة (قوله وإسماعهما) أى إسماع الخطبتين من الخطيب بالفعل بأن يرفع صوته حتى يسمعه الجالسون (قوله لأربعين) أى الذين تنعقد بهم الجمعة ومنهم الإمام لكن سماعهم يجب بالقوة لا بالفعل بحيث لو أصغوا لسمعوا (قوله وكونها) أى الخطبة أى أركانها بكلام العرب وإن كانوا عجما لايفهمونها (قوله عاشرهن) أى الشروط (قوله كلها) أى الخطبة (قوله انتهى) أى بيان شروط خطبتى الجمعة. ¶ (فصل) فيما يتعلق بالميت ¶ وَأَرْبَعُ الْخِصَالِ تَلْزَمُ لِمَنْ  ...  قَدْ مَاتَ فَاغْسِلْ كَفِّنَنْ صَلِّ ادْفِنَنْ ¶ ----------------------------------------- ¶ (",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "قوله فصل) أى فيما يتعلق بالميت (قوله تلزم) أى تجب على الكفاية على من علم بموته أو ظنه (قوله لمن قد مات) أى وهو مسلم ولو غريقا غير المحرم بنسك والشهيد فى محل معركة الكفار ولو صبيا أو فاسقا أو محدثا وغير السقط فى بعض أحواله (قوله فاغسلن) تفصيل لما أجمله فى قوله وأربع الخصال أى فاغسل الميت وجوبا أو يممه بدل الغسل وكفننه بعد غسله أو بدله وصل عليه كذلك وجوبا وبعد التكفين ندبا، فلو تعذر الغسل أو بدله لم يصل عليه، وادفننه فى قبر ¶ (فصل) فى بيان غسل الميت ¶ أَقَلُّ غُسْلٍ أَنْ يُعَمِّمَ الْبَدَنْ  ...  بِمَائِهِ أَكْمَلُهُ أَنْ يَغْسِلَنْ ¶ لِسَوْأَتَيْهِ وَيُزِيْلَ الْقَذَرَا  ...  مِنْ أَنْفِهِ وَأَنْ مُوَضَّأً يُرَى ¶ وَأَنْ يُدَلِّكَ بِسِدرٍ جِسمَهُ  ...  وَصَبُّهُ ثَلاَثًا المْاَءَ لَهُ ¶ -------------------------------- ¶ (قوله فصل) أى فى بيان غسل الميت (قوله أقل غسل أن يعمم الخ) أى أن يعمم الغاسل بدن الميت بماء الغسل مرة حيث حصل الإنقاء بها (قوله أكمله الخ) أى أكمل غسل الميت أن يغسلن الغاسل سوأتيه أى دبره وقبله بخرقة ملفوفة على يساره (قوله ويزيل القذرا الخ) بالنصب عطف على وأن يغسلن أى وأن يزيل الغاسل القذر أى الوسخ(قوله وأن موضأ الخ) اسم مفعول، ويرى بالبناء للمفعول أى وأن يرى الميت موضأ (قوله بسدر) أى ونحوه كصابون (قوله وصبه) مصدر مضاف لفاعله أى وصب الغاسل الماء للميت أى عليه ثلاثا ¶ (فصل) فى بيان الكفن ¶ ثَوْبٌ يَعُمُّ جِسْمَهُ أَدْنَى الْكَفَنْ  ...  لَفَائِفٌ ثَلاَثُ اْلأكْمَلُ عَنّ ¶ لِرَجُلٍ وَهْوَ لِمَرْأَةٍ خِمَارْ  ...  لَفَافَتَانِ وَقَمِيْصٌ وَإِزَارْ ¶ ---------------------------------- ¶ (",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "قوله فصل) أى فى بيان الكفن (قوله يعم جسمه) أى يستر جميع جسم الميت غير رأس المحرم ووجه المحرمة (قوله أدنى الكفن) أى أقله (قوله لفائف) بالضم منونا على الصرف للضرورة وهو خبر مقدم عن قوله الأكمل أى يعم كل منها البدن وهذا الحكم عليها بالأكملية من حيث الإقتصار عليها فلا ينافى كونها واجبة فى نفسها لأنه متى كفن الميت من ماله ولو يوص بإسقاط الثانى والثالث ولم يكن عليه دين مستغرق وجب له ثلاثة أثواب كل واحد منها يستر جميع البدن غير رأس المحرم ووجه المحرمة نقله فى شرح الأصل عن السويفى (قوله الأكمل) أى أكمل الكفن، وعنّ أى ظهر (قوله لرجل) متعلق بالأكمل أى ولو صغيرا (قوله وهو الخ) أى أكمل الكفن لمرأة خمار وهو ثوب تغطى به المرأة رأسها ولفافتان رعاية لزيادة الستر وقميص ساتر لجميع البدن وإزار يؤتزر به فيما بين السرة والركبة هـ ¶ (فصل) فى بيان أركان الصلاة على الميت ¶ وَلِلصَّلاَةِ لِجَنَازَةِ الْوَرَى  ...  سَبْعَةُ اْلأَرْكَانِ انْوِيَنْ وَكَبِّرَا ¶ أَىْ أَرْبَعًا قُمْ إِنْ قَدَرْتَ وَاقْرَأَنْ  ...  فَاتِحَةَ الْكِتَابِ ثُمَّ صَلِّيَنْ ¶ لِطهَ فِى ثَانِيَةٍ ثُمَّ ادْعُوَنْ  ...  لِلْمَيْتِ فِى ثَالِثَةٍ وَسَلِّمَنْ ¶ ------------------------------------ ¶ (",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "قوله فصل) أى فى بيان أركان الصلاة على الميت (قوله لجنازة الورى) أى على جنازة الورى أى الخلق (قوله انوين) فعل أمر بنون مؤكدة خفيفة أى انوين أنت أيها المصلى على الميت، ويجب فى النية القصد والتعيين لصلاة الجنازة ونية الفرضية، ولا يجب تعيين الميت الحاضر باسم أو نحوه (قوله وكبرا) الألف منقلبة عن النون الخفيفة للوقف (قوله أربعا) تفسير لكمية التكبير أى أربع تكبيرات (قوله إن قدرت) أى فإن عجزت عن القيام قعدت فاضطجعت فاستلقيت فأومأت كما فى غير صلاة الجنازة (قوله فاتحة الكتاب) أى أو بدلها عند العجز عنها وهذه القراءة لاتتعين بعد التكبيرة الأولى بخلاف باقى الأركان القولية بل يجوز الإتيان بها فى أى موضع بعد التكبيرات الأربع لكن الأفضل بعد الأولى (قوله ثم صلين لطه) أى على طه وهو اسم من أسماء رسول الله، وقرر بعض شيوخى أنه إنما سمى به لأن فضله على أصحابه كفضل القمر ليلة البدر على سائر الكواكب كما فى الحديث والبدر القمر ليلة أربعة عشر، وذلك لأن الطاء عند الأدباء محسوب بالتسعة والهاء بالخمسة فالجملة أربعة عشر و الله أعلم (قوله فى ثانية) أى بعد تكبيرة ثانية وجوبا فلا تجزئ بعد غيرها (قوله ثم ادعون للميت) بسكون الياء لغة فى الميت بتشديدها غير أن الأولى تطلق على من مات حقيقة والثانية على الحىّ كما قاله الشاعر: ¶ ومن يك ذا روح فذلك ميّت  ...  وما الميْت إلا من إلى القبر يحمل ¶ هـ أى ادعون له بأخروى (قوله وسلمن) أى بعد الرابعة ¶ (فصل) فى بيان دفنه ¶ أَقَلُّ دَفْنٍ حُفْرَةٌ تَحْرُسُهُ  ...  مِنْ سَبُعٍ تَكْتُمُ رَائِحَتَهُ ¶ وَقَامَةٌ وَبَسْطَةٌ أَكْمَلُهُ  ...  وَلْيُوْضَعَنْ عَلَى التُّرَابِ خَدُّهُ ¶ أَعْنِى بِهِ اْلأَيْمَنَ ثُمَّ يَلْزَمُ  ...  تَوْجِيْهُهُ لِقِبْلَةٍ تُعَظَّمُ ¶ ---------------------------------- ¶ (",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "قوله فصل) أى فى بيان دفنه (قوله أقل دفن) أى قبر (قوله تحرسه) أى تحفظه أى الميت من السباع (قوله تكتم رائحته) أى تستر رائحة الميت (قوله وقامة الخ) خبر مقدم عن قوله أكمله أى وأكمل الدفن قامة وبسطة بأن يقوم رجل معتدل باسطا يديه مرتفعتين (قوله وليوضعن الخ) بالبناء للمجهول، ونائب فاعله قوله خده أى وليوضعن خد الميت الأيمن ندبا بعد إزالة الكفن على التراب (قوله به) أى بالخد (قوله توجيهه) أى توجيه الميت إلى القبلة المعظمة ¶ (فصل) فيما يوجب نبش الميت ¶ يُنْبَشُ لِلأَرْبَعِ لِلتَّوْجِيْهِ مَعْ  ...  غُسْلٍ إِذِ التَّغْيِيْرُ فَيْهِ لَمْ يَقَعْ ¶ وَلِجَنِيْنِهِ إِذَا مَا أَمْكَنَا  ...  حَيَاتُهُ وَالْمَالِ مَعْهُ دُفِنَا ¶ --------------------------------- ¶ (قوله فصل) أى فيما يوجب نبش الميت (قوله ينبش) أى الميت أى يكشف القبر الذى فيه الميت (قوله للأربع) أى لأربع خصال (قوله للتوجيه) أى فينبش وجوبا لتوجيهه إلى القبلة ما لم يتغير (قوله مع غسل) أى مع نبشه وجوبا لأجل غسله أو تيممه ما لم يتغير (قوله إذ التغيير الخ) راجع لقوله للتوجيه ومع غسل أى إذا لم يقع فى الميت التغيير يعنى التغير (قوله ولجنينه) أى إذا دفن معه فيجب النبش تداركا للواجب، ولا يجب شق جوف حامله قبل الدفن، وضمير جنينه للميت وذكر لأن الميت يستوى فيه المذكر والمؤنث أو أراد به جنسه الشامل للرجل والمرأة وعليه ففيه رجوع الضمير إلى بعض أفراد الجنس نظير قوله تعالى \" والمطلقات يتربصن \" مع قوله عز وجل \" وبعولتهن أحق بردهن \" فضمير وبعولتهن راجع إلى الرجعيات التى هى بعض أفراد المطلقات الشامل للبوائن أيضا تأمل (قوله إذا ما أمكنا حياته) أى الجنين بأن يكون له ستة أشهر فأكثر وما هنا زائدة كما قال بعضهم: ¶ يا طلبا خذ فائدة  ...  ما بعد إذا زائدة ¶ (",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "قوله والمال الخ) بالجر أى وللمال الذى دفن مع الميت فيجب نبشه لأجل أخذه، ومعه بسكون العين أى مع الميت، ودفنا فعل ماض مبنى للمجهول بألف الإطلاق أى المال ¶ (فصل) فى بيان الإستعانات وأحكامها ¶ اَلْإِ سْتِعَانَاتُ مُبَاحَةٌ خِلاَفْ  ...  أَوْلَى وَمَكْرُوْهٌ وَوَاجِبٌ يُضَافْ ¶ فَأَوَّلٌ تَقْرِيْبُ مَاءٍ يُرْضَى  ...  وَالثَّانِ صَبُّهُ لِمَنْ تَوَضَّا ¶ وَثَالِثٌ لِغَاسِلٍ لِلأَعْضَا  ...  وَرَابِعٌ لِعَاجِزٍ مِنْ مَرْضَى ¶ ------------------------------------ ¶ (قوله فصل) أى فى بيان الإستعانات وأحكامها (قوله الإستعانات) السين والتاء زائدتان للتأكيد أى الإعانات لا للطلب لأنه يندب تركها مطلقا سواء طلبها أم لا (قوله مباحة الخ) خبر الإستعانات أى هى من حيث الحكم أقسام مباحة الخ ويضاف تكملة (قوله فأول) مبتدأ ونكر لكونه فى معرض التفصيل أى فالأول من أنواع الإعانات وهو المباح(قوله تقريب ماء) أى إحضاره (قوله يرضى) بالبناء للمجهول ونائب فاعله ضمير تقريب ماء ، ولعله أراد بالرضا عدم البأس بالتقريب لاحصول الثواب الذى أوهمه التعبير بالرضا والله أعلم (قوله والثان) بحذف الياء على حد قوله تعالى \" وهو الكبير المتعال \" أى وهو خلاف الأولى (قوله صبه الخ) أى صب الماء على من توضأ ولو بلا طلب لأن الإعانة ترفه لايليق بالمتعبد (قوله لغاسل الخ) أى الإعانة على من غسل أعضاءه (قوله من مرضى) جمع مريض كقتيل وقتلى أى فيجب الإعانة على العاجز ولو بأجرة مثل إن فضلت عما يعتبر فى زكاة الفطر وإلا صلى بالتيمم وأعاد ¶ (فصل) فيما تجب فيه الزكاة ¶ أَمْوَالُنَا الَّتِى بِهَا الزَّكَاةُ  ...  نَقْدَانِ مَعْدِنٌ مُعَشَّرَاتُ ¶ وَالنَّعَمُ الرِّكَازُ مَعْ تِجَارَةْ  ...  وَاجِبُ هَذِى رُبْعُ عُشْرِالْقِيْمَةْ ¶ ------------------------------------ ¶ (",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "قوله فصل) أى فيما تجب فيه الزكاة (قوله التى بها الزكاة) أى التى تجب فيه الزكاة (قوله نقدان) هما الذهب والفضة، ولا زكاة فى كل منهما حتى يبلغ نصابا، فنصاب الذهب عشرون دينارا بوزن مكة تحديدا يقينا، والفضة مائتا درهم (قوله معدن) هو مكان خلق الله تعالى فيه ذهبا أو فضة موات أو ملك له، فيجب على من استخرج ذلك ربع عشره حالا إن بلغ نصابا (قوله معشرات) هى النوابت الشاملة للشجر والزرع، ولازكاة فى شىء منها إلا فى رطب وعنب وما صلح للإقتيات من الحبوب بشروطها (قوله والنعم) وهى إبل وبقر العراب والجواميس وغنم، فتجب فيها الزكاة بشروطها (قوله الركاز) هو دفين جاهلية وهم من قبل بعثة الرسول صلى الله عليه وسلم (قوله مع تجارة) أى أموالها، فيجب فيها الزكاة إن بلغت نصابا وحال عليها الحول مع شروطها (قوله واجب هذى) أى أموال التجارة (قوله ربع عشر القيمة) أى قيمة عروض التجارة ¶ (فصل) فيما يجب به الصيام ¶ يَجِبُ صَوْمُ رَمَضَانَ بِكَمَالْ  ...  عِدَّة شَعْبَانَ وَرُؤْيَةِ الْهِلاَلْ ¶ لِلرَّاءِ مُطْلَقًا كَذَا ثُبُوْتُهُ  ...  بِعَدْلِ مَشْهَدٍ لِمَنْ لَمْ يَرَهُ ¶ إِخْبَارُ عَادِلِ رِوَايَةٍ ثِقَةْ  ...  أَوْ غَيْرِ مَوْثُوْقٍ لِمَنْ قَدْ صَدَّقَهْ ¶ وَظَنُّ مَنْ دُخُوْلُهُ عَلَيْهِ  ...  مُشْتَبِهٌ بِالإِجْتِهَادِ فِيْهِ ¶ ----------------------------------- ¶ (",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "قوله فصل) أى فيما يجب به الصيام (قوله بكمال عدة شعبان) أى ثلاثين يوما من الرؤية فى شعبان مثلا (قوله ورؤية الهلال) أى وبرؤية هلال رمضان ليلا لانهارا إذ لا أثر لرؤيته نهارا (قوله للراء) بحذف الياء كما فى والثان أى وذلك الوجوب بالرؤية فى حق من رآه (قوله مطلقا) أى سواء كان الرائى عدلا أو فاسقا (قوله كذا ثبوته) أى مثل ثبوته برؤية الهلال ثبوته الخ (قوله بعدل مشهد) مصدر ميمى أى بعدل شهادة واحد وإن كان الرائى حديد البصر ولا بد من حكم الحاكم له (قوله لمن لم يره) أى الهلال (قوله إخبار عادل رواية الخ) بالإضافة وثقة أى موثوق به سواء وقع فى القلب صدقه أم لا كما يعلم من مقابله الآتى (قوله أو غير موثوق) بالجر أى أو إخبار عدل رواية غير موثوق به كفاسق (قوله لمن صدقه) أى اعتقد صدقه (قوله وظن من دخوله الخ) أى دخول رمضان مبتدأ خبره قوله مشتبه عليه بالإجتهاد فيه، فلو اشتبه عليه رمضان بغيره لنحو حبس اجتهد فإن ظن دخوله بالإجتهاد صام فإن وقع فيه فأداء وإلا فإن كان بعده فقضاء وإن كان قبله وقع له نفلا وصامه فى وقته إن أدركه وإلا قضاه (قوله بالإجتهاد فيه) متعلق بظن، وفيه أى فى رمضان ¶ (فصل) فى شروط صحة الصوم ¶ أَرْبَعَةُ اْلأشْيَاءِ شَرْطُ الصِّحَّةِ  ...  إِسْلاَمُ الْعَقْلُ نَقَاءُ الْمَرْأَةِ ¶ مِنْ حَيْضِهَا وَنَحْوِهِ مَعْ عِلْمِ  ...  بِكَوْنِ وَقْتٍ قَابِلاً لِلصَّوْمِ ¶ ---------------------------------- ¶ (",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "قوله فصل) أى فى شروط صحة الصوم (قوله أربعة الخ) خبر مقدم عن شرط الصحة (قوله شرط الصحة) أى صحة الصوم فرضا كان أو نفلا (قوله إسلام) أى فى الحال فلا يصح من كافر أصلى ولا مرتد (قوله العقل) أى التمييز فخرج به المجنون ونحوه والصبى (قوله ونحوه) أى من نفاس وولادة ولو لعلقة أو مضغة وإن لم تر دما (قوله مع علم) أى أو ظن (قوله بكون وقت) أى وقت صام فيه (قوله قابلا للصوم) أى وإلا فلا يصح وهو العيدان وأيام التشريق الثلاثة ¶ (فصل) فى شروط وجوب الصوم ¶ شَرْطُ الْوُجُوْبِ صِحَّةٌ إِطَاقَتُهْ  ...  إِسْلاَمُهُ تَكْلِيْفُهُ إِقَامَةْ ¶ --------------------------------- ¶ (قوله فصل) أى فى شروط وجوب الصوم (قوله شرط الوجوب) أى وجوب صوم رمضان (قوله صحة) أى فلا يجب على مريض مرضا يضر معه الصوم ضررا يبيح التيمم (قوله إطاقته) أى قدرة الصائم على الصوم، فلا يجب على من لايطيقه لكبر أو مرض يبيح التيمم (قوله إسلامه) أى ولو فيما مضى فيشمل المرتد لأنه مخاطب بالأداء (قوله تكليفه) أى بلوغه وعقله، فلا يجب على صبى ومجنون ومغمى عليه وسكران (قوله إقامته) أى فيباح تركه لسفر طويل بنية الترخص فإن تضرر به فالفطر أفضل وإلا فالصوم ¶ (فصل) فى أركان الصوم فرضا كان أو نفلا ¶ أَرْكَانُهُ ثَلاَثَةٌ نِيَّتُهُ  ...  فِى فَرْضِهِ لِكُلِّ يَوْمٍ لَيْلَهُ ¶ تَرْكُ الْمُفَطِّرِ اخْتِيَارًا ذَاكِرَا  ...  لاَ جَاهِلاً يُعْذَرُ صَائِمٌ يُرَى ¶ ------------------------------------- ¶ (",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "قوله فصل) أى فى أركان الصوم فرضا كان أو نفلا (قوله فى فرضه) أى فرض الصوم، خرج به النفل فيكفى فيه نية بالنهار قبل الزوال بشرط انتفاء المنافى قبل النية، ومن ذلك يعلم أن قوله فى فرضه راجع لقوله الآتى ليله لا لقوله نيته وإلا فكل صوم فرضا كان أو نفلا يجب فيه النية (قوله لكل يوم) قال الزيادى فلو نوى ليلة أول رمضان بصوم جميعه لم يكف لغير اليوم الأول، لكن ينبغى له ذلك ليحصل له صوم اليوم الذى نسى النية فيه عند مالك كما يسن له أن ينوى أول اليوم الذى نسيها فيه ليحصل له صومه عند أبى حنيفة، وذلك بأن قلد وإلا كان متلبسا بعبادة فاسدة فى اعتقاده وهوحرام (قوله ليله) أى فى أىّ جزء من أجزاء الليل من الغروب إلى الفجر (قوله ترك المفطر) أى من وصول عين لمنفذ مفتوح من جوف وغير ذلك مما هو مزبور فى الكتب المتداولة كشرح الأصل (قوله اختيارا) قال المؤلف من اطلاق المصدر وإرادة اسم الفاعل أى مختارا اهـ فلا يبطل صوم مكره على مفطر به (قوله ذاكرا) أى للصوم فلا يفطر بذلك مع النسيان (قوله لاجاهلا) أى بالتحريم (قوله يعذر) أى فى جهله، فإن كان غير معذور فيه يفطر بذلك مع جهله وإلا بأن قرب عهده بالإسلام أو نشأ بعيدا عن العلماء فلا (قوله صائم الخ) عد الصائم هنا ركنا لعدم وجود صورة للصوم فى الخارج بدون تصوره ¶ (فصل) فيما يجب به الكفارة وما يذكر معها ¶ يَجِبُ بِالْقَضَا لِمُفْسِدِ الصِّيَامْ  ...  فِى رَمَضَانَ بِجِمَاعٍ ِذِى تَمَامْ ¶ أَثِمَ لِلصَّوْمِ بِهِ يَوْمًا كَمَلْ  ...  كَفَّارَةٌ عُظْمَى وَتَعْزِيْرٌ حَصَلْ ¶ وَيَجِبُ اْلإِمْسَاكُ فَى رَمْضَانَ لاَ  ...  سِوَاهُ مَعْ قَضَاالصِّيَامِ مُقْبِلاَ ¶ عَلَى الَّذِى فِطْرًا تَعَدَّى وَعَلَى  ...  مَنْ نِيَّةً فَى الْفَرْضِ لَيْلاً أَهْمَلاَ ¶ وَمَنْ تَسَحَّرَ يَظُنُّ اللَّيْلاَ  ...  يَبْقَى فَبَانَ خُلْفُهُ تَجَلَّى",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "كَذَاكَ مَنْ ظَانَّ الْغُرُوْبِ أَفْطَرَا  ...  فَبَانَ أَيْضًا خُلْفُهُ وَظَهَرَا ¶ وَمَنْ لَهُ يَوْمَ ثَلاَثِى شَعْبَانَ  ...  قَدْ بَانَ أَنَّهُ يُرَى مِنْ رَمْضَانَ ¶ وَمَنْ لَهُ سَبَقَ مَا الْمُبَالَغَةْ  ...  يَوْمًا مِنِ استِنشَاقٍ أَوْ مِنْ مَضْمَضَةْ ¶ --------------------------------------- ¶ (",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "قوله فصل) أى فيما يجب به الكفارة وما يذكر معها (قوله بالقضا) بالقصر قال المؤلف الباء بمعنى مع أى مع القضاء للصوم (قوله لمفسد الخ) قال المؤلف اللام بمعنى على متعلق بيجب أى على من أفسد صومه فى رمضان (قوله بجماع ذى تمام) خرج به من أفسد صومه بغير جماع وما لو أفسده بجماع مع غيره فلا كفارة عليه سواء تقدم ذلك الغير على الجماع أو قارنه، واحترز بذى تمام عن المرأة فإنه لايلزمها الكفارة لأنها تفطر بمجرد دخول بعض الحشفة (قوله أثم للصوم) فعل ماض أى أثم لأجل الصوم فقط، فلا كفارة على مسافر سفر قصر يبيح الفطر أفطر بالزنا لأن إثمه ليس للصوم وحده بل له مع الزنا (قوله به) أى بجماعه التام متعلق بأثم، فخرج به ما لو كان صبيا أو مسافرا أو مريضا وجامع بنية الترخص فإنه لاإثم عليه (قوله يوما كمل) بأن استمر بعد إفساده الصوم على أهليته للصوم بقية اليوم، فخرج ما لو وطىء بلا عذر ثم جن أو مات فى اليوم لأنه بان أنه لم يفسد صوم يوم (قوله كفارة الخ) بالرفع فاعل يجب، والكفارة إعتاق رقبة مؤمنة سليمة عن عيب يخل بالعمل بلا عوض، فإن عجز صام شهرين متتابعين، فإن عجز أطعم ستين مسكينا لكل منهم مد من غالب قوت البلد المجزئ فى الفطرة (قوله لاسواه) أى لايجب الإمساك مع القضاء فيما سوى رمضان كقضاء ونذر وكفارة (قوله على الذى الخ) متعلق بيجب أى يجب ذلك على من تعدى بفطره، وقوله فطرا مفعول مقدم (قوله وعلى من نية الخ) بالنصب مفعول مقدم لقوله أهملا أى ويجب ذلك على من أهمل أى ترك نية ليلا فى الفرض (قوله ومن تسحر يظن الليلا) بألف الإطلاق أى ويجب ذلك على من تسحر ظانا بقاء الليل فبان خلافه (قوله يبقى) أى الليل (قوله فبان خلفه) أى فظهر خلاف الظن بأن بان أنه تسحر بعد الفجر (قوله كذاك من الخ) أى مثل من تسحر الخ فى وجوب ما ذكر عليه من أفطر ظانا للغروب فبان خلافه، وقوله ظان الغروب بالنصب مع الإضافة على أنه حال مقدمة من الضمير فى أفطرا",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "بألف الإطلاق (قوله أيضا) أى كما بان خلاف الظن فى المسئلة المارة (قوله ومن له الخ) أى ويجب ذلك على من بان له يوم الثلاثين من شعبان أنه من رمضان (قوله أنه) أى يوم ثلاثى شعبان (قوله ومن له سبق ما الخ) بالقصر أى ويجب ذلك على من سبقه ماء المبالغة من مضمضة أو استنشاق ¶ (فصل) فيما يبطل به الصوم ¶ يَبْطُلُ بِالْحَيْضِ النِّفَاسِ رِدَّةْ ... وِلاَدَةٍ وَجِنَّةٍ لَوْ لَحْظَةْ ¶ وَسَكْرِهِ تَعَدِّيًا وَإِغْمَا ... اِنِ النَّهَارَ كُلَّهُ قَدْ عَمَّمَا ¶ ------------------------------------- ¶ (قوله فصل) أى فيما يبطل به الصوم (قوله يبطل) أى الصوم (قوله بالحيض الخ) بحذف العاطف فى هذه المواضع الثلاثة (قوله لو لحظة) لو للغاية فى كل من المبطلات الخمسة أى ولو كان ذلك لحظة (قوله تعديا) أى بمحاولة سبب السكر (قوله ان النهار الخ) بالنصب مفعول بفعل مقدر قبله مفسر بما بعده أى ان عم كل من السكر والإغماء النهار كله وإلا فلا يبطل به الصوم ¶ (فصل) فى أقسام الإفطار فى رمضان وأحكامه ¶ إِفْطَارَ رَمْضَانَ احْتِمَنْ فِى الْحَائِضِ ... وَجَوِّزَنْ فِى سَفَرٍ وَمَرَضِ ¶ وَلاَ وَلاَ فِى جِنَّةٍ حَرِّمْ عَلَى ... مُؤَخِّرِ قَضَاءِ رَمْضَانَ إِلَى ¶ أَنْ ضَاقَ عَنْهُ الْوَقْتُ مَعْ إِمْكَانِهِ ... أَقْسَامُهُ أَرْبَعَةٌ فَلْتَفْقَهِ ¶ مَا فِيْهِ يَلْزَمُ الْقَضَا الْفِدَا وَذَا ... إِفْطَارُهُ خَوْفًا عَلَى الْغَيْرِ كَذَا ¶ إِفْطَارُهُ الْحَاصِلُ مَعْ تَأْخِيْرِهِة ... قَضَاءَهُ رَمْضَانَ مَعْ إِمْكَانِهِ ¶ حَتَّى أَتَاهُ رَمَضَانُ وَبَدَا ... وَمَا الْقَضَا يَلْزَمُ فِيْهِ لاَ الْفِدَا ¶ وَهْوَ كَثِيْرٌ مِثْلُ نَاسِى النِّيَّةِ ... وَمَا بِهِ لَمْ يَلْزَمْ إِلاَّ الْفِدْيَةْ ¶ ذَا فِى كَبِيْرِ الشَّيْخِ ثُمَّ لاَ وَلاَ ... فِى ذِىْ جُنُوْنٍ عَنْ تَعَدٍّ قَدْ خَلاَ ¶ ---------------------------------------- ¶ (",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "قوله فصل) أى فى أقسام الإفطار فى رمضان وأحكامه (قوله إفطار الخ) بالنصب على الإشتغال لوقوعه قبل فعل ذى طلب وهو احتمن (قوله فى الحائض) أى والنفساء ولو من علقة أو مضغة أو بلا بلل (قوله وجوزن الخ) أى الإفطار فى سفر سفر قصر أو مرض مرضا يبيح التيمم (قوله ولا ولا فى جنة) أى وليس الإفطار بواجب ولا جائز ولا محرم ولا مكروه فى جنة أى جنون (قوله حرم الخ) أى الإفطار على مؤخر قضاء رمضان مع تمكنه بأن كان مقيما صحيحا (قوله الى أن ضاق عنه) أى عن قضائه (قوله مع إمكانه) أى إمكان المؤخر من القضاء (قوله أقسامه) أى الإفطار باعتبار ما يلزم به، وما تقدم باعتبار الحكم (قوله فلتفقه) أى فلتفهم هذه الأقسام (قوله ما فيه يلزم الخ) أى إفطار يلزم فيه القضاء والفداء وهذا هو القسم الأول (قوله وذا الخ) أى وهذا القسم الأول إفطار الصائم خوفا على الغير (قوله خوفا على الغير) أى كالإفطار لإنقاذ حيوان محترم مشرف على هلاك وإفطار حامل ومرضع خوفا على الولد وحده فيجب فى ذلك القضاء والفدية (قوله كذا الخ) أى مثل إفطاره خوفا على الغير فى لزوم القضاء والفدية فيه إفطاره الحاصل الخ (قوله قضاءه) بالنصب مفعول تأخيره أى قضاء المفطر، ورمضان بالنصب أيضا مفعول قضاءه أى شيئا من رمضان فاته بسبب ذلك الإفطار (قوله مع إمكانه) أى من القضاء، خرج به من استمر به السفر والمرض حتى أتى رمضان آخر أو أخّره لنسيان أو جهل بحرمة التأخير وإن كان مخالطا للعلماء (قوله رمضان) أى آخر (قوله وما القضا الخ) ما واقعة على الإفطار والقضا مبتدأ ويلزم خبره والجملة صلة ما أى وإفطار يلزم فيه القضاء دون الفدية وهذا القسم الثانى (قوله وهو) أى هذا القسم (قوله مثل ناسى النية) أى تبييتها ليلا ومغمى عليه ومتعد بفطره بغير جماع (قوله وما به الخ) أى فيه أى وما لايلزم فيه الا الفدية فلا قضاء فيه وهذا القسم الثالث (قوله الا الفدية) بوصل الهمزة مع تشديد اللام للضرورة (",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "قوله ذا) أى هذا القسم الثالث (قوله فى كبير الشيخ) أى الشيخ الكبير الذى لم يستطع الصوم فى جميع الأزمان فإن قدر عليه فى بعضها وجب عليه التأخير إلى الزمن الذى يقدر عليه (قوله ثم لا ولا) أى ثم إفطار لايلزم فيه القضاء ولا الفدية وهذا القسم الرابع (قوله عن تعد) متعلق بما بعده أى خلا ذلك المجنون عن تعد بجنونه، ومثله الصبى والكافر الأصلى ¶ (فصل) فيما لايفطر مما يصل إلى الجوف ¶ وَلَمْ يُفَطِّرْ وَاصِلٌ لِلْجَوْفِ إِنْ  ...  نَسْيًا وَجَهْلاً مُكْرَهَا أَوْ كَانَ مِنْ ¶ غُبَارِ طُرْقٍ أَوْ غَرَابِلِ الدَّقِيْقْ  ...  أَوْ كَذُبَابٍ طَارَ أَوْ كَانَ بِرِيْقْ ¶ يَجْرِىْ بِمَا يَكُوْنُ بَيْنَ سِنِّهِ  ...  مَعْ عَجْزِهِ عَنْ مَجِّهِ لِعُذْرِهِ ¶ -------------------------------------- ¶ (قوله فصل) أى فيما لايفطر مما يصل إلى الجوف(قوله ولم يفطر) بتشديد الطاء (قوله واصل) أى من الأعيان من منفذ مفتوح (قوله للجوف) أى إليه (قوله إن نسيا الخ) قال المؤلف مصدر بمعنى اسم الفاعل أى ناسيا وهو خبر كان المحذوفة مع اسمها اهـ وكذا يقال فى وجهلا مكرها أى إن كان الصائم ناسيا للصوم أو جاهلا بحرمة ذلك أو مكرها عليه (قوله أو كان الخ) أى أو كان الواصل من غبار الطرق سواء كان طاهرا أو نجسا فلا يفطر بذلك، وطرق هنا بسكون الراء للضرورة جمع طريق (قوله أو غرابل) جمع غربلة وهى ادارة الدقيق فى المنخل ليخرج خبثه ويبقى طيبه أى أو كان الواصل من غرابل الدقيق فلا يفطر به (قوله أو كذباب طار) أى أو كان الواصل مثل ذباب طائر كبعوض فلا يفطر به لمشقة الإحتراز (قوله أو كان بريق الخ) أى كان الواصل بجريان ريق يجرى بما بين أسنانه (قوله مع عجزه عن مجه) أى بخلاف ما إذا قدر على مجه فيفطر به لتقصيره (قوله لعذره) تعليل لعدم الإفطار به بعجزه أى وإنما لم يفطر به لعذره بالعجز عن المج والله أعلم",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "قَالَ أَبُوْ فَوْزِىٍّ أَىْ مَعْصُوْمُ  ...  أَبْقَاهُ بِالسَّلاَمَةِ الْقَيُّوْمُ ¶ وَمَا بِكَتْبِهِ عُنِيْتُ قَدْ كَمَلْ  ...  نَظْمًا عَلَى عَذْبِ الْعِبَارَاتِ اشْتَمَلْ ¶ أَبْيَاتُهُ جِدًّا عُلُوَّكَ اطْلُبَنْ  ...  تَأْرِيْخُهُ إِنْ تُلْفِ عَيْبِىَ اسْتُرَنْ ¶ فَأَحْمَدُ الله َ مُصَلِّيًا عَلَى  ...  مُحَمَّدٍ خَيْر ِ تَقِىٍّ أُكْمِلاَ ¶ وَآلِهِ وَصَحْبِهِ اْلأَنْجَابِ  ...  وَرَبُّنَا أَعْلَمُ بِالصَّوَابِ ¶ --------------------------------------- ¶ (",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "قوله فوزى) بتشديد الياء كما ضبطه المؤلف، ومحمد فوزى أول مولود الناظم وهو الملاذ الفهامة والأستاذ العلامة معصوم بن الشيخ سراج الشربونى عاملهما الله بلطفه الدانى. ويغنى لنا عن ترجمته فى تطوراته العلمية ما فى هذه المنظومة السنية، فإن فيها من وجازة المبانى والسلاسة ما هو أعذب ومن غزارة المعانى والنفاسة ما هو أعجب، وذلك دليل على كمال عقله وعلمه.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "يلتقى الناظم معى من أمى فى الشيخ الصوفى محمد صالح بن الشيخ أسناوى القدوسى بن الشيخ وراعى الواتورايوى الحاجينى حليل سبط ولى الله صاحب الكرامات الشيخ أحمد متمكن الطوبانى الحاجينى (قوله أبقاه الخ) جملة دعائية، والقيوم بالرفع فاعل أبقاه وهو اسم من أسمائه تعالى الحسنى (قوله وما بكتبه الخ) ما مبتدأ خبره قد كمل، وبكتبه مصدر كتب متعلق بعنيت بالبناء للمجهول أى اهتممت واشتغلت له يقال عنى فلان بكذا اذا اهتم به واشتغل أى وما اهتممت بكتابته قد كمل (قوله نظما) حال من الضمير فى كمل أى ذا نظم (قوله على عذب الخ) متعلق باشتمل، وهو نعت لنظما أى حال كونه ذا نظم اشتمل على عذب العبارات أى العبارات العذبة، والعذب ما يستساغ من الشراب شبه عباراته السهلة بالأشربة العذبة بجامع السهولة (قوله أبياته الخ) مبتدأ خبره مضمون الجملة بعده من العدد المشار اليه بجميع حروفها مع عد المشدد منها حرفا واحدا فالجيم تحسب عند الأدباء بثلاثة والدال بأربعة والألف بواحدة والعين بسبعين واللام بثلاثين والواو بستة والكاف بعشرين والألف بواحدة والطاء بتسعة زاللام بثلاثين والباء باثنتين والنون بخمسين فالجملة مائتان وستة وعشرون بيتا (قوله تأريخه الخ) أى تعريف وقت تمامه مبتدأ خبره مضمون ما بعده نظير ما مر، فجملة الحروف فى هذه الجملة عند الأدباء: ألف وثلاثمائة وأربع وستون من السنين الهجرية على صاحبها أزكى الصلاة والتحية (قوله فأحمد الله الخ) لما أقدر الله المؤلف على إتمام هذه المنظومة على حسب ما أراده حق عليه أن يشكره تعالى عليه ويحمده فقال أحمد الله على ذلك حال كونى مصليا على نبيه صلى الله عليه وسلم (قوله خير تقى) أى من أتقياء أمته، وخير هنا أفعل تفضيل قال بعضهم: ¶ وغالبا أغناهم خير وشر  ...  عن قولهم أخير منه وأشر",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "اهـ والتقى من يقى نفسه ويحفظها عما يضرها فى الآخرة (قوله أكملا) أى به صلى الله عليه وسلم فإنه أكمل به جميع الأنبياء وختموا به قال تعالى \" ما كان محمد أبا أحد من رجالكم ولكن رسول الله وخاتم النبيين \"، وفى الإتيان بالكمال هنا من أنواع البديع ما لايخفى وهو براعة الإختتام وكذا فى قوله الآتى: وربنا أعلم بالصواب إذ جرت عادة المؤلفين والمدرسين بختم مؤلفاتهم ودروسهم بهذه الجملة (قوله الأنجاب) جمع نجيب أى فاضل (قوله وربنا أعلم الخ) أى من كل ذى علم، والصواب إصابة الحق فى الواقع من قول أو فعل، والتفضيل فى العلم بكثرته وإحاطته بالوجوه التى يمكن تعلق العلم بها وكونه بالذات لا بالغير قاله البيضاوى. وختم الناظم كأصله بهذه الجملة لقصد التبرى من دعوى الأعلمية بالصواب بل وبغيره فالعالم مهما تفنن فى علومه وتبحر فعلمه قليل يسير كيف لا وقد قال تعالى \" وما أوتيتم من العلم الا قليلا \". وإلى هنا انتهى - والحمدلله - ما يسره الله لى من تعليق كليمات على هذه المنظومة \" نيل الرجا \" حسبما فتح الله على قلبى وحسبما تيسر لى أخذه من تحريرات هؤلاء العلماء الأعلام وإلقاآت مشايخى الكرام. ¶ سند المؤلف فى الفقه إلى الإمام الأعظم الشافعى",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "ثم بمناسبة ختمى لهذه التعليقات الفقهية أذكر هنا سندى فى الفقه إلى الإمام الأعظم الشافعى فهو: أنى قد تفقهت على يد شيخنا الكبير العلامة الشهير العارف بالله الشيخ مهاجر البندوى عم شارح منهاج الطالبين وشيخه الشيخ إحسان الجمفسى، لازمته نحو أربع سنين فى شرح المقدمة الحضرمية وفتح المعين وشرح سفينة النجا وسلم التوفيق وأوائل فتح الوهاب وإحياء علوم الدين وتفسير الجلالين وغيرها من كتب التصوف، ثم على يد شيخنا العلامة وقدوتنا الفهامة الفقيه الشيخ زبير بن دحلان السارانى وقد لازمته نحو خمس سنين فى فتح الوهاب والإقناع وكنز الراغبين للمحلى والأشباه والنظائر للسيوطى وشرح جمع الجوامع وتفسير البيضاوى وأوائل السنن الست وغيرذلك من كتب الأدب وأجازنى خاصة بالمذكورات وعامة بجميع مروياته ومقروآته ومجازاته، وقد تفقه هو على يدى شيخه العلامة الفقيه الأصولى محمد فقيه المسكومنبانى وشيخه العلامة الجامع محمد الباقر بن نور الجكجاوى ثم المكى كلاهما عن العلامة المتفنن محمد محفوظ بن عبد الله الترمسى ثم المكى عن شيخه العلامة السيد أبى بكر بن محمد شطا المكى عن السيد أحمد بن زينى دحلان عن الشيخ عثمان بن حسن الدمياطى عن الشيخ عبد الله الشرقاوى عن الأستاذ محمد بن سالم الحفنى عن الشيخ أحمد الخليفى عن الشيخ أحمد البشبيشى عن على بن عيسى الحلبى والشيخ سلطان بن أحمد المزاحى عن الشيخ على الزيادى والشيخ محمد القصرى عن المحقق أحمد بن حجر الهيتمى والرمليين والخطيب الشربينى عن شيخ الإسلام زكريا الأنصارى عن الجلال المحلى والحافظ بن حجر والشمس القاياتى والجلال عبد الرحمن بن عمر البلقينى عن الولى أحمد بن عبد الرحيم العراقى عن والده عبد الرحيم بن حسين العراقى عن السراج البلقينى عن العلاء بن العطار عن محرر المذهب الإمام يحيى النووى عن أبى حفص عمر بن أسعد الريعى عن أبى عمرو عثمان بن عبد الرحمن الشهير بابن الصلاح الشهرزورى عن",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "والده عن أبى سعيد عبد الله بن أبى عصرون عن أبى على الفارقى عن أبى إسحاق إبراهيم الشيرازى عن القاضى أبى الطيب طاهر بن عبد الله الطبرى عن أبى الحسن محمد بن على الماسرجى عن أبى إسحاق إبراهيم محمد المروزى عن أبى العباس أحمد بن سريج البغدادى عن أبى القاسم عثمان بن أبى سعيد بن بشار الأنماطى عن إسماعيل بن يحيى المزنى عن الإمام الأعظم أبى عبد الله محمد بن إدريس الشافعى عن الإمام مالك عن نافع عن ابن عمر عن النبى صلى الله عليه وسلم ورضى الله عنهم ونفعنا بهم أجمعين. ¶ هذا والمرجو من الإخوان والأصحاب الذين اطلعوا على عيب وخلل فى الكتاب أن يصفحوا عن ذلك بالعفو المستطاب ويصلحوه بالإنصاف من غير ملامة ولاعتاب , وأسأل الله الذى أبرز لعباده عناية القدرة أن يجعل هذه التعليقات لى ذخرة فى يوم الآخرة وينفع بها النفع العميم ويجعلها خالصة لوجهه الكريم بجاه رسول الله عليه الصلاة والتسليم. وقد كان الفراغ ليلة الثلاثاء المباركة ثامن عشر ذى الحجة الحرام سنة 1381 هـ على يد جامعها الفقير أحمد سهل بن أبى هاشم محمد محفوظ الحاجينى بصره الله عيوب نفسه وجعل يومه خيرا من أمسه وعفى الله عنه وعن والديه وأشياخه وأساتيذه وجميع المسلمين، والحمد لله رب العالمين آمين. ¶ (تقريظ من فضيلة المكرم شيخنا زبير دحلان السارانى) ¶ بسم الله الرحمن الرحيم ¶ الحمد لله الذى فرض علينا التفقه فى الدين بنص الكتاب المكنون فقال جل جلاله \" فلولا نفر من كل فرقة منهم طائفة ليتفقهوا فى الدين ولينذروا قومهم اذا رجعوا اليهم لعلهم يحذرون \"، والصلاة والسلام على سيدنا محمد القائل \" من يرد الله به خيرا يفقهه فى الدين \"، وعلى آله وأصحابه والتابعين وتابعيهم بإحسان الى يوم الدين.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "أما بعد، فقد عرض علىّ ولدى النجيب أحمد سهل محفوظ سلام الحاجينى هذا الكتاب، فتصفحته شرحا ومتنا، فإذا هو لشوارد الفقه أوثق عقال ولسوابق الأفكار والأنظار من أوسع ميدان ومجال، وهو روضة ابتهجت أزهارها وبسقت نخلاتها وأينعت ثمارها، فألفت أنظار الطلاب اليه وأحثهم على الإعتناء به، فجزا الله مؤلفه عن الإسلام والمسلمين خيرا وأكثر من أمثاله آمين . ¶ كتبه عن عجل فقير رحمة المنان ¶ الحقير زبير دحلان السارانى ¶ 3 محرم الحرام 1383",
            "page": "139",
            "part": "1"
        }
    ],
    "t37472": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}