{
    "b37482": [
        {
            "id": "1",
            "nass": "تحقيق المأمول ¶ في ضبط ¶ قاعدة الأصول ¶ تأليف ¶ الشيخ : وليد بن راشد بن سعيدان ¶ وبه أستعين وعليه أتوكل ¶ ... الحمد لله رب العالمين ، والصلاة والسلام على أشرف الأنبياء وخاتم المرسلين ، وعلى آله وصحبه الطاهرين الطيبين ومن تبعهم بإحسان إلى يوم الدين ، ثم أما بعد : ¶ ... فإني قد كنت وعدت في بعض كتبي أن أفرد تأليفًا مستقلاً لقاعدة الأصول في الأشياء استدلالاً وتفريعًا ، وهاأنذا أفي بالوعد ، وهذا من توفيق الله تعالى لعبده الضعيف الفقير العاجز . ¶ ... فأقول وبالله التوفيق ومنه أستمد الفضل والعون : ¶ ... اعلم - رحمك الله تعالى - أن خير ما يحصله طالب العلم في مسيرته العلمية هو أن يكون ما حصله من العلم مبنيًا على أصول ثابتة وقواعد راسخة وضوابط متقنة ، حتى لا تشكل عليه المسائل ولا تتضارب عنده الفروع ولا يحتار في النظر في أي جزئية من جزئيات الفقه ، فإن من حرص على ذلك وأقبل عليه بكليته فإنه من الموفقين إن شاء الله تعالى ، ومن حرم ذلك ولم يوفق له فقد حرم خيرًا كثيرًا ، فإنه وإن حصل شيئًا من الفروع والمسائل إلا أنها ستكون سابحة في ذهنه عائمة هائمة لا يدري ما مأخذها ولا يعرف أصلها الذي ترجع إليه ، فالوصية لك أيها الطالب في الحياة وبعد الممات أن تقبل على دراسة القواعد والأصول والضوابط وأن تبذل كل جهدك في تحصيلها وأن لا تدخر وسعًا في استشراحها عند من يفهم ذلك ، وأن توصوا طلابكم الذين يدرسون على أيديكم بالحرص على ذلك ، وأن لا ينشغلوا بكثرة التفريع عن تحصيل الأصول ، بارك الله في الجميع وجمعنا بكم في الجنة .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "... وهذه الكتابة التي نحن بصدد تقييدها في ضبط قاعدة مهمة من مهمات الأصول ، وهي ركيزة عظيمة من أساسات الفقه والتي يرتكز عليها ما لا ينحصر من الفروع ، فالله أسأل أن يعينني على الإحسان في شرحها وأن يلهمني رشدي ويوفقني للحق والصواب في أوائلها ويجعلها عملاً صالحًا متقبلاً مبرورًا خالصًا لوجهه الكريم ، وأسميت هذه الوريقات بـ ( تحقيق المأمول في ضبط قاعدة الأصول ) ، وهي قاعدة طويلة الذيول ، لكن سأحاول - إن شاء الله تعالى - أن أيسرها ما استطعت إلى ذلك سبيلاً ، والفضل فيها لله أولاً وآخرًا وظاهرًا وباطنًا ، ثم لأهل العلم ولا فضل لي فيها البتة وإنما مهمتي فيه الجمع بين ما ذكروه فقط ، فرحمهم الله تعالى وغفر لهم ورفع نزلهم في الجنة وجزاهم الله تعالى خير ما جزى عالمًا عن أمته وجمعنا بهم في جنات ونهر في مقعد صدق عند مليك مقتدر . ¶ ... اللهم يا رب الأولين والآخرين إن نبيك - صلى الله عليه وسلم - قال : (( المرء مع من أحب )) وإني أشهدك إني أحب رسول الله - صلى الله عليه وسلم - ، وأحب العشرة المبشرين بالجنة ، وأحب سائر صحابة نبيك - صلى الله عليه وسلم - ، وأحب سلف الأئمة وأئمتها ، وأحب من نصر دينك وأعلى كلمتك وذب عن حياض شريعتك ، فأسألك مغفرة الذنوب وستر العيوب والعفو والصفح وإني معترف بذنوبي الكثيرة لكنها ليست بأكبر من رحمتك وعفوك وجميل إحسانك يا كريم ، فأسألك اللهم باسمك الأعظم أن تغفر للأمة جميعًا وترحمهم أفرادًا وجماعات أحياءً وأمواتًا في الدنيا والآخرة ، وإلى المقصود والله المستعان وعليه التكلان ولا حول ولا قوة إلا بالله العلي العظيم ، فأقول وبالله التوفيق : ¶ الأصل هو البقاء على الأصل حتى يرد الناقل",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "... اعلم رحمك الله تعالى ووفقك لتحصيل العلم النافع والعمل الصالح ورزقك الإخلاص في الأقوال والأعمال وأمَّنَكَ مما تخاف في الدنيا والآخرة أن مما ينبغي على طالب العلم إذا أراد أن يكون راسخًا في العلم أن يحرص على معرفة الأصول في الأبواب الشرعية ، كالأصل في باب المياه مثلاً ، أو الأصل في باب الآنية ، أو الأصل في باب العبادات ، أو الأصل في باب المعاملات ، أو الأصل في باب الأوامر ، أو الأصل في باب النواهي ، وهكذا . ¶ ... فإذا أردت الدخول في بابٍ من أبواب الشريعة فاحرص أولاً على التعرف على الأصل المتقرر فيه ، فإنك بهذا التعرف تحصل على عدة فوائد : ¶ ... الأولى : أن تعرف بذلك الحكم العام في هذا الباب ، فتعرف الفروع المستثناة من هذا الأصل فقط ، وهذا يفضي بك إلى الرسوخ في العلم . ¶ ... الثانية : أن في ذلك أمانًا من كثرة التنقل ، أي أنك إذا عرفت الأصل في هذا الباب فإنك ستكون ثابتًا عليه ولا تتعداه أبدًا إلا إذا ورد لك من الأدلة الشرعية الصحيحة الصريحة ما يوجب عليك الانتقال ، فإذا ورد الدليل الناقل فانتقل معه وقل بموجب الدليل وإلا فالأصل هو البقاء على هذا الأصل المتقرر . ¶ ... الثالثة : أنك تعلم من المطالب بالدليل ؟ فإن المطالب بالدليل دائمًا هو الناقل عن الأصل ، ذلك لأن الأصل هو البقاء على الأصل ، فإذا جاءك أحد ينقلك عن الأصل فقل له : أين الدليل الناقل ؟ فإن هذا الأصل قد ثبت بالدليل ، وما ثبت بالدليل فلا ينتقل عنه إلا بمقتضى دليل آخر ، فأين الدليل الذي يوجب علي أن أنتقل عن هذا الأصل ؟ فإن جاء به صحيحًا صريحًا فأهلاً وسهلاً ، وإن لم يأت به فلا أهلاً ولا سهلاً ، ولذلك قرر العلماء - رحمهم الله تعالى - القاعدة التي تقول : ( الدليل يطلب من الناقل عن الأصل لا من الثابت عليه ) ، فإذا جاءك رجلان أحدهما يفتي بمقتضى الأصل المتقرر ، والآخر يفتي بخلاف الأصل ، فإن المطالب بالدليل هو المفتي بخلاف الأصل .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "... الرابعة : استقامة الفتوى في هذا الباب وعدم اضطرابها ؛ لأنك سوف تفتي في كل مسائل ذلك الباب بما تقرر من هذا الأصل ، ولن تتعداه أبدًا إلا فيما ورد الدليل بخلافه ، فنقول في هذه الجزئية فقط بمقتضى الدليل ، وما لم يرد فيه دليل بخصوصه فإنه باقٍ على الأصل ، وهذه فائدة عظيمة لا يقدر قدرها إلا من سار على درب التقعيد والتأصيل والضبط ، فالفتوى المبنية على ذلك لا تراها أبدًا إلا وهي مطردة موزونة ليس فيها اختلاف ولا اضطراب ، فإن اختلاف فتوى العالم واضطراب كلامه موجب لسقوط هيبة كلامه وفتواه من القلوب ، فلا يقيم الناس له وزنًا ولا يأبهون به في أي وادٍ أفتى . ¶ ... وهذه الفوائد وغيرها لم يكن طالب العلم ليحصلها لو لم يسلك طريق التأصيل ، ومفاد هذه القاعدة التي نحن بصدد شرحها أن يقال : إنه إذا تقرر لك في بعض الأبواب الفقهية أصل من الأصول فإن الواجب عليك هو البقاء عليه وعدم تعديه إلا إذا ورد الناقل الصحيح المعتمد ، فإن ورد الناقل المعتمد فانتقل معه ، وأما إذا لم يرد الناقل فالأصل هو البقاء على الأصل ، فلا تقبل كلام من يريد نقلك عن هذا الأصل المتقرر إلا إذا كان مستندًا لدليل شرعي صحيح صريح . ¶ ... ويدل على هذا الأصل أن هذا الأصل إنما قررناه بالدليل الشرعي ؛ لأن تقرير الأصول في الأبواب ليس مرده الهوى والشهوة ، وإنما مرده الأدلة الشرعية ، فهذا الأصل هو مقتضى الدليل ، فالأخذ به أخذ بالدليل ، ومن المتقرر أن ترك ما يقتضيه الدليل لا يجوز شرعًا . ¶ ... فإذا قلنا : ( الأصل هو البقاء على الأصل ) ، فكأننا نقول : الأصل هو البقاء على مقتضى الدليل ، وهذا لا أظن فيه منازعًا ، ويدل عليه أيضًا أن هذا الأصل الذي قررناه إنما قررناه لأن الدليل الشرعي أثبته ، فنحن قد أثبتاه بالدليل ، ومن المعلوم أن القاعدة تقول : ما ثبت بالدليل فلا ينقض إلا بالدليل .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "... وإذا قلنا : ( حتى يرد الناقل ) ، فكأننا نقول : حتى يرد دليل آخر ينقلنا عن الدليل الأول . ¶ ... فصار فحوى هذه القاعدة ، الثبوت على مقتضى الأدلة والمطالبة بالأدلة الناقلة ، فلم نأت في هذه القاعدة ببدع من القول ، واختلاف الألفاظ لا يؤثر مع اتفاق المعنى ، ويدل عليها أيضًا : الإجماع ، فإنه قد انعقدت كلمة أهل العلم - فيما أعلم - على مقتضى هذه القاعدة ولا أعلم فيها مخالفًا منهم ، وإنما الخلاف بينهم في بعض جزئياتها وفي تقرير بعض الأصول في الأبواب فقط ، وإلا فأصل القاعدة متفق عليه بين أهل العلم ، ولو استقرأت كتبهم في الفقه لوجدتهم يعللون كثيرًا بها ، فإذا اخترع أحد عبادة لا دليل عليها ، فإنهم يردون عليه بقولهم : الأصل في العبادات الحظر والتوقيف ، وإذا أخرج أحد فردًا من أفراد المياه عن الطهورية يردون عليه بقولهم : الأصل في المياه الطهورية فلا نتعداه إلا بدليل ، وإذا زعم أحد أن هذا القول مبطل للصلاة أو ناقض للوضوء فإنهم يردون عليه بقولهم : الأصل عدم البطلان ، والأصل عدم النقض ، وإذا حرم أحد معاملة بلا دليل فإنهم يردون عليه بقولهم : الأصل في المعاملات الحل والإباحة ، وإذا حرم أحد شيئًا أو نجسه بلا دليل فإنهم يردون عليه بقولهم : الأصل في الأعيان الإباحة والطهارة ، وهكذا في مسائل كثيرة . ¶ ... وتعليلهم هذا يدل على أن هذه القاعدة معتمدة وهذا عند جميعهم فيما أعلم - والله أعلم - .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "... وقد تقرر في الأصول أن الإجماع حجة شرعية يجب قبولها والعمل بها والمصير إليها وتحرم مخالفتها ، ويدل عليها أيضًا أن الأخذ بها من تعظيم الدليل ، وتعظيم الدليل مقصد من مقاصد الشريعة ومن تعظيم الدليل أن لا نتعدى مدلوله إلا بناقل ، وهو مقتضى هذه القاعدة ، فإن فحواها أن ما ثبت من الأصول بالأدلة فالأصل هو البقاء عليه وعدم تعديه إلا بناقل ، فهذه القاعدة من قواعد تعظيم الدليل ، إذ أننا في الأصل لا نثبت إلا ما أثبته الدليل ، وكذلك أيضًا لا نتعدى ما ثبت به الدليل إلا بمقتضى دليل آخر . ¶ ... فهذه القاعدة تدور بنا حيث دار الدليل ، وتقف بنا حيث وقف الدليل ، فلا مجال مع الأخذ بها للشهوات ولا للتعصب ولا للأهواء ، وإنما هو الموافقة والمتابعة وهذا هو حقيقة التعبد ، أننا لا نثبت إلا ما أثبته الشارع ولا نتعدى ما أثبته الشارع إلا بناقل صحيح معتمد ، وإلا فالأصل هو البقاء على ما أثبته الشارع حتى يرد الناقل ، والأصل هو البقاء على ما نفاه الشارع حتى يرد الناقل ؛ لأننا تبع للدليل ، فهو الميزان ونحن الموزونون ، وهو الأصل وما سواه ففرع ، وهو المقدم والسيد الذي لا نتقدم عليه بقول ولا فعل ولا مذهب ولا رأي ولا قول أحدٍ كائنًا من كان ، فإنه لا نجاة ولا خير ولا فلاح ولا صلاح إلا بالأخذ بما جاء به النص واعتماد ما اعتمده النص ، وإثبات ما أثبته النص ، ونفي ما نفاه النص ، واعتبار ما اعتبره النص ، وإلغاء ما ألغاه النص، والوقوف حيث وقف النص، وتعظيم النص لا يكون إلا بذلك .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "... ويدل عليها أيضًا : أن الناقل لنا عن الأصل هو في هذا النقل يثبت حكمًا شرعيًا إما الوجوب أو الاستحباب أو التحريم أو الكراهة ، وقد تقرر في القواعد أن الأحكام الشرعية لا تثبت إلا بالأدلة الصحيحة الصريحة ، فإذا جاءنا على دعواه هذه بدليل فعلى العين والرأس ، وإن ادعى النقل بلا دليل شرعي ولا نص مرعي فإن كلامه ودعواه هذه مردودة عليه مضروب بها في وجهه ولا كرامة ، فالأصل هو الدليل والميزان هو الدليل ، والمقدم هو الدليل ، والأصل هو البقاء على الدليل حتى يرد الناقل . ¶ ... هذا هو ما نعتقده وندين الله تعالى به وننطقه بألسنتنا وندرسه لطلابنا في الحلقات العلمية ، وقد رأينا بركة هذه القاعدة في الفصل بين الأقوال والتمييز بين المقبول منها والمردود ، وفي الصحيحين من حديث عبدالله بن زيد - رضي الله عنه - أنه شكي إلى النبي - صلى الله عليه وسلم - الرجل الذي يخيل إليه أنه يجد الشيء في الصلاة ، فقال - عليه الصلاة والسلام - : (( لا ينفتل ولا ينصرف حتى يسمع صوتًا أو يجد ريحًا )) ، وفي صحيح مسلم من حديث أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : (( إذا وجد أحدكم في بطنه شيئًا فأشكل عليه أخرج منه شيء أم لا فلا يخرجن من المسجد حتى يسمع صوتًا أو يجد ريحًا )) . ¶ ... وهذا أصل في البقاء على الأصل حتى يرد الناقل ، وسوف يأتينا - إن شاء الله تعالى - أدلة كثيرة على تقرير هذه القاعدة بحول الله وقوته في ثنايا الكلام على الأصول المفرعة على هذه القاعدة ، وسوف أسوقها لك أصلاً أصلاً مع بيان شيء من أدلته والمسائل المخرجة عليه ، وسأحاول الاختصار ما استطعت إلى ذلك سبيلاً ، والله أعلى وأعلم . ¶ ( فصل -1- )",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "... فمن الأصول الثابتة بالأدلة قولهم : ( الأصل في المياه الطهورية إلا بدليل ) فكل ماءٍ على وجه هذه الأرض فإنه داخل تحت هذا الأصل العظيم ، سواءً نزل من السماء أو نبع من الأرض أو كان من مياه الآبار أو العيون أو الأنهار أو البحار وغير ذلك ، كل مياه الدنيا الأصل فيها الطهورية ، كما قال الله تعالى : { وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُوراً } ، وقال تعالى : { وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ } ، وقال جل وعلا : { وَسَخَّرَ لَكُمْ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ جَمِيعاً مِنْهُ } . ¶ ... ومن المعلوم أن الماء فرد من أفراد ما في الأرض وهو مسخر لنا ومقتضى تسخيره لنا أن يكون طهورًا ؛ لأن الحرام ليس بمسخر لنا . ¶ ... وقال - عليه الصلاة والسلام - : (( إن الماء طهور لا ينسجه شيء )) حديث صحيح . وقال - عليه الصلاة والسلام - : (( إذا كان الماء قلتين لم يحمل الخبث )) وفي لفظ : (( لم ينجس )) حديث صحيح . وقال - عليه الصلاة والسلام - في البحر : (( هو الطهور ماؤه الحل ميتته )) حديث صحيح . ¶ ... فهذه الأدلة تفيدك إفادة صريحة أن الأصل في باب المياه هو الطهورية ، فحيث تقرر لنا ذلك فالأصل هو البقاء على هذا الأصل في باب المياه حتى يرد الناقل عنه ، فإن ورد الناقل الصحيح المعتمد فأهلاً وسهلاً ، وإن لم يرد الناقل فالأصل البقاء على هذا الأصل وليس من الأشياء التي تنقلنا عن الأصل المذاهب والآراء ، فإن المذهب يوزن بالدليل ، والآراء توزن بالدليل ، فإذا كان المتقرر في مذهبك في فردٍ من أفراد المياه أنه خارج عن الأصل المتقرر في باب المياه ، ولا دليل على ذلك فاتق الله ولا تأخذ به ، وعليك بجادة الحق والصراط المستقيم فليس المتقرر في المذهب يصلح أن يكون ناقلاً عن الأصل ، وإنما الناقل عن الأصل هو المتقرر بالدليل الشرعي الصحيح الصريح .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "... وبناءً على ذلك فأي ماءٍ حصل بين العلماء فيه خلاف ، فالأصل أنه جارٍ على الأصل المتقرر وهو أنه ماء طهور مطهر رافع للحدث مزيل للخبث ، إلا ما ورد الدليل الصحيح الصريح في إخراجه عن هذا الأصل المتقرر ، وبه تعلم أن الماء المشمس باقٍ على الأصل المتقرر ؛ لأن ما استدل به الشافعية على كراهته لا يصح أن يكون مستندًا ؛ لأنه كلام لا أصل له ولا يصح رفعه ، أعني قولهم : ( لا تفعلي يا حميراء فإنه يورث البرص ) ، فإنه كلام ساقط لا يصح له أصل ولا يجوز رفعه لمقام النبوة على صاحبها أفضل الصلاة وأزكى التسليم ، وكذلك الماء المسخن بالنجاسة هو ماء طهور مطهر ما لم يتغير وصفه بالنجاسة ، ومن أخرجه عن الطهورية فإنه مطالب بالدليل الشرعي الصحيح الصريح ، ولا أعلم دليلاً يصلح أن يعتمد عليه في هذه المسألة والاحتياطات الزائدة التي ما أنزل الله بها من سلطان حقها الاطراح لا الاعتماد ، والكراهة حكم شرعي والأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة ، فحيث لا دليل يخرجه عن الأصل فالأصل بقاؤه ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل ، وكذلك ماء البئر بالمقبرة فإنه داخل تحت هذا الأصل المتقرر وهو الطهورية وما علل به من كرهه أو سلب طهوريته إنما يفيد الشك في هذا الماء ، وقد تقرر في القواعد أن اليقين لا يزول بالشك ، فأي ماء طهور شككنا في نجاسته فالأصل فيه إرجاعه إلى أصله ، وقد تقرر أن الأصل في المياه الطهورية ، فنبقى على هذا الأصل حتى يرد الناقل ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل ، وكذلك الماء الذي غمس فيه القائم من نوم الليل يده قبل غسلها فإن الحق فيه أنه ماء طهور مطهر ، إذ لا دليل ينقلنا عن هذا الأصل المتقرر ، وغمس اليد فيه بعد القيام من نوم الليل لا يجوز لثبوت النهي عنه ، لكن قد تقرر في القواعد أن التحريم لا يستلزم النجاسة ، والراجح أيضًا أن العلة في النهي عن الغمس تعبدية وقد تقرر في",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "القواعد أن العلل التعبدية لا تتجاوز محلها ، بل هي قاصرة عليه ، وليس ثمة مانع محسوس يظهر وصفه في هذا الماء ، بل هو بعد الغمس باقٍ على وصفه ، فلم يتغير فيه لون ولا طعم ولا رائحة ، فهو ماء طهور لاقى أعضاء طاهرة فما الداعي لسلب طهوريته ؟ نعم : لو كان على اليد نجاسة ظاهرة ، وبان شيء من أوصافها في هذا الماء فإنه ينجس ، لكن إذا لم يتغير شيء من وصفه فإنه باقٍ على الأصل وهو الطهورية ، فالغامس عالمًا ذاكرًا آثم ، ولكن الماء باقٍ على حاله ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... وكذلك الماء الذي استعمل في الطهارة أيضًا هو ماء طهور مطهر رافع للحدث مزيل للخبث ، إذ لا دليل يخرجه عن الأصل المتقرر ، والحدث وصف معنوي يقوم بالبدن يزول حكمه بالتطهر ، ولا ينتقل إلى الماء ؛ لأن الماء لا يوصف بأنه محدث لعموم قوله - عليه الصلاة والسلام - : (( إن الماء لا يجنب )) . وفي حديث ابن عمر - رضي الله عنهما - : (( كان الرجال والنساء يتوضأون في زمان رسول الله - صلى الله عليه وسلم - جميعًا )) رواه البخاري . وروى مسلم في صحيحه من حديث ابن عباس - رضي الله عنهما - : أن النبي - صلى الله عليه وسلم - كان يغتسل بفضل ميمونة - رضي الله عنها - .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "... ولأن هذا الماء إنما لاقى أعضاءً طاهرة ، فلم يؤثر ذلك في سلب طهوريته فهو جار على الأصل المتقرر في باب المياه وهو الطهورية ، والأصل هو البقاء على الأصل حتى يرد الناقل ، وكذلك الماء الذي استعملته المرأة في طهارة ، هو أيضًا ماء طهور مطهر رافع للحدث مزيل للخبث ، بل ورد الدليل فيه بخصوصه وهو حديث ابن عباس - المتقدم - فهو نص صريح صحيح في هذه المسألة ، وأما حديث : (( نهى رسول الله - صلى الله عليه وسلم - أن تغتسل المرأة بفضل الرجل والرجل بفضل المرأة وليغترفا جميعًا )) ، فإن قصاراه إنما يفيد الكراهة التنزيهية مع وجود غيره جمعًا بينه وبين الأحاديث المجيزة ، وقد تقرر في القواعد أن الجمع بين الأدلة واجب ما أمكن ، فإن لم يوجد إلا هو فإن الكراهة ترتفع ، لما تقرر في القواعد أن الكراهة ترفعها الحاجة ، فحديث ابن عباس يفيد الجواز وحديث النهي يفيد الكراهة فقط ، والماء هذا طهور مطهر ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... وكذلك الماء الذي انغمس فيه الجنب أو بيل فيه وهو قليل ، فإنه إذا لم يظهر وصف النجاسة فيه فهو طهور مطهر رافع للحدث مزيل للخبث . ¶ ... فإن قلت : ففي الصحيحين من حديث أبي هريرة مرفوعًا : (( لا يبولن أحدكم في الماء الدائم الذي لا يجري ثم يغتسل فيه )) ، ولمسلم : (( لا يغتسل أحدكم في الماء الدائم وهو جنب )) . ¶ ... فأقول : نعم، ولكن قد علمت سابقًا أن التحريم لا يستلزم النجاسة، وتقدم لك حديث : (( إن الماء لا يجنب )) ، فعلة النهي إنما لسد ذريعة تقذيره وإفساده على الناس ، فإنه لو علم الناس أن الجنب قد اغتسل في هذا الماء القليل أو أن أحدًا قد بال فيه فإن النفوس تعافه فتفسد على الناس موارد مياههم، فيقع الضيق والحرج، فسدًا لهذه الذريعة حرم الشارع ذلك، فهذا الماء جار على الأصل مالم يظهر فيه وصف النجاسة، والأصل هو البقاء على الأصل حتى يرد الناقل.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "... وكذلك الماء الذي وقعت فيه نجاسة وهو قليل على أي مصطلحٍ كان ، فإنه إذا لم يظهر فيه وصف النجاسة فهو ماء طهور مطهر رافع للحدث مزيل للخبث ، وأما حديث : (( إذا كان الماء قلتين لم يحمل الخبث )) فإنه استدلال بالمفهوم ، وحديث : (( إن الماء طهور لا ينجسه شيء )) استدلال بالمنطوق ، وقد تقرر في القواعد أن المنطوق مقدم على المفهوم . ¶ ... ويقال أيضًا : إن المتقرر في القواعد أن المفهوم لا عموم ويتحقق صدقه بصورة واحدة فقط ، أي أنه لا يلزم أن كل ماء في الدنيا دون القلتين يحمل الخبث ؛ لأن المفهوم لا عموم له كما ذكرت لك . ¶ ... ويقال أيضًا : إن الحمل الذي يخرج الماء عن أصل الطهورية إنما هو حمل خاص وهو الحمل المقتضي لتغير أحد أوصاف الماء بالنجاسة الواقعة فيه ، وأما الحمل الذي لا تظهر فيه أوصاف النجاسة فإنه لا حكم له . ¶ ... ويقال أيضًا : إن المفهوم من حديث القلتين ليس هو تحقيق حمل الخبث في كل ماءٍ دون القلتين ، وإنما المقصود غلبة الظن بحمل الخبث ، أي أن الماء إذا كان دون القلتين فإن مظنة حمله للخبث أكثر فيما لو كان فوق القلتين ، لكن لا يحكم عليه بالنجاسة إلا إذا تغير أحد أوصافه . ¶ ... ويقال أيضًا : إن المتقرر في القواعد أن المعدوم لا حكم له وهذه النجاسة التي وقعت في هذا الماء قد تحللت أجزاؤها وانعدمت أوصافها ، فلو بحثت عنها في الماء ، فإنك لا تجد لها طعمًا ولا لونًا ولا ريحًا ، فهي إذًا معدومة ، والمعدوم لا حكم له ، فكيف نجعل هذا المعدوم مؤثرًا في الماء وسالبًا لطهوريته ، مع أنه معدوم ؟ فحق المعدوم أن لا يجعل مؤثرًا في شيء لأنه معدوم ، والمعدوم حقيقة معدوم حكمًا ، والله أعلم . ¶ ... والخلاصة : أن الماء الذي وقعت فيه النجاسة ولم تغير له وصفًا ماء طهور مطهر رافع للحدث ومزيل للخبث ، لأن الأصل في المياه الطهورية ، إلا بدليل والأصل هو البقاء على الأصل حتى يرد الناقل ، والله أعلم .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "... فانظر كيف استجمعنا مسائل باب المياه تحت هذا الأصل المبارك ، وهذا يفيدك أهمية التأصيل والتقعيد . ¶ ... وبقي عندنا مسألة مهمة وهي مسألة اختلاط الماء بشيء من الطاهرات ، والقول الراجح فهيا هو أن هذا الطاهر المخالط إن خالط الماء مخالطة تقتضي تغير اسمه ووصفه المطلق بحيث إن من رآه لا يسميه ماءً وإنما يسميه باسم الطاهر المخالط ، فهذا أصلاً خارج عن مسمى الماء وليس هو قسيمًا للطهور والنجس ، لأنه ليس بماءٍ ولا يدخل في مسماه أصلاً ، فإن من يراه لا يسميه ماءً وإنما يسميه باسم الطاهر المخالط كالشاي والعصير ونحوها . ¶ ... فمن جعل الماء الذي خالطه الطاهر هذه المخالطة قسمًا من أقسام الماء فإنه قد أخطأ ، وإما إذا كانت هذه المخالطة لا تقتضي إخراج الماء عن اسمه ووصفه المطلق بحيث إن من رآه لا يسميه إلا باسم الماء فإنه باقٍ على أصل طهوريته على القول الراجح ، ولا دليل يخرجه عن هذا الأصل بل وردت الأدلة الدالة على بقائه على أصل طهوريته وقد ذكرناها في الأسئلة والأجوبة الفقهية ، فحيث لم يأت دليل يخرجه عن أصل الطهورية فالأصل البقاء عليها ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل ، واختاره أبو العباس ابن تيمية . ¶ ... وكذلك الماء الذي تغير بما لا يشق صون الماء عنه إن كان هذا التغير أوجب خروجه عن اسمه ووصفه المطلق فإنه ليس بماءٍ أصلاً وإن كان تغيرًا يسيرًا لا يخرجه عن اسمه ووصفه المطلق ، فإنه باقٍ على أصل الطهورية والأصل هو البقاء على الأصل حتى يرد الناقل ، والله ربنا أعلى وأعلم . ¶ ( فصل -2- ) ¶ ... ومن الأصول أيضًا قولهم : ( الأصل في الماء الذي يجوز شربه صحة التطهر به ) . ¶ ... وانتبه هنا أننا لا نريد كل شيء يجوز شربه ، لا وإنما نريد الماء الذي يجوز شربه فقط ، فأي ماء جاز شرعًا شربه فالأصل فيه أنه يصح التطهر به .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "... فمن فرق بين جواز الشرب للماء وصحة التطهر به فإنه فرق بين متماثلين وهو مطالب بالدليل على هذه الدعوى ، فالأصل فيهما التلازم ، فأنت تعرف الماء الذي يصح التطهر به بجواز الشرب ، فإذا أشكل عليك حكم التطهر بماءٍ ما فاسأل نفسك هل يجوز لي أن أشربه ؟ فإن كان الجواب نعم فتطهر به ، وإن كان لا ، فلا تتطهر به ، فالماء الذي غمس القائم من النوم فيه يده قبل غسلها يصح التطهر به ؛ لأنه يجوز شربه ، والأصل في الماء الذي يجوز شربه صحة التطهر به ، والماء المستعمل ماء يجوز شربه فيصح التطهر به ، ومن فرق بينهما فعليه الدليل ، الماء الذي استعملته الأنثى ماء يصح التطهر به لأنه ماء يجوز شربه ، وهما متلازمان ، وهكذا فقس ، ولا يشكل عليك جواز التطهر بماء البحر مع أنه لا يشرب ، لأن عدم شربه ليس لعدم الجواز الشرعي وإنما لعدم استساغة الطبع لشربه ، ولذلك فإنه لو كرر ونُقي ساغ شربه ، فالأصل في ماء البحر جواز شربه فيصح التطهر به ، وعلى ذلك فقس . ¶ ... فالأصل هو أن كل ماءٍ جاز شربه فإنه يصح التطهر به ، والله أعلم . ¶ ( فصل -3- ) ¶ ... ومن الأصول أيضًا قولهم : ( الأصل في الآنية الحل والإباحة ) . ¶ ... فإن الآنية من الزينة ، وقد قال تعالى : { قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ } ، فقوله : ( زينة ) مفرد مضاف ، ولفظ الجلالة مضاف إليه . وقد تقرر في الأصول : أن المفرد المضاف يعم فيدخل في ذلك كل زينة ، والآنية من جملة هذه الزينة ، ولما أنكر الله تعالى على من حرم شيئًا منها علمنا أن الأصل فيها الحل . ¶ ... وقال تعالى : { أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي الأَرْضِ } ، وقد تقرر في الأصول أن الأسماء الموصولة تفيد العموم ، فـ ( ما ) هنا بمعنى ( الذي ) ، فهي اسم موصول ، فيدخل في ذلك كل ما على هذه الأرض ، ومقتضى تسخيرها لنا أن تكون حلالاً مباحة طاهرة .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "... وبناءً عليه فكل إناءٍ ولو ثمينًا فإنه يباح اتخاذه واستعماله إلا ما ورد الدليل بإخراجه عن ذلك الأصل ، فإن جاء الناقل فانتقل وإلا فالأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... فمما ورد فيه الناقل آنية الذهب والفضة والمضبب بهما ، لحديث حذيفة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : (( لا تشربوا في آنية الذهب ولا تأكلوا في صحافهما فإنها لهم في الدنيا ولكم في الآخرة )) متفق عليه . ¶ ... وعن أم سلمة - رضي الله عنها - قالت : قال رسول الله - صلى الله عليه وسلم - : (( الذي يشرب في آنية الفضة فإنما يجرجر في بطنه نار جهنم )) متفق عليه . ¶ ... ولا يجوز من الضبة إلا إذا كانت يسيرة من فضة لحاجة ، لحديث أنس - رضي الله عنه - أن قدح النبي - صلى الله عليه وسلم - انكسر فاتخذ مكان الشعب سلسلة من فضة . رواه البخاري . ¶ ... وأما آنية الكفار فإنها لا تخلوا إما أن يعلم نجاستها ، وإما أن تعلم طهارتها ، وإما أن يحصل فيها الشك ، فإن علمت نجاستها فلا تستعمل إلا بعد رحضها بالماء ، لحديث أبي ثعلبة الخشني أنه قال : يا رسول الله ، إنا بأرض قومٍ أهل كتاب أفنأكل في آنيتهم . فقال : (( لا ، إلا أن لا تجدوا غيرها فاغسلوها وكلوا فيها )) متفق عليه . ¶ ... وأما إذا علمت طهارتها فيجوز استعمالها بلا غسل ، وعليه حديث : (( كنا نصيب من آنية المشركين وطعامهم فنستمتمع به )) . ¶ ... وفي الصحيح عن عمران - رضي الله عنه - أن النبي - صلى الله عليه وسلم - وأصحابه توضأوا من مزادة مشركة . ¶ ... وإذا حصل الشك في شيء منها فارجع فيه إلى الأصل المتقرر فيها وهو الطهارة والحل والإباحة ، وأي إناءٍ حصل فيه بين العلماء خلاف فانظر في دليل المانع فقط ؛ لأنه هو الناقل عن الأصل ، فإن كان دليله يصح أن يكون ناقلاً عن الأصل فانتقِل ، وإلا فالأصل هو البقاء على الأصل حتى يرد الناقل ، والله أعلم . ¶ ( فصل -4- )",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "... ومن ذلك قولهم : ( الأصل في العبادات الحظر والتوقيف ) . ¶ ... أي أنه لا يجوز اختراع شيء من الأقوال أو الأفعال ويدعى أنه عبادة ، إلا وعلى ذلك الادعاء دليل شرعي صحيح صريح وإلا فقوله مردود عليه مضروب به في وجهه ؛ لأن التشريع حق لله تعالى ، وقد قال - عليه الصلاة والسلام - : (( من أحدث في أمرنا هذا ما ليس منه فهو رد )) متفق عليه . ولمسلم : (( من عمل عملاً ليس عليه أمرنا فهو رد )) . ¶ ... وفي صحيح مسلم أيضًا من حديث جابر أن النبي - صلى الله عليه وسلم - كان إذا خطب يقول: (( أما بعد.. فإن أصدق الحديث كتاب الله ، وخير الهدي هدي محمدٍ - صلى الله عليه وسلم - ، وشر الأمور محدثاتها ، وكل بدعة ضلالة )) ، وفي حديث عرباض بن سارية قال : وعظنا النبي - صلى الله عليه وسلم - موعظة بليغة وجلت منها القلوب ، ودمعت منها العيون ، فقلنا : يا رسول الله ، كأنها موعظة مودع فأوصنا . فقال : (( أوصيكم بالسمع والطاعة وإن تأمر عليكم عبدٌ ، فإنه من يعش منكم فسيرى اختلافًا كثيرًا فعليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي تمسكوا بها وعضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل محدثة بدعة وكل بدعة ضلالة ... )) الحديث ، وسنده صحيح . ¶ ... وكان السلف يقولون : اتبعوا ولا تبتدعوا فقد كفيتم ، فأمر التعبد وقف على نص الدليل الصحيح الصريح ، فلا حق لأحدٍ كائنًا من كان أن يشرع شيئًا بلا برهان ، ولا أن يطيع أحدًا في تشريع شيء بلا برهان ؛ لأن الله تعالى قال : { إِنِ الْحُكْمُ إِلاَّ لِلَّهِ } أي الكوني والشرعي ، وقال تعالى : { أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ } .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "... فكل قولٍ أو فعلٍ لم يأذن الله تعالى لنا بالتعبد به فإن التعبد به بدعة ، وقد تقرر في القواعد أن كل إحداثٍ في الدين فهو رد ، والأدلة المتواترة والآثار المشهورة تأمر بالاتباع وتنهى عن الابتداع ، وتحث على الاقتداء وتنهى عن الابتداء ، وليس في البدع في الدين شيء حسن ، بل كلها قبيحة وضلالة ، فالأصل في أمور التعبد المنع ، والأصل هو البقاء على الأصل حتى يرد الناقل . فلو جاءنا رجلان أحدهما يقول : هذا الشيء ليس بعبادة ، والآخر يقول : بل هو عبادة، فإن المطالب بالدليل هو من يدعي أنه عبادة ؛ لأنه ناقل عن الأصل والدليل يطلب من الناقل عن الأصل لا من الثابت عليه ، فما كان الأصل ثبوته فإن الدليل يطلب من نافيه ، وما كان الأصل انتفاؤه فإن الدليل يطلب من مثبته ، وهذا الأصل في باب العبادات ليس في أصل العبادة فقط بل في كل ما يتعلق بالعبادة من صفة أو شرط أو مبطل أو سبب أو زمان أو مكان ، كل ذلك الأصل فيه الحظر والتوقيف ، فيقال كما يلي : الأصل في وصف العبادة التوقيف على الدليل ، والأصل في شروط العبادة التوقيف على الدليل ، والأصل في مبطل العبادة الحظر والتوقيف ، والأصل في تقييد العبادة بمكان التوقيف ، والأصل في تقييد العبادة بزمانٍ التوقيف ، والأصل في تقييد العبادة بسببٍ التوقيف ، والأصل في تقدير العبادة التوقيف ، كل ذلك داخل تحت قولنا : ( الأصل في العبادة التوقيف على الدليل ) .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "... وبناءً عليه ، فإذا أردنا أن نشرح حديث : (( من أحدث في أمرنا هذا ما ليس منه فهو رد )) ، فلابد من التوسع في معناه ، فيقال : ما ليس منه أصلاً ، وما ليس منه وصفًا ، وما ليس منه زمانًا ، وما ليس منه مكانًا ، وما ليس منه شرطًا ، وما ليس منه سببًا ، فكل ما يتعلق بالعبادة فإنه داخل في هذا الحديث ، فكل إحداث في الدين فهو رد ، وهذا هو التعريف النبوي للبدعة ، فالبدعة إحداث في الدين قولاً أو فعلاً أو اعتقادًا ليس عليه أمر النبي - صلى الله عليه وسلم - ، فكل البدع القولية والفعلية المنتشرة في العالم الإسلامي والعربي تدخل تحت هذا الأصل المتقرر ، فالاحتفال بالمولد ، والاحتفال بجميع الموالد ، والطواف حول القبور ، والذبح لها ، وتسجيتها ، والبناء عليها ، ووضع مناسك معينة لها ، والدعاء عندها ، وتقبيلها ، والسجود والركوع عندها ، والنذر لها ، والوقف عليها ، والتمسح بها ، وغرس أغصان الشجر عليها ، وكتابة الأوراق فيها شيء من الشكوى وإلقائها على الأضرحة ، وبناء المساجد على القبور ، ووقوف بعض الزائرين بغية الخشوع عند أبوابها ، وتوظيف السدنة لخدمتها ، ووضع الزهور عليها ، أو تسجية الجنائز بخرق قد كتب فيها شيء من القرآن ، ورفع الصوت خلفها بالتكبير والتهليل ، والرمي بالسلاح ، وشد الرحال إلى القبور ، وأخذ ترابها للتبرك به ، وإقامة المآتم ، واستئجار قارئ للقرآن في هذه الاجتماعات، وذبح شيء من بهيمة الأنعام عند خروج الجنازة، ورش الماء على القبور المجاورة بعد الفراغ من الدفن، والمبيت عند الأضرحة الليالي ذوات العدد، والكتابة على القبور ، وتجصيصها وإسراجها ، وزخرفتها ، وسائر الأعياد غير عيدي الفطر والأضحى ، كأعياد الميلاد ، وعيد الأم ، وعيد الحب ، وأعياد رأس السنة ، وأعياد ذكرى استقلال الدول وهو المسمى بالأيام الوطنية للدول .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "... كل ذلك من البدع المنكرة والمحدثات القبيحة التي ما أنزل الله بها من سلطان ولا يجوز اعتقاد أن شيئًا يدخل في حدود المشروع ، بل كلها نفخات شيطانية ووساوس إبليسية أراد بها الخبيث أن يفسد العقائد ويقدم على العبادات العوائد ، فالواجب تركها وإنكارها والوقوف في وجهها والأخذ على أيدي من يقرها بقولٍ أو عملٍ ولا مجاملة في مثل ذلك ، وهذا من أوجب واجبات العلماء والله المستعان من أهل هذا الزمان . ¶ ... فحيث لا دليل يدل على جواز التعبد بذلك فهو محدث في الدين وكل إحداث في الدين فهو رد ، والأصل هو البقاء على الأصل حتى يرد الناقل ، ويدخل تحت ذلك الأصل أيضًا : كل ذكر قبل الأذان ، فإنه مما لا أصل له ، كاعتياد الاستعاذة ، والبسملة ، والصلاة على النبي - صلى الله عليه وسلم - قبل الأذان ، فإنه مما لا أصل له ، وكذلك الأذكار الجماعية التي ابتدعها الصوفية على مختلف أنواعها وتباين أشكالها ، كل ذلك مما لا أصل له ، وأخبث من ذلك ضرب الطبول قبل الأذان لإعلام الناس بقرب دخول الوقت ، فإنه لا يختلف اثنان من أهل العلم بأنه من البدع المحدثة والقبائح المنكرة ، وكذلك الأذان والإقامة للاستسقاء أو العيدين هو محدث في الدين والأصل في العبادات التوقيف ، والأصل هو البقاء على الأصل حتى يرد الناقل ، وكذلك الأذان والإقامة في قبر الميت ، فهو بدعة ، وكل بدعة ضلالة ، وكذلك تقبيل الإبهامين عند قول المؤذن أشهد أن محمدًا رسول الله ، وكذلك قول بعض الطوائف الضالة ( حي على خير العمل ) وقولهم : ( أشهد أن عليًا ولي الله ) ، وكذلك لطخ الجباه بشيء من دم الأضاحي ، فإنه بدعة منكرة ، واعتقاد استحباب الوضوء لذبح الهدي أو الأضحية ، ولبس دبلة الخطوبة فإنه مع كونه لا أصل له يعتقد فيه فاعلوه أنه مؤثر في المحبة القلبية ولذلك فخلع الدبلة علامة - عند أهله - على خلع المحبة من القلب ، فضلاً عن كونه من عقائد التثليث عند النصارى ، ومن ذلك أيضًا",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ذبح الأبقار أو الأغنام عند انتهاء بناء المساجد ، وكذلك الطواف حول المسجد سبعًا بعد الفراغ من بنائه ، وتحية العلم ، والوقوف تعظيمًا لأي سلامٍ أو علمٍ . ¶ ... كل ذلك من المحدثات التي لا أصل لها في الشريعة ، فهي رد على أصحابها ولا يجوز لأحدٍ من المسلمين أن يتقحم في شيء منها ، وكل سيواجه عمله ، وواجب على كل مسلم النصيحة ، فإن الدين النصيحة لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم . ¶ ... وكذلك التبرك بآثار مكة أو ستور الكعبة ومقام إبراهيم ، أو التمسح بالأبواب والجدران والشبابيك التي في المسجد الحرام أو المسجد النبوي ، أو التمسح والتبرك بأي شيء من محاريب المساجد وجدرانها ، أو التوسل بجاه أو حق أحدٍ من المخلوقين حتى لو بجاه النبي - صلى الله عليه وسلم - ، وكذا إقامة الحفلات للأموات وهي التي يسمونها الأربعينية أو السبعينية ، أو التسعينية أو الحولية ، وقراءة القرآن على المقابر ، وقراءة الفاتحة على روح الميت عند ذكر اسمه ، أو قراءتها عند الخطوبة ، وكذا تخصيص لباسٍ معين للتعزية ، وتقسم الصدقات في المقبرة ، وكذلك العشاء الذي يسميه العامة بعشاء الوالدين ، وكذلك قراءة سورة ( يس ) على القبر ، وكذلك التيه في البراري ، والوقوف في الشمس ، ومعاشرة الوحوش ، ودخول النار ، أو مسك الأفعى طلبًا للكرامة . ¶ ... كل ذلك من البدع المحدثات والموبقات المنكرات التي ما أنزل الله من سلطان وليس عليها أثارة من العلم بل وردت الأدلة بذمها ولا يجوز أن يعتقد في شيء من ذلك أنه من العبادة في شيء ؛ لأن العبادة مبناها على التوقيف لا التخريف ، والأصل هو البقاء على الأصل حتى يرد الناقل ، وكل إحداث في الدين فهو رد .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "... وكذلك وضع الحناء مع الميت في قبره ، أو وضع شيء من الطين معه في قبره تحت خده الأيمن أو وضع فراش تحته ، أو وضع كتاب معه في قبره يسمى ( الدوشان ) ، وأقبح من ذلك وضع المصاحف في المقابر أو وضع المصحف على بطن الميت أو وضعه عند رأس المحتضر . ¶ ... كل ذلك من المحدثات في الدين فهي رد وكلها بدع فهي ضلالة لأن كل بدعة في الدين فهي ضلالة . ¶ ... وكذلك يدخل تحت هذا الأصل تخصيص كل شوط معين من أشواط السعي والطواف بدعاءٍ معين يعتقدون أن قول هذا الدعاء في هذا الموضع أفضل منه في غيره ، وكذا تقبيل الركن اليماني ، أو استلام شيء من الأركان الشامية ، والتلفظ بالنية ، ورجوع القهقرى بعد طواف الوداع ، وكذا الصعود لغار حراء تعبدًا ، وغسل حصى الجمار ، وكذا صعود جبل عرفات أو أخذ شيء منه أو الصلاة إلى الشاخص فوقه ، والمسيرات في موسم الحج باسم البراءة . ¶ ... كل ذلك من البدع التي لاشك في أنها من الأمور التي ليس عليها أمره - صلى الله عليه وسلم - ، وكل إحداث في الدين فهو رد ، والأصل في العبادة الوقف إلا بدليل ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... وكذا اعتياد السلام بالمصافحة بعد كل صلاة ، والسجدة المفردة التي يفعلها البعض بعد الصلوات ، وكذا صلاة الرغائب ، وإحياء ليلة النصف من شعبان ، وقراءة أسماء الله الحسنى أدبار الصلوات ، وتكرار اسم ( يا لطيف ) مائة مرة أو أكثر من ذلك ، وقراءة القرآن في مكبرات الصوت قبل صلاة الجمعة ، وكذلك تقبيل المصحف أو وضعه على الصدر أو الرأس أو فتحه للفأل . كل ذلك من البدع المحدثة وكل إحداث في الدين فهو رد . ¶ ... وقد حدثني من أثق به أن بعض الناس إذا خاف من أذى الجن في بيته فإنه يضع بقايا الطعام في السطح أو في فناء الدار وجوانبه معتقدًا أن الجن سيرضون بذلك ولا يصلونه بأذى ، وهذا خطير جدًا ، بل هو قادح في التوحيد ووسيلة من وسائل الشرك الأكبر .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "... ومما يدخل تحت هذا الأصل أيضًا تعظيم مكان أو ليلة لم يأت في تعظيمها نص صحيح صريح عن المعصوم - عليه الصلاة والسلام - . ¶ ... والفروع على هذا الأصل كثيرة جدًا ، وسأفرد لها إن شاء الله تعالى فصولاً خاصة في بيان أحكامها بأدلتها مع كلام أهل العلم في ذلك في كتابي : ( كشف الغمة في بيان أحكام البدع المنتشرة في الأمة ) ، ولازلت في طور كتابته ، وأسأله جل وعلا أن يعينني على إتمامه ، إنه خير مسئول . ¶ ... وكل الفروع السابقة لا تدخل في مسمى العبادة ؛ لأن العبادة مبناها على التوقيف ، والأصل هو البقاء على الأصل حتى يرد الناقل ، والله أعلى وأعلم . ¶ ( فصل -5- ) ¶ ... ومن الأصول المقررة أيضًا قولهم : ( الأصل براءة الذمة ) .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "... وذلك أن الله تعالى لما خلق الذمم خلقها وهي بريئة من كل الحقوق ، سواءً من حقه أو من حق أحدٍ من المخلوقين ثم عمرها جل وعلا بما شرعه على لسان رسله - صلى الله عليه وسلم - فاشتغلت الذمة بذلك ، فمن ادعى شيئًا من حقوق الله التي تعمر بها الذمة فإنه مطالب بالدليل ؛ لأنه خلاف الأصل ، وقد تقرر أن الأصل هو البقاء على الأصل حتى يرد الناقل ، وكذلك إذا ادعى شخص على شخص دينًا أو شيئًا من الحقوق فإنه بهذا الادعاء يعمر ذمة هذا الشخص بهذه الدعوى ، والأصل عدم إعمارها ، أي أن الأصل في ذمة المدعى عليه البراءة ، فلابد من الإتيان بالبينة الواضحة على مصداقية ذلك ، وإلا فالدعوى باطلة لاغية ؛ لأن الأصل براءة الذمة ، والأصل هو البقاء على الأصل حتى يرد الناقل ، فكل من أراد إعمار الذمة بشيء من الحقوق فإنه مطالب بالدليل والبينة على ذلك ؛ لأنه مخالف للأصل والمتقرر أن الدليل يطلب من الناقل عن الأصل لا من الثابت عليه ، وعلى ذلك حديث : (( لو يعطى الناس بدعواهم لادعى قوم دماء أقوام وأموالهم ولكن البينة على المدعي ... )) ، ولما جاء الرجل يقول : إنه وجد على امرأته رجلاً ، قاله - عليه الصلاة والسلام - : (( البينة أو حد في ظهرك )) ، وذلك لأن الأصل براءة الذمة ، وهذا الأصل ينتفع به القاضي جدًا ، والله أعلم . ¶ ( فصل -6- ) ¶ ... ومن هذه الأصول أيضًا قولهم : ( الأصل بقاء ما كان على ما كان ) .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "... أي أنه إذا حصل شك في الحال الراهنة فانظر إلى الحالة السابقة ، فالأصل استمرار الحالة السابقة وبقاء حكمها ، فإن كانت الحالة السابقة منفية فهي الآن منفية لأنها هي ما كان ، والأصل بقاء ما كان على ما كان ، وإذا كانت الحالة السابقة مثبتة فهي الآن باقية على ثبوتها ، فالأصل بقاء ما كان على ما كان ، فما كان منتفٍ في السابق فهو منتفٍ الآن إلا بدليل ينفيه ، فمن أكل شاكًا في طلوع الفجر ثم تبين أنه قد طلع فلا شيء عليه ؛ لأن الأصل بقاء الليل ، ومن أفطر شاكًا في غروب الشمس فصومه باطل ؛ لأن الأصل بقاء النهار ، ومن نكح ثم شك في الطلاق فهو على نكاحه ؛ لأن الأصل بقاء النكاح ، ومن طلق وشك في الرجعة فهو لا يزال مطلقًا ؛ لأن الأصل بقاء الطلاق ، وإذا تطهر العبد وشك في الحدث فالأصل طهارته ، وإذا أحدث وشك في التطهر بعده فالأصل حدثه ؛ لأن الأصل بقاء ما كان على ما كان والأصل هو البقاء على الأصل حتى يرد الناقل ، ومن كان فاسقًا وشك في عدالته فالأصل بقاء فسقه ، ومن كان عدلاً وشك في فسقه فالأصل بقاء عدالته ؛ لأن الأصل بقاء ما كان على ما كان ، والأصل بقاء الأصل حتى يرد الناقل ، فالفسق السابق ثابت الآن والعدالة السابقة ثابتة الآن حتى يرد ما ينقلنا عن هذه الأحوال إلى أضدادها ، ومن كان كافرًا وشك في إسلامه فالأصل بقاء كفره ، ومن كان مسلمًا وشك في كفره فالأصل بقاء إسلامه ؛ لأن ما كان ثابتًا في الحالة الماضية فهو ثابت في الحالة الراهنة ، والأصل بقاء ما كان على ما كان ، والأصل هو الثبوت على الأصل حتى يرد الناقل ، ومن شك في حياته ممن مات دماغيًا فالأصل حياته حتى يرد ما ينقلنا عن ذلك الأصل بيقين ؛ لأن الأصل هو البقاء على الأصل - وهو الحياة - حتى يرد الناقل ، وهو يقين موته ، وقد شرحنا المسألة بأدلتها في كتابنا ( الأحكام الطبية ) ، وإذا اختلفنا في شيء من الأحكام الشرعية هل هو منسوخ أم ليس بمنسوخ ؟ فالأصل عدم",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "النسخ ؛ لأن هذا الحكم كان ثابتًا في الحالة الماضية ، فالأصل أنه ثابت الآن والأصل بقاء ما كان على ما كان ، فالأصل ثبوته ، والأصل هو البقاء على الأصل حتى يرد الناقل ، فلا حق لأحد أن يدعي أنه منسوخ إلا بالبينة الشرعية الصحيحة الصريحة ، ومن شك هل فعل أو لم يفعل فالأصل أنه لم يفعل لأن الأصل عدم الفعل في الماضي فنستصحبه في الحالة الحاضرة ، والأصل هو البقاء على الأصل حتى يرد الناقل ، ولا يثبت دخول شهر رمضان إلا بالرؤية أو الإتمام ، فإذا لم ير فلا نصوم ؛ لأن الأصل بقاء شعبان ، ولا يثبت خروجه إلا بالرؤية أو الإتمام ، فإذا لم ير فلا نفطر ؛ لأن الأصل بقاء رمضان ، والأصل بقاء ما كان على ما كان ، والفروع عليها كثيرة لكنني قد اشترطت على نفسي الاختصار ، وما مضى فيه كفاية إن شاء الله تعالى ، والله أعلى وأعلم . ¶ ( فصل -7- ) ¶ ... ومن الأصول أيضًا قولهم : ( الأصل في الأشياء الإباحة والطهارة ) . ¶ ... وهذا أصل عظيم معتمد بالأدلة ، قال تعالى : { سَخَّرَ لَكُمْ مَا فِي الأَرْضِ } ، فيدخل في ذلك كل ما على هذه الأرض وما فيها ، ومقتضى تسخيره لنا أن يكون حلالاً طاهرًا إذ الحرام والنجس ليس بمسخر لنا ، فلما أخبرنا ربنا جل وعلا أن ما في هذه الأرض مسخر لنا أفاد ذلك أنه حلال طاهر ، فمن زعم أن شيئًا من الأشياء حرام أو نجس فإنه يخرجه عن كونه مسخرًا لنا ، فعليه الدليل لأنه مخالف للأصل ، والأصل هو البقاء على الأصل حتى يرد الناقل ، وهذه الآية عامة في كل شيء إلا ما خصه الدليل ، والأصل هو البقاء على العموم حتى يرد المخصص ، والأصل هو البقاء على الإطلاق حتى يرد المقيد ، ولا حق لأحدٍ أن يخصص شيئًا من عموم الأدلة إلا بدليل ولا يقيد شيئًا من إطلاق الدليل إلا بدليل آخر .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "... وبناءً عليه ، فكل ما سكت الدليل عن إيجابه أو تحريمه فهو عفو ، فهذه قاعدة عظيمة نافعة ، وقضية كلية جامعة ومقالة عامة واسعة يدخل فيها كل ما يسمى شيئًا ، فيدخل فيها سائر المعاملات والمأكولات والمشروبات والمركوبات والمخترعات وما على البر أو في البحر ، فالله تعالى أكمل لنا الدين وأتم الشريعة ولم يفرط في الكتاب من شيء ، ولم يترك الخلق سدى ، بل كل شيء يحتاجه العباد في المعاش والمعاد فقد شرع لهم ما يناسبه من الأحكام ، وما سكت عنه فليس ذلك نسيانًا منه ، وإنما عفو عفاه عن عباده ، فالحلال ما أحله الله تعالى في كتابه ورسوله - صلى الله عليه وسلم - في سنته ، والحرام ما حرمه الله ورسوله ، والدين ما شرعه الله وبلغه الرسول - صلى الله عليه وسلم - ، وما سكت عنه فهو على الأصل المتقرر فيه وهو الحل والإباحة ، فمن ادعى حرمة شيء أو نجاسته فعليه الدليل ؛ لأنه ناقل عن الأصل ، والدليل يطلب من الناقل عن الأصل لا من الثابت عليه ، فالأصل أن كل شيء سكت عنه النص فهو على أصل الإباحة حتى يقوم دليل بخلافه ، ولذلك قال تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَسْأَلوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا } ، وهذا يفيد أن سؤالهم عن هذه الأشياء قد يكون سببًا لتحريمها ، فنهوا عن ذلك ؛ لأنها عفو .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "... وفي الحديث المتفق عليه : (( إن أعظم المسلمين في المسلمين جرمًا من سأل عن شيء لم يحرم فحرم من أجل مسألته )) ، وقد روى الدارقطني والطبراني في الكبير والبزار والبيهقي عن أبي الدرداء عن النبي - صلى الله عليه وسلم - قال : (( ما أحل الله في كتابه فهو حلال وما حرم فهو حرام وما سكت عنه فهو عفو فاقبلوا من الله عافيته فإن الله لم يكن لينسى شيئًا )) ، ثم تلا هذه الآية : { وَمَا كَانَ رَبُّكَ نَسِيًّا } . وصححه الحاكم ووافقه الذهبي وحسنه الحافظ أبو بكر السمعاني والنووي والحافظ الهيثمي والسيوطي والألباني ، وقال البزار : إسناده صالح . ¶ ... وقال تعالى : { وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ } ، فكل ما لم يبين الله ولا رسوله - صلى الله عليه وسلم - تحريمه من المطاعم والمشارب والملابس والعقود والشروط فلا يجوز تحريمها ، فإن الله تعالى قد فصل لنا ما حرم علينا ، فما كان من هذه الأشياء حرامًا فلابد أن يكون تحريمه مفصلاً ، وكما أنه لا يجوز إباحة ما حرمه الشارع ، فكذلك لا يجوز تحريم ما عفا عنه الشارع ولم يحرمه . ¶ ... وقال تعالى : { أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ } ، فهذا دليل على أن كل تحريم لم يرد فيه عن الشارع نص معتمد فهو من التحريم الذي لم يأذن به الله ، وما لم يأذن به الله تعالى فحقه الإلغاء والاطراح .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "... وبناءً عليه فكل مطعوم فهو حلال إلا ما حرمه النص ، وكل مشروب فهو حلال إلا ما حرمه النص ، وكل ملبوس فهو حلال إلا ما حرمه النص ، وكل مركوب فهو حلال إلا ما حرمه النص ، وكل مفروش فهو حلال إلا ما حرمه النص ، وكل آنية فهي حلال إلا ما حرمه النص ، وكل حيوان فهو حلال إلا ما حرمه النص ، وكل شرط فهو حلال إلا ما حرمه النص ، وكل معاملة فهي حلال إلا ما حرمه النص ، وكل نبات فهو حلال إلا ما حرمه النص ، وكل مستخرجات الأرض أيًّا كان جنسها ونوعها فهو حلال إلا ما حرمه النص ، وكل مخترع حديث فهو حلال جائز إلا ما حرمه النص ، وكل زينة فهي حلال إلا ما حرمه النص ، وكل طيب أيًّا كان جنسه ونوعه فهو حلال إلا ما حرمه النص . ¶ ... بل نقول : إن كل ما على هذه الأرض أيًّا كان جنسه أو نوعه فهو حلال إلا ما حرمه النص . ¶ ... فالأصل في كل شيء الحل والإباحة والطهارة إلا بدليل صحيح معتمد ينقلنا عن هذا الأصل ، فإن جاء المانع بالدليل الصحيح الصريح الموجب للانتقال عن هذا الأصل انتقلنا وإلا فالأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... فتفكر أيها الأخ المبارك في عظمة هذا الأصل وكم يندرج تحته من الفروع التي لا تحصى كثرة ، وهذا يفيدك أهمية التقعيد والتأصيل والضبط ، وهو ما ننادي به بأعلى أصواتنا ، والله أعلم . ¶ ( فصل -8- ) ¶ ... ومن ذلك قولهم : ( الأصل في الأمر الوجوب إلا لصارف أو قرينة فيفيد ما تفيده القرينة ) ، والأمر هو استدعاء الفعل بالقول ممن هو دونه .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "... وبالنظر في الأدلة من الكتاب والسنة والمعقول الصحيح وجدنا أنه يفيد الوجوب ، والأدلة مذكورة في كتابي : ( تحرير القواعد ومجمع الفرائد ) ، وخلاصتها أن كل أمرٍ ورد في الكتاب والسنة فإنه يفيد الوجوب إلا ما صرفه الدليل عن هذا الأصل إلى شيء آخر ، فيكون تابعًا لما تفيده هذه القرينة ، وليس من الصوارف اتفاق الجمهور على خلاف الأصل فإن هذا لا يصلح أن يكون صارفًا للأمر عن بابه إلى الندب ، كمسألة انتقاض الوضوء من لحم الإبل ، فإن الأمر الوارد فيه هو قوله : (( توضأوا من لحوم الإبل )) ، وفي الحديث الآخر : (( نعم فتوضأ من لحم الإبل )) ، والجمهور من المالكية والحنفية والشافعية يرون الاستحباب والحنابلة يرون الوجوب والحق معهم ، لأنه أمر والأمر يفيد الوجوب . ¶ ... وكذلك الأمر في قوله : (( فليغسل يديه قبل أن يدخلهما ثلاثًا )) ، فإنه يفيد الوجوب على القول الراجح وإن كان الجمهور يرون أنه يفيد الاستحباب . ¶ ... وكذلك قوله : (( وكل مما يليك )) فإنه يفيد الوجوب وإن كان الجمهور يرون أنه يفيد الاستحباب ، والأمثلة كثيرة . ¶ ... فإذا لم يأت الجمهور بقرينة شرعية صارفة للأمر عن بابه الأصلي الذي هو الوجوب إلى باب الاستحباب فإن قولهم لا يصلح أن يكون صارفًا له عن الوجوب ، فانتبه لهذا . ¶ ... وبناءً عليه فأي مسألة ورد فيها أمر من الكتاب أو السنة وثبت خلاف العلماء فيها بين قائل منهم بالاستحباب وبين قائل بالوجوب ، فالزم جادة من قال بالوجوب ؛ لأن الأصل معه واطلب دليل القائلين بالاستحباب ، فإن رأيته صالحًا لصرف الأمر عن بابه إلى الاستحباب فانتقل إليه وإلا فالأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... وأضرب لك ثلاثة أمثلة على أوامر قد صرفت من الوجوب إلى الاستحباب حتى تتعرف على كيفية التخريج على هذه القاعدة :",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "... المثال الأول : ثبت في صحيح مسلم من حديث أبي هريرة - رضي الله عنه - أنه قال : قال رسول الله - صلى الله عليه وسلم - : (( توضأوا مما مست النار )) ، فقوله : ( توضأوا ) أمر والأصل فيه أنه يفيد الوجوب . ¶ ... ولكن وجدنا من الأدلة ما يصرفه عن بابه إلى الاستحباب وهو حديث ابن عباس - رضي الله عنهما - : (( أن النبي - صلى الله عليه وسلم - أكل كتف شاةٍ ثم صلى ولم يتوضأ )) متفق عليه . ¶ ... فعلمنا بذلك أن الأمر في قوله : ( توضأوا ) ليس على بابه الذي هو الوجوب وإنما هو للاستحباب . ¶ ... والجمع بين الأدلة واجب ما أمكن الجمع فلا يقال إن الحديث الثاني ناسخ للحديث الأول ؛ لأنه إذا أمكن الجمع فلا يقال بالنسخ والجمع بينهما ، فيكون الوضوء مما مست النار من المستحبات لا من الواجبات . ¶ ... وقد تقرر في القواعد : أنه إذا نسخ الوجوب بقي الاستحباب . ¶ ... المثال الثاني : قوله تعالى : { وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ } ، فقوله : { وَأَشْهِدُوا } أمر ، والأصل فيه أن يفيد الوجوب ، لكن وجدنا من الأدلة ما يصرفه عن بابه الأصلي إلى الاستحباب ، وهو أنه ثبت عن النبي - صلى الله عليه وسلم - مبايعات كثيرة ولم يشهد فيها ، كاشترائه جمل جابر كما في الصحيحين ، وتوكيله بعض الصحابة باشتراء شاة فاشترى شاتين وباع شاة فجاء بها ولم يأمره بالإشهاد وأقره على بيعه وشرائه هذا .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "... وروى مسلم في صحيحه من حديث جابر - رضي الله عنه - أنه النبي - صلى الله عليه وسلم - بايع عبدًا ولم يشعر أنه عبد ، فجاء سيده يريده فقال له النبي - صلى الله عليه وسلم - : (( بعنيه )) فاشتراه بعبدين أسودين ثم لم يبايع أحدًا بعد حتى يسأل : (( أعبد هو )) ؟ ولم يذكر إشهادًا ، وغير ذلك من الأدلة ، مما يفيد أن الأمر بالإشهاد ليس على بابه الذي هو الوجوب وإنما هو للاستحباب ولو لم ترد هذه الأدلة لقلنا إن الإشهاد على المبايعات من الواجبات ، ولكن لما ورد الصارف انتقلنا معه ، وإلا فالأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... المثال الثالث : ثبت عنه - صلى الله عليه وسلم - أنه قال : (( صلوا قبل المغرب صلوا قبل المغرب )) متفق عليه ، فقوله : ( صلوا ) أمر والأصل في الأمر الوجوب ، لكن ورد لنا ما يصرفه عن بابه إلى الاستحباب ، وهو قوله - صلى الله عليه وسلم - في آخر هذا الحديث : (( لمن شاء )) ، وهذا فيه إثبات التخيير في هذه الصلاة ، فلو كانت واجبة لما كانت داخلة تحت اختيار العبد ، فلما وردت هذه القرينة الصارفة انصرفنا في هذا الأمر من الوجوب إلى الاستحباب ، ولو لم ترد لقلنا بالوجوب ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... ولولا خوف الإطالة لذكرت لك أكثر من ذلك ، ولكن قد اشترطت على نفسي عدم الإطالة ، وقد شرحنا القاعدة مستوفاة بأدلتها وفروعها في تحرير القواعد ومجمع الفرائد ، والله أعلم . ¶ ... والخلاصة أن يقال : إن كل الأوامر في الكتاب والسنة تفيد الوجوب إلا ما ورد له الصارف ، فإن ورد الصارف الصالح فانصرف معه وإلا فالأصل هو البقاء على الأصل حتى يرد الناقل ، والله أعلى وأعلم . ¶ ( فصل -9- ) ¶ ... ومن هذه الأصول قولهم : ( الأصل في النهي التحريم إلا لصارف ) .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "... وهذا الأصل قد حصل فيه خلاف طويل ، ولكن ما اعتمدناه هذا هو الراجح - إن شاء الله تعالى - ، وقد ذكرنا أدلته في ( تحرير القواعد ) ، ويكفيك هنا دليل واحد وهو اتفاق الصحابة - رضي الله عنهم - على أن النهي يفيد التحريم ، فقد كانوا - رضي الله عنهم - يحملون النهي على التحريم ، وقد ثبت عنهم ذلك في وقائع كثيرة تفيد بمجموعها أنهم كانوا يفهمون من النهي التحريم . ¶ ... والخلاف في هذه المسألة حادث ، ولا عبرة به ، وإن طبل خلفه الأصوليون وسودوا به الصفحات ، فإنه ليس بشيء ، فإن فهم الصحابة - رضي الله عنهم - أحب إلينا ، بل وإلى كل مسلم من فهم غيرهم . ¶ ... فأي نهي ورد في الكتاب والسنة فاحمله للتحريم فورًا إلا النهي الذي ورد له صارف شرعي صحيح معتمد صريح ، فإذا ورد الصارف المعتمد ، فنحن نقول بما اقتضاه هذا الصارف ، وإن لم يرد فإننا نبقى على الأصل في النهي وهو التحريم ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... وبناءً عليه ، فأي مسألة ورد فيها نهي من الكتاب أو السنة وثبت خلاف أهل العلم فيها بين قائل منهم بالتحريم وقائل بالكراهة ، فالزم جادة من قال بالتحريم ثم انظر في أدلة من قال بالكراهة ، فإن رأيتها صوارف صحيحة صريحة فقل بمقتضاها ، وإن لم ترها كذلك فاثبت على هذا الأصل ولا تتعداه ، ولا تظن أيها الأخ الحبيب المبارك أن قول الجمهور بالكراهة يعد من الصوارف ، بل الصوارف هي الأدلة الشرعية ، وأقوال العلماء يستدل لها لا بها .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "... وبناءً عليه ، فالراجح تحريم مس الذكر باليمين حال البول وإن قال الجمهور بالكراهة ، والراجح تحريم الاستجمار بها وإن قال الجمهور بالكراهة ، والراجح حرمة التنفس في الإناء وإن قال الجمهور بالكراهة ؛ لأن ذلك ثبت به النهي الصحيح الصريح كما في الصحيحين من حديث عبدالله بن أبي قتادة عن أبيه قال : قال رسول الله - صلى الله عليه وسلم - : (( لا يمسكن )) وفي رواية : (( لا يمسنَّ أحدكم ذكره بيمينه وهو يبول ولا يتمسح من الخلاء بيمينه ولا يتنفس في الإناء )) ، وهذه نواهي والأصل في النهي التحريم ، وأين الصارف بالله عليك عن التحريم إلى الكراهة ؟ ¶ ... وفي صحيح مسلم من حديث سلمان - رضي الله عنه - قال : (( نهانا - يعني النبي - صلى الله عليه وسلم - - أن نستقبل القبلة بغائطٍ أو بول أو أن نستنجي باليمين ... )) الحديث . ¶ ... وحقيقة هذا النهي التحريم ، ولا تغتر بقول من قال : إن كان النهي في باب الآداب ومحاسن الأخلاق فهو للكراهة ، وإن كان من باب العبادات فهو للتحريم ، فإنه تفريق لا دليل عليه ، وهل الآداب إلا عبادات ؟ وهل العبادات إلا آدابًا ، بل الشريعة كلها تدخل تحت باب الآداب ، إما الأدب مع الله ، وإما الأدب مع النفس ، وإما الأدب مع سائر المخلوقات ، وهل الشريعة إلا هذا ؟ ¶ ... فالحق الحقيق بالقبول هو أن كل نهي ورد في الكتاب والسنة فإن الأصل فيه التحريم إلا ما ورد له الصارف ، والأصل هو البقاء على هذا الأصل حتى يرد الناقل ، ومن باب التمثيل لا الحصر أضرب لك ثلاثة أمثلة فأقول : ¶ ... المثال الأول : لقد صح عنه - صلى الله عليه وسلم - أنه نهى أن تغتسل المرأة بفضل الرجل ، والرجل بفضل المرأة وأن يغترفا جميعًا ، كما عند أبي داود والنسائي بالإسناد الصحيح . ¶ ... فهنا نهيان :",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "... الأول : نهي المرأة أن تغتسل بفضل الرجل ، والأصل في النهي التحريم ، ولكن ورد له صارف وهو الإجماع ، فقد أجمع أهل العلم - رحمهم الله تعالى 0 على جواز ذلك ، ونقل الإجماع النووي وغيره من أهل العلم ، ومن المعلوم أن الإجماع حجة شرعية يجب قبولها واعتمادها وتحرم مخالفتها . ¶ ... الثاني : اغتسال الرجل بفضل المرأة ، وهو الذي اشتد فيه الخلاف، وقد ثبت النهي عنه، ولكن ورد ما يصرفه ، وهو حديث ابن عباس - رضي الله عنهما - : (( أن النبي - صلى الله عليه وسلم - كان يغتسل بفضل ميمونة - رضي الله عنها - )) رواه مسلم . ¶ ... ولأصحاب السنن : (( اغتسل بعض أزواج النبي - صلى الله عليه وسلم - في جفنة ، فجاء يغتسل منها ، فقالت : إني كنت جنبًا . فقال : إن الماء لا يجنب )) حديث صحيح . ¶ ... وهذا صارف للنهي عن بابه إلى الكراهة التنزيهية ، ولو لم يرد ذلك الصارف لقلنا بالتحريم ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... المثال الثاني : لقد ثبت في صحيح مسلم من حديث قتادة عن أنس أن رسول الله - صلى الله عليه وسلم - نهى أن يشرب الرجل قائمًا . ¶ ... فهذا نهي ، والأصل أن النهي يفيد التحريم ، ولكن ورد له صارف ، فقد ثبت عنه - صلى الله عليه وسلم - أنه شرب من قربة معلقة وهو قائم ، والحديث في الصحيح . ¶ ... وقال أبو داود في سننه : حدثنا مسدد قال : حدثنا يحيى عن مسعر بن كدام عن عبدالملك بن ميسرة عن النزال بن سبرة أن عليًّا دعا بماء فشربه وهو قائم ، ثم قال : (( إن رجالاً يكره أحدهم أن يفعل هذا وقد رأيت رسول الله - صلى الله عليه وسلم - يفعل مثل ما رأيتموني أفعله )) وهو عند البخاري أيضًا .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "... ويستفاد من هذا الفعل أن نهيه الأول - صلى الله عليه وسلم - ليس على بابه الذي هو التحريم ، وإنما هو للكراهة ، فيكون الشرب واقفًا مكروهًا ، ولو لم يرد هذا الصارف لقلنا بالتحريم ؛ لأنه الأصل والأصل هو البقاء على الأصل حتى يرد الناقل ، والله أعلم . ¶ ( فصل -10- ) ¶ ... ومن هذه الأصول أيضًا قولهم : ( الأصل في الأحكام الشرعية التعميم ) . ¶ ... وهذا لاشك فيه ، فإن كل حكم ثبت في حق النبي - صلى الله عليه وسلم - فإنه يثبت في حق الأمة تبعًا إلا بدليل ، وكل حكم ثبت في حث واحدٍ من الأمة فإنه يثبت في حق الأمة تبعًا إلا بدليل ، وكل حكم نزل على سبب خاص فإنه يعمم بعموم لفظه لا بخصوص سببه ، فيدخل فيه صاحب القصة ومن كان بمنزلته ، واتصف بحالته ، والأصل عدم الاختصاص إلا بدليل ، فدعوى الخصوصية مخالفة للأصل والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... وبناءً عليه ، فإذا اختلف أهل العلم - رحمهم الله تعالى - في حكم من الأحكام الشرعية هل هو عام أو خاص ، فالأصل عمومه إلا إذا قام دليل على الاختصاص ، ولذلك فما يقوله بعض العلماء، من أن النبي - صلى الله عليه وسلم - إذا قال قولاً ثم فعل خلافه فإن هذا الفعل يكون من خصوصياته، هذا القول ليس بصحيح ، بل الصحيح أنه - صلى الله عليه وسلم - هو وأمته يستويان في الأحكام الشرعية إلا ما ورد الدليل الصحيح بأنه من خصوصياته ، ففعله - صلى الله عليه وسلم - إذا خالف الأمر فإنه من صوارف الأمر من الوجوب إلى الاستحباب ، وإذا فعل فعلاً مخالفًا للنهي ففعله هذا صارف للنهي عن بابه إلى الكراهة ، وذلك لأن الأصل في الأحكام التعميم فلا يقصر شيء من الأحكام على شخصٍ أو طائفة إلا بدليل ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... ومن باب التوضيح أضرب بعض الأمثلة على هذه القاعدة ولن أطيل فيها وإنما من باب الإشارة ، فأقول :",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "... المثال الأول : اختلف أهل العلم - رحمهم الله تعالى - في مسألة رضاع الكبير على ثلاثة أقوال : ¶ ... فمنهم من سد ذلك الباب مطلقًا ، وهم أكثر أهل العلم - رحمهم الله تعالى - ، واستدلوا بالأدلة الصحيحة الصريحة الدالة على أنه لا رضاع إلا في الحولين ، وجعلوا قصة سالم مولى أبي حذيفة من خصائص سالم ، فهذا الحكم الوارد في حديثه مخصوص به . ¶ ... ووسع فيها بعض أهل العلم وهم قليل ، ومنهم أم المؤمنين عائشة - رضي الله عنها - ، فقالوا : رضاع الكبير ينشر الحرمة مطلقًا ولو بلا حاجة أو ضرورة ، واستدلوا بحديث سالم مولى أبي حذيفة ، وكلا القولين في قصور أو توسيع للدليل . ¶ ... ولذلك فالأقرب - إن شاء الله تعالى - هو القول الثالث ، وهو أن رضاع الكبير مؤثر في حث من كانت حالته كحالة سالم مع أبي حذيفة وزوجته ، وهي حالة الحاجة الشديدة لتكرر دخول الرجل على النساء ، فلا هو ممنوع مطلقًا لثبوت النص به ، والأصل عدم خصوصية سالم به ؛ لأن الأصل في الأحكام التعميم ، ولا هو مفتوح مطلقًا ؛ لأن النبي - صلى الله عليه وسلم - إنما قاله لما شكت زوجة أبي حذيفة الحال للنبي - صلى الله عليه وسلم - وأنهم قد كبرا ويحتاجان إلى سالم لخدمتهما ، فقال : (( أرضعيه تحرمي عليه )) . ¶ ... والجمع بين الأدلة واجب ما أمكن ، فلا ينبغي توسيع دلالة النص ولا القصور عنها ، والأصل في الكلام الإعمال لا الإهمال . ¶ ... وبناءً عليه ، فالراجح هو القول الثالث ، وقلنا ذلك لأن الأصل في الأحكام الشرعية التعميم، والأصل هو البقاء على الأصل حتى يرد الناقل، واختاره شيخ الإسلام - رحمه الله - . ¶ ... المثال الثاني : اختلف أهل العلم من أسيادنا أهل العلم - رحمهم الله تعالى - في جواز الاضطجاع في المسجد على قولين : فقيل : بالمنع ، وقيل : بالجواز .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "... والقول الثاني هو الراجح بلاشك وعليه أدلة ، ومنها : أنه - صلى الله عليه وسلم - اضطجع مرة في المسجد ووضع رجله اليمنى على رجله اليسرى ، ولكن أبى المانعون الاستدلال بذلك وعده من جملة خصائصه - صلى الله عليه وسلم - ، ولكن هذه الدعوى غير نافقة ؛ لأن الأصل في الأحكام الشرعية التعميم ، وكل حكم ثبت في حقه - صلى الله عليه وسلم - فإنه يثبت في حق الأمة تبعًا إلا بدليل الاختصاص ، ولا دليل يدل على الخصوصية هنا ، فالواجب تعدية الحكم منه إلى غيره ؛ لأنه الأصل ، وقد تقرر في القواعد أن الأصل هو البقاء على الأصل حتى يرد الناقل ، والله أعلم . ¶ ... المثال الثالث : الآيات التي نزلت لأسبابٍ خاصة، كآية اللعان والظهار والكلالة ونحوها، فإنها وإن كانت قد نزلت لمعالجة هذه القضايا الخاصة إلا أن الأصل في أحكامها الشرعية التعميم، ولذلك قال أهل العلم - رحمهم الله تعالى - : العبرة بعموم اللفظ لا بخصوص السبب، فلا تقصر على أصحابها وإنما الحكم فيها يتعدى إلى غيرهم ممن كان كحالهم واتصف بصفتهم، فآية الظهار يدخل فيها من نزلت فيه دخولاً أوليًا ويدخل فيها كل من كان كصفته، وآية اللعان يدخل فيها من نزلت دخولاً أولاً وكل من كان كصفته ، وآية الكلالة يدخل فيها من نزلت فيه دخولاً أوليًا وجمع من كان كصفته ، وهكذا يقال في سائر الآيات التي نزلت على أسبابٍ خاصة فإنه يقال : العبرة بعموم اللفظ لا بخصوص السبب ، فالأصل في الأحكام الشرعية التعميم والأصل هو البقاء على هذا الأصل حتى يرد الناقل . ¶ ... المثال الرابع : ويدخل تحت ذلك ضابطان من الضوابط الفقهية ، وهما : ¶ ... الأول : كل حكم شرعي يثبت في حق الرجال فإنه يثبت في حق النساء تبعًا إلا بدليل الاختصاص ، وكل حكم ثبت في حق النساء فإنه يثبت تبعًا في حق الرجال إلا بدليل الاختصاص .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "... وبناءً عليه فالراجح سنية التورك للمرأة في الصلاة ذات التشهدين وسنية مجافاة اليدين عن الأرض والبطن ، إذ لا فرق بين الرجال والنساء في هذا ، والأصل في الأحكام التعميم ، والراجح جواز إمامة المرأة بالنساء وتكون وسطهن ، والراجح جواز أذانها وإقامتها للنساء بالقدر الذي يسمعهن ولكن لا تنصب مؤذنة لجمهور الناس . والأمثلة كثيرة . ¶ ... الثاني : كل حكم في الفريضة فإنه يثبت في النفل إلا بدليل الاختصاص ، وكل حكم ثبت في النفل فإنه يثبت في الفرض إلا بدليل الاختصاص وذلك لأن الأصل في الأحكام التعميم والأصل هو البقاء على الأصل حتى يرد الناقل ، والله أعلم . ¶ ( فصل -11- ) ¶ ... ومن ذلك أيضًا قولهم : ( الأصل في مبطل العبادة الوقف على الدليل ) . ¶ ... أي أنه لا يجوز كائنًا من كان أن يدعي أن هذا القول أو هذا الفعل مبطلٌ للعبادة إلا وعلى هذه الدعوى دليل شرعي صحيح صريح ؛ لأن المتقرر في القواعد أن العبادة المنعقدة بالدليل الشرعي لا تبطل إلا بالدليل الشرعي ، فلا يجوز أن يدعى بطلان عبادة بشيء بمجرد تقرره في المذهب فقط إن لم يكن عليه دليل صحيح صريح ، وذلك لأن الأصل عدم البطلان ، والأصل هو البقاء على الأصل حتى يرد الناقل ، وإبطال الشيء من جملة الأحكام الشرعية والأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة ، فاستمسك بهذا الأصل فإنه عظيم جدًا ونافع حال النظر فيما ينص عليه الفقهاء في مفسدات العبادات ، ويدخل تحت هذا الأصل عدة ضوابط . ¶ ... فمنها قولهم : نواقض الوضوء توقيفية . وقولهم : مبطلات الصلاة توقيفية . وقولهم : مفسدات الصوم توقيفية . وقولهم : مفسدات الحج توقيفية . ¶ ... فالأصل في كل العبادات عدم الإبطال ومن ادعى خلاف الأصل فعليه الدليل ؛ لأن الدليل يطلب من الناقل عن الأصل لا من الثابت عليه .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "... وبناءً عليه فمس المرأة ليس من نواقض الوضوء على الراجح لعدم الدليل ، وأما المس المذكور في الآية فإنه يراد به الجماع ، وخروج الدم من غير السبيلين ليس من نواقض الوضوء لعدم الدليل ، بل ورد الدليل بأنه ليس بناقض ، والقهقهة في الصلاة ليست من نواقض الوضوء لعدم الدليل ، وكذلك القيء على القول الصحيح ، والرأي الراجح المليح ليس من جملة النواقض لعدم الدليل والأصل عدم الناقض وعلى مدعيه الدليل ، والأصل هو البقاء على الأصل حتى يرد الناقل ، وكذلك لو تكلم الإنسان في الصلاة ناسيًا أو جاهلاً الحكم ومثله يجهل فإنه لا مؤاخذة عليه ، فضلاً عن بطلان صلاته ، فإنه لا دليل على بطلانها بالكلام ناسيًا أو جاهلاً بل دلت الأدلة على حالة النسيان والخطأ من الحالات التي يعذر فيها الإنسان ، قال تعالى : { رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا } . وقال - عليه الصلاة والسلام - : (( إن الله تعالى تجاوز عن أمتي الخطأ والنسيان وما استكرهوا عليه )) ، وورد ذلك الحكم صريحًا في حديث معاوية بن الحكم السلمي - رضي الله عنه - ، فإنه تكلم في الصلاة جاهلاً الحكم فلم يأمره النبي - صلى الله عليه وسلم - بالإعادة ، ولأن الأصل في العبادة المنعقدة بالدليل أنها لا تبطل إلا بالدليل ، وكذلك الإشارة المفهمة في الصلاة فإن القول الراجح فيها أنها ليست من مبطلات الصلاة ، فإنه لا دليل على ذلك من كتاب ولا سنة ولا إجماع ولا قياس صحيح ، فالقول بأنها مبطلة قول ليس عليه أثارة من علمٍ فضلاً عن كونه أصلاً مخالفًا لما ثبت من الأدلة الصحيحة الصريحة والتي تدل على أن الإشارة لا تبطل الصلاة وإن كانت مفهمة ، وقد شرطنا هذه المسألة في كتابنا : ( إتحاف النبهاء في ضوابط الفقهاء ) .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "... وعلى كل حال فالأصل أن العبادة المنعقدة بالدليل لا تبطل إلا بالدليل ولا دليل لما ذهب إليه من أبطل الصلاة بالإشارة ، وحيث لا دليل فالأصل عدم البطلان ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... وكذلك يقال أيضًا في النحنحة والانتخاب في الصلاة ، فإن المذهب يبطل الصلاة بذلك ، والقول الصحيح في ذلك المسألة أن هذه الأشياء ليست مبطلة ؛ لأن مبطلات الصلاة توقيفية على الدليل ولا دليل يثبت ذلك ، بل قد ورد ما يفيد أنها ليست بمبطلة ، فعن علي - رضي الله عنه - قال : (( كان لي من رسول الله - صلى الله عليه وسلم - مدخلان فكنت إذا أتيته وهو يصلي تنحنح لي )) وفيه مقال ، وإذا لم يحتج بذلك فالحجة عدم ورود الدليل ؛ لأن الأصل عدم البطلان ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... وكذلك أيضًا فيما ذهب له بعض أهل العلم فيما أن من كرر الفاتحة في الصلاة فإنه صلاته تبطل ، وهذا قول باطل لأن الأحكام الشرعية لا تثبت إلا بالأدلة ، ولا دليل يدل على هذا القول ، فهو إنتاج من صاحبه وليس عليه أثارة من علم ، وحيث لا دليل فالأصل عدم البطلان ، لأن ما انعقد بالدليل فإنه لا ينقض إلا بالدليل ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... ومن العجائب ما ذهب إليه بعض أهل العلم أن من سبح بإمامه فوق الثلاث بطلت صلاته ، وقد ذكر هذا المذهب أبو العباس ابن تيمية في الفتاوى المصرية، وهذا عجب العجاب، ولا أظن أحدًا يخالف في بطلانه ، وذلك لأنه ليس عليه أثارة من علم . ¶ ... ومفسدات الصلاة توقيفية ، والأصل عدم البطلان ، والأصل هو البقاء على الأصل حتى يرد الناقل ، فلا يجوز لأحد أن يدعي مبطلاً من مبطلات الصلاة إلا وعلى هذا الادعاء دليل صحيح صريح ؛ لأن هذه المسائل من جملة الأحكام الشرعية والأحكام الشرعية تضطر في ثبوتها للدليل الصحيح الصريح .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "... وكذلك يقال أيضًا في مفسدات الصيام ، فإن العلماء اختلفوا في المذي على قولين ، والصواب ليس بمفسد لأنه لم يقم على الإفساد به دليل صحيح صريح ، والأصل عدم الإفساد ، فالصوم عبادة منعقدة بالدليل ، فلا تبطل إلا بالدليل . ¶ ... وكذلك يقال أيضًا فيما دخل إلى الجوف من منافذ غير معتادة ، فإنه ليس بمفسد للصوم ما لم يكن مغذيًا ، ومن زعم في قول أو فعل أنه مفسد للصوم فإن دعواه لا تقبل إلا بالبرهان الساطع والدليل القاطع ؛ لأن الأصل عدم البطلان ، والأصل هو البقاء على الأصل ، ومن ادعى خلاف ذلك فعليه الدليل ؛ لأن الدليل يطلب من الناقل عن الأصل لا من الثابت عليه ، فتبين بذلك أن الأصل في العبادات المنعقدة بالدليل لا تبطل إلا بالدليل ، والله أعلم . ¶ ( فصل -12- ) ¶ ... ومن ذلك أيضًا قولهم : ( الأصل في المعاملات الحل إلا بدليل ) . ¶ ... ودليله قوله تعالى : { وَأَحَلَّ اللَّهُ الْبَيْعَ } ، واسم الجنس إذا دخلت عليه الألف واللام أفادته الاستغراق ، فيدخل في ذلك كل ما يسمى بيعًا ، فكل البيوع السابقة والتي اكتشفت في هذا الزمن والتي ستكتشف في الأزمان القادمة كلها حلال جائزة إلا ما أخرجه الدليل الصحيح الصريح من هذا الأصل ، فإذا اختلف العلماء في بيع ما هل هو جائز أو ممنوع ، فالأصل أن تبقى على الجواز وننظر في دليل المانعين ، فإن كان صالحًا للمنع فقل به ، وإلا فالأصل هو البقاء على الأصل حتى يرد الناقل ، ولا حق لأحدٍ كائنًا من كان أن يمنع شيئًا من المعاملات إلا ببرهان صحيح صريح ؛ لأن الأصل عدم التحريم ، والتحريم حكم شرعي والأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة ، والأصل براءة الذمة من هذا التحريم وعلى من يعمرها به إثبات هذه الدعوى بالدليل .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "... وبناءً عليه ، فالمعاملات البنكية كلها على أصل الحل إلا ما دل الدليل على حرمته ، والمعاملات التي تدور بين التجار في المعارض والأسواق ونحوها كلها على أصل الحل إلا ما دل الدليل على حرمته ، ولا ينبغي أن نضيق على الناس في شيء وسعه الله عليهم . ¶ ... وبناءً عليه ، فالراجح جواز مسألة التورق وهي شراء السلعة بثمن مؤجل على أقساط شهرية متفق عليها بين الطرفين لبيعها على آخر بالثمن الحال للاستفادة من ثمنها ، وهي من المسائل المشهورة ، والحق فيها الجواز ؛ لأن هذا هو الأصل في المعاملات ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... والراجح أيضًا جواز مسألة بيع التأجير المنتهي بالتمليك ، ولا دليل يمنعها منها ، والتعليلات التي ذكرها بعض الفقهاء المعاصرين في المنع منها ليست مؤهلة لتخرج هذه المعاملة من حيز الحل إلى حيز التحريم ، ورأيت لشيخ الإسلام ابن تيمية - رحمه الله تعالى - عبارة في الاختيارات تشير إلى جواز ذلك وهي قوله: (( ويجوز أن يجمع بين عقد البيع وعقد الإجارة ))، وقد شرحت هذه المسألة في كتابي : ( قواعد البيوع وفرائد الفروع ) وتوصلت فيها إلى الجواز جريًا على أصل الحل ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... والراجح أيضًا جواز بيع المُسْلَم فيه قبل قبضه لكن بنفس الثمن الذي اشتراه به ، حتى لا يربح فيما لم يضمن ، واختاره الشيخ تقي الدين وغيره من المحققين ، وذلك لعدم وجود المانع ، والحديث الوارد في ذلك ضعيف لا تقوم به الحجة ، فإذا اشتريت مثلاً سيارة بخمسين ألفٍ سلمًا ، وموعد السداد بعد سنة فيجوز لك أن تبيع هذه السيارة قبل استلامها ، ولكن بنفس القيمة ، أي بخمسين ألفًا فقط ، وعلى المانع من ذلك الدليل القاضي بالمنع ، فحيث لا دليل يمنع فالأصل الحل ، والأصل هو البقاء على الأصل حتى يرد الناقل .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "... والراجح جواز بيع الأسهم وشرائها ما لم تكن مشتملة على شيء من الربا ؛ لأن هذه الأسهم شيء من الأشياء ، والأصل في الأشياء الحل ؛ ولأن بيعها وشراءها نوع معاملة ، والأصل في المعاملات الحل وعلى المانع الدليل ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... والراجح في العينة التحريم لثبوت النهي عنها ، وبالجملة فالمعاملات المحرمة إما أن يكون تحريمها راجعًا إلى كونها داخلة تحت الغش والمخادعة ، وإما أن يكون تحريمها راجعًا إلى كونها داخلة تحت باب الغرر والجهالة ، والخارج عن هذه الأمور الثلاثة قليل جدًا . ¶ ... والراجح أيضًا جواز مسألة السفتجة ، وهي أن يقرضه في بلدٍ ويشترط عليه أن يكون سداده في البلد الفلاني ، وفيها خلاف ، ولكن الراجح جوازها واختاره الشيخ تقي الدين . ¶ ... وعلى ذلك فقس ، فأي معاملة لم يرد في تحريمها دليل معتمد صحيح صريح ، فالأصل حلها ، والأصل هو البقاء على الأصل حتى يرد الناقل ، والله أعلم . ¶ ... ومن باب الفائدة أذكر لك بعض المعاملات المحرمة مع أدلتها للتدريب على التخريج على هذه القاعدة ، فأقول : ¶ ... منها : بيع الغرر ، وهو مجهول العاقبة ، لحديث أبي هريرة : (( أن النبي - صلى الله عليه وسلم - نهى عن بيع الغرر )) رواه مسلم ، واحفظ هذه القاعدة : ( كل معاملة فيها غرر وجهالة فيما يقصد فهي باطلة ) . ¶ ... ومنها : بيع المسلم على بيع أخيه وشرائه على شراء أخيه ، لقوله - صلى الله عليه وسلم - : (( لا يبع بعضكم على بيع بعض )) متفق عليه ، ومن المعلوم أن الشراء في معنى البيع والعلة فيهما واحدة . ¶ ... ومنها : البيع بعد نداء الجمعة الثاني لمن يلزمه حضور الجمعة ، لقوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسَعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ } .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "... ومنها : بيع الملامسة والمنابذة لحديث أبي هريرة - رضي الله عنه - : (( أن النبي - صلى الله عليه وسلم - نهى عن الملامسة والمنابذة )) متفق عليه ، والمنابذة أن يقول أحدهما للآخر أي شيء نبذته إلي فهو عليك - أو عليَّ - بكذا ، والملامسة أن يقول : أي شيء لمسته فهو عليك - أو عليَّ - بكذا ، ويدخل تحت ذلك لو قال : بعتك عبدًا من عبيدي أو شاةً من هذا القطيع ، وذلك لأن من شروط صحة البيع أن يكون المبيع معلومًا برؤية أو وصف . ¶ ... ومنها : بيع الحصاة لحديث : (( أن النبي - صلى الله عليه وسلم - نهى عن بيع الحصاة )) وهي أن يقول أحدهما للآخر : خذ هذه الحصاة وارم بها ، فحيث بلغت ، أو يقول : فأي شيء وقعت عليه فهو عليك - أو علي - بكذا وكذا ، وعلة النهي أنه ن بيع الغرر . ¶ ... ومنها : بيع حبل الحبلة ، فعن ابن عمر - رضي الله عنهما - قال : (( كان أهل الجاهلية يتبايعون لحم الجزور إلى حبل الحبلة ، وحبل الحبلة أن تنتج الناقة ثم تحمل التي نتجت ، فنهاهم رسول الله - صلى الله عليه وسلم - عن ذلك )) متفق عليه . ¶ ... ومنها : بيع المبيع قبل قبضه القبض العرفي في مثل هذه السلعة ، لحديث ابن عباس - رضي الله عنهما - قال : قال رسول الله - صلى الله عليه وسلم - : (( من ابتاع طعامًا فلا يبعه حتى يقبضه )) ، قال ابن عباس : (( وأحسب كل شيء بمنزلة الطعام )) ، والله تعالى أعلى وأعلم . ¶ ( فصل -13- ) ¶ ... ومن هذه الأصول أيضًا قولهم : ( الأصل في الشروط المعاملات الحل إلا بدليل ) . ¶ ... ويعنون بذلك أن كل شرط تفوه به المتعاقدان أو أحدهما ، فالأصل أنه شرط مقبول لازم إلا الشرط الذي يخالف شريعة الله تعالى ، وذلك لحديث : (( المسلمون على شروطهم إلا شرطًا أحل حرامًا أو حرم حلالاً )) حديث حسن .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "... فلا يجوز إبطال شيء من الشروط إلا الشرط الذي يخالف نصًا شرعيًا ، وهذا أصل معتمد عند أبي العباس وغيره من المحققين - رحمهم الله تعالى - ، والأصل هو البقاء على الأصل حتى يرد الناقل ، وفي حديث بريرة - رضي الله عنها - أبطل النبي - صلى الله عليه وسلم - اشتراط الولاء لأنه قد ورد في بطلانه الدليل الخاص وهو قوله : (( إنما الولاء لمن أعتق )) ، فالشروط المخالفة للشريعة باطلة وإن كانت مائة شرط . ¶ ... وبناءً عليه فالراجح جواز البيع إذا علق على شرط مستقبلي كبعتك إن جاء زيد أو رضي ، ونحو ذلك ، ومن أبطله فإنه لا حجة معه إلا تعليلات عليلة لا وجه لها في بيع واحد ، حيث لا مانع من ذلك ، والأصل الجواز ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... المهم أن هذه الشروط لا تكون مخالفة لشيء من الشريعة ، والراجح جواز اشتراط سكنى الدار المباعة مدة معلومة ، لحديث : (( نهى عن الثنيا إلا أن تعلم )) . ¶ ... والراجح جواز اشتراط حملان الدابة المباعة إلى مسافة مقدرة معلومة لحديث جابر في الصحيحين وفيه : (( واستثنيت حملانه إلى المدينة ... )) الحديث ، ولو لم ترد هذه الأدلة الخاصة لقلنا بالجواز ؛ لأن الأصل في الشروط الحل ولا ناقل عن هذا الأصل ، فالأصل الثبوت عليه . ¶ ... والراجح جواز اشتراط تأجيل السداد في القرض خلافًا للمذهب ، وقول المذهب مرجوح في هذه المسألة . والراجح الجواز واختاره الشيخ تقي الدين - رحمه الله تعالى - ، إذ لا مانع منه ، والأصل الحل ، والأصل هو البقاء على الأصل حتى يرد الناقل .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "... والراجح جواز اشتراط العتق أي أن يبيعه عبدًا ويشترط عليه أن يعتقه ، وإذا باعه أمةً واشترط عليه أنه إن باعها فهو أحق بها بالثمن ، فهو شرط صحيح لا غبار عليه ، فإن قبل به المشتري لزمه ، وإن لم يقبله فليترك الشراء ، والمانع من مثل هذه الشروط لا دليل معه ، وإنما هي تعليلات عليلة ، وقياسات مصادمة للنص ، فكل شرط لم يرد في الكتاب ولا في السنة المنع منه ، فهو شرط صحيح معتمد ، فإذا اتفقا عليه فإنه يكون ملزمًا ، ويثبت لمشترطه حق الفسخ إذا لم يوف الآخر المشروط عليه بذلك ، والله أعلم . ¶ ( فصل -14- ) ¶ ... ومن ذلك أيضًا قولهم : ( الأصل أن كل ما صح نفعه صح بيعه ) . ¶ ... وهذا يقضي بأن كل شيء خلقه الله تعالى على وجه هذه الأرض فإنه يصح بيعه إن كان له نفع مباح ، فإنه مسخر لنا بالنص ، ومقتضى تسخيره لنا جواز الانتفاع به ، ومن الانتفاع به بيعه وشراؤه . ¶ ... وبناءً عليه ، فمن أخرج عينًا من الأعيان التي لها نفع مباح عن هذا الأصل فإنه مطالب بالدليل المخرج لها عنه ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل ، فكل عين قد اختلف العلماء في جواز بيعها ، فالأصل أن تبقى في وصف من أجاز لأنه الأصل إلا إذا جاء مدعي المنع بالدليل الصحيح الصريح ، فإن جاء به فأهلاً وسهلاً ، وإن لم يأت بدليل يصدق دعواه فقوله مردود عليه ، فالحمر يحرم بيعها لحديث عائشة - رضي الله عنها - قالت : لما نزلت آيات سورة البقرة عن آخرها خرج النبي - صلى الله عليه وسلم - فقال : (( حرمت التجارة في الخمر )) متفق عليه .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "... والميتة والخنزير والأصنام يحرم بيعها أيضًا لورود النص بذلك ، فعن جابر - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - وهو بمكة عام الفتح يقول : (( إن الله ورسوله حرم بيع الخمر والميتة والخنزير والأصنام )) . فقيل : يا رسول الله ، أرأيت شحوم الميتة فإنه يطلى بها السفن ويدهن بها الجلود ويستصبح بها الناس ؟ فقال : (( لا ، هو حرام )) ، ثم قال رسول الله - صلى الله عليه وسلم - عند ذلك : (( قاتل الله اليهود إن الله لما حرم شحومها جملوه ، ثم باعوه فأكلوا ثمنه )) متفق عليه . ¶ ... والكلب أيضًا يحرم بيعه ، فعن أبي مسعود - رضي الله عنه - قال : (( نهى رسول الله - صلى الله عليه وسلم - عن ثمن الكلب ومهر البغي وحلوان الكاهن )) متفق عليه . ¶ ... وكذلك التصاوير التي فيها روح لا يجوز بيعها أيضًا ، فعن سعيد بن أبي الحسن قال : كنت عند ابن عباس - رضي الله عنهما - إذ أتاه رجل فقال : يا أبا عباس إني إنسان إنما معيشتي من صنعة يدي ، وإني أصنع هذه التصاوير ، فقال ابن عباس - رضي الله عنهما - : لا أحدثك إلا ما سمعت من رسول الله - صلى الله عليه وسلم - ، سمعته يقول : (( من صور صورة فإن الله معذبه حتى ينفخ فيها الروح وليس بنافخ فيها أبدًا ... )) الحديث ، متفق عليه . وفي الحديث : (( أشد الناس عذابًا يوم القيامة المصورين )) . وقد تقرر في القواعد أن الشارع إذا حرم شيئًا حرم ثمنه ، وقد ورد به الحديث المعروف . ¶ ... وكذلك يحرم بيع الزرع قبل اشتداد سنبله والثمر قبل بدو صلاحه ، ففي حديث أنس بن مالك - رضي الله عنه - عن النبي - صلى الله عليه وسلم - : أنه نهى عن بيع الثمرة حتى يبدو صلاحها وعن النخل حتى يزهو ، قيل : وما يزهو ؟ قال : (( يحمارَّ أو يصفار )) رواه البخاري .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "... وعنه - رضي الله عنه - : (( أن رسول الله - صلى الله عليه وسلم - نهى عن بيع الثمار حتى تزهي ... )) الحديث ، متفق عليه . وعن ابن عمر - رضي الله عنهما - : (( أن رسول الله - صلى الله عليه وسلم - نهى عن بيع النخل حتى يزهو ، وعن السنبل حتى يبيض ويأمن العاهة ، نهى البائع والمشتري )) رواه مسلم . ¶ ... وكذلك بيع الهرة أيضًا لا يجوز لثبوت النهي ، فقد روى أبو داود وغيره من حديث أبي هريرة - رضي الله عنه - : (( أن النبي - صلى الله عليه وسلم - نهى عن بيع الهرة )) حديث صحيح . ¶ ... وفي صحيح مسلم من حديث أبي الزبير قال : سئل جابر بن عبدالله - رضي الله عنهما - عن بيع الكلب والسنور فقال : (( زجر النبي - صلى الله عليه وسلم - عن ذلك )) . ¶ ... واختلف أهل العلم في بيع المصحف ، والصحيح جوازه وليس مع المانع دليل يعتمد عليه ، وحيث لا دليل فالراجح الجواز ؛ لأنه الأصل ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... ومما يحرم بيعه أيضًا عسب الفحل ، ففي حديث ابن عمر - رضي الله عنهما - قال : (( نهى رسول الله - صلى الله عليه وسلم - عن عسب الفحل )) رواه مسلم . وحسب الفحل أي ماؤه ، والمقصود أجرة جماعه . ¶ ... فالأعيان كلها يجوز بيعها إن صح نفعها إلا ما ورد الدليل الصحيح الصريح بالمنع منه فتخرج هذه العين بذاتها فقط ، ويبقى ما عداها على الأصل ، لأن الأصل هو البقاء على الأصل حتى يرد الناقل ، والله أعلم . ¶ ( فصل -15- ) ¶ ... ومن هذه الأصول أيضًا قولهم : ( الأصل في الأطعمة الحل والإباحة إلا بدليل ) .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "... فأي خلاف حصل في حيوان هل هو حلال أم لا ؟ فالأصل فيه الحل والإباحة إلا ما أخرجه الدليل ، قال تعالى : { يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الأَرْضِ حَلالاً طَيِّبًا } ، وقال تعالى : { وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ . قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ } ، فلا يجوز تحريم شيء من الأطعمة إلا بدليل، قال تعالى : { قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَاماً وَحَلالاً قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ } ، وقال تعالى : { وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً } ، فكل طيب فهو حلال ، قال تعالى : { وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ } ، وحصر الحلال يصعب، ولكن تحريم الأطعمة يرجع إلى عدة أمور: ¶ ... الأول : كونه من ذوات الأنياب أو المخالب ، فعن ابن عباس - رضي الله عنه - قال : (( نهى رسول الله - صلى الله عليه وسلم - عن كل ذي ناب من السباع ، وكل ذي مخلبٍ من الطير )) رواه مسلم . ¶ ... فالأسد والذئب والفهد والنمر والثعلب والهرة والكلب والتمساح ونحوها ، كلها لا يجوز أكلها ؛ لأنها من ذوات الأنياب العادية بنابها على فريستها ، والصقر والبازي والنسر والعقاب وما يسميه العامة بـ ( الخصيفي ) ونحو ذلك ، كلها محرمة لأنها من ذوات المخالب التي تعدو بمخلبها على فريستها .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "... الثاني : كل نجس فهو حرام ، فما كان نجسًا من الأطعمة فإنه حرام ، قال تعالى : { وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ } ، والنجس من الخبائث فيكون حرامًا ، وقال تعالى : { قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّماً عَلَى طَاعِمٍ يَطْعَمُهُ إِلاَّ أَنْ يَكُونَ مَيْتَةً أَوْ دَماً مَسْفُوحاً أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ اللَّهِ بِهِ } ، فالميتة حرام والدم المسفوح حرام ولحم الخنزير حرام لأنها من جملة النجاسات ، قال تعالى : { حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ } ، والكلب حرام لنجاسته وهي علة ثانية ، فالكلب حرام لأنه نجس ولأنه من ذوات الأنياب ، والحمر الأهلية حرام أيضًا لأنها نجسة ، ففي الصحيحين عن أنس أن النبي - صلى الله عليه وسلم - أمر أبا طلحة فنادى : (( إن الله ورسوله ينهيانكم عن لحوم الحمر الأهلية فإنها رجس )) ، ويلحق بالميتة ما قطع منها وهي في حياتها ، لحديث أبي واقد الليثي قال : قال رسول الله - صلى الله عليه وسلم - : (( ما قطع من البهيمة وهي حية فهو ميت )) رواه أبو داود وغيره بسندٍ صحيح ، ولكن يستثنى من تحريم الميتة والدم شيئان : الكبد ، والطحال ، لحديث ابن عمر - رضي الله عنهما - قال : قال رسول الله - صلى الله عليه وسلم - : (( أحلت لنا ميتتان ودمان ، أما الميتتان فالحوت والجراد، وأما الدمان فالكبد والطحال )) رواه ابن ماجه وصححه الألباني - رحمه الله تعالى - .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "... واختلف أهل العلم في الجلالة والراجح أنها حرام إلا إذا حبست ثلاثًا وعلفت الطاهر ، فعن ابن عمر - رضي الله عنهما - قال : (( نهى رسول الله - صلى الله عليه وسلم - عن لحوم الجلالة وألبانها )) رواه أبو داود والترمذي وابن ماجه بسندٍ صحيح . وعنه - رضي الله عنه - قال : (( نهى رسول الله - صلى الله عليه وسلم - عن الجلالة في الإبل : أن يركب عليها أو يشرب من ألبانها )) رواه أبو داود بسندٍ صحيح . وعن ابن عمر - رضي الله عنهما - أنه كان يحبس الدجاجة الجلالة ثلاثًا . رواه ابن أبي شيبة وسنده صحيح . ¶ ... الثالث : كل ما نهى عن قتله فهو حرام ، وكل ما أمر بقتله فهو حرام ، وهذا ضابط مفيد ، فأي شيء أمر الشارع بقتله فهو حرام لأنه لم يأمر بقتله إلا لعظم فساده وشدة جبنه إما خبثه إما الحسي وإما المعنوي ، كما في الصحيحين من حديث عائشة - رضي الله عنها - قالت : قال رسول الله - صلى الله عليه وسلم - : (( خمس فواسق يقتلن في الحل والحرم ، الغراب ، والحدأة ، والفأرة ، والعقرب ، والكلب العقور )) فلما ثبت وجوب قتلها فإنه يحرم أكلها . ¶ ... وعن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : (( اقتلوا الأسودين في الصلاة : الحية ، والعقرب )) حديث صحيح . وفي الصحيح من حديث أبي هريرة : (( أنه - صلى الله عليه وسلم - أمر بتقل الوزغ ... )) الحديث ، فالوزغ إذًا يحرم أكله لأنه مأمور بقتله ، وما أمر بقتله فيحرم أكله . ¶ ... والصيد في الحرم يحرم صيده ، فيحرم عليه أكله ؛ لأن ما نهي عن قتله فإنه يحرم أكله ، لأنه لن يأكله إلا بقتله ، فمعاملة له بنقيض قصده فإنه يُحرَّمُ عليه ، والله أعلم .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "... الرابع : ما كان مشتملاً على ضرر كالأشياء السامة كالسمك السام ، والوزغ ، والعقارب ، والحيات السامة ، وبعض الأزهار والنباتات السامة ، والثمار السامة ، ونحو ذلك ، فكله حرام لعموم قوله تعالى : { وَلا تَقْتُلُوا أَنْفُسَكُمْ } ، وقال تعالى : { وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ } ، وقال تعالى : { وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ } ، وهذه الأشياء خبيثة خبثًا معنويًا لما تشتمل عليه من الضرر ، فمن يتناول شيئًا منها فإنه يعين على قتل نفسه ، وقد قال - عليه الصلاة والسلام - : (( من تردى من جبل فقتل نفسه فهو في نار جهنم يتردى فها خالدًا مخلدًا فيها أبدًا ، ومن تحسى سمًا فقتل نفسه فسمه في يده يتحساه في نار جهنم خالدًا مخلدًا فيها أبدًا ، ومن قتل نفسه بحديدة فحديدته يجأ بها في بطنه في نار جهنم خالدًا مخلدًا فيها أبدًا )) . ¶ ... الخامس : أن يكون ذلك الشرع مسكرًا ، فإن كل مسكر فهو حرام على أي صفة كان ذلك ، فالخمر وغيره من سائر المسكرات حرام ، قال تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنْصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ } ، فالخمر حرام كلها بكل أشكالها ومختلف صورها ، سواءً كانت سائلة أو جامدة ، مأكولة أو مشمومة ، كل ذلك يحرم ؛ لأنه داخل تحت قاعدة تحريم المسكرات ، والله أعلم .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "... السادس : أن يكون مملوكًا للغير إذا لم يأذن لك ذلك الغير بتناوله ، ويستدل عليه بالأدلة العامة المحرمة لملك الغير ، كقوله تعالى : { وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ } ، وقال - عليه الصلاة والسلام - : (( إن دماءكم وأموالكم وأعراضكم عليكم حرام... )) الحديث ، متفق عليه . فالطعام المغصوب حرام ، والمسروق حرام ، والمنتهب حرام ، وقد اختلف أهل العلم - رحمهم الله تعالى - في بعض الأطعمة ، والواجب عليك أن تقف موقف منع التحريم إلا أن يثبت في حرمتها دليل شرعي صحيح صريح ويوضح هذا الأصلان بعده ، والله أعلم . ¶ ( فصل -16- ) ¶ ... ومن ذلك أيضًا قولهم : (الأصل في الحيوانات برية أو بحرية الحل والإباحة إلا بناقل) . ¶ ... فكل حيوان على وجه هذه الأرض أيًّا كان جنسه ونوعه وشكله وطوله وقصره ، فهو حلال مباح إلا ما صح به النص ، فإذا اختلف أهل العلم في حيوانٍ ما فالأصل فيه الحل ، والأصل هو البقاء على الأصل حتى يرد الناقل ، فإذا لم يكن دليل المانع منه صالحًا للاحتجاج به فالأصل الجواز .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "... فقد اختلف العلماء في الخيل والراجح الجواز لعدم وجود الدليل المانع ، بل ورد الدليل الخاص بجوازها ، فقد روى البخاري في صحيحه عن جابر - رضي الله عنه - قال : (( نهى رسول الله - صلى الله عليه وسلم - يوم خيبر عن لحوم الحمر ورخص في لحوم الخيل ))، ورواه مسلم بلفظ: (( وأذن في لحوم الخيل )) ، وفي رواية عن جابر قال : (( ذبحنا يوم خيبر الخيل والبغال والحمير فنهانا رسول الله - صلى الله عليه وسلم - عن البغال والحمير ولم ينهنا عن الخيل )) رواه أبو داود ، وفي لفظ عند البيهقي والدارقطني في سننهما : (( أنهم كانوا يأكلون على عهد رسول الله - صلى الله عليه وسلم - لحوم الخيل )) . وعن أسماء - رضي الله عنها - قالت : (( نحرنا فرسًا على عند رسول الله - صلى الله عليه وسلم - فأكلناه )) متفق عليه . والأصل في الحيوانات الحل ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... واختلف أهل العلم أيضًا في حمار الوحش والراجح الجواز ؛ لأنه الأصل ، ولم يأت المانع بدليل يصح أن يكون مخرجًا له عن الأصل المتقرر ، وقد تقرر أن الأصل هو البقاء على الأصل حتى يرد الناقل ، بل ورد الدليل الخاص بجوازه ، فقد روى البخاري ومسلم في صحيحهما من حديث أبي قتادة - رضي الله عنه - قال : قلت يا رسول الله ، أصبت حمار وحش وعندي منه فاضلة ، فقال للقوم : (( كلوا ، وهم محرمون )) . ¶ ... وعن الصعب بن جثامة أنه أهدى للنبي - صلى الله عليه وسلم - حمارًا وحشيًا وهو محرم فرده عليه ، فلما رأى ما فيه وجهه قال : (( إنا لم نرد عليك إلا أنا حرم )) ، والحديث في الصحيح ، وهذا التعليل يفيد أصل الجواز ، ولكن المانع إنما هو الدخول في الإحرام ، فلو كان حرامًا أصلاً لما كان لهذا التعليل فائدة .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "... وروى مسلم في صحيحه من حديث جابر بن عبدالله - رضي الله عنهما - قال : (( أكلنا زمن خيبر الخيل والحمر الوحش ونهانا النبي - صلى الله عليه وسلم - عن الحمار الوحشي )) . ¶ ... واختلف العلماء أيضًا في الضبع ، واشتد الخلاف فه ، ولكن الحق في الضبع أنه حلال ، فقد روى أحمد والترمذي وابن ماجه وابن حبان في صحيحه عن ابن أبي عمار وهو ثقة عابد قال : قلت لجابر : (( ألضبع صيد هي ؟ قال : نعم . قلت : آكلها ؟ قال : نعم . قلت : أقاله رسول الله - صلى الله عليه وسلم - ؟ قال : نعم )) وقال الترمذي : حديث حسن صحيح ، ولفظ أبي داود عن جابر قال : سألت رسول الله - صلى الله عليه وسلم - عن الضبع فقال : (( هو صيد ويجعل فيه كبش إذا أصابه المحرم )) ؛ ولأن الضبع حيوان ، والأصل في الحيوان الحل والإباحة ، ولا دليل يخرجها عن هذا الأصل ، وقد تقرر أن الأصل هو البقاء على الأصل حتى يرد الناقل ، فإن قلت : أوليس سبعًا ؟ قلت : بلى ، ولكن أدلة تحريم كل ذي ناب من السباع عامة ، وأدلة جواز الضبع خاصة ، وقد تقرر في الأصول أن الخاص مقدم على العام ، والله أعلم . ¶ ... واختلفوا أيضًا في الثعلب ، والراجح تحريمه ، فإن قلت : ولماذا أخرجته من الأصل ؟ فأقول : لأنه سبع يعدو بنابه ، وقد تقرر عندنا أنا ما أخرجه الدليل فإنه لا يحكم عليه بالأصل ، فالثعلب سبع ، فهو يدخل في عموم الأدلة المحرم لكل ذي نابٍ من السباع ، وقد تقرر في الأصول أن الأصل هو بقاء العموم على عمومه ولا يخص إلا بدليل . ¶ ... واختلف العلماء أيضًا في الدب ، والراجح أنه محرم أيضًا ؛ لأن له نابًا يعدو به على الناس والبهائم ، فيدخل من الخبائث ، لأنه يأكل الجيف والقاذورات ، فهو لا يدخل في حد الطيبات ، فحيث ورد الدليل الذي يخرجه عن الأصل فإننا نقول به . ¶ ... واختلف أهل العلم في الهر والراجح المنع ؛ لأنه من السباع . ¶ ... واختلف العلماء في ابن آوى والراجح المنع ؛ لأنه من السباع .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "... واختلف العلماء في ابن عرس والراجح المنع ؛ لأنه من السباع . ¶ ... واختلف العلماء في الوبر والراجح الجواز ، لعدم الدليل المانع ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... واختلفوا في اليربوع والراجح الجواز ، لعدم الدليل المانع ، بل ورد عن عمر أنه جعل في اليربوع جفرة كما رواه البيهقي في سننه الكبرى ، وهو قول أكثر أهل العلم ، ولو لم يرد ذلك لقلنا بالجواز أيضًا ؛ لأن الأصل في الحيوانات برية كانت أو بحرية الحل والإباحة إلا بدليل . ¶ ... واختلفوا أيضًا في الأرنب ، والراجح الجواز ، فعن أنس - رضي الله عنه - قال : (( أنفجنا أرنبًا بمر الظهران فسعى القوم فلغبوا وأخذتها فجئت بها أبا طلحة فذبحها ، فبعث بوركها إلى النبي - صلى الله عليه وسلم - فقبلها )) متفق عليه ؛ ولأن الأصل في الحيوانات الحل ، وقد تقرر أن الأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... واختلفوا في أكل الضب ، والراجح الجواز ؛ لأنه الأصل ، ولم يأت المانع منه بدليل يصلح أن يكون مستندًا للتحريم ، بل ورد الدليل الخاص بالجواز ، فعن ابن عباس - رضي الله عنهما - قال : (( دخلت أنا وخالد بن الوليد مع رسول الله - صلى الله عليه وسلم - بيت ميمونة فأتي بضب محنوذ ، فأهوى إليه رسول الله - صلى الله عليه وسلم - ، فقال بعض النسوة اللاتي في بيت ميمونة أخبروا رسول الله - صلى الله عليه وسلم - بما يريد أن يأكل ، فرفع رسول الله - صلى الله عليه وسلم - يده ، فقلت : أحرام هو يا رسول الله ؟ قال : لا ، ولكنه لم يكن بأرض قومي فأجدني أعافه . قال خالد : فاجتررته فأكلته ورسول الله - صلى الله عليه وسلم - ينظر )) متفق عليه . ¶ ... وعن ابن عمر - رضي الله عنهما - أن النبي - صلى الله عليه وسلم - قال : (( الضب لست آكله ولا أحرمه )) رواه البخاري، وفي رواية لمسلم: (( كلوا فإنه حلال ، ولكنه ليس من طعامي )) .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "... واختلفوا في القنفذ ، وفيه تفصيل ، فأما البحري منه فهو جائز لعموم الأدلة ، وأما البري فإنه مستقذر ولا تقبله النفوس ، ولكن لا أعلم دليلاً بمنعه ، والنص الوارد فيه ضعيف ، فمن قوي على أكله فلا مانع ؛ لأن الأصل الحل ، والله ربنا أعلى وأعلم . ¶ ... والفروع كثيرة ، وإنما المقصود التنبيه على رؤوس المسائل فقط ، والله أعلم . ¶ ( فصل -17- ) ¶ ... ومن ذلك أيضًا قولهم : ( الأصل العدم ) . ¶ ... وهذا فيما كان معدومًا بالأصالة ، فإذا حصل شك أو تردد أو خلاف في وجوده ، فالأصل أنه باقٍ على حالته الأولى وهي العدم ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل ، إلا إذا جاء مدعي ثبوته ببينة واضحة وحجة ظاهرة على ثبوته فأهلاً وسهلاً ، وإلا فالأصل هو البقاء على العدم ، فمن شك هل فعل أو لم يفعل ، فالأصل أنه لم يفعل ، لأن الأصل العدم . ¶ ... وبناءً عليه فإذا اختلف البائع والمشتري في شرط فأحدهما ينفيه والآخر يثبته ، فالقول قول النافي بيمينه ، لأن النافي جارٍ على الأصل والجاري على الأصل لا يطالب بالدليل ، وقد تقرر أن الأصل في هذا الشرط العدم فنبقى على ذلك حتى يرد الناقل ، ومخالف الأصل عليه الدليل ؛ لأن الدليل يطلب من الناقل لا من الثابت عليه . ¶ ... وكذلك لو اختلفا في صفة في المبيع فالقول قول من ينفيها بيمينه ؛ لأن الأصل عدم اشتراطها ، والأصل هو البقاء على الأصل حتى يرد الناقل ، وكذلك من ادعى تعبدًا لا دليل عليه فعليه البينة المثبتة لصحة هذه الدعوى ؛ لأن الأصل عدم هذا التعبد ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... وكذلك لو اختلفا في أصل وجود الدين أو مقداره ، فالقول قول من ينفيه بيمينه ، والقول قول نافي الزيادة بيمينه ؛ لأن الأصل عدم الدين ، ولأن الأصل في هذه الزيادة المدعاة العدم ، والأصل هو البقاء على الأصل حتى يرد الناقل .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "... وكذلك إذا ادعى أحد على أحدٍ حقًا في ذمته وكذبه الآخر فالقول قول المدعى عليه بيمينه ؛ لأن الأصل خلو ذمته من هذا الحق ، والواجب هو البقاء على هذا الأصل حتى يرد الناقل . ¶ ... وكذلك من شك هل صلى أم لم يصلِّ ؟ فالأصل أنه ما صلى؛ لأن الأصل عدم الصلاة، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... ومن كان متطهرًا وشك هل أحدث ، فالأصل عدم الحدث فهو باقٍ على يقين طهارته ، والعكس بالعكس . ¶ ... ومن شك هل وقع الحجر في المرمى أم لا ؟ فالأصل عدم الوقوع ، والأصل هو البقاء على الأصل حتى يرد الناقل ، ما لم يكن عنده غلبة ظن فيبنى عليها كما قررناه في رسالة وجوب العمل بغلبة الظن . ¶ ... ومن شك في تعبدٍ يطلب فيه العدد كصلاة أو سعي أو طواف أو رمي وليس عنده غلبة الظن فالأصل هو إسقاط القدر الذي حصل الشك فيه ؛ لأن الأصل فيه العدم ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... ومن نقل إليك خبرًا عن أحدٍ يوجب فسقه أو تبديعه ونحو ذلك ، فالواجب التثبت من هذا الخبر ؛ لأن الأصل العدم حتى يرد الناقل عنه بيقين ، والأصل براءة ذمة المنقول من هذه الأحكام ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... وإذا شك في السبب الموجب للتطليق فالأصل عدمه ، فهو على يقين نكاحه ، ومن حلف على يمين وحنث فيها ، ثم نسي هل كفر أم لم يكفر ؟ فالأصل عدم الكفارة ؛ لأن الأصل العدم والأصل هو البقاء حتى يرد الناقل . ¶ ... ومن فاتته صلاة أو صيام ثم شك مع تطاول العهد هل قضاها أم لا ؟ فالأصل عدم قضائها ، فالواجب عليه أن يقضيها الآن لأن الأصل هو بقاؤنا على عدم القضاء حتى يرد الناقل؛ ولأنه المتيقن ، وقد تقرر في القواعد أن الأمر المتيقن ثبوتًا أو نفيًا لا ينقض بشكٍ عارض، وبه تعلم أن كل شيء كان معدومًا ، فالأصل عدمه إذا حصل الشك في وجوده ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل ، والله أعلم . ¶ ( فصل -18- )",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "... ومن ذلك أيضًا قولهم : ( الأصل إضافة الحادث إلى أقرب أوقاته ) . ¶ ... فإذا وقع شيء من الحوادث وتجاذبه وقتان سابق ولاحق ، فألحق هذا الأمر الذي حدث بأقرب وقت يمكن أن يضاف إليه ، ولا تضفه إلى زمن بعيد عنه إلا إذا تحققت الإضافة له بيقين ، وإلا فالأصل إضافته إلى أقرب وقت سبقه ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... وبناءً عليه فلو استيقظ من نومه وتوضأ ثم صلى ثم رأى في ثوبه منيًا وشك هل هذا المني خرج في النومة الأخيرة التي قد استيقظ منها الآن أم كان فيما سبقها ؟ فهذا المني شيء حادث وتجاذبه وقتان بعيد وقريب ، فيضاف إلى أقرب أوقاته فيقال له : اغتسل وأعد صلاتك التي صليتها بعد آخر نومة فقط ؛ لأن الأصل هو إضافة الحادث إلى أقرب أوقاته ، والأصل هو البقاء على هذا الأصل حتى يرد الناقل . ¶ ... وكذلك لو أن رجلاً تزوج نصرانية فمات ، فجاءت وقد أسلمت وقالت : أسلمت قبل موته ، وقال الورثة : بل أسلمت بعد موته ، فإسلامها هذا يتجاذبه وقتان بعيد وقريب ، والأصل إضافة الحادث إلى أقرب أوقاته ، فالقول هنا قول الورثة بيمينهم إلا إذا جاءت ببينة تثبت أنها أسلمت قبل موته ، وقدمنا قول الورثة لأنه أقرب الأوقات إلى دعواها الإسلام ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... وكذلك لو اعتدى رجل على حامل فضرب بطنها وسقط جنينها حيًا حياة كاملة بلا ألم ، وعاش بعد الضربة فترة من الزمن كيوم مثلاً أو يومين ثم مات ، فموته هذا يتجاذبه وقتان بعيد وقريب ، والأصل إضافة الحادث إلى أقرب أوقاته ، فلا دية على الضارب ؛ لأننا ألحقنا موت الجنين بأقرب أوقاته . ¶ ... وكذلك لو توضأ رجل من ماء بليل وصلى ثم جاءه بعد زمن فرآه متغيرًا وشك هل كان متغيرًا من قبل أو تغير بعده؟ فهذا التغير له وقتان بعد وقريب، والأصل إضافته إلى أقرب أوقاته فوضوءه وصلاته السابقة صحيحة لا شيء عليه فيها، ويضاف هذا التغير إلى أقرب أوقاته .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "... وكذلك لو صلت امرأة صلاة العصر مثلاً وبقيت فترة من الزمن ثم دخلت الخلاء فرأت دم حيض في سراويلها ، وشكت هل نزل الدم قبل الصلاة أم بعدها ؟ فنزول الحيض شيء حادث له وقتان بعيد وهو ما قبل الصلاة ، وقريب وهو ما بعد الصلاة ، والأصل إضافة الحادث إلى أقرب أوقاته ، فصلاتها العصر صحيحة ولا شيء عليها ، ويضاف خروج الحيض إلى أقرب أوقاته وهو ما بعد الصلاة ، والأصل هو البقاء على هذا الأصل المتقرر حتى يرد الناقل . ¶ ... وكذلك لو تبايعا شيئًا ثم وجد المشتري فيه عيبًا فاختلفا ، فقال البائع : إنما حصل العيب عندك أي بعد الشراء ، وقال المشتري بل كان العيب موجودًا عندك أي قبل الشراء ، ولا بينة لأحدهما ، فالأصل إضافة هذا البيع إلى أقرب أوقاته وهو ما بعد الشراء ؛ لأنه الأقرب له ، ولا شيء ينقلنا عن هذا الأصل ، فيكون المقدم قول البائع بيمينه ، ما لم يأت المشتري ببينة تثبت خلاف ذلك ، والله أعلم . ¶ ... وكذلك لو أنه رمى صيدًا فأصابه ولكنها إصابة غير مُوَحِّيَة - أي قاتلة - وبعد يوم وجد هذا الصيد غارقًا في الماء ، وقد مات ، فموت الصيد هذا له وقتان ، إما أن يكون بالرمية الأولى ووقتها سابق ، وإما أن يكون قد مات بسبب ارتطامه وغرقه في الماء وهو الوقت القريب، وبناءً على هذه القاعدة فإننا نضيف هذا الموت إلى أقرب أوقاته وهو اصطدامه بالماء وغرقه فيه ، فيكون حرامًا ، وعليه حديث عدي مرفوعًا : (( وإن وجدته غارقًا في الماء فلا تأكل ... )) الحديث . ¶ ... وكذلك لو تزوج امرأة وخلا بها وبعد فترة من خلوته بها خرج وادعى أنها كانت ثيبًا ، فهي دعوى باطلة لأن الثيوبة أمر حادث ، والأصل في الأمور الحادثة إضافتها إلى أقرب أوقاته ، وأقرب أوقاتها هو هذه الخلوة ، فتضاف إليه ، وهذا هو الأصل ، والأصل هو البقاء على الأصل حتى يرد الناقل .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "... والفروع كثيرة ، وإنما المقصود الإشارة ؛ لأننا اشترطنا على أنفسنا عدم الإطالة ، والله ربنا أعلى وأعلم . ¶ ( فصل -19- ) ¶ ... ومن ذلك أيضًا قولهم : ( الأصل بقاء العموم على عمومه حتى يرد المخصص ) . ¶ ... فإذا ورد الدليل العام من الكتاب والسنة ، فالأصل أن يبقى على عمومه ، ولا يجوز لأحدٍ أن يخصص منه فردًا من الأفراد بحكم يخالف حكم العالم إلا بدليل صريح صحيح ، فالعام من كلام الله ورسوله - صلى الله عليه وسلم - لا يخص إلا بكلام الله ورسوله - صلى الله عليه وسلم - ، فإذا ادعى أحد في شيء من الأدلة العامة أنه مخصوص فإننا لا نقبل قوله إلا إذا جاء على هذه الدعوى بما يصدقها من الدليل الشرعي الصحيح الصريح . ¶ ... وهذه القاعدة من قواعد تعظيم الدليل ، فمن ادعى الخصوص فإنه مطالب بالدليل لأنه ناقل عن الأصل ، والدليل يطلب من الناقل عن الأصل لا من الثابت عليه ، والأصل هو البقاء على العموم ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... ويفرع على ذلك خلاف العلماء في اشتراط النية لصحة الوضوء ، فذهب الجمهور إلى أنها شرط ، وذهب الأحناف إلى أنها ليست بشرط ، بل هي شيء تكميلي للوضوء ، والحق مع الجمهور ولا ريب في ذلك ، لحديث : (( إنما الأعمال بالنيات ... )) الحديث ، والطهارة عمل، فهي معلقة بالنية ، وقوله : ( الأعمال ) جمع دخلت عليه الألف واللام الاستغراقية ، وقد تقرر في الأصول أن الألف واللام الاستغراقية إذا دخلت على المفرد أو الجمع أفادته العموم ، فيدخل في ذلك الطهارة ، وقد تقرر أن الأصل هو البقاء على العموم حتى يرد المخصص ، وأين المخصص الذي يسعف الحنفية لتصحيح إخراجهم الطهارة من هذا العموم ؟",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "... الجواب : لا مخصص ، وإنما هي آراء لم تستند إلى برهان ساطع ، ولا دليل قاطع ، بل هي قياسات عارضوا بها الأدلة ، وقد تقرر في القواعد أن القياس إذا عارض النص فهو باطل ، فحيث لا مخصص للطهارة ، فالأصل بقاؤها تحت دلالة الدليل العام ، والأصل هو البقاء على الأصل حتى يرد الناقل ، فالراجح هو اشتراط النية للطهارة . ¶ ... ويفرع عليه أيضًا خلافهم في اشتراط الطهارة لصلاة الجنازة ، فذهب جماهير السلف والخلف إلى اشتراطها ، وقال الشعبي : لا تشترط لأنها دعاء ليس فيها ركوع ولا سجود ، ولكن الحق ولاشك هو قول أكثر العلماء وهو اشتراطها ، لحديث : (( لا يقبل الله صلاة أحدكم إذا أحدث حتى يتوضأ )) ، فقوله : ( لا يقبل ) نفي ، وقوله : ( صلاة ) نكرة ، وقد تقرر في القواعد أن النكرة في سياق النفي تعم ، فيدخل في ذلك كل ما يسمى صلاة ، وصلاة الجنازة تدخل تحت مسمى الصلاة شرعًا ولغة وعرفًا ، ولا دليل يخرجها عن هذا العموم ، فحيث لا دليل فالأصل بقاء العام على عمومه ، والأصل هو البقاء على الأصل حتى يرد الناقل ، فالراجح هو أن الطهارة شرط من شروط صلاة الجنازة . ¶ ... ويفرع عليه أيضًا وجوب قراءة الفاتحة في صلاة الجنازة أيضًا ، فقد ذهب أكثر أهل العلم إلى أنها ركن في صلاة الجنازة ، وذهب البعض إلى أنها سنة ؛ لأنها ليست هي المقصود الأعظم من صلاة الجنازة ، ولكن الأصح هو القول الأول ، لحديث : (( لا صلاة لمن لم يقرأ بفاتحة الكتاب )) ، فقوله : ( لا ) هذا نفي ، وقوله : ( صلاة ) نكرة ، وقد تقرر في القواعد أن النكرة في سياق النفي تعم ، فيدخل في ذلك كل ما يسمى صلاة ، وصلاة الجنازة تسمى صلاة شرعًا وعرفًا ، ولا دليل يخرجها من هذا العموم ، وحيث لا دليل فالأصل بقاء العام على دلالته ، والأصل هو البقاء على الأصل حتى يرد الناقل ، فالراجح هو أن الفاتحة من واجبات صلاة الجنازة .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "... ويفرع عليه أيضًا خلافهم في تقسيم البدعة إلى حسنة وسيئة ، وهذا تقسيم محدث لا أصل له عند السلف ، فضلاً عن كونه مخالفًا الأدلة ، كحديث : (( من أحدث في أمرنا هذا ما ليس منه فهو رد )) ، وحديث : (( من عمل عملاً ليس عليه أمرنا فهو رد )) ، وحديث : (( وكل بدعة ضلالة )) ، وهذه الأدلة عامة ولا نعلم دليلاً يخصصها ، نعم إذا كان المقصود بالتقسيم البدعة اللغوية فلا بأس ، لكن إذا كان المعنى بهذا التقسيم البدعة في الدين فهو كلام ساقط ؛ لأن هذه الأدلة عامة ، والأصل بقاء العموم حتى يرد المخصص ، والأصل هو البقاء على الأصل حتى يرد الناقل . فالحق الحقيق بالقبول أن البدع في الشرع كلها سيئة وقبيحة وضلالة وليس منها شيء حسن ، والله المستعان . ¶ ... ويفرع عليه أيضًا خلافهم في الأسماء التي علمها الله تعالى آدم - عليه السلام - في قوله : { وَعَلَّمَ آدَمَ الأَسْمَاءَ كُلَّهَا } ، والراجح من هذا الخلاف هو أن الله تعالى علم أبانا آدم - عليه السلام - أسماء كل شيء ، بدليل قوله : ( الأسماء ) ، فهو جمع دخلت عليه الألف واللام الاستغراقية ، وقد تقرر في القواعد أن الألف واللام إذا دخلت على الجمع أفادته العموم ، وكذلك قوله : ( كلها ) ، وقد تقرر في الأصول أن لفظة ( كل ) من أقوى صيغ العموم ، فهنا عمومان ، والأصل هو البقاء على دلالة العام حتى يرد المخصص ، ولا نعلم مخصصًا لشيء من الأسماء ، فحيث لا مخصص ، فالأصل هو البقاء على الأصل حتى يرد الناقل ، ويؤيد ذلك حديث الشفاعة وفيه : (( وعلمك أسماء كل شيء )) ، والله أعلم .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "... ويفرع عليه أيضًا خلافهم في اشتراط الولي لصحة النكاح ، فذهب الجمهور إلى اشتراطه ، وذهب الحنفية إلى عدم اشتراطه ، وأجازوا للمرأة أن تزوج نفسها ، وقولهم ساقط لا يؤبه به ، بل الحق الحقيق بالقبول هو قول الجمهور من أن الولي شرط من شروط النكاح ، لحديث : (( لا نكاح إلا بولي )) ، فقوله : ( لا ) نفي ، وقوله : ( نكاح ) نكرة ، والنكرة في سياق النفي تعم ، وقد تقرر في الأصول أن المنفي بـ ( لا ) النافية للجنس هو الحقيقة الشرعية أي الصحة ، ومع صراحة هذا النص ووضوحه وغيره من النصوص فلا حق للحنفية أن يقولوا إن المرأة يجوز لها أن تزوج نفسها ، بل الحق الحقيق بالقبول هو أن من نكحت نفسها بغير إذن وليها فنكاحها باطل ، فلا يجوز للمرأة أن تزوج نفسها بغير إذن وليها ، وقلنا ذلك : لأن الأدلة الآمرة بالولي وردت عامة ، والأصل بقاء العام على عمومه ولا يخص إلا بدليل ، والأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... ويفرع عليه أيضًا حديث : (( تداووا عباد الله ولا تتداووا بحرام )) ، ووجه العموم فيه أن قوله : ( ولا تتداووا ) نفي ، وةقوله : ( بحرام ) نكرة ، والنكرة في سياق النفي تعم ، فيقتضي ذلك أن كل ما يسمى حرامًا فإنه لا يجوز أن نتداوى به ، ومن خصص حرامًا من المحرمات وقال يجوز التداوي به فإننا لا نقبل قوله هذا ؛ لأن تخصيص دلالة العام لا تجوز إلا بدليل ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل ، وبناءً عليه فالتداوي بالغناء والموسيقى كما يفعله بعض أطباء النفس الغربيين والمتسغربين ، والتداوي بالذهاب إلى السحرة والكهنة والعرافين والمشعوذين ، والتداوي بالشحوم المحرمة أو الأطعمة المحرمة أو الأشربة المحرمة ، كل ذلك لا يجوز ؛ لأن الأصل هو البقاء على دلالة العام المحرمة ، كل ذلك لا يجوز ؛ لأن الأصل هو البقاء على الأصل حتى يرد الناقل .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "... ويفرع عليه أيضًا قوله تعالى : { وَأَحَلَّ اللَّهُ الْبَيْعَ } ، فقوله : ( البيع ) مفرد دخلت عليه الألف واللام الاستغراقية ، وقد تقرر في القواعد أن الألف واللام إذا دخلت على المفرد أفادته العموم ، فيدخل في ذلك جميع ما يدخل في مسمى البيع ، وبناءً عليه فمن أخرج نوعًا من أنواع البيع عن هذا الأصل فإنه مطالب بالدليل ؛ لأن الأصل هو البقاء على دلالة العام حتى يرد المخصص ، والأصل هو البقاء على هذا الأصل حتى يرد الناقل ، وقد شرحنا طرفًا منها في الفصل الثاني عشر فارجع إليه إن شئت . ¶ ... وبه تعلم أن من يدعي أن فردًا من أفراد العام له حكم خاص يخالف حكم العام ، أن قوله هذا لا يقبل إلا إذا جاء بالبينة الصحيحة الصريحة ، فإن جاء بهذه البينة فأهلاً وسهلاً وعلى العين والرأس وسمعًا وطاعة ، وإن لم يأت بها فالبقاء على دلالة الأصل هو المتعين ، والله أعلى وأعلم . ¶ ( فصل -20- ) ¶ ... ومن الأصول المتقررة أيضًا قولهم : ( الأصل بقاء المطلق على إطلاقه ولا يقيد إلا بدليل ) . ¶ ... فإذا ورد الدليل المطلق من الكتاب أو السنة ، فإن الواجب إبقاؤه على إطلاقه ، فمن ادعى قيدًا فإن قوله هذا لا يقبل إلا بدليل ؛ لأن المطلق من كلام الله ورسوله - صلى الله عليه وسلم - لا يقيد إلا بكلام الله ورسوله - صلى الله عليه وسلم - ، والأصل في العبادات الإطلاق كما سيأتي - إن شاء الله تعالى - ، والتقييد مخالف عن الأصل لا من الثابت عليه ، فالأصل أن تبقى العبادة هكذا مطلقة عن القيود حتى يرد في الشريعة ما يقيدها ، فإن ورد المقيد الشرعي الصحيح الصريح قبلناه وإن لا فلا ، والله أعلم .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "... ويفرع على هذا أن كثيرًا من الفقهاء يشترط في جواز المسح على الخفين شروطًا أخرجته من حيز الرخصة والتيسير إلى حيز الإثقال والتعسير ، والأصل عدم هذه الشروط ؛ لأنها قيود زائدة على مجرد الأصل ، والأصل في هذا الزائد العدم ، ولأنها إذا اشترطت صارت من التشريع ، والأصل في التشريع الوقف على الدليل ، ولأن الاشتراط حكم شرعي والأصل في الأحكام الشرعية افتقارها إلى دليل صحيح صريح ، فاشتراط أن يكون الخف صفيقًا لا يرى من دونه لون البشرة لا دليل عليه ؛ لأنه تقييد للمطلق ، والأصل بقاء المطلق على إطلاقه ولا يقيد إلا بدليل ، والأدلة في المسح على الخفين وردت مطلقة ، فالأصل بقاؤها على إطلاقها ، والأصل هو البقاء على الأصل حتى يرد المقيد ، فالراجح جواز المسح على الخف الشفاف ، وكذلك اشترط بعض الفقهاء في جواز المسح أن يثبت الخف بنفسه ، فإن لم يثبت إلا بشده فلا يجوز المسح عليه ، وهذا قيد أيضًا ، وقد تقرر أن الأصل عدم التقييد وأين الدليل الدال على هذا القيد ؟ فحيث لا دليل فالأصل عدمه ، فالراجح جواز المسح على الخف وإن لم يثبت إلا بشده ، وكذلك اشترط بعض الفقهاء للمسح على الخف أن لا يكون فيه شيء من الخروق ، وهذا قيد لا أعلم له دليلاً يصح ، وإنما هي تعليلات عليلة لا يسندها الدليل ، والأصل بقاء المطلق على إطلاقه ولا يقيد إلا بدليل ، وبناءً عليه فالراجح جواز المسح على الخف المخرق إذا كان يمكن متابعة المشي فيه .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "... وكذلك قد وردت الأدلة بجواز المسح على العمامة ، هي مطلقة ، والأصل بقاء المطلق على إطلاقه ولا يقيد إلا بدليل ، فما يدخل في مسمى العمامة فإنه يجوز المسح عليه ، وبناءً عليه فاشتراط بعض الفقهاء لجواز المسح عليها تقدم الطهارة لا دليل عليه ، وحيث لا دليل عليه فهو قيد لاغٍ ؛ لأن الأصل عدم التقييد ، والأصل هو البقاء على الأصل حتى يرد الناقل ، وقياسها على الوضوء قياس في عبادة ، وهو ممنوع على الراجح عند الأصوليين ، فالراجح جواز المسح على العمامة وإن لم تلبس على طهارة ، وكذلك اشترط بعض الفقهاء أن تكون محنكة أ ذات ذؤابة ، وهذا لا أعلم له دليلاً ولا تعليلاً صحيحًا ، وكلامهم في هذه المسألة لا يصلح أن يكون مقيدًا للمطلق ، وحيث لا دليل يعضد هذا الشرط ، فالأصل عدمه ؛ لأن الأصل هو بقاء المطلق على إطلاقه ولا يقيد إلا بدليل ، والأصل هو البقاء على الأصل حتى يرد الناقل ، فالقول الراجح جواز المسح على العمامة وإن لم تكن محنكة ولا ذات ذؤابة . ¶ ... وكذلك اشترط بعض الفقهاء التوقيت في جواز المسح ، فقال : ويمسح المقيم على العمامة يومًا وليلة ، ويمسح المسافر عليها ثلاثة أيام ولياليهن ، ووالله لا أعلم لهذا الاشتراط دليلاً صحيحًا لا من كتابٍ ولا من سنة ولا من إجماع ولا قياس صحيح ، والقياس على المسح على الخفين قياس في عبادة وهو ممنوع ، لأن المتقرر في القواعد أنه لا قياس في عبادة ، ولأن العلة أصلاً في التوقيت في المسح على الخفين تعبدية أي غير معقولة المعنى ، ومن شروط القياس أن تكون علة الأصل معلومة إما تنصيصًا وهو الأصل ، وإما استنباطًا وهو البدل ، فالقياس هنا لا يصح ، فحيث لا دليل يؤيد هذا القيد فالأصل عدمه ؛ لأن المطلق يجرى على إطلاقه ولا يقيد إلا بدليل ، والأصل هو البقاء على الأصل حتى يرد الناقل .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "... ويقال كذلك في خمر النساء فإن الدليل فيه ورد مطلقًا ، فالأصل بقاؤه على إطلاقه ولا يقيد إلا بدليل ، ويوضحه الأصل بعده ، والله أعلى وأعلم . ¶ ( فصل -21- ) ¶ ... ومن ذلك أيضًا قولهم : ( الأصل في العبادات الإطلاق عن الزمان والمكان والصفة ) . ¶ ... أي أن من اعتقد أن هذه الصفة المعينة من جملة ما يجوز التعبد لله به فإنه مطالب بالدليل ، ومن زعم أن فعل هذه العبادة المعينة في هذا المكان المعين أفضل من فعلها في غيره فإنه مطالب بالدليل ، ومن زعم أن فعل هذه العبادة المعينة في هذا الزمان المعين أفضل منه في غيره فإنه مطالب بالدليل ، فالأصل في صفات العبادة الوقف على الدليل ، والأصل في مكان العبادة الوقف على الدليل ، والأصل في زمان العبادة الوقف على الدليل ، كما أن الأصل في العبادة أصلاً الوقف على الدليل . ¶ ... فكل ما يتعلق بالعبادة ، فالأصل فيه المنع حتى يقوم دليل على الجواز ، وإن كثيرًا من الناس قد خالف مقتضى هذه القاعدة فاخترع من العبادات ما ليس له أصل ، بل ما قد وردت الأدلة بمنعه التشديد فيه ، ولا حق للمبتدع أن يستدل على تسويغ صفته المحدثة أو مكانه المحدث أو زمانه المحدث ، لا حق له أن يستدل على ذلك بالدليل الذي يثبت أصل العبادة ؛ لأن المتقرر في القواعد أن شرعية الأصل لا يستلزم شرعية الوصف ، وقد شرحنا هذه القاعدة في رسالة مستقلة بأدلتها وفروعها ، وقد ذكرنا طرفًا كبيرًا من فروعها في الفصل الرابع ، فلا داعي لإعادته هنا ، والله أعلى وأعلم . ¶ ( فصل -22- ) ¶ ... ومن ذلك أيضًا قولهم : ( الأصل في الأبضاع التحريم ) .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "... وقولهم : ( الأبضاع ) جمع مفرده : بضع ، ويراد به الفرج ، ويقصد به الفقهاء فرج المرأة ، فالأصل فيه أنه حرام على الرجال إلا ما أجازه الدليل ، والدليل لم يجز فرج المرأة إلا أن تكون زوجة أو ملك يمين فقط ، قال تعالى : { وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ . إِلاَّ عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ . فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ } . والآيات في هذا المعنى كثيرة . ¶ ... وبناءً عليه فإذا تقابل في المرأة حل وحرمة فإننا نغلب جانب الحرمة ؛ لأن الأصل في الفروج الحرمة ، ويفرع على ذلك ما إذا اختلطت أخته من الرضاع بنساء قرية محصورات ، فقيل له : إن من نساء هذه القرية من هي أخت لك ، ولكن لا ندري من هي على وجه التحديد ، فالفتوى في هذه الحالة أن جميع نساء القرية يحرمن عليه ، ولا يجوز له الاجتهاد ؛ لأن مسألة الفروج مسألة خطيرة وضررها متعدٍ ، فالأصل التحريم ، والأصل هو البقاء على الأصل حتى يرد الناقل ، فنبقى على أصل التحريم في كل امرأة منهن حتى يرد لا ما ينقلنا عن هذا الأصل بيقين . ¶ ... ويفرع عليه أيضًا لو أن رجلاً وكَّل رجلاً في شراء جارية فاشتراها ثم مات بعيد شرائها ، ففي هذه الحالة لا يحل للموكل أن يطأها بمجرد شراء وكيله لها لأنه - أي الوكيل - ربما اشتراها لنفسه ، فهذا الاحتمال وارد ومحتمل ، فحيث تردت هذه الجارية بين الحل والحرمة فإننا نغلب فيها جانب الحرمة حتى يرد سبب الحل بيقين .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "... ويفرع عليه أيضًا لو أن رجلاً كان في صغره قد ارتضع مع امرأة ، ولكن مع طول العهد نسيت المرضعة هل استوفت في ارتضاعه معها خمس رضعات أم لا ؟ فأصل الرضاع مجزوم به ، ولكن الشك حصل في استيفاء الخمس رضعات ، فهذه المرأة المعينة حرام عليه ، فإن قلت ولماذا؟ فأقول : لأن الأصل في الإبضاع التحريم ولم يأتنا السبب اليقيني المبيح للنكاح ، والأصل هو البقاء على الأصل حتى يرد الناقل عنه بيقين ، ولا يقين ينقلنا من التحريم إلى الحل ، فالأصل أن نبقى على التحريم لأنه الأصل ، وهذه المرأة المعينة قد تقابل فيها حل وحرمة ، وكل امرأة تقابل فيها حل وحرمة فإننا نغلب جانب الحرمة . ¶ ... ويفرغ عليه أيضًا لو أن رجلاً اشترى أربع جوارٍ ثم قال : أعتقت هذه ، ومع تطاول العهد نسي التي أعتقها ، فمقتضى هذه القاعدة حرمة الجميع عليه حتى تتميز من وقع عليها العتق ؛ لأن فرج المعتقة حرام عليه ، وبقية الجواري حلال له ، لكن اشتبه الفرج المحرم بما هو حلال وتقال في كل واحدة منهن الحل والحرمة ، فنغلب جانب الحرمة في الجميع احتياطًا لأمر الفروج ، حتى تتميز من وقع عليها العتق ، فإن استطاع أن يتذكر وإلا فله أن يميز عينها بالقرعة ، فإن القرعة مخرج شرعي سليم في مثل ذلك . ¶ ... وفروع هذا الأصل قليلة مقارنة لها بالفروع الأخرى ، والله ربنا أعلى وأعلم . ¶ ( فصل -23- ) ¶ ... ومن هذه الأصول أيضًا قولهم : ( الأصل في الكلام الحقيقة ) . ¶ ... وهذا أصل عظيم النفع غزير البركة لابد من تحقيقه ودراسته وفهمه حق فهمه ، ومن ثم الثبات عليه حتى يرد الناقل ، ولأهميته فإني سأتلكم عنه في مسائل :",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "... المسألة الأولى : عرف الأصوليون الحقيقة بأنها استعمال اللفظ فيما وضع له أولاً ، ويقابلها المجاز وهو استعمال اللفظ فيما لم يوضع له أولاً بقرينة ، كلفظ الأسد فإنه حقيقة في الحيوان المفترس ، ولكن قلت لك : رأيت أسدًا قد حمل حقيبته وذهب إلى المدرسة ، فإن لفظة ( الأسد ) هنا قد استعملت في غير ما وضعت له أولاً لأنني لا أريد بها حقيقة الحيوان المفترس ، فإن الحيوان المفترس لا يتصور صدور ذلك منه ، وإنما أعني الطالب الشجاع ، ولكن لو قلت لك : رأيت أسدًا في الغابة نائمًا في عرينه ، فلا أظنك تفهم من هذا التركيب إلا حقيقة الأسد المعهودة ، فإذا استعملت اللفظة فيما وضعت له فهي الحقيقة ، وإذا استعملت في غير ما وضعت له فهو المجاز . ¶ ... المسألة الثانية : قسم أهل العلم - رحمهم الله تعالى - الحقيقة إلى ثلاثة أقسام : حقيقة لغوية ، وحقيقة شرعية ، وحقيقة عرفية . ¶ ... وعرفوا الحقيقة اللغوية بأنها استعمال اللفظ فيما وضع له في اللغة ، كاستعمال لفظ الصلاة ، ويراد به الدعاء ، فإن الصلاة بمعنى الدعاء هو الحقيقة اللغوية ، وكاستعمال الحج في مطلق القصد ، وكاستعمال الصيام في مطلق الإمساك ، وهكذا . ¶ ... وعرفوا الحقيقة الشرعية بأنها استعمال اللفظ فيما وضع له في الشرع كاستعمال لفظ الصلاة على التعبد لله تعالى بالأقوال والأفعال المخصوصة المفتتحة بالتكبير والمختتمة بالتسلم ، وكاستعمال لفظ الحج في قصد مكة والمشاعر لأداء نسك مخصوص في وقت مخصوص ، وكاستعمال لفظ الصيام في التعبد لله تعالى بالإمساك عن أشياء مخصوصة من شخص مخصوص في وقتٍ مخصوص ، وهكذا .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "... وعرفوا الحقيقة العرفية بأنها استعمال اللفظ فيما وضع له في العرف ، فإن الناس قد يتعارفون على معانٍ معينة في ألفاظٍ معينة كلفظ ( الدابة ) فإنها في العرف تستعمل فيما يركب فقط ، وكلفظ ( الدار ) فإنها في عرف أهل نجد تشمل البيت كله ، وأما في عرف الكويت فإنها تخص غرفة الإنسان التي ينام فيها . ¶ ... وفائدة هذا التقسم أنه إذا دار اللفظ بين هذه الحقائق الثلاث فإننا نحمله على عرف المتكلم به ، فإن كان المتكلم أهل اللغة واللسان حملناه على حقيقته اللغوية ، وإن كان المتكلم به الشارع فإننا نحمله على حقيقته الشرعية ، وإذا كان المتكلم أهل العرف فإننا نحمله على حقيقته العرفية ، ولذلك قرر أهل العلم - رحمهم الله تعالى - أن الحقيقة الشرعية في كلام الشارع مقدمة على الحقيقة اللغوية ، وقد شرحنا هذه القاعدة في كتابنا : ( تحرير القواعد ومجمع الفرائد ) . ¶ ... المسألة الثالثة : اختلف أهل العلم - رحمهم الله تعالى - في المجاز ، هل له وجود أم ليس له وجود ؟ وعلى أقول . ¶ ... فذهب بعضهم إلى نفيه من اللغة أصلاً فقال : ليس في اللغة أصلاً مجاز . ¶ ... وذهب بعضهم إلى أن اللغة فيها مجاز ، ولكن المجاز منفي عن القرآن فقط ، أي أننا لا نثبت المجاز إلا في اللغة فقط ، وأما في القرآن من الفاتحة إلى الناس فإنه ليس فيه مجاز ، بل كله حقيقة فلا يجوز أن يقال إن هذه اللفظة في القرآن يراد بها مجازها لا حقيقتها . ¶ ... وذهب بعضهم إلى وجود المجاز في اللغة وفي القرآن إلا في آيات الصفات وحقائق اليوم الآخر ، فإنه لا مجاز فيها ، وهذا القول هو الأقرب - إن شاء الله تعالى - .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "... ويقرب أن يكون الخلاف خلافًا لفظيًا في غير آيات الصفات وحقائق اليوم الآخر ، والذين نفوه إنما نفوه لسد ذريعة اليوم الآخر ، والذين نفوه إنما نفوه لسد ذريعة وصول المبتدعة إلى تحريف صفات الله تعالى وحقائق اليوم الآخر من حقائقها إلى مجازاتها ، ونحن نقسم بالله تعالى قسمًا يعقبه قسم ويعقبه قسم أن آيات الصفات واليوم الآخر حق على حقيقتها نعلم معانيها ونكل كيفياتها إلى ربا جل وعلا ، فلا ندخل في هذا الباب متأولين بآرائنا ولا متوهمين بأهوائنا ، ولكن لا ننفي من أجل ذلك وجود المجاز في القرآن والمسألة طويلة الذيول ، لكن الخلاف فيها سهل إلا في آيات الصفات وحقائق اليوم الآخر ، وقد بينا لك ما ندين الله تعالى به ، فلا يغمز علينا غامز أو يتهمنا متهم بأننا يسرنا للمبتدعة الطريق وفتحنا لهم الباب ، فوالله الذي لا إله إلا هو ما ذلك قصدنا ولا دار شيء منه في عقولنا ولا انطوت عليه قلوبنا ، ونعوذ بالله تعالى من هذا الظن في أحدٍ من عباد الله تعالى . ¶ ... والمقصود من هذه المسألة أن أهل العلم اختلفوا في وجود المجاز على أقوال ، والراجح منها وجوده في اللغة ووجوده في القرآن الكريم إلا في آيات الصفات وحقائق اليوم الآخر ، ويوضح ذلك :",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "... المسألة الرابعة : وهو أن الأصل في الكلام الحقيقة كما قدمنا لك ، وأنه لا يجوز الانتقال عن حقيقة الكلام إلى مجازه إلا لقرينة صحيحة صريحة ، وهذا إذا كانت الحقيقة أصلاً متصورة في الذهن ، أما إذا كانت الحقيقية من أمور الغيب التي لا مدخل للعقل فيها فإنه يجب عليك البقاء على الحقيقة ، فإذا قلت : رأيت أسدًا جالسًا على كرسيه في المدرسة ، فأنت تعلم جزمًا ويقينًا أني لا أريد حقيقة الأسد وإنما أريد الطالب الشجاع ، ذلك لأنك قد تصورت حقيقة الأسد وأنه لا يمكن أن يكون على كرسي في المدرسة ، فلما عجز عقلك عن حمل الكلام على حقيقته انصرف ذهنك إلى المجاز بعد النظر في القرينة المصاحبة ، لكن لو قلت لك : قال تعالى : { بَلْ يَدَاهُ مَبْسُوطَتَانِ } ، فإنه لا حق لك أن تقول : المراد باليد المجاز وليس الحقيقة ، لأنك أصلاً لم تتصور حقيقة اليد المضافة إلى الله تعالى حتى تصرف الكلام من الحقيقة إلى المجاز ؛ لأن يد الله تعالى من عالم الغيب الذي لا مدخل للعقل فيه ، فأين الدليل أو القرينة التي توجب لك الانصراف من الحقيقة إلى المجاز ؟ بالطبع ليس هناك دليل ولا قرينة ، وإنما هي خيالات وأوهام قامت في ذهن المبتدع لأنه لم يتصور من حقيقة اليد المضافة إلى الله تعالى إلا ما يعهده من يد المخلوق ، فلما قام ذلك في ذهنه أراد الفرار منه فقال : اليد لا يراد بها الحقيقة وإنما يراد بها المجاز ، وهذه هي الآفة التي أوقعت نفاة الصفات والممثلة فيما أوقعتهم فيه من التحريف والجحود ، وأعني بالآفة قولهم : الاتفاق في الأسماء يستلزم الاتفاق في الصفات ، وهذه شبهة شيطانية وفذلكة إبليسية أدخلها في عقولهم العفنة وتشربتها أفهامهم المتلوثة بقاذورات علم الكلام المذموم ، فصاروا ينزلون كلام الله تعالى وكلام رسوله - صلى الله عليه وسلم - عليها ، فهي المقياس عندهم فيما يقبل ويرد ، نعوذ بالله من الخذلان .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "... ولذلك فالنجاة من هذا المزلق أن نعتقد الاعتقاد أن الأسماء والصفات من عالم الغيب باعتبار كيفياتها وأنه لا يمكن للعقل أن يعرف كنه شيء من صفات الله تعالى ، فإذا كنت لا تعرف الحقيقة أصلاً ، فكيف تقول : هذا الكلام لا يمكن أن يراد به حقيقته ؟ وأي حقيقة هي التي لا يمكن أن تراد ؟ ولهذا السبب نقول : آيات الصفات وحقائق اليوم الآخر يجب حملها على حقائقها ولا ننصرف من الحقيقية فيها إلى المجاز ؛ لأن الانصراف من الحقيقة إلى المجاز لا يكون إلا إذا كان الحقيقة متصورة في الذهن ، وحقائق الصفات واليوم الآخر من عالم الغيب الذي لا يعلمه إلا الله تعالى ، وإذا قلت لك : قال تعالى : { وَيَبْقَى وَجْهُ رَبِّكَ } ، فالمراد بالوجه هنا حقيقته اللائقة بالله جل وعلا من غير تمثيل ولا تعطيل ولا تحريف ولا تكييف ، فلا حق لك أن تقول : لا ، لا يراد بالوجه هنا حقيقته وإنما يراد به المجاز ، لأنني سأقول لك : وهل أنت أصلاً تعرف حقيقة الوجه المضاف إلى الله تعالى حتى يمتنع في ذهنك حمل الوجه على الحقيقة ؟ بالطبع لا ، وإنما أنت بجهلك لم تتصور من الوجه المضاف إلى الله تعالى إلا الوجه المضاف إلى المخلوق ، فأردت أن تفر من هذا الشيء الذي توهمته فعطلت صفة الوجه وحرفت الكلم عن مواضعه حتى يتوافق كلام الله جل وعلا مع ما تخيلته واعتقدته ، ولم تكلف نفسك أن تصحح ما ثار في ذهنك ليتوافق مع دلالة الكتاب والسنة ، فصار النص تابعًا لعقلك ، وهذا هو سبب هلاكك ووقوعك فيما وقعت فيه ، ففي الحقيقة أن المبتدعة نفاة الأسماء والصفات إنما حملوا آيات الصفات على مجازاتها ؛ لأنهم قرروا في عقولهم لها حقائق فرضتها عليهم شياطينهم ، فأرادوا أن يفروا من هذه الحقائق ولم يجدوا مفرًا من ذلك إلا بتحريف الكلم عن مواضعه وصرف الكلام من حقيقته إلى مجازه ، فقرر أهل السنة هذه القاعدة وهو : أن الأصل في الكلام الحقيقة ولا يجوز الانصراف من الحقيقة إلى المجاز إلا",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "بالقرينة بعد أن تكون الحقيقة أصلاً متصورة في الذهن ، وباتفاق أهل السنة أن الصفات وحقائق اليوم الآخر من عالم الغيب باعتبار كيفياتها ، فحيث كانت حقائقها لم تدخل في حدود مدركات العقل فيكون الأصل فيها هو البقاء على حقيقتها ولا يجوز أن تدعي أن شيئًا منها خارجًا من دائرة الحقيقة إلى المجاز ، فانتبه لهذا الكلام فإن الذاكرين له قليل ، وهو لب السبب الذي جعل أهل السنة يمنعون وجود المجاز في آيات الصفات ، أو في القرآن أو في اللغة على وجه العموم ، والله أعلم . ¶ ... المسألة الخامسة : بعض الفروع على هذه القاعدة :",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "... من ذلك : باب الأسماء والصفات ، فإن معتقد أهل فيه يقول : نثبت لله تعالى ما أثبته لنفسه في كتابه أو أثبته له رسوله - صلى الله عليه وسلم - في صحيح سنته من غير تحريف ولا تعطيل ومن غير تكييف ولا تمثيل ؛ لأن الله تعالى ليس كمثله شيء وهو السميع البصير ، فإن الله تعالى لا سمي له ولا ند له ولا كفؤ له ولا يقاس بخلقه سبحانه ، فإثابتنا للصفات لا تمثيل فيه وتنزيهنا لله تعالى لا تعطيل فيه ، فلله العلو المطلق على ما يليق بجلاله وعظمته ، ولله وجه ذو بهاء وسبحات على ما يليق بجلاله وعظمته لله استواء حقيقة على ما يليق بجلاله وعظمته ولله كلام حقيقة على ما يليق بجلاله وعظمته ولله يدان حقيقة على ما يليق بجلاله وعظمته ولله أصابع حقيقة على ما يليق بجلاله وعظمته ولله بصر وسمع ونزول حقيقة على ما يليق بجلاله وعظمته ولله ساق حقيقة على ما يليق بجلاله وعظمته ولله حياة حيقيقة على ما يليق بجلاله وعظمته ولله رحمة وغضب ورضى حقيقة على ما يليق بجلاله وعظمته ولله معية حقيقة على ما يليق بجلاله وعظمته ، والله تعالى يرى في الآخرة رؤية عيان حقيقة على ما يليق بجلاله وعظمته ، ولربنا جل وعلا عينان اثنتان ذاتيتان حقيقتان على ما يليق بجلاله عظمته ، وله جل وعلا نفس حقيقة لا كأنفسنا على ما يليق بجلاله وعظمته ، وغير ذلك مما أثبته الله جل وعلا في كتابه أو أثبته له رسوله - صلى الله عليه وسلم - في صحيح سنته كل ذلك حق على حقيقته لا ندخل في هذا الباب بالأهواء ولا نحكم في العقول العفنة ، ولا القواعد المنطقية الفلسفية الباطلة المخالفة للمنقول والمناقضة للمعقول والتي هي إفرازات أذهان الأبالسة من شياطين الإنس والجن ، فالأصل في آيات الصفات حملها على حقيقتها مع العلم بمعانيها وتقويض أمر كيفيتها إلى الله تعالى ، مع إيماننا الإيمان الجازم أن ربنا جل وعلا ليس كمثله شيء ومع علمنا بأن كل نصٍ من نصوص الصفات فالواجب فيه أن نثبت الصفة",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "التي أثبتها هذا النص وأن نعتقد أنها خاصة به جل وعلا وليس كمثله شيء فيها وأن مجرد الاتفاق في الاسم لا يستلزم الاتفاق في المسمى ، وأن نقطع الطمع في التعرف على شيء من كيفية صفات الله جل وعلا وأن نقول كما قال سلفنا : أمروها كما جاءت بلا كيف ، ومن سألنا عن كيفية شيء من ذلك فنقول له : المعنى معلوم والكيف مجهول والإيمان به واجب والسؤال عنه بدعة ، ولا يجوز صرف شيء من ذلك على حقيقته ، لأن الأصل في الكلام الحقيقة ، والأصل هو البقاء على الأصل حتى يرد الناقل : ¶ ... ومن ذلك : باب اليوم الآخر من نعيم القبر وعذابه وسؤاله والبعث والنشور والجزاء والحساب والميزان والحوض والصراط وتطاير الصحف والجنة وما فيها من النعيم والنار وما فيها من العذاب وغير ذلك مما وردت به الأدلة في تفاصيل اليوم الآخر ، كل ذلك حق على حقيقته نؤمن به ونعلم معانيه ولك نفوض أمر كيفيته لله جل وعلا ، ولا يجوز صرف شيء من ذلك عن حقيقته إلى مجازه لأن الأصل في الكلام الحقيقة والأصل هو البقاء على الأصل حتى يرد الناقل .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "... ومن ذلك : أن من حرف شيئًا من الصفات إلى شيء آخر فقل له : هذا انتقال من حقيقة الكلام إلى مجازه وهو مخالف للأصل وقد تقرر أن البقاء على الأصل هو الواجب ، فمن قال إن اليد المضافة إلى الله يراد بها النعمة أو القدرة أو قال الوجه يراد به الذات أو قال الكلام يقصد به الكلام النفسي أو قال النزول إلى السماء الدنيا يقصدون به نزول الرحمة أو الأمر أو قال العين يراد بها العلم أو قال المجيء يوم القيامة يراد به مجيء الأمر والملائكة أو قال الميزان لاحقيقة له وإنما يراد به إقامة العدل فقط أو قال إنه لا رؤية يوم القيامة وإنما المقصود بأدلة الرؤية رؤية الثواب فقط لا رؤية الله جل وعلا أو قال لا حقيقة للاستواء وإنما يراد به الاستيلاء أو قال إن الساق المضاف إلى الله تعالى لا يقصد به حقيقة الساق وإنما يقصد به شدة الكربة وفضاعة الهول أو قال لا يقصد بالعلو حقيقته وإنما يراد به علو القهر والقدر فقط ولا علو الذات ونحو ذلك من التخريفات التي ما أنزل الله بها من سلطان والتهو كان التي يمليها عليهم الشيطان . ¶ ... فكل ذلك يجاب عنه بقولنا : هذا انصراف من حقيقة الكلام إلى مجازه ، وقد تقرر في القواعد أن الأصل في الكلام الحقيقة ، وتقرر أيضًا أن الأصل هو البقاء على الأصل حتى يرد الناقل، فانظر كيف بركة هذه القاعدة ، والله المستعان . ¶ ... ومن ذلك : أن من قال إن الأمر بالوضوء الوارد في قوله - صلى الله عليه وسلم - : (( توضأوا من لحوم الإبل )) لا يراد به الوضوء حقيقة ، وإنما يراد به غسل اليدين فقط ، فقل له : لا نقبل كلامك هذا لأن هذا صرف للكلام عن حقيقته الشرعية إلى شيء آخر بلا قرينة توجب ذلك ، والأصل في الكلام الحقيقة ، والأصل هو البقاء على هذه الحقيقة حتى يرد الناقل .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "... وقد ذكرنا طرفًا من فروع هذه القاعدة في تحرير القواعد ومجمع الفرائد ، فارجع إليه إن شئت لأننا لا نريد الإطالة وإنما قصدنا في هذه الكتابة الإشارة إلى بعض الأصول التي تندرج تحت ذلك الأصل العظيم الذي يقول : الأصل هو البقاء على الأصل حتى يرد الناقل ، والله ربنا أعلى وأعلم . ¶ ( فصل -24- ) ¶ ومن ذلك أيضاً قولهم : ( الأصل في زينة المرأة الحل إلا بدليل ) . ¶ وهذا الأصل قد أفردته في رسالة مستقلة ولكنها تاهت مني فلا أدري أين هي الآن ، فإن وجدتها وإلا فسأعيد كتابتها إن شاء الله تعالى فإني أحفظ الآن جميع ما قلته فيها من أدلة وفروع ولله الحمد والمنة . وأشير هنا إلى شيء من تفاصيل هذا الأصل فأقول : لقد قال الله تعالى في كتابه الكريم : { قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ } فقوله : ( زينة ) مفرد أو أسم جنس وقد أضيف إلى الاسم الأحسن ( الله ) وقد تقرر في الأصول أن المفرد المضاف يعم ، فيدخل في ذلك كل زينة ، ومن ذلك زينة المرأة ولما أنكر الله تعالى على من حرم شيئاً من هذه الزينة علمنا أن الأصل في هذه الزينة الحل والإباحة إلا منا أخرج الدليل ، فتقرر بذلك أن الأصل في زينة المرأة الحل والإباحة ، وبناء عليه فأي زينه عرفها النساء وأخرجها الله لهن . فالأصل فيها الحل ولا يحرم منها إلى ما خصه الدليل الشرعي الصحيح الصريح ، فلا يجوز لأحد أن يحرم شيئاً من هذه الزينة ، لأن الأصل هو البقاء على الأصل حتى يرد الناقل ، ولأن التحريم أو الكراهة حكم شرعي وقد تقرر في القواعد أن الأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريح ، ولأن هذه الزينة مما يضيف للمرأة جمالاً زائداً على جمالها فهو مما يحبه الله تعالى لقوله الرسول - صلى الله عليه وسلم - : (( إن الله جميل يحب الجمال )) رواه مسلم ، فقوله : ( الجمال ) اسم دخلت عليه الألف واللام الاستغراقية فقد تقرر في القواعد أن الأصل هو بقاء العام على عمومه حتى يرد المخصص",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "، فالأصل في الزينة والجمال الحل والإباحة فمن حرم زينة معينه أو تجميلاً معيناً فإنه مطالب بالدليل المصحح لهذه الدعوى لأن الأصل عدم المنع والواجب هو البقاء على عدم المنع حتى يرد الناقل إلا أنه ومع القول بأن الأصل في الزينة الحل ، لابد من ضبط هذا الباب لضوابط قد وردت بها الأدلة الشرعية وهو كما يلي : ¶ الضابط الأول : ستر هذه الزينة وعدم التبرج ، قال تعالى : { وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا.... } الآية ، وقال في آخرها : { وَلا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ } ، وقال تعالى : { وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى } وهذا ضابط واضح لا يحتاج إلى مزيد بيان . ¶ الضابط الثاني : ألا تكون هذه الزينة المعينة مما اشتهر عن نساء الغرب وصار من عادتهن وعرفن به أي ألا تقصد المرأة بهذه الزينة التشبه بالكافرات فإن من مقاصد الشريعة مجانية الكفار فيما هو من عبادتهم وعادتهن وقد قال عليه الصلاة والسلام : (( من تشبه بقوم فهو منهم )) ، والأحاديث في هذا المعنى كثيرة ، وهذا شرط عظيم في زينة المرأة وبه تتميز المرأة المسلمة عن أهل الكفر والفسوق والفجور والخنا .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "الضابط الثالث : أن لا يمنع من هذه الزينة دليل خاص ، لأننا قلنا في الأصل : ( إلا بدليل ) فإذا أثبت الدليل الخاص بالمنع من نوع من أنواع الزينة فإنه يكون مخصوصاً من الأصل وذلك كالتزين بوصل الشعر فإنه من الزينة المحرمة وهو المسمى (بالباروكة) وهو حرام مطلقاً سواءً كان بشعر طبيعي أو صناعي فقد روى البخاري في صحيحة من حديث حميد بن عبدالرحمن بن عوف أن سمع معاوية بن أبي سفيان عام حج وهو على المنبر يقول – وتناول قصه من شعر كانت بيد حرسي – أين علمائكم ؟ سمعت رسول الله صلى الله عليه وسلم ينهى عن مثل هذه ، ويقول : (( إنما هلكت بنو اسرائيل حين اتخذ هذه نسائهم )) ، وروى أيضاً في صحيحة بسنده من حديث سعيد بن المسيب قال : قدم معاوية بن أبي سفيان المدينة قدمة قدمها فخطبنا فأخرج كبه من شعر فقال : ما كنت أرى أحداً يفعل ذلك غير اليهود وإن النبي صلى الله عليه وسلم سماه زوراً ، يعني الوصل في الشعر ، وفي الصحيح عن أسماء ، قالت : سألت امرأة النبي صلى الله عليه وسلم فقالت : يا رسول الله ! إن ابنتي أصابتها الحصبة فامرق شعرها وإني زوجتها أفأصل فيه ؟ فقال : (( لعن الله الواصلة والمستوصلة )) فحيث ثبتت هذه الأدلة بالمنع الجازم والنهي القاطع فلا كلام لأحدٍ مع كلام المشارع . فتكون هذه الزينة ممنوعة على وجه الخصوص ، ومن الزينة الممنوعة أيضاً التجميل بالوشم والنمص وتفليج الأسنان للحسن فعن علقمة قال : (( لعن عبدالله بن مسعود الواشمات والمتنمصات والمتفلجات للحسن والمغيرات خلق الله ، فقالت أم يعقوب : ما هذا ؟ قال عبد الله : ومالي لا ألعن من لعن رسول الله صلى الله عليه وسلم ... )) الحديث ، وقد اتفقت المذاهب الأربعة على تحريم وشر الأسنان ، فهذه الأنواع من الزينة المحرمة لورود الدليل الخاص بها . ومن ذلك أيضاً : الطيب حال إرادة الخروج من البيت لا سيما إذا كانت راحلة وستمر على الرجال ، فالطيب على هذه الحالة حرام لا",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "يجوز ، قال تعالى : { وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا } وثبت عنه صلى الله عليه وسلم أن قال : (( كل عين زانية ، والمرأة إذا استعطرت فمرت بمجلس فيه كذا وكذا ، يعني زانية )) رواه الترمذي وأبو داود والنسائي وقال الترمذي : حدثنا هارون بن سعيد الأيلي قال : حدثنا ابن وهب عن بسر بن سعيد أن زينب الثقفية كانت تحدث عن رسول الله صلى الله عليه وسلم أنه قال : (( إذا شهدت إحداكن العشاء فلا تطيب تلك الليلة )) وفي لفظ (( فلا تمس طيباً )) وروى أيضاً في صحيحه قال : حدثنا يحيى بن يحيى وإسحاق بن إبراهيم قال يحيى : أخبرنا عبد الله بن محمد بن عبدالله بن أبي فروه عن يزيد بن خصيفه عن بسر بن سعيد عن أبي هريرة - رضي الله عنه - قال : قال رسول الله صلى الله عليه وسلم : (( أيما امرأة أصابت بخوراً فلا تشهد معنا العشاء الآخرة )) وأما في بيتها فلا حرج في ذلك . ¶ ومن ذلك أيضاً : أن لا تكون هذه الزينة المعينة مما قد اختص به الرجال فإذا كانت هذه الزينة من زينة الرجال فإنه يحرم على المرأة أن تتزين بها والأصل في ذلك مارواه البخاري وغيره من حديث ابن عباس – رضي الله عنهما – قال : (( لعن رسول الله صلى الله عليه وسلم المتشبهين من الرجال بالنساء والمتشبهات من النساء بالرجال )) هذه بعض الأمثلة على الضابط الثالث والله أعلم . ¶ الضابط الرابع : أن لا تكون هذه الزينة إذا كانت لباساً أن لا تكون لباس شهرة فقد ثبت عنه صلى الله عليه وسلم أنه قال : (( من لبس ثوب شهرة في الدنيا ألبسه الله ثوب مذلة يوم القيامة ثم ألهبة في نار )) رواه أبو داود وابن ماجه ولسند صحيح . والمقصود بذلك الثوب الذي يوجب لصاحبه الاشتهار بين الناس لمخالفته للعادة شكلاً أو ثمناً وهو الثوب الموجب للعجب والكبر والخيلاء ورؤية النفس أنه أعلا ممن حوله والله أعلم .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "الضابط الخامس : مراعاة القصد في الزينة وعدم الإسراف فإن الوسطية في كل شيء منهج شرعي و صراط مستقيم قال تعالى : { إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُوراً } ، وقال تعالى : { يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا } ، وقال تعالى : { وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُوماً مَحْسُورًا } والله أعلم . ¶ الضابط السادس : حسن القصد وأن لا يكون المقصود بالزينة مجرد المفاخرة وجلب المديح والدخول في دائرة التحدي مع النساء في التزين والترفع على من لا تجد هذا النوع من الزينة فإن هذه المقاصد ممنوعة وقد تقرر في القواعد أن ما أفظى إلى الممنوع فهو ممنوع وأن الوسائل لها أحكام المقاصد وأن ما لا يتم ترك الحرام إلا به فتركه واجب ، وقد قال عليه والصلاة والسلام : (( إنما الأعمال بالنيات وإنما لكل امرىءٍ ما نوى ... الحديث )) والله أعلم.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "الضابط السابع : أن لا يكون في هذه الزينة ضرر على المرأة وذلك لحديث : (( لا ضرر ولا ضرار )) وصححه الألباني . فهذه مجمل الضوابط في هذا الباب ، وبناء عليه فيجوز للمرأة أن تتزين بقص شعرها بشرطين : - أن لا تقصد التشبه بكافرة معينة ، وأن لا تصل بقصه إلى حد تشابه فيه الرجال ويجوز لها أن تتزين بما شاءت من الحلي ما لم يصل إلى حد الإسراف ، ويجوز لها أن تتزين بثقب أنفها إن جرت عادة قومها بذلك وبتعليق القرط في إذنها ، ويجوز لها أن تتزين بالحناء في يديها ورجليها وبما يسمى عند العامة بـ( الروج) ويجوز لها النقش بالحناء في يديها ورجليها ويجوز لها أن تتجمل بسائر الأصباغ التي توضع على الوجه وبما يسمى بالمناكير ولكن عليها إزالته إذا أرادة الصلاة لأنه يمنع من وصول الماء إلى الظفر ، ويجوز لها التزين بتشقير الحواجب إذ لا مانع من ذلك وليس من النمص في شيء ، ويجوز لها أن تتزين بإزالة شعر يديها ورجليها بل هو الأحظى عند الزوج ونحن معاشر الأزواج نعرف ذلك ، ويجوز لها أن تتزين بأي نوع من أصباغ الشعر ومن يمنع من ذلك فإنه مطالب بالدليل ، ويجوز لها لبس العدسات الملونة لكن بشرط أن لا تكون غالية الثمن أي لا تصل إلى حد الإسراف وأن يأذن لها الطب بذلك ، ويجوز لها أن تتجمل بسن الذهب ، ويجوز لها أن تتحلى بما شاءت من الجواهر من الألماس ونحوه مما يعرفه النساء ويجوز لها أن تلبس عند زوجها ما شاءت من اللباس لتسلب لبه وتحكم قلبه وتصد نفسه عن التطلع لغيرها ولا ينبغي التضييق على لباس المرأة عند زوجها خاصة . ويجوز لها وضع أي صبغ شاءت على شفاهها ، ويجوز لها أن تدهن جسدها بما يلطفه ويحسن ملمسه من أي أنواع الأدهان كان لكن الحذر من الأدهان المشتملة على شيء من شحم الميتة أو دهن الخنزير ، وليس عندنا في السعودية ولله الحمد شيء من ذلك ومن منع شيء من ذلك فليمنعه في خاصة نفسه وأهله ولا يمنع عباد الله من شيء لم يحرمه الشارع عليهم ،",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "فإن تحريم الحلال كتحليل الحرام كلاهما ممنوعان . ويجوز لها أن تتزين بلبس ساعة الذهب ، وبلبس الخلخال في القدم ولكن لا تضرب برجلها ليعلم الرجال ما تخفيه من زينتها ، للآية ، وقد ذكرنا في المسائل الطبية أن عمليات التجميل الحاجية جائزة كإزالة عيب في الأسنان أو الأذن أو الأنف أو لإزالة تشوه عارض بسبب حادث ونحوه ، كل ذلك لا بأس به ، ويجوز لها التجمل بالكحل ، ويجوز لها أن تتزين بقص أطراف شعرها وتسويته ، ويباح لها أن تتزين بتجعيد شعرها على وجه لا تقصد به التشبه بكافره معينه ، وهذه بعض الأمثلة فقط ، ويكفيك أن تعرف الأصل بضوابطه فإنه مريح لك في هذا الباب ، ومن أراد أن ينقلك عنه فقل له لا بد من دليل لأن الأصل هو البقاء على الأصل حتى يرد الناقل ، والله ربنا أعلى وأعلم . ¶ ( فصل -25- ) ¶ وأذكر لك بعض الأصول بلا شرح من باب الاختصار لأنني أظن أني أطلت وخرجت عن المقصود فأقول : ¶ الأصل في نواقض الطهارة التوقيف . ¶ الأصل في موجبات الغسل التوقيف . ¶ الأصل في مفسد الصوم التوقيف . ¶ الأصل في مفسد الحج التوقيف . ¶ الأصل في شرط العبادة التوقيف . ¶ الأصل في الميقات الحرمة . ¶ الأصل في محظورات الإحرام التوقيف . ¶ الأصل في الوكالة الجواز فمن جاز له التصرف في حق جار له التوكل والتوكيل فيه . ¶ الأصل أن كل ما صح بيعه صح قرضه . ¶ الأصل في العرف الاعتماد إلا ما خالف الشرع . ¶ الأصل جواز الصلاة على كل مسلم . ¶ الأصل في الأحكام الشرعية التعليل . ¶ الأصل إحسان الظن في المسلمين . ¶ الأصل في المسلم العدالة . ¶ الأصل في الغيبة الحرمة إلا ما استثناه الشارع . ¶ الأصل جواز الصلاة في كل بقعة إلا ما استثناه الشارع . ¶ الأصل قيام التيمم مقام الوضوء في كل ما هو من خصائصه . ¶ الأصل في الدم الخارج من المرأة أنه حيض إلا بناقل عن ذلك . ¶ الأصل حمل اللفظ على كل معانيه إذا احتملها ولم يكن في حمله عليها شيء من التعارض.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "الأصل جواز قضاء الحاجة في كل بقعه إلا ما استثناه شرع أو عرف . ¶ الأصل جواز الاستجمار بكل مزيل طاهر مباح . ¶ الأصل في الحكم على الآخرين العدل والإنصاف . ¶ الأصل في فعل النبي صلى الله عليه وسلم التشريع إلا بدليل يخرجه عن ذلك . ¶ الأصل في الأفعال المنفية بـ( لا ) النافية للجنس نفي حقيقتها الشرعية إن أمكن وإن لا فلنفي الكمال . ¶ الأصل وجوب إبلاغ العلم إلا ما عارض تبليغه مصلحة راجحة . ¶ الأصل في التأليف الجواز ، فهذه خمسون أصلاً تندرج تحت قاعدة : ( الأصل هو البقاء على الأصل حتى يرد الناقل ) وختمناها بذكر الأًصل في التأليف من باب الاعتذار وإلا فلست من أهله ولكنه التطفل وكلما عزمت على كف القلم عن الكتابة عرض في الخاطر فائدة وغلب على قلبي حبك فلا أشعر إلا وقد أمسكت القلم وكتبت فيها ما شاء الله أن أكتب ، فأستغفر الله وأتوب إليه وأعوذ به جل وعلا من أن يجعل أعمالنا علينا وبالاً ، وأسأله جل وعلا أن يغفر لأهل العلم وأن يرفع نزلهم في الفردوس الأعلى وأن يثبت أحياءهم ويغفر لموتاهم وأن يجزيهم خير ما جزا عالماً عن أمته وأن يوفقنا لسلوك سبيلهم في العلم والعمل والدعوة ، وأن يعفو عنا الزلل والتقصير في حقهم ، فهذه الرسالة قد انتهت وقد حاولت فيها جهدي أن أقرب لك شيئاً يسيراً من شرح هذا الأصل المهم فإن أصبت فمن الله وإن أخطأت فمن نفسي والشيطان ، وهذا عمل بشر والأًصل فيه النقص ، وقد جعلتها وقفاً لله تعالى لمن أراد طباعتها من المسلمين ولو بغير اسم مؤلفها فإن المقصود وصول الحق للناس بغض النظر عن قائله ، وأعوذ بالله من الكبر والغرور والرياء والشهرة والسمعة وأن ألبس ثوباً ليس هو ثوبي ، وأعوذ به أن يفضحني بين عباده ، وقد حصل الفراغ منها في اليوم الثالث والعشرين من شهر رمضان المبارك قبيل صلاة الفجر عام خمس وعشرين وأربعمائة وألف من هجرة الحبيب صلى الله عليه وسلم وآخر دعوانا أن الحمد لله رب العالمين وصلى الله على",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "نبينا محمد على آله وصحبه وسلم . ¶ قال كاتبها الفقير المسكين الضعيف لربه جل وعلا ¶ أشهد الله تعالى ومن حضرني من الملائكة ومن يطلع عليها من طلبة العلم أنها وقف لله تعالى على عموم المسلمين والله ربنا أعلى وأعلم ¶ ...",
            "page": "88",
            "part": "1"
        }
    ],
    "t37482": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تحقيق المأمول في ضبط قاعدة الأصول"
        }
    ]
}