{
    "b37485": [
        {
            "id": "1",
            "nass": "... إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا ، من يهده الله فلا مضل له ، ومن يضلل فلا هادي له ، وأشهد ألا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده ورسوله صلى الله عليه وسلم تسليمًا كثيرًا .. ثم أمَّا بعد : ¶ ... فيا رب أسألك باسمك الأعظم الذي إذا دعيت به أجبت وإذا سئلت به أعطيت ، أن ترينا الحق حقًا وترزقنا اتباعه وترينا الباطل باطلاً وترزقنا اجتنابه ، وأن تهدي قلوبنا وتشرح صدورنا وتعيذنا من مضلات الفتن ما ظهر منها وما بطن ، وأن تكفينا شر الجدل بلا علم ولا برهان ، وأن لا تجعلنا من المجادلين في الحق بعد بيانه ، وأن ترسخ في قلوبنا محبة الحق والرضا به ، يا رب أسألك بأنك أنت الله الذي لا إله إلا هو الحي القيوم ذو الجلال والإكرام أن ترحمنا برحمتك وتحفظنا بحفظك وتحسن لنا الخاتمة ، وأن تثقل موازيننا وتدخلنا الجنة بلا حساب ولا عذاب إنك خير مسئول .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "... فيقول الفقير العاجز إلى ربه العلي القدير الكامل من كل وجه وليد بن راشد بن سعيدان : فإنني لما رأيت من كثير من أهل زماننا الخلط بين أصل العبادة ووصفها وانبنى على ذلك الخلط كثير من البدع القولية والعملية ، أحببت أن أشارك أهل العلم - رفع الله نزلهم في الفردوس الأعلى - ببيان ذلك الأمر ، وأوضحه توضيحًا كاملاً - إن شاء الله تعالى - ، وأطنب في ذكر الفروع والأمثلة عليه بما لا يدع فيه مجالاً للشك والخفاء والاضطراب ، والله أسال أن يمنَّ على عبده الضعيف بإتمامه على أحسن الوجوه وأتم الأحوال وأن يوفقني فيه للحق الموافق للكتاب والسنة وأن يشرح له الصدور ويفتح فيه الأفهام ويجعله نبراسًا يضيء الطريق لمن أراد الحق في هذا الباب وعملاً صالحًا نافعًا مباركًا متقبلاً مبرورًا ، ذلك لأهمية هذا الفرقان بين الأصل والوصف ، فإن من أوتيه فقد أوتي خيرًا كثيرًا جعلني الله وإياك ممن أتوا ذلك فانتبه لما أكتب وافتح فهمك وقلبك لتفهم ما أريد إثباته فإني أحب لك ما أحب لنفسي ولو كنت قادرًا على فتح قلبك وترسيخ المعلومة فيه لفعلت لأني أحبك في الله وأريد لك النجاة في الدارين ، وسوف تكون الكتابة في هذه الرسالة على الطريقة المعتادة وهي تقعيد القاعدة أولاً ثم شرحها تنظيرًا ثم تذييلها بما يفتحه الله تعالى من الفروع الكثيرة ، فأعوذ بالله من الغرور والكبر والحسد وبخس الناس حقوقهم وأستغفر الله وأتوب إليه من الزلل ، فأقول وبالله التوفيق ومنه أستمد الفضل والعون : ¶ شرعية الأصل لا تستلزم شرعية الوصف ¶ ... أقول : هذه القاعدة من أهم القواعد الأصولية العقدية والتي تميط اللثام عن زيف الربط بين الوصف والأصل ، ولكن قبل الدخول فيها لابد من التقديم لها بدراسة بعض القواعد المهمة والتي ستعين - إن شاء الله تعالى - على فهم هذه القاعدة الفهم التام بحول الله وقوته وتوفيقه وفضله ، فأقول : ¶ القاعدة الأولى ¶ الأصل في العبادات الحظر والتوقيف",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "... وهذه من القواعد المتفق عليها بين أهل الإسلام - رفع الله نزلهم في الفردوس الأعلى - ، ومفادها أنه لا يجوز اعتقاد شيء من التعبدات القولية أو العملية إلا وعليها دليل صحيح من الكتاب والسنة ، فباب التعبدات موقوف على إثبات الدليل ولا مدخل للعقول والأعراف والرؤى والأحلام والمكاشفات والمرويات الضعيفة وسلوم القبائل والعادات والتقاليد في إثبات شيء من ذلك ، بل العبادات طريق معرفتها إثبات الشارع لها ، فما أثبته الشارع من العبادات فهو العبادة ، وما لم يثبته فإنه لا يجوز إدخاله في حيز العبادة ، فإن إثبات شيء من التعبدات لا دليل عليه محادة ومعاندة لله ولرسوله - صلى الله عليه وسلم - ؛ لأن التشريع حق محض لله جل وعلا { إِنِ الْحُكْمُ إِلاَّ لِلّه } . وقال - عليه الصلاة والسلام - : (( من أحدث في أمرنا هذا ما ليس منه فهو رد )) متفق عليه ، ولمسلم : (( من عمل عملاً ليس عليه أمرنا فهو رد )) . وله من حديث جابر بن عبدالله - رضي الله عنهما - أن النبي - صلى الله عليه وسلم - كان إذا خطب يقول : (( أما بعد فإن أصدق الحديث كتاب الله تعالى وخير الهدي هدي محمدٍ - صلى الله عليه وسلم - وشر الأمور محدثاتها وكل بدعة ضلالة )) . ¶ ... وروى البخاري عن ابن عباس - رضي الله عنهما - قال : قال رسول الله - صلى الله عليه وسلم - : (( أبغض الناس إلى الله ثلاثة : ملحد في الحرم ، ومبتغٍ في الإسلام سنة الجاهلية ، ومطلب دم امرئ مسلم بغير حق ليهريق دمه )) .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "... وعن العرباض بن سارية - رضي الله عنه - قال : وعظنا رسول الله - صلى الله عليه وسلم - موعظة بليغة ذرفت منها العيون ووجلت منها القلوب ، فقلنا : يا رسول الله ، كأنها موعظة مودع فأوصنا . قال : (( أوصيكم بتقوى الله والسمع والطاعة وإن تأمر عليكم عبد فإنه من يعش منكم فسيرى اختلافًا كثيرًا فعليكم بسنتي وسنة الخلفاء الراشدين المهديين بعدي تمسكوا بها وعضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل محدثة بدعة وكل بدعة ضلالة )) حديث حسن صحيح . ¶ ... وعن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : (( يكون في آخر الزمان دجالون كذابون يأتونكم من الأحاديث بما لم تسمعوا أنتم ولا آباؤكم فإياكم وإياهم لا يضلونكم ولا يفتنونكم )) رواه مسلم . ¶ ... وفي الصحيحين من حديث أنس في قصة الرهط الثلاثة وفي آخره فقال النبي - صلى الله عليه وسلم - : (( فمن رغب عن سنتي فليس مني )) . ¶ ... وقال - عليه الصلاة والسلام - : (( يا أيها الناس إني تركت فيكم ما إن اعتصمتم به فلن تضلوا أبدًا كتاب الله وسنة نبيه - صلى الله عليه وسلم - )) رواه الحاكم . ¶ ... وقال - عليه الصلاة والسلام - : (( لا يؤمن أحدكم حتى يكون هواه تبعًا لما جئت به )) صححه النووي في الأربعين . ¶ ... وفي الصحيحين أن عمر قبَّل الحجر الأسود وقال : (( إني لأعلم أنك حجر لا تضر ولا تنفع ولولا أني رأيت رسول الله - صلى الله عليه وسلم - يقبلك ما قبلتك )) . ¶ ... وقال ابن مسعود : (( اتبعوا ولا تبتدعوا فقد كفيتم )) رواه الدرامي . ¶ ... ولمسلم من حديث ابن مسعود أنه قال : (( ولو أنكم صليتم في بيوتكم لتركتم سنة نبيكم ولو تركتم سنة نبيكم لظللتم )) . ¶ ... وقال عبدالله بن عمر - رضي الله عنهما - : (( كل بدعة ضلالة وإن رآها الناس حسنة )) .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "... والنقول المؤيدة لهذه القاعدة لا تكاد تحصر إلا بكلفة وقد صارت عند العلماء أوضح من شمس النهار ، وقد تلقتها الأمة بالقبول والتسليم والاعتماد ، وهذا يفيد أن العبادات وقف في إثباتها على الدليل ، وقولنا : ( الأصل في العبادة الحظر ) لا نعني به أصل العبادة فقط ، بل يدخل تحت هذه القاعدة عدة ضوابط لابد من فهمها وهي كما يلي : ¶ ... الضابط الأول : الأصل في صفة العبادة الوقف على الدليل ، أي أنه لا يجوز ربط عبادة بكيفية معينة إلا وعلى هذا الربط دليل من الكتاب أو صحيح السنة ، فمن فعل عبادة بصفة معينة لم يأت دليل يثبت هذه الصفة فهو مبتدع . ¶ ... الضابط الثاني : الأصل في الاشتراط في العبادة الوقف على الدليل ، أي أنه لا يجوز لأحدٍ أن يربط صحة عبادة بشرطٍ ما ، إلا وعلى هذا الربط دليل من الكتاب أو صحيح السنة ، وبناءً عليه : فمن زعم أن هذا الشيء شرط في هذه العبادة فإنه مطالب بالدليل المثبت لصحة دعواه هذه ؛ لأن الأصل في الاشتراط في العبادة الوقف . ¶ ... الضابط الثالث : الأصل في مبطلات العبادة الوقف ، وبيان ذلك أن يقال : أن الأصل المتقرر عند أهل العلم : أن ما انعقد حكمه بالدليل الشرعي فإنه لا ينقض إلا بالدليل الشرعي ، فإذا دل الدليل الشرعي الصحيح الصريح أن هذا الفعل أو هذا القول من مبطلات هذه العبادة فأهلاً وسهلاً ، وإذا لم يأت دليل يثبت صحة ذلك فلا أهلاً ولا سهلاً ، والمطالب بالدليل هو الناقل عن الأصل لأنه قد تقرر في القواعد أن الدليل يطلب من الناقل عن الأصل لا من الثابت عليه . ¶ ... الضابط الرابع : الأصل في ربط العبادة بزمان الوقف على الدليل ، وهذا لاشك فيه ، فإن العبادات المطلقة لا ينبغي تقييدها بزمان معين يعتقد أن فعلها فيه أفضل من غيره إلا وعلى هذا القيد دليل صحيح صريح من الكتاب أو السنة .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "... الضابط الخامس : الأصل في ربط العبادة بمكانٍ الوقف على الدليل ، وهذا أيضًا لا إشكال فيه ، فإن العبادات المطلقة عن المكان لا يجوز تقييدها بمكان معين يعتقد أن فعلها فيه أفضل من غيره إلا وعلى ذلك القيد دليل صحيح صريح . ¶ ... الضابط السادس : الأصل في ربط العبادة بسبب معين الوقف على الدليل ، وذلك لأن هناك بعض الناس يعمد إلى عبادات مشروعة في الأصل ثم يعتقد مشروعيتها عند سببٍ معين ، وهذا الربط لا دليل عليه من الشريعة ، فيكون بهذا التقييد وهذا الاعتقاد متحارز للحد وطارق باب بدعة إن لم يكن قد ولجه . ¶ ... الضابط السابع : الأصل في قدر العبادة الوقف على الدليل ، أي أنه لا يجوز تقييد العبادة بقدرٍ معين ، ويعتقد أفضلية فعلها بهذا القدر المعين إلا وعلى ذلك القيد دليل من الشارع ، فكما أنه لا يجوز أن نتجاوز أو نقصر عن تقدير الشارع فكذلك لا يجوز لنا أن نقيد ما أطلقه الشارع وجعله مفتوحًا ونجعل له قدرًا معينًا بلا دليل ولا برهان . ¶ ... فهذه الضوابط كلها تتفرع عن هذه القاعدة العظيمة ، أعني قاعدة : ( الأصل في العبادات الوقف على الدليل ) . ¶ ... وبناءً عليه فأقول : لا يجوز إنشاء عبادة إلا بدليل ، ولا يجوز ربطها بزمان أو مكان أو وصف أو مقدار أو سبب إلا بدليل ، كما أنه لا يجوز أيضًا ادعاء مبطل لها إلا بدليل ، فالعبادة أصلاً وزماننًا ومكانًا وسببًا وشرطًا ومبطلاً ومقدارًا كلها وقف على الأدلة الشرعية الصحيحة الصريحة ، ويتضح بالقاعدة الثانية ... ¶ القاعدة الثانية ¶ الأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "... ونعني بالأحكام الشرعية ، أي : الوجوب ، والتحريم ، والندب ، والكراهة والإباحة ، فإن إثبات شيء من هذه الأحكام وقف على إثبات الشارع ، فإن إثباتها حق من حقوقه ، وإنما علينا الاتباع لا الابتداع ، والاقتفاء لا الابتداء ، فلا يجوز ادعاء وجوب أو استحباب شيء من الأقوال أو الأفعال إلا وعليه دليل ، ولا يجوز أيضًا ادعاء حرمة أو كراهة شيء إلا وعليه دليل ، فالواجب ما أوجبه الله ورسوله ، والمندوب ما ندبه الله ورسوله ، والمحرم ما حرمه الله ورسوله ، والمكروه ما كرهه الله ورسوله ، ولأن الأصل عدم هذه الأحكام وقد تقرر في القواعد أن الأصل هو البقاء على الأصل حتى يرد الناقل ، وقد قال تعالى : { وَلاَ تَقُولُواْ لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلاَلٌ وَهَذَا حَرَامٌ لِّتَفْتَرُواْ عَلَى اللّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللّهِ الْكَذِبَ لاَ يُفْلِحُونَ } ، وقال تعالى : { وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولئِكَ كَانَ عَنْهُ مَسْؤُولاً } ، وقال تعالى في سياق المحرمات على ترتيبها في الأعظمية فقال في آخرها : { وَأَن تَقُولُواْ عَلَى اللّهِ مَا لاَ تَعْلَمُونَ } ، فالقول على الله تعالى بلا علم جرم عظيم ومرتع وخيم ، وأضف إلى هذا أن العقول لا تستقل بإدراك الشرع على وجه التفصيل ، فاحتاجت البشرية إلى إرسال الرسل وإنزال الكتب لتدلهم على ما يجوز التعبد به لله مما لا يجوز ، فلو كانت العقول تستقل بذلك لما احتجنا إلى إرسال الرسل ولا إنزال الكتب .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "... وبناءً عليه فأقول : إن جميع متعلقات العبادة سواءً في إثبات أصلها أو إثبات صفةٍ أو بعض صفة لها ، أو إثبات زمانٍ أو مكان أو شرط أو سبب لها ، كل ذلك من جملة الأحكام الشرعية ، فلابد من وقفها على إثبات الدليل لها ، فما أثبته الدليل من العبادات فهو العبادة ، وما أثبته الدليل من الصفات فهو الصفة ، وما أثبته الدليل من الشروط فهو الشرط المعتبر ، وما أثبته الدليل من الأسباب فهو السبب ، فلا يجوز الزيادة على ما أثبته النص ، ولا يجوز التقصير عن ما أثبته النص ، ولا يجوز إحداث شيء لم يثبه النص ، فإن الدين كامل كما قال تعالى : { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ } ، فإذا سمعت أحدًا يقول هذا الشيء واجب فقل له : أين الدليل ؟ وإذا سمعت أحدًا يقول : هذا حرام أو يقول هذا مستحب أو يقول هذا مكروه ، فقل له : أين الدليل ؟ ¶ ... واعلم - رحمك الله تعالى - أن الواجب هو ما أوجبه الدليل الصحيح الصريح لا ما أثبته المذهب الذي تسير عليه ، فالمذاهب كلها توزن بالدليل ، لا أن الدليل يوزن بها ، والأقوال كلها تابعة للدليل لا أن الدليل تابع لها ، فالدليل هو الميزان وما سواه فموزون ، والدليل هو المقدم وما سواه فهو المؤخر ، والدليل هو المتبوع وما سواه فتابع ، والدليل هو الأول وما سواه فآخر ، فالأحكام الشرعية وقف على النص ولا عبرة بالمذاهب المخالفة ولا بالأقوال والآراء المصادمة ، وهذا شيء يجب اعتماده ، فما صح به الدليل فإنه يجب اعتماده وتقديمه ، ولنا رسالة ذكرنا فيها وجوب الأخذ بخبر الآحاد ، وقررنا ذلك بالأدلة من الكتاب والسنة وإجماع السلف ، وأجبنا عن شبهات المخالفين .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "... وخلاصة الكلام أن يقال : إن العبادة أصلاً وصفة وسببًا وزمانًا ومكانًا ومقدارًا واشتراطًا وإبطالاً وقف على الدليل ، لأن إثبات شيء من ذلك حكم شرعي والأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة ، فالمرجو منك أن تحفظ هاتين القاعدتين لأنها تيسر تحقيق المقصود من هذه الرسالة وهو التفريق بين أصل العبادة ووصفها ، والله أعلم . ¶ القاعدة الثالثة ¶ يجب إبقاء المطلق على إطلاقه ولا يقيد إلا بدليل ¶ ... وهذه القاعدة أيضًا مهمة لفهم قاعدتنا التي نحن بصدد بيانها ، فأقول : إن هناك أشياء قولية أو فعلية ، قد أطلقت في الشريعة ، فيكون الأصل بقاء إطلاقها ، ومن قيدها بشيء معين فإن هذا القيد لا يقبل إلا إذا جاء بما يؤيده من البرهان الساطع والدليل القاطع ، وإلا فلا قبول لكلامه ، لأنه مخالف للأصل ومن خالف الأصل فعليه الدليل ، فالعبادة المطلقة عن الزمان ، يجب بقاؤها مطلقة عن الزمان ، فمن قيدها بزمان معين فعليه الدليل . والعبادات المطلقة عن المكان يجب بقاؤها مطلقة عن المكان ، فمن قيدها بمكانٍ معين فعليه الدليل . والعبادات المطلقة عن السبب يجب بقاؤها مطلقة عن السبب ، فمن قيدها بسببٍ معين فعليه الدليل . والعبادات المطلقة عن الشروط يجب بقاؤها مطلقة عن الشروط ، فمن قيدها بشرط فعليه الدليل . والعبادات المطلقة عن المقدار يجب بقاؤها مطلقة عن المقدار ، فمن قيدها بمقدار معين فعله الدليل . والعبادات المطلقة عن الصفة يجب بقاؤها مطلقة عن الصفة ، فمن قيدها بصفة معينة فعليه الدليل .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "... وتعليل ذلك هو أن الأصل وجوب بقاء المطلق على إطلاقه ولا يقيد إلا بدليل ، ولأن القيد شيء زائد على الأصل وهذا القدر الزائد لابد له من دليل آخر ، ولأن هذا القيد مما يقصد به التعبد والأصل في العبادات الوقف على الدليل ، ولأن هذا القيد حكم شرعي والأصل توقيف إثبات الأحكام الشرعية على ورود الأدلة الصحيحة الصريحة ، ولأن هذا القيد فيه إعمار للذمة بلزوم اعتقاده والأصل براءة الذمة إلا بدليل ، ولأن إثباته مخالف للأصل ، ومن ادعى خلاف الأصل فعليه الدليل، ولأنه ناقل عن الأصل والناقل عن الأصل مطالب بالدليل. وبه تعرف أنه : لا يجوز لأحدٍ أن يحدث في العبادة أي شيء ، بل يفعلها على وفق ما جاء به النص بلا زيادة ولا نقص كما سيأتي بيانه - إن شاء الله تعالى - ، وليس كل أحد يفعل في دينه ما يشتهي ، لا بل التعبدات وقف على إثبات رب الأرض والسموات العليم الخبير بمصالح عباده من أنفسهم ، فانتبه لهذه القاعدة فإننا سنحتاجها كثيرًا عند الكلام على التفريع والله أعلى وأعلم ، ولا حول ولا قوة إلا بالله العلي العظيم . ¶ القاعدة الرابعة ¶ لا تقبل العبادات إلا بالإخلاص والمتابعة ¶ ... وهما شرطا قبول العبادة ، فلا تصح العبادة إلا بهما ، بل لا تكون العبادة عبادة شرعية إلا بهما ، فالعبادة كالطائر والإخلاص والمتابعة كجناحي هذا الطائر ، فعمل بلا إخلاص لا يقبل ، وعمل بلا متابعة لا يقبل ، وهما شرطان متلازمان لا ينفكان أبدًا . ¶ ... فأما الإخلاص : فمعناه أن يكون الباعث لك على العبادة إنما هو إرادة وجه الله تعالى لا شيء آخر ، قال تعالى : { وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاء } ، وقال تعالى : { فَاعْبُدِ اللَّهَ مُخْلِصًا لَّهُ الدِّينَ . أَلاَ لِلَّهِ الدِّينُ الْخَالِصُ } ، وقال : { قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَّهُ دِينِي } .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "... وقال - عليه الصلاة والسلام - : (( إنما الأعمال بالنيات وإنما لكل امرئ ما نوى ، فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله ومن كانت هجرته إلى دينا يصيبها أو امرأة يتزوجها فهجرته إلى ما هاجر إليه )) متفق عليه ، ولهما من حديث أبي موسى مرفوعًا : (( من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله )) . ¶ ... وقال - عليه الصلاة والسلام - : (( أول الناس يقضى عليه يوم القيامة ثلاثة : رجل استشهد فجيء به فعرفه نعمه فعرفها فقال : ما عملت فيها ؟ فقال : قاتلت فيك حتى استشهدت . فيقال : كذبت ، ولكنك قاتلت ليقال : جريء ، فقد قيل ، ثم يؤمر به فيسحب على وجهه فيطرح في النار . ورجل تعلم العلم وعلمه وقرأ القرآن فجيء به فعرفه نعمه فعرفها فقال : ما عملت فيها ؟ فيقول : تعلمت العلم وعلمته وقرأت القرآن فيك ، فيقال : كذبت ، ولكنك تعلمت العلم ليقال عالم وقرأت القرآن ليقال قارئ ، فقد قيل فيؤمر به فيسحب على وجهه فيطرح في النار . ورجل وسع الله عليه وأعطاه من أصناف المال كله ، فجيء به فعرفه نعمه فعرفها فقال : ما عملت فيها ؟ فيقول : ما تركت من سبيل تحب أن ينفق فيها إلا وأنفقت فيها لك ، فيقال : كذبت ، ولكنك فعلت ذلك ليقال : كريم جواد ، وقد قيل فيؤمر به فيسحب على وجهه فيطرح في النار )) رواه مسلم . ¶ ... فانظر أيها الأخ المبارك إلى هذه الأعمال والعبادات العظيمة من الجهاد ، وطلب العلم وتعليمه وقراءة القرآن وإقرائه ، والصدقة ، لما تخلف عنها شرط الإخلاص صارت وبالاً على أصحابها وسببًا لأن يكونوا أول من تسعر بهم النار يوم القيامة ، فنعوذ بالله من زيغ القلوب وفساد النوايا ، وتلوث البواطن بالرياء وحب السمعة والظهور .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "... ولذلك قرر أهل العلم - رحمهم الله تعالى - قاعدة في هذا الباب فقالوا : النية شرط لصحة المأمورات وشرط لترتب الثواب في التروك . وقالوا أيضًا : لا ثواب إلا بنية . وقالوا أيضًا : أعمال الجوارح تختلف أحكامها صحة وبطلانًا وكمالاً ونقصانًا باختلاف النية في الباطن ، ولا تنس قوله تعالى : { يَوْمَ تُبْلَى السَّرَائِرُ } ، فأسأله جل وعلا باسمه الأعظم أن لا يفضحنا في ذلك اليوم ، وأن يغفر لنا ويتجاوز عنا ويعاملنا برحمته ورأفته ومغفرته . ¶ ... وفي الحديث : (( إن الله تعالى لا ينظر إلى صوركم ولا إلى أجسامكم ولكن ينظر إلى قلوبكم وأعمالكم )) رواه مسلم . ¶ ... وعليه : فلابد من مراقبة النية وعدم الغفلة عنها ومحاسبة النفس محاسبة الشريك الشحيح لشريكه ، وكثرة دعاء الله تعالى بالإخلاص ، ومطالعة سير الصالحين الذين بلغوا القمة في تحقيق المراقبة وتعويد النفس على الاختفاء بالأعمال التي لم يشرع أن تكون جماعية ، فإن هذا أدعى لحصول الإخلاص ، نسأله جل وعلا أن يعيننا على الإخلاص في الأقوال والأعمال ، والله المستعان . ¶ ... وأما المتابعة : فيراد بها أن يكون العمل الصادر منك على وفق السنة في جنسه وسببه وصفته وزمانه ومكانه ومقداره ، وهي التي يسميها العلماء جهات التعبد الست ، فمن عمل عملاً ليس عليه أمر النبي - صلى الله عليه وسلم - فهو رد ، ومن أحدث في الدين شيئًا وزعم أنه من جملة التعبدات بلا دليل فهو رد كما مر معنا في الأحاديث السابقة ، وقد قال بعض السلف عند قوله تعالى : { لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً } قال : (( أخلصه وأصوبه )) ، فسئل عن معنى ذلك فقال : (( إن العمل إذا كان خالصًا ولم يكن صوابًا لم يقبل ، وإذا كان صوابًا ولم يكن خالصًا لم يقبل حتى يكون خالصًا صوابًا ، والخالص ما كان لله والصواب ما كان على السنة )) ، وهي كلمة بحق لابد أن تحفظ ألفاظها وتطبق على أرض الواقع .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "... وقال بعض السلف أيضًا : (( ما من فعلة وإن دقت إلا وينشر لها ديوانان: لم ؟ وكيف؟ أي لم فعلت وكيف فعلت )) ، فالأول سؤال عن الإخلاص ، والثاني سؤال عن المتابعة . ¶ ... فطريق الخلاص من السؤال الأول إنما يكون بتحقيق الإخلاص وتصفية الباطن من شوائب الرياء والتسميع ، ففي الحديث : (( من راءى راءى الله به ، ومن سمَّع سمَّع الله به )) . ¶ ... وطريق الخلاص من السؤال الثاني بتحقيق المتابعة للنبي - صلى الله عليه وسلم - في هذه الجهات الست ، فكل عمل يصدر منك على وجه العبادة فاسأل نفسك هل تحقق فيه الإخلاص ؟ وهل فعلته على وفق ما فعله النبي - صلى الله عليه وسلم - ؟ أم زدت فيه ونقصت وأحدثت ؟ فإخلاص بلا متابعة لا يفيد ، ومتابعة بلا إخلاص لا يفيد ، بل لابد من الإخلاص والمتابعة في كل عمل ، فأسأله جل وعلا باسمه الأعظم الإعانة على تحقيق ذلك ، والله أعلم . ¶ القاعدة الخامسة ¶ كل إحداث في الدين فهو رد ¶ ... وأصلها الحديث المعروف : (( من أحدث في أمرنا هذا ما ليس منه فهو رد )) ، أي مردود على صاحبه غير مقبول ، وهذا الإحداث لا يحصر في إحداث عبادة جديدة فقط ، بل المعنى أوسع من ذلك ، فيدخل فيه إحداث صفة جديدة لعبادة أصلها شرعي ، فهذا الإحداث رد ، ويدخل فيه إحداث سبب تربط به عبادة أصلها مشروع فهذا الإحداث رد ، ويدخل فيه إحداث زمان أو مكان تربط به عبادة أصلها مشروع ، فهذا الإحداث رد ، ويدخل فيه إحداث مقدار معين تربط به العبادة المشروعة ، فهذا الإحداث رد .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "... فيكون شرح الحديث هكذا : من أحدث في أمرنا ما ليس منه جنسًا ، أو ما ليس منه صفة ، أو ما ليس منه سببًا ، أو ما ليس منه زمانًا ، أو ما ليس منه مكانًا ، أو ما ليس منه مقدارًا ، أو ما ليس منه شرطًا ، كل ذلك الإحداث رد على صاحبه ، وقد عرف أهل العلم البدعة بقولهم : (( إحداث طريقة في الدين مخترعة يقصد بها المبالغة في التعبد تضاهي الطريقة الشرعية )) ، ويقال من باب الاختصار : فعل شيء يراد به التعبد بلا دليل . وكل البدع الشرعية ضلالة لقوله - صلى الله عليه وسلم - : (( وكل بدعة ضلالة )) وقد تقرر في الأصول أن ( كل ) من أقوى صيغ العموم ، فمن قال إن من البدع الشرعية ما يكون حسنًا فقد أخطأ والله يعفو عنه إن كان قصده حسنًا ، فليس في البدع الشرعية شيء حسن ، بل كلها قبيحة وضلالة وموجبة لأصحابها النار إن لم يغفر الله لهم . ¶ ... فإذا جمعت هذه القاعدة مع ما قبلها فإنه يتبين لك أن الأعمال قسمان : أعمال الباطن ، وأعمال الظاهر . ¶ ... فأعمال الباطن : ميزانها الإخلاص ، وعليه حديث : (( إنما الأعمال بالنيات )) ، فهذا الحديث ميزان للأعمال الباطنة . ¶ ... وأعمال الظاهر : ميزانها المتابعة ، وعليه حديث : (( من أحدث في أمرنا هذا ما ليس منه فهو رد )) .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "... فهذان الحديثان يدور عليهما غالب الشرع ، أي أن أعمال الباطن يطلب منك فيها الإخلاص ، وأعمال الظاهر يطلب منك فيها المتابعة . فالإخلاص عبادة الباطن ، والمتابعة عبادة الظاهر . والإخلاص واجب الباطن ، والمتابعة واجب الظاهر . والإخلاص واجب الملك الذي هو القلب ، والمتابعة واجب الجنود والحاشية وهم الجوارح ، فلابد من تطييب الملك بالإخلاص لتطيب الجنود والحاشية بالمتابعة ، فاحذر - رحمك الله تعالى - من أن تحدث في الدين شيئًا فيكون عليه وزره ووزر من عمل به إلى يوم القيامة ، ولا تكن مفتاح سوء يمقتك أهل الأرض والسماء ، ولا تغتر بكثرة الهالكين وإنما العبرة بالناجين كيف نجا ، وقد تقرر في القواعد : أن الكثرة ليست دليلاً على الصحة ، فـ { مَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ } ، { وَإِن تُطِعْ أَكْثَرَ مَن فِي الأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللّهِ } ، فالزم جادة الحق واتبع الدليل ولا تزغ عنه يمينًا أو شمالاً فتهلك ، عافانا الله من كل سوء وبلاء وفتنة ، والله أعلم . ¶ القاعدة السادسة ¶ سلامة القصد ليس بمسوغ للمخالفة",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "... وهذا أمر معروف شرعًا ، وسينفعنا في تقرير قاعدتنا الأصل : أعني قولنا : ( شرعية الأصل لا تستلزم شرعية الوصف ) ، وذلك لأن أكثر أهل البدع إذا أنكرت عليهم فإنهم يتذرعون لبدعهم بحجة أن مقاصدهم سليمة ، فيقال لهم : إن سلامة المقاصد ليست عذرًا في مخالفة الشرع ، بل الواجب متابعة الشرع باطنًا وظاهرًا ، وأضف إلى هذا أن المقاصد السليمة والنوايا الحسنة إنما ينتج عنها الأعمال الطيبة الموافقة للكتاب والسنة لا أنه يصدر عنها الأعمال القبيحة المضادة للشرع والمصادمة لأمر الله ورسوله - صلى الله عليه وسلم - ، فهذه دعوى عرية عن البرهان ، بل المخالف للشرع قصده سيء في الحقيقة حتى وإن زخرف القول وأبدع في دغدغة العبارات ونمق في إخراج الاعتذارات ، إن هي إلا شنشنة نعرفها من أخزم وحثالة قول نسمعها دائمًا ممن ضل وأجرم ، فسلامة القصد لا ينتج عنه إلا حسن العمل ، وكل إناءٍ بما فيه ينضح . ¶ ... فيقال لمن يدعي سلامة القصد : لو كنت صادقًا في هذه الدعوى لحرصت على إحسان العمل ، فإن القصد الحسن له علامات : ¶ ... منها : الحرص التام على إيقاع العمل موافقًا للسنة . ¶ ... ومنها : سرعة قبول الحق بعد استماعه والتوثق منه . ¶ ... ومنها : عدم معاداة أهل الحق والداعين إليه والذابين عن حياضه . ¶ ... ومنها : تعظيم الحق وتقديمه على كل شيء . ¶ ... ومنها : أن يكون هواك تبعًا للدليل لا العكس . ¶ ... ومنها : التواضع وعدم المكابرة . ¶ ... ومنها : إحسان الظن في الناصحين وعدم نبزهم بالأوصاف القبيحة والأوصاف المسهجنة . ¶ ... ومنها : التراجع عن الرأي الأول المعتمد إذا كان مخالفًا للدليل وإن أنكر عليه من أنكر أو حاربه ممن حاربه أو عاداه من عاداه ، فالحق عنده آثر من كل شيء وأحب إليه من كل شيء . ¶ ... ومنها : عدم إيغار صدور العامة على أهل الحق . ¶ ... ومنها : سلامة الصدر . ¶ ... ومنها : توافق الباطن والظاهر ، لا كالمنافقين أصحاب المقاصد السيئة . ¶ ... وغير ذلك من العلامات .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "... أما أن يدعي العبد أن قصده حسن وهو متقحم في المخالفات الشرعية وواقع بيديه ورجليه في البدع الردية ، فهذا كذب وزور وتلبيس ، فلابد مع سلامة القصد موافقة العمل للسنة ، والله تعالى ذكر عن المنافقين قولهم : { إِنْ أَرَدْنَا إِلاَّ إِحْسَانًا وَتَوْفِيقًا } مخادعة للمؤمنين ، وهي دعوى سامجة مخالفة لما يدعون إليه ، فإنهم يدعون إلى التحاكم إلى الطواغيت ، وإذا دعوا إلى الله ورسوله وكتابه ليحكم بينهم فإنهم يصدون صدودًا ، ومع ذلك يقولون : { إِنْ أَرَدْنَا إِلاَّ إِحْسَانًا وَتَوْفِيقًا } ، فكذبهم الله تعالى في هذه الدعوى بقوله : { أُولَئِكَ الَّذِينَ يَعْلَمُ اللّهُ مَا فِي قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ فِي أَنفُسِهِمْ قَوْلاً بَلِيغًا } ، فسلامة القصد لا تغني عن صاحبها إذا أساء العمل ، والعبد الموفق هو من يحرص على الأمرين جميعًا سلامة القصد ، وإحسان العمل ، وإذا ما وقعت منه هفوة بادر بالتوبة والإقلاع وتصحيح المسار إلى الله تعالى ، والله أعلم . ¶ ( فصل ) ¶ ... فإذا فهمت هذه القواعد فهمًا جيدًا فدونك هذه القاعدة التي هي مقصود هذه الرسالة ، وهي قاعدة : ( شرعية الأصل لا تستلزم شرعية الوصف ) ، وفي نظمها قلت : ¶ شرعية الأصول لا تستلزم ... شرعية الأوصاف يا من يفهم ¶ ... وبيانها أن يقال : اعلم - رحمنا الله وإياك - أن الأصل في العبادات الإطلاق أي الإطلاق عن الشرط ، والإطلاق عن الصفة ، والإطلاق عن الزمان ، والإطلاق عن المكان ، والإطلاق عن المقدار ، وقد تقرر لنا سابقًا أن الأصل هو بقاء المطلق على إطلاقه ولا يفيد إلا بدليل .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "... وبناءً عليه : فمن قيد عبادة بصفة فلابد أن يأتي بدليل يدل على مشروعية فعل هذه العبادة بهذه الصفة المعينة ، ولا حق له أن يستدل على شرعية هذا الوصف بالدليل الذي يثبت أصل العبادة ، فإن دليل الأصل للأصل والوصف شيء زائد على الأصل يتطلب دليلاً آخر غير دليل الأصل ، ومجرد شرعية الأصل لا يلزم منها تشريع الوصف ، فلابد من التفريق بين أصل العبادة ووصفها . ¶ ... ونقرب الأمر بضرب مثال فقهي فأقول : لو أثبت الدليل الشرعي أن هذا الشيء حرام ، فهل دليل التحريم يستفاد منه أنه نجس أم أن النجاسة شيء زائد على مجرد التحريم تحتاج إلى دليل آخر ؟ لاشك أن الجواب هو الثاني ، فليس كل حرام نجس فإن الحرير حرام على الرجال لكنه طاهر ، والذهب حرام على الرجال لكنه طاهر ، وآنية الذهب والفضة حرام على الرجال والإناث لكنها طاهرة ، والخمر حرام لكنها على الصحيح طاهرة ، والسم حرام أكله لكنه طاهر ، والمال الحرام الذي دخل من مكاسب غير مشروعة كالربا والغش والسرقة ونحوها هو حرام لكنه طاهر ، وهكذا .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "... فإذًا لا ملازمة بين الحرام والنجاسة ، أعني أن دليل التحريم لا يستفاد منه النجاسة ، فكذلك أصل العبادة ووصفها ، فإن من ربط العبادة بزمان أو مكان معين فإننا إذا طالبناه بالدليل لا نريد منه أن يأتي بالدليل المثبت لأصل هذه العبادة وفضلها ؛ لأن هذا معلوم عندنا وعنده ، ولكننا نريد منه أن يأتي بالدليل المثبت لربط هذه العبادة الشرعية بهذا الزمان المعين أو المكان المعين ، فإذا طالبناه بذلك فإنه لاحق له أن يستدل على ذلك بالأدلة العامة المثبتة لفضل هذه العبادة ؛ لأن هذه الأدلة إنما تثبت أصل العبادة ونحن لم نطالبه بدليل على الأصل وإنما طالبناه بدليل الوصف ، وشرعية الشيء بأصله لا تستلزم شرعية بوصفه ، فقد تكون العبادة مشروعة بأصلها لكنها ممنوعة من قبل وصفها والمراد في العبادة أن تكون مشروعة بأصلها ومشروعة بهذا الوصف المعين ، وإنما أُتِيَ المبتدعة من عدم التفريق بين أصل العبادة ووصفها ، وعدم التفريق بينهما طامة كبيرة وهاوية خطيرة تفضي إلى الإحداث في الدين ، وهو ممنوع شرعًا ، ومن أسبابه الجهل بهذا الفرق ، فصار رفع الجهل في هذه الجزئية من الواجبات ؛ لأنه وسيلة إلى واجب وهو عدم الإحداث ، وقد تقرر في القواعد أن ما لا يتم الواجب إلا به فهو واجب ، ومعرفة هذه القاعدة العظيمة أعني قاعدة : ( شرعية الأصل لا تستلزم شرعية الوصف ) تعطي طالب العلم قوة في الحجة وتمييزًا بين المقبول والمردود ، والسنة والبدعة ، والمشروع وما ليس بمشروع ، فليست هي من فضول العلم الذي يمكن الاستغناء عنه ، وتتضح أهميتها إذا عرفت أن كل أهل البدع العملية لهم صنفان من الأدلة : فإما أن يستدلوا على بدعهم بالمرويات الضعيفة والنقول الكاذبة الموضوعة التي لا خطام لها ولا زمام ، وهذا الصنف من الأدلة ترده القاعدة التي تقول : ( الأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة ) ، وسنخصص لها رسالة مستقلة - إن شاء الله تعالى - .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والصنف الثاني : أن يعمد المبتدع إلى عبادة هي مشروعة في أصلها لكنه يقيدها بصفة أجنبية أو زمان أجنبي أو مكان أجنبي على الشرع وكل من أنكر عليه هذا التقييد فإنه يحتج عليه بالأدلة الشرعية المثبتة للعبادة أصلاً ، وهذا الصنف من الاحتجاج يسده هذه القاعدة التي نحن بصدد شرحها والتي تقول : ( شرعية الأصل لا تستلزم شرعية الوصف ) فإذا أحكمت هاتين القاعدتين فقد سددت على أهل البدع العملية كل أبواب الاحتجاج وفضحت ما عندهم من الشبه ، فإن استجابوا بعد اتضاح الحق ، فالحمد لله أولاً وآخرًا وظاهرًا وباطنًا ، وإن أعرضوا فما جعلك الله حفيظًا إن عليك إلا البلاغ ، وإقامة الحجة والدعوة إلى الله تعالى بالحكمة والموعظة الحسنة والمجادلة بالتي هي أحسن والذي يملكه الدعاة إنما هو هداية الدلالة والإرشاد ، وأما هداية التوفيق والإلهام فإنها من عمل القلوب ، وأمور القلوب وقف على علام الغيوب ، وهذا هو شرح القاعدة من باب التنظير . ¶ ... ولكن بقي شرحها من باب التفريع والفروع كثيرة ، ولكن أقتصر على ما حضرني في هذه العجالة ، فأقول وبالله التوفيق ومنه أستمد الفضل وحسن التحقيق : ¶ ( فصل ) ¶ الفرع الأول ¶ الاحتفال بمولد النبي - صلى الله عليه وسلم - ¶ ... فلاشك أن هذا الاحتفال عند من يقوم به أعظم القربات وأجل الطاعات المقربة إلى رب الأرض والسموات ولا يختلف المحتفلون أبدًا أنهم بهذا الاحتفال يتقربون إلى الله تعالى وأنه نوع عبادة . ¶ ... فإذا قلت لهم : لقد تقرر عند عامة أهل الإسلام أن العبادات وقف على الشارع ، فأين الدليل المثبت لجواز التعبد بهذا الاحتفال ؟",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "... فإنهم سيقولون لك : إنما نفعله لأننا نحب رسول الله - صلى الله عليه وسلم - فإن محبته فرض عين على كل مسلم ، بل هي أصل الدين وأساس الملة ، قال تعالى : { لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلاً } ، فهذا الاحتفال من جملة تعظيمه وتعزيره وتوقيره ، وقال - عليه الصلاة والسلام - : (( ثلاث من كن فيه وجد بهن حلاوة الإيمان : أن يكون الله ورسوله أحب إليه مما سواهما ... )) الحديث ، متفق عليه . وقال - عليه الصلاة والسلام - : (( والذي نفسي بيده لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين )) متفق عليه . فنحن نحب رسول الله - صلى الله عليه وسلم - أكثر من أولادنا وآبائنا وأموالنا وأنفسنا ، بل ومن الناس أجمعين ، ونحن نريد أن نعبر عن حبه بالاحتفال بمولده ، ففي الحقيقة أن الذي لا يحتفل بمولده فإنه لا يحبه - هذا قولهم - . ¶ ... فأنت ترى - بارك الله فيك - أن الحجة في فعلهم هذا هو محبة النبي - صلى الله عليه وسلم - ، فإذا قالوا ذلك فقل لهم : لنا أجوبة : ¶ ... الأول : أن النبي - صلى الله عليه وسلم - بقي بعد ولادته ثلاثًا وستين سنة ، منها أربعون قبل البعثة ، وثلاثة عشرة سنة في مكة بعد البعثة ، وعشر سنوات في المدينة بعد الهجرة المباركة ، فهل نقل عنه ولو في حديث ضعيف أنه احتفل مرة واحدة بمولده في هذه الفترة الطويلة ؟ الجواب : بالطبع لا ، فإن من عنده أدنى علم بالسنة يعلم يقينًا قاطعًا أن هذا شيء لم يفعله النبي - صلى الله عليه وسلم - ، هذا أولاً .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "... وثانيًا : أن أعظم الناس حبًا له هم صحابته الكرام ولا نظن أحدًا في قلبه أدنى مسكة من إيمان يزعم أنه يحب النبي - صلى الله عليه وسلم - أكثر منهم ، فهل بالله عليك ثبت عن واحدٍ منهم أنه احتفل بمولده ، فإنه مات قبل كثير من الصحابة وعاشوا بعده دهرًا طويلاً ، وآخرهم مات في حدود المائة ، فهل فعل ذلك أحد منهم ؟ بالطبع لا ، فهذا القرن الأول قد انتهى ولم يثبت عن أحد منهم أنه فعل شيئًا من ذلك ، هذا ثانيًا . ¶ ... وثالثًا : أن هذه المحبة العظيمة للنبي - صلى الله عليه وسلم - قد أودعها الصحابة في قلوب من بعدهم من أئمة التابعين وأودعها التابعون للقرن بعدهم وهم تابعو التابعين ، فهل ثبت عن أحد من أئمة التابعين أو أحدٍ من علماء الملة في القرون المفضلة أنه كان يحتفل بمولد النبي - صلى الله عليه وسلم - ؟ الجواب : بالطبع لا . ¶ ... فاتضح بهذه الأوجه الثلاثة أن الاحتفال بالمولد شيء لم يفعله النبي - صلى الله عليه وسلم - ولا فعله أحد من أصحابه ولا فعله أحد من التابعين ولا من تابعيهم ، وعلى ذلك سار أئمة السلف - رحمهم الله تعالى - . ¶ ... فالمحتفل بالمولد محدث في الشرع شيئًا ليس منه ، فيأتينا قوله - صلى الله عليه وسلم - : (( من أحدث في أمرنا هذا ما ليس منه فهو رد )) ، وقوله : (( من عمل عملاً ليس عليه أمرنا فهو رد )) ، وقوله : (( وإياكم ومحدثات الأمور )) ، وقوله : (( وكل بدعة ضلالة )) ، والله المستعان . ¶ ... الرابع : أن المحتفل بالمولد يحتج بأنه يحب النبي - صلى الله عليه وسلم - فيقال له : إن عنوان المحبة الاتباع ، وليس الابتداع ، قال تعالى : { قُلْ إِن كُنتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ } ، فحقيقة محبته - صلى الله عليه وسلم - ليست هي إحداث شيء في الدين ليس منه ، بل حقيقة المحبة هي متابعته ، فعنوان المحبة الطاعة والاتباع وليس المخالفة والابتداع .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "... الخامس : أن التعبير عن محبته - صلى الله عليه وسلم - إنما يكون بما شرعه لنا - صلى الله عليه وسلم - ، وليس كل أحدٍ يفعل في دينه ما يشتهي ، فالأصل متفق عليه ، وهو وجوب محبته - صلى الله عليه وسلم - ، ولكن المخالفة في الوصف ، فنحن نقول : إن التعبير عن محبته إنما يكون باتباعه . ¶ ... وهم يقولون : إنما التعبير عن محبته إنما يكون بالاحتفال بمولده . ونحن نقول لهم : إن شرعية الأصل لا تستلزم شرعية الوصف ، وسلامة القصد ليست بمسوغة للمخالفة . ¶ ... فكيف تزعمون حبه وأنتم لا تحكمون شريعته أصلاً ، بل استبدلتموها بقوانين الشرق والغرب ؟ كيف تزعمون حبه وأنتم تحاربون من يدعو إلى نصر سنته ويجاهد في سبيل إعلاء كلمة الله ؟ كيف تزعمون حبه وقد خرجت نساؤكم كاسيات عاريات مائلات مميلات ؟ كيف تزعمون حبه وقد حلقتم اللحى وأسبلتم الثياب وتركتم الصلوات ؟ كيف تزعمون حبه وسجونكم قد امتلأت بأتباعه وأنصار سنته ؟ كيف تزعمون حبه وأنتم تقولون الشرك في هذه الاحتفالات وتبتدعون أقوالاً وأفعالاً ما أنزل الله بها من سلطان ؟ فإن كنتم صادقين في حبه فحكموا شريعته التي جاء بها ، إن كنتم صادقين في حبه فحققوا متابعته باطنًا وظاهرًا ، أطيعوه فيما أمر واجتنبوا ما نهى عنه وزجر وصدقوه فيما أخبر ولا تعبدوا الله إلا بما شرع وقدموا قوله على كل قول ، وأكثروا من الصلاة والسلام عليه ، وتأدبوا بآدابه وتخلقوا بأخلاقه ، وذبوا عن حياض سنته ، وانصروا شريعته ، وحاربوا البدع ، وأزيلوا معالم الشرك والوثنية ، فهذا هو حقيقة حبه . ¶ ... أما أن يعبر عن حبه بالبدع والخرافات والقصائد والشركيات والاختلاط السافر وشرب الخمور والضرب على الدفوف والغلو في شخصه ، فهذا والله هو البغض الحقيقي له وإن ادعى فاعله أنه يحبه ، فإنها دعوى باطلة كاذبة ، فنعوذ بالله من الخذلان .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "... السادس : أن الدين كامل ، قال تعالى : { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا } ، فإنها نزلت عليه وهو قائم بعرفة يوم جمعة كما في الصحيح ، فما لم يكن من دينه يومئذ فليس بدينٍ اليوم ، والاحتفال بمولده ليس من شريعته يومئذٍ ، فليس من شريعته الآن ، وإن قلتم غير ذلك فأنتم دائرون بين أمور كلها ظلمات بعضها فوق بعض : إما أن تقولوا : إنه من شريعته ولكنه كتمه ، فهذه طامة ؛ لأنه قد بلغ البلاغ المبين وما مات - صلى الله عليه وسلم - إلا وقد بلغ كل ما أمره الله به ، وإما أن تقولوا : قد بلغه ولكن كتمه الصحابة ، وهي طامة أيضًا ؛ لأنه قدح في ذلك الجيل وفتح لباب الرافضة ، فإنهم سيقولون : بما أن الصحابة قد كتموا ذلك فقد كتموا مصحف فاطمة ، وكتموا النص على إمامة علي ، فلا يصلحون لنقل الشرع ، وهذا نسف للشريعة من أساسها . ¶ ... وإن قالوا : بل الاحتفال بمولده شيء قد علمناه بعقولنا ؟ فنقول : إن العقل لا مدخل له في إثبات أمور التعبدات ؛ لأن التعبد مبناه على النقول لا على العقول . ¶ ... وإن قالوا : إنه شيء قد مضى عليه أسلافنا من الآباء والأجداد . فنقول لهم : إن موروثات الآباء والأجداد والعادات والتقاليد لا مدخل لها في التشريع ، فاحذروا من أن تقولوا : { إِنَّا وَجَدْنَا آبَاءنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم مُّهْتَدُونَ } ، فإن العادات والتقاليد المخالفة للشريعة والمقررة للبدعة لا اعتداد بها ، ولا ينفع صاحبها الاحتجاج بها ، فأمور التعبدات وقف على الاتباع لا على الابتداع .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "... وإن قالوا : لقد صار الاحتفال بالمولد من شعار كثير من الدول . فنقول لهم : ومتى كانت أعراف الدول وشعاراتها أصولاً يساق منها الأمور التعبدية ؟ فإن الاعتقادات والتعبدات وقف على الكتاب والسنة على فهم سلف الأمة الصالح ، فالدول كلها توزن شعاراتها وعاداتها بالكتاب والسنة ، فما وافق الكتاب والسنة منها فهو المقبول ، وما خالفها فهو المردود ، وإن أطبقت الدول كلها على بدعة أو أمرٍ محدث فإنها مخطئة ، فالكتاب والسنة هما الميزان الصدق والصراط المستقيم . ¶ ... وإن قالوا : إن الاحتفال بالمولد لو كان ممنوعًا لما حضره فلان العالم وفلان العالم وفلان العالم . فنقول : إن العصمة ليست لأحدٍ إلا للنص الصحيح الصريح ، فليس أحد بحجة على الشرع ، بل الشرع هو الحجة وإليه المرجع عند الخلاف ، فأفعال أهل العلم وأقوالهم إنما يستدل لها لا يستدل بها ، وولاة الأمر من العلماء والأمراء إنما يطاعون وتؤخذ أقوالهم إذا كانت موافقة للكتاب والسنة ومتى ما خالف أحد منهم الكتاب والسنة فقوله رد عليه غير مقبول ، ونحن سيسألنا الله يوم القيامة بقوله : { مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ } لا ماذا أجبتم فلانًا وفلانًا من العلماء .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "... وإن قالوا : إن الاحتفال بمولده ليس محصورًا في فلان وفلان ، بل الذين يحتفلون جماعات كثيرة لا عد لهم ولا حصر . فنقول : إن الحق لا يعرف بالكثرة وإنما يعرف الحق بالموافقة للشرع ، والكثرة مذمومة كما قال تعالى : { وَإِن تُطِعْ أَكْثَرَ مَن فِي الأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللّهِ } ، والقلة ممدوحة قال تعالى : { وَمَا آمَنَ مَعَهُ إِلاَّ قَلِيلٌ } ، وقال : { وَقَلِيلٌ مِّنْ عِبَادِيَ الشَّكُورُ } ، وقد قال تعالى : { وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلاًّ كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ } ، فالكثرة لا تدل على صحة الأقوال ولا على بطلانها ، بل الميزان هو موافقة الكتاب والسنة والجماعة ما وافق الحق وإن كنت وحدك ، فلا حجة عند القوم أبدًا ، فإنما هي خيالات وأوهام توهموها وخرافات اعتمدوها وشبهات ظنوا أنها صالحة للاحتجاج ، وما هي إلا رداءة الاعتقاد والجهل المركب وحب المخالفة والتعصب لما عليه الآباء والأجداد ، والله لهم بالمرصاد وهو المستعان وعليه التكلان . ¶ ... السابع : أن المحتفل بالمولد في حقيقته مستدرك على الشارع ، وبيان ذلك أن يقال : لو سألناهم وقلنا : هل الدين كامل أم ناقص ؟ بالطبع سيقولون : بل كامل . فيقال لهم : كيف يكون كاملاً وأنتم تقولون : بقي من الدين الاحتفال بمولده ، فإنكم تعتقدون أنه من الدين ولا دليل عليه ، فلسان حالكم يقول : إن الدين كامل لكن بقي فيه شيء واحد حتى يتم كماله وهو الاحتفال بمولده ، فمن أنت يا هذا حتى تكون مستدركًا على الله ورسوله ؟",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "... الثامن : لو كان الاحتفال بمولده خيرًا ، لما كان السلف يطبقون على تركه فإنهم أحرص على الخير والهدى منا ولا نقول كما قال المتكبرون الجبابرة : { لَوْ كَانَ خَيْرًا مَّا سَبَقُونَا إِلَيْهِ } ، لكنه ليس من الخير ، بل هو شر لأنه بدعة منكرة ، فإجماع السلف على تركه دليل على أنه ليس من الشريعة في شيء والخير كل الخير إنما في اتباع من سلف ، والشر كل الشر في ابتداع من خلف . ¶ ... التاسع : أن أهل العلم - رحمهم الله تعالى - عرفوا البدعة بأنها التعبد بما لا دليل عليه ، والاحتفال بمولده من جملة العبادات والقربات عند من يحتفل ، فأين الدليل عليه من الكتاب أو السنة أو فعل أحد من السلف ؟ فإذا لم يكن يصدق عليه حد البدعة السابق فلا والله لا بدعة في الدنيا بعد ذلك ، فالاحتفال بمولده يفعل على أنه عبادة وهو مما لا دليل عليه ، فيصدق عليه أنه تعبد بما لا دليل عليه ، فهو إذًا بدعة ، وهذا ما لا يتطرق إليه في قلوبنا أدنى شك . ¶ ... العاشر : أن خير الهدي هدي محمد - صلى الله عليه وسلم - وهدي صحابته الكرام - رضوان الله عليهم - ، فإن النجاة في الدنيا والآخرة إنما هي في اتباع طريقهم والأخذ بمنهجهم والسير على صراطهم المستقيم وإن مخالفتهم هلاك في الدنيا والآخرة ، وتقديم هدي غيرهم على هديهم هو الضلال بعينه .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "... فمن رام لنفسه النجاة فليعض على طريقتهم بالنواجذ وليصبر ولا يحدث بعدهم شيئًا فيحرم من الحشر معهم يوم القيامة ، ويمنع من الشرب من الحوض الذي ترده الأمة يوم القيامة ، فإن الشرب منه موقوف على أهل الاتباع فقط ، وأما أهل الابتداع فإنهم يذادون عنه كما يذاد البعير الضال هذا وليس من منهجهم ولا من طريقتهم الاحتفال بالمولد النبوي ، فالمحتفل به زائغ عن طريقتهم ومتنكب عن سبيلهم ومنحرف عن منهجهم ، ومتبغٍ في الإسلام سنة الجاهلية ، ومفضل لهدي غيرهم على هديهم ، فإن مات من غير توبة فإنه يخشى عليه من العقوبة يوم القيامة ، قال تعالى : { يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ } ، قال ابن عباس : (( تبيض وجوه أهل السنة وتسود وجوه أهل البدعة )) ، فمخالفة السلف الصالح مفضية إلى فساد الاعتقادات وبطلان الأعمال ، والله أعلم . ¶ ... الحادي عشر : أن هذه الاحتفالات التي يقيمها هؤلاء سواءً لمولد النبي أو لغيره من الموالد إنما هي سير على سنن اليهود والنصارى ، فإن أهل الكتاب عندهم احتفالات على مدار العام وقد نهى النبي - صلى الله عليه وسلم - عن التشبه بهم فقال : (( من تشبه بقوم فهو منهم )) ، فالنصارى يحتفلون بميلاد عيسى - عليه الصلاة والسلام - وهو من دينهم المحرف وبدعهم المخترعة ، فالاحتفال بالمولد النبوي في حقيقته صورة من صور التشبه بأهل الكتاب الذين قال النبي - صلى الله عليه وسلم - فيهم : (( لتتبعن سنن من كان قبلكم حذو القذة بالقذة حتى لو دخلوا جحر ضب لدخلتموه )) . قالوا : يا رسول الله ، اليهود والنصارى ؟ قال : (( فمن القوم إلا أولئك )) . ¶ ... ونحن منهيون عن التشبه بهم ولو في الأمور الدقيقة كتسريحة الشعر ، والصلاة بالنعل ، والتخصر في الصلاة ، وحف الشوارب ، ونحو ذلك ، فكيف بموافقتهم فيما هو من أخص شعائر دينهم وهو العيد ، لاشك أنه منهي عنه ، وهذا القدر الكوني نحن مأمورون أن ندافعه ما استطعنا بالأمر الشرعي .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "... فهذه الأوجه تدلك - إن شاء الله تعالى - على بطلان هذا الأمر وأنه بدعة منكرة ، وحدث في الدين يجب الحذر والتحذير منه والإنكار على فاعله ، والله أعلم . ¶ ... والمقصود أن محبة النبي - صلى الله عليه وسلم - لا تسوغ أن يعبر عنها من شاء بما شاء بل لا يعبر عنها إلا بما هو مشروع ؛ لأن شرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع الثاني ¶ الأذكار الجماعية ¶ ... وهي الذكر بصوتٍ واحد جميعًا كما يفعل في أدبار الصلوات في كثير من بلاد الإسلام والعرب ، فإنه لا دليل لهم في المرفوع أبدًا ، ولكنك إذا أنكرت عليهم يقولون ألم تسمع قول الله تعالى : { وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ } ، وقوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا } ، وقوله تعالى : { الَّذِينَ يَذْكُرُونَ اللّهَ قِيَامًا وَقُعُودًا وَعَلَىَ جُنُوبِهِمْ } ، وقال تعالى : { وَلَذِكْرُ اللَّهِ أَكْبَرُ } . ¶ ... وقال - عليه الصلاة والسلام - : (( لا يزال لسانك رطبًا بذكر الله )) ، وقال : (( سبق المفردون - ثلاثًا - )) . قالوا : من هم يا رسول الله ؟ قال : (( الذاكرين الله كثيرًا والذاكرات )) . ¶ ... ويقولون : نحن لم نقل إلا ذكرًا ، فهل تنكرون علينا أن نقول : ( سبحان الله ، ولا إله إلا الله ، والله أكبر ) ونحو ذلك .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "... فأنت تراهم هنا يستدلون بالأدلة التي تدل على مشروعية أصل الذكر والإكثار منه وبيان فضله ، فإن قالوا ذلك ، فقل لهم : ينبغي لكم يا أصحاب الذكر الجماعي أن تعلموا أولاً قاعدة مهمة غاية الأهمية وهي : أن كل فهم في الأدلة يخالف فهم سلف الأمة فإنه باطل ، وهذه النصوص سمعها السلف ووعوها حق وعيها ، وفهموها حق فهمها ، ومع ذلك لم يثبت عن أحد منهم أنه كان يفعلها جماعيًا ، لا عن النبي - صلى الله عليه وسلم - ولا عن أحد من أصحابه ولا على أحدٍ من سلف الأمة وأئمتها ، فإذا كنتم تفهمون من هذه النصوص أنها تفعل على وجه الاجتماع بصوت واحدٍ ونغمات إيقاعية وأزمنة معلومة وأمكنة مرسومة فإن فهمكم هذا باطل ؛ لأنه مخالف لفهم السلف ، وكل فهم يخالف فهم السلف فإنه باطل ، هذا أولاً . ¶ ... وثانيًا : أيضًا لابد أن يفهموا قاعدة في هذا الباب تقول : ( إن كل فعلٍ توفر سببه على عهد النبي - صلى الله عليه وسلم - ولم يفعله فإن المشروع تركه ) ، والذكر الجماعي من هذه الأفعال التي توفر سبب فعلها على عهده - صلى الله عليه وسلم - ، فقد كانوا يصلون جماعة ويذكرون الله تعالى دبر كل صلاة ، ولم يثبت عنهم أو عن أحد منهم أنه كان يقولها جماعيًا ، وهذا يقين لاشك فيه ، فيكون المشروع حينئذٍ تركه لا فعله ، فإنه لو كان خيرًا لسبقونا إليه ، وسلامة المقاصد لا تكون وسيلة ولا عذرًا إلا بدليل ولم يأت دليل يفيد جواز ذلك فضلاً عن كونه مستحبًا أو واجبًا ، فهذا الأمر محدث في الشرع وكل إحداث في الدين فهو رد ، ولأن اعتقاد شرعية ذلك حكم شرعي والأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة ، والله أعلم .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "... الثالث : أن الأدلة التي ذكرتموها إنما يستدل بها على إثبات أصل شرعية الذكر وبيان فضله ، ونحن لا ننكر عليكم ذلك ولم نطلب منكم دليلاً يدل على ذلك ، وإنما الذي ننكره عليكم هو هذه الصفة الجديدة المحدثة التي تفعلون الذكر عليها ، فالدليل المطلوب منكم هو الدليل المثبت لشرعية فعل الذكر على هذه الصفة ، فأين الدليل ؟ ولا حق لكم أن تستدلوا على ذلك بالأدلة المثبتة لمشروعية الأصل ؛ لأن الأصل للأصل والوصف شيء زائد على الأصل ، والمطلوب هو دليل الصفة لا دليل الأصل ، ومشروعية الأصل لا تستلزم مشروعية الوصف ، فلابد أن تفرقوا بين الأصل والوصف ، فنحن لا ننكر أفراد كلمات الذكر ما لم يكن فيها شرك ، وإنما الذي ننكر عليكم هو إيقاع هذه الكلمات على هذه الصفة المعينة التي لم يفعلها رسول الله - صلى الله عليه وسلم - ولم يقر على فِعْلِهَا ولا فَعَلَهَا أحد من أصحابه ولا أحد من سلف الأمة وأئمتها ، وقد ثبت عن ابن مسعود إنكاره الشديد على من يفعل ذلك على وجه الإجماع لما أخبره أبو موسى ، والحديث معروف ، والله أعلى وأعلم . ¶ ( فصل ) ¶ الفرع الثالث ¶ قراءة الفاتحة على روح الأموات عند مرور ذكرهم ¶ ... فإن بعض المسلمين إذا مر ذكر اسم الميت وقف قليلاً وقال : الفاتحة على روح الميت يرحمكم الله ، وهذا لاشك أمر محدث .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "... وإذا أنكرنا عليهم ذلك قالوا : إن الفاتحة هي أم القرآن وهي السبع المثاني والقرآن العظيم وهي أعظم سورة في القرآن ، وقد جمعت في مفرداتها كل الشريعة ، وقد جاء في فضلها من الأحاديث ما هو معروف مشهور ، وهي الشفاء والصلاة ، ونحن نريد أن ننفع ميتنا بقراءتها على روحه . فنقول لهم : نعم إن ما ذكرتموه حق لاريب فيه وصدق لاشك فيه ، فالفاتحة لها فضل عظيم كما قلتم ، وليس الذي أنكرناه عليكم هو الفاتحة ذاتها حتى تستدلوا بهذه الأدلة ، فنحن وإياكم متفقون على أهميتها وعظم فضلها وكبر شأنها بين سور القرآن ، ولكن هذه الأدلة إنما تثبت أصل الفضل وهذا لا نزاع فيه بيننا وبينكم ، ولكن الذي نريده منكم هو إثبات شرعية قراءتها على روح الأموات ، فإنكم تعتقدون أنها نافعة في هذا الوقت بعينه ، أي وقت ذكر اسم الميت ، فأين الدليل على هذه الجزئية بعينها ؟ ولا حق لكم أن تثبتوا ذلك بالأدلة المفيدة لأصل الفضل ؛ لأن دليل الأصل للأصل وما تفعلونه شيء زائد على الأصل ، فأين الدليل لهذا القدر الزائد على الأصل ؟ ومجرد شرعية الأصل لا تستلزم شرعية الوصف . ¶ ... فأنتم تقرأون الفاتحة على صفةٍ معينة وهي قراءتها على روح الميت فأين الدليل المثبت لشرعية ذلك ؟ فإنه لم ينقل عن النبي - صلى الله عليه وسلم - ولا عن أحد من أصحابه ولا عن أحد من سلف الأمة وأئمتها فعل ذلك ، وقد كانوا يسمعون ويذكرون أسماء موتاهم وهم يحرصون على إيصال النفع لهم ومع ذلك لم يثبت عن أحدٍ منهم أنه كان يقرأ الفاتحة على روح أحدٍ من أمواته ، فقد كان اسم خديجة بنت خويلد يطرق مسامع النبي - صلى الله عليه وسلم - كثيرًا ، وكذلك اسم أبنائه وبناته الذين ماتوا قبله ، وكذلك اسم عمه حمزة ، وابن عمه جعفر بن أبي طالب ، وغيرهم من شهداء المسلمين في بدر وأحد ، ومع ذلك لم يكن يقرأ الفاتحة على روح أحد منهم مع حبه الشديد لهم وحرصه على إيصال ما ينفعهم بعد موتهم .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "... فلو كانت قراءة الفاتحة على روح الميت مما يصل نفعها للأموات أو أنها من البر بهم أو أنها من جملة ما يتعبد لله جل وعلا به لفعلها النبي - صلى الله عليه وسلم - ولو مرة واحدة ليبين للأمة مشروعية ذلك ، لكنه لم يثبت عنه أبدًا أنه فعل ذلك ولو مرة واحدة ، فهو أمر محدث ، فيدخل تحت قاعدة : ( كل إحداث في الدين فهو رد ) ، وأنتم تفعلونه على أنه عبادة والأصل في العبادات المنع إلا ما ورد الدليل بجوازه ، ونحن نعلم أنكم بفعلكم هذا تريدون نفع الأموات ، ولكن سلامة المقاصد لا تدل على صحة العمل ، وليست بمسوغ للوقوع في المخالفة ، فالحق أحق أن يتبع . ¶ ... فقراءة الفاتحة على روح الأموات شيء ليس من أمر النبي - صلى الله عليه وسلم - وقد قال : (( من عمل عملاً ليس عليه أمرنا فهو رد )) ، وقراءتها على روح الأموات داخل فيما حذرنا منه النبي - صلى الله عليه وسلم - من شأن المحدثات حينما قال : (( وإياكم ومحدثات الأمور فإن كل بدعة ضلالة )) ، ويزداد الأمر سوءًا أن العادة عند من يقرؤها على روح الميت أنه يرفع يديه حال قراءتها فإذا انتهى منها مسح بهما وجهه ، وهذا كله محدث لا أصل له في الشرع وإنما هو تقليد أو استحسان لا أساس له من الصحة ، فإن تقليد الغير في الضلال ضلال ، واستحسان ما استقبحه الشارع تنكب عن الصراط المستقيم ومخالفة للمنهج القويم ، واستحباب قراءتها حكم شرعي وقد تقرر سابقًا أن الأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة . ¶ ... وبناءً عليه فأقول : لابد من التفريق بين أصل الفضل للفاتحة وبين إخراجها على هذه الصفة المعينة ، فشرعية الأصل لا تستلزم شرعية الوصف ، بل الوصف يتطلب دليلاً آخر غير دليل الأصل لأنه شيء زائد عليه وشرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع الرابع ¶ ما يفعله عباد القبور عند من يعظمونهم",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "... من الطواف بهم والنذر والذبح لهم والعكوف والمبيت الليالي عند قبورهم ودعائهم من دون الله تعالى ، فإن هذه الأمور الشركية لاشك أن النهي عن ذلك قد جاءت فيه الأدلة المتواترة التي لا تدع مجالاً للنقاش في ذلك ، ولكن هؤلاء قد تجاوزوا حدهم في الاستدلال فقالوا : إننا نفعل هذه الأمور عند هذه القبور لأنه يسكنها أولياء الله تعالى ، وقد قال تعالى : { أَلا إِنَّ أَوْلِيَاء اللّهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ } ، ولا أدري في الحقيقة ما وجه الاستدلال بهذه الآية على هذه الأشياء ، فإن هذه الآية لا تفيد ولن تفيد ذلك أصلاً ، لا بمنطوقها ولا بمفهومها ولا بلوازمها ، والعجب كل العجب أن يستدل بالقرآن على إثبات الشرك الذي جاء القرآن أصلاً بإبطاله ، فهذه والله إحدى الكبر التي لا ينقضي العجب منها ، ثم بالله عليكم أين وجه الدلالة من هذه الآية على هذه الأفعال ، اجمعوا لنا كل أهل الأصول في الدنيا وكل أوجه الاستدلال ، فهل هذه الآية تدل على عشر ذلك فضلاً عن دلالتها على كله ؟ وإنما الآية فيها الإخبار الصريح منه جل وعلا أن أولياءه لا خوف عليهم ولا يحزنون ، وأولياؤه هم المؤمنون المتقون ، هذا هو الذي تفيده الآية وتتضمن وجوب محبتهم واحترامهم وإنزالهم منازلهم ، لكن هؤلاء يخرجون هذه المحبة على وصف معين وهو هذه الأفعال التي يفعلونها عند قبورهم ، فأين الدليل على هذه الأفعال .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "... فإن الآية إنما أثبتت منزلة الأولياء ، وكون الأولياء لهم منزلة عالية عند الله جل وعلا لا يسوغ ذلك أن يفعل عند قبورهم شيء من هذا الشرك ؛ لأن شرعية الأصل لا يلزم منه شرعية الوصف ، ونعني بالوصف هذه الأفعال التي يفعلها هؤلاء الحمقى الأفاكون عند قبور الأولياء ، ويضاف إلى ذلك أنه شيء لم يفعله النبي - صلى الله عليه وسلم - ولا فعله أحد من أصحابه - حاشاهم وكلا - ، فضلاً عن الأدلة الكثيرة الواردة في ذلك الشأن كحديث عائشة أن أم سلمة ذكرت للنبي - صلى الله عليه وسلم - كنيسة رأتها بأرض الحبشة يقال لها مارية ، فذكرت ما فيها من حسنها والتصاوير فيها ، فقال : (( أولئك إذا مات فيهم الرجل بنوا على قبره مسجدًا وصوروا فيه تلك الصور أولئك شرار الخلق )) متفق عليه . ¶ ... وكحديث ابن عباس وعائشة أيضًا أن النبي - صلى الله عليه وسلم - حين نزل به كان يطرح خميصة على وجهه فإذا اغتم كشفها عن وجهه فقال وهو كذلك : (( لعنة الله على اليهود اتخذوا قبور أنبيائهم مساجد )) متفق عليه ، ولمسلم : (( والنصارى )) ، وفي آخره فقالت عائشة : (( لولا ذلك لأبرز قبره غير أنه خشي أن يتخذ مسجدًا )) . ¶ ... وكحديث جندب بن عبدالله البجلي أنه سمع النبي - صلى الله عليه وسلم - قبل أن يموت بخمس يقول : (( إني أبرأ إلى الله أن يكون لي منكم خليل فإن الله اتخذني خليلاً كما اتخذ إبراهيم خليلاً ولو كنت متخذًا خليلاً لاتخذت أبا بكر خليلاً ، ألا وإن من كان قبلكم كانوا يتخذون القبور مساجد فإني أنهاكم عن ذلك )) رواه مسلم . ¶ ... وقال - عليه الصلاة والسلام - : (( لا تصلوا إلى القبور ولا تجلسوا عليها )) رواه مسلم . ¶ ... وقال - عليه الصلاة والسلام - : (( إياكم والغلو فإنما أهلك من كان قبلكم الغلو )) . ¶ ... وقال - عليه الصلاة والسلام - : (( اللهم لا تجعل قبري وثنًا يعبد اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد )) .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "... وقال ابن عباس - رضي الله عنهما - : (( أن النبي - صلى الله عليه وسلم - لعن زوارات القبور والمتخذين عليها المساجد والسرج )) . ¶ ... والأدلة في هذا المعنى كثيرة جدًا ، والمقصود أن أصل محبة الأولياء شيء ، وما يفعل عند قبورهم شيء آخر ، والآية المذكورة إنما تثبت الأصل لا الثاني ، وشرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع الخامس ¶ قراءة القرآن في المقبرة عند القبر ¶ ... وهذه طامة كبيرة ومحدثة عظيمة ينبغي الوقوف في وجهها وسد أبوابها ولا يختلف أهل العلم في أنها منكرة إلا من شذ . ¶ ... وإذا أنكرنا عليهم ذلك قالوا : إنه كلام الله المنزل الذي قد سارت الركبان بفضله وأن كل حرف منه حسنة وأنه يكون شفيعًا لأصحابه يوم القيامة ، وأن بقراءته تحل السكينة وتتنزل الرحمة والمغفرة والرضوان ، ونحو ذلك ، وهذا كله لا تنازع فيه ووالله العظيم إننا لا ننازع ولا حق لأحدٍ أصلاً أن ينازع فيه ، ولكن الذي نطلب الاستدلال له هو شرعية القراءة بهذا الوصف المعين ، فدليل الأصل إنما يثبت الأصل ونحن نطلب الدليل على الوصف ، وشرعية الأصل لا تستلزم شرعية الوصف ، نعم القرآن له فضل لكن هل فضله يسوغ أن نفعل شيئًا لم يفعله رسول الله - صلى الله عليه وسلم - ولا أحد من أصحابه ولا أحد من سلف الأئمة ممن هم أحرص على الخير منا ، فإن قراءة القرآن في المقابر لو كانت خيرًا لسبقونا إليه ، فالقراءة عند القبور أمر محدث وبدعة منكرة ، ولا حق لفاعله أن يستدل بالأدلة المقررة لفضل القرآن وعلو منزلته ؛ لأن دليل الأصل للأصل والوصف شيء زائد على الأصل ، فاعتقاد أفضلية قراءة القرآن في هذا المكان بذاته هو الذي نطلب الدليل له ، وشرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع السادس ¶ توزيع الأطعمة في المقبرة على المشيعين",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "... فإنه فعل قد كثر في الآونة الأخيرة في بعض البلاد الإسلامية والعربية ، فإذا أنكرنا هذا الفعل قالوا لنا : ألم تسمع إلى قول النبي - صلى الله عليه وسلم - : (( إذا مات الإنسان انقطع عمله إلا من ثلاث : صدقة جارية ... )) الحديث ، فهذا نوع صدقةٍ جارية للميت ، ثم يوردون عليك الأدلة الدالة على فضل الصدقة وكبير أجرها وعظيم ثوابها ، فإن قالوا ذلك فقل لهم : ونحن نقر بذلك ولا نخرم عنه أبدًا ، فهو معتمد عندنا لاشك فيه ولاريب وليس الخلاف بيننا وبينكم في أصل ذلك حتى توردوا علينا الأدلة في ذلك ، وإنما الخلاف الذي بيننا وبينكم والذي نطلب له الدليل هو إخراج هذه الصدقة على هذه الصفة المخصوصة في هذا المكان المخصوص ، ولا حق لكم أن تستدلوا على ذلك بالأدلة المثبتة للصدقة عن الميت وفضلها ؛ لأن دليل الأصل للأصل ، ولكن هذا الوصف شيء زائد على الأصل ، وهذا القدر الزائد هو الذي نطلب الدليل له ، وشرعية الصدقة عن الميت لا تستلزم جواز الصدقة عنه في المقبرة ؛ ذلك لأن شرعية الأصل لا تستلزم شرعية الوصف . ¶ ... وقد كانت الجنائز تدفن في عهده - صلى الله عليه وسلم - ولم يكن لا هو - صلى الله عليه وسلم - ولا أحد من أصحابه يتصدقون عن أحد من موتاهم مع حرصهم الشديد على فعل ما فيه نفع لأمواتهم ، وعلى ذلك جرى عمل السلف ، فإنهم لم يكونوا يوزعون في المقبرة لا أطعمة ولا أشربة ولا أشياء نقدية ولا عينية ، فهذا الفعل محدث ، داخل تحت قوله - صلى الله عليه وسلم - : (( من أحدث في أمرنا هذا ما ليس منه فهو رد )) ، فالصدقة عن الميت في المقبرة ، يصدق عليها قولنا : ( مشروعة بأصلها ممنوعة بوصفها ) . ¶ ( فصل ) ¶ الفرع السابع ¶ رفع الصوت مع الجنازة بالتكبير والتهليل",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "... وهذا الفعل يفعله من يفعله اعتقادًا منه أنه مما ينفع الميت أو ينتفع به هو ، أو أنه نوع إظهار للشجاعة ، وأيًّا كان قصد صاحبه فإن لنا في هذا الفعل نظرين : نظر من ناحية أصله ، ونظر من ناحية وصفه . ¶ ... فأما بالنظر الأول : فإنه تكبير وتهليل ، فهو نوع ذكر وثناء على الله تعالى فهو من هذه الجهة مشروع ، ولكن إيقاعه على هذه الصفة المخصوصة هو الممنوع ، فيصدق عليه قولنا : ( مشروع بأصله وممنوع بوصفه ) ، وقد عرفناك سابقًا أن العبادة لابد من شرعية أصلها ووصفها معًا ، وأن شرعية الأصل لا تستلزم شرعية الوصف ، فلا حق لفاعل ذلك أن يستدل بالأدلة المفيدة لمشروعية الذكر ؛ لأن الخلاف بيننا ليس هو في ذلك وإنما الخلاف يتطلب دليلاً آخر غير دليل الأصل ، ولأن الأصل في الذكر الإطلاق فمن اعتقد أفضليته في مكانٍ معين أو زمانٍ معين فإنه مطالب بالدليل لا على أصل مشروعية الذكر وإنما على هذا القيد الزماني أو المكاني فإنهم يفعلونه مع اعتقادهم أن له فضيلة في هذا الوقت بعينه ، فهذا الاعتقاد هو الذي نطلب الدليل عليه ، وقد كان النبي - صلى الله عليه وسلم - وأصحابه والسلف الصالح يتبعون جنائزهم إلى المقابر ولم يثبت عن أحدٍ منهم أنه كان يقول معها شيئًا ، فهو محدث وبدعة لابد من تركه والحذر والتحذير منه ، ولا عبرة بالأعداد الكثيرة التي تفعله فإن الحق لا يعرف بالكثرة ، ولا عبرة بسلامة قصد فاعله ، فإن سلامة القصد ليست بمسوغة للوقوع في المخالفة ولا مدخل للاستحسان في أمور التعبدات ، ولا مدخل للعادات والتقاليد والأعراف القبلية في باب التعبدات ، فإن التعبد أمر موقوف على دليل من الكتاب أو السنة ، ولم يثبت في شأن ذلك شيء من الأدلة ، فالأصل منعه ، والله أعلم . ¶ ( فصل ) ¶ الفرع الثامن ¶ قول : ( صدق الله العظيم ) عقيب ختم كل قراءة",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "... وهو أمر مشهور ولا يحتاج أن نبين شهرته ، بل أصبح من شهرته عادة لكثير من القراء أنهم بعد الانتهاء من القراءة يقولون : ( صدق الله العظيم ) ، وهذا يفعل من باب التعبد ولاشك ، فلابد له من دليل ، وإذا قلنا لابد له من دليل فإننا لا نعني الإتيان بدليل يثبت صحة أصل أفراد الكلمة ، فإن هذه الكلمة حق وصدق لاريب في ذلك ، قال تعالى : { وَمَنْ أَصْدَقُ مِنَ اللّهِ حَدِيثًا } ، وقال : { وَمَنْ أَصْدَقُ مِنَ اللّهِ قِيلاً } ، وقال : { قُلْ صَدَقَ اللّهُ } .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "... فيجب على العبد أن يعتقد الاعتقاد الجازم الذي لاريب فيه ويصدق التصديق القطعي الذي لا مرية فيه أن الله تعالى لا أحد أصدق منه قيلاً ولا أحد أصدق منه حديثًا ، فأصل هذه الكلمة لا نقاش فيه ، وإنما الذي نطلب الدليل لإثباته هو اعتقاد أفضلية قول هذه الكلمة في هذا الوقت بعينه ، أي بعد انتهاء كل قراءة فإنه لم يثبت في شأن ذلك لا دليل من القرآن ولا من صحيح السنة ولا أعلمه ثابتًا عن أحدٍ من الصحابة ، فالمطلوب هو دليل الوصف لا دليل الأصل ، وقد تقرر في القاعدة أن شرعية الأصل لا تستلزم شرعية الوصف ، وأن كل إحداثٍ في الدين فهو رد وأن الأصل في العبادات الحظر والتوقيف وأن الأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة ، وليس صدق الكلمة وصحتها مسوغًا لتخصيصها بزمانٍ معين أو مكان معين ؛ لأن هذا التخصيص شيء زائد على الأصل لا يثبت إلا بدليل ؛ لأن الأصل الإطلاق والأصل هو البقاء على هذا الإطلاق حتى يرد المقيد ، فمن قيد هذا القول بزمانٍ معين قلنا له : أين الدليل على هذا التقييد ، ومن قيده بمكان معين قلنا له : أين الدليل على هذا التقييد ، ومن قيده بكيفية معينة قلنا له : أين الدليل على هذا التقييد ، ولو كان في قولها بعد كل قراءة من الخير لسبقونا إليه من هم أحرص منا على الخير والهدى ، وقد كان - صلى الله عليه وسلم - يقرأ عليهم القرآن بعد إنزاله عليه في الفترات الكثيرة كلما نزل عليه شيء من القرآن بلغهم به ولم ينقل عنه أنه كان يختم كل قراءة بهذه الكلمة ، وثبت عنه أنه قال لابن مسعود : (( اقرأ علي القرآن )) ، فقرأ عليه سورة النساء حتى بلغ قوله تعالى : { فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاء شَهِيدًا } ، فقال : (( حسبك يا ابن مسعود )) الحديث .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ولم يثبت عنه أنه أمر ابن مسعود أن يقول هذه الكلمة ، فلو كانت من جملة الشريعة لبينها ، فلما لم يبينها دل على أنها ليست من جملة ما أوحي إليه ؛ لأن تأخير البيان عن وقت الحاجة لا يجوز ، وبه تعلم إن شاء الله تعالى أن هذه الكلمة لا تقال وأن السنة تركها ، والله أعلم . ¶ ( فصل ) ¶ الفرع التاسع ¶ الأذان والإقامة في قبر الميت ¶ ... وهذا يفعله بعض الجهلة في بعض البلاد العربية ، ويحتجون على فعل ذلك بأنه مطردة للشيطان ، وموجب للبركة وتفاؤلاً أن العبد لا يزال في صلاة ، واستجلابًا لرحمة الملائكة الذين سيسألونه ، ويسوقون لنا الأدلة الواردة في فضل الأذان . ¶ ... ونقول : إن الأذان والإقامة لاشك أنهما من العبادات المتقررة بالأدلة الصريحة الصحيحة ، ولكن فعلها على هذه الصورة المعينة لا دليل عليه ، فإنه أمر محدث ( وكل إحداث في الدين فهو مردود ) ، فهو داخل تحت قاعدتنا التي نقررها من أن شرعية الأصل لا تستلزم شرعية الوصف ، والأصل في العبادات الحظر والتوقيف ، وكل بدعة ضلالة ، فإن من عنده أدنى علم بالسنة يعلم يقينًا أن هذا شيء لا أصل له في السنة والآثار لا عن النبي - صلى الله عليه وسلم - ولا عن أحدٍ من أصحابه ولا عن أحدٍ من سلف الأمة وأئمتها فالحق إنكاره ؛ لأنه بدعة في الدين منكرة ، ولا حق لأحدٍ أن يستدل على هذا الفعل بالأدلة الدالة على مشروعية الأذان وفضله ؛ لأن هذه الأدلة إنما تدل على مشروعيته وفضله ، فهي تثبت الأصل ودليل الأصل للأصل وهذا الوصف المعين يفتقر في ثبوته لدليل آخر وشرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع العاشر ¶ قد اعتاد بعض المأمومين - هداه الله تعالى - أن يقول : ( استعنا بالله ) بعد قول الإمام في الجهرية : { إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ } فما حكم هذا القول ؟",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "... كأني بك تقول : إن هذا القول لنا فيه نظران : نظر من ناحية ذاته أي صحته في نفسه ، ونظر من ناحية وصفه أي تقييده بزمن معين . ¶ ... فأما بالنظر إلى ذاته فإنه استعانة بالله تعالى ولاشك أن الاستعانة نوع من أنواع العبادة التي ثبتت بالأدلة من الكتاب والسنة . ¶ ... وأما بالنظر الثاني فإنه تقييد لهذا القول بهذا الوقت بعينه ، وهذا هو الأمر المنكر الذي لا نعلم له دليلاً من الكتاب ولا من صحيح السنة ولا عن أحدٍ من سلف الأمة وأئمتها ، فهو أمر محدث ، والواجب تركه وليس هو من العبادة في شيء ؛ لأن العبادة مبناها على التوقيف لا على التهويس والتخريف ، فهذا القول يصدق عليه قولنا : مشروع بأصله ولكنه ممنوع بوصفه ، وشرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع الحادي عشر ¶ ... أقول : لاشك أيها الأخ المبارك - إن شاء الله تعالى - أن الشكر كله لله تعالى ، فالشكر كله أوله وآخره وظاهره وباطنه وسره وعلانيته لله جل وعلا ، قال تعالى : { أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ } ، وقال تعالى : { فَابْتَغُوا عِندَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ } ، وقال تعالى : { وَاشْكُرُواْ لِلّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ } ، وقال تعالى : { وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ } .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "... وهذا كله لا نقاش فيه ، ولكن هناك بعض المصلين إذا رفع رأسه من الركوع يقول : ( ربنا لك الحمد والشكر ) ، فيزيد لفظة : ( والشكر ) . وإذا قلنا له : إن هذا ليس من السنة ، قال : إني لم أقل شيئًا ، إنما قلت : والشكر ، أوليس الله له الحمد كله والشكر كله ؟ فنقول : نعم ، ولذلك قدمنا لك تلك المقدمة التي سقنا فيها بعض الأدلة المثبتة لأصل الشكر تفاديًا من هذا السؤال ؛ لأن الذي أنكرناه ليس هو أصل الشكر - ونعوذ بالله من ذلك - ، وإنما الذي نطلب الدليل له هو اعتقاد أفضلية قول هذه الكلمة في هذا الزمان بعينه ، فإنه لم يثبت عن النبي - صلى الله عليه وسلم - أنه كان يقول ذلك ، وهو المشرع لنا - صلى الله عليه وسلم - ، والأصل في إثبات شيء من الأحكام الشرعية أنه وقف على الأدلة الصحيحة الصريحة ، وحيث لا دليل على قول هذه الكلمة بخصوصها في هذا الوقت بعينه ، فالأصل تركها ، وشرعيتها في الأصل لا تستلزم شرعيتها في الوصف ، فالأصل مشروع ولكن الوصف ممنوع ، وقد عرفناك سابقًا أن العبادة لا تكون عبادة إلا إذا كانت مشروعة بأصلها ووصفها ، والله أعلم . ¶ ( فصل ) ¶ الفرع الثاني عشر ¶ يسأل الكثير عن حكم قول المؤذن قبل الأذان : (اللهم صل على محمد) فهل يشرع هذا القول قبل الشروع في الأذان ؟",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "... والجواب : يعرف حكم ذلك بهذه القاعدة ، فإنك لو أنكرت ذلك ابتداءً قبل التفريق بين الأصل والوصف ، فإنه يخشى عليك أن تتهم بأنك لا تحب رسول الله - صلى الله عليه وسلم - ، وأنك وهابي لا تعرف للنبي منزلته ولا تقر بفضله ، فدرءًا لذلك لابد أن تقول : إن المتقرر في الشرع أن الصلاة والسلام على النبي - صلى الله عليه وسلم - من الأذكار المقربة لله جل وعلا ، وقد أمر الله تعالى بها في قوله : { يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا } ، وقال - عليه الصلاة والسلام - : (( من صلى عليَّ صلاة صلى الله عليه بها عشرًا )) ، وغير ذلك من النصوص الدالة على فضل هذه الكلمة ، ونحن لا نناقش في ذلك ونعوذ بالله ثم نعوذ بالله ثم نعوذ بالله أن ننكر شيئًا من ذلك . ¶ ... فالكلمة في أصلها حق وصدق وهي من الله ثناء على عبده ورسوله - صلى الله عليه وسلم - في الملأ الأعلى وهي منا دعاء لله أن يثني على نبينا في الملأ الأعلى ، ولكن شرعية الأصل لا تستلزم شرعية الوصف ، فأين الدليل المثبت لمشروعية قولها قبل الأذان أو قبل الإقامة خاصة ؟ نعم قد ورد الدليل بأنها تقال بعد الأذان كما في حديث عبدالله بن عمرو بن العاص في صحيح مسلم ، ولكن الكلام الآن على الدليل المثبت لقولها قبل الأذان . ¶ ... وبناءً عليه فهذه الكلمة قبل الأذان مشروعة بأصلها ممنوعة بوصفها ، أي من حيث كونها صلاة وسلامًا على النبي - صلى الله عليه وسلم - فهي مشروعة ، ومن حيث كونها تقال قبل الأذان على وجه الاعتقاد والتعبد فهي ممنوعة ، فنحن لم نمنع الكلمة من أصلها وإنما منعنا تقييدها بزمانٍ أو مكانٍ معين يعتقد أفضليتها فيه وهو - أي القيد - مما لا دليل عليه ، وهذا يفيدك بركة هذه القاعدة وأنها لا تدع لمحتج حجة .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "... وأما المعاند المكابر الذي يريد أن يركب رأسه فلا دخل لنا به ولا شأن لنا معه وإنما الشأن فيمن خفي عليه الحق وأراد أن يعرف كيف دخلت على الناس هذه الجزئية ، والجواب أن يقال : دخلت عليهم لعدم تفريقهم بين أصل الشيء ووصفه ، فاحفظ هذه القاعدة فإنها مفيدة جدًا وهي سلاح يشهر في وجوه المبتدعة الذين يقيدون العبادات المطلقة بلا دليل ولا برهان ، والله المستعان ولا حول ولا قوة إلا بالله تعالى ، وهو أعلى أعلم . ¶ ( فصل ) ¶ الفرع الثالث عشر ¶ بعض الناس - هداه الله تعالى - بعد إقامة الصلاة وقبل التكبير للإحرام تراه يرفع يديه يدعو ، فما حكم هذا الفعل ؟ ¶ ... أقول : هذا الفعل لنا فيه نظران : نظر باعتبار أصله ، ونظر باعتبار وصفه . ¶ ... فأما أصله فهو دعاء ، ولاشك أن الدعاء هو العبادة وأنه سلاح المؤمن وأنه علامة الافتقار والتمسكن لله جل وعلا ، ونحن هنا لا ننظر إلى هذا الفعل باعتبار الأصل وإنما النظر إليه بالاعتبار الثاني ، وهو اعتقاد نفع الدعاء في هذا الوقت بعينه ، فهذا التقييد هو الذي يفتقر في ثبوته للدليل ؛ لأن الاستحباب حكم شرعي والمتقرر أن الأحكام الشرعية تفتقر في ثبوتها للدليل الصحيح الصريح والأصل في العبادات الإطلاق فمن اعتقد فضيلة الدعاء في هذا الوقت المخصوص فإنه مطالب بالدليل المثبت لصحة هذه الدعوى ، ولا أعلم ذلك ثابتًا في السنة الصحيحة .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "... نعم ثبت استحباب الدعاء بين الأذان والإقامة كما في حديث أنس مرفوعًا : (( لا يرد الدعاء بين الأذان الإقامة )) حديث حسن صحيح ، ولكن الكلام هنا عن الدعاء بين الإقامة وقبل التكبير ، فإذن هذا فعل توفر سببه عل عهد النبي - صلى الله عليه وسلم - ولم يفعله ، فإن الصلاة كانت تقام على عهده خمس مرات ولم ينقل عنه أحد بالنقل الثابت أنه كان يدعو ، ولو أنه كان مشروعًا لفعله ولو مرة واحدة ليدل الأمة على أنه مشروع ، لكنه لم يثبت عنه ذلك ولا مرة واحدة ، فيصدق عليه قولنا : ( مشروع بالأصل ممنوع بالوصف ) أي أن الأصل هو الدعاء وهو في ذاته مشروع والوصف هو تقييده بهذا الوقت بعينه ، ونحن نطالب بالدليل على إثبات الوصف لا الأصل لأنه قد تقرر أن شرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع الرابع عشر ¶ رفع بعض الناس أصواتهم بالتكبير والتهليل والتحميد ¶ في يوم العيد قبل الصلاة ¶ ... وهذا أمر معروف في بعض البقاع بكثرة ويزداد الأمر سوءًا إذا كان رفع الصوت في مكبرات الصوت في المساجد ، وهذا الفعل لنا فيه نظران : نظر من ناحية أصله ، ونظر من ناحية وصفه . ¶ ... فأما أصله فإنه تكبير وتهليل وتحميد ، فهو في ذاته لا ننكره ولا كلام لنا فيه ألفاظه أبدًا ، قال تعالى : { وَلِتُكَبِّرُواْ اللّهَ عَلَى مَا هَدَاكُمْ } ، وقال تعالى : { وَكَبِّرْهُ تَكْبِيرًا } . ¶ ... وأما بالنظر الثاني فهو نظر باعتبار الوصف ، وهو إخراج التكبير على هذه الكيفية المعينة بهذا التلحين ورفع الصوت وكونه جماعيًا ، فهذه الكيفية هي التي نطلب الدليل عليها ، ولا أعلم لها دليلاً صحيحًا يصحح ذلك ولا حق لأحدٍ أن يستدل على ذلك بشرعية أصله ؛ لأن دليل الأصل للأصل والوصف شيء زائد على الأصل يفتقر إلى دليل خاص ، وشرعية الأصل لا تستلزم شرعية الوصف ، فهذا الفعل بدعة ولاشك ، أعني بدعة باعتبار وصفه لا باعتبار أصله ، والله أعلم . ¶ ( فصل ) ¶ الفرع الخامس عشر",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الأذكار التي يقولها البعض على أعضاء الوضوء عند غسلها ¶ ... فهذه الأذكار وإن كان أصلها مشروعًا فإنها نوع ذكر ودعاء ، لكن النظر الآن ليس باعتبار أفراد الذكر ، ولكن النظر هنا إنما هو في تخصيص ذلك الذكر والدعاء في هذا الوقت بعينه ، أي أن هذه الكيفية هي التي تفتقر في ثبوتها للأدلة الصحيحة الصريحة ، ولا أعلم في ذلك سنة ثابتة وإن روي في ذلك شيئًا فإنه لا أصل له ، فهذه الأذكار يصدق عليها أنها تمنع باعتبار وصفها ، ولا حق لأحدٍ أن يقول إن هذا ذكر أو دعاء ؛ لأن شرعية الأصل لا تستلزم شرعية الوصف ، فالحق أن هذه الأذكار ليست من السنة ، بل هي إلى البدعة أقرب إن لم نقل إنها بدعة ، فإثبات مثل ذلك يحتاج إلى دليل ؛ لأن العبادات على التوقيف على الدليل ، والله أعلم . ¶ ( فصل ) ¶ الفرع السادس عشر ¶ رفع اليدين على هيئة الدعاء بعد الرفع من الركوع ¶ وكذلك رفعهما عند قول الإمام : { وَلاَ الضَّالِّينَ } ¶ ... وكل ذلك لا يشرع ، بل هو بدعة ؛ لأن ذلك لم ينقل عن النبي - صلى الله عليه وسلم - ولا عن أحدٍ من أصحابه - رضي الله عنهم - ، وقد قال - عليه الصلاة والسلام - : (( من عمل عملاً ليس عليه أمرنا فهو رد )) . ¶ ... ورفع اليدين بالدعاء في هذه المواضع لنا فيه نظران : إما من ناحية أصله فإنه رفع في الدعاء ، ولكن باعتبار وصفه فإنه تخصيص للرفع في هذين الموضعين ، وهذا هو الذي يفتقر للدليل ، وحيث لا دليل فالأصل المنع وشرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع السابع عشر",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "... لا ينكر عاقل أن محمدًا - صلى الله عليه وسلم - سيد ولد آدم أجمعين ، قال - عليه الصلاة والسلام - : (( أنا سيد الناس يوم القيامة )) ، فهو السيد المطاع - صلى الله عليه وسلم - ، فهو سيدنا وخيرنا على الإطلاق ، لكن هذا لا يسوغ أن يقول المصلي في التشهد : ( وأشهد أن سيدنا محمدًا عبده ورسوله ) أو يقول : ( اللهم صل على سيدنا محمد وعلى آل سيدنا محمد ... ) إلخ الصلاة الإبراهيمية . ¶ ... فإن شرعية هذا اللفظ خارج الصلاة لا يسوغ أن يقوله المصلي داخل الصلاة ، فإن ألفاظ التشهد معلومة بتعليمه هو - صلى الله عليه وسلم - ، فالعبد لا ينبغي له أن يتجاوز ما حُدَّ له شرعًا ولا أعلم أن هذه اللفظة ثابتة عنه - صلى الله عليه وسلم - ، فهو سيدنا وخيرنا وأفضلنا على الإطلاق ، لكن لم ترد هذه الصيغة في لفظ التشهد . ¶ ... وأقول لك : ما رأيك لو قال أحد في التشهد : ( اللهم صلِّ على خير خلقك أجمعين ... ) إلخ ، أو نحو ذلك من أوصاف النبي - صلى الله عليه وسلم - ، فإني لا إخالك - إن شاء الله تعالى - إلا أنك ستقول : هذا صحيح في نفسه وحق لا ريب فيه وصدق لاشك فيه ، لكن لم يرد هذا اللفظ من معلم الأمة - صلى الله عليه وسلم - والخير كل الخير في الاتباع ، وشرعية الألفاظ وصحتها في ذاتها لا يستلزم صحة صفاتها ؛ لأن شرعية الشيء بأصله لا تستلزم شرعيته بوصفه . ¶ ... وبناءً عليه ، فالحق ترك هذا القول أعني لفظة ( سيدنا ) لعدم وروده والاكتفاء بالألفاظ الواردة ، فإنها مغنية عن غيرها ، والله أعلم وأعلى . ¶ ( فصل ) ¶ الفرع الثامن عشر ¶ ... سئل سماحة الشيخ : عبدالعزيز بن باز - رحمه الله تعالى ورفع نزله في الفردوس الأعلى وجزاه الله خير ما جزى عالمًا عن أمته - أن هناك بعض المؤذنين في بعض البلدان الإسلامية يقولون بعد الأذان : اللهم صل على سيدنا محمد وعلى آله وصحبه أجمعين ، فهل في ذلك شيء ؟ أفيدونا ؟",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "... فأجاب - رحمه الله تعالى بقوله : هذا المقام فيه تفصيل ، فإن كان المؤذن يقول ذلك بخفض صوتٍ فذلك مشروع للمؤذن وغيره ممن يجيب المؤذن ؛ لأن النبي - صلى الله عليه وسلم - قال : (( إذا سمعتم المؤذن فقولوا مثل ما يقول ثم صلوا عليَّ فإنه من صلى عليَّ واحدة صلى الله عليه بها عشرًا ، ثم سلوا الله لي الوسيلة فإنها منزلة في الجنة لا تنبغي إلا لعبد من عباد الله وأرجو أن أكون أنا هو ، فمن سأل لي الوسيلة حلت له الشفاعة )) أخرجه مسلم في صحيحه . ¶ ... وروى البخاري في صحيحه عن جابر بن عبدالله - رضي الله عنهما - قال : قال رسول الله - صلى الله عليه وسلم - : (( من قال حين يسمع النداء : اللهم رب هذه الدعوة التامة والصلاة القائمة آت محمدًا الوسيلة والفضيلة وابعثه مقامًا محمودًا الذي وعدته حلت له شفاعتي يوم القيامة )) . ¶ ... أما إن كان المؤذن يقول ذلك برفع صوت كالأذان ، فذلك بدعة ؛ لأنه يوهم أنه من الأذان والزيادة لا تجوز ؛ لأن آخر الأذان كلمة : (( لا إله إلا الله )) ، فلا يجوز الزيادة على ذلك ، ولو كان خيرًا لسبق إليه السلف الصالح ، بل ولعلَّمه النبي - صلى الله عليه وسلم - أمته وشرعه لهم ، وقد قال - عليه الصلاة والسلام - : (( من عمل عملاً ليس عليه أمرنا فهو رد )) أخرجه مسلم في صحيحه ، وأصله في الصحيحين من حديث عائشة - رضي الله عنها - . ¶ ... وأسأل الله سبحانه وتعالى أن يزيدنا وإياكم وسائر إخواننا من الفقه في دينه وأن يمن علينا جميعًا بالثبات عليه إنه سميع قريب . اهـ كلامه رحمه الله تعالى . ¶ ... وهذا تفريع على قاعدة شرعية الأصل لا تستلزم شرعية الوصف ، فرفع الصوت بعد الأذان بالصلاة والسلام على النبي - صلى الله عليه وسلم - لا يجوز ؛ لأنه بدعة وشرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع التاسع عشر ¶ الأذان والإقامة لصلاة العيدين أو الكسوف أو الاستسقاء",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "... كل ذلك من البدع في الشريعة ؛ لأنه لم يثبت عن النبي - صلى الله عليه وسلم - شيء من ذلك ، وقد روى مسلم في صحيحه من حديث جابر بن سمرة - رضي الله عنه - قال : (( صليت مع النبي - صلى الله عليه وسلم - العيدين غير مرة ولا مرتين بغير أذان ولا إقامة )) ونحوه في المتفق عليه من حديث ابن عباسٍ - رضي الله عنهما - . ¶ ... وقد نقلت لنا صلاته - صلى الله عليه وسلم - للاستسقاء ولم ينقل لنا أحد من الرواة أنه كان يؤذن لها أو يقيم لها ، وهذا الترك يؤخذ منه تشريع ؛ لأن كل فعلٍ توفر سببه على عهد النبي - صلى الله عليه وسلم - ولم يفعله فالمشروع تركه ، وأما صلاة الكسوف فقد ثبت في الصحيح أن النبي - صلى الله عليه وسلم - أمر من ينادي بقوله : ( الصلاة جامعة ) فقط . ¶ ... فالأذان والإقامة وإن كان أصلهما مشروعًا لكنهما بهذا الوصف يمنعان ، وهما بهذا التخصيص الذي لا دليل عليه بدعة ؛ لأنه تقييد للعبادة بزمانٍ معين بلا دليل على هذا القيد ، فهو تعبد لله بما لا دليل عليه ، وشرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع العشرون ¶ ... أقول : اعلم - رحمك الله تعالى - أن تخصيص الميت بالأضحية ليس من السنة ، وحديث علي فيها ضعيف جدًا ، والأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة ، وقد ماتت خديجة أم المؤمنين - رضي الله عنها - ، وماتت زينب بنت خزيمة - رضي الله عنها - ، ومات حمزة بن عبدالمطلب - رضي الله عنه - ، ومات كل أبناء النبي - صلى الله عليه وسلم - رضي الله عنهم - ، ومات كل بناته إلا فاطمة - رضي الله عنها - ، ومات ابن عمه جعفر بن أبي طالب - رضي الله عنه - ، ومات كثير من الصحابة قبل وفاته - صلى الله عليه وسلم - ، ومع ذلك لم يثبت عنه - صلى الله عليه وسلم - ، بل ولا عن أحدٍ من أصحابه - رضي الله عنهم - أنه أفراد الميت بأضحية خاصة كما هو مشهور الآن ، وقبل الآن في كثير من البقاع .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "... والأدلة المثبتة لفضل الأضحية إنما تدل على مشروعيتها أي مشروعية الأصل ، لكن من قال هذه الأدلة ومن سمع هذه الأدلة من الصحابة لم يثبت عنهم أنهم ضحوا استقلالاً عن أحدٍ من أمواتهم . ¶ ... ونحن نقول : إن أدلة الكتاب والسنة لابد أن تفهم فهمًا موافقًا لفهم السلف ، فإنهم أكمل الأمة عقولاً وأزكاها فهومًا وأبرها قلوبًا وأعمقها علمًا ، فلو كانت التضحية من الميت استقلالاً من الخير لسبقنا إليها السلف ولبينها النبي - صلى الله عليه وسلم - لأمته ولشرعها لهم ، ومع حرصهم التام على إيصال النفع لأمواتهم فلا ينبغي أن نحيد عن هذا الفهم ، فإن الخير كل الخير في فهم الأدلة على فهم السلف ، فالسنة إذًا إنما هو تضحية الإنسان عنه وعن أهل بيته ، وإذا نوى أنها عن أهل البيت الأحياء والأموات ففضل الله واسع ، أما أن يفرد الميت بأضحية ، فهذا ليس من السنة ، والله أعلم . ¶ ( فصل ) ¶ الفرع الحادي والعشرون ¶ استلام الركنين الشاميين ¶ ... فإن كثيرًا من الحجاج والمعتمرين والزائرين والمقيمين يستلمونها كاستلامهم للحجر الأسود والركن اليماني ، وهذا لا أصل له ، وإن كان مبدؤه تعظيم البيت واحترامه ، ولكن تعظيم البيت لا يكون إلا بما هو مشروع ، وليس من جملة المشروع تعظيمه باستلام الركنين الشاميين .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "... وقد طاف النبي - صلى الله عليه وسلم - بالبيت في الحج والعمرة ولم يثبت عنه أنه استلم إلا اليمانيين فقط ، وفي الصحيح أن معاوية لما طاف بالبيت كان يستلم الأركان كلها ، فأنكر عليه ابن عباس وقال : إن النبي - صلى الله عليه وسلم - لم يكن يستلم من البيت إلا الركنين اليمانيين . فقال معاوية : يا ابن عباس ليس من البيت شيء مهجور . فقال له ابن عباس : أليس لك في رسول الله أسوة حسنة ؟ فسكت معاوية قبولاً للحق بعدما اتضح له كعادة أصحاب رسول الله - صلى الله عليه وسلم - ، فإنهم لا يجادلون في الحق بعد بيانه ، فالحق ضالتهم ، فإذا تبين لهم فإنهم لا يتعدونه - رضي الله عنهم وأرضاهم وجمعنا بهم في الجنة - . ¶ ... وبناءً عليه ، فاستلام الركنين الشاميين بدعة ، ولا حق لفاعله أن يحتج بأن هذا البيت له حرمة ؛ لأن شرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع الثاني والعشرون ¶ التمسح بأستار الكعبة ¶ ... يقال فيه أيضًا ما قد قيل في الفرع السابق ، فهو وإن كان مبدؤه تعظيم البيت إلا أن شرعية الأصل لا تستلزم شرعية الوصف ، وكذلك التمسح بمقام إبراهيم يقال فيه ما قيل سابقًا أن شرعية الأصل لا تستلزم شرعية الوصف . ¶ ... ولكن هنا مسألة مهمة لابد أن تفهمها وسوف أحاول تيسيرها لك غاية ما أستطيع فأقول : اعلم - رحمك الله تعالى - أن البركة الشرعية قسمان : بركة ذاتية منتقلة ، وبركة معنوية لازمة ، ولابد من التفريق بين البركتين .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "... ونعني بالبركة الذاتية المنتقلة : أي البركة التي تنتقل من المحل المبارك إلا ما لامسه ، فإذا بوشر ذلك المحل المبارك باللمس فإن بركته تنتقل إلى الشيء الملامس ، وذلك في هذه الأمة خاص بالنبي - صلى الله عليه وسلم - ، أي أنه لا شيء على وجه الأرض قد بورك البركة الذاتية إلا ذاته - صلى الله عليه وسلم - ، ولذلك فقد كان الصحابة - رضي الله عنهم - يطلبون البركة من نخامته ، ووضوئه ، وشعره ، وطيبه ، وعرقه ، وملابسه ، والقرب منه - صلى الله عليه وسلم - ، وغير ذلك ، وكل ذلك قد ثبتت به الأدلة الصحيحة الصريحة ، فهذا الطلب للبركة منهم وإقراره لهم لهذا الطلب دليل على جوازه ، وأن بركته ذاتية منتقله ، وكما ذكرت لك أن هذا من الأشياء الخاصة به - صلى الله عليه وسلم - . ¶ ... وأما البركة المعنوية اللازمة : فهي البركة التي لا تفارق محلها ، وذلك كبركة البيت الحرام ، وبركة مسجد المدينة ، وبكرة المسجد الأقصى وما حوله ، وبركة الأزمنة كليلة القدر ، وشهر رمضان ، ونحو ذلك ، فهذا النوع من البركة إنما هو بركة معنوية لازمة لا أنه بركة ذاتية منتقلة . ¶ ... فإن قلت : ولماذا تذكر ذلك ؟ فأقول : لأن الذين يتمسحون بأستار الكعبة وبمقام إبراهيم وبأركان البيت الحرام وأعمدته أو يأخذون من ترابه أو يحرصون على مسح وجوههم وأولادهم بالأيدي بعد مسح شيء من البيت وخصوصًا الحجر الأسود وغير ذلك من الأفعال التي نراها هناك من بعض الجهلة ، هذه الأفعال إنما فعلوها لأمرين : ¶ ... الأول : لتعظيم البيت ويرد هذا قاعدتنا شرعية الأصل لا تستلزم شريعة الوصف .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "... الثاني : أنهم يطلبون البركة من هذه الأشياء لأنهم يعلمون أن هذه البقعة مباركة ، لكنهم لا يعرفون الفرق بين البركتين فظنوا - جهلاً منهم وكسلاً منَّا في تعليمهم - أن البركة هنا بركة ذاتية منتقلة ، وهذا ظن خاطئ ؛ لأن بركة هذه الأشياء إنما هي بركة معنوية لازمة ، أي أنها لا تتعدى محلها ، فهذا الجهل بالفرق بين البركتين هو الذي أوجب هذه الأغلاط التي تقررت في نفوس أصحابها وصار نزعها من قلوبهم أمرًا صعبًا ، لكن يذهب ذلك بالاستعانة بالله تعالى أولاً ، ثم بالإقناع الروحي لا بالتغليظ والحماقة ، لأنهم جهال وحق الجاهل أن يؤخذ بالرفق ليرغب في التعليم ، ولا نكتفي بهز الرؤوس والحوقلة إذا رأينا مثل هذه الأخطاء ، فإن البلاغ أمانة ، ولا تقل قد اتسع الخرق على الراقع ، فإن هذه كلمة المثبطين الكسالى الذين لا يريدون العمل أصلاً ، فاستسلموا للواقع ورفعوا رايات الهزيمة واكتفوا بالإنكار القلبي فقط ، فزادت هذه الأفعال وعمت البلوى بها لقلة الناصحين ، ونسأله جل وعلا أن يغفر لنا تقصيرنا في العلم والعمل والدعوة ، والمقصود أنه لابد أن نفرق بين البركة الذاتية المنتقلة والبركة المعنوية اللازمة ، والله أعلم . ¶ ( فصل ) ¶ الفرع الثالث والعشرون ¶ السجدة المفردة التي يفعلها بعض الناس بعد الفراغ ¶ من صلاة الفريضة وأذكارها",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "... فإنك تراهم إذا انتهى من الأذكار كبر وسجد سجدة واحدة ، فإذا أنكرت عليه ذلك قال : أوليس النبي - صلى الله عليه وسلم - يقول : (( إن أقرب ما يكون العبد من ربه وهو ساجد )) ؟ ألم يقل النبي - صلى الله عليه وسلم - لمن سأله مرافقته في الجنة : (( أعني على نفسك بكثرة السجود )) ؟ ألم يقل النبي - صلى الله عليه وسلم - : (( ما سجد عبد لله سجدة إلا رفعه به درجة )) ، فالذي فعلته إنما هو سجود لله جل وعلا . فيقال له : نعم ونحن نقر إقرارًا جازمًا بأن السجود من جملة العبادات التي لا تصرف إلا لله عز وجل وقد وردت الأدلة بفضله وبشرف هيئته ، وهذه الأدلة المذكورة وغيرها إنما تفيد مشروعية أصل السجود ، ولكنها لا تفيد مشروعية هذه السجدة المفردة ؛ لأن شرعية الأصل لا تستلزم شرعية الوصف . ¶ ... فأصل السجود مشروع لكنه بهذا الوصف ممنوع ؛ لأنه يفعل على وجه التعبد والأصل في العبادات الوقف على الدليل ، ولأنه يفعله معتقدًا استحبابه والاستحباب حكم شرعي والأحكام الشرعية تفتقر في ثبوتها لدليل صحيح صريح ، ولأن هذه السجدة لم يفعلها النبي - صلى الله عليه وسلم - مع توفر أسبابها ، وكل فعلٍ توفر سببه على عهد النبي - صلى الله عليه وسلم - ولم يفعله فالمشروع تركه ، فلو كانت هذه السجدة من الشريعة لبينها - عليه الصلاة والسلام - ؛ لأنه مأمور أمر إيجاب أن يبلغنا كل ما شرعه الله لنا ، فلما لم يبينها دل على أنها ليست من الشرع في شيء ولا يعرف عن أحد من الصحابة أنه فعلها فيما نعلم ، بل ولا يعرف عن أحد من السلف والأئمة أنه فعلها وإنما هي شيء استحسنه بعض الجهلة بعقله الفاسد والعقول لا تثبت أمور التشريع ؛ لأن الشرع مبناه على النقول لا على العقول ، ولا عبرة بفعل أحدٍ إذا كان مخالفًا للمعروف شرعًا ، بل ولا عبرة بسلام القصد إذا كان الفعل بدعة في الدين .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "... وبناءً عليه ، فهذه السجدة المفردة بدعة ومحدثة فتدخل تحت قوله - صلى الله عليه وسلم - : (( من أحدث في أمرنا هذا ما ليس منه فهو رد )) ، وتحت قوله - صلى الله عليه وسلم - : (( وكل بدعة ضلالة )) ، ففاعلها مأزور لا مأجور ، وآثم لا غانم ، والله أعلم . ¶ ( فصل ) ¶ الفرع الرابع والعشرون ¶ الدعاء الجماعي للميت في المقبرة بعد دفنه ¶ ... لنا فيه نظران : نظر من ناحية أصله ، ونظر من ناحية وصفه . ¶ ... أما باعتبار أصله ، فإنه دعاء ، والدعاء سلاح المؤمن ، والدعاء هو العبادة وهو نوع صلة بين العبد وبين ربه ، وفضائله كثيرة وآدابه شهيرة ، ولكن هذا باعتبار الأصل ، لكن إخراج الدعاء على كيفية معينة هو الذي نعنيه بالنظر الثاني ، فهذه الصفة للدعاء الواردة في الفرع لابد لها من دليل ، فإنه لم يثبت عن النبي - صلى الله عليه وسلم - ولا عن أحدٍ من أصحابه - رضي الله عنهم - ولا عن أحد من السلف أنه كان يدعو دعاءً جماعيًا بعد الدفن للميت ، فلو كان خيرًا لسبقونا إليه ، فهو عمل محدث ، وبدعة مخالفة للسنة ، ومن عمل عملاً ليس عليه أمر النبي - صلى الله عليه وسلم - فهو مردود على صاحبه كما في الحديث ، والمشروع هو دعاء الإنسان لأخيه لوحده في نفسه بلا رفع للصوت ولا أن يكون جماعيًا كما في الحديث : (( استغفروا لأخيكم واسألوا له التثبيت فإنه الآن يُسأل )) ، فاحذر من محدثات الأمور فإن كل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار - نعوذ بالله من النار ومن الطرق الموصلة لها - . ¶ ... فهذا الدعاء الجماعي للميت في المقبرة وإن كان أصله دعاء للميت ، لكن شرعية الأصل لا تستلزم شرعية الوصف ، وقد عرفناك سابقًا أن العبادة لا تكون عبادة إلا إذا شرعت بأصلها ووصفها ، والله يتولانا وإياك . ¶ ( فصل ) ¶ الفرع الخامس والعشرون ¶ لقد أحدث الناس في زيارة القبور أفعالاً ما أنزل الله بها من سلطان ¶ وهذا الفرع في بيان ذلك",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "... فأقول : أما الزيارة فإنها مشروعة ولاشك في ذلك ، وشرعيتها مستفاد من قوله - صلى الله عليه وسلم - : (( كنتم نهيتكم عن زيارة القبور فزوروها فإنها تذكركم الآخرة )) ، ومن فِعْلِهِ فإنه ثبت عنه أنه كان يزور القبور ويدعو لأصحابها ، ومن إقراره - صلى الله عليه وسلم - أيضًا . ¶ ... فأصل الزيارة مشروع ولاشك ، وقد تقرر عند أهل العلم أن زيارة القبور نوعان : شرعية ، وبدعية . ¶ ... والشرعية : ما كان قصد الزائر فيها تذكر الآخرة ، ووعظ القلب وزجره عن المعاصي ، والدعاء للميت ، وتحصيل الثواب باتباع السنة ، وما عدا هذه المقاصد فبدعة .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "... وبناءً عليه فأقول : بعض الناس يزور المقابر للطواف على بعض قبور من يعظمهم ، فهذه زيارة بدعية باعتبار وصفها ، وشرعية الأصل لا يستلزم شرعية الوصف ، وبعض الناس يزور بقصد الذبح عند بعض القبور ، فهذه الزيارة بدعية شركية باعتبار وصفها وشرعية الأصل لا تستلزم شرعية الوصف ، وبعض الناس يزور المقابر لإسراجها وهي زيارة بدعية وشرعية الأصل لا تستلزم شرعية الوصف ، وبعض الناس يزور المقابر لدعاء أصحابها والاستغاثة بهم وهي زيارة بدعية شركية وشرعية الأصل لا تستلزم شرعية الوصف ، وبعض الناس يزور المقابر للعكوف عند القبور والمبيت عندها الليالي ذوات العدد وهي زيارة بدعية وشرعية الأصل لا تستلزم شرعية الوصف ، وبعض الناس يزور المقابر لأخذ شيء من ترابها طلبًا للبركة وهي زيارة بدعية وشرعية الأصل لا تستلزم شرعية الوصف ، وبعض الناس يزور المقابر للنذر لها ولكسوتها وهي زيارة بدعية وشرعية الأصل لا تستلزم شرعية الوصف ، وبعض الناس يزور المقابر مع شد الرحال لها أي أنه يزور القبور البعيدة عنه جدًا والتي بينه وبينها مسافة سفر فيشد رحله إليها وهي زيارة بدعية وشرعية الأصل لا تستلزم شرعية الوصف ، وفي الحديث : (( لا تشد الرحال إلا إلى ثلاثة مساجد ... )) الحديث .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وبعض الناس يزور المقابر فيشق جيبه وينتف شعره ويلطم خده ويصيح الصياح المرتفع وهي زيارة بدعية وشرعية الأصل لا تستلزم شرعية الوصف ، وفي الحديث : (( ليس منا من ضرب الخدود وشق الجيوب ودعى بدعوى الجاهلية )) ، وفي الحديث : (( إن رسول الله - صلى الله عليه وسلم - برئ من الصالقة والحالقة والشاقة )) ، وفي الحديث : (( النائحة إذا لم تتب قبل موتها فإنها تقام يوم القيامة وعليها سربال من قطران ودرع من جرب )) ، وبعض الناس يزور المقابر ليخرج صدقة عنه في المقبرة وهي زيارة بدعية وشرعية الأصل لا تستلزم شرعية الوصف ، وبعض الناس يزور المقابر للصلاة فيها وهي زيارة بدعية وشرعية الأصل لا تستلزم شرعية الوصف ، وفي الحديث : (( لا تصلوا إلى القبور ولا تجلسوا عليها )) ، وبعض الناس يزور المقابر لقراءة القرآن فيها وهي زيارة بدعية وشرعية الأصل لا تستلزم شرعية الوصف ، وبعض الناس يعتقد أن الزيارة تكون أفضل في أيام الأعياد أو يوم الجمعة في أول ساعة أو آخر ساعة ، والزيارة بهذا الاعتقاد تكون بدعية ؛ لأنه تخصيص بلا دليل ، فإنه لم يثبت في شأن ذلك شيء فيما أعلم ، وإنما هي مرويات إما موضوعة أو أنها ضعيفة جدًا ، لا تقوم بمثلها الحجة ، وبعض الناس يزور قبور بعض الوجهاء أو الشهداء أو الملوك ونحوهم من المعظمين ويقف عندهم مطأطئًا رأسه صامتًا مدة طويلة ، وهذه الزيارة بهذا الوصف بدعية لا شرعية ، فهي من المحدثات والبدع المنكرة المفضية إلى تعظيمهم ، ولم تكن في عهد النبي - صلى الله عليه وسلم - ولا في عهد أصحابه ولا السلف الصالح ، ولا تتفق مع آداب التوحيد ، ولا إخلاص التعظيم لله تعالى ، بل هي مشابهة للكفار في هديهم القبيح وعاداتهم المنتنة العفنة ، وغلوهم في أمواتهم من الرؤساء والوجهاء ، فالواجب الحذر والتحذير منها ، والله المستعان .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "... فهذا الفرع سمين ويحتاج إلى تفصيل أكثر ، لكن حسبي أن أقول في آخره : أن هذه الأفعال لا ننظر لها باعتبار أنها زيارة للأموات فقط ، وإنما ننظر لها باعتبار ما اقترن بها من هذه الأفعال المنكرة البدع المحدثة والمقاصد القبيحة ، فهي تمنع باعتبار أوصافها المخالفة للشريعة ، وإني حرصت على تكرار نص القاعدة كل مرة حتى يتعود عليها لسانك ، ويحفظها جنانك ، والله أعلم . ¶ ( فصل ) ¶ الفرع السادس والعشرون ¶ ... لاشك أيها الأخ المبارك - إن شاء الله تعالى - أن إطعام الطعام من الأمور المحبوبة لله تعالى ، ففي الصحيحين من حديث عبدالله بن عمرو بن العاص - رضي الله عنهما - أن رجلاً سأل رسول الله - صلى الله عليه وسلم - أي الإسلام خير ؟ فقال : (( تطعم الطعام وتقرأ السلام على من عرفت ومن لم تعرف )) ، وفي الحديث : (( أيها الناس أفشوا السلام ، وأطعموا الطعام ، وصلوا الأرحام ، وصلوا بالليل الناس نيام ، تدخلوا الجنة بسلام )) ، وغير ذلك . ¶ ... فإطعام الطعام من الأمور المشروعة ، لكن لو سألنا وقلنا : ما حكم ما يفعله بعض الناس إذا مات لهم ميت فإنهم يصنعون طعامًا ويجمعون الجيران عليه أو يوزعونه على الأقارب ، فما حكم ذلك ؟ أقول : هذا الأمر لنا فيه : نظر من ناحية أصله ونظر من ناحية وصفه .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "... أما باعتبار أصله ، فإنه إطعام للطعام ، لكن شرعيته بأصله لا تستلزم شرعيته بهذا الوصف المعين، بل إن هذا الفعل بدعة منكرة، ودليل ذلك ما قاله جرير بن عبدالله البجلي - رضي الله عنه - : (( كنا نعد الاجتماع إلى أهل البيت وصنعته الطعام بعد الدفن من النياحة )) ، وهذا دليل على أنه كان متقررًا في قلوب الصحابة - رضي الله عنهم وأرضاهم - أن ذلك أمرًا ممنوعًا ، ولا حق لفاعل ذلك أن يستدل عليه بالأدلة المفيدة لمشروعية إطعام الطعام ؛ لأن هذه الأدلة لابد من فهمها كما فهمها الصحابة ، فإنهم قد سمعوها ووعوها وفهموها ، ومع ذلك لم يثبت عن أحدٍ منهم فعل شيء من ذلك ، بل ورد عنهم الإنكار لذلك كما تقدم قبل قليل ، وشرعية الأصل لا تستلزم شرعية الوصف ، ولكن المستحب أن يصنع الجيران أو بعض الأقارب أن يبعثوا لهم بطعام لأنه قد أتاهم ما يشغلهم لحديث : (( اصنعوا لآل جعفر الطعام فإنه قد أتاهم ما يشغلهم )) ، فنسأله جل وعلا أن يلهمنا رشدنا ويفقهنا في ديننا ، والله أعلم . ¶ ( فصل ) ¶ الفرع السابع والعشرون ¶ ويقرب من هذا ما يسمونه بـ ( ضحية الجفرة ) ¶ ... وهي ذبيحة يذبحها أهل الميت عن ميتهم بعد أيامٍ من دفنه ويلتزمون بها ، وهذا الأمر لا دليل يثبته ، ولا حق لفاعل ذلك أن يستدل على ذلك بالأدلة المفيدة لإطعام الطعام ، لأن شرعية الأصل لا تستلزم شرعية الوصف ، ويقرب من هذا أيضًا ما يسمونه بـ ( عشاء الوالدين ) وهي ذبيحة تتكرر كل سنة في يوم معين وهذا بدعة لا أصل له ، فإنه أمر محدث وشرعية الأصل لا تستلزم شرعية الوصف ، ولو أن فاعل ذلك تصدق بالمال عن ميته أو جعل وقفًا جاريًا كشراء مصاحف أو مشاركة في بناء مسجد ونحو ذلك لكان ذلك خير من هذه المحدثات والبدع المنكرات ، والله أعلم . ¶ ( فصل ) ¶ الفرع الثامن والعشرون ¶ اعتقاد فضيلة الصيام في الأيام ¶ التي لم يثبت في شأنها دليل بخصوصه",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "... كصيام أول يوم من رجب ، أو تخصيص أيامٍ من رجب بالصوم ، أو صيام أول يوم من شعبان ، ونحو ذلك ، فكل ذلك بدعة منكرة ، ولا تنظر على أنه صيام ، فإن شرعية الأصل لا تستلزم شرعية الوصف ، فأدلة إثبات فضيلة صوم التطوع إنما تثبت أصل الفضيلة ، ولكن أدلة الأصل للأصل والوصف شيء زائد على الأصل يتطلب في إثباته دليلاً جديدًا ، فانظر - يا رعاك الله - إلى بركة هذه القاعدة ، والله أعلم . ¶ ( فصل ) ¶ الفرع التاسع والعشرون ¶ ما يسميه المبتدعة بـ ( صلاة الفائدة ) ¶ ... وهي عبارة عن مائة ركعة ، وقيل هي أربع ركعات تصلى في آخر جمعة من رمضان ، وهذه الصلاة بهذا الاسم وهذا التخصيص بهذا الوصف المعين وهذا العدد المعين لا تجوز ، بل هي بدعة فليس هناك في الشرع صلاة تسمى صلاة الفائدة ، فإن جميع الصلوات فوائد فتخصيص بعضها بهذا الاسم دون البعض بدعة في الشرع ، ولا حق لفاعلها أن يستدل على ذلك بالأدلة المفيدة لفضل الصلاة وأنها خير موضوع ؛ لأن هذه الأدلة إنما تثبت أصل الفضل ، ولا تدل على تخصيص باسم ولا بوقت ولا بعدد ، والأصل الإطلاق ، فمن قيد صلاة باسم معين فعليه الدليل ، ومن قيدها بوقتٍ فعليه الدليل ، ومن قيدها باسم أو بعدد فعليه الدليل ؛ لأن الأصل بقاء المطلق على إطلاقه ولا يقيد إلا بدليل ، وشرعية الأصل لا تستلزم شرعية الوصف ، والأصل في العبادات جنسًا وصفة وزمانًا ومكانًا ومقدارًا وسببًا الوقف على الدليل الصحيح الصريح ، فهذه الصلاة بهذا الاسم وهذا التخصيص بالزمن العدد بدعة محدثة في الشرع (( ومن أحدث في أمرنا هذا ما ليس منه فهو رد )) و (( من عمل عملاً ليس عليه أمرنا فهو رد )) و (( وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار )) ، والله أعلم . ¶ ( فصل ) ¶ الفرع الثلاثون",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "... لقد قال الله : { إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا } ، وقال - عليه الصلاة والسلام - : (( من صلى علي صلاة صلى الله عليه بها عشرًا )) رواه مسلم . ¶ ... والنصوص في فضل الصلاة والسلام عليه كثيرة جدًا ، لكن سألنا وقلنا : ما حكم ما يفعله بعض المسلمين في بعض البقاع الإسلامية وغيرها من أن الخطيب إذا صعد درجات المنبر قام المؤذن يرفع صوته في مكبر الصوت بالصلاة والسلام على النبي - صلى الله عليه وسلم - ، فما حكم ذلك ؟ كأني بك بعد هذه الفروع تقول : هذا الفعل لنا فيه نظران : نظر باعتبار أصله ، ونظر باعتبار وصفه أي كيفيته التي أُدِّي عليها . ¶ ... فأما باعتبار أصله ، فهو صلاة وسلام على الحبيب المصطفى والنبي المجتبى - صلى الله عليه وسلم - وهي في ذاتها مشروعة ، ولكنها باعتبار الوصف ممنوعة ، وشرعية الأصل لا تستلزم شرعية الوصف . ¶ ... وبناءً عليه فأقول : هذا الفعل بدعة منكرة ومحدثة في الشريعة ، فالواجب تركه ، فإنه لم يفعله النبي - صلى الله عليه وسلم - ولا أمر به ولا فعله أحد من أصحابه ولا أحد من سلف الأمة وأئمتها ، وإنما هو شيء أحدثه الجهل والبعد عن نور النبوة والسعي وراء المحدثات وحب المخالفات والاستحسان الباطل ، والله أعلم . ¶ ( فصل ) ¶ الفرع الحادي والثلاثون ¶ ما يسميه المبتدعة بـ ( قضاء الصلاة العمري )",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "... وهي أن بعض أئمة المساجد في بعض الديار يصلون في رمضان بعد صلاة جمعة الوداع خمس صلوات لأوقاتها بجماعة وأذان وإقامة بالالتزام كالفرض والواجب ، ويعتقدون أن هذه الصلوات قضاء لما فاتهم في عمرهم من الصلوات ، وهذا الفعل بدعة في الشرع ومنكر عظيم وإدخال في الدين ما ليس منه ، ولا حق لفاعله أن يستدل عليه بالأدلة المثبتة لفضل الصلاة ؛ لأن دليل الأصل للأصل ، ويبقى الوصف شيئًا زائدًا لا يثبت إلا بدليل ، وشرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع الثاني والثلاثون ¶ البدعة العجيبة وهي في عداد بدع الذكر الجماعي ¶ ... وهي أن بعض الناس في بعض البقاع إذا قرأوا شيئًا من القرآن فإنهم يجتمعون ويقرأون جميعًا أسماء الله الحسنى ، فإذا انتهوا منها يرددون اسم ( يا لطيف ) مائة وتسعًا وعشرين مرة ، فما القول في هذا ؟ ¶ ... الجواب : هذا الفعل بدعة في الشرع ، أعني قراءة أسماء الله الحسنى بعد الصلوات واعتياد هذا وترديد كلمة ( يا لطيف ) بعدد معين وبصفة معينة ، كل هذا من البدع المحدثة في الإسلام وخير الهدي هدي محمدٍ - صلى الله عليه وسلم - وشر الأمور محدثاتها وكل بدعة ضلالة ، فهذه الأذكار المحدثة لا ذكر لها في المنقول لا من كتابٍ ولا من سنة صحيحة ولم يفعلها أحد من سلف الأمة الصالح ولو كانت خيرًا لسبقونا إليه ، وأسماء الله تعالى يدعى بها كما قال تعالى : { وَلِلّهِ الأَسْمَاء الْحُسْنَى فَادْعُوهُ بِهَا } ، أما أن تجعل وردًا يردد في أوقات معينة وبأعداد معينة وعلى كيفيات معينة ، فإن هذا إحداث في الدين ما ليس منه فهو رد على صاحبه ، والعجب من شغف المولعين بالبدع كيف يجهدون أنفسهم هذا الإجهاد وهم من الأخسرين أعمالاً الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعًا .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "... فيا أيها الناس : إياكم إياكم من البدع المحدثة والأفعال المنكرة والتنكب عن درب الهدى والصراط المستقيم ، والزموا جادة السنة وتفقهوا في دينكم يرحمكم الله ، ولا تكونوا من المحدثين فتكونوا من الخاسرين ، وعليكم بطريق السلف الصالح ، فإن طريقهم هو الحق وما سواه فباطل وهو النور وما سواه فظلام ، والنجاة قد حصرت في أتباعهم ، وأما من زاغ وحاد عن سبيلهم فإنه من الهالكين إلا أن يتوب الله عليه قبل الممات ، اتبعوا ولا تبتدعوا واقتفوا ولا تبتدئوا ، فإن الأمر كامل والدين تام ، وما على العبد إلا سلوك الجادة ، واعلموا أن فلك الشريعة دائر على أمرين: ألا نعبد إلا الله، وأن لا يعبد إلا بما شرعه رسوله - صلى الله عليه وسلم - ، والله أعلم. ¶ ( فصل ) ¶ الفرع الثالث والثلاثون ¶ سئلت اللجنة الدائمة عن حكم قراءة الفاتحة بين خطبتي الجمعة أسنة أم بدعة ؟ ¶ ... فأجابت بقولها : لم يثبت قراءتها بين خطبتي الجمعة لا عن النبي - صلى الله عليه وسلم - ولا عن أحدٍ من أصحابه - رضي الله عنهم - فيما نعلم ، فقراءتها بينهما بدعة . اهـ ¶ ... قلت : فجوابهم هذا إنما هو بالنظر إلى تقييد هذه السورة بهذا الوقت ، فقراءة الفاتحة بهذا الوصف المعين بدعة في الشرع لأنه إحداث في الدين وكل إحداث في الدين فهو رد ، وشرعية الأصل لا تستلزم شرعية الوصف ، والأصل في قراءة الفاتحة الإطلاق فمن قيدها بكيفية أو زمانٍ أو مكانٍ معين فإن هذا القيد شيء زائد على الأصل فلا يثبت إلا بدليل ؛ لأن المتقرر شرعًا أن المطلق يجب بقاؤه على إطلاقه ولا يقيد إلا بدليل ، وتقرر أن كل تعبد لا دليل عليه فهو بدعة ، وهذا منها ، فقراءتها في هذا الوقت بعينه بدعة في الشرع ، والله أعلم . ¶ ( فصل ) ¶ الفرع الرابع والثلاثون ¶ وسئل الشيخ عبدالعزيز بن باز - رحمه الله تعالى - ¶ عن قراءة القرآن في مكبر الصوت في يوم الجمعة قبل الخطبة",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "... فأجاب - رفع الله نزله في الفردوس الأعلى - : لا نعلم لذلك أصلاً لا من الكتاب ولا من السنة ولا من عمل الصحابة والسلف الصالح - رضي الله عن الجميع - ، ويعتبر ذلك حسب الطريقة المذكورة من الأمور المحدثة التي ينبغي تركها ؛ لأنه أمر محدث ولأنه قد يشغل المصلين والقراء عن صلاتهم وقراءتهم . اهـ ¶ ... قلت : وقول الشيخ - رفع الله له الدرجة - : ( حسب الطريقة المذكورة ) أي أنه نظر إلى الوصف لا إلى الأصل ، فالأصل أن قراءة القرآن مشروعة ، لكنها بهذا الوصف المعين ممنوعة ؛ لأن شرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع الخامس والثلاثون ¶ ... إن بعض الأئمة في المساجد يقول قبل تكبيرة الإحرام : ( صلوا صلاة مودع ) ، بل بعضهم صارت عادة عنده ، وهذا في الحقيقة لم يرد عن النبي - صلى الله عليه وسلم - ولا عن أحدٍ من أصحابه ولا عن أحدٍ من سلف الأمة ، ولكن ورد عن بعض أهل العلم أنه أوصى المصلي بأن يخشع في صلاته ويتقنها حتى كأنها صلاة مودع ، أما أن تقال قبل الصلاة فإن هذا لا نعلمه واردًا عن أحد من المعتد بأقوالهم ، فهو في الحقيقة بدعة في الشرع ينبغي تركه ، وقد ورد عن النبي - صلى الله عليه وسلم - في هذا الموضوع قوله : (( استووا واعتدلوا ورصوا صفوفكم وتحاذوا بالمناكب والأكعب ولا تختلفوا فتختلف قلوبكم )) ، وكل ذلك قد وردت به الأدلة الصحيحة الصريحة ، فهذا هو ما يسن قوله ، أما إشغال الوقت بألفاظ لا أصل لها ولا دليل عليها فإنه مخالفة للشرع وابتداع في الدين والأمر تعبد لابد لإثباته من دليل ، والأصل في العبادات الوقف ، والأحكام الشرعية تفتقر في ثبوتها لدليل صحيح صريح ، والله أعلم . ¶ ( فصل ) ¶ الفرع السادس والثلاثون ¶ المصافحة بعد الصلاة بصفة دائمة ¶ ... لنا فيه نظران : نظر باعتبار الأصل ، ونظر باعتبار الوصف .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "... فأما باعتبار أصله ، فمشرع ؛ لأنه مصافحة وقد ورد فيها بعض الأدلة ، ولكن هذه الأدلة إنما تثبت أصل مشروعيتها . ¶ ... وأما بالنظر الثاني ، أي باعتبار إيقاع المصافحة على هذه الصفة المخصوصة ، فهي ممنوعة ؛ لأنه لا يعلم لها أصل من فعل النبي - صلى الله عليه وسلم - ولا عن الصحابة ولا عن أحد من السلف الصالح - رضي الله عنهم وأرضاهم - . ¶ ... وبناءً عليه ، فاعتياد ذلك يعد من البدع ، وقد قال رسول الله - صلى الله عليه وسلم - : (( من أحدث في أمرنا هذا ما ليس منه فهو رد )) متفق عليه . فالمصافحة في أصلها مشروعة ولكنها بهذا الوصف ممنوعة ، وشرعية الأصل لا تستلزم شرعية الوصف ، والله أعلى وأعلم . ¶ ( فصل ) ¶ الفرع السابع والثلاثون ¶ إنه قد اعتاد بعض أهل البلاد الإسلامية والعربية النداء لصلاة العيدين والاستسقاء بقول : ( الصلاة جامعة ) فما حكم ذلك ؟ ¶ ... الجواب : هذه بدعة لا أصل لها في الشريعة وهذا القول وإن كان أصله مشروعًا في الشريعة لكنه مشروع شرعًا مقيدًا بالنداء لصلاة الكسوف فقط ، فنقله من صلاة الكسوف إلى صلاة غيرها يفتقر في ثبوتها لدليل صحيح صريح ، فكما أنه لا يجوز تقييد المطلق إلا بدليل فكذلك لا يجوز إلغاء القيد الشرعي الوارد بالدليل الصحيح ، وقد صلى - صلى الله عليه وسلم - العيدين والاستسقاء ولم ينقل عنه أنه نادى لها بشيء لا بأذانٍ ولا بإقامة ولا بقوله : (الصلاة جامعة) ، ولا ثبت ذلك عن أحدٍ من الصحابة ولا عن أحد من السلف الصالح . ¶ ... فهذا القول في هذا الموضع بدعة منكرة ومحدثة وضلالة ، (( ومن عمل عملاً ليس عليه أمرنا فهو رد )) ، والله أعلم . ¶ ( فصل ) ¶ الفرع الثامن والثلاثون ¶ وسئل سماحة الوالد الشيخ عبدالعزيز بن باز - رحمه الله تعالى - ¶ عن حكم إهداء قراءة القرآن الكريم للوالدين أو غيرهما",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "... فأجاب بما نصه : ( لم يرد في الكتاب ولا في السنة المطهرة عن رسول الله - صلى الله عليه وسلم - ولا عن صحابته الكرام ما يدل على شرعية إهداء تلاوة القرآن الكريم للوالدين ولا لغيرهما وإنما شرع الله قراءة القرآن للانتفاع به والاستفادة منه وتدبر معانيه والعمل بذلك ، قال تعالى : { كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُوا الأَلْبَابِ } ، وقال تعالى : { إِنَّ هَذَا الْقُرْآنَ يِهْدِي لِلَّتِي هِيَ أَقْوَمُ } ، وقال تعالى : { قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاء } . ¶ ... وقال نبينا محمد - صلى الله عليه وسلم - : (( اقرءوا القرآن فإنه يأتي شفيعًا لأصحابه يوم القيامة )) ، ويقول - صلى الله عليه وسلم - : (( إنه يؤتي بالقرآن يوم القيامة وأهله الذين يعملون به تقدمه سورة البقرة وآل عمران تحاجان عن أصحابهما )) . ¶ ... والمقصود : أنه أنزل للعمل به وتدبره والتعبد بتلاوته والإكثار من قراءته ، لا لإهدائه للأموات أو غيرهم ، ولا أعلم في إهدائه للوالدين أو غيرهم أصل يعتمد عليه ، وقد قال رسول الله - صلى الله عليه وسلم - : (( من عمل عملاً ليس عليه أمرنا فهو رد )) . ¶ ... وقد ذهب بعض أهل العلم إلى جواز ذلك وقالوا : لا مانع من إهداء ثواب القرآن وغيره من الأعمال الصالحات وقاسوا ذلك على الصدقة والدعاء للأموات وغيرهم ، ولكن الصواب هو القول الأول للحديث المذكور ، وما جاء في معناه ولو كان إهداء التلاوة مشروعًا لفعله السلف الصالح ، والعبادة لا يجوز فيها القياس لأنها توقيفية لا تثبت إلا بالنص من كلام الله عز وجل أو من سنة رسوله - صلى الله عليه وسلم - للحديث السابق وما جاء في معناه .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "... أما الصدقة عن الأموات والدعاء لهم والحج عن الغير ممن قد حج عن نفسه ، وهكذا العمرة عن الغير ممن قد اعتمر عن نفسه ، وهكذا قضاء الصوم عمن مات وعليه صيام ، فكل هذه العبادات قد صحت بها الأحاديث عن رسول الله - صلى الله عليه وسلم - ، والله ولي التوفيق ) اهـ . ¶ ... قلت : فبان بذلك أن إهداء القراءة للأموات ليس من عمل السلف الصالح الذين أمرنا بالاقتداء بهم والسير على منهجهم ، ولم يثبت في شأنه دليل بخصوصه ، وشرعية القراءة بأصلها لا تستلزم شرعية هذا الوصف المعين ؛ لأن شرعية الأصل لا تستلزم شرعية الوصف ، فتجويز بعض أهل العلم ذلك قول يفتقر إلى دليل ، وقد ذكر الشيخ هنا قاعدتين مهمتين لابد من التنبيه عليهما ؛ لأن الجهل بهما أوجب بعض الخلط ، وهما كما يلي : ¶ ... القاعدة الأولى : لا قياس في العبادات ، وهي وإن كان في أصلها خلاف إلا أن الراجح أن العبادات مبناها على التوقيف ولا دخل للقياسات فيها ، فالذين قالوا بوصول إهداء ثواب القراءة إلى الأموات قاسوه على وصول بعض الأعمال التي ثبتت بالدليل ، وهذا قياس في إثبات عباده وهو ممنوع ، فإن فتح هذا الباب يوجب البلاء والمحدثات والبدع ، ولو رجعت إلى حقيقة البدعة لوجدت أنها تعبد لله تعالى بما لا دليل عليه ، وإهداء ثواب القراءة للأموات شيء لم يفعله النبي - صلى الله عليه وسلم - ولا فعله أحد من الصحابة - رضي الله عنهم - فيما نعلم ، ففعله لا مستند له ، فهو إذًا بدعة ، والله أعلم . ¶ ... القاعدة الثانية : الأصل في أمور الغيب الوقف على الدليل ، والأشياء التي يصل ثوابها للميت لابد لإثباتها من دليل ؛ لأن هذا الوصول أمر غيبي وأمور الغيب موقوفة على النص ، ولا مدخل للعقول فيها ، شأنها شأن سائر أمور الغيب ، فالقول في باب الغيب باب واحد لا يختلف .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "... فإذا قلنا : إن هذا الشيء يصل إلى الميت ، وهذا الشيء لا يصل ، ولا دليل معنا ، فإنه تحكم في الشرع وتدخل فيما ليس لنا فيه مجال ، والشيخ - رحمه الله تعالى - قد عدد في هذه الفتوى بعض الأشياء التي يصل ثوابها للميت فقال : (( أما الصدقة عن الأموات )) ، أقول : ودليل ذلك ما رواه مسلم في صحيحه من حديث أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : (( إذا مات الإنسان انقطع عمله إلا من ثلاث : صدقة جارية ، أو علم ينتفع به ، أو ولد صالح يدعو له )) ، وفي الحديث : إني أمي افتتلت نفسها وقد كانت عازمة أن تتصدق أفيجزؤها أن أتصدق عنها ؟ قال : (( نعم )) . ¶ ... وقول الشيخ : ( والحج عن الغير ممن قد حج عن نفسه وهكذا العمرة عن الغير ممن قد اعتمر عن نفسه ) . ¶ ... أقول : ودليل ذلك حديث ابن عباس - رضي الله عنهما - أن امرأة قالت : يا رسول الله ، إني أمي نذرت أن تحج فلم تحج حتى ماتت أفأحج عنها ؟ قال : (( نعم ، حجي عنها أرأيت لو كان على أمك دين أكنت قاضيته ؟ اقضوا الله فالله أحق بالوفاء )) رواه البخاري . وفي الحديث الآخر : (( حج عن أبيك واعتمر )) . ¶ ... وقول الشيخ - رحمه الله - : ( وهكذا قضاء الصوم عمن مات وعليه صيام ) . ¶ ... أقول : ودليل ذلك قوله - صلى الله عليه وسلم - : (( من مات وعليه صوم صام عنه وليه )) . ¶ ... ومن ذلك أيضًا : ثواب ما أحياه من السنة ، لقوله - صلى الله عليه وسلم - : (( من أحيا سنة قد أميتت فله أجرها وأجر من عمل بها من بعده من غير أن ينقص من أجورهم شيء ... )) الحديث ، رواه مسلم . ومنها العلم النافع ودعاء غيره له كما تقدم في الحديث السابق . ¶ ... وبناءً عليه ، فمن ادعى أن هذا العمل بعينه يصل للميت ثوابه فإنه مطالب بالدليل المثبت لذلك ؛ لأن هذا الوصول أمر غيبي وأمور الغيب مبناها على النقول لا على العقول، والله أعلم. ¶ ( فصل ) ¶ الفرع التاسع والثلاثون",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "... لاشك أن من علامات الإيمان تعظيم كتاب الله تعالى ، وتعظيمه لا يكون بالأمور المحدثة ولا بالأفعال المخترعة ، وإنما تعظيمه يكون بما شرعه الله تعالى لنا ورسوله - صلى الله عليه وسلم - . ¶ ... فمن تعظيمه الإيمان به واعتقاد أنه كلام الله منزل غير مخلوق من الله بدأ وإليه يعود ، ومن تعظيمه تصديق أخباره ، والاتعاظ بأمثاله ، والاعتبار بقصصه ، وامتثال أوامره واجتناب زواجره ، والعمل بمحكمه والإيمان بمتشابهه ، ومن تعظيمه أن لا يمسه العبد إلا على طهارة ولا يضع عليه شيئًا ، ولا يهجر تلاوته ، ولا يتكئ عليه أو يضعه حيث يهان . ¶ ... وبناءً عليه ، فلنحذر من أفعال محدثة يدعى أنها من تعظيمه ، وهي لم يثبت بها النقل كتقبيل المصحف ، فإننا لا نعلمه واردًا عن النبي - صلى الله عليه وسلم - ولا عن أحدٍ من أصحابه إلا عن عكرمة بن أبي جهل إن صح ذلك عنه ، ولكن خير الهدي هدي محمدٍ - صلى الله عليه وسلم - وهدي خلفائه الراشدين وفقهاء الصحابة . ¶ ... وقد سُئلت اللجنة الدائمة عن حكم تقبيل المصحف فأجابت بقولها : ( لا نعلم لتقبيل القرآن أصلاً في الشرع المطهر ) اهـ . ¶ ... ومن ذلك : وضع المصحف على الرأس من باب تعظيمه ولا أصل لهذا أيضًا ، بل السنة تركه لأنه لم يفعله النبي - صلى الله عليه وسلم - ولا أحد من أصحابه فيما نعلم ، والله أعلم . ¶ ... ومن ذلك : وضع المصحف على صدر الميت أو تسجيته بخرقة قد كتب فيها شيء من القرآن ، وكل ذلك مما لا أصل له ، والواجب اجتنابه ، فإنه بدعة في الدين ومنكر في الشرع . ¶ ... ومن ذلك : اعتياد فتح الاحتفالات والمناسبات بقراءة شيء من القرآن ، فإن هذا لا نعلمه واردًا عن السلف الصالح . ¶ ... ومن ذلك : قراءته في العزاء أو استئجار من يقرأ في العزاء وهو بدعة وضلالة ، وشرعية الأصل لا تستلزم شرعية الوصف .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "... ومن ذلك : تعظيم اليمين بالحلف على المصحف ، وهذه مسألة قد عمت بها البلوى ولا أصل لها في الشرع ، واليمين عظيمة في ذاتها ، وإضفاء التعظيم علها بالحلف على المصحف شيء لم يفعله رسول الله - صلى الله عليه وسلم - ولا أحد من أصحابه فيما نعلم ، فالحق اجتنابه ، وشرعية الأصل لا تستلزم شرعية الوصف . ¶ ... ومن ذلك : أن بعض الناس في بعض البلاد قد اعتادوا على ختم المجالس بسورة العصر ، وهذا من باب تعظيم القرآن ، ولكن التعظيم بهذه الصورة بدعة في الدين ومنكر في الشريعة ، فالواجب تركها لأنه محدث ، وكل إحداث في الدين فهو رد وكل بدعة ضلالة . ¶ ... وبالجملة ، فتعظيم القرآن إنما يكون بما هو مشروع وأما البدع والمحدثات فإنها لا تزيد القلب إلا بعدًا عن الله وظلمة في النفس ، والله أعلى وأعلم . ¶ ( فصل ) ¶ الفرع الأربعون ¶ قد اعتاد بعض أهل الديار المجاورة قراءة سورة الكهف ¶ في صلاة الفجر يوم الجمعة ¶ ... وهذا الاعتقاد للأفضلية لهذه السورة في صلاة الفجر بعينها يحتاج إلى دليل ، فهو وإن كان مشروعًا بأصله لكنه الآن يمنع بوصفه والسنة الواردة في ذلك ما في الصحيحين من حديث أبي هريرة - رضي الله عنه - قال : (( كان رسول الله - صلى الله عليه وسلم - يقرأ في صلاة الفجر يوم الجمعة بـ { ألم . تَنزِيلُ } السجدة ، و { هَلْ أَتَى عَلَى الإِنسَانِ } )) . ¶ ... فترك السنة الثابتة بالدليل الصحيح الصريح والاستعاضة عنها بما لم يرد مع المداومة عيه من الخذلان في الحقيقة ، فالواجب التنبه لذلك ، نعم إذا قرئت سورة الكهف عرضًا فلا بأس أما أن تتخذ سنة راتبة وشريعة ثابتة فهذا لا أصل له . ¶ ( فصل ) ¶ الفرع الحادي والأربعون ¶ هناك بعض المدارس قد اعتاد طلابها ¶ أن يقرأوا سورة الفاتحة جماعيًا في كل صباح",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "... وقد سُئلت اللجنة الدائمة عن حكم ذلك فأجابوا بقولهم : ( لا يجوز اتخاذ ما ذكر من قراءة الطلاب أو الطالبات سورة الفاتحة عادة في طابور الصباح بالمدارس ، بل هو بدعة محدثة ، وقد ثبت عن النبي - صلى الله عليه وسلم - أنه قال : (( من أحدث في أمرنا هذا ما ليس منه فهو رد )) ، ولا مانع من تنويع ما يلقى عند الطابور فمرة تقرأ آيات ومرة تقرأ الفاتحة وتارة أحاديث صحيحة وتارة حكم وأمثال ليس فها محظور شرعي وتارة أناشيد إسلامية ) اهـ . ¶ ... قلت : فقراءة الفاتحة كل صباح في الطابور من المشروع بأصله والممنوع بوصفه ، وشرعية الأصل لا تستلزم شرعية الوصف . ¶ ... وقد ذكر المفتون ها مسألة مهمة جدًا وهي عبارة عن قاعدة مفيدة للطالب ، مفادها : ( أن ما ليس بسنة ثابتة جاز فعله أحيانًا ) ، فهم - رحمهم الله تعالى - لم يمنعوا من قراءة الفاتحة جملة وتفصيلاً وإنما منعوا من اتخاذ قراءتها عادة ، فأجازوا فعلها أحيانًا ، وأهل العلم - رحمهم الله تعالى - إنما يفتون بناءً على النقول والقواعد ، ولكن وإن لم يذكر بعضهم نص القاعدة لأنها قد تحتاج إلى شرح وتمثيل حتى تفهم جليًا ، وهذا شأن كثير منهم رفع الله درجتهم في الفردوس الأعلى ، والله أعلم . ¶ ( فصل ) ¶ الفرع الثاني والأربعون ¶ اعتاد بعض الناس عند عقدهم للزواج أن يقرأ العاقد وولي المعقود عليها الفاتحة وقد وضعوا أيديهم بأيدي بعض ويوضع فوقها أحيانًا كثيرة المنديل ، فما حكم هذا الفعل ؟",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "... أقول : أما وضع المنديل فإنه بدعة أصلية ، أي بدعة بأصله ووصفه ، وأما قراءة الفاتحة ، فإنها مشروعة بالأصل ، ولكن المنع هنا متجه إلى الوصف ، فأصلها مشروع ووصفها ممنوع ، وشرعية الأصل لا تستلزم شرعية الوصف ، وكل إحداث في الدين فهو رد ، ولم يفعل ذلك لا رسول الله - صلى الله عليه وسلم - ولا أحد من الصحابة فيما نعلم ، فهو بدعة منكرة ومحدثة لابد من تركها ، وعمل شيء ليس عليه أمر النبي - صلى الله عليه وسلم - و(( من عمل عملاً ليس عليه أمرنا فهو رد )) ، والأصل في العبادات الإطلاق ، فمن قيد فعلاً بقراءة سورة معينة فإنه مطالب بالدليل على هذا التقييد وإلا فقوله رد عليه مضروب به في وجهه ولا كرامة ، وسلامة القصد لا تسوغ الوقوع في المخالفة ، ولا عبرة بكثرة من يفعل ذلك ، فإن الحق لا يعرف بالكثرة ، والله أعلم . ¶ ( فصل ) ¶ الفرع الثالث والأربعون ¶ ... لاشك أيها الأخ الحبيب الفاضل والكريم الكامل أن الأدلة جاءت بشرعية الرقية فقال - عليه الصلاة والسلام -: (( اعرضوا علي رقاكم لا بأس بالرقى ما لم تكن شركًا )) ، وقال: (( من استطاع منكم أن ينفع أخاه فليفعل )) ، وقال للذي رقى سيد الحي اللديغ بالفاتحة : (( وما أدراك أنها رقية )) ، وكان يرقي نفسه ورقاه جبريل مرة ، وقال لما رأى صفرة في وجه جارية : (( استرقوا لها فإن بها النظرة )) ، وأحاديث جوازها كثيرة . ¶ ... واشترط أهل العلم لجوازها أن تكون باللسان العربي ، وأن تكون بالقرآن وصحيح الأدعية ، وأن يعتقد القارئ والمقروء عليه أنها سبب فقط ، وأن الشافي في الأصل هو الله تعالى ، ولكن قد أحدث بعض الرقاة في أمر الرقية أمورًا عجيبة وأشياء غريبة لا ندري عن أصلها وهي من المحدثات التي ينبغي لإخواننا الذين يفعلونها الإقلاع عنها وحتى لا تكون مدخلاً لأهل المقاصد السيئة للنيل من أحبتنا القراء ولا للقدح فيهم .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "... فمن ذلك : القراءة الجماعية على الأعداد الكثيرة ، فهذا لا نعلم له أصلاً ، ولا يمكن القارئ من دراسة حالة المريض وفيه إرهاق عظيم للقارئ نفسه وفيه نوع إخافة لبعض المراجعين إذا رأى من يسقط ومن يصرخ ، وفيه فضيحة أيضًا لبعض المرضى ، فإن الناس يتعارفون ، ومثل هذه الأمراض لابد أن تعالج بالسرية التامة ، والقراءة الجماعية لا تحقق ذلك ، فالرقية بهذا الوصف لابد أن تمنع ، وشرعية الأصل لا تستلزم شرعية الوصف . ¶ ... ومن ذلك : قراءة القرآن في خزانات المياه الكبيرة ، وقد سئل الشيخ ابن باز - رحمه الله تعالى - فقال : (( لا أعلم لهذا أصلاً فالقراءة الصحيحة أن يقصد مريضًا معينًا في إناء ماءٍ أو لبن ليشربه أو ما أشبه ذلك ، أما أن يقرأ في خزان أو برميل ثم يوزع على الناس فلا ... )) اهـ مختصرًا . ¶ ... قلت : وهذا من التوسع في أمر الرقية وما أقربه إلى أن يكون في عداد المحدثات . ¶ ... ومن ذلك : تخصيص يوم الجمعة للرقية - وهذا يفعله البعض - اعتقادًا أنه يوم تخف فيه سيطرة الشياطين على بدن المصروع أو المريض . ¶ ... وأقول : لاشك أن يوم الجمعة له فضله وقيمته الكبيرة ومنزلته العظيمة في الشريعة ، ولكن تخصيصه بشيء اعتقادًا لفضيلته لابد له من دليل خاص ، ولا دليل على هذا التخصيص ، فالحق أن هذا الاعتقاد المقرون بهذا الفعل بدعة ومحدثة ، وشرعية الأصل لا تستلزم شرعية الوصف . ¶ ... ومن ذلك : المغالاة في الأسعار وأن هذه القارورة يختلف ثمنها عن هذه القارورة لأنها قراءة مركزة وهذه غير مركزة ، حتى سمعت بمبالغ أشبه ما تكون بالخيال ، وهذا أمر لا يجوز ويجب على ولاة الأمر أن يسدوا ذلك الباب بفرض أسعار محددة مناسبة على جميع من يزاول الرقية . ¶ ... فقولهم : هذه قراءة مركزة وهذه قراءة غير مركزة من جملة ما أحدثوه في الرقية وهو بدعة لا أصل له .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "... ومن ذلك : التوسع في مخاطبة الجان وكثرة سؤاله عن أشياء لا نفع فيها للمريض أبدًا وتعمد تسجيل صوته في أشرطة ليسمعها الناس ، وهذا أمر لا يصلح ولا ينبغي ، والواجب على ولاة الأمور منع من علموا جزمًا أنه يفعل ذلك . ¶ ... ومن ذلك : ما يباع عند بعض القراء من الأحجبة والتي تسمى شرعًا التميمة ، وهذا أمر محرم وبدعة في الشرع ووسيلة من وسائل الشرك ، وقد تكلمنا عن حكم التمائم بالتفصيل والتدليل في كتابنا : ( إتحاف أهل الألباب ) . ¶ ... ومن ذلك : الخلوة بالمرأة ، وهو أمر محرم لاشك في تحريمه . ¶ ... ومن ذلك : مباشرة لمسها بيده وهو أمر لا يجوز . ¶ ... ومن ذلك : القراءة في مكبرات الصوت وهو أمر محدث . ¶ ... ومن ذلك : القراءة على المرضى في جهاز الهاتف وهو أمر مبتدع وصفة جديدة للرقية لم يسمع بها أهل الشريعة . ¶ ... ومن ذلك : جعل المحرم وسيطًا بينه وبين المريضة وذلك أن بعض القراء لا يريد النفث مباشرة على المرأة فيجعل المحرم بينه وبين المريضة ويمسك المحرم بيد المريضة وبيد القارئ وكأنه توصيلة ، وهذا أمر لا أصل له ، بل هو بدعة وشرعية الأصل لا تستلزم شرعية الوصف . ¶ ... وبالجملة ، فكل صفة محدثة في أمر الرقية فلابد من عرضها على أهل العلم قبل استخدامها ، فإن بعض القراء لا يعرفون من مسائل العلم إلا نزرًا يسيرًا فضلاً عن أن كثيرًا منهم من العوام والمقلدين ، والله المستعان . ¶ ( فصل ) ¶ الفرع الرابع والأربعون ¶ ... ما اعتاده بعضهم من أنه إذا فقد شيئًا فإنه يقرأ قوله تعالى : { إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ } ، ويكرر ذلك مرات عديدة ، وربما تصل إلى مائة مرة أو إلى مائتي مرة ، وهذا الفعل بهذا الوصف وهذا العدد ممنوع ، بل هو بدعة في الشرع ومنكر في الدين ، فهو وإن كان آية من القرآن وتشرع قراءتها مع قراءة ما قبلها وما بعدها ، لكن شرعية الأصل لا تستلزم شرعية الوصف .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "... ومن ذلك أيضًا : أن بعضهم يقرأ سورة ( والضحى ) وكل ذلك مما لا أصل له في الشريعة ، والواجب تركه ، فاعتقاد ذلك يفتقر إلى دليل ولا دليل ، فلا حق لأحدٍ أن يخصص آية أو سورة إذا أراد أن يحصل شيئًا معينًا إلا وعلى هذا التخصيص دليل ، وشرعية الأصل لا تستلزم شرعية الوصف ، والله أعلم . ¶ ( فصل ) ¶ الفرع الخامس والأربعون ¶ ما اعتاده بعض الناس في كثير من البلاد أنهم يصلون ركعتين بين الخطبتين يوم الجمعة ¶ ... وهذا الفعل لنا فيه نظران : نظر من ناحية أصله ، ونظر من ناحية وصفه . ¶ ... فأما أصله ، فهو صلاة ، وقد وردت الأدلة بفضل الصلاة ، ولكن شرعية الأصل لا تستلزم شرعية الوصف ، فالصلاة مشروعة بأصلها ، ولكن تخصيصها بهذا العدد وفي هذا الوقت بعينه هو المفتقر إلى دليل ، والأصل في العبادات الوقف على الدليل ، والأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة ، فهذا الفعل بدعة في الشرع وكل بدعة ضلالة وكل ضلالة في النار ، ومن أحدث في أمرنا هذا ما ليس منه فهو رد ، والله أعلم . ¶ ( فصل ) ¶ الفرع السادس والأربعون ¶ ... لقد كنت في ألبانيا فذهبت مع بعض الأحبة بقصد الخطبة بقرية صغيرة في جبل عالٍ ، وخطبت بهم وصليت بهم الجمعة ، فلما فرغت قاموا جميعًا إلا من معي وصلوا أربع ركعات متصلة ، وذلك بعد السلام مباشرة ، فسألتهم فقالوا : هذه صلاة الظهر ، فإذا لم تكن الجمعة قد قبلت فالظهر تقوم مقامها . ¶ ... فهذا الفعل لا أظنك تتوقف أنه بدعة ولا حجة لأحد في أنه صلاة وزيادة تقرب ، بل هو شر وضلالة وزيادة تبعد عن الله تعالى ؛ لأنها محدثة في الدين ، وكل إحداث في الدين فهو رد ، وهو بدعة وكل بدعة ضلالة ، ومن المعلوم من الدين بالضرورة أنه شيء لم يفعله رسول الله - صلى الله عليه وسلم - ولا أحد من أصحابه ، بل ولا أحد من السلف الصالح ، فهو منكر يجب تركه وبدعة يجب محاربتها ، والله أعلم . ¶ ( فصل ) ¶ الفرع السابع والأربعون",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "لقد قرر أهل العلم - رحمهم الله تعالى - أن التوسل بالنبي - صلى الله عليه وسلم - ¶ منه ما هو مشروع ومنه ما هو ممنوع ¶ ... فالمشروع : هو التوسل بطاعته ، والتوسل في حياته بطلب الدعاء منه . ¶ ... والممنوع : كالتوسل بجاهه ، والتوسل بذاته ، والتوسل بدعائه ، والاستغاثة به بعد مماته عند قبره ، ونحو ذلك ، وكل ذلك من البدع المحدثات والشركيات الواضحات ، ولا حق لفاعل ذلك أن يستدل عليه بعظيم حبه للنبي - صلى الله عليه وسلم - أو بكبير منزلة النبي - صلى الله عليه وسلم - وعلو جاهه عند الله تعالى ، فإن شرعية الأصل لا تستلزم شريعة الوصف ، نعم نحن نحبه لكن حبه لا يسوغ لنا أن نصرف له شيئًا من ذلك ، نعم نحن نقر ونؤمن أن جاهه ومنزلته عند الله جل وعلا ، أعظم جاه وأعلا منزلة ، لكن هذا لا يسوغ لنا أن نطلب منه شيئًا لا يجوز طلبه إلا من الله تعالى ، والله أعلم . ¶ ( فصل ) ¶ الفرع الثامن والأربعون ¶ التأذين في أذن الميت أو الإقامة كذلك ¶ ... كل ذلك لا يجوز ؛ لأنه بدعة في الشرع ومحدثة في الدين ، وكل إحداث في الدين فهو رد وكل بدعة ضلالة ، وشرعية الأذان بأصله لا تستلزم شرعيته بهذا الوصف المعين ، ولم يثبت ذلك لا عن النبي - صلى الله عليه وسلم - ولا عن أحد من الصحابة لا عن أحد من السلف الصالح ، ففاعله مأزور لا مأجور ، وآثم لا غانم ، ومبتدع لا متبع ، والله أعلم . ¶ ( فصل ) ¶ الفرع التاسع والأربعون ¶ أن الدعاء مشروع بالأصل",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "... والأدلة على ذلك قد سبقت الإشارة إليها ، ولكن قد انتشر عند البيت الحرام وعند كثير من المطوفين تخصيص أدعية لأشواط السعي وأشواط الطواف ، وعند الشرب من بئر زمزم ، ويعتقدون أن هذا الدعاء بعينه أفضل في هذا الوقت بعينه ، حتى إن بعضهم إذا أكمل الشوط الأول قبل إكمال دعائه وقف جانبًا حتى ينتهي ، أو فتح الصفحة على دعاء الشوط الثاني وترك دعاء الشوط الأول ، وهذا التخصيص والتقييد لا يثبت إلا بدليل ، ولا حق لأحد أن يستدل علينا بأنه دعاء ؛ لأن شرعية الدعاء بأصله لا تستلزم شرعيته بهذا الوصف المعين ، ولم يرد عنه - صلى الله عليه وسلم - في شأن ذلك شيء إلا النزر اليسير ، وإلا فالأصل أن الأمر واسع ، فللعبد أن يدعو بما شاء من غير تخصيص لدعاء معين ، فهذا التخصيص بدعة ، وبيع الكتب التي فيها ذلك لا يجوز ؛ لأنه نشر لهذه البدعة ، والواجب على ولاة الأمر - وفقهم الله تعالى - منع ذلك وإتلافه ، وهذا من النصح لله ولرسوله وللأئمة المسلمين وعامتهم ، والله أعلم . ¶ ( فصل ) ¶ الفرع الخمسون ¶ ... ولعله الأخير لأني أظن أنني أطلت ، وهو أن بعض الناس يتعبد لله تعالى بالسعي بين الصفا المروة في غير النسك ظنًا منه أنه كالطواف ، وهذا خطأ ، والذي أوجب له الإشكال هو ظنه أنه كالطواف ، ويستدل بالأدلة الدالة على مشروعية السعي ، وهذه الأدلة لا يخفاك أنها تثبت أصل مشروعية السعي ، ولكن هو يسعى بوصف خاصٍ وهو السعي في غير نسك ، والسعي بهذا الوصف ممنوع ؛ لأن شرعية الأصل لا تستلزم شرعية الوصف . ¶ ... ولعلني بذلك - إن شاء الله تعالى - قد أوصلت لك ما أريد إيصاله من تحرير وتقرير هذه القاعدة المفيدة ولا تظن أن هذه الفروع من باب الحصر ؟ لا ، بل هي من باب ضرب المثال فقط ، وإلا فهناك فروع كثيرة لم تذكر . ¶ ... ¶ وختامًا فأقول : لقد بنينا هذه الكتابة على عدة قواعد : ¶ ... الأولى : وهي الأصل في كتابنا وهي قاعدة : ( شرعية الأصل لا تستلزم شرعية الوصف ) .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "... الثانية : الأصل في العبادات الوقف على الدليل . ¶ ... الثالثة : الأصل بقاء المطلق على إطلاقه ولا يقيد إلا بدليل . ¶ ... الرابعة : الأصل في العبادات الإطلاق . ¶ ... الخامسة : لا قياس في باب العبادات . ¶ ... السادسة : الأصل في أمور الغيب الوقف على الدليل . ¶ ... السابعة : الأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة . ¶ ... الثامنة : الأصل براءة الذمة إلا بدليل . ¶ ... التاسعة : سلامة القصد لا تسوغ المخالفة . ¶ ... العاشرة : كل إحداث في الدين فهو رد . ¶ ... الحادية عشرة : كل بدعة في الدين فهو ضلالة . ¶ ... الثانية عشرة : الأصل في صفة العبادة الوقف . ¶ ... الثالثة عشرة : الأصل في الاشتراط في العبادة الوقف . ¶ ... الرابعة عشرة : الأصل في ربط العبادة بسبب الوقف . ¶ ... الخامسة عشرة : الأصل في مبطلات العبادة الوقف . ¶ ... السادسة عشرة : الأصل هو البقاء على الأصل حتى يرد الناقل . ¶ ... السابعة عشرة : الأصل في تحديد المقدار في العبادة الوقف . ¶ ... الثامنة عشرة : لا تقبل العبادات إلا بالإخلاص والمتابعة . ¶ ... التاسعة عشرة : فلك الشريعة دائر على أصلين : أن لا يعبد إلا الله ، وأن لا يعبد إلا بما شرعه رسوله - صلى الله عليه وسلم - . ¶ ... العشرون : كل فعل توفر سببه على عهد النبي - صلى الله عليه وسلم - ولم يفعله فالمشروع تركه . ¶ ... الحادية والعشرون : ما ليس بسنة راتبة جاز فعله أحيانًا . ¶ ... الثانية والعشرون : كل فهم يخالف فهم السلف فهو باطل . ¶ ... الثالثة والعشرون : الشرع مبناه على الاتباع لا على الابتداع . ¶ ... فالله أسأل أن ينفع به الإسلام والمسلمين ، وأستغفر الله وأتوب إليه مما حصل فيه من التقصير والخطأ والزلل ، وأستبيحك عذرًا مما تراه من مجانبة الصواب ، وقد كان من حسن الفأل أني انتهيت منه وأنا في بيت الله الحرام .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "... وقد تم الفراغ منه في يوم الخميس الثامن من شهر ربيع الثاني عام خمس وعشرين وأربعمائة وألف من هجرة الحبيب - صلى الله عليه وسلم - ، بعدما صلينا العشاء في بيت الله الحرام ، فالحمد لله كثيرًا والشكر له كثيرًا ، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم تسليمًا كثيرًا .",
            "page": "81",
            "part": "1"
        }
    ],
    "t37485": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة في التفريق بين أصل العبادة ووصفها"
        }
    ]
}