{
    "b37481": [
        {
            "id": "1",
            "nass": "إتحاف النبهاء ¶ بضوابط الفقهاء ¶ كتاب الحج ¶ تأليف ¶ وليد بن راشد السعيدان ¶ اعتنى به ¶ سالم بن ناصر القريني",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "((محظورات الإحرام توقيفية)) ¶ أقول: اعلم أرشدك الله لطاعته أن هذا الضابط متفرع عن قاعدة (الأحكام الشرعية تفتقر في ثبوتها للدليل الشرعي الصحيح الصريح) وذلك أنه تقرر في القواعد أن الأصل براءة الذمة والأصل عدم الحكم الشرعي، والأصل في الأشياء الحل والإباحة، فمن عمر الذمة بشيء من الأحكام الشرعية من وجود أو استحباب أو حرمة أو كراهة فإنه يعد ناقلاً عن الأصل، وقد تقرر في القواعد أن الأصل هو البقاء على الأصل حتى يرد الناقل، وبناءً عليه فإن المُحَرَّم يجوز له كل شيء من الأقوال أو الأفعال إلا ما وردت الأدلة الشرعية الصحيحة الصريحة بمنعه منه، وبناءً عليه فما لا دليل عليه فالأصل فيه الحل والإباحة، ومن حرم عليه شيئاً من الأفعال فإنه مدعٍ والمدعي عليه البينة لتقبل دعواه، إذاً فالأصل عدم التحريم، فمدعي خلاف الأصل مطالب بالبرهان، فاتضح بذلك معنى هذا الضابط، ونعني بقولنا توقيفية: أي موقوفة على ورود الدليل الصحيح الصريح، ونعنى بقولنا \" محظورات الإحرام \" أي الأشياء التي منعت بسبب الدخول في الإحرام، وقد سير العلماء رحمهم الله تعالى هذه الأشياء بأدلتها فوجدوها كما يلي: ¶ الأول: لبس المخيط:- ¶ وهذا المحظور خاص بالرجل ويعني بالمخيط ما كان محاكاً على قدر العضو كالطاقية والطربوش والغترة والعمامة والفنيلة والسراويلات والمشالح والثياب والتبان والجوارب ونحوها، فكل ذلك ينهى عنه المحرم، ولكن كما قلت إن هذا المحظور خاص بالرجل فقط، فإن قلت: وما دليل التحريم؟ قلت: لك الحق في المطالبة بالدليل لأن الأصل عدم الحرمة والدليل يطالب به الناقل عن الأصل والدليل على ذلك حديث ابن عمر في الصحيحين رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - سئل ما يلبس المحرم من الثياب؟ فقال: ((لا يلبس القميص ولا العمامة ولا السراويلات ولا البرانس ولا الخفاف إلا أحد لا يجد النعلين فيلبس الخفين وليقطعهما حتى يكونا أسفل من الكعبين ولا يلبس شيئاً من الثياب مسه الزعفران أو الورس)) فهذا الحديث نص في هذا المحظور وقد أعطانا النبي - صلى الله عليه وسلم - أمثلة لكل لبسة، فمثل بالقميص لكل ما يلبس على جزء الإنسان العلوي كالكوت والفنيلة وكالصدارية ونحوها، ومثل بالعمامة لكل ما يغطى به الرأس عادة كالطاقية والغترة والطربوش والقبعة ونحوها، ومثل بالبرانس لكل ما يجلل الجسد ويكون على مقاسه كالذملة والفروة والبشت وهكذا وعن زيد ابن ثابت رضي الله عنهما أن النبي - صلى الله عليه وسلم - تجرد لإهلاله واغتسل. رواه الترمذي وحسنه. والمراد بالتجرد أي خلع المخيط، وعن ابن عباس رضي الله عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يخطب وهو يقول: ((إذا لم يجد المحرم نعلين لبس خفين وإذا لم يجد إزاراً لبس سراويل)) متفق عليه. فيفهم منه أن من وجد إزاراً فلا يلبس السراويل. وعن يعلى بن أمية رضي الله عنه قال: كنا عند النبي - صلى الله عليه وسلم - بالجعرانة إذ جاءه رجل أعرابي عليه جبة وهو متمضخ بالخلوق فقال: يا رسول الله إني أحرمت بالعمرة وهذه عليّ. فقال: ((أما الطيب الذي بك فاغسله ثلاث مرات وأما الجبة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فانزعها ثم اصنع في عمرتك ما كنت صانعاً في حجك)) متفق عليه. والشاهد منه قوله ((وأما الجبة فانزعها)) والأمر يقتضي الوجوب، مما يدل على أن المحرم ممنوع من الجبة وما كان على منوالها من سائر اللباس وقد ذكر غير واحد من العلماء الإجماع على ذلك، والله أعلم. ¶ الثاني: لبس النقات والقفازين: - ¶ وهذا قد وردت الأدلة الصحيحة الصريحة في المنع منه وإلا فللمرأة أن تحرم فيما شاءت من الثياب كما سيأتي إن شاء الله تعالى، والمقصود من تحريم النقاب ليس لأنه يجب عليها كشف وجهها حال الإحرام وإنما المحرم عليها هذه اللبسة فقط وأما قولهم: إحرام المرأة في وجهها، فلا أصل له في المرفوع، بل الواجب على المرأة تغطية وجهها إن كان ثَمَّ من ينظره، لكن بغير النقاب؛ وتغطية يديها لكن بغير القفازين، والدليل على ذلك حديث ابن عمر رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: ((لا تنتقب المحرمة ولا تلبس القفازين)) رواه البخاري وغيره. وفي رواية قال: ((سمعت النبي - صلى الله عليه وسلم - ينهى النساء في الإحرام عن القفازين والنقاب وما مس الورس والزعفران من الثياب)) وزاد أبو داود ((ولتلبس بعد ذلك ما أحبت من ألوان الثياب معصفراً أو خزاً أو حلياً أو قميصاً)) ويقاس على النقات ماهو أولى بالحكم منه كالبرقع، وكالنقاب المشهور عن النساء في هذه الأزمنة، وقال ابن المنذر: وكراهية البرقع ثابتة عن سعيد وابن عمر وابن عباس وعائشة ولا نعلم أحداً خالف فيه. أ. هـ.وأما النقاب فقد خالف فيه أبو حنيفة ولكن سنة رسول الله- صلى الله عليه وسلم - أولى بالاتباع والله أعلم. ¶ الثالث: حلق الشعر من جميع البدن: -",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "لقوله تعالى: {ولا تحلقوا رؤوسكم حتى يبلغ الهدي محله}. وقد أجمع العلماء على ذلك ولله الحمد والمنة، والقلع والنتف يقاس على الحلق، لكن أخذ شعرة أو شعرتين أو ثلاث لا شيء فيه بل لابد أن يكون المأخوذ مما يدخل أخذه في مسمى الحلق ومما يحصل به الترفه وإماطة الأذى، ويستدل على ذلك أيضاً بحديث كعب بن عجرة رضي الله عنه فلو كان أخذ الشعر جائز للمحرم لما احتاج إلى الصبر حتى يبلغ به الوجع إلى هذا الحد ولما كان النبي - صلى الله عليه وسلم - يوجب عليه في أخذه الفدية وهذا واضح والله ربنا أعلى وأعلم. ¶ الرابع: تغطية الرأس: - ¶ وهذا المحظور خاص بالذكر وسيأتي له ضابط خاص إن شاء الله تعالى ونترك سياق أدلته على الكلام عليه والله أعلم. ¶ الخامس: صيد الحيوان: - ¶ البري المتوحش طبعاً، وهذا أيضاً سيأتي له إن شاء الله تعالى ضابطاً مستقلاً فيكون الكلام عليه هناك والله أعلم. ¶ السادس: عقد النكاح له أو لغيره: - ¶ ودليل ذلك حديث عثمان بن عفان رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: ((لا ينكح المحرم ولا ينكح ولا يخطب)) رواه مسلم. وستأتي بعض التفاصيل في الفروع إن شاء الله تعالى. ¶ السابع: الطيب: -",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ودليل ذلك حديث: ((ولا يلبس شيئاً من الثياب مسه الزعفران أو الورس)) وحديث ((ولا تقربوه طيباً)) وحديث ((أما الطيب الذي بك فاغسله قالها ثلاثاً)) وعن ابن عمر أن النبي - صلى الله عليه وسلم - كان يدهن بالزيت غير المقنب أي غير المطيب. رواه الترمذي. إلا أن المحرّم من الطيب إنما هو ابتداؤه لا استدامته يعني إذا تطيب المحرم قبل الإحرام في رأسه ولحيته وبدنه وأحرم فإنه لا يلزمه غسله عنه لحديث عائشة قالت: كأني أنظر إلى وبيص الطيب في مفرق رسول الله نجد أيامٍ وهو محرم. متفق عليه. ولأبي داود عنها قالت: (كنا نخرج مع النبي - صلى الله عليه وسلم - على مكة فنضمر جباهنا بالمسك المطيب عند الإحرام فإذا عرقت إحدانا سال على وجهها النبي - صلى الله عليه وسلم - فلا ينهانا) والله أعلى وأعلم. ¶ الثامن: الوطء في الفرج: - ¶ وهو من أشد المحظورات لأنه ليس في المحظورات ما يفسد الحج إلا هو إذا كان قبل التحلل الأول، وهذا بالإجماع، ولقوله تعالى: {فلا رفث ولا فسوق ولا جدال في الحج} والرفث اسم للجماع ومقدماته، والله أعلم. ¶ التاسع: المباشرة دون الفرج:- ¶ ويدخل ذلك في عموم قوله تعالى: {فلا رفث} وقد ذكر ابن المنذر والوزير وابن قدامة إجماع العلماء على أن من باشر دون الفرج فلم ينزل وكان ذلك قبل الوقوف بعرفه أن عليه دماً ولا يفسد حجه، والله أعلم. ¶ العاشر: تقليم الأظافر: - ¶ وهذا لا أعلم له سنة مرفوعة إلا أنه قد انعقد الإجماع على أنه من جملة المحظورات، فقد قال ابن قدامة: أجمع أهل العلم على أن المحرم ممنوع من أخذ أظفاره، أ. هـ. وقد تققر في الأصول أن الإجماع حجة وقال أبو العباس في الواسطية: والإجماع هو الأصل الثالث الذي يعتمد عليه في العلم والدين، أ. هـ. والله أعلم.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فهذه المحظورات العشرة هي التي دل الدليل الصريح الصحيح على منع المحرم منها فيبقى ما عداها على أصل الحل والإباحة ومن قال بشيء غير ذلك فعليه الدليل، وقد نظمتها تسهيلاً لحفظها فقلت: ¶ ويمنع محرم من حلق شعرٍ ... ... ومن لبس المخيط وقلْمِ ظفرٍ ¶ وطيب أو مباشرةٍ كلمسٍ ... ... ووطءٍ قل وتغطية لرأسٍ ¶ وصيداً لبر أو لبس النقاب ... ... وقفازين فاحمد لي كتابي ¶ وإني أرى والله أعلم أنه من تمام الفائدة لهذا الضابط فلابد من ذكر فروع فقهية عليه، ليتدرب الطالب كيف يرد الفروع والجزئيات إلى أصولها وكلياتها فأقول: ¶ منها: بعض الناس إذا حصل في يده أو قدمه شيء من الفكك فإن الأطباء يوصون بلبس شيء ضاغط عليها ويكون على مقدار اليد أو القدم فهل يجوز ذلك حال الإحرام؟ ¶ أقول: لقد تقرر لك سابقاً أن من جملة المحظورات لبس المخيط فأقول: إن كان الذي حصل له ذلك أنثى فلا إشكال لأن لبس المخيط من المحظورات الخاصة بالرجال، وإن كان رجلاً فلا يخلو إما أن يكون محتاجاً لها حاجة ماسة وإما لا، فإن لم يكن محتاجاً لها فلا يجوز له لبسها مطلقاً لأنها نوع من المخيط الذي حيك على قدر العضو وقد تقرر في الأدلة أن الذكر ممنوع مما كان من المخيط محاكاً على قدر العضو، وأما إذا كان محتاجاً لها فلا بأس بلبسها لكن عليه كفارة أذكى فيذبح شاة أو يصوم ثلاثة أيام أو يطعم ستة مساكين لكل مسكين نصف صاع، والله أعلم.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ومنها: لبس الساعة والخاتم للمحرم، الذي يظهر لي والله أعلم أنه لا بأس بهما لأنها لا يدخلان في مسمى المخيط أصلاً حتى وإن كانت الساعة ذات سير بلاستيكي فلا بأس بها أيضاً والله أعلم. ومن المعلوم المتقرر أن النبي - صلى الله عليه وسلم - كان عليه خاتم كما ثبت ذلك في الأحاديث الصحيحة وهو شيء ظاهر يرى ولم ينقل لنا أحد أنه - صلى الله عليه وسلم - خلعه عند إحرامه أو بعده، وقد توفرت هممهم لنقل تحديد اليد والإصبع التي كان يلبسه فيها ونقل أنه كان إذا دخل الخلاء وضع خاتمه ونقل النقش الذي عليه، ونوعية نصه الذي عليه، ومع ذلك لم ينقل لنا أحد أنه عندما أحرم خلع خاتمه مما يدل على أنه كان عليه لأن الأصل بقاء ما كان على ما كان، والله أعلم.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ومنها: لبس الخف، فأقول: دل الدليل الشرعي الصحيح على أن المحرم ممنوع من لبس الخف إلا في حالة واحدة وهي إذا لم يجد النعلين، لحديث ((ولا يلبس الخفين إلا أحد لا يجد النعلين فليلبس الخفين)) وحديث ابن عباس ((من لم يجد نعلين فليلبس الخفين)) لكن هل يقطعهما أم لا؟ أقول: هذا فيه خلاف، والأقرب عندي حسب الصناعة الأصولية أنه يقطعهما لأن في الحديث: ((وليقطعهما حتى يكونا أسفل من الكعبين)) وحديث ابن عباس ورد مطلقاً وهو متأخر، وحديث ابن عمر ورد مقيداً اللبس بالقطع وهو متقدم ومجرد تأخر المطلق عن المقيد لا يضر في بناء المطلق على المقيد كما قلنا ذلك في تأخر العام عن الخاص، وأما أن الخطبة قد حضرها من لم يحضر معهم في المدينة فأقول: إن النبي - صلى الله عليه وسلم - لا يلزم في كل تشريع أن يبلغه لكل واحدٍ من الصحابة بل يكفي أن يبلغه من يكون في إبلاغهم الكفاية ولو واحد وقد حصل البلاغ التام في المدينة، ولذلك نحن نعلم قطعاً أن المناسك لم يأخذها من حج معه منه - صلى الله عليه وسلم - مباشرة فإن العدد كثير جداً وقد لا يبلغ الجميع فعله وصوته لكن الأدنون يبلغون من وراءهم وهكذا، وكذلك نقول هنا: أن الصحابة الذين سمعوه في المدينة يأمر بالقطع قد بلغوا من لم يسمع ذلك منه فإنه عادة القوم رضي الله عنهم الحرص التام على نقل ما سمعوه من قول أو رأوه من فعل على وجه الكمال والأمانة، ولأنه قد تقرر أنه إذا أمكن الجمع فلا نسخ وإذا أمكن إعمال الكلام فإنه أولى من إهماله ولأنه الأحوط والله أعلم، والخلاصة أن الأمر بالقطع باقٍ على حاله لم ينسخ والله أعلم.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ومنها: من الأشياء التي تجوز للمحرم لبس هميان النفقة وهو الكمر الذي توضع فيه النقود والأشياء الصغيرة كالجوال والساعة لحفظها، قال ابن عبد البر: أجازه فقهاء الأمصار متقدموهم ومتأخروهم. أ. هـ. ولقول عائشة أوثق عليك نفقتك. وروى ابن عباس وابن عمر بمعناه وإذا لم يثبت إلا بعقده عقدة ولا بأس، ولله الحمد والله أعلم. ¶ ومنها: إعلم أن تحديد الإحرام بأن يكون في ثوبين أبيضين جديدين أو غسيلين إنما هو شيء في حق الرجل وأما المرأة فلها أن تحرم فيما أحبت من الثياب إلا أنها تجتنب ثياب الجمال والزينة وتلبس متوسط ثيابها، ولا يلزمها الإحرام في ثوب بعينه كالأخضر مثلاً أو الأبيض فإن هذا من الأخطاء الكبيرة التي يقع فيها الكثير من النساء، وغرّهن بعض الباعة عند المواقيت بعرض هذه الثياب فيظن بعض النساء أنها من لوازم الإحرام وهذا يخرجها إلى حد البدعة، ويزداد الأمر سوءاً إذا أفتى بذلك بعض الجهلة العوام، فالواجب الحذر والتحذير من ذلك والله أعلم. ¶ ومنها: بعض النساء إذا احتاجت لتغطية وجهها فإنها تتكلف أن تضع على رأسها كالعمامة أو الطاقية البارزة من الأمام حتى لا يمس الخمار وجهها وهذا شيء لا أصل له في السنة فهو بدعة منكرة وتكلف زائد ما أنزل الله به من سلطان بل في الحديث ¶ ((فكانت إحدانا تسدل جلبابها على وجهها)) ولم تذكر أنهن كن يجافينه عن وجوههم، فبالله عليك من أين تؤخذ الشريعة ومن أي شيء تستقي أحكامها؟ ألا فليتق الله من يأمر النساء بذلك، فإنه يكلفهن شيئاً لم يكلفهن الله ولا رسوله به، فاللهم غفراً والله أعلم.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ومنها: الحجامة للمحرم، أقول: لقد تقرر في هذا الضابط أن محظورات الإحرام توقيفية، ولم يأت دليل يمنع المحرم من الحجامة، بل ورد لها دليل الحل والإباحة وهو حديث ابن عباس في الصحيح أن النبي - صلى الله عليه وسلم - احتجم وهو محرم. وعن عبد الله بن مالك بن بحينة قال: (احتجم رسول الله - صلى الله عليه وسلم - وهو محرم بلحي جمل من طريق مكة في وسط رأسه) متفق عليه. وعن أنس رضي الله عنه قال: (احتجم رسول الله - صلى الله عليه وسلم - وهو محرم على ظهر القدم من وجعٍ كان به) رواه أبو داود والنسائي. فإن قلت: أوَلا يلزم من الاحتجام بالرأس أخذ شيء من الشعر؟ فأقول: بلى إلا أنه يسير لا يتعلق به حكم وفي هذا دليل على أن الشعرة والشعرتين والثلاث لا شيء فيها والله أعلم. ¶ ومنها: ما حكم الرجعة للمحرم؟ أقول: الجواب يعرف من هذا الضابط وهو أن محظورات الإحرام توقيفية ولم يأت دليل يمنع من مراجعة المحرم لزوجته فالأصل حلها وإباحتها، وإنما الدليل ورد بالنهي عن النكاح الجديد، الرجعة إنما هي استدامة وإبقاء للعقد على ماهو عليه لا أنها ابتداء نكاح جديد، فبينهما فرق والله أعلم. ¶ ومنها: قد يقول قائل كيف يكون عقد النكاح في الإحرام من جملة المحظورات وقد روى البخاري ومسلم من حديث ابن عباس أن النبي - صلى الله عليه وسلم - تزوج ميمونة وهو محرم؛ فإن هذا نص صحيح صريح في جواز عقد النكاح للمحرم، فماذا تقول؟ ¶ أقول: إن حديث ابن عباس هذا لا مطعن في سنده فإنه كشمس النهار وإنما المطعن فيه من جهة متنه فإن ابن عباس رضي الله عنهما قد وهم في ذلك كما قاله ابن المسيب والإمام أحمد وغيرهما. وبيان ذلك الوهم من وجوه:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الأول: إن المعقود عليها هي ميمونة رضي الله عنها وقد ذكرت هي نفسها أن النبي - صلى الله عليه وسلم - تزوجها وهو حلال كما في صحيح مسلم، ولأبي داود (تزوجني ونحن حلالات بسرف) ولا شك أن صاحبة القصة أعرف بما جرى لها من غيرها فقولها حينئذٍ مقدم على قول ابن عباس رضي الله عنهما. ¶ الثاني: أن السفير بين النبي - صلى الله عليه وسلم - وبين ميمونة كان أبا رافع، وقد قال: (إن النبي - صلى الله عليه وسلم - تزوج ميمونة حلالاً وبنى بها حلالاً وكنت السفير بينهما) رواه أحمد والترمذي بإسنادٍ جيد. وأبو رافع أقرب لمعرفة حقيقة الحال وما حصل من ابن عباس لأنه مباشر للقصة. ¶ الثالث: أن زواج النبي - صلى الله عليه وسلم - هذا كان في العمرة التي تم فيها صلح الحديبية وابن عباس إذ ذاك صغير فلعله وهم، ولم يحضر القصة أصلاً وقد تقرر أن رواية من حضر وشاهد وباشر مقدمة على من لم يحضر. ولعل الوهم حصل ممن أخبر ابن عباس بذلك. ¶ الرابع: أن هذه الاحتمالات ترد وروداً قوياً على حديث ابن عباس، وتبقى أحاديث النهي سالمة عن أي إيراد فهي محكمة وقد تقرر أن المحتمل والمتشابه يرد إلى المحكم البين فالحق الحقيق بالقبول هو أن عقد النكاح من جملة المحظورات للمحرم، والله أعلم. ¶ ومنها: قد انتشر في هذه الآونة الأخيرة بعض المنظفات لليد والبدن وهي معطرة، أي رائحة العطر تفوح منها وتشم من مستخدمها من بُعْد فهل يجوز للمحرم استعمالها؟ ¶ أقول: إنه قد تقرر لنا بالأدلة أن من جملة المحظورات على المحرم الطيب، وهذه المنظفات قد وضع فيها الطيب قصداً أي إن من مقاصد تركيبتها الطيب، وحينئذٍ فهي نوع منه فلا يجوز للمحرم استعمالها، فالواجب الحذر والتحذير من ذلك، والله أعلم. ¶ ومنها: شرب القهوة التي فيها زعفران هل يجوز للمحرم ذلك؟",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أقول: إن الزعفران نوع من الطيب، ويوضع في القهوة لقصد تطييب رائحتها ومذاقها، فحيث كان ذلك كذلك فلا يجوز للمحرم شرب الشاي والقهوة التي فيها زعفران لأنه ¶ طيب وقد دل الدليل الصحيح الصريح أنه ممنوع منه، والله أعلم. ¶ ومنها: هل يجوز للمحرم أن يغسل رأسه ويسرح شعره؟ وما الحكم لو سقط شيء من الشعر؟ ¶ أقول: الأصل لا يمنع المحرم من غسل رأسه وتسريح لحيته بل ورد ما يدل على جواز غسل الرأس كما في حديث اختلاف عبد الله بن عباس والمسور بن مخرمة وأنهما أرسلا عبد الله بن حنين يسأل أبا أيوب، فسأله فوصف له أبو أيوب كيف كان النبي - صلى الله عليه وسلم - يغسل رأسه، والحديث في الصحيحين وإن سقط شيء من الشعر فإنه شعر ميت لا حكم له والله أعلم ¶ ومنها: لو خالف المحرم وعقد النكاح حال الإحرام، فإن المفتى به عند الصحابة ولا يكاد يعرف فيهم مخالف له هو بطلان هذا العقد، والله أعلم. ¶ ولعل هذه الفروع تكون كافية لفهم هذا الضابط إن شاء الله تعالى، والله ربنا أعلى وأعلى وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم. ¶ ((لا يؤثر فعل محظور الحج إلا بعلمٍ وذكرٍ وإرادة)) ¶ أقول: هذا الضابط كالقيد للضابط الأول، وبيان ذلك أن يقال: عن المحظورات السالفة الذكر إذا فعلها المحرم فإنه يجب علينا قبل ترتيب ما يترتب عليها من إثمٍ أو كفارة أن نتأكد من توفر ثلاثة شروط، وهي الشروط المذكورة في هذا الضابط، وهذا الضابط متفرع عن القاعدة الكبرى المشروحة في تلقيح الأفهام وهو قولنا: لا يؤثر فعل المنهي إلا بذكرٍ وعلمٍ وإرادة وهذه الشروط هي:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الأول: [العلم] وضده الجهل، أي أن يفعل المحرم هذا المحظور وهو عالم بحكمه غير جاهل، وذلك لأن القاعدة المتقررة عند العلماء أن التكاليف مشروطة بالعلم والقدرة فلا تكليف إلا بعلم، وما يجهله العبد فإنه لا يكلف به، فما كن خارجاً عن علمنا فإننا من رحمة الله لا نكلف به كما قال تعالى: {لا يكلف الله نفساً إلا وسعها}، {ولا يكلف الله نفساً إلا ما آتاها}، {ربنا لا تحملنا ما لا طاقة لنا به} وبناءً عليه فإن فعل المحرم شيئاً من المحظورات السابقة وهو جاهل بحكمه جهلاً يعذر فيه فإنه لا يترتب عليه أثره، فلا إثم عليه ولا كفارة، ويدل على ذلك بخصوص الرجل الذي لبس جبة وتضمخ بالطيب وهو محرم فسأل النبي - صلى الله عليه وسلم - عن ذلك فأرشده إلى الصواب ولم يأمره بشيء مما يدل على أنه عذره بجهله والله أعلم. ¶ والشرط الثاني: [الذكر] وضده النسيان، فمن فعل شيئاً من هذه المحظورات وهو ناسٍ أنه محرم فإنه لا يضره ذلك لعموم قوله تعالى {ربنا لا تؤاخذنا إن نسينا أو أخطأنا} ولعموم قوله عليه الصلاة والسلام: ((إن الله تعالى رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه)) أو كما قال - صلى الله عليه وسلم -. وهذا عام في كل المحظورات حتى الجماع على القول الصحيح، فأي محرم وقع منه شيء من هذه المحظورات وهو ناسٍ إحرامه فإنه لا شيء عليه، وهذا من رحمة الله تعالى، والله أعلم.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الشرط الثالث: [الإرادة] وضدها الإكراه، وبناءً عليه فمن وقع منه شيء من هذه المحظورات وهو مكره عليه فإنه معذور، فلا يترتب على فعله هذا إثم ولا كفارة، لقوله تعالى: {إلا من أكره وقلبه مطمئن بالإيمان} وللحديث السابق، ولأن الشريعة مبناها على العدل والمكره لا قدرة له ولا اختيار له في فعل ذلك فلا وجه لعقابه إذا علمت هذا فاعلم أن هذه الشروط الثلاثة لابد من توفرها جميعاً ليترتب الأثر فإذا تخلف شرط منها فإن الأثر يتخلف بتخلفه، فانتبه لهذا واجعله نصب عينيك في إجابتك لما يرد عليك من مثل هذه المسائل، ومن باب زيادة الإيضاح أضرب لك فروعاً لترى كيف التطبيق فأقول: ¶ منها: رجل غطى رأسه ناسياً أنه محرم، فنقول: لا شيء عليه لأن النسيان عذر يمنع من ترتب الأثر لأنه لا يؤثر فعل المحظور إلى بالذكر والله أعلم. ¶ ومنها: امرأة غفلت عن إحرامها فلبست القفازين أو النقاب فماذا عليها؟ نقول: لا شيء عليها لأنه لا يترتب أثر المحظور إلا بالذكر وهي ناسية. ¶ ومنها: محرم نائم فجاء آخر فحلق شيئاً من شعره ولم يشعر به فهل على المحرم شيء؟ الجواب: لا ليس عليه شيء لأنه ليس بمختار لهذا الحلق، ولا يترتب الأثر إلا بالإرادة، وفاعل ذلك آثم ظالم معتدٍ، والله أعلم. ¶ ومنها: محرم قلّم أظفاره أو شيئاً منها جاهلاً حرمة ذلك فماذا عليه؟ الجواب: لا شيء عليه، لأنه لا يترتب أثر ذلك إلا بالعلم وهو قد كان جاهلاً، والله أعلم. ¶ ومنها: محرم أزال شعر إبطيه وعانته وقصر من شاربه ظناً منه أن المحرم عليه إنما هو حلق رأسه فقط فماذا عليه؟ أقول: لاشيء عليه ولله الحمد لأنه يجهل الحكم في ذلك وقد تقرر أنه لا يترتب أثر المحظور إلا بعلم. والله أعلم. ¶ ومنها: احتلم المحرم فماذا عليه؟ أقول: لا شيء عليه في هذا الإنزال لأنه عن غير اختيار ولا يترتب الأثر إلا بالاختيار والإرادة، والله أعلم.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ومنها: عقد محرم عقد نكاحٍ جاهلاً أن عقد النكاح من الأشياء المنهي عنها حال الإحرام فماذا عليه؟ أقول: لا شيء عليه لأنه كان جاهلاً بالحكم وأثر فعل المحظور لا يترتب إلا بالعلم، والله أعلم. ¶ ومنها: استعمل المحرم صابوناً مطيباً جاهلاً أنه من الطيب المنهي عنه فماذا عليه؟ الجواب: لا شيء عليه لأنه يجهل ذلك والأثر لا يترتب إلا بالعلم، والله أعلم. ¶ ومنها: صاد المحرم صيداً جاهلاً الحكم أو ناسٍ أنه محرم. أقول: هذا مما قوي فيه الخلاف ولكن الأقرب إن شاء الله تعالى أنه لا شيء عليه لأن الله قال في الآية \" متعمداً \" والجاهل والناسي ليسا بمتعمدين ولهذه القاعدة، والله ربنا أعلى وأعلم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "((فدية الأذى والصيد على التخيير بين الذبح والصوم والإطعام)) ¶ أقول: الأصل في فدية الأذى حديث كعب بن عجرة، قال: حملت إلى النبي - صلى الله عليه وسلم - والقمل يتناثر على وجهي فقال: ((ما كنت أرى الجهد بلغ بك ما أرى، أتجد شاة؟ قال: لا، قال: فصُم ثلاثة أيام أو أطعم ستة مساكين لكل مسكين نصف صاع)) متفق عليه. وفي رواية: أتى عليّ رسول - صلى الله عليه وسلم - زمن الحديبية فقال: ((كأن هدام رأسك تؤذيك فقلت: أجل، فقال: احلق واذبح شاة أو صم ثلاثة أيام أو تصدق بثلاثة آصع من تمر بين ستة مساكين فرقاً من زبيب أو أنسك شاة)) قال: فحلقت ثم نسكت وبسبب ذلك نزل قوله تعالى: {فمن كان منكم مريضاً أو به أذى من رأسه ففدية من صيامٍ أو صدقة أو نسك}. فهذا هو الأصل في فدية الأذى، وألحق العلماء بها تغطية الرأس وتقليم الأظفار ولبس المخيط والطيب ولبس المرأة النقاب أو القفازين فهذه المحظورات كلها فيها فدية أذى، والجامع هو أن الغالب فيمن يفعل ذلك إنما يريد به رفع الأذى عنه والترفه بذلك، وهذه الفدية الواردة في الحديث خرجت مخرج التخيير لأنه قد تقرر في الأصول أن (أو) من معانيها التخيير وهو المراد هنا فيكون الواجب فيها واحداً لا يعينه، ككفارة اليمين، بماذا وقع المحرم في شيء من هذه المحظورات المذكورة قبل قليل فإنه مخير بين إخراج أحد خصال هذه الكفارة، إما الذبح وإما الصيام وإما الإطعام، فهذا بالنسبة لفدية الأذى وأما فدية الصيد فإن الأصل فيها قوله تعالى: {يا أيها الذين آمنوا لا تقتلوا الصيد وأنتم حرم ومن قتله منكم متعمداً فجزاء مثل ما قتل من النعم يحكم به ذوا عدلٍ منك هدياً بالغ الكعبة أو كفارة طعام مساكين أو عدل ذلك صياماً ليذوق وبال أمره ... } الآية. فقوله \" مثل ما قتل من النعم \" هذه هي الخصلة الأولى، وقوله \" أو كفارة طعام مساكين \" هي الخصلة الثانية وقوله \" أو عدل ذلك صياماً \" هي الخصلة الثالثة، وهي ذبح وإطعام وصيام أيضاً وقد قرنت بحرف (أو)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "المفيد للتخيير، إذاً صدق هذا الضابط ولله الحمد والمنة من أن فدية الأذى على التخيير بين الصيام والإطعام والذبح وفدية الصيد أيضاً على التخيير بين الصيام والإطعام والذبح، لكن ينبغي لك أن تتذكر أنك قبل أن ترتب الكفارة فلابد من التأكد من توفر الشروط السابقة في الضابط الذي قبله، فإن قلت: إنه قد بقي عندنا بعض المحظورات لم تذكرها وهي الوطء والمباشرة وعقد النكاح، فهل هذه فيها شيء أم لا شيء فيها؟ فأقول: لعلك تذكر أننا قررنا في باب الصيام أن الأصل عدم الكفارة في مفسد الصوم إلا بدليل، وهنا أيضاً نقرر ذلك ونقول: الأصل عدم الكفارة في محظور الحج إلا بدليل، وما مضى من المحظورات قد ثبت الدليل بالكفارة فيها فأما حلق الرأس فبالنص والطيب وتغطية الرأس ولبس المخيط، والنقاب والقفازين بالقياس الصحيح المستوفي لأركانه، وأما الصيد فبالنص، وأما عقد النكاح فلا أعرف فيه نصاً مرفوعاً يوجب فيه الكفارة ولا يصلح قياسه على حلق الرأس والصيد، ولا أعلم شيئاً موقوفاً على الصحابي بالسند الصحيح، فحيث لم يثبت شيء من ذلك فالأصل عدم الكفارة فنقول: لا شيء فيه إلا الإثم فقط وفساد العقد كما نص على ذلك المذهب، ولأن عقد النكاح غنما هو كشراء المحرم للصيد ليس فيه فساد العقد فالصواب إن شاء الله تعالى أن عقد النكاح لا كفارة فيه وأما المباشرة دون الفرج فلا أعلم فيها شيئاً يصح مرفوعاً يوجب فيها الكفارة ولا أعلم شيئاً موقوفاً يوجب ذلك ومن كان عنده فضل علمٍ فليسعف أخاه، فأقول: من باشر دون الفرج فقد وقع في الإثم وحجه صحيح فعليه التوبة والاستغفار، وأما الكفارة فلا أعلم أنها ثابتة في ذمته فلا أقول بها وإن قال بها بعض علمائنا الكبار رفع الله نزلهم في الفردوس الأعلى. وأما الوطء فلا يخلو من حالتين: إن كان قبل التحلل الأول فقد فسد نسكهما ولو بعد الوقوف بعرفه، وذلك لقضاء بعض الصحابة بفساد الحج، ويمضيان فيه ولا",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "يخرجان منه بالوطء ذكره الوزير إجماعاً وهو مروي عن عمر وعلي وأبي هريرة وابن عباس، وعليه القضاء من قابل، لما روي عن ابن عباس وابن عمر وابن عمرو بسندٍ جيد: أن رجلاً أتى عبد الله بن عمر فقال: اذهب إليه فاسأله، قال شعيب: فلم يعرفه الرجل فذهب معه، فسأل ابن عمر، فقال: بطل حجك، فقال الرجل، أفأقعد؟ قال: لا، بل تخرج مع الناس وتصنع ما يصنعون فإذا أدركت الحج من قابلٍ فحج وأهد. فرجع إلى عبد الله بن عمرو فأخبره، فقال: اذهب إلى ابن عباس فاسأله: فقال شعيب: فذهبت معه فسأله فقال له مثل ما قال ابن عمر، فرجع إلى عبد الله ابن عمرو فأخبره، ثم قال الرجل: وما تقول أنت؟ قال: أقول مثل ما قالا ونحوه عند أحمد والدارقطني والحاكم وغيرهم، هذا إذا كان الوطء قد وقع قبل التحلل الأول، وأما إذا كان بعد التحلل الأول فإنه لا يفسد به الحج وإنما يجب فيه شاة في ظاهر المذهب، وعليه مع ذلك إذا كان الباقي من أعمال التحلل الثاني الطواف أن يحرم به من أدنى الحل فيطوف ويسعى والأصل في ذلك ما ثبت عن ابن عباس أنه قال: الذي يصيب أهله قبل أن يفيض يعتمر ويهدي. رواه مالك والبيهقي وإسناده صحيح. ¶ وخلاصة هذا الكلام ما يلي: ¶ الأول: فدية الأذى على التخيير بين الذبح والإطعام والصيام. ¶ الثاني: فدية الصيد على التخيير أيضاً بين الذبح والإطعام والصيام. ¶ الثالث: عقد النكاح في الإحرام فاسد ولكن لا فدية فيه. ¶ الرابع: المباشرة دون الوطء فيه التوبة والاستغفار وهذا كفارتها. ¶ الخامس: الوطء في الفرج قبل التحلل الأول مفسد للحج موجب للقضاء وأن يذبح شاة. وأما بعد التحلل الأول فهو موجب للذبح ويحرم من أدنى ويطوف للإفاضة ويسعى. وإتماماً للفائدة أختم الكلام على هذا الضابط ببعض المسائل: ¶ المسألة الأولى:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "اعلم أن من ذبح فدية لا يجوز لذابحه أن يأكل منه شيئاً بل يطعمه كله فقراء الحرم ومساكينه فإن أكل منه شيئاً فعليه أن يذبح أخرى مكانها، والله أعلم. ¶ المسألة الثانية: ¶ إذا كان من عليه الفدية سيكفر بالصوم فله الصوم في أي مكان شاء ولا يلزم أن تكون في حال إحرامه على القول الصحيح، والله أعلم. ¶ المسألة الثالثة: ¶ من كرر محظوراً من جنس واحد بأن حلق مراراً أو قلّم مراراً أو وطء مراراً ولم يكفّر عن الأول فيكفيه لفعلها جميعاً كفارة واحدة لأن القاعدة تقول من كرر محظوراً من جنس واحد وموجبه واحد أجزأ عن الجميع فعل واحد إن لم يخرج موجب الأول، وأما إذا كان المحظور من أجناس مختلفة فعليه لكل محظور كفارة مستقلة، والله أعلم. ¶ المسألة الرابعة: ¶ القول الصحيح أن من جُومِعَت مُكرهة فلا شيء عليها لأن من شروط ترتب الأثر الإرادة، والله أعلم. ¶ المسالة الخامسة: ¶ يشترط في كفارة الصيد إن كان سيذبح أن يكون المذبوح مماثلاً للصيد في غالب صفاته أو بعضها لأن الله تعالى يقول: {فجزاءٌ مثل ما قتل من النعم} والضابط في هذا أن ما قضى به الصحابة في ذلك فإنه يعتمد لأنهم أعرف وقولهم أقرب إلى الصواب. وما لم يرد فيه قضاء فمرده لاجتهاد الحكمين ومما قضى به الصحابة أن في الضبع كبش وفي الغزال عنز وفي الأرنب عناق وفي اليربوع جفره وفي النعامة جزور وفي حمار الوحش بقرة وفي الحمامة شاة، وإن كان سيكفر بالإطعام فطريقة ذلك أن يقوّم المثل ثم يشتري بقيمته طعاماً يطعمه المساكين، وإن كان سيكفر بالصيام فطريقة ذلك أن يرى كم في الإطعام من صاع أو مد فيصوم عن كل مد أو صاع يوماً فهذا عدله المأمور به في قوله تعالى: {أو عدل ذلك صياماً}، والله تعالى أعلم وأعلى وبه نختم الكلام على هذا الضابط المهم والذي يتخبط فيه بعض المبتدئين من طلبة العلم والله يتولانا وإياك.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "((من ترك نسكه أو شيئاً منه فعليه دم)) ¶ أقول: وهذا الكلام يروى مرفوعاً للنبي - صلى الله عليه وسلم - إلا أنه لا يصح رفعه وإنما المحفوظ أنه موقوف على ابن عباس رضي الله عنهما وقد تقرر في الأصول أن قول الصحابي حجة بشرطه، والشرط هو ألاّ يخالف نصاً من كتاب أو سنة وألاّ يخالفه صحابي آخر، وكلاهما قد تحققت هنا، فإن ابن عباس في هذا القول لم يخالف نصاً ولم يخالفه صحابي آخر، بل أفتى بمقتضاه بعض الصحابة فهذا الضابط أصله قول ابن عباس رضي الله عنه وأرضاه، وشرح هذا الضابط أن يقال: اعلم أن الحاج قد أمر بفعل شيء ونهي عن فعل شيء فما نهي عنه تقدم الكلام على كفارته في الضابط السابق، فالضابط السابق إنما هو في ارتكاب المحظور، وأما هذا الضابط فهو يتكلم عن كفارة من ترك شيئاً قد أمر بفعله في الحج.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ثم اعلم أن الأشياء التي أمرنا بها في الحج لا تخلو إما أن يكون أمر استحباب وندب فهذه لا شك أنه لا شيء على من تركها لأنه لا عقاب في ترك المستحب وذلك كالتلبية وصلاة ركعتي الطواف وكونها خلف مقام إبراهيم وغير ذلك فكل ذلك من أمور الاستحباب التي لا عقاب ولا كفارة على تاركها وأما الأشياء التي أمرنا بها على سبيل الإيجاب فهي التي تعنينا في هذا الضابط هي المرادة بقولنا (نسكه) وهي الطواف والسعي والإحرام وكونه من الميقات والوقوف بعرفه وكونه إلى الغروب والمبيت بمزدلفة ورمي جمرة العقبة، والرمي أيام منى وذبح الهدي والحلق أو التقصير والمبيت بمنى وطواف الوداع، هذه هي مناسكنا، فبناءً عليه فمن ترك شيئاً من هذه المناسك فإن عليه دماً أي يجب عليه أن يذبح شاة أو ما يعادلها من سبع بدنة أو بقرة، فمن ترك النسك كاملاً أو ترك شيئاً منه فعليه دم، وكما ذكرت أن هذا الضابط في جزاء ترك المأمور والذي قبله في جزاء فعل المحظور فإذا سألك أحد من الحجاج عن مخالفة وقع فيها، فاسأله أولاً عن نوعيتها حتى تعرف أهي من قبيل ترك المأمور فيدخل تحت هذا الضابط، أم هي من قبيل فعل المحظور فيدخل في الضابط الذي قبله، ويفرع على هذا الضابط أن من تجاوز الميقات وأحرم دونه فقد ترك شيئاً من نسكه فعليه دم، كمن يكون آفاقياً فلا يحرم إلا من جدة فهذا عليه دم لأنه ترك شيئاً من نسكه ومن ترك المبيت بمزدلفة فقد ترك نسكه فعليه دم، أو خرج منها قبل منتصف الليل فقد ترك شيئاً من نسكه فعليه دم، ومن خرج من عرفة قبل الغروب ولم يعد فقد ترك شيئاً من نسكه فعليه دم، ومن ترك المبيت بمنى ليالي أيام التشريق أو ليلة منها فقد ترك نسكه أو شيئاً منه فعليه دم، ومن ترك الحلق و التقصير فقد ترك نسكه فعليه دم، ومن ترك رمي جمرة العقبة أو لم يرمها إلا بحصاةٍ أو حصاتين فقد ترك نسكه أو شيئاً منه فعليه دم، ومن ترك طواف الوداع وليس من الذين يسقط عنهم",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فقد ترك نسكه فعليه دم، ومن ترك الرمي أيام التشريق أو ترك بعض الأيام أو ترك بعض الجمرات فقد ترك نسكه أو شيئاً منه فعليه دم، وهكذا فهذا الضابط لا ينخرم ولله الحمد والمنة لكن عليك أن تنتبه أن من واجبات الحج على المتمتع والقارن الهدي وهو ذبح فلو تركه فلا نقول عليه دم وإنما نقول عليه البدل الشرعي وهو الصيام كما قال تعالى: {فصيام ثلاثة أيام في الحج وسبعة إذا رجعتم} هذا إذا تركه عجزاً عنه وأما إذا تركه من القدرة عليه فعليه دم لأنه ترك نسكاً لكن هذا الدم دم جبران فلا يأكل منه شيئاً بخلاف دم الهدي فإنه دم نسك والسنة أن يأكل منه شيئاً ولعل الضابط قد اتضح إن شاء الله تعالى والله يعلمنا وإياك العلم النافع ويرزقنا العمل الصالح وهو أعلم وأعلى. ¶ ((الإفراد أفضل لمن أفرد العمرة بسفره والقران أفضل لمن ساق الهدي وإلا فالتمتع)) ¶ وهذا الضابط في مسألة أفضل الأنساك، وقد اختلف العلماء في الأفضل منها على أقوال هي بعدد الأنساك، فقيل الإفراد وقيل القران وقيل التمتع والمشهور من المذهب هو القول الأخير إلا أن الأصوب إن شاء الله تعالى هو ما يقتضيه هذا الضابط ومعناه أن الأفضلية تختلف باختلاف حال الأنساك، فإن كان سيفرد العمرة بسفره فالأفضل له إفراد الجمع وهذا باتفاق الصحابة رضي الله عنهم وعلى ذلك قولهم في قوله تعالى: {وأتموا الحج والعمرة",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "لله} إتمامها أن تحرم بهما من دويرة أهلك، وأما إذا كان الحاج قد ساق الهدي، فإن الأفضل له القران كحال النبي - صلى الله عليه وسلم - فإنه لم يتحلل لأنه ساق الهدي فدل ذلك على أن القران أفضل إن ساق الهدي فإن لم يسق الهدي ولم يفرد العمرة بسفرة خاصة فالأفضل له التمتع كحال الذين أمرهم النبي - صلى الله عليه وسلم - بالإحلال وشدد عليهم في ذلك، وذلك منه - صلى الله عليه وسلم -توجيهاً لهم إلى الأفضل في حقهم وأخبر أنه - صلى الله عليه وسلم - لو لم يسق الهدي لحل معم، لكن لما ساقه صار الأفضل لهم الإحلال. فانظر كيف جمع هذا الضابط بين الأدلة كلها وبناءً عليه فنقول: إن الأفضل بل المؤكد في حق من لم يسق الهدي تأكيداً يقرب أن يكون واجباً أنه إن أحرم مفرداً أو قارناً وطاف وسعى أن يقصر ويتحلل ويجعلها عمرة ويقلب نسكه إلى التمتع لأننا قلنا أن التمتع أفضل لمن لم يسق الهدي وعلى ذلك أمره - صلى الله عليه وسلم - لأصحابه بذلك حتى قال: ((لو استقبلت من أمري ما استدبرت لما سقت الهدي ولجعلتها عمرة)) وقال عليه الصلاة والسلام:",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "((من كان منكم أهدى فإنه لا يحل من شيء حرم منه حتى يقضي حجة ومن لم يكن منكم أهدى فليطف بالبيت وبالصفا والمروة وليقصر وليحل)) وعن جابر قال: أهللنا بالحج مع رسول الله - صلى الله عليه وسلم - فلما قدمنا مكة أمرنا أن نحل ونجعلها عمرة فكبر ذلك علينا وضاقت به صدورنا فقال: ((أيها الناس أحلوا، فلولا الهدي معي فعلت كما فعلتم)) متفق عليه. وفي حديث أبي سعيد: فلما قدمنا مكة أمرنا أن نجعلها عمرة إلا من ساق الهدي. والأحاديث في فسخ الحج إلى العمرة كثيرة، فدل دلالة قاطعة أن المؤكد في حق من أحرم مفرداً أو قارناً ولم يسق الهدي أن يتحلل بالتقصير بعد الطواف بالبيت وبين الصفا والمروة ويجعلها عمرة، وهل هذا التحلل من باب الوجوب أم الاستحباب على أقوال والأقرب منها أنه للاستحباب إن شاء الله تعالى واختاره أبو العباس وقال: إن الوجوب كان في حق الصحابة لأن المشهور من أمر الجاهلية أنهم كانوا يرون العمرة في أشهر من أفجر الفجور كما في الصحيحين من حديث ابن عباس فشدد النبي - صلى الله عليه وسلم - على أمر الحل ليزيل هذا الاعتقاد من قلوبهم، واختار ابن القيم الوجوب، وهو مذهب ابن عباس وليس ببعيد لأن الأوامر الواردة في الأحاديث الآمرة بالحل لا أعلم لها صارفاً يصرفها من الوجوب إلى الاستحباب وخصوصاً أن النبي - صلى الله عليه وسلم - سئل عن ذلك أهو لعامنا هذا أم للأبد؟ فقال: بل للأبد، فالله تعالى أعلى وأعلم. ¶ والإفراد هو أن يحرم بالحج وحده فيقول: \" اللهم لبيك حجاً \" والقران هو يجمع بينهما فيقول: \" اللهم لبيك عمرة وحجاً \" أو يحرم بالعمرة وحدها ثم يدخل عليها الحج قبل طوافها، والتمتع أن يحرم بالعمرة متمتعاً بها إلى الحج ويطوف ويسعى ويتحلل ثم يهل بالحج يوم الثامن، والله أعلم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فإن قلت فما كان نسك النبي - صلى الله عليه وسلم -؟ فأقول: إن الأحاديث والروايات الواردة في تحديد نسك النبي - صلى الله عليه وسلم - وردت على وجوه ثلاثة فمنهم من روى أن النبي - صلى الله عليه وسلم - كان متمتعاً ومنهم من روى أنه كان قارناً ومنهم من روى أنه كان مفرداً، فاختلف العلماء في تحديد نوعية نسكه على هذه الأقوال الثلاثة، والأقرب إن شاء الله تعالى أنه - صلى الله عليه وسلم - كان قارناً، قال الإمام أحمد: لا أشك أن النبي - صلى الله عليه وسلم - حج وكان قارناً والتمتع أحب إليّ. انتهى. واختاره ابن تيمية وابن القيم وجمع من المحققين وجمعوا بين الأحاديث الواردة في ذلك بقولهم أن من قال أنه \" أفرد\" فيريد به أنه - صلى الله عليه وسلم - اقتصر على أعمال الحج وحده ولم يفرد للعمرة أعمال خاصة، ومن قال أنه \" تمتع \" فإنه لا يقصد به تمتعاً قد حل منه فإن هذا تمتع خاص وإنما يقصدون به التمتع العام ويدخل فيه تمتع القران ووجه كونه تمتعاً أن القارن تمتع وترقه بسقوط أحد السفرين عنه وهو سفر العمرة، وبسقوط إفراد أعمال العمرة عنه بحيث أنه لم يفردها بطواف خاص وسعي خاص كما يفعله من تمتع التمتع الخاص ولكن أعمالها دخلت في أعمال الحج فهو بهذا الاعتبار متمتع. وأما من قال أنه كان \" قارناً \" فإنه أخبر عن نوعية النسك الذي أهل به النبي - صلى الله عليه وسلم -. وعلى هذا التخريج السليم لا يكون بين الأحاديث والآثار أي تعارض ولله الحمد والمنة وبه التوفيق والعصمة، والله أعلى وأعلم.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "((أعمال القارن كالمفرد ويزيد بوجود الهدي وأعمال المتمتع كالقارن ويزيد بالتحلل والسعي)) ¶ أقول: وهذا الضابط يعطيك الفروق بين هذه الأنساك وبيانه أن يقال: إن القارن والمفرد والمتمتع يشتركون في غالب الأعمال فهم يحرمون من الميقات ويطوفون ويسعون ويقفون بعرفه إلى الغروب ويبيتون بمزدلفة إلى الصبح ويرمون جمرة العقبة ويحلقون أو يقصرون ويبيتون بمنى أيام التشريق ويرمون الجمرات الثلاث بعد الزوال في أيامها، فهذه الأعمال يتفق فيها الثلاثة إلا أن هناك أشياء ينفرد بها بعض الأنساك عن غيره، فالقران هو بعينه الإفراد إلا أنه يزيد بوجوب الهدي أي أن القارن يجب عليه أن يذبح الهدي يوم العيد وأما المفرد فلا هدي يجب عليه ولكن إن أحب يتطوع بالهدي فله ذلك، لكن لا يجب عليه، فالطواف الذي يكون منهما أول ما يقدمون هو طواف القدوم، والسعي الذي بعده هو سعي الحج، وهكذا بقية الأنساك. وأما المتمتع فإنه كالقارن أيضاً إلا أنه يختلف عنه بالتحلل الفاصل بين العمرة والحج، فإن المتمتع إذا طاف وسعى فإنه يتحلل بالتقصير التحلل الكامل فيحل له ما كان حراماً بالإحرام، إلى يوم التروية فهذا التحلل من خصائص التمتع وهذا هو معنى قولنا \" ويزيد \" أي المتمتع \" بالتحلل \" فنعني به هذا التحلل. وهناك شيء آخر أيضاً وهو أن المتمتع يجب عليه سعيان، سعي للعمرة وهو الذي حصل مع الطواف الأول، فالطواف الأول والسعي الأول هما طواف وسعي العمرة، ويبقى عليه سعي الحج ووقته يوم النحر، وأما القارن فإنه ليس عليه إلا سعي واحد ويكفيه عن حجه وعمرته كما قال عليه الصلاة والسلام لعائشة: ((طوافك بالبيت وسعيك بين الصفا والمروة يكفيك لحجك وعمرتك)) رواه مسلم. وبهذا يتحدد لك الفرق بين هذه الأنساك فالفرق إنما هو فيما ذكرناه فقط وإلا فكل الأنساك الباقية هم فيها متفقون، وأزيدك إيضاحاً فأقول: خرج ثلاثة يريدون الحج، فوصلوا للميقات فأحرموا بالأنساك الثلاثة هذا متمتع وهذا قارن وهذا مفرد، وشرعوا في التلبية إلى أن وصلوا البيت الحرام",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وطافوا فهذا الطواف في حق القارن والمفرد سنة وهو طواف القدوم، وأما في حق المتمتع ففرض لأنه طواف العمرة ثم سعوا بين الصفا والمروة وهذا السعي بالنسبة للقارن والمفرد سعي الحج الذي هو ركن من أركان الحج وأما بالنسبة للمتمتع فهو سعي العمرة الذي هو ركن من أركانها وبعد ذلك قصر المتمتع وحل من إحرامه، وأما القارن والمفرد فإنهما لا يزالان على إحرامهما بالحج وجاء يوم التروية فاهل المتمتع بالحج، وذهبوا جميعاً إلى منى وباتوا بها تلك الليلة وهذا المبيت سنة في حقهم جميعاً فلما أصبحوا توجهوا إلى عرفة جميعاً وبقوا فيها إلى الغروب ثم توجهوا إلى المزدلفة جميعاً وباتوا بها إلى الصباح ثم توجهوا جميعاً إلى الجمرة العقبة فرموها بسبع حصيات ثم نحر المتمتع والقارن هديهما وأما المفرد فكما أنه لا هدي عليه وحلقوا جميعاً أو قصروا ثم أفاضوا جميعاً إلى البيت فطافوا طواف الإفاضة، فأما المتمتع فإنه سعى أيضاً بين الصفا والمروة سعي الحج، لأن سعيه الأول كان للعمرة، ثم رجعوا إلى منى فباتوا بها تلك الليلة ثم لما أصبحوا وزالت الشمس رموا الجمرات الثلاث بالترتيب، ثم باتوا أيضاً تلك الليلة ثم رموا اليوم الثاني بعد الزوال ثم من أراد فيهم التعجل ذهب وطاف للوداع ثم عاد إلى بلده.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فأنت ترى في هذا السرد أن القارن كالمفرد إلا أنه اختلف معه بالتحلل وبوجوب سعي ثانٍ وهذا على القول الصحيح وإلا فالعلماء اختلفوا هل على المتمتع سعي ثانٍ أم يكفيه السعي الأول على أقوال، والصواب منها إن شاء الله تعالى أنه يجب عليه سعي ثانٍ واختلف العلماء أيضاً هل على القارن سعي ثانٍ على أقوال، والصواب منها أنه لا يجب عليه إلا سعي واحد فبان بهذا الضابط الفروق بين هذه الأنساك وهذا من الواجبات التي تتحتم معرفتها على طالب العلم الذي يريد التصدر لإجابة أسئلة الناس التي ترد عليه في شأن الحج وأرجو الله باسمه الأعظم أن أكون قد وفقت في إيصاله إلى ذلك والله المستعان وهو أعلى وأعلم.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "((كل منسك محدد بزمان أو مكان فلا يجوز تقديمه أو إخراجه عن حده)) ¶ وهذا الضابط من الأهمية بمكان لطالب العلم في فقه هذا الكتاب المبارك أعني كتاب الحج، وهو محض توفيق من الله تعالى فإنه يجمع من المسائل المهمة العظيمة ويلم فروعاً كثيرة في كتاب الحج مما يكون في ضبطه ضبطها وإتقانها، وهذا الضابط متفرع عن قاعدة مهمة في الأصول قد شرحناها في كتابنا تلقيح الأفهام، ونصها يقول: العبادة المؤقتة بوقت تفوت بفوات وقتها إلا من عذر. وبيان هذا الضابط أن يقال: اعلم - أرشدنا الله وإياك لطاعته وكمل لنا ولك مراتب العلم النافع والعمل الصالح - أن العبادات من ناحية وقتها لا تخلو إما أن تكون عبادات مؤقتة بوقتٍ كافٍ ومكان معلوم كالصلوات المكتوبة وصوم رمضان وعاشوراء وعرفة ومزدلفة ومنى والإحرام من الميقات ونحوها، وإما لا، وهذا الضابط الذي معها هو في العبادات المؤقتة بزمان أو مكان فيخرج بذلك العبادات المطلقة، وبناءً عليه فإن هذا التوقيت له شأن عظيم في الشريعة وللشارع الحكمة البالغة والمصلحة العظيمة في تقريره وتحديده، وبناءً عليه فيجب احترامه والالتزام به والتقيد به فلا ينبغي إخراجه عن وقته أو تأخيره عن مكانه أبداً، فإنه أي هذا الفعل وهذا القول لا يكون داخلاً في حيز المشروع إلا إذا فعل في وقته ومكانه المحدد له وإلا فبالله عليك لماذا يكلف الله الناس بهذا التحديد إذا لم يكن له هذا الأثر، فلو أن الإنسان أحرم بالحج في غير أشهره ألف مرة لما وقع حجاً، لأن الله تعالى حدد للإحرام به أشهراً معلومات فقال: {الحج أشهر معلومات} وهي شوال وذو القعدة وعشر من ذي الحجة، ولو أن الإنسان وقف في بقاع الدنيا كلها لم يجزئه يوم التاسع بمكانٍ معين وزمانٍ معين وهكذا فشأن التوقيت في الشريعة ليس سهلاً وهذا من تعظيم شعائر الله.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "إذاً تبين بهذا أننا في هذا النوع من العبادات أعني العبادات المؤقتة بزمان أو مكان مأمورين بشيئين، الأول: بالإتيان بهذه العبادة. الثاني: إيقاعها في هذا الزمان أو المكان المعين لها. فيا سبحان الله العظيم والله لم يكن هذا الضابط من الضوابط التي جمعتها في الحج ولكنه تفضل ومنّة على العاجز الضعيف الذي لا حول له ولا قوة إلا بربه القوي الكامل في ذاته وصفاته وأفعاله وأحكامه، فله الحمد والفضل والشكر كله أوله وآخره وظاهره وباطنه وسره وعلانيته ونسأله المزيد من فضله. والأدلة على صحة هذا الضابط أكثر من أن تحصر من أن تذكر وسيأتي طرف منها في قيد الفروع إن شاء الله تعالى، فأقول وبالله التوفيق ومنه أستمد الفضل وحسن التحقيق:",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "منها: الإحرام بالحج والعمرة فإن الشريعة قد حددت له زماناً ومكاناً، وهي المواقيت الزمانية والمكانية، فأما الزمانية فلا يصح الإحرام بالحج إلا في أشهره وهي شوال وذو القعدة وعشر من ذي الحجة فبطلوع فجر يوم النحر ينتهي وقت الإحرام بالحج فلا يستطيع أحد أن يعقد بعد الفجر من يوم النحر إحراماً بالحج، وهي المرادة بقوله تعالى: {الحج أشهر معلومات} وأما العمرة فقال أهل العلم: إن الإحرام بها منعقد في كل أوقات العام ما عدا الأوقات التي يكون فيها محرماً بالحج، فإنه يكون مشغولاً باطناً وظاهراً بالحج والمشغول لا يشغل، فهذا بالنسبة للمواقيت الزمانية، وأما المكانية فقد ورد فيها البيان الكافي الشافي وهو حديث ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - وقّت لأهل المدينة ذا الحليفة، ولأهل الشام الجحفة، ولأهل نجد قرن المنازل، ولأهل اليمن يلملم، وقال: ((هن لهن ولمن أتى عليهن ممن أراد الحج أو العمرة وممن كان دون ذلك فمن حيث أنشأ حتى أهل مكة من مكة)) متفق عليه. وعن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - وقّت لأهل العراق ذات عرق. رواه أبو داود والنسائي، وأصله في صحيح مسلم من حديث جابر رضي الله عنه إلا أن راويه شك في رفعه، وعند البخاري أن عمر رضي الله هو الذي وقّت ذات عرق، وعند أحمد وأبي داود والترمذي من حديث ابن عباس أن النبي - صلى الله عليه وسلم - وقّت لأهل المشرق العقيق، وأما حديث أم سلمة قالت: سمعت رسول الله - صلى الله عليه وسلم -: ((من أهَلَّ بحجة أو عمرة من المسجد الأقصى إلى المسجد الحرام غفر له ما تقدم من ذنبه وما تأخر ووجبت له الجنة)) رواه أبو داود وابن ماجة فهو حديث ضعيف لا تقوم بمثله الحجة وقد تقرر في الأصول أن الأحكام الشرعية تفتقر في ثبوتها للدليل الصحيح الصريح وبناءً على ذلك فلا يجوز للآفاقي أن يؤخر الإحرام عن هذه المواقيت لأنه أي",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الإحرام عبادة محددة بهذه الأمكنة فمن خالف وأخّر فعليه دم لأنه ترك شيئاً من نسكه، وكذلك لا ينبغي الإحرام قبلها وتشدد كراهته حتى يصل إلى حد البدعة إن فعله صاحبه ظاناً أنه قد جاء بالأفضل فإنه قد جمع بين شرين كبيرين، الأول: اعتقاده أنه جاء بأفضل مما جاء به النبي - صلى الله عليه وسلم - وأنه أحرص على الخير منه، الثاني: أنه واقع في البدعة لأنه متعبد بما لم تأتِ به الشريعة فاحذر من هذا يا رعاك الله، وبقي أن يقال: إن الإحرام بالعمرة إذا كان مريده داخل حدود الحرم، يكون من أدنى الحل لحديث عائشة وأن النبي - صلى الله عليه وسلم - أعمرها من التنعيم مع أخيها عبد الرحمن والله أعلم. ¶ ومنها: الطواف فإنه عبادة محددة بمكان معين وهو حول الكعبة داخل حدود البيت، وقد اتفق العلماء رحمهم الله تعالى أنه لا يطاف بشيء من أجزاء الأرض وبقاعها وأحجارها وأشجارها إلا بالكعبة فقط، فمن طاف بغيرها فيكون قد جاء بالعبادة في غير مكانها فليست بعبادة إلا للشيطان وكذلك لو طاف خارج حدود البيت فإنه لا يعد طائفاً قال تعالى: {وليطوفوا بالبيت العتيق} ومن طاف على شاذروان الكعبة فإنه لا يكون طائفاً بالبيت على القول الصحيح، وكذلك لو طاف دون الحجر فإنه لا يجزئه أيضاً لأن الله تعالى قال: {وليطوفوا بالبيت العتيق} والشاذروان والحجر منه، والله أعلم.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومنها: الرمل وهو سرعة المشي مع مقاربة الخطى فإنها عبادة محددة بزمن وهو في الأشواط الثلاثة في طواف القدوم أو العمرة فقط، كما في الصحيحين من حديث ابن عباس رضي عنهما قال: أمرهم النبي - صلى الله عليه وسلم - أن يرملوا الأشواط الثلاثة وأن يمشوا أربعاً ما بين الركعتين، وفي حديث ابن عمر أنه كان إذا طاف بالبيت الطواف الأول خب ثلاثاً ومشى أربعاً. وفي رواية قال: رأيت رسول الله - صلى الله عليه وسلم - إذا طاف في الحج أو العمرة أول ما يقدم فإنه يسعى ثلاثة أطواف بالبيت ويمشي أربعاً. متفق عليه، فالرمل عبادة محددة بزمان فلا يكون عبادة إلا في هذا الزمان وبناءً عليه فلو رمل في الشوط الرابع أو الخامس أو السادس أو السابع فإنه لا يثاب على هذا الرمل لأنه ليس هذا وقته ولو رمل في طواف الإفاضه أو الوداع فإنه لا ثواب فيه بل يكون مخطئاً بذلك لأنه ليس هذا وقته ولكن حيث كان الرمل سنة فإنه لا يكون في عدم الإتيان به إثم لأن السنة لا يعاقب تاركها، والله أعلم. ¶ ومنها: السعي بين الصفا والمروة ومثله بداية الطواف ونهايته فإن بداية الطواف من الحجر الأسود ونهايته إليه والسعي بدايته من الصفا ونهايته بالمروة فلابد من استيفاء ما بين ذلك ويبقى صعود الجبل سنة فلو خالف في ذلك فلم يستوف ما بينهما فإنه لا يكون قد امتثل الأمر، ومثل ذلك أيضاً السعي الشديد بين العلمين الأخضرين فإنه عبادة محددة بهذا المكان فلا تقبل قبله ولا تقضى بعده، فلابد من مراعاة هذا التحديد لهذا الضابط والله أعلم. ¶ ومنها: الوقوف بعرفة وسيأتي لهذا الفرع ضابط مستقل إن شاء الله تعالى.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ومنها: المبيت بمزدلفة فإنه بدايته من غروب الشمس ونهايته بطلوع الفجر والسنة البقاء إلى الإسفار جداً كما فعله النبي - صلى الله عليه وسلم -، وبناءً عليه فمن وقف فيها العصر مثلاً فإنه لا يكون بائتاً فيها ومن أخّر المبيت بها إلى طلوع الفجر فقد فاته المبيت فعليه دم إن كان قادراً عليه لأن المبيت بمزدلفة عبادة مؤقتة بوقتٍ فلا يجوز إخراجه عن وقته والله أعلم. ¶ ومنها: رمي جمرة العقبة فإن له وقتاً محدداً وهو في حق الضعفة والنساء ونحوهم من منتصف ليلة العيد إذا غاب القمر وذلك لحديث ابن عباس في الصحيحين قال بعثني النبي - صلى الله عليه وسلم - في الثقل أو قال: في الضعفة من جمعٍ بليلٍ. وحديث عائشة قالت: استأذنت سودة رسول الله - صلى الله عليه وسلم - ليلة المزدلفة أن تدفع قبله وكانت ثبطة أي ثقيلة فأذن لها. متفق عليه. وحديث عائشة أيضاً أن النبي - صلى الله عليه وسلم - أرسل بأم سلمة ليلة النحر وقت الجمرة قبل الفجر ثم مصفت فأفاضت. رواه أبو داود وإسناده على شرط مسلم، ومثله أيضاً حديث أسماء في الصحيح في تحريها غياب القمر ورميها الجمرة قبل الفجر، فهذا بالنسبة للضعفة وأما في حق الأقوياء القادرين فيدخل إذا طلعت الشمس لأن النبي - صلى الله عليه وسلم - رمى كذلك كما في حديث جابر الطويل وقال: ((خذوا عني مناسككم)) والإذن إنما هو للنساء والضعفة وبناءً عليه فمن قدّم رمي الجمرة عن هذا الوقت فإنه لا يكون قد أتى بالمأمور لأن العبادة المؤقتة بوقتٍ لا يجوز إخراجها عن وقتها، وأما نهاية الرمي هذا فآخر أيام التشريق على القول الصحيح، والله أعلم. ¶ ومنها: ذبح الهدي أيضاً هو عبادة مؤقتة بوقت وهو التوقيت في الفرع قبله فمن ذبح قبل ذلك فشاته شاة لحم، لأنه قدّم العبادة المؤقتة عن وقتها المحدد لها فكأنه صلى قبل الوقت، والله أعلم.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ومنها: طواف يوم النحر للإفاضة فإن وقته كوقت رمي الجمرة فهو عبادة محددة بوقت فلا يجوز إخراجه عن وقته والقول الصحيح أنه لا حد لآخر وقته وهذا من توسعة الله على عباده ولله الحمد والمنة، والله أعلم. ¶ ومنها: رمي الجمار أيام التشريق فإن لها وقتاً محدداً وهو أن يكون الرمي بعد الزوال لحديث جابر قال: رمى رسول الله - صلى الله عليه وسلم - الجمرة يوم النحر ضحىً وأما بعد ذلك فإذا زالت الشمس. رواه مسلم، وهذا الفعل مقرون بقوله: ((لتأخذوا عني مناسككم)) وعن عائشة رضي الله عنها قالت: أفاض رسول الله - صلى الله عليه وسلم - من آخر يوم حين صلى الظهر ثم رجع إلى منىً فمكث بها ليالي أيام التشريق يرمي الجمرة إذا زالت الشمس كل جمرة بسبع حصيات .. الحديث. رواه أحمد وأبو داود، وللبخاري عن ابن عمر رضي الله عنهما قال: كنا نتحين فإذا زالت الشمس رمينا. فهذا تحديد البداية وأما تحديد النهاية فإلى نهاية أيام التشريق أي أن أيام منى كلها ظرف صالح للرمي لكن لا يرمي لكل يوم إلا بعد الزوال وبناءً عليه فمن خالف ورمى قبل الزوال في هذه الأيام فإن رميه هذا لا يجزئ ولو لم يعده بعد الزوال فعليه دم لأنه ترك مأموراً، لأن ما تحدد بوقت من المناسك فإنه لا يجوز تقديمه ولا تأخيره عن وقته، والله أعلم. ¶ ومنها: المبيت بمزدلفة فإنه لابد أن يكون هذا المبيت داخل حدودها المعروفة ابتداءً وانتهاءً لأن المبيت بها عبادة محددة بمكانٍ معين فلا يجوز فعله في غير هذا الموقع فلو بات ببقاع العالم كلها لما أجزأه عن البيتوتة في هذا المكان المعين وذلك لأن ما حدد من العبادات بمكانٍ معين فإنه لا يجوز فعله في غيره وهذا واضح.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ومنها: المبيت بمنى أيضاً لابد من مراعاة أن يكون داخلاً في حدودها المعروفة ابتداءً وانتهاءً فلو أنه بات بغيرها لما أجزأه ولو كان في جوف الكعبة لأن ما حدد بمكان فإنه لابد من فعله في هذا المكان فلا يجوز إخراجه عن مكانه والله أعلم. ¶ ومنها: طواف الوداع فإنه مؤقت بوقتٍ وهو أن يكون عهد الحاج بالبيت فإذا أراد الحاج النفر من مكة فإنه لا ينفر إلا بالطواف لحديث ابن عباس: ((أُمِر الناس أن يكون آخر عهدهم بالبيت إلا أنه خفف عن المرأة الحائض)) متفق عليه. ¶ ومنها: ذبح الهدي فإنه عبادة محددة بمكان كما أنها محددة بوقت وقد تقدم الكلام على وقتها لكن الكلام هنا على مكانها فإن النحر لا يكون إلا بمنى أو مكة لحديث جابر مرفوعاً ((نحرت هاهنا ومنى كلها منحر فانحروا في رحالكم)) وفي حديث جابر الطويل أيضاً: ثم انصرف إلى المنحر فنحر. رواه مسلم. وفي حديث آخر: وكل فجاج مكة طريق ومنحر. وبناءً عليه فمن ذبح الهدي في غير منى أو مكة فإنه لا يقع هدياً إلا إذا كان محصراً فإنه يذبح هديه في مكانه الذي حصر فيه، وذلك لأن ما حدد من العبادات بمكانٍ فإنه لا يوقع إلا في مكانه المحدد له شرعاً والله أعلم. ¶ ومنها: ذبح الفدي لارتكاب محظوراً أو ترك مأمور فإنه لا يذبح إلا في مكة ولا يطعم إلا لفقراء مكة فلو أنه ذبح الفدي في غير مكة فإنه لا يجزئه ولو ذبح ألف شاة ولو ذبحها في الحرم وأطعمه غير فقراء الحرم كفقراء الطائف أو جدة فإنه لا يكفيه بل لابد من فقراء الحرم هكذا الفتوى في بلادنا السعودية زادها الله علماءً وأمراء وشعباً عزة ورفعة والله أعلم.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ومنها: ركعتا الطواف فإن الأصل فعلها خلف المقام لقوله تعالى: {واتخذوا من مقام إبراهيم مصلى} وقال جابر: ثم أتى مقام إبراهيم فصلى. فهذا هو الأصل إلا أنه إن كان المطاف ممتلئ وعجز عن الإتيان بها خلفه فإنه يصليها حيث كان من البيت، لكن قال أهل العلم: إن هذا التحديد سنة فلو خالفه فلا شيء عليه والله أعلم. ¶ ولعل هذا الضابط إن شاء الله تعالى قد بانت معالمه واتضحت مراسمه والله يهدينا وإياك سواء السبيل وهو أعلم وأعلى. ¶ ((الحج عرفة)) ¶ وهذا ضابط مهم أيضاً لأنه يتكلم عن الركن الذي هو أساس الحج وأصل هذا الضابط نص حديث خرج من شفتي الحبيب - صلى الله عليه وسلم - فعن عبد الرحمن بن يعمر أن ناساً من أهل نجدٍ أتوا رسول الله - صلى الله عليه وسلم - وهو واقف بعرفة فسألوه، فأمر منادياً ينادي [الحج عرفة من جاء ليلة جمع قبل طلوع الفجر فقد أدرك أيام منى ثلاثة أيام فمن تعجل في يومين فلا إثم عليه ومن تأخر فلا إثم عليه] رواه الخمسة. وأرى أنه من الفائدة أن أتكلم عن هذا الضابط في عدة مسائل: ¶ المسألة الأولى: حكم الوقوف:- ¶ أقول: قد أجمع أهل العلم رحمهم الله تعالى أن الوقوف بعرفة ركن من أركان الحج لا يصح الحج إلا به، قال ابن عبد البر: أجمع العلماء في ل عصر وكل مصر فيما علمت أن الوقوف فرض لا ينوب عنه شيء وأن من فاته الوقوف بعرفة في وقته الذي لابد منه فلا حج له. أهـ. قلت: وقد حكى الإجماع أيضاً ابن المنذر وابن هبيرة والماوردي وابن حزم وابن العربي وابن رشد الحفيد وابن قدامة والنووي، ويستدل على ذلك بالحديث السابق وبحديث عروة بن فصرس بن أوس بن حارثة بن لامٍ الطائي قال: أتيت رسول الله - صلى الله عليه وسلم - بالمزدلفة حيث خرج إلى الصلاة فقلت: يا رسول الله إني جئت من جبلي طيّ، أكللت راحلتي أتعبت نفسي والله ما تركت من جبلٍ إلى وقفت عليه فهل لي من حج؟ فقال رسول الله - صلى الله عليه وسلم -:",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "((من شهد صلاتنا هذه، ووقف معنا حتى ترفع، وقد وقف بعرفة قبل ذلك ليلاً أو نهاراً فقد تم حجة وقضى تفثه)) رواه الخمسة وصححه الترمذي وابن خزيمة. وعن نافع مولى ابن عمر رضي الله عنهما أن ابن عمر كان يقول: من لم يقف بعرفة من ليلة المزدلفة من قبل أن يطلع الفجر فقد فاته الحج ومن وقف بعرفة من ليلة المزدلفة من قبل أن يطلع الفجر فقد أدرك الحج. وسنده صحيح. فدل على ركنيتها وتعلق تمام الحج بالوقوف بها النقل والإجماع وذلك لأن الحج عرفة أي هذا ركنه الأعظم وما بعده تبع له وتكميل له بدليل أنه إن فات الوقت ولم يقف فلا يلزمه الإتيان بشيء بعده من المناسك فكلها تسقط بفواته وهذا يدلك على أهمية هذا الركن والله أعلم. ¶ المسألة الثانية: ما شروط الوقوف؟ ¶ أقول: بحث العلماء في شروط صحة الوقوف بعرفة فذكروا أن منها ماهو متفق عليه ومنها ما هو مختلف فيه، فذكروا من ذلك الوقت وأجمعوا على أنه ينتهي بطلوع الفجر من يوم النحر ولكن اختلفوا في بدايته على قولين سيأتيان إن شاء الله تعالى في المسألة الثالثة، ومن ذلك المكان وقد تقرر أن عرفة كلها موقف إلا بطن عرنة لحديث جابر مرفوعاً: ((وقفت هاهنا وعرفة كلها موقف وارفعوا عن بطن عرنة، فعرنة برزخ بين الحل والحرم وليست هي من عرفات)) وقد وضعت الدولة وفقها الله تعالى علامات إرشادية عالية وكبيرة جداً توضيح بداية عرفة ونهايتها فجزاهم الله خير الجزاء، والله أعلم.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ومن ذلك: الإسلام وهذا متفق عليه، ومنها: أن يكون محرماً حال الوقوف، وهذا بالاتفاق أيضاً فهذا هو ما صح من الشروط وأما كونه بالغاً أو مستفيقاً فلا يكون نائماً أو مغمىً علي الوقت كله أو لا يكون سكراناً إذ اشتراط علمه بأنها عرفة كل ذلك اشتراط في العبادة والأصل في الاشتراط المنع ومدعيه عليه الدليل ولا دليل يدل على ذلك فالأصل البقاء على الأصل وهو العدم أي عدم الاشتراط، وبناءً عليه فيصح وقوف النائم والمغمى عليه والسكران إذا كان معه شيء من العقل ومن وقف بها ولم يعلم بأنها عرفة كل هؤلاء يصح وقوفهم منع فعليه الدليل، فهذه هي شروط الوقوف المقبول منها والمردود، والله أعلم. ¶ المسألة الثالثة: بدء الوقوف بعرفة:- ¶ اختلف العلماء متى يبدأ الوقوف بعرفة هل هو بفجر يومها أم أنه لا يبدأ إلا بعد الزوال، على قولين والأقرب منهما إن شاء الله تعالى أنه يبدأ من فجر يومها إلا أن المستحب أن لا يقف الإنسان إلا بعد الزوال اتباعاً للسنة، فإنه - صلى الله عليه وسلم - لم يقف إلا بعد أن زالت الشمس وصلى الظهر والعصر جمعاً وقصراً، والذي يدل على صحة هذا القول حديث عروة بن مضرس رضي الله عن السابق وفيه أن النبي - صلى الله عليه وسلم - قال: ((وقد وقف بعرفة قبل ذلك ليلاً أو نهاراً فقد تم حجه وقضى تفثه)) حديث صحيح، ولا تعارض بينه وبين عدم وقوفه إلا بعد الزوال فإن الترك عدم فلا يعارض القول وهو لم ينه عنه أي عن الوقوف قبل الزوال، بل قوله في حديث عروة ليلاً أو نهاراً مطلق والأصل بقاء المطلق على إطلاقه، وهذا هو الأوسع للناس، ولا أعلم أحداً قال بمنع الدخول إلى عرفة قبل الزوال وهذا هو المشهور من المذهب واختاره الإمام الشوكاني وجمع من المحققين والله تعالى أعلم. ¶ المسألة الرابعة:",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "اعلم رحمك الله تعالى أن الوقوف لابد فيه من اجتماع النهار والليل أي يقف من الزوال إلى المغرب، فبقاؤه إلى المغرب واجب من واجبات الحج لأن النبي - صلى الله عليه وسلم - وقف إلى المغرب حتى ذهبت الصفرة قليلاً وغاب القرص وقال: ((لتأخذوا عني مناسككم)) وذهب الإمام مالك وجملة من أصحابه إلى الوقوف إلى الغروب ركن لا يتم الحج إلا به. ولكن الأصح إن شاء الله تعالى قول الجمهور ويؤيده فعل النبي - صلى الله عليه وسلم - مع قوله تعالى: {ثم أفيضوا من حيث أفاض الناس} وقد بيّن النبي - صلى الله عليه وسلم - ذلك بإفاضته بعد الغروب ولأن فعله هذا مقرون بالأمر في قوله: ((لتأخذوا عن مناسككم)) وقد تقرر في الأصول أن الفعل المقرون بالأمر يفيد الوجوب، ويؤيد ذلك فعل الخلفاء الراشدين من بعده وعمل المسلمين عليه إلى يومنا هذا فعلم من ذلك أن الوقوف إلى الغروب من جملة الواجبات، ولأن في ذلك مخالفة لسنة المشركين فإنهم كانوا يدفعون من عرفة حين تكون الشمس على رؤوس الجبال كالعمائم على رؤوس الرجال ومخالفتهم مقصودة شرعاً ولا يتحقق ذلك إلا بالدفع بعد الغروب كما فعل النبي - صلى الله عليه وسلم - ويؤيد ذلك حديث ابن مسعود بن مخرمة قال: خطبنا رسول الله - صلى الله عليه وسلم - بعرفات فحمد الله وأثنى عليه ثم قال: ((أما بعد .. فإن أهل الشرك والأوثان كانوا يدفعون من هذا الموضع إذا كانت الشمس على رؤوس الجبال كأنها عمائم الرجال في وجوهها وإنا ندفع بعد أن تغيب)) أخرجه الحاكم وقال صحيح على شرط الشيخين. فعلم بذلك أن هدي هذه الأمة وطريقتها الدفع من عرفة بعد الغروب، وبناءً على القول بالوجوب فيكون من دفع قبله مخالفاً وعليه دم عند أكثر أهل العلم وهو المشهور من المذهب وعليه الفتوى وهو قول عطاء والثوري والشافعي وأصحاب الرأي وأبي ثورٍ واختاره أبو العباس بن تيمية رحمه الله على كافة العلماء ورفع الله نزلهم في الفردوس الأعلى",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ويؤيد هذا أن الدفع قبل الغروب لو كان جائزاً لما تكلف النبي - صلى الله عليه وسلم - حبس الناس ليدفعوا مرة واحدة ولأذن للضعفة بالدفع قبله كما أذن لهم في رمي جمرة العقبة ولأنه الأحوط والأبرأ للذمة. وخلاصة ذلك أن من وقف بعرفة نهاراً فإنه يلزمه البقاء فيها قبل الغروب فلا يخلو إما أن يرجع إليها قبله فلا شيء عليه وإما أن يرجع إليها بعده فأيضاً لا شيء عليه وإما أن لا يرجع إليها مطلقاً أي أن فجر يوم النحر طلع وهو لم يرجع فإن عليه في الأصح دم يذبحه ويوزعه على فقراء الحرم لا يأكل منه شيئاً، هذا هو ما نختاره والله أعلم.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "المسألة الخامسة: بما أن الحج عرفة فإنه ينبغي الكلام على شيء من آداب الوقوف بها وشيء من مستحباتها فأقول: من الآداب والمستحبات استقبال القبلة حال الدعاء وإن لم يكن الجبل أمامه، وإفطار ذلك اليوم لأن النبي - صلى الله عليه وسلم - كان فيه مفطر وما نقل عن عائشة أنها كانت تصومه فلا أظنه يصح عنها ولئن صح فلا عبرة بقول أو فعل أحد كائناً من كان مع قوله - صلى الله عليه وسلم - وفعله، ومنها: جمع الصلاتين تقديماً ليتفرغ للذكر والدعاء ومنها: أن يكثر من الدعاء والذكر والتضرع وإظهار الفقر والمسكنة مع الحرص على إبعاد كل الشواغل كالهاتف الجوال ونحوه، وأن يدعو راكباً ما استطاع لفعله - صلى الله عليه وسلم - وأن يرفع يديه حال الدعاء، وأن يحسن الظن بربه ويؤمن بالإجابة، ومن ذلك الاغتسال قبل ذهابه للموقف، وأن يكثر من أعمال الخير والبر والصدقة لكن لا على وجهٍ تشغله عن الدعاء وأن يتخير من الدعاء أجمعه وأنفعه وأن يتحلى بالصبر والتحمل ويحذر كل الحذر من الكذب والسباب والشتائم وإيذاء الحجاج بقولٍ أو فعل وخصوصاً سائقي السيارات، ويحذر مما يفعله بعض الحجاج من صعود الجبل بل عليه الإنكار عليهم وتعليمهم بالتي هي أحسن، وبالجملة فإن هذا اليوم يوم عظيم ينبغي معرفة قدره وفضله والحرص على دقائقه ولحظاته والله أعلم.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "((أعمال يوم النحر مبناها على التوسعة)) ¶ أقول: المراد بيوم النحر أي يوم العاشر من ذي الحجة وهو يوم الحج الأكبر على القول الصحيح واختاره أبو العباس بن تيمية عليه وعلى عامة علماء الإسلام رحمة الله ورضوانه، وهو أفضل الأيام باعتبار مجموع العام كما أن يوم الجمعة هو أفضل أيام الأسبوع واختار ذلك أيضاً أبو العباس، إذا علمت هذا فاعلم حفظك الله تعالى أن هذا اليوم العظيم عند الله تعالى فيه أكثر أعمال الحج ففيه رمي جمرة العقبة وفيه ذبح الهدي وفيه الحلق أو التقصير وفيه طواف الإفاضة والسعي للمتمتع ولمن لم يسع مع طواف القدوم من المفردين والقارنين، وهذه الأعمال مبناها على التوسعة أي أن الأفضل والسنة والأكمل فيها الإتيان بها على الصفة التي وردت عن رسول الله - صلى الله عليه وسلم - وهي الرمي ثم النحر ثم الحلق ثم الطواف، فهذا هو المعروف من ترتيب أعمال ذلك اليوم، إلا أنه من لطف الله بعباده ورحمته بهم ومن سماحة هذه الشريعة المباركة وإرادة التخفيف على أهلها أن هذا الترتيب ليس بواجب حتم بحيث يأثم من خالفه وإنما هو على التوسعة أي لو قدّم بعض الحجاج هذه الأعمال على بعضٍ فلا حرج ولا بأس، فلو حلق قبل أن يرمي فيرمي ولا حرج ولو طاف قبل أن يحلق فيحلق ولا حرج، ولو نحر قبل أن يرمي فيرمي ولا حرج ولو سعى قبل الطواف فيطوف ولا حرج، إلا أنه ينبغي لمن نصح لنفسه ألا يخالف الترتيب الوارد مادام قادراً على الإتيان به والدليل على ذلك حديث عبد الله بن عمرو بن العاص رضي الله عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - وأتاه رجل يوم النحر وهو واقف عند الجمرة فقال: يارسول الله حلقت قبل أن أرمي؛ فقال: ((ارم ولا حرج)). وأتاه آخر فقال: إني ذبحت قبل أن أرمي، فقال: ((ارم ولا حرج)). وآتاه آخر فقال: إني أفضت إلا البيت قبل أن أرمي، فقال: ((ارم ولا حرج)). وفي رواية عنه أنه شهد النبي - صلى الله عليه وسلم - يخطب يوم النحر فقام إليه رجل",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "فقال: كنت أحسب أن كذا قبل كذا ثم قام آخر فقال: كنت أحسب أن كذا قبل كذا، حلقت قبل أن أنحر، نحرت قبل أن أرمي، وأشباه ذلك، فقال النبي - صلى الله عليه وسلم -: ((افعل ولا حرج)). ¶ فما سئل النبي - صلى الله عليه وسلم - يومئذٍ عن أمر مما ينسى المرء أو يجهل من تقديم بعض الأمور على بعض وأشباهها إلا قال رسول الله - صلى الله عليه وسلم -: ((افعلوا ولا حرج)). وعن علي رضي الله عنه قال: جاء رجل فقال: يارسول الله حلقت قبل أن أنحر، فقال: ((انحر ولا حرج))، ثم أتاه آخر فقال: يارسول الله إني أفضت قبل أن أحلق، فقال: ((احلق ولا حرج)). رواه أحمد، وفي لفظ قال: إني أفضت قبل أن أحلق، قال: ((احلق أو قصّر ولا حرج)). قال وجاء آخر فقال: يارسول الله إني ذبحت قبل أن أرمي، قال: ((ارم ولا حرج)). رواه الترمذي وصححه. وعن ابن عباس أن النبي - صلى الله عليه وسلم - قيل له في الذبح والحلق والرمي والتقديم والتأخير فقال: ((لا حرج)) متفق عليه. وفي رواية: سأله رجل فقال: حلقت قبل أن أذبح، قال: ((اذبح ولا حرج))، وقال: رميت بعدما أمسيت، فقال: ((افعل ولا حرج)). رواه البخاري وأبو داود وابن ماجة والنسائي. وفي رواية قال: قال رجل لرسول الله - صلى الله عليه وسلم - زرت قبل أن أذبح، قال: لا حرج، قال: حلقت قبل أن أذبح، قال: لا حرج، قال ذبحت قبل أن أرمي، قال: لا حرج. رواه البخاري. فهذه الأحاديث تفيدك إفادة قطعية إن شاء الله تعالى صحة هذا الضابط، وكما ذكرت لك أن ذلك من رحمة الله تعالى وإرادته التخفيف على عباده وهو تحقيق لقوله تعالى: {يريد بكم اليسر ولا يريد بكم العسر} وبناءً على ذلك فعليك أيها المتكلم في مثل هذه المسائل أن تراعي هذا الضابط وتجعله نصب عينيك عند الإفتاء في شيء من تقديم أعمال هذا اليوم بعضها على بعض، فإذا سئلت عن ذلك فقل: افعل ولا حرج. والله",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "يرفع عنا وعنك الحرج ويعاملك بما تعامل به عباده، ولعل هذا الضابط قد اتضح إن شاء الله تعالى، والله أعلى وأعلم. ¶ ((يراعى في الحج ومناسكه حال الضعيف والعاجز وذي الحاجة)) ¶ أقول: وهذا الضابط أيضاً كالذي قبله، وهو متفرع عن القاعدة الكبرى التي تقول: كل فعل في تطبيقه عسر فإنه يصحب باليسر. وهي التي يعبر عنها العلماء بقولهم المشقة تجلب التيسير، كما قال تعالى: {لا يكلف الله نفساً إلا وسعها} وقوله: {لا يكلف الله نفساً إلا ما آتاها} وقال تعالى: {ربنا ولا تحملنا ما لا طاقة لنا به} قال الله: \" قد فعلت \" كما في صحيح مسلم، وقال تعالى: {يريد الله بكم اليسر ولا يريد بكم العسر} وقال تعالى: {والله يريد أن يخفف عنكم} وقال عليه الصلاة والسلام: ((ما نهيتكم عنه فاجتنبوه وما أمرتكم به فأتوا منه ما استطعتم)) وغير ذلك من الأدلة، وبيان هذا الضابط أن يقال إن من رحمة الله تعالى وتخفيفه أن وضع عنا في هذه الشريعة المباركة الآصار والأغلال التي كانت على من قبلنا كما قال تعالى: {ويضع عنهم إصرهم والأغلال التي كانت عليهم} ومناسك الحج قد يعجز عن القيام بها كل أحدٍ وذلك إما لضعفه أو مرضه أو صغره أو أنه من أصحاب الحاجات التي يضرهم مراعاتها مع تكليفهم بهذه المناسك، فراعت الشريعة ذلك وخففت عن هؤلاء ما يعجزون عنه أو يتضررون بالقيام به إما بإسقاطه عنه بالكلية أو بتجويز قيام غيرهم به عنهم، وهذا له صور كثيرة في أبواب الفقه. لكن لما كان الكلام عن الحج، أحببت أن أذكر لك بعض الصور التي يتجلى فيها تطبيق هذا الضابط أسأل الله أن ينفعني وإياك بها فإني أحب لك ما أحبه لنفسي فعساي أن أكون موفقاً في نقل هذه الصور لك بالأسلوب المفهوم الواضح الذي أقدر عليه فأقول وبالله التوفيق:",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "منها: قد ذكرنا أن حج الصغير صحيح ولو غير المميز لأن التمييز ليس بشرط صحة في النسك كما دل على ذلك حديث ابن عباس: ((ألهذا حج؟ قال: نعم ولك أجر)) لكن كيف يحرم هذا الصغير وكيف يؤدي مناسك الحج؟ الجواب: هو أن هذا الضابط حل هذا الإشكال فالصغير يحرم عنه وليه ويلبي عنه، ويمنعه من محظورات الإحرام لا يقع فيها ويطوف به ويسعى به ويرمي عنه ويقف به في عرفات ويبيت به في مزدلفة ومنى في أيامها، أو بعبارة أخرى نقول: يفعل هذا الصغير ما يقدر عليه وما لا يقدر عليه فإنه يقوم به عنه وليه ذلك، لأنه مناسك الحج يراعى فيها حال الصغير والضعيف وذا الحاجة، والله أعلم.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ومنها: من كان قادراً على الحج بماله ولكنه نضو الخلقة (لا يثبت على الراحلة) أو مريضاً مرضاً لا يرجى برئه فإنه يسقط عنه وجوب الحج بنفسه وعليه أن يقيم من يحج عنه ويعتمر وهذا من رحمة الله تعالى وعلى ذلك حديث ابن عباس قال: كان الفضل بن عباس رضي الله عنهما رديف رسول الله - صلى الله عليه وسلم - فجاءت امرأة من خثعم فجعل الفضل ينظر إليها وتنظر إليه وجعل النبي - صلى الله عليه وسلم - يصرف وجه الفضل إلى الشق الآخر، فقالت: يارسول الله إن فريضة الله على عباده في الحج قد أدركت أبي شيخاً كبيراً لا يثبت على الراحلة أفأحج عنه فقال: نعم وذلك في حجة الوداع. متفق عليه. وعنه رضي الله عنه قال: جاءت امرأة من جهينة إلى النبي - صلى الله عليه وسلم - فقالت: يارسول الله إن أمي نذرت أن تحج فلم تحج حتى ماتت أفيجزؤها أن أحج عنها؟ فقال: ((نعم حجي عنها أرأيت لو كان على أمك دين أكنت قاضيته فاقضوا الله فالله أحق بالوفاء)). رواه البخاري. فهذا فيه دليل على هذه المراعاة وأن الشريعة لم تكلف العاجز عن الحج بنفسه إن كان قادراً بماله لم تكلفه المشقة والعناء بل أجازت أن يقضي ذلك عنه غيره لكن يشترط في هذا الغير أن يكون قد حج عن نفسه لحديث ((حج عن نفسك ثم حج عن شبرمة)) وذلك لأن مناسك الحج يراعى فيها حال الضعيف والعاجز وذي الحاجة، والله أعلم. ¶ ومنها: قد تقدم لنا أن الضعفة والعاجزين والصغار ونحوهم يجوز لهم رمي الجمرة والطواف ليلة النحر إذا غاب القمر وتقدمت الأدلة على ذلك وما ذلك إلا إعمالاً لهذا الضابط فالشريعة راعت هؤلاء لأنهم من الضعفة، ومناسك الحج يراعى فيها حال الضعيف والعاجز وذي الحاجة، والله أعلم.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ومنها: اعلم أنه يجوز التوكيل في الرمي للعجزة والضعفة كالنساء اللاتي لا يقدرن على الرمي وكالحوامل والمرضى والصغار وكبار السن، وهذا لابد من الإفتاء به فإننا رأينا ورأى غيرنا كيف الزحام عند الجمرات حتى إن بعض الناس يموت تحت الأقدام فمثل هؤلاء لا حرج عليهم في التوكيل أو تأخير الرمي إلى الليل لكن إذا لم يقدروا على الرمي بالليل فالشريعة قد راعت أحوالهم وعلى ذلك دلت السنة فإن الصحابة كانوا يلبون عن الصغار ويرمون عنهم وذلك لأن مناسك الحج يراعى فيها حال العاجز والضعيف وذي الحاجة، والله أعلم. ¶ ومنها: في الصحيحين من حديث ابن عباس رضي الله عنهما قال: أمر الناس أن يكون آخر عهدهم بالبيت الطواف إلا أنه خفف عن الحائض، وهذا التخفيف صورة من صور هذا الضابط فقد راعت الشريعة حالها وحال رفقتها وعلى ذلك حديث ((فلتنفر إذاً))، والله أعلم. ¶ ومنها: إذا امتلأت منى ولم يجد بعض الحجاج مكاناً ليبيتوا فيه فإن وجوب المبيت فيها يسقط عنهم ويجوز لهم البيتوتة حيث انتهت بهم الخيام ولو كان في آخر مزدلفة وهذا لأن هؤلاء عاجزين عن المبيت بها والحالة هذه فراعت الشريعة ذلك ولله الحمد والمنة والله أعلم.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ومنها: أصحاب الحاجات كأهل السقاية والرعاية والجند المرابطين خارج منى ولا يقدرون على المبيت بها فإنهم يجوز لهم البيتوتة حيث هم كما في الصحيحين من حديث ابن عمر أن العباس بن عبد المطلب استأذن رسول الله - صلى الله عليه وسلم - في المبيت بمكة أيام منى من أجل سقايته فأذن له. وعن عاصم بن عدي قال: رخّص رسول الله - صلى الله عليه وسلم - لرعاء الإبل في البيتوتة عن منى، يرمون يوم النحر ثم يرمون الغد ومن بعد الغد ليومين ثم يرمون يوم النفر. حديث صحيح. فانظر يا رعاك الله فإذا كانت الشريعة أجازت المبيت خارج من باب أولى أن يرخص لمن يحمي الناس ويحافظ أمنهم في المبيت خارجها إذا كانت أعمالهم تقتضي منهم ذلك، وذلك لأن مناسك الحج يراعى فيها حال العاجز والضعيف وذي الحاجة، والله أعلم. ¶ ومنها: لو أن امرأة نفست ولم تطف طواف الإفاضة أو حاضت ولا وقت معها للانتظار لأن الرفقة سيرحلون وبلادها بعيدة ولا تقدر على البقاء لوحدها ولا العودة إلى مكة للطواف إلا بالكلفة والنفقات الزائدة عن العادة فإنه لابد من مراعاة حال هذه المرأة ونقول لها: تحفظي جيداً وطوفي وتسقط عنك المطالبة بالطهارة في هذه الحالة الحرجة لأنها عاجزة ومناسك الحج يراعى فيها حال العاجز ولذلك أسقطت الشريعة عنها طواف الوداع مراعاةً لحالها فلابد من هذا القول في هذه الحالة وهو اختيار أبي العباس رحمه الله تعالى، فالوصية لأهل الفتوى أن يترك التشديد في هذه المسألة، والله أعلم. ¶ ومنها: سقوط المؤاخذة عن من فعل محظوراً جاهلاً أو ناسياً أو مكرهاً وقد تقدم الكلام عليه والله أعلم. ¶ ومنها: سقوط المطالبة بالإتيان بركعتي الطواف خلف المقام إذا عجز الحاج عنه ويصليها حيث كان في البيت مراعاةً لحاله وحال غيره من الحجاج، والله أعلم.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ومنها: المتمتع والقارن إذا عجزوا عن الهدي فإنه يسقط عنهم إلى بدله وهو صيام ثلاثة أيام في الحج وتسعة إذا رجع إلى أهله، وذلك مراعاة لحاله لأن مناسك الحج يراعى فيها حال الضعيف والعاجز وذي الحاجة، والله أعلم. ¶ ومنها: جواز الاشتراط في الطواف فعن عائشة رضي الله عنها قالت: دخل النبي - صلى الله عليه وسلم - على ضباعة بنت الزبير فقالت: يارسول الله إني أريد الحج وأجدني شاكية، فقال: ((حجي واشترطي أن محلي حيث حبستني)) متفق عليه. والقول الوسط فيه هو ما اختاره أبو العباس رحمه الله تعالى من أن الاشتراط إنما يسوغ في حق من خاف مانعاً من مرضٍ أو عدوٍ ونحوه، وإلا فلا يشترط، فجواز الاشتراط مفرع على هذا الضابط لأن مناسك الحج يراعى فيها حال العاجز والضعيف وذي الحاجة، والله أعلم. ¶ ومنها: من احتاج إلى فعل محظور من حلقٍ أو تقليم أو تغطية راس فإنه يجوز له ذلك لكن عليه الفدية، فالحاجة أجازت له فعله مراعاةً لحاله وعلى ذلك حديث كعب بن عجرة في المتفق عليه، لأن مناسك الحج يراعى فيها أصحاب الحاجات، والله أعلم. فهذا الضابط مهم جداً للمفتي في مسائل الحج وهو من فضل الله على العاجز الضعيف، والله أعلم. ¶ ومنها: المحصر فإن القول الصحيح أنه يكون بالمرض ما يكون بالعدو لحديث: ((من كسر أو عرج فقد حل وعليه الحج من قابل)) فالمحصر قد راعت الشريعة حاله لأنه عاجز بهذا الإحصار عن مواصلة نسكه وإتمامه فلا يطالب بقوله تعالى: {وأتموا الحج والعمرة لله} وتخفيفاً عليه فليس عليه إلا أن يذبح هديه ويحلق رأسه ما لم يكن اشترط في إحرامه، وقد حل بذلك لحديث ابن عباس عند البخاري: قد أحصر النبي - صلى الله عليه وسلم - فحلق رأسه وجامع نسائه حتى اعتمر عاماً قابلاً. وقد قال تعالى: {فإن أحصرتم فما استيسر من الهدي}.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "((كل سنّة في المناسك أدّى فعلها إلى مفسدة فالمشروع تركها)) ¶ أقول: وهذا الضابط متفرع عن القاعدة الكبرى وهي: أن الشريعة جاءت لتقرير المصالح وتكميلها وتقليل المفاسد مقدم على جلب المصالح، ومتفرع أيضاً من قاعدة: إذا تعارضت مفسدتان روعي أشدهما بارتكاب أخفهما وإذا تعارض مصلحتان روعي أعلاهما بتفويت أدناهما، وبيانه أن يقال: إن هذه الشريعة المباركة إما فعل مأمور أو ترك محظور، وفعل المأمور إما على سبيل الوجوب فهذا لا يترك بل لابد من فعله وإما على سبيل الاستحباب، فإذا كان في تطبيق هذا الأمر المستحب شيء من المفاسد فإنه لا يفعل بل المشروع حينئذٍ تركه، والمناسك من حجٍ وعمرة فيها ماهو ركن وواجب ومندوب والكلام الآن على الأشياء المستحبة، فإذا كان في فعل هذا المستحب في المناسك شيء من ما لا ينبغي أو شيء من المفاسد فاتركه فإنك بهذا الترك تؤجر وليس من الفقه تكلف فعله مع وجود هذه المفسدة وهذا يتضح بالأمثلة وهي كثيرة لكن أذكر لك شيئاً منها فأقول: إن من السنّة في الطواف تقبيل الحجر الأسود ولاشك إلا أن التقبيل إذا كان سيؤدي إلى مفسدة أعظم من تحصيل مصلحته فإنه يترك وذلك كأن يكون في تحصيله مزاحمة شديدة وإيذاء للطائفين والاختلاط بالنساء والمدافعة التي قد تؤدي إلى القتل أحياناً فإنه لا يفعل بل يترك إلى بدله وهو استلامه بشيء مع تقبيل ما استلمته به لحديث الطفيل بن عمرو قال: رأيت النبي - صلى الله عليه وسلم - يطوف بالبيت ويستلم الركن بمحجن معه ويقبل المحجن. رواه مسلم. وإذا كان في هذا الاستلام شيء من المفاسد مما ذكر أو نحوه فإنه يترك أيضاً ويعدل لليد وذلك لأن السنة في المناسك إذا أدى فعلها إلى مفسدة فإن المشروع تركها، فهذه المزاحمة التي نراها على الحجر ليست من الشريعة في شيء، بل إن الحاج إذا ترك التقبيل مراعاة لإيذاء إخوانه وعدم التعرض لهم بشيء من الضرر فإنه مأجور على هذه النية الصالحة وأما المزاحمة والمقاتلة من أجل التقبيل فإنه يؤزر صاحبها ولا يتحقق",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "له الأجر الذي يريده من التقبيل، وهذا والله عين الفقه، فارحم الناس يرحمك الله، وأذكر أنه قد اجتمع في الحرم أكثر من مليون جاؤوا للصلاة على سماحة شيخنا العلامة عبد العزيز بن باز رحمه الله تعالى ولا أذكر أنني رأيت زحاماً أو سمعت سباباً أو كان مقاتلة لا على الحجر ولا غيره وذلك لأن هؤلاء كانوا من المشايخ وطلاب العلم الذي فقهوا هذا الأدب ولكن الجهل بذلك هو الذي يوقع في مثل هذه الأمور المزالق الوخيمة فإنك عند الحجر تسمع السباب والشتائم وترى المزاحمة والمدافعة بالأيدي، فضلاً عن النساء اللاتي يزاحمن الرجال لإرادة التقبيل طلباً لتحصيل مصلحة التقبيل ونسوا أنهم بهذه المقاتلة والمزاحمة والجدال يأثمون إثماً أكبر من هذه المصلحة، فاحرص رعاك الله على ذلك فإنه مهم جداً والله أعلم. ونقول في استلام الركن اليماني كما قلنا أيضاً في الحجر الأسود والله أعلم. ¶ ومن الصور أيضاً: أنك ترى من الحجاج والمعتمرين مزاحمة شديدة خلف المقام للصلاة خلفه طلباً لتحصيل هذه السنة فترى من يصلي ويركع ويسجد تحت أقدام الناس والمطاف مزدحم وترى من قد أحاط به أصحابه ليتمكن من الصلاة خلفه والطائفون قد وقفوا شاتمين له متذمرين من فعله يدعون عليه فتحول الأمر من سنّة إلى جدال وسباب، فأي فقه هذا، فإن هذا فقه الجهلة والعوام، وبناءً عليه فإذا كان في الصلاة خلف المقام شيء من هذه المفاسد ونحوها فالمشروع تركها، ويصلي حيث كانت السعة وذلك لتحصيل الخشوع ولترك المزاحمة والإيذاء فهذا هو الفقه، فإن السنة في المناسك إذا أدى فعلها إلى ما لا ينبغي فالمشروع تركها، والله أعلم.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ومنها: من سنن الطواف الأول الرمل وهو سرعة المشي مع مقاربة الخطى وهو جارٍ على هذا الأصل فإذا كان في تطبيقه شيء من المفاسد من دفع الناس والاصطدام بهم فإن المشروع حينئذٍ تركه، فلا تحصل مصلحته مع وجود مفسدة أعظم منه فإن درء المفاسد مقدم على جلب المصالح والسنة في المناسك إذا أدى فعلها إلى ما لا ينبغي فالمشروع تركها، والله أعلم. ¶ ومنها: السعي الشديد بين العلمين الأخضرين يقال فيه أيضاً ما يقال في الرمل والله أعلم. ¶ ومنها: رمي جمرة العقبة ضحىً فإنه سنة، أعني رميها في هذا الوقت فإن كان في تحصيل هذه السنّة شيء من المفاسد من المزاحمة الشديدة والدفع بالأيدي وخوف الضرر على نفسه أو على الآخرين فإن السنة تركها إلى الظهر أو إلى الليل يرمي بخشوع وتفكر وكذلك يقال في مكان الرمي فإن النبي - صلى الله عليه وسلم - لما رماها جعل مكة عن يساره ومنى عن يمنه كما في الصحيحين من حديث ابن مسعود، فمن قدر على تحصيل هذه السنة بلا مفاسد أعظم فأهلاً وسهلاً وأما إذا كان في تحصيلها مفاسد أعظم منها فإن المشروع تركها، وكم له من الأجر في هذا الترك، فياليت إخواننا الحجاج يفقهون هذا الأدب، فإنك حينئذٍ لن ترى زحاماً ولا موتاً ولا أذى، ولكن الأمر الآن على حالة تحزن القلوب، وإن نظرة يسيرة إلى سيارات الإسعاف وأسرّة المستشفيات في هذا اليوم تدلك على أهمية هذا الضابط، والدولة وفقها الله تحسب لهذا اليوم ألف حساب، وقد أتينا من جهلنا بهذا الضابط من أن كل سنة في المناسك أدى فعلها إلى مفسدة فالمشرع تركها والله أعلم.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ومنها: من السنة أنه إذا قدرت على الوقوف في عرفات في الموقف الذي وقف فيه رسول الله - صلى الله عليه وسلم - خلف الجبل عند الصخرات فافعل وأما إذا كان في طلب ذلك مضايقة أو مزاحمة شديدة تشغلك عن الذي جئت من أجله وهو الدعاء، فالمشروع لك تركه والوقوف في أي مكان منها فإن النبي - صلى الله عليه وسلم - قد نبّه على ذلك بقوله: ((وقفت ها هنا وعرفة كلها موقف)) ومثل ذلك أيضاً صلاة الظهر والعصر في المسجد فإنه إذا كان في تحصيله مفسدة من المزاحمة والمضايقة فالمشروع تركه والصلاة جماعة في أي مكان من عرفات، فلو أن الحجاج أخذوا بذلك لما رأيت شيئاً مما نراه الآن من المفاسد والضرر، والله أعلم. ¶ ومنها: السنة رمي الجمرات الثلاث أيام منى بعد الزوال، لكن إذا كان في تحصيل هذه السنة مفسدة فالمشروع تركها والتأخير إلى العصر أو إلى الليل بعد العشاء لترمي بيسر وسهولة، ولتتأكد من وقوع حصاك في المرمى، وما هذه الأسئلة التي تنصب على المفتين أيام منى بشأن الجمرات والرمي إلا بسبب المزاحمة الشديدة، فله در هذا الضابط كم له من الأثر الطيب في تلك المناسك والله أعلم. فهذه بعض الفروع على هذا الضابط العظيم وعليها فقس والله تعالى أعلى وأعلم.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "((من تعبد لله في المناسك بفعل لا دليل عليه فقد أتى بدعة)) ¶ وهذا حقه أن يكون قاعدة لكن لما كان في باب المناسك فقط جعلناه ضابطاً، وهو متفرع عن القاعدة الأصولية العظيمة التي تقول: الأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة ومتفرع أيضاً عن قاعدة: الأصل في العبادات الحظر والتوقيف، فخير الهدي هدي رسول الله - صلى الله عليه وسلم - وشرحه أن يقال: إن هذه المناسك الواجبة والمستحبة طريقها التوقيف على الدليل الشرعي الصريح الصحيح، فليست هي خاضعة للشهوات ولا للأهواء ولا لأقوال الناس أياً كانوا بل هي تعرف من طريق محمد - صلى الله عليه وسلم - وقد بلغنا البلاغ المبين وأكمل الله لنا الدين وقد قال عليه الصلاة والسلام: ((خذوا عني مناسككم)) فالمناسك إيجاباً أو استحباباً تعرف من طريقه فقط وبناءً عليه فمن فعل في هذه المناسك شيئاً لا دليل عليه فإنه قد أتى باباً من أبواب البدعة سواءً كان ذلك الشيء قولياً أو فعلياً وقد قال عليه الصلاة والسلام: ((من أحدث في أمرنا هذا ما ليس منه فهو رد)) متفق عليه. ولمسلم: ((من عمل عملاً ليس عليه أمرنا فهو رد)) وقال عليه الصلاة والسلام: ((أما بعد فإن خير الحديث كتاب الله وخير الهدي هدي محمدٍ - صلى الله عليه وسلم - وشر الأمور محدثاتها وكل بدعة ضلالة)) رواه مسلم. وهذا علاجه طلب العلم الشرعي قبل فعل هذه المناسك، فإن هدي السلف رحمهم الله تعالى العلم قبل القول والعمل، فعليك أيها الحاج والمعتمر طلب العلم عن أهله أو قراءة بعض كتب المناسك التي تعلمك كيف أداء هذه العبادة على الوجه الشرعي الكامل، لكن لابد أن تكون هذه الكتب من أهل العلم الموثوقين في علمهم وأمانتهم وهي كثيرة ولله الحمد والمنّة، وأسأل الله بمنه وفضله واسمه الأعظم أن يجعل هذا الكتاب منها إنه ولي ذلك والقادر عليه، وإنك لترى كثيراً من قاصدي هذه المشاعر عندهم شيء من المخالفات في أدائها بفعل أشياء لا دليل عليها",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وقد ألّف أخونا الشيخ عبد العزيز السدحان حفظه الله تعالى كتاباً بديعاً حافلاً جمع فيه شيئاً من مخالفات الحج والعمرة والزيارة فأجاد فيه وأفاد فجزاه الله خير الجزاء وإن هذا الشيخ الفاضل فرع من فروع ذاك الأصل الكبير سماحة الشيخ عبد العزيز بن باز رحمة الله تعالى عليه وعلى عامة علماء المسلمين، ومن باب زيادة الإيضاح أذكر لك بعض الأشياء والمخالفات التي يقع فيها بعض الحجاج ولا دليل عليها مستمداً ذلك مما ذكره الشيخ السدحان حفظه الله تعالى، فمن ذلك استلام غير الركنين اليمانيين فإن بعض الحجاج يحرص على استلامها وهذا لا دليل عليه بل الدليل دل على خلافه كما قال ابن عمر: لم أر رسول الله - صلى الله عليه وسلم - يستلم من البيت غير الركنين اليمانيين. متفق عليه. ولما استلم معاوية أركان البيت كلها أنكر عليه ابن عباس فقال معاوية: ليس شيء من البيت مهجوراً، فقال له ابن عباس: أما لك في رسول الله - صلى الله عليه وسلم - أسوة حسنة؟ فسكت معاوية وذلك رجوع منه عما قاله ابن عباس كعادة أصحاب رسول الله - صلى الله عليه وسلم - في رجوعهم للحق وعدم الجدال فيه، فلا تستلم أيها الحاج إلا الحجر الأسود والركن اليماني فقط، فأما الحجر فيستلم ويقبّل ويشار إليه على الترتيب المعروف وأما الركن اليماني فإنه يستلم فقط ولكن لا يقبّل ولا يشار إليه ومن تعمد فعل ذلك فإنه ينبغي تعليمه لأنه قد أتى ببدعة عفا الله عنا بمنّه وكرمه والله أعلم. ¶ ومنها: الرمل في غير الأشواط الثلاثة من الطواف الأول، أو الرمل في طواف الزيارة أو الوداع فإنه لم يرد ذلك عن رسول الله - صلى الله عليه وسلم - فالرمل سنّة في الأشواط الثلاثة من الطواف الأول فقط، وقال ابن عباس: لم يرمل رسول الله - صلى الله عليه وسلم - في السبع الذي أفاض فيه. فمن رمل في غيره أو رمل في الأشواط الأربعة منه فقد أتى باباً من أبواب البدعة تفريعاً على هذا الضابط والله أعلم.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ومنها: تخصيص أدعية للأشواط السبعة في الطواف والسعي والشرب ماء زمزم ولبعض المناسك فإن ذلك لا أصل له، بل الطائف والساعي يدعو بما أحب من خيري الدنيا والآخرة من غير تخصيص لدعاءٍ معين، وعليه بجوامع الدعاء، إلا أنه يقول إذا دنا من الصفا: [إن الصفا والمروة من شعائر الله] أبدأ بما بدأ الله به، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، لا إله إلا الله وحده أنجز وعده ونصر عبده وهزم الأحزاب وحده؛ ويدعو بين ذلك بما أحب ويعيده ثلاث مرات ويقول على المروة كما قال على الصفا وذلك لحديث جابر في سياق حجة النبي - صلى الله عليه وسلم -، وبناءً عليه فهذه الكتيبات التي فيها هذه الأدعية كتب لا أصل لها فلا يجوز بيعها ولا شرائها، والواجب على ولاة الأمر وفقهم الله تعالى منع بيعها كما هي عادتهم وفقهم الله تعالى في مثل ذلك مما لا أصل له جزاهم الله عن الإسلام والمسلمين خير الجزاء وذلك لأن كل قول أو فعل لم يؤثر عن الحبيب - صلى الله عليه وسلم - فلا ينبغي اعتقاد فضيلته بخصوصه والله أعلم. ¶ ومنها: بعض الحجاج تراه من حين يحرم يضطبع إلى أن يحل من إحرامه، وهذا لا أصل له في السنّة وإنما السنّة هي الاضطباع في الطواف الأول فقط، ويبقي المحرم إزاره على عاتقيه جميعاً في كل أحوال إحرامه، هكذا المنقول عنه - صلى الله عليه وسلم - فمن تعبد لله بالاضطباع في غير الطواف فقد أتى ببدعة والله المستعان.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ومنها: اعتقاد فضيلة صعود جبل عرفات المسمى جبل الرحمة وهي تسمية لا أساس لها وهي تضفي على هذا الجبل شيئاً من القداسة والتعظيم فالواجب تركها وإنما المعروف أنه جبل إلال أو جبل عرفه فترى كثيراً من الحجاج يعتقدون أفضلية صعوده فتراهم يتزاحمون عليه ويصلون عليه ويأخذون من حجارته ويكتبون أسماءهم عليه ونحو ذلك وكل ذلك بدعة لأنه شيء لم يفعله رسول الله - صلى الله عليه وسلم - ولا أحد من أصحابه ولو كان خيراً لسبقونا إليه وفاعله مبتدع إن عرف عدم مشروعية ذلك وأصر على الصعود أو فعل شيء من ذلك ويا ليت الدولة وفقها الله تضع حوله حاجزاً يمنع من صعوده وتزيل الشاخص الأبيض الذي فوقه، كما هي طريقتها في إزالة هذه البدع، وهم أهل لذلك فإن ولاتنا علماء وأمراء ولله الحمد والمنة من أهل السنة والجماعة. والله أعلم. ¶ ومنها: التمسح بأستار الكعبة وتقبيلها ووضع الخد عليها وكذلك التمسح بمقام إبراهيم وتقبيله كل ذلك من المنكرات والبدع لأنها ليست من أمر النبي - صلى الله عليه وسلم - فالواجب الحذر والتحذير وتعليم الناس أن ذلك ليس من الشريعة في شيء والله أعلم. ¶ ومنها: اعتقاد أفضلية غسل حصى الجمار قبل الرمي بها أو اعتقاد أفضلية التقاطها من مكان معين كل ذلك لا دليل عليه فهو بدعة، فانظر رعاك الله كيف يقضي هذا الضابط على كل البدع في هذه المشاعر العظيمة فاشدد يدك به والله أعلم.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ومنها: صعود جبل النور كما يسميه العامة. يا الله ما هذه الأسراب من الحجيج التي تعتقد أن صعوده من المقربات اللازمة، وغرهم بعض السفهاء من المرتزقة الذي يأكلون أموال هؤلاء المساكين بالباطل، فإن صعوده لا يعرف عن النبي - صلى الله عليه وسلم - فلو كان مشروعاً أو قربة لفعلوه، فمن أين أتانا هذا الاعتقاد؟ فهو إحداث في الدين ما ليس منه وكل بدعة ضلالة، فضلاً عن الأخطار الناجمة عن صعوده، وفضلاً عن أنه من تتبع آثار الأنبياء واتخاذها مشاعر بلا دليل ولا برهان، وبناءً عليه فصعوده بدعة منكرة لا يجوز حتى ولو كان من باب الاطلاع فإنه ممنوع والدعاة هناك يمنعون الناس من صعوده ولكن العامة قد عظموا هذا الجبل وهذا الغار الذي فيه، ونقول: إن الدافع لهم إنما هو محبة رسول الله - صلى الله عليه وسلم - ولكن ليس كل أحدً يحبه يعبّر عن هذه المحبة بما يريد فإن عنوان المحبة الاتباع لا \" الابتداع \" والله يتولانا وإياك وهو أعلى وأعلم. ¶ ومنها: التلبية بصوت واحد، فإن هذا شيء لم يفعله أحد من السلف وهو من جملة الأذكار الجماعية، فيكون هذا الفرع داخلاً تحت قاعدة شرعية الأصل لا تستلزم شريعة الوصف أي أن التلبية مشروعة بأصلها لكنها ممنوعة بهذا الوصف وهذا يقع في كثير من الحجاج. ¶ ومنها: ما يفعله بعض الحجاج أنهم إذا طافوا بالبيت للوداع وانتهوا فإنهم يرجعون القهقرى ولا يولون البيت ظهورهم وبعضهم إذا حادى باب الخروج التفت إلى البيت مودعاً معتقداً فضيلة ذلك وهذه الأفعال كلها لا أصل لها فهي أمور محدثة يجب الحذر منها والله أعلم.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ومنها: حرص بعض الحجاج هداهم الله تعالى على الصلاة في بعض المساجد المبنية في الحرم ويعتقد فيها الأفضلية وهذا كله لا أصل له وإنما الفضيلة في المسجد الحرام فقط، ولو أن الدولة وفقها الله تردع بعض المطوفين الذين لا يخافون الله في عقائد الحجاج فإنه يذهبون بهم إلى هذه الأماكن ويذكرون لهم فيها الخرافات التي لا أصل لها ليأكلوا أموالهم بالباطل أسأل الله تعالى أن يهدي الجميع لما فيه الخير والصلاح. ¶ ومنها: يقوم بعض الحجاج بغسل ما معه من النفقة والنقود والثياب بماء زمزم اعتقاداً أنه يوجب البركة في ذلك وهذا كله خلاف هدي محمد - صلى الله عليه وسلم -. ¶ ومنها: تكرار العمرة من الحل فإن هذا يفعله كثير من العامة وهو لا أصل له وقد كرهه السلف فإنه لم ينقل عن النبي - صلى الله عليه وسلم - ولا عن أحدٍ من أصحابه أنه اعتمر من الحل خارجاً من مكة، بل عده بعض العلماء من البدع، وأما عائشة رضي الله عنها فإنها قد حاضت ولم تتمكن من العمرة فأعمرها - صلى الله عليه وسلم - من التنعيم مع أخيها عبد الرحمن فمن حصل له ما حصل لها فاعتمر بعد الحج فالظاهر أنه لا بأس به، أما أن يتخذ ذلك عادة فإنه لا دليل عليه والله أعلم. ¶ ومنها: أن بعض النساء تراها ترمل في الطواف وتسعي سعياً شديداً بين العلمين وهذا مخالف للصواب لأن هذه الأشياء إنما هي سنّة في حق الرجال دون النساء، فالمرأة مأمورة بالتستر وهذا الرمل والسعي الشديد قد يبدي منها ما كان خافياً أو يحجم أعضاءها من دون عباءتها، فما عليها إلا أن تمشي مشي عادتها، والله أعلم. ¶ ومنها: قصد الرمي بالحصى الكبير أو بالنعال والشمسيات ظناً منهم أنهم يرمون الشيطان فترى الواحد منهم يرمي بحرارة مع شيء من السباب والشتم وهذا لا أصل له بل هو مُفضٍ إلى إيذاء نفسه والآخرين فالواجب التحذير والحذر من ذلك والله أعلم وعلى ذلك فقس والله أعلم.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "((من شك في نسك يطلب فيه العدد فيبني على غالب ظنه وإلا فعلى الأقل دائماً)) ¶ أقول: إن هناك أشياء في المناسك يطلب فيها العدد كالطواف فإنه يطلب فيه أن يكون سبعة أشواط والسعي كذلك لابد أن يكون سبعة أشواط وكذلك رمي جمرة العقبة لابد أن يكون بسبع حصيات وكذلك رمي الجمار أيام التشريق لابد أن ترمي كل جمرة منها بسبع حصيات فهذه الأشياء يطلب فيها العدد، فإذا حصل في عددها شيء من الشك فإن الأمر لا يخلو من حالتين: إما أن يكون عنده غلبة يبني عليها ولا شيء عليه فإذا حصل عند شك في الثلاث أو الأربع وغلب على ظنه أنها أربع فإنه يبني عليه وهكذا، وإذا لم يكن عنده غلبة ظن فإنه حينئذٍ يبني على اليقين وهو الأقل، ففي مثالنا السابق يجعلها ثلاثاً، وهكذا .. وهذا يحصل كثيراً وذلك بسبب الانشغال برؤية البيت ومعالجة الزحام وكثرة الأذكار ومراعاة حال الصحبة وهذه القاعدة تزيل ما قد يطرأ على الذهن من ذلك، فلا تجعلها مشكلة فالأمر سهل ويسير إن شاء الله تعالى، لكن عليك الانتباه لأمرين مهمين، الأمر: أنه إذا كان هذا الشك صدر من رجل كثيرة شكوكه، فهذا لا ينبغي له أن يعمل بهذا الضابط لأنه مريض وعلاجه ألا يلتفت إلى شكه مطلقاً بل يلْهُ عنه لأننا لو قلنا له: شك معتبر فإننا نقضي على ما بقي من عقله ونكون بذلك قد جنينا عليه، بل نقول له: إن هذا الشك الذي طرأ عليك لا تلتفت إليه، ولا تنظر إليه ولا تعمل، فإذا شككت في رمي الجمار فارم ما بقي من الحصا وانصرف ولا تفكر وإذا شككت في عدد الطواف أو السعي أهو كذا أو كذا فاعمل بالأكثر دائماً ولا تبنِ على اليقين في هذه الحالة وهذا هو علاجك ويتلخص من هذا أن شك كثير الشكوك غير معتبر شرعاً، الأمر الثاني: أن هذا الشك الحاصل إن كان بعد الفراغ من العبادة أي أنه ما حصل إلا بعد الفراغ من الطواف أو السعي أو رمي الجمار فإنه والحالة هذه أيضاً ليس بمعتبر بل الواجب شرعاً إطراحه وبناء الأمر على اليقين والأصل هو أن",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "الأصل أن المؤمن قد جاء بالعبادة على وجهها المأمور به شرعاً، والأصل هو البقاء على الأصل حتى يرد الناقل، والناقل هنا هو يقين آخر، أي إذا حصل عندك يقين بالنقص فهنا يختلف الكلام، لكن إذا كان الأمر لا يزال في دائرة الشك فإنه حينئذٍ ليس بمعتبر وهذا من فضل الله تعالى وتيسيره على عباده، فتلخص عندنا في هذا الضابط عدة أمور: ¶ منها: أن الشك الصادر من كثير الشكوك غير معتبر مطلقاً. ومنها: أن الشك الصادر من معتدل الشك ولكن بعد الفراغ من العبادة غير معتبر أيضاً. ومنها: أن الشك الصادر من معتدل الشكوك أثناء العبادة هو الذي يعتبر واعتباره يقتضي بناء الأمر على اليقين وهو الأقل دائماً لكن قبل بناء الأمر على اليقين ننظر أولاً: إن كان عنده غلبة ظن فالعمل بها هو المعتبر والمتعين، وإن لم يكن عنده غلبة ظن فيبني على اليقين كما ذكرنا سابقاً، وإتماماً للفائدة أذكر لك بعض الأمثلة فأقول: ¶ منها: طاف رجل وشك هل هو في الشوط الثالث أو الرابع؟ فالجواب: أولاً تسأل هل هذا الرجل كثير الشكوك أم معتدل في شكه فإن كان الأول فشكه ملغى مطلقاً وإن كان الثاني فاسأل سؤالاً آخر وقل: هل شكه هذا حصل بعد العبادة أم أثناءها؟ فإن كان الأول فشكه ملغى أيضاً وإن كان الثاني فاسأل سؤالاً آخر وقل: هل عندك غلبة ظن يترجح بها أحد الطرفين، فإن قال نعم فقل اعمل بما غلب على ظنك وإن لم يكن عنده غلبة ظن فقل له: اعمل باليقين وهو الأقل وهو أنك لم تطف إلى الآن إلا ثلاثة أشواط فقط، وبناءً عليه فلا يبني على الأقل إلا إذا كان معتدل الشك وقد حصل الشك أثناء العبادة وليس عنده ظن يبني عليه والله أعلم.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ومنها: سعى بين الصفا والمروة وشك هل هو في السابع أو السادس؟ فالجواب يكون كالتفصيل السابق وهو أن هذا الرجل إن كان معتدل الشك وقد حصل شكه أثناء العبادة فإننا نرده إلى غالب ظنه، فنقول له: إن كان يغلب على ظنك شيء فاعمل به وإلا فابنِ الأمر على الأقل وهو أنك ما سعيت إلا ستة أشواط فعليك الآن أن تأتي بالسابع والله أعلم. ¶ ومنها: رمى جمرة العقبة أو الأيام بعده وشك هل رمى أربعاً أو خمساً؟ فالجواب يكون بالتفصيل السابق وهو أن هذا السائل إن كان معتدلاً في شكه وشكه هذا حصل في أثناء الرمي فنقول له: هل عندك ظن يترجح به أحد الأمرين فإن كان عنده ظن فإنه يعمل به لأن ما يطلب فيه العدد إذا حصل فيه شك فإنه يبني أولاً على غالب ظنه وإن لم يكن عنده غلبة ظن فإننا نقول له: اعمل بالأقل وهو أنك ما رميت إلا أربعاً فعليك أن ترمي خامسة وسادسة وسابعة والله أعلم. ¶ ومنها: رمى الجمرة وشك هل وقعت الحصاة في الحوض أم لا؟ فالجواب: على التفصيل السابق وهو أنه إذا كان هذا السائل معتدلاً في شكه وقد حصل الشك أثناء الرمي فإننا نسأله هل يغلب على ظنك شيء؟ فإن غلب على ظنه شيء فإنه يعمل به ولا يلتفت إلى وساوس الشيطان وإن لم يكن عنده غلبة ظن فإنه يعمل باليقين واليقين أنها لم تقع فيرمي مكانها واحدة والله تعالى أعلم. ¶ والخلاصة أننا نرد السائل من هذا الشيء إلى غالب ظنه فإن لم يكن عنده غلبة ظن فإننا نرده على العمل باليقين وهو هنا الأقل دائماً والله أعلم.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "((ما صاده المحرم أو صيد له أو أعان عليه فحرام عليه أكله)) ¶ لعلك تذكر إن شاء الله تعالى أننا في سياق المحظورات قلنا إنه سيأتي للصيد ضابط مستقل وهو هذا ولله الحمد وبيانه أن يقال: إن من جملة المحظورات التي تحرم على المحرم الصيد، فلا يجوز للمحرم صيد الحيوان البري المتوحش طبعاً وهذا بالاتفاق ولله الحمد والمنة وأنه إن صاده فإن عليه فدية الصيد وتقدم الكلام عليها في الضابط الثالث ولله الحمد والمنة. إلا أننا نقول هنا: ما الصيد الذي يحرم على المحرم أكله؟ والجواب عن ذلك هو ما أفاده هذا الضابط وهو أن الذي يحرم على المحرم أكله من الصيد هو ما يلي: ¶ الأول: ما صاده هو بنفسه، ودليل ذلك قوله تعالى: {يا أيها الذين آمنوا ليبلونكم الله بشيء من الصيد تناله أيديكم ورماحكم ليعلم الله من يخافه بالغيب، فمن اعتدى بعد ذلك فله عذاب أليم - يا أيها الذين آمنوا لا تقتلوا الصيد وأنتم حرم} وقال عليه الصلاة والسلام: ((صيد البر لكم حلال ما لم تصيدوه أو يصد لكم)) فإذا صاده المحرم بنفسه فإن هذا الصيد يحرم على الجميع أي عليه وعلى الحلال وعلى محرم آخر والله أعلم.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "الثاني: ما صيد لأجله، أي أن يكون الذي صاده هو الحلال ولكنه صاده لأجل هذا المحرم فلا يجوز للمحرم فقط أكله، أعني المحرم الذي صيد له وأما الحلال والمحرمون الآخرون فيجوز لهم أكله والدليل على ذلك حديث الصعب بن حثامة أنه أهدى إلى النبي - صلى الله عليه وسلم - حماراً وحشياً وهو بالأيواء أو بودان، فردّه عليه فلما رأى مافي وجهه قال: ((إنا لم نرده عليه إلا أنا حرم)). متفق عليه. وعن علي رضي الله عنه أن النبي - صلى الله عليه وسلم - أُتي ببيض نعام فقال: ((إنا قوم حرم أطعموه أهل الحل)) رواه أحمد. وفي سنده كلام، وعن عمير ابن سلمة الضحري عن رجل من بهزٍ أنه خرج مع رسول الله - صلى الله عليه وسلم - يريد مكة حتى إذا كانوا في بعض وادي الروحاء وجد الناس حمار وحشٍ عقيراً فذكروه للنبي - صلى الله عليه وسلم - فقال: ((أقروه حتى يأتي صاحبه)) فأتى البهزي وكان صاحبه فقال: يارسول الله شأنكم بهذا الحمار فأمر رسول الله - صلى الله عليه وسلم - أبا بكر فقسمه في الرفاق وهم محرمون. رواه أحمد والنسائي ومالك في الموطأ، فدل إذن رسول الله - صلى الله عليه وسلم - لهم بالأكل منه أن ما صاده الحلال لا لأجل المحرم وإنما صاده لنفسه ثم أهداه للمحرم فإنه حلال عليه، وهذا هو وجه التوفيق بين أحاديث الباب.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "الثالث: ما أعان المحرم على صيده بإشارة أو كلام أو مناولة آلة الصيد ونحو ذلك فإنه يكون حرام على المحرم فقط ويدل على ذلك حديث أبو قتادة رضي الله في قصة صيد الحمار الوحشي وهو غير محرم قال: فقال رسول الله - صلى الله عليه وسلم - لأصحابه وكانوا محرمين: ((هل أحد منكم أمره أو أشار إليه بشيء؟ فقالوا: لا قال: فكلوا ما بقي من لحمه)) متفق عليه. وفي رواية ((هو حلال فكلوه)) ولمسلم ((هل أشار إليه إنسان منكم أو أمره بشيء؟ فقالوا: لا، قال: فكلوه)). وللبخاري قال: ((منكم من أحدٍ أمره أن يحمل عليها أو أشار إليها؟ قالوا: لا، قال: فكلوا ما بقي من لحمها)). فتبين بذلك صحة الضابط ولله الحمد والمنة من أن ما صاده المحرم بنفسه أو أعان عليه بشيء أو أنه صيد لأجله فإنه لا يجوز له أكله، وهل يحرم هذا الصيد على غيره؟ نقول: فيه تفصيل: أما ما صاده المحرم بنفسه أو شارك غيره في صيده فإنه يحرم على المحرم بعينه فقط وأما ما أعان على صيده بإشارة أو دلالة ونحوها فإنه يحرم على هذا المحرم فقط ويجوز للحلال أكله، والله أعلم.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "((كل مؤذٍ طبعاً فإنه يدفع شرعاً في الحل والحرم)) ¶ وهذا هو الصواب الذي لا مرية فيه، وأصله حديث عائشة رضي الله عنها في الصحيحين قالت: قال النبي - صلى الله عليه وسلم -: ((خمس من الدواب كلهن فاسق يقتلن في الحل والحرم، الغراب والحدأة والعقرب والفأرة والكلب العقور)) وعن ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: ((خمس من الدواب ليس على المحرم في قتلهن جناح في الحل والإحرام، الفأرة والغراب والحدأة والعقرب والكلب العقور)) متفق عليه. وعن ابن مسعود أن النبي - صلى الله عليه وسلم - أمر محرماً بقتل حية بمنى. رواه مسلم. وعن ابن عمر - وسئل - ما يقتل الرجل من الدواب وهو محرم؟ فقال: حدثتني إحدى نسوة النبي - صلى الله عليه وسلم - أنه كان يأمر بقتل الكلب العقور والفأرة والعقرب والحدأة والغراب والحية. رواه مسلم. فهذه الأدلة تفيد الأمر بقتل هذه الدواب وذلك لأنهن فواسق، وفسقهن هو إيصال الأذى للآخرين، فهن مؤذيات طبعاً فالمكلف مأمور بقتلهن شرعاً لأن كل مؤذٍ بطبعه فإنه يقتل، هذا هو معنى هذا الضابط، ويقاس عليها ما كان مماثلاً لها في الإيذاء وما كان أولى بالحكم منها كالأسد والنمر والفهد والبعوض والقمل، ويدافع الصائل على نفسه وحرمه بما يدفعه فإن لم يندفع إلا بقتله فإنه يقتل ولا قود فيه ولا دية لأن دمه هدر شرعاً، وأنه مؤذٍ وكل مؤذٍ طبعاً فإنه يقتل شرعاً وكذلك لو صال عليه صيد كالضبع مثلاً ولم يندفع هذا الصيد إلا بقتله فله ذلك لأنه مؤذٍ وكل مؤذٍ طبعاً فإنه يقتل شرعاً ولأنه لم يقتله ليتمتع بلحمه وإنما قتله لدفع الأذى عنه وقد تقرر في القواعد أن من أتلف شيئاً ليدفع أذاه به ضمنه وإن كان ليدفع أذاه عنه لم يضمنه والله أعلم. وكذلك إذا صال عليه النحل ولم يندفع إلا بقتله فله ذلك ولا كفارة عليه لأنه يدفع ضرره عنه ولأنه في هذه الحالة مؤذٍ وكل مؤذٍ طبعاً فإنه يقتل شرعاً وكذلك يقال في الذباب فإنه كبير المؤذين هناك فلو",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "قتله المحرم فلا شيء عليه لأن المؤذي بطبعه لا حرج في قتله، ولذلك قال أبو العباس رحمه الله تعالى: وله أن يدفع ما يؤذ به من الآدميين والبهائم حتى لو صال عليه أحد ولم يندفع إلا بالقتال قاتله فإن النبي - صلى الله عليه وسلم - قال: ((من قتل دون ماله فهو شهيد ومن قتل دون حرمته فهو شهيد)) أ. هـ. قلت: وكذلك النمل فإنه إن آذى ولم يندفع إلا بقتله فله قتله ولا شيء عليه، وعلى ذلك فقس فما آذى من الحيوانات والآدميين فيدفع بما يندفع عنه وإن يندفع إلا بقتله فإنه يقتل ولا شيء فيه والله يتولانا وإياك. وهو أعلى وأعلم. ¶ ((من غطى رأسه بملاصقٍ معتادٍ فدى)) ¶ لقد تقدم لنا في الضابط الأول أن من جملة محظورات الإحرام تغطية الذكر رأسه، ودليل ذلك حديث ابن عباس في قصة المحرم الذي سقط من دابته فمات فقال عليه الصلاة والسلام: ((ولا تخمروا رأسه)) والتخمير هو التغطية، وفي الصحيحين من حديث ابن عمر في الأشياء التي لا يلبسها المحرم: ((ولا يلبس العمائم)) وقد أجمع العلماء على ذلك حكاه الوزير وجمع إلا أن هذه التغطية لابد أن تشرط بشرطين وهما: أن تكون ملاصقة أي متصلة بالرأس مباشرة لا فرق بينهما وبناءً عليه فمن غطى رأسه بغير ملاصق فلا شيء عليه كالشمسية أو الاستظلال بثوب ونحو ذلك وفي سياق قصة جابر قال: فأجاز حتى أتى عرفة فوجد القبة قد ضربت له بنمرة فنزل بها. وعن أم الحصين قالت: حججنا مع رسول الله - صلى الله عليه وسلم - حجة الوداع فرأيت أسامة وبلالاً، وأحدهما آخذ بخطام ناقة رسول الله - صلى الله عليه وسلم - والآخر رافع ثوبه يستره من الشمس حتى رمى جمرة العقبة. فمثل هذا لا بأس به.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "والشرط الثاني: أن يكون مما يغطى به الرأس عادة الغترة والطاقية والبرانس والعمامة والقبعة والقلنسوة ونحوها، وبناءً عليه فلو وضع يديه على رأسه فإنه لا شيء عليه لأنه ليس مما يغطى بهما الرأس عادة لكنه رفعهما أولى خروجاً من الخلاف، وكذلك لو حمل متاعه على رأسه فإنه لا شيء عليه ومثله لو حمل على رأسه قدراً أو كتباً أو شيئاً فإنه لا حرج عليه لأنه ليس مما يغطى به الرأس عادة مثله لو جلس تحت شجرة ونحوها فإنه لا بأس به لأنه ليس بملاصق وليس مما يغطى به الرأس عادة، وهكذا عليه فقس. ¶ وبهذا الفرع نختم الكلام على كتاب الحج ¶ فالله أسأل أن ينفع به المسلمين والمسلمات ¶ وأن يجعله عملاً صالحاً ينفعني في قبري ويوم حشري ونشري ¶ إنه ولي ذلك والقادر عليه والله ربنا أعلى وأعلم.",
            "page": "69",
            "part": "1"
        }
    ],
    "t37481": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "سلسلة الضوابط الفقهية 4"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "محظورات الإحرام توقيفية"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "لا يؤثر فعل محظور الحج إلا بعلمٍ وذكرٍ وإرادة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "فدية الأذى والصيد على التخيير بين الذبح والصوم والإطعام"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "من ترك نسكه أو شيئاً منه فعليه دم"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "الإفراد أفضل لمن أفرد العمرة بسفره والقران أفضل لمن ساق الهدي وإلا فالتمتع"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "أعمال القارن كالمفرد ويزيد بوجود الهدي وأعمال المتمتع كالقارن ويزيد بالتحلل والسعي"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "كل منسك محدد بزمان أو مكان فلا يجوز تقديمه أو إخراجه عن حده"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "الحج عرفة"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "أعمال يوم النحر مبناها على التوسعة"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "يراعى في الحج ومناسكه حال الضعيف والعاجز وذي الحاجة"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "كل سنّة في المناسك أدّى فعلها إلى مفسدة فالمشروع تركها"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "من تعبد لله في المناسك بفعل لا دليل عليه فقد أتى بدعة"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "من شك في نسك يطلب فيه العدد فيبني على غالب ظنه وإلا فعلى الأقل دائماً"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "ما صاده المحرم أو صيد له أو أعان عليه فحرام عليه أكله"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "كل مؤذٍ طبعاً فإنه يدفع شرعاً في الحل والحرم"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "من غطى رأسه بملاصقٍ معتادٍ فدى"
        }
    ]
}