{
    "b37489": [
        {
            "id": "1",
            "nass": "قواعد ¶ في الحكم على الآخرين ¶ تأليف الشيخ ¶ وليد بن راشد السعيدان ¶ بسم الله الرحمن الرحيم ¶ (( وبه نستعين )) ¶ إن الحمد لله نحمده ونستعينه ونستهديه ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا.. من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلى الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه وسلم تسليماً كثيراً.. أما بعد : ¶ فهذه الكتابة إطلالة جديدة على مسألة مهمة تشتد الحاجة إلى معرفتها والفقه فيها، وذلك لكثرة من خاض فيها بالحق تارة وبالباطل تارات، والجهل بها موجب للوقوع في أعراض الآخرين بالتخرص والظنون الكاذبة، وإن مما جاءت به الشريعة حفظ الأعراض وعدم التعرض لها بقولٍ أو فعلٍ بلا علم ولا برهان وهي مسألة الحكم على الآخرين بالأحكام الشرعية كالحكم على الغير بالكفر أو البدعة أو الفسق أو التأثيم أو توجيه اللعن إليه وغير ذلك، والذي أوجبها هو أنني رأيت من أهل زماننا الشيء الكثير من مخالفة الحق فيها مع انسياق كثير من العامة وراء هذه الأحكام وولوع الكثير بتناقلها وإذاعتها في مجالسهم حتى صارت هذه الأحكام الصادرة من أفواه هؤلاء كأنها نصوص تحرم مخالفتها ويوصف بالسوء من حاول ردها أو مناقضتها، وقد شهدنا في هذا الزمن من يترأس المجالس بمثل هذه الأحكام العظيمة وهو حقير رويبضة لا يعرف بعلمٍ ولا طول مجالسة لأهله، وتراه قد لبس مسوح العلماء وتزيا بزيهم مخادعة للعامة ولا يتورع عن الكلام في مسائل لو عرضت على كبار أهل العلم لهابوها ووجلوا منها وترى هذا الأحمق قد نصب نفسه للقول فيها فيخطئ هذا ويُكفر ذاك ويُفسق الثالث ويرمي بشررٍ من القول والبهتان العظيم على إخوانه بلا هوادة .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقد حصل لي أن جمعني مع بعضهم مجلس فدار الحديث عن بعض المسائل ففوجئت بزخات من الكلام الذي نزل عليّ وعلى الحاضرين كالصواعق فقلت في نفسي: \" إن هذا له شأن عظيم \" فوافق أن سألته عن شروط الشهادة ونواقضها فإذا هو فيها أجهل من حمار أهله، وسألته عن بعض ضوابط التكفير عند أهل السنة والجماعة فإذا هو يفغر فاه بقوله : \" هذا ليس بشرطٍ تعلمه \" فأخذتني الحمية وقلت – وقد رفعت صوتي – : \" إنه من لم يعلم هذه المسائل وهذه القواعد والضوابط لا يجوز له أن يتكلم في مثل هذه المسائل، ولا أراك إلا مخدوعاً أو داعي ضلالة وأقمته من المجلس \" فخرج متوعداً أن الرد هو ما تراه لا ما تسمعه ، ولكن الله تعالى عصمني منه ورد كيده في نحره .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "والمقصود أن إظهار منهج أهل السنة في الحكم على الآخرين من الوجبات المتحتمات وخصوصاً في هذا الوقت فإن الحاجة له ماسة جداً ويعرف ذلك من يتتبع أحوال المخالفين فيه ، وقد أخذ العهد على من يعلم شيئاً أن يبلغه لغيره ، فعسى الله أن ينفع بما نقول ونكتب، وإن الدافع لها محض النصيحة لله ورسوله ولكتابه ولأئمة المسلمين وعامتهم، وإنني أحب لك ما أحبه لنفسي وقد كنت شرحت طرفاً من ذلك في بعض المجالس فأحببت أن أجمعه لك في هذه الوريقات اليسيرة التي أجزم أنك تعرف أكثرها لكنه التذكير والتواصي بالحق ، وكل ما سأدونه إنما هو مأخوذ من كتب أهل العلم وإنما وظيفتي الجمع والتأليف بين كلامهم فقط ، فليس لي في هذه الكتابة إلا أن رتبت ما قالوه ويسرت ما يحتاج إلى تيسير ودللت لما يحتاج إلى تدليل وإلا فالفضل لله وحده ثم لهم وإنما هو التشبه بهم عسى أن أنضم في سلكهم وأحشر معهم ، فالله أسأل أن يغفر لهم ويرحمهم ويرفع درجاتهم في الفردوس الأعلى . وأسميت هذه الوريقات بقواعد في الحكم على الآخرين ، فيارب أسالك باسمك الأعظم أن توفقني فيه للحق الموافق للكتاب والسنة وأن تفتح علي فيه بالقول الحسن وأن تنزل فيه البركة تلو البركة وأن تشرح له الصدور وتجعله نافعاً في هذا الباب وتعينني على إنهائه وإكماله على الوجه المقبول ، وأعوذ بك من الهوى والزلة واتباع الشهوات وأسألك بأسمائك وصفاتك أن تهدي قلوبنا وجوارحنا إليك وأن تعلمنا ما ينفعنا وأن تنفعنا بما علمتنا وأن ترزقنا العمل بما علمتنا.. آمين ، فإلى المقصود والله المستعان وعليه التكلان ولا حول ولا قوة إلا بالله العظيم وأستغفر الله وأتوب إليه وأستلهمه المزيد من التوفيق والتأييد والقبول فأقول : إن خير طريق لضبط العلم هو التقعيد مذيلاً بالتدليل والتفريع ، وهذا هو ما سأسلكه في هذه الكتابة إن شاء الله تعالى وإليك القول فيه . ¶ (( القاعدة الأولى )) ¶ يجب صون المنطق عن الحرام",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ويسنّ كفّه عن المكروه وفضول المباح ¶ أقول : اعلم أرشدنا الله وإياك للطاعة والهدى أنني بدأت بهذه القاعدة لأنها أم الباب فإن الأحكام على الآخرين إنما مصدرها اللسان فلابد من ضبطه وإحكامه ، وهذه القاعدة هي القاعدة فيه وهو أنه يجب وجوب عين كفه عن الكلام إذا كان من قبيل الحرام ، والحكم على الآخرين نوع من الكلام في أعراضهم فإذا لم يكن بعلم وبرهان فإنه يكون حراماً فيجب حينئذٍ كف اللسان عن ذلك واعلم أن هذه الجارحة عظيمة الخطر إذا لم تضبط بميزان الشريعة ولذلك عظم جزاء من حفظها لما في الصحيح من حديث سهل بن سعد الساعدي قال : قال رسول الله - صلى الله عليه وسلم - : ( من يضمن لي ما بين فكيه وما بين فخذيه أضمن له الجنة ) فدل ذلك على أن أعظم ما ابتلي به العبد لسانه وفرجه ، وإن كلمة من هذا اللسان قد يجعلها الله تعالى سبباً لرضاه أو سخطه إلى يوم القيامة كما في الصحيح من حديث أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - : ( إن العبد ليتكلم بالكلمة من رضوان الله لا يعلم مبلغها يكتب الله له بها رضوانه إلى يوم القيامة وإن العبد ليتكلم بالكلمة من سخط الله لا يعلم مبلغها يهوي بها في النار سبعين خريفاً ) وفي لفظ ( أبعد ما بين المشرق والمغرب ) ويكفيك لبيان خطر المنطق أن الله تعالى قد وكل ملائكة بالعبد يكتبون عليه منطقه، قال تعالى:{ مَا يَلْفِظُ مِنْ قَوْلٍ إِلا لَدَيْهِ رَقِيْبٌ عَتِيْد } فقول: { مَا يَلْفِظُ } نفي، وقوله: { مِنْ قَوْلٍ } نكرة وقد تقرر في القواعد أن النكرة في سياق النفي تعم فيدخل في ذلك كل قول بلا استثناء وحصائد اللسان من أكثر ما يدخل الناس النار كما في السنن من حديث معاذ أن النبي - صلى الله عليه وسلم - قال : ثكلتك أمك يا معاذ، وهل يكب الناس على وجوههم إلا حصائد ألسنتهم ) وفي الحديث ( إذا أصبح ابن آدم فإن الأعضاء كلها تكفر اللسان تقول: إنما نحن بك إن استقمت استقمنا",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وإن اعوججت اعوججنا ) وقال عليه الصلاة والسلام لمن قال له أوصني: ( أمسك عليك لسانك وليسعك بيتك وابك على خطيئتك ) واعلم يا رعاك الله أن الحكم على الغير بكفر أو لعن أو بدعة بلا علم ولا برهان نوع من السباب وقد قال عليه الصلاة والسلام : ( سباب المسلم فسوق وقتاله كفر ) متفق عليه من حديث ابن مسعود . ¶ وإن مما جعل الأمر خطيراً هو أنك إذا أصدرت الحكم بالكفر على أحد وليس هو كذلك فإن قولك يعود عليك وزره كما قال عليه الصلاة والسلام : ( أيما رجل قال لأخيه يا كافر فقد باء بها أحدهما ) متفق عليه من حديث ابن عمر رضي الله عنهما. وعن أبي ذر الغفاري قال:قال رسول الله - صلى الله عليه وسلم -: ( لا يرمي رجل رجلاً بالفسوق ولا يرميه بالكفر إلا ارتدت عليه إن لم يكن صاحبه كذلك ) رواه البخاري . وعنه رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - : ( من دعا رجلاً بالكفر أو قال عدو الله وليس كذلك إلا حار عليه ) متفق عليه ، - أي رجع عليه قوله هذا - فاحذر حفظك الله من ذلك فليس الحكم على الغير بالأمر السهل الذي يسوغ فيه القول إلا إذا كان مبنياً على نور الكتاب وهدي السنة المطهرة ، وقال عليه الصلاة والسلام : ( المستبان ما قالا فعلى البادئ ما لم يعتد المظلوم ) رواه مسلم من حديث أنس وأبي هريرة رضي الله عنهما .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "واعلم أنه ليس من طبع المسلم الوقوع في عرض إخوانه المسلمين بل ينبغي الترفع عن ذلك فإن الترفع عن التكفير والسباب والتفسيق والتبديع وحفظ المنطق من ذلك موصل صاحبه لدرجة الصديقية كما في حديث أبي هريرة رضي الله عنه قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : ( لا ينبغي لصديق أن يكون لعاناً ) رواه مسلم ، وعن أبي الدرداء رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - : ( إن اللعانين لا يكونون شهداء ولا شفعاء يوم القيامة ) رواه مسلم أيضاً . فاللسان آفته عظيمة وعواقب عدم حفظه وخيمة فاحذره فإنه كالأفعى بين فكيك ، فكيف بالله عليك يرتاح من بين فكيه ثعبان ؟! ولله در القائل : ¶ إحذر لسانك أيها الإنسان ... ... ... لا يلدغنك إنه ثعبان ¶ وعن أنس بن مالك رضي الله عنه قال: توفي رجل من الصحابة فقال رجل :",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "\" أبشر بالجنة \" فقال رسول الله - صلى الله عليه وسلم - : ( وما يدريك فلعله تكلم فيما لا يعنيه أو بخل بما لا ينقصه ) رواه الترمذي . وعن سفيان بن عبد الله الثقفي قال: قلت يا رسول الله: ما أخوف ما تخاف عليّ ؟ قال: فأخذ بلسان نفسه وقال : ( هذا ) صححه الترمذي ، وعن علي بن الحسين قال: قال رسول الله - صلى الله عليه وسلم - : ( من حسن إسلام المرء تركه ما لا يعنيه ) رواه مالك وأحمد بسند صحيح . وعن بلال بن الحارث قال : قال رسول الله - صلى الله عليه وسلم - : ( إن الرجل لتكلم بالكلمة من الخير ما يعلم مبلغها يكتب الله لها بها رضوانه إلى يوم القيامة، وإن العبد ليتكلم بالكلمة من سخط الله ما يعلم مبلغها يكتب الله عليه بها سخطه إلى يوم القيامة ) وعن ابن مسعود رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - : ( ليس المؤمن بالطعان ولا اللعان ولا الفاحش البذيء ) رواه الترمذي . وعن ابن عمر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - : ( لا يكون المؤمن لعاناً ) وفي رواية ( لا ينبغي لمؤمن أن يكون لعاناً ) وعن أبي الدرداء رضي الله عنه قال : ( سمعت رسول الله - صلى الله عليه وسلم - يقول: إن العبد إذا لعن شيئاً صعدت اللعنة إلى السماء فتغلق أبواب السماء دونها ثم تهبط إلى الأرض فتغلق أبوابها دونها ثم تأخذ يميناً وشمالاً فإذا لم تجد مساعاً رجعت إلى الذي لُعن فإن كان كذلك وإلا رجعت إلى قائلها ) رواه أبو داوود بسند فيه ضعيف ، وبناء على هذه الأحاديث فيجب صون المنطق والمراد به اللسان عن الكلام المحرم من الغيبة والنميمة والفحش والبذاءة والسباب والشتائم ووصف الآخرين بالأوصاف التي لا تجوز كالوصف بالكفر أو البدعة أو الفسق أو توجيه اللعنة إليه أو غير ذلك من المنطق الحرام ، والسكوت عن هذا واجب لأنه قد تقرر في القواعد أن مالا يتم ترك الحرام إلا به فتركه واجب وفعله محرم ، ولأن الإنسان محاسب بأقواله",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الصادرة من بين شفتيه ولماذا يعرض الإنسان نفسه إلى شيء هو في غنى عنه، قال تعالى:{ يَوْمَ تَشْهَدُ عَلَيْهِم أَلْسِنَتهُمْ وَأيْدِيْهِم وِأرْجُلهِم بمَا كَانُوا يَعْمَلُون } وقال تعالى : { سَنَكْتُبُ مَا قَالُوا } فاحذر يا أخي كل الحذر من زلل اللسان فإن زلته أعظم أثراً من زلة القدم ، وإن لك عرضاً كما للناس أعراض فعامل الناس بما تحب أن يعاملوك به ، ومن كان بابه من زجاج فلا يحذف الناس بالحجر ، وهذا من أمور التعبد ، أي أننا نتعبد لله تعالى بحفظ أعراض إخواننا وسلامتها من ألسنتنا وفي الحديث ( المسلم من سلم المسلمون من لسانه ويده ) وإنه ليس شيء أحق بطول الحبس من اللسان ومن صمت نجا ، وفي الصحيح من حديث أبي هريرة مرفوعاً ( من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت ) فهذا الحديث توكيد هذه القاعدة فإننا ندبنا على لسان رسولنا - صلى الله عليه وسلم - ألا نقول إلا الخير من قراءة قرآن أو ذكر من تسبيح أو تكبير أو تهليل أو أمر بمعروف أو نهي عن منكر أو تعليم علم أو الكلام في الشيء الذي يعود علينا نفعه في العاجل أو الآجل ، وأما غيره – أي غير الكلام بالخير – فإننا مندوبون إلى أن نصمت عنه فلله در هذا الحديث ما أعظمه وأجمعه فإنه القاعدة الشرعية التي إذا سلكها المسلم فإنه سيكون من الناجين من خطر هذه الجارحة التي هي من أكثر ما يكون سبباً لدخول النار والعياذ بالله ، فإن قلت : فما حكم الصمت إذاً ؟ فأقول : إن الصمت يختلف حكمه باختلاف الحال، فأما الصمت عن الحرام فواجب وهو معنى قولنا في القاعدة ( يجب صون المنطق عن الحرام ) وأما الصمت عن ما يجب بيانه فمحرم ، وأما الصمت عن ما يستحب بيانه فمكروه، وأما الصمت عن المكروه وفضول المباح – أي الكلام الزائد عن الحاجة كالسواليف وسرد القصص بلا حاجة والفكاهات والاستطراد في حديث الدنيا من البيع والشراء وتحليل الأحداث السياسية والرياضية ونحو ذلك – كل ذلك مما",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "يسن كف الكلام عنه وذلك لأن من أكثر منه فإنه لا يكاد يسلم من الوقوع في الأعراض وإن المتقرر أن من كثر كلامه كثر سقطه ومن كثر سقطه ذهبت هيبته من القلوب ، وفي المثل : ¶ لسانك حصانك.. إن صنته صانك.. وإن خنته خانك... ¶ فاحذر زلات اللسان وسقطات المنطق فإنك تحكم الكلمة ما دامت لم تخرج منك فإن خرجت فإنها تحكمك ومن ذلك إصدار الأحكام على الآخرين فإنه نوع من المنطق الحرام إن كان بلا علم ولا برهان أو كان يترتب عليه مفاسد أعظم من المصلحة المرجوة، وإنك في سلامة وعافية ما دمت سالماً من الحكم على الآخرين فلا تورد نفسك مورد العطب فإن السلامة لا يعدلها شيء، فالقصد القصد والخشية الخشية والرفق الرفق فإنه ما كان في شيء إلا زانه وما نزع من شيء إلا شانه ، وعليك بخاصة نفسك واشتغل بالنظر في عيوبك وأقبل على إصلاحها ودع الخلق للخالق، واعلم أن للمجال رجاله ، ولا تفرح بحكم صدر منك على أخيك بل حقك أن تحزن وتخاف لأنك عنه مسئول وبقولك محاسب ولا يخدعنك الغوغائيون وحثالة الناس إن نصبوك للقول في إخوانك وقيدوا ما تقول في أوراقهم فإنهم عليك شاهدون وارحم المسلمين وأشفق عليهم فإنهم إخوانك و ( إنما المؤمنون إخوة ) و ( المؤمن للمؤمن كالبنيان يشد بعضه بعضاً ) وعليك بالنصحية لا الفضيحة ، وإني لا أريد ختم الكلام على هذه القاعدة العظيمة لعلمي أننا ما أتينا إلا من قبل هذا اللسان فالله أسأل أن يحفظ علينا ألسنتنا وأن يحفظ أعراض إخواننا منها والله يتولانا وإياك وهو أعلم. ¶ (( القاعدة الثانية )) ¶ لنا الظاهر والله يتولى السرائر ¶ روى أصحاب الصحيح من حديث أسامة بن زيد رضي الله عنهما أنه قال : بعثنا رسول الله - صلى الله عليه وسلم - في سرية فصحبنا الحرقات من جهينة فأدركت رجلاً فقال : لا إله الله، فطعنته فوقع في نفسي من ذلك فذكرته للنبي - صلى الله عليه وسلم - فقال :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "( قال لا إله إلا الله وقتلته ؟ قال قلت: يا رسول الله إنما قالها خوفاً من السلاح، فقال : أفلا شققت من قلبه حتى تعلم أقالها أم لا كيف تفعل بلا إله إلا الله إذا جاءت يوم القيامة ؟ قال قلت: يا رسول الله استغفر لي، قال : كيف تفعل بلا إله إلا الله إذا جاءت يوم القيامة ؟ فجعل لا يزيده على أن يقول : كيف تفعل بلا إله إلا الله إذا جاءت يوم القيامة ) - فانظر كيف مغبة الدخول في المقاصد والنيات - حتى قال أسامة : فما زال يكررها عليّ حتى تمنيت أني أسلمت يومئذٍ . وهذا دليل قوي على أنه لا يجوز أن نتعرض للنيات بتحليل ولا تفسير وإنما الواجب علينا هو التعامل مع الظاهر فقط فكان الواجب على أسامة رضي الله عنه وأرضاه أن يكف عن قتل هذا الرجل الذي نطق بالشهادة ، ولذلك شدد عليه النبي - صلى الله عليه وسلم - الإنكار ولم يجبه لما طلب منه أن يستغفر له . ومثل هذا حديث المقداد بن الأسود رضي الله عنه قال قلت : يا رسول الله أرأيت إن لقيت أحداً من الكفار فقاتلني فضرب إحدى يدي بالسيف فقطعها ثم لاذ مني بشجرة فقال: \" أسلمت لله \" أفأقتله يا رسول الله بعد أن قالها ؟ قال: لا تقتله ، قال: قلت : يا رسول الله إنه قد قطع يدي وقالها بعد أن قطعها أفأقتله ؟ قال: ( لا تقتله فإن قتلته فإنه بمنزلتك قبل أن تقتله وأنت بمنزلته قبل أن يقول كلمته التي قال ) وهو في الصحيح وهذا يدل على أن أمر القلوب إنما هو وقف على علام الغيوب فلا مدخل لأحد فيها ولا يجوز لأحدٍ أن يتعدى على من أظهر الإسلام بقولٍ أو فعلٍ بحجة أنه يقصد كذا أو ينوي كذا فإن هذا إدخال للنفس في شيء لا يخصها \" ومن حسن إسلام المرء تركه ما لا يعنيه \" وما سلم في دينه إلا من أمسك لسانه عن بواطن الناس وأسرار نفوسهم ، وفي الحديث ( من صلى صلاتنا واستقبل قبلتنا وأكل ذبيحتنا فذلك المسلم الذي له ذمة الله وذمة رسوله له ما لنا وعليه ما علينا ) وقال تعالى : { يَا أَيُهَا الذِّيْن",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "آمَنُوا إِذَا ضَرَبْتُمْ في سَبِيْلِ الله فَتَبَيَّنُوا وَلا تَقُولُوا لمَنْ أَلْقَى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِناً تَبْتَغُونَ عَرضَ الحيَاةِ الدُّنيَا فَعِنْدَ الله مَغَانم كَثِيرَة كَذَلِكَ كُنْتُمْ مِن قَبلُ فَمَنَّ الله عَلَيكُم فَتَبَيَّنُوا إنَّ الله كَانَ بمَا تَعمَلُونَ خَبِيراً } . فهذا يفيد أن من أظهر لنا الإسلام فهو مسلم من غير تعدٍ منا على باطنه وما يخالج نفسه فإن هذا مردّه إلى الله الذي يعلم خائنة الأعين وما تخفى الصدور ، فأمور البواطن إلى الله تعالى لا شأن لأحد بها وبناءً على ذلك فإياك رحمك الله تعالى أن تبني حكماً على الآخرين بالنظر إلى بواطنهم فإنك إن فعلت ذلك تكون قد بنيت حكمك هذا على الظن والتخرص ، وهذا محرم لا يجوز، فاحذر منه أشد الحذر وإياك أن تقول فلان قصده كذا ويريد كذا ويرمي بكلامه إلى كذا فإن هذا شيء فهمته أنت وفهمك لا يكون حاكماً على أخيك وعامل الناس بما يظهر منهم ولا شأن لك بمقاصدهم فالأصل في المسلمين السلامة فابق على هذا الأصل حتى يرد الناقل بيقين . ولله در الإمام الطحاوي إذ قال : \" ولا نحكم عليهم بكفرٍ وشركٍ ونفاقٍ ما لم يظهر منهم شيء من ذلك ونذر سرائرهم إلى الله \" أهـ . وبالله عليك هل ترضى أن يحكم عليك غيرك بمجرد النظر إلى باطنك ؟؟ بالطبع لا فشيء لا ترضاه لنفسك فكيف ترضاه للناس فعامل غيرك بما تحب أن يعاملك غيرك به . وقد كان النبي - صلى الله عليه وسلم - يعامل المنافقين بما يظهر منهم وكان يقول : ( إني لم أومر أن أنقب عن قلوب الناس وأشق بطونهم ) ولما جاء المخلفون عن غزوة تبوك يحلفون له أنه ما خلفهم إلا العذر قبِل منهم واستغفر لهم عملاً بالظاهر وتركاً للنظر في السرائر فنحن مأمورون بالنظر إلى الظاهر فقط وأما الباطن فلا شأن لنا به فإن تتبعه من الظن المنهي عنه كما قال تعالى : { يَا أَيُّهَا الذِينَ آمَنُوا اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "إِنَّ بَعْضَ الظَّنِّ إِثْم }. وقال تعالى : { إِنْ يَتَّبِعُونَ إلا الظَّن وَمَا تهوَى الأَنْفُس وَلَقدْ جَاءَهُم مِنْ رَبهِم الهُدَى } هذا هو طريق السلامة وأصحاب هذا الطريق هم المهديون الموفقون السالمون من المؤاخذة في الدنيا والآخرة واعلم أن الحكم على بواطن الناس مدخل شيطاني وخيم فكم حصل به من التفرق والاختلاف والمنازعة والمهاجرة والمدابرة فإن الشيطان يملي على النفس والقلب من الإيحاءات الباطلة ما يكون سبباً في بث الشحناء فإن الشيطان لما أيس أن يعبده المصلون في جزيرة العرب سعى إلى التحريش بينهم والدخول في أمر البواطن باب من أبواب الشيطان التي تعينه على تحقيق مقصده هذا ، فهل تريد أن تكون عوناً لعدونا الأول والآخر على نيل مأربه منا ؟! بالطبع لا.. فإذاً اشدد يديك بهذه القاعدة واجعلها نصب عينيك دائماً بل إن تتبع بواطن الناس نوع من تتبع عوراتهم ومن تتبع عورة مسلم تتبع الله عورته، ومن تتبع الله عورته فضحه الله في قعر داره ، ولذلك فالمنصوص عن الإمام أحمد رحمه الله تعالى أن الإنكار متعلق بالرؤية فلو كان مستوراً فلم يره فإنه لا يعرض له ولا يفتش على ما استراب به ، وأما تسور الجدران على من علم اجتماعهم على منكر فقد أنكره الأئمة كسفيان الثوري وغيره ، وهو داخل في التجسس المنهي عنه ولما قيل لابن مسعود: إن فلاناً تقطر لحيته خمراً ، قال : \" نهانا الله عن التجسس \" . واعلم أن تتبع الباطن من تتبع الشبهات المنهي عنه شرعاً كما في حديث النعمان \" وبينهما أمور مشتبهات فمن اتقى الشبهات فقد استبرأ لدينه وعرضه \" متفق عليه .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "واتقاء البواطن نوع من الورع وعليك إذا ورد عليك شيء من ذلك أن تستعيذ بالله من الشيطان الرجيم وتقرأ سورة الناس لتذكر نفسك بأن هذا من الوسوسة التي يلقيها إبليس وفي جامع الترمذي من حديث أنس قال: توفي رجل من أصحاب النبي - صلى الله عليه وسلم - فقال رجل: أبشر بالجنة ، فقال رسول الله - صلى الله عليه وسلم - : ( أوَ لا تدري فلعله تكلم بما لا يعنيه أو بخل بما لا يغنيه ) وفي الصحيح من حديث محمود بن الربيع عن كعب بن مالك : لما تكلم رجال الدار في مالك بن الدخشن واتهموه بالنفاق وأنه لا يحب الله ورسوله أنكر عليهم النبي - صلى الله عليه وسلم - ذلك وقال : ( ألا تراه قد قال لا إله إلا الله يبتغي بذلك وجه الله ) فقال رجل : إنه يقول ذلك وما هو في قلبه، فقال عليه الصلاة والسلام : ( فإن الله حرم على النار من قال لا إله إلا الله يبتغي بذلك وجه الله ) - وهذا أصل في العمل بالظاهر وترك السرائر - ولما فعل حاطب رضي الله عنه ورفع نزله في الفردوس الأعلى ما فعل ، اعتذر للنبي - صلى الله عليه وسلم - فقبل منه عذره إعمالاً للظاهر وتركاً للسرائر وقال : ( أما أنه قد صدق فلا تقولوا إلا خيراً ) ولما قال النبي - صلى الله عليه وسلم - للجارية أين الله ؟ قالت في السماء، فقال من أنا ؟ قالت : أنت رسول الله ، فقال : أعتقتها فإنها مؤمنة . وهذا إعمالاً للظاهر ولم يمتحنها ليعلم ما باطنها فإن هذا مسلك المتنطعين لا كثرهم الله تعالى . ¶ ولما مات عبد الله بن أبي بن سلول وهو من المشهورين بالنفاق،ورثه ابنه عبد الله وهو من خيار المؤمنين بل ثبت أنه قال للنبي - صلى الله عليه وسلم - أعطني قميصك أكفنه فيه فأعطاه إياه.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وكل ذلك إعمالاً للظاهر لأن النفاق أمر قلبي؛ ولذلك قال أهل العلم : إن أمور الناس في معاملة بعضهم بعضاً إنما تجرى على الظاهر من أحوالهم دون باطنها وأن من أظهر شعار الدين أجري عليه حكمه ولم يكشف عن باطن أمره ولذلك فقد حكموا على أنه إذا وجد مختون بين قتلى غرلاً فإنه يعزل عنهم في المدفن لأن الظاهر أنه مسلم ، ولو وجد لقيط في بلد من بلاد المسلمين حكم بإسلامه إعمالاً للظاهر ولذلك فإن أمور القلب ليس لك طريق إلى معرفتها . فقف عند الظاهر ودع السرائر والمقاصد إلى الله تعالى ، ولعل فيما ذكرناه كفاية إن شاء الله تعالى لأن المقام مقام اختصار والله يحفظ علينا ألسنتنا ويكفينا شرور أنفسنا، والله أعلم . ¶ (( القاعدة الثالثة )) ¶ صفاء السريرة على المحكوم عليه وإحسان الظن به ¶ مطلب أساسي في الحكم عليه",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أقول: إن نقاء السريرة وصفائها على إخوانك أمر واجب ما استطعت إليه سبيلاً وهو سبب من أسباب دخول الجنة ، والكل يعلم حديث الرجل الذي قال فيه النبي - صلى الله عليه وسلم - ثلاث مرات : ( يطلع عليكم الآن رجل من أهل الجنة ) وفي آخره قال الرجل لعبد الله بن عمرو بن العاص رضي الله عنهم : \" ماهو إلا ما رأيت يابن عمرو غير أني لا أبيت وفي قلبي غلاً لأحدٍ من عباد الله \" ، أو كما قال رضي الله عنه . وهذا أمر وإن كان في بداياته صعب غير أنه يسير على من يسره الله عليه ، وهذه القاعدة العظيمة المهمة لو روعيت في الحكم على الآخرين لسقط ثلاثة أرباع هذه الأحكام التي بنيت على عداواتٍ مسبقة أو غيرةٍ مذمومة أو حسدٍ بغيض ، فإذا كان المحكوم عليه بينك وبينه عداوة على أمر من أمور الدنيا فإياك أن تنصب نفسك حاكماً عليه فإنه لابد أن تجور غالباً في حكمك لأن أمور الباطن مؤثرة تأثيراً كبيراً على أمور الظاهر وخصوصاً إذا كان المحكوم عليه من أهل السنة الذين عندهم شيء من الخطأ ، فتجد هذا الحاكم يفرح بما يجده من الخطأ حقيقة أو في ظنه ويطير به أيما مطار ، ويبثه في المجالس العامة والخاصة ويصرح باسم المحكوم عليه، ويضخم خطأه حتى يجعل من الحبة قبة ومن النملة فيلاً ومن النقطة بحراً ومن الشرارة ناراً عظيمة في قلب من يسمعه إن كان حقوداً أو قليل أدب مثله، وسبب ذلك قلة حيائه وعدم خوفه من الله تعالى ولأنه يحمل في قلبه على المحكوم عليه أشياء من الأحقاد والأضغان أو الحسد أو الغيرة المنهي عنها ويريد جاهداً بالسعي الحثيث أن يسقطه من عين الآخرين بأي طريق وهذا أمر محرم لا يجوز، وما أشد عقوبة هذا عند العليم الخبير . وقد كثر مثل هؤلاء الشرذمة في عصرنا يقعون في خيار الأمة وساداتها وعلمائها ولا يكاد يسلم من ألسنتهم أحد ويدعون أهل الأوثان والفسق والعصيان والزندقة والعلمنة والحداثة فما أصدق قول النبي - صلى الله عليه وسلم - عليهم : ( يقتلون",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أهل الإسلام ويدعون أهل الأوثان ) ولذلك فإنه من الواجب أن يكون مبدؤك إن أردت الحكم على أحد واضطررت إليه أن يكون مبدؤك العدل كما سيأتي إن شاء الله تعالى وعليك أن تتذكر قول الله تعالى : { وَلا تَبْخَسُوا النَّاسَ أَشْيَاءَهُم } وأكثر من هذا الدعاء الذي هو صفة من جاء بعد المهاجرين والأنصار المذكور في قوله تعالى : { وَالذِينَ جَاءُوا مِنْ بَعْدِهِم يَقُولُونَ رَبَّنَا اغْفِر لَنَا وَلإخْوَاننَِا الذِينَ سَبَقُونَا بِالإيمَانِ وَلا تجعَلْ في قُلوبِنَا غِلاً للذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤوفٌ رَحِيم } وقوله - صلى الله عليه وسلم - : ( وأسألك كلمة الحق في الغضب والرضى ) وتفكر لماذا منعت الشريعة من القضاء حال الغضب ؟ فإن ذلك لما يحدثه الغضب من تشويش الفكر واستيلاء شهوة النفس وحب الانتقام وعدم النظر السليم في الأدلة والقرائن المؤدي بدوره إلى عدم موافقة الحكم للحق والعدل وكذلك وجود العداوة والحسد والشحناء على المحكوم عليه موجب لذلك أيضاً فيمنع منه شرعاً وقليل من يسلم من هذا، وأضرب لك مثلاً بالخوارج الذين خرجوا على علي بن أبي طالب رضي الله عنه وقتلوا الخليفة الثالث واستباحوا دماء المسلمين وجعلوا ديارهم ديار حرب ووقعوا في أعراضهم سباً وشتماً وما ذلك إلا للتأويلات الفاسدة ووجود عداواتٍ مسبقة. ومثال آخر بالرافضة فإنهم خلت قلوبهم من كل قضية إلا الوقوع في خيار الخلق بعد الأنبياء من صحابة رسول الله - صلى الله عليه وسلم - فكفّروهم وتقربوا إلى الله – عفواً – بل إلى إبليس بسبهم وتجريحهم وتنقصهم والكذب عليهم وما ذلك إلا لوجود العداوات والأحقاد والغل الذي امتلأت به قلوبهم على خيار الأمة . ولا نزال نعايش المفاسد من هاتين الفرقتين الضالتين الخبيثتين إلى يومنا هذا . ومثال آخر : بالذين يقعون في أعراض الحكام والأمراء والملوك فإنه إذا سبرت أحوال الناس الذي يصدرون أحكاماً بالكفر أو النفاق أو الفسق",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أو أنه عميل ونحو ذلك وجدت كثيراً منها لأحقاد وشحناء على هؤلاء المحكوم عليهم وما ذلك إلا لأنهم منعوهم من حقهم أو أخذوا ما ليس لهم أخذه ؛ لكن لو كان الحاكم من أفجر الناس وصب على الناس المال صباً لوجدت الثناء والمدح له قد ملأ الآفاق وهذا نوع من النفاق وما هكذا تورد الأحكام . ومثال آخر : بالذي يحصل أحياناً قليلة بين الطلبة للعلم الذين يجرح بعضهم بعضاً ويقعون في أعراض إخوانهم بالقدح واتهام النيات فإن سبب ذلك إما حسد أو غيرة باطلة، فالمحكوم عليه بذلك فاق أقرانه بالتحصيل وانصراف الناس إليه وهذا المسكين يراوح في مكانه فامتلأت نفسه حسداً على أخيه ودعته للوقيعة فيه عساه أن يظفر ببغيته من ترك الناس له وانصرافهم عنه ، ولذلك لما نظر أهل السنة إلى ذلك قرروا قاعدة مهمة في هذا الباب وهي قولهم : [ كلام الأقران يطوى ولا يروى ] فما أجملها من قاعدة والوصية في الحياة وبعد الممات لمن نقل له شيء من ذلك بالصبر واحتساب الأجر ولا يرد فإن مثل هذه الفتن تزداد بالرد، واصبر على حسد الحسود فإن صبرك قاتله فالنار تأكل بعضها إن لم تجد ما تأكله ، وازجر الناقل وذكره بالله فإن من نقل لك نقل عنك ، ومن نمّ لك نمّ عليك، ولتستغفر لإخوانك وادع لهم بالصلاح والهداية فإنه بذلك يزداد قدرك عند الله وعند الخلق ، فأما الأخذ والرد والقيل والقال فإنها تزيد الأمر سوءاً ولا فائدة تجنى منها ويعود الأمر في آخره إلى الانتصار للنفوس لا إلى الوصول للحق وهذا شيء مجرب وقد وقعت فيه كثيراً وندمت، لكن الوقوع في شيء لا يلزم منه أن لا نحذر منه ، فاسع بارك الله فيك إلى تصفية باطنك على إخوانك ما استطعت وخصوصاً أهل العلم أعلا الله منارهم . وصفاء السريرة هي سلامة الصدر وفي الحديث : ( لا يذكر أحد منكم أحداً عندي بسوء فإن أريد أن أخرج إلى أصحابي وأنا سليم الصدر) وقد سمعت سماعاً محققاً أن بعض السذج حمله قبح سريرته على بعض إخوانه إلى أن استل من",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "كتبهم وأشرطتهم ما يحلو له من الكلام الذي لو سمع أوله وآخره لعرف مقصود صاحبه وبدأ يبثه في الناس ويعرضه على بعض العلماء لأخذ رأيهم فيه ، وهذا أمر عظيم وعاقبته وخيمة عافانا الله وإياك منه ، فبالله عليك أيها الأخ الكريم أسدد علينا هذا الباب لا نؤتى من قِبَلِكْ فتبين بهذا أن هذه القاعدة أصل في هذا الباب يجب مراعاتها فإذا أردت أن تحكم على أحد فعليك بالنظر أولاً في باطنك هل ثمة عداوة مسبقة أو غيرة مذمومة أو حسد لأمرٍ من الأمور أو نحو ذلك فإن كان عندك على المحكوم عليه شيء من ذلك فاتق الله في نفسك وأخيك واصمت ولا تكن عوناً للشيطان واحفظ لسانك لأنك مهما فعلت فإن حكمك هذا لابد أن يشوبه شيء من التشديد والإفراط . وثانياً قدّم حسن الظن بأخيك المسلم فإن القاعدة عند أهل السنة تقول : الأصل إحسان الظن بالمسلمين ، فمهما استطعت أن تحمل كلام أخيك على محمل حسن فافعل وإن كانت هذه الكلمة الصادرة منه تحتمل احتمالات باطلة فالوِها أنت بحسن ظنك فيه إلى المعنى الحسن ، فإنك إن فعلت ذلك قتلت حظ الشيطان من قلبك ونفسك ولم تدع له مدخلاً عليك وبهذا نكون قد سددنا شيئاً كثيراً من هذا الباب وإن خالفت ذلك فلا شأن لنا بك وإنما المقصود التذكير فقط ، فينبغي لمن نصح لنفسه أن يراعي ذلك والله المستعان وعليه التكلان ولا حول ولا قوة إلا بالله العلي العظيم . ¶ واعلم رعاك الله تعالى أن هاهنا ثلاث بلايا ينبغي لأهل العلم بالكتاب والسنة الحذر منها وتحذير العامة منها فإنه ما امتلأت الصدور إلا بسبب التفريط فيها وهي الغيبة والنميمة والإشاعة ، وكل واحدة منها تحتمل كلاماً كثيراً لكن لما كان المقام مقام اختصار فأذكر المهم من الكلام عليها فأقول :",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "أما الغيبة فاتفق أهل العلم رحمهم الله تعالى على أنها من كبائر الذنوب وعظائم الخطايا قال تعالى : { وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً أِيحِبُّ أَحَدكُم أنْ يَأكُلَ لحْمَ أخِيْهِ مَيْتاً فَكَرِهْتُمُوه } أي إذا كنتم تكرهون ذلك طبعاً فاكرهوا الغيبة شرعاً ، وقال عليه الصلاة والسلام : ( الغيبة ذكرك أخاك بما يكره ، فقال رجل: يا رسول الله أرأيت إن كان في أخي ما أقول ؟ قال : إن كان فيه ما تقول فقد اغتبته وإن لم يكن فيه ما تقول فقد بهته ) وقال عليه الصلاة والسلام لعائشة لما قالت : حسبك من صفية كذا وكذا : ( مه يا عائشة لقد قلتي كلمة لو مزجت بماء البحر لمزجته ) . ورأى - صلى الله عليه وسلم - ليلة أسري به قوماً لهم أظفار من نحاس يخمشون بها وجوههم وجنوبهم وظهورهم فقال: ( من هؤلاء يا جبريل ؟ فقال : هؤلاء الذين يأكلون لحوم الناس ويقعون في أعراضهم ) قال بعض أهل العلم : إن لحوم العلماء مسومة وعادة الله في منتهكي أعراضهم معلومة ومن وقع في أعراضهم بالثلب عاقبه الله قبل موته بموت القلب. وينبغي أن تذبّ عن عرض أخيك فإن من ذبّ عن عرض أخيه في الدنيا ذبّ الله عن وجهه النار يوم القيامة ؛ وعليك بزجر المغتاب والتغليض عليه وإن قويت على إخراجه من المجلس فأخرجه فإنه لا ينبغي أن يرأس المغتابون المجالس .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وأما النميمة فهي حرام أيضاً وكبيرة من كبائر الذنوب، قال النبي - صلى الله عليه وسلم - : ( لا يدخل الجنة قتات ) . ومرّ النبي - صلى الله عليه وسلم - على قبرين فقال : ( أما أنهما ليعذبان وما يعذبان في كبير ، أما أحدهما فكان لا يستتر من البول ، وأما الآخر فكان يمشي بالنميمة ) قال: فدعى بجريدة رطبة فشقها بثنتين فغرس على كل قبر واحدة وقال: ( لعله أن يخفف عنهما مالم ييبسا ) . ولله در الإمام محمد بن عبد الوهاب رحمه الله تعالى إذ جعل النميمة نوعاً من أنواع السحر وروى في ذلك حديث ابن مسعود عند مسلم أن النبي - صلى الله عليه وسلم - قال : ( ألا أنبئكم ما العضه ؟ هي النميمة القالة بين الناس ) . وذلك لأن عمل الساحر هو التفريق ما استطاع إلى ذلك سبيلاً والنمام يعمل مثل عمله وأزيَد ، فبئس الخُلق هي . فكم جعلت من الصداقة عداوة ومن المحبة بغضاء ومن القرب بعداً ومن الاجتماع فرقة ، فالنمام دودة سوء ينخر في جسد الأمة ، فلنحاربه جميعاً ولنأخذ على يده حتى لا يخرق السفينة، وكم أريقت بسببها من دماء واتهم الأبرياء عافانا الله وإياك من هذا الخُلق البذيء السافل فاربأ بنفسك عنه واحذره كل الحذر وأما الإشاعة والأراجيف فملعون صاحبها ، قال تعالى : { لَئِنْ لمْ يَنْتَهِ المنَافِقُونَ وَالذِينِ في قُلُوبهِم مَرَضٌ وَالمرْجفُونَ في المدِينَةِ لَنُغْرِيَنَّكَ بهِم ثمَّ لا يجَاوِرُونَكَ إلا قَلِيلاً مَلعُونِينَ أيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلاً } . ولعلك تذكر حديث الرجل الذي يشرشر شدقه حتى يبلغ قفاه ذلك لأنه يكذب الكذبة تبلغ الآفاق إن علاج ذلك تطبيق القاعدة المعلومة التي تقول : يجب التثبت من الأخبار إن كانت من فاسق وأصلها قوله تعالى : { يَا أَيُّهَا الذِينَ آمَنُوا إِنْ جَاءَكُم فَاسِقٌ بِنَبَأ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً بجَهَالَةٍ فَتُصْبِحُوا عَلى مَا فَعَلتُمْ نَادِمِين } . فهذه",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "البلايا الثلاث لا يجوز لك أن تبني عليها حكماً فإنك إن فعلت فإنك إذاً من الظالمين الخاسرين ، وخصوصاً في هذا الزمن الذين كثر فيه الأفاكون والخراصون . نسأل الله تعالى بأسمائه الحسنى وصفاته العلى أن يحفظ أمتنا منها وأن يهدي من وقع في شيء من ذلك وهو أعلى وأعلم . ¶ (( القاعدة الرابعة )) ¶ ما كان الرفق في شيء إلا زانه ¶ وما نزع من شيء إلا شانه ¶ أقول : ( ما كان ) نفي وقوله ( في شيء ) نكرة وقد تقرر في الأصول أن النكرة في سياق النفي تعم ، فيدخل في ذلك كل الأشياء فالرفق يزينها والعجلة تشينها والرفق هو التأني في الأمور وعدم الاستعجال في إدراكها أو الحكم عليها ، وذلك أنه مع العجلة قد يخفى على الإنسان أشياء من مهمات أمره الذي يريد التحدث فيه، وهذه القاعدة نص حديث صحيح ، فالقاعدة الشرعية في كل الأشياء طلب الرفق والهدوء والتأني والتثبت حتى يتميز النافع من الضار والصواب من الخطأ والمصلحة من المفسدة ومن ذلك الحكم على الآخرين فإنه يطلب فيه الرفق أيضاً لأنه داخل في عموم الأشياء بل دخوله فيها أولى بل هو سبب الحديث ، فلا تستعجل بارك الله فيك في إصدار أحكامك على أحد إلا بعد التريث والنظر الطويل وفهم الواقع الفهم الذي يجعلك على نور من الله في هذا الحكم وإلا فالسكوت هو الواجب ، فإنه ما ندم في أحكامه إلا المتعجلون المتنطعون الذين يبنون أحكامهم على الإشاعات والظنون الكاذبة والهوى والتخرص والنميمة ممن لا خلاق له وهؤلاء لا يمثلون أهل العلم ولا طلابه بل هم غوغائيون مجانبون للصواب فيما استعجلوا فيه ، وأما المترفقون المتأنون الذين يدرسون الأمر من كل جوانبه وينظرون في العواقب والمفاسد والمصالح فإنهم هم الموفقون المهتدون الذي تنتفع الأمة بأحكامهم وتكون نبراساً يستضيء الناس بها ، فمن أراد النجاة من هوة العجلة وآثارها السيئة فعليه بالرفق في أمره كله ، فليكن الرفق معك في كل مصادرك ومواردك وإن كاتب هذه الأحرف قد عانى",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "من ويلات العجلة كثيراً ، ولكن الوقوع في الشيء لا يسوغ عدم التحذير منه ، فالله الله بالرفق فإنه زين الأمور وإن الله ليعطي على الرفق مالا يعطي على العنف ، وإنه جل وعلا يحب الرفق في الأمور كلها ولا تكن ممن ينظر إلى الوقائع بالعواطف المجردة ، بل لابد أن يكون نظرك منبثقاً من هدي الكتاب والسنة، ولا تغتر بكثرة الهالكين ولكن انظر إلى من نجا كيف نجا ؟ وإنما النجاة بالرفق ولذلك مما يذمه العامة والخاصة في الإنسان أنه مستعجل نزق طائش ككاتب هذه الأحرف ، ولكن أستغفر الله وأتوب إليه من كل زلل قولي أو فعلي ، فإذا عرض أمر يراد به منك أن تحكم على أحدٍ من إخوانك فترفق وتحقق من الموضوع ولا تستعجل إرضاءً لأحدٍ كائناً من كان ، واطلب المعاذير لإخوانك فإن اللبيب من عذر ، واحذر كل الحذر مما يكتبه أصحاب الجرائد والمجلات عن أحدٍ من المسلمين وخصوصاً أهل العلم فإن بعض هؤلاء الكتّاب كذابون منافقون ويحبون أن تشيع الفاحشة في الذين آمنوا . وبالمناسبة كتبت إحدى الصحف عن رجل من كبار العلماء أنه يجيز قيادة المرأة وتسرع بعض الطلبة الصغار ممن لا يعرفون في الساحة بعلمٍ ولا عمل بالإنكار على الشيخ وتوجيه التهمة إليه ووزعوا قصاصات المقال على كثير من طلبة العلم ليردوا ويناصحوا ، وهذه الأفعال سخافة في العقل وإتهام بلا مستندٍ ولا برهان وإنما حجتهم أنه موجود في هذه الصحيفة وبئس الحجة التي هي أوهى من خيط العنكبوت ، ولما اتصل بعض أهل الرفق على ذلكم الشيخ الفاضل والعالم الجليل الكامل، برئ من ذلك كل البراءة وبيّن أنه لم يقل شيئاً من ذلك وإن كلامه فُهم خطأ وأنه استُغلت بعض عباراته استغلالاً مشيناً من أهل هذه الصحيفة.. ثم ماذا ؟ وقع الأصاغر في الأكابر وتكلم الرويبضة الذي لا خلاق له ، والمستفيد من هذه العجلة إنما هم أعداء الله ورسوله .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فيا أيها الإخوان لا نكن هكذا فإن مثل هذه العجلة تفسد ولا تصلح وتهدم ولا تبني وتؤخر ولا تقدم، فالرفق الرفق والقصد القصد تبلغوا واعلموا – رحمنا الله وإياكم – أن الإسلام ونصرة الدين ليست بمتوقفةٍ على حكمك هذا حتى تبادر به فلا تحكم على الغير بمجرد مقال قرأته ولا بشريط سمعته ولا بنقلٍ جاء إليك ولا بإشاعةٍ مغرضة ولا بظنٍ أو تهمة فتكون من الخاسرين ، واشتغل بما ينفعك وانظر إلى نقصك وأقبل على إكماله ودع الناس وشأنهم فإن المجال له رجاله الراسخون في الفهم والعلم . ووصيتي لنفسي وإخواني أن لا نتتبع هفوة أحدٍ أو زلته ولنستر عليه ولا نشيع الخطأ ولا نفرح به ، مع قيامنا بواجب النصيحة والمجادلة بالتي هي أحسن وأن لا نبخس الناس أشياءهم وأن نحرص كل الحرص أن نسكت عن إشاعة الفتن بين الناس ولو للتحذير، فالعامة في سلامة وعافية من ذلك ؛ وأن ندعوا لمن هفى به القلم وزل به الفهم ووقع في الخطأ ، بالهداية والرجوع إلى الحق لا بالهلاك والإهلاك والويل والثبور فإن حق إخواننا علينا الدعاء لهم بالصلاح والهداية ، قال تعالى : { إِنمَا المؤمِنُونَ إِخْوَة } وإنه بالتتبع في الأحوال وجدنا أنه لا يثبت في الساحة عند نزول الفتن إلا المترفقون العقلاء الذين ينظرون في عواقب الأمور وأبعاد الكلام وأما أهل الطيش والعجلة فهم كالزبد سرعان ما يذهب جفاءً . فاحذر – بارك الله فيك – أن تكون زبدياً فإن العجلة من جملة المغلقات التي تغلق على صاحبها سلامة الفهم ووضوح الرؤية وقد يكون الدافع لهذه العجلة سلامة القصد ونصر الدين لكن سلامة القصد لا تسوغ للإنسان أن يصدر الأحكام على غير هدىً وبصيرة فإن العواطف إذا لم تحكم بالكتاب والسنة تكون عواصف عاتية . وفي الصحيح من حديث ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال للأشج أشج عبد القيس : ( إن فيك لخصلتين يحبهما الله ورسوله الحلم والأناة ) . وعن عائشة رضي الله عنها قالت: قال",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "رسول الله - صلى الله عليه وسلم - : ( إن الله تعالى رفيق يحب الرفق ويعطي على الرفق ما لا يعطي على العنف وما لا يعطي على سواه ) رواه مسلم . والعنف هو الشدة والمشقة، وفي الصحيحين من حديث أنس أن النبي - صلى الله عليه وسلم - قال للصحابة وقد همّوا بمن بال في المسجد : ( دعوه وأريقوا على بوله سجلاً من ماءٍ أو ذنوباً من ماءٍ فإنما بعثتم ميسرين ولم تبعثوا معسرين ) ولفظه للبخاري ، وعنه رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - : ( يسروا ولا تعسروا ، وبشروا ولا تنفروا ) متفق عليه . وعن جرير بن عبد الله البجلي رضي الله عنه قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : ( من يحرم الرفق يحرم الخير كله ) رواه مسلم . وعن ابن مسعود رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : ( ألا أخبركم بمن يحرم على النار ؟ يحرم على كل قريب هين لين سهل ) رواه الترمذي وسنده حسن . وروى مسلم من حديث معاوية بن الحكم السلمي أنه لما حصل منه الكلام في الصلاة قال : ( فبأبي هو وأمي ما رأيت معلماً أحسن تعليماً منه فوالله ما كرهني ولا ضربني.. الحديث ) . والأدلة على ذلك كثيرة وفيما مضى كفاية إن شاء الله تعالى ، وهي وجوب الرفق في الأمور كلها ، وخصوصاً في إصدار الحكم على الآخرين حتى لا نصيب قوماً بجهالة فنصبح على ما فعلنا نادمين والله يحفظنا من العجلة وهو أعلم وأعلى . ¶ (( القاعدة الخامسة )) ¶ من وقع في مكفرٍ أو مبدع أو مفسق فإنه لا يحكم ¶ عليه بمقتضاه إلا بعد توفر الشروط وانتفاء الموانع",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "... أقول : اعلم رحمنا الله وإياك أنه لابد من التفريق بين الفعل والفاعل ، فالفعل يعطى حكمه المناسب له على مقتضى دلالة الأدلة ، وينتظر بالفاعل تحقق الشروط وانتفاء الموانع إذ ليس كل من وقع في الكفر كفر أو البدعة بدع أو الفسق فسق أو المعصية أثم فلا تلازم بين حكم الفعل وحكم الفاعل ، أي أن حكم الفعل لا ينجر إلى الفاعل إلا بعد توفر شروط وانتفاء موانع معينة وهذه القاعدة مهمة جداً فإنه بسبب الجهل بها وقع بعض الأحبة في تكفير الأعيان أو تبديعهم أو تفسيقهم بمجرد وقوعهم في شيء من ذلك ظناً منهم التلازم الذاتي بين الفعل والفاعل ، وهذا مجانب للصواب ومخالف للأدلة وخروج عن العدل الذي به قامت السموات والأرض وصلح عليه أمر الخلائق فمن لم يعرف هذه القاعدة فإنه على خطر عظيم في هذا الباب أعني في باب الحكم على الآخرين وقد شرحت طرفاً كبيراً منها في القول الرشيد في سرد فوائد التوحيد واذكر خلاصتها هنا فأقول : إن الأدلة قد دلت على التفريق بين الفعل والفاعل وذلك كما في الحديث الذي اتفق صاحبا الصحيح على إخراجه عن أنس في الرجل الذي خرج في الفلاة بناقته وعليها طعامه وشرابه ، وفي آخره قال من شدة الفرح : \" اللهم أنت عبدي وأنا ربك أخطأ من شدة الفرح \" فهنا قول وقائل ، فالقول في حد ذاته كفر ولا شك إذ فيه تربيب العبد وتعبيد الرب ولكن هل لزم من الوقوع فيه كفر قائله ؟ الجواب بالطبع لا.. وذلك لوجود مانع وهو عدم القصد أي الخطأ بسبب شدة الفرح التي غطت على عقله فدل ذلك على أنه ليس كل من قال الكفر أو فعله كفر مباشرة بل لابد من توفر الشروط وانتفاء الموانع والله أعلم. ومن ذلك حديث أبي هريرة عند الشيخين أيضاً في قصة الذي أسرف بالذنوب والمعاصي وأنه لما حضرته المنية قال لأبنائه : \" إذا أنا مت فأحرقوني ثم ذروني في يومٍ رائح حتى لا يقدر علي فيعذبني \" أو كما قال - صلى الله عليه وسلم - ، فهذا الرجل وقع في أمرين عظيمين وهما :",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "إنكار البعث و إنكار قدرة الله تعالى فهذا القول والفعل منه كفر ولا شك إلا أنه لم ينطبق عليه حكم قوله هذا بدليل آخر الحديث وأن الله تعالى قال : { قَدْ غَفَرْتُ لَك } والكافر والمشرك لا يدخل في حيز المغفرة فلما غفر له علمنا جزماً أنه لم ينطبق عليه حكم قوله هذا وذلك لوجود مانع وهو الجهل والخوف الشديد الذي أغلق على عقله بحيث لم يدر عن حقيقة قوله هذا ، فجعل هذا الخوف الشديد مانعاً من انطباق حكم قوله عليه ، أي أنه لم يقصد حقيقة إنكار القدرة والبعث ولكنه ظن أنه بفعله هذا يرتاح من الحساب وهذا لجهله ، فهذا دليل على أن قول الكفر أو فعله لا يلزم منه كفر القائل أو الفاعل بل لابد من توفر الشروط وانتفاء الموانع . ¶ ومن الأدلة أيضاً حديث معاذ وأنه سجد بين يدي النبي - صلى الله عليه وسلم - فقال له : ( ما هذا يا معاذ ؟ فأخبره الخبر، فقال : إنه لا يسجد إلا لله تعالى ) فالسجود في حد ذاته كفر لأنه لغير الله تعالى إلا أن الفاعل لم ينطبق حكم فعله عليه – حاشاه ¶ وكلا – وذلك لوجود مانع وهو التأويل والاجتهاد وظن صواب النفس فدل ذلك على أنه لا تلازم بين الوقوع في الكفر ونحوه وبين الحكم على صاحبه .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ومن الأدلة أيضاً حديث أكل عدي بن حاتم وأنه أكل في نهار رمضان عامداً ظناً منه صواب نفسه لأنه فهم الآية على غير وجهها الصحيح ، ومن المعلوم أن الأكل في نهار رمضان عمداً معصية لكن النبي - صلى الله عليه وسلم - لم يتكلم عليه بشيء بل لم يأمره بإعادة ذلك اليوم الذي أكل فيه فدل ذلك على التفريق بين الفاعل وفعله وأنه ليس كل من وقع في المعصية آثم . ومن الأدلة حديث المستحاضة التي قالت للنبي - صلى الله عليه وسلم - أنها تستحاض حيضة كثيرة شديدة وأنها تمنعها من الصلاة فبين لها - عليه أفضل الصلاة والسلام - الحكم في ذلك ولم يأمرها بقضاء ما تركته من الصلوات، ومن المعلوم أن ترك الصلاة وإخراجها عن وقتها معصية لكنها كانت هنا جاهلة بالحكم في ذلك فامتنع انطباق حكم فعلها عليها لوجود المانع وهو الجهل فدل ذلك على أنه ليس كل من وقع في المعصية آثم . ومن الأدلة أيضاً حديث عمر وعمار لما بعثهما النبي - صلى الله عليه وسلم - في حاجة فأجنبا فلم يجدا الماء فأما عمار فتمرغ في الصعيد كما تمرغ الدابة وأما عمر فإنه ترك تلك الصلوات ولم يصل، فأما عمار فظن أن هذا هو التيمم الشرعي ، وأما عمر فظن أن التيمم لا يرفع الحدث الأكبر ، فأخبرهما النبي - صلى الله عليه وسلم - بالحكم الشرعي ولم يأمر أحداً منهما بالإعادة والقضاء مع أن عمار لم يتيمم التيمم الشرعي وعمر جلس لم يصل ، ومعلوم حكم هذا الفعل لكن لم ينطبق عليهما حكم فعلهما لوجود المانع وهو التأويل والجهل بهذا الأمر فدل ذلك على أنه ليس كل من وقع في المعصية آثم . ومن الأدلة أيضاً حديث حاطب وكتابه وهو في الصحيح ومعلوم حكم التجسس على المسلمين ومعاونة الكفار لكنه رضي الله عنه لم ينطبق عليه حكم فعله لوجود المانع وهو وجود الحسنة العظيمة وهي شهود بدر واعتذاره للنبي - صلى الله عليه وسلم - وأنه تأول في ذلك وأراد به أن تكون له يد عند المشركين تمنع ماله وأهله ، وأخبر أنه في باطنه",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "مبغض لهم وأنه لم يستبدل الكفر بالإيمان ولذلك قال عليه الصلاة والسلام : ( أما إنه قد صدق فلا تقولوا إلا خيراً ) فدل ذلك على وجوب التفريق بين الفعل والفاعل . ¶ ومن الأدلة أيضاً أن الخوارج لما خرجوا على المسلمين استباحوا ديارهم ودماءهم وجعلوا دارهم دار حرب وفعلوا في المسلمين الأفاعيل ، فهذا الفعل كفر لأنه استحلال ماهو معلوم من الدين بالضرورة أنه حرام ولكن الصحابة لم يكفروهم بل كانوا يقولون : من الكفر فروا إلا أنهم تأولوا تأويلاً ضالاً مجانباً للحق فدل ذلك على وجوب التفريق بين الفعل والفاعل وأما الأمر بقتلهم الثابت في الحديث فإنه ليس دليلاً على أنهم كفار لأنه قد يجب قتل من عظم فساده واشتد جرمه دفعاً لضرره وفساده إذا لم يندفع ضرره وفساده إلا بالقتل ، وكذلك الإخبار بأنه شر قتلى وأنهم كلاب النار ليس هذا دليلاً على كفرهم لأنه قد ثبت بالنص أن من المسلمين من يدخل النار بسبب ما معه من الذنوب والمعاصي كالخوارج والله أعلم . ¶ ومن الأدلة أنه لما وقعت الفتنة بقول خلق القرآن – لا أعادها الله على",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "المسلمين – تولى كبرها المعتزلة مع المأمون وحملوا الناس على القول بذلك وقتلوا من لم يجب إلى قولهم. وثبت الله بعض أهل السنة وعلى رأسهم الإمام أحمد رحمه الله تعالى وقال قولته المشهورة التي صارت من بعده عقيدة راسخة ( من قال بخلق القرآن فهو كافر ) ومع ذلك لم يكفّر الإمام أحداً من قائلي هذا القول بعينه بل كان يمنع من تكفير الأعيان وكان يصلي وراء من يقول ذلك ودعا للمأمون في آخر حياته وحلله وجميع من ضربه بسوط ولم ينكر ذلك أحد من أهل السنة مما يدل على وجوب التفريق بين الفعل والفاعل والله أعلم . فهذا طرف من الأدلة على صحة هذه القاعدة وبه تعلم وجوب فهمها واعتمادها في الحكم على الأعيان والله الموفق والهادي إلى سواء السبيل . فإن قلت : فما هي هذه الشروط التي لابد من توفرها والموانع التي لابد من انتفائها للحكم على المعين بمقتضى فعله ؟ فأقول : هي كما يلي : ¶ الأول : العقل وضده الجنون ، فالعقل شرط والجنون مانع ، وبناءً عليه فمن فعل شيئاً من ذلك وبه جنون فلا يحكم عليه بمقتضاه ، والأدلة على اشتراط العقل معروفة . ¶ والثاني : البلوغ وضده الصغر ، فالبلوغ شرط والصغر مانع ، وبناءً عليه فمن فعل شيئاً من ذلك وهو غير بالغ فلا يحكم عليه بمقتضاه . ¶ الثالث : العلم وضده الجهل ، فالعلم شرط والجهل مانع، وبناءً عليه فمن فعل شيئاً من ذلك جاهلاً الحكم ومثله يجهل فلا يحكم عليه بمقتضاه . ¶ الرابع : الاختيار وضده الإكراه، فالاختيار شرط والإكراه مانع، وبناءً عليه فمن فعل شيئاً من ذلك وهو مكره فلا يحكم عليه بمقتضاه . ¶ الخامس : عدم التأويل وضده وجود التأويل، وبناءً عليه فمن فعل شيئاً من ذلك متأولاً تأويلاً سائغاً فإنه لا يحكم عليه بمقتضاه .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "السادس : القصد وضده عدم القصد ، وبناءً عليه فمن قال أو فعل شيئاً من ذلك غير قاصدٍ له فإنه لا شيء عليه ، ويدخل في ذلك الغفلة والنسيان وكلام المبرسم والنائم والمغمى عليه وهي التي يسميها الأصوليون عوارض الأهلية ، أي الأشياء التي تعترض للإنسان فترفع أهليته للمطالبة بالحكم أو انطباق أثره عليه ويدخل في ذلك أيضاً ما إذا كان العقل مغطى بسكرٍ أو غضبٍ أو شدة فرح أو خوف ونحو ذلك ، والله يتولانا وإياك، وأنبهك أخيراً على بعض المسائل المهمة في هذا الباب وهي كما يلي : - ¶ الأولى : ¶ اعلم – أرشدك الله لطاعته – أن انطباق حكم الفعل أو القول على فاعله وقائله يفتقر إلى اجتهاد لأنه لا يجوز لأحد أن يتكلم في ذلك إلا إذا كان من أهل الاجتهاد لأنها مسائل عظيمة ، ولها آثار وخيمة إذا انطبقت على المعين ، فاتق الله في لسانك ولا تدخل في هذه المسالك فإنك إن دخلتها بلا سلاح من العلم والتقوى فإنك لاشك هالك فاغنم السلامة بالسكوت فإن الهلكة في كثرة الكلام والله أعلم . ¶ الثانية :",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "اعلم – رحمنا الله وإياك – أنه إذا اجتهد مجتهد فتبين له أن حكم الفعل ينطبق على فاعله فإن هذا الذي توصل إليه ليس بلازم في حق أحد فإذا خالف مجتهد آخر ورأى أنه لا ينطبق فلا يحق للأول أن يلزم الثاني باجتهاده لأن اجتهاده ينسب له وليس هو بنص يجب اتباعه فبان بذلك أن الذين يلزمون الآخرين باجتهادهم في تكفير الأعيان ليسوا على صواب بل هم مخالفون لمنهج أهل السنة في ذلك كما فعله الخوارج الذين ألزموا الأمة بالأخذ برأيهم الضال وحصل بهذا الإلزام ما حصل من الفتن العظيمة والبلاء والشر المستطير الذي لا زلنا نعايش آثاره إلى اليوم وكما فعله أيضاً جماعة التكفير والهجرة ، فإنهم ألزموا غيرهم بالأخذ باجتهادهم في تكفير الحكومات والرؤساء ومن لم يكفرهم أو شك في كفرهم فإنه مثلهم حتى أدى ذلك إلى تكفيرهم لعموم الناس إلا الطوائف القليلة وهذا كله بسبب الإلزام الاجتهاد وهو من ضيق العطن وصغر الأفق وتلبيس إبليس ولذلك نقول : اجتهادك لك تعمل به وتتحمل مسئوليته أمام الله يوم القيامة، أما أن تلزم غيرك به فإن هذا محض العنجهية المقيتة والعصبية المميتة عافانا الله وإياك من كل بلاء ومكروه والله أعلم . ¶ الثالثة : ¶ القول الجامع لأهل السنة في ذلك هو أنهم لا يشهدون لأحدٍ من أهل القبلة بعينه بجنة ولا نار ولا بغضب ولا رضى ولا لعنة إلا لمن شهد له النص بذلك، وأنهم يرجون يرجون للمحسن الثواب ويخافون على المسيء العقاب ، فاشدد يديك بهذا فإنه السلامة والعصمة في هذا الباب الخطير أعني باب التكفير والله ولي التوفيق . ¶ الرابعة :",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "احذر – يارعاك الله – أن تكفر أحداً بعينه في مسألة اشتد خلاف العلماء فيها فإن هذا الخلاف شبهة يجعل العاقل يتورع عن تكفير أحدٍ بعينه فيه وذلك كمسألة كفر تارك الصلاة تهاوناً وكسلاً فإن الخلاف قديم وهو قوي فالورع أنه إن ترجح لك القول بالتكفير أن تجعله كالحكم العام الذي لا يتوجه إلى الأفراد إلا بعد التأكد التام من انطباقه عليهم فإذا سألت عن أحدٍ بعينه في ذلك فإني أنصحك أن تتجنب الحكم على عينه بالتكفير فإن المسألة خلافية والجمهور على أنه فاسق ليس بكافر فالورع ترك توجيه التكفير لأحدٍ بعينه إذا خالف في هذه المسالة وكذلك مسألة ترك الزكاة بخلاً وتهاوناً أيضاً هي من المسائل التي اختلف العلماء فيها فمع ثبوت الخلاف فالورع أن تحجم عن توجيه التكفير لأحدٍ بعينه إذا خالف في هذه المسألة وعلى ذلك فقس فالمسائل التي اختلف العلماء فيها بين الكفر وعدم يحترز العاقل التقي الورع في تطبيقها على الأعيان بل السلامة كل السلامة في السكوت عن ذلك إلى توجيه النصيحة العامة التي تنفع المسئول عنه وغيره من الأفراد كالحديث عن أهمية الصلاة ومنزلتها في الإسلام وكذلك الزكاة وهكذا وهذه المسألة من أبواب الورع ولعل القاعدة قد فهمت إن شاء الله تعالى والله تعالى أعلى وأعلم . ¶ (( القاعدة السادسة )) ¶ الحكم العام على الأقوال والأفعال لا يستلزم انطباقه على الأفراد قطعاً إلا بعد ثبوت الشروط وانتفاء الموانع",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "أقول : وهذه القاعدة كالفرع للقاعدة قبلها ، وبيانها أن يقال : إن أهل السنة والجماعة – رحم الله أمواتهم وثبت أحياءهم يطلقون أحياناً أحكاماً عامة على بعض الأقوال والأفعال كقولهم – : من قال كذا فهو كذا، فهم بذلك لا يريدون أن هذا الحكم العام ينطبق على كل أفراده انطباقاً قطعياً وإنما يريدون بذلك بيان حكم القول أو هذا الفعل فقط وأما انطباقه على أفراده فإنه متروك لاجتهادك ونظرك في ثبوت الشروط وانتفاء الموانع ، وهذا لابد من فهمه وذلك كقولهم : من شبه الله بخلقه كفر ، لا يلزم منه أن كل مشبّهٍ بعينه يكون كافراً وإنما المراد أن حكم التشبيه كفر لكن هل هذا المشبه بعينه يكفر ؟ هذا هو الذي يحتاج إلى النظر في ثبوت الشروط السابقة وانتفاء الموانع، وكقولهم : من أنكر صفة من صفات الله كفر ، أيضاً لا يلزم منه أن كل من أنكر صفة كفر بعينه بل يريدون بذلك بيان حكم الإنكار فقط وأما انطباقه على شخص بعينه أنكر شيئاً من الصفات فإنه يحتاج إلى ثبوت الشروط وانتفاء الموانع ؛ وكذلك قولهم : من قال بخلق القرآن كفر ، أيضاً فيه بيان حكم هذا القول ، لكن لا يلزم منه أن يكفر كل من قال بخلق القرآن بعينه وكذلك لم يكفّر الإمام أحمد المأمون مع قوله بخلق القرآن ذلك لأن الحكم العام على الأقوال والأفعال لا يلزم منه انطباقه على أفراده الانطباق القطعي بل يفتقر قبل ذلك إلى النظر في ثبوت الشروط وانتفاء الموانع؛ وكذلك قولهم : من أنكر قدرة الله أو علمه فقد كفر، إنما فيه بيان حكم هذا القول فقط لكن لا ينطبق على فرد بعينه وقع في ذلك إلا بعد النظر في الشروط والموانع ، ومن ذلك قوله - صلى الله عليه وسلم - : ( لعنت الخمرة على عشرة أوجه ) وذكر منها ( وشاربها ) لكن هذا لعن عام فيطبق عليه هذه القاعدة أن الحكم العام لا يستلزم انطباقه على كل أفراده قطعاً بدليل أنه لما لعن أحد الحاضرين عياض بن حمار لكثرة ما يؤتى به فيجلد في الخمر نهاه النبي",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "- صلى الله عليه وسلم - عن ذلك لأن اللعن الآن قد توجه للمعين واللعن العام لا يستلزم لعن كل من وقع في الأمر الملعون فاعله ، ومن ذلك قولهم : من أنكر رؤية الله في الآخرة فهو كافر يقال فيه ما قد قيل في سابقه من أنه لا يلزم من هذا الحكم العام أن ينطبق على كل منكرٍ بعينه إلا بعد ثبوت الشروط وانتفاء الموانع ، إذاً فهمنا من ذلك أن الحكم العام شيء والحكم للمعين شيء آخر ، كما فرقنا سابقاً في حكم الفعل وحكم الفاعل ، ويؤيد هذا أن الإمام أحمد رحمه الله تعالى لم يكفر أعيان الجهمية فتكفيره هو والسلف للجهمية والقدرية لا يقتضي تكفير كل جهمي وكل قدري ، وكذلك غيرهما من الفرق التي كفرها السلف لا يلزم من تكفيرها تكفير أعيان هذه الفرق ، ولذلك فقد ثبت عن الإمام أحمد رحمه الله تعالى أنه دعا للخليفة وغيره ممن ضربه وحبسه واستغفر لهم وحللهم مما فعلوه به من الظلم ولو كانوا مرتدين بأعيانهم بما قالوه لم يجز الاستغفار لهم فإن الاستغفار للكفار لا يجوز بالكتاب والسنة والإجماع . ويؤيد هذا الأدلة السابقة في القاعدة قبلها ونزيدها ما رواه البخاري عن خالد بن ذكوان عن الربيع بنت معوذ قال : جاء النبي - صلى الله عليه وسلم - فدخل حين بني علي فجلس على فراشي مجلسك مني فجعلت جويريات لنا يضربن بالدف ويندبن من قتل من آبائي يوم بدرٍ ، إذ قالت إحداهن : وفينا نبي يعلم ما في غدٍ ، فقال : ( دعي هذه وقولي بالذي كنت تقولين ) ومن المعلوم أن كل من ادعى أن أحداً يعلم الغيب فإنه كافر إلا أن هذا الحكم عام ، والحكم العام لا ينطبق على أفراده الانطباق القطعي ، وهذه الجارية لم ينطبق عليها حكم قولها هذا لأنها كانت جاهلة واكتفى النبي - صلى الله عليه وسلم - بنهيها عن ذلك فدل ذلك على أن الحكم العام لا ينطبق على أفراده إلا بعد ثبوت الشروط وانتفاء الموانع ، ولذلك نص الأئمة رحمهم الله تعالى أن من أعظم البغي أن يشهد على المعين بالكفر إلا",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "بالبرهان الساطع والدليل القاطع فمن أراد الحكم على المعين بشيء من ذلك فعليه أن يراعي هذا الأمر المثبت في هذه القاعدة والله أعلم . ولهذا يتفرع عندنا عن هذه القاعدة عدة ضوابط مهمة جداً فاحفظها واجعلها نصب عينيك عند الحكم على أحدٍ بشيء وهي : ¶ الأولى : التكفير العام لا يستلزم كفر المعين إلا بثبوت الشروط وانتفاء الموانع . ¶ الثاني : التبديع العام لا يستلزم تبديع المعين إلا بثبوت الشروط وانتفاء الموانع . ¶ الثالث : اللعن العام لا يستلزم لعن المعين إلا بثبوت الشروط وانتفاء الموانع . ¶ الرابع: التفسيق العام لا يستلزم تفسيق المعين إلا بثبوت الشروط وانتفاء الموانع. ¶ الخامس : التأثيم العام لا يستلزم تأثيم المعين إلا بثبوت الشروط وانتفاء الموانع . ¶ فهذا هو خلاصة مذهب أهل السنة والجماعة في ذلك والله الموفق والهادي إلى سواء السبيل وهو أعلى وأعلم . ¶ (( القاعدة السابعة )) ¶ لا تقوم الحجة على المعين إلا بالبلوغ ومطلق الفهم",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أقول : لقد شرحت هذه القاعدة بالأدلة والفروع في \" القول الرشيد في سرد فوائد التوحيد \" ولكن لأهميتها ولتعلقها التعلق التام بموضوع بحثنا جعلتها قاعدة مفردة وذلك لأنها مهمة جداً في الحكم على الأعيان ، وذلك لأننا ذكرنا في القاعدة السابقة أن الحكم لا ينطبق على الأفراد إلا بالشروط ومن الشروط العلم والمراد به قيام الحجة على المكلف التي يكفر من خالفها أو يبدع أو يفسق ونحوه ، وقد اختلف العلماء فيما تقوم به الحجة على قولين فمنهم من قال بأنها تقوم إلا بالبلوغ فقط ولا يشترط الفهم ، ومنهم من قال أنها لا تقوم بالبلوغ والفهم ؛ وقد حققنا أن الخلاف بينهم لفظي لا حقيقي وذلك أن الجميع اشترط لقيامها مطلق الفهم والجميع اتفقوا على أنه ليس من شروطها الفهم المطلق والذين يثبتونه إنما يريدون إثبات مطلق الفهم ، ولذلك فهذه القاعدة متفق على مدلولها بين العلماء رحمهم الله تعالى وبه تعلم أن الحجة على المكلف لا تقوم إلا بأمرين : الأول بلوغ النص ، والثاني فهمه مطلق الفهم ، ونعني بمطلق الفهم أي معرفته وإدراكه مطلق الإدراك وهذه القاعدة قد تظافرت الأدلة على صحتها ويكفيك في ذلك إجماع العلماء قاطبة على مقتضاها ، فإن الإجماع حجة يجب المصير إليه وتحرم مخالفته وخصوصاً الإجماع القطعي ، وقد ذكرنا في موضع آخر التفريق بين مطلق الشيء والشيء المطلق فمن الأدلة على صحتها غير الإجماع قوله تعالى: { وَمَا كُنَّا مُعَذِّبِينَ حَتى نَبْعَثَ رَسُولاً } وقوله تعالى: { وَأُوحِيَ إِليَّ هَذَا القُرْآن لأنْذِرَكُم بِهِ وَمنْ بَلغ } فهذا إخبار من الله تعالى عن عدله وأن لا يعذب أحداً إلا بعد قيام الحجة عليه بإرسال الرسل ، وأن الله جل وعلا أنزل كتابه للإنذار وإقامة الحجة على العباد ومن ذلك حديث ابن عمر في القوم الذين صلوا إلى بيت المقدس بعد نسخه وعذروا بذلك لعدم علمهم بالناسخ فإذا كان هذا حال القريب من مهبط الأدلة فكيف بمن كان بعيداً",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "كأهل مكة واليمن ومن في الحبشة فلا معذورون لعدم علمهم ولا يكلف الله نفساً إلا وسعها ، ومن ذلك الحديث المشهور الذي رواه الإمام أحمد في المسند عن النبي - صلى الله عليه وسلم - أنه قال: ( يكون يوم القيامة رجل أصم لا يسمع شيئاً ورجل أحمق ورجل هرم ورجل مات في فترة ، فأما الأصم فيقول : رب لقد جاء الإسلام وما أسمع شيئاً ، وأما الأحمق فيقول : رب لقد جاء الإسلام والصبيان يحذفونني بالبعر ، وأما الهرم فيقول : أي رب لقد جاء الإسلام وما أعقل شيئاً ، وأما الذي مات في الفترة فيقول : أي رب ما أتاني من رسول ، فيأخذ مواثيقهم ليطيعنه فيرسل إليهم أن ادخلوا النار ، قال : فوالذي نفسي بيده لو دخلوها لكانت عليهم برداً وسلاماً ) صححه الحافظ ابن القيم وعبد الحق الإشبيلي وغيرهم . فهؤلاء قد عذرهم الله تعالى ، فأما الأصم الذي لا يسمع ومن مات في الفترة فعذرهما لعدم وصول الحجة إليهم ، وأما الأحمق والهرم فعذرهما لعدم فهمهما ، مما يدل على اشتراط البلوغ والفهم لقيام الحجة ، ومن ذلك أيضاً : حديث عدي بن حاتم في أكله في نهار رمضان فإن النص قد بلغه ولكنه لم يفهمه على وجهه الصحيح ولذلك عذره النبي - صلى الله عليه وسلم - لعدم فهمه ، مما يدل على أهمية الفهم لقيام الحجة ، وكذلك حديث ( لا يصليّن أحدكم العصر إلا في بني قريضة ) وأن بعض القوم أخرها عن وقتها وبعضهم صلاها في وقتها في الطريق ولم يعنف النبي - صلى الله عليه وسلم - على أحدٍ منهم ، ومن المعلوم أن أحد الفريقين أخطأ في الفهم لأن الحق لا يتعدد فكون النبي - صلى الله عليه وسلم - لم يعنف على أحدٍ منهم دل على أنه عذر المخطئ لعدم فهمه للنص، مما يدل على أهمية الفهم لقيام الحجة ، ومن ذلك حديث الذي أهدى للنبي - صلى الله عليه وسلم - رق خمر فقال: ( أما علمت أنها حرمت ) فهذا لم يعنفه النبي - صلى الله عليه وسلم - لعدم علمه بالتحريم لأن النص لم يبلغه لكونه من الأعراب فدل على",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "اشتراط بلوغ النص لقيام الحجة. ومن ذلك حديث الذي بال في المسجد وأن النبي - صلى الله عليه وسلم - لم يزجره بل تركه يبول وقال له : ( إن هذه المساجد لا يصلح فيها شيء من هذا الأذى والقذر... الحديث ) ففعله فعل جاهل لا يعلم بالحكم فعذره - صلى الله عليه وسلم - لأن الحجة لم تقم عليه لعدم بلوغ النص إليه ولذلك ترفق به - صلى الله عليه وسلم - وعلمه أكمل التعليم بأحسن بيان . ومثله أنه لما ضاع عقد عائشة في سفرهم الذي نزلت فيه آية التيمم بعث - صلى الله عليه وسلم - قوماً يتلمسونه وليسوا على ماءً وليس معهم ماء فنزلت آية التيمم ومرت عليهم بعض الصلوات ولم يثبت أنه - صلى الله عليه وسلم - أمر أحداً منهم بالإعادة لأنهم معذورون بعدم العلم بالدليل ، فدل ذلك على اشتراط البلوغ أي بلوغ النص لقيام الحجة . ومثله حديث عمار وعمر فقد عذرهما النبي - صلى الله عليه وسلم - لكونهما لم يفهما النص على وجهه الصحيح ، وإلا فالنص الآمر بالتيمم قد بلغهما لكن عماراً كان يجهل صفة التيمم عن الحدث الأكبر، وعمر كان يظن أنه لا يرتفع به الحديث الأكبر فعذرا لعدم الفهم مما يدل على أهمية الفهم لقيام الحجة . ومن ذلك أنه لما أتمت صلاة الحضر أربعاً بعد الهجرة نعلم جزماً أن هذا الحكم لم يصل إلى المسلمين في البلاد البعيدة كمكة وأهل اليمن ومن في الحبشة إلا بعد مدة طويلة ومع ذلك لم يأمر - صلى الله عليه وسلم - أحداً بالإعادة وذلك لعدم بلوغ النص. والأدلة على ذلك كثيرة وهذا من رحمة الله تعالى بعباده فاليقين القاطع الذي لا يتطرق إليه شك هو أن الحجة لا تقوم إلا بمجموع الأمرين بلوغ الدليل وفهمه مطلق الفهم ، وبناءً عليه فإنه لا يجوز إصدار أي حكم من الأحكام على أحدٍ إلا بعد التأكد من أنه قد قامت الحجة الرسالية عليه بتحقق هذين الشرطين ولا تتعجل في إصدار الحكم بل عليك بالرفق والتبين ، وهذا يدخل فيه كثير من العامة الذين نشئوا في البلاد التي يقرر",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "فيها الشرك والبدعة مع أن كلمة الحق لا تصل إليهم لإحكام القبضة عليهم من ولاة السوء وعلماء الضلالة الذين يجيزون للعامة فعل ذلك بل ويحضرون معهم للمشاركة في موالدهم وبدعهم ، مع كسل كثير من الدعاة عن الوصول إليهم وتعليمهم والاكتفاء بالمراسلة وإيصال الشريط أو الكتيب وهذا في الحقيقة غير كافٍ فإن الشبهة عند هؤلاء العوام قوية فالمنصف لا يتسرع بالحكم عليهم إلا بعد إقامة الحجة عليهم ، ومثل هؤلاء من نشأ في بادية بعيدة عن العلم والعلماء وليست عنده الوسائل للوصول إليهم أو الاتصال بهم فهذا أيضاً معذور إن خالف المأمور أو فعل المحظور لجهله. ومثله الكافر إذا أسلم في دار الحرب ولم يستطع الهجرة فإن دار الحرب تخلو من أهل العلم وطلابه فنعلم جزماً أن الحجة لم تقم عليه. ومن ذلك من كان متأولاً تأويلاً سائغاً فخالف بهذا التأويل مأموراً به أو منهياً عنه فهو أيضاً معذور كما عذر النبي - صلى الله عليه وسلم - عدي بن حاتم ومعاذ في سجوده بين يديه ، وعمر وعمار فيما فعلاه ، ومن أخرج صلاة العصر عن وقتها كما في الحديث السابق ، وكما عذر حاطب بن أبي بلتعة في كتابه للمشركين ، وكما قال الإمام الزهري رحمه الله تعالى عليه: وقعت الفتنة وأصحاب رسول الله صلى الله عليه وسلم متوافرون فأجمعوا أن كل دمٍ أو مالٍ أصيب بتأويل القرآن فإنه هدر ، أنزلوهم منزلة الجاهلية . أ.هـ",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وذلك لأن التأويل منشؤه من عدم الفهم ، ومن ذلك قتل أسامة بن زيد الرجل لما قال \" لا إله إلا الله \" فإنه كان متأولا فلم يوجب - صلى الله عليه وسلم - عليه القود ومن ذلك قتل خالد بن الوليد لبني خزيمة فإنهم أرادوا أن يقولوا : أسلمنا أسلمنا فقالوا : حبأنا صبأنا فجعل خالد يقتل فيهم ويأسر ، فقال عليه الصلاة والسلام: ( اللهم إني أبرأ إليك مما صنع خالد ، مرتين ) والحديث في البخاري ، ولم يأمره بالقود ولا بالدية مما يدل على أنه كان معذوراً في ذلك لخطئه وتأويله – رضي الله عنه – وعن عامة أصحابه - صلى الله عليه وسلم - وبالجملة فالأمر خطير وإطلاق اللسان في هذه المسائل بلا علم ولا برهان عاقبته وخيمة في الدنيا والآخرة فإحكام اللسان وحبسه عن الخوض في ذلك هو السلامة والعافية نعوذ بالله من الخذلان ومن إصدار الأحكام على الآخرين بلا علم ولا برهان والله تعالى أعلم وأعلى . ¶ (( القاعدة الثامنة )) ¶ لا يحكم على الغير بمخالفته شيئاً ثبت الخلاف فيه لاسيما إن كان قويا",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أقول : إن هناك مسائل علمية قد اختلف أهل العلم فيها . وبعضها يكون الخلاف بينهم قويا ، فإذا أجتهد مجتهد في مسألة من المسائل وترجح له قول من الأقوال في هذه المسألة واستلزم ترجيحه هذا أن المخالف له يكفر أو يبدع أو يفسق ، فلا يجعل ذلك لازما بل يعمل بقوله ويدع الحكم على الآخرين الذين خالفوه لأنهم أيضا اجتهدوا في هذه المسألة وترجح لهم خلاف قولك ، فلوا أننا فتحنا باب التراشق بالأحكام أو اتهام النوايا لما سلم لنا أحد من السابقين والمعاصرين ولا اللاحقين ، لكن قولك الراجح عندك اعمل به ولا تتعرض لإخوانك المخالفين لك في الرأي بشيء أبدا بل لا يفسد هذا الخلاف ودكم ولا يكدر صفاءكم ولا ينغص أخوتكم ، والمقصود من ذلك إذا كانت هذه المسألة مما يسوغ فيها الخلاف لاحتمال الدليل احتمالا تسوغ معه المخالفة فإن من ضيق العطن أن تلزم الناس برأيك الذي رأيته راجحا ، فإن كلا يؤخذ من قوله ويترك إلا المعصوم - صلى الله عليه وسلم - وكذلك فالمتقرر عند أهل العلم أنه لا إنكار في مسائل الاجتهاد ولذلك فوصيتي للطلبة أن يتعلموا أدب الخلاف قبل الدخول في بحث مسائل الخلاف ، فإن مخالفة هذه الآداب أو بعضها يوجب الوقوع في الحكم الجائر على الآخرين وهو ما لا يزيده وهو الذي نحذر منه أشد التحذير ، ومن أجله كتبنا هذه الكتابة ، فإننا نريد أن نسد كل الأبواب المفضية إلى الخلل في الحكم على الغير ومن هذه الأبواب أن تحكم على الآخرين بمجرد المخالفة لنا في مسألة خلافية يسوغ فيها الخلاف ، فإنه لا يجوز ، ومن باب التوضيح نضرب لك بعض الأمثلة على ذلك / فأقول :منها اختلف العلماء في كفر تارك الصلاة تهاونا وكسلا على أقوال ، والمقصود أنه إن ترجح عندك أنه يكفر فلا تصدر هذا الحكم على الأعيان إلا بعد قيام الحجة عليهم ومن خالفك في تكفير من رجحت كفره فلا تكفره لأن المسألة خلافية قديمة . والخلاف فيها قوي . والعجب أنك تسمع بعض الصغار يقول : هذا الرجل",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "تارك للصلاة فهو كافر ، فقال له آخر ، بل ليس هو بكافر ، فقال له الأول : إنك كافر أيضا لأنك شككت في كفره ومن شك في كفر الكافر فإنه يكفر ، قلت : إن بعض الناس لا علاج له عندنا إلا أن يخاط فمه بالمخيط ليرتاح ويريح وهذا منهم وما أتينا إلا من هؤلاء الصغار حدثاء الأسنان في العلم مما لا يعرفون أدبا ولا حقا بل هم الواحد منهم أن يفتل عضلاته بإصدار هذه الأحكام على إخوانه ليثبت للناس أنه بلغ الدرجة العالية في العلم ، فنعوذ بالله من الخذلان والله يحفظنا وإياك من الزلل القولي والفعلي والله أعلم . ¶ منها : من المعلوم أن تصحيح الحديث وتحسينه أو تضعيفه من المسائل الاجتهادية ما لم تتفق الأمة على شيء من ذلك فإذا صححت حديثا من الأحاديث التي تثبت عقيدة أو شريعة وخالفك في تصحيحه رجل آخر فإياك إياك أن تحكم عليه بمقتضى هذه المخالفة لأن المسألة خلافية ومبناها على الاجتهاد ، وهو لم يصح عنده فرد مدلوله لعدم الصحة وقد صح عندك مدلوله ، فكل يأخذ بما توصل إليه ، ويعذر أحدهما صاحبه في هذه المخالفة لأنها في أمر يسوغ في الخلاف ، فما أجمل ذلك وما أنفع عائدته من بقاء الألفة وصفاء المحبة وتقارب النفوس وغير ذلك من الحكم والمصالح والله أعلم .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "منها: حكم الجهاد على الأعيان في هذه الأزمة التي تمر بها الأمة الإسلامية ، فمن الناس من يقول هو فرض على القادرين ولو كانوا في بلاد أخرى لها حاكم مستقل ومنهم من يقول : لا يجب على أعيان هذه البلاد إلا إذا استنفرهم الإمام أو حضر العدو بلدهم أو حضر هو صف القتال ، فالمسألة ليست في حكم الجهاد أصلا فإن حكمه معروف وهو فرض كفاية لكن الخلاف في ثبوته عينا على بعض الأفراد ، فإنها من المسائل التي ثبت فيها الخلاف ، فلا بد من مراعاة هذه القاعدة فإنني سمعت وسمع غيري من الذين يوجبون الجهاد على أعيان الأمة بعض العبارات التي توجب المفسدة وإيغار القلوب وبث الشحناء ، من أن الطرف الآخر جبناء ، أو عملاء أو يريدون إطفاء روح الجهاد في الأمة أو يتهمون بعدم فهم الواقع أو بالنفاق أو يوصفون بالجهل ، وهذا كله حكم على الغير في مسألة خلافية وذلك لا يجوز لأن اجتهادك ليس بلازم لغيرك وليس قولك هذا بنص في المسائل يجب الأخذ به ولا يجوز تعديه ، ومن أنت يا هذا ؟ فاحفظ لسانك والزم جادة الأدب مع الآخرين ولا تطلق العنان للسانك بالثلب والتجريح واتهام النيات فتزيد الأمر سوءا وفسادا فلا تحكم على غيرك لأنه خالفك في أمر رأيته ولا في حكم رجحته ، فإن هذا من الإجحاف وأنت مأمور بالإنصاف ، ويبقى بعد ذلك بيان الأدلة ووجه الاستشهاد والنصيحة والمجادلة بالتي هي أحسن ليتضح الحق وتبين المحجة . أما الكلام الجانبي الذي لا داعي له، فلا ينبغي قوله ، فإنك عنه محاسب ، وبإثبات صحته مطالب ، والله من وراء القصد وهو أعلى وأعلم .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "منها : المخالفة في المذاهب فهذا على مذهب الحنفية وهذا على مذهب الشافعية أو المالكية أو الحنابلة فإن هذا الاختلاف مما يسوغ فلا تحكم على الآخرين بالضلال أو البدعة أو الخروج عن دائرة السنة لأنهم خالفوا في المذهب فإن هذا التعصب يؤخر الأمة ، وقد حصل في الأمة من جرائه ما لا يخفى على من قرأ التاريخ ، ولقد رأيت في بعض البلاد التي تعتمد بعض هذه المذاهب أنهم يجعلونه هو الإسلام بعينه وما سواه فضلال وكفر ، وقد سمعت أن الحنفي لا يصلي خلف الشافعي والعكس والمالكي لا يصلي خلف الحنبلي والعكس وهكذا بل قد تقام في المسجد الواحد أربع جماعات بعدد المذاهب المتبعة وهذا والله إنما أفرزته العصبية المقيتة والمذهبية المميتة ، ولذلك فالحق في هذا الباب هو أن إتباع أحد هذه المذاهب جائز وليس بواجب وإن خالف المذهب الذي تتبعه الدليل فالواجب عليك هو الأخذ بالدليل وإطراح المذاهب ومن خالفك في المذهب فإياك أن تصفه بشيء لأن هذا مما يسوغ فالكل إخوة متحابون ، ولا يأتنا متحذلق ومتنطع يقول : بما أن هذه المذاهب أوجبت تفريق الأمة فلنطرحها لأننا سنقول له : طرح الله رأسك يا هذا وأراح الأمة منك فإن هذه المذاهب خلاصة فهم المتقدمين وهي باقية إن شاء الله تعالى إلى قيام الساعة وإنما الذي نطرحه وجوبا هو التعصب لها ، وتقديمها على الدليل عند المخالفة ، والحكم على المخالف فيها بما لا يجوز وقد حدثني من أثق به أنه صلى إماما بقوم شافعية وهو حنبلي ولم يجهر بالبسملة ولم يقنت في آخر الصلاة فرأى هؤلاء بجهلهم وتعصبهم أن صلاته باطلة وأعادوا الصلاة وقنتوا عليه وهذا هو الذي نحذر منه ولذلك نعلم الحكمة من قول العلماء إن فعل الشيء الذي يكون في فعله مصلحة التأليف مما قال به بعض أهل العلم هو الأفضل كالجهر بالبسملة للتأليف والقنوت كذلك للتأليف وعدم الجهر بالتأمين للتأليف وهكذا فإن مصلحة التأليف أهم من مراعاة متابعة الراجح في هذه الأقوال والله",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "يتولانا وإياك والكلام في هذه المسألة يطول لكن هذا هو خلاصتها . ¶ منها: الخلاف في تكفير تارك الزكاة بخلا ، فإن الخلاف في ذلك قوي ، وهو يورث شبهة فإذا رجحت أن فاعل ذلك يكفر، فاجعله من باب التكفير بالوصف العام ولا توجهه للمعين أبدا تفريعا على هذه القاعدة والعلة في ذلك هو أن هذا الشخص قد ثبت إسلامه بيقين والأصل هو البقاء على اليقين ولا نخرجه من دائرة الإسلام بالشك أو التخرص أو التعصب ووجود الخلاف في هذه المسائل مما يجعلنا نتوقف عن الحكم على المخالف لنا فيما رجحناه عملا بقاعدة اليقين لا يزول بالشك ، فالأصل هو إسلامه وسبب كفره مشكوك فيه فالعاقل المنصف لا يترك المتيقن من أجل المظنون المشكوك فيه .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "منها: نبتت في هذه الأزمنة طائفة تدعى بجماعة التكفير والهجرة ، وخلاصة قولهم : أنهم إن كفروا أحدا بعينه فإنهم يجعلون قولهم هذا نصا قاطعا ومحتما لا يأتيه الباطل من بين يديه ولا من خلفه ، فمن شك في كفر من كفروه فإنه يكفر ولذلك فإنهم كفروا من يعمل عند الحكومات التي كفروها ، وما سلم من تكفيرهم إلا القليل وهذا سخف وجهل وحماقة ورعونة ، وقل فيه ما شئت من أوصاف الذم ، وما أخلقهم بقوله - صلى الله عليه وسلم - في الخوارج إذ هم فرع منهم ، وسبب ضلالهم هو مخالفتهم هذه القاعدة ، وهو أنهم ألزموا الأمة باجتهادهم في تكفير الأعيان ومن المعلوم أن تكفير الأعيان نوع اجتهاد قد يخالفك فيه غيرك فهي مسألة اجتهادية فحيث كانت كذلك فتحمل أنت قولك واعمل به ولكن لا تلزم غيرك به ولا تحكم على من خالفك فيه بشيء فتكون من الخاسرين ، فانظر يارعاك الله أهمية هذه القاعدة فإنها تسد بابا عظيما وتمنع خطرا جسيما من وابل الأحكام التي لم تبن على هدى وبصيرة وإنما مبناها على التعصب والهوى والحماقة ويذكرني هذا الكلام بالفرقة التافهة التي ظهرت في زماننا من الذين وقعوا في أعراض بعض العلماء ثلباً وسباً وتجريحاً والويل لك ثم الويل إن لم توافقهم على قولهم وشعارهم في ذلك يقول : إن لم تكن معنا فأنت ضدنا . فأسأل الله تعالى أن يهدي القلوب ويفتح قلوبنا للعلم النافع ويهدي جوارحنا للعمل النافع ، وإني موقن أنني بهذه الكتابة عندهم سأكون حزبيا أو سروريا ، لأن هؤلاء القوم لا يتورعون أبدا عن التصنيف عافانا الله وإياك من كل بلاء ، وجعلني الله وإياك من حزب الله المفلحين لا من حزب الله اللبنانيين ، والله أعلم وأعلى . ونختم هذه القاعدة بذكر شيئا من أدب الخلاف عسى الله أن يختم لنا ولك بخير فأقول : من آداب الخلاف إحسان الكلام وقول التي هي أحسن قال تعالى :{ وَقُل لِعِبَادِي يَقُولُوا التي هِيَ أَحسَن إِنَّ الشَّيْطَانَ يَنزغُ بَينَهُم } وقال",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "تعالى :{ وَقُولُوا قَوْلاً مَعْرُوفاً } ومن ذلك معرفة نوع المسألة المختلف فيها وتحرير محل النزاع لأنه غالبا ما يكون الخلاف خلاف تنوع لا تضاد وإنما الذي أوجب التنازع هو عدم تحرير محل النزاع ومن ذلك أنه لا إنكار في مسائل الاجتهاد السائغ ، ومن ذلك إطراح التعصب المذموم وهو أن لا ترجع إلا الحق بعد وضوحه وأن تحمل خصمك على قولك قصرا ، وإلا فيا ويله وويل أمه من لسانك واتهاماتك ويدخل في ذلك ليُّ أعناق الأدلة لموافقة المذهب ومن ذلك : أن يكون قصد الطرفين معرفة الحق والوصول إليه ، ومن ذلك أن تجعل قولك قابلا للترك وقول خصمك متحمل القبول ، ومن ذلك : عدم إشغال العامة بسماع الخلاف وذيوعه بينهم ، ومن ذلك حسن الظن بالمخالف وطلب العذر له فيارب أسألك باسمك الأعظم أن تقينا شرور أنفسنا وسيئات أعمالنا وأن تحفظ علينا أخوة الإيمان إنك خير مسئول والله أعلم وأعلى . ¶ (( القاعدة التاسعة )) ¶ يجب في الحكم على الغير النظر في قرائن الأحوال المصاحبة للقول والفعل",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "أقول : وهذا أمر لا بد منه ، ومراعاته في حكمك على الغير من أوجب الواجبات وأعظم المطلوبات المتحتمات ، فإن الجهل بهذه القرائن موجب للخطأ في الحكم ولا ريب ، وقد راعته الشريعة في أحكامها على الأعيان والطوائف تمام المراعاة فإنه قد يكون هذا القول أو هذا الفعل قد صاحبه من الأحوال والأشياء المانعة من انطباق حكمه على قائله أو فاعله فلا بد من مراعاة ذلك ، فالذي لا يراعي ذلك يعتبر مفرطا فلو أخطأ في حكمه فإننا نخشى عليه من العقوبة لوجود ذلك التفريط ويدل على ذلك حديث الذي قال:\" اللهم أنت عبدي وأنا ربك \" فإن النبي - صلى الله عليه وسلم - نظر في القرائن المصاحبة لهذا القول فتوصل إلى قوله : \" أخطأ من شدة الفرح \" فشدة الفرح قد غطت على عقله بحيث صدر منه ذلك القول عن غفلة من غير مقصد ، فصارت هذه القرينة مانعة من انطباق الحكم عليه ، فبالله عليك كيف الحكم عليه لو لم ننظر إلى هذه القرينة ؟ ولذلك فالضابط عندنا في ذلك أنه لا يؤآخذ الإنسان بما قاله عن غير قصد كسبق اللسان لما لا يريده أصلا ، وهذا واضح . ومن ذلك: حديث عمار لما شدد المشركون عليه العذاب لينال من رسول الله - صلى الله عليه وسلم - فنال منه ومعلوم حكم الوقيعة في رسول الهدى - صلى الله عليه وسلم - ولكن لما نظر - صلى الله عليه وسلم - إلى قرينة حاله وجده مكرها فقال له: ( كيف تجد قلبك قال مطمئنا بالإيمان ) فقال : ( إن عاد فعد ) فأنزل الله تعالى : { مَنْ كَفَرَ بِالله مِنْ بَعْدِ إِيمَانِه إلا مَن أُكْرِهَ وَقَلْبُه مُطْمَئِناً بِالإيمَانِ } وقال عليه الصلاة والسلام : ( إن الله تعالى تجاوز عن أمتي الخطأ والنسيان وما استكرهوا عليه ) وهذا يبين لك أهمية النظر في الحال التي قيل فيها ذلك القول أو فعل فيها ذلك الفعل .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ومن ذلك : سجود معاذ بين يديه - صلى الله عليه وسلم - فإن حكم السجود لغير الله في شريعتنا معلوم حكمه لكن هناك قرينة منعت من انطباق الحكم على معاذ وهي التأويل وظن صواب النفس ، فقد ظن أن ذلك مما يسوغ فلأجل هذه القرينة المصاحبة لهذا الفعل لم يتعرض له النبي - صلى الله عليه وسلم - بحكم وإنما بين له خطأ ذلك والحديث تقدم مرارا . ومن ذلك : حديث الرجل الذي أمر أولاده إن هو مات أن يحرقوه ويذروه في يوم رائح نصفه في البر ونصفه في البحر حتى لا يقدر عليه الله فيعذبه وتقدم هذا الحديث ووجه الاستشهاد هنا أنه قد روعيت قرينة الحال التي قبل فيها هذا القول وغفر له ما قال وفعل به فهذه القرينة التي هي شدة الخوف التي غطت على فعله مع جهله السابق بعظيم قدرة الله تعالى على جمعه جعلت مانعا من انطباق حكم قوله عليه مما يدل على أهمية النظر في قرائن الأحوال المصاحبة للقول والفعل . ومن ذلك أن النبي - صلى الله عليه وسلم - جاء لحمزة – رضي الله عنه – معاتبا له في أمر فوجده ثملاً و ذلك قبل تحريم الخمر فعاتبه ، فقال له حمزة : وهل أنتم إلا عبيد لأبي ، فلما رأى النبي - صلى الله عليه وسلم - أن السكر جعله يهذي انصرف وتركه – رضي الله عنه – وأرضاه ولم يتعرض لذاته بحكم وذلك مراعاة لقرينة الحال التي صار فيها وهذا يفيد أهمية مراعاة قرائن الأحوال المصاحبة للقول والفعل ، فليست الأحكام على الآخرين لعبة يتسلى بها الصبيان بل هي مما يدين به ربه ، لعظم آثارها المترتبة عليها والله المستعان .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ومن ذلك : أنه - صلى الله عليه وسلم - نظر إلى قرينة حال عمار وعمر لما بعثهما- صلى الله عليه وسلم - في حاجة فأجبنا والحديث تقدم مراراً فعمار اجتهد وسعه لكنه أخطأ لظنه صواب نفسه وعمر كان لا يعلم أن التيمم يرفع الحدث الأكبر ، فلم يتعرض لهما النبي - صلى الله عليه وسلم - بشيء مراعاة منه لهذه القرائن ، فالأول فعل ذلك مجتهدا وظانا صواب نفسه والثاني فعل ذلك عن غير علم بحقيقة الحال ، وهذا يفيد أهمية مراعاة الحال . ¶ ومن ذلك : حديث أبي هريرة – رضي الله عنه – قال : جاء أعرابي فبال في المسجد فتناوله الناس فقال لهم رسول الهدى - صلى الله عليه وسلم - : ( دعوه وهريقوا على بوله سجلا من ماء فإنما بعثتم ميسرين ولم تبعثوا معسرين ) رواه البخاري . ¶ وفي الصحيحين عن أنس قال: جاء أعرابي فبال في طائفة المسجد فزجره الناس فنهاهم النبي - صلى الله عليه وسلم - فلما قضى بوله أمر النبي - صلى الله عليه وسلم - بذنوب من ماء فأهرق عليه ثم دعاه فقال له: ( إن هذه المساجد لا يصلح فيها شيء من هذا الأذى والبول وإنما هي لذكر الله والصلاة وقراءة القرآن ) أو كما قال رسول الله - صلى الله عليه وسلم - فهذا الأعرابي كان جاهلا بحقيقة حكم ما فعله ، فعفى عنه نظراً إلى قرينة حاله مما يدل على أهمية النظر في قرائن الأحوال قبل إصدار الأحكام .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ومن ذلك : قوله - صلى الله عليه وسلم -: ( لا طلاق ولا إعتاق في إغلاق ) والإغلاق اسم لما يغلق على العقل كالغضب والسكر ونحوها ، وهذا النظر للحال التي وقع فيها الطلاق والعتاق وقد روعيت مراعاة تامة وبناء عليه فطلاق الغضبان والسكران الذي بلغ به الغضب والسكر حد غياب العقل هذا الطلاق وهذا العتاق غير واقع نظراً لقرينة الحالة المصاحبة للقول والفعل وهذا يفيد أهمية النظر في قرائن الأحوال ، وهذا هو فقه الواقع فإن حقيقة فقه الواقع هو معرفة القرائن المصاحبة للقول والقول ثم تطبيقها على حكم الشارع لاستخراج الحكم الشرعي لها ، ولذلك فلا بد من مراعاة هذه القرائن واعتماد النظر فيها ولا تسوغ لنفسك الحكم على الغير بمجرد سماع قوله أو رؤية فعله من غير نظر في هذه القرائن ، ومن باب المثال لا الحصر ، نضرب بعض الفروع على هذه القاعدة : ¶ فمنها : رأيت رجلا يأكل في نهار رمضان ، فلا تحكم عليه مباشرة ببطلان صومه من غير نظر في حاله فلعله أن يكون ناسيا أو أنه مسافر وقد أفطر في سفره فليس هو بصائم أصلا أو غير ذلك . ¶ ومنها : من فعل شيئا من المحظورات والمبطلات كمحظورات الحج ومفسدات الصوم مثلا فلا تحكم عليه بأثر ذلك إلا بعد النظر في قرينة حاله ، فلعلك بعد النظر في هذه القرائن يختلف عندك الحكم فقد يكون فعله جاهلا أو ناسياً أو مكرهاً أولا يكون فاعله عاقلاً أصلاً أو غير قاصد ونحو ذلك فقبل الحكم عليه لا بد أن تنظر في قرائن الأحوال المصاحبة للقول والفعل والله أعلم .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ومنها :بعض الحجاج من البلاد الأخرى يكون على مذهب من المذاهب الأربعة مثلا فيفعل الفعل المعين بالصفة التي يمليها عليه مذهبه ثم يأتيك يسأل عن ذلك فمن المناسب للمفتي قبل إصدار الحكم أن يسأله عن المذهب الذي ينتمي إليه لأنه قد يكون فعل ما هو مشهور في مذهبه ، وذلك كالرمي مثلا أيام التشريق قبل الزوال فإن مذهب الحنفية وعطاء جوازه ، فإذا كان الذي رمى قبل الزوال حنفيا فيقال : رميك صحيح ولا يجب عليك الإعادة ، وهذا الكلام وإن خالفني فيه بعض الأحبة إلا أنه الذي أعمل به هناك في المناسك طلباً للأيسر على الناس فيما فيه خلاف وخصوصا مع هذا الزحام المميت والأعداد الغفيرة والأمواج من البشر ، وهذا الرجل لا ألزمه بمذهبي ولا بالراجح عندي وهو قد عمل بمقتضى المذهب المعتمد المتبوع في بلده الذي له رجال وأداؤه فلم يأت ببدع من القول والله أعلم . ¶ ومنها : أن المتقرر عند كثير من أهل العلم أن لا قطع في حال الحرب ولا في عام المجاعة ، وهذا نظر في أحوال المصاحبة للقول والفعل فالأول : فلو قطعناه الآن فلربما ليسخط لنفسه فيرتد ويلحق بالمشركين وأما الثاني فلأن السرقة في عام المجاعة تكثر ويعسر التحرز منها والأمر فيه مشقة خارجة عن العادة فروعيت هذه الحال ، ولم يقطع أحد فيها كما حصل في عهد عمر - رضي الله عنه - . ¶ ومنها :حكم اللقيط فإن النظر في حاله واقعه واضح جدا فهو مسلم إن وجد فيه دار الإسلام وكافر إن وجد في دار الكفر إن لم يكن فيها مسلمون فاختلف حكمه باختلاف النظر في قرينة حاله ، وهذه القاعدة تفيد القاضي كثيرا والله يتولانا وإياكم .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ومنها : إذا بقيت عند زوجها سنين عددا ثم ادعت عليه عند القاضي أنه لم يكن ينفق عليها فالحق أن دعواها هنا مردودة يكذبها النظر في قرينة الحال ، وهي تخالف الظاهر وإن كان الأصل عدم النفقة إلا أن الظاهر هنا مقدم على الأصل فالظاهر أنها لا تأكل إلا من نفقة زوجها ولا تكتسي إلا منها وهكذا ، فالأصل هو عدم إنفاق غيره عليها فيبقى على هذا الأصل حتى يرد الناقل ، فينظر في قرائن الحال جعلنا نتوقف من الحكم عليه بالنفقة المدعاة ، والله أعلم . ¶ وعلى كل حال فالنظر في قرائن الأحوال وفهم صورة المسألة فهما جليا مما يحمي الحاكم والمفتي من الخطأ إن شاء الله تعالى في الحكم الصادر منهم ، فاشدد يديك على هذه القاعدة فإنها مسلك المنصفين الذين همهم سلامة الحكم الصادر منهم لا كثرته والله يتولانا وإياك . ¶ (( القاعدة العاشرة )) ¶ طلب العذر للمخالف إذا أمكن مقدم على الحكم عليه",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "أقول : وهذا من جملة الآداب العظيمة التي لا بد أن نتربى عليها وخصوصا لمن أراد أن يبحث في خلاف العلماء فإنه يجب عليه لزاما أن يتعلم هذا الأدب الرفيع والمنهج المحبوب عن رسوله - صلى الله عليه وسلم - بل هو من النصيحة لأهل العلم ومن رفع قدرهم بين العام والخاص ، فاحذر رعاك الله لا يحملنك حب الظهور بقولك على أقرانك وأهل زمانك أن تقع بلفظ واعذر المخالف بأي عذر ما كنت تجد لذلك سبيلا ، ولا تتعرض للحكم عليه بشيء ما كنت تستطيع أن تجد له عذرا فإن الحكم على الغير لاسيما إذا كان من أهل العلم عاقبته خطيرة ، وهو من لفظ القول التي يتلفقه الرقيب أو العتيد ويحفظانه عليك حتى تسأل عنه يوم القيامة ولماذا تعرض نفسك لذلك وأنت في حل وسعة من أمرك فإنك لن تسأل يوم القيامة لم تحكم على فلان ؟ وإنما ستسأل : لماذا حكمت عليه ، هذا وفضلا عن أن أهل السنة والجماعة يعذرون ولا يكفرون ، فطلب العذر للمخالف منهج أصيل وخلق رفيع سام ، أسأل الله تعالى بمنه وكرمه أني يوفقني وإياك إليه فإن كاتب هذه الأسطر كثير زلله ولا يصلح أصلا أن يكون قدوة لغيره وخصوصا في هذه المسألة فإن نزقنا وطيشنا وغيرتنا الزائدة تدفعنا إلى الوقعية في بعض المزالق الوخيمة ، والحفر العميقة ، حتى يعتقد الواحد منا بغبائه وقلة أدبه أن طلب العذر نوع من الخور والضعف ، وهذا هو المتقرر في أذهاننا بادئ الأمر ،ولكن تغيرت الحال والحمد لله وشفينا مطلق الشفاء من هذا الداء العضال وأسأله جل وعلا بأسمائه الحسنى وصفاته العلى الشفاء المطلق منه ، وأن يمن علينا وعليكم بالعافية ، فلو أننا حرصنا على هذه القاعدة المفيدة لسقط ثلاثة أرباع من الأحكام على الغير وإن الواحد منا إذا وقع في مخالفة فإنه يحب من غيره أن يطلب له العذر فيها ، فغيرك أيضا يحب ذلك منه ، وعامل الناس بما تحب أن يعاملوك به وانظر إلى قوله - صلى الله عليه وسلم - في الحديث: ( أخطأ من شدة الفرح ) وقد كان",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "المعذرون يأتون بأعذارهم للنبي - صلى الله عليه وسلم - فيعذرهم أخذا بالظاهر وحبا في طلب العذر ولا يأتينا أحمق أرعن قليل أدب يقول : إنكم تتميعون مع الأخطاء وهذا فيه خداع للعامة بأن ما قاله هذا المخطئ صواب وحق ، لأننا سنقول : إن هناك فرقا بين قبول خطئه وبين الحكم على ذاته بشيء ونطلب العذر لينتفي الحكم على ذاته ، ولكن الخطأ الذي وقع فيه نرده فإعذاره لا يعني جواز إتباعه بشيء فيما أخطأ فيه ، فالخطأ نرده لذات الخطأ لكن لا نتعرض للمخطئ بشيء من الأحكام فأصحاب الاجتهاد وإن عذرناهم فإنه لا يجوز ترك بيان الحق في هذه المسألة لكن مع بيانها لا بد أن يذكر عذر المخالف لها إذا أمكن ذلك فلا يجوز اتباع أحد خالف الحق وإن كان القائل أو الفاعل معذورا مأجورا وإنه من المناسب في هذا المقام بيان بعض الأسباب التي أدت إلى اختلاف العلماء في كثير من المسائل حتى تكون على علم وبصيرة من أمرنا في هذه المسألة المهمة لا تنافيها نتعامل مع إخواننا في العقيدة ، وقد تولى بيانها أبو العباس في كتابه رفع الملام عن الأئمة الأعلام ، واختصر ذلك الشيخ عبدالله بن عبد المحسن التركي - حفظه الله تعالى - في رسالة أسماها أسباب اختلاف العلماء ، وسأذكر لك خلاصة هذه الأسباب مع بيان شيء من الأمثلة إن شاء الله تعالى فأقول وبالله التوفيق ومنه استمد العون والفضل والتأييد :",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "من أسباب الخلاف : أن يكون المخالف لا يعلم الدليل أي أن الدليل لم يصل إليه ، فقال بقول خالف فيه هذا الدليل وسبب خلافه هذا عدم بلوغ الدليل إليه وهذا متصور كثيرا فإن المجتهد ليس شمسا مشرقة على كل النصوص فقد يخفى عليه الكثير والكثير من النصوص ، ومن الذي استوعب السنة وأحاط بها ؟ بل إن عدم بلوغ الدليل قد حصل لبعض الصحابة مع قرب العهد واجتماع الكلمة فكيف بمن بعدهم ، وهذا السبب داخل تحت العذر بالجهل وقد تقدمت أدلة كثيرة تثبت أن الجهل من جملة الأعذار الشرعية وذلك بشرطه المعروف فلا يأثم أحد إلا بعد العلم وبعد قيام الحجة عليه وقد كان سادة الصحابة بالحبشة وتنزل الواجبات والتحريم على النبي - صلى الله عليه وسلم - فلا يبلغهم إلا بعد أشهر فهم في تلك الأشهر معذورون بجهلهم ، ولهذا اتفق الأئمة على أن من نشأ ببادية بعيدة من أهل العلم والإيمان وكان حديث العهد بالإسلام فأنكر شيء من هذه الأحكام الظاهرة المتواترة فإنه لا يحكم بكفره حتى يعرف ما جاء به الرسول - صلى الله عليه وسلم - ولذلك فقد اختلف الصحابة من المهاجرين والأنصار في الرجل إذا جامع فأكسل فقال الأنصاريون لا يجب الغسل إلا من الدفق بلذه ، وقال المهاجرون بل إذا جامع فقد وجب الغسل وإن لم ينزل فقال أبو موسى فأذن له فقال فأنا أشفيكم من ذلك فاستأذن على عائشة فأذن له فقال : يا أماه إني أريد أن أسألك عن شيء وإني أستحييك فقالت : لا تستحي أن تسألني عن شيء كنت سائلا عنه أمك التي ولدتك فإنما أنا أمك فقال : الرجل يجامع فيكسل أعليه الغسل ؟ فقالت : على الخبير سقطت: قال النبي - صلى الله عليه وسلم -: ( إذا جلس بين شعبها الأربع ومسّ الختان فقد وجب الغسل ) والحديث في الصحيح ، فسبب خلاف المهاجرين مع الأنصار كان لعدم بلوغ الدليل ، ومثال ذلك أيضا : أن الصحابة في عهد خلافة عمر اختلفوا في مسيرهم إلى الشام لما سمعوا أن الطاعون نزل بأهلها ، فقال قوم : نسير ولن",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "يصيبنا إلا ما كتب الله لنا ، وقال آخرون : بل ترجع لأن الله تعالى قال: { وَلا تُلقُوا بِأَيْدِيكُمْ إَلى التَّهْلُكَة } فجاء عبد الرحمن بن عوف وكان غائبا في بعض حاجة له فقال سمعت النبي - صلى الله عليه وسلم - يقول : ( إذا سمعتم به في أرض فلا تقدموا عليه وإذا وقع وأنتم فيها فلا تخرجوا فراراً منه ) والحديث في الصحيح ، وسبب خلاف الصحابة هنا هو عدم بلوغ الدليل ومثال ذلك أيضا : اختلاف ابن عباس والمسور بن مخرمة في غسل المحرم لرأسة فقال المسور لا يجوز ذلك وقال ابن عباس بل هو جائز ، فأرسل ابن عباس عبدالله بن حنين – رحمه الله تعالى – إلى إبي أيوب الأنصاري – رضي الله عنه – قال: فوجدته يغتسل بين القرنين وهو يستر بثوب فسلمت عليه فقال : ما هذا ؟ فقلت أنا عبدالله بن حنين أرسلني إليك ابن عباس يسألك كيف كان رسول - صلى الله عليه وسلم - يغتسل وهو محرم ؟ قال : فوضع أبو أيوب يده على الثوب فطأطأه حتى بدا لي رأسه ثم قال لإنسان يصب عليه الماء : أصبب فصبّ على رأسه فحرك رأسه بيديه فأقبل بهما وأدبر وقال : هكذا رأيت رسول - صلى الله عليه وسلم - يفعل . رواه الجماعة إلا الترمذي. وسبب الخلاف هنا بين المسور وابن عباس إنما هو لعدم العلم بالنص المثبت لذلك والله أعلم . ومن ذلك أن عمر – رضي الله عنه – وابن مسعود كانا يفتيان بأن المبتوتة لها السكنى والنفقة وخالفهم في ذلك بعض الصحابة حتى بلغهم حديث فاطمة بنت قيس وأن زوجها بت طلاقها فقال النبي - صلى الله عليه وسلم -: ( لا نفقة لها ولا سكنى ) أو كما قال - صلى الله عليه وسلم - فسبب الخلاف هنا عدم العلم بالدليل ومثال ذلك أيضا اختلاف الصحابة في دية الأصابع وكان عمر يرى اختلاف ديتها على حسب منافعها حتى بلغه النص القاضي بأن كل إصبع ديته خمس من الإبل فرجع عن قوله وقال بمقتضى النص ، والصور كثيرة فهذا بالنسبة للسبب الأول ، فإذا خالفك أحد فقل أنه لو بلغه النص لقال به لأنه",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "محب للحق وجاد في طلبه فما أحلى هذه الكلمات النيرة الموجبة لبقاء الألفة والمحبة والاجتماع ، والتي هي من المواطئ التي نغيظ بها عدونا إبليس لعنه الله لأننا بذلك نسد عليه بابا من أبوابه ألا وهو التحريش بيننا كما في الحديث عن جابر في صحيح مسلم وكما قال تعالى: { وَقُلْ لِعِبَادِي يَقُولُوا التي هِيَ أَحْسَن إِنَّ الشَّيْطَان يَنزغ بَيْنَهُم } . ¶ ومن الأسباب أيضا : أن يكون النص قد بلغه ولكنه لم يتحقق من جهة ثبوته أي أن الجهة التي وصله النص فيها ليست بمعتمدة عنده أو فيها وجه من أوجه الضعف وهذه الحالة تختلف عن التي قبلها فإن الأولى لم يبلغه النص أصلا ، وأما هذه فقد بلغه النص لكن القدح الآن في جهة الناقل للنص وهذا كثير جداً فإن بعض الأئمة قد يقبل راويا ويعد له بينما لا يقبله الآخر لوجود الجرح فيه ، فالأول يقول بمقتضى ما نقله ذلك الراوي لأنه من أهل الرواية المقبولة عنده ، والآخر لا يعمل بمقتضى ما نقله لأنه ليس من أهل الرواية عنده ،فالنص قد بلغ ولكن سبب الخلاف هو أن جهة ثبوته ضعيفة ، أي بلغه من جهة تحفها قرائن التضعيف ، من كونه لم يثق بناقله أو رأى أنه معارض لما هو أقوى منه ، ومثال ذلك أن فاطمة بنت قيس طلقها زوجها آخر ثلاث تطليقات ، فأرسل إليها وكيله شعيرا نفقة لها مدة العدة ولكنها سخطت الشعير وأبت أن تأخذه فارتفعا إلى النبي - صلى الله عليه وسلم - فأخبرها النبي - صلى الله عليه وسلم - أنه لا نفقة لها ولا سكنى وذلك لأنه أبانها ، ومن المعلوم أن المبانة ليس لها نفقة ولا سكنى إلا إذا كانت من أولات الأحمال إلا أن هذه السنة خفيت على عمر - رضي الله عنه - فكان يقول : لها النفقة والسكنى ، ولما بلغه حديث فاطمة رده باحتمال أنها يمكن أن تكون وهمت أو نسيت فقال : أنترك كتاب ربنا لقول امرأة لا ندري أذكرت أم نسيت ، أي أن أمير المؤمنين لم يطمئن إلى هذا الدليل لأنه تطرق إلى قلبه في هذا جهة من جهات الضعف",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "، ومثال آخر : هو أن ابن عمر – رضي الله عنه – كان يحدث عن النبي - صلى الله عليه وسلم - أنه قال \" إن الميت يعذب في قبره ببكاء أهله عليه \" والحديث في الصحيح فلما سمعت عائشة – رضي الله عنها – ردته وذكرت أن الله تعالى يقول في كتابه: { وَلا تَزِرُ وَازِرَة وِزْرَ أُخْرَى } وذكرت أن ابن عمر لم يكذب ولكنه أخطأ وأن الصواب أن النبي - صلى الله عليه وسلم - قاله في اليهود: ( إنه يعذب في قبره وإن أهله يبكون عليه ) فأنت ترى أن أم المؤمنين – رضي الله عنها – ردت حديث ابن عمر لأنها رأت أن هناك معارضاً راجحاً فهي لم تثق فيما حدث به ابن عمر فوقع ذلك الخلاف ، وهذا يقع كثيرا بين أهل العلم ، فالناظر في أقوال أهل العلم في كثير من المسائل يرى بعضهم أن هذا الحديث صحيح لا غبار عليه فيأخذ به ويراها الآخر ضعيفة فلا يأخذ بها لعدم الوثوق بنقلها عن رسول الله - صلى الله عليه وسلم - ومثال آخر: أنه لما بلغها حديث حذيفة أن النبي - صلى الله عليه وسلم - أتى سباطة قوم فبال قائما ، أنكرت ذلك واستبعدته جداً ، وذلك لأنها ما كانت تراه يبول إلا قاعداً ، فلوجود هذا المعارض عندها – رضي الله عنها – وأرضاها ردت حديث حذيفة فلم يطمئن قلبها لما حدث به ، لكن من المعلوم أن من حفظ حجة على من لم يحفظ والصور كثرة وإنما المقصود الإشارة على شيء من الأمثلة والله أعلم .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ومن الأسباب أيضا :أن يكون النص قد بلغه ولكن نسيه وهذا يقع كثيرا فكم من الأحاديث التي تمر علينا ولكن سرعان ما ننساها فنقول بغير مقتضاها لا لقصد المعارضة وإنما لأننا نسيناها فإذا خالف أحد النص بعد بلوغه له فلنعذره ونقول : لعله نسيه أو غفل عنه ، ومثال ذلك قصة عمر وعمار وأن النبي - صلى الله عليه وسلم - بعثهما في حاجة فأجنبا فلم يجدا الماء فاجتهدا فأما عمر فلم يرى أن التيمم رافعا للحدث الأكبر فمكث عن الصلاة هذه المدة وأما عمار فتمرغ في الصعيد كما تمرغ الدابة وصلى ، ثم أتيا رسول الله - صلى الله عليه وسلم - فأرشدهما إلى الصواب فكان عمار يحدث بهذا الحديث في خلافة عمر فدعاه وقال : ما هذا الحديث الذي تحدث به ، فذكره عمار بما جرى لهما ولكن لم يذكر ذلك ، فقال عمار : إن شئت أن لا أحدث به ما حدثت ، فقال عمر : لا ، بل نوليك ما توليت. والحديث متفق عليه ، فعمر نسي ذلك الحديث فكان نسيانه هذا سببا في وقوع هذا الخلاف وقد تابعه على ذلك ابن مسعود – رضي الله عنه – والمقصود أن الإنسان قد يخفى عليه الدليل بسبب نسيانه فيقول بخلافة لا تعمدا للمخالفة وإنما لأنه نسي الدليل ، ولا نظن بأهل العلم إلا خيرا ، فهذه سنة شهدها عمر – رضي الله عنه – ثم نسيها حتى أفتى بخلافها وذكره عمار فلم يذكر ، وهو – رضي الله عنه – لم يكذب عمارا، بل أمره أن يحدث به ، ومثال آخر : روى الإمام الترمذي بسنده من حديث سفيان بن عيينة عن أيوب عن ابن سيرين عن أبي العجفاء المسلمي قال: قال عمر – رضي الله عنه – \" ألا لا تغالوا صدقة النساء فإنها لو كانت مكرمة في الدنيا أو تقوى عند الله تعالى لكان أولاكم بها نبي الله - صلى الله عليه وسلم - ما علمت رسول الله - صلى الله عليه وسلم - نكح شيئا من نسائه ولا أنكح شيئا من بناته على أكثر من ثنتي عشرة أوقية \" فعمر هنا ينهى عن المغالاة في صداق النساء ويأمر أن لا يزيد الرجل على صداق أزواج النبي - صلى",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "الله عليه وسلم - فقالت له امرأة : لم تحرمنا يا أمير المؤمنين شيئا أعطانا الله إياه ؟ ثم قرأت \" وآتيتم أحداهن قنطارا \" فرجع عمر إلى قولها ، وقد كان – رضي الله عنه – حافظا الآية ولكن نسيها ، فهذا أمر لا يسلم منه أحد إلا من شاء الله تعالى وكذلك عقد علماء المصطلح لذلك مسألة وهي فيما إذا حدث الراوي بشيء ثم نسيه فذكر به فلم يتذكر أن هذا النسيان لا يضر روايته لأنه أمر متصور وهذا كثير في السلف والخلف والله أعلم .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ومن الأسباب أيضاً: أن يكون النص قد بلغه ولكنه فهم خلاف المراد، فالنص موجود لكن اختلف العلماء فيه لاختلافهم في فهم المراد، وهذا باب واسع فإن الأفهام تختلف ويمثل لذلك باختلاف العلماء في فهم قوله تعالى \" أو لامستم النساء \" فقال جماعة المراد به اللمس باليد وفرعوا على ذلك أن مس المرأة ناقض للوضوء بينما فهم آخرون أن المراد به الجماع والأول رأي ابن مسعود والثاني رأي ابن عباس – رضي الله عنهم – أجمعين، فسبب الخلاف هنا هو خلافهم في فهم المراد من الآية، ولسنا بصدد الترجيح بين الأقوال ولكن المراد بيان هذا السبب، فالذي خالفنا في آية أو حديث بعد بلوغه إليه نعتذر عنه بذلك ونقول: لعله فهم من النص شيئا حسب اجتهاده ونظره ، ولا نظن به أنه خالف عنادا للنص – حاشا وكلا – ولكن الأفهام تختلف والأنظار تتفاوت ومثال أخر : وهو أنه لما نزل قوله تعالى { وَكُلُوا وَاشْرَبُوا حَتى يَتَبَيَّنَ لَكُمُ الخَيْط الأبيَض مِنَ الخَيْطِ الأسْوَدِ مِنَ الفَجْر } عمد عدي بن حاتم إلى عقالين ووضعهما عند وساده وصار يأكل حتى تبينا إذا النهار قد طلع فذكر ذلك النبي - صلى الله عليه وسلم - فأخبره بالصواب ولم يأمره بالقضاء مما يدل على أنه معذور فالصحابي هنا فهم من النص فهما مخالفا للمراد فإذا كان ذلك متصورا في الصحابة فمن بعدهم من باب أولى لأن الصحابة – رضي الله عنهم – أكمل أفهاما وأزكى عقولا وأعمق علما ومثال آخر : لما انتهى النبي - صلى الله عليه وسلم - من غزوة الأحزاب جاءه جبريل عليه الصلاة والسلام وأمره بالتوجه إلى بني قريظة فخرج - صلى الله عليه وسلم - على أصحابه وقال لهم : ( لا يصلين أحدكم العصر إلا في بني قريظة ) فاختلف الصحابة في فهم المراد ، فمنهم من صلى العصر في الطريق لما حضر وقتها ومنهم من أخرها عن وقتها ولم يصلها إلا في بني قريظة فأخبر النبي - صلى الله عليه وسلم - بذلك فلم يعنف على أحد من الطائفتين ، فالأولون",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "فهموا الحث على الإسراع فقط والآخرون فهموا الأمر على ظاهره وأنه لا توقع صلاة العصر إلا في بني قريظة ، فسبب الخلاف هو الاختلاف في فهم المراد ولم يذكر عنهم أن بعضهم هجر بعضا ولا تراشقوا بالسباب حاشاهم عن ذلك بل هم إخوة متوافقون متآلفون متحابون متوادون يعذر بعضهم بعضا فيما يسوغ فيه الخلاف كهذه القضية وغيرها والله أعلم. ¶ ومن الأسباب أيضا:أن يكون الحديث قد بلغه ولكنه منسوخ ولم يعلم بالناسخ ، فيكون الحديث صحيحا ومفهوما الفهم الصحيح لكنه منسوخ وهذا المجتهد لا يعلم بالناسخ فيعمل بالمنسوخ وذلك لعدم علمه بالناسخ فحينئذٍ له العذر لأن الأصل عدم النسخ حتى يرد الناسخ من طريق صحيح ومثال ذلك ما وقع في عهده عليه الصلاة والسلام من أنه لما حولت القبلة إلى البيت الحرام كان بعض المساجد المجاورة للمدينة كمسجد قباء وغيره يصلون لبيت المقدس وهذا خلاف في الوجهة وسببه عدم العلم بالناسخ فلما علموا به توجهوا وهم في الصلاة إلى البيت الله الحرام ، فإذا كان ذلك حال المساجد المجاورة للمدينة فما بالك بحال أهل الأماكن البعيدة كأهل مكة واليمن ومن في الحبشة لا شك أن الخبر لم يصلهم إلا بعد مدة من الزمن ، وكانوا يصلون في هذه المدة إلى بيت المقدس وسبب ذلك عدم العلم بالناسخ فهم معذورون في ذلك لأن الله لا يكلف نفساً إلا وسعها والشرائع لا تلزم إلا بالعلم . ومثال آخر : وهو أن بعض الصحابة لم يزل يفتي بأن من جامع فأكسل أي لم ينزل لا يجب عليه إلا الوضوء ، ولم يعلم بأن ذلك كان رخصة في أول الإسلام وأنه نسخ بقوله ( إذا جلس بين شعبها الأربع ثم جهدها فقد وجب الغسل وإن لم ينزل ) وبقوله ( إذا جلس بين شعبها الأربع ومس الختان الختان فقد وجب الغسل ) وهما في الصحيح ، فسبب الخلاف هنا هو عدم العلم بالناسخ ، ومثال آخر : وهو أن ابن مسعود – رضي الله عنه – كان يرى التطبيق في الركوع ، وهذا كان في أول الإسلام ثم نسخ ذلك بالأمر بوضع الأكف",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "على الركب وثبت حديث النسخ في الصحيحين إلا أن مسعود بقي على مقتضى الدليل المنسوخ فلما صلى مع علقمة والأسود ووضعا أيديهما على ركبهما نهاهما وأمرهما بالتطبيق ، لماذا ؟ لأنه لم يكن يعلم بالدليل الناسخ وإلا فإن الظن به – رضي الله عنه – أنه لو علم بذلك لما تعداه إلى غيره وهذا هو الظن بسائر أصحاب رسول الله - صلى الله عليه وسلم - والله أعلم . ¶ ومن الأسباب أيضا : أن يكون العالم قد أخذ بحديث ضعيف أو يستدل استدلالاً ضعيفاً وهو كثير جداً بل هو غالب ما وقع بسببه الخلاف وأمثلة كثيرة جدا فمن ذلك خلافهم في صلاة التسابيح فقائل بالاستحباب وقائل بالبدعية وسبب الخلاف خلافهم في قبول حديثها الوارد والحق أنه ضعيف لا يحتج بمثله ، بل ذهب أبو العباس بن تيمية إلى أن حديثها كذب على رسول الله - صلى الله عليه وسلم - ومن ذلك : خلافهم في القهقهة هل هي ناقضة للوضوء ، فقيل نعم وقيل لا ، والحق أنها ليست بناقضة وسبب خلافهم هو ورود حديث في ذلك لكنه ساقط الإسناد ، ومن ذلك : خلافهم في حكم البسملة على الوضوء أعني قوله \" ولا وضوء لمن لم يذكر اسم الله عليه \" والراجح أنها سنة . ومن ذلك : خلافهم في الوضوء بالماء المشمس فمنهم من أجازه وهم الأكثر ومنهم من منع منه ، وسبب خلافهم في ذلك حديث روي في ذلك لكنه حديث موضوع ، ومنه خلافهم في قراءة المأموم الفاتحة في الصلاة الجهرية ، فمنهم من أوجبها ومنهم من قال تكفيه قراءة إمامه وسبب خلافهم هو أنه روي في بعض أحاديث الفاتحة قوله \" لعلكم تقرؤون خلفي قالوا نعم قال فلا تفعلوا إلا بفاتحة الكتاب فإنه لا صلاة لمن لم يقرأ بها \" فمن صححها قال بالوجوب ومن ضعفها قال بإجزاء قراءة الإمام وعلى كل فالأمثلة كثيرة جدا وإنما المقصود الإشارة ولكن ينبغي علينا أيها الأحبة أن نعتقد في أهل العلم أنهم أخذوا بهذا الحديث ظنا منهم أنه مما يحتج به ، ولو أنه تبين لهم ضعفه لما أخذوا به والله يحفظنا وإياك .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ومن الأسباب أيضا : الاختلاف في بعض القواعد التي بني عليها المذهب فإن أصحاب المذاهب الكبار قد قرروا قواعد واعتمدوها في استخراج الأحكام من الأدلة فقد يختلف الحكم للاختلاف في القاعدة . ومثال ذلك : خلافهم في نقض الوضوء بمس الذكر فالجمهور قالوا ينقض والأحناف قالوا لا ينتقض ، وسبب خلافهم هو أن الحنفية لا يقبلون خبرا الآحاد فيما تعم به البلوى ، وأما الجمهور فالمهم عندهم صحة الحديث فقط ، فاختلف الحكم للاختلاف في القاعدة ، ومثال آخر : قال الجمهور باشتراط الولي لصحة النكاح وقال الأحناف هو شرط كمال لا شرط صحة وسبب خلافهم هو القاعدة المتقدمة ، وأيضا لقاعدة أخرى وهي أن الأفعال المنفية بـ ( لا ) النافية للجنس هي لنفي الكمال عند الحنفية وأما الجمهور فإنها لنفي الحقيقة الشرعية عندهم فقوله ( لا نكاح إلا بولي ) هو لنفي الكمال عند الأحناف ولنفي الصحة عند الجمهور ولا شك أن الصحيح قول الجمهور فانظر كيف اختلفوا في هذا الفرع للاختلاف في القاعدة . ومثال آخر : ذهب الشافعية إلى أن الحج واجب على التراخي وقال كثير من العلماء بل هو على الفور وسبب خلافهم هو خلافهم في قاعدة : هل الأمر المجرد عن القرينة يفيد الفور أم التراخي فالذين قالوا على الفور قالوا إنه يفيد الفورية والذين قالوا : على التراخي قالوا إنه يفيد التراخي والأمثلة كثيرة وتجد الكثير منها في كتابي تحرير القواعد ومجمع الفرائد والله أعلم . ¶ وخلاصة ما أريد إثباته هنا هو أن المخالف لنا في شيء ينبغي لنا أولا قبل إصدار الحكم عليه أن نطلب له العذر ما استطعنا إلى ذلك سبيلا وهذا أمر ممكن لا عسر فيه إلا على من استحوذ الشيطان عليه ، ممن نسي حق إخوانه وعظيم الخطر في الحكم على الغير ، اسأل الله تعالى بمنه وكرمه أن يعافينا وإخواننا من زلل القول وخلل الفهم وهو أعلى وأعلم . ¶ (( القاعدة الحادية عشر )) ¶ الحكم على الآخرين وقف على العلماء الراسخين",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "أقول : ما رأيك يا هذا لو أنك رأيت رجلا قد ترأس مجلسا من المجالس يتكلم في الأدواء والأدوية ويصف بعض العلاجات ويحكم على بعضها بعدم الفائدة أو بأنه مهم لهذا النوع من المرض ونحو ذلك فإني لا أظن أبدا أنك تتوقف في الحكم عليه بأنه طبيبا ، وأنت في هذا الحكم نظرت إلى الظاهر لكن ما رأيك لو علمت بآخره أنه لا يعرف الطب بوجه من الوجوه فإنك ستقول : لقد دس أنفه فيم ليس له فيه مجال وتكلم بما لا يعلم وهذا أمر لا يرضاه أحدا أبدا وكذلك الحكم على الآخرين بالأحكام العظيمة من الكفر أو البدعة أو الفسق أو غيرها هو وقف أيضا على علماء الشريعة فكما أن الطب وقف على الأطباء ، وأمور الصناعات ومختلف الحرف وقف على العارفين بها فكذلك أمور الشريعة ومعرفة الحلال والحرام وقف على أهل العلم ، فلا حق لأحد أن يدخل فيه كما هو الحاصل هذا الزمان فإنك تجد العامي الذي لا يعرف شيئا يصدر الأحكام ويحلل ويحرم ويصف الأشخاص بأوصاف الكفر واللعنة وهو لا يعرف من العلم شيئا وهذا أمر خطير وعاقبته وخيمة وضرره كبير جدا مفسدته لا تحتاج إلى استدلال وهو منكر يجب إنكاره وزجر فاعله وتخويفه بالله تعالى ولا يقّر أبدا أيا كان هذا الشخص كبيرا أو صغيرا عزيزا أو ذليلا قال الله تعالى:{ وَلا تَقف مَا لَيْسَ لَكَ بِهِ عِلمٌ إِنَّ السَّمْعَ والبَصَرَ وَالفُؤَاد كُل أُولئِكَ كَانَ عَنهُ مَسئُولاً }وقال تعالى في سياق المحرمات على حسب العظمية فقال في آخرها{وَأَنْ تَقُولُوا عَلَى الله مَا لا تَعْلَمُون} فبان بذلك أن القول على الله تعالى بلا علم من أعظم ما نهينا عنه لأنه الجامع لأبواب الشر كلها وقال تعالى: { قُل أَرَأيتُم مَا أَنزَلَ الله لَكُم مِنْ رِزْقٍ فَجَعَلتُم مِنْهُ حَرَاماً وَحَلالاً قُلْ آلله أَذِنَ لَكُم أَمْ عَلَى الله تَفْتَرُون } وقال تعالى : { وَلا تَقُولُوا لِمَا تَصِفُ ألسِنَتكُم الكَذِبَ هَذَا حَلالٌ وهَذَا حَرَامٌ لِتَفتَرُوا",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "عَلَى الله الكَذِبَ إِنَّ الذِينَ يَفتَرُون عَلَى الله الكَذِبَ لا يُفلِحُون } ويدخل في عموم ذلك النهي الحكم على الغير فإنه لا بد فيه من الدليل الساطع والبرهان القاطع وهذا إنما يعرفه أهل العلم بالكتاب والسنة ويوضح ذلك أيضا أن الحكم على الغير بشيء من الأحكام السابقة موقوف على العلم بالأدلة المقتضية لذلك الحكم وهذا لأهل العلم الراسخين فقط وأما العوام والأعاجم وأشباه الأنعام فلا مدخل لهم في معرفة ذلك ، ويوضحه أيضا أن الحكم على الغير هو من باب إدراج الفرع تحت أصل عام وهذا الإدراج مفتقر إلى اجتهاد والاجتهاد مفتقراإلى أدواته وشروطه من معرفة أدلة الكتاب والسنة والتمييز بين عامها وخاصها ومطلقها ومقيدها وناسخها ومنسوخها ومجملها ومبينها ومعرفة وجه الاستشهاد والعلم بدلالات اللغة اللازمة لذلك وكل ذلك لأهل العلم ، فلا يجوز لأحد أن يتجرأ على ذلك لأن الأمر عظيم والعواقب كبيرة فليس الباب مفتوحا لكل أحد بل هو وقف على أهل العلم الراسخين فيه ، ولأن العامي والمقلد ليس من أهل الدليل فلا يجوز له استنباط الحكم من دليله وإنما فرضه السؤال فقط ، ولأن الحكم على الغير مفتقر إلى معرفة العوارض التي تعرض للأهلية والعلم بها وبجزئياتها إنما هو لأهل العلم فبان بذلك أن الحكم على الآخرين وقف على العلماء الراسخين فانج بنفسك ودع الأمر لهم ، فإنها أمانة عظيمة يتحملها أهل العلم بالكتاب والسنة فمالك ولها ؟ فليست المسألة تشريفا للحرص على تحصيله بل هي تكليف صاحبه مسئول عنه يوم القيامة ، فنسأل الله تعالى بأسمائه الحسنى وصفاته العلى أن يعين العلماء على القيام بها حق القيام وأن يعيذهم من خلجات النفس ووسوسة الشيطان الرجيم ، وأحذر كل الحذر من أن تزك نفسك وتقول أنا من أهل العلم ، فإن هذا مزلق وخيم وتعالم سافر ، بل لا تزال: إن كنت تريد النجاة – متهما لها بالقصور والتقصير محتقرا لها الاحتقار الذي يدفعك إلى مطالعة عيوبك",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "والاشتغال بها والإقبال على تكميل قصورها ، ودع باب الحكم على الآخرين فإنه ليس لنا ، عافانا الله وإياك من زلل القول وضلال الفهم ، فاعرف قدر نفسك ولا ترفعها عن منزلتها فتهلك ، وقد حدثني من أثق به أن بعض هؤلاء الصغار الحمقى تجرأ على أحد العلماء حتى إنه يقول بعد ذكر اسمه: أكرمكم الله ، وبعضهم يقول في ذلك العالم وغيره : إنهم عملاء لا علماء وما ذلك إلا لقلة الأدب وذهاب الحياء ووفور الجهل واستحكامه في النفس وحق هذا الصغير ومن كان شاكلته أن يؤدب بالتعزير البليغ الذي يردعه ويردع أمثاله عن قول هذا الكلام العظيم في خيار الأمة وولاة أمرها ، فبالله عليك أي حياة تطيب إذا وقع الصغار في الكبار وترأس الرويضبة الذي لا قدر له علماً وعملاً واتهمت نيات العلماء ولم يؤخذ عنهم ، وذهبت هيبة العلم واشتغلت المجالس بذكر عيوبهم والقدح في فهمهم وأمانتهم هذه والله الطامة التي أسأل الله تعالى باسمه الأعظم أن يعصم الأمة منها وأن يرد كيد من يريد وقوعها في نحره وأن يجعل تدبيره تدميره ويجعل الدائرة عليه ويخرجنا وأمتنا من ذلك سالمين غانمين معافين ، فيا أيها الأحباب الوصية لنفسي ولكم أن تدعوا الأمر لأهله ورجاله الذين هم عليه أحرص وبه أقوم وله أعرف وفيهم الكفاية وهم أهل لذلك ، ومن العجيب أن بعض وسائل الإعلام مع نزول بعض الأحداث في الأمة تلتقي مع الذين لا يعرفون بعلم ولا فقه ولا انتهاج بمنهج أهل السنة ليقولوا قولهم في هذه الأحداث ويهتدي الكثير بآرائهم ويسترشد بأقوالهم التي لم تبن على علم ولا بصيرة ولا هدى من الكتاب والسنة فيضرب كثير من العوام بأقوالهم في العلماء استنادا على أقوال هذه الثلة التافهة الفاسدة والوزر في ذلك يحمله مخرجوا هذه اللقاءات ومنفذوها وإلا فالقاعدة عندنا في ذلك هي قوله تعالى: { وَإِذَا جَاءَهُمُ أَمْرٌ مِنَ الأمْنِ أو الخَوْفَ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلى الرَّسُولِ وَإلى أُوْلي الأمْرِ",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "مِنْهُم لِعِلمِه الذِينَ يَسْتَنْبِطُونَهُ مِنْهُم } فمعرفة أحكام هذه الأحداث والوقائع النازلة لا يؤخذ من أهل العلمنة والحداثة والمنافقين ودعاة التحرر والإرجاف وإنما لا يؤخذ إلا من ولاة الأمر منهم وهم العلماء بالكتاب والسنة ولا يفهم أن سكوت بعض العلماء عن بعض الأشياء أنه مداهنة وخور وخوف ، نعوذ بالله من هذا الظن في أهل العلم بل سكوتهم على بعض الأشياء مبناه مراعاة المصالح والمفاسد الذين هم بها أعرف ولها أرعى ، فليس العالم بوقا يتكلم بما شاء الناس ، وليس العالم هو الذي يتوخى إرضاء الناس وإنما المقدم عنده في كل الأمور مرضاة الله تعالى وإن أدى ذلك إلى سخط الناس فهذه الأحكام من التكفير والتفسيق والتبديع وغيرها إن أخذت من غير أفواه العلماء الراسخين فقل على الدنيا السلام وناهيك بالمفاسد والبلايا التي ستقع في الأمة ، وأكبر دليل على كلامي هذا هو هذه الأحداث الإرهابية التي تسمع عنها بين الحين والآخر فإنها امتداد لأخذ الأحكام من سقطاء الأمة الذين لا يعرفون بعلم ولا تربية على منهج أهل السنة فوقعوا في أمراء الأمة وعلمائها وأفرادها تكفيرا وتبديعا واتهاما وقتلا وإتلافا للأموال استنادا لفتيا من لا يحق له أن يقضي بين البهائم في أمور علفها فضلا عن تنصيبه ليكون عالم زمانه ورسول أوانه الذي لا يجوز مخالفة قوله والحيدة عن رأيه ويذكرني ذلك بحديث أبي هريرة في الصحيح ( إذا وسد الأمر إلى غير أهله فانتظر الساعة ) فإذا وسد أمر الخبز والعجين إلى الطبيب ووسد أمر طب الأبدان إلى الخباز ووسد أمر طب القلوب والأرواح إلى المغفلين والجهال وأخذت الأحكام من غير أهلها ، فوالله إن باطن الأرض خير من ظهرها لأنها فتنة ومشروع أن يدعو الإنسان بقبض روحه عند حلول الفتن حتى لا يفتن عن دينه ، نعوذ بالله من الفتن ما ظهر منها وما بطن ، فعليك بارك الله فيك أن تدع أمر الحكم على الآخرين لمن هو أهل له وهم العلماء الراسخون الذين",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "مستندهم الدليل وقائدهم الورع والتقى ولا يحركهم ويوفقهم إلا مراعاة المصالح والمفاسد ، ولا زالت الأمة بخير ولله الحمد والمنة وإنما المقصود التحذير وتعظيم ذلك الأمر على النفوس حتى تهابه القلوب وتوجل منه العقول فالله الله أيها الأحبة بهذا الأمر فإننا على خير ما كنا نصدر أحكامنا وغيرها عن العلماء أسأل الله بمنه وكرمه أن يحفظ علينا علمائنا وأمرائنا وديننا وهو أعلى وأعلم . ¶ (( القاعدة الثانية عشر )) ¶ لازم القول ليس قولاً إلا بعد عرضه والتزامه",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "أقول : رفع الله نزلك في الفردوس الأعلى وأجزل لك الأجر والمثوبة وعافاني الله وإياك من كل بلاء وفتنة وجعلك الله في كل مصادرك ومواردك تابعاً للدليل موافقاً له وأن يعيذنا الله من هوى النفوس وشهواتها إنه ولي ذلك والقادر عليه ، اعلم رحمنا الله وإياك أن اللوازم نوعان : لوازم من كلام الله ورسوله ولوازم من كلام غيرهما من سائر الناس فأما اللوازم من كلام الله ورسوله فإنها حق لا يتطرق إليها الخلل بوجه ، لأن كلامهما حق وصدق كله ولازم الحق حق ولازم الصدق صدق ، والكلام في هذه القاعدة ليس على ما يلزم من كلام الله ورسوله - صلى الله عليه وسلم - وإنما الكلام فيها على القسم الثاني وهو اللوازم على كلام غيرهما فهذه اللوازم إن كانت تقتضي أحكاماً فلا يجوز لنا أن نحكم على أصحابها بمجرد علمنا بها ، فإن هذا ليس من العدل والإنصاف ، بل المشروع في ذلك أن نعرضها على أصحابها إن كانوا أحياء فنقول لهم أنتم قلتم كذا وكذا ويلزم على أقوالكم كذا وكذا من اللوازم الباطلة ، فأنت إذا عرضت ذلك عليهم فلا يخلو الأمر من حالتين : : إما يلتزموها مع ظهور بطلانها لهم وإما أن يرفضوها ويتبرؤوا منها ، فإن كان الأول فقد أقمت الحجة عليهم فإن كان الأمر يقتضي الحكم عليها فاجتهد واتق الله ما استطعت وإن كان الثاني فإنه لا يحق لأحد أن يحكم عليهم بهذه اللوازم وهذا فرع من فروع العدل والإنصاف مع الآخرين وهو من النصيحة لأئمة المسلمين وعامتهم ، فلا حق لأحد أن يحكم على الغير بما يلزم عليهم من أقوالهم إلا بهذين الأمرين : أن يعرض عليه لازم قوله ، وأن يلتزمه أي يقبله وهذا من الرفق في الأمور الذي رغبنا فيه ، ولأن المتكلم في كثير من الأحيان قد لا يقوم بقلبه هذا اللازم ولا يفكر فيه فكان من الإنصاف أن لا يحكم عليه بما لم يقصده ولم يقم بقلبه إلا بعد العرض والقبول ، ففي الحقيقة أن الذي يحكم على الآخرين بما يلزم عليهم من أقوالهم بلا عرضها عليهم",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ظالم في ذلك والظلم شين وعاقبته معلومة ، والله تعالى لا يحب الظالمين ، وبذلك تعلم أن العاكفين على تتبع أشرطة بعض العلماء ليخرجوا منها ما يوجب القدح فيهم ويبترون الكلام بترا ويعلقون عليه أنه قال كذا وكذا ويلزم على قوله كذا وكذا أنهم غير الصراط المستقيم وأنهم بذلك مجانبون للمنهج القويم ومتنكبون عن الجاده ، وإنك لترى من ذلك عجبا وتسمع من ذلك ما يشيب له الرأس ، فمن ذلك قول بعضهم لما سمع شيخاً يقول : ولا يقتصر في دراسة الفقه على الزاد أي زاد المستقنع بل لابد من صياغة جديدة ويسيرة وواضحة المعالم ، فقال ذلك الرجل : هذه دعوى لنسف التمذهب على مذهب إمام أهل السنة والجماعة أحمد بن حنبل ، قلت : كلا والله ليس هذا لازم كلام ذلك الشيخ وإنما هو شيء فهمته أنت بسوء فهمك وإلا فكلامه لا يدل على ذلك لا بمطابقة ولا تضمن ولا التزام والواجب هو إحسان الظن بالمتكلم وإني على يقين تام لو أن أخانا هذا هداه الله عرض ما ثار في ذهنه على ذلكم الشيخ لبادر الشيخ في توضيح مراده ونفى ما فهمه هذا ، ولكنه الاستعجال الذي لا تحمد عواقبه ، ولا أريد الرد على دعواه أن التمذهب على مذهب الإمام أحمد مقصور على قراءة الزاد فإنها دعوى غير نافعة عند أهل العلم وواضحة البطلان عند من له أدنى اهتمام بالعلم وإنما المراد التمثيل على من يحكم باللوازم دون عرضها على أهلها والله أعلم . والشيء بالشيء يذكر اذكر مرة أني كنت أجيب عن بعض الأسئلة ، فقلت في أثناء حديثي ، لو قال فلان ذلك فهو ضال ، فيتلقفها مني أحد الحاضرين وبدأ يثبت في مجالسه الخاصة أني أكفر فلانا ، فجاءني الناصحون وتكاثر علي المرشدون بالنصيحة تارة وبالاستفسار عن الدوافع لهذه الكلمة تارة وجزاهم الله خير الجزاء فإن الدافع لهذا الناقل وسائر الإخوان إنما هو محض النصيحة وحب العلماء والذب عن حياضهم وهذا يشكرون عليه ، والمقصود أن الأخ هذا حكم علي بذلك الأمر الذي لو عرضه علي لما",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "قبلته ولبينت له وجهة قولي ، فأسأل الله أن يعفو عني وعن سائر أحبابنا فكل معرض للخطأ ولا يزكي الإنسان نفسه ، فاللوازم التي تلزم على الأقوال ، لا يجوز أن ننسبها لأصحاب القول إلا بعد عرضها عليهم وبيانها لهم فإن التزموها فالأمر شيء آخر وإن ردوها وعابوها فالحمد لله فاحرص على هذا الأمر فإن كثيرا من هذا الأحكام إنما بنيت على لوازم الأقوال لما اعتمدت قبل عرضها والتزامها وهذا محض الخطأ ، والله من وراء القصد وهو أعلم وأعلى . ¶ (( القاعدة الثالثة عشر )) ¶ من الإنصاف أن يغتفر قليل خطأ المرء في كثير صوابه",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "أقول : وهذه أيضا من قواعد العدل والإنصاف الذي تميز به أهل السنة والجماعة ، فإن أهل السنة والجماعة أبدا لا ينظرون إلى نقطة سوداء في بحر أبيض ولا يفخمون الأخطاء ولا يحكمون على كثيرا الإصابة بيسير خطأه بل المجتهد عندهم مغفور له خطؤه اليسير فإن هذه الأمة مغفور لها خطؤها في الاجتهاد فزادها الله شرفا ورفعة ، فإياك أن تحكم على كثير الصواب بشيء قد أخطأ فيه ومن الذي لا يسلم من الخطأ فإن المعصوم من عصمة الله تعالى والأمة معصومة فيما أجمعت عليه وأما بالنظر إلى آحادها فإنه يجوز عليهم الغفلة والنسيان وقصور الفهم وفهم الشيء على غير وجهه أحيانا وإننا لو جعلنا شرط قبول كلام العالم سلامته من الخطأ لما سلم لنا أحد من العلماء ولردت أقوال هي في ذاتها صواب بسبب هذا الخطأ اليسير وهذا مسلك أهل البدع ، ولا يفهم غبي كلامي هذا أننا نقبل الخطأ الذي جاء به ذلك العالم فإن هذا فهم مخلوط منكوس ، بل الذي أريد إثباته هنا هو أننا نبحث عن المعاذير لهذا الخطأ ونخرجه التخريجات التي تتوافق مع منهج الأدب مع أهل العلم ، ونغض الطرف عن هذه الهفوة اليسيرة من بين ألف صواب ولا نجعل من الحبة قبة ، ولا نتعاظم صدور الخطأ من أحد كائنا من كان ، بل نسعى في علاج ذلك الخطأ بالطرق الشرعية والمناهج المرعية بالأدب ومراعاة المصالح والمفاسد ولا تكن أبواقاً ينفخ فيها أعداء الشريعة ولا آلات تحركنا أيدي عدونا ولا نفتح باب الشر على الأمة بنشر أخطاء أهل العلم فإنها والله الطامة ، فإن العامة إذا ذهبت هيبة العلماء من قلوبهم اهتزت هيبة العلم في باطنهم فلا يقيمون لعالم وزنا ولا لشيخ قدرا ويصدرون من عند أنفسهم وهذا باب فساد وشرور وفتنة أعيذك بالله أن تكون ممن يفتحه ، وإنه لا يفتح إلا بزعزعة هيبة أهل العلم من قلوب العامة فاحذر من تتبع أخطائهم والتنقيب عن هفواتهم فإنه مسلك الهالكين المفسدين في الأمة بعد إصلاحها وأخشى عليه أن يكون من الذين",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "يذادون عن حوضه - صلى الله عليه وسلم - يوم القيامة ، فليكن مبدؤك العفو والتجاوز وحب الستر و صفح الهفوة حتى يعاملك الله بذلك ، قال تعالى:{وَليَعفُوا وَليَصْفَحُوا أَلا تحِبُّونَ أَن يَغفِرَ الله لَكُم وَالله غَفُورٌ رَحِيم} فالجزاء من جنس العمل ، فمن عفا وغفر وصفح عفا الله عنه وغفر له وتجاوز عن زلله ، فلنتناصح ولا نتفاضح ، و لنتفق ولا نفترق ولنتآلف ولا نختلف ، ولنحقق قوله - صلى الله عليه وسلم - :( وكونوا عباد الله إخوانا ) وقوله ( المسلم أخو المسلم لا يظلمه ولا يسلمه بحسب امرئ من الشر أن يحقر أخاه المسلم ) وإن المقصود هو القيام بواجب الدعوة إلى الله تعالى فإذا قصر مقصر أو أخطأ مخطئ فلا نصفق لخطأه أو نضرب له الدفوف ونزف خطأه إلى الأعداء والعامة ، فإنك لا تستفيد شيئا بل عليك وزر هذه الفضيحة وإن أخرجتها في ثوب نصيحة فإن الأمة بل الدنيا بأسرها لا تزال بخير ما عظم العلماء وأعلى قدرهم وغفرت أخطاؤهم وسترت معايبهم لا لذواتهم أو لأنهم أبناء فلان وإنما لهيبة ما يحملونه في قلوبهم من علم الكتاب والسنة فإن احترام العالم احترام للعلم وتعظيم العالم تعظيم للعلم ، فاستغفر الله وأتوب إليه إن أخطأت في حق أحد منهم أو صدرت زلة لسان أو هفوة بنان على مقامهم الشريف ويا عجبا من قول سلم منهم اليهود والنصارى وأصناف الكفرة ولم يسلم منهم سادات المسلمين وأعجب من ذلك ما سمعته عن بعض هؤلاء إنه لا يجيز لعنة اليهود والنصارى والدعاء عليهم لعدم الدليل – هكذا زعم – وتراه يمزق لحوم أهل العلم ويدعو عليهم بالويل والثبور ويكتب فيهم التقارير السرية فإذا أصابهم أذى بقدر الله ، فرح قلبه واطمأنت نفسه وطاب عيشه ، مسكين مثل هذا أسأل الله جل وعلا أن يرده إلى جادة الحق والصواب وأن يعفو عنا وعنه زللنا وتقصيرنا في العلم والعمل والدعوة ، وعلى كل حال فنقول كما قال الإمام ابن عساكر – رحمه الله – تعالى إن : لحوم العلماء مسمومة",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وعادة الله في منتهكي أعراضهم معلومة ومن وقع في أعراضهم بالثلب عاقبه الله قبل موته بموت القلب ، نعوذ بالله تعالى من موت القلوب ونسأله جل وعلا بأسمائه الحسنى وصفاته العليا أن يحمي العلماء من كل من أرادهم بسوء وأن يجعل كيدهم في نحورهم وأن يحمي شريعته من عبث العابثين وإفساد المفسدين بحفظ أهلها الذابين عنها آمين إنه ولي ذلك والقادر عليه ولعل المقصود من هذه القاعدة قد اتضح فلا نجعل هفوات أهل العلم لك بضاعة تتوصل بها إلى مقاصد أنت تعرفها واستعذ بالله من شهوات النفوس واجعل همك وصول الحق للناس سواءً أوصلته أنت أو أوصله غيرك ولا تنصب نفسك حاكما بين العلماء واعرف قدر نفسك وامدد لحافك على قدر قدميك ، ودع العلماء للعلماء ، ولا تداهن أحدا ببث شيء من هفوات بعض أهل العلم أو القدح فيهم عنده ليعطيك عرضا من الدنيا أو ينصبك منصبا يكون فيه عطبك وغضب الله عليك ، فأهل العلم الصادقون لا يجعلون علم الكتاب والسنة تابعا لذلك بل يجعلون الدنيا بأسرها تابعة للكتاب والسنة حاشا أهل العلم وطلابه من هذه الأخلاق الفاسدة والمقصود أن الخطأ اليسير في الصواب الكثير ليس بشيء ولا نحكم على أحد بيسير خطأه وكثرة صوابه ، عاملنا الله وإياك برحمته ووفقنا وإياك لسلوك سبيل مرضاته والله أعلى وأعلم . ¶ (( القاعدة الرابعة عشر )) ¶ لا تبنى الأحكام على الإشاعات والنقول والأراجيف",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "أقول : إن هذه وصية لنفسي الضعيفة ولمن شاء الله من أخواني أنه إذا نقل إليك أحد عن أحد شيئا يريد منك أن تحكم على هذا المنقول فاعلم أنه شيطان يريد أن يوقعك في عرض أخيك ويريد إيغار الصدور ووحشة النفوس وفساد ذات البين فاحذر كل الحذر منه ، وما أكثرهم لا كثرهم الله فإنهم النمامون القتاتون أصحاب العضة ، هم السحرة ولكن بلا عقد ، بل عليك زجر الفاعل والتغليظ عليه وردعه الردع المناسب لحاله ولا يصدر منك أي قبول لكلامه هذا فضلا عن أن تبني عليها حكماً على أخيك ، فإن هذه العجلة قد أوقعت كثيرا من الأحبة في أمور ندموا عليها وتمنوا أنهم لم يفوهوا بها ، وصدق الله العظيم إذا يقول { يا أيها الذين آمنوا إن جاءكم فاسق بنبأ فتبينوا أن تصيبوا قوما بجهالة فتصبحوا على ما فعلتم نادمين } ولا يقع في ذلك في الغالب إلا حدثاء الأسنان في العلم ، أما الراسخون فيه ومن أخذ فيه بحظ وافر فإنهم كالجبال الرواسي الذين لا تضلهم الفتن ولا تلتبس عليهم الأمور ، فلا يجوز لك أن تبني حكما على أخيك بمجرد نقل إليك أو بمقال من جريدة جاءت قصاصته إليك ، أو بشريط سمعته أو بكلمة محتملة ، فإن الحكم على الغير عظيم خطره فلا بد من هيبته والخوف منه ولا يقدم عليه إلا بعد استفراغ الوسع في التثبت والتبين والترفق ومعرفة الحقيقة المعرفة التامة ، وكم وكم من النقول التي لا أساس لها ولا خطام ولا زمام لها ، وفي الحقيقة أن من بنى حكما استنادا على ذلك فإنه يكون بذلك قد بنى حكمه هذا على غير أساس ولا هدى من الله ولا برهان ساطع أو دليل واضح بل على الهوى والتخرص والعجلة والطيش ومن الذي يرضى أن يكون بهذه المرتبة ، التي لا ترضاها البهيمة فضلا عن بني آدم فضلا عن المشائخ والعلماء فلا نريد أن نتمشى مع شهوة أهل الإشاعات والأراجيف بل لابد من قتل هذه الشهوة في قلوبهم بتحذيرهم ومناصحتهم أو ردعهم عن مثل ذلك بتغليط الكلام لهم وتأديبهم أو تعزيرهم التعزير",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "البليغ حتى لا يعودوا إلى مثل ذلك الخلق الفاسد ، ويعجبني أحد العلماء لما نقل له بعض السفهاء والسقطة شيئا عن بعض أهل العلم وأراد سماع رأيه فيه ، زجره زجراً بليغاً وأخرجه من المسجد ، وهذا حقه لأنه يريد بذلك النقل الوقيعة في ذلك العالم المنقول عنه ، فرد الله كيده في نحره لم ينل خيرا وكفى الله المؤمنين القتال ، فلا تفتح بابك لأهل الأراجيف والنقول والإشاعات بمداهنتهم والترخي عنهم كائنا من كانوا ولا تسمح أصلا أن يذكر أحد في مجلسك بشيء ، بل لتكن مجالسنا عامرة بمدارسة العلم النافع ومذاكرة المسائل المفيدة ولتدع أعراض الناس عنك لا يطلبونك بها يوم القيامة ، فالوصية لنفسي ولمن شاء الله تعالى من أخواني المسلمين أن لا نحكم على أحد بناء على الإشاعات والنقولات الزائفة التي هي كيدية في غالب أحوالها ، ولا على الأراجيف فإن هذا مما يفرح أعداء الله ونحن لا نريد أن نفرحهم بل نريد أن ندخل عليهم الحزن والغيظ قال تعالى: { وَلا يَطَئُونَ مَوْطِئاً يَغِيظُ الكُفَّار }.. الآية، فإذا سددت هذا الباب عنك فابشر بخير وسترى عاقبة ذلك في الدنيا والآخرة ولعلك قبلت وصية أخيك المحب ولعلها وجدت فراغا من قلبك الكبير وصدرك الواسع والله أعلم . ¶ وختاماً .. ¶ فإني أحب أن أذكر لك بعض الوصايا الجامعة النافعة في هذا الباب وفي غيره ، عسى الله تعالى أن يختم لنا بخير ويجعل عواقب أمورنا إلى خير فأقول وبالله التوفيق : ¶ من كف لسانه عن الناس شرح الله صدره ويسر أمره وأعلا ذكره ، وغفر وزره ووسع وأنار قبره وضاعف له مثوبته وأجره .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "من صان أعراض الناس صان الله عرضه من الناس وألبسه الرحيم خير لباس ، فيمشي بينهم وما عليه منهم من حذر ولا بأس وسد بذلك طريق الوسواس الخناس الذي يوسوس في صدور الناس من الجنة والناس من ذب عن عرض أخيه ذب الله عن عرضه ومكنه الله تعالى وآمنه في أرضه وسلمه من الفزع الأكبر في يوم حشره وعرضه ، جزاء وفاقا لما قام به من فرضه . ¶ من قام بما أوجب الله عليه تجاه العلماء ، أحبه أهل الأرض والسماء ، واستغفرت له الأشياء ووسع الله له العطاء ، وأعلا نزله في دار الأتقياء .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "خف الله في الناس ولا تخف الناس في الله وعاملهم بما تحب أن يعاملوك به ، وآت للناس ما تحب أن يأتوك به ، واعلم أن خير ما خرج به العبد من هذه الدنيا الذكر الحسن ، وطوبى لمن وجد في صحيفته استغفارا ، واعمل لسانك بكثرة الذكر واستقل ما تقدمه من الطاعات ولا تفخر ولا تبغ على أحد واعف واصفح عمن أساء إليك وقابل السيئة بالحسنة وعليك بمعالي الأمور ودع سفاسفها وأوصيك بتقوى بتقوى الله وحسن الخلق ، وأتركك في مساء الخير أو صباحه والسلام عليك ورحمة الله وبركاته واستغفر الله من الزلل وضلال الفهم وأسأله جل وعلا أن يعفو عني ذنوبي التي لا عد لها و لا حصر لكن رحمته أوسع وعفوه أكبر ، وأعوذ بوجهه الكريم أن يحاسبني عن ترك امتثال ما كتبته يوم القيامة وأسأله جل وعلا الإخلاص في القول والعمل وأسأله عز وجل باسمه الأعظم أن يتقبل هذا العمل وقفا لي ولسائر المسلمين وأني لا أجيز لأحد أن يحتفظ بحقوق طبعه ، بل حقوق الطبع مفتوحة للمسلمين ، وليس في هذه الوريقات فقط بل في كل سائر ما كتبته والله خير الشاهدين وعليه الاعتماد ولا أرجو ثواب ذلك إلا منه جل وعلا وأعوذ به أن أشرك به شيئا وأنا أعلم وأستغفره لما لا أعلم وقد تم الفراغ بحمد الله وتوفيقه قبيل الفجر يوم الأثنين من شهر جمادى الآخرة عام أربعة وعشرين وأربعمائة وألف من هجرة الحبيب صلى الله عليه وسلم وصلى الله على نبينا محمد وعلى آله وصحبه وسلم وهو أعلى وأعلم وأحكم . ¶ الفهرس ¶ م ... العنوان ... الصفحة ¶ 1 ... المقدمة ... 1 ¶ 2 ... يجب صون المنطق عن الحرام ويسنّ كفّه عن المكروه وفضول المباح ... 4 ¶ 3 ... لنا الظاهر والله يتولى السرائر ... 11 ¶ 4 ... صفاء السريرة على المحكوم عليه وإحسان الظن به مطلب أساسي في الحكم عليه ... 17 ¶ 5 ... ما كان الرفق في شيء إلا زانه وما نزع من شيء إلا شانه ... 25",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "6 ... من وقع في مكفرٍ أو مبدع أو مفسق فإنه لا يحكم عليه بمقتضاه إلا بعد توفر الشروط وانتفاء الموانع ... 30 ¶ 7 ... الحكم العام على الأقوال والأفعال لا يستلزم انطباقه على الأفراد قطعاً إلا بعد ثبوت الشروط وانتفاء الموانع ... 39 ¶ 8 ... لا تقوم الحجة على المعين إلا بالبلوغ ومطلق الفهم ... 43 ¶ 9 ... لا يحكم على الغير بمخالفته شيئاً ثبت الخلاف فيه لاسيما إن كان قوياً ... 49 ¶ 10 ... يجب في الحكم على الغير النظر في قرائن الأحوال المصاحبة للقول والفعل ... 57 ¶ 11 ... طلب العذر للمخالف إذا أمكن مقدم على الحكم عليه ... 63 ¶ 12 ... الحكم على الآخرين وقف على العلماء الراسخين ... 77 ¶ 13 ... لازم القول ليس قولاً إلا بعد عرضه والتزامه ... 83 ¶ 14 ... من الإنصاف أن يغتفر قليل خطأ المرء في كثير صوابه ... 87 ¶ 15 ... لا تبنى الأحكام على الإشاعات والنقول والأراجيف ... 91 ¶ 16 ... ختاماً .. ... 94 ¶ 17 ... الفهرس ... 96",
            "page": "81",
            "part": "1"
        }
    ],
    "t37489": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "قواعد في الحكم على الآخرين"
        }
    ]
}