{
    "b37483": [
        {
            "id": "1",
            "nass": "تشنيف الأسماع ¶ ببعض ¶ مسائل الإجماع ¶ جمع الفقير إلى عفو ربه ¶ وليد بن راشد السعيدان ¶ غفر الله له ولوالديه ولجميع المسلمين ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده وستعينه ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له واشهد أن لا إله إلا الله وأن محمد رسول الله وعلى آله وصحبه وسلم تسليماً كثيرا ثم أما بعد:ـ ¶ فقد سمعت من بعض طلبة العلم في يوم من الأيام أنه قال (ومسائل الإجماع في الشريعة قليلة) فأزعجتني هذه الكلمة جداً , ودفعتني إلى تتبع مسائل الإجماع في العقيدة والفقه وكانت النتيجة أن وجدت أن مسائل الإجماع كثيرة جداً لا تكاد تحصى, إلا بكلفة, ومن كثرتها أفردها بعض أهل العلم بالتأليف, وحيث كانت هذه المسائل منثورة في بعض كتب الاعتقاد والفقه أحببت أن أشارك أهل العلم في تقييدها من باب تيسير تحصيلها لمن أراد الإطلاع عليها من أهل الإسلام, وحتى يتبين لهذا الطالب وغيره أن مسائل الإجماع ليست قليلة,ولأن العلماء قد اشترطوا في المفتي والمجتهد أن يكون عارفاً بمواضيع الإجماع ولو ذهب يتتبعها من الكتب لطال به المقام واستغرق في ذلك وقتاً طويلا ًفمن باب إظهار هذا الجانب المشرق من جوانب الشريعة ومن باب النصح للأمة ولأهل العلم أفردت هذه المسائل في مؤلف خاص وقصدت أن يكون عنوانه تشنيف الأسماع بشيء من مسائل الإجماع لأن هذا العنوان كان عنوان كتاب ألفه السيوطي رحمه الله تعالى ولكن الكتاب قد فقد بأكمله, فأردت أن أبين للناس أن الذي فقد إنما هو الأوراق فقط وأما مضمون ما ذكر فيه من مسائل الإجماع فإنه محفوظ مقيد لازالت الأمة تعرفه وتعرف مضمونه ولله الحمد والمنة,وأنا أحلف بالله العظيم أنه ليس هناك مسألة من مسائل الإجماع لاتعلمها الأمة ولم تقيدها, بل كل ذلك محفوظ ومضبوط الضبط الكامل,وهذا كله بفضل الله ورحمته,فالحمد لله أولاً وآخراً وظاهراً وباطنا.ً",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ودونت بعض مسائل الإجماع, ونبدأ أولاً ببعض الإجماعات الواردة في باب الاعتقاد فأقول وبالله التوفيق ومنه استمد الفضل والعون وحسن التحقيق:ـ ¶ باب الاعتقاد ¶ 1) أجمع أهل العلم على أن العبادة حق صرف لله تعالى لاتصرف لنلك مقرب ول لملك مرسل ولا لولي صالح فضلاً عن صرفها لشجر أو حجر أو قبر أو جن. ¶ 2) وأجمعوا على أن الأصل في العبادات التوقيف إلا ماورد الدليل الشرعي الصحيح الصريح بجواز التعبد به. ¶ 3) وأجمعوا على جواز التوسل بصفات الله تعالى. ¶ 4) وأجمعوا على جواز التوسل بأسماء الله جلَ وعلا. ¶ 5) وأجمعوا على جواز الاستعاذة بالصفة. ¶ 6) وأجمعوا على أن دعاء الصفة كفر أكبر مخرج من الملة. ¶ 7) وأجمعوا على أن من دعا غير الله فيما لا يقدر عليه إلا الله تعالى فقد وقع في الشرك الأكبر. ¶ 8) وأجمعوا على أن من استعان بغير الله فيما لا يقدر عليه إلا الله فقد أشرك.ـ واجمعوا على أن من استعاذ بغير الله فيما لا يقدر عليه إلا الله فقد أشرك. ¶ 9) وأجمعوا على أن من استغاث بغير الله فيما لا يقدر عليه إلا الله فقد أشرك. ¶ 10) وأجمعوا على أن الشرك الأكبر لا يدخل في حيز المغفرة إن مات صاحبه وهو مصير عليه. ¶ 11) وأجمعوا على أن من استغاث بالأموات أو دعاهم أو اتخذهم واسطة في كشف الملمات وإغاثة الله فات فقد أشرك الشرك الأكبر. ¶ 12) وأجمعوا على أن السحر لا يجوز تعلمه ولا تعليمه. ¶ 13) وأجمعوا على أنه إن كان بالتقرب للشياطين بالاستغاثة والدعاء والسجود والذبح ونحوها من أنواع التعبدات فإنه يكون شرك أكبر مخرج عن الملة. ¶ 14) وأجمعوا على أن السحر له حقيقة فمنه ما يقتل ومنه ما يمرض ونحو ذلك. ¶ 15) وأجمعوا على أنه لا يجوز البتة الإتيان للسحرة والكهان والعرافين والمشعوذين لطلب نفع أو دفع ضر. ¶ 16) وأجمعوا على أن رسالة النبي صلى الله عليه وسلم عامة للثقلين الإنس والجن.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "17) وأجمعوا على أن الدين مبني على ركنين:ـ أن لا يعبد إلا الله لا وأن لا يعبد إلا بما شرعه رسوله صلى الله عليه وسلم. ¶ 18) وأجمعوا على أن التبرك بالذات أو الزمان أو المكان مبناه على التوقيف على الشرعي الصحيح الصريح. ¶ 19) وأجمعوا على جواز التبرك بذات النبي صلى الله عليه وسلم في حياته. ¶ 20) وأجمعوا على أن بركة الزمان وبركة الأماكن التي دل الدليل على أنها مباركة أنها بركة معنوية لازمة, لا ذاتية متنقلة.واجمعوا على المنع من الطواف حول القبور واتفقوا على أنها بدعة منكرة وموبقة عظيمة. ¶ 21) وأجمعوا على تحريم الحلف بالمخلوقات. ¶ 22) وأجمعوا على أن النذر للقبور والأشجار والأحجار من الشرك الأكبر. ¶ 23) وأجمعوا على تحريم التمائم الشركية. ¶ 24) وأجمعوا على أنه لا يعلم الغيب إلا الله تعالى.واجمعوا على تحريم قول (ما شاء الله وشئت). ¶ 25) وأجمعوا على تحريم التعبيد لغير اسم الله تعالى ولا عبرة لقول ابن حزم( حاشا عبدا لمطلب), فإنه مسبوق بالإجماع. ¶ 26) وأجمعوا على أن من ساوى المخلوق بالله في الحب فإنه قد أشرك. ¶ 27) وأجمعوا على الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر وبالقدر خيره وشره.واجمعوا على الإيمان بسؤال القبر ونعيمه وعذابه. ¶ 28) وأجمعوا على إثبات البعث والنشور والجزاء والحساب. ¶ 29) وأجمعوا على الإيمان بالميزان والحوض وتطاير الصحف والصراط وأن ذلك كله حق على حقيقته نعلم معناه ولكل كيفيته على ما هي عليه إلى الله تعالى. ¶ 30) وأجمعوا على أن الجنة والنار حق و أنهما موجودتان الآن لا تفنيان أبداً ولا تبيدان. ¶ 31) وأجمعوا على الإيمان بالحوض وبما ورد به الدليل الصحيح من صفاته. ¶ 32) وأجمعوا على بطلان الشفاعة الشركية التي يظنها المشركون في معبوداتهم. ¶ 33) وأجمعوا على إثبات ما ورد به النص من الشفا عات التي ستكون في الآخرة. ¶ 34) وأجمعوا على أن لا شفعة إلا بالإذن والرضي.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "35) وأجمعوا على أن من اعتقد أن هدي غير النبي صلى الله عليه وسلم أكمل من هديه أنه كافر الكفر الأكبر المخرج عن الملة. ¶ 36) وأجمعوا على أن كل أخبار الشارع صدق وحق لا يتطرق إليها الكذب بوجه من الوجوه. ¶ 37) وأجمعوا على أن من اعتقد أن في وسعه أو في وسع أحدٍ الخروج عن شريعة النبي صلى الله عليه وسلم فإنه كافر الكفر الأكبر. ¶ 38) وأجمعوا على أن الاستهزاء بالله وبكتابه وبرسوله أو بشيء مما جاء به أنه كفر أكبر. ¶ 39) وأجمعوا على أن الإعراض المطلق عن الشريعة فلا يتعلمها ولا يعمل بها أنه كفر أكبر. ¶ 40) وأجمعوا على تحريم الكذب على النبي صلى الله عليه وسلم .واتفقوا على أن من فعله استحلالاً فإنه يكفر الكفر الأكبر. ¶ 41) وأجمعوا على أن التكفير العام لا يستلزم تكفير المعين إلا بعد ثبوت الشروط وانتفاء الموانع ¶ 42) وأجمعوا على أن مجرد الإقرار بتوحيد الروبية لا يكفي للحكم بالدخول في الإسلام . ¶ 43) وأجمعوا على أن مرتكب الكبيرة لا يخرج من الإيمان بالكلية,بل هو ناقص الإيمان فله مطلق الإيمان لا الإيمان المطلق. ¶ 44) وأجمعوا على أنه إن مات على هذه الكبيرة فإنه يكون تحت المشيئة. ¶ 45) وأجمعوا على تحريم الطيرة وأنها من الشرك. ¶ 46) وأجمعوا على أن النسخ لا يدخل في أخبار القرآن والسنة. واجمعوا على أن أزواجه صلى الله عليه وسلم هن أمهات المؤمنين وأنهن أزواجه في الجنة. ¶ 47) وأجمعوا على أن من أثنى الله عليه في القرآن بخير أو بشر فإنه يموت وفق ثنائه. ¶ 48) وأجمعوا على تحريم سب الدهر. ¶ 49) وأجمعوا على أ،ن النجم مخلوق مربوب مسخر وأنه لا حق له في أي شيء من التعبدات وأنه لا يملك نفعاً ولا ضراً. ¶ 50) وأجمعوا على أن هذه النجوم خلقها الله لثلاث :ـ زينة لسماء و رجوماً للشياطين وعلامات يهتدى بها فمن تأول فيها غير ذلك فقد ضل وأضاع نصيبه.واجمعوا على أن من اعتقد أن الأفلاك هي التي تسير أمور العالم فإنه قد أشرك الشرك الأكبر.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "51) وأجمعوا على تحريم قول ( لو) إذا كان من باب التسخط على القدر أو كان من باب التطلع إلى المعصية. ¶ 52) وأجمعوا على تحريم الرياء. ¶ 53) وأجمعوا على أن العبادات لا تقبل إلا بالإخلاص والمتابعة. ¶ 54) وأجمعوا على أن أهل السنة وسط بين فرق الأمة كوسطية الأمة بين الأمم. ¶ 55) وأجمعوا على أن قول النبي صلى الله عليه وسلم مقدم على كل قول. ¶ 56) وأجمعوا على أن الدعاء لابد فيه من العزم وإعظام الرغبة فلا يقرن بالمشيئة. ¶ 57) وأجمعوا على منع الإقسام على الله تعالى إذا كان من باب التجمر الواسع. ¶ 58) وأجمعوا على منع الغلو في سائر أبواب الشريعة اعتقاداً وعملاً. ¶ 59) وأجمعوا على أن الموت قضية عامة لكل ذي روح. ¶ 60) وأجمعوا على إثبات وجود الجن. ¶ 61) وأجمعوا على أنهم مكلفون. ¶ 62) وأجمعوا على أن طلب الدعاء من النبي صلى الله عليه وسلم لا يجوز البتة بعد وفاته. ¶ 63) وأجمعوا على أن كل حديث يروى في زيارة قبر النبي صلى الله عليه وسلم أو قبر صاحبيه أو قبر أحد من الأولياء على الخصوص فهو مما لا تقوم به الحجة ¶ 64) وأجمعوا على أن الفهم المطلق الموجب للامتثال والاتباع ليس بشرط في قيام الحجة،وأجمعوا على أن مطلق الفهم شرط في قيام الحجة. ¶ 65) وأجمعوا على أن من اعتقد أن أحدا غير الله تعالى له تصرف في الكون من إنزال المطر وإجراء السحاب وتسيير الكواكب ونحو ذلك فقد أشرك الشرك الأكبر المخرج من الملة بالكلية. والعياذ بالله تعالى . ¶ 66) وأجمعوا على تحريم الاستشفاع بالله تعالى على أحد من خلقه. ¶ 67) وأجمعوا على وجوب التوبة من كل ذنب. ¶ 68) وأجمعوا على أن كل أحد يؤخذ من قوله ويترك إلا قول الشارع. ¶ 69) وأجمعوا على إثبات ما أثبته الله تعالى لنفسه في كتابه من الأسماء والصفات أو أثبته له رسوله صلى الله عليه وسلم في صحيح سنته من غير تحريف ولا تعطيل ومن غير تكييف ولا تمثيل لأن الله تعالى ليس كمثله شيء وهو السميع البصير.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "70) وأجمعوا على قبول خبر الواحد في الاعتفاد إذا صح سنده. ¶ 71) وأجمعوا على أنه لا يتعارض نص صحيح مع عقل صريح. ¶ 72) وأجمعوا على وجوب الأخذ بأدلة الكتاب والسنة واعتمادها باطنا وظاهرا في الأعتقادات والأقوال والأعمال على فهم السلف الصالح. ¶ 73) وأجمعوا على أن الأدلة الشرعية حق كلها وصدق كلها وعدل كلها في منطوقها ومفهومها ولوازمها. ¶ 74) وأجمعوا على أن باب الأسماء والصفات توقيفي على النص. ¶ 75) وأجمعوا على أن الصفات تعلم من جهة معانيها وتجهل من جهة كيفياتها وحقائقها التي هي عليه في الواقع. ¶ 76) وأجمعوا على أن أسماء الله تعالى مترادفة من حيث الذات ومتباينة من حيث الصفات. ¶ 77) وأجمعوا على أن باب الصفات أوسع من باب الأسماء. ¶ 78) وأجمعوا على أن كل اسم من أسماء الله تعالى فإنه يتضمن صفة كمال. ¶ 79) وأجمعوا على أن كل صفة نفاها الله تعالى عن نفسه في كتابه أو نفاه عنه رسوله صلى الله عليه وسلم في سنته فلأنه جل وعلا يتصف بكمال ضدها . ¶ 80) وأجمعوا على أن الا تفاق في الأسماء لا يستلزم الاتفاق في المسميات. ¶ 81) وأجمعوا على أن الكلام في الصفات كالكلام في بعضها. ¶ 82) وأجمعوا على أن الكلام في الصفات فرع عن الكلام في الذات. ¶ 83) وأجمعوا على الإيمان بعلو الله تعالى وسمعه وبصره ووجهه ويده وساقه وأصابعه وغير ذلك من الصفات مع الاعتقاد الجازم أنها على ما يليق به جل وعلا. ¶ 84) وأجمعوا على أنه استوى على عرشه استواء يليق بجلاله وعظمته. ¶ 85) وأجمعوا على الإيمان بالعرش وبما ورد فيه من الصفات . ¶ 86) وأجمعوا على الإيمان بالكرسي. ¶ 87) وأجمعوا على أن الله تعالى يعلم ما كان وما يكون وما سيكون وما لم يكن أن لو كان كيف يكون وأنه عالم بالموجودات والمعدومات وأنه لا يخفى عليه شيء في الأرض ولا في السماء وأن علمه لم يسبق بجهل ولا يلحقه جهل . ¶ 88) وأجمعوا على أن الله تعالى مع خلقه معية عامة وخاصة على ما يليق بجلاله وعظمته .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "89) وأجمعوا على أن الله تعالى موصوف بالكف على ما يليق به . ¶ 90) وأجمعوا على أن الله تعالى موصوف بالعين على ما يليق به. ¶ 91) وأجمعوا على أن الله تعالى موصوف بالمحبة والبغض والرحمة والرضى والمقت والكره وكل ذلك على ما يليق به حل وعلا. ¶ 92) وأجمعوا على أن الله تعالى يتكلم بما شاء كيفما يشاء متى شاء وأن كلامه بحرف وصوت يسمعه من يشاء وأنه قديم النوع حادث الآحاد. ¶ 93) وأجمعوا على أن القرآن كلام الله تعالى منزل غير مخلوق منه بدأ وإليه يعود. ¶ 94) وأجمعوا على أن من قال : بأنه مخلوق فقد كفر . ¶ 95) وأجمعوا على أن الله تعالى يرى رؤية حقيقية بعد دخول الجنة وفي عرصات يوم القيامة على الكيفية التي يريدها هو جل وعلا . ¶ 96) وأجمعوا على أن الرؤى والمكاشفات لا مدخل لها في التشريع. ¶ 97) وأجمعوا على أن الإيمان اعتقاد بالجنان وقول باللسان وعمل بالجوارح والأركان. ¶ 98) وأجمعوا على أنه يزيد بالطاعة وينقص بالعصيان. ¶ 99) وأجمعوا على أن أركانه ستة وهي : الإيمان بالله تعالى وبملائكته وبرسله وبكتبه وباليوم الآخر وبالقدر خيره وشره. ¶ 100) وأجمعوا على أن الملائكة أجسام نورانية خلقهم الله تعالى على صفات هائلة عظيمة للقيام بأمور مخصوصة. ¶ 101) وأجمعوا على أن الروح مخلوقة مدبرة مربوبة. ¶ 102) وأجمعوا على أن جاحد الملائكة كافر الكفر الأكبر . ¶ 103) وأجمعوا على منع الاحتجاج بالقدر على فعل المعصية التي لم يتب منها. ¶ 104) وأجمعوا على أن مراتب الإيمان بالقدر أربع مراتب:ـ العلم الشامل ,والكتابة العامة, والمشيئة النافذة, وعموم الخلق لكل شيء. ¶ 105) وأجمعوا على أن فعل العبد مخلوق ,لكنه كسب للعبد ففعل العبد ينسب إلى الله تعالى خلقا وإيجادا وينسب إلى المخلوق تحصيلاً واكتسابا. ¶ 106) وأجمعوا على أن من أنكر علم الله السابق للأشياء فإنه يكفر. ¶ 107) وأجمعوا على أن من قصر علم الله على الكليات فقط ونفا علمه بالجزئيات فإنه يكفر.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "108) وأجمعوا على أن الروح مخلوقة ومدبرة ومربوبة. ¶ 109) وأجمعوا على أن النبي صلى الله عليه وسلم خاتم الأنبياء ,فلا نبي بعده. ¶ 110) وأجمعوا على أن النبوة مبناها على الاصطفاء والاختيار لا على الكسب كما يقوله الفلاسفة الأغبياء البله. ¶ 111) وأجمعوا على أن من ادعى النبوة فإنه يكفر. ¶ 112) وأجمعوا على أن من ادعى أن أحد من الأولياء أفضل من أحد من الأنبياء أو أن مقام الولاية أعلا وأشرف من مقام النبوة فإنه يكفر الكفر الأكبر. ¶ 113) وأجمعوا على الترضي على سائر أصحابه صلى الله عليه وسلم. ¶ 114) وأجمعوا على أن أفضل هذه الأمة بعد نبيها أبو بكر ثم عمر, واستقرت كلمة المتأخرين من أهل السنة على التثليث بعثمان والتربيع بعلي رضي الله عنهم أجمعين. ¶ 115) وأجمعوا على أن ترتيبهم في الخلافة كترتيبهم في الفضل. ¶ 116) وأجمعوا على أن الأدب الواجب فيما حصل بينهم من الخلاف هو الصمت عنه مع اعتقادنا أنهم فيه مأجورون فالمصيب له أجران والمخطىء له أجر واحد. ¶ 117) وأجمعوا على وجوب طاعة الأئمة في غير معصية الله تعالى. ¶ 118) وأجمعوا على تحريم الخروج عليهم إلا أن نرى كفراً بواحاً عند نافيه من الله برهان مع غلبة الظن دون مفسدة أعظم من المصلحة المرجوة. ¶ 119) وأجمعوا على أنه لا يقطع لأحد بجنة ولا نار إلا من شهد له النص بذلك. ¶ 120) وأجمعوا على وجوب الصبر على المصائب. ¶ 121) وأجمعوا على تحريم بناء القبور على المساجد. ¶ 122) وأجمعوا على تحريم الدفن في المساجد. ¶ 123) وأجمعوا على أن الوصية بذلك باطلة. ¶ 124) وأجمعوا على بدعية تقبيل أي جزء من أجزاء الأرض إلا الركن الأسود فقط, وتقبيله من باب الاستنان لا طلبا للبركة فإنه حجر لا يضر ولا ينفع وإنما البركة في إتباع السنة. ¶ 125) وأجمعوا أنه لا يشرع الطواف بأي جزء من أجزاء الأرض إلا بالبيت العتيق فقط.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "126) وأجمعوا على أن الرد لله هو الرد إلى كتابه, وأن الرد إلى النبي صلى الله عليه وسلم هو الرد إليه في حياته وارد إلى سنته بعد وفاته. ¶ 127) وأجمع الصحابة والتابعون على أن شد الرحال إلى بقعة نقصد تعظيمها بدعة منكرة, فلا يجوز شد الرحال لبقعة بقصد التعبد فيها إلا للمساجد الثلاثة فقط, وهذا باتفاقهم. ¶ 128) وأجمعوا على أن زيارة قبور الأنبياء والصالحين لأجل طلب الحاجات منهم أو دعائهم والإقسام بهم على الله تعالى أو ظن أن الدعاء أو الصلاة عند قبورهم أفضل منه في المساجد والبيوت أن هذا ضلال مبين وشرك وبدعة, قال أبو العباس ابن تيمية رحمه الله:ـ باتفاق أئمة المسلمين. ¶ 129) وأجمعوا على أن من أتهم عائشة رضي الله عنها بما برأها الله منه أنه كافر لتكذبيه لخبر الله تعالى. ¶ 130) وأجمعوا على أن من كفر الصحابة أو سبهم على وجه العموم فهو كافر المرتد لعنه الله وأبعد وأقصاه . ¶ 131) وأجمعوا على أن كل صفة نفاها الله عن نفسه في كتابه أو نفاها عنه رسوله صلى الله عليه وسلم في سنته فالواجب نفيها واعتقاد أنه جلّ وعلا متصف بكمال ضدها. ¶ 132) وأجمعوا على الإيمان بمعجزات الأنبياء وبما صح وثبت من كرامات الأولياء ¶ 133) وأجمعوا على أن من قال :ـ ليس فوق العرش إلهٌ يعبد ولا ربٌ يصلى له ويسجد أنه كافر الكفر الأكبر نعوذ بالله من هذه المقالة أنه يجب استتابته فإن تاب و إلا قتل. ¶ 134) وذكر ابن القيم في النونية أنه قد اتفقت كلمة خمسمائة عالم من علماء أهل السنة على تكفير الجهمية إتباع الجهم بن صفوان بل وصرح بعض المتأخرين بالإجماع على تكفيرهم وأنهم ليسوا من طوائف الملة أصلاً. ¶ 135) وأجمعوا على أن زيارة القبور الشرعية هي ما كانت بقصد التذكر والاعتبار أو للدعاء للميت أو بقصد إتباع السنة وماعدا ذلك فمن الزيارة و بدعية. ¶ 136) وأجمعوا على الإيمان بأسماء الله تعالى وما تضمنته من الصفات بأثرها المتعدي.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "137) وأجمعوا على أن الله تعالى له الكمال المطلق المتناهي من كل الوجوه في ذاته وأسمائه وصفاته وأفعاله جلّ وعلا. ¶ 138) وأجمعوا على أن كل أفعاله وتشريعاته وأقداره جلّ وعلا لها الحكم العظيمة والمصالح النبيلة والغايات المحمودة وأنه لا يفعل ولا يشرع ولا يقدر عبثاً جلّ وعلا. ¶ 139) وأجمعوا على أن ذات الله تعالى لا تماثل الذوات وكذلك صفاته أيضاً وأجمعوا على أنها لا تماثل الصفات. ¶ 140) وأجمعوا على إثبات النار وعذابها والجنة ونعيمها. ¶ 141) وأجمعوا أيضاً على أن عذاب النار ونعيم الجنة وإن اتفق مع أسماء عذاب ونعيم الدنيا في الاسم فإنه يختلف عنه في الكيفية والحقيقة فليس في الدنيا مما في الجنة إلا سماء. ¶ 142) وأجمعوا على تقسيم الإدارة إلى كونية وشرعية. ¶ 143) وأجمعوا على وجوب بيان الحق وكشف شبه الزائفين عن منهج الرسل والأئمة. ¶ 144) وأجمعوا على أنه جل وعلا يسمى بالخالق قبل خلق الخلق وأنه التواب قبل حصول الذنب ووجود التوبة من أحد فليس بعد خلق الخلق استفاد اسم الخالق ولا بإحداث البرية استفاد اسم الباري بل له الأسماء الحسنى والصفات العليا الثابتة في الكتاب والسنة قبل وجود مقتضياتها فهو الرحمن الرحيم قبل وجود المرحوم وهو الله قبل وجود العباد وهو التواب قبل وجود المتوب عليه وهو الغفور قبل وجود ما يغفر وهو القاهر القهار قبل وجود المقهور وهكذا في سائر أسمائه وصفاته فانتبه لهذا فإنه مهم جدا . ¶ 145) وأجمعوا على أن من صفاته جل وعلا ما هو ذاتي ومنها ما هو فعلي . ¶ 146) وأجمعوا على أن الجن مكلفون وإنما وقع الخلاف في بعض أنواع التكاليف . ¶ 147) وأجمعوا على أن الكافر منهم يدخل النار واختلفوا في المؤمن منهم والصحيح أنه يدخل الجنة ويتمتع بما يتمتع به الإنس . ¶ 148) وأجمعوا على أن أطفال المؤمنين مع آبائهم في الجنة . ¶ 149) وأجمعوا على أن الملائكة مجبولون على طاعة الله تعالى فلا يعصون الله ما أمرهم ويفعلون ما يؤمرون .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "150) وأجمعوا على إثبات ما ثبت به النص من أسمائهم وأعمالهم وصفاتهم ، وأنهم أعداد غفيرة لا يحصيهم إلا الله تعالى . ¶ 151) وأجمعوا على أن من أنكر ما أخبرت به الأدلة أنه مما سيكون في اليوم الآخر أنه كافر مرتد . ¶ 152) وأجمعوا على أن التحريف والتعطيل والإلحاد في أسماء الله تعالى وآياته حرام وقد يصل بصاحبه إلى الكفر. ¶ 153) وأجمعوا على أن الله تعالى ينشئ للجنة خلقا آخر فيما بقي بعد دخول أهلها . ¶ 154) وأجمعوا على أن النار يوم القيامة بعد دخول أهلها فيها يضع رب العزة عليها رجله فينزوي بعضها إلى بعض وتقول : قط قط . ¶ 155) وأجمعوا على أن الموت يذبح بين الجنة والنار إذا دخل أهل الجنة الجنة وأهل النار النار. ¶ 156) وأجمعوا على أن الأمة لا تجتمع على ضلا لة أبدا . ¶ 157) وذكر الشيخ تقي الدين في الفتاوى أن الجنة التي دخلها أبونا آدم عليه الصلاة والسلام هي جنة الخلد باتفاق الأئمة وأن من قال بأنها جنة في الأرض فإنما هو قول تلقاه من أهل البدع . ¶ 158) وأجمعوا على وجوب النصيحة لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم. ¶ 159) فهذه بعض إجماعات أهل السنة والجماعة في الاعتقاد وصلى الله على نبينا محمد وعلى آله وصحبه وسلم تسليما كثيرا. ¶ [كتاب العبادات] ¶ [فصول أبواب الطهارة] ¶ 160) أجمع أهل العلم على أنا لماء المتغير بأصل الخلقة أو كان متغيرا بما يشق صون الماء عنه أو كان متغيرا بطول مكثه في مقره أنه طهور مطهر رافع للحدث مزيل للخبث. ¶ 161) وأجمعوا على أن الماء إذا تغير بالنجاسة فإنه نجس . ¶ 162) وأجمعوا على أن الماء إذا كان كثيرا ووقعت فيه نجاسة ولم تغيره فإنه باق على أصل الطهارة . ¶ 163) وأجمعوا على أنه يحرم البول في الماء القليل الراكد . ¶ 164) وأجمعوا على أن الماء لا ينجس بمجرد غمس القائم من نوم الليل فيه يده قبل غسلها . ¶ 165) ولكن اختلفوا هل هو طهور أم طاهر ؟ والحق أنه طهور .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "166) وأجمعوا على أنه يجوز أن يغتسل الرجال والنساء من إناء واحد . ¶ 167) وأجمعوا على أن الماء الطهور إذا لاقى محلا طاهرا فإنه لا ينجس . ¶ 168) وأجمعوا على أنا الماء المسخن بالنجاسة ليس بنجس إذا لم يحصل له ما ينجسه . ¶ 169) وأجمعوا على أن الماء إذا سخن لطاهر كالخشب والقصب والشوك ونحوها فإن ذلك لا يؤثر فيه . ¶ 170) وأجمعوا على أن البحر لا ينجسه شيء. ¶ 171) وأجمعوا على أن المرأة يجوز لها التطهر بفضل الرجل ، واختلفوا في العكس والحق جوازه. ¶ 172) وأجمعوا على أن الماء مطهر للنجاسات إذا غمرها وزالت به أوصافها . ¶ [فصل] ¶ 173) وأجمع أهل العلم رحمهم الله تعالى على أن استعمال آنية الذهب والفضة حرام على الجنسين الذكر والأنثى . ¶ 174) وأجمعوا على تحريم استعمالها في الأكل والشرب وإنما وقع الخلاف في غيره من الاستعمالات والحق جوازه وإن كان مخالفا لمذهب الأكثر . ¶ 175) وأجمعوا على أنه يجوز للمرأة أن تتحلى بما جرت العادة بلبسه من الذهب والفضة . ¶ 176) وأجمعوا على أن التحلي بالذهب حرام على الرجال . ¶ 177) وأجمعوا على جواز جز الصوف من الحيوان الحي. ¶ 178) وأجمعوا على أن هذا الصوف بعد جزه طاهر . ¶ 179) وأجمعوا على أن ما قطع من البهيمة وهي حية فإنه يعطى حكم ميتته طهارة ونجاسة . ¶ [فصل] ¶ 180) وأجمع المسلمون على جواز الاستجمار . ¶ 181) وأجمعوا على أن التنحنح بعد البول والمشي وصعود السلم والضحك والتعلق في الحبل ونحو ذلك أنه من البدع التي ما أنزل الله تعالى من سلطان ، فليس شيء من ذلك بواجب ولا بمستحب عند أحد من أئمة المسلمين . ¶ 182) وأجمعوا على أن السنة هي تقديم الرجل اليسرى عند الدخول للخلاء وتقديم الرجل اليمنى عند الخروج منه . ¶ 183) وأجمعوا على النهي عن قرآة القرآن الكريم في الخلاء. ¶ 184) وأجمعوا على أن السنة للداخل أن يقول الذكر الوارد أعني قوله : بسم الله اللهم إني أعوذ بك من الخبث والخبائث .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "185) وأجمعوا على أن السنة في الخوج من الخلاء أن يقول غفرانك . ¶ 186) وأجمعوا على أن مس الفرج باليمين حال قضاء الحاجة منهي عنه . ¶ 187) وأجمعوا على أن كل حديث يروى في النهي عن استقبال النيرين فإنه مما لا تقوم به الحجة . ¶ [ فصل ] ¶ 188) وأجمعوا على أن الختان مشروع في حق الرجال والنساء . ¶ 189) وأجمعوا على جواز اتخاذ الشعر للرجال . ¶ 190) وأجمعوا على مشروعية قص الشارب ونتف الإبط وحلق العانة وتقليم الأظفار . ¶ 191) وأجمعوا على استحباب السواك . ¶ 192) وأجمعوا على أنه من الأحكام المعللة وأن علته هي تطهير الفم . ¶ 193) وقد ذكر أبو العباس في الفتاوى أن الأفضل أن يستاك باليد اليسرى ثم قال : ما علمت أحدا من الأئمة خالف فيه . ¶ [ فصل ] ¶ 194) وأجمع أهل العلم رفع الله تعالى نزلهم في الفردوس الأعلى على أن التيامن في الوضوء من سننه المؤكدة لا من واجباته التي لا يجوز الإخلال بها . ¶ 195) وأجمعوا على أن من توضأ لصلاة فإنه يجوز له أن يصلي بهذا الوضوء ما شاء من الصلوات فرضا أو نفلا .والخلاف في هذه المسألة متأخر شاذ . ¶ 196) وأجمعوا على أن الوضوء لمجرد الأكل ليس من السنة ما لم يكن جنبا . ¶ 197) وأجمعوا على أن الوضوء شرط لصحة الصلاة فلا تصح الصلاة إلا به ., ¶ 198) وأجمعواعلى أن الغسلة الواحدة المستوعبة للعضو كافية في الوضوء . ¶ 199) وأجمعوا على أن غسل الوجه من فرائض الوضوء ، وهذا من الإجماع القطعي . ¶ 200) وأجمعوا على أن غسل اليدين إلى المرفقين من فروض الوضوء وإنما اختلفوا هل يدخل المرفق ؟ والحق نعم . ¶ 201) وأجمعوا على أن مسح الرأس في الوضوء فرض وإنما اختلفوا في تحديده فقط. ¶ 202) وأجمعوا على مشروعية مسح الأذنين في الوضوء ، ولكن اختلفوا متى تمسح والحق أنه تمسح مع الرأس لأنهما منه بنص الحديث . ¶ 203) وأجمعوا على استحباب استيعاب الرأس بالمسح وأنه أفضل وأكمل .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "204) وأجمعوا على مشروعية المضمضة في الوضوء ولكن اختلفوا في وجه هذه المشروعية والحق أنها شرع إيجاب . ¶ 205) وأجمعوا على مشروعية الاستنشاق في الوضوء ولكن اختلفوا في وجه المشروعية والحق أنه شرع إيجاب أيضا . ¶ 206) وأجمعوا على مشروعية الاستنشاق في الوضوء ولكن اختلفوا في وجه هذه المشروعية والحق إنها شرع إيجاب . ¶ 207) وأجمعوا على أن ما سقط من مسح الرأس أنه معفو عنه رفعا للحرج والمشقة . ¶ 208) وأجمعوا على أن الاقتصار في الوضوء على المد أنه السنة . ¶ 209) وأجمعوا على انهي عل الإسراف في صب الماء . ¶ 210) وذكر شيخ الإسلام أن الوسوسة في الطهارة كغسل العضو أكثر من ثلاث ونحو ذلك أنه بدعة وضلالة باتفاق المسلمين . ¶ 211) وأجمعوا على أن مابقي من البول في الإحليل إذا لم يخرج بنفسه فإن العبد لا يكلف بإخراجه بأي وسيلة من الوسائل . ¶ 212) وأجمعوا على أن من فعل ما جاءت به السنة من المسح على الناصية والعمامة فإنه يجزئه مع العذر . ¶ 213) وأجمعوا على أن مسح الرأس مرة واحدة أفضل من مسح بعضه ثلاثا . ¶ 214) وأجمعوا على أن مسح الرأس مرة واحدة أنه كاف . ¶ 215) وأجمعوا على أن من ترك مسح العنق فإن وضوءه صحيح ولكن اختلفوا في مشروعية مسحها والحق أنه ليس بمشروع لعدم الدليل . ¶ [ فصل ] ¶ 216) وأجمعوا على أن توضأ وضوءا كاملا ثم لبس خفيه أنه يجوز له أن يمسح عليهما . ¶ 217) وأجمعوا على أن مسح بعض الخف كاف غي تحصيل السنة . ¶ [ فصل ] ¶ 218) وأجمعوا على أن المذي ناقض من نواقض الوضوء . ¶ 219) وأجمعوا على أن من تلذذ واشتهى بلا لمس ولم يخرج منه شيء أنه لا وضوء عليه . ¶ 220) وأجمعوا على أن القهقهة إذا حصلت خارج الصلاة فإنها لا توجب الوضوء وإنما اختلفوا لو حصلت داخل الصلاة والحق أنه لا تنقض الوضوء، لعدم الدليل . ¶ 221) وأجمعوا على أن من تيقن الحدث وشك في الطهارة أنه يجب عليه أن يتوضأ.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "222) وأجمعوا على أن لمس فرج الحيوان غير الإنسان أنه لا ينقض الوضوء حيا ولا ميتا . ¶ 223) وأجمعوا على أن من كان حدثه دائما ولا يرقأ أبدا أنه يتوضأ ويصلي ولا يضره خروج ما خرج منه في الصلاة ، قال ابن تيمية [ باتفاق الأئمة ]. ¶ 224) وأجمعوا على أن خروج الريح من نواقض الوضوء . ¶ 225) وأجمعوا على أنه يجوز للمحدث حدثا أصغر أن يقرأ القرآن بلا مس . ¶ 226) وأجمعوا على أنه يجوز لمن عليه حدث أن يمس كتب التفسير . ¶ 227) وقال ابن تيمية رحمه الله تعالى في الفتاوى لما سئل عن حكم مس المصحف للمحدث بغير وضوء فقال [ مذهب الأئمة أنه لا يمس المصحف إلا طاهر ]. ¶ 228) وأجمعوا على أن البول من نواقض الوضوء . ¶ 229) وأجمعوا على أن الغائط من نواقض الوضوء . ¶ [ فصل ] ¶ 230) وأجمعوا على أن نزول المني دفقا بلذة من موجبات الغسل . ¶ 231) وأجمعوا على وجوب الغسل بالاحتلام إذا رأى الماء وإن لم يتذكر لذة . ¶ 232) وأجمعوا على عدم وجوب الغسل من الاحتلام إذا لم ينزل . ¶ 233) وأجمعوا على مشروعية الوضوء قبل الغسل . ¶ [ فصل ] ¶ 234) وأجمعوا على مشروعية التيمم للمسافر إذا لم يجد الماء . ¶ 235) وأجمعوا على مشروعية التيمم للمريض العادم للماء . ¶ 236) وأجمعوا على جواز التيمم بالتراب إذا كلن له غبار . ¶ 237) وأجمعوا على أنه ليس على المتيمم أنه يمسح ما تحت عارضيه . ¶ 238) وأجمعوا على أنه إذا تيمم عن جنابة فإنه يجب عليه أن يستعمل الماء إذا وجده وإن لم يتجدد له جنابة أخرى . ¶ 239) وأجمعوا على المسافر إذا علم أنه لن يجد الماء إلا بعد خروج الوقت أن عليه أن يتيمم ويصلي في الوقت ولا يجوز له إخراج الصلاة عن وقتها ولو علم يقينا أنه سيجد الماء بعد ذلك . ¶ 240) وأجمعوا على أن من استيقظ في الوقت والماء بعيد عنه ولا يدركه إلا بعد خروج الوقت أنه يصلي في الوقت بالتيمم . ¶ 241) وأجمعوا على جواز التيمم لخشية البرد .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "242) وأجمعوا على جواز التيمم للنافلة كصلاة التطوع وقرآءة القرآن ومس المصحف . ¶ 243) وأجمعوا على جواز التيمم لمن يخاف الضرر باستعمال الماء . ¶ 244) وأجمعوا على صحة صلاة المتطهر بالماء خلف من يصلي بالتيمم . ¶ [ فصل ] ¶ 245) وأجمعوا على أن بدن الجنب طاهر وأن عرقه وثوبه الذي لامسه طاهر أيضا . ¶ 246) وأجمعوا على أن الخمرة التي تخللت بنفسها بدون فعل الآدمي وقصده أنها تكون حلالا طيبا . ¶ 247) وذكر ابن تيمية رحمه الله تعالى في الفتاوى أن بول وروث ما يؤكل لحمه طاهر ، وأن القول بأنه نجس قول محدث لا سلف له من الصحابة . ¶ 248) وأجمعوا على نجاسة البول والغائط . ¶ 249) وأجمعوا على نجاسة الدم المسفوح . ¶ 250) وأجمعوا على نجاسة دم الحيض . ¶ 251) وأجمعوا على نجاسة المذي والودي . ¶ 252) وأجمعوا على جواز التداوي بأبوال الإبل . ¶ 253) وأجمعوا على تبديع وتضليل من امتنع من الصلاة على حصر المساجد . ¶ 254) وأجمعوا على أن دم الاستحاضة يجب غسله كسائر الدماء . ¶ 255) وأجمعوا على أن الأصل في الأعيان الطهارة . ¶ 256) وأجمعوا على أن الدم الباقي في العروق بعد الذبح معفو عنه . ¶ 257) وأجمعوا على أن طهارة الخبث لا تشترط النية لصحتها ، والخلاف في هذه المسألة خلاف حادث . ¶ 258) وأجمعوا على أن الزرع إذا يبس فإنه لا ينجس ، أي أن موت الأرض لا يوجب نجاستها .قال ابن تيمية [ باتفاق المسلمين ]. ¶ 259) وأجمعوا على أن المؤمن لا ينجس حيا ولا ميتا . ¶ 260) وأجمعوا على أن المحل الطاهر إذا تنحس ثم غسل بعد ذلك وزالت أوصاغ النجاسة عنه فإنه يعود حكمه كما كان . ¶ [ فصل ] ¶ 261) وأجمعوا على تحريم وطء الحائض . ¶ 262) وأجمعوا على تحريم وطء النفساء . ¶ 263) وأجمعوا على أن بدن الحائض طاهر . ¶ 264) وأجمعوا على أنها إذا طهرت وانقطع دمها واغتسلت أنها تصلي وتقرأالقرآن. ¶ 265) وأجمعوا على أنه لا أقل للطهر بين الحيضتين ¶ 266) وأجمعوا على أن الحائض والنفساء ممنوعة من الطواف .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "267) أجمعوا على جواز الذكر للحائض . ¶ 268) وأجمعوا على تحريم الصلاة والصيام حال الحيض . ¶ 269) وأجمعوا على أنها إذا طهرت لم يجب عليها قضاء الصلوات الفائتة . ¶ 270) وأجمعوا على أنها إذا طهرت فإنه يجب عليها فضاء ما فاتها من الصوم الواجب . ¶ 271) وأجمعوا على أن نزول الحيض يعتبر من علا مات البلوغ عند النساء . ¶ 272) وأجمعوا على أن دم الاستحاضة لا يمنع من الصلاة ولا من الصوم . ¶ 273) وأجمعوا على تحريم الوطء في الدبر . ¶ 274) وأجمعوا على أن النفساء إذا رأت الطهر التام قبل الأربعين فإنه يجب عليها أن تغتسل وتصلي وتصوم . ¶ 275) وأجمعوا على أنه لا يجوز طلاق المرأة وهي حائض وأن هذا من الطلاق البدعي . ¶ 276) وأجمعوا على أن الحائض يجوز لها فعل سائر المناسك في الحج إلا الطواف ، فيجوز لها الوقوف بعرفة والمبيت بمزدلفة وبمنى ورمي الجمار ، وغي رذلك إلا الطواف . ¶ [ فصل ] ¶ 277) وأجمع أهل العلم قاطبة على وجوب الصلوات الخمس ، وهو إجماع معلوم من الدين بالضرورة . ¶ 278) وأجمعوا على أن من أنكر وجوبها ومثله لا يجهل أن كافر مرتد . ¶ 279) وأجمعوا أن المجنون إذا أفاق فإنه لا يجب عليه قضاء ما فاته من الصلوات حال جنونه. ¶ 280) وأجمعوا على مشروعية أمر الصبي بالصلاة إذا ميز. ¶ 281) وأجمعوا على عدم صحة الصلاة من المجنون لو أنه صلى . ¶ 282) وأجمعوا على تحريم تأخير الصلاة وإخاجها عن وقتها . ¶ 283) وأجمعوا على أن من جوز فعل الصلوات خارج أوقاتها المحددة شرعا أنه يستتاب فإن تاب وإلا قتل . ¶ 284) وأجمعوا على أن الكافر إذا أسلم فإنه لا يلزمه قضاء ما فاته زمن الكفر . ¶ 285) وأجمعوا على أن تارك الصلاة من جحده لوجوبها أنه كافر ¶ 286) وأجمعوا على أن الممتنع من الإقرار بوجوبها أنه تجب عقوبته العقوبة البليغة التي تردعه وأمثاله عن معاودة ذلك .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "287) وأجمعوا على أن من اعتقد أن الصلاة تسقط عن بعض العارفين أو بعض الواصلين أو عن بعض أتباعهم أو أن الشيخ يصلي عنهم أو لله عبادا أسقط عنهم الصلاة كما يوجد في كثير من المنتسبين للفقر والزهد فإن هولآء يستتابون بالاتفاق فإن تابوا وأقروا بالوجوب خلي سبيلهم وإن أصروا على ذلك فإنهم يقتلون ردة وكفرا . ¶ 288) وأجمعوا على أن العبادات المقصودة لنفسها كالصلاة والصيام والحج أنها لا تصح إلا بالنية . ¶ 289) وأجمعوا على أن الصلاة فرضت ليلة الإسراء . ¶ 290) وأجمعوا على أنها أول ما فرضت كانت خمسين صلاة ثم حصل التخفيف في السماء من الخمسين إلى الخمس . ¶ 291) وأجمعوا على أن الصلوات الخمس مكفرات لما بينهن من الصغائر إذا اجتنبت الكبائر. ¶ 292) وأجمعوا على أن الصلاة هي ثاني أركان الإسلام وأحد مبانيه العظام . ¶ [ فصل ] ¶ 293) وأجمع المسلمون في كل الأقطار والأمصار والأعصار على الأكتفاء بأذان الواحد وإقامته وهذا من الإجماع القطعي . ¶ 294) وأجمعوا على أنهما فرض كفاية . ¶ 295) وأجمعوا على مشروعية الأذان للصلوات الخمس المفروضة والجمعة , وهو من الأمور القطعية التي لا ينكرها مسلم . ¶ 296) وأجمعوا على أنه لا يشرع الأذان للنوافل . ¶ 297) وأجمعوا على مشروعية الأذان للمسافر . ¶ 298) وأجمعوا على صحة الأذان بترجيع وبغير ترجيع . ¶ 299) وأجمعوا على صحة الإقامة بالتثنية والإفراد. ¶ 300) وأجمعوا على عدم مشروعية الالتفات في التثويب في أذان الفجر . ¶ 301) وأجمعوا على جواز إقامة الصلاة لغير من أذن ولكنه خلاف الأولى . ¶ 302) وأجمعوا على تحريم الخروج من المسجد بعد الأذان لغير عذر . ¶ 303) وأجمعوا على مشروعية الأذان للمنفرد . ¶ 304) وأجمعوا على صحة الأذان من الأعمى إذا كان له من يخبره بالوقت . ¶ 305) وأجمعوا على مشروعية الالتفات في الحيعلة . ¶ 306) وأجمعوا على استحباب الأذان على طهارة . ¶ 307) وأجمعوا على مشروعية الترديد خلف المؤذن .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "308) وأجمعوا على أن نهاية الأذان هو قول المؤذن [لا إله إلا الله ]. ¶ 309) وأجمعوا على استحباب قول الذكر الوارد بعد الأّذان . ¶ 310) وأجمعوا على استحباب أن يكون المؤذن صيتا . ¶ 311) وأجمعوا على استحباب الترسل في الأّذان. ¶ [ فصل ] ¶ 312) وأجمعوا على أن الصلاة لا تصح إلا بالنية. ¶ 313) وأجمعوا على أن الكافر لو صلى حال كفره لما صحت صلاته . ¶ 314) وأجمعوا على أن التمييز شرط من شروط صحة الصلاة . ¶ 315) وأجمعوا على أن الطهارة الشرعية شرط من شروط صحة الصلاة . ¶ 316) وأجمعوا على بطلان صلاة السكران الطافح الذي لا يعلم ما يقول . ¶ 317) وأجمعوا على النائم والمغمى عليه مرفوع عنهما قلم التكليف حتى يستيقظا . ¶ 318) وأجمعوا على أن النائم إذا فوت صلاة حال نومه فإنه يجب عليه أن يقضيها إذا استيقظ لا كفارة لها إلا ذلك . ¶ 319) وأجمعوا على أن استقبال القبلة شرط لصحة الصلاة . ¶ 320) وأجمعوا على أن القبلة هي المسجد الحرام . ¶ 321) وأجمعوا على أن من صلى بحدثه ناسيا أنه يعيد تلك الصلاة . ¶ 322) وأجمعوا على أن من توضأقبل الوقت فإنه لا يجب عليه إعادته بعد الوقت . ¶ 323) وأجمعوا على أن من نسي صلاة فإنه يصليها متى ذكرها ولو طالت المدة وأنه لا تبرأ ذمته إلا بذلك . ¶ 324) وأجمعوا على أنه لا يجوز تأخير صلاة الليل إلى النهار ولا تأخير صلاة النهار إلى الليل لا لسفر ولا لمريض ولا لغيرهما . ¶ 325) وأجمعوا على أن وقت الظهر يبدأ من حين الزوال . ¶ 326) وأجمعوا على أن وقت المغرب يبدأ من مغيب الشمس . ¶ 327) وأجمعوا على أن الفجر لا تصلى إلا بعد طلوع الفجر الثاني . ¶ 328) وأجمعوا على أن من صلى العشاء بعد مغيب الشفق الأبيض إلى ثلث الليل الأول أن ذلك يجزئه . ¶ 329) وأجمعوا على أن الصلاة لا تصح قبل الوقت بحال . ¶ 330) وأجمعوا على أن ستر العورة واجب في الصلاة ، بل لا تصح الصلاة إلابه.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "331) وأجمعوا على أن العريان الذي لا يجد أن عليه أن يصلي على حسب حاله في الوقت ولا يجوز له إخراج الصلاة عن وقتها ولو علم أنه يجد الساتر بعد الوقت . ¶ 332) وأجمعوا على أن من أحدث أثناء الصلاة أنه يخرج منها ويتوضأ ثم يستأنفها ، وأنه لا يبني على ما مضى من صلاته . ¶ 333) وأجمعوا على استحباب تعجيل صلاة المغرب . ¶ 334) وأجمعوا على أنه إذا طلعت الشمس فقد خرج وقت صلاة الفجر . ¶ 335) وأجمعوا على أنه لا يجوز له أن يصلي وهو شاك في دخول الوقت . ¶ 336) وأجمعوا على أنه يجب فعل الصلاة إذا تضايق وقتها، وأنه لا يجوز الاشتغال عنها بشيء. ¶ 337) وأجمعوا على أن القبل والدبر من العورة . ¶ 338) وأجمعوا على صاحب الحدث الدائم أنه تجب عليه الصلاة حسب حاله . ¶ 339) وأجمعوا على وجوب إصابة عين الكعبة لمن عاينها . ¶ 340) وأجمعوا على أن الآفاقي البعيد تجب عليه إصابة الجهة فقط . ¶ 341) وأجمعوا على أن المكتوبة لا تصلى عل الراحلة . ¶ 342) وأجمعوا على أن الاجتهاد في معرفة القبلة واجب في حق من أشكلت عليه الجهات . ¶ 343) وأجمعوا على أن الأعمى يجوز له أن يقلد من يثق به في التعرف على جهة القبلة . ¶ 344) واتفق الأئمة على أن من فاتته العصر ووجدهم يصلون المغرب أنه يصلي معهم المغرب ثم يصلي العصر ، حكاه أبو العباس رحمه الله تعالى في الفتاوى ¶ 345) وذكر ابن تيمية أيضا أن الصحابة أجمعوا على أن الجمعة لا تدرك إلا بركعة . ¶ 346) وأجمعوا على سنية جمع الظهرين تقديما بعرفة للحاج . ¶ 347) وأجمعوا على أن السنة جمع العشائين تأخيرا للحاج بمزدلفة . ¶ 348) وأجمعوا على أن من أخرج الصلاة عن وقتها عامدا أنه آثم بهذا التفويت ولا يسقط عنه الإثم ولو صلاها بل لا يسقط عنه الإثم إلا التوبة النصوح. ¶ 349) وأجمعوا على استحباب تأخير الظهر في شدة الحر . ¶ 350) وأجمعوا على أن المرأة لا يجب عليها ستر وجهها وكفيها في الصلاة إن لم يكن ثمة أجانب .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "351) وأجمعوا على تحريم بناء المساجد على القبور . ¶ 352) وأجمعوا على تحريم دفن الميت في المسجد . ¶ 353) وأجمعوا على أنه لو أوصى بذلك أن وصيته باطلة لا غية شرعا . ¶ 354) وأجمعوا على أن من بنى مسجدا لله تعالى بنى الله تعالى له مثله في الجنة . ¶ 355) وأجمعوا على حرمة البزاق في أرض المسجد . ¶ 356) وأجمعوا على أنه لا يشرع قصد القبور للصلاة عندها . ¶ 357) وأجمعوا على جواز الصلاة في النعل إذا علمت طهارته . ¶ 358) وأجمعوا على أن من صلى إلى جهة اجتهاده ثم تبين له بعد ذلك أنها ليست هي القبلة أنه لا يعيد . ¶ [ فصل ] ¶ 359) والجهر بالنية ليس مشروعا عند أحد من علماء المسلمين ، ولا فعله رسول الله صلى الله عليه وسلم ، ولا أحد من خلفائه ولا أحد من أصحابه ولا أحد من سلف الأمة وأئمتها ومن ادعى أن الجهر بها هو دين الله وأنه واجب فإنه يجب تعريفه الشريعة فإن أصر على الجهر فإنه يجب تعزيره التعزير البليغ. وكل ذلك مجمع عليه . ¶ 360) وأجمعوا على النية محلها القلب دون اللسان. ¶ 361) وأجمعوا على أنه إن نوى بقلبه ولم يتلفظ بلسانه أن ذلك يجزئه . ¶ 362) وأجمعوا على أن الإخلاص والمتابعة شرط في قبول الأعمال . ¶ 363) وأجمعوا على أن تكبيرة الإحرام ركن في الصلاة . ¶ 364) وأجمعوا على أن رفع اليدين فيها من السنة . ¶ 365) وأجمعوا على أن التأمين بعد قرآءة الفاتحة مشروع . ¶ 366) وأجمعوا على أن القرآءة بعد الفاتحة لا توقيت فيها . ¶ 367) وأجمعوا عل جوازالقرآءة في الصلاة بأي قرآءة من القراآت العشر ، ولم ينكر أحد من الأئمة قرآءة العشرة . ¶ 368) واتفق العلماء على أن الجهر بدعاء الاستفتاح ليس من السنة راتبة ,ولكن إن جهر الإمام به أحيانا للتعليم فلا بأس . ¶ 369) وأجمعوا على أن الركوع من أركان الصلاة . ¶ 370) وأجمعوا على المشروع فيه التعظيم . ¶ 371) وأجمعوا على أن المأموم مأمور باستماع قرآءة إمامه فيما زاد على الفاتحة .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "372) وأجمعوا على أن الرفع من الركوع ركن في الصلاة . ¶ 373) وأجمعوا على المشروع فيه بعد الرفع أنما هو التحميد والثناء . ¶ 374) وأجمعوا على واجبات الصلاة تسقط بالعجز عنها . ¶ 375) وأجمعوا على أنه لا يشرع التليغ ورآء الإمام إلا لحاجة . ¶ 376) وأجمعوا على صحة صلاة من قدم ركبتيه أو قدم يديه حال الهوي للسجود . ¶ 377) وأجمعوا على سجود الصلاة فرض . ¶ 378) وأجمعوا على أن من سجد على جبهته وأنفه أن ذلك يجزئه . ¶ 379) وأجمعوا على مشروعية مباشرة الوجه حال السجود بالأرض بحيث لا يكون بينه وبين الأرض حائل . ¶ 380) وأجمعوا على مشروعية الدعاء في الصلاة المكتوبة بما ورد . ¶ 381) وأجمعوا على أن الأدعية الواردة في الصلاة وبعدها أفضل وأكمل من غيرها مما لم يرد . ¶ 382) وأجمعوا على أن المريض إذا صلى قاعدا أو على جنبه للحاجة إلى ذلك أنه لا يعيد . ¶ 383) وأجمعوا على أن الأمي تصح صلاته بال قرآءة ، قال ابن تيمية [ باتفاق العلماء ]. ¶ 384) وأجمعوا على أن الطمأنينة فرض في الصلاة . ¶ 385) وأجمعوا على تحريم السجود لغير الله تعالى . ¶ 386) وأجمعوا على أن الصلاة لا يشرع فيها الاشتراط كالحج . ¶ 387) وأجمعوا على أن الفريضة إذا دخل فيها فإنه لا يجوز له أن يقطعها بشيء من النوافل واختلفوا في قطعها للوتر والحق أنها لا تقطع كذلك . ¶ 388) وأجمعوا على كراهة الالتفات في الصلاة . ¶ 389) وأجمعوا على كراهة الصلاة للحاقن . ¶ 390) وأجمعوا على أن الكلام الأجنبي منهي عنه في الصلاة . ¶ 391) وأجمعوا على أنه إن تكلم في الصلاة لغير مصلحتها عالما بالتحريم أن صلاته باطلة . ¶ 392) وأجمعوا على جواز أن يبصق الرجل في ثيابه في المسجد وأن يمتخط فيها . ¶ 393) واتفق العلماء على أن رفع المصلي بصره إلى السماء منهي عنه . ¶ 394) واتفق العلماء على كراهة قرآءة القرآن في الركوع والسجود . ¶ 395) واتفق العلماء على أن القهقهة ذات الصوت الرفيع تبطل الصلاة .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "396) وأجمعوا على أن الوسواس القليل في الصلاةلا يبطلها ولكنه ينقص أجرها إذا أمكنه مدافعته . ¶ 397) واتفق العلماء على أن حديث النفس في الصلاة معفو عنه ما لم يتكلم به . ¶ 398) واتفق السلف على وجوب مجاهدة العبد نفسه ومدافعة خواطره للخشوع في الصلاة . ¶ 399) واتفق السلف السابقون على صحة صلاة من صلى بحضرة طعام يشتهيه ، وبناء عليه فخلاف الظاهرية حادث . ¶ 400) وأجمعوا على كراهة التأوه في الصلاة . ¶ 401) وأجمعوا على تحريم تنكيس الآيات. ¶ 402) وأجمعوا على بطلان صلاة من سلم في أثنائها عامدا . ¶ 403) وأجمعوا على كراهة الأنين في الصلاة . ¶ 404) وأجمعوا على كراهة النفخ في الصلاة . ¶ 405) وأجمعوا على جواز رد السلام في الصلاة بالإشارة . ¶ 406) وأجمعوا على أن العمل القليل في الصلاة أنه لايبطلها . ¶ 407) وأجمعوا على أن الأكل والشرب في الفرض من جملة ما يبطلها . ¶ 408) وأجمعوا على كثير الأكل والشرب في صلاة النفل مما يبطلها . ¶ [ فصل ] ¶ 409) وأجمع أهل العلم رحمهم الله تعالى أن الزيادة المتعمدة من جنس الصلاة غبر الذكر أنه يبطلها . ¶ 410) وأجمعوا على أن الزيادة إذا كانت سهوا فإنها لا تبطل الصلاة . ¶ 411) وأجمعوا على أن المأموم إذا قرأ بآية سجدة فإنه لا يسجد في الصلاة دون إمامه، قال ابن تيمية [ لا أعلم في هذا نزاعا ] ¶ 412) وقد ثبت بالنص والإجماع أن داود عليه السلام سجد . ¶ 413) وأجمعوا على أن من سلم في الصلاة سهوا فإنه يبني على ما مضى من صلاته . ¶ 414) واتفقوا كلهم على أن الإمام إذا سلم في الصلاة خطأ لم تبطل صلاة المأموم إذا لم يتابعه . ¶ 415) وأجمعوا على أن سجود السهو سجدتان . ¶ 416) وأجمعوا على أنه لا سجود في عمد . ¶ [ فصل ] ¶ 417) وأجمع أهل العلم رحمهم الله تعالى على أن الليل كله وقت للوتر وأن أوله من بعد صلاة العشاء . ¶ 418) وأجمعوا على مشروعية صلاة التراويح في رمضان جماعة . ¶ 419) وأجمعوا على أن السنن المطلقة لا تقضى .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "420) وأجمعوا على جواز التنفل جالسا ولكن القيام أفضل وأعظم أجرا . ¶ 421) وأجمعوا على أن ركعتي الفجر سنة مؤكدة . ¶ 422) وأجمعوا على مشروعية الوتر ، ولكن اختلفوا في وجه هذه المشروعية والحق أنه شرعية ندب لا وجوب . ¶ 423) واتفق العلماء على أنه لا يشتغل عن الفرض المقامة بتحية المسجد . ¶ 424) وأجمعوا على أن من سجد بعد الوتر سجدتين مجردتين أنه غالط مخطئ. ¶ 425) وأجمعوا على مشروعية صلاة الضحى . ¶ 426) وأجمعوا على أن النبي صلى الله تعالى عليه لم يكن يداوم عليها ., ¶ 427) واتفق أئمة الدين على أن صلاة الرغائب بدعة . ¶ 428) واتفق أئمة الإسلام على أن الصلاة الألفية بدعة . ¶ 429) واتفقوا على أن جنس قرآءة القرآن أفضل من سائر الذكر . ¶ 430) وأجمعوا على أن التطوع الذي لا سبب له منهي عنه بعد الفجر والعصر . ¶ [ فصل ] ¶ 431) وأجمعوا على أن صلاة الجماعة مشروعة ، ولكن اختلفوا في وجه هذه المشروعية والحق أنه تشريع وجوب . ¶ 432) وأجمعوا على أن ترك حضور الجماعة تدينا أنه من البدع القبيحة المنكرة . ¶ 433) وأجمعوا على تحريم تعطيل المساجد كلها عن الجماعات . ¶ 434) وأجمعوا على أن الإمام المريض له أن يستخلف بدله من يصلي بالناس . ¶ 435) وأجمعوا على جواز إعادة الفرض نافلة إذا توفر سبب الإعادة . ¶ 436) وأجمعوا على أنه لا يجوز لمن صلى فرضه أن يعيد الصلاة جماعة بعد خروج الوقت . ¶ 437) وأجمعوا على أن المأموم إذا دخل والإمام راكعا أنه يدخل معه ويسقط عنه فرض القرآءة . ¶ 438) وأجمعوا على جواز صلاة الرجل خلف الرجل إذا خالفه في المذهب . ¶ 439) قال ابن تيمية [ تصح باتفاق الصحابة والتابعين والأئمة الأربعة ]. ¶ 440) وأجمعوا على مشروعية تسوية الصفوف ، ولكن اختلفوا في وجه هذه المشروعية والحق أنه تشريع إيجاب . ¶ 441) وأجمعوا على أن من أدرك ركعة من الوقت قبل فواته أن عليه إكمال ما بقي . ¶ 442) وأجمعوا على أن الواجب على المأموم أن يتابع إمامه في كافة أفعال الصلاة .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "443) وأجمعوا على مشروعية تخفيف القراءة في الصلاة حال السفر . ¶ 444) واتفق الأئمة على أن السنة في حق الإمام التقدم ، وأن السنة في حق المأمومين الاصطفاف . ¶ 445) واتفق الأئمة على أن المأموم إذا أدرك مع إمامه ما دون الركوع أنه يتابعه فيه ولكن لا يحسبه من الركعة لأن الركعة لا تدرك إلا بالركوع باتفاقهم . ¶ 446) وأجمعوا على أن السنة في حق المأموم المخافتة بالقراءة . ¶ 447) وأجمعوا على جواز الصلاة خلف المسلم المستور الحال ، قال ابن تيمية [ باتفاق الأئمة الأربعة وسائر أئمة المسلمين]. ¶ 448) واتفق أئمة أهل السنة على إقامة الجمع والجماعات والأعياد والجهاد خلف الأئمة أبرارا كانوا أو فجارا والمخالف في ذلك معدود من أهل البدع . ¶ 449) واتفق الأئمة على أن المرأة تقف خلف الصف وحدها ولو كانت لوحدها وأن صلاتها صحيحة . ¶ 450) واتفق العلماء على صحة صلاة المأموم خارج المسجد إذا اتصلت الصفوف ، ولو كان بينهما حائل يمنع الرؤية . ¶ 451) واتفق الأئمة على كراهة الصلاة خلف الفساق سواء الفسق الاعتقادي أو العملي . ¶ 452) واتفق الأئمة على أن من أدرك الإمام ساجدا أنه يسجد معه. ¶ 453) واتفق الأئمة على سقوط الترتيب عن المسبوق . ¶ 454) وأجمعوا على تحريم مسابقة الإمام للمأموم في أفعال الصلاة . ¶ 455) وأجمعوا على صحة الصلاة خلف الخصي . ¶ 456) وأجمعوا على المنع من الصلاة خلف من يتعمد ترك الأركان المتفق عليها . ¶ 457) وأجمعوا على أن الإمام إذا مستجمعا للشروط المعتبرة في الأمامة أنه لا يجوز عزله بلا عذر يسوغ ذلك . ¶ 458) وأجمعواعلى جواز صلاة النافلة خلف من يصلي الفريضة . ¶ 459) وأجمع أهل العلم على أن المريض يصلي على حسب حاله . ¶ 460) وأجمعوا على مشروعية قصر الصلاة الرباعية في السفر . ¶ 461) وأجمعواعلى أن صلاة الحضر تامة ولا يجوز فيها القصر بحال . ¶ 462) وأجمعوا على جواز ائتمام المسافر بالمقيم . ¶ 463) وأجمعوا على أن صلاة الصبح لا تجمع مع غيرها .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "464) وأجمعوا على أن صلاة المغرب لا تجمع مع العصر . ¶ 465) وأجمعوا على أن الأفضل للمسافر فعل كل صلاة في وقتها إذا لم يكن هناك سبب يوجب الجمع. ¶ [ فصل ] ¶ 466) وأجمع سائر أهل العلم في سائر الأمصار على أن صلاة الجمعة فرض واجب على كل ذكر مكلف. ¶ 467) وأجمعوا على أنه تنوب عن الظهر وهذا إجماع قطعي . ¶ 468) واتفقوا على أن الغسل إنما هو للصلاة لا لمجرد اليوم .وخالف ابن حزم وخلافه شاذ في هذه المسألة لأنه متأخر ومسبوق بالإجماع . ¶ 469) وأجمعوا على أن من صلى الجمعة بلا غسل أن صلاته تجزئه . ¶ 470) وأجمعوا على أن التخطي لا يفسد الصلاة . ¶ 471) واتفق المسلمون على مشروعية الأذان الأول للجمعة الذي سنه عثمان رضي الله تعالى عنه ، قال ابن تيمية [ واتفق المسلمون عليه ] . ¶ 472) واتفق السلف والأئمة قاطبة على عدم استحباب شيء من الأدعية التي تقال عند صعود الخطيب للمنبر . ¶ 473) وأجمعوا على أن المأموم مأمور بالإنصات للخطيب حال إلقاء الخطبة . ¶ 474) وأجمعوا على أن يوم الجمعة هو أفضل أيام الأسبوع . ¶ 475) واتفقوا على أن رفع الصوت قدام الخطيب بالصلاة وغيرها من البدع . ¶ 476) وذكر ابن تيمية في الفتاوى أنه لا يعرف عن الصحابة رضي الله تعالى خلاف في أن من شهد العيد يم الجمعة فإنها تسقط عنه ولكن على الإمام أن يقيمها في البلد ليصلي من أراد الصلاة . ¶ 477) واتفقوا على أن لا يستحب الإبراد بالصلاة يوم الجمعة بل يجوز فعلها عقب الزوال قال ابن تيمية [ بالسنة الصحيحة واتفاق الناس ]. ¶ 478) واتفقوا على استحباب القرآءة في صلاة الجمعة بالوارد عن سيد الناس صلى الله تعالى عليه وسلم وأن من قرأ بغير ذلك أجزأته صلاته . ¶ 479) واتفقوا على مشروعية الاغتسال ليومها ، ولكن اختلفوا في وجه هذه المشروعية والحق أنها شرع استحباب . ¶ 480) واتفقوا على أن المشروع في الجمعة قبل الصلاة خطبتان يفصل بينهما بجلوس . ¶ [ فصل ]",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "481) واتفقت الأمة على أن صلاة العيد مخصوصة بتكبير زائد . ¶ 482) وأجمعوا على أن وقتها من طلوع الشمس وارتفاعها إلى الزوال . ¶ 483) وأجمعوا على عدم جواز صلاة العيد بعد الزوال . ¶ 484) وأجمعوا على مشروعية التكبير في يوم النحر . ¶ 485) وأجمعوا على أن الصلاة مشروعة عند أحد الكسوفين . ¶ 486) وأجمعوا على أن صلاة الكسوف يبدأوقتها من ابتداء الكسوف . ¶ 487) وأجمعوا على مشروعية الخروج لصلاة الاستسقاء . ¶ [ فصل ] ¶ 488) وأجمع أهل العلم على مشروعية الصلاة على الجنازة . ¶ 489) وأجمعوا على أنها من فروض الكفاية . ¶ 490) وأجمعوا على أنها تصلى بعد الفجر والعصر . ¶ 491) وأجمعوا على مشروعية زيارة المريض ولكن اختلفوا في وجه المشروعية والحق أنه فرض كفاية . ¶ 492) وأجمع أهل السنة على أن من مات ومعه أصل الإسلام أنه لا يخلد في النار . ¶ 493) وأجمعوا على أن صلاة الجنازة لها تحريم وتحليل . ¶ 494) وأجمعوا على أنه تصلى بإمام وصفوف إذا أمكن ذلك . ¶ 495) وأجمعوا على أنه منهي عن الكلام فيها . ¶ 496) وأجمعوا على أن تغسيل الميت من فروض الكفاية . ¶ 497) وأجمعوا على جواز غسل المرأة لزوجها . ¶ 498) وأجمعوا على أن المطلقة المبتوتة لا تغسل زوجها إذا مات في عدتها . ¶ 499) وأجمعوا على تحريم النظر لعورة الميت أو مباشرتها باليد . ¶ 500) وأجمعوا على مشروعية وضع السدر في تغسيل الميت . ¶ 501) وأجمعوا على أنه لابد أن يوارى عن العيون . ¶ 502) وأجمعوا على أن اللفائف في الكفن لا تخاط . ¶ 503) وأجمعوا على الواجب في كفنه ثوب واحد يستر جميعه . ¶ 504) وأجمعوا على أنه لا يجوز تكفينه في ثوب يصف البشرة . ¶ 505) وأجمعوا على أن صلاة الجنازة لا ركوع فيها ولا سجود . ¶ 506) وأجمعوا على مشروعية التكبير المتكرر في صلاة الجنازة. ¶ 507) وأجمعوا على أن من واجباتها استقبال القبلة. ¶ 508) وأجمعوا على أن الشهيد إذا حمل حياً ولم يمت في المعركة وعاش قليلاً فإنه يصلى عليه.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "509) وأجمعوا على استحباب الإسراع بالجنازة إلا إذا كان في التأخر مصلحة. ¶ 510) واجمعوا على أن دفن الميت فرض كفاية. ¶ 511) وأجمعوا على أن صلاة الجنازة لا تعاد لمن صلى عليها إلا بسبب,قال ابن تيمية (هذا لا يشرع بغير سبب باتفاق العلماء ). ¶ 512) وأجمعوا على استحباب شهود الجنائز. ¶ 513) وأجمعوا على كراهة إتباع الجنائز بالنار. ¶ 514) وأجمعوا على مشروعية توجيه الميت إلى القبلة في قبره. ¶ 515) وأجمعوا على مشروعية وضعه في قبره على جنبه الأيمن. ¶ 516) وأجمعوا على أنه لا يستحب رفع الصوت مع الجنازة لا بقراءة ولا بذكر ولا غير ذلك ,قال ابن تيمية ( هذا مذهب الأئمة الأربعة وهو المأثور عن السلف من الصحابة والتابعين ولا أعلم فيه مخالفاً) . ¶ 517) وأجمعوا على عدم تلقين الميت بعد دفنه. ¶ 518) وأجمعوا على وجوب الطهارة لصلاة الجنازة, وخلاف الشعبي في ذلك خلاف شاذ غير معتبر قال ابن تيمية ( والفقهاء مجمعون من السلف والخلف على خلاف قوله فلا يلتفت إلى شذوذ). ¶ كتاب الزكاة ¶ 519) وأجمع أهل الإسلام على أن الزكاة من أركان الإسلام. ¶ 520) وأجمع أهل العلم على وجوب قتال مانعي الزكاة. ¶ 521) وأجمعوا على عدم وجوب الزكاة على أهل الكتاب والمجوس. ¶ 522) وأجمعوا على أن الركاز فيه الخمس. ¶ 523) وأجمعوا على أن من جحد فريضتها ومثله لا يجهل أنه كافر مرتد. ¶ 524) وأجمعوا على أن النقص عن الواجب في الزكاة لا يجوز. ¶ 525) وأجمعوا على وجوب الزكاة في الإبل إذا بلغت النصاب. ¶ 526) وأجمعوا على وجوب الزكاة في الغنم إذا بلغت النصاب. ¶ 527) وأجمعوا على وجوب الزكاة في البقر إذا بلغت النصاب. ¶ 528) وأجمعوا على أن الإبل لا تضاف إلى البقر وأن البقر لا تضاف إلى الإبل وأن الغنم لا تضاف إلى الإبل ولا إلى البقر أو العكس في تكميل النصاب. ¶ 529) وأجمعوا على أن الإبل إذا بلغت خمساً ففيها شاة. ¶ 530) وأجمعوا على أن مادون الخمس فلا زكاة فيها.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "531) وأجمعوا على أن المعز يضم إلى الضأن في تكميل النصاب. ¶ 532) وأجمعوا على أن الإبل تضم إلى بعضها. ¶ 533) وأجمعوا على أن نصاب الغنم أربعون شاة. ¶ 534) وأجمعوا على أنها إذا بلغت مئة وعشرين فإن فيها شاتان إذا زادت . ¶ 535) وأجمعوا على أن الغنم إذا على مئتين إلى ثلاثمائة ففيها ثلاث شياه فإذا زادت على ثلاثمائة ففي كل مئة منها شاةٌ. ¶ 536) وأجمعوا على أن الجواميس بمنزلت البقر. ¶ 537) وأجمعوا على وجوب الزكاة في الخارج من الأرض . ¶ 538) وأجمعوا على وجوبها في الحنطة والشعير والتمر والزبيب. ¶ 539) وأجمعوا على أن التمر لا يضاف إلى الزبيب ولا إلى البر وكذلك أجمعوا على أن البر لا يضاف إلى الزبيب. ¶ 540) وأجمعوا على أن ما سقي بالسماء ففيه العشر وأن ما سقي بالنضج ففيه نصف العشر. ¶ 541) وأجمعوا على أن ما زاد على الخمسة أوسق ففيه الزكاة. ¶ 542) واجمعوا على وجوب الزكاة في النقدين. ¶ 543) وأجمعوا على أن نصاب الفضة مئتا درهم. ¶ 544) وأجمعوا على أن الذهب إذا كان أقل من عشرين مثقالاً فلا زكاة فيه. ¶ 545) وأجمعوا على أن الذهب إذا بلغ نصاباً ففيه ربع العشر. ¶ 546) وأجمعوا على جواز تحلي النساء بالذهب. ¶ 547) وأجمعوا على وجوب الزكاة في الآنية المتخذة من الذهب والفضة . ¶ 548) وأجمعوا على عدم وجوب الزكاة في حلي الجواهر والياقوت. ¶ 549) وأجمعوا على عدم وجوب الزكاة في العروض التي لم تعد للتجارة . ¶ [ فصل ] ¶ 550) وأجمعوا على أن بلد المزكي لم يكن محتاجاً لزكاته فإنها تنقل إلى بلد أخرى. ¶ 551) وأجمعوا على أنه لا يجوز إسقاط الدين عن المعسر بنية زكاة العين. ¶ 552) وأجمعوا على أن الشعير والتمر لا يجزيء منهما إلا صاع نبوي. ¶ 553) وأجمعوا على أن الزكاة والصدقة لا تحل لغني. ¶ 554) واتفقوا على أن من لا مال له وهو عاجز عن الكسب فإنه يعطى ما يكفيه. ¶ 555) وأجمعوا على جواز صرف الزكاة للمجاهدين في سبيل الله.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "556) وأجمعوا على أن العامل على الزكاة لا يستحق الثمن وإنما يعطى بقدر عمالته من الزكاة. ¶ 557) واتفق العلماء على أن بني العباس وبني الحارث ابن عبد المطلب من آل محمد الذين تحرم عليهم الصدقة ويستحقون الخمس. ¶ 558) وأجمعوا على أن موالي أزواجه ليسو من أهل بيته. ¶ 559) وأجمع المسلمون على أنه لا يجوز أن يخرج بالصدقات عن الأصناف الثمانية المذكورة في قوله تعالى ( إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل). ¶ 560) وأجمعوا على أن قطع صدقة التطوع لا شيء فيه. ¶ [ فصل ] ¶ 561) وأجمع أهل العلم على أن صوم رمضان من جملة أركان الإسلام . ¶ 562) وأجمعوا على أن من جحد وجوبه ومثله لا يجهل أنه كافر. ¶ 563) وأجمعوا على أنه يجب الصوم إلى غروب الشمس . ¶ 564) وأجمعوا على وجوب الفطر إذا ثبت هلال شوال نهارا برؤيته ليلا . ¶ 565) وأجمعوا على أنه لا تقبل في شهادة شوال إلا شهادة رجلين . ¶ 566) واتفق المسلمون على أن دم الحيض بنافي الصوم فلا تصوم الحائض . ¶ 567) وأجمعوا على وجوب القضاء عليها إذا طهرت . ¶ 568) وأجمعوا على أن المسافر يجوز له الفطر . ¶ 569) وأجمعوا على أن المريض الذي يشق عليه الصوم فله أن يفطر ويقضي من أيام أخر . ¶ 570) وأجمعوا على أن التمييز شرط لصحة الصوم ووجوبه . ¶ 571) واتفقوا على أن النية شرط في الصوم . ¶ 572) وأجمعوا على أن نزول الحيض لا يقطع تتابع صوم الكفارة الذي يشترط فيه التتابع ككفارة القتل والوطء في نهار رمضان . ¶ 573) وأجمعوا على جواز الفطر للكبير الذي لا يطيق الصوم . ¶ 574) وأجمعوا عل أن الصم لا يدخله الاشتراط كالحج . ¶ 575) وأجمعوا على أن المجنون لا يصح صيامه . ¶ 576) وأجمعوا على أن الاحتلام في نهار رمضان لا يفسد الصوم . ¶ 577) وأجمعوا على أن الوطء في نهار رمضان بشرطه من مفسدات الصوم .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "578) وأجمعوا على أن من وطء مرارا في يوم واحد وقبل أن يكفر فأنه ليس عليه إلا كفارة واحدة .وأجمعوا على أن الأكل والشرب بشرطه من مفسدات الصوم . ¶ 579) وأجمعوا على أن رأى هلال شوال وحده أنه لا يفطر علانية . ¶ 580) وقد أجمع المسلمون على أن العمل بالحساب في إثبات دخول الشهر أو خروجه غير معتبر ولا معمول به . ¶ 581) وأجمعوا على أن المجامع في نهار رمضان عليه الكفارة المقررة في حديث أبي هريرة في الصحيحين. ¶ 582) واتفق أهل المعرفة على أن المطالع تختلف . ¶ 583) وأجمعوا على أن أكل شاكا في طلوع الفجر أن صومه صحيح . ¶ 584) وأجمعوا على مشروعية المضمضة ولاستنشاق للصائم . ¶ 585) وأجمعوا على جواز الاستياك للصائم ولكن اختلفوا فالكراهة فقط والحق : ـ عدم الكراهة لعدم الدليل. ¶ 586) وأجمعوا على أن خروج دم النفاس كنزول دم الحيض في إفساد الصوم . ¶ 587) وأجمعوا على أن من ذرعه القيء فإنه لا قضاء عليه .وخلاف الحسن شاذ وخالف للنص . ¶ 588) وأجمعوا على أن استقاء عمدا فإنه يقضي . ¶ 589) وأجمعوا على تحريم صوم العيدين . ¶ [فصل ] ¶ 590) وأجمعوا على أن الاعتكاف سنة وليس بواجب ، إلا إذا أوجبه العبد عليه بالنذر . ¶ 591) وأجمعوا على جواز الاعتكاف في غير رمضان. ¶ 592) وأجمعوا على أن الاعتكاف لا يشرط لصحته الطهارة . ¶ 593) وأجمعوا على أن الوطء يفسد الاعتكاف . ¶ 594) وذكر ابن تيمية اتفاق العلماء على أنه لا اعتكاف إلا بمسجد . ¶ 595) واتفق المسلمون على أن المسجد لا يملكه المعين . ¶ 596) واتفق العلماء على كراهة القبلة والمباشرة للصائم . ¶ [فصل ] ¶ 597) وأجمع المسلمون على أن الحج من أركان الإسلام . ¶ 598) وأجمعوا على أن من جحد وجوبه فإنه يكفر الكفر الأكبر والعياذ بالله تعالى . ¶ 599) واتفق العلماء على أن العبادة المقصودة في نفسها لا تصح إلا بالنية ومنها الحج فلا يصح إلا بالنية بالاتفاق . ¶ 600) وأجمعوا على أن الحج لا يجب على من لم يبلغ .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "601) وأجمعوا على أن من يخاف الطريق فإنه ليس بمستطيع ، أي أن أمن الطريق إلى الحج شرط في الاستطاعة بالاتفاق . ¶ 602) وأجمعوا على أن المجنون لو حج فإن حجه لا يصح . ¶ 603) وأجمعوا على أن الحج لا يجب على العاجز عنه . ¶ 604) واتفق أهل العلم على أن الحج لم يفرض قبل السن السادسة للهجرة .ولكن اختلفوا في سنة فرضه بعد ذلك والحق أنه فرض في السنة التاسعة أو العاشرة . ¶ 605) وأجمعوا على أن من استطاع الحج ولكن أخره قليلا ثم حج فإن حجه هذا أداء لا قضاء ولا يفسق بهذا التأخير اليسير . ¶ 606) وأجمعوا على أن المعتمر لا يعمل عمل الحاج كله وهذا إجماع قطعي . ¶ 607) وأجمعوا على جواز الحج عن الميت بمال يؤخذ على وجه النيابة لا على وجه الإجارة ¶ 608) ومعلوم باتفاق أهل العلم أن الرسول صلى الله عليه وسلم لم يعتمر في رمضان قط ولا خرج من المدينة في عمرة رمضان ، بل ولا خرج إلى مكة في رمضان قط إلا عام الفتح . ¶ 609) واتفق المسامون على أنه صلى الله عليه وسلم لم يحج بعد هجرته إلا حجة واحدة . ¶ 610) واتفق المسلمون على أنه لم يعتمر بعد الرجوع من حجته . ¶ 611) واتفقوا على أن الحج الواجب مرة في العمر وما زاد فهو تطوع . ¶ 612) وأجمعوا على أن ذا الحليفة والجحفة وقرن المنازل ويلملم هي المواقيت المكانية التي يعقد الإحرام منها . ¶ 613) وأجمعوا على مشروعية التلبية بالصيغة المشهورة . ¶ 614) وأجمعوا على أن من بمكة إذا أرادوا العمرة فإن إحرامهم من الحل . ¶ 615) وأجمعوا على مشروعية تقليد الإبل والبقر . ¶ 616) واتفق العلماء على جواز التمتع . ¶ 617) وأجمعوا على مشروعية التلبية في العمرة والحج . ¶ 618) قال ابن تيمية [ ثم ما أعلم فيه خلافا يدل على أن التمتع بالعمرة إلى الحج وإفراد الحج والقران واسع كله ]. ¶ 619) وأجمعوا على أن فسخ الحج إلى عمرة مفردة مجردة أنه لا يجوز .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "620) وقد اتفق أهل العلم على ما قالت عائشة رضي الله عنها من أن عمره صلى الله عليه وسلم كانت كلها في ذي القعدة وهو أوسط أشهر الحج . ¶ 621) وأجمعوا على أن من قال [ لبيك عمرة وحجا ] أنه قارن وكذلك فيما لوأحرم بالعمرة ثم أدخل عليها الحج قبل طوافها فإنه قارن أيضا . ¶ 622) وأجمعوا على أنه يجوز للمرأة أن تحج عن امرأة أخرى . ¶ 623) واتفق الأئمة على أن الحج والعمرة يلزمان بالشروع فيهما ، أي أنه يجب إتمامهما. ¶ 624) واتفق أهل العلم على أن التجرد من اللباس واجب في الإحرام ولكن ليس بشرط في صحته ، فلو أحرم باللباس لصح إحرامه وعليه أن ينزع اللباس المحظور فورا. ¶ 625) وأجمعوا على تحريم حلق شعر الرأس حال الإحرام . ¶ 626) وأجمعوا على تحريم تغطية الرأس حال الإحرام . ¶ 627) وأجمعوا على جواز الاستظلال بالخباء والفسطاط والشجرة إذا ألقى عليها ثوبا ونحوه وجلس تحتها . ¶ 628) وأجمعوا على تحريم التطيب على المحرم بعد إحرامه . ¶ 629) وأجمعوا على تحريم الصيد على المحرم . ¶ 630) وأجمعوا على أنه لا يجوز للمحرم إعانة الحلال على الصيد . ¶ 631) وأجمعوا على أن صيد البحر حلال للمحرم . ¶ 632) وأجمعوا على تحريم الوطء للمحرم حتى يحل بالإفاضة . ¶ 633) وأجمعوا على أن الوطء قبل الوقوف بعرفة يفسد الحج . ¶ 634) وأجمعوا على المحرمة يجوز لها أن تغطي رأسه . ¶ 635) وأجمعوا على أنه يجوز لها لبس القميص والسراويلات والدرع . ¶ 636) وأجمعوا على أنه يجوز للمحرم غسل رأسه من الجنابة . ¶ 637) وأجمعوا على جواز نزع الشوكة ونحوها للمحرم . ¶ 638) وأجمعوا على أن المرأة المحرمة منهية عن البرقع والنقاب . ¶ 639) وأجمعوا على أنها لو غطت وجهها بلا مماس فإنه جائز . ¶ 640) وأجمع الأئمة على أن السنة أن يحرم الرجل في إزار ورداء . ¶ 641) واتفقوا على أنه يجوز للمحرم أن يعقد إزاره إذا احتاج إلى ذلك ¶ 642) وأجمع المسلمون على أن حرم مكة حرم .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "643) وأجمعوا على أن بيت المقدس والخليل ليسا بحرم .قال ابن تيمية[ حرم القدس وحرم الخليل فإن هذين وغيرهما ليسا بحرم باتفاق المسلمين ] ¶ 644) واتفق المسلمون على أنه ليس شيء من محظورات الإحرام يفسد الحج إلا الوطء على تفصيل فيه يطلب من كتب الفقه . ¶ [فصل ] ¶ 645) وأجمع أهل العلم على وجوب الفدية على من حلق رأسه لضرورة على التخيير ¶ 646) وأجمعوا على جواز أن يحتش الإذخر في الحرم . ¶ 647) وأجمعوا على جواز قطع ما نبت بفعل الآدمي . ¶ 648) وأجمعوا على الخائف من فوات الوقوف بعرفة فإنه يسقط عنه طواف القدوم . ¶ 649) وأجمعوا على أن المكي لا طواف للقدوم عليه . ¶ 650) وأجمعوا على أن النساء ليس عليهن رمل ولا هرولة . ¶ 651) وأجمعوا على أن صاحب الحدث الدائم أنه يطوف ولا حرج عليه . ¶ 652) وأجمعوا على وجوب ستر العورة في الطواف . ¶ 653) وأجمعوا على أن من أحرم بالحج من مكة فإنه لا رمل عليه . ¶ 654) وأجمعوا على أن الطواف سبعة أشواط . ¶ 655) وأجمعوا على مشروعية ركعتي الطواف خلف المقام إن أمكنه ذلك وإلا فحيث شاء من المسجد . ¶ 656) وأجمعوا على استحباب وصل السعي بالطواف أي أن يسعى بعد طوافه مباشرة . ¶ 657) وأجمعوا على أن ابتداء السعي من الصفا . ¶ 658) وأجمعوا على استحباب السعي الشديد بين العلمين ., ¶ 659) وأجمعوا على استحباب الدعاء على الصفا والمروة مستقبلا القبلة . ¶ 660) وأجمعوا على أن التقصير يجزيء عن الحلق . ¶ 661) وأجمعوا على أن سنة المرأة التقصير لا الحلق . ¶ 662) وأجمعوا على أن المعتمر والحاج ينحر هديه بمكة . ¶ 663) وأجمعوا علىأن الوقوف بعرفة أنه ركن الحج الأعظم . ¶ 664) وأجمعوا على أن طواف الإفاضة ركن في الحج فلا يصح إلا به ولا يجبر بدم . ¶ 665) وأجمع أهل الإسلام على أنه لا يشرع استلام شيء من أجزاء الحرم غلا الركنين اليمانيين . ¶ 666) وأجمعوا على أنه لا يقبل حجر في الأرض إلا الحجر الأسود .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "667) وأجمعوا على مشروعية الذكر والدعاء حال الطواف والسعي . ¶ 668) واتفق الأئمة على أن من ترك واجبا في الحج ليس بركن ولم يجبره بالدم الذي عليه أنه لايبطل حجه ولا تجب إعادته . ¶ 669) وأجمع المسلمون على مشروعية خطبة الإمام أو نائبه يوم عرفة . ¶ 670) وأجمعوا على أن من لم يمكنه الطواف ماشيا فطاف راكبا أو محمولا أن ذلك يجزئه . ¶ 671) وأجمعوا على أن الحائض لا يجوز لها أن تطوف إلى طاهرة إن أمكنها ذلك . ¶ 672) وأجمع أهل العلم على أن من لم يسع بين العلمين بل مشى طيلة سعيه أن ذلك يجزئه ولا شيء عليه باتفاقهم . ¶ 673) وأجمعوا على أن الإيقاد بعرفة من البدع المكروهة . ¶ 674) وأجمعوا على أنه إن اشترى الهدي من عرفات ثم ساقه إلى منى فإنه هدي . ¶ 675) وأجمع أهل العلم على المبيت بمزدلفة وبمنى ورمي الجار لا يشترط لها الطهارة . ¶ 676) وأجمع المسلمون على مشروعية تأخير الإفاضة من عرفات إلى الغروب . ¶ 677) وأجمع المسلمون على مشروعية تقديم الإفاضة من مزدلفة بعد الإسفار وقبل طلوع الشمس . ¶ 678) وأجمعوا على مشروعية جمع الظهرين تقديما بعرفة . ¶ 679) وأجمعوا على مشروعية جمع العشائين تأخيرا بمزدلفة . ¶ 680) وأجمع المسلمون على أن من فاته الوقوف بعرفة فقد فاته الحج . ¶ 681) وأجمع المسلمون على أن الوقوف بعرفة ينتهي بطلوع الفجر من يوم النحر . ¶ 682) وأجمعوا على جواز صوم يوم عرفة مع يومين قبله لمن لم يجد الهدي . ¶ 683) وأجمع المسلمون خلفا عن سلف أنه لا يشرع الجهر في صلاة الظهرين بعرفة . ¶ 684) وأجمعوا على أن من وقف بعرفة ليلا أن ذلك يجزئه . ¶ 685) وأجمعوا على أن صلاة الإمام بعرفة بلا خطبة مجزئة . ¶ 686) وأجمعوا على أن من مناسك الحج المأمور بها المبيت بمزدلفة . ¶ 687) وأجمعوا على أن من بات بها ولم يذكر الله تعالى أن حجه تام . ¶ 688) وأجمعوا على الوقوف بمزدلفة ينتهي بطلوع الشمس .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "689) وأجمعوا على أن السنة للحاج يوم النحر :ـ الرمي فالنحر فالحلق فالطواف . ¶ 690) وأجمعوا على أن الأفضل رمي جمرة العقبة فيما بين طلوع الشمس إلى الزوال. ¶ 691) وأجمعوا على أن يوم النحر لا يرمى فيه إلا جمرة العقبة . ¶ 692) وأجمعوا على أنه إن رماها قبل الغروب إن ذلك يجزئه . ¶ 693) وأجمعوا على جواز رميها قبل الفجر للضعفة . ¶ 694) وأجمعوا على أن الحلق في حق الرجال أفضل من التقصير . ¶ 695) وأجمعوا على أن القارن والمفرد ليس عليهما إلا حلق واحد أو تقصير واحد . ¶ 696) وأجمعوا على مشروعية وأجمعوا على أنه لا يجوز نحر الهدي في غير الحرم إلا للمحصر . ¶ 697) وأجمعوا على أن أيام التشريق أيام رمي كلها . ¶ 698) وأجمعوا على وقت الرمي ينتهي بغروب شمس اليوم الثالث من أيام التشريق فمن غربت عليه شمس ذلك اليوم فقد فاته الرمي . ¶ 699) وأجمعوا على مشروعية طواف الوداع للحاج قبل السفرإلى أهله ولكن اختلفوا في وجه هذه المشروعية والحق أنه شرع وجوب يجبر عند فواته بدم . ¶ 700) وأجمعوا على أنه يسقط عن الحائض والنفساء لغير بدل . ¶ 701) وأجمعوا على لمناسك الحج أوقات لا تعمل إلا فيها ، فلا تفعل في غيرها . ¶ 702) وأجمع أهل الإسلام على أن الناس لو أخطؤا هلال ذي الحجة فوقفوا في العاشر أن ذلك يجزئهم . ¶ [ فصل ] ¶ 703) وأجمع أهل العلم على أنه لم يثبت فضل خاص في الترغيب في زيارة قبر خاص ،ولا عقوبة خاصة في ترك زيارة قبر خاص ، لا قبور الأنبياء ولا قبور الأولياء . ¶ 704) وأجمع أهل العلم على أن صعود جبل حراء بقصد التعبد بدعة منكرة . ¶ 705) وأجمعوا على أن زيارة سائر مساجد مكة ليس من المشروع في شيء إلا المسجد الحرام . ¶ 706) وأجمعوا على أن لقط الحصى من جبل عرفة ليس بمشروع . ¶ 707) وأجمعوا على التمسح بمقام إبراهيم ليس عليه أمر النبي صلى الله عليه وسلم . ¶ 708) وأجمعوا على أن رجوع القهقرى بعد طواف الوداع أنه من البدع المنكرة .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "709) وأجمعوا على أن من حج ولم يزر المسجد النبوي أن حجه تام ولا شيء عليه البتة . ¶ 710) وأجمعوا على أن نذر زيارة المسجد الحرام أنه يوفي بذلك . ¶ 711) وأجمعوا على المنع من تفضيل بقعة من الأرض لا دليل على تفضيها . ¶ 712) وأجمع الأئمة الأربعة وسائر علماء السلف على أنه إذا أراد أن يدعو فلا يستقبل القبر وإنما يستقبل القبلة . ¶ 713) واتفقوا على أنه لا يشرع استلام الحجرة ولا تقبيلها ولا الطواف بها ولا الصلاة إليها . ¶ 714) واتفقوا على أن نذر السفر إلى قبر فإنه من نذر المعصية فلا يجوز الوفاء به . ¶ 715) واتفق علماء المسلمين على مشروعية السفر لمسجد بيت المقدس للعبادة المشروعة فيه كالصلاة والدعاء وقرآءة القرآن والاعتكاف . ¶ 716) واتفق علماء الإسلام على إنكار البدعة التي تفعل عند قبر الخليل عليه السلام ، وهي أكل الخبز والعدس المصنوع هناك ، قال ابن تيمية [ فهذا لم يستحبه أحد من العلماء لا المتقدمين ولا المتأخرين ولا كان هذا مصنوعا في زمن الصحابة ولا التابعين لهم بإحسان ولا بعد ذلك إلى خمسمائة سنة من البعثة ] ¶ 717) وأجمع العلماء على أن مبيت الإنسان في موضع معين بقصد التعبد والقربة ليس بطاعة ولا بقربة . ¶ 718) وأجمعوا على أنه لا يعرف على التحديد قبر نبي من الأنبياء إلا قبر نبينا صلى الله عليه وسلم .وأما قبور غيره من الأنبياء فقد كثر في تحديد موضعها الخلاف . ¶ 719) واتفق أهل العلم على أنه لا يشرع الطواف بشيء من أجزاء الأرض إلا باليت المعمور. ¶ [فصل] ¶ 720) وأجمع أهل العلم على أن الأفضل في الهدي الإبل . ¶ 721) وأجمعوا على أن الثني يجزئ من الإبل والبقر والغنم .والثني من الإبل ماله خمس سنين ومن البقر ماله سنتان ومن المعز ماله سنة ومن الضأن ماله ستة أشهر . ¶ 722) وأجمعوا على أن قطع الأذن أو أكثرها من العيب في الأضحية . ¶ 723) وأجمعوا على جواز التوكيل في شراء الهدي والأضحية .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "724) وأجمعوا على أن الأضحية لا تذبح قبل صلاة العيد . ¶ 725) وأجمعوا على جواز التوكيل في ذبح الهدي والأضاحي للمحتاج لذلك. ¶ 726) وأجمعوا على أيام التشريق محددة لا تشرع الأضحية في غيرها . ¶ 727) وأجمعوا على يوم النحر هو أول أيام الأضحى وأنه لا أضحى قبل طلوع الفجر . ¶ 728) وأجمعوا على أن لحم الأضحية والهدي لا يجوز بيعه . ¶ 729) وأجمعوا على التي لا أسنان لها في أعلاها يجوز التضحية بها . ¶ 730) وأجمع المسلمون على مشروعية إضجاع المذبوح على شقه الأيسر . ¶ 731) وأجمعوا على جواز الجماع في عشر ذي الحجة لمن أراد أن يضحي . ¶ 732) وأجمعوا على تحريم الذبح في الكعبة وداخل المسجد الحرام ،أي في أروقته ومصابيحه . ¶ [ كتاب الجهاد ] ¶ 733) وأجمع أهل العلم على أن الجهاد من فروض الكفايات . ¶ 734) وأجمعوا على أن سلب المقتول لقاتله إذا نادى به الإمام . ¶ 735) وأجمعوا على النساء والولدان لا يقتلون في دار الحرب إذا لم يقاتلوا . ¶ 736) وأجمعوا على أن أطفال المسلمين لهم حكم آبائهم في الدنيا فلا يحل قتلهم بحال . ¶ 737) وأجمعوا على تحريم المثلة بالمقتولين من الكفار . ¶ 738) وأجمعوا على تحريم الغدر . ¶ 739) وأجمعوا على تحريم الغلول وأن رده واجب . ¶ 740) وأجمعوا على أن الفيء خاص بالنبي صلى الله عليه وسلم دون غيره من الأئمة . ¶ 741) وأجمعوا على العمل بما ورد في حديث بريدة عند مسلم ، بل هو أصل من أصول أحاديث الجهاد ويجب على من أراد الجهاد أن يتعلمه ويتفقه فيما ورد فيه من الأحكام والآداب ¶ 742) وأجمعوا على أن المجنون حكمه حكم أبويه فإذا كان أبواه مسلمين كان مسلماً تبعاً لأبويه. ¶ 743) واتفق العلماء على إتلاف الشجر والزرع للكفار إذا فعلوا بنا مثل ذلك أو لم يقدر عليهم إلا ذلك.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "744) واتفقوا على وجوب قتال الطائفة الممتنعة ذات الشوكة إذا ارتكبت ما يوجب ذلك ولم يندفع ضررهم ولا ضرر اعتقادهم عن المسلمين إلا بذلك, قال ابن تيمية( وقد اتفق علماء الإسلام على أن الطائفة الممتنعة إذا امتنعت عن بعض واجبات الإسلام الظاهرة المتواترة فإنه يجب قتالها. ¶ 745) وأجمع أهل العلم على أن الرهبان يقتلون إذا قاتلوا أو كان لهم رأي وتدبير في الحرب ولا كرامة. ¶ 746) واتفق العلماء على أن جيش الكفار إذا تترس بمن عندهم من المسلمين وضيق على المسلمين الضرر إذا لم يقاتلوا فإنهم يقاتلون وإن أفضى ذلك إلى قتل المسلمين الذين تترسوا بهم. ¶ 747) ونقل ابن تيمية اتفاق المسلمين على كفر الدروز والنصرانية ,فقال:ـ (هم كفار باتفاق المسلمين لا يحل أكل ذبائحهم ولا نكاح نسائهم بل ولا يقرون بالجزية فإنهم مرتدون عن دين الإسلام ليسوا بمسلمين ولا يهود ولا نصارى). ¶ 748) واتفقوا على تحريم أخذ المكوس . ¶ 749) واتفقوا على أن الطفل يكون مسلماً بإسلام أبيه,أو أمه وإن كان الأخر منهما كافراً, قال ابن تيمية (باتفاق العلماء) . ¶ 750) واتفق المسلمون على أن لباس الحرير للرجال جائز للضرورة عند القتال . ¶ 751) واتفق العلماء على أن نصيب النبي صلى الله عليه وسلم من الفيء بعد موته يصرف في أرزاق الجند المقاتلين الذين يقاتلون الكفار. ¶ 752) واتفق أهل العلم على أن المقام في ثغور المسلمين لحمايتها والذب عنها أفضل المجاورة في المساجد الثلاثة . ¶ 753) وأجمع المسلمون على المال المغنوم إذا كان ملكا لأحد من المسلمين قبل ذلك فإنه يرد إلى صاحبه إذا عرف . ¶ 754) واتفق المسلمون على ما استولى عليه أهل الحرب من أموال المسلمين ثم أسلموا فإنه لهم ولا يجوز انتزاعه منهم . ¶ 755) وأجمع المسلمون على أنه لا يجوز الاستغفار للمشرك . ¶ 756) وأجمعوا على أن الرد على المبتدعة من الواجبات الكفائية .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "757) وأجمعوا على وجوب الجزية على الرجال البالغين دون النساء والأطفال . ¶ 758) وأجمعوا على الذمي إذا أسلم فإنه لا جزية عليه فيما يستقبل ، وهو إجماع قطعي . ¶ 759) وأجمعوا على المنع من شهود أعياد الكفار .وأجمع أهل الإسلام على أنه لا يجوز تخصيص الأيام المعظمة عند الكفار بشيء . ¶ 760) وأجمعوا على المنع من التشبه بالكفار فيما هو من عاداتهم وعباداتهم . ¶ 761) وأجمع أهل الإسلام على العمل بشروط عمر رضي الله تعالى عنه على أهل الذمة . ¶ 762) واتفق المسلمون على أن المجوس يقرون بالجزية . ¶ 763) واتفق المسلمون على جواز تخريب الكنائس التي فتحت عنوة . ¶ 764) واتفق المسلمون على أنه لا يجوز لأهل الذمة أن يحدثوا كنائس فيما بناه المسلمون من المدائن . ¶ 765) واتفق العلماء على أن اليهود والنصارى الذين كانوا يسبون نبينا صلى الله عليه وسلم سرا فيما بينهم أنهم إذا أسلموا قبل ذلك منهم . ¶ 766) واتفق المسلمون على سائر المسلمين تتكافأ دماؤهم أي تتساوى وتتعادل. ¶ 767) واتفق المسلمون على أن الذمي تجب عقوبته إذا المسلمين بقول أو فعل . ¶ [ كتاب المعاملات ] ¶ 768) واتفق العلماء على أن المجنون والصغير الذي ليس بمميز أنه ليس عليه عبادة بدنية كالصلاة والصيام والحج واتفقوا على وجوب الحقوق في أموالهم كالنفقات والأثمان . ¶ 769) واتفق العلماء على أن المجنون لا تصح عقوده . ¶ 770) واتفق السلف على كراهة تغيير شعائر العرب حتى في المعاملات وهو التكلم بغير العربية بغير حاجة . ¶ 771) واتفق العلماء على جواز بيع الأرض المزروعة إذا كان المقصود منفعة الأرض ذاتها ولو كان الزرع لم يبد صلاحه فإنه يدخل في بيع الأرض تبعا . ¶ 772) واتفق العلماء على وجوب احترام المصحف . ¶ 773) واتفقوا على جواز بيع ما مأكوله في جوفه بلا فتح وأن الجهالة فيه مغتفرة . ¶ 774) واتفقوا على أن معاملات السكران الطافح من بيع أو شراء أنها باطلة . ¶ 775) واتفقوا على جواز بيع البغل والحمار .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "776) واتفقوا على جواز بيع الأمة المتزوجة . ¶ 777) واتفقوا على أن المعاملات مبناها على العدل ومراعاة مصلحة الطرفين . ¶ 778) وأجمعوا على أن كل شرط يخالف مقتضى الكتاب والسنة فإنه باطل . ¶ 779) واتفقوا على جواز تعقيب العقود بالشروط . ¶ 780) وأجمعوا على أن الالتزام بالشرط يوجب الوفاء به. ¶ 781) وأجمعوا على أن من أراد إفساد السوق بالنقص الزائد أنه يلزم بالتسعير أو يوقف عن البيع . ¶ 782) واتفق أهل العلم على أن التقدير بالحرص كاف في معرفة تحديد كمية الثمرة الكثيرة . ¶ 783) وذكر أبو العباس رحمه الله تعالى أن الظلم في ثمن المبيع والشراء إذا لم يندفع إلا بالتسعير فإنه يكون واجبا ويكون تسعير وسط لا وكس فيه ولا شطط . ¶ 784) واتفقوا على منع الإنسان من البيع على بيع أخيه أو شرائه على شراء أخيه . ¶ 785) واتفقوا على أن نماء المبيع فبل قبضه للمشتري . ¶ 786) واتفقوا على قبض العقار يكون بتخليته وتمكين المشتري من الانتفاع به . ¶ 787) واتفقوا على المنع من بيع السلعة لمن يستخدمها في محرم إذا علم أو غلب على ظنه ذلك . ¶ 788) وأجمعوا على تحريم ربا النسيئة . ¶ 789) وأجمعوا على وجوب إنظار المعسر وأنه لا تجوز الزيادة عليه لا بمعاملة ولا بغيرها . ¶ 790) واتفق الأئمة على تحريم الدرهم بالدرهمين . ¶ 791) وأجمعوا في الجملة على وضع الجوائح . ¶ 792) وأجمعوا على أن الأموال والحقوق المشتركة لا يجوز لأحد الشركاء أن يتصرف فيها إلا بإذن من الشركاء أو من الشارع . ¶ 793) وأجمعوا على أن من مات وعليه دين فإنه يجب سداده قبل قسمة التركة على الورثة حتى وإن استغرق ماله كله . ¶ 794) واتفقوا على أن الصغر سبب لحجر . ¶ 795) واتفقوا على أن الجنون سبب للحجر . ¶ 796) وأجمع أهل العلم على أن من امتنع من أداء الحق الواجب عليه وهو قادر على أدائه إنه يجب على الإمام تعزيره بما يراه مناسبا لاستخراج الحق منه . ¶ 797) واتفق العلماء على أن التعزير مشروع في كل معصية ليس فيها حد .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "798) وأجمعوا على أن بيع الحر باطل . ¶ 799) وأجمعوا على أن بيع الخمر والميتة باطل . ¶ 800) وأجمعوا على أن بيع الخنزير وشراءه حرام . ¶ 801) وأجمعوا على المنع من البيع بعد نداء الجمعة الثاني . ¶ 802) وأجمعوا على أنه لا يجوز بيع الثمر والحب قبل بدو صلاحه . ¶ 803) وأجمعوا على النهي عن بيع حبل الحبلة . ¶ 804) وأجمعوا على أن الجهالة التابعة إذا لم تقصد فإنها مغتفرة في الجملة . ¶ 805) وأجمعوا على بيع الدين بالدين لا يجوز . ¶ 806) وأجمعوا على أن بيع المزابنة باطل . ¶ 807) وأجمعوا على أن بيع النجش باطل . ¶ 808) واتفقوا على أن الغش في البيوعات باطل وأن فاعله آثم ومستحق للعقوبة إذا لم ينزجر إلا بها . ¶ 809) واتفقوا في الجملة على تحريم بيع الدم . ¶ 810) واتفقوا على منع بيع الطير في الهواء والسمك في الماء . ¶ 811) واتفقوا على أنه لا يجوز بيع أهل الذمة شيئا مما يستعينون به على إقامة مراسم احتفالاتهم وأعيادهم الشركية كالبيض والجوز والخرق والمصابيح والكراسي والفرش والماء والعصيرات وسائر أنواع الطعام . ¶ 812) واتفقوا على النهي عن بيع الأصنام . ¶ 813) واتفقوا على النهي عن سوم المسلم على سوم أخيه . ¶ 814) وأجمعوا على النهي عن التفريق بين الأمة وولدها في لبيع . ¶ 815) وأجمعوا على وجوب بيان العيب الذي في السلعة إن كان هناك عيب . ¶ 816) واتفقوا على أن المشتري إذا اشترى شيئا معيبا قد كتمه البائع فإن له أن يرده ويأخذ كامل الثمن وله أن يمسكه إن أحب . ¶ 817) واتفقوا على أنه يجب على البائع أن يعرض المبيع على حالته الراهنة ولا يجوز له أن يدلس على المشتري بإخفاء عيوب السلعة . ¶ 818) واتفقوا على أن من موجبات محق البركة الإكثار من الأيمان في البيع والشراء. ¶ 819) وأجمعوا على أن التمر بالتمر لا يجوز إلا مثلا بمثل . ¶ 820) واتفقوا على أنه لا يحوز لأحد المتبايعين أن يفارق أخاه قاصدا إسقاط حقه في الخيار .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "821) وأجمعوا على مشروعية الإقالة عند الحاجة إليها . ¶ 822) وأجمعوا على جواز السلم في كيل معلوم ووزن معلوم إلى أجل معلوم . ¶ 823) وأجمعوا على أن الرضى من شروط صحة البيع إلا فيمن أكره بحق . ¶ 824) وأجمعوا على جواز الاتجار فيما فيه منفعة مباحة . ¶ 825) وأجمعوا على مشروعية القرض من القدرة . ¶ 826) وأجمعوا على أن كل قرض جر نفعا مشروطا فإنه ربا . ¶ 827) وأجمعوا على جواز عقد الوكالة . ¶ 828) وأجمعوا علىأنه إن تصرف في مال الغير بلا إذنه لعدم التمكن من أخذ الإذن أن ذلك التصرف موقوف على الإجازة . ¶ 829) وأجمعوا على أن الوكيل والولي وناظر الوقف ومن له نظر في مال غيره أنه يحب عليهم أن يتصرفوا في هذه الأموال على حسب ما تقتضيه المصلحة . ¶ 830) واتفقوا على جواز المضاربة . ¶ 831) واتفقوا على جواز عقد الشركة. ¶ 832) واتفقوا على وجوب أداء الحقوق والأمانات إلى أهلها . ¶ 833) واتفقوا على أن الخلطاء لا يجوز لبعضهم أن يبغي على بعض . ¶ 834) واتفقوا على أن اشتراط الربح المعلوم مقداره في المضاربة لا يجوز . ¶ 835) واتفقوا على وجوب الوفاء بالعقود والعهود . ¶ 836) وأجمعوا على القول بالشفعة في المال الذي لم يقسم . ¶ 837) وأجمعوا على تحريم التحايل لإسقاطها . ¶ 838) وأجمعوا على صحة هبة المال المشاع . ¶ 839) وأجمعوا على مشروعية قبول الودائع لمن علم من نفسه أنه سيقوم بحقها في الحفظ والأداء . ¶ 840) واتفقوا على جواز المساقاة والمزارعة . ¶ 841) واتفقوا على جواز عقد الإجارة . ¶ 842) واتفقوا على أن عقد الإجارة عقد لازم من الطرفين . ¶ 843) واتفقوا على أن الأجرة إذا كانت مؤجلة فإنها لا تطلب إلا عند محل الأجل . ¶ 844) واتفقوا على أنه إذا ستأجر أرضا فزرعها فتلف الزرع أنه ليس على من أجرها غرم . ¶ 845) واتفقوا على جواز استئجار الظئر . ¶ 846) واتفق المسلمون على تحريم الظلم . ¶ 847) واتفقوا على وجوب رد المظالم إلى أهلها . ¶ 848) واتفقوا على مشروعية الوقف .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "849) واتفق المسلمون على أن شروط الواقفين منها ما هو صحيح ومنها ما هو باطل ، كالشروط في سائر العقود . ¶ 850) وأجمعوا على جواز بيع الفرس الحبيس إذا دعت المصلحة لذلك . ¶ 851) وأجمعوا على جواز بيع شيء من الوقف لأداء الديون التي لا تؤدى إلا بذلك . ¶ 852) واتفقوا على أنه يجب على الناظر على الوقف أن يقوم بعمارة ما يجب إعماره مما استحقه المستأجر . ¶ 853) واتفقوا على أنه لايجوز أن يوضع على جدار الوقف ما يضر به . ¶ 854) واتفقوا على المنع من إجارة الوقف لمن يضر به . ¶ 855) واتفقوا على وجوب العمل بشرط الواقف إن لم يخالف نصا . ¶ 856) واتفقوا على أن الوقف يضمن بمثله عند الإتلاف . ¶ 857) وأجمع المسلمون على أن الناظر الفقير يجوز له أن يأخذ أجرة على نظارته بالمعروف . ¶ 858) وأجمعوا على تحريم الوقف على النصارى ومعابدهم . ¶ 859) وأجمعوا على مشروعية الهبة . ¶ 860) وأجمعوا على أن تبرع النائم وعتقه لا يقع صحيحا لعدم القصد . ¶ 861) واتفقوا على وجوب التعديل في العطية بين الأولاد . ¶ 862) واتفقوا عل أنه لا يجوز للمريض أن يخصص بعض أولاده بعطية منجزة ولا وصية معلقة بموته ولا أن يقر له بشيء في ذمته وإذا فعل ذلك لم يجز تنفيذه إلا بإذن الورثة .قال ابن تيمية [ وهذا كله باتفاق المسلمين ] ¶ 863) وأجمعوا على جواز هبة المجهول . ¶ 864) وأجمعوا على منع الواهب من الرجوع في هبته بعد قبض الموهوب لها إلا الوالد فيما يعطيه لولده دون بقية الأولاد . ¶ 865) وأجمعوا على تحريم هبة الشيء المحرم . ¶ 866) وأجمعوا على مشروعية الوصية . ¶ 867) وأجمعوا على أن الوصية للوارث لا تلزم إلا بإجازة الورثة . ¶ 868) وأجمعوا على أن الوصية أو الإقرار الذي يقصد به مضارة الورثة أنه لاغ محرم آثم ¶ 869) واتفقوا على أن من مات وله مال ولا وارث له أن ماله يصرف في مصالح المسلمين .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "870) واتفقوا على أن الوصية بما هو واجب عليه لآدمي أنها تكون من رأس المال أي أنها لا يخضع لنظر الورثة ، فيجب تقديمها ولو استغرقت الثلث وأكثر لأنها ليست من التبرعات . ¶ 871) واتفقوا على جواز الوصية للحمل ولأنه يستحقها إذا وجد حيا . ¶ 872) واتفقوا على أن المريض له أن يوصي بثلث ماله فقط ، لا أكثر من ذلك . ¶ 873) واتفقوا على جواز الرجوع في الوصية حتى ولو أشهد عليها ، قال ابن تيمية [ باتفاق المسلمين ] ¶ 874) وأجمعوا على تعريف اللقطة فيما تتبعه همة أوساط الناس . ¶ 875) وأجمعوا على تحريم كتمها . ¶ 876) وأجمعوا على أن أخذ اللقيط فرض كفاية . ¶ 877) وأجمعوا على أنه حر ، حكاه ابن المنذر وابن قدامة . ¶ 878) وأجمعوا على أنه إذا وجد في ديار الإسلام أنه مسلم فإن وجد ميتا فإنه يغسل ويكفن ويصلى عليه . ¶ 879) وأجمعوا على أنه إن وجد معه شيء من المال أو غيره فإنه له . ¶ .وأجمعوا على جواز شهادة اللقيط إذا كان عدلا مع توفر باقي شروط الشهادة . ¶ [كتاب الفرائض ] ¶ 880) واجمعوا على أن الفرائض والسهام لا تؤخذ إلا من الكتاب والسنة . ¶ 881) وأجمعوا على أن القرابة والولاء والنسب سبب للتوارث. ¶ 882) وأجمعوا على أن الرق الكامل من موانع الميراث ، أي أنه لا يرث ولا يورث . ¶ 883) وأجمعوا على أن الكافر لا يرث المسلم وأن المسلم لا يرث الكافر . ¶ 884) وأجمعوا على أن الرجل لاتوارث بينه وبين ولد الملاعنة . ¶ 885) وأجمعوا على أن من قتل مورثه عمدا عدوانا فإنه لا يرث من ماله ولا من ديته شيئا، قال ابن تيمية [ باتفاق الأئمة ] ¶ 886) وأجمعوا على الوارثين من الرجال هم : الابن وابنه وإن نزل بمحض الذكور ، والأب وأبوه وإن علو بمحض الذكور ، والزوج والمعتق ، والعم وابن العم الشقيق ومن الأب ،والأخ الشقيق والأخ لأب والأخ لأم وابن الأخ لأب وابن الأخ الشقيق ، فكل هؤلاء من الورثة بالإجماع .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "887) وأجمعوا على الوارثات من النساء هن : الأم والجدة من قبل الأم والجدة من قبل الأب ، والزوجة والبنت وبنت الابن وإن نزل أبوها بمحض الذكور والأخت الشقيقة والأخت لأب والأخت لأم ، والمعتقة فكل هؤلاء يرثن بالإجماع . ¶ 888) وأجمعوا على أن الزوج حقه النصف من مال زوجته إذا ماتت وليس لها فرع وارث . ¶ 889) وأجمعوا على أنه يستحق الربع إن كان لها فرع وارث . ¶ 890) وأجمعوا على أن الزوجة لها الربع من مال زوجها إن مات ولا فرع له . ¶ 891) وأجمعوا على أنها تستحق الثمن إن كان له فرع وارث . ¶ 892) وأجمعوا على أن البنت لها النصف مع عدم المشارك والمعصب . ¶ 893) وأجمعوا على أن البنات ثلاث فأكثر لهن الثلثان مع عدم المعصب . ¶ 894) وأجمعوا على أنه إذا اجتمع البنون والبنات فإن للذكر مثل حظ الأنثيين ¶ 895) وأجمعوا على أن الأخ لأم والأخت لأم يسقطون بالفروع الوارثة . ¶ 896) واتفق المسلمون على أن الجد الأعلى يقدم على الأعمام . ¶ 897) واتفقوا على أن الجدة ميراثها السدس .وأما الرواية عن ابن عباس فإنها شاذة لا يعول عليها . ¶ 898) واتفق أهل السنة على أن أصحاب الكبائر إذا ماتوا مصرين عليها فإنهم يورثون ،وإن أحد أقاربهم مات وهم أحياء فإنهم يرثونه. ¶ 899) وأجمعوا على أن الأم ترث الثلث عند عدم الفرع والجمع من الإخوة . ¶ 900) وأجمعوا على أن لها السدس مع الفرع الوارث أو الإخوة . ¶ 901) وأجمعوا على أن الأخ أو الأخت لأم له السدس مع عدم الأصول والفروع . ¶ 902) وأجمعوا على أنهم إن تعددوا فإنهم شركاء في الثلث . ¶ 903) واتفق السلف على أن آية الوصية للوالدين والأقربين منسوخة بآيات المواريث . ¶ 904) وأجمعوا على أن الولد إذا أسلم في حياة أبيه فإنهما يتوارثان. ¶ 905) وأجمعوا على أن الزوجة الذمية إذا أسلمت في حياة زوجها فإنها ترثه إذا مات، قال ابن تيمية [ باتفاق المسلمين ] ¶ 906) وأجمعوا على أن الولد إذا أعتق في حياة أبيه فإنه يرثه . ¶ [ فصل ]",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "907) وأجمع أهل العلم على مشروعية العتق . ¶ 908) وأجمعوا على أن عتق النائم والمجنون لا يقع . ¶ 909) وأجمعوا على أن الأولاد تبع لأمهم في الحرية والرق وأنهم تبع لأبيهم في النسب والولاء . ¶ 910) قال ابن تيمية [ باتفاق المسلمين ] ¶ 911) وأجمعوا على أن من وطء جارية ليست ملكا له فولدت من مائه ثم تملكها وابنها أنه يجب عليه عتق هذا الولد . ¶ 912) قال ابن تيمية [ هذا ـ أي الولد ـ ينبغي له أن يعتقه باتفاق العلماء ] ¶ 913) وأجمعوا على أن الرجل إذا تزوج امرأة وعلم أنها مملوكة فإن ولدها منه مملوك لسيدها . ¶ 914) قال ابن تيمية [ باتفاق الأئمة ] ¶ 915) وأجمعوا على أن الأمة الموطوءة بزنا إذا ولدت أن هذا الولد ملك لسيد الأمة . قال ابن تيمية [ بالاتفاق ] ¶ 916) وأجمعوا على أن الأمة المتزوجة إذا أعتقت وزوجها لا يزال عبدا فإن لها الخيار بالفسخ . ¶ 917) وأجمعوا على أن السيد له حق انتزاع مال رقيقه منه . ¶ 918) وأجمعوا على أن العبد إذا مات وله مال فإنه لا يورث وإنما هو لسيده . ¶ 919) وأجمعوا على جواز التوكيل في العتق . ¶ 920) وأجمعوا على أن الولاء لمن أعتق . ¶ 921) و أجمعوا على أن العتق لا يكون مؤقتا أي لا يقول السيد لعبده : أعتقتك سنة مثلا، بل إذا أعتق فإنه حر إلى الممات . ¶ 922) وأجمع المسلمون على منع بيع أم الولد ما دامت حاملا . ¶ 923) وأجمعوا على مشروعية عقد الكتابة ¶ [ كتاب النكاح ] ¶ 924) وأجمع أهل الإسلام على مشروعية النكاح . ¶ 925) وأجمعوا على التبتل بالانقطاع عن التزوج أنه ليس من دين الإسلام في شيء . ¶ 926) وأجمعوا على أن أمجنون لا يصح نكاحه . ¶ 927) وأجمع المسلمون على تحريم التصريح بخطبة المعتدة . قال ابن تيمية [ باتفاق المسلمين ]. ¶ 928) وأجمع المسلمون قاطبة على أن الأبضاع لا توهب ولا توررث . ¶ 929) وأجمعوا على أنه لا يجوز له الخطبة على خطبة أخيه ، إذا ركنوا إليه . ¶ 930) قال ابن تيمية [ باتفاق الأئمة ] .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "931) وأجمعوا على تحريم النظر للأمرد بشهوة أو التلذذ بمسه بمصافحة أو غيرها أوالخلوة به ، مع الريبة كل ذلك متفق على تحريمه قال ابن تيمية [ حرام بإجماع المسلمين ] . ¶ 932) وأجمع المسلمون على تحريم الخلوة بالأجنبية . قال ابن تيمية [ فأما مؤاخاة الرجال بالنساء الأجانب وخلوهم بهن ونظرهم إلى الزينة الباطنة منهن فهذا حرام باتفاق المسلمين ] . ¶ 933) وأجمعوا على أن العبد لو تزوج بغير إذن سيده إذا لم يجزه السيد فإنه باطل .قال ابن تيمية [ باطل باتفاق المسلمين ] . ¶ 934) وأجمع أهل العلم على صحة النكاح الذي اجتمع فيه الإعلان والإشهاد . ¶ 935) وأجمعوا على أن الرجل إذا تزوج امرأة بلا ولي ولا شهود مع كتم النكاح فإنه نكاح باطل ، قال ابن تيمية [ باتفاق الأئمة ] . ¶ 936) وأجمعوا على أن الملك في النكاح يحصل للزوج لا للوكيل . ¶ 937) وأجمعوا على أن ولي البكر البالغة الرشيدة لا يجوز له تزويجها من غير إذنها ، قال ابن تيمية [ بإجماع المسلمين ] قلت :ـ وإذنها صمتها كما في الحديث . ¶ 938) وأجمعوا على أن البالغ الثيب لا يجوز تزويجها بغير إذنها كذلك . ¶ 939) وأجمعوا على أن الحاكم ولي من ولي لها ، ولمن وليها يعضلها عن النكاح . ¶ 940) وأجمعوا على أن الكافر لا يكون وليا للمسلمة في تزويجها . ¶ 941) واتفق المسلمون على أن الكافر لا يجوز له أن ينكح المسلمة . ¶ 942) واتفقوا على تحريم عضل المرأة عن نكاح الكفؤ. ¶ 943) وأجمعوا على الأمة لا يجوز نكاحها إلا بإذن سيدها ، فإن نكحت بلا إذنه ولم يجزه فإنه نكاح باطل . ¶ 944) وأجمعوا على أن المملوك والأمة لا يشترط إذنهما في صحة النكاح ، بل يجوز للسيد لأن يزوج من تحت يده من المملوكين بلا إذنهم . ¶ 945) واتفقوا على أنه يجوز للولي تزويج الصغير بلا إذنه . ¶ 946) وأجمعوا على وجوب تزويج الأمة إذا طلبت ذلك ، وكان الزوج كفؤا . ¶ 947) وأجمعوا على ثبوت الولاية في النكاح بالعتق .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "948) وأجمعوا على اعتبار الكفاءة في الدين في النكاح ، كما أجمعوا على ثبوت الفسخ بفوات هذه الكفاءة . ¶ 949) وأجمعوا على تحريم نكاح الأم ، وإن علت . ¶ 950) وأجمعوا على تحريم نكاح أم الزوجة . ¶ 951) وأجمعوا على تحريم نكاح البنت.وبنت الابن وبنت البنت وإن سفلوا . ¶ 952) وأجمعوا على تحريم نكاح الأخت . ¶ 953) وأجمعوا على تحريم نكاح بنات الأخ وبنات الأخت . ¶ 954) وأجمعوا على تحريم نكاح الأم من الرضاعة . ¶ 955) وأجمعوا على تحريم نكاح الأخت من الرضاعة . ¶ 956) وأجمعوا على تحريم الربيبة إذا دخل بأمها وكانت في حجره . ¶ 957) وأجمعوا على تحريم نكاح زوجة الإبن على الأب . ¶ 958) وأجمعوا على تحريم الجمع بين المرأة وعمتها وبين المرأة وخالتها. ¶ 959) واتفق الصحابة والسلف الأوائل على تحريم نكاح التحليل وأنه باطل . ¶ 960) وأجمعوا على تحريم الجمع بين المرأة وخالة أبيها أو خالة أمها أو عمة أبيها أو عمة أمها ، كل ذلك حرام بالاتفاق . ¶ 961) وأجمعوا على تحريم الجمع بين الأختين . ¶ 962) وأجمعوا على أن الرجل لو تزوج المرأة في عدة طلاق رجعي فإنه نكاح باطل . ¶ 963) وأجمعوا على أن الأب إذا نكح جارية من جواريه أي أمة من إمائه فإنها حرام مطلقا على الابن ¶ 964) وأجمعوا على أنه يجوز للابن أن يتزوج بنت امرأة أبيه. ¶ 965) وأجمعوا على أنه يجوز للأب أن يتزوج أم زوجة أبنه . ¶ 966) وأجمعوا على أن الرجل لا يجوز له نكاح الخامسة في عدة الرابعة حتى تنقضي العدة كاملة . ¶ 967) وأجمعوا على أن الرجل إذا طلق امرأة ولها أخت فإنه لا يجوز له نكاح أختها إلا بعد انتهاء العدة تماما. ¶ 968) وأجمعوا على أن المرأة إذا وقعت في ملك ولها زوج مقيم بدار الحرب فإن نكاحه ينفسخ وتحل لمالكها بعد الاستبراء . ¶ 969) وأجمعوا على ثبوت الخيار للمرأة إذا مجبوبا ولم تعلم . ¶ 970) وأجمعوا على أن الزوجين الكافرين إذا أسلما فإنهما باقيان على نكاحهما إذا لم يكن بينهما نسب أو رضاع .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "971) وأجمع المسلمون على أن الرجل لو تزوج امرأة في عدتها كما يفعل جهال الأعراب ووطئها يعتقدها زوجة كان ولده منها يلحقه نسبه ويرثه . ¶ 972) وأجمعوا على تحريم عوض الزنا وهو الذي يسميه الشرع :ـمهر البغي . ¶ 973) وأجمعوا على أنه لا تحديد لأكثر الصداق . ¶ 974) وأجمعوا على أن النبي صلى الله عليه وسلم له أن يتزوج بأكثر من أربع وله أن يزوج بلا مهر قال ابن تيمية[ ثبت ذلك بالنص والإجماع ]. ¶ 975) وأجمع العلماء على نكاح الشغار . ¶ 976) وذكر البغوي في شرح السنة اتفاق العلماء على تحريم نكاح المتعة . ¶ 977) وأجمع العلماء على تحريم النكاح بالدرزية والنصيرية ¶ 978) وأجمعوا على أن المشركة لا يجوز نكاحها . ¶ 979) وأجمعوا على حل نكاح الكتابية إذا كانت عفيفة . ¶ 980) وأجمعوا على أن مهر المرأة لها . ¶ 981) وأجمعوا على وجوب العدل بين الزوجات . ¶ 982) وأجمعوا على أنه لا يجوز للزوجة أن تشتغل بالنوافل عن حق زوجها . ¶ 983) وأجمعوا على مشروعية وليمة العرس . ¶ [فصل في الخلع والطلاق والإيلاء والظهار واللعان والعدة والاستبراء] ¶ 984) وذكر ابن تيمية رحمه الله تعالى في الفتاوى إجماع الصحابة على أن المختلعة تعتد بحيضة . ¶ 985) وأجمعوا على لفظ الخلع المجرد عن العوض والسؤال لا يكون فسخا . ¶ 986) وأجمع أهل العلم على مشروعية الخلع إذا كانت الزوجة مبغضة لزوجها ولا تطيق العيش معه . ¶ 987) واتفقوا على أنه لا يجوز للزوج مضارة زوجته حتى تفتدي منه إلا إذا جاءت الزوجة بفاحشة مبينة . ¶ 988) واتفق العلماء على أن الخلع تحصل به البينونة . ¶ 989) وأجمع أهل العلم على جواز الطلاق . ¶ 990) وأجمعوا على أنه محرم في حال الحيض والنفاس . ¶ 991) وأجمعوا على أن الطلاق محرم في الطهر الذي قد جامعها فيه . ¶ 992) وأجمعوا على المنع من جمع الطلاق في لفظ واحد وكل ذلك من الطلاق البدعي . ¶ 993) وأجمعوا على أن طلاق المجنون لا بقع . ¶ 994) وأجمعوا على أن طلاق النائم لا يقع .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "995) واتفق العلماء على أن الطلاق منهي عنه مع استقامة الحال . ¶ 996) واتفقوا على أن نبية الطلاق ليست بطلاق إذا لم يتلفظ به . ¶ 997) واتفقوا على أن الوعد بالطلاق ليس بطلاق مالم يتلفظ به صريحا . ¶ 998) وأجمعت الأمة على أن المطلقة ثلاثا لا تحل لزوجها حتى تنكح زوجا غبره . ¶ 999) واتفقوا على أن الخلع والطلاق يصحان بغير اللفظ العربي . ¶ 1000) واتفقوا على أن من نذر أن يطلق فإنه لا يقع به الطلاق مالم يتلفظ به . ¶ 1001) وأجمعوا على أن التهديد بالطلاق ليس بطلاق . ¶ 1002) وأجمعوا على أن من حلف أن يطلق زوجته أنه يستحب له ألا يفي بهذه اليمين بل المستحب عند جميعهم أن يكفر عنها. ¶ 1003) وأجمعوا على لزوم العدة ووجوبها على المرأة إذا طلقت . ¶ 1004) وأجمعوا على الطلاق المشروع هو :ـ أن يطلقها في طهر لم يمسها فيه أو حاملا قد استبان حملها . ¶ 1005) وأجمعوا على جواز الرجعة في الطلاق الرجعي مادامت في العدة . ¶ 1006) وأجمع الصحابة رضي الله عنهم على أن يمين الطلاق ليست بطلاق . ¶ 1007) وأجمع الصحابة أيضا على أن التعليق الذي يقصد به اليمين أنه ليس بطلاق ¶ 1008) وأجمعوا على أن الإشهاد في الرجعة مأمور به . ¶ 1009) وأجمع أهل العلم على أنه يجوز للمرأة حق المطالبة بالفرقة إذا آلى منها زوجها ولم يفئ في المدة المضروبة له شرعا وهي أربعة أشهر . ¶ 1010) وأجمع أهل العلم على أن الملي إذا رجع لم يقع به طلاق . ¶ 1011) وأجمع أهل العلم على تحريم الظهار . ¶ 1012) وأجمع المسلمون على ثبوت الكفارة عليه إذا أراد الوطء . ¶ 1013) وأجمع المسلمون على أن كفارته :ـ عتق رقبة فإن لم يجد فصيام شهرين متتابعين فإن لم يستطع فإطعام ستبن مسكينا . ¶ 1014) وأجمعوا على أنه لايجوز له الوطء قبل التكفير . ¶ 1015) وأجمعوا على أنه لايجوز لها أن تمكنه من ذلك قبل التكفير . ¶ 1016) وأجمع المسلمون على إن كفر زال التحريم . ¶ 1017) وأجمع المسلمون على جواز اللعان عند قيام سببه .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "1018) وأجمعوا على أن بنت الملاعنة لا تحل للملاعن . ¶ 1019) وأجمعوا على أنه لا توارث بين الملاعن والملاعنة . ¶ 1020) وأجمعوا على أن صداق الملاعنة لا يسقط باللعان . ¶ 1021) وأجمع أهل العلم على أنه إنما يعتبر في العمل بالحساب في العدة والإيلاء بالأشهر القمرية . ¶ 1022) وأجمعوا على أنه لو مسها مسيسا خاليا عن الشهوة أنه لا يجب عليها بذلك العدة لو حصلت بينهما مفارقة بعد ذلك المس ، وكذلك لا يستقر به المهر ولا تنتشر به حرمة المصاهرة ، قال ابن تيمية [ باتفاق العلماء ] ¶ 1023) وأجمع أهل العلم على أنه لو ارتفع حيضها لمرض أو رضاع فإنها تتربص حتى يزول ذلك العارض وتحيض ، قال ابن تيمية في ذلك [ باتفاق العلماء ] ¶ 1024) وأجمع المسلمون على أن عدة الآيسة من الحيض ثلاثة أشهر ، كما هو صريح القرآن . ¶ 1025) وأجمعوا على أن الطلاق بعد الدخول يوجب الاعتداد بثلاثة قروء ، قال ابن تيمية [ بنص القرآن واتفاق المسلمين]. ¶ 1026) وأجمع المسلمون على تحريم وبطلان نكاح المرأة وهي حامل من الزوج الأول . ¶ 1027) وأجمعوا على أن عدة المتوفى عنها زوجها إذا لم تكن حاملا أربعة أشهر وعشرا . ¶ 1028) وأجمعوا على وجوب الإحداد عليها . ¶ 1029) وأجمعوا على أن الزوجين في عدة الطلاق الرجعي يتوارثان إذا ما أحدهما قبل الآخر في أثناء العدة . ¶ 1030) وأجمعوا على أن الجارية المشتراة لا يجوز وطؤها قبل استبرائها بحيضة . ¶ 1031) وأجمعوا على أن المسبية لا يجوز وطؤها قبل اسبرائها بحيضة . ¶ [ فصل في الرضاع ] ¶ 1032) وأجمع الأمة على أن الطفل إذا ارتضع من المرأة خمس رضعات في الحولين صارت أما له وصار زوجها الذي جاء اللبن بسبب وطئه أبا له ، أي أنه ابن لكل منهما . ¶ 1033) وأجمعوا على أولاد المرضعة إخوة للمرتضع سواء من الفحل الأول أو من غيره ، فكل ما يأتي لهذه المرأة من أولاد فهم إخوان لهذا الطفل .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "1034) وأجمعوا على أولاد الفحل الذي ثاب اللبن بوطئه إخوان للمرتضع سواء من هذه المرأة أو من غيرها . ¶ 1035) وأجمعوا على أن المرتضع لا يجوز له أن يتزوج بأحد مكن أولاد المرضعة لا بمن ولدوا قبله ولا بمن ولدوا بعده . ¶ 1036) وأجمعوا على أن أخ المرتضع لا يدخل في هذا التحريم وإنما التحريم مختص بمن التقم الثدي وارتضع. ¶ 1037) وأجمعوا على أن أباه كذلك لا يدخل في التحريم . ¶ 1038) وأجمعوا على أنه يحرم من الرضاع ما يحرم من النسب ـ وهذا الإجماع في الجملة ـ ¶ 1039) وأجمعوا في الجملة على أن الرضعات المحرمة هي خمس رضعات معلومات . ¶ 1040) وأجمعوا على أن الرضاع الثابت يفيد المحرمية فقط ولا شأن له في التوارث إجماعا . ¶ 1041) وأجمعوا على أن أب الرضيع أجنبي عن المرأة التي أرضعت ولده . ¶ 1042) وأجمعوا على أم الرضيع من النسب أجنبية عن أبيه من الرضاعة . ¶ 1043) وأجمعوا على أن مجرد حصول اللبن في الفم لا تنتشر به الحرمة . ¶ 1044) وأجمعوا على أن أم المطلقة إذا أرادت أن ترضع ولدها بالأجرة فإن لها ذلك . ¶ 1045) وأجمع أهل العم على أن الرجل يجب عليه أن ينفق على زوجته وولده وبهائمه ومن تحت يده من الرقيق ، قال ابن تيمية في ذلك [ بإجماع المسلمين ] ¶ [ كتاب الجنايات والحدود ] ¶ 1046) وأجمعوا إجماعا قطعيا على حرمة قتل النافس . ¶ 1047) وأجمعوا على العازم على فعل المحرم لكنه عجز عن إتمام مراده أنه مؤاخذ بذلك . ¶ 1048) وأجمعوا على أن العبد يقتل بالعبد ، والأنثى تقتل بالأنثى وبالذكر كذلك وأن الحر يقتل بالحر . ¶ 1049) وأجمعوا على أن دماء الهاشميين وغير الهاشميين سواء إذا كانوا أحرارا مسلمين . ¶ 1050) وأجمعوا على ثبوت القصاص بين المسلمين . ¶ 1051) وأجمعوا على ثبوت الدية في القتل الخطأ . ¶ 1052) وأجمعوا على وجوب الكفارة فيه أيضا . ¶ 1053) وأجمعوا على أن أولياء المقتول إذا اصطلحوا مع أولياء على الدية أن القود يسقط بذلك .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "1054) وأجمعوا على أن المسلم إذا قتل كتابيا أنه لا قصاص عليه ، والخلاف في هذه المسألة حادث . ¶ 1055) وأجمعوا على أن شارب الخمر إذا كان يعلم ما يقول ففعل ما يوجب قصاصا فإنه يجب فيه القود . ¶ 1056) وأجمعوا على أن العاقلة تحمل من الدية ما كان فوق الثلث . ¶ 1057) وأجمعوا على تحريم إسقاط الحمل إن لم يكن في بقائه هلاك أمه . ¶ 1058) وأجمعوا على اعتبار المكافأة في الجروح والأعضاء . ¶ 1059) وأجمع الصحابة على ثبوت القصاص في اللطمة والضربة . ¶ 1060) وأجمع أهل العلم على ثبوت القصاص في الجراح . ¶ 1061) وأجمعوا على أن الصائل المسلم إذا لم يندفع صوله إلا بالقتل فإنه يقتل ، فقتال المعتدين الصائلين ثابت بالسنة والإجماع . ¶ 1062) وأجمع الصحابة على أن كل دم أريق بتأويل القرآن أنه هدر . ¶ 1063) وأجمع أهل السنة على وجوب الكف عما وقع بين الصحابة في الفتنة . ¶ 1064) وأجمع أهل الإسلام على أن القاتل عمدا عدوانا أن عليه القتل إلا إذا عفا عنه أولياء المقتول مجانا أو إلى الدية . ¶ 1065) واتفق الأئمة على أن المملوك لو تعدى على غيره فأتلفه أو جرحه أن جنايته تتعلق برقبته ولا تجب في ذمة السيد . ¶ 1066) وأجمعوا على أن دية الجنين إذا اعتدي عليه فسقط غرة عبد أو أمة . ¶ 1067) وأجمعوا على أن دية الخطأ على العاقلة . ¶ 1068) وأجمعوا على أن العاقلة لا تحمل دية العمد العدوان . ¶ 1069) وأجمع الصحابة على قول عمر على أن الكفار إذا أسلموا فإنهم لا يحملون دية الشهداء الذين قتلوهم في المركة ، قال ابن تيمية في ذلك [ وهو الذي اتفق عليه الصحابة ¶ 1070) وأجمعوا على وجوب إقامة الحد فيه إذا توفرت شروط إقامته . وهو مذهب أئمة العلماء ] ¶ 1071) وأجمعوا على تحريم الزنا . ¶ 1072) وأجمعوا على أن الثيب إذا زنا فإن عليه الرجم حتى يموت . ¶ 1073) وأجمعوا على أن البكر إذا زنا فإن عليه جلد مائة .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "1074) واتفق العلماء على الواجب المقدر كالحد لا تضمن سرايته لأنه يجب عليه إقامته . ¶ 1075) وأجمعوا على أن الإحصان شرط في الرجم . ¶ 1076) وأجمعوا على الزاني يرجم ولو كان شريفا في منصبه أو نسبه . ¶ 1077) وأجمعوا على أن حد الزنا لا يثبت إلا بأبعة شهداء . ¶ 1078) وأجمعوا على أنه يثبت بالإقرار ممن يصح إقراره ولكن اختلفوا في اشتراط التكرار والحق أنه يعود لاجتهاد الإمام . ¶ 1079) وأجمع الصحابة على أن الفاعل والمفعول به يقتلان في جريمة اللواط . ¶ 1080) وأجمعت الأمم والبشرية على تحريم هذه الفعلة القبيحة الشنيعة المنكرة شرعا وعقلا وفطرة . ¶ 1081) وأجمعوا على أن المكرهة على الزنا بالقيد والحديد أنه لا حد عليها . ¶ 1082) وأجمعوا على تحريم الوطء في الدبر . ¶ 1083) واتفقوا على أنه لا مدخل للكفارة في باب الزنا فإنه أعظم من أن تكفره الكفارة . ¶ 1084) وأجمعوا على أن الأمة إذا تزوجت فزنت فإن عليها نصف ما على الحرائر من العذاب . ¶ 1085) وأجمعوا على تحريم السرقة . ¶ 1086) وأجمعوا على أن حد السارق قطع يده اليمنى من مفصل الكف . ¶ 1087) وأجمعوا على أن السارق من مال المضاربة والوديعة أنه لا قطع عليه . ¶ 1088) وأجمعوا على أن الحدود تدرأ بالشبهة . ¶ 1089) وأجمعوا على أن الحرز شرط في وجوب القطع . ¶ 1090) وأجمعوا على تحريم شرب الخمر . ¶ 1091) وأجمعوا على أنه يباح عند الاضطرار كدفع الغصة . ¶ 1092) وأجمعوا على أن العلم بالتحريم شرط في إقامة الحد . ¶ 1093) وأجمعوا على تحريم الحشيشة . ¶ 1094) وأجمعوا على أن كل ما يغيب العقل فهو حرام وإن لم يحصل معه نشوة أو طرب فإن تغييب العقل حرام قال ابن تيمية في ذلك [ باتفاق المسلمين ]. ¶ 1095) وأجمعوا على وجوب إقامة الحد على الشارب إذا توفرت شروط إقامته . ¶ 1096) وأجمعوا على أن ما أسكر كثيره فقليله حرام . ¶ 1097) وأجمعوا على أن من استحل الخمر فإنه يكفر . ¶ 1098) وأجمعوا على وجوب تعزير من يتستر على المجرمين .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "1099) وأجمعوا على أن الداعي إلى البدعة مستحق للعقوبة . ¶ 1100) وأجمعوا على أن من لاعن الصحابة مستحق للعقوبة البليغة جدا .والتي تردعه وأمثاله عن معاودة ذلك . ¶ 1101) واتفق العلماء على أن التعزير مشروع في معصية ليس فيها حد. ¶ 1102) وأجمعوا على أن الصائل على العرض إذا لم يندفع إلا بقتله قتل. ¶ 1103) وأجمعوا على أن القطاع يدافعون بلأسهل فالسهل فإن لم يندفعوا إلا بقتال جاز قتلهم. ¶ 1104) واتفق المسلمون على أن الكافر الحربي إذا قتل مسلما أو أتلف ماله ثم اسلم لم يضمنه بقود ولا ديه ولا كفارة. ¶ 1105) وأجمعوا على تحريم قطع الطريق. ¶ 1106) وأجمعوا على أن المحاربين إذا تابوا قبل القدرة عليهم أنه سبيل عليهم . ¶ 1107) واتفق الفقهاء على أن المحاربين يقتلون من باب الحد ,فقتل المحاربين حد الله تعالى لأن ضررهم عظيم ولا يندفع إلا بذلك فليس لأحد أن يعفوا عنهم. ¶ 1108) واتفق العلماء على أن قاطع الطريق واللص إذا رفع أمرهم إلى الحاكم ثم تابوا أن ذلك لا يسقط عنهم الحد. ¶ 1109) واتفق الصحابة والأئمة على قتال الخوارج والمارقين. ¶ 1110) وأجمعوا على أنه يجب على المسلمين نصرة الإمام في قتالهم حتى يقدر عليهم كلهم . ¶ 1111) وأجمع أهل السنة على وجوب طاعة ولي الأمر في غير معصية الله تعالى . ¶ 1112) وأجمعوا على تحريم الخروج على السلطان إلا أن نرى كفراً بواحاً عندنا فيه من الله برهان مع غلبة الظن بالنصر. ¶ 1113) وأجمعوا على أن اسحر حرام . ¶ 1114) وأجمعوا على أن التنجيم حرام . ¶ 1115) وأجمعوا على من أنكر معلوماً من الدين بالضرورة فإنه يكفر. ¶ 1116) وأجمعوا على أن ادعاء النبوة كفر. ¶ 1117) وأجمعوا على أن إنكار الملائكة كفر . ¶ 1118) وأجمعوا على أن من ذبح لغير الله على وجه التعبد له فإنه كافر. ¶ 1119) وأجمعوا على أن تفضيل الأولياء على الأنبياء كفر وردة. ¶ 1120) وأجمعوا على أن من سب نبيا معلوم النبوة فإنه كافر مرتد.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "1121) وأجمعوا على تحريم التائم الشركية . ¶ 1122) وأجمعوا على تحريم الضب الحصى من باب التكهن . ¶ 1123) وأجمعوا على أن الكفر بالردة أغلظ من الكفر الأصلي. ¶ 1124) وأجمعوا على كفر من قال بوحدة الأديان . ¶ 1125) وأجمعوا على أن دم المسلم حرام إلا إن جاء بما يبيحه شرعاً. ¶ 1126) واتفق المسلمون على أن من استخف بالمصحف بقول أو بفعل أنه كافر مرتد. ¶ 1127) واتفق أهل العلم على أنه لا يجب قتل المسلم بسب أحد من الأشراف. ¶ 1128) واتفقوا على أن المكره على الكلام بالكفر ليس بكافر بشرط اطمئنان القلب بالإيمان. ¶ 1129) واتفقوا على أن المرتد إذا أصر على ردته حتى يقتل فإنه يحبط عمله السابق كله. ¶ 1130) واتفقوا على أن من سوغ التعبد لله تعالى بغير دين الإسلام أنه كافر مرتد. ¶ [كتاب الأطعمة و الأشربة] ¶ 1131) وأجمعوا على تحريم الميتة والدم و الخنزير. ¶ 1132) وأجمعوا على أنها تحل مع الضرورة. ¶ 1133) وأجمع المسلمون على تحريم أكل الخبائث وأكل الحيات والعقارب. ¶ 1134) وأجمعوا على حل لحوم الإبل. ¶ 1135) وأجمعوا على حل طعام أهل الكتاب إذا ذكروا اسم الله عليه. ¶ 1136) وأجمعوا على أن تذكية المرأة جائزة. ¶ 1137) وأجمعوا على أن المرتد لا تحل ذبيحته. ¶ 1138) واتفقت الأمة على أن المشركين لا تحل ذبائحهم ولا نسائهم. ¶ 1139) واتفقوا على تحريم ذبائح الدروز. ¶ 1140) واتفقوا على تحريم ذبائح النصيرية. ¶ [ كتاب الأيمان ] ¶ 1141) وأجمعوا على أن الحلف لا يكون إلا بالله وبصفةٍ من صفاته. ¶ 1142) وأجمعوا على وجوب الكفارة في اليمين المنعقدة إذا خالف مقتضاها. ¶ 1143) وأجمعوا على أن من حلف على شيء يعتقده كما حلف عليه ثم تبين أنه على خلاف ما حلف عليه أنه لا أثم عليه . ¶ 1144) واتفق السلف والفقهاء على أن من حلف فقال :لأصلين غداً إن شاء الله, أو لأقضين ديني غداً إن شاء الله ومضى الغد ولم يقضه لا يحنث.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "1145) واتفق العلماء على أنه ليس لأحد أن يحلف بمخلوق كالكعبة والحياة والجاه والشرف والأمانة ونحوها. ¶ 1146) واتفق المسلمون على أن من حلف بالكفر والإسلام أنه لا يلزمه كفر ولا إسلام . ¶ 1147) وأجمعوا في الجملة ـ إلا خلافاً شاذاً ـ أن من فعل المحلوف عليه ناسياً أو مخطئاً فإنه لا يحنث ولا تزال اليمين باقية في ذمته. ¶ 1148) وأجمعوا على أن لغو اليمين لا كفارة فيها. ¶ 1149) واتفق العلماء على أنه لا اليمين بغير الله . ¶ 1150) واتفقوا على أن الحلف بغير الله تعالى لا كفارة فيه وإنما كفارته أن يقول (لا إله إلا الله). ¶ 1151) واتفق المسلمون على أن الحلف بعزة الله وقدرته من الحلف السائغ. ¶ 1152) واتفقوا على أن قول الحالف (لعمر الله) من الحلف الجائز . ¶ 1153) واتفقوا على تحريم اليمين الغموس وأن صاحبها آثم . ¶ 1154) واتفقوا على أن من قال (الطلاق يلزمني لأفعلن كذا,أو لا أفعل كذا)فإنها بمنزلة اليمين قال ابن تيمية (باتفاق أهل اللغة واتفاق طوائف الفقهاء واتفاق أهل الأرض). ¶ 1155) واتفقوا على أنه يرجع إلى نية الحالف في اليمين إذا احتملها لفظه. ¶ [باب النذر] ¶ 1156) وأجمعوا على أن النذر إذا لم يكن قربة فإنه ليس عليه فعله. ¶ 1157) واتفق العلماء على أن النذر للمخلوق لا ينعقد ولا وفاء على الناذر . ¶ 1158) واتفق الأئمة على أن من نذر السفر إلى قبر نبي أو شيخ من المشايخ أو مسجد غير المساجد الثلاثة أنه لا يوفي بنذره. ¶ 1159) واتفقوا على أن نذر صيام أيام الحيض من نذر المعصية الذي لا يجوز الوفاء به. ¶ 1160) واتفقوا على وجوب الوفاء بنذر الحج أو العمرة. ¶ 1161) واتفقوا على أن نذر المعصية لا يجوز الوفاء به. ¶ 1162) واتفق العلماء على أنه لا يجوز لأحد أن ينذر لغير الله تعالى لا لنبي ولا لغير نبي وأن هذا النذر شرك لا يوفى به. ¶ [فصل في بعض الملحقات في مختلف الأبواب]",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "1163) وأجمعت الأمة على قبول قول المترجم والرسول والمعرف والمعدل وإن اختلفوا في جواز الاكتفاء بواحد. ¶ 1164) وأجمعت الأمة على قبول قول المترجم والرسول والمعرف والمعدل وإن اختلفوا في جواز الاكتفاء بواحد . ¶ 1165) وأجمعت الأمة على أن أحدا من الأنبياء لم يكن مستحقا للعن ولا للعذاب . ¶ 1166) وأجمعت الأمة على أن الأيام المعدودات هي أيام منى . ¶ 1167) وأجمعت الأمة على أنه يحرم على الولي أن يدفع إلى السفهاء أموالهم إلا بعد أن يؤنس منهم الر شد بالاختبار . ¶ 1168) وأجمعت الأمة على أنه ليس لآحاد الرعية إقامة الحدود على الجناة . ¶ 1169) وأجمعوا على أنه لا يقيم الحدود على الأحرار الجناة إلا الإمام . ¶ 1170) وأجمعت الأمة على عصمة الأنبياء في التبليغ . ¶ 1171) وأجمعت الأمة على تحريم شحم الخنزير . ¶ 1172) وأجمعت الأمة على قتل المرأة بالرجل والرجل بالمرأة . ¶ 1173) وأجمعت الأمة على خمر العنب إذا غلت وقذفت بالزبد أنها حرام كثيرها وقليلها . ¶ 1174) وأجمعت الأمة على تحليل الدم الباقي بعد الذبح في العروق وما اختلط باللحم . ¶ 1175) وأجمعت الأمة على أن الله تعالى قد وصف نفسه بالختم والطبع على قلوب الكافرين مجازاة لهم على كفرهم . ¶ 1176) وأجمعت الأمة على أن المعوذتين من القرآن . ¶ 1177) وأجمعت الأمة على أن البقعة إذا عينت للصلاة وقفا فإنها تخرج عن الملكية الخاصة وتكون ملكا عاما لجميع المسلمين . ¶ 1178) وأجمعت الأمة على تنزيه الله تعالى عن النقائص . ¶ 1179) وأجمعت الأمة على تحريم أكل الآدمي المعصوم . ¶ 1180) وأجمعوا على أن عيسى عليه السلام سينزل في آخر الزمان فيكسر الصليب ويقتل الخنزير ويضع الجزية ولا يحكم إلا بالإسلام . ¶ 1181) وأجمعت الأمة على أن الشمس ستخرج من مغربها في آخر الزمان . ¶ 1182) وأجمعت الأمة على إثبات خروج الدابة وأنها من علامات الساعة الكبرى . ¶ 1183) وأجمعوا على أن القرآن سيرفع إلى الله تعالى قبل قيام الساعة .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "1184) وأجمعوا على أن الله تعالى نسخ ميراث الأدعياء والحلفاء بقوله تعالى [ وأولوا الأرحام بعضهم أولى ببعض في كتاب الله ] الآية . ¶ 1185) وأجمعت الأمة على أن الإمامة لا تكون في العبيد والأرقاء إلا إذا قهر الناس بسيفه وعلا عليهم واستتب له الأمر وأجمعت الأمة على أن الجمعة لا تصح من المنفرد . ¶ 1186) وأجمعت الأمة على أن دخول الزوج الثاني شرط لحل مطلقته ثلاثا ، أي حتى تحل للزوج الأول . ¶ 1187) وأجمعوا على أن قيام رمضان ليس بواجب . ¶ 1188) وأجمعوا على جواز القسمة بين الشركاء إذا طلبوا ذلك ¶ 1189) وأجمعوا على أن كل ذنب فإن له توبة فلم يخلق الله تعالى ذنبا لا توبة منه البتة . ¶ 1190) وأجمعوا على مشروعية الحوالة بشروطها . ¶ 1191) وأجمعوا عل من المنع من بيع وسلف . ¶ 1192) وأجمعوا على صحة الكفالة . ¶ 1193) وأجمعوا على أنه لا يجوز عتق غير بني آدم . ¶ 1194) وأجمعوا على أن السحر لا يصل لإلى إحياء الموتى ولا إبراء الأكمه والأبرص . ¶ 1195) وأجمعوا على تحريم الحسد . ¶ 1196) وأجمعوا على أن حد العبد على النصف من حد الحر . ¶ 1197) وأجمعوا على أن الكفار مخاطبون بأصول الشريعة . ¶ 1198) وأجمعوا على أن جمع خصال الكفارة في اليمين غي رواجب . ¶ 1199) وأجمعوا على أن النسيان لا إثم فيه . ¶ 1200) وأجمعوا على أن الله تعالى رفع عيسى إلى السماء . ¶ 1201) وأجمعوا على وجوب توقير النبي صلى الله عليه وسلم وتوقير آله وأزواجه وأصحابه . ¶ 1202) وأجمعوا على أن من قذف عائشة بما برأها الله منه فإنه مرتد . ¶ 1203) وأجمعوا على تسمية أبي بكر بالصديق . ¶ 1204) وأجمعوا على أنه لايجوز لأحد أن ينصب أحدا من المجتهدين فيوجب على الأمة الأخذ بجميع أقواله . ¶ 1205) واتفقت الأمة على جواز أخذ الجزية من أهل الكتابين . ¶ 1206) وأجمعوا على أن أفعال العباد مخلوقة . ¶ 1207) واتفق أهل السنة على أنها من كسب العباد . ¶ 1208) واتفقت الأمة على أن خير الصحابة الخلفاء الأربعة .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "1209) وأجمعوا على أنه لا يجوز صرف الكلام عن الحقيقة إلى المجاز إلا بقرينة صارفة . ¶ 1210) وأجمعوا على أن الاستعاذة ليست بآية . ¶ 1211) وأجمعوا على أن الحكمين بين الزوجين المختلفين إذا اختلفا فليس قول أحدهما بحجة على الآخر ¶ 1212) وأجمعوا على أنه يجب على السلطان أن يقتص من نفسه إذا تعدى على أحد رعيته . ¶ 1213) وأجمعوا على أن قوله تعالى [ أو تسريح بإحسان ] هو الطلقة الثالثة . ¶ 1214) وأجمعوا على أن الخنثى يرث من حيث يبول . ¶ 1215) وأجمعوا على أن دية المرأة نصف دية الرجل . ¶ 1216) وأجمعوا على أن العينين إذا أصيبتا خطأ ففيهما الدية . ¶ 1217) وأجمعوا على أن في العين الواحدة نصف الدية . ¶ 1218) وأجمعوا على أن الأوقية أربعون درهما . ¶ 1219) وأجمعوا على أن صاحب اللقطة متى جاء فهو أحق بها . ¶ 1220) وأجمعوا على أن أقل الحمل ستة أشهر . ¶ 1221) وأجمعوا على جواز التختم يالورق . ¶ 1222) وأجمعوا على أن الحر إذا قذف عبدا فإنه لا حد عليه . ¶ 1223) وأجمعوا على أن الحانث مخير بين الإطعام والكسوة والعتق . ¶ 1224) وأجمعوا على أن الأنبياء عليهم الصلاة والسلام معصومون من الكبائر . ¶ 1225) وأجمعوا على جواز المسابقة بغير عوض . ¶ 1226) وأجمعوا على أن أول أشهر الحج شوال . ¶ 1227) وأجمعوا على أن أول فرض الصلاة كان في ليلة الإسراء ¶ 1228) وأجمعوا على أن التخفيف حصل هناك أيضا . ¶ 1229) وأجمعوا على جواز عتق العبد الكافر في غير الكفارات . ¶ 1230) وأجمعوا على أنه لا يجوز عتقه في كفارة القتل . ¶ 1231) وأجمعوا على مشروعية تلقين المحتضر . ¶ 1232) وأجمعوا على أنه لا يكثر عليه . ¶ 1233) أجمعوا على جواز قطع ما نبت بفعل الآدمي في الحرم . ¶ 1234) وأجمعوا على وجوب الرفق بالبهائم والمماليك وأنه لا يكلف مملوكه إلا ما يطيقه من العمل. ¶ 1235) وأجمعوا على جواز الإرداف على الدابة إن كانت تطيق ذلك . ¶ 1236) وأجمعوا على جواز الإسبال للنساء .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "1237) وأجمعوا على تحريم الإسبال للرجال إن كان من باب الخيلاء. ¶ 1238) وأجمعوا على أن القزع منهي عنه . ¶ 1239) و أجمعوا على وجوب الإحسان للوالدين . ¶ 1240) وأجمعوا على تحريم عقوقهما . ¶ 1241) وأجمعوا على أنه يجوز للرجل أن يرى عورة زوجته وأن لها أن ترى عورته . ¶ 1242) وأجمعوا على أن مانع الزكاة تؤخذ منه قهرا . ¶ 1243) وأجمعوا على أن في الجناية على اليد الواحدة نصف الدية . ¶ 1244) وأجمع أهل العلم على أن أصابع اليد والرجل سواء في الدية . ¶ 1245) وأجمعوا على أن كل اجتماع بين اثنين أو أكثر يؤدي إلى مفسدة فإن الواجب تفريقه إذا لم يزل المنكر والمفسدة إلا بالتفريق . ¶ 1246) وأجمعوا على أن النهي عن الاحتكار إذا أدى إلى المفاسد العامة . ¶ 1247) وأجمعوا على استعمال القرعة عند حلول أسباب استعمالها. ¶ 1248) وأجمعوا على أنه يجب على الإمام نصب القضاة للفصل بين الخصوم . ¶ 1249) وأجمعوا على أنه لا يجوز الإفتاء بغير علم . ¶ 1250) وأجمعوا على تحريم الفتيا بالهوى . ¶ 1251) وأجمعوا على أن الحديد والجلود تنزع عن الميت حال الدفن . ¶ 1252) وأجمعوا على أنه لا يجب الغسل بخروج الودي . ¶ 1253) وأجمعوا على أنه لا يجب الغسل بخروج سوائل من فرجها . ¶ 1254) وأجمعوا على تحريم حلوان الكاهن . ¶ 1255) اجمعوا على أن الصدقة عن الميت تنفعه . ¶ 1256) وأجمعوا على كفر المختار بن أبي عبيد الثقفي . ¶ 1257) واتفق العلماء على أن المجنون لا يصح إقراره .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "واتفق العلماء على وجوب الإخلاص في العبادات .وهذا آخر إجماع أذكره لك وقد جمعنا لك في هذه الوريقات ما يقرب من ألف ومائتان وخمسون مسألة إجماع وهذا فيما توصلنا إليه من البحث وإلا فمسائل الإجماع أكثر من ذلك ولكن لعل فيما ذكرناه كفاية إن شاء الله تعالى وغالب ما ذكرناه من الإجماع إنما هو منقول عن ابن تيمية وإن لم نصرح بذلك فأسأله جل وعلا أن ينفع به ويتقبله ويجعله خالصا لوجهه الكريم وإني لمعترف بالتقصير والخطأ ولا يسلم عمل البشر من الموآخذات والأغلاط فأستغفر الله تعالى من زلل اللسان والجنان والبنان ، وأشهده جل وعلا أن هذه الوريقات وقف له جل وعلا على عموم المسلمين وقد أجزت طباعتها بغير تغيير لما فيها وأعوذ به جل وعلا من الغرور والعجب واحتقار الآخرين وقد وقع الفراغ منه ليلة الجمعة في شهر جمادى الأولى سنة ست وعشرين وأربعمائة وألف من هجرة الحبيب صلى الله عليه وسلم وآخر دعوانا أن الحمد لله رب العالمين صلى الله على نبيه محمد وعلى آله وصحبه أجمعين وسلم تسليما كثيرا . ¶ [ وقف لله تعالى ]",
            "page": "63",
            "part": "1"
        }
    ],
    "t37483": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}