{
    "b37486": [
        {
            "id": "1",
            "nass": "رسالة ¶ في ¶ تحقيق قواعد النية ¶ تأليف ¶ وليد بن راشد السعيدان ¶ ( وبه أستعين وعليه أتوكل ) ¶ إن الحمد لله نحمده ونستعينه ونستهديه ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمد عبده ورسوله - صلى الله عليه وسلم - وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين ثم أما بعد :- ¶ فإن من المسائل المهمة في هذه الشريعة مسائل النية ، ولما كانت تفاصيلها منثورة في بطون الكتب ، أحببت أن أجمع نظامها تحت القواعد المعتمدة ، تيسيراً لمعرفة أحكامها ورداً للفروع إلى أصولها ، وللجزئيات إلى كلياتها ، وحتى تكون هذه المسائل في متناول الطالب ، يرجع إليها متى ما أراد التعرف على شيء من أحكامها ، وإني اشترطت أن لا أعتمد من القواعد فيها إلا ما اعتمده الدليل الشرعي الصحيح الصريح ، ولأن طريقة التقعيد والتأصيل هي الطريقة لجمع المتفرقات فحتى يجتمع شمل قواعد النية وفروعها كتبت هذه الوريقات اليسيرة ، وأسميتها بـ ( رسالة في تحقيق قواعد النية ) فالله أسأل باسمه الأعظم أن يتمها على أكمل الوجوه وأحسن النظام وأن ينفع بها النفع الخاص والعام وأن يشرح لها الصدور ويفتح لها الأفهام ويجعلها عملاً صالحاً نافعاً مقبولاً للصغار والكبار والذكور والإناث إنه ولي ذلك والقادر عليه وطريقتي فيها هي الطريقة المعتادة ، أذكر القاعدة أولاً ثم أعقبها بشرح ألفاظها إن كان فيها لفظ يحتاج إلى شرح ثم أعقب ذلك بشرحها الإجمالي ثم أذكر ما يدل عليها من الأدلة الموجودة ثم أنطلق بعد ذلك بذكر بعض الفروع المخرجة عليها ، مع ذكرنا أثناء ذلك لبعض الفوائد التي يحسن ذكرها في مظانها ، وإن العمل لا بد أن يدخله القصور والخلل لأنه عمل بشر لكن أسأله جل وعلا أن يعينني على تفادي ذلك إنه خير معين فإلى المقصود والله المستعان وعليه التكلان ولا حول ولا قوة إلا بالله العلي العظيم",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وهو حسبنا ونعم الوكيل فأقول وبالله التوفيق ومنه أستمد الفضل والعون وحسن التحقيق . ¶ القاعدة الأولى ¶ الأعمال بالنيات ¶ أقول وهي التي عبر عنها الفقهاء رحمهم الله تعالى بقولهم ( الأمور بمقاصدها ) ولكن المتقرر عندنا أن القاعدة كلما كانت ألفاظها ألصق باللفظ الشرعي كلما كانت أتم وأكمل في الدلالة على المقصود فيما أمكن ذلك لأن العبارة الواردة في لسان الشارع أبعد عن المناقشات وأقرب إلى القلوب والأرواح وأدل على المقصود من غيرها فقوله ( الأعمال ) جمع مفرده عمل دخلت عليه الألف واللام الاستغراقية وقد تقرر في القواعد أن الألف واللام إذا دخلت على الجمع والمفرد أفادته العموم فيدخل في ذلك كل الأعمال أي أن كل ما يسمى عملاً فإنه يدخل تحت هذه القاعدة ، وقوله ( بالنيات ) هو جمع مفرده نية والنية لغة لفظ يدخل تحته :- القصد وانبعاث القلب نحو الشيء والعزم والإرادة والتوجه والاعتماد والأَمُّ ، فكل هذه العبارات تدخل تحت لفظ النية ، والنية بمعناها العام :- انبعاث القلب نحو ما يراه موافقاً لغرض من جلب نفع أو دفع ضر حالاً أو مآلاً قاله البيضاوي رحمه الله تعالى وعفا عنه ، ومعنى هذه القاعدة أن يقال :- أن الأعمال تختلف نتائجها وما يترتب عليها من ثواب وعقوبة باختلاف ما يقوم في قلب صاحبها من النية ، فساداً وقبولاً ورداً وكمالاً ونقصاً باعتبار اختلاف مقاصدها ، فالأعمال وإن اتفقت صورتها في الظاهر إلا أنها تختلف أحكامها وآثارها وعواقبها باختلاف النيات فالنية هي أساس العمل ومبدؤه وباعثه وروحه ، وهذا يفيد أن هناك ارتباطاً وثيقاً بين أعمال الجوارح وأعمال القلوب ، ومن تأمل الشريعة في مصادرها ومواردها عَلِمَ علْم اليقين هذا الارتباط الوثيق وعلم أيضاً أن أعمال الجوارح لا تنفع بدون أعمال القلوب ، وأن أعمال القلوب هي المتحكمة في أعمال الجوارح ، وأن الجوارح لا تشتغل أبداً إلا بما امتلأ به القلب ، فهذه القاعدة أصل عظيم من",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أصول هذه الشريعة ، وهي تدخل في نصف الشريعة لأن التشريع قسمان :- تشريع يخص أعمال الباطن وتشريع يخص أعمال الظاهر ، فالأصل في أعمال الباطن النية ، أي أن مدار أعمال الباطن كلها على النيات ، ولما فقه السلف رحمهم الله ذلك أقبلوا كل الإقبال على تصحيح هذه النية وعالجوها أشد المعالجة ، قال الإمام أحمد رحمه الله في رواية ابنه حنبل :- أحب لكل من عمل عملاً من صلاة أو صيام أو صدقة أو أي نوع من أنواع البر أن تكون النية متقدمة في ذلك العمل قبل فعله . أ.هـ",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقال الفضيل بن زياد :- سألت أبا عبد الله ـ يعني أحمد ـ عن النية في العمل فقلت :- كيف النية ؟ فقال :- يعالج نفسه ، إذا أراد عملاً لا يريد به الناس . أ.هـ وقد صنف أبو بكر بن أبي الدنيا مصنفاً سماه :- كتاب الإخلاص والنية ، وقال يحي بن أبي كثير :- تعلموا النية فإنها أبلغ من العمل ، وعن زبيد اليامي قال :- إني لأحب أن تكون لي نية في كل شيء حتى في الطعام والشراب ، وعنه أنه قال :- انوي في كل شيء تريده الخير حتى خروجك إلى الكناسة ا.هـ وعن داود الطائي أنه قال :- رأيت الخير كله إنما يجمعه حسن النية ، وكفاك به خيراً وإن لم ينصب . وقال أيضاً :- والبر همة التقي ولو تعلقت جميع جوارحه بحب الدنيا ، لردته نيته يوماً إلى أصله ا.هـ وقال سفيان الثوري رحمه الله تعالى :- ما عالجت شيئاً أشد عليّ من نيتي لأنها تتقلب عليّ ا.هـ ، وعن يوسف بن أسباط أنه قال :- تخليص النية من فسادها أشد على العالمين من طول الاجتهاد . وقيل لنفيع بن جبير ألا تشهد الجنازة ؟ فقال :- كما أنت يا أخي ، قال :- فتفكر قليلاً ثم قال :- إمض ، قلت :- أنه وقف هنيه حتى يستحضر النية وهذا من عظيم الفقه ، وقال مطرف بن عبد الله صلاح القلب بصلاح العمل وصلاح العمل بصلاح النية . وقال بعض السلف :- من سره أن يكمل له عمله فليحسن نيته فإن الله تعالى يأجر العبد إذا حسنت نيته حتى باللقمة وقال ابن المبارك :- رب عمل صغير تعظمه النية ، ورب عمل كبير تصغره النية . وقال ابن عجلان :- لا يصلح العمل إلا بثلاث :- التقوى لله ، والنية الحسنة ، والإصابة . وقال الفضيل بن عياض رحمه الله تعالى :- إنما يريد الله عز وجل منك نيتك وإرادتك . وقال أيضاً في قوله ( ليبلوكم أيكم أحسن عملاً ) قال :- أخلصه وأصوبه ، فقيل له :- يا أبا علي : ما أخلصه وأصوبه ؟ فقال :- إن العمل إذا كان خالصاً ولم يكن صواباً لم يقبل وإذا كان صواباً ولم يكن خالصاً لم يقبل حتى يكون خالصاً وصواباً",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "، والخالص ما كان لله عز وجل والصواب إذا كان على السنة ا. هـ . فكان السلف رحمهم الله تعالى حريصين أشد الحرص على تصحيح النية وأن لا تكون إلا لله تعالى ، فكانوا لا يقولون قولاً ولا يعملون عملاً إلا بعد استحضار نيته فجعلت البركة في أقوالهم وأعمالهم وأعمارهم ، فغدت أقوالهم نوراً يستضاء بها في الظلمات وحكماً تسير بها الركبان وتأنس بها القلوب والأرواح ، وصارت أعمالهم مثلاُ يقتدى بها من بعدهم ، فضربوا أروع الأمثلة في الأعمال لإنهم قبل ذلك ضربوا أروع الأمثلة في تحقيق نياتها وتصحيحها ، فلم يكن السلف يوقعون العمل كيفما اتفق ، لا ، وإنما كانت أعمالهم صادرة عن نيات تنبعث من القلوب الزكية الصافية ، التي امتلأت خشية وإيماناً وتقوى ، وتضلعت من علوم الكتاب والسنة ، وهذا هو الفيصل بيننا وبين القوم ، فإن الصيام هو الصيام في الصورة والظاهر ولكن القلوب والبواعث تختلف ، والصلاة هي الصلاة ولكن القلوب والبواعث تختلف وهكذا في سائر أعمال البر ، فالنية أجرها عظيم وخطر فسادها جسيم ، فالله الله في تصحيحها ، والله الله في مراقبتها وعدم الغفلة عنها ، ويوضح هذا أن الحساب يوم القيامة إنما يكون على السرائر قال تعالى : ( يوم تبلى السرائر ) فالأعمال كالجسد والنية كالروح ولا خير في جسد بلا روح والأعمال صور والنيات حقائق ، ولا خير في صورة بلا حقيقة ، والأعمال فروع والنية أصول وجذور ولا يستقيم الفرع بلا أصل وجذر ولذلك فإننا نستثقل التعبدات لأننا لم نستحضر نية التعبد فيها وقد دل على هذه القاعدة العظيمة الأدلة الكثيرة الوفيرة من الكتاب والسنة . قال تعالى : ( وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ) وقال تعالى : ( فاعبد الله مخلصاً له الدين ألا لله الدين الخالص ) وقال تعالى : ( قل إني أمرت أن أعبد الله مخلصاً له الدين ) وقال تعالى : ( قل الله أعبد مخلصاً له ديني فاعبدوا ما شئتم من دونه ) وقال تعالى : (",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "هو الحي لا إله إلا هو فادعوه مخلصين له الدين ) وقال تعالى : ( وأقيموا وجوهكم عند كل مسجد وادعوه مخلصين له الدين ) وقال تعالى : ( فادعوا الله مخلصين له الدين ولو كره الكافرون ) وكل آية في قرن العبادة أو الدعاء بالإخلاص فإنها دليل على هذه القاعدة ، وأما من السنة ، فأحاديث كثيرة يصعب حصرها ولكن نذكر لك جملاً منها فأقول : عن أمير المؤمنين عمر بن الخطاب رضي الله عنه قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : ( إنما الأعمال بالنيات ـ وفي رواية بالنية ـ وإنما لكل امرىءٍ ما نوى فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله ومن كانت هجرته إلى دنيا يصيبها أو امرأة يتزوجها فهجرته إلى ما هاجر إليه ) متفق عليه . وهذا الحديث أصل في هذه القاعدة بل هو ركنها الذي تستند إليه وهو دليل قاطع على أن صورة العمل وإن اتفقت في الظاهر إلا أن نتيجته وما يترتب عليه يختلف باختلاف قصد العامل . ويوضح هذا أيضاً حديث أبي موسى ـ رضي الله عنه ـ قال جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال يا رسول الله : الرجل يقاتل للمغنم والرجل يقاتل للذكر والرجل يقاتل ليرى مكانه ، أي ذلك في سبيل الله ؟ فقال : ( من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله ) فالعمل المذكور هنا هو الجهاد فصورة الجهاد متفقة بين أفراد الجيش ولكن يختلف الجهاد باختلاف نيات الناس فيه . فكل نية تخالف النية المذكورة في الحديث فإنها تخرج صاحبها عن كونه مجاهداً في سبيل الله ، وهذا إذا كانت هي أصل العمل ، أي أنه لم يقصد الجهاد أصلاً إلا للغنيمة ، أو لم يقصد إلا شيئاً من متاع الدنيا من مرح أو ثناءٍ أو فخرٍ ونحو ذلك أو كان القصد من قتاله مجرد الحمية العصبية لقومه فقط فكل هذه النيات الفاسدة تسبب إفساد العمل ، فلا يكون الجهاد جهاداً إلا إذا كان نية صاحبه إعلاء كلمة الله ، فمن قاتل لتكون كلمة الله هي العليا فهو المجاهد في",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "سبيل الله على الحقيقة . ويوضح ذلك حديث أبي هريرة رضي الله عنه ـ وآه ثم آه من هذا الحديث ، قال رسول الله - صلى الله عليه وسلم - ( أول الناس يقضى عليه يوم القيامة رجل استشهد فأتي به فعرفه نعمه فعرفها قال :- فما فعلت فيها ؟ قال :- قاتلت فيك حتى استشهدت . قال : كذبت .. إنما قاتلت لأن يقال جريء فقد قيل :- ثم أمر به فسحب على وجهه حتى ألقي في النار ، ورجل تعلم العلم وعلمه وقرأ القرآن فأتي به وعرفه نعمه فعرفها ، قال :- فما عملت فيها ؟ قال :- تعلمت العلم وعلمته وقرأت فيك القرآن قال :- كذبت ولكنك تعلمت العلم ليقال :- عالم وقرأت القرآن ليقال :- قارئ ، فقد قيل :- ثم أمر به فسحب على وجهه حتى ألقي في النار . ورجل وسع الله عليه وأعطاه من أصناف المال كله ، فأتى به فعرفه نعمه فعرفها قال :_ فما عملت فيها ؟ قال :- ما تركت من سبيل تحب أن ينفق لك فيها إلا أنفقت فيها لك ، قال :- كذبت ولكنك فعلت ذلك ليقال :- هو جواد ، فقد قيل ثم أمر به فسحب على وجهه حتى ألقي في النار ) رواه مسلم ، فيا ويلنا ثم يا ويلنا من فساد النية وخبث الطوية ويا ويلنا ثم يا ويلنا إن حاسبنا الله بعدله على ما يعلمه من فسادها ، ويا ويلنا ثم يا ويلنا إن لم يدركنا ربنا برحمته وعفوه ومغفرته وفضله وإحسانه . فانظر إلى هذه الأعمال العبادية العظيمة ، جهاد وطلب علم وتعليم وقراءة قرآن وصدقة ، قد صارت وبالاً على صاحبها لما كان الباعث لها النية الفاسدة ، فلا حول ولا قوة إلا بالله ، إن فساد النية من أعظم المصائب التي يبتلى بها العبد ، وإنها لعلامة من علامات الهلاك إن لم يمن الله على صاحبها بالتوبة النصوح ، فأين السلامة من فساد النية والنفوس قد تشربت الهوى وحب العاجلة ونسيان الآخرة ، وتشربت التطلع لمدح الناس وثنائهم ؟ فالأمر عظيم والعواقب وخيمة ، والله هو المستعان وحده على هذه القلوب التي جف ماء إخلاصها وفاحت منها روائح النتن من ريائها فإليك",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يا رب وحدك نشكو من هذه القلوب وفسادها فالجهاد بنيته وطلب العلم بنيته وتعليم الخير بنيته والصدقة بنيتها والهجرة من دار الكفر إلى دار الإسلام بنيتها ، بل والأعمال بنياتها . والله أعلم . ¶ وعن سعد بن أبي وقاص ـ رضي الله عنه ـ قال : قال رسول الله - صلى الله عليه وسلم - : ( إنك لن تخلف فتعمل عملاً تبتغي به وجه الله إلا أجرت عليه حتى ما تجعل في فيّ امرأتك ) متفق عليه . وهو واضح الدلالة على المقصود ، وعن عائشة ـ رضي الله عنها ـ قالت : قال رسول الله - صلى الله عليه وسلم - : ( يغزو جيش الكعبة فإذا كانوا ببيداء من الأرض يخسف بأولهم وآخرهم ) فقلت يا رسول الله :- كيف يخسف بأولهم وآخرهم وفيهم أسواقهم ومن ليس منهم ؟ فقال :- ( يخسف بأولهم وآخرهم ثم يبعثون على نياتهم ) متفق عليه . وأخرج ابن ماجة وأحمد من حديث أبي هريرة وجابر ـ رضي الله عنهما ـ مرفوعاً : ( إنما يبعث الناس على نياتهم ) وحسنه الترمذي . فهذا يدل دلالة واضحة على أن ميزان الأعمال إنما هو النية والقصد ومن وراء ذلك العمل ، وفي الصحيحين من حديث ابن عباس ـ رضي الله عنه ـ قال: قال رسول الله - صلى الله عليه وسلم - : ( لا هجرة بعد الفتح ولكن جهاد ونية ) ولابن ماجة من حديث معاوية ـ رضي الله عنه ـ : ( إنما الأعمال كالوعاء إذا طاب أسفله طاب أعلاه ) وللنسائي من حديث عبادة بن الصامت ـ رضي الله عنهما ـ : ( من غزا في سبيل الله ولم ينو إلا عقالاً فله ما نوى ) وعن أبي هريرة ـ رضي الله عنه ـ قال : قال رسول الله - صلى الله عليه وسلم - : ( قال الله تعالى :- إنا أغنى الشركاء عن الشرك من عمل عملاً أشرك معي فيه غيري تركته وشركه ) رواه مسلم . وعن أبي سعيد الخدري ـ رضي الله عنه ـ قال : قال رسول الله - صلى الله عليه وسلم - : ( إنما أخوف ما أخاف عليكم الشرك الخفي ، يقوم الرجل فيزين صلاته لما يرى من نظر الرجل ) حديث صحيح . وفي حديث ابن مسعود :- أخوف ما",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أخاف عليكم الشرك الأصغر ، فسئل عنه فقال \" الرياء \" والأحاديث في شأن النية أكثر من ذلك ، وبها تعلم أن الأعمال إنما تصدر من النيات ، فإذا طاب القلب طابت النية وإذا طابت النية طاب العمل والعكس بالعكس . ولزيادة الإيضاح نضرب لك فروعاً كثيرة حتى يثبت فهم القاعدة في قلبك ويتشربها عقلك فأقول : ¶ منها :- لقد قررت الأدلة الشرعية أن الرجعة جائزة ، بل تستحب الرجعة إذا كان فيها مصلحة خالصة أو راجحة أي مراجعة الزوج لزوجته التي طلقها ولم تنته عدتها بعد ، إلا أن هذه الرجعة مشروطة بشرط وهو عدم المضارة بها ، فإن كان الزوج ينوي بهذه الرجعة مضارة زوجته بها فإنها تكون حراماً في الباطن ، قال تعالى : ( ولا تمسكوهن ضراراً لتعتدوا ومن يفعل ذلك فقد ظلم نفسه ) وقال تعالى : ( وبعولتهن أحق بردهم في ذلك إن أرادوا إصلاحاً ) فلو أن ثمة رجلين طلقا زوجتيهما ، ثم ارتجعاهما ، لكن أحدهما كان ينوي الخير والإصلاح والبر بهذه الرجعة والآخر كان ينوي المضارة بها ، فإن صورة الرجعة واحدة في كلا الرجعتين إلا أنها جائزة في حق الأول وحرام في حق الثاني ، لأن الرجعة عمل والمتقرر أن الأعمال بالنيات فالذي جعل الرجعة في حق الأول جائزة لنيته الخير والإصلاح والذي جعل الرجعة في حق الآخر حراماً لنيته للشر والمضارة فانظر كيف أثر فساد النية وصلاحها في صحة الرجعة وفسادها مما يفيدك أن الأعمال بنياتها والله أعلم .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ومنها :- لقد تقرر بالأدلة المنع الأكيد من لقطة الحرام إلا لمن قصد بهذا الإلتقاط أن يعرفها ففي الصحيح من حديث أبي هريرة وغيره ( ولا تحل ساقطتها إلا لمنشد ) أي إلا لمعرف وتعريف لقطة الحرم تعريف أبدي ، فلا يجوز امتلاكها أبداً بل الواجب عليه أن يعرفها أبداً وبناء عليه فلو أن رجلين أخذا لقطتين من الحرم ، إلا أن الأول كان ينوي بهذا الأخذ تعريفها والآخر كان ينوي إمساكها وتعريفها ، لكان إلتقاط الأول جائزاً وإلتقاط الثاني محرماً ، مع أن صورة الأخذ واحدة إلا أن الحكم اختلف باختلاف النية ، فلما كانت نية الأول صالحة أثر صلاحها في صلاح العمل ولما كانت نية الثاني فاسدة أثر ذلك في فساد العمل لأن الأعمال مربوطة بنياتها . الله أعلم . ¶ ومنها :- لقد قرر الفقهاء ـ رحمهم الله تعالى ـ أن من شروط حل صيد الجارحة أن يقصد صاحبها إرسالها إلى الصيد فلو استرسل الكلب بنفسه فصاد فإن هذا الصيد لا يحل لأنه لم يمسك لصاحبه وإنما أمسك لنفسه والمعتبر في ذلك النية فإن أرسله صاحبه حل الصيد وإن لم يقصد إرساله لم يحل الصيد فصورة الاسترسال في الحالتين واحدة . إلا أن الحكم قد اختلف باختلاف النية والقصد فالاسترسال الأول لم تصاحبه نية ولا قصد فصار ذلك سبباً في حرمة الصيد والاسترسال الآخر صاحبه النية والقصد فصار ذلك سبباً في حل الصيد ، فانظر كيف ارتباط الأعمال بالنية ذلك لأن المتقرر أن الأعمال بنياتها . والله أعلم .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ومنها :- لو أن رجلين اغتسلا وهما جنبان في نهر ، لكن أحدهما كان ينوي رفع حدث الجنابة عنه ، وأما الآخر فإنما نوى مجرد التبرد والنظافة فقط فإن حدث الجنابة يرتفع عن الأول ولا يرتفع عن الثاني مع أن صورة الغسل واحدة إلا أن الحكم اختلف باختلاف القصد والنية فالغسل لمجرد التبرد أو لمجرد النظافة أو لمجرد تعليم السباحة لا يرفع الحدث ، بل لا بد من نية رفع الحدث أو نية التطهر لما لا يصح إلا بالطهارة ، والمؤثر في ذلك النية والقصد ، فلما تحققت هذه النية في الأول حصل له ارتفاع الحدث ولما تخلفت عن الثاني لم يحصل له شيء ذلك لأن الأمور بمقاصدها والأعمال بنياتها . والله أعلم . ¶ ومنها :- لو أن رجلين صاما عن المفطرات في يوم واحد إلا أن احدهما كان ينوي التعبد لله تعالى بهذا الإمساك أي كان ينوي حقيقة الصوم الشرعي وأما الآخر فإنما أمسك حمية لأن الطبيب أمره بذلك يسمى الأول صائماً وأما الآخر فإنه لا يسمى صائماً أي الصوم الشرعي ، لأنه لم ينوي ، فصورة الإمساك واحدة ولكن اختلف الحكم والأثر والنتيجة باختلاف النية ، فلما كان الأول قد نوى النية الشرعية بهذا الإمساك حصل له الصوم الشرعي وأما الآخر فإنه لم ينوي النية الشرعية فلم يحصل له شيء والمؤثر في ذلك النية فلما تحققت النية تحقق الحكم ولما اختلفت النية اختلف الحكم لأن الأمور بمقاصدها والأعمال بنياتها . والله أعلم . ¶ ومنها :- لقد ثبت في صحيح مسلم من حديث زيد بن خالد الجهني ـ رضي الله عنه ـ أن النبي - صلى الله عليه وسلم - قال : ( فمن آوى الضالة فهو ضال مالم يعرفها ) وهذا حكم أي لقطة في أي بقعة من بقاع الدنيا ، فإذا كان الملتقط ينوي أن يعرفها فقد خرج من عهدة الإثم وجاز إلتقاطه ، وأما إذا كان ينوي كتمها فإنه ضال آثم بهذا الأخذ مع أن صورة الأخذ واحدة إلا أن الحكم اختلف باختلاف ما يقوم في القلب من المقاصد والنيات ذلك لأن الأعمال بنياتها . والله أعلم .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ومنها :- لقد تقرر في الفقه جواز الشفعة وهي استحقاق الشريك انتزاع حصة شريكه ممن انتقلت إليه بعوض . فقولهم \" بعوض \" يفيد أنها لو انتقلت بعقد من عقود التبرعات كالهبة والوقف والصدقة ونحوها لما كان لشريكه الحق في انتزاعها ، لكن لو كان يقصد صاحب الشقص المضارة بهذه الصدقة أو هذا الوقف أو هذه الهدية ، أي مضارة شريكه ليحرمه من حقه الشرعي لكان آثماً معتدياً ظالماً ، مع أنها وقف وهدية وصدقة في الظاهر لكنها في الباطن ظلم وعدوان وغبن وهو آثم بذلك بسبب هذه النية الفاسدة ، لأن الأمور بمقاصدها والأعمال بنياتها . والله أعلم . ¶ ومنها :- لقد تقرر بالدليل جواز النظر إلى المخطوبة فعن أبي هريرة ـ رضي الله عنه ـ قال : قال رسول الله - صلى الله عليه وسلم - للرجل الذي جاءه فقال : يا رسول الله إني تزوجت فقال له : ( فانظر إليها فإن في أعين الأنصار شيئاً ) رواه مسلم ، وغير ذلك من الأدلة . إلا أن جواز ذلك مشروط بالرغبة الصادقة في النكاح وأما إذا كان ينوي مجرد التلذذ بالنظر فقط ولا يقصد حقيقة النكاح فإنه آثم بهذه النظرة وهي عليه لا له ، ويا ويله من الذي يعلم السر وأخفى ، فصورة النظر واحدة إلا أن الحكم اختلف باختلاف النية والقصد مما يفيدك أن الأمور بمقاصدها والأعمال بنياتها والله أعلم . ¶ ومنها : - لا شك أن من مسوغات الفطر في رمضان السفر والأدلة على ذلك كثيرة شهيرة ، إلا أن الفقهاء اشترطوا لجواز الفطر في السفر ألا ينوي بالسفر مجرد الفطر واستحلاله فإذا أنشأ السفر في أثناء اليوم وليس في نيته إلا أن يستحل الفطر فهذا لا بد أن يعامل بنقيض قصده فيكون الفطر عليه حراماً وستأتي قاعدة كاملة في هذا الشأن ـ إن شاء الله تعالى ـ والله أعلم .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومنها :- لقد تقرر بالدليل جواز الإنابة في الحج والعمرة عن الميت أو العاجز المريض الذي لا يرجى برؤه ، ولكن قرر الفقهاء أيضاً أن النائب في الحج إن كان في الحج يحج لمجرد أخذ المال فإنه ليس له إلا ما نوى وما له في الآخرة من نصيب لأنه ابتغى حطام الدنيا بعمل الآخرة وقد قال تعالى : ( من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها وهم فيها لا يبخسون أؤلئك الذين ليس لهم في الآخرة إلا النار وحبط ما صنعوا فيها وباطل ما كانوا يعملون ) وقال - صلى الله عليه وسلم - : ( تعس عبد الدنيا تعس عبد الدرهم تعس عبد الخميصة تعس عبد الخميلة تعس وانتكس وإذا شيك فلا انتقش ) وأما من أخذ ليحج فهذا هو المأجور المثاب المحبوب لله جل وعلا ، فصورة الحج واحدة إلا أن الحكم اختلف باختلاف النية ، فمن حج ليأخذ فلا أجر له ، ومن أخذ ليحج فله الأجر كاملاً إن جاء بالحج على وجهه المأمور به شرعاً وذلك لأن الأعمال بالنيات والأمور بالمقاصد والله أعلم .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومنها :- لقد تقرر بالدليل تحريم تخليل الخمر ، ففي صحيح مسلم من حديث أنس ـ رضي الله عنه ـ قال : سأل النبي - صلى الله عليه وسلم - عن الخمر تتخذ خلاً قال : \" لا \" وبناءً عليه فإنه لو تخللت خمراً بقصد ممن هي عنده فإنه لا تحل بل هي تبقى على الأصل الحرمة واختاره شيخ الإسلام ابن تيمية ـ رحمه الله تعالى ـ وغيره من المحققين فلا يجوز القصد لتخليل الخمر بل يجب إراقتها ، أما الخل المنقلب عن الخمر بدون قصد من المكلف فإنه حلال يجوز أكله فقد قال عمر بن الخطاب ـ رضي الله عنه ـ : ( لا تأكل خل الخمر إلا خمراً بدأ الله بفسادها ولا جناح على مسلم أن يشتري من خل أهل الذمة ) أي أن خل أهل الذمة الذي كان خمراً لا بأس بشرائه لأنه في الغالب تخلل بغير اختيار منهم مع أن صورة الانقلاب واحدة ، إلا أن القصد إلى التخليل جعله حراماً والتخلل بدون قصد جعله حلالاً فالفرق هو النية والقصد ذلك لأن الأمور بمقاصدها والأعمال بنياتها والله تعالى أعلم .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ومنها :- اختلف أهل العلم ـ رحمهم الله تعالى ـ في اتخاذ السبحة والتسبيح بها مع اتفاقهم بأن عقد التسبيح بالأصابع أفضل لأنهن مسئولات مستنطقات ، فمن العلماء من منعها مطلقاً ومنهم من أجازها مطلقاً ومنهم من فصل والحق معه ، إن شاء الله تعالى ، فالحق في هذه المسألة هو أن الحكم يختلف باختلاف النية والقصد ، فإن كان يتخذها من باب التعبد بذاتها مع اعتقاده بأن التسبيح بها أفضل من غيرها فهذا ممنوع لأنه يدخل في دائرة البدعة ، لأن الأصل في العبادات الوقف على الدليل ، وهذا هو شأن الصوفية أهل البدعة والضلالة فإنهم يتعبدون بذات السبحة وذلك فإن الولي عندهم كلما علت منزلته فإنه لا بد من تكبير حجم سبحته وتكثير عددها ، ولا يعد الولي عندهم ولياً إلا بهذه السبحة ولذلك اشتهر في التاريخ بعض المسابح المنسوبة لأصحابها كسبحة زبيدة بنت جعفر وقد اشترتها بخمسين ألف دينار ، وسبحة الجنيد ، وسبحة أم المقتدر العباسي ، وسبحة البصرة نصر بن أحمد الخبزازري ، كما أفاده الشيخ بكر أبو زيد في تصحيح الدعاء ، فإذا كان متخذ السبحة ينوي ويقصد التعبد بها لذاتها وأن التسبيح بها أفضل منه بغيرها ، فهذا لا يجوز ، وأما إذا اتخذها من باب ضبط العد حتى لا يفوته شيء منه لا من باب التعبد بذاتها ، فهذا جائز لا بأس به ، واختاره أبو العباس ابن تيمية فإنه قد اختار ـ رحمه الله تعالى ـ أنه لا بأس باتخاذ السبحة إذا أحسنت فيها النية ، وأما إن كان اتخاذها من باب الجمال والزينة فالصحيح عندي والله أعلم أنه تابع لعرف البلد فإن اشتهر في عرف البلد أن اتخاذ السبحة من باب التجمل فلا بأس باتخاذها لأن المتقرر أن العادة محكمة وتقرر أن الأصل في العادات الحل والإباحة إلا بدليل ، ولا أعرف دليلاً يمنع من السحبة وأما إذا لم يكن من عادة البلدة التجمل بها فإنها تمنع لأن اتخاذها حينئذ يفضي بصاحبها إلى الشهرة والرياء وكلاهما ممنوعان ، فهذا التفصيل هو القول",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الراجح في المسألة وخلاصته أن يقال :- ¶ أولاً :- إن اتخذت من باب التعبد بذاتها فبدعة . ¶ ثانياً :- إن اتخذت من باب ضبط العد فلا بأس . ¶ ثالثاً :- إن اتخذت من باب الجمال فلا يخلو من حالتين :- ¶ الأولى :- أن جرى العرف بذلك فلا بأس . ¶ الثانية :- أن لم يجري العرف بذلك فيمنع اتخاذها . ¶ فأنت ترى أن الحكم هنا اختلف باختلاف النية مما يدل على أن الأمور بمقاصدها والأعمال بنياتها . والله ربنا أعلى وأعلم . ¶ ومنها :- أن القول الصحيح أن السكران لا تقع عقوده ولا طلاقه ولا إقراره لأن أقواله هدر لأنه ليس له قصد صحيح . كالمجنون وهذا ما دلت عليه النصوص وأقوال الصحابة والأصول فإن الله تعالى قال : ( لا تقربوا الصلاة وأنتم سكارى حتى تعلموا ما تقولون ) فدل على أن السكران لا يعلم ما يقول ، والأقوال والأفعال إنما تصدر عن القلب والشارع لم يرتب المؤاخذة إلا على ما يكسبه القلب والأقوال والأفعال الظاهرة كما قال تعالى : ( ولكن يؤاخذكم بما كسبت قلوبكم ) ولم يؤاخذ على أقوال وأفعال لم يعلم بها القلب ولم يتعمدها وكذلك ما يحدث المرء به نفسه لم يؤاخذ منه إلا بما قاله أو فعله وقد قال - صلى الله عليه وسلم - لماعز لما زنى ( أبك جنون ) قال : \" لا \" ثم أمر باستنكاهه لئلا يكون سكران فدل على أن إقرار السكران باطل ولا عبرة به . واختاره أبو العباس وتلميذه ابن القيم وغيرهما من المحققين . فدل ذلك على أن الأعمال بالنيات وأن الأمور بمقاصدها والله أعلم .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ومنها :- لقد قرر الفقهاء ـ رحمهم الله تعالى ـ إن اليمين ثلاثة أقسام :- يمين لغو ويمين منعقدة ويمين غموس وعرفوا يمين اللغو : بأنها اليمين التي لم يقصد صاحبها عقدها ، فإنما هي مما يجري على لسانه ، واليمين المنعقدة هي اليمين التي قصد صاحبها عقدها على أمر مستقبلي ويمكن الوفاء به ، وقرروا أن اليمين اللغو لا كفارة فيها قال تعالى : ( لا يؤاخذكم الله باللغو في أيمانكم ولكن يؤاخذكم بما عقدتم الأيمان ) فاليمين واحدة في الصورة لكن اللغو لاشيء فيها والمنعقدة فيها كفارة إذا خالف مقتضاها والفرق بينهما القصد وعدم القصد ، فاليمين التي خلت عن القصد لا كفارة فيها واليمين التي صاحبها القصد فيها الكفارة مما يدل على ارتباط الأفعال الظاهرة بالنيات والمقاصد الباطنة ، وأن الأعمال بنياتها والأمور بمقصدها والله أعلم .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومنها :- لقد قرر الفقهاء ـ رحمهم الله تعالى ـ في أنواع القتل فذكروا أن القتل أنواع :- خطأ وشبه عمد ، وعمد عدوان ، والفرق بين الخطأ والعمد هو القصد فالقتل العمد العدوان هو أن يقصد بقلبه من يعلمه معصوماً بما يقتل غالباً سواءً كان يقتل بحده كالسيف والسكين والرمح ونحوها ، أو كان يقتل بثقله كالصخرة ونحوها أو بغير ذلك كالتحريق والتغريق والإلقاء من الشاهق والخنق ونحو ذلك فهذا إذا فعله وجب فيه القود ، وأما الخطأ الذي يشبه العمد ففيه شعبة من العمد وهو قصد الجناية وفيه شعبة من الخطأ وهو أنه اعتدى عليه بما لا يقتل غالباً كضربة العصا ، والدفع الخفيف وضربة الرأس الخفيفة ، قال - صلى الله عليه وسلم - : ( ألا إن الخطأ شبه العمد ما كان بالسوط والعصا مائة من الإبل ، منها أربعون في بطونها أولادها ) حديث حسن ، وأما القتل الخطأ فهو عدم قصد الجناية أصلاً وصوره كثيرة ، والمقصور :- أن الفرق بين القتل العمد العدوان وقتل الخطأ هو وجود القصد من عدمه وكانت الوسيلة مما يقتل فهو عمد عدوان ، وإن تخلف القصد فإنه خطأ ، فدل ذلك على أن الأعمال بالنيات والأمور بالمقاصد والله أعلم .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ومنها :- قال تعالى : ( من كفر بالله من بعد إيمانه إلا من أكره وقلبه مطمئن بالإيمان ولكن من شرح بالكفر صدراً فعليهم غضب من الله ولهم عذاب عظيم ) وقال - صلى الله عليه وسلم - : ( إن الله تجاوز عن أمتي الخطأ والنسيان وما استكرهوا عليه ) وقال تعالى : ( ربنا لا تؤاخذنا إن نسينا أو أخطئنا ) وقال تعالى : ( وليس عليكم جناح فيما أخطأتم به ولكن ما تعمدت قلوبكم ) وقال - صلى الله عليه وسلم - : ( من نسي وهو صائم فأكل أو شرب فليتم صومه فإنما أطعمه الله وسقاه ) وقال - صلى الله عليه وسلم - : ( رفع القلم عن ثلاث عن النائم حتى يستيقظ وعن الصغير حتى يحتلم وعن المجنون حتى يفيق ) حديث صحيح ، فلهذه النصوص وغيرها قرر الفقهاء والأصوليون رحمهم الله تعالى أن الإكراه والنسيان والخطأ من موانع التكليف وأعني بالخطأ ما كان سببه الجهل وعدم القصد ، فهذه الأشياء لو عرضت للمكلف فإن قلم التكليف مرفوع عنه وأن ما صدر عنه وهو متلبس بهذه الحالة من الأقوال والأفعال لا حكم له شرعاً بل هو على العفو فلا يترتب عليه شيء وسبب ذلك عدم القصد لحقيقة القول أو الفعل ، وبناءً عليه فمن اقترف شيئاً من مفطرات الصوم جاهلاً أو ناسياً أو مكرها فلا شيء عليه وصومه صحيح ومن فعل شيئاً من محظورات الحج مكرهاً أو جاهلاً أو ناسياً فلا شيء عليه ، ومن تكلم في الصلاة ناسياً أو جاهلاً فلا شيء عليه ومن نطق بكلمة الكفر مكرهاً أو من غير قصد منه فلا شيء عليه ، قال - صلى الله عليه وسلم - لمن قال ( اللهم إنك عبدي وأنا ربك ) قال : ( أخطأ من شدة الفرح ) ومن صلى بنجاسة ناسياً فلا شيء عليه ، ومن التفت في الصلاة من غير قصد ولكن سمع حركة مثلاً فالتفت من غير قصد فلا شيء عليه ، ومن طلق زوجته مكرهاً ، أو أراد أن يقول : (أنت طاهر ) فسبق لسانه فقال : ( أنت طالق ) من غير قصد فلا شيء عليه ، ومن ترك الصلاة ناسياً حتى خرج وقتها فلا شيء عليه لكن يصليها إذا ذكرها",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "لحديث : ( من نسي صلاة فليصلها إذا ذكرها لا كفارة لها إلا ذلك ) متفق عليه من حديث أنس ـ رضي الله عنه ـ ومسائل هذا الفرع كثيرة جداً والمراد أن تعلم أن الشريعة أسقطت المؤاخذة عن هؤلاء لأنهم لا يقصدون حقيقة هذه الأفعال ، والمتقرر أن الأمور بمقاصدها والأعمال بالنيات والله أعلم . ¶ ومنها :- القول الصحيح أن من قال لزوجته ( إن فعلت كذا وكذا فأنت طالق ) أن الحكم فيها يختلف باختلاف قصده ونيته فإن كان يحب ويقصد الطلاق عند وقوع الشرط فإنه يقع طلقة واحدة ، وإن كان لا يحب ولا يقصد وقوع الطلاق عند وقوع الشرط وإنما يقصد الحظ أو المنع ولا يقصد حقيقة الطلاق فهذا لا يقع طلاقه وإنما هي بمنزلة اليمين ، أي أن عليه أن يكفر كفارة يمين فقط ، فاللفظ واحد ولكن الحكم اختلف باختلاف نيته واختاره شيخ الإسلام ابن تيمية وغيره والله أعلم . ¶ ومنها :- ذكر أبو العباس بن تيمية رحمه الله تعالى أن المسلمين إذا اقتتلا فانهزم أحدهما فلحقه الآخر فقتله فإن كان المنهزم قد انهزم بنية التوبة عن المقاتلة المحرمة لم يحكم له بالنار فإن الله يقبل التوبة عن عباده ويعفو عن السيئات وإن كان انهزامه عجزاً فقط ولو أنه قدر على خصمه لقتله فهو في النار كما قال النبي - صلى الله عليه وسلم - ( إذا التقى المسلمان بسيفيهما فالقاتل والمقتول في النار ) قالوا يا رسول الله : هذا القاتل فما بال المقتول ؟ فقال : ( إنه كان حريصاً على قتل صاحبه ) متفق عليه ، فصورة الفرار واحدة ولكن اختلف الحكم باختلاف القصد لأن الأعمال بالنيات والله أعلم .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومنها :- لقد تقرر أن الواجب متابعة النبي صلى الله عليه وسلم وأن مخالفته لا تجوز ، ولكن إذا اجتهد مجتهد في مسألة ما ، وترجح عنده قول وعمل به وكان هذا القول يتضمن مخالفة للنبي صلى الله عليه وسلم والمجتهد لا يعلم بذلك وإنما عمل بما توصل إليه فإنه لا يأثم بهذه المخالفة بل هو مأجور على هذا الاجتهاد بأجر واحد ، فالمجتهدون المخطئون في مسائل الاجتهاد غير آثمين ، وفي ذلك يقول عليه الصلاة والسلام \" إذا حكم الحاكم فأصاب فله أجران ، وإذا أجتهد فأخطأ فله أجر واحد \" وهو في الصحيح ، وعلى ذلك قال أهل السنة فيما شجر بين الصحابة رضي الله عنهم :- ¶ والصمت حق عن خلاف قد جرى بين الصحاب وهم به نوعان ¶ فالمخطئون لهم ثواب واحد أما المصيب فأجره ضعفان ¶ وذلك أن المجتهد المخطئ لم يقصد حقيقة المخالفة ولكنه يظن أن ما توصل إليه هو الحق فهو مخطئ فقط ، بل ومأجور على سلوكه طريق الاجتهاد فخطؤه هذا لاحكم له شرعاً لأنه عن غير قصد والأمور بمقاصدها والأعمال بنياتها والله أعلى وأعلم 0 ¶ ومنها :- لقد تقرر عند أهل السنة رحمهم الله تعالى أن زيارة القبور قسمان :- شرعية وبدعية ، والشرعية ماكان قصد الزائر فيها اتباع السنة والدعاء للميت وتذكر الآخرة والبدعية ماسوى ذلك ، مع أنه في بعض الأحيان تكون صورة الزيارة واحدة ولكن الحكم يختلف باختلاف المقاصد ، لأن الزيارة عمل والأعمال بالنيات 0",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ومنها :- القول الصحيح أنه يجب أخذ الزكاة قهراً من الممتنع من دفعها ، أعني أن السلطان له أن يأخذها قهراً ، لكن هل تجزئة أم لاتجزئة ؟ فيه خلاف والصحيح إن شاء الله تعالى أنها لاتجزئة في الباطن لعدم النية مع قدرته عليها ، أي أنه لم ينو التعبد لله تعالى بهذا الإخراج ولم يقصد إبراء ذمته من هذا الواجب وإنما أخذت منه قهراً من وراء أنفة من غير قصد منه لدفعها ، والزكاة عبادة فلا تقبل إلا بالنية وهذا لانية له فلا تجزئه ، وأما قولنا ( في الباطن ) أي فيما بينه وبين الله تعالى وأما فيما بيننا وبينه فإننا لانلزمه بدفع زكاة أخرى ، إلا إذا أعاد إخراجها بقصد ونية وهو اختيار شيخ الإسلام بن تيمية وغيره ، وهذا يفيدك أن الأعمال بالنيات والأمور بالمقاصد والله أعلم 0 ¶ ومنها : القول الصحيح إن شاء الله تعالى أن من أدى عن غيره حقاً وقد كان ينوي الرجوع على صاحب الحق ليستوفي منه فله الرجوع ، وأما إن أداه تبرعاً وليس في نيته الرجوع فلا حق له في الرجوع ، فأمر الرجوع من عدمه مبناه على النية ، فإن وجدت فله الرجوع وإن انعدمت فلا حق له فيه ذلك لأن الأمور بمقاصدها والأعمال بنياتها والله أعلم 0 ¶ ومنها : سئل أبو العباس بن تيميه عن رجل قال لزوجته أنت كأمي ، فأجاب بما حاصله : إن كان ينوي بهذا القول أي في المنزلة والكرامة والتقدير والاحترام فلا بأس ولا يكون بذلك مظاهراً وإن كان ينوي بذلك أي في تحريم الجماع فإنه يكون بهذا القول مظاهراً يجب في حقه ما يجب على المظاهر ، فالأمر مبناه على النية ، فالقول واحد إلا أن الحكم اختلف باختلاف النية مما يدل على الأعمال بالنيات والله أعلم 0",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ومنها: القول الصحيح فيمن قال : نذر لله عليّ أن أزور مسجد المدينة أنه إن كان يقصد زيارة نفس المسجد للتعبد فيه فإنه نذر طاعة يجب الوفاء به ولو بشد رحل ، لحديث : (من نذر أن يطيع الله فليطعه ومن نذر أن يعصي الله فلا يعصه ) وأما إن كان لا يقصد بذلك إلا زيارة القبر بالأصالة والمسجد بالتبع فهذا من باب نذر المعصية إن كان بشد رحل ، لأن القبور لايجوز شد الرحل إليها ، وقوله ( مسجد المدينة ) لاحكم له لأن الاعتبار بالقصد والنية لا بمجرد اللفظ ، وهو إنما قصد زيارة القبر بالأصالة أي أن قصده الأول هو زيارة القبر وفي الحديث ( لا تشد الرحال إلا إلى ثلاثة مساجد المسجد الحرام ومسجد الرسول - صلى الله عليه وسلم - والمسجد الأقصى ) متفق عليه من حديث أبي هريره ، واختاره شيخ الإسلام بن تيميه رحمه الله والله أعلى وأعلم 0 ¶ ومنها : ما الحكم فيمن توضأ بعد صلاة العصر فهل له أن يصلي سنة الوضوء أم لا ؟ والجواب أن يقال : إن كان ينوي بوضوئه هذا الصلاة فلا حق له أن يصلي به لأنه أراد استحلال الحرام فيعامل بنقيض قصده ولأنه استعجل الشيء قبل أوانه ومن استعجل الشيء قبل أوانه فإنه يعاقب بحرمانه ، وأما إذا كان يقصد شيئاً آخر من طواف أو قراءة ونحوها فلا بأس عليه أن يصلي بهذا الوضوء ركعتين ولو في وقت النهي لأنها من ذوات الأسباب، وقد تقرر في الضابط أنه لا يصلح النفل في وقت النهي إلا ماله سبب والله أعلم 0",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ومنها :- من المعلوم المتقرر في الشريعة النهي الأكيد عن بيع النجش وهو الزيادة في السلعة تغريراً بلا قصد الشراء ففي الصحيح \" أن النبي - صلى الله عليه وسلم - نهى عن النجش \" وفي الصحيح من حديث أبي هريرة رضي الله عنه قال قال رسول الله - صلى الله عليه وسلم - (( لا تناجشوا )) فأصل المزايدة في السلعة الجواز لكن إذا كانت هذه المزايدة بقصد الشراء وأما إذا كانت لا بقصد الشراء وإنما بقصد التغرير فقط فهي مزايدة ظالمة آثمة جائرة ، فصورة المزايدة واحدة إلا أن الحكم اختلف بإختلاف المقاصد والنيات ، ذلك لأن الأعمال بنياتها والأمور بمقاصدها ، والله أعلم . ¶ ومنها :- الصحيح أن كنايات القذف لا يثبت حكم القذف فيها إلا بالنية المصاحبة ، أي أن يقال له :- ماذا تقصد بقولك هذا ؟ فإن فسر قوله بما يوجب قذفاً وجب إقامة حد القذف عليه وإن فسره بما لا يوجب قذفاً فلا حد ، وللإمام أن يعزره على قوله هذا ، فكناية القذف لا يثبت كونها قذفاً إلا بالنية لأن الأمور بمقاصدها والأعمال بنياتها والله أعلم . ¶ ومنها :- ذهب جمهور أهل العلم إلى أن المسافر إذا نوى الإقامة أكثر من أربعة أيام في البلد المسافر إليه فإنه يتم . وأن لم ينو الإقامة فإنه يقصر أبداً ، فالمعتبر في الإتمام والقصر هو النية ، لأن الأعمال بنياتها والأمور بمقاصدها . ¶ ومنها :- الجهاد في سبيل الله وتقدم الكلام عليه . ¶ ومنها :- طلب العلم وتعليمه وتقدم الكلام عليه . ¶ ومنها :- الصدقة وتقدم الكلام عليها .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ومنها :- لقد تقرر بالدليل أنه لا يجوز بيع الثمر قبل بدو صلاحه لحديث أبن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم نهى عن بيع الثمار حتى يبدو صلاحها متفق عليه وغير ذلك من الأحاديث إلا أن الفقهاء أجازوا بيعه قبل بدو صلاحه بشرط قطعه في الحال ، وذلك مربوط بالنية وإلا فالأصل المنع لكن إذا تحققت نية قطعه في الحال إنقلب الحكم من التحريم إلى الجواز وذلك لأن الأعمال بالنيات والأمور بالمقاصد والله تعالى أعلم . ¶ ومنها :- لقد ثبت الدليل الصحيح الصريح بخيار المجلس ففي الصحيح \" إذا تبايع الرجلان فكل واحد منهما بالخيار حتى يتفرقا \" وثبت أيضاً حديث \" ولا يحل له أن يفارقه خشية أن يستقيله \" وبناءً عليه ، فإذا حصلت المبايعة وقام أحدهما ليخرج من المجلس فلا يخلو إن كان يقصد بهذه المفارقة إثبات البيع وإبطال حق الآخر فإنه ظالم ومعتد وآثم ومفارقته هذه لا يجب بها البيع معاملة له بنقيض قصده ، وأما إذا حصلت المفارقة لا بهذا القصد فهي مفارقة صحيحة معتمدة ينقطع بها خيار المجلس ، فالمفارقة واحدة ولكن الحكم يختلف باختلاف نية المفارق وقصده ، ذلك لأن الأعمال بنياتها والأمور بمقاصدها والله أعلم .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ومنها :- ما يذكره علماء الاعتقاد في بعض مسائل العقيدة ، كالتمائم تكون شركاً أصغر إذا قصد بتعليقها أنها مجرد سبب فقط وأما إذا اعتقد وقصد أنها تنفع بذاتها وتدفع الضر بذاتها فإنه مشرك الشرك الأكبر ، وكذلك اشترطوا في جواز الرقية أن تكون بكلام الله وصحيح الأدعية وأن تكون باللسان العربي ، وأن يعتقد القارئ والمقروء عليه أنها سبب وأن الشافي على الحقيقة هو الله تعالى ، وقالوا أيضاً :- إن مجرد الإقرار اللساني بالشهادتين لا ينفع ، بل لا بد من قصد القلب لذلك وتصديقه بمعناهما وعلى ذلك قوله تعالى : ( إذا جاءك المنافقون قالوا نشهد إنك لرسول الله والله يعلم إنك لرسوله والله يشهد إن المنافقين لكاذبون ) لأن شهادتهم بذلك لم تكن نابعة من إيمان قلبي فلا اعتداد بها ولا تحصل بها النجاة ، والله تعالى أعلم . ¶ ومنها :- لقد ذكر أهل الأصول في مبحث الواجب الموسع أن هذا الواجب يجوز تأخيره إلى فعله في جزء من أجزاء وقته ، إلا أنهم اشترطوا لجواز التأخير أن يعزم على فعل الواجب في جزء من أجزاء وقته ، أما إن قصد بهذا التأخير الترك المطلق فإنه آثم على هذا التأخير بسبب هذه النية ، فإذا وجدت نية العزم على الفعل جاز التأخير وإذ لم توجد نية العزم على الفعل أو وجدت نية العزم على الترك لم يجز التأخير ، فالأمر مداره على النية لأن الأعمال بالنيات والأمور بالمقاصد والله أعلى وأعلم .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ومنها :- سئل النبي - صلى الله عليه وسلم - عن نظر الفجأة فقال ( إصرف بصرك ) والمراد بنظر الفجأة أي النظر إلى النساء الأجانب بلا قصد ، أي بلا نية النظر الحرام ، فهذه النظرة لا إثم فيها ولا عقوبة لأنه لم يصاحبها قصد ولا نية ، فهي نظرة مجردة لم تصدر عن قصد وخبث نية ، وإنما الواجب عليه صرف بصره ، لكن لو أدام النظر وتابعه فإنه آثم مع أن صورة النظر واحدة إلا أن الأولى لا إثم فيها لعدم القصد وأما الثانية ففيها الإثم لأنه صاحبها القصد وذلك لأن الأمور بمقاصدها والأعمال بنياتها والله أعلم . ¶ ومنها :- الصحيح أن الغضب إذا بلغ بصاحبه حداً لا يدري معه ما يقول ولا ما يفعل أنه لا يقع طلاقه في هذه الحالة لأن الطلاق يشترط معه قصد القلب وهذا يتفوه بما يعرف ويهذي بما لا يعلم ، لأن الغضب الشديد قد أغلق على عقله وفي الحديث \" لا طلاق ولا إعتاق في إغلاق \" واختاره ابن تيمية وابن القيم ، ولابن القيم رحمه الله تعالى رسالة كاملة في هذا الشأن سماها : - إغاثة اللهفان في حكم طلاق الغضبان . والمأخذ في عدم وقوع طلاقه حال الغضب الشديد عدم قصده لحقيقة الطلاق والأعمال بالنيات والأمور بالمقاصد والله أعلم .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ومنها :- الأصل في العتق الاستحباب وقد رتبت الشريعة على العتق الأجر العظيم والثواب الجزيل من الله جل وعلا ، والشارع يتشوف للعتق ، إلا أن العتق إذا كان يقصد به المضارة فإنه عتق آثم ظالم والصحيح أنه لا يقع ، كمن أعتق في مرض موته المخوف فإنه لا يقع عتقه هذا لأنه يغلب على الظن أنه يريد مضارة الورثة بهذا العتق ، وكذلك المفلس إذا أعتق عبده بعد صدور حكم الحجر فإن هذا العتق عتق ظالم آثم ولا يقع على القول الصحيح لأنه يقصد بهذا العتق مضارة الغرماء وكذلك لو لم يكن عنده إلا ثلاثة أعبد ثم أعتقهم في مرضه جميعاً فإنه لا ينفذ إلا عتق عبد واحد فقط لأنه ثلث المال وأما العبدان الآخران فإنهما يعادان إلى الرق لأن المعتق إنما أراد مضارة الورثة بهذا العتق ، وعن عمران بن حصين رضي الله عنهما \" أن رجلاً أعتق ستة أعبدٍ لم يكن له مال غيرهم ، فبلغ ذلك النبي - صلى الله عليه وسلم - فقال له قولاً شديداً ، ثم دعاهم فجزأهم ثلاثة أجزاء ، فأقرع بينهم فأعتق اثنين وأرق أربعة \" حديث صحيح ، وعدم نفوذ العتق فيما مضى من الأمثلة إنما هو لسوء القصد وخبث النية ، فلما كانت النية فاسدة والقصد خبيث أثر ذلك في عدم نفوذ العتق لأن الأعمال بنياتها والأمور بمقاصدها والله أعلى وأعلم .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ومنها :- ذكر أهل العلم رحمهم الله تعالى أن حلق الرأس لا يخلو إما أن يكون نسكاً وإما أن يكون للتعبد في غير النسك وإما أن يكون من باب العادة بلا قصد معين ، فأما الأول فهو عبادة بلا شك والقول الصحيح أن الحلق أو التقصير في العمرة أو الحج من النسك الواجب . وأما الثاني فهو بدعة لأن الأصل في العبادات التوقيف على الدليل ولم يرد جواز التعبد بالحلق إلا في النسك فقط ، وأما التعبد به في غير ذلك فإنه لا دليل عليه وهو ما يفعله بعض العباد جهلاً منه ، وهو المشهور عند الخوارج وفي الحديث \" سيماهم التحليق والتسبيد فإذا رأيتموهم فاقتلوهم \" رواه أبو داود بسند صحيح ، والتسبيد هو استئصال الشعر . وأما إذا كان حلقه من باب العادة فهذا لا بأس به ، فصار المدار على النية لأن الحلق عمل والعمل بنيته والأمور بمقاصدها والله أعلم . ¶ ومنها :- باب النقد في الشريعة الإسلامية ، فإن من شروط النقد الإخلاص والعدل في المنقود ، وأن لا يقصد بذلك إلا وجه الله تعالى فلا يقصد بذلك تشفياً ولا يقصد الفساد أو العلو في الأرض أو لغمز المنقود ليسقط من أعين الناس وتذهب هيبته من قلوبهم ، فهذه المقاصد كلها لا تصح وهو سبب لتحريم النقد ، وأما من كان قصده النصيحة لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم واقتصر من النقد على ما يحتاج إليه فقط وقام بقلبه أنه لولا هذه الحاجة لما تكلم في أخيه مطلقاً فهذا مأجور لا حرج عليه ومن ذلك قدح أئمة الحديث في بعض رجال الأسانيد ، فإنه من هذا الباب ، ومن هذا الباب أيضاً كلام الأقران يطوى ولا يروى لأن الأقران غالباً ما يصحب نقدهم في بعضه شيء من الهوى وحب التشفي ، فصار مدار النقد في الشريعة على تحقيق المصالح ودرء المفاسد ولا بد أن يكون بنية حسنة ومقصد سليم لأن الأعمال بالنيات والأمور بالمقاصد والله أعلم .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ومنها :- اشترط الفقهاء رحمهم الله تعالى لجواز الخلع شروطاً سبعة والذي يخصنا منها قولهم : ( أن لا يقع حيلة لإسقاط يمين الطلاق ) أي فراراً من وقوع الطلاق المعلق على مستقبل فيحرم خلع الحيلة ولا يصح لأن الحيل خداع لا تحل ما حرم الله تعالى ، قال أبو العباس : خلع الحيلة لا يصح على الأصح أ.هـ . وصورة ذلك أن يقول لزوجته إن دخلت دار أبيك فأنت طالق ) فأرادت أن تدخل دار أبيها فاتفق هو وأياها على أن تدفع له عوضاً ويخلعها لتتمكن من دخول دار أبيها في حالٍ ليست بزوجةٍ له ، ونحو ذلك ، فهذا القصد الفاسد يوجب فساد هذا الخلع لأنه يتحيل به على سقوط يمين الطلاق والخلع عمل ، والأعمال بالنيات والأمور بمقاصدها والله أعلم . ¶ ومنها :- لقد ثبت الدليل الصحيح بتحريم نكاح التحليل وأن المحلل ملعون كما في حديث \" لعن رسول الله - صلى الله عليه وسلم - المحلل والمحلل له \" وسماه التيس المستعار ، وبناءً عليه فالقول الصحيح أن نكاح المرأة المطلقة ثلاثاً لا يخلو من حالتين إما أن يقصد به مجرد تحليلها لزوجها الأول فهذا قصد خبيث محرم موجب للعنة صاحبه ولا تحل المرأة بهذا النكاح على أصح قولي أهل العلم رحمهم الله تعالى ، لأنه ليس نكاح رغبة ، وأما إذا نكحها نكاح رغبة فيها لا يقصد تحليلها فهذا جائز ، فصورة النكاح واحدة ولكن الحكم اختلف باختلاف النيات والمقاصد ، لأن الأمور بمقاصدها والأعمال بنياتها والله أعلم . فهذه بعض الفروع التي قررها الفقهاء في كتبهم في هذا الباب ، وبه تعلم أهمية النية ومدى ارتباط أعمال الجوارح بأعمال القلوب فالواجب على العبد أن يراقب نيته ، نسأله جل وعلا أن يصلح نياتنا وذرياتنا وأن يعيننا على إصلاح القول والعمل إنه ولي ذلك والقادر عليه وآخر دعوانا أن الحمد لله رب العالمين وصلى الله على نبينا محمد وعلى آله وصحبه وسلم . ¶ القاعدة الثانية ¶ العادات تنقلب عبادات بالنيات الصالحات",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أقول :- اعلم رحمك الله تعالى أن المتقرر في باب العبادات أن مبناه على الوقف ، فلا يجوز التعبد بشيء إلا وعليه دليل وأما باب العادات فاعلم أن المتقرر فيه أن مبناه على الحل والإباحة إلا بدليل ، فكل ما اعتاده أهل بلدٍ فإنه على الإباحة إلا الأعراف التي خالفت النص الشرعي فالواجب تركها ، فالعادات داخلة في دائرة الإباحة وأنت تعلم أن المباح في ذاته لا يثاب العبد على فعله ولا يعاقب على تركه ، والإنسان في حياته غالباً يتقلب بين عبادة أو عادة ، أي أن العبد إما أن يكون في عبادة وإما أن يكون في عادة ، ومن المعلوم أن الوقت الذي نقطعه في مزاولة العادات أكثر بكثير من الأوقات التي نقطعها في مزاولة العبادة ، وهذا في غالب الناس ، ومن المعلوم أن العبد مسئول يوم القيامة عن عمره وأوقاته ، فالعمر والوقت أمانة قد استرعاك الله عليهما وسوف يسألك عن كل دقيقة من هذا العمر وفي الحديث ( لن تزول قدما عبد يوم القيامة حتى يسأل عن أربع عن عمره فيما أفناه وعن شبابه فيما أبلاه وعن ماله مما اكتسبه وفيما انفقه ) أو كما قال صلى الله عليه وسلم . فكان الذي ينبغي لمن نصح لنفسه أن لا تمر عليه لحظة إلا وهو في عبادة ، ولكن لا شك أن النفس ستمل إذا كان العبد في ذكرٍ دائم أو صلاة دائمة أو صدقة دائمة أو مجلس علم دائم وهذا مستحيل أصلاً ولا يستطيعه أحد ، لكن لو حقق العبد هذه القاعدة لصارت أوقاته كلها عبادة ، ولما مرت عليه لحظة إلا وهي في ميزان حسناته ولا كلفه في تحقيقها أبداً وإنما يطلب من العبد فقط أن يتعود عليها وأن يربي نفسه دائماً عليها وأن يتعاون هو وأسرته ، أو يتعاون هو ورفقته على تحقيقها وتذكير النفس بها دائماً وعليه أن يستعين بالله تعالى على تحقيق هذه القاعدة حتى يكون في عبادة دائماً وهذا يحتاج إلى همة وعزيمة ، فما عليك إلا أن تستشعر جانب التعبد قبل مزاولة هذه العادة وفي أثناء مزاولتها ، فإذا فعلت ذلك فإنها تنقلب من",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "كونها عادة إلى كونها عبادة ، لأن العادات تنقلب عبادات بالنيات الصالحات ، فكل عادة نويت بها خيراً فإنها تكون عبادة ، فكل ما يقصده العباد من الأفعال أو التروك إذا تحققت فيه النية الحسنة فإنه يكون قربة وطاعة ، كما أنه مع النية السيئة يكون معصية وذنباً ، وهذه القاعدة يستدل عليها بقوله صلى الله عليه وسلم في الحديث المتفق على صحته ( إنما الأعمال بالنيات ) فالأعمال لفظ دخلت عليه الألف واللام وقد تقرر في الأصول أن الألف واللام الاستغراقية إذا دخلت على الجمع والمفرد أفادته العموم فيدخل تحت ذلك كل ما يسمى عملاً والمباحات والعادات نوع من الأعمال فتدخل تحت هذا العهموم ، فالمباح إذا صاحبه النية الصالحة فإنه يكون عبادة يثاب عليه العبد وإذا صاحبه نية سيئة فإنه يكون إثماً يعاقب عليه العبد ، وهذه القاعدة فرع عن القاعدة قبلها ، وإذا لم تتضح القاعدة إلى الآن فدونك هذه الفروع حتى تتضح فأقول :-",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "منها :- الأكل والشرب ، الأصل أنه عادة ونحن نقتطع في مزاولته وقتاً من اليوم ، فكيف يكون عبادة ؟ الجواب يكون عبادة بتحقيق هذه القاعدة ، وهو أنك قبل أن تضع يدك في الطعام وقبل أن ترفع الشراب إلى فيك استشعر أنك تريد التقوي بهذا الأكل والشرب على طاعة الله تعالى ، وذلك لأن البدن لا يقوى على مزاولة العبادة إلا بالطعام والشراب ، فانو هذه النية الحسنة الصالحة وتأدب بآداب الطعام والشراب الواردة في الشريعة كالبدء بالتسمية والأكل باليمين والأكل مما يليك والتثليث بين الطعام والشراب والنفس ونحو ذلك فإنك إذا فعلت ذلك بهذه النية فإن هذا الوقت الذي اقتطعته في الأكل والشرب يكون عبادة وقربة تثاب عليها ، بل إن كل حركة تتحركها على هذا الطعام والشراب تكون في ميزان حسناتك يوم القيامة فإنزال اليد لأخذ اللقمة ورفعها وإدخالها للفم ومضغها وهضمها كل ذلك يكون في ميزانك عند الله تعالى لأن النية الصالحة جعلت العادة عبادة ، فبالله عليك من الذي يعجز عن هذا ، إنه استشعار بسيط وعمل يسير ليس فيه أدنى كلفة ، يقلب لك العادة فتكون عبادة ، ولكن الشيطان حريص كل الحرص على تغفيل القلب عن هذه النية الطيبة ، لأنه يسعى السعي الحثيث على حرمان العباد من هذه الفضائل التي تكون سبباً لسعادتهم في الدنيا والآخرة ، فاحرص أنت على قهر عدوك وإرغام أنفه بتطبيق ذلك وتعويد نفسك عليه ، وإنه في بداية الأمر سيكون فيه شيء من النسيان ، لكن سرعان ما يزول ذلك بتذكير النفس به دائماً ، وما أجمل أن نذكر آداب الطعام تعليماً وتذكيراً قبل البدء فيه ، فإن النبي صلى الله عليه وسلم قد قال لعمر بن أبي سلمة لما رأى يده تطيش في الطعام ( يا غلام سم الله وكل بيمينك وكل مما يليك ) وقال للذي رآه يأكل بشماله ( كل بيمينك ) ولما أرادت الجارية والأعرابي أن يأكلا بلا تسمية أمسك أيديهما وأمرهما بالتسمية ، وغير ذلك فتذكير الحاضرين بآداب الطعام منهج شرعي وهو من",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الأمر بالمعروف ، ومن التعاون على البر والتقوى ومن التناصح ، وقد قال عليه الصلاة والسلام ( الدين النصيحة ) وإن الغفلة عن مثل هذه الآداب وإن لم يكن فيه عقوبة إذا لم يكن الأدب واجباً إلا أنه يحرم الإنسان خيراً \" كبيراً \" وأجراً كثيراً عظيماً والمؤمن العاقل يعلم أنه سيحتاج في يوم إلى أدنى عمل من أعمال البر ليزيد في حسناته ويثقل به ميزانه ، فلا ينبغي الاستخفاف بذلك ، والمقصود أن أكله وشربه ارتفع من كونه عادة إلى كونه عبادة بالنية الصالحة لأن العادات تنقلب عبادات بالنيات الصالحات والله أعلم .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ومنها : - التنزه في البراري والحدائق العامة ونحو ذلك ، الأصل أنه عادة ومباح ما لم يفضي بالعبد إلى شيء من المحرمات ، وكثير من الناس يقطع فيه وقتاً كبيراً فكيف يجعله العبد في ميزان حسناته ؟ الجواب : يكون ذلك عبادة بتحقيق هذه القاعدة وهو أن يقصد العبد بهذا العمل نية حسنة صالحة كإراحة النفس وتفريغ شحنات الهم منها حتى إذا أقبلت على العبادة تقبل بقبول الارتباطات ، فإن النفوس تتعب من الأعمال وكثرة الارتباطات ، ولابد لها من أوقات تعطى فيه شيئاً من لذتها المباحة حتى تستعد لما سيأتي من الأعمال ، وهذا يحسه غالب الناس ، وأنا واحد منهم ، فاني بعد كثرة الكتابة وطول الجلوس في المكتبة أحب أن أبحث عن مجلس يكون فيه شيء من الدعابة المباحة حتى يكون ذلك عوناً على ما سيأتي من الأشغال فإذا رجعت إلى مكتبي فإذا الصدر منشرح للإطلاع والكتابة ، ولكن لو قصرت النفس على الجلوس في المكتبة بلا تخلل مثل هذه المجالس لأدى بي ذلك إلى الانقطاع وأعرف عدداً من أهل العلم يخصصون يوماً في الشهر يخرجون فيه مع بعض الطلبة ليروحوا عن أنفسهم قليلاً ، بل أعرف بعضهم يأمر الطلبة بعدم اصطحاب شيء من الكتب ، وهذا هو المنهج السليم ، وديننا ليس فيه تعقيد ولا إملال ولا إثقال ولا آصار ولا أغلال بل هو دين الوسطية والاعتدال ، فلا تأخذ نفسك بالجد دائماً ولا تفتح لها أبواب اللهو دائماً وتكون من البطالين الذين لاهم لهم إلا إشباع رغباتهم وشهوات نفوسهم ، بل لابد من مزج بين الأمرين ، من الجد والراحة ، فإذا كنت في وقت الراحة فانو به إراحة النفس لتتقوى على طاعة الله تعالى ، والقاعدة الشرعية تقول : ( الشريعة مبناها على العدل والوسطية فلا إفراط ولا تفريط ) وعلى ذلك حديث ( ولكني أصوم وأفطر وأصلي وأرقد وأتزوج النساء فمن رغب عن سنتي فليس مني ) وحديث ( ليصل أحدكم نشاطه فإذا عجز أو فتر رقد ) وحديث ( عليكم من الأعمال بما تطيقون فو الله لايمل الله",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "حتى تملوا وكان أحب الدين إليه مادام عليه صاحبه ) وحديث (ولكن ياحنظلة ساعة وساعة ) أي ساعة تأخذ فيها بالجد وساعة تأخذ فيها راحة تجم فيها النفس لتستعين بهذه الساعة على الساعة الأولى ، والنفس هكذا فطرت وهكذا خلقت ، وإلا فبودنا أن تكون نفوسنا في الجد دائماً لا تفتر لكن هذا تكليف لها بما ليس هو من فطرتها ولا من طبيعتها فإذا كان لابد من أوقات للفسحة والراحة والانبساط وملاقاة الإخوان والخروج معهم للبرية ونحو ذلك ، فلماذا يضيع هذا الوقت مع أنني مسؤول عنه ؟ بل لابد أن يكون في موازين حسناتي ولا يكون هذا الوقت كذلك إلا بالنية الحسنة الصالحة فإنك إذا نويت فيه نية صالحة ترقى من كونه عادة مباحة إلى كونه قربة وثواباً وطاعة لأن العادات تنقلب عبادات بالنيات الصالحات والله أعلم 0",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ومنها : النوم ، فإن الأصل فيه أنه عادة مباحة لا يثاب عليها العبد ولا يعاقب ، ويأخذ العبد فيه وقتاً طويلاً ، فكيف يكون عبادة ؟ والجواب : يكون النوم عبادة إذا نوى به العبد خيراً ، كأن ينوي به التقوي على طاعة ربه جل وعلا ، فإن البدن يفقد قواه لو لم يعد نشاطه بالنوم ، ولذلك فإن من يطول سهره يحس غالباً بأنه ليس قادراً على شيء بل ولربما اضطرب عليه تفكيره فيرى الأشياء على غير ما هي عليه ، ولذلك فلا بد من النوم ، بل هو ضرورة من ضروريات البدن ولا يمكن الاستغناء عنه البتة ، فبما أنه لا بد منه ، وربما أننا نقطع فيه وقتاً كبيراً ، فلا ينبغي أن يضيع هكذا بلا فائدة ، بل لا بد أن يستفاد من هذا الوقت ، ولا يكون ذلك إلا باستشعار التعبد لله تعالى بهذه النومة واحتساب الأجر فيها عند الله عز وجل ، مع الحرص التام على التأدب بآداب النوم الشرعية ، كالوضوء قبله وقول الذكر الوارد والنوم على الجانب الأيمن ، فإذا فعل العبد هذه الأشياء مع اقتران النية الصالحة فإن نومه ينقلب من كونه عادة إلى كونه عبادة ، لأن العادات تنقلب عبادات بالنيات الصالحات . والله أعلم .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ومنها :- الذهاب إلى الوظيفة ، فإن الأصل أنه عادة ، أي مباح لا يثاب عليه العبد ولا يعاقب وأنت تعلم أننا نقتطع فيها وقتاً كبيراً ، فعلى العاقل أن يجعل هذا الوقت في ميزان حسناته ولا يكون ذلك إلا إذا نوى النية الصالحة الحسنة وذلك بأن ينوي التعبد لله تعالى بهذه الوظيفة بأن يكسب منها حلالاً يكف وجهه عن الناس ويكون عوناً له على أداء واجباته نحو من يعول من الزوجة والأولاد ، وأن ينوي التيسير على الناس بهذه الوظيفة من تخليص أعمالهم والنصيحة لهم فيها ، وإذا كان معلماً فينوي نشر الخير ، وتعليم السنة وتفقيه الناس في دينهم ، وإعانة الطلبة على مصالح أنفسهم ونحو ذلك من النيات الحسنة الصالحة ، فإنه إذا نوى ذلك كان ذهابه وتحريك دابته وبقاؤه في مكان وظيفته وعودته منها وما يصيبه فيها من الهم والنصب كل ذلك يصب في ميزان حسناته وهي - أي النية المطلوبة - إنما هي مجرد استشعار يقوم بعقله وقلبه ولا تحتاج إلى نطق ولا وضوء ولا أي شيء وإنما هي عمل قلبي بسيط لا يحتاج إلى أي كلفة ، ولكن الناس يغفلون عن ذلك بسبب الشيطان أعاذنا الله وإياكم منه ، ومما يشغل الناس عن هذه النية أيضاً امتلاء القلب بهم الوظيفة واستصعاب واستثقال القيام من النوم ، فيأتي أحدنا إلى وظيفته وكأنه يجر إلى حتفه ولكن بما أنها صارت من لوازم حياتنا ونحن ذاهبون إليها لا محالة فلا بد من أن يكون هذا الوقت لنا ولا يمكن أن يكون لنا إلا بالنية الصالحة لأن العادات تكون عبادات بالنيات الصالحات . والله ربنا أعلى وأعلم .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ومنها :- جماع الرجل لأهله ، فإنه عادة ومباح ، إلا أنه إذا نوى إعفاف نفسه بهذا الوطء عن الوقوع أو التطلع للحرام ونوى إعفاف زوجته ، أو نوى التسبب في إخراج ذرية يعبدون الله تعالى في الأرض ، فأي نية من هذه تحققت ، فإن جماعه هذا يكون في ميزانه يوم القيامة ، لأنه يرتقي بهذه النية إلى العبادة والقربة ، لأن العادات تنقلب عبادات بالنيات الصالحات ، وعلى ذلك قوله صلى الله عليه وسلم ( وفي بضع أحدكم صدقة ) فقالوا يا رسول الله أيأتي أحدنا شهوته ويكون له فيها أجر ؟ قال ( أرأيت إن وضعها في حرام أكان يكون عليه وزر ؟ قالوا : بلى ، قال : فكذلك إن وضعها في حلال يكون له فيها أجر ) أو كما قال رسول الله صلى الله عليه وسلم ، فلا بد من الحرص على ذلك مع التأدب بالآداب الشرعية الواردة في ذلك كالبدء بالذكر ونحو ذلك ، فانظر كيف هذه النعمة العظيمة ، أن يأتي أحدنا شهوته ويتلذذ بالمباح ومع ذلك يكون له فيها أجر إذا نوى بها النية الحسنة ، فالحمد لله على هذه النعم العظيمة والآلاء الجسيمة والله تعالى أعلى وأعلم .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ومنها :- اجتماع الأقارب السنوي ، أو اجتماعهم الشهري أو اجتماعهم في الأفراح والولائم الصغيرة بالأسباب العارضة ، هو عادة من جملة العادات ، وأنا خبير بأننا هنا في نجد نتكلف فيه الشيء الكثير في إعداده والترتيب له وغير ذلك ، فالأوقات التي تقطع فيه ومن أجله كبيرة في غالب الأحيان ، فكيف يكون ذلك في موازين حسناتنا ؟ والجواب : يكون ذلك في ميزان حسناتنا إذا نوينا به النية الطيبة الصالحة ، ومن هذه النية أن تنوي بث روح الألفة والإخاء والمحبة والمودة بين الأقارب ، وزيارة بعضهم لبعض وأن يتعرف بعضهم على بعض وأن تتعرف على أحوالهم لتعين محتاجهم وتغيث ملهوفهم وتيسر على معسرهم ، وغير ذلك من النيات الحسنة الصالحة ، فإذا نويت ذلك أو نحوه فإن جميع ما أنفقته من جهد أو مال ، كل ذلك في ميزانك يوم القيامة ، لأن هذه الأشياء وإن كانت مباحة وعادة إلا أنها تكون عبادة باقترانها بالنية الصالحة ، لأن المتقرر أن العادات تكون عبادات بالنيات الصالحات ، والله تعالى أعلى وأعلم . ¶ ومنها :- شراء الأشياء المباحة من السيارة والثياب والمسكن وأنواع الأطعمة والأشربة وأنواع الأثاث والأمتعة ونحو ذلك ، فإنها وإن كانت مباحة إلا أنه إذا اقترنت بها النية الصالحة الحسنة فإنها تنقلب من كونها مباحة إلى كونها عبادة ، فيؤجر على شرائها ويكون شراؤها في ميزان حسناته يوم القيامة ، لكن بهذه النية الصالحة ، وذلك لأن العادات تكون عبادات بالنيات الصالحات والله تعالى أعلى وأعلم .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ومنها :- لبس الساعة فإنه عادة مباحة لكن إن نوى العبد بشرائها ضبط وقت العبادة وأن تكون سبباً لحفظ مواعيده التي أبرمها ، وأن تكون عوناً له على ترتيب وقته ونحو ذلك من النيات الطيبة الصالحة ، فإنها تكون بهذه النية قربة وطاعة ، لأن العادات تكون عبادات بالنيات الصالحات والله أعلم ، فهذه بعض الفروع المخرجة على هذا الأصل ، وخلاصته أن يقال :- أن العادة إذا فعلت بالنية الحسنة صارت قربة وطاعة وإذا فعلت بالنية السيئة صارت إثماً وحراماً والله أعلم . ¶ (القاعدة الثالثة ) ¶ لا ثواب إلا بالنية",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "…وهذه القاعدة قريبة جداً من القاعدة الأم ، وبالتالي فأدلة القاعدة الأولى هي بعينها أدلة هذه القاعدة ، ونزيدها استدلالاً فأقول :- قال تعالى ( وما آتيتم من ربا ليربوا في أموال الناس فلا يربوا عند الله وما آتيتم من زكاة تريدون وجه الله فأولئك هم المضعفون) قال ابن جرير رحمه الله تعالى (يقول تعالى ذكره : وما أعطيتم أيها الناس بعضكم بعضاً من عطية لتزداد في أموال الناس برجوع ثوابها إليه ممن أعطاه ذلك \" فلا يربوا عند الله \" يقول : فلا يزداد ذلك عند الله لأن صاحبه لم يعطه من أعطاه مبتغياً به وجهه \" وما آتيتم من زكاة \" يقول : وما أعطيتم من صدقة تريدون بها وجه الله فأولئك يعني الذي يتصدقون بأموالهم ملتمسين بذلك وجه الله \" هم المضعفون \" يقول : هم الذين لهم الضعف من الأجر والثواب ) ا.هـ وبه تعلم أن من أدى زكاة ماله أو تصدق أو فعل أي فعل من أفعال الخير يريد بذلك وجه الله تعالى والدار الآخرة فهو الذي يؤتيه الله تعالى أجره ويضاعفه له ، أما من لم يرد وجه الله تعالى بفعله فلا أجر له ، ومن الأدلة عليها أيضاً ما رواه الشيخان من حديث عثمان - رضي الله عنه - قال قال : رسول الله صلى الله عليه وسلم ( من بنى مسجداً لله يبتغي بذلك وجه الله بنى الله له مثله في الجنة ) ففي هذا الحديث بيان أجر من بنى لله مسجداً ابتغاء ثواب الله تعالى ومرضاته وأن الله عز وجل يجزيه بأن يبني له بيتاً في الجنة ، وأما من بناه ابتغاء أن يقال عنه أنه منفق وجواد وصاحب خير وأنه محسن فهذا ليس له ثواب في هذا الفعل وكذلك من بناه ليسميه باسمه فقط ، أو ليقال :- هذا مسجد فلان فقط ، لا أنه يبتغي بذلك وجه الله تعالى فهذا ليس له في الآخرة من نصيب وهذا يفيدك أنه لا ثواب إلا بنية .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "…ومن الأدلة أيضاً حديث أبي مسعود البدري ــ رضي الله عنه ــ قال قال : رسول الله ــ صلى الله عليه وسلم ــ ( إذا أنفق الرجل على أهله يحتسبها فهو له صدقة ) متفق عليه ، وهذا بيان من رسول الله ــ صلى الله عليه وسلم ــ لأجر من يقصد ثواب الله عز وجل حتى في الإنفاق على أهله فإن الإنفاق عليهم من الواجبات ومتى قصد به العبد الطاعة لله تعالى والابتغاء لثوابه سبحانه فذلك صدقة له عند الله جل وعلا ، أما إن قصد به إسقاط المؤاخذة ولكن لا أجر له لأنه لم يحتسبها عند الله تعالى ، فقوله في الحديث \" يحتسبها \" خرج مخرج الشرط والأصل إعماله ، فدل ذلك على أنه لا ثواب إلا بنية فالأجر في الإنفاق إنما يحصل بقصد القربة سواءً كانت واجبة أو مباحة وأما مفهومه أن من لم يقصد القربة لم يؤجر ومفهوم المخالفة معتمد في الأصول على القول الصحيح . ¶ …ومن الأدلة أيضاً :- حديث أبي موسى الأشعري ــ رضي الله عنه ــ قال قال : رسول الله ــ صلى الله عليه وسلم ــ ( ثلاثة يؤتون أجرهم مرتين ــ الحديث ــ وفيه \" ورجل كان عنده جارية وضيئة فأدبها فأحسن أدبها ثم أعتقها ثم تزوجها يبتغي بذلك وجه الله فذلك يؤتى أجره مرتين ) رواه البخاري ومسلم والترمذي واللفظ له . فهذا الرجل إنما آتاه الله أجره مرتين لأنه ابتغى بفعله ذلك وجه الله وثوابه والدار الآخرة ولو قدر أنه لم يبتغ بذلك وجه الله تعالى لما قلنا أنه يؤتى أجره وذلك لتخلف الشرط وهو ابتغاء وجه الله تعالى وهذا يفيدك أنه لا ثواب إلا بالنية .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "…ومن الأدلة أيضاً حديث أبي هريرة ــ رضي الله عنه ــ أن رجلاً قال : يا رسول الله : رجل يريد الجهاد في سبيل الله وهو يبتغي عرضاً من عرض الدنيا ، فقال : رسول الله ــ صلى الله عليه وسلم ــ ( لا أجر له ) فأعظم الناس ذلك ، وقالوا للرجل : عُدْ إلى رسول الله ــ صلى الله عليه وسلم ــ فلعلك لم تفهمه ، فقال يا رسول الله : رجل يريد الجهاد في سبيل الله وهو يبتغي عرضاً من عرض الدنيا فقال (لا أجر له ) فقالوا للرجل : عُدْ لرسول الله ــ صلى الله عليه وسلم ــ فقال له الثالثة ( لا أجر له ) رواه أبو داود وأحمد وسنده حسن . ففي هذا الحديث نص من رسول الله ــ صلى الله عليه وسلم ــ على أنه لا أجر لمن جاهد في سبيل الله يبتغي بجهاده عرضاً من أعراض الدنيا كالغنيمة ومفهوم الحديث يدل على أن من جاهد في سبيل الله ابتغاء وجه الله ومرضاته فإنه هو المأجور ، إذاً لا يحصل له أجر الجهاد وثوابه إلا أن يبتغي بجهاده وجه الله والدار الآخرة مما يدل على أنه لا ثواب إلا بالنية .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "…ومن الأدلة أيضاً على ذلك ما رواه أبو هريرة ــ رضي الله عنه ــ قال قال : رسول الله ــ صلى الله عليه وسلم ــ ( من تعلم علماً مما يبتغى به وجه الله عز وجل لا يتعلمه إلا ليصيب به عرضاً من الدنيا لم يجد عرف الجنة يوم القيامة ــ يعني ريحها ــ ) رواه أحمد وأبو داود وابن ماجه بسند صحيح ففي هذا الحديث بيان لمكانة القصد والنية في العمل لحصول الثواب عليه ، إذا قصد به وجه الله تعالى ، وفي ضياع الثواب بل وحصول العقاب لمن ابتغى به عرضاً من أعراض الدنيا ، فتعلم العلم الشرعي من أعظم القربات إلى الله تعالى ، كما جاء ذلك في أحاديث كثيرة عن النبي ــ صلى الله عليه وسلم ــ كقوله ( ومن سلك طريقاً يلتمس فيه علماً سهل الله به طريقاً إلى الجنة وأن الملائكة لتضع أجنحتها لطالب العلم رضاً بما يطلب وإن العالم ليستغفر له من في السماوات ومن في الأرض حتى الحيتان في الماء .. الحديث ) رواه الترمذي بسند حسن صحيح . ولا يحصل للعالم ولا لطالب العلم هذا الفضل إلا إذا كان قصده من تعلمه وتعليمه رضا الله تبارك وتعالى وابتغاء مرضاته فيجب عليه الإخلاص فيه لينال هذا الثواب العظيم فدل ذلك على أنه لا ثواب إلا بالنية .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "…ومن الأدلة أيضاً :- حديث معاذ ــ رضي الله عنه ــ قال قال : رسول الله ــ صلى الله عليه وسلم ــ ( الغزو غزوان ، فأما من ابتغى وجه الله وأطاع الإمام وأنفق الكريمة وياسر الشريك واجتنب الفساد فإن نومه ونبهه أجر كله وأما من غزا فخراً ورياءً وسمعة وعصى الإمام وأفسد في الأرض فإنه لم يرجع بالكفاف ) فهذا الحديث العظيم يبين فيه رسول الله ــ صلى الله عليه وسلم ــ الفرق بين من غزا في سبيل الله ابتغاء مرضاة الله وثوابه فإنه يؤجر على ذلك حتى إن الله تعالى يثيبه على كل فعل من أفعاله حتى النوم والإنتباه منه ، وما ذلك إلا لأنه خارج في سبيل طاعة ربه جل وعلا يبتغي مرضاته وأجره ، وبين من خرج إلى الغزو لا يريد بذلك إلا الفخر والخيلاء فهذا لا يحصل له شيء من الأجر والثواب الذي يحصل للآخر وهذا يفيد أنه لا ثواب إلا بالنية والله أعلم . ¶ …وهذا يفيدك أنه لا بد من الاحتساب وطلب الأجر والثواب من الله تعالى في كل عمل من أعمال البر حتى ولو كان واجباً فإن الإنسان قد يعتاد فعل الواجب فيصير عنده كالعادة فيفعله دون أن يستحضر أن هذا الفعل قربة لله تعالى يرجى بها ثوابه وجنته ، فمن فعل الواجب بلا نية التقرب والاحتساب فإنه وإن سقطت المطالبة عنه فإنه لا أجر له ، فالنية مهمة في كل عمل ، فلا بد من مجاهدة النفس عليها والله المستعان .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "…ومن الأدلة أيضاً : حديث أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ( من احتبس فرساً في سبيل الله إيماناً بالله وتصديقاً بوعده ، فإن شبعه ، وريه ، وروثه ، وبوله في ميزانه يوم القيامه ) رواه البخاري ، وهذا من أوضح الأدلة على هذه القاعدة العظيمة وهو أن العبد إذا أوقف فرساً للجهاد فإن كان محتسباً للأجر في هذا الوقف وكان الحامل له عليه الإيمان بالله والتصديق بوعده فإن جميع ما يفعله هذا الفرس من أكل وشرب وروث وحركة وبول فإنها تكون في ميزان الواقف يوم القيامة ، وهذا كله ببركة النية الصالحة ، والعكس بالعكس وهذا واضح في أن الثواب مربوط بالنية فلا ثواب إلا بنية والله أعلم . ¶ …فهذا طرف من الأدلة التي تدل على صحة هذه القاعدة المهمة وأزيدك فيها إيضاحاً بضرب فروع عليها فأقول :- ¶ …منها : أن نية التعبد لله تعالى شرط من شروط صحة الصلاة فلو أن العبد صلى رياءً أو سمعة أو لينال غرضاً من أغراض الدنيا فهذا لا تصلح صلاته ، ومن باب أولى لا ثواب له فيها لأنه لا ثواب إلا بالنية وعليه حديث ( أنا أغنى الشركاء عن الشرك فمن عمل عملاً أشرك معي فيه غيري تركته وشركه ) . ¶ …ومنها : نية الحج والعمرة شرط في صحتهما ولا بد منها ولا يصح الحج ولا العمرة إلا بها سواءً كانت النية من الحاج نفسه أو من يحج به ولو عمل الرجل أعمال الحج أو العمرة بلا نية لم يصح الحج وليس له أجره لأنه لا ثواب إلا بالنية . ¶ …ومنها : إعلم أن من أدى العبادة مكرهاً عليها بلا قصد منه لها فإن ذمته لا تبرأ بهذا الفعل ولا ثواب له فيه ولا يجزئه ذلك في الباطن ، بل لا بد أن يؤديها طائعاً مختاراً قاصداً التعبد لله تعالى بهذه العبادة محتسباً للأجر والثواب من الله تعالى فمن فعل ذلك فليبشر بالخير وأما إذا خلا فعل العبادة من قصد القربة فإنه لا ثواب له فيها ، بل لا تصح من أساسها لأنه لا ثواب إلا بالنية .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "…ومنها : كل عمل دخله الرياء واسترسل صاحبه معه ولم يدافعه ، بل رضي به وعمل على مقتضاه فإنه عمل باطل لاغ لا ثواب فيه ، كمن يصلي لئلا يضرب أو يسجن أو حتى لا يؤخذ ماله ، أو كمن أدى الزكاة حتى لا يضرب ونحو ذلك فكل هؤلاء لا ثواب لهم لأن أعمالهم خالية من نية التعبد لله تعالى ، فلا ثواب فيها لأنه لا ثواب إلا بالنية . ¶ …ومنها : لا شك أن طاعة ولاة الأمر من الواجبات الشرعية الثابتة بالأدلة من الكتاب والسنة ، لكن من أطاعهم لينال من دنياهم فقط أو ليعطوه منصباً أو ليبقوه في منصبه أو لينال رضاهم عنه فقط ولم يقم بقلبه التعبد لله جل وعلا ونية القربة بهذه الطاعة فإنه لا ثواب له في هذه الطاعة بل قد تكون آثارها وبالاً عليه في الدنيا والآخرة ، فانعدم الثواب في فعله لهذا الواجب لأنه لم ينو به القربة ولا ثواب إلا بالنية ، وأما من أطاعهم تقرباً لله جل وعلا بطاعته لأن الله هو الذي أمر بطاعتهم فهو يطيعهم امتثالاً لأمر الله تعالى وأمر رسوله صلى الله عليه وسلم فهذا المثاب لأنه احتسب الأجر والثواب من الله تعالى في طاعتهم وثواب الأعمال مربوط بالنية الصالحة فلا ثواب إلا بالنية وفي الحديث ( ثلاثة لا يكلمهم الله تعالى يوم القيامة ولا ينظر إليهم ولا يزكيهم ولهم عذاب أليم ... وذكر منهم ورجل بايع إمامه لا يبايعه إلا لدنيا فإن أعطاه منها رضي وإن لم يعطه منها سخط ) فالله المستعان على كثير من أهل هذا الزمان . ¶ …ومنها : ذكر أبو العباس رحمه الله تعالى أن من قرأ القرآن لله تعالى فإنه يثاب على كل حال ، حتى لو قصد بذلك أن لا ينساه فإن نسيان القرآن من الذنوب فإذا قصد بالقراءة أداء الواجب عليه من دوام حفظه للقرآن واجتناب ما نهى عنه من إهماله حتى ينساه فقد قصد طاعة الله ، فيثاب على قصده هذا وذلك لأنه لا ثواب إلا بالنية .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "…ومنها : أن من كان قصده في الحج عن الغير إنما هو أخذ المال فقط والاستكثار به فإنه لا ثواب له ، بل هو معاقب على ذلك لأنه ابتغى الدنيا بعمل الآخرة ، ولا ثواب إلا بالنية ، وقد سمعنا عن رجل يأخذ عدداً من الحجج لنفسه مع أنه لا يصح إحرامه إلا عن واحد فقط ، وهذا قصد سيء وعمل فاسد ومال حرام ، ولا أجر له في ذلك البتة والعياذ بالله تعالى . ¶ …ومنها : أداء الحقوق الواجبة عليه تجاه الخلق كالديون ونحوها فإنها إذا أدت بالنية الحسنة الصالحة فإنه يثاب على هذا الأداء ، وأما إذا أداها من غير استشعار لهذه النية أو أداها قهراً بحكم الحجر عليه ونحو ذلك فإنه لا يستحق على ذلك أجراً وثواباً لأن الثواب مربوط بالنية فلا ثواب إلا بنية ، ولا يعني هذا أن أداءه لها لا يصح ، لأن أداء هذه الحقوق لا يفتقر لنية في صحته وإنما يفتقر للنية ليترتب عليه الأجر والثواب فإذا نوى الخير أثيب على ذلك وإذا لم ينو شيئاً فلا ثواب له والله أعلم . ¶ …ومنها : تأليف الكتب النافعة ، فإنها من جملة الأعمال الصالحة لكن لا يثاب العبد عليها إلا إذا نوى بتأليفها النية الصالحة وأما إذا لم ينو بها إلا المفاخرة والتسميع ولفت أنظار الناس إليه ، أو لم ينو من ورائها إلا المكاسب المادية ، ونحو ذلك فليس له من الأجر شيء لأنه لا ثواب إلا بالنية الصالحة ، بل إنه يخاف عليه من العقاب إذا كان المقصود من تأليف العلم مجرد حظوظ الدنيا ، فنسأله جل وعلا باسمه الأعظم أن يجعل سائر أعمالنا خالصة لوجهه الكريم ، وأن لا يجعل فيها حظاً لأحد إنه خير مسؤول ولا حول ولا قوة إلا بالله العلي العظيم وهو حسبنا ونعم الوكيل ونعوذ به جل وعلا أن نشرك به شيئاً ونحن نعلم ونستغفره لما لا نعلم ونسأله جل وعلا بأسمائه الحسنى وصفاته العليا أن يطهر قلوبنا من عفن الرياء وأن يزينها بالإخلاص والقبول والله أعلى وأعلم .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "…ومنها : ذكر ابن تيمية رحمه الله تعالى أن الورع لا ينفع صاحبه فيكون له ثواب إلا بفعل المأمور به من الإخلاص ، ذلك لأن الله تعالى لا يقبل من العمل إلا ما أريد به وجهه ، فإن العبد إذا ترك السيئات لغير وجه الله تعالى لم يثب على ذلك ولم يعاقب عليها ، ولكن إذا تركها لوجه الله تعالى أثيب عليها ولا يكون ذلك إلا بما يقوم بقلبه من رجاء رحمة الله تعالى أو خشية عذابه والله أعلم . ¶ …ومنها : ذكر ابن تيمية رحمه الله تعالى أن الإنسان إذا اشتغل بالمباح ليترك المحرم ، مثل من يشتغل بالنظر إلى امرأته ووطئها ليدع بذلك النظر إلى الأجنبية ووطئها ، أو يأكل طعاماً حلالاً ليشتغل به عن الطعام الحرام فهذا يثاب على هذه النية ويثاب على هذا الفعل والله أعلم . ¶ …ومنها : ذكر ابن تيمية رحمه الله تعالى أن الحزن لذاته لم تأمر به الشريعة لأنه لا يجلب منفعة ولا يدفع مضرة فلا فائدة فيه ، ولكن إذا اقترن به ما يثاب صاحبه عليه ويحمد عليه فيكون محموداً من تلك الجهة لا من جهة كونه حزناً ، وذلك كمن يحزن على مصيبة في دينه أو كمن يحزن على مصائب المسلمين عموماً أو كمن يحزن على كثرة المنكرات وقلة المنكرين أو كمن يحزن على تولي أهل النفاق الولايات العامة ونحو ذلك فإنه يثاب على ذلك ، أي يثاب على هذه النية الصالحة ، لأنه لا ثواب إلا بالنية والله أعلم . ¶ …ومنها : إنكار المنكر والأمر بالمعروف ، فإنه من أجل العبادات ولا شك إلا أن الثواب فيه مشروط بالنية الصالحة واحتساب الأجر من الله تعالى ، وأما من قام به بقصد تحصيل المدح والثناء فقط ، أو لأنه وظيفته الراتبة التي لا بد له منها فقط ، فهذا لا ثواب له فيه لأنه لا ثواب إلا بالنية الصالحة . والله أعلم . وعلى ذلك فقس والله ربنا أعلى وأعلم . ¶ (القاعدة الرابعة ) ¶ ( النية شرط لصحة المأمورات وشرط لترتب الثواب في التروك )",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "…أقول : اعلم رحمك الله تعالى أن الشريعة إما فعل مأمور أو ترك منهي ، وقولنا (المأمورات) أي الواجبات والمستحبات ، وقولنا (التروك) أي المحرمات والمكروهات والنية يختلف المقصود منها باختلاف الباب ، فإن كان الباب من المأمورات فالنية شرط في صحته ، أي أن ما أمرت به الشريعة أمير إيجاب أو استحباب فإنه لا يصح إلا بالنية ، ونعني بالنية المشروطة أي النية لإيقاع العمل ونية التعبد بهذا العمل لله وحده جل وعلا فلا بد من اجتماعهما في فعل المأمور ، فلو تخلفت هذه النية عن فعل المأمور فإن المأمور لا يصح من أساسه ، لأن النية شرط في صحته والمتقرر أنه إذا تخلف الشرط تخلف المشروط ، وأما إذا كان الباب من أبواب التروك فإن مجرد الترك كافٍ في براءة الذمة ، إلا أن الترك المجرد عن النية الحسنة لا ثواب فيه ، أي أن من ترك الحرام أو المكروه بلا نية حسنة في هذا الترك فإنه لا يثاب على هذا الترك ونفي الثواب لا يستلزم العقوبة ، بل لا يثاب ولا يعاقب وبيان ذلك أن يقال : قولنا ( لا يعاقب ) لأن العقوبة لا تكون إلى على مقارفة المحظور وهو لم يفعله فعلى أي شيء يعاقب ؟ وقولنا (ولا يثاب ) لأن الترك المجرد عن النية ليس بعبادة ، فإذا أراد العبد أن يثاب على ترك المحظورات والمكروهات فلينو التعبد لله جل وعلا بهذا الترك ، فصارت النية في باب المأمورات شرط للصحة ، وصارت النية في باب التروك شرط للثواب فالنية شرط لصحة المأمورات وشرط لترتب الثواب في المتروكات ويتضح الكلام أكثر إذا ضربنا لك بعض الفروع المقرونة بالأدلة فأقول وبالله التوفيق :-",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "…منها : الوضوء ، هو من جملة العبادة التي أمرنا بها ، فهو من باب المأمورات ، فلا يصح حينئذٍ إلا بالنية على القول الصحيح ، وهو مذهب جمهور أهل العلم خلافاً للحنفية ، وقو الحنفية في هذه المسألة مرجوح متناقض ، مرجوح لأنه مخالف للأدلة كحديث (إنما الأعمال بالنيات ) والوضوء عمل فلا بد فيه من النية ، وأما أئمة الحنفية رحمهم الله تعالى فإنهم فرقوا بين النية في الوسائل والمقاصد ، فقالوا لا بد منها في المقاصد وليست بشرط في الوسائل والوضوء وسيلة للصلاة فلا تشترط فيه النية ويجاب عن هذا بأنه قياس في مورد النص وقد تقرر في الأصول أن القياس في مورد النص باطل ، ويقال أيضاً : أن التيمم وسيلة للصلاة وأنتم تشترطون فيه النية ، وهذا يدل على التناقض والتناقض دليل فساد القول ، وكذلك قالوا : أن القرآن في آية الوضوء لم يذكر النية ، فلو زدنا اشتراط النية على ما في القرآن فإننا نكون بذلك قد زدنا على النص ، والزيادة على النص نسخ ، والسنة لا تنسخ القرآن ، ويجاب عن هذا بأن هذه القاعدة التي اعتمدتموها ليست باطلة بل الصواب أن الزيادة على النص بيان لا نسخ ، وقد شرحنا هذه المسألة في كتابنا تحرير القواعد وبينا هناك أن المعتمد بالدليل أن الزيادة على النص ليست نسخاً ، فالقاعدة المعتمدة عندكم فاسدة باطلة وما بني على باطل فهو باطل ، ويقال أيضاً : سلمنا جدلاً أنها نسخ فإن القول الصحيح أن السنة الآحادية تنسخ القرآن ، فإذا اثبت لها مثال صحيح فإننا نقول به ، لأنه أدلة وقوع النسخ وجوازه جاءت مطلقة والأصل بقاء المطلق على إطلاقه ولا يقيد إلا بدليل . فالقول الصحيح والرأي الراجح المليح في هذه المسألة هو أن الوضوء لا يصح إلا بالنية لأنه من باب المأمورات والمأمورات لا تصح إلا بالنية والله أعلم .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "…ومنها : إزالة النجاسة ، لا شك أن إزالة الخبث من باب التروك ، لا من باب المأمورات ، أي أن النجاسة كانت موجودة فأمرت بغسلها والتباعد عنها أي بتركها ، فهي من باب التروك ، فإذا تقرر أنها من باب التروك فلا يلزم أن ينوي إزالتها ، بل لو زالت بأي شيء حصل المقصود ، فالنية ليست شرطاً لصحة إزالتها لأن التروك لا يشترط النية لصحتها ، ولكن لو زالت بلا نية فلا ثواب له ولا أجر له في زوال ذلك لأن التروك لا يترتب الأجر على تركها إلا بالنية ، فالنية في التروك شرط في الأجر والثواب ، فإذا تحققت النية في إزالتها حصل الأجر ، وإذا لم تتحقق فلا أجر وبناءً عليه فالقول الصحيح هو أن النجاسة إذا زالت بالشمس أو بالريح أو بمياه المطر أو بجريان السيول ونحوها من غير قصد لإزالتها صح ذلك ، لأن المقصود هو زوال عينها وقد زالت ولكن لا أجر في ذلك لأن العبد لم ينوي إزالتها والنية شرط لترتب الثواب في التروك والله أعلم . ¶ …ومنها : القول الصحيح هو أن الغسل الشرعي لا يصح إلا بالنية ، كغسل الجنابة والحيض ، وهو قول مالك والشافعي وأحمد وأبو ثور والظاهرية ، خلافاً للحنفية ، ولكن الحق بلا شك مع الجمهور لأن الغسل عبادة مأمور بها والمأمورات لا تصح إلا بالنية ، ولأنه عمل وقد قال النبي صلى الله عليه وسلم \" إنما الأعمال بالنيات وإنما لكل امرئ ما نوى \" ولأنه عبادة فيدخل في عموم قوله تعالى : ( وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ) والله أعلم . ¶ …ومنها : ترك الزنا ، لا شك أن مجرد الترك كافٍ في عدم العقوبة ، إلا أنه لا يثاب على هذا الترك إلا إذا نوى التبعد لله تعالى بهذا الترك ، فلا بد من استشعار ذلك ولو مرة في العمر مع تجديد النية كلما تذكر ، حتى يؤجر على هذا الترك ، لأن الزنا مما أمر العبد بتركه فهو من باب التروك والتروك لا ثواب فيها إلا بالنية والله أعلم .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "…ومنها النية في التيمم ، فقد ذهب أرباب المذاهب الأربعة إلى أن النية شرط في التيمم لقوله تعالى : ( وما أمروا إلا ليعبدوا الله مخلصين له الدين ) والتيمم من الدين ولقوله صلى الله عليه وسلم ( إنما الأعمال بالنيات وإنما لكل امرئ ما نوى ) وقد خالف في ذلك البعض ولكن لا عبرة بخلافه مع وضوح الدليل فالحق هو اشتراط النية في التيمم لأن التيمم مأمور به كما في قوله تعالى : ( فتيمموا صعيداً طيباً ) فهو مأمور به والمتقرر في القاعدة: ( أن النية شرط لصحة المأمورات ) . ¶ …ومنها : النية في الصلاة فقد أجمع أهل العلم رحمهم الله تعالى على أن الصلاة لا تصح إلا بالنية ، وذلك لأن الصلاة مأمور بها ، والمتقرر أن المأمورات لا تصح إلا بالنية . ¶ …ومنها : شرب الخمر ، فإن من ترك شرب الخمر فلا يخلو من حالتين : إن كان ينوي التعبد لله تعالى بهذا الترك فهو مأجور على هذا الترك ، وأما من ترك الشرب تركاً مجرداً عن النية الصالحة فإنه لا ثواب له بهذا الترك لأن شرب الخمر من باب التروك والنية شرط لترتب الثواب في التروك . ¶ …ومنها : أجمع أهل العلم رحمهم الله تعالى على أن النية شرط في الصيام فلا يصح الصيام فرضه ونفله إلا بالنية وعلى ذلك حديث ( من لم يجمع الصيام قبل الفجر فلا صيام له \" وفي لفظ\" لا صيام لمن لم يبيته من الليل \" ولحديث \"إنما الأعمال بالنيات \" وبالجملة فالإجماع كافٍ في الاستدلال ، فاشترطت النية في الصيام لأنه مأمور به والمأمورات لا تصح إلا بالنية والله أعلى وأعلم . ¶ …ومنها : أجمع علماء الإسلام على أن الحج لا يصح إلا بالنية ، لقوله صلى الله عليه وسلم : ( إنما الأعمال بالنيات وإنما لكل امرئ ما نوى ) ولأنه مأمور به والمأمورات لا تصح إلا بالنية والله أعلم .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "…ومنها : اعلم أن المعتمد أن النية شرط لصحة الهدي والأضحية والعقيقة لقوله تعالى : ( وما أمروا إلا ليعبدوا الله مخلصين له الدين ) ولحديث ( إنما الأعمال بالنيات وإنما لكل امرئ ما نوى ) وهذه الذبائح من جملة الأعمال الشرعية التي أمرنا بالتقرب بها إلى الله جل وعلا فصارت النية شرط لصحتها لأن المأمورات لا تصح إلا بالنية والله أعلم . ¶ …ومنها : ترك الظلم والغش والمخادعة والربا ونحو ذلك فإن تركها لا يخلو من حالتين : إن استشعر تاركها التعبد لله جل وعلا بهذا الترك فإنه مأجور على هذا الترك ، وأما إذا تركاً مجرداً \" بلا نية التعبد فإنه وإن لم يعاقب لكنه لا يثاب لعدم النية لأن هذه الأشياء من التروك ، والنية شرط لترتب الثواب في التروك والله أعلم ، وعلى ذلك فقس وخلاصة الأمر أن يقال : المأمورات لا تصح إلا بالنية ، والتروك لا يترتب عليها الثواب إلا بالنية والله تعالى أعلم وأعلى . ¶ (القاعدة الخامسة ) ¶ ( النية تتبع العلم )",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "…لقد تقرر عند أهل العلم رحمهم الله تعالى أن النية المشترطة نوعان : نية إيقاع العمل ، ونية الإخلاص في العمل ، والكلام في هذه القاعدة عن النية الأولى لا الثانية ، إذا علمت هذا فأقول :- إن النية معناها العزم القلبي على الفعل ، فإذا اعزم القلب على الفعل فقد تحقق المقصود من النية لأنها انبعاث القلب نحو العمل المراد تحقيقه ، فارادة العمل هو النية المشترطة ، فهي عمل قلبي لا دخل للسان فيها البتة ، من التلفظ بها بدعة منكره ومحدثة يجب ردها لحديث \" من أحدث في أمرنا هذا ما ليس منه فهو رد \" وفي رواية \" من عمل عملاً ليس عليه أمرنا فهو رد \" وقال أبن تيميه رحمه الله تعالى :- محل النية القلب دون اللسان باتفاق أئمة المسلمين في جميع العبادات ، الصلاة والطهارة والزكاة والحج والصيام والجهاد والعتق وغير ذلك ، ولو تكلم بلسانه بخلاف ما نوى في قلبه كان الاعتبار بما نوى بقلبه لا باللفظ ولو تكلم بلسانه ولم تحصل النية في قلبه لم يجزئ باتفاق المسلمين فإنه النية من جنس القصد أو كلامه رحمه الله وقال في موضع آخر :- والجهر بالنية لا يجب ولا يستحب باتفاق المسلمين بل الجاهر بالنية مبتدع مخالف للشريعة إذا فعل ذلك معتقداً أنه من الشرع فهو جاهل ضال يستحق التعزير وإلا العقوبة على ذلك إذ آذى من إلى جانبه برفع صوته أو كرر ذلك مرة بعد مرة فإنه يستحق التعزير البليغ على ذلك ولم يقل أحد من المسلمين :- إن صلاة الجاهر بالنية أفضل من صلاة الخافت بها ، سواءً كان إماماً أو مأموماً أو منفرداً ، وأما التلفظ بها سراً فلا يجب أيضاً عند الأئمة الأربعة وسائر أئمة المسلمين ولم يقل أحد من الأئمة الأربعة إن التلفظ بالنية واجب لافي طهارة ولافي صلاة ولا صيام ولا حج ، ولا يجب على المصلي أن يقول بلسانه :- أصلي الصبح ، ولا أصلي الظهر ولا العصر ولا إماماً ولا مأموماً ، ولا يقول بلسانه :- فرضاً ولا نقلاً ولا غير ذلك بل يكفي أن تكون نيته",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "في قلبه والله يعلم ما في القلوب ، وكذلك نية الغسل من الجنابة والوضوء يكفي فيه نية القلب ، وكذلك نية الصيام في رمضان لا يجب على أحد أن يقول أنا صائم غداً بإتفاق الأئمة بل يكفيه نية قلبه ، والنية تتبع العلم ، فمن علم ما يريد أن يفعله فلا بد أن ينوية فإذا علم المسلم أن غداً من رمضان وهو ممن يصوم رمضان فلابد أن ينوي الصيام فإذا علم أن غداً العيد لم ينو الصيام تلك الليلة . وكذلك الصلاة فإذا علم أن الصلاة القائمة صلاة الفجر أو الظهر وهو يعلم أنه يريد أن يصلي صلاة الفجر أو الظهر فإنه إنما نوى تلك الصلاة ، لا يمكنه أن يعلم أنها الفجر وينوي الظهر ، وكذلك إذا علم أنه يصلي إماماً أو مأموماً فإنه لا بد أن ينوي ذلك ، والنية تتبع العلم والاعتقاد اتباعاً ضرورياً إذا كان يعلم ما يريد أن يفعله فلابد أن ينويه فإذا كان يعلم أنه يريد أن يصلي الظهر وقد علم أن تلك الصلاة صلاة الظهر ، أمتنع أن يقصد غيرها ولو اعتقد أن الوقت قد خرج أجزأته صلاته باتفاق الأئمة ، ولو اعتقد أنه خرج فنوى الصلاة بعد الوقت فتبين أنها في الوقت أجزأته صلاته بإتفاق الأئمة ، وإذا كان قصده أن يصلي على الجنازة أي جنازة كانت ، فظنها رجلاً وكانت إمرأة صحت صلاته بخلاف ما نوى ، وإذا كان مقصودة إلا يصلي إلا على ما يعتقده فلاناً ، وصلى على من يعتقد أنه فلان ، فتبين غيره فإنه هنا لم يقصد الصلاة إلا على هذا الحاضر ، والمقصود هنا أن التلفظ بالنية لا يجب عند أ؛د من الأئمة ولكن بعض المتأخرين خرج وجهاً في مذهب الشافعي بوجوب ذلك ، وغلطة جماهير أصحاب الشافعي وكان غلطه أن الشافعي قال :- لا بد من النطق في أولها – أي الصلاة – فظن هذا الخالط أن الشافعي أراد النطق بالنية فغلطه أصحاب الشافعي جميعهم وقالوا :- إنما أراد بالنطق التكبير لا النية ، لكن التلفظ بها هل هو مستحب أم لا ؟ هذا فيه قولان معروفان للفقهاء ، منهم من استحب التلفظ بها كما ذكر ذلك",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "من ذكره من أصحاب أبي حنيفة والشافعي وأحمد ، وقالوا :- التلفظ بها أوكد ، واستحبوا التلفظ بها في الصلاة والصيام والحج وغير ذلك . ومنهم من لم يستحب التلفظ بها كما قال ذلك من قاله من أصحاب مالك وأحمد وغيرهما وهذا هو المنصوص عن مالك وأحمد فإنه سئل :- هل تقول قبل التكبير شيئاً ؟ قال :- لا ، وهذا هو الصواب فإن النبي صلى الله عليه وسلم لم يكن يقول قبل التكبير شيئاً ولم يكن يتلفظ بالنية لافي الطهارة ولافي الصلاة ولافي الصيام ولافي الحج ولاغيرها من العبادات ولا خلفاؤه ولا أمر أحد أن يتلفظ بالنية بل قال لمن علمه الصلاة \"كبر\" وكما في الصحيح عن عائشة رضي الله عنها قالت :- كان رسول الله صلى الله عليه وسلم يستفتح الصلاة بالتكبير والقراءة بالحمد لله رب العالمين ... الحديث \" ولم يتلفظ قبل التكبير بنية ولاغيرها ولا علم ذلك أحداً من المسلمين ولو كان ذلك مستحباً لفعله النبي صلى الله عليه وسلم ولعلمه المسلمون وكذلك في الحج إنما كان يستفتح الإحرام بالتلبية وشرع للمسلمين أن يلبوا في أول الحج وقال لضباعة بنت الزبير \" حجي وأشترطي فقولي :- لبيك اللهم لبيك ومحلي حيث حبستني \" فأمرها أن تشترط بعد التلبية ، ولم يشرع لأحد قبل التلبية شيئاً ، لايقول :- اللهم إني أريد العمرة والحج ولا الحج والعمرة ولا يقول :- فيسره لي وتقبله مني ولا يقول :- نويتهما جميعاً ، ولا يقول : أحرمت لله ، ولا غير ذلك من العبادات كلها ، ولا يقول قبل التلبية شيئاً بل جعل التلبية في الحج كالتكبير في الصلاة ، وجميع ما أحدثه الناس من التلفظ بالنية قبل التكبير وقبل التلبية وفي الطهارة وسائر العبادات فهي من البدع التي لم يرعها رسول الله صلى الله عليه وسلم وكل ما يحدث في العبادات المشروعة من الزيادات التي لم يشرعها رسول الله صلى الله عليه وسلم فهي بدعة ، بل كان صلى الله عليه وسلم يدا في العبادات على تركها ، ففعلها والمداومة عليها بدعة",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وضلالة من وجهين ، من حيث اعتقاد المعتقد أن ذلك مشروع مستحق أي يكون فعله خير من تركه ، مع أن النبي صلى الله عليه وسلم لم يكن يفعله البتة ، فيبقى حقيقة هذا القول أنما فعلناه أكمل وأفضل مما فعله رسول الله صلى الله عليه وسلم . أهـ . كلام أبي العباس رحمه الله تعالى . وأطلت في نقله لأنه جمع بين الشرح والتفريع والتدليل ، ويا لله العجب من الذين يتلفظون بالنية فإنك لو رأيت أحدهم عامداً إلى المسجد بعد أذان الظهر وسألته أين تريد ؟ لقال : أريد صلاة الظهر ، ثم إذا جاء عند التكبير رأيته يقول : اللهم إني نويت أن أصلي الظهر فرض الوقت بطهارة ، الله أكبر ، مع أنه ما خرج من بيته إلا للصلاة وبعضهم يكرر لفظ النية مراراً ظناً منه أنه جاء بها على وجهها الصحيح وبعضهم يتأخر عن تكبيرة الإحرام مع الإمام بسبب هذا التكرير فيحرم نفسه فضل التكبير مع الإمام ، ولو رأيت أحوال المتلفظين بها لوجدت العجب وإنها لخسارة كبيرة أن تفتتح أعظم العبادات البدنية ببدعة ، فالواجب على العبد أن يحذر من ذلك وأن يعلم علم اليقين القاطع الأكيد الذي لا يخالطه شك بوجه من الوجوه أن النية تابعة للعلم متابعة ضرورية فلا ينفك عنها عمل العامل ، فإن كل من أراد فعل شيء فقد نواه ــ هذا لازم لا محيص عنه ــ بل لو كلفنا أحداً أن يعمل عملاً بلا هذه النية لكلفناه بما لا يطاق بل إن نية إيقاع العمل لا يقتصر علمها عليك فقط ، بل يتعدى علمها إلى غيرك فإن من رآك عامداً إلى مكة في زمن الحج علم أنك تريد الحج ومن رآك عامداً إلى المسجد علم أنك تريد الصلاة ، ومن رآك عامداً إلى مكان عملك علم أنك تريد العمل فيها ، ومن رآك قد أخرجت دراهماً من جيبك واتجهت إلى الفقير علم جزماً أنك تريد الصدقة عليه ، ومن رآك تتوضأ بعد الأذان علم جزماً أنك تريد هذه الصلاة التي قد أذن لها ، وهكذا فإذا كان غيرك يعلم من فعلك الظاهر ما تريده بقلبك فكيف يخفى عليك أنت ما في قلبك",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ولا تعلمه من نفسك ؟ هذا أشبه ما يكون بحالة الجنون ، فالواجب أن يتقي العبد ربه ، وأضف إلى هذا أن المتلفظ بالنية عند إرادة العبادة لا يخلو من حالتين : إما أن يظن أن الله لم يطلع على ما في قلبه من المقاصد ، فهذا ضال تائه خاسر وهو بهذا الظن الفاسد على شفا جرفٍ هارٍ إلى الكفر إن لم يتب إلى الله تعالى من هذا الظن السيء فيعتقد أن الله تعالى لا يخفى عليه شيء من الأرض ولا في السماء ولذلك قال الله تعالى للذين قالوا : (آمنا) قال لهم : ( قل أتعلمون الله بدينكم والله يعلم ما في السموات وما في الأرض والله بكل شيء عليم ) وقال تعالى : ( يعلم خائنة الأعين وما تخفي الصدور ) فالله تعالى عالم بكل شيء ، والحالة الثانية : أن يعلم هذا المتلفظ بالنية ويعتقد أن الله قد اطلع على نيته وقصده فبالله عليك فما الداعي إذاً إلى هذا التلفظ مع أن الله قد اطلع عليها ، فهو ــ أي التلفظ بها مع هذا الاعتقاد ــ لغو من القول لا اعتداد به ، مع ما يوجبه لصاحبه من الوقوع في البدعة والمخالفة والإثم ، وأضف إلى هذا أن التلفظ بها لو كان خيراً لدلنا عليه المشرع لنا صلى الله عليه وسلم بقوله أو فعله ولسبقنا إلى فعله من هم أحرص منا على الهدى والخير ، لكن لم يحصل شيء من هذا ، وبالجملة فالنية المطلوبة من العبد هي عزم القلب على الفعل ، وهذا العزم يتحقق بإرادة العمل والقصد إليه ، فالنية من شأن القلب ولا دخل لها في اللسان أبداً ، فاحذر بارك الله فيك من وساوس الشيطان ، فإنه لا يصدها عن القلب إلا طلب العلم الصحيح المؤصل على الكتاب والسنة على فهم سلف الأمة ، ولذلك فإنك لو سبرت أحوال كثير ممن يتلفظ بالنية لوجدتهم من الجهال والعوام الذين لاحظ لهم من العلم ، والله المستعان ، قال ابن القيم رحمه الله تعالى : ( النية هي القصد والعزم على فعل الشيء ومحلها القلب لا تعلق لا باللسان أصلاً ولذلك لم ينقل عن النبي صلى الله عليه وسلم ولا عن",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "أصحابه في النية لفظ بحال ولا سمعنا عنهم ذكر ذلك ، وهذه العبارات التي أحدثت عند افتتاح الطهارة والصلاة قد جعلها الشيطان معتركاً لأهل الوساوس ، يحبسهم عندها ويعذبهم فيها ، ويوقعهم في طلب تصحيحها ، فترى أحدهم يكررها ويجهد نفسه في التلفظ بها ، وليست م الصلاة في شيء ، وإنما النية قصد فعل الشيء ، فكل عازم على فعل فهو ناويه لا يتصور انفكاك ذلك عن النية ، فإنه حقيقتها فلا يمكن عدمها في حال وجودها ومن قعد ليتوضأ فقد نوى الوضوء ومن قام ليصلي فقد نوى الصلاة ولا يكاد العاقل يفعل شيئاً من العبادات ولا غيرها بغير نية ، فالنية أمر لازم لأفعال الإنسان المقصودة لا يحتاج إلى تعب ولا تحصيل ، ولو أراد إخلاء أفعاله الاختيارية عن نية لعجز عن ذلك ولو كلفه الله عز وجل الصلاة والوضوء بغير نية لكلفه بما لا يطيق ولا يدخل تحت وسعه ، وما كان هكذا فما وجه التعب في تحصيله ، وإن شك في حصول نيته فهو نوع جنون ، فإن علم الإنسان بحال نفسه أمر يقيني فكيف يشك فيه عاقل من نفسه ؟ ومن قام ليصلي صلاة الظهر خلف الإمام فكيف يشك في ذلك ؟ ولو دعاه داع إلى شغل في تلك الحال لقال : إني مشتغل أريد صلاة الظهر ، ولو قال له قائل في وقت خروجه إلى الصلاة : أين تمضي ؟ لقال : أريد صلاة الظهر مع الإمام ، فكيف يشك عاقل في هذا من نفسه وهو يعلمه يقيناً ؟ بل أعجب من هذا كله أن غيره يعلم بنيته بقرائن الأحوال فإنه إذا رأى إنساناً جالساً في الصف في وقت الصلاة عند إجتماع الناس علم أنه ينتظر الصلاة وإذا رآه قد قام عند إقامتها ونهوض الناس إليها علم أنه إنما قام ليصلي ، فإن تقدم بين يدي المأمومين علم أنه يريد إمامتهم فإن رآه في الصف علم أن يريد الائتمام علامة رحمه الله تعالى : وخلاصة الكلام النية محلها القلب والتلفظ بها بدعة وأنها تتبع العلم متابعة ضرورية فمن علم ماذا سيفعل فقد نواه وما زاد علي ذلك فهو تنطع وبدعة وضلالة وجها له والله تعالى",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "أعلى وأعلم. ¶ (القاعدة السادسة) ¶ (يبلغ العبد بنيته مالا يبلغه بعمله) ¶ أو نقول ¶ (نية المرء أبلغ من عمله) ¶ أقول :- وهذه القاعدة تبين بركة النية ومدرا الثواب عليها حتى ولو تخلف عنها العمل ، فإن مجرد النية الصالحة نوع من أنواع العبادة ، والعبادة مما يثيب الله عليها ، وقد أوضح ابن تيمية هذا المعنى في مواضع كثيرة من كتبه ، وهذه القاعدة باللفظ الثاني قد وردت في حديث مرفوع عند الطبراني ولكن إسنادها ضعيف إلا أن الأدلة التي سأذكرها بعد قليل ــ إن شاء الله تعالى ــ كافية في إثباتها ، ولكنها ثابتة عند السلف ومنقولة عنهم ، قال ابن تيمية رحمه الله تعالى : ( نية المرء خير من عمله ) هذا قاله غير واحد وبعضهم يرفعه ، وبيانه من وجوه : أحدها : أن النية المجردة عن العمل يثاب عليها والعمل بلا نية لا يثاب عليه ، الثاني : أن من رأى الخير وعمل منه وعجز عن إكماله كان له أجر عامله ، لقوله عليه الصلاة والسلام : ( إن بالمدينة رجالاً ما سرتم مسيراً ولا قطعتم وادياً إلا كانوا معكم ) الثالث : أن القلب ملك البدن ، والأعضاء جنوده ، الرابع : أن توبة العاجز عن المعصية تصح عند أهل السنة كتوبة المجبوب من الزنا ، وكتوبة الأخرس من القذف وأصل التوبة عزم القلب ، الخامس : أن النية لا يدخلها فساد فإن أصلها حب الله ورسوله وإرادة وجه الله تعالى وهذا بنفسه محبوب لله ورسوله صلى الله عليه وسلم مرضي لله ورسوله صلى الله عليه وسلم ، والأعمال الظاهرة يدخلها آفات كثيرة ولهذا كانت أعمال القلوب المجردة أفضل من أعمال البدن المجردة ، كما قيل : قوة المؤمن في قلبه وضعفه في جسمه ، والمنافق عكسه والله أعلم ) اهـ كلامه وهو منقول من مختصر الفتاوى المصرية للشيخ البعلي على الجميع رحمة الله ورضوانه ومغفرته ، ونزيد ذلك توضيحاً فنقول : إن ما يرتفع به ميزان العبد يوم القيامة ويزيد في درجاته النية الصالحة ، فمن نوى النية الصالحة فإنه مأجور على هذه",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "النية وإن تخلف عنها العمل لعارض أوجب هذا التخلف ، فإن قارنها العمل أثيب العبد ثوابين ، ثواب على صلاح النية وإخلاص القصد لله تعالى وثواب على تحريك جوارحه بهذه العبادة ، فالنية الصالحة توصل العبد للمراتب العالية والمنازل السامية مالا يستطيعه بعمله ، فالنية أبلغ من العمل فإذا اقترنا فهما نور على نور يهدي الله لنوره من يشاء ، قال ابن القيم رحمه الله تعالى : ( فأما النية فهي رأس الأمر وعموده وأساسه وأصله الذي يبنى عليه ، فإنها روح العمل وقائده وسائقه والعمل تابع لها ، يبنى عليها ، ويصح بصحتها ويفسد بفسادها ، وبها يستجلب التوفيق ، وبعدمها يحصل الخذلان ، وبحسبها تتفاوت الدرجات في الدنيا والآخرة ) اهـ كلامه . ¶ …وقال في موضع آخر : ( المعول على السرائر والمقاصد والنيات والهمم ، فهي الإكسير الذي يقلب نحاس الأعمال ذهباً أو يردها خبثاً ) اهـ والأدلة على هذه القاعدة كثيرة والذي يحضرني منها ما يلي :-",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "…فمن ذلك : قال تعالى : ( من كان يريد حرث الآخرة نزد له في حرثه ومن كان يريد حرث الدنيا نؤته منها وماله في الآخرة من نصيب ) فأخبر الله تعالى أنه بمنه وكرمه وفضله وإحسانه يزيد ثواب العمل ويضاعف الأجر فيه إذا كان الدافع لصاحبه إرادة وجه الله والدار الآخرة ، وقوله (نزد له في حرثه ) يحمل على زيادة الثواب ومضاعفة الأجور ويحمل على زيادة الرغبة الصادقة في القيام بالأعمال العبادية الأخرى فإن المتقرر أن من ثواب الحسنة الحسنة بعدها كما أن من عقوبة السيئة السيئة بعدها ، وهذا كله من بركة النية ، فبلغ العبد بهذه النية الصالحة ما لا يبلغه بعمله لو تخلفت عنه هذه النية بل ذكر ابن تيمية اتفاق العلماء أن العبادة إذا عملت لا بنية الإخلاص لله تعالى فإنها باطلة مردودة على صاحبها فهذه المضاعفة والزيادة من جملة بركات النية الصالحة لأن قوله (يريد ) هو بعينه النية فالله تعالى لم يرتب هذه الزيادة والمضاعفة على مجرد الحرث أي العمل ، وإنما رتبها على الإرادة بالنية الصالحة فدل ذلك على أن نية المرء أبلغ من عمله . وأن العبد يبلغ بنيته مالا يبلغه بعمله والله أعلم .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "…ومنها : حديث جابر بن عبد الله رضي الله عنهما قال : كنا نع النبي صلى الله عليه وسلم في غزاة فقال : ( إن بالمدينة لرجالاً ما سرتم مسيراً ولا قطعتم وادياً إلا كانوا معكم حبسهم المرض ) وفي رواية ( إلا شركوكم في الأجر ) رواه مسلم . ورواه البخاري من حديث أن رضي الله عنه قال : رعنا من غزوة تبوك مع النبي صلى الله عليه وسلم فقال : ( إن أقواماً خلفنا بالمدينة ما سلكنا شعباً ولا وادياً إلا وهم معنا ، حبسهم العذر ) قال ابن القيم ( فهذه المعية هي بقلوبهم وهممهم لا كما يظنه طائفة من الجهال أنهم معهم بأبدانهم فهذا محال ) اهـ . وهذا يفيدك صحة هذه القاعدة وبيان ذلك أن يقال : إن هؤلاء القاعدين عن الجهاد ما قعدوا رغبة عن الجهاد كما يفعله أهل النفاق ، وإنما الذي حبسهم عنه هو المرض ، أو العذر المانع ، فكانوا يعزمون العزم الكامل على الجهاد مع النبي صلى الله عليه وسلم لكن حبسهم العذر ، فلم يخرجوا معه ، ومع ذلك فقد أخبر النبي صلى الله عليه وسلم أنهم معهم في الأجر بقوله ( إلا شركوكم في الأجر ) وهذا يفيد أن العبد يبلغ بنيته ما يبلغ بعمله ، وأن نية العبد خير من عمله ، فيكتب في صحائفهم أجر المجاهدين مع أنهم لم يجاهدوا بأبدانهم وإنما جاهدوا بالإخلاص وصدق النية والإرادة الجازمة على المضي لولا هذا العذر ، فهم وإن كانوا في دار الهجرة بأبدانهم لكنهم مع المجاهدين بأرواحهم ومقاصدهم ونيتهم ، قال ابن القيم : ( وهذا من الجهاد بالقلب وهو أحد مراتب الجهاد الأربع وهي القلب واللسان والمال والبدن ، وفي الحديث ( جاهدوا المشركين بألسنتكم وقلوبكم وأموالكم ) اهـ كلامه ، فالإنسان إذا نوى العمل الصالح ولكنه حبسه عنه حابس فإنه يكتب له الأجر كاملاً ، فالمتمني للخير ، الحريص عليه إن كان من عادته أنه كان يعمله ولكنه حبسه عنه حابس كتب له ثواب ذلك العمل ، وهذا بعينه ما نقصده بهذه القاعدة .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "…ومنها : حديث أبي سعيد الخدري رضي الله عنه أن رسو الله صلى الله عليه وسلم قال : ( كان فيمن كان قبلكم رجل قتل تسعة وتسعين نفساً فسأل عن أعلم أهل الأرض فدل على راهب فأتاه فقال : إنه قتل تسعة وتسعين نفساً فهل له من توبة ؟ فقال : لا ، فقتله ، فكمل به مائة ، ثم سأل عن أعلم أهل الأرض ، فدل على رجل عالمٍ فقال : إنه قتل مائة نفس فهل له من توبة ؟ فقال : نعم ، ومن يحول بينه وبين التوبة ، انطلق إلى أرض كذا وكذا فإن بها أناساً يعبدون الله فاعبد الله معهم ، ولا ترجع إلى أرضك فإنها سوء ، فانطلق حتى إذا انتصف الطريق أتاه ملك الموت فاختصمت فيه ملائكة الرحمة وملائكة العذاب فقالت ملائكة الرحمة : جاء تائباً مقبلاً بقلبه إلى الله عز وجل وقالت ملائكة العذاب : إنه لم يعمل خيراً قط ، فأتاهم ملك في صورة آدمي فجعلوه بينهم فقال : قيسوا ما بين الأرضين فإلى أيهما كان أقرب فهو له ، فقاسوا فوجدوه أدنى إلى الأرض التي أراد ، فقبضته ملائكة الرحمة .. وهذا حديث عظيم جليل المكانة ، وهو دليل قاطع على صحة هذه القاعدة ، فإن هذا الرجل الذي قتل مائة نفس لما صدق في توبته وجاء مقبلاً بقلبه إلى الله تعالى وأخلص في قصده ولم يرد بتوبته إلا الله والدار الآخرة ، صارت هذه النية الصادقة والعزيمة الجازمة سبباً في نجاته ودخل الجنة بسببها أي بسبب نيته الصالحة وصدقه في التوبة ، مع أنه لم يعمل خيراً إلا ذلك فقط فصارت هذه النية كفيلة بأن تكفر عنه ما مضى بفضل الله ومنه وتوفيقه ، وهذا يفيد أن نية المرء أبلغ من عمله ، وأن العبد يبلغ بنيته مالا يبلغه بعمله .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "…ومنها : حديث عبد الله بن عباس ــ رضي الله عنهما ــ قال : قال رسول الله صلى الله عليه وسلم فيما يروي عن ربه عز وجل قال : ( إن الله كتب الحسنات والسيئات ثم بين ذلك .. فمن هَمَّ بحسنة فلم يعملها كتبها الله تبارك وتعالى حسنة كاملة وإن هم بها فعملها كتبها الله عشر حسنات إلى سبعمائة ضعف إلى أضعاف كثيرة ، وإن هم بسيئة فلم يعملها كتبها الله عنده حسنة كاملة وإن هم بها فعملها كتبها الله سيئة واحدة ) متفق عليه ، ووجه الدلالة منه واضحة وذلك أن الهم بالحسنة أي النية إلى عملها ، فإذا عارض فعلها مانع من الموانع فإن العبد لا يحرم أجرها ، بل يكتبها الله عز وجل حسنة كاملة عنده ، وهذا على مجرد النية الصالحة وهذا فيه دليل على أن النية يثاب عليها العبد وأن لم يقرنها بالعمل ، لأن النية أبلغ من العمل ، فلو قال قائل : كيف يكتب له حسنة وهو لم يفعلها فالجواب على ذلك أن يقال : إن فضل الله واسع ، فإن هذا الهم الذي حدث منه يعتبر حسنة لأن القلب همام ، إما بخير وإما بشر ، فإذا هم بالخير فهذه حسنة تكتب له ، وهذا واضح في أن النية خير من العمل .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "…ومنها : حديث سهل بن حنيف ــ رضي الله عنه ــ أن رسول الله صلى الله عليه وسلم قال : ( من سأل الله تعالى الشهادة بصدق بلغه الله منازل الشهداء وإن مات على فراشه ) رواه مسلم ، ومثله حديث أنس ــ رضي الله عنه ــ قال : قال رسول الله صلى الله عليه وسلم : ( من طلب الشهادة صادقاً أعطيها ولم لم تصبه ) رواه مسلم أيضاً . وانتبه لقوله \" بصدق \" ولقوله \" صادقاً \" وهذا هو المراد بالنية الحسنة فبمجرد هذه النية الصادقة والعزم الماضي في طلب الشهادة أعطي صاحب هذه النية الشهادة وبلغه الله منازل الشهداء وإن مات على فراشه بين أهله وهذا ما بلغه إلا بالنية الصالحة ، وهذا يفيدك أن نية المرء أبلغ من عمله وأن العبد يبلغ بنيته ما لا يبلغه بعمله ، وهذا واضح في الدلالة ، بل هو نص في هذه القاعدة . ¶ …ومنها : حديث أبي هريرة ــ رضي الله عنه ــ قال : قال رسول الله صلى الله عليه وسلم ( من مات ولم يغز ، ولم يحدث نفسه بالغزو ، مات على شعبة من النفاق ) رواه مسلم ، والشاهد قوله : ( ولم يحدث نفسه بغزو ) وهذا يفيد أنه لو حدث نفسه بالجهاد فإنه يخرج من ربقة النفاق ، فدل ذلك على أن النية المجردة فيها فضل وبمجردها يتحقق للعبد النجاة من شعبة النفاق وهذا استدلال بمفهوم المخالفة وهو حجة على القول الصحيح عند الأصوليين ، وتحديث النفس بالغزو أي عقد العزم الصادق عليه متى ما تيسرت أسبابه وبهذه النية ينجو من خصلة من خصال المنافقين ، فتحقق له بالنية ما لم يتحقق بالعمل ، بل أقول : تحقق له بالنية الثواب والأجر والنجاة ، وهذا يفيدك أن نية المرء خير من عمله وأن العبد يبلغ بنيته ما يبلغه بعمله .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "…ومنها : ما رواه الترمذي في جامعه قال : حدثنا محمد بن إسماعيل قال : حدثنا أبو نعيم ، قال : حدثنا عبادة بن مسلم ، قال : حدثنا يونس بن خباب عن سعيد الطائي ، أبي البختري أنه قال : حدثني أبو كبشة الأنماري أنه سمع رسول الله صلى الله عليه وسلم يقول : ”ثلاثة أقسم عليهن وأحدثكم حديثاً فاحفظوه ، قال \"ما نقص مال عبد من صدقة ولاظلم عبد مظلمة فصبر عليها إلا زاده الله عزاً ولافتح عبد باب فسأله إلا فتح الله عليه باب فقر – أو كلمة نحوها – وأحدثكم حديثاً فاحفظوه ، قال : \"إنما الدنيا لأربعة نفر : عبد رزقه الله مالاً وعلماً فهو يتقي فيه ربه ويصل فيه رحمة ، ويعلم الله فيه حقاً فهذا أبأفضل المنازل ، وعبد رزقه الله علماً ولم يرزقه مالاً ، فهو بنيته ، فأجرهما سواء ، وعبد رزقه ولم يرزقه علماً فهو يخبط في ماله بغير علم ، لا يتقي فيه ربه ولا يصل به رحمة ولايعلم لله فيه حقاً فهذا بأخبث المنازل وعبد لم يرزقه الله مالاً ولا علماً فهو يقول : لو أن لي مالاً لعملت فيه بعمل فلان فهو بنيته ، فوزرهما سواء \" قال الترمذي : هذا حديث حسن صحيح ، وصححه الألباني رحمه الله تعالى ووجه الدلالة منه واضحة وهو أن الرجل الذي آتاه الله علماً ولم يؤته مالاً ، لما صدق النية في قولة \" لو أن عندي مال فلان لعملت فيه مثل عمله \" لما صدق من قلبه بهذا القول أعطاه الله تعالى أجرهما سواء ولكن النية إلى قولة في الحديث \" فهو صادق النية \" أني لابد من هذا الشرط وهذا يفيدك الإفادة الصريحة أن العبد يبلغ بنيته مالاً يبلغه بعمله وأن النية خير من العمل وأبلغ منه ، وهذا فضل الله وتوفيقه . ولعل هذه الأدلة كافية إن شاء الله تعالى في فهم هذه القاعدة وأوصيك أيها الأخ المبارك أن تجعل صلاح النية هو شعارك دائماً في كل مصادرك ومواردك وأن تراقبها دائماً وأن تنوي الخير في كل قول أو فعل وما مظى من الأدلة : هو كالتفريغ على هذه القاعدة ولكن نزيدها",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "إيضاحاً بذكر نزوع أخرى فأقول : منها : من كان عازماً على قيام الليل وأخذ بالأسباب ولكنه لم يقم فإنه يكتب له إن شاء الله تعالى قيام ليله بمجرد هذه النية الصالحة لأن نية المرء أبلغ من عمله . ومنها : من فعل ما يقدر عليه من العبادة ولكنه عجز عن باقيها فإنه يكتب له من الأجر أنه فعلها كاملة وعليه حديث \" إذا مرض العبد أو سافر كتب له من العمل ما كان يعمله صحيحاً \" مقيماً وهذا من عظيم فضله جل وعلا . ومنها : من عزم على إخراج زكاته وأخذ بالأسباب ولكن قدر الله أن احترق النصاب الزكوي فاحترقت الزكاة معه بلا تفريط منه فإن ذمته برئت من الوجوب لعدم تفريطه بل ويكتب له إن شاء الله تعالى ثواب من أخرجها لأنه نوى إخراجها وعزم عليه ولكن ورد عليه هذا المانع فيكتب له ثواب من أخرجها لأن نية المرء أبلغ من عمله . ¶ …ومنها : من نوت صيام عرفة أو يوم عاشوراء ، وبيتت نية الصيام عازمة عليه ولكن حال دون ذلك نزول الحيض فإنه يكتب لها إن شاء الله تعالى أجر من صام ذلك اليوم ، فبلغت بنيتها ما لم تبلغه بعملها لأن نية المرء أبلغ من عمله .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "…ومنها : أن من اجتهد في دفع زكاته إلى فقير ، فبحث فوجد رجلاً غلب على ظنه أنه فقير فدفع الزكاة إليه ثم تبين بأخذه أنه غني فالقول الصحيح أن ذمته برئت بهذا الدفع لأن غلبة الظن كافية في العمل ، بل ويثاب ثواب من أوصل الزكاة إلى مستحقها ، مع أنه دفعها لغني ، ولكنه وصل إلى هذا الثواب بالنية الصالحة لأن العبد يبلغ بنيته ما لا يبلغه بعمله ، وعلى ذلك حديث أبي هريرة ــ رضي الله عنه ــ قال : قال رسول الله صلى الله عليه وسلم : ( قال رجل : لأتصدقن الليلة بصدقة ، فخرج بصدقته فوضعها في يد زانية ، فأصبحوا يتحدثون : تصدق الليلة على زانية ، قال : اللهم لك الحمد على زانية ؟ لأتصدقن بصدقة فخرج بصدقته فوضعها في يدي غني ، فأصبحوا يتحدثون : تصدق الليلة على غني ، قال : اللهم لك الحمد ، على غني ؟ لأتصدقن بصدقة ، فخرج بصدقته فوضعها في يد سارق فأصبحوا يتحدثون : تصدق الليلة على سارق ، فقال : اللهم لك الحمد ، على زانية وعلى غني وعلى سارق ؟ فأتي فقيل له : أما صدقتك فقد قبلت ، أما الزانية فلعلها تستعف بها عن زناها ، ولعل الغني يعتبر فينفق مما أعطاه الله ، ولعل السارق يستعف بها عن سرقته ) رواه مسلم في صحيحه . والله أعلم . ¶ …ومنها : ما ذكره أبو العباس في الاختيارات من أن من أحب امرأة في الدنيا ولم يتزوجها ، وتصدق بمهرها لوجه الله تعالى وطلب من الله تعالى أن تكون له زوجة في الآخرة رجي له ذلك من الله تعالى ، أي أن الله تعالى يزوجه هذه المرأة في الآخرة إن كان من أهل الجنة وهذا بلغه بنيته الصالحة ، لأنه العبد يبلغ بنيته مالا يبلغه بعمله ، والله أعلم .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "…ومنها : أن العبد إذا أوقف شيئاً ونوى أن ينتفع به المسلمون أبداً ، فطرأ على هذا الوقف ما يقطع الانتفاع به من تهدم أو حريق أو نحوه فإنه يرجى لصاحب الوقف إن شاء الله تعالى أن لا ينقطع ثوابه وإن تعطل الوقف وسبب عدم انقطاع الثواب سعة فضل الله تعالى ثم هذه النية الصالحة فالعبد يبلغ بنيته مالا يبلغه بعمله ، ونية المرء خير من عمله . ¶ …ومنها : أن الداعية إذا منع من الدعوة إلى الله تعالى ، وكانت نيته في ذلك صالحة ، وفعل الأسباب المشروعة ولكن أصر ولي الأمر على منعه ، فإنه يثاب على هذه النية الصالحة والعزيمة الصادقة ، فيعطى أجر من باشر الدعوة وإن كان جالساً في بيته ، فأجره لا ينقطع ما بقيت هذه النية ، فالحمد لله أولاً وأخيراً وظاهراً وبطاناً ، والله المستعان . ¶ …ومنها : أن من سعى لنيل منصبٍ يريد بنيله نفع المسلمين به وأن يأمر بالمعروف وينهى عن المنكر وينصر المظلوم ويعين المحتاج ونحو ذلك ثم صد عن هذا المنصب وولي غيره فإنه يكتب له من الأجر ما نواه ولا ينقصه الله تعالى من أجره شيئاً لأن العبد يبلغ بنيته الصالحة مالا يبلغه بعمله ونية المرء خير من عمله ، وعلى ذلك فقس والله ربنا أعلى وأعلم . ¶ (القاعدة السابعة) ¶ (من نوى الشر فإنه يعاقب بنقيض قصده)",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "أقول : وشرح هذه القاعدة واسع ، وقد وجدت لها من الفروع الشيء الكثير ، وسوف أكتفي منها بعشرين فرعاً فقط ، ولكن قبل ذلك نشرحها شرحاً إجمالياً فأقول : إن القاعدة المتقررة في الشريعة أن الجزاء من جنس العمل ، فمن فعل شراً فإنك تجد أن الشارع إذا عاقبه فإنه يعاقبه بجنس ما فعله من الشر ، وهذه القاعدة فرع عن قاعدة الجزاء من جنس العمل ، فمن نوى الشر وأيد هذه النية بالفعل فإن نيته تنقلب عليه وفعله المقارن لها يعود عليه وبالاً وعقوبة وخسارة في الدنيا والآخرة ، فنأتي أولاً إلى هذه النية الفاسدة فنبطلها ، ثم نبطل جميع أفعاله التي فعلها بهذه النية ، فيكون وجودها كعدمها ، أي كأنه لم يفعلها ، ولا نكتفي بذلك فقط ، بل لا بد من تعزيزه على هذه النية الفاسدة وهذا الفعل الفاسد ، ويختلف التعزيز بما نراه مناسباً لحاله ، ونقول له : أنت نويت بفعلك هذا شراً ونحن نقابلك بخلاف نيتك هذه ونقلبها عليك ونعاقبك بنقيض قصدك الذي هممت به وعزمت عليه ، فكنت تريد شيئاً فحرمناك منه ، واستعجلت شيئاً قبل أوانه الشرعي فعاقبناك بالحرمان منه ، ودليل هذه القاعدة قوله تعالى : ( ولا يحيق المكر السيء إلا بأهله ) قال ابن كثير : ( أي وما يعود وبال ذلك إلا عليهم أنفسهم دون غيرهم ، قال ابن أبي حاتم : ذكر علي بن الحسين ، حدثنا ابن أبي عمر ، حدثنا سفيان عن أبي زكريا الكوفي عن رجل حدثه أن رسول الله صلى الله عليه وسلم قال : \" إياك ومكر السيء فإنه لا يحيق المكر السيء إلا بأهله ولهم من الله طالب \" ) اهـ .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "…قلت : هو حديث ضعيف بلا شك . وقال تعالى : ( ويمكرون ويمكر الله والله خير الماكرين ) وقال تعالى : ( يخادعون الله والذين آمنوا وما يخدعون إلا أنفسهم وما يشعرون ) فهذه النية الفاسدة لاغية باطلة شرعاً وما يترتب عليها لاغ باطل لأن ما بني على الباطل والفاسد فهو باطل وفاسد ، فهذا بالنسبة لشيء من شرحها وسوف تتضح أكثر بالتفريع ، وما سأذكره لك الآن يعتبر استدلالاً وتفريعاً حتى لا يطول عليك الأمر فأقول وبالله التوفيق ومنه استمد الفضل والعون :-",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "…منها : من تزوج امرأة قد بُت طلاقها بنية تحليلها لزوجها الأول باتفاق أو بغير اتفاق لأن العبرة في العقود بالقصود والمعاني لا بالألفاظ والمباني ، فهذا رجل نوى الشر بهذا النكاح ، فيعاقب بنقيض قصده ، فلا يكون نكاحه هذا محللاً لها لزوجها الأول ، بل هو نكاح لاغ وفاعله ملعون بلعنة الله ورسوله صلى الله عليه وسلم وحقهما التعزير البليغ ، فلما نوى الشر عوقب بنقيض قصده ، وقد وردت بذلك الأدلة فعن عبد الله بن مسعود ــ رضي الله عنه ــ قال : ( لعن رسول الله صلى الله عليه وسلم المحلل والمحلل له ) حديث صحيح . ورواه الإمام أحمد في المسند بإسناد صحيح ورواه النسائي في سننه بإسناد صحيح أيضاً بلفظ : (لعن رسول الله صلى الله عليه وسلم الواشمة والمستوشمة والواصلة والمستوصلة والمحلل والمحلل له وآكل الربا وموكله ) وعن علي بن أبي طالب ــ رضي الله عنه ــ عن النبي صلى الله عليه وسلم أنه لعن المحلل والمحلل له ) رواه أحمد وأهل السنن إلا النسائي وسنده صحيح . وعن أبي هريرة ــ رضي الله عنه ــ قال : قال رسو الله صلى الله عليه وسلم : ( لعن الله المحلل والمحلل له ) رواه الإمام أحمد بإسناد رجاله كلهم ثقات . وعن ابن عباس ــ رضي الله عنه ــ قال \" لعن رسول الله صلى الله عليه وسلم المحلل والمحلل له \" رواه ابن ماجه بإسناد صحيح . وقال ابن ماجه في سننه حدثنا يحي بن عثمان بن صالح المصري قال حدثنا أبي قال سمعت الليث بن سعد يقول : قال لي أبو مصعب مشرح بن هاعان قال عقبة بن عامر قال رسو الله صلى الله عليه وسلم ( ألا أخبركم بالتيس المستعار ؟ قالوا : بلى يا رسول الله قال \" هو المحلل ، لعن الله المحلل والمحلل له \" حديث حسن ، وقد اتفق الصحابة على لعنه وإبطال نكاحه ، وقد ألف ابن تيمية في ذلك مؤلفاً جامعاً حافلاً نقل فيه ما ورد في هذا النكاح من الأدلة المرفوعة والآثار عن الصحابة والتابعين وغير ذلك ، والمقصود : أن هذا النكاح لا",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "يصح ولا يتحقق به ما يريده الزوج الأول ولا الثاني ولا المرأة ، لأنهم نووا بذلك الشر ومن نوى عوقب بنقيض قصده والله أعلم . ¶ …ومنها : إرث القاتل من المقتول ، فقد اتفق أهل العلم رحمهم الله تعالى على أن القاتل لا يرث من المقتول إن قتله عمداً ، لا من أصل ماله ولا من ديته ، قال ابن تيمية رحمه الله تعالى : ( إذا قتل مورثه عمداً فإنه لا يرث شيئاً من ماله ولا من ديته باتفاق الأئمة ) اهـ فالقاتل محروم من الميراث ومن الدية الحرمان المطلب ، وأما القاتل خطأ فإنه لا يرث من الدية باتفاق الأئمة نقله ابن تيمية رحمه الله تعالى ، وأما الإرث من أصل ماله ففيه نزاع والصحيح أيضاً أنه لا يرث منه شيئاً لعموم الحديث الوارد في ذلك وسيأتي إن شاء الله تعالى ، فصارت هذه المسألة فيها إجماعات ونزاع ، فالإجماع الأول في متعمد القتل فإنه لا يرث من المقتول شيئاً مطلقاً لا من ديته ولا من أصل ماله ، والإجماع الثاني : في القاتل خطأ فإنه لا يرث من دية المقتول شيئاً أبداً .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "…وأما مسألة النزاع ففي إرث القاتل خطأ من مال المقتول والصواب فيها عدم توريثه كما ذكرته لك . وبيان ذلك ، أن هذا القاتل بالعمد قد نوى الشر بإزهاق هذه النفس المعصومة استعجالاً منه للميراث فعوقب بنقيض قصده هذا بحرمانه من الميراث والدية الحرمان المطلق ، لأن من نوى الشر فإنه يعاقب بنقيض قصده ، والدليل على ذلك ما رواه ابن ماجنة في سننه قال : حدثنا محمد بن رمح المصري ، قال : أنبأنا الليث بن سعد عن إسحاق بن أبي فروة عن ابن شهاب عن حميد عن أبي هريرة ــ رضي الله عنه ــ قال : قال رسول الله صلى الله عليه وسلم ( القاتل لا يرث ) حديث صحيح ، وقال أيضاً : حدثنا أبو كريب وعبد الله بن سعيد الكندي قالا : حدثنا أبو خالد الأحمر عن يحي بن سعيد عن عمرو بن شعيب أن أبا قتادة ــ رجلاً من بني مدلج ــ قتل ابنه فأخذ منه عمر مائة من الإبل ، ثلاثين حقة وثلاثين جذعة وأربعين خلفة فقال : أين أخو المقتول ؟ سمعت رسول الله صلى الله عليه وسلم يقول ( ليس لقاتل ميراث ) حديث صحيح . وقال الترمذي بعد روايته لحديث أبي هريرة السابق : ( هذا حديث لا يصح ولا يعرف إلا من هذا الوجه وإسحاق بن عبد الله بن أبي فروة قد تركه بعض أهل العلم ، منهم أحمد بن حنبل والعمل على هذا عند أهل العلم أن القاتل لا يرث ، كان القتل عمداً أو خطأ ، وقال بعضهم إذا كان القتل خطأً فإنه يرث ، وهو قول مالك ) اهـ . وقد روى أبو داود في سننه بسنده من حديث عمر بن شعيب عن أبيه عن جده حديث الديات ، وفي آخره ( وقال رسول الله صلى الله عليه وسلم ( ليس للقاتل شيء ، وإن لم يكن له وارث فوارثه أقرب الناس إليه ولا يرث القاتل شيئاً ) حديث حسن ، فأفادت هذه الأحاديث منع القاتل من الميراث لأنه قصد الشر بهذا القتل لاستعجال الإرث فعومل بنقيض قصده لأن من نوى الشر فإنه يعاقب بنقيض قصده ، وهذا الفرع يدخل تحت قاعدة سد الذرائع وتحت قاعدة من استعجل الشيء قبل أوانه عوقب بحرمانه",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "والله أعلم . ¶ …ومنها الأحاديث الواردة في ذم الحيل ، وقد قرر أهل العلم قاعدة في ذلك تقول : ( كل حيلة يتوصل بها إلى إحقاق باطل أو إبطال حق فهي باطلة لاغية ) فالمحتال بهذه الحيلة كان ينوي الشر وهو استحلال الحرام أو إحقاق الباطل أو إبطال الحق وذلك كله لا يجدي على أهله شيئاً ، فمهما احتال الشخص على ذلك فإن حيلته لا تنفعه ويعامل بنقيض قصده بإبطال قصده الفاسد وإبطال جميع ما رتب على هذا القصد السيء ، قال تعالى : ( وسئلهم عن القرية التي كانت حاضرة البحر إذ يعدون في السبت إذ تأتيهم حيتانهم يوم سبتهم شرعاً ويوم لا يسبتون لا تأتيهم كذلك نبلوهم بما كانوا يفسقون .. الآية ) فهؤلاء القوم قوم نهوا عن صيد البحر في يوم السبت فكان من فتنة الله لهم أن الأسماك لا تقرب من الشاطئ إلا هذا اليوم وتختفي في غيره فنووا الشر فوضعوا شباكهم يوم الجمعة وأخذوها يوم الأحد ، فعوقبوا بنقيض قصدهم الفاسد فلعنوا وعذبوا وجاءهم البأس الشديد وعصف بهم من عند القوي العزيز فلم يك ينفعهم هذا القصد السيء في استحلال ما حرم الله تعالى ذلك لأن من نوى فإنه يعاقب بنقيض قصده ، وعن جابر بن عبد الله ــ رضي الله عنهما ــ أنه سمع رسول الله صلى الله عليه وسلم يقول عام الفتح بمكة ( إن الله ورسوله حرم بيع الخمر والميتة والخنزير والأصنام \" فقيل يا رسول الله : أرأيت شحوم الميتة فإنه يطلى بها السفن وتدهن بها الجلود ويستصبح بها الناس ؟ فقال : ( \" لا هو حرام \" ثم قال \" قاتل الله اليهود إن الله لما حرم عليهم شحومهما جملوه ثم باعوه فأكلوا ثمنه ) متفق عليه ، فاليهود بهذه الإذابة للشحم إنما نوو الشر باستحلال ما حرم الله عليهم فعوقبوا بنقيض قصدهم السيء ولعنوا وعذبوا وفي الحديث \" لا ترتكبوا ما ارتكب اليهود فاستحلوا ما حرم الله بأدنى الحيل \" فمن نوى الشر واستخدم حيلة ظاهرها الجواز ليتوصل بها إلى ما حرم الله تعالى فإنه يعاقب بنقيض قصده ويبقى",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الحرام حراماً عليه وإن تغيرت صورة ارتكابه ما دام يقصد استحلال الحرام بهذه النية الفاسدة والله أعلم . ¶ …ومنها : تحريم العينة ، وهو أن يبيع سلعة بثمن مؤجل زائد على ثمنها حالاً ثم يعود بنفسه ويشتريها بالثمن الحال فهذا عقد محرم وهو نوع من أنواع الربا ، وحرمت معالمة لصاحبها بنقيض قصده السيء فإنه تلاعب وتحايل على استحلال الربا بطريقة ملتوية ظناً منه أنها تنفعه ، ولكن فساد قصده أدى بهذا العقد إلى الفساد ، فالسلعة إنما وضعت صورة لاستحلال الزيادة الربوية ، وعن ابن عمر ــ رضي الله تهما ــ قال : قال رسول الله صلى الله عليه وسلم ( إذا تبايعتم بالعينة وأخذتم أذناب البقر ورضيتم بالزرع وتركتم الجهاد سلط الله عليكم ذلاً لا ينزعه حتى ترجعوا إلى دينكم ) رواه أبو داود وهو حديث صحيح بمجموع طرقه ، والله أعلم .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "…ومنها : القول الصحيح عند أهل العلم رحمهم الله تعالى أن من فارق صاحبه بعد البيع ليوجب عليه البيع ويقطع عليه خيار المجلس أنه لا ينقطع الخيار بذلك ، لأنه نوى الشر بذلك وأراد أن يحرم أخاه من حق الخيار وأراد أن يضيق عليه مجال التروي والنظر في الأمر وهذه نية كلها شر ، لأنها منافية لواجب النصيحة لأخيه المسلم ولأنها أنانية وقد تقرر أن من مقتضيات الأخوة في الله أن تحب لأخيك ما تحب لنفسك لحديث ( لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه ) متفق عليه من حديث أنس ــ رضي الله عنه ــ ولذلك فإن هذه المفارقة بهذه النية لا ينقطع بها خيار المجلس لأنه نوى الشر بهذه المفارقة ومن نوى الشر فإنه يعاقب بنقيض قصده ولا شأن لنا بفعل أحد كائناً من كان مع ثبوت النص الصحيح الصريح في النهي عن المفارقة بهذه النية ، ففي الحديث عن عمر بن شعيب عن أبيه عن جده أن النبي صلى الله عليه وسلم قال : ( البائع والمبتاع بالخيار حتى يتفرقا إلا أن تكون صفقة خيار ، ولا يحل له أن يفارقه خشية أن يستقيله ) رواه الخمسة إلا ابن ماجة بسند حسن .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "…ومنها : قوله تعالى : ( لا تقم فيه أبداً ) أي في مسجد الضرار الذي بناه المنافقون ، فإنهم أرادوا ببناء هذا المسجد الإضرار بالمسلمين بالتفريق بينهم قال تعالى : ( والذين اتخذوا مسجداً ضراراً وكفراً وتفريقاً بين المؤمنين وإرصاداً لمن حارب الله ورسوله وليحلفن إن أردنا إلا الحسنى والله يشهد إنهم لكاذبون ) فلما كانت هذه نيتهم وهذا قصدهم عوقبوا بنقيض قصدهم فنهى النبي صلى الله عليه وسلم عن الصلاة فيه ، وأمر صلى الله عليه وسلم بعض المؤمنين بهدمه وتحريقه ، فعوملوا بنقيض قصدهم لأنهم نووا الشر ومن نوى الشر عوقب بنقيض قصده وهذا واضح قال ابن كثير رحمه الله تعالى : ( سبب نزول هذه الآيات الكريمات أنه كان بالمدينة قبل مقدم رسول الله صلى الله عليه وسلم إليها رجل من الخزرج يقال له أبو عامر الراهب وكان قد تنصر في الجاهلية وله شرف كبير في الخزرج ، فلما قدم رسول الله صلى الله عليه وسلم مهاجراً إلى المدينة واجتمع عليه المسلمون وصارت للإسلام كلمة عالية وأظهرهم الله يوم بدر ، شرق اللعين أبو عامر بريقه وبارز بالعداوة وظاهر بها وخرج فاراً إلى كفار مكة من مشركي قريش يمالئهم على حرب رسول الله صلى الله عليه وسلم فاجتمعوا بمن وافقهم من أحياء العرب وقدموا عام أحد فكان من أمر المسلمين ما كان وامتحنهم الله عز وجل وكانت العاقبة للمتقين ، وكان هذا الفاسق قد حفر حفائر فيما بين الصفين فوقع في إحداهن فقال رسول الله صلى الله عليه وسلم وأصيب ذلك اليوم فجرح في وجهه وكسرت رباعيته اليمنى السفلى وشج رأسه صلوات الله وسلامه عليه ، وتقدم أبو عامر في أول المبارزة إلى قومه من الأنصار فخاطبهم واستمالهم إلى نصرته وموافقته فلما عرفوا كلامه قالوا : لا أنعم الله بك عيناً يا فاسق يا عدو الله ونالوا منه وسبوه فرجع وهو يقول : والله لقد أصاب قومي بعدي شر ، وكان رسو الله صلى الله عليه وسلم قد دعاه إلى الله قبل فراره وقرأ عليه من",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "القرآن فأبى أن يسلم وتمرد ، فدعا عليه رسول الله صلى الله عليه وسلم أن يموت بعيداً طريداً فنالته هذه الدعوة وذلك أنه لما فرغ الناس من أحد ورأى أمر رسول الله صلى الله عليه وسلم في ارتفاع وظهور ذهب إلى هرقل ملك الروم يستنصره على النبي صلى الله عليه وسلم فوعده ومناه وأقام عنده وكتب إلى جماعة من قومه من الأنصار من أهل النفاق والريب يعدهم ويمنيهم أنه سيقدم بجيش يقاتل به رسول الله صلى الله عليه وسلم ويغلبه ويرده عما هو فيه ، وأمرهم أن يتخذوا له معقلاً يقدم عليهم فيه من يقدم عنده لأداء كتبه ويكون مرصداً له إذا قدم عليهم بعد ذلك فشرعوا في بناء مسجد مجاور لمسجد قباء ، فبنوه وأحكموه وفرغوا منه قبل خروج رسول الله صلى الله عليه وسلم إلى تبوك ، وجاؤا فسألوا رسول الله صلى الله عليه وسلم أن يأتي إليهم فيصلي في مسجدهم ليحتجوا بصلاته فيه على تقريره وإثباته وذكروا أنهم إنما بنوه للضعفاء منهم وأهل العلة في الليلة الشاتية فعصمه الله من الصلاة فيه وقل : ( أنا على سفر ولكن إذا رجعنا ــ إن شاء الله ) فلما قفل عليه الصلاة والسلام راجعاً إلى المدينة من تبوك ولم يبق بينه وبينها إلا يوم أو بعض يوم نزل عليه جبريل بخبر مسجد الضرار وما اعتمده بانوه من الكفر والتفريق بين جماعة المؤمنين في مسجدهم ومسجد قباء الذي أسس من أول يوم على التقوى ، فبعث رسول الله صلى الله عليه وسلم إلى ذلك المسجد من هدمه قبل مقدمه المدينة ) اهـ . ¶ …قلت : وهذا حكم الإسلام في كل ما بني بقصد الإضرار بالمؤمنين والتفريق بينهم وإبرام التخطيط فيه لهم وعقد المؤامرات ضدهم والله المستعان .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "…ومنها : من تبين لنا من القرائن الظاهرة ممن راجع زوجته بعد طلاقها الرجعي أنه لا يريد بهذه الرجعة إلا مجرد المضارة فقط فإنه لا يمكن من هذه الرجعة ، ورجعته باطلة لاغية وهو آثم على هذه الرجعة ، معاملة له بنقيض قصده ، لأن المتقرر أ، من نوى الشر فإنه يعاقب بنقيض قصده ، وصحة الرجعة مشروط فيها عدم المضارة قال تعالى : ( ولا تمسكوهن ضراراً لتعتدوا ) فلما أراد الشر بهذه الرجعة عاملناه بنقيض قصده وأبطلنا رجعته ولم نمكنه من تحقيق نيته الفاسدة وإرادته السيئة بهذه الرجعة والله أعلم . ¶ …ومنها : لقد ذكر أبو العباس بن تيمية رحمه الله تعالى أن من قتل رجلاً ليتزوج امرأته فإنها لا تحل على التأبيد معاقبة له بنقيض قصده ، فقال أبو العباس : ( ولو قتل رجل رجلاً ليتزوج امرأته حرمت على القاتل مع حلها لغيره ) اهـ وهذا معاملة له بنقيض قصده ولأنه استعجل الشيء قبل أوانه ، والمتقرر أن من استعجل الشيء قبل أوانه فإنه يعاقب بحرمانه ، والمقرر أيضاً أن من نوى الشر فإنه يعاقب بنقيض قصده ، وقريب من هذا الفرع الذي بعده .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "…ومنها : القول الصحيح والرأي الراجح المليح أن من خبب امرأة على زوجها ليطلقها ويتزوجها هو ، فإنه يعاقب بتحريمها عليه ، ولو نكحها فالنكاح باطل ، ولا يترتب على عقد النكاح هذا أي شيء من آثار النكاح الصحيح ، بل الواجب عقوبة هذا المخبب بالتعزير البليغ الذي يردعه وأمثاله من معاودة هذه الجريمة واختار هذا القول أبو العباس بن تيمية رحمه الله تعالى ، فإنه قال في الاخيارات ( ولو خبب امرأة على زوجها حتى طلقها ثم تزوجها وجب أن يعاقب مثل هذا عقوبة بليغة وهذا النكاح باطل في أحد القولين في مذهب مالك وأحمد وغيرهما ويجب التفريق بين هذا الظالم المعتدي وهذه المرأة الظالمة ) اهـ كلامه رحمه الله تعالى ، والعلة في إبطال هذا النكاح هو هذه النية الفاسدة الجائرة الظالمة وهكذا نعاقب كل من نوى الشر والإفساد في الأرض فالمتقرر عندنا أن من نوى الشر والفساد فإنه يعاقب بنقيض قصده .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "…ومنها : القول الصحيح والرأي الراجح المليح أننا إذا رأينا من الولي ما يوجب عندنا غلبة الظن بأنه يريد عضل موليته عن النكاح بالكفؤ فإننا نسلب منه هذه الولاية ونعطيها من يليه ، فإن لا حق له أبداً في هذا العضل وهو ظالم متعد حدود الله تعالى بهذه النية الفاسدة ، فيعامل بنقيض قصده بسحب الولاية منه ، قال تعالى : ( وإذا طلقتم النساء فبلغن أجلهن فلا تعضلوهن أن ينكحن أزواجهن إذا تراضوا بينهم بالمعروف ) وهذا النهي يفيد التحريم ، فالولي الذي ينوي بهذا المنع عضل موليته وحرمانها من الكفؤ لا حق له في الولاية ، هذا هو العدل ، فإن موليته لها حق في النكاح بالكفؤ المتقدم لها إذا كان ذا دين وخلق ، عن أبي هريرة ــ رضي الله عنه ــ قال : قال رسول الله صلى الله عليه وسلم ( إذا أتاكم من ترضون خلقه ودينه فزوجوه إلا تفعلوا تكن فتنة في الأرض وفساد عريض ) حديث صحيح ، وهذا هو حقه لأنه ظالم معتد آثم ناوٍ للشر ومن نوى الشر فإنه يعامل بنقيض قصده ، فإن الولي لم يتسلط على هذه المولية الضعيفة إلا لأنه وليها ، فيمنع من هذه الولاية التي صارت سبباً لتسلطه وجبروته عقوبة له ونكالاً ولا كرامة له وليضرب برأسه عرض الحائط ولا شأن لنا به ، والله أعلم .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "…ومنها : أن المتقرر في أذهان العقلاء أن الإمارة مسؤولية عظيمة وكلفة ثقيلة على ظهور المتقين فهي تكليف لا تشريف وأهل العقل والدين والأمانة يهربون منها كما يهرب الصيد من الأسد ، ولكن لو جاءنا من يطلبها وهو مستشرف بهذا الطلب فإنه يمنع منها ولا يعطاها ، لأن الغالب على طالبها أنهم يريدون بها مجرد العلو في الأرض والاستكبار بها وأخذ ما ليس لهم ، فالمتقرر شرعاً أن طالب الإمارة لا يعطاها لأنه يغلب على ظننا بطلبه هذا أنه إنما يريد حظوظ الدنيا ومتاعها ، فطلبه لها وحرصه عليها قرينة تظهر طرفاً من نيته الفاسدة فيعامل بنقيض قصده ويحرم منها لأن من نوى الشر عومل بنقيض قصده ، فعن أبي موسى ــ رضي الله عنه ــ قال دخلت على رسول الله صلى الله عليه وسلم أنا ورجلان من بني عمي ، فقال أحد الرجلين : يا رسول الله أمرنا على بعض ما ولاك الله ، وقال الآخر مثل ذلك ، قال : فقال رسول الله صلى الله عليه وسلم ( لا والله ، لا نولي هذا العمل أحداً سأله ولا أحداً حرص عليه ) وقال أبو داود في سننه : حدثنا أحمد بن حنبل قال حدثنا يحي بن سعيد قال حدثنا قرة بن خالد قال حديثنا حميد بن هلال قال حدثني أبو بردة قال : قال أبو موسى ــ رضي الله عنه ــ قال النبي صلى الله عليه وسلم ( لن نستعمل أو لا نستعمل على عملنا من أراده ) حديث صحيح . ¶ …وهذا نص في معاملة الطالب للإمارة والحريص عليها بنقيض قصده وانظر نظرة صدق في غالب من حرص على ذلك وطلبه هل قام بحقه وما أوجب الله عليه فيه ؟ تعرف مصداق ما قلته لك والله المستعان .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "…ومنها : القول الصحيح هو أن من بانت من القرائن المفيدة لغلبة الظن أنه قد ضار زوجته وتصنع الخلاف والشقاق لتفتدي منه أنها تنزع منه إن شاءت بلا مقابل ولا حق له في مال الخلع أبداً ولو لم نعلم بنيته ولكنها كانت قائمة في قلبه بينه وبين الله وأخذ مال الخلع فإنه يأخذه زقوماً يتزقمه وناراً يلتهمه وسحتاً يحرقه وعقوبة وعذاباً عليه في الدنيا والآخرة ، هذا إذا لم تكن قد زنت ، فإما إذا زنت وعضلها لتفتدي منه فلا حرج عليه ، أما إذا كان الأمر مجرد عضل ولم يصدر منها فاحشة مبينة فإنه لا حق له في هذا الخلع وهو آثم ظالم معتدٍ قال تعالى : ( ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن إلا أن يأتين بفاحشة مبينة ) واختاره شيخ الإسلام بن تيمية رحمه الله فإنه قال في الاخيارات ( ولو عضلها لتفتدي نفسها منه ولم تن زنت حرم عليه قال ابن عقيل : العوض مردود والزوجة بائن ) اهـ . وهذا هو الحق في هذه المسألة معاملة له بنقيض قصده لأنه ناوٍ للشر والفساد والظلم بهذا العضل ومن نوى الشر فإنه يعاقب بنقيض قصده والله أعلم . ¶ …ومنها : القول الصحيح والرأي الراجح المليح هو أن من قتل وصيه فإنه يحرم هذه الوصية ولا حق له فيها واختاره جمع كبير من أهل العلم حتى عداه بعضهم للقتل الخطأ حتى ولو قتله خطأً فإنه يحرم من الوصية سداً لهذا الباب جملة وتفصيلاً ، ودليل ذلك القياس على الميراث فإن القاتل محروم من الميراث مع قوة سبب الإرث ، فلأن يحرم الموصى له من الوصية بسبب القتل من باب أولى ، وهذا يسمى بقياس الأولى وقد تقرر في الأصول أنه حجة ، ولأنه استعجل للشيء قبل أوانه ومن استعجل الشيء قبل أوانه فإنه يعاقب بحرمانه ولأنه نوى الشر والفساد وبإزهاق النفس المعصومة استعجالاً للمال ومن نوى الشر فإنه يعاقب بنقيض قصده والله أعلم .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "…ومنها : القول الصحيح أن من توضأ في وقت النهي بقصد إستحلال الصلاة النافلة في هذا الوقت فإنه آثم ولا يصح نفله لأن النافلة في وقت النهي لاتجوز إلا ماله سبب ، وهو قد فعل السبب ليستحل النفل فهو بهذا قد نوى الشر ومن نوى الشر فإنه يعاقب بنقيض قصده فلا يمكن من الصلاة النافلة التي تحقق سببها ولو صلاها لما صحت معاملة له بنقيض قصده لكن لو توضأ لشيء آخر كقراءة ونحوها فلا بأس أن يصلى ركعتي الوضوء ولو في وقت النهي والله أعلم . ¶ …ومنها :- من سافر في رمضان بقصد إستحلال الفطر فقط فإنه يعاقب بنقيض قصده لا يجوز له الفطر لأنه ما نوى بهذا السفر إلا إستحلال الحرام وهذه فيه شر ومن نوى الشر فإنه يعاقب بنقيض قصده والله أعلم . ¶ …ومنها :- من طلق زوجته في مرضة المخوف فإنه لا يقع طلاقه لأنه يغلب على الضن أنه بهذا الطلاق إنما أراد حرمان زوجته من الميراث فيعاقب بنقيض قصده بحرمانه من حق الطلاق وهو في هذه الحالة لأنه قد نوى الشر ومن نوى الشر فإنه يعاقب بنقيض قصده وقال بعض أهل العلم بغير ذلك ولكن القول الصحيح هو عدم تمكينه من ذلك . والله أعلم . ¶ …ومنها :- لقد تقرر في الشريعة تحريم الرشوة وأن فاعلها ملعون لحديث { لعن رسول الله صلى الله عليه وسلم لراشي والمرتشي } حديث صحيح وتحريمها مما يعلم من الدين بالضرورة فإذا رأى الإمام أو نائبه تعزير المرتشي بإضعاف الغرم عليه فلهم ذلك لكن من باب التعزير ، والتعزير بالمال سائغ في شريعتنا وذلك لأن المرتشي إنما أخذ هذه الرشوة ليستكثر بها وهذه فيه سوء لأن القصد إلى تكثير المال بالطرق المحرمة نية سوء وقصد فاسد ولا شك فيعاقب بنقيض قصده بإضعاف الغرم عليه فيلزم بإعادة المال الذي أخذه من الراشي ومثله معه عقوبة ونكالاً لأنه نوى الشر بأخذ مال الرشوة ومن نوى الشر فإنه يعاقب بنقيض قصده .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "…ومنها :- القول الصحيح أن عقوبة الغال بتحريف متاعة من العقوبات التعزيريه التي تخضع لنظر الإمام وإلا فلا اعلم لها حديثاً يصلح مرفوعاً وأختار ذلك شيخ الإسلام بن تيمية فإنه قال في الاختيارات :- { وتحريق رحل الغال من باب التعزير لا الحد الواجب فيجتهد الإمام فيه بحسب المصلحة } وعلة ذلك أنه إنما نمل ليتكثر بذلك وهذه فيه سوء لأن تكثير المال بالطرق المحرمة نية السوء فيعاقب بنقيض قصده فيؤخذ من المال الذي نمله وتضاعف عليه العقوبة تعزيراً حسب المصلحة على ما يراه الإمام بتحريق رحله وإتلاف ما يحمله من متاع بعد إخراج ما فيه روح وما معه من سلاح أو مصحف وإن رأى الإمام عدم التحريق فله ذلك لأن المسألة تعزيرية والتعزير مرده تحقيق المصالح ودفع المفاسد وإن رأى الإمام مصادرة رحله وتغريقة بين الجند أو جعله من جملة الغنيمة فله ذلك والمهم أن من قال بالتحريف إنما دليله هذه القاعدة لأن الغال نوى الشر بتكثير ماله بطريق حرام ومن نوى الشر فإنه يعاقب بنقيض قصده والله أعلم . ¶ …ومنها :- القول الصحيح أن خلع الحيلة لا يصح ، قال الشيخ تقي الدين { خلع الحيلة لا يصح على الأصح } وصورة ذلك أن يعلق طلاقها على شرط مستقبلي فيخاف أن يقع الشرط فيتفق هو وإياها على أن تدفع له مالاً ويخلعها ثم هي تفعل ما علق عليه الطلاق حتى لايقع عليها الطلاق وهذه حيله فاسدة ونية كاسدة وقصد سيء وهذا الخلع حرام وهو باطل والمال المدفوع فيه سحت وحرام وهذا الخلع لا يمنع من وقوع الطلاق عند وجود الشرط حتى ولو وقع في زمن إختلاعها فوجود هذا الخلع كعدمه لأنهما نويا الشر بهذا الخلع ومن نوى الشر فإنه يعاقب بنقيض قصده والله أعلم .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "…ومنها :- ولعله آخرها :- أن تبرعات المريض مرضاً مخوفاً لا تقع صحيحه لأنه في هذه الحالة في حكم المحجور عليه ويجوز للورثة أن يحجروا عليه فعلاً إذا علموا منه ذلك وهو إختيار الشيخ تقي الدين فإنه قال في الإختيارات { ويملك الورثة أن يحجروا على المريض إذا اتهموه بأنه يتبرع بما زاد على الثلث } وهذا القول هو الصحيح وذلك لأنه بهذه التبرعات الزائدة على الثلث في مرضه المخوف قرينة في أنه إنما يريد بها حرمان الورثة من المال فيعامل بنقيض قصده لأنه نوى الشر ومن نوى الشر فإنه يعامل بنقيض قصده والله أعلم وهذه عشرون فرعاً على هذه القاعدة وليست من باب الحصر وإنما من باب التوضيح والتفريع فقط والله المستعان وعليه التكلان ولا حول ولا قوة إلا بالله العلي العظيم وهو حسبنا ونعم الوكيل . ¶ (القاعدة الثامنة) ¶ (أحكام الدنيا على الظواهر والسرائر تبع لها وأحكام الآخرة على السرائر والظواهر تبع لها) ¶ أقول :- لابد للمسلم من فهم هذه القاعدة فهماً جلياً ولذلك فسأطيل في شرحها لعلي أن استطيع إيصالها إليك بحول الله وقوته فأقول :-",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "لقد ذكرنا سابقاً أن النية محلها القلب فهي من عمل القلب أي أن النية من أمور السرائر البواطن فإذا كان الأمر كذلك فهي من الغيب الذي لا يعلمه إلا الله سبحانه وتعالى قال تعالى { قل لا يعلم من في السموات والأرض إلا الله } وقال تعالى { عالم الغيب فلا يظهر على غيبة أحداً } ولم يتعبدنا الله تعالى بكشف بواطن الناس وشق بطونهم وبناءً عليه فيجب أن نقف فيما بيننا على أمور الظاهر فقط ولذلك فالمتقرر عند أهل السنة رحمهم الله تعالى أن لنا الظاهر والله يتولى السرائر نعم إذا أقترن بالنية قرائن توضح قصد صاحبها وتظهر لنا عملنا به وإلا فالأصل عدم التعرض للنيات وإنما الواجب أخذ الناس بما يظهر منهم فقط فمن أظهر لنا الخير عاملناه به ومن أظهر لنا الشر عاملناه به وأما أن نبني أحكامنا على بواطن الناس فهذا لا يجوز فإن النظر في السرائر من خصائصه جل وعلا ولا سلطان لأحدٍ على كشف بواطن الناس فالأحكام في الدنيا مرتبة على الظواهر والله تعالى يتولى السرائر فهذا بالنسبة لأحكام الدنيا فيما بيننا وأما الآخرة فإن محط الابتلاء يكون على السرائر كما قال تعالى { يوم تبلى السرائر } والأدلة على هذه القاعدة كثيرة جداً ودونك طرفاً منها فأقول :- ¶ …فمن الأدلة :- أن المنقول عنه بالتواتر المفيد للعلم القطعي أن النبي صلى الله عليه وسلم كان يعامل المنافقين في عهده بما يظهر منهم مع علمه صلى الله عليه وسلم بهم وببعض أعيانهم ولكنه لم يكن صلى الله عليه وسلم يتعرض لغياتهم أو يعاملهم على مقتضى ما يخفونه في بواطنهم وإنما كان يتعامل معهم بما يظهر منهم فكانوا يشهدون الصلاة معه وكانوا يخرجون لبعض الغزوات معه فلم يكن صلى الله عليه وسلم يمنعهم من شيء من ذلك لأنه كان يأخذهم بالظواهر ولما قفل النبي صلى الله عليه وسلم من غزوة تبوك جاءه المنافقون يعتذرون إليه ويحلفون له أنهم إنما منعهم العذر فكان يقبل منهم ويستغفر لهم والله أعلم .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "…ومن الأدلة أيضاً :- قول عمر رضي الله عنه فقد روى البخاري في صحيحه في الشهادات أنه رضي الله عنه قال :- { إن ناساً كانوا يؤخذون بالوحي في عهد الرسول صلى الله عليه وسلم وإن الوحي قد أنقطع وإنما نأخذكم الآن بما ظهر لنا من أعمالكم فمن أظهر لنا خيراً أمناه وقربناه وليس لنا من سريرته شيء الله يحاسب سريرته ومن أظهر لنا سوءً لم نأمنه ولم نصدقه وإن قال :- إن سريرتي حسنة وهذا القول من الفاروق رضي الله عنه وأرضاه نهى في هذه القاعدة ووجه الدلالة منه واضحة . ¶ …ومن الأدلة أيضاً :- حديث أنس رضي الله عنه عن البخاري السنده أنه قال { قال رسول الله صلى الله عليه وسلم من صلى صلاتنا واستقبل قبلتنا وأكل ذبيحتنا فذلك المسلم الذي له ذمه الله وذمه رسوله فلا تخفروا الله فلا ذمته } رواه البخاري فرتب النبي صلى الله عليه وسلم الحكم بالإسلام على هذه الأعمال وهي من الأعمال الظاهرة فمن فعلها فإننا نحكم له بالإسلام ولا دخل لنا بنيته فإنما لنا الظاهر والله يتولى السرائر ولا يجوز لأحد أن يحرمه من مسمى الإسلام مع قيامه بهذه الأعمال الظاهرة بحجة أنه يقصد بها كذا وكذا فإن هذا من التدخل في النيات وهذا لا يجوز لأن أمر النيات لله جل وعلا . ¶ …ومن الأدلة أيضا :- ما في الصحيح من قوله صلى الله عليه وسلم { إنما أنا بر وأنكم تختصمون إلي ولعل بعضكم أن يكون ألحن بحجته من بعض فأقضي له بنحو ما أسمع فمن قضيت له من حق أحيه شيئاً فلا يأخذه فإنما أقطع له قطعة من نار } وهذا الحديث أصل لهذه القاعدة قال أبن القيم رحمه الله تعالى فأخبر النبي صلى الله عليه وسلم أنه يحكم بينهم بالظاهر وأعلم المبطل في نفس الأمر أنه حكمه لا يحل له أخذ ما يحكم له وأنه مع حكمه له به فإنما يقطع له قطة من نار مما يدل على أحكام الدنيا إنما مبناه على الظواهر وأما في الآخرة فإن مبناها على السرائر والله أعلم .",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "…ومن الأدلة أيضاً :- حديث أسامة في الصحيح أنه قال :- بعثنا النبي صلى الله وسلم في سرية فصبحنا الحرقات من جهينة فأنهزم القوح فأدركت رجلاً فقال لا إله إلا الله فطعنته بالسيف فنمى الخبر إلى النبي صلى الله عليه وسلم فدعاني فقال أقتلته بعدما قال لا إله إلا الله فقلت يا رسول الله إنما قالها خوفاً من السلاح فقال أفلا شققت عن قلبه حتى تعلم أقالها أم لا كيف تفعل بلا إله إلا الله إذا جاءت يوم القيامة قال يارسول الله أستغفر لي قال كيف تفعل بلا إله إلا الله إذا جاءت يوم القيامة فما زال يكررها حتى تمنيت أني أسلمت يومئذ } هذا واضح الدلالة أنه كان يجب قبول ظاهره وترك سريرته إلى الله تعالى والله يحاسبه عليها يوم القيامة مما يدل على أمور الدنيا وأحكامها مبناها على الظواهر وأما السرائر فإنها لله جل وعلى . ¶ …ومن الأدلة أيضاً :- حديث أبي قتادة قال :- يا رسول الله ارأيت أن لقيت رجلاً من المشركين فقاتلني فقطع يدي ثم لاذ مني بشجرة فقال \" أسلمت لله \" أفأقتله يا رسول الله بعد أن قالها ، فقال \" لاتقتله \" قلت يارسول الله أنه قد قطع يدي ثم قال ذلك بعد أن قطعها فقال لا تقتله فإن قتلته فإنه بمنزلتك قبل أن تقتله وأنت بمنزلته قبل أن يقول كلمتها التي قال والحديث في الصحيح ، وهو صريح الدلالة جداً على أن الأحكام في الدنيا إنما هي على الظواهر وأن السرائر أمرها إلى الذي يعلم السر وأخفى ، فإنه لا يعلم ماذا في القلوب إلا علام الغيوب جل وعلى .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "…ومن الأدلة أيضاً :- مارواه ابن ماجه في سننه قال :- حدثنا أحمد بن سنان ومحمود بن يحيى قلا :- حدثنا يزيد بن هارون قال أنبأنا معمر عن شريك عن ليث عن طاوس عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم \" إنما يبعث الناس على نياتهم \" حديث صحيح وقال أيضاً :- حدثنا زهير بن محمد قال أخبرنا زكريا بن عدي قال أخبرنا شريك عن الأعمش عن أبي سفيان عن جببر قال قال رسول الله صلى الله عليه وسلم \" يحشر الناس على نياتهم \" حديث صحيح وفي الصحيحين من حديث عائشة رضي الله عنها قالت قال رسول الله صلى الله عليه وسلم يغزو جيش الكعبة حتى إذا كانوا ببيداء من الأرض يخسف بأولهم وآخرهم \" قالت عائشة يا رسول الله كيف يخسف بأولهم وآخرهم ومن أسواقهم ومن ليس منهم ؟ قال \" يخسف بأولهم وآخرهم ثم يبعثون على نياتهم وهذه الأدلة من أن الأحكام يوم القيامة تكون على السرائر والنيات لا على مجرد الظواهر وهذا أوضح .",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "…ومن الأدلة أيضاً :- حديث أبي هريرة الذي سبق في أول الكتاب في أول من تسعر بهم النار وهم من فسرت نياتهم من المجاهدين والقرآء والمعلمين والمتعلمين والمتصدقين والحديث في صحيح الإمام مسلم رحمه الله تعالى ووجه الإستشهاد به أنهم لما بعثوا يوم القيامة لم ينظر في ظواهر أعمالهم فقط بن أن محط الحساب كاف على سرائرهم فلما كانت سرائرهم فاسدة لم تنفعهم صور الأعمال بلا نية صالحة فيارب رحماك وعفوك ولطفك والله يا أخي أن بغتنا فيها ما فيها من العجر والبجر ونحن نخس ذلك من أنفسنا فنعوذ بالله من فساد السرائر ونسأله جل وعلا بإسمه الأعظم أن يعفو عن زللنا وتقصيرنا في الإخلاص والمتابعة فلا حول ولا قوة إلا بالله العلي العظيم وإنا لله وإنا إليه راجعون فهذا دليل على أن أحكام الآخرة مبناه على السرائر والظواهر تبع لها والله أعلم فهذه بعض الأدلة التي تفيدك صحه هذه القاعدة وأما الفروع المتخرجه على هذه القاعدة فكثيرة ولكن أذكر لك بعضها من باب التوضيح فأقول وبالله التوفيق ومنه أستمد الفضل والعون :-",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "فمنها :- أن الكافر الأصلى إذا أسلم ونطق بالشهادتين فإن إسلامه يقبل ظاهراً وتثبت له أحكام الإسلام ولا شأن لنا بما يبطنه في داخله ، ولذلك فقد أنكر صلى الله عليه وسلم على أسامة قتله ذلك الرجل بعدما قال : لا إله إلا الله ، لأن الواجب على أسامة ــ رضي الله عنه ــ قبول إسلام هذا الرجل ظاهراً ، ولا حق له ــ رضي الله عنه وأرضاه ــ أن يتدخل في نيته ، ولذلك اشتد نكير النبي صلى الله عليه وسلم على أسامة وأبى أن يستغفر له وخوفه من مغبة هذا القتل بقوله ( كيف تفعل بلا إله إلا الله إذا جاءت يوم القيامة ) وقد وقع ذلك التخويف من قبل أسامة ــ رضي الله عنه ــ الموقع العظيم حتى تمنى أنه لم يسلم إلا يومئذٍ ، فنكيره صلى الله عليه وسلم على أسامة دليل على أنه كان يجب عليه قبول إسلامه ظاهراً ، فإذا أسلم الكافر الأصلي ظاهراً وجب علينا قبول إسلامه والتعامل معه بما بقتضيه الإسلام ، من المحبة والمؤاخاة والنصرة والموالاة والتعاون على البر والتقوى والتناهي عن الإثم والعدوان والمناصحة وغير ذلك ، وهذه بالنسبة لأحكام الدنيا وأما في الآخرة فإن المناط على السريرة فإن كان صادقاً في إسلامه فليبشر بالخير وإن كان كاذباً فيا ويله من الذي يعلم السر وأخفى ، ذلك لأن أحكام الدنيا مبناها على الظواهر والسرائر تبع لها وأحكام الآخرة على السرائر والظواهر تبع لها والله أعلى وأعلم .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "…ومنها : أن المتقرر في مذهب أهل السنة رحمه الله تعالى أننا لا نشهد لأحد من أهل القبلة بجنةٍ ولا نار إلا من شهد له النص بذلك ولكن نرجو للمحسنين الثواب ونخشى على المسيئين العقاب ، وعلة ذلك أن دخول الجنة إنما مبناه على النظر في السرائر وهي من خصائصه جل وعلا ، ولأن العبد لا ندري بماذا يختم له ، فإن الحديث قضى بأن بعض الناس : ( يعمل بعمل أهل الجنة فيما يبدو للناس حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها ) وقضى بأن بعض الناس ( يعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها ) وقضى الحديث أيضاً بأن بعض أصحاب الأعمال العبادية الكبيرة يدخلون النار ، كبعض المقاتلين وبعض طلبة العلم وبعض قراء القرآن وبعض المتصدقين لما فسدت سرائرهم فحيث كانت الجنة من الآخرة فإن دخولها لا يتوقف على النظر في ظواهر الأعمال فقط ذلك لأن أحكام الآخرة على السرائر والظواهر تبع لها ، أي أن محط النظر في الآخرة ابتداءً على البواطن ثم يأتي دور النظر في الظواهر وبناءً عليه فلا يجوز لأحدٍ أن يشهد لأحدٍ من أهل القبلة بجنة ولا بنارٍ إلا بنص صحيح صريح ، لأن الشهادة بذلك تدخل فيما هو من خصائص الله جل وعلا ، لأن دخول النار ودخول الجنة متوقف على النظر في السرائر والسرائر مردها إلى الله جل وعلا فلا يعلم ما في القلوب إلا علام الغيوب والله تعالى أعلى وأعلم .",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "…ومنها : إذا قتل رجل من المجاهدين في أرض المعركة ، فلنا فيه حكمان : حكم في الدنيا وحكم بما يخفى حاله في الآخرة ، فأما الدنيا فإننا نعامله معاملة الشهيد فلا يغسل ولا يكفن بل ينزع ما عليه من سلاح وجلود ويدفن بثيابه الذي قتل فيها ولا يصلى عليه كذلك إلا أن يشاء الإمام الصلاة عليه ، ذلك لأن أحكام الدنيا على الظواهر ، والظاهر من حاله أنه مات شهيداً فيعامل في الدنيا معاملة الشهيد ، أي معاملة قتيل المعركة ، وأما الحكم على حاله باعتبار الآخرة فإنه مبني على سريرته التي كان يخفيها في باطنه وأمر السريرة إلى الله تعالى وبناءً عليه فلا يجوز الجزم له بأنه شهيد بدون التعليق بالرجاء فيقال : نرجوا أنه من الشهداء ، أو بالمشيئة فيقال : هو شهيد إن شاء الله تعالى ، أو يقال : هو من الشهداء نحسبه والله حسيبه ولا نزكي على الله أحداً ، ذلك لأن الجزم له بأنه شهيد مفضي إلى الشهادة له بأنه من أهل الجنة وهذا لا يجوز ، فرب قتيل بين الصفين الله أدرى بنيته ، وكم رجل يقاتل حمية وعصبية وليرى مكانه فقط ، لا لإعلاء كلمة الله تعالى ، فإذا جاء الحكم الذي يتعلق بالآخرة توقفنا ولم نجزم بشيء لكن نرجو له الخير والثواب إن شاء الله تعالى ولذلك بوب البخاري في صحيحه باباً أشار فيه إلى عدم الجزم بأن فلاناً من الشهداء فقال : ( باب لا يقول فلان شهيد ، وقال أبو هريرة عن النبي صلى الله عليه وسلم : ( الله أعلم بمن يجاهد في سبيله ، الله أعلم بمن يكلم في سبيله ، وروى تحته حديثاً يفيد صحة ما ذكرناه فقال : حدثنا قتيبة قال حدثنا يعقوب بن عبد الرحمن عن أبي حازم عن سهل بن سعد الساعدي ــ رضي الله عنه ــ أن رسول الله صلى الله عليه وسلم ــ إلتقى هو والمشركون فاقتتلوا فما مال رسول الله صلى الله عليه وسلم إلى عسكره ومال الآخرون إلى عسكرهم ، وفي أصحاب رسول الله صلى الله عليه وسلم رجل لا يدع لهم شاذة ولا فاذة إلا اتبعها يضربها بسيفه",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "فقالوا : ما أجزأ اليوم منا أحد كما أجزأ فلان ، فقال رسول الله صلى الله عليه وسلم ( أما إنه من أهل النار ) فكاد بعض القوم أن يرتاب فقال رجل من القوم أنا صاحبه فقال : فخرج معه كلما وقف وقف معه وكلما أسرع أسرع معه قال : فجرح الرجل جرحاً شديداً فاستعجل الموت فجعل نصل سيفه بالأرض وذبابه بين ثدييه فتحامل عليه فقتل نفسه فخرج الرجل إلى رسول الله صلى الله عليه وسلم فقال : أشهد أنك رسول الله فقال : ( وما ذلك ) قال : الرجل الذي ذكرت آنفاً أنه من أهل النار فأعظم الناس ذلك فقلت أنا لكم به فخرجت في طلبه ثم جرح جرحاً شديداً فاستعجل الموت فوضع نصل سيفه بالأرض وذبابه بين ثدييه ثم تحامل عليه فقتل نفسه فقال رسول الله صلى الله عليه وسلم عند ذلك ( إن الرجل ليعمل عمل أهل الجنة فيما يبدو للناس وإنه من أهل النار وإن الرجل ليعمل عمل أهل النار فيما يبدو للناس وإنه من أهل الجنة ) وفي حديث أبي موسى أن رجلاً قال يا رسول الله ( الرجل يقاتل حمية .. الحديث وفيه : ( من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله ) متفق عليه ، فلأن الحكم بالشهادة لشخصٍ والجزم بها أمر لا يجوز إلا بعد النظر في سريرته ولأن النظر في السريرة من خصائصه جل وعلا فلا يجوز إذاً قول : فلان شهيد ، هكذا مطلقاً من غير تقييد بما ذكرناه لك سابقاً ، فقتيل المعركة نعامله معاملة شهداء المعركة في الدنيا ، وأما في الآخرة فأمره إلى الله تعالى ذلك لأن أحكام الدنيا على الظواهر والسرائر تبع لها وأحكام الآخرة على السرائر والظواهر تبع لها والله ربنا أعلى وأعلم .",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "…ومنها : إن الحاكم يجب عليه أن يمضي أحكامه على عدالة الشهود ظاهراً ، فمن كان من الشهود ظاهره العدالة ، فإنه تصح شهادته وتترتب الأحكام القضائية عليها ولا يجوز له ولا لغيره أن يتدخل في مقاصد الناس وما يعتقدونه في قلوبهم أو يخفونه في بيوتهم وغير ذلك ، بل له الظاهر والله يتولى السرائر ، مع أن بعض الشهود قد يشهد بالزور والكذب والمصلحة الشخصية ولا يعرف القاضي ذلك لكن ومع ذلك فما للقاضي إلا الظاهر ، ذلك لأن أحكام الدنيا مبناها على الظواهر فما على الحاكم إلا أن يقضي بنحو ما يسمع وما عليه التنقيب عن بواطن الناس وشق صدورهم ومعرفة ما فيها ، بل ما عليه إلا الاكتفاء بالظاهر وبما يغلب على الظن ، وأما في الآخرة فالويل ثم الويل لشاهد الزور والشاهد بالكذب فإن نيته الفاسدة وإن خفيت على الحكام في الدنيا لكن سيرى مغبتها يوم القيامة عند الذي لا تخفى عليه خافية في الأرض ولا في السماء ، بل ولربما عجلت له العقوبة في الدنيا ، كما هو حاصل كثيراً في شهادات الزور في المحاكم فإنه سرعان ما يجري على أصحابها عظائم المصائب التي لا توصف والعياذ بالله تعالى ، فالواجب على الحاكم الاكتفاء بالظواهر من عدالة الشهود لأن أحكام الدنيا على الظواهر والبواطن تبع لها ، وأما في الآخرة فإن الشاهد بالزور والكذب يحاسب على سريرته لأن أحكام الآخرة مبناها على السرائر والظواهر تبع لها والله تعالى أعلى وأعلم .",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "…ومنها : التعامل مع المنافقين في الدنيا ، فإنه من المعلوم أنهم يظهرون الإسلام ، ويبطنون الكفر ، إلا أننا في التعامل مع معهم في الدنيا نبقى على ما يظهر منهم ، ولا شأن لنا بسرائرهم ، فنجري أحكامهم على الظاهر والله يتولى السرائر ، وهذا هديه صلى الله عليه وسلم فإنه صلى الله عليه وسلم كان يتعامل معهم بما يظهرونه من الإسلام ولم يكن يتعرض لسرائرهم إلا فيما أمر به من حالهم كهدم مسجد الضرار الذي بنوه ، وإلا فإنهم كانوا يصلون معه ويخرجون معه للجهاد ويحضرون معه عقد الألوية ونحو ذلك ، وكان صلى الله عليه وسلم ينهى عن قتلهم ، بل وأراد أن يصلي على زعيمهم عبد الله بن أبي سلول وكفنه في قميصه ، كل ذلك جرياً على العمل بالظاهر ، ولما تخلفوا عنه في غزوة تبوك جاءوه يحلفون له كذباً وبهتاناً ويطلبون منه أن يعذرهم ويستغفر لهم ، فكان صلى الله عليه وسلم يقبل منهم ويعذرهم ويستغفر لهم ، كل ذلك جرياً على الظاهر من حالهم ، فالتعامل مع المنافقين يخرج على هذه القاعدة ، وعلى ذلك التعامل مع الرافضة فإن من كان منهم يظهر اعتقاده ويصرح به عل الملأ فإنه يحكم عليه بمقتضاه إن كان كفراً فهو كفر وإن كان فسقاً فهو فسق ، وأما من كان منهم مسراً بذلك ولا يصرح به ويخالط المسلمين ولا يتفوه بشيء من ذلك فإنه لا يتعرض له بشيء إلا بالنصح والتوجيه والدعوة فقط ولكن يعامل معاملة المسلمين ظاهراً لأنه يظهر الإسلام ولم يصرح بما يناقضه ، فالأحكام في الدنيا على الظواهر والبواطن تبع لها ، والأحكام في الآخرة عل البواطن والظواهر تبع لها والله يتولانا وإياك .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "…ومنها : في حديث أسامة السابق أنه قال : ( يا رسول الله إنما قالها خوفاً من السلاح) فقال له رسول الله صلى الله عليه وسلم : ( أفلا شققت عن قلبه حتى تعلم أقالها أم لا ) وهذا فيه فائدة بديعة وهي أنه يجب الوقوف على ظاهر الكلام ولا يجوز تفسيره بما يبطنه المتكلم ، لأن أمر الباطن من الأمور الغيبية التي لا يعلمها إلا الله جل وعلا ، فاحذروا من تفسير مقاصد الناس بكلامهم ، فإن بعض الناس همه الأول وشغله الشاغل تفسير مقاصد الناس وكأنه قد جعل رقيباً عليهم ، فلا تسمه منه إلا قوله : فلاناً يقصد كذا ويريد بكلامه كذا وكذا ، ويرمي بهذا الكلام إلى كذا وكذا ، ويبدأ يحمل أقوال الناس ما لا تحتمل بل وأحياناً يحمل الكلام ما نقطع به جزماً من صاحبه أنه لم يخطر له على بال ولم يدر في خيال وأنه لم يرده البتة ، ولكن صاحب الفهم الثاقب هذا له اطلاع على بواطن الخلق وله كرامات ومكاشفات عن سرائر المتكلمين ، وهذه خيبة وخسارة بل وغالبها جهل وحماقة والواجب الوقوف على ظاهرة اللفظ والتعامل مع المتكلم بقتضاه ولا نتعداه إلى الكلام على السرائر والغيات فإنها من علم الغيب الذي هو وقف على الله عز وجل ، وقد اتسع الخرق على الراقع في هذه المسألة في زمننا هذا ، وقد بلغنها أذى هذه الطائفة كثيراً حتى صنفونا وألحقونا بجماعات كثيرة ، عفا الله عنهم وغفر لهم وهدانا وإياهم ربان إلى الصراط المستقيم والمنهج السليم فإنهم إخواننا بقوا عليها بلسانهم ولن نعاملهم بالمثل مهما كان وإانما نسأل الله لهم الهداية والتوفيق في الإعتقاد والقول والعمل والله المستعان .",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "فالنبي صلى الله عليه وسلم لم يقبل من أسامة تفسيره هذا وأنكره عليه وأخبر أن تفسيره هذا إخبار بما في قلب هذا الرجل وأن الإخبار بما في القلوب من الغيب الذي لايعلمه إلا علام الغيوب جل وعلا ، وأنه كان يجب عليه الكف عن قتله بعد أن قال كلمته التي قال لأن هذا قول صدر منه في الدنيا وأحكام الدنيا مبناها على الظواهر والبواطن تبع لها ، ولا شأن لنا بما في قلبه لأنه سيحاسب عليه يوم القيامة ذلك لأن أحكام الآخرة على البواطن والظواهر تبع لها وهذا واضح والله أعلم .",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "ومنها : أن الأصل في المسلم عصمة الدم والمال ، وقد دلت على ذلك الأدلة الكثيرة من الكتاب والسنة ، فلا يجوز الإخلال بهذه العصمة وإهدارها بمجرد التأويلات الباردة لكلام المسلم ولا بالتفسيرات العاطلة الكاسدة التي لم تبن على علمٍ ولا بصيرة ، وذلك لأن هذه التأويلات التي يتفوه بها هذا الرجل إنما بناها على النظر في الباطن ، أي أنه بناها على مالا علم له به ، ولا مدخل له في الاطلاع عليه ، وهذا لا يصلح أن يكون ناقضاً للعصمة المتقررة بالأدلة الصحيحة الصريحة ، ويدخل تحت ذلك الحكم بالتكفير أو بالفسق أو بالبدعة على أقوام صدرت منهم كلمات فيها احتمالات عدة أو بكلمات لها لوازم من غير الرجوع لمن صدرت منه والتأكد من مراده وحقيقة قصده وهذه بلية خطيرة وطامة وخيمة لها آثارها السيئة على البلاد والأفراد والدين والمجتمعات وما هذه التفجيرات التي نعايشها هذا الزمن إلا نتيجة من نتائج الدخول في نوايا الناس ومقاصدهم فيكفرون بمجرد الظنة ، ويقتلون بمجرد الظنة ، ويجعلون الأمور الظنية عندهم من المسلمات المقطوع بها والتي لا يدخلها أدنى شك أو ريب ، ويعتقدون الاعتقاد الجازم بأن كل من ناقشهم أو رد عليهم أو ناصحهم أو خطأهم فيما ذهبوا إليه أنه منافق وعميل وآكل لأموال السلطان ومتطلع للمناصب إلى غير ذلك من الاتهامات التي مبناها على الدخول في النوايا وتفسير المقاصد ، وهذا أمر محرم شديد التحريم ، ويجب كف اللسان عنه ، وأخذ الناس بظواهرهم لأن الأحكام في الدنيا مبناها على الظواهر لا البواطن ، وأما في الآخرة فإن الله تعالى سيحاسب كلاً على سريرته وما يبطنه ، وما كان يخفيه والله أعلى وأعلم .",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "ومنها : أن من وقع في أمر يوجب الردة فإنه يستتاب فإن تاب وأظهر تخطئة نفسه من قوله أو فعله الأول وظهرت منه مخايل التوبة النصوح فإنه يجب الكف عنه اكتفاءً بهذا الظاهر ، لأن الواجب هو أخذه بما يظهر منه مع أنه في الباطن قد يكون كذاباً ولا يريد حقيقة التوبة وإنما يريد الفكاك من القتل ، لكن لا شأن لنا بنيته وإنما الواجب علينا الأخذ بظاهره لأن أحكام الدنيا مبناها على الظواهر لا البواطن وأما في الآخرة فإن الله سيحاسبه على ما كان يبطنه لأن أحكام الآخرة على البواطن ، وبناءً عليه فالصحيح قبول توبة الساحر إذا أظهرها وبانت منه مخايل التوبة النصوح ، والصحيح سقوط الحد قبل ارتفاعه إلى السلطان عن من تاب وظهرت منه مخايل التوبة النصوح ، والصحيح أن القاتل عمداً إذا تاب قبلت توبته ظاهراً والله يتولى سرائر هؤلاء ولا شأن لنا نحن بما يسرونه في قلوبهم وإنما نتعامل معهم بما يظهر لنا منهم لأن أحكام الدنيا على الظواهر والسرائر تبع لها وأحكام الآخرة على السرائر والظواهر تبع لها والله ربنا أعلى وأعلم ، ولو تتبعنا فروع هذه القاعدة العظيمة لطال بنا المقام ولكن يف من القلادة ما أحاط بالعنق وعلى ذلك فقس والله ربنا أعلى وأعلم . ¶ (القاعدة التاسعة) ¶ (القصود في العقود معتبرة)",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وقد شرحنا هذه القاعدة في كتابنا تلقيح الأفهام ، ويعبر عنها بعضهم بقوله ( المعاملات مبناها على الأغراض والمعاني لا على الألفاظ والمباني ) وبعضهم يعبر عنها بقوله ( الاعتبار في العقود والأفعال بحقائقها ومقاصدها دون ظواهر ألفاظها وأفعالها ) وكلها تعبر عن معنىً واحد وهو : - أن العقود مبنية على المعاني والأغراض لا على المباني والألفاظ وقد قررها أبو العباس بن تيمية وتلميذه العلامة ابن القيم رحمهما الله تعالى أيما تقرير ، وقد أتو فيها بما لم يأت به غيرهم ، والأدلة عليها كثيرة جداً ، وبيانها أن يقال : - أنه إذا أبرم شخصان عقداً من العقود فإنه لا ينظر إلى الألفاظ التي يستعملها المتعاقدان وإنما ينظر إلى مقاصدهما الحقيقية من الكلام الذي يلفظ به حين العقد ، لأن المقصود بالعقود هو معانيها ، وليس اللفظ ولا الصيغة المستعملة فالألفاظ إذا كانت تنص على شيء والمقاصد والبواعث والنيات والحقائق على شيء آخر فنطرح اللفظ ونعمل بالمقصد ومن تدبر مصادر الشريعة ومواردها تبين له أن الشارع ألفى الألفاظ التي لم يقصد المتكلم معانيها بل جرت عن غير قصدٍ منه كالنائم والناسي والسكران والمكره والجاهل والمخطئ من شدة الفرح أو الغضب أو المرض ونحوهم ، ولم يكفر من قال من شدة الفرح ( اللهم أنت عبدي وأنا ربك ) فكيف تعتبر الألفاظ التي يقطع بأن مراد قائلها بخلافها ولهذا رد الله جل وعلا شهادة المنافقين ووصفهم بالخداع والكذب والاستهزاء وذمهم على أنهم يقولون بأفواههم ما ليس في قلوبهم وأن بواطنهم تخالف ظواهرهم وذم الله تعالى من يقول ما لا يفعل وأخبر أن ذلك عنده من أكبر المقت ، ولعن اليهود إذا توسلوا بصورة عقد البيع على ما حرمه عليهم إلى أكل ثمنه وقد لعن رسول الله صلى الله عليه وسلم المحلل والمحلل له ولعن أيضاً في الخمر عاصرها ومعتصرها ومن المعلوم أن العاصر إنما عصر عنباً ولكن لما كانت بنيته وقصده الفاسد ، فمن تدبر ذلك وغيره",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "علم يقيناً أن الشريعة ما أهملت النظر في مقاصد الأقوال والأفعال وأن من اقتصر على النظر إلى ظواهر الألفاظ فقط فإنه قد يحلل الحرام ويحرم الحلال وينصر الظالم ويعينه على ظلمه ويصحح الفاسد إذاً فالمقاصد لها شأن كبير في الشريعة الإسلامية وهي الأصل وإنما جعل اللفظ معبراً عنها فإذا اختلفت معه قدمناها عليه ، ولا تظن أن هذه القاعدة تخالف القاعدة التي قبلها إنما هي متفقة معها كل الاتفاق ، لأن القاعدة التي قبلها إنما هي فيما إذا لم يقترن باللفظ ما يخرجه عن المقصود منه ، وهذه القاعدة فيما إذا اقترن به ما يخرجه عن مقصوده من القرائن والمقاصد ويتضح ذلك إذا عرفت أن اللفظ باعتبار مطابقة القصد من عدمه له ثلاثة أحوال : إما أن تظهر مطابقة القصد للفظ ففي هذه الحالة يجب حمل كلام المتكلم على ظاهره ، ولا يجوز إهمال لفظه بل تحمل ألفاظ المتكلم في هذه الحالة على حقائقها اللغوية وهذا حق لا ينازع فيه عالم ، وإما أن نعمل يقيناً أو يغلب على ظننا أن المتلفظ باللفظ لا يريد حقيقته ولا معناه ، أي أننا نعلم قطعاً أنه لا يريد حقائق هذه الألفاظ ولا معانيها وهذا له حالتان : أن نعلم أنه لا يريد غيرها وإنما جرت على لسانه من غير إرادة لا لمعناها ولا لغير معناها فهذا الكلام لغو لا حكم له شرعاً ، وذلك ككلام النائم والمغمى عليه والمجنون والناسي والمخطئ وككلام من أشتد به السكر أو الغضب وككلام المكره ونحوهم ، فهؤلاء لا عبرة بكلامهم لأنهم حال التلفظ نعلم جزماً أو يغلب على ظننا أنهم لم يريدوا حقيقة كلامهم ولا معناه ، والحالة الثانية : أن نعلم أنه لم يرد حقيقة لفظه الذي تكلم به وإنما كان يريد غيره ككلام الموري والمعرض والمتأول والملغز ونحوهم فهؤلاء لا شك لا عبرة بألفاظهم لأننا نعلم أو يغلب على ظننا أنهم لم يريدوا حقائقها ومعانيها وفي ذلك نزاع عند البعض ولكن هذا هو الراجح ، وهو الذي يقرره شيخ الإسلام وتلميذه في مواضع كثيرة",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "من مؤلفاتهم يصعب حصرها فتبين لنا من هذا الكلام أن ما قطعنا أو غلب على ظننا أن المتكلم أراد حقيقته ومعناه من الألفاظ فإنه يجب علينا حمل كلامه على ظاهره وحقيقته ، وأن ما قطعنا أو غلب على ظننا أنه لم يرد به حقيقته ولا معناه فإنه كلام لاغ غير معتبر شرعاً ، وبقيت هناك حالة ثانية هي محط الرحال في هذه القاعدة وهو إذا تكلم المتكلم بألفاظ تقتضي أحكاماً لكن ظهر من المتكلم بها إرادة غير حقيقتها أني أن شواهد الحال وقرائن الواقعة توصلنا إلى اليقين أحياناً أو إلى غلبة الظن أحياناً أن المتلفظ بها ما أراد حقيقتها ولا معناها وإنما أراد شيئاً آخر ، فنحن في هذه القاعدة ننظر إلى القصد مجرداً عن الظاهر بل نظرنا لهما معاً فوجدنا أن هناك اختلافاً بين القصد واللفظ ، فهل العبرة حينئذٍ بظاهر الألفاظ ، دون النظر في مقاصدها التي دلت عليها القرائن وشواهد الأحوال ، أم العبرة بالقصد ولا اعتداد باللفظ ؟ هذا هو ما نريد تقريره في هذه القاعدة ، التي تقضي بأن القصود في العقود ومعتبرة ، فنحن إنما نعمل بظاهر اللفظ إذا لم تظهر النيات بخلافه أما إذا ظهرت بخلافها فلا ، وهذا هو وجه الجمع بين هذه القاعدة والقاعدة التي قبلها ، وقد دلت على هذه القاعدة أدلة كثيرة من الكتاب والسنة والاعتبار الصحيح ودونك بيان ذلك :- فمن الأدلة قوله تعالى : ( وبعولتهن أحق بردهن في ذلك إن أرادوا إصلاحاً ) وهذا هو عقد الرجعة وهو خاضع لرضى الزوج لكن الله تعالى شرط ذلك بإرادة الإصلاح دون قصد الإضرار ، فعلق أحقية الزوج برجعة زوجته إذا كان مريداً الإصلاح ويفهم منه الزوج إذا ظهرت منه قرائن تدل على إرادته بالرجعة مجرد الإضرار فإنه يمنع من ذلك ولا يمكن منه وهذا هو نص صريح في اعتبار المقاصد .",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "ومن الأدلة قوله تعالى : ( ولا تمسكوهن ضراراً لتعتدوا ) وذلك نص في أن الرجعة إنما يملكها الزوج إذا لم يكن بها الإضرار والإعتداء ، وذلك شيء يعود إلى نيته وقصده . ¶ ومن الأدلة قوله تعالى في عقد الوصية : ( من بعد وصية يوصى بها أود دين غير مضار ) فإنما قدم الله تعالى الوصية على الميراث إذا لم يقصد بها الموصي المضارة أي مضارة الورثة فإن قصد مضارة الورثة بهذه الوصية فللورثة الحق في إبطالها ، وهذا واضح في تعليق العقود بالقصود . ¶ ومن الأدلة أيضاً : قوله تعالى في الخلع : ( فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به ) وقوله تعالى : ( فإن طلقها ــ أي الزوج الثاني ــ فلا جناح عليهما أن يتراجعا إن ظنا أن يقيما حدود الله ) فبين الله تعالى أن الخلع المأذون فيه والنكاح المأذون فيه إنما يباح إذا ظنا أن يقيما حدود الله . ¶ ومن الأدلة : حديث عمر في الصحيحين مرفوعاً ( إنما الأعمال بالنيات وإنما لكل امرئ ما نوى ) قال ابن القيم ــ رحمه الله تعالى ــ ( فبين في الجملة الأولى أن العمل لا يقع إلا بنية ، ولهذا لا يكون عمل إلا بنية ثم بين في الجملة الثانية أن العامل ليس له من عمله إلا ما نواه ، وهذا يعم العبادات والمعاملات والإيمان والنذور وسائر العقود والتصرفات ) ا هـ كلامه رحمه الله تعالى . ¶ ومن الأدلة : ما رواه جابر بن عبد الله ــ رضي الله عنهما ــ أن النبي صلى الله عليه وسلم قال : ( صيد البر لكم حلال وأنتم حرم ما لم تصيدوه أو يُصَدْ لكم ) رواه أبو داود والترمذي والنسائي وأحمد وابن خزيمة والحاكم وغيرهم وفي سنده مقال ، لكنه حديث حسن بشواهده ، قال ابن القيم رحمه الله تعالى ( فتأمل كيف حرم على المحرم الأكل مما صاده الحلال إذا كان قد صاده لأجله ؟ فانظر كيف أثر القصد في التحريم ولم يرفعه ظاهر اللفظ ) اهـ كلامه رحمه الله تعالى .",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ومن الأدلة : حديث جابر ــ رضي الله عنه ــ في الصحيحين أنه سمع رسول الله صلى الله عليه وسلم يقول : ( إن الله ورسوله حرم بيع الخمر والميتة والخنزير والأصنام فقيل يا رسول الله أرأيت شحوم الميتة فإنه يطلى بها السفن ويدهن بها الجلود ويستصبح بها الناس قال : ( لا) هو حرام ثم قال رسول الله صلى الله عليه وسلم عند ذلك \" قاتل الله اليهود إن الله لما حرم عليهم شحومها جملوه ثم باعوه فأكلوا ثمنه \" ) وهذا يفيد أن المقاصد والبواعث لها آثارها في تغيير الحكم فاليهود إنما باعوا دسماً ولم يبيعوا شحماً ، ولكن مبدأ هذه الإذابة إنما كانت حيلة للتوصل إلى أكل ثمن ما حرم عليهم فالصورة الظاهرة إنما هي عقد بيع للودك ولكن هذا البيع حرام لأنهم أرادوا التوصل إلى أكل ما حرم عليهم بالحيلة ، فلم تك تنفعهم هذه الحيلة ، ولعنوا بسبب ذلك مع أنه بيع في الظاهر لكن العبرة في العقود بالمقاصد والمعاني والبواعث لا بمجرد الألفاظ والمباني ، قال ابن القيم رحمه الله تعالى : ( فلما لعنوا على استحلال الثمن ــ وإن لم ينص لهم على تحريمه ــ علم أن الواجب النظر إلى الحقيقة والمقصود لا إلى مجرد الصورة ونظير هذا أن يقال لرجل : لا تقرب مال اليتيم ، فيبيعه ويأخذ عوضه ، ويقول : لم أقرب ماله ) اهـ كلامه رحمه الله تعالى .",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ومن الأدلة : حديث أبي هريرة ــ رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( من تزوج امرأة بصداق ينوي أن لا يؤديه إليها فهو زانٍ ومن أدان ديناً ينوي أن لا يقضيه فهو سارق ) رواه البزار وله شواهد يصح بها إن شاء الله تعالى ، قال ابن القيم رحمه الله تعالى ( فجعل المشتري والناكح إذا قصدا أن لا يؤديا العوض بمنزلة من استحل الفرج والمال بغير عوض فيكون كالزاني والسارق في المعنى وإن خالفهما في الصورة ، ويؤيد ذلك ما في صحيح البخاري مرفوعاً ( من أخذ أموال الناس يريد أداءها أدى الله عنه ومن أخذها يريد إتلافها أتلفه الله \" ) اهـ كلامه رحمه الله تعالى ، قلت : فصورة العقد الظاهر أنه عقد نكاح لكنه في حقيقته سفاح بالنظر إلى المقاصد ، وصورة العقد الثاني أنه عقد مقارضة لكنه في حقيقته سرقة وأخذ لأموال الناس بغير وجه حق ، بالنظر إلى المقاصد ، فهذا يفيد أن العقود مبنية على القصود أو نقول : القصود في العقود معتبرة . ¶ ومن الأدلة : حديث : ( لعن رسول الله صلى الله عليه وسلم المحلل والمحلل له ) مع أن المتعاقدين لا يذكر أن في ألفاظهما التحليل وإنما يذكر أن ألفاظ النكاح المعروفة لكن لما كان المقصود من العقد مجرد تحليل المطلقة البائن بالثلاث لزوجها الأول عوملا بمقاصدهما فهو في الظاهر نكاح لكن في الباطن والمقاصد عقد تحليل فحكم عليهما باللعنة للنظر في مقاصدهما مما يدل على أن الاعتبار في العقود إنما هو المقاصد وهذا واضح ، وقبل الدخول في سياق الفروع أحب أن أذكر لك كلاماً جميلاً لابن القيم ــ رحمه الله ــ في هذه القاعدة فإنني على حسب تتبعي لكلام أهل العلم في هذه القاعدة لم أحداً استوفى الكلام عليها كابن القيم ــ رحمه اله تعالى ــ فهذه نُتَفٌ من كلامه على هذه القاعدة :-",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "قال ابن القيم رحمه الله تعالى ( إن الله تعالى وضع الألفاظ بن عباده تعريفاً ودلالة على ما في أنفسهم فإذا أراد أحدهم من الآخر شيئاً عرفه بمراده وما في نفسه بلفظه ، ورتب على تلك الإرادات والمقاصد أحكامها بواسطة الألفاظ ولم يرتب تلك الأحكام على مجرد ما في النفوس من غير دلالة فعل أو قول ولا على مجرد ألفاظ مع العلم أن المتكلم بها لم يرد بها معانيها ولم يحط بها علماً بل تجاوز للأمة عما حدثت به أنفسها ما لم تعمل به أو تكلم به ، وتجاوز لها عما تكلمت به مخطئة أو ناسية أو مكرهة أو غير عالمة به إذا لم تكن مريدة لمعنى ما تكلمت به أو قاصدة إليه فإذا اجتمع القصد والدلالة القولية أو الفعلية ترتب الحكم ، هذه قاعدة الشريعة وهي من مقتضيات عدل الله وحكمته ورحمته فإن خواطر القلوب وإرادة النفوس لا تدخل تحت الاختيار فلو ترتب عليها الأحكام لكان في ذلك أعظم حرج ومشقة على الأمة ورحمة الله تعالى وحكمته تأبى ذلك ، والغلط والنسيان والسهو وسبق اللسان بما لا يريده العبد ، بل يريد خلافه ، والتكلم به مكرهاً وغير عارف لمقتضاه من لوازم البشرية لا يكاد ينفك الإنسان من شيء منه ، فلو رتب عليه الحكم لحرجت الأمة وأصابها غاية التعب والمشقة فرفع المؤاخذة بذلك كله حتى الخطأ في اللفظ من شدة الفرح والغضب والسكر وكذلك الخطأ والنسيان والإكراه والجهل بالمعنى وسبق اللسان بما لم يرده والتكلم في الإغلاق ولغو اليمين فهذه عشرة أشياء لا يؤاخذ الله بها عبده بالتكلم بها في حال منها لعدم قصده وعقد قلبه الذي يؤخذ به ) وقال أيضاً : (فاعتبار القصود لغيرها ومقاصد العقود مقصودة لذاتها فإذا ألغيت واعتبرت الألفاظ التي لا تراد لنفسها كان هذا إلغاءً لما يجب اعتباره واعتباراً قد يسوغ إلغاؤه وكيف يقوم اعتبار اللفظ الذي قد ظهر كل الظهور أن المراد خلافه ؟ بل قد يقطع بذلك على المعنى الذي قد ظهر ، بل قد تيقن أنه المراد ) وقال أيضاً : ( ومما",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "يوضح ما ذكرناه من أن القصود في العقود معتبرة دون الألفاظ المجردة التي لم تقصد بها معانيها وحقائقها أو قصد غيرها ، إن صيغ العقود كـ ( بعت واشتريت وتزوجت وأجريت ) إما إخبارات وإما إنشاءات وإما أنها متضمنة الأمرين ، فهي إخبارات عما في النفوس في المعاني التي تدل على العقود وإنشاءات لحصول العقود في الخارج فلفظها موجب لمعناها في الخارج وهي إخبار عما في النفس من تلك المعاني ولا بد في صحتها من مطابقة خبرها لمخبرها فإذا لم تكن تلك المعاني في النفس كانت خبراً كاذباً وكانت بمنزلة قوله المنافق : أشهد أن محمداً رسول الله ، وبمنزلة قوله : آمنت بالله واليوم الآخر وكذلك المحلل إذا قال تزوجت وهو لا يقصد بلفظ التزوج المعنى الذي جعله الله في الشرع كان إخباراً كاذباً وإنشاءً باطلاً فإن نعلم أن هذه اللفظة لم توضع في الشرع ولا في العرف ولا في اللغة لمن قصد رد المطلقة إلى زوجها هذه بعض كلماته الفذة في هذا الموضوع المهم ونريده إيضاحاً بذكر بعض الفروع على ذلك فأقول :- منها :- أن عقد الوقف مبناه على المقاصد والغيات لا على مجرد الأقوال التي ظهرت المقاصد بخلافها فمن أوقف وقفاً وكان يقصد بهذا الوقف المضاره فإن وقفه لاغ شرعاً يوضح ذلك أن المنافقين لما بنوا مسجد الضرار وأرادوا من النبي صلى الله عليه وسلم أن يأتيهم فيصلوا فيه ويكون وقفاً منهم على المسلمين والمنقطعين وأبناء السبيل والفقراء والمساكين وافقهم في بادئ الأمر ولكن لما نزل عليه الوحي بقوله تعالى \" والذين أتخذوا مسجداً ضراراً وكفراً وتفريقاً بين المؤمنين وإرصاداً لمن حارب الله ورسوله من قبل وليحلفن إن في أزدنا على الحسنى والله يشهد أنهم لكاذبون لا تقم فيه أبداً \" لما نزلت هذه الآيات بعث النبي صلى الله عليه وسلم من يهدمه ويحرقه وهذا دليل على عدم قبول الشارع لوقفهم هذا مع أنهم في ظاهر الأمر إنما بنوا مسجداً كسائر المساجد ولكن عوملوا بما يخفونه في",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "قلوبهم من هذه المقاصد السيئة الخبيثة مع أنهم كانوا يحلفون بأنهم ما أرادوا إلا الحسنى ولكنهم كانوا كاذبين في هذه الدعاوي وفي هذه الأيمان فالسبب في عدم قبول وقفهم هذا هو فساد نيتهم بهذا الوقف وأن مبدأ هذا الوقف إنما هو إلا ضرار بالمؤمنين والتفريق بينهم والوقف من عقود القرب العظيمة والقرب لا تقبل إلا بالنيات الصالحات الحسنة فلما كانت نيتهم فاسدة لم يقبل وقفهم هذا لأن القصود في العقود معتبره ولا يقال هذا حكم شرعي وانتهى فإن هذه الدعوى دعوى باطلة بل هو حكم شرعي ثابت الأركان راسخ في الشرع أن من أوقف وقفاً وبانت منه قرائن الإفساد والإضرار بهذا الوقف فإنه رد عليه فإذا ظهرت مخايل النية الفاسدة في عقد الوقف فإنه رده ولا أجر لصاحبه فيه وهذا يفيدك أن سائر عقود الأوقاف هكذا فمتى ما ظهرت مخالفة الباطن لظاهر اللفظ وأتضحت قرائن البا بفساد النية فإنه عقد فاسد باطل مردود على صاحبه ويدخل في ذلك أيضاً الأوقات التي تكون بما زاد على الثلث في مرض الموت المخوف فإن روائح فساد النية بقصد الإضرار بالورثة قد باتت واضحة لمن له أنف صحيح وأما من زكمتهم العصبيات والوقوف عند ظواهر الألفاظ فقد يغفلون عن مراعاة ذلك والله المستعان على أهل هذا الزمان .",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "ومنها :- أن من أبرم مع غيره عقداً وإتفاقاً أنه يحج عنه فلا بد للوكيل أ ن يصلح قصده في الأخذ وأن يتقي الله تعالى في هذه الأمانة العظيمة والوكالة الثقيلة وأن لا يقصد المال بالقصد الأول فإن من حج ليأخذ فإنه يكون ممن ابتغى الدنيا بعمل الآخر وليس له في الآخرة من نصيب ولا أجر له في هذه الحجة ولا تكفي ظواهر الألفاظ من عقد الاحرام والتلبية ولا تكفي ظواهر الأفعال من الوقوف بعرفة والمبيت في مزدلفة ورمي الجمار والطواف والسعي فمثل ذلك لا يغني شيئاً مع فساد النية فمهما قال ومهما فعل فإن عملة لايغني عنه شيئاً ولا ثواب له فيه لأنه ما قصد التعبد لله تعالى وهذه عبادة ولا تقبل العبادة إلا بالنية الصالحة ولكل أمرئ ما نوى فهذا الحج وهذه الوكالة لا تنفع صاحبها شيئاً لأنها ما بنيت على تقوى من الله ورضوان وإنما بنيت على المقاصد الدنيوية والقصود في العقود معتبرة فمن تكل عن غيره في الحج ليأخذ المال فوكالته لاغية وحجته لا ثواب له فيها بل هو معاقب على ذلك لأنه ابتغى اجرت الدنيا بعمل الآخرة وأما من أخذ ليحج فهذا هو الموفق والمهدي إلى سواء السبيل والله أعلم وأعلم . ¶ ومنها :- من قال لغيره هذه هديه لك واشترط فيها العوض فإن هذا العقد في ظاهره أنه هدية وعقد هبة ولكنه في الحقيقة والقصد بيع ذلك لأن القصود في العقود معتبرة والعبرة في العقود بالمقاصد والمعاني لا مجرد الألفاظ أو المباني فظاهر اللفظ أنه هديه ولكن إشتراطه للعوض أخرجها عن كونها هدية إلى كونها بيعاً تثبت فيه شروط البيع والله أعلم .",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "ومنها :- القول الصحيح والرأي الراجح المليح إنعقاد المعاملات بما يدل على مقصودها من قول أو عرف واختاره أبو العباس بن تيمة رحمه الله تعالى ذلك لأن العبرة في العقود هي المقاصد فإذا حدد العقد المراد بمقاصد المتعاقدين فإنه ينعقد على ضوء مقاصدها ومرادتهما بأي لفظ كان ولو كان اللفظ مخالفاً في الظاهر فإن العبرة بما قصداه ولذلك فالقول الصحيح إنعقاد الإجازة بلفظ البيع فإذا كانا يقصدان الإجازة وعبرا عنها بلفظ البيع فالصحيح إنعقاده إجازة وإختاره أبن القيم رحمه الله وغيره من المحققين فالصحيح انعقاد الإجازة بكل ما يدل على مقصودها من قول أو عرف والصحيح انعقاد النكاح بكل ما يدل على مقصوده من قول أعرف والصحيح انعقاد عقد المسلم بكل ما يدل على مقصوده من قول أو عرف والصحيح انعقاد المزارعة والمساقاة بكل ما يدل على مقصودها من قول أو عرف والصحيح انعقاد الوقف بكل ما يدل على مقصوده من قول أو عرف والصحيح انعقاد الوكالة بكل ما يدل على مقصودها من قول أو عرف والصحيح انعقاد البيع بكل ما يدل على مقصود من قول أو عرف وهكذا في سائر المعاملات فإن الشارع لم يتعبدنا في انعقادها بألفاظ معينة بل الباب فيها مفتوح والمقاصد ــ أعني مقاصد المتعاقدين ــ لها مدخل كبير جداً في تحديد المراد بالعقد لأن القصود في العقود معتبرة فإذا تغير شيئاً آخراً فإن العبرة بالمقاصد والنيات لا بظواهر العبارات والله أعلم وأعلم .",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "ومنها :- أن القول الصحيح والرأي الراجح المليح أن السكران إذا بلغه له السكر مبلغه بحيث أزال عقله الذي هو مناط التكليف وغطاه التغطية الكاملة ثم أوقع الطلاق أو العتاق وهو في هذه الحالة أن طلاقة لا يقع لأن من شرط إيقاع الطلاق القصد وهذا ليس له قصد صحيح نعم يعاقب على شربة ويقام عليه الحد ويعزر ولكن طلاقة لا يقع لأن عقله قد زال ومجرد ألفاظ الطلاق لا يترتب عليها أزهاما لم تقترن بها نيتها ويوضح لك ذلك أنه لو سبق على لسانه لفظ الطلاق من غير قد كأن أراد أن يقول أنت طاهر فسبق لسانه وقال ( طالق ) لم يقع طلاقة ويدين فيما بينه وبين الله عز وجل واختار هذا الشيخ تقي الدين وتلميذه العلامة ابن القيم وغيرها من المحققين فلفظ الطلاق مجرداً عن قصد حقيقته لا أثر له ولذلك فلو تكلم به النائم فإنه يكون لفظاً لا غياً لا أثر له وسبب إلغائه تخلف القصد عنه وكذلك السكران بجامع بجامع أن كلاً منهما لا قصد له وفي الحديث \" لا طلق ولا إعتاق في إغلاق \" والأغلاق إسم عام لكل ما يغلق على العقل ويمنع من تمام عمله والخلاصة أن القول الصحيح أن السكران الطافح إذا طلق فإن طلاقه لا يقع ذلك لأن العبرة في لفظ الطلاق القصد إلى حقيقته لا مجرد لفظ عارٍ عن قصد وذلك لأن القصود في ترتب آثار الألفاظ معتبرة والله أعلم وأعلم . ¶ ومنها :- القول الصحيح والرأي الراجح المليح أن الغضبان إذا طلق وقد بلغ به الغضب جده ومنتهاه بحيث غطى على عقله فلا يدري ما يقول ولا ما يفعل فطلاقة هذا غير واقع واختاره الشيخ تقي الدين وتلميذه العلامة ابن القيم وذلك لأن العبرة ليست بلفظ الطلاق كما ذكرت لك سابقاً في الفرع الذي قبلة ونفس المأخذ الذي ذكرناه في طلاق السكران هو بعينه نذكره في هذا الفرع والله أعلم . ¶ ومنها :- أن القول الصحيح أن المكره لو أوقع الطلاق حال الإكراه فأنه لايقع لأن الطلاق لابد فيه من القصد والقصود في العقود معتبرة والله أعلم .",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "ومنها :- من اشترى جارية ونوى أنها لموكلة فإنها تحرم على المشتري وأما أن نواها له فإنها تحرم على موكله مع أن صورة الشراء واحدة ولكن أختلف الحكم حلا وحرمه بإختلاف المقاصد لن القصود في العقود معتبرة . ¶ ومنها :- لقد قرر الفقهاء رحمهم الله تعالى أنه لا يجوز بيع الشيئ لم يستخدمه فيما محرم مع أن المشتري إنما اشترى شيئاً يحل شراؤه في ظاهر الأمر إلا أنه انقلب من الحل إلى الحرمة لأن قصد به الحرام أي قصد بهذا المباح الذي اشتراه أن يكون وسيلة للحرام فحرم البيع في هذه الحالة نظراً للقصد ذلك لأن القصود في العقود معتبرة وبناءً عليه فلا يجوز بيع العصير لمن يتخذه خمراً ولا يجوز بيع السلاح لم سيستخدمه في محرم ولا يجوز بيع التفاح والتمر لم يتخذه مسكراً وهكذا فإن قلت وما يدريني عن نيته وقصده ؟ فأقول :- لا تكليف إلا بعلم فإذا علمت أو غلب على ظنك بالقرائن والدلائل والاستفاضة ونحو هذه الطرق أن هذا الرجل ممن سيفعل بالمبيع حراماً فلا تبعه حينئذ فالشراء في حقه بهذه النية الفاسدة والقصد السئ حرام بلا شك وأما بيعه فإنه يدور على العلم أو غلبه الظن فإذا علمت تأو غلب على ظنك أنه من هذه الطينة الفاسدة الكاسدة فلا تبعه وأن دفع لك فيه أضعاف أضعاف قيمته وأبشر بالعوض والخير من الله تعالى فإن من ترك شيئاً عوضه الله خيراً مما ترك والمقصود أن الفقهاء رحمهم الله تعالى قرروا قاعدة في ذلك الباب ونصها يقول ( لا يجوز بيع الشيئ لمن يستخدمه في محرم ) ومرد هذا القاعدة إلى إعتبار المقاصد والبواعث لأن القصود في العقود معتبرة وقد قال تعالى \" وتعاونوا على البر والتقوى ولا تعاونوا على الأثم والعدوان \" والله أعلم وأعلم .",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "ومنها :- بيع العينة فإن ظاهرة أنه بيع بألفاظ البيع وشروطه المعتبرة لكنه حرام نظراً إلى مقاصد المتعاقدين فالبائع يريد التوصل إلى الزيادة الربوية بهذا العقد فحرم ن أجل هذا القصد الفاسد فحقيقتها إنهاء دراهم بدراهم بينهما سلعة فالسلعة أدخلت في العقد من باب التحايل على أخذ الزيادة الربوية والحديث في تحريمها معروف والقصود والبواعث في العقود معتبرة . والله أعلم . ¶ ومنها :- الشريك إذا أهدى شقصه لغير شريكة ويقصد بذلك إبطال حق شريكه بالشفقة وظهرت منه مخايل هذه النية الفاسدة والقصد السيئ فإنه لا يسقط حق شريكة في الشفعة مع أن الظاهر أن هذا عقد هبة لكن لما ظهر من نيته وقصده إرادة المضارة لشريكة بإسقاط حقه عاملناه بنقيض قصده وأبطلنا هبته ولم يسقط حق شريكه بالشفعة لأن القصود في العقود معتبرة . ¶ ومنها : خلع الحيلة وتقدم ، وصورته أن يحلف الزوج أنه فعل ذلك فامرأته طالق ، ثم احتاج إلى فعله ، فيبرم معها عقداً بأن تدفع له مبلغاً من المال ويخلعها ، ويفعل ذلك المحلوف عليه في حالٍ ليست هي زوجته ، فإذا انتهى من فعله عقد عليها مرة أخرى بالمال الذي أخذه منها ، وهذا محرم لأنه تحايل على الشريعة فالخلع لا يقع صحيحاً بهذه النية الفاسدة لأن القصود في العقود معتبرة . ¶ ومنها : إذا باعه شيئاً واشترط المشتري أن له الخيار مدة سنة فإن جاء البائع بالثمن في هذه المدة انفسخ البيع بيننا فهذا صورته بيع وشرط خيار ، لكنه محرم لأنه حقيقته قرض جر نفعاً لأنه أعطاه ثمن الدار على أنه قرض وسكن داره هذه المدة وهو لا يقصد حقيقة البيع فهو من القرض الذي جر نفعاً وقد تقرر عند أهل العلم أن كل قرض جر نفعاً فهو ربا ، وقلنا بالتحريم نظراً للمقاصد لأن القصود في العقود معتبرة .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "ومنها : من قضى عن غيره شيئاً من الحقوق المالية الواجبة فإنه لا يخلو من حالتين : إما أن يكون حال قضائه قد نوى الرجوع على الأول ، وإما لا ، فإن كان قد نوى الرجوع على الأول فله حق الرجوع والمطالبة بالمال الذي دفعه ، وأما إذا كان لم ينو الرجوع على الأول وإنما نوى التبرع له فقط فهذا لا حق له في الرجوع عليه بشيء فأمر جواز الرجوع من عدمه ينظر فيه إلى القصد لأن القصود في العقود معتبرة والله أعلم ، وفروع هذه القاعدة كثيرة جداً وليس المقصود الحصر وإنما المقصود الإشارة والله يحفظنا وإياك . ¶ (القاعدة العاشرة) ¶ (النية تعمم اللفظ الخاص وتخصص اللفظ العام) ¶ وهذه القاعدة تبين لك أثر النية في اللفظ ، وبيانها أن يقال : إن الألفاظ العامة إذا اقتفت النية تعيين بعض أفرادها فإن النية هنا معتبرة ، ولا يجوز إهمالها ، وإذا كانت الألفاظ خرجت مخرج التخصيص واقتضت النية تعميمها فإنها تنقلب من كونها ألفاظاً خاصة إلى عامة ، لأن النية هنا معتبرة ، فاللفظ العام تخصصه النية ، واللفظ الخاص تعممه النية ، فالنية العامة لها أثر في تعميم اللفظ الخاص ، والنية الخاصة لها أثر في تخصيص اللفظ العام ، وهذا يفيدك أن النية لها تصرف وشأن كبير في الألفاظ ، والأدلة على هذه القاعدة كما يلي :",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "منها : حديث : ( إنما الأعمال بالنيات وإنما لكل امرئ ما نوى ... الحديث ) وقوله ( الأعمال ) من ألفاظ العموم ويدخل فيها الأقوال والأفعال ، وقوله ( إنما ) هذا أسلوب حصر وهو حصر الأول في الثاني والأول ( الأعمال ) والثاني ( النيات ) فيكون معناه حصر الأعمال في النيات ، والأقوال داخلة في الأعمال فيكون مدار الألفاظ على النيات ، فاللفظ يتبع النية فإذا كانت النية عامة فإنه يتبعها في عمومها ولو كان خاصاص في الظاهر ، وإذا كانت النية خاصة فإنه ــ أي اللفظ ــ يتبعها في خصوصاً ولو كان عاماً في الظاهر ، ولذلك قال النبي صلى الله عليه وسلم بعدها ( وإنما لكل امرئ ما نوى ) فهذا يفيد أن الإنسان إنما يستحق ويحكم له بما نواه ، وأما ما لم ينوه فليس له ، ولا يحكم عليه به ، فإذا لم يرد إلا الخصوص فليس له إلا ما نوى وإذا كان يريد العموم فله ما نوى ، وهذا الحديث نص في الموضوع وهو كافٍ في الاستدلال عليها .",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "ومن الأدلة أيضاً : قوله تعالى : ( لا يؤاخذكم الله باللغو في أيمانكم ولكن يؤاخذكم بما عقدتم الأيمان ) فأفاد ذلك أن التلفظ باليمين بدون قصد القلب لا تنعقد به اليمين ولا كفارة فيها فسماها الشرع لغواً لعدم قصد القلب لعقدها ، فإذا كان عدم قصد القلب يفضي إلى عدم انعقاد اليمين بمجرد التلفظ بها ، فمن باب أولى أن يفيد تخصيصه أي تخصيص القلب يفيد تخصيص اليمين العامة ، وكذلك تعميم القصد القلبي يفيد أيضاً تعميم اليمين الخاصة ، فإذا كان عدم القصد يلغي أثر اليمين أصلاً فكيف إذا كان القصد موجوداً ولكنه خاص ، أو كان موجوداً ولكنه عام فلا شك أنه يؤثر في اللفظ أيضاً من باب أولى وهذا من باب قياس الأولى وهو حدة عند المحققين ، فأفاد ذلك أن الألفاظ مبناها على المقاصد ، فلا تترتب آثار الألفاظ إذا لم يكن هناك مقاصد ، وإذا كانت الألفاظ عامة والمقاصد خاصة فالمعتبر هو الخصوص وإذا كانت الألفاظ خاصة والمقاصد عامة فالمعتبر هو العموم ، فاللفظ عموماً وخصوصاً تابع للمقاصد ، فإن انعدمت المقاصد انعدم الأثر وإن كانت خاصة كان خاصاً وإن كانت عامة كان عاماً أيضاً وهذا واضح في أن النية تخصص اللفظ العام وتعمم اللفظ الخاص والله أعلم . ¶ ومن الأدلة أيضاً : أن النية عمل القلب ، واللفظ عمل اللسان وقد تقرر أن القلب ملك الأعضاء والجوارح جنوده وأتباعه ، فإذا كان اللفظ يقتضي عموماً والنية تقتضي خصوصاً فقد تعارض هنا عمل الملك وعمل الأتباع ، فيقوم عمل الملك والعكس بالعكس ، فعمل القلب وقصده مقدم على أعمال الجوارح ، ولذلك فإن أعمال الجوارح تختلف كمالاً ونقصاناً وصحة وبطلاناً بحسب ما في القلب ، فالقلب حاكم على اللسان ، واللسان تابع له ، فلا يمكن أن يقدم عليه وهذا واضح .",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "ومن الأدلة أيضاً : أن الفقهاء قرروا في مواضع كثيرة من كتبهم أنه لو حصل خلاف بين القصد واللفظ فإن القصد مقدم على اللفظ ، كما لو كان عازماً وقاصداً لصلاة الظهر وقبل الإحرام سبق لسانه بنية العصر ، فإنها تقع ظهراً وخطأ اللسان لا اعتداد به ، وهذا من باب التمثيل فقط وإلا فالتلفظ بالنية بدعة ، ولو كان عازماً وقاصداً على الحج مفرداً وسبق لسانه فقال لبيك عمرة وحجاً ، لم ينعقد إلا ما نواه بقلبه ولا عبرة بخطأ اللسان ، وكذلك قد تقدم أن العبرة في العقود إنما هي المقاصد لا مجرد الألفاظ ، وغير ذلك وهذا كله يفيدك أن المرجع عند اختلاف اللفظ والقصد أن المرجع هو القصد دون اللفظ ، وكذلك هنا فإذا كان القصد خاصاً واللفظ عام فإن الاعتبار بالقصد وإذا كان القصد عاماً واللفظ خاص فالاعتداد بالقصد دون اللفظ وهذا كله دليل على أن النية العامة مقدمة على اللفظ الخاص إن اقترنت معه ، والنية الخاصة مقدمة على اللفظ العام إن اقترنت معه ، فهذه بعض الأدلة التي تحضرني الآن وإذا لم تتضح لك حتى الآن فدونك بعض الفروع المخرجة على هذه القاعدة المهمة ليزداد الوضوح أكثر والذي يحضرني من فروعها ثلاثة عشر فرعاً فأقول : ¶ منها : قال ابن القيم ــ رحمه الله تعالى : ( قال أصحاب أحمد وغيرهم : لو قال نسائي طوالق واستثنى بقلبه إلا فلانة ، صح استثناؤه ولم تطلق ، ولو قال نسائي الأربع طوالق واستثنى بقلبه إلا فلانة لم ينفعه ، وفرقوا بينهما بأن الأول ليس نصاً في الأربع ، فجاز تخصيصه بالنية بخلاف الثاني ) اهـ ووجه تخريجه على القاعدة أن قوله ( نسائي ) لفظ عام لأنه جمع مضاف وقد تقرر في الأصول أن الجمع المضاف يعم ، فاللفظ هنا عام ولكنه خص بقلبه واحدة منهن والنية الخاصة مقدمة على اللفظ العام ، فتخرج فلانة هذه التي خصها بقلبه ، فلا تطلق لأن النية تخصص اللفظ العام ، وهذا واضح إن شاء الله تعالى .",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "ومنها : لو حلف رجل وقال : لا كلمت امرأتي أبداً ، وكان يقصد بذلك جميع ما يسمى هجراً ، ثم وطئها ، فهل عليه كفارة ؟ فيه خلاف والراجح نعم عليه كفارة ، ذلك لأن القصد عام في جميع أنواع الهجر واللفظ عام في ترك الكلام فقط والمعتبر القصد ، وهو هنا عام لأن النية العامة تعمم اللفظ الخاص . ¶ ومنها : لو حلف لا يكلم زيداً ولا يسلم عليه ، فمر على جماعة وسلم عليهم وفيهم زيد هذا ولكنه استثناه بقلبه فإنه لا يحنث ، لأنه خصه بقلبه ، مع أن لفظ السلام عام وهو موجه إلى كل فرد من أفراد هذه المجموعة لكن القصد الخاص خصص اللفظ العام ، فلا يحنث بهذا السلام ذلك لأن النية تخصص اللفظ العام . ¶ ومنها : لو حلف لا يدخل هذا البيت بعينه ، وكان قصده هجران أهله لا مجرد البيت ، ثم دخل عليهم أي على هؤلاء القوم في بيت آخر فهل يحنث ، فيه خلاف والراجح أنه يحنث لأن قصده كان عاماً أي أنه كان ينوي هجران هؤلاء القوم مطلقاً في هذا البيت وغير غيره ولكنه عبر عن هذا القصد بلفظ خاص والعبرة بعموم القصد لا بخصوص اللفظ وذلك لأن النية تعمم اللفظ الخاص . ¶ ومنها : لو حلف على زوجته أن لا تخرج لوليمة ولا لتعزية وكان قصده الباطن منعها من أي خروج مطلقاً ثم خرجت لزيارة قريبها أو خرجت لوظيفتها فهل يحنث ؟ فيه خلاف والراجح أنه يحنث ، لأن قصده عام ، ولا عبرة بخصوص لفظه ، فإن المقدم عمل القلب وقصده ، ذلك لأن النية العامة تعمم اللفظ الخاص . ¶ ومنها : لو حلف أنه لا يكلم امرأته ، ونوى بذلك هجرانها فإنه يحنث لو جامعها ، وقد أومأ إليه أحمد رحمه الله تعالى وذلك لأن قصده كان تعميم الهجر والوطء ينافي الهجر ، فالقصد كان عاماً واللفظ كان خاصاً والعبرة بعموم القصد لا بخصوص اللفظ ، لأن النية تعمم اللفظ الخاص ، فلفظه إنما أثبت الهجر في الكلام فقط ، ولكن قصده ونيته كانت تنوي عموم أنواع الهجر فعملنا بعموم نيته ، وهذا يفيدك أهمية أثر النية في اللفظ .",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "ومنها : لو طلق امرأته ثم حلف وقال : والله لا راجعتك أبداً ، وكان قصده بهذه اليمين أن لا تعود إليه هذه المرأة مطلقاً ، فلما انتهت عدتها عاد فتزوجها بعقد جديد ومهر جديد فهل يحنث أم لا ؟ فيه خلاف والراجح أنه يحنث ذلك لأنه كان يقصد أن لا تعود إليه هذه المرأة مطلقاً ، فلم يكن يقصد حقيقة لفظه ، فهو لم يمتنع من مراجعتها في العدة فقط بل إنه كان يقصد منع نفسه من هذه المرأة على وجه العموم ، فعندنا نية عامة وعندنا لفظ خاص والمتقرر أن القصد العام مقدم على اللفظ الخاص ، فالراجح هنا أن عليه كفارة يمين . ¶ ومنها : لو نذر وقال : ( لله عليّ نذر أن أتصدق بمالي ) ونوى في قلبه مقداراً معيناً ، فإن القول الراجح أنه لا يجب عليه إلا الصدقة بهذا المقدار فقط مع أن لفظه كان عاماً لأنه قال ( بمالي ) والمفرد المضاف يعم ، ولكنه خصص هذا اللفظ العام بقصده ونيته والمتقرر أن النية تخصص اللفظ العام ، فالقول الصحيح والرأي الراجح المليح في هذه المسألة أنه لا يجب عليه إلا الصدقة بما نواه بقلبه فقط والله أعلم . ¶ ومنها : لو رأى الرجل على زوجته نقاباً وقال : والله لا تلبسين هذا النقاب وكان يقصد بقلبه الجنس لا هذا النقاب بخصوصه فإنه يحنث لو لبست أي نقاب ، لأن قصده كان عاماً ولا ننظر بخصوص لفظه ، لأن النية العامة مقدمة على اللفظ الخاص ، لأن النية تعمم اللفظ الخاص . ¶ ومنها : لو قال رجل لآخر وكلتك ، فهل يستحق الوكيل بهذه اللفظة الوكالة المطلقة ؟ فيه خلاف والراجح أن ذلك لنية الموكل فإن كان يقصد بهذا القول التعميم فهي وكالة عامة وإن كان يقصد وكالة في شيء معين فهو على ما نوى فالمعتمد في التعميم والتخصيص ما كان يقصده بقلبه فإن كان يقصد التعميم فهي عامة وإن كان يقصد التخصيص فهي خاصة لأن النية تعمم اللفظ الخاص وتخصص اللفظ العام .",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "ومنها : لو حلف ألا يسلم على فلان بسبب معصية صدرت منها فهل يحنث بدعوته إلى بيته لوليمة فيه خلاف والقول الراجح أنه يحنث بذلك لأنه لما حلف على ترك السلام عليه إنما كان يقصد بذلك هجره ودعوته إلى بيته تخالف ذلك القصد والعبرة بعموم القصد لا بخصوص اللفظ لإن النية تعمم اللفظ الخاص . ¶ ومنها : لو قال المكلف هذا وقف على أقاربي فيدخل في ذلك كل أقاربه إلا من أخرجهم بنيته فإذا حدد بعض أقاربه وقال لم أكن أقصدهم فإنه يقبل منه ذلك لأن النية تخصص اللفظ العام . ¶ ومنها : لو قال له والله لا صاحبتك أبداً وكان ذلك بسبب معصية يرتكبها ، ثم تاب صاحبه واستقام حاله فعاد إلى مصاحبته فهل يحنث بذلك ؟ فيه خلاف والراجح فيه أنه لا يحنث لأنه كان يقصد بهذه اليمين ما دام يقارف هذه المعصية ، فيمينه كانت على سبب خاص ، وقصده كان خاصاً ، والعبرة بالنظر إلى القصد ، ولا يقال إن لفظه كان عاماً ، لأن النية والقصد والبواعث خصصت هذا اللفظ لأن المعتمد أن النية تعمم اللفظ الخاص وتخصص اللفظ العام ، وعلى ذلك فقس وبالجملة فإذا اختلف اللفظ والقصد فإن المقدم هو القصد فإن كان اللفظ خاصاً والقصد عاماً فالمقدم هو العموم وإن كان اللفظ عاماً والقصد خاصاً فالمقدم هو الخصوص ، والله ربنا أعلى وأعلم . ¶ (القاعدة الحادية عشرة) ¶ (الأيمان مبناها على المقاصد والأغراض لا على المباني والألفاظ)",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "أقول : اعلم أرشدك الله لطاعته أن اليمين هي تأكيد أمر بذكر اسم من أسماء الله تعالى أو صفة من صفاته ، وهذا الباب كل من أوله إلى آخره مبناه على المقاصد فإذا حلف رجل فإن المعتمد في اليمين قصده وغرضه منها فالواجب أولا حمل يمينه على ما يقصده بقلبه ، إذا كان قصده موجوداً حال عقد اليمين ، فإن لم يكن القصد موجوداً ، فلا ينبغي تعطيل اليمين بل الواجب حينئذٍ أن نحملها على السبب المهيج إن كان هناك سبب قد هيجها أي العلة التي من أجلها حلف ذلك الرجل ، فإذا لم يكن هناك سبب مهيج فإننا نحمل اليمين على ما تقتضيه الحقيقة ، والحقائق ثلاث لغوية وشرعية وعرفية ، والحالتان الأخيرتان لن نتكلم عليهما وإنما سنتكلم على الحالة الأولى ، وهي الأصل في باب الأيمان ، فالأيمان مبناها على المقاصد والأغراض لا على مجرد الألفاظ وهذه القاعدة فرع عن القاعدة التي قبلها وفروعهما في الغالب واحدة ولذلك لن نطيل في شرحها ويستدل عليها حديث ( إنما الأعمال بالنيات ) واليمين قول ، فهي داخلة في عموم ( الأعمال ) وقد علقها النبي صلى الله عليه وسلم بالنيات ، مما يدل على أن الأصل هو حمل اليمين على نية صاحبها أولاً ، فإذا كان له قصد فإنه المعتمد ولا نتعداه إلى غيره فالأيمان بالنيات لأنها عمل والأعمال بنياتها والأقوال والأعمال بمقاصدها وهذا واضح . ويؤيد ذلك قوله صلى الله عليه وسلم ( وإنما لكل امرء ما نوى ) وأما فروعها فلا تكاد تنحصر وأذكر لك طرفاً صالحاً منها فأقول : ¶ منها : لو دعي إلى شرب شراب مسكر فحلف أن لا يشربه فانقلب ذلك الشراب خلاً بفعل الله تعالى فشربه فهل يحنث ؟ فيه خلاف والراجح أنه لا يحنث لأن نيته كانت مخصصه بشربه لما كان مسكراً وقد زالت العلة التي من أجلها حلف على عدم شربه وإذا زالت العلة زال الحكم فلا حرج عليه في شربه لأن الأيمان مبناها على البواعث والمقاصد والأغراض لا على مجرد الألفاظ وهذا واضح .",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "ومنها : لو حلف على رجل أن لا يقبل له شهادة ولا قولاً لما يعلم من فسقه ، فتاب ذلك الرجل وصلحت حاله ، فقيل قوله وأمضى شهادته بعد ذلك فهل يحنث ؟ فيه خلاف والراجح أنه لا يحنث ، لأن نيته حال اليمين كانت معلقة بوصف وهو الفسق ، والنية تؤثر في اليمين ، فهو لم يحلف أن لا يقبل منه مطلقاً وإنما حلف أن لا يقبل منه ما دام متصفاً بالفسق وقد زال ذلك الوصف فلا حنث عليه لو قبل منه بعد توبته وصلاح حاله لأن الأيمان مبناها على المقاصد والأغراض لا على الظواهر والألفاظ . ¶ ومنها : لو حلف أن لا يدخل هذه الدار وكان السبب الحامل له على ذلك أنها دار يعمل فيها المعاصي فزال هذا الوصف فعادت هذه الدار مجتمعاً للصالحين وقراءة القرآن والحديث ثم دخلها ثم دخلها فهل يحنث ؟ فيه خلاف والقول الصحيح أنه لا يحنث لأن يمينه مبناها على نيته وقصده لا على مجرد قصده ونيته تقتضي ربط اللفظ بوجود الوصف المخصوص وهو أنها محل للفسق وقد زال ذلك الوصف لأنه حلف على عدم دخولها إذا كانت بهذه الصفة وقد زالت فلا حنث عليه حينئذ لأن الأيمان مبناها على الأغراض والمقاصد والله أعلم . ¶ ومنها : لو حلف رجل وقال والله لا أدخل دار فلان ولا أأكل طعامه ولا أقبل له هدية وكان السبب الحامل له على هذه اليمين أنه يأكل الربا فتاب ذلك الرجل وصلحت حاله واستقامة تجارته وظهرت منه مخايل التوبة النصوح فدخل داره وأكل طعامه وقبل هديته فهل يحنث ؟ فيه خلاف والراجح أنه لا يحنث لأن يمينه هذه مرتبطة بنية خاصة وهي ما داخ هذا الرجل يأكل الربا وقد زال ذلك الوصف بالتوبة النصوح واليمن مبناها على القصد لا على مجرد اللفظ فلا حنث عليه لأن الأيمان مبناها على الأغراض لا الألفاظ .",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "ومنها : لو حلف لا يكلم ولا ينظر هذا الغلام لأنه غلام أمرد وهو يخاف على نفسه فأراد التأكيد على نفسه بالإمتناع بهذه اليمين فكبر ذلك الغلام ونبت شعره ثم كلمه فهل يحنث فيه خلاف والصواب أنه لا يحنث لأنه لما حلف على ترك كلامه والنظر إليه إنما أراد منع نفسه من الإفتتان به وقد زال هذا الخطر وزال مقتضى اليمين فلا حنث عليه حينئذ لأن الأيمان مبناها على المقاصد والأغراض لا على المباني والألفاظ . ¶ ومبناها لو حلف وقال لا بايعت فلاناً وسبب يمينه كونه مفلساً أو سفيهاً فزال ذلك الوصف أي زال الإفلاس والسفه ثم تبايع معه فهل يحنث فيه خلاف والقول الراجح هو عدم التحنييث لأنه إنما حلف على عدم مبايعته بقصد حفظ ماله من الضياع بسبب إفلاس وسفه ذلك الرجل وقد زال ذلك الوصف وهو لم يحلف على ترك مبايعته مطلقاً وإنما حلف على الترك ما دام بهذا الوصف وقد زال فلا حنث عليه حينئذ لأن الأيمان مبناها على المقاصد والأغراض لا على مجرد الألفاظ . ¶ ومنها : لو حلف مريض وقال والله لا آكل لحماً أو قال والله لا أكلت هذا الطعام أو لا شربت هذا الشراب وسبب يمينه حماية نفسه من هذا المحلوف على تركه لأن الطبيب منعه منه فعافاه الله تعالى فأكل هذا اللحم وتناول هذا الطعام وشرب هذا الشراب فهل يحنث فيه خلاف والراجح أنه لا يحنث لأنه إنما أراد كان يقصد بيمينه حماية نفسه من ضرر هذا المأكول لأن حالته الصحية لا تسمح له بذلك وقد زال ذلك الوصف الذي علقت اليمين به فلا يمين حينئذ لأنه لم يحلف على ترك الطعام مطلقاً وإنما حلف عليه ما دام يضر بصحته وقد زال موجب هذا الضرر بزوال هذا المرض فلا حنث عليه حينئذ لأن الأيمان مبناها على المقاصد والأغراض لا على مجرد المباني والألفاظ .",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "ومنها : لو حلف رجل من العلماء الراسخين وقال والله لا دخلت على هذا الظالم ولا كلمته ويقصد أمير أو ملكاً فزالت إمارته أو زال ملكه وتاب من ظلمه واستقامت أحواله ثم كلمه بعد ذلك فإنه لا حنث عليه لأن قصده قد خصص لفظ يمينه والأيمان مبناها على المقاصد والأغراض والبواعث . ¶ ومنها : لو قال رجل للقاضي والله لا أرى منكراً إلا رفعته إليك فإن الجميع يعرف أن قصد هذا الحالف إنما لأن هذا الرجل قاض وعنده السلطة لإزالة هذا المنكر لكن ما الحكم لو عزل هذا القاضي ؟ ولم يرفع له صاحبنا هذا ما يراه من المنكرات فهل يحنث ؟ فيه خلاف والراجح أنه لا يحنث لأنه إنما حلف على ذلك لكونه قاضياً وقد زال ذلك الوصف فلا حنث عليه لأن الأيمان مبناها على البواعث والنيات . ¶ ومنها : لو حلف رجل وقال والله لا تزوجت هذه المرأة وسبب يمينه أنها فاسقة فزال ذلك الوصف واستقامت أحوالها والتزمت بمنهج الله تعالى وصارت من الداعيات المصلحات ثم تزوجها فهل يحنث ؟ فيه خلاف والصواب أنه لا يحنث لأنه إنما حلف على ترك زواجها ما دامت كذلك وقد زال ذلك الوصف الذي حلف بسببه فلا حنث عليه حينئذ والأيمان مبناها على البواعث والنيات والمقاصد . ¶ ومنها : لو حلف رجل وقال والله لا أسافر إلى هذه البلد وسبب يمينه أنها لا تحكم الشريعة ولما فيها من الفتن ولكن تحولت أحوال هذه البلاد وتغيرت ولاتها وحكم الشريعة وأزالوا مظاهر الفتن من البلاد ثم سافر لها أخونا هذا فهل يحنث ؟ فيه خلاف والقول الصحيح أنه لايحنث لأنه إنما حلف على ترك السفر لهذه البلد لسبب معين وقد زال ويمينه إنما تمنعه من السفر لهذا البلد ما دام متصف بهذا الوصف وهذا هو ما تقتضيه يمينه بالنظر لقصده ونيته وبناءً على ذلك فلا حنث عليه لأن الأيمان مبناها على البواعث والنيات والمقاصد لا على مجرد الألفاظ والله أعلم .",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "ومنها : لو حلف رجل أنه لا يكلم رجل لظنه مبتدعاً أو فاجراً ثم تبين له أنه ليس كذلك وأنه كان مخطئاً فكلمه بعد ذلك فهل يحنث ؟ فيه خلاف والراجح أنه لا يحنث لأن نيته بهذه اليمين كانت منصرفة لوصف معين ظن وجوده في هذا الرجل والحقيقة أنه ليس بهذا الوصف فلا حنث عليه لأن الأيمان مناطة بالبواعث والأغراض لا بمجرد ظواهر الألفاظ والله أعلم . ¶ ومنها : لو حلف أن لا يركب دابة معينة وسبب يمينه أن هذه الدابة جموحة لم تروض للركوب بعد ثم بعد ذلك روضت وصارت ركوباً هادئةً ثم بعد ذلك روضت وصارت ركوباً ثم بعد ذلك ركبها ذلك الحالف فهل يحنث فيه خلاف والصحيح أنه لا يحنث لأنه إنما حلف على ذلك خوفاً على هلاك نفسه بسبب أنها جموحة لا تصلح للركوب وقد زال ذلك الوصف المحلوف عليه فلا بأس بالركوب حينئذ لأن الأيمان مبناها على الأغراض والبواعث والمقاصد والله أعلم . ¶ ومنها : لو دعي إلى طعام فضنه حرام فحلف لا آكله ثم ظهر له بعد ذلك أنه حلال لا شبهة فيه فإنه لا يحنث بأكله لأن يمينه إنما تعلقت به إن كان حراماً وذلك قصده والأيمان مبناها على النيات والمقاصد . ¶ ومنها : لو حلف على ابنه ألا يبيت خارج الدار لخوفه عليه من الفساق لكونه أمرد فالتحى وكان شيخاً لم يحنث بمبيته خارج الدار لأن الأيمان مبناها على النيات والمقاصد والبواعث . ¶ ومنها : لو حلفت امرأة وقالت لزوجها والله لا خرجت من الدار إلا بإذنك فطلقها بعد ذلك وخرجت بلا إذنه فإنها لا تحنث بذلك لأنها حلفت على ذلك بسبب أنها زوجته وقد زالت هذه الزوجية فلا حنث لأن الأيمان مبناها على المقاصد والبواعث والنيات . ¶ فهذه بعض الفروع على هذه القاعدة المهمة في هذا الباب والله ربنا أعلى وأعلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم . ¶ (القاعدة الثانية عشرة ) ¶ (اليمين على نية الحالف ما لم يكن ظالماً فعلى نية المستحلف)",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "أقول : وهذه القاعدة أيضاً فرع عن القاعدة السابقة وهي تعتبر كالقيد لها ، وبيانها أن يقال : الأصل أن اليمين على قصد صاحبها ولكن هذا ليس على إطلاقه بل هو مقيد بقيد وهو فيما إذا لم يكن ظالماً أي أنه إذا كان ظالماً أو كان في مجلس القضاء فإن اليمين تكون على نية المستحلف لا على نية الحالف ذلك لأن الحقوق لا بد أن تؤدى لأصحابها والعدل والحق لا بد أن يعرف حتى يحكم بمقتضاه سداً لذريعة التلاعب بالحقوق وذهابها على أصحابها جعل اليمين في حال التحالف عند القاضي على نية المستحلف ولم يعتبر نية الظالم البتة فإذا قال المظلوم للظالم إحلف فإن الظالم لا ينفعه التعريض باليمين لأن الظالم حقه أن يؤخذ على يديه ويزجر على ظلمه لا أن يعان على ظلمه فإننا لو سوغنا له التعريض لكان في ذلك إعانة له على الاستمرار على ظلمه وهذا مخالف لقوله صلى الله عليه وسلم ( أنصر أخاك ظالماً أو مظلوماً .. الحديث ) وقد فسر النبي صلى الله عليه وسلم نصرته ظالماً أن يمنع من هذا الظلم ويزجر عنه ولا يعان عليه وعلى ذلك قوله صلى الله عليه وسلم يمينك على ما يقصدك به صاحبك ولذلك فالمتقرر عند أهل العلم رحمهم الله تعالى أن كل ما وجب بيانه فإن التعريض فيه محرم ويتفرع على ذلك اليمين في مجلس القضاء فإن العبد يجب عليه أن يتقي الله فيها فإنها المهلكة إذا قارنها الكذب ويدخل في ذلك المعاريض فإن التعريض هو أن يتكلم الإنسان بكلام جائز يقصد به مغزى صحيحاً ويوهم غيره أنه يقصد به مغزى آخر وهي جائزة عند الحاجة إليها إلا للظالم فإنها لا تنفعه والدليل على جوازها قوله تعالى : ( فلما جهزهم بجهازهم جعل السقاية في رحل أخيه ثم أذن مؤذن أيتها العير إنكم لسارقون ) وبيانه أن يوسف عليه السلام أمر بعض أصحابه أن يجعل الصواع في رحل أخيه ثم أمير المنادي أن يؤذن أي يعلم برفع الصوت إنكم لسارقون فذهب ذهن الجميع إلى سرقة صواع الملك ويوسف عليه السلام يقصد أنهم سرقوه",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "من أبيه والمنادي فهم أنهم سرقوا الصواع وصدق يوسف عليه السلام في هذا ولذلك لما وجدوا الصواع في رحل أخيهم وقالوا ليوسف خذ أحدنا مكانه قال : معاذ الله أن نأخذ إلا من وجدنا متاعنا عنده ولم يقل إلا من سرق لأن أخاه لم يكن سارقاً ويدل على جوازها أيضاً : ما في الصحيح من حديث أبي هريرة ــ رضي الله عنه ــ لما هاجر إبراهيم عليه السلام وهاجر رضي الله عنها فدخل بها قرية فيها ملك جبار فقيل له لقد دخل بلدك امرأة لا تصلح أن تكون إلا لك فأرسل ذلك الملك إلى إبراهيم عليه السلام من هذه التي معك قال أختي الحديث ، فعرض الخليل عليه السلام بقوله هذه أختي لتخلص من ظلم الملك ويدل عليها أيضاً أن الناس كانوا يرون أبا بكر والنبي صلى الله عليه وسلم في طريق الهجرة فكانوا يسألونه من هذا يا أبا بكر فيقول هادٍ يهديني الطريق وصدق والله أبا بكر فإن النبي صلى الله عليه وسلم هو الذي بعثه الله تعالى هادياً ومبشراً ونذيراً قال تعالى : ( وإنك لتهدي إلى صراط مستقيم ) والناس يظنون أن هدايته هداية حسية أي يدله على طريق المدينة وكان النبي صلى الله عليه وسلم يقره على ذلك وإقراره دليل الجواز ولكن هذا مع قيام الحاجة والأدلة على جوازها مع قيام الحاجة كثيرة وقد ذكرها ابن القيم في كتابه إعلام الموقعين بل وقد يرتقي الحال للمعاريض من الجواز إلى الوجوب الحتمي وذلك كما إذا اختفى عندك مظلوم فجاء الظالم يسأل عنه فإنه لا يجوز لك أن تسلم أخيك ولو بالكذب الصريح ولكن في المعاريض ممدوحة عن الكذب فقل : لم أره وتقصد البارح مثلاً وبالجملة فالتعريض تجري عليه الأحكام التكليفية وبيان ذلك أن يقال أن التعريض يكون واجباً فيما يجب كتمه ويحرم إظهاره ويكون محرماً فيما يجب إظهاره ويحرم كتمه ، وإن تساوى البيان والكتمان ، فالمعتمد في ذلك مراعاة المصالح فإن كانت المصلحة في الكتم فالمستحب والمندوب حينئذٍ الكتم كما كان النبي صلى الله عليه وسلم إذا",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "أراد غزوة ورّى بغيرها وكتورية الممتنع عن الخروج والاجتماع بمن يصده عن طاعة أو مصلحة راجحة وكتورية الحالف لظالم له ، أو لمن استحلفه يميناً لا تجب عليه ونحو ذلك ، وأما إن كانت المصلحة الراجحة تقتضي الإظهار فالمستحب حينئذٍ الإظهار وهذا يكون في كل موضع يكون البيان فيه مستحباً ، وإذا استوى الأمران أي مصلحة الكتمان ومصلحة الإظهار جاز الأمران واختار هذا التفصيل الإمام العلامة ابن القيم ــ رحمه الله تعالى ــ والخلاصة حتلا لا نطيل : أن الأصل في الأيمان أن تحمل على نية أصحابها ، إلا إذا كانوا ظالمين أو في مجلس القضاء فإنها تحمل على نية من يستحلفهم والله ربنا أعلى وأعلم . ¶ (القاعدة الثالثة عشرة ) ¶ (الكنايات تفتقر في ترتب أثرها إلى النيات)",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "وذلك أن هناك من الألفاظ ما هو صريح في المراد فهذا يعطي حكمة مباشرة كصريح ألفاظ الطلاق وصريح ألفاظ القذف وصريح ألفاظ الوكالة وصريح ألفاظ البيع وصريح ألفاظ الوقف وغيرها ، فإذا كانت اللفظة تدل الدلالة الصريحة على مقصود العقد بلا احتمال آخر فإننا نبرم بها العقد ونرتب عليها الأثر مباشرة ، ولكن هناك ألفاظ محتملة ، تصلح للمراد بها ولغيره ، أي تحتمل هذا وتحتمل هذا ، أي أنها ليست بصريحة في المراد أي ليست نصاً فيه ، فهذه الألفاظ هي التي نسميها بالكنايات ، فالكنايات جمع واحدة كناية وهو اللفظ المحتمل الموهم ، فهذه الألفاظ المحتملة الموهمة لا يجوز لنا أن نرتب عليها آثارها فور صدورها من أصحابها ، بل لا بد أولاً من التأكد أنهم إنما أرادوا بها هذا الشيء ، وذلك بسؤالهم عن نيتهم ومقصودهم بها ، فإن بينوا لنا ما يوجب ترتيب الأثر رتبناه وإن بينوا لنا شيئاً آخر قبلناه منهم وجعلنا الأمر بينهم وبين الله تعالى وحسابهم على الله تعالى يوم القيامة ، وللقاضي أن يحلفهم على ذلك ، أي أن يقول لهم : احلفوا بالله تعالى أنكم ما أردتم إلا هذا المعنى ، فإذا حلفوا فلا شيء عليهم وإن نكلوا قضي عليهم بالنكول ، ودليل ذلك أن الأصل عدم ثبوت هذه الآثار إلا بيقين والكناية لوحدها لا تفيد بثبوتها لأنها لا توصلنا إلى مرتبة اليقين ، بل ولا إلى غلبة الظن ، فلا تنتقل عن الأصل المتقرر وهو عدم الثبوت إلا باليقين ، فطلبنا اقتران النية بالكتابة حتى تقويها وترفعها إلى مرتبة اليقين أو غلبة الظن وأما أن نثبت الآثار بمجرد الأوهام والكنايات المجردة عن النيات فإن هذا لا تأتي به الشريعة لأن المتقرر أن الأصل هو البقاء على الأصل حتى يرد الناقل ، ولأن اليقين لا يزول بالشك والمقصود أن الكناية لوحدها بلا نية لا تستطيع ولا تقوى على إثبات الأثر ، لكن إذا اقترنت بها النية فإنها تقوى حينئذ على إثباته ، فتلخص بذلك أن الكنايات تفتقر في ترتيب",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "آثارها إلى النيات ، ولكن لابد من التنبيه على أمرين مهمين جداً : ¶ الأول : أن هذه الكناية قد تكون في بعض الأعراف من الصرائح المقطوع بها فإذا كان ذلك كذلك فإن هذه الكتابة تعطي حكم الفظ الصريح لأهل هذا العرف بخصوصية وهذا واضح . ¶ الثاني : تغني عن البحث هل اقترنت بها النية أم لا ؟ ¶ فإن هناك من القرائن الظاهرة ما نقطع معه أن المتلفظ بالكتابة إنما أراد المعنى الصريح فإذا اقترن بالكناية هذه القرائن التي ترفعها إلى مرتبة الصريح فإننا نحكم لها بأنها من الصرائح فالنية لهذين الأمرين فإنهما كالمستثنى من القاعدة والله ربنا أعلى وأعلم وبقي علينا أن نذكر بعض الفروع التي ينص عليها الفقهاء رحمهم الله تعالى فأقول والله التوفيق : ¶ منها : لقد نص الفقهاء رحمهم الله تعالى على أن ألفاظ الوقف منها ما هو صريح وكناية ، والصريح منها : وقفت أو حبست أو سبلت ، فمتى وقف بواحدة منها صار وقفاً لأنها ثبت لها عرف الاستعمال وثبت لها عرف الشرع أيضاً ، فاجتمع في حقها عرف الشرع وعرف الاستعمال ، وأما كنايته فهي : تصدقت وحرمت وأبدت ، فهذه الألفاظ ليست بصريحة في الوقف فلا بد لجعلها وقفاً من النية ، أي من نية الوقف بها ، فمن نوى بهذه الكنايات الوقف لزمه حكمها لأنها بالنية صارت ظاهرة فيه . لأن الكنايات تفتقر في إثبات آثارها إلى النيات .",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "ومنها : لقد نص الفقهاء رحمهم الله تعالى على أن الطلاق منه ما هو صريح ومنه ما هو كناية ، فالصريح منه لفظ الطلاق وما تصرف منه ، كطالق وطلقتك وأنت مطلقة فهذه الألفاظ من الصرائح التي تثبت أحكامها من غير افتقار إلى نية ، وأما الكنايات فكقوله : بتتك ، أو قوله : فارقيني البتة ، وكقوله : لا حياة بيننا ، وكقوله : قد انقطعت الحياة بيننا ، وكقوله : إلحقي بأهلك ، وكقوله : أن خلية ، أو برية ، أو : أنت بتلة ، وكقوله : أنت حرة ، وكقوله : أنت الحرج وكقوله : لا سبيل لي عليك ، وكقوله : لا سلطان لي عليك ، وكقوله : تزوجي من شئت ، وكقوله : غطي شعرك ، وكقوله : تقنعي ، وكقوله : تحجبي عني ، وكقوله : أخرجي ، أو إذهبي ، أو ذوقي ، أو تجرعي ، أو لا حاجة لي فيك ، أو لست لي بامرأة أو لقد أراحني الله منك ، أو لقد أغناك الله عني ، أو لقد جرى القلم بما لا ترضين ، ونحو ذلك من الألفاظ كل ذلك من ألفاظ الكناية ، أي أنه لا يقع بها الطلاق إلا بالنية ، فإذا اقترنت بها النية ترتب عليها الأثر وإلا فلا لأن الكنايات تفتقر في ترتب آثارها إلى النيات والله أعلم . ¶ ومنها : لقد نص الفقهاء رحمهم الله تعالى على أن الظهار منه ما هو صريح لا يحتمل إلا الظهار : كقوله : أنت على كظهر أمي أو أختي أو جدتي ، فهذه لا تحتمل إلا الظهار ، فلو فسره بغيره لما قبلناه منه ، ولكن هناك ألفاظ تحتمل الظهار وتحتمل غيره ، كقوله : فراشي حرام علي ، وكقوله : أنت كأمي ، فيحتمل أنه في المنزلة والإكرام ، ويحتمل أنه في الوطء ، فإن كان يريد الأول فلا ظهار وإن كان يريد الثاني فظهار وكقوله : أنت علي حرام ، فإنه يحتمل أنه يريد الظهار فهو ظهار ويحتمل أنه يريد الحظ والمنع فتكون بمنزلة اليمين المكفرة والمراد : أن الظهار إذا كان بالكتابة فإنه لا يترتب أثره إلا بالنية لأن الكنايات تفتقر في ترتب آثارها إلى النيات .",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "ومنها : لو قال لزوجته : أنا منك طالق ، فهنا قد أضاف الطلاق لغير محله ، فهل يقع به الطلاق ؟ الراجح أن هذا من كنايات الطلاق ، المرجع فيه إلى نيته وقصده فإن كان ينوي به الطلاق فهو طلاق وإن كان لا ينوي به الطلاق فليس هو بطلاق لأن الكنايات تفتقر في ثبوت أحكامها إلى النيات . ¶ ومنها : لو قال : إن فعلت كذا فأنت طالق ، فهذا اللفظ يحتمل أنه طلاق عند وقوع الشرط ، ويحتمل أنه يمين يراد بها المنع أو الحظ ، وكل ذلك يعود إلى نيته فإن كان ينوي بهذا اللفظ وقوع عين الطلاق عند وقوع الشرط وقع الطلاق وإن كان إنما يقصد الحض والمنع فهي يمين مكفرة . ¶ ومنها : لقد نص الفقهاء رحمهم الله تعالى على أن ألفاظ القذف منها ما هو صريح ومنها ما هو كناية ، فصريحه هو أن يقول رجل لآخر : يا زاني أو يا لوطي أو رأيتك تزني ونحو ذلك من الألفاظ الصريحة وأما كنايته فكأن يقول : يا قحبة يا فاجرة يا خبيثة أو يقول للرجل : يا مخنث أو : يا معشوق الرجال ، أو يقول : أنت في الأسفل دائماً ، أو يقول : يا نبطي ، يا فارسي ، وليس كذلك ، أو يقول لزوجة رجل آخر : قد فضحت زوجك ، ونكست قرونه أو يقول لمن يخاصمه : يا حلال ابن الحلال ما يعرفك الناس بالزنى ، أو يقول مشيراً إليه : أنا أطهر من غيري ، أو يقول : يا ابن المتلصصة ، أو يقول : يا أفجح ونحو ذلك ، فكل ذلك يحتمل القذف ويحتمل غيره ، والحدود تدرأ بالشبهات فلا نقيم الحد إلا بعد سؤاله عن نيته ومراده ونحلفه على ذلك فإن كان ينوي بها القذف أقيم عليه الحد وإن كان لا يقصد بها شيئاً فلا حد عليه ، وإذا رأى الإمام تعزيره على ذلك فهو حسن جداً قطعاً لمادة الفساد وقلنا : لا حد عليه بمجرد الكناية لأن المتقرر أن الكنايات تفتقر في ترتب آثارها إلى النيات والله أعلم . ¶ وعلى ذلك فقس والله يتولانا وإياك . ¶ (القاعدة الرابعة عشرة ) ¶ (استصحاب حكم النية شرط واستصحاب ذكرها فضيلة )",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "أقول :- لقد تقرر لنا سابقاً أن النية شرطة الصحة المأمورات كالطهارة والصلاة والصوم والزكاة والحج وغيرها فهذه العبادات لا تصح إلا بالنية والنية شرط فيها ومن خصائص الشرط أنه لابد من تحصيله قبل الفعل ومن ثم فلا بد أن يستمر إلى الفراغ من العبادة بإستقبال القبلة فإنه شرط في الصلاة فلا بد من تحصيله قبلها أي قبل الدخول فيها ولا بد من أن يبقى مستقبلاً للقبلة حتى يفرغ من الصلاة وكذلك الطهارة فإنها شرط فلا بد من تحصيلها قبل الصلاة ولا بد إستمرارها حتى الفراغ من الصلاة وكذلك النية فإنها شرط فحيث كانت شرطاً فلا بد من تحصيلها قبل العبادة المأمور بها ولا بد من استمرارها حتى الفراغ من العبادة التي شرطت النية لها ما الذي يجب استمراره من النية ؟ الجواب : هذا ما تنص عليه القاعدة وهو أن الشرط هو أن يستمر حكم النية أي أن لا ينوي وأيضاً هذه العبادة فاستصحاب حكم النية في الصلاة هو أن لاينوي قطعها جزماً حتى تغرب الشمس واستصحاب حكم النية في الطهارة أن لا ينوي قطعها فحكم النية إذاً هو أن لا ينوي شيئاً يضاد وينافي هذه العبادة التي هو فيها واستصحاب حكم النية شرط في صحة هذه العبادة المأمور بها وأما قولهم :- (استصحاب ذكرها ) أي أن يستشعر دائماً في كل إجراء العبادة أنه في عبادة فهذا الاستشعار ليس بواجب وإنما هو من باب الفضائل فتلخص من ذلك أن عندنا النية أمرين :- الأول : استصحاب حكمها . الثاني : استصحاب ذكرها فمن باب الفضائل ولكمالات هذا بالنسبة لشرح القاعدة تنظيراً وأما ما شرحها تفريغاً ما ذكره لك في مسائل (المسألة الأولى) الردة والعياذ بالله تعالى من موجبات قطع حكم النية ومن مبطلات العبادة وإذا أرتد المصلي أو الصائم أو الحاج فقد انقطع شرطان : الأول : انقطع شرط الإسلام والذي هو شرط صحة في كل عبادة . الثاني : انقطع بها حكم النية لأن المرتد لا ينوي التعبد لله تعالى أبداً بهذه الأفعال وبناءً عليه فالرده",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "مفسدة للحج ومبطلة للصلاة والصوم لأن بها قد انقطع حكم النية الذي استصحابه شرط في صحة العبادة (المسألة الثانية ) لو نوى قطع نية الصوم جازماً بها القعطع وبحث عن الأكل ليأكل ولكن لم يجده فهل ينقطع صومه ؟ فيه خلاف والأقرب أنه ينقطع صومه لأن استصحاب حكم النية شرط لصحة الصوم وقد زال هذا الشرط فزالت حقيقة الصوم الشرعية بزوالها والله أعلم . (المسألة الثالثة ) لو غفل الصائم أو المصلي عن كونه في عبادة وانقطع إستشعاره لنية العبادة فما حكم عبادته هذه ؟ أقول : لا شيئ عليه ولكن فإنه الكمال والفضيلة فقط لأن الذي انقطع ليس هو حكم النية وإنما الذي انقطع تذكرها واستصحاب تذكر النية ليس شرطاً في الصحة وإنما هو من باب الفضائل والكمالات والله أعلم . ¶ (المسألة الرابعة ) لو غفل الحاج في بعض مناسك الحج عن استشعار نية التعبد في هذا المنسك كالوقوف بعرفة أو المبيت بمنى ومزدلفة أو رمي الجمار أو الطواف أو السعي فإن هذه الغفله لا تؤثر في اصل الصحة ولكنها تؤثر في الكمال لأمن المغفول عنه إنما هو استصحاب ذكر فيه التعبد واستصحاب ذكرها فمن باب الفضائل والكمالات ولذلك فإن الحاج يشرع في التلبية فيحل حالة فمن أجواله في ذهابه وإيابه وصعوده ونزوله ودخوله وخروجه ولقائه للإخوان وإفتراقه عنهم كما قرره الفقهاء رحمهم الله تعالى وكل ذلك ليكون الحاج دائماً مستحضرا ومشصحباً لنية التعبد فيكمل حجه والله أعلم وعلى ذلك نفسي فلا بد إذا من التفريق بين استصحاب الحكم واستصحاب الذكر ، فالأول شرط والثاني فضيلة والله ربنا أعلى وأعلم .",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "وبهذه القاعدة نختم هذه الكتابة ، فالحمد لله أولاً وأخيراً وظاهراً وباطناً ، وأسأله جل وعلا باسمه الأعظم أن ينفع بهذه الوريقات اليسيرة النفع العام والخاص وأن يشرح لها الصدور وأن يفتح فيها الأفهام وأن يجعلها عملاً صالحاً نافعاً متقبلاً مبروراً وأن لا يجعل فيها حظاً لأحد سواه ، وأسأله جل وعلا بأسمائه الحسنى وصفاته العليا أن يغفر لنا زللنا وتقصيرنا في العلم والعمل والدعوة ونعوذ به من الكبر والغرور والحسد ورؤية الذات والتعالي والتعالم ، ونسأله جل وعلا أن يغفر لأهل العلم وأن يتجاوز عنهم وأن يرفع نزلهم في الدارين وأن يحشرنا معهم في زمرة نبيينا محمد صلى الله عليه وسلم . وقد وافق الفراغ منه في يوم الأحد الحادي والعشرين من شهر ربيع الآخر سنة ست وعشرين وأربعمائة وألف من هجرة الحبيب صلى الله عليه وسلم وآخر دعوانا أن الحمد لله رب العالمين وصلى الله على نبينا محمد وعلى آله وصحبه والتابعين لهم بإحسان ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلاً للذين آمنوا ربنا إنك رؤوف رحيم وأستغفر الله وأتوب إليه .",
            "page": "141",
            "part": "1"
        }
    ],
    "t37486": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة في تحقيق قواعد النية"
        }
    ]
}