{
    "b37488": [
        {
            "id": "1",
            "nass": "قواعد البيوع ¶ وفرائد الفروع ¶ تأليف الفقير إلى عفو ربه ¶ وليد بن رلشد السعيدان ¶ غفر الله له ولوالديه وجميع المسلمين ¶ القاعدة الأولى ¶ الأصل في المعاملات الحل والإباحة ¶ اعلم – رحمك الله تعالى – أن من أهم المهمات لطالب العلم أن يتقن أصول الأشياء ، فإن معرفتها من أيسر الطرق لضبط الفقه ، ونيل مراتبه العالية ، ونعني بأصول الأشياء : الحكم الشرعي في هذا الباب جملة ، فمثلاً : باب العبادات الأصل فيه الحظر والتوقيف ، وباب العادات الأصل فيه الحل والإباحة ، وباب الميتات الأصل فيه التحريم ، وباب الملبوسات والمركوبات والمأكولات والمشروبات الأصل فيه الحل والإباحة ، وباب الأبضاع الأصل فيه التحريم ، وباب الآنية الأصل فيه الحل والإباحة ، وجميع الأشياء المشاهدة الأصل فيها الطهارة ، وهكذا ، فإن معرفة ذلك وإتقانه يفيدك عدة فوائد ، منها : ¶ منها : نيل درجة في الفقه عالية في هذا الباب الذي عرفت الأصل فيه بأيسر طريق وأقل كلفة . ¶ ومنها : أنك تبقى على هذا الأصل ولا تتعداه أبداً حتى يرد الناقل لك عنه . ¶ ومنها : أن تعرف أن الدليل يطلب من الذي ينقلك عن هذا الأصل لا من الذي يفتيك به ، فالانتقال عن الأصل لا ينبغي إلا لمقتضٍ ينقلك عنه . ¶ ومنها : أن المتمسك بالأصول في الأشياء يجد في نفسه طمأنينة عظيمة عند استعراض الفروع الفقهية في الأبواب التي ضبط أصولها ، وذلك لأمنه من التشويش بكثرة الفروع ، وهذا محسوس مجرب .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فأنا أدعو نفسي وإخواني إلى الإقبال على هذه الأصول وضبطها ومعرفة الأدلة عليها ، ثم معرفة ما خرج عنها بالدليل فيقبل أو بلا دليل فيرد ، وهذا هو الفقه طولاً وعرضاً . ومن هذه الأصول المقررة عند أهل العلم هذا الأصل المذكور في هذه القاعدة ، فهو أصل عظيم مهم في كتاب البيع ، فعلينا أن نضبطه أولاً بأدلته وفروعه فإن معرفته تعادل ثلاثة أرباع كتاب البيع ، كما ستراه في الفروع إن شاء الله تعالى فأقول : - قوله ( الأصل ) : أي القاعدة المستمرة ، ( في المعاملات ) : جمع معاملة وهي مفاعلة بين طرفين ، وهما العاقدان ، أي هما البائع والمشتري في باب المعاوضات ، والمحيل والمحال عليه في باب الحوالة ، والواهب والموهوب له في باب الهبة ، والراهن والمرتهن في باب الرهن ، والمقرض والمقترض في باب القرض ، والمضارِب والمضارَب في باب المضاربة ، وهكذا ، فالعاقدان هما طرفا المعاملة ، والمعاملة هي عين العقد الذي يتم بينهما من بيع أو شراء أو هبة أو وقف وهكذا .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومعناها : أن هذه العقود التي تجري بين طرفين القاعدة فيها أنها حلال كلها ، مباحة بجملتها ، فالباب فيها مفتوح واسع ، فكل معاملة لاحقة أو سابقة فالأصل فيها الجواز ، فيجوز الدخول فيها ، ولا تثريب على أحد ، إلا إذا دل الدليل الصحيح الصريح على المنع منها فتكون خارجة عن الأصل بالدليل فتعطى حكماً آخر غير حكم الأصل ، وهو مقتضى الدليل من حرمة أو كراهة ، أما إذا لم يأت دليل المنع فإنها جارية جميعها على الأصل المتقرر الذي هو الحل والإباحة ، هذا هو الحق المؤيد بالأدلة من الكتاب والسنة والاعتبار الصحيح كما ستراه إن شاء الله ، فأي معاملة يعرفها أهل التجارة بشتى أنواعها أو تكتشفها البنوك أو تدور بين الأفراد أو الجماعات فهي جارية على أصل الجواز إلا إذا دل الدليل على المنع منها فنقف حينئذٍ مع الدليل ، ولا يأتينا مدعي المنع ويطالبنا نحن بدليل الجواز، فنحن لا دليل علينا لأن الأصل معنا ، وإنما الدليل عليه لأنه ينقلنا عن الأصل المتقرر ، والدليل يطلب من الناقل عن الأصل لا من الثابت عليه . ¶ إذا علمت هذا فإليك الأدلة الدالة على صحة هذا الأصل وهي كثيرة لكن نذكر بعضها فأقول :",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "من الأدلة : قوله تعالى : { وَأَحَلَّ اللَّهُ الْبَيْع َ } (البقرة: من الآية275) فلفظ البيع اسم جنس دخلت الألف واللام الاستغراقية أي المفيدة للعموم ، فيدخل تحت هذا الحل جميع ما يسمى بيعاً قديماً كان أو حديثاً أو مما سيعرفه الناس في المستقبل ، والأصل هو البقاء على هذا العموم ، كما تقرر في الأصول حتى يرد المخصِّص ، ولا يجوز تخصيص كلام الشارع بمجرد الهوى والتعصب بل لابد من دليل صحيح صريح في التخصيص ، فدخلت جميع البيوع في هذا الدليل ، فسبحان الله العظيم !! انظر كيف عبّر هذا اللفظ البسيط على مالا نهاية له من المعاملات ، فإن معاملات الناس لا تنتهي إلا بانتهائهم ، والتنصيص على حكم كل معاملة بعينها متعذر ، فأعطانا الله - عز وجل - في ذلك قاعدة نافعة وأصلاً جامعاً تعرف به حكم هذه المعاملات مهما اختلفت أشكالها وتنوعت صورها وهو قوله - عز وجل - : { وَأَحَلَّ اللَّهُ الْبَيْعَ } (البقرة: 275) ، لكن نبهنا على أن هذا الأصل يعمل به مالم يدل الدليل على خلافه ، فإذا دل الدليل على التحريم وجب الوقوف عنده وذلك بقوله : { وَحَرَّمَ الرِّبا } (البقرة: 275) ، فالربا نوع من البيع لكنه خرج عن مقتضى القاعدة العامة بالدليل ، فصار قوله تعالى : { وَأَحَلَّ اللَّهُ الْبَيْعَ } (البقرة: 275) هو قولنا : الأصل في المعاملات الحل والإباحة ، وقوله تعالى : { وَحَرَّمَ الرِّبا } (البقرة: 275) هو قولنا : إلا بدليل ، وهذا نص في هذه القاعدة وهو لوحده كافٍ في المطلوب فكيف إذا أيده ما بعده من الأدلة ! والله أعلم .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ومن الأدلة أيضاً : قوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ ً } (النساء:29) ، قال المفسرون : ووجه الشاهد منه : أن الله جل وعلا حرم علينا تعاطي الأسباب المحرمة في المكاسب وأباح لنا المتاجر المشروعة التي تكون عن تراضٍ بين البائع والمشتري فكأنه قال : افعلوها وتسببوا بها في تحصيل الأموال ، وأطلق هذه التجارات ولم يقيدها بتجارة دون تجارة ، وقد تقرر في الأصول ( أن المطلق يجب إبقاؤه على إطلاقه حتى يرد المقيِّد ) فهذا الدليل فيه جواز جميع أنواع التجارات ، فمن حرم تجارةً وأخرجها عن هذا الإطلاق فعليه الدليل ، فقولنا في القاعدة : ( الأصل في المعاملات الحل والإباحة ) هو قوله تعالى : { إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ ً } (النساء:29) ، وقولنا ( إلا بدليل ) هو قوله تعالى : { لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ } (النساء:29) ، فهذا الدليل نص في المطلوب أيضاً والله أعلم.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومن الأدلة أيضاً : قوله تعالى : { فَإِذَا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الأرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُون َ } (الجمعة:10) ، ووجه الاستشهاد : أن الله تعالى حرم البيع بعد النداء الثاني للجمعة فقال : { يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسَعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْع َ } (الجمعة: من الآية9) فلما حجر عليهم في التصرف بعد النداء وأمرهم بالاجتماع للصلاة ، وأذن لهم بعد الفراغ منها في الانتشار في الأرض والابتغاء من فضل الله - ولا شك أن المأمور بالانتشار له والابتغاء به يكون منصرفاً إلى الذي أمرنا بتركه وهو البيع أو نقول هو منه بلا شك - فيكون الله - عز وجل - أذن لنا أن ننتشر في الأرض نبتغي من فضله بالبيع والشراء وسائر أنواع المكاسب ، فأخبر أن هذا من فضل الله فدل على جوازه ، أعني أنه لما أمرنا بالانتشار إليه ، وجعله سبباً لابتغاء فضل الله ، فهذا دليل على جوازه ، فمن حرّم شيئاً فقد حرّم شيئاً من الأسباب التي يطلب بها فضل الله فعليه الدليل ، ولذلك كان عراك بن مالك - رضي الله عنه - إذا صلى الجمعة انصرف فوقف على باب المسجد فقال : (( اللهم إني أجبت دعوتك وصليت فريضتك وانتشرت كما أمرتني فارزقني من فضلك وأنت خير الرازقين )) ، وروي عن بعض السلف أنه قال : ((من باع واشترى في يوم الجمعة بعد الصلاة بارك الله له سبعين مرة \" قاله ابن كثير في تفسيره ، والمقصود أن البيع من الأسباب التي يبتغى بها من فضل الله ، فمن حرم شيئاً فعليه الدليل والله أعلم .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ومن الأدلة أيضاً : قوله تعالى : { لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلاً مِنْ رَبِّكُم ْ } (البقرة: من الآية198) فروى البخاري في صحيحه بسنده عن ابن عباس قال : (( كانت عكاظ ومجنّة وذو المجاز أسواقاً في الجاهلية فتأثموا أن يتجروا في الموسم فنزلت هذه الآية )) ، وروى أبو داود عن مجاهد عنه أنه قال :\" كانوا يتقون البيوع والتجارة في الموسم ـ أي موسم الحج ـ ويقولون : أيام ذكرٍ فأنزل الله تعالى هذه الآية . وروى ابن جرير في تفسيره عن أبي صالح مولى عمر قال : قلت ياأمير المؤمنين : كنتم تتجرون في الحج ؟ قال :(( وهل كانت معايشتهم إلا في الحج ؟! )) فهذه الآية فيها دليل على جواز أنواع البيوع في الحج ، وذلك لأن الله تعالى نفى الجناح عن الذي يبتغي من فضل الله بالبيع والشراء وسائر أنواع المكاسب ، فمن قال بغير ذلك وادعى الجناح في معاملة أو تجارة فعليه الدليل لأن الدليل ينفي الجناح ويقضي بأن البيوع لا جناح فيها إلا ما حرمه الشارع ، فإن قلت : هذا في الحج ؟! فنقول : قد تقرر في الأصول ( أن العبرة بعموم اللفظ لا بخصوص السبب ) ، ولأنه إذا جاز البيع والشراء في الحج وأنه لا جناح فيه وهو موسم عبادة وذكر ؛ فلأن يجوز وينتفي الجناح في غيره من الأوقات من باب أولى ، والله أعلم . ¶ ومن الأدلة أيضاً : قوله - صلى الله عليه وسلم - : (( البيعان بالخيار )) فأطلق ولم يقيد ، فمن قيده بشيء فعليه الدليل ، وكذلك قوله - صلى الله عليه وسلم - لما سئل : أي الكسب أفضل ؟ قال : (( عمل الرجل بيده وكل بيع مبرور )) رواه الحاكم ، فهذا لفظ عام يدخل فيه جميع أنواع البيع المبرورة ولا يخرج عن هذا الحكم إلا ما خصه الدليل ، والله أعلم .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ومن الأدلة أيضاً : أن الصحابة على عهده - صلى الله عليه وسلم - لا يزالون يتبايعون بسائر أنواع المعاملات من غير سؤال عن حلالها وحرامها ، مما يدل على أن الأصل المتقرر عندهم هو الحل والإباحة ، وأقرهم النبي - صلى الله عليه وسلم - على ذلك ، ولم يثبت عنه أنه أنكر عليهم ذلك إلا أنواعاً من المعاملات ثبت تحريمها لما فيها من الغرر أو الربا أو المخادعة ، لكن لم يقل لهم : \" لا تتعاملوا إلا بمعاملة ثبت حلها \" مما يدل على أن الأصل الحل والإباحة ، ولا أقول : الصحابة فقط ! بل الناس جميعاً من زمانهم إلى زماننا هذا يتعاملون في أسواقهم بشتى أنواع المعاملات من غير نكير مما يدل على إجماعهم على أن الأصل في هذه المعاملات الحل والإباحة . ¶ ومن الأدلة أيضاً : أن المستقرئ لأدلة الشريعة في سائر أبواب كتاب البيع يجد أن الأدلة حرصت على بيان العقود المحرمة فقط ، فغالب الأدلة الموجودة إنما هي في بيان ذلك ، وهذا يدلنا على أن الأصل هو الحل والإباحة وإنما المراد بيان ماهو محرم فقط ، كذلك باب العبادات فالأدلة فيه غالباً تبين ما يجوز منها فقط ، أما ما لا يجوز فهو نزر قليل مما يدل على أن الأصل فيه المنع ، فالشريعة تحرص على بيان المحرم منه ، وباب المعاملات غالب الأدلة فيه إنما هي في بيان المعاملات المحرمة فدل ذلك على أن الأصل فيه الجواز والحل ، والله أعلم .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ومن الأدلة أيضاً : أن من كمال الشريعة أن ما كانت حاجة الناس إليه ماسة فيما بينهم فإنها توسع فيه ، وتسلك فيه مسلك التيسير ، وهذا أصل من أصول الشريعة ـ أعني رفع الحرج عن المكلف ـ وباب البيوع من الأبواب المهمة جداً فإن البلوى به عامة ، فما من مكلف غالباً إلا وقد باع أو اشترى أو كان بينه وبين غيره معاملة غير ذلك ، فهذا الباب من الأبواب التي تشتد حاجة الناس إليه فكان من المناسب شرعاً فتح الباب فيه وطلب التيسير فيه ، وهذا هو ما دلت عليه الأدلة السابقة ، فهذه القاعدة المهمة تأيدت بدلالة الكتاب والسنة والإجماع والاعتبار الصحيح ، فهذا يدل على صحتها وسلامتها ، ولها تأثير بالغ جداً في المعاملات كما ستراه إن شاء الله تعالى ، فإليك بعض الفروع الموضحة لك هذه القاعدة فأقول وبالله - عز وجل - التوفيق :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فمن الفروع : المعاملة التي عمت بها البلوى عندنا وهي التأجير المنتهي بالتمليك وصورتها أن يأتي المستهلك ويقول لتاجر: سأشتري منك هذه السيارة بأقساط شهرية ، فيقول التاجر : لا بأس ولكن من باب حفظ حقي سيكون العقد الذي بيني وبينك عقد إجارة إلى أن تسدد جميع ماعليك من الأقساط الشهرية ثم يتحول العقد إلى بيع ، فإن شئت أن تستمر في سداد الأقساط إلى نهايتها فبمجرد تسليم القسط الأخير تمتلك السيارة وإن شئت ردها فيكون مادفعته من الأقساط قيمة إجارة السيارة فلا حق لك في المطالبة ، وتكون الاستمارة باقية باسم التاجر إلى نهاية السداد ، فالسؤال : هل هذه المعاملة جائزة أم لا ؟ فأقول : فيها خلاف بين أهل العلم في زماننا ، على قولين فمنهم من حرمها وشدد فيها ، ومنهم من أجازها وجعلها جارية على الأصل ، وهذا هو الصواب عندي والله أعلم ، وذلك لأننا قررنا أن الأصل في المعاملات الحل و الإباحة إلا بدليل ، وهذه من جملة المعاملات التي تدخل في عموم قوله جل وعلا : { وأحل الله البيع } فمن حرمها فعليه الدليل ، وإني بحثت فيما استدلوا به فرأيت أنه لا يصلح متمسكاً للقول بالحرمة ، وأسوق لك هنا أدلتهم إن شاء الله وأناقش الاستدلال بها على تحريم هذه المعاملة ، فمن أدلتهم حديث أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم - : (( نهى عن بيعتين في بيعة )) وفي لفظٍ لأبي داود : (( من باع بيعتين في بيعة ٍ فله أوكسهما أو الربا )) وهو حديث حسن ، ومفاده : أن العقد الذي يتضمن بيعتين عقد منهي عنه ، وقد تقرر في الأصول أن النهي المجرد يفيد التحريم ، والتأجير المنتهي بالتمليك حقيقته أنه بيعتين في بيعةٍ ، فالإجارة عقد والبيع عقد ، فهما عقدان في عقدٍ واحدٍ وهذا هو حقيقة المنهي عنه ، ومن أدلتهم أيضاً حديث سماك بن عبد الرحمن بن عبد الله بن مسعود عن أبيه قال : (( نهى النبي - صلى الله عليه وسلم - عن صفقتين في صفقة )) ، قال سماك : هو",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الرجل يبيع البيع فيقول : هو بنسأ بكذا وهو بنقدٍ بكذا وكذا رواه الإمام أحمد في المسند ، وسكت عنه الحافظ وقال الهيثمي في مجمع الزوائد : رجال أحمد ثقات ، ووجه الشاهد منه نفس وجه الشاهد من حديث أبي هريرة ، لكن فيه زيادة تفسير الصفقتين في صفقة وهو ماذكره سماك ، من أن يكون البيع مترددا بين ثمنين حالاً بثمن ومؤجلاً بثمن وقد تقرر في الأصول : أن تفسير الراوي لماروى حجة مالم يخالف ظاهره، والتأجير المنتهي بالتمليك الثمن فيه متردد بين أن يكون ثمن إجارة أو ثمن بيع فلا يدري المشتري ماذا يقضى عليه و لايدري البائع ماذا ينتهي الأمر عليه ، بمعنى أن البائع لا يدري هل سيستمر المشتري في الأقساط إلى النهاية فيكون عقد بيع أم سيترك السداد فيكون ثمن إجارة ، ومن أدلتهم أيضاً حديث أبي هريرة في صحيح مسلم : (( أن النبي - صلى الله عليه وسلم - نهى عن بيع الغرر )) وهذه المعاملة فيها غرر واضح ، والمراد بالغرر الجهل بالعاقبة وتردد الأمر بين شيئين لا ندري عل أيهما يثبت وهذه المعاملة لا ندري أتكون إجارة أم عقد بيع ، فإن هذا مستور العاقبة ، والمشتري لا يدري أيتصرف في السيارة تصرف من يملك العين ، أم تصرف المستأجرين ، وإذا حصل في السيارة خلل فلا ندري أهو من ضمان المشتري أم من ضمان البائع ، فكل ذلك من الغرر الواضح فتكون هذه المعاملة غرراً من بدايتها إلى نهايتها والله أعلم ، فهذا مجمل أدلتهم التي ذكروها وهي في الحقيقة لا تدل على المطلوب في صدر ولا ورد ، ولا يصح الاستدلال بها على إخراج هذه المعاملة من الأصل المتقرر وبيان ذلك أن حديث أبي هريرة لا مطعن في سنده لأنه في صحيح الإمام مسلم ، لكن مطعنه في الاستدلال به ، فإن الغرر في معاملة التأجير المنتهي بالتمليك ، فإنه لا مدخل للغرر فيها ، وعاقبتها معروفة لدى الطرفين ، فقد حصل الاتفاق بين الطرفين على أقساط شهرية معلومة في مدة معلومة فإن شاء المشتري إتمامها فله ذلك",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ويمتلك السيارة وإن شاء قطعها فله ذلك ويكون ما دفعه مقابلاً للانتفاع بالسيارة ، فقرار القطع والإتمام في يده ، وقد دخل فيه المشتري بعلم وبصيرة فأين الغرر ! ، أما تصرفه فيها فمن المعلوم أن العقد في بدايته عقد إجارة والإجارة هي بيع المنافع فيتصرف المشتري فيها تصرف المستأجرين في العين المؤجرة ، وقد تقرر شرعاً أنه إذا حصل تلف في العين المؤجرة بسبب الاستعمال فإن ضمانه على المستأجر ، وإذا حصل خلل فني في السيارة فإنه على البائع هذا هو المتقرر في الشريعة عند أصحاب هذه المعاملة ، فلا غرر إذاً في ضمان التلف ، وقد كتبت شروط ضمان التلف في بيان يقرؤه المشتري قبل دخوله في هذه المعاملة ليكون على علمٍ وبصيرة فأين الغرر ؟ إذاً عاقبتها معلومة ، والذي يتحمل التلف معلوم ونوعية التصرف معلومة فلا غرر إذاً ، وحيث انتفى الغرر فلا تدخل في عموم حديث أبي هريرة رضي الله عنه ، أما علمنا بعاقبتها فهي مع تمام الأقساط ودفع المؤخر تعتبر بيعاً ، ومع انقطاع السداد تعتبر إجارةً ، وأما ضمانها فكما فصلنا سابقاً وأما نوعية التصرف فقبل السداد يتصرف تصرف المستأجرين وبعده تصرف المالكين فلا غرر ولله الحمد ، فلا داعي إذاً أن نتكلف العبارة لا دعاء الغرر لسد هذا الباب الذي فتحه الله لعباده ، بلا علم ولا برهان ، فهذا بالنسبة للاستدلال بحديث أبي هريرة والله أعلم .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وأما حديث أبي هريرة رضي الله عنه : (( نهى عن بيعتين في بيعة )) فنقول : هذا هو عمدتهم في تحريم هذه المعاملة فإنهم أخذوا بظاهر اللفظ ولم ينظروا إلى روايات الحديث وزياداته ، ويناقش الاستدلال من وجهين :- الأول : ( في سنده ) : فإن فيه محمد بن عمر وبن علقمة وقد تكلم فيه غير واحد وقال الحافظ عنه في التقريب ( ضعيف ) وعلى كل حال فالحديث حسن ، وقد حسنه الإمام الألباني في الإرواء ، فهو من قسم المحتج به إن شاء الله تعالى فالمناقشة الأولى حسب الصناعة الحديثة مناقشة عليلة فالأولى اطراحها، الوجه الثاني :- قد تقرر في الأصول أن خير ما فسرت به السنة هو السنة فإذا ورد تفسير من كلام النبي - صلى الله عليه وسلم - لكلامه فهو النور الذي لا ينبغي العدول عنه ولا مجاوزته لغيره ، وكل تفسير بعده إن كان موافقاً لتفسيره فمقبول وإلا فمردود ، وحديث البيعتين في بيعة قد ورد تفسيره عن المصطفى بأبي هو وأمي - صلى الله عليه وسلم - وذلك في قوله : (( من باع بيعتين في بيعةٍ فله أوكسهما أو الربا )) فهذا التفسير يقضي على جميع التفاسير التي نقلت عن أهل العلم – رحمهم الله تعالى وجعلت فداهم – فإنهم اختلفوا في تفسير البيعتين في بيعة اختلافاً يطول سرده ، وبعضها بَيٍّنٌ بُعدُه فلا داعي للاشتغال بها مع تفسير سيد المفسرين وإمام المتقين - صلى الله عليه وسلم - فدعك من جميعها وأقبل على قوله فإنه النور والحق وماذا بعد الحق إلا الضلال ، وكما قال الشاعر :- ¶ فمالك والتلدد نحو نجدٍ وقد ملئت تهامة بالرجال",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وكما مضى فسند حديث أبي هريرة حسن محتج به ، وهذه الزيادة عند أبي داود أيضًا بسندٍ حسن ، فهي تفسير لحديث : (( نهى عن بيعتين في بيعة )) وبيان ذلك : أن البيعتين في بيعة ذريعة للوصول إلى الربا فهما البيعتان الذي يؤدي اجتماعهما إلى مفسدة ، وذلك كالعينة فإنها بيعتان في بيعة ، لأن التاجر باع سلعته مؤجلة بألفٍ مثلاً فهذا بيع ثم اشتراها مرة أخرى بخمسمائة ، وهذه بيعة ، فهنا بيعتان ، فالتاجر بين أمرين إما أن يأخذ الثمن الزائد وهو ثمن البيعة الأولى وهذا هو الربا ، وإما أن يأخذ بالناقص وهو البيعة الثانية وهذا خروج من الربا ، فهو بين بيعتين إما أن يرضى بأوكسهما أي أنقصهما أو يقع في الربا ، فحديث البيعتين في بيعة هو بعينه صورة العينة ، وبذلك فسرها جمع من المحققين كشيخ الإسلام وتلميذه وغيرهما وهو التفسير الصحيح الذي لا تكلف فيه ولا تعمق ، وليس حديث : (( بيعتين في بيعة )) عام في كل بيعتين ، بل خاص في البيعتين الذي يؤدي اجتماعهما إلى مفسدة ، لأن الشريعة لا تنهى إلا عن ما فيه مفسدة خالصة أو غالبة ، كما في صورة اجتماع البيعتين في العينة ، فإذا تقرر هذا ، فمعاملة التأجير المنتهي بالتمليك وإن كانت بيعتين في بيعة لكن اجتماع التأجير والبيع لا يؤدي إلى مفسدة بل إن فيه استيثاق التجار من حقوقهم وحفظ أموالهم ، والشريعة لا تنهى عن شيء لا مفسدة فيه ، فضلاً عن ما فيه مصلحة ، ثم إن اجتماع التأجير و البيع في عقد واحد كيف يطبق عليه قوله : (( فله أوكسهما أو الربا )) فإن الربا في هذه المعاملة لا مدخل له فيها ، وهذا يذكرني بقوله - صلى الله عليه وسلم - : (( ولا شرطان في بيع )) ففهم منه بعض أهل العلم والفضل أن المنهي عنه هو اجتماع شرطين ولوكان في اجتماعهما مصلحة ، وهذا ليس بظاهر الحديث وإنما المنهي عنه هو الجمع بين الشرطين اللذين يؤدي اجتماعهما إلى مفسدة ، فأنت تعجب من بعض الفقهاء إذا قال : لا يجوز اشتراط حمل",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الحطب وتكسيره ، أو خياطة الثوب وكيه لأنها شرطان في البيع وهذا يعلم من تدبر أصول الشريعة أنه لم ينه عنه وإنما المنهي عنه اجتماع الشروط التي يؤدي اجتماعها إلى مفسدة وكذلك هنا ، فالبيعتان المنهي عنها هما البيعتان التي يؤدي اجتماعهما إلى مفسدة ، وعلى كل حال فالأصل في المعاملات الحل والإباحة ، وهو أصل عام في جميع المعاملات وما ذكر من الأدلة لا يصح الاستدلال به على تحريم المعاملة ، وإنما أطلت في هذا الفرع لأهميته ولكثرة الاختلاف فيه والله اعلم .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ومنها : مسألة التورّق : وهي من جملة المعاملات المنتشرة أيضاً في زماننا هذا ، وصورتها أن يشتري الإنسان السلعة لا ليستعملها وإنما ليبيعها ويستفيد من ثمنها ، وسميت بمسألة التورق ، لأن المقصود من عقدها الورِق الذي هو الفضة ، أو الورَق المعروف عندنا في زماننا ، وعلى كل حالٍ هل هي جائزة أم لا ؟ أقول :- فيه خلاف طويل بين أهل العلم رحمهم الله تعالى فقال بعضهم بالجواز ، وقال بعضهم بالحرمة والأصل المتقرر عندنا في المعاملات الحل والإباحة ، فالدليل يطلب من القائل بالتحريم ، لا من القائل بالحل ، لأن الأصل معه ، وقد استدلوا على تحريم هذه المعاملة بعدة أدلة فمن هذه الأدلة :- حديث : (( نهى النبي - صلى الله عليه وسلم - عن بيع المضطر )) وهذا الرجل الذي اشترى السلعة في حقيقته إنما فعل ذلك لأنه مضطر إلى الورق ، فهو يدخل في عموم النهي عن بيع المضطر ، ومن أدلتهم : الأحاديث التي تنهى عن العينة ، ومسألة التورق فرع منها ، ولذلك قال ابن عباس رضي الله عنه : (( إنهم يخادعون الله كما يخادعون الصبيان ، إنما هي نقد بنقدٍ بينهما سلعة )) ، وقال عمر بن عبدالعزيز : \" التورق أُخيّة الربا \" ، وشدّد فيها أبو العباس تقي الدين رحمه الله تعالى ، وقال الآخرون : إن حديث النهي عن بيع المضطر مع ما فيه من ضعفٍ في سنده فليس بمفيد لتحريم مسألة التورق ، لأن النهي عن بيع المضطر ليس نهيا مطلقاً وإنما النهي فيما إذا استغل اضطراره فزيد عليه زيادة مجحفة ، وسواءً أكان الثمن حالاً أو مؤجلاً ، وإلا فلو عمل الناس بإطلاق هذا الحديث لتضرر المضطر لأنه لن يجد أحداً يبيعه أو يشتري منه ، وهذا ضرر عليه لا بد من رفعه فقيد إطلاق الحديث بعلته فالنهي منصب على الزيادة المجحفة عليه أو النقص المجحف عليه ، أما البيع أو الشراء كما يبيع الناس ويشترون فهذا لم ينه عنه ، ومسألة التورق يشترط فيها أن تكون الزيادة التي بسبب التأخير زيادة معقولة يتعارف",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "عليها الناس وتقبل فيما بينهم ، فليست هي من قبيل بيع المضطر في شيء بل إنه حصل بها من تفريج الكرب وتحصيل الأمور المهمة من زواجٍ ومسكن ومركب ما يعلمه الخاص والعام ، وأما أحاديث العينة ، فهي في العينة ، وأين العينة من التورق ! فإن المشتري في العينة هو عين البائع الأول ، أعني أن صاحب السلعة الأول باعها لآخر مؤجلة بألف مثلاً ثم اشتراها هو بعينه حالة بخمسمائة ، فهذا هو عين الربا والنص ورد في ذلك وهذا هو الذي يصدق عليه قول ابن عباس ، نقد بنقد بينهما سلعة ، أما التورق فإن المشتري للسلعة بعد شرائها ليس هو البائع الأول بل هو رجل أجنبي عن العقد الأول ، والناس قد يشترون السلع ولا يريدون استعمالها وإنما يريدون ثمنها أو التجارة بها ، وأما قول عمر بن عبد العزيز :\" هي أُخيّة الربا \"، فلا يؤخذ منه تشريع باتفاق المسلمين ويناقش بإجازة غيره لها ، بل هي المخلص من الربا ، وباب خير فتح للناس ولله الحمد ولم يأت دليل مستقيم يعتمد عليه في تحريمها ، فالبراءة الأصلية في مثل هذه المعاملة مستصحبة ، فالأصل فيها الحل والإباحة وهو الذي يفتي به غالب علماء هذه البلاد المباركة - حفظ الله حيهم ورحم ميتهم - وذلك مراعاة لأحوال الناس فيما لم يرد فيه دليل يمنع منه وقولهم هو الموافق للأصول وسماحة الشريعة والله أعلم .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومنها : البيع بالتقسيط : وهي أن تشتري سلعة بسعرٍ زائدٍ على ثمنها حالةً من أجل الأجل ، وهذا يكثر وقوعه ، بل قل من يسلم منه ، وقد حصل به الفرج لقوم وافتتن به آخرون ، وهو معاملة من جملة المعاملات ، فالأصل فيه الحل والإباحة حتى يقوم دليل التحريم ، ولم يأت من منعه بدليل يفيد ذلك فالأصل هو البقاء على الجواز فالبيع بالتقسيط إلى أجل جائز ، وزيادة الثمن إنما هي من أجل التأخير ففي هذه المعاملة مصلحة للتاجر في زيادة الثمن ومصلحة للمشتري بحصوله على ما يريد بثمن موزع على شهور معلومة ، فلما لم يأت دليل يمنعها حكمنا بالأصل الذي قررناه سابقا و الله أعلم . ¶ ومنها : مسألة التعقيب على المعاملات : وهي في بلدنا قد عمت بها البلوى ، وصورتها : أن تحتاج إلى أمر ما من مؤسسة أو وزارة أو رئاسة ونحوها ، ولا تستطيع القيام بإنهاء إجراءات ما تريد بنفسك فتوكل معقباً يقوم بذلك عنك وتدفع له مبلغاً تتفقان عليه لفظاً أو عرفاً فهل ذلك جائز ؟ ، فأقول :- هي معاملة من جملة المعاملات فالأصل فيها الحل والإباحة إلا بدليل ، ولم يأت دليل يمنع منها ، بل وردت الأدلة بجوازها ، لأنها وكالة والوكالة جائزة شرعاً بأدلة معروفة ، لكن لا بد من أن نشترط لجواز هذه المعاملة بعينها شروطاً ، وذلك لأننا نرى كثيراً من المعقبين يقع في المحظور من حيث يشعر أو لا يشعر ، فاحتاج المقام إلى اشتراط أمور مهمة تتوقف هذه المعاملة عليها وهي :-",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "أولاً : أن لا يترتب على هذه الوكالة تقديم المفضول على الفاضل ، لأن هذا ظلم وتأخير ما حقه التقديم وخصوصاً إذا كانت الوظائف لعموم الأمة كحفظ الأمن والطب والقضاء والتعليم ونحوها ، فإن هذه الوظائف حق للأكفأ فيجب على ولي الأمر أن يتقي الله تعالى فيمن يختاره للمسلمين في مثل هذه الوظائف ، وأن لا يوسد الأمر إلا لأهله ، فلا مدخل للوساطات هنا ، بل مادخل الفساد على الأمة في أمنها وتعليمها ونحو ذلك إلا لما أسندت هذه الأمور لمن ليس أهلاً لها ، فإذا كانت مسألة التعقيب توجب تقديم المفضول على الفاضل فهي ممنوعة لأنها من الظلم والغش للمسلمين و الواجب بذل النصيحة للمسلين كما في حديث : (( الدين النصيحة )). ¶ الثاني : أن لا تتضمن هذه المعاملة دفع رشوة لأصحاب الاختصاص ، وذلك بأن يدفع صاحب الشأن للمعقب أموالاً يقوم المعقب بدفعها للموظفين لينجزوا له أمره وليهتموا به ، فإذا تضمنت المعاملة ذلك فهي ممنوعة لأنها تضمنت حراماً فالرشوة حرام بالأدلة الصحيحة والإجماع .وهذا يقع كثيراً والله المستعان.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الثالث : أن لا يكون المعقب ممن أوكل لهم ولي الأمر هذا العمل بمعنى أن لا يكون موظفاً في هذه الدائرة التي يراد منها إنجاز المعاملة ، فإن الموظف يجب عليه بذل العمل للناس مجاناً و لا يجوز له أن يوقف العمل على دفع شيء من المراجعين مقابل عمله ، فهذا غلول ورشوة لعن الله فاعله ، فهو يأخذ مقابل عمله راتباً شهرياً من قبل ولي الأمر ، وهذا أيضاً يقع ! فتجد بعض موظفي الوزارات أو الرئاسات يفتحون مكاتب تعقيب ، فيأخذون المعاملات التي تخص دائرتهم ويعجلون إنهاءها وهذا حرام ، ولهذا تجد أن المعاملات التي تأتيهم من قبل مراجعين لم يحصل بينهم سابق اتفاق ، معطلة و لا تنتهي إلا بعد التي واللتيّا ، وهذا ظاهر حكم الشرع فيه أنه حرام ، فإذا سلمت معاملة التعقيب من هذه الأمور الثلاثة فهي حلال ولا شك عملاً بالأصل المقرر أن الأصل في المعاملات الحل والإباحة . والله أعلم .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومنها : مسألة السفتجة : وهي مسألة مشهورة في الفقه وصورتها : أن يستدين رجل من آخر مالاً أو غيره على أن يوفيه له في بلدٍ آخر غير بلد القرض ، كأن يستدين منه مثلاً في الرياض ويشترط عليه السداد في المدينة النبوية ، فهذه هي مسألة السفتجة : وفيها خلاف بين أهل العلم رحمهم الله تعالى ، فمنهم من أجازها ، وهم الأكثر ومنهم من حرمها وقال إنها من الدين الذي جرّ نفعاً ، وكل قرضٍ جر نفعاً فهو ربا ، والصواب جوازها إن شاء الله تعالى ، عملاً بالأصل المتقرر في المعاملات ، وأنه لم يأت دليل يمنع منها ، وليست هي من القرض الذي جرّ نفعاً إذ ليس كل نفعٍ يكون في القرض يمنع منه ، وفي مسألة السفتجة النفع بينهما مشترك ولم يغبن فيه المقترض ، وذلك لأن المقترض رأى النفع بأمن خطر الطريق من نقل دراهمه إلى ذلك البلد ، وقد انتفع الآخر أيضاً بالوفاء في ذلك البلد وأمن خطر الطريق فكلاهما منتفع بهذا الاقتراض ، والشارع لا ينهى عما ينفعهم وفيه مصلحة وإنما نهاهم عما يضرهم ، ولا ضرر في هذه المعاملة لا على المقرض ولا على المقترض ، بل لهم فيها مصلحة خالصة أو راجحة ، فالأصل جوازها واختار هذا القول أبو العباس شيخ الإسلام تقي الدين رحمه الله تعالى . والله أعلم . ¶ والفروع على هذه القاعدة كثيرة جداً ، وإنما المقصود الإشارة ولعلك إن شاء الله تعالى فهمت المراد من تسطير هذا الضابط فاشدد به يديك واعضض عليه بالنواجذ ودعك من قول فلانٍ وفلانٍ ، فإن الزبد يذهب جفاءً و أما ما ينفع الناس فيمكث في الأرض ، فنسأل الله أن ينفعنا بما علمنا وهو أعلى وأعلم . ¶ القاعدة الثانية ¶ تنعقد المعاملة بما يدل عليها من قولٍ أو فعلٍ",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وهذا هو الصحيح إن شاء الله تعالى ، واختاره أبو العباس شيخ الإسلام ابن تيمية رحمه الله تعالى . وقبل الدخول في شرحها أقول :- لقد شرحنا في قواعد الأصول ولله الحمد والمنة أن ماورد في الشريعة مطلقاً فإنه لا يجوز تقييده إلا بدليل ذلك لأن الأصل أن المطلق يجرى على إطلاقه ولا يقيد إلا بمقيد صحيح صريح ، وشرحنا أيضاً في كتابنا تلقيح الأفهام ولله الحمد والمنة أن كل حكم ورد في الشرع ولم يرد فيه تحديده فإننا نحده باللغة فإن لم نجد له حداً في اللغة فإننا نحده بالعرف ، فهاتان القاعدتان لا بد من استذكارهما هنا لأن هذه القاعدة فرع عنهما والله يتولانا وإياك وهو أعلى وأعلم . ¶ فأقول : إن هذه المعاملات المختلفة من بيع وشراءِ وسلم وحوالة ٍ وضمان وكفالةٍ وقرضٍ ووقفٍ وهبة وغيرها ، كلها وردت في الأدلة هكذا مطلقة ًلم تقيد بلفظٍ معين ولا بفعل معين لا تنعقد إلا به ، ومن قيد انعقادها بقولٍ معين أو فعلٍ معين فإنه مطالب بالدليل المقيد لما أطلقته الأدلة ، فانعقادها وردت به الأدلة المطلقة ولم يرد تحديده بلفظٍ أو فعلٍ معين فيكون مرد انعقاد هذه المعاملات إلى العرف ، فتنعقد هذه المعاملات بما دل عليه العرف من قولٍ أو فعل من غير اشتراط لفظٍ معين أو فعلٍ معين ، ولأن الأصل عدم الاشتراط فمن قيد صحة معاملة من المعاملات بشرط معين فإنه يكون مخالفاً للأصل وناقل عنه ، والناقل عن الأصل هو المطالب بالدليل ، وعلى ذلك فأي قولٍ أو فعلٍ يدل على مقصود المعاملة فإنه يكون كافياً في انعقادها ويكون ذلك خاضعاً للأعراف واختلافها من بلدٍ إلى بلد ويعتبر على الخصوص عرف التجار فيما بينهم في هذا المعاملة ، وعلى كلٍ فنقول : إن أي لفظ أو فعل يدل على الرغبة في هذه المعاملة ويحقق المقصود فإنه يكون كافياً في الانعقاد ، وهذا هو الذي دلت عليه الأدلة والله الموفق والهادي وهو أعلم وأعلى .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ومن هذه الأدلة الدالة على عدم الاشتراط : قوله تعالى : { وَأَحَلَّ اللَّهُ الْبَيْعَ } ووجه الدلالة منه : أنه أحل كل بيع من غير اشتراط للفظ معين لا يصح إلا به فهو مطلق عن الاشتراط والأصل هو بقاء المطلق على إطلاقه ولا يقيد إلا بدليل فمن قيد حلِّية البيع وصحته بلفظٍ معين فإنه يكون زائداً على كلام الشارع شيئاً لادليل عليه والله أعلم . ¶ ومن الأدلة أيضاً : قوله تعالى : { إلا أن تكون تجارة عن تراضٍ منكم َ } وهنا أجاز التجارات الدائرة بيننا ولم يشترط فيها إلا التراضي ولم يشترط فيها لفظاً أو فعلاً معيناً لا تصح إلا به ونحن نعلم من عادة الناس في أقوالهم وأفعالهم أنهم يعلمون التراضي وطيب النفس بطرق متعددة والله أعلم . ¶ ومن الأدلة أيضاً : قوله تعالى : { فإن طبن لكم عن شيء منه نفساً فكلوه هنيئاً مريئاً } وهذه الآية في التبرع والتي قبلها في المعاوضات وإنما اشترط فيها طيب النفس ، وطيب النفس يعلم بأمور كثيرة فإذا تحقق طيب النفس صح العقد ولم يشترط لصحة ذلك لفظاً أو فعلاً معيناً مما يدل على أن الأمر في ذلك واسع والأصل هو بقاء المطلق على إطلاقه ولا يقيد إلا بدليل والله أعلم . ¶ ومن الأدلة : أن الرسول - صلى الله عليه وسلم - بنى مسجده والمسلمون بنوا المساجد على عهده وبعد موته ولم يأمر أحداً أن يقول : وقفت هذا المسجد ولا مايشبه هذا اللفظ بل قال عليه الصلاة والسلام : (( من بنى مسجداً بنى الله له بيتاً في الجنة )) فعلق الحكم بنفس بنائه ولم يعلقه بلفظ معين و لا بفعل معين وهذا في عقود الأوقاف فإنها تصح بما يدل على مقصودها من قول أو فعل أو عرف والله أعلم .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ومن الأدلة أيضاً : ماثبت في الصحيحين أنه لما اشترى الجمل من عبد الله بن عمر بن الخطاب قال : (( هو لك يا عبد الله بن عمر )) ولم يصدر من ابن عمر لفظ القبول فلو كان شرطاً لصحة البيع لأمره به فلما لم يأمره به دل على أنه ليس بشرط فقام أخذه للجمل مقام القبول لأنه دال على مقصوده فدل ذلك على أن العقود تصح بما يدل عليها من قولٍ أو فعلٍ والله أعلم . ¶ ومن الأدلة : قوله - صلى الله عليه وسلم - : (( إذا تبايع الرجلان فكل واحد منهما بالخيار مالم تتفرقا وكانا جميعاً أو يخير أحدهما الآخر فإن خير أحدهما الآخر وتبايعا على ذلك فقد وجب البيع وإن تفرقا بعد أن تباعيا ولم يترك واحد منهما البيع فقد وجب البيع )) (متفق عليه) وهنا أوجب البيع بمجرد التراضي بينهما والتفرق بالأبدان من غير ذكر لألفاظ معينة أو أفعال معينة مما يدل على أنه يصح بما يدل على مقصوده من قول أو فعلٍ فمن اشترط لصحة البيع قولاً أو فعلاً معنياً فإنه يكون بذلك زائداً على ما جاءت به الأدلة والله أعلم . ¶ ومن الأدلة أيضاً : حديث ابن عمر أنه قال ذكر رجل للنبي - صلى الله عليه وسلم - أنه يخدع في البيوع فقال رسول الله - صلى الله عليه وسلم - : (( من بايعت فقل لا خلابة )) ولم يأمره بغير هذا القول فلو كان البيع لا ينعقد إلا بلفظ معين لبين له ذلك ولأمره به . ¶ ومن الأدلة أيضاً : أنه - صلى الله عليه وسلم - كان يهدي ويهدى إليه ولم يكن يتلفظ عند إعطاء الهدية أو قبولها بألفاظٍ معينة كما يقوله بعض الفقهاء رحمهم الله تعالى والهدية من عقود التبرعات فدل ذلك على أنها تنعقد بما دل عليها من قول أو فعل أو عرف .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ومن الأدلة أيضاً : أن هذه الأسماء كاسم البيع والإجارة والحوالة والهبة والوقف ونحوها جاءت في كتاب الله تعالى وسنة رسوله - صلى الله عليه وسلم - معلقاً بها أحكام شرعية وكل اسم فلا بد له من حد ، فمنه ما يعلم حده باللغة كالشمس والأرض والبر والبحر والسماء والأرض ونحوها ومنه ما يعلم بالشرع كالمؤمن والكافر والمنافق والصلاة والزكاة والحج والصوم ونحوها , وما لم يكن له حد في اللغة , ولا في الشرع فالمرجع فيه إلى عرف الناس ومعلوم أن البيع والإجارة والهبة ونحوه , لم يحد الشارع لها حداً لا في كتاب ولا سنة ولا نقل عن أحدٍ من الصحابة والتابعين أنه عين للعقود صفة معينة من الألفاظ أو غيرها أو قال : إنها لا تنعقد إلا بالصيغ الخاصة بل قيل إن هذا القول وهو ربط العقود بصيغ خاصة ، قيل إنه يخالف الإجماع القديم وإنه من البدع ، فحيث لم يرد لهذه الألفاظ حد في الشرع ولا في اللغة فإننا نرجع إلى تحديدها بالعرف , فما عده الناس بيعا فهو بيع وما عده العرف إجارة أو هبة فهو إجارة أو هبة وهكذا والله أعلم . ¶ فبهذه الأدلة يتقرر لنا أن المعاملات تنعقد بكل قول أو فعل يدل على مقصودها وأن مرد ذلك إلى العرف ولأن الله تعالى لم يتعبدنا بألفاظ معينة وإنما القصد الدلالة على معناها فبأي لفظٍ دل عليها فإنه يحصل مقصودها فالعقد عند كل قوم يتم بما يفهمونه بينهم من الصيغ وليس لذلك حد مستقر لا في شرع ولا في لغة بل يتنوع ذلك بتنوع اصطلاح الناس ، وهذه القاعدة هي التي تدل عليها أصول الشريعة وهي التي تعرفها القلوب . إذا عرفت هذا فإليك بعض الفروع على هذه القاعدة العظيمة فأقول وبالله التوفيق :-",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "منها : البيع , قال بعض الفقهاء : وينعقد بإيجاب وقبولٍ بعده وقبله متراخياً عنه في مجلسه فإن تشاغلا بما يقطعه بطل كذا قالوا ، وهو مبني على أن الصيغة ركن من أركان العقد لا تصح بدونه وهو قول مرجوح والراجح أن هذه المسألة لا أصل لها في الشريعة والحق فيها هو أن عقد البيع يتم بما يدل على مقصوده من قولٍ أو فعل وأن ذلك خاضع للعرف فما عده الناس بيعاً فهو بيع ولا دليل على اشتراط الإيجاب والقبول فالراجح إن شاء الله تعالى إلغاء هذا الكلام واطراحه لأنه ربط لصحة البيع بما لا دليل عليه ، فالبيع ينعقد عند كل قومٍ بما يفهمونه بينهم من الصيغ والأفعال وهذا القول هو المتناسب مع روح الشريعة وسماحتها وهو من باب رفع الحرج عنهم والله ربنا أعلى وأعلم . ¶ ومنها : السلم وهو عقد على موصوفٍ في الذمة مؤجلٍ بثمن مؤجل مقبوض في مجلس العقد فإن بعض الفقهاء يقول:- ولا يصح السلم إلا بلفظ البيع والتمليك ولفظ السلم والسلف لأنهما حقيقة فيه ، وهذا هو المذهب وعليه الأصحاب , والراجح هو ما دلت عليه هذه القاعدة من أن المعاملات تنعقد بما يدل على مقصودها من قولٍ أو عرف , والسلم من جملة المعاملات فلو تعارف أهل بلدٍ على لفظ أو فعلٍ ليس من الألفاظ المقررة عند بعض الفقهاء فإنه ينعقد سلماً بذلك فالسلم ينعقد بما يدل عليه من قولٍ أو عرف فلا تربط صحته بلفظٍ معين أو فعل معين والله أعلم . ¶ ومنها : القبض في المعاملات فإنه يختلف باختلاف الأعراف لأنه لفظ ورد في الشرع كما في قوله - صلى الله عليه وسلم - : (( من ابتاع طعاماً فلا يبعه حتى يقبضه )) ولم يرد تحديده في اللغة ولا حد له في الشرع فيرجع في تحديده بالعرف فيتم القبض في كل سلعة بما تعارف الناس عليه أنه قبض ويختلف ذلك باختلاف الأعراف والبلدان ، وهذا من باب التوسعة ولله الحمد والمنة .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ومنها : الرهن ، قال صاحب الروض في باب الرهن : ولا يصح بدون إيجاب وقبول أو ما يدل عليهما وجعل الأصحاب الصيغة ركناً من أركان صحة الرهن ، وأقول : بل الرهن يصح بما يدل على مقصودة من قولٍ أو فعلٍ فلا يشترط لفظ بعينه كرهنتك هذا بل ما دل عليه العرف أنه رهن فهو ينعقد رهناً ويترتب عليه الأحكام الشرعية في الرهن فمن ربط صحته بلفظٍ معين فهو مطالب بالدليل ولذلك فقوله \" ولا يصح بدون إيجاب وقبول \" قول مرجوح والراجح هو ما ذكرته لك والله أعلم . ¶ و منها : الوكالة هي من جملة المعاملات وعرفها الفقهاء بقولهم :- هي استنابة جائز التصرف مثله فيما تدخله النيابة ، وقال في الزاد \" تصح الوكالة بكل قولٍ يدل على الإذن \" قلت : وهذا هو المعتمد وهو متوافق مع القاعدة فالوكالة تنعقد بما يدل على مقصودها من قولً أو فعل ويرجع في ذلك إلى العرف والله أعلم . ¶ ومنها : الإجارة , فإنها تنعقد بما يدل عليها من قول أو فعل لأنها من جملة المعاملات وقد تقرر أن المعاملات تنعقد بما يدل عليها من قولٍ أو فعل فلا يشترط لفظ أجرتك هذا أو بعتك هذه المنفعة فتصح بذلك وبكل لفظ ٍ أو فعل يدل على مقصودها والله أعلم . ¶ ومنها : المساقاة والمزارعة , فإنها من جملة المعاملات فيدخلان في هذه القاعدة فيصحان وينعقدان بما يدل على مقصودهما من قولٍ أو فعلٍ والله أعلم . ¶ ومنها : العارية وهي إباحة عين يباح نفعها وتبقى بعد استيفائه وهي من جملة المعاملات فتدخل تحت هذه القاعدة وقد قال الفقهاء رحمهم الله تعالى : \" أنها تنعقد بكل قولٍ أو فعلٍ يدل عليها \" وقولهم هذا جارٍ على سنن القاعدة المقررة فيما تنعقد به المعاملة ، فكل قولٍ أو فعلٍ أو عرفٍ يدل على مقصودها فإنها تنعقد به والله أعلم . ¶ ومنها : الوديعة تدخل تحت هذا الأصل أيضاً فتنعقد بكل ما يدل عليها من قولٍ أو عرفٍ لأن المعاملات تنعقد بما يدل على مقصودها من قولٍ أو فعل والله أعلم .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ومنها : إحياء الموات فإن النبي - صلى الله عليه وسلم - قد قال : (( من أحيا أرضاً ميتة فهي له )) وهذا الإحياء لم يرد تحديده في اللغة ولا في الشرع فيرد تحديده إلى العرف فما عده العرف إحياءً فهو سبب لتملك هذه الأرض ، أعني أنه ينعقد له سبب التملك بما عده العرف إحياءً وذلك لأنها من جملة المعاملات فتنعقد بما دل عليها من العرف والله أعلم . ¶ ومنها : الوقف وهو تحبيس الأصل وتسبيل المنفعة وهو من جملة المعاملات فيدخل تحت هذا الأصل المتقرر فينعقد بكل قولٍ أو فعل أو عرف دال على مقصوده فيصح بالقول وبالفعل الدال على مقصوده كمن جعل أرضه مسجداً وأذِن للناس في الصلاة فيها أو أذَّن فيه وأقام أو جعل أرضه مقبرة وأذِن للناس في الدفن فيها أو حفر بئراً وجعل عندها دلاءً كثيرة أو غير ذلك من التصرفات الدالة على الوقف وأما الأقوال فكقوله أوقفت وحبست وسبَّلت وتصدَّقت وأبدَّت وحرَّمت ونحو ذلك من الألفاظ وذلك لأن المعاملات تصح بما يدل على مقصودها من قولٍ أو فعل أو عرف والله تعالى أعلى وأعلم . ¶ ومنها : الهبة والعطية , فإنها من جملة المعاملات فتدخل تحت هذا الأصل المتقرر فتصح بما يدل عليها من قولٍ أو فعل أو عرف و لا يشترط لانعقادها لفظ معين وذلك لأن النبي - صلى الله عليه وسلم - كان يهدي ويُهدى إليه ويفرق الصدقات ويعطِي ويعطَى وكان أصحابه يفعلون ذلك ولم ينقل عنهم إيجاب ولا قبول فلو كان الإيجاب والقبول شرطاً لانعقاد الهبة والعطية لنقل عنهم ذلك نقلاً متواتراً ولأن المعاملات تصح بما يدل عليها من قول أو فعل أو عرف والله أعلم . ¶ وعلى ذلك سائر الفروع التي لم تذكر فإن هذا الأصل يريحك جداً في البحث في الألفاظ التي يذكرها الفقهاء ويربطون بها صحة بعض العقود فتأتي هذه القاعدة موسعة ذلك الأمر بأن كل معاملة فإنها تنعقد بما يدل عليها من قول أو فعلٍ أو عرفٍ والله يتولانا وإياك وهو أعلم وأعلى . ¶ القاعدة الثالثة",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "الأصل أن كل ما صح نفعه صح بيعه إلا بدليل ¶ وهذه القاعدة فيما يصح بيعه من الأعيان والمنافع ، فيشترط في العين أو المنفعة المعقودة عليها شرطان :- ¶ الشرط الأول :- أن يكون فيها منفعة , وبناءً على هذا الشرط فما لا منفعة فيه أصلاً فإنه لا يصح بيعه لأنه من إنفاق المال فيما لا منفعة فيه فهو تبذير وإسراف وذلك كالحشرات فإنها لا تباع لأنها لا منفعة فيها . ¶ الشرط الثاني :- أن يكون هذا النفع مباح شرعاً وبناءً على هذا الشرط فلا يجوز بيع ما فيه منفعة محرمة كالخمر والآت الملاهي والأشياء النجسة وسيأتي في الفروع إن شاء الله تعالى تفصيل لذلك ، فإذا توفر هذان الشرطان فكانت هذه العين مباحة النفع فإن الأصل المتقرر في هذه الأعيان أنه يجوز بيعها إلا ما ورد الشرع بالنهي عن بيعه فالعين التي يأتي الدليل بتحريم بيعها تخرج من هذا الأصل المتقرر وإلا فالأصل هو البقاء على الأصل حتى يرد الناقل والدليل يطلب من الناقل عن الأصل لا من الثابت عليه والذي يدل على هذا الأصل عدة أشياء :- ¶ منها :- قوله تعالى : { وسخر لكم ما في السموات وما في الأرض جميعاً منه } وقوله { ألم تر أن الله سخر لكم ما في الأرض } ومقتضى تسخيرها لنا جواز الانتفاع بها بيعاً وشراء وغير ذلك فدل ذلك على أن هذه الأعيان التي على الأرض مخلوقة مسخرة لنا لننتفع بها ومن وجوه الانتفاع بها بيعها وشراؤها لأنه قد لا يتحقق الانتفاع بها إلا بالبيع والشراء فمن ادعى تحريم بيع عين من الأعيان فإنه مطالب بالدليل لأنه يخرجها عن كونها مسخرة لنا والله أعلم .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ومنها :- قوله تعالى : { قل من حرم زينة الله التي أخرج لعباده والطيبات من الرزق } فدل ذلك على أن الأصل في هذه الزينة مأكولة كانت أو مشروبة أو مركوبة أو ملبوسة أو مفروشة أنها حلال بسائر وجوه الانتفاع ومن ذلك بيع وشراء هذه الزينة فالأصل فيه الحل والإباحة فكل زينة مباحٍ نفعها فهي مما أخرج الله لعباده لينتفعوا بها استعمالاً وبيعاً وشراءً وهبة ونحو ذلك فمن حرم بيع زينة من زينة الله التي أخرج لعباده فإنه داخل في هذا الذم والله أعلم . ¶ ومن الأدلة أيضاً :- أن النبي - صلى الله عليه وسلم - وصحابته الكرام والناس في أسواقهم لا زالوا يشترون الأعيان ويبيعونها من غير تكلفٍ بالسؤال عن حليتها من حرمتها مما يدل على أن المتقرر في أذهانهم أن هذه الأعيان مما يجوز بيعها وهذا كالإجماع منهم رحمهم الله تعالى . فإنهم لو كانوا يسألون قبل بيع هذه الأعيان وشرائها عن حلية بيعها من حرمته لكثر نقله وتواتر لكن لما لم ينقل ذلك دل على أن المتقرر عندهم هو جواز بيع الأعيان وشرائها إلا بدليل والله أعلم . ¶ فإذا تقرر لك ذلك فإليك بعض الفروع الفقهية المخرجة على هذا الضابط حتى يتضح من ناحية التطبيق فأقول ¶ منها : بيع المصحف ، فيه خلاف وفي المذهب عندنا فيه روايتان :- والراجح منهما إن شاء الله تعالى جواز بيعه لأن الأصل أن كل عين ينتفع بها يجوز بيعها والمصحف أعظم ما ينتفع به ، ولم يأت دليل يمنع صحة بيعه فهو باق على الأصل المتقرر لكن يشترط أن يكون المشتري مسلماً لا كافراً الحديث أن النبي - صلى الله عليه وسلم - : (( نهى أن يسافر بالقرآن لأرض العدو مخافة أن تناله أيديهم )) ولأن في ذلك تعريض للمصحف للإهانة والإتلاف والله أعلم .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ومنها : بيع الميتة والخمر والخنزير والأصنام ، هذه الأعيان دل الدليل الصحيح الصريح أنه لا يجوز بيعها فتخرج من عموم هذا الضابط لأننا قلنا فيه ( إلا بدليل ) بل إنها تخرج من الضابط بغير ذلك أي بغير قولنا ( إلا بدليل ) وذلك لأن الضابط في العين التي يجوز بيعها أن تكون ذات نفع مباح وهذه الأعيان إن كان فيها نفع فإنه غير مباح فالميتة والخمر والخنزير والأصنام لا يباح نفعها والدليل على ذلك حديث جابر بن عبد الله رضي الله عنهما أنه سمع الرسول - صلى الله عليه وسلم - يقول عام الفتح بمكة : (( إن الله ورسوله حرم بيع الخمر والميتة والخنزير والأصنام )) الحديث متفق عليه ، وحيث ثبت الدليل المانع من بيعها فتكون خارجة من هذا الأصل المتقرر بمقتضى الدليل الصحيح الصريح والله أعلم .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ومنها : الكلب ، هو عين من الأعيان و الأصل أن كل عين مباحة النفع فإنه يجوز بيعها إلا بدليل ، فلما نظرنا إلى الدليل وجدناه حرم بيع الكلب وذلك في حديث أبي مسعود الأنصاري البدري أن رسول الله - صلى الله عليه وسلم - : (( نهى عن ثمن الكلب ومهر البغي وحلوان الكاهن )) متفق عليه ، وعن رافع بن خديج رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال : (( ثمن الكلب خبيث ومهر البغي خبيث وكسب الحجام خبيث )) رواه مسلم . فالكلب لا يصح بيعه ولو كان مباح الاقتناء , وفي صحيح مسلم من حديث أبي الزبير قال سألت جابر بن عبد الله رضي الله عنهما عن ثمن السنور والكلب فقال : (( زجر النبي - صلى الله عليه وسلم - عن ذلك )) وأما زيادة : (( إلا كلب صيدٍ )) فهي عند النسائي بسند ضعيف ، وعن أبي جحيفة أن أباه قال : (( أن رسول الله - صلى الله عليه وسلم - نهى عن ثمن الكلب )) وعن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : (( لا يحل ثمن الكلب ولا حلوان الكاهن ولا مهر البغي )) إسناده صحيح , وفي حيث ابن عباس : (( فإن جاء يطلب ثمنه فاملأ كفه تراباً )) حيث ثبت النهي عن بيعه فانه يكون خارجاً من هذا الأصل المتقرر فإن قلت : أو ليست الشريعة أباحت نفعه إذا كان كلب ماشية أو صيد أو زرع ؟ فهو إذاً مباح النفع وقد قلت : كل عين يباح نفعها , فإنه يباح بيعها فكيف تقول هنا إنه لا يصح بيعه ؟ فأقول : - نعم إنه قد ثبت في الحديث الصحيح أن الكلب يصح نفعه فيما ذكر لكن قد قيدنا الضابط بقولنا ( إلا بدليل ) وقد ورد الدليل المانع من بيعه وهو الأحاديث التي ذكرتها لك وغيرها . فإذاً الكلب يجوز اقتناؤه لهذه المقاصد لكن مع القول بجواز اقتنائه فإنه لا يصح بيعه وإنما يبذل بلا ثمن ، إذا علمت هذا فإن بعض الفقهاء رحمهم الله تعالى يقولون \" إن الكلب لا يصح بيعه لأنه عين لا يباح نفعها إلا للحاجة وكل عين لا تباح إلا للحاجة أو للضرورة فإنه لا",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "يصح بيعها \" فأقول :- هذا الكلام قد يكون عليه مؤاخذة لكن تقييد الكلام بورود الدليل المانع هو الأسلم إن شاء الله تعالى والمقصود :- أن الكلب لا يصح بيعه لثبوت الدليل المانع وكل عين منع الدليل الصحيح الصريح بيعها فإنها تكون خارجة من هذا الأصل والله أعلم . ¶ ومنها : ما كان فيه غرر من الأعيان . وسيأتي الكلام عليها في قاعدة مستقلة إن شاء الله . والله اعلم . ¶ ومنها : السمك الصغار جداًً الذي لا يأكل الإنسان مثله ,هل يجوز بيعه ؟ أقول : هذا السمك عين من الأعيان والأصل جواز بيع كل عين إذا كان فيها منفعة مباحة فنظرنا إلى هذا السمك الصغار فوجدنا أهل الصيد في البحر ينتفعون به بجعله طعاماً للسمك الكبار ليصيدون به وهذه منفعة مباحة ولا دليل يمنع من بيعه بعينة فالراجح إذاً جواز بيعه لأنه عين يباح نفعها وليس ثمة دليل مانع والله أعلم . ¶ ومنها : البغل والحمار ، هما عين من الأعيان فهل يجوز بيعهما ؟ أقول : طبّْق فيها شروط الضابط ، فالبغل والحمار فيهما منفعة وهي الركوب وهذه المنفعة مباحة شرعاً ولم يأت دليل يمنع من بيعهما بل لا يزال الناس يتبايعون ذلك في كل عصر من غير نكير فكان ذلك كالإجماع منهم على جواز بيعهما ، فإذاً يجوز بيعهما لأن كل عين يصح نفعها فإنه يصح بيعها إلا بدليل قال تعالى : { والخيل والبغال والحمير لتركبوها وزينة } والله تعالى أعلى وأعلم .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ومنها : السنور هل يجوز بيعه ؟ أقول : السنور عين فيها منفعة إلا أن الدليل الصحيح الصريح قد ثبت في الزجر عن ثمنه والزجر أبلغ من مجرد النهي وذلك كما في صحيح مسلم بسنده عن أبي الزبير أنه سأل جابر بن عبد الله عن ثمن السنور والكلب فقال : (( زجر النبي - صلى الله عليه وسلم - عن ذلك )) وفي لفظ : (( أن النبي - صلى الله عليه وسلم - نهى عن ثمن الهرة )) رواه أبو داود بسندٍ صحيح إن شاء الله تعالى . فهذه الأدلة تفيد النهي عن بيعها وهو المذهب واختاره ابن القيم وابن رجب وغيرهما . وقد تقرر في الأصول أن النهي حقيقته التحريم فتكون الهرة خارجة عن هذا الأصل المتقرر لثبوت الدليل بالنهي عن بيعها وإنما المشروع فيها هو بذلها من غير بيع ولا شراء ، وأما قول بعض الفقهاء \" إنه يجوز بيعها لأنها حيوان يباح اقتناؤه من غير وعيد في حبسه فجاز بيعه كالبغل والحمار \" فهو قياس في مقابلة النص وقد تقرر في الأصول أن القياس في مقابلة النص فاسد الاعتبار والله أعلم . ¶ ومنها : بيع الطيور العذبة الصوت الجملية المنظر ، هل يجوز ذلك ؟ الجواب :- أن هذه الطيور فيها منفعة وهي الاستمتاع بأشكالها وأصواتها وهي منفعة مباحة ولم يأت الدليل المانع من ذلك فحينئذ يجوز بيعها لأن كل عين يباح نفعها فإنه يباح بيعها إلا بدليل والله أعلم . ¶ ومنها: بيع الطيور التي يصاد بها , كالصقر والعقاب والبازي وكذلك الحيوانات التي يصاد بها كالفهد ونحوه إلا الكلب كل ذلك فيه منفعة وهي الصيد بها وهذه المنفعة مباحة شرعاً ولم يأت الدليل المانع من بيعها فحينئذ يجوز بيعها لأن كل عين يباح نفعها فإنه يصح بيعها إلا بدليل ، فإن قلت : أفلا يقاس الفهد على الكلب ؟ قلت :لا قياس لوجود الفارق والله أعلم .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ومنها : القرد , هل يجوز بيعه أم لا ؟ أقول :- اختلف العلماء في هذه المسألة إلا أن هذا الضابط يرجح جواز بيعه إذا كان ينتفع به نفعاً مباحاً كحفظ المتاع والحراسة ونحوها ولم يأت دليل يمنع من بيعه ، فبيعه لمن ينتفع به لحفظ المتاع والدكان ونحوه يجوز وهذا هو مذهب الإمام الشافعي رحمه الله تعالى والتورع عنه أولى خروجاً من الخلاف واختار القول بالصحة مع الحاجة ابن عقيل وذلك لأنه قد تقرر في القاعدة أن كل عين يباح نفعها فإنه يباح بيعها إلا بدليل ومجرد استقذاره واستخباثه طبعاً لا يمنع من بيعه إذا كان فيه منفعة مباحة شرعاً والله أعلم . ¶ ومنها : بيع الزبل وهو مخلفات الحيوانات والطيور هل يجوز بيعه أم لا ؟ أقول : فيه خلاف لكن الراجح إن شاء الله تعالى أن هذه الزبل إن كان من حيوان مأكول اللحم فهو طاهر وهو عين ينتفع بها وكل عين يباح نفعها فإنه يباح بيعها إلا بدليل ولم يأت الدليل المانع من بيع الزبل إذا كان طاهراً ، وأما إذا كان هذا الزبل من حيوان أو طائر غير مأكول اللحم فهو بخس فلا يصح بيعه لعموم قوله - صلى الله عليه وسلم - : (( إن الله إذا حرم شيئا حرم ثمنه )) ولقوله - صلى الله عليه وسلم - : (( لعن الله اليهود حرمت عليهم الشحوم فجملوها فباعوها وأكلوا ثمنها إن الله إذا حرم شيئاً حرم ثمنه )) وحينئذ فأقول : إذا اضطر الإنسان إلى هذا الزبل النجس بحيث لم يجد زبلاً طاهراً فإنه يباح منه بقدر الضرورة فقط لأن الضرورة تقدر بقدرها والله أعلم . ¶ ومنها : بيع الأدوية التي فيها شيء من النجاسات ، لا يجوز أيضاً لأن نفعها لا يباح ، والعين التي لا يباح نفعها لا يباح بيعها ، ولأن النجاسات محرمة ، وقد ثبت النهي عن التداوي بما هو محرم وأن الله تعالى لم يجعل شفاء هذه الأمة فيما حرم عليها ، والله أعلم .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ومنها : بيع جلد الميتة المدبوغ ، القول الصحيح أنه جائز لأن الدبغ مطهر له كما ثبت ذلك في الأحاديث الصحيحة ولأنه عين يباح نفعها وكل عين يباح نفعها فإنه يباح بيعها إلا بدليل ولم يأت دليل يمنع من بيعه والله أعلم . ¶ ومنها :- بيع الثعابين والحيات هل يجوز أم لا ؟ أقول لقد تقرر في الضابط أن الأعيان لا يجوز بيعها إلا إذا كان فيها منفعة وحيث تقرر ذلك فالثعابين والحيات لا منفعة فيها بل فيها مضرة فلا يجوز بيعها و لاشراؤها وينبغي أن يزجر من يفعل ذلك ، وهكذا السحالي وهي \" السحابل \" لا نفع فيها فلا يجوز بيعها لأن مالا نفع فيه لا يصح بيعه والله ربنا أعلى وأعلم . ¶ ومنها : بيع الدخان والجراك وأمثالها كل ذلك لا يجوز بيعه لأنه لا منفعة فيه ولأنه من الخبائث ولما فيه من الضرر البدني والروحي والمالي وقد تقرر أن مالا نفع فيه أو فيه منفعة لكنها محرمة شرعاً فإنه لا يجوز بيعها والله أعلم . ¶ ومنها :بيع الجرائد والمجلات التي تنشر الرذيلة وتحارب الفضيلة وتقرر الكفر وتحارب السنة وتثير الشبهات وتسخر بأهل الدين والصلاح ويلحق بها من باب أولى كتب تعليم السحر والشعوذة . كل ذلك لا يجوز بيعه شرعاً لما في ذلك من إفساد العقائد وإذكاء نار الشهوات والشبهات والله المستعان ولا حول ولا قوة إلا بالله العلي العظيم والله أعلم . ¶ ومنها : بيع الأشرطة المسموعة والمرئية إذا كانت تشتمل على شيء محرم كالعناء والفحش ونحو ذلك فقد عمت به البلوى في هذه الأزمنة عافانا الله وإياك كل ذلك لا يجوز لأن نفعه إن سلمنا أن فيه نفعاً فإنه نفع محرم لا يباح وقد وردت الأدلة بالنهي عن ذلك كله كما هو معروف فالواجب الحذر والتحذير من ذلك والله يتولانا وإياك وهو أعلى وأعلم .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ومنها : بيع الصور لذوات الأرواح سواءً كانت مجسمة أي لها ظل أو لا ظل لها كل ذلك لا يجوز لأن نفعه محرم وقد ثبتت الأدلة بالنهي مما يطول ذكرها هنا وقد كتبت في ذلك وريقات ذكرت فيها حكم التصوير الفوتوغرافي والمقصود :- أن هذه الصور لا يباح نفعها و ما لا يباح نفعه فإنه لا يصح بيعه لكن يخرج من ذلك ما دعت إليه الضرورة كما هو معلوم في موضعه والله أعلم. ¶ ومنها :- بيع التأشيرات \" الفيز \" الذي انتشر وكثر في هذا الزمن ما حكمه ؟ الجواب :- التأشيرات أو الفيز عين من الأعيان ونفعها مباح لكن ورد الدليل بحرمة بيعها وذلك لأن ولاة الأمر يمنعون بيعها لأنها من خصائص وزارة الداخلية ولذلك الأمر تجب طاعتهم فيه لعموم قوله تعالى : { وأولى الأمر منكم } فلا يجوز بيعها وثمنها محرم وهو سحت يجب الحذر منه والله يتولانا وإياك . والفروع كثيرة جداً لا تعد ولا تحصى لكن اللبيب تكفيه الإشارة وخلاصتها أن الأعيان والمنافع التي يباح نفعها ولم يأت الدليل الصحيح الصريح بالمنع من بيعها فإنه يجوز بيعها وعلى ذلك فقس والله ربنا أعلى وأعلم وصلى الله على نبينا محمداً وعلى آله وصحبه وسلم . ¶ القاعدة الرابعة ¶ الأصل في الشروط في المعاملات الحل والإباحة إلا بدليل",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "أقول : اعلم رحمك الله تعالى أن هذه القاعدة من أهم القواعد في باب البيوع وذلك لتعلقها بالشروط التي تعود على المتعاقدين أو أحدهما بالنفع العاجل أو الآجل ، ولكثرة الفروع عليها فلا بد من الانتباه لما أقوله فيها لأنه إن شاء الله تعالى هو المتوافق مع الأدلة فإنه إذا تقررت عندك هذه القاعدة بالدليل واقتنعت بها وأطمأنت نفسك لصحتها فإنك تكون قد حصلت خيراً كثيراً في هذا الباب والله يتولانا وإياك فأقول :- قولي ( الأصل ) أي القاعدة المستمرة الثابتة بالأدلة الصحيحة ،قولي ( في الشروط في المعاملات ) أي التي تلفظ بها المتعاقدان أو أحدهما وليست هي من مقتضى العقد ، ولا بد من التفريق بين شروط صحة المعاملة والشروط في المعاملة فأما شروط صحة المعاملة فهي الشروط السبعة المعروفة بشروط صحة البيع وهي : التراضي وأن يكون العاقد جائز التصرف وأن تكون العين مباحة النفع من غير حاجة ولا ضرورة وأن يكون البائع مالكاً للعين أو من يقوم مقامه والقدرة على التسليم وأن يكون المبيع معلوماً برؤية أو وصف ، فهذه الشروط لا كلام لنا فيها وليست داخلة في قاعدتنا وإنما الذي نريد الكلام عليه هنا هو الشروط التي ينص عليها المتعاقدان أو أحدهما يقصدان بها جلب نفع أو دفع ضر ، وهي لا تثبت إلا بالتنصيص عليها ، إذا علمت هذا فاعلم أن الأصل في هذه الشروط الحل والإباحة أي أنه يجوز لكل من المتعاقدين أن يشترط ما شاء من الشروط إلا ما قام الدليل على المنع منه فإذا ثبت الدليل بالمنع من هذا الشرط فإنه يكون خارجاً من هذا الأصل ، وهذا من باب التوسعة على الناس في بيعاتهم ولتتحقق مصالحهم . ومن باب زيادة التفصيل أقول :- هذه الشروط لا تخلو من ثلاث حالات :- 1_ شروط نص الشرع على جوازها : أي وردت الأدلة بجوازها بعينها فهذه الشروط جائزة بالنص ، 2_ وشروط ورد الشرع بالمنع منها : فهذه ممنوعة لورود النص بالمنع منها، 3_ وشروط سكت عنها النص : فلم يأت ما",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "يجيزها بعينها ولا ما يحرمها بعينها ، فهذه الشروط الأصل فيها الحل والإباحة ، وبناءً على ذلك فيجوز لك أن تشترط في المعاملة ما شئت من الشروط ولكن احذر من الشرط الذي قام الدليل بالمنع منه فالحمد لله على هذه النعمة والتوسعة ، والدليل على صحة هذه القاعدة عدة أمور :- ¶ منها : قوله تعالى : { يأيها الذين آمنوا أو فوا بالعقود } وقال تعالى : { وأوفوا بالعهد إن العهد كان مسئولاً } وقال تعالى : { وإذا قلتم فاعدلوا ولوكان ذا قربى وبعهد الله أوفوا } فقد أمر سبحانه بالوفاء بالعقود والعهود وهذا عام ويدخل فيه ما عقده المرء على نفسه من الشروط ورضي به والتزمه ومثل ذلك قوله تعالى : { وأوفوا بعهد الله إذا عاهدتم } وحقيقة هذه الشروط أنها عهد ألزم به الإنسان نفسه وعموم هذه الأدلة قاض بوجوب أدائها مالم تكن مخالفة للدليل والله أعلم. ¶ ومن الأدلة أيضاً : مافي الصحيحين من حيث جابر رضي الله عنه أنه كان يسير على جمل له أعيا فأراد أن يسيبه قال فلحقني النبي - صلى الله عليه وسلم - فدعا لي بالبركة وضربه فسار سيراً ، لم يسر مثله قط ثم قال : (( بعنيه بوقية )) فقلت : لا ، فقال : (( بعنيه )) فبعته بأوقية واشترطت حملانه إلى أهلي فما بلغت أتيته بالجمل فنقدني ثمنه فرجعت ثم أرسل في أثري وقال : (( أتراني ماكستك لآخذ جملك ، خذ جملك ودراهمك فهو لك )) ووجه الدلالة منه أن جابراً ابتدأ ذلك الشرط من عند نفسه من غير سؤال هل هو مما تقره الشريعة أو لا وأقره على ذلك النبي - صلى الله عليه وسلم - مما يدل على أن المتقرر عند جابر رضي الله عنه جواز الاشتراط وأن الأصل فيه الحل ، وإقرار النبي - صلى الله عليه وسلم - جابراً على ذلك دليل على الجواز وإلا لقال له : \" كيف تشترط شرطاً بلا دليل ! \" لكن لما أقره ولم ينكره دل ذلك على أن الأصل في هذه الشروط الحل والإباحة والله أعلم .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ومن الأدلة أيضاً : ما في الصحيحين من حديث عقبة بن عامرٍ رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال : (( إن أحق ما أو فيتم به من الشروط ما استحللتم به الفروج )) فدل ذلك على أن الشروط حقها الوفاء و من ذلك الشروط في المعاملات إلا أن شروط النكاح أحق الشروط بالوفاء . ¶ ومن الأدلة أيضا ً: ما رواه الترمذي والبزار من حديث كثير بن عبد الله بن عمرو بن عوف المزني عن أبيه عن جده أن رسول الله - صلى الله عليه وسلم - قال : (( الصلح جائز بين المسلمين إلا صلحاً حرم حلالاً أو أحل حراماً والمسلمون على شروطهم إلا شرطاً حرم حلالاً أو أحل حراماً )) قال الترمذي : حديث حسن صحيح ، ومثله حديث ابن عمر رضي الله عنهما عند البزار قال : قال رسول الله - صلى الله عليه وسلم - : (( الناس على شروطهم ما وافقت الحق )) قال أبو العباس :\" وهذه الأسانيد وإن كان الواحد منها ضعيفاً فاجتماعها من طرق يشد بعضها بعضاً \" وهي صريحة في المراد وأن المسلمين على شروطهم التي اشترطوها إلا ما خالف الدليل بأن يكون هذا الشرط يحل الحرام أو يحرم الحلال فإنه حينئذٍ لا يجوز ويدخل في ذلك الشروط في المعاملات والنكاح ونحوها وهذه الأحاديث نص في القاعدة والله أعلم .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ومن الأدلة أيضاً : حديث سفينة قال : (( أعتقتني أم سلمة رضي الله عنها وشرطت علي أن أخدم رسول الله - صلى الله عليه وسلم - ما عاش )) رواه أحمد والنسائي وابن ماجه ، ولأبي داود : كنت مملوكاً لأم سلمة فقالت : أعتقك وأشترط عليك أن تخدم رسول الله - صلى الله عليه وسلم - ما عشت فقال : (( لو لم تشترطي عليّ ما فارقت رسول الله - صلى الله عليه وسلم - ما عشت فأعتقتني واشترطت علي )) فدل ذلك على أن الأصل في هذه الشروط الحل والإباحة وذلك لأنه لم يذكر لهذا الشرط نص بخصوصه ومع ذلك اشترطته أم سلمة وأقرها النبي- صلى الله عليه وسلم - مما يدل على جواز الاشتراط ، والعتق معاملة من المعاملات الإرفاقية فيؤخذ من هذا أن الأصل في الشروط في المعاملات الحل والإباحة إلا بدليل والله أعلم . ¶ ومن الأدلة أيضاً : قوله تعالى : { قالت إحداهما يا أبت استأجره إن خير من استأجرت القوي الأمين قال إني أريد أن أنكحك إحدى ابنتي هاتين على أن تأجرني ثماني حجج فإن أتممت عشراً فمن عندك } والعقد عقد نكاح وهو من جملة المعاملات وقد اشترط فيه ولي المرأة أن يكون المهر هو إجارة النفس ثمان سنين أو عشر فوافق موسى عليه الصلاة والسلام ، فدل ذلك على جواز مثل هذا الاشتراط ، فإن قيل هذا في شرع من قبلنا ! فأقول : إن شرعهم شرع لنا ما لم يرد نسخه في شرعنا كيف وقد ورد شرعنا بجوازه وإقراره . وذلك كما في الحديث السابق : (( إن أحق ما أوفيتم به من الشروط ما استحللتم به الفروج )) فدل ذلك على أن الأصل في الاشتراط الحل والإباحة والله أعلم . ¶ ومن الأدلة أيضاً :- حديث عبد الله بن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال : (( من باع نخلاً قد أبرت فتمرتها للبائع إلا أن يشترط المبتاع )) متفق عليه ، وفي لفظٍ : (( من ابتاع عبداً فماله للذي باعه إلا أن يشترط المبتاع )) فدل ذلك على جواز مثل هذا الاشتراط وغيره والله أعلم .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ومن الأدلة : حديث عبد الله بن عمر رضي الله عنهما قال : أصاب عمر أرضاً بخيبر فأتى النبي - صلى الله عليه وسلم - يستأمره فيها فقال : يا رسول الله إني أصبت أرضاً بخيبر لم أصب مالاً أنفس عندي منه فما تأمرني به ؟ قال : (( إن شئت حبست أصلها وتصدقت بها )) فتصدق بها عمر غير أنه لا يباع أصلها ولا يورث ولا يوهب قال : فتصدق بها عمر في الفقراء وفي القربى وفي الرقاب وفي سبيل الله وابن السبيل والضيف ، لا جناح على من وليها أن يأكل منها بالمعروف أو يطعم صديقاً غير متمولٍ فيه . متفق عليه ، وهذا عقد وقف وهو من جملة المعاملات واشتراط عمر فيه هذه الشروط دليل على أن الأصل في الشروط في المعاملات الحل والإباحة إلا ماخالف الدليل وإلا لما أقره النبي - صلى الله عليه وسلم - مع أن هذه الشروط لم تأت في أدلة بعينها وإنما عمر هو الذي أنشأها من عند نفسه فدل ذلك على جوازها وغيرها يقاس عليها والله أعلم. ¶ فهذه الأدلة تدل دلالة صريحة أن الأصل في الشروط في المعاملات الحل والإباحة وأنه لا يحرم منها إلا ماقام الدليل الشرعي الصحيح الصريح على تحريمه فيكون مخصوصاً بعينه بالنهي ويبقى ماعداه على أصل الحل والإباحة وهو اختيار شيخ الإسلام وتلميذه وجملة من المحققين رحم الله الجميع إذا علمت هذا فعندنا مسألتان مهمتان أذكرهما باختصار وهما تابعتان للكلام على هذه القاعدة فأقول :-",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "- ( المسألة الأولى ): ذهب أهل الظاهر وبعض العلماء إلى أن الأصل في الشروط في المعاملات على الحظر إلا الشرط الموجود في كتاب الله تعالى واستدلوا على ذلك بحديث بريرة رضي الله عنها فعن عائشة رضي الله عنها قالت : جاءتني بريرة فقالت : إني كاتبت أهلي على تسع أوراق في كل عام ٍ أوقية فأعينيني فقلت : إن أحب أهلك أن أعدها لهم ويكون ولاؤك لي فعلت ، فذهبت بريرة إلى أهلها فقالت لهم فأبوا عليها فجاءت من عندهم ورسول الله - صلى الله عليه وسلم - جالس فقالت : إني عرضت ذلك عليهم فأبوا إلا أن يكون الولاء لهم فأخبرت عائشة النبي - صلى الله عليه وسلم - فقال : ((خذيها واشترطي لهم الولاء فإنما الولاء لمن أعتق )) فقالت عائشة : ثم قام رسول الله - صلى الله عليه وسلم - في الناس فحمد الله وأثنى عليه ثم قال : (( أما بعد ما بال رجال يشترطون شروطاً ليست في كتاب الله ، ما كان من شرط ليس في كتاب الله فهو باطل وإن كان مائة شرط ، قضاء الله أحق وشرط الله أوثق وإنما الولاء لمن أعتق )) متفق عليه ، فقالوا : قوله : (( ما كان من شرط ليس في كتاب الله فهو باطل )) دليل على أن كل شرط ليس في القرآن و لافي الحديث ولا في الإجماع فليس في كتاب الله قد صرح الحديث بأنه باطل وعامة هذه الشروط التي يصححها كثير من الفقهاء ليست في كتاب الله فهي إذاً باطلة بحكم رسول الله - صلى الله عليه وسلم - ، وستدلوا أيضا على أن الأصل في الشروط المنع إلا بالدليل بحديث يروى عن النبي - صلى الله عليه وسلم - أنه نهى عن بيع وشرطٍ ، ولكن أقول: إنه لا دليل لهم على ماقالوا في هذين الحديثين وبيان ذلك أن يقال : أما الحديث الثاني فقد قال فيه أبو العباس شيخ الإسلام : \" وقد ذكره جماعة من المصنفين في الفقه ولا يوجد في شيء من دواوين الحديث وقد أنكره أحمد وغيره من العلماء وذكروا أنه لا يعرف وأن الأحاديث الصحيحة تعارضه \" ا.هـ وحيث قال أبو العباس ذلك فالقول ما قاله",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ولا نتعداه فهو إذاً حديث لا أصل له وقد تقرر في الأصول أن الأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة وحيث لم يصح هذا الكلام فلا يستفاد منه حكم ، وأما الحديث الأول فيقال فيه :- إن المراد بقوله - صلى الله عليه وسلم - : (( كتاب الله )) أي حكم الله وشريعته فالشرط الذي يخالف كتاب الله هو الباطل أما إذا كان المشروط مما لم يحرمه الله في كتابه ولا سنة نبيه - صلى الله عليه وسلم - فإنه لم يخالف كتاب الله فيكون المعنى : من اشترط أمراً ليس في حكم الله أو في كتابه فهو باطل وذلك لأنه لا بد أن يكون المشروط مما يباح فعله حتى يصح اشتراطه ، وهذا ما اختاره الشيخ تقي الدين أبو العباس فيكون معنى قوله : (كتاب الله ) أي شرعه الذي كتبه على عباده .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فعلى هذا فيكون هذا الحديث من جملة أدلة هذه القاعدة من أن الأصل في الشروط الحل والإباحة إلا ما خالف شرع الله تعالى فإنه باطل وإن كان مائة شرط وعلى هذا التخريج تتفق جميع الأحاديث السابقة مع دلالة الآية ، ويقال ثانياً :-سلمنا أن المراد بقوله : ((كتاب الله )) أي القرآن فإنه قد ثبت وجوب الوفاء بالعهود والعقود في القرآن كما مضى في سياق الأدلة والشروط في المعاملات من جملة هذه العهود والعقود فيجب الوفاء بها لأنه ورد الأمر بالوفاء بها في كتاب الله على وجه العموم فهي إذاً في كتاب الله ، ويقال أيضاً : إن الأحاديث المتقدمة فيها بعض الشروط التي ِأقرها النبي - صلى الله عليه وسلم - وليس هي بأعينها في كتاب الله كاشتراط جابر حملان الجمل إلى أهله ، واشتراط أم سلمة على سفينة خدمة النبي - صلى الله عليه وسلم - واشتراط عمر هذه الشروط في وقفه كل ذلك لا يوجد بعينه في القرآن منصوصاً عليه ومع ذلك فهي صحيحة لازمة يجب الوفاء بها واعتمادها مما يدل على أن المراد بكتاب الله حكم الله وشريعته التي كتبها على عباده ، وعلى هذا فلا يصح استدلال الظاهرية بهذا الحديث على إبطال الشروط التي لم يدل عليها دليل في القرآن بخصوصها وإنما هو حجة لنا على هذه القاعدة والله أعلم . ¶ - (المسألة الثانية ) : ذهب الأصحاب في المشهور عنهم إلى تقسيم الشروط الصحيحة في البيع إلى ثلاثة أقسام : ـ القسم الأول : شروط من مقتضى العقد :كاشتراط تسليم الثمن واستلام السلعة فهذا النوع من الشروط هو حقيقة البيع فلا داعي لاشتراطه و التنصيص عليه بل يثبت تلقائياً وإن لم يشترطاه لأنه هو مقتضى العقد .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ـ القسم الثاني : شروط من مصلحة العقد : كاشتراط الأجل والرهن والضامن أو اشتراط صفة في المبيع ككون العبد كاتباً والأمة بكراً ونحو ذلك فيجوز للمشتري أو البائع أن يشترط ما شاء من هذه الشروط . ـ القسم الثالث : اشتراط البائع على المشتري نفعاً معلوماً في المبيع : فهذا النوع من الشروط الصحيحة لا يجوز أن يزيد فيه البائع على شرطٍ واحد فلو اشترط شرطين فإنه لا يصح البيع – كذا قالوا – فلو اشترط في شراء الحطب على المشتري أن يحمله ويكسره فهذا لا يجوز لأنه ليس له إلا شرط واحد فقط ويستدركون على ذلك بحديث ابن عمر رضي الله عنهما مرفوعاً : (( لا يحل سلف وبيع ولا شرطان في بيع )) فقالوا : فلا يجوز للمشتري أن يشترط في العقد أكثر من شرطين من القسم الثالث فقط ، وهذا الكلام ليس بصحيح وذلك لأن التفسير الصحيح لقوله : (( ولا شرطان في بيع )) أنهما الشرطان اللذان يؤدي اجتماعهما إلى مفسدة راجحة أو خالصة فأما الشرطان اللذان فيهما منفعة راجحة أو خالصة للمتعاقدين أو أحدهما فإن الشريعة لا تنهى عنه والشرطان المنهي عنهما هما بعينه بيع العينة وبذلك فسره الشيخ تقي الدين وتلميذه والشيخ عبد الرحمن السعدي وذلك كقول البائع : خذ هذه السلعة بعشرة نسيئة وآخذها منك بخمسةٍ نقداً فهذان شرطان أدى اجتماعهما إلى الوقوع في المحظور وهو الربا وهذا هو المعنى المطابق للحديث فالشريعة لا تنهى عن الشروط التي فيها مصلحة خالصة أو راجحة وعلى هذا فليس في الحديث دليل على النهي عن الجمع بين شرطين لا يؤدي اجتماعهما إلى مفسدة ، ثم أقول : لو كان المراد بالحديث هو ما يقوله الحنابلة رحمهم الله تعالى فلماذا بالله عليك خصوه بالقسم الثالث فقط ، فإن هذا تخصيص لا دليل عليه ، مما يبين لك أن المراد بالحديث هو ما ذكرته لك والله تعالى أعلى وأعلم .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "فتقرر لك بذلك – إن شاء الله تعالى – أن الأصل في الشروط في المعاملات الحل والإباحة إلا بدليل والله تعالى أعلى وأعلم وإليك الآن بعض الفروع المتخرجة على هذا الضابط فأقول :- ¶ منها : اشتراط الولاء :وصورة المسألة أن يبيع عبده ويشترط على المشتري أن الولاء له إذا أعتقه ، فهل يجوز ذلك ؟ أقول : الأصل في الشروط الحل والإباحة إلا بدليل وهذا من جملة الشروط إلا أنه قد ثبت الدليل بالنهي عنه وذلك كما في حديث بريرة : (( وإنما الولاء لمن أعتق )) فحيث ثبت النهي عن هذا الشرط فيخرج من هذا الأصل بخصوصه فلا يجوز هذا الشرط شرعاً والله أعلم . ¶ ومنها : باعه جارية واشترط عليه أنه إن أراد بيعها فهو أحق بها من غيره فهل يجوز هذا الشرط ؟ الجواب أن الأصل في الشروط الحل والإباحة إلا بدليل ، ولم يأت دليل يمنع من هذا الشرط فإن وافق عليه المشتري لزمه الوفاء به لأن المؤمنين على شروطهم فإذا أراد المشتري أن يبيع الجارية فإن بائعها الأول هو أحق بها من غيره وهذا هو الراجح لأن الأصل في الشروط في المعاملات الحل والإباحة إلا بدليل واختار هذا القول أبو العباس بن تيمية والله أعلم . ¶ ومنها : باعه داراً واشترط سكناها شهراً أو باعه دابة واشترط الانتفاع بها سنة صح البيع والشرط وذلك لأن الأصل في الشروط في البيع الحل والإباحة إلا بدليل ولم يأت دليل يمنع من ذلك بل ورد الدليل بجوازه وهو حديث جابر بن عبد الله رضي الله عنهما السابق والله أعلم. ¶ ومنها: ابتاع حطباً واشترط حملة وتكسيره ورصه في موضع معين فهذه ثلاثة شروط ، وهي صحيحة لازمة إذا رضي بها المشتري لأن الأصل في الشروط الحل والإباحة إلا بدليل ولم يأت دليل يمنع من ذلك والله أعلم .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ومنها : باعه عبداً واشترط عليه أن يعتقه مباشرة أو بعد مدةٍ معينة ، فالقول الراجح إن شاء الله تعالى صحة هذا الشرط ويكون لازماً في حق المشتري وهذا مذهب الجمهور وذلك لأن الأصل في الشروط في المعاملات الحل والإباحة إلا بدليل والله أعلم . ¶ ومنها : باعه شيئاً واشترط عليه رهناً أو كفيلاً أو ضماناً كل ذلك شرط صحيح لازم يجب الوفاء به لأن الأصل في الشروط الحل والإباحة إلا بدليل والله أعلم . ¶ ومنها : اشتراط البراءة من كل عيب : فإذا باعه شيئاً بشرط أنه يبرأ من كل عيب يجده فيه ، فهل هذا شرط صحيح أم لا ؟ أقول : فيه خلاف ، والمشهور من مذهبنا أنه : لا يصح الشرط فلو وجد المشتري عيباً في المبيع فإنه يثبت له خيار العيب ، ولكن الصحيح في هذه المسألة : هو أنه إذا كان البائع يعلم بالعيب فإنه لا يبرأ بهذا الشرط إلا إذا كان عينه بعينه وقال : أبرأ لك من هذا العيب ، وأما إذا كان البائع لا يعلم بالعيب فإنه يبرأ ولا رد للمشتري ، لكن إن ادعى المشتري أن البائع كان يعلم بالعيب وأنكر البائع ذلك فإن الحاكم يحلفه فإن نكل عن اليمين قضي عليه بذلك وهذا هو الراجح إن شاء الله تعالى ودليل ذلك ما رواه الإمام أحمد (( أن ابن عمر باع زيد بن ثابت عبداً بشرط البراءة من كل عيب فأصاب به زيد عيباً فأراد رده فلم يقبله ابن عمر فترافعا إلى عثمان فقال لابن عمر : تحلف أنك لم تعلم بهذا العيب ؟ قال : لا ، فرده عليه )) . وهذا هو ما قضت به الصحابة وعليه أكثر العلماء واختاره أبو العباس بن تيمية رحمه الله تعالى والله أعلم . ¶ ومنها : اشتراط كون العبد كاتباً والأمة بكراً والدابة حلوباً كل ذلك شروط صحيحة لأن الأصل في الشروط الحل والإباحة إلا بدليل والله أعلم .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ومنها: أقرضه شيئاً واشترط المقترض الأجل فالراجح أن الشرط صحيح ولا تحل المطالبة بالمال إلا إذا حل الأجل المشروط وهذا هو الذي اختاره شيخ الإسلام وغيره من المحققين لأن الأصل في الشروط الحل والإباحة إلا بدليل والله أعلم . ¶ ومنها: باعه شيئاً واشترط عليه أن يقرضه قرضاًَ ، فهذا الشرط لا يصح لأنه اشتراط عقدٍ في عقد والدليل على ذلك الحديث السابق : (( لا يحل سلف وبيع )) وهو حديث حسن إن شاء الله تعالى فحيث ثبت الدليل بالمنع منه فإنه يكون مخصوصاً بالنهي والله أعلم . ¶ ومنها : تعليق البيع على شرط مستقبلي ممكن كقول البائع بعتك هذه السلعة إذا رضي زيد أو إذا أجبتني بكذا وإلا فلا بيع بيننا فهنا يصح البيع والشرط واختاره أبو العباس بن تيمية رحمه الله تعالى وذلك لأن الأصل في الشروط في المعاملات الحل والإباحة إلا بدليل ، وأما قولهم لا بد أن يكون البيع منجزاً فنقول : هذا اشتراط لا دليل عليه ، ونقول : هذا هو الأصل في البيع أنه يقع منجزاً لكن لما اشترط هذا الشرط خرج عن الأصل لهذا الشرط ولا دليل يمنع من هذا الشرط والأصل الصحة فقول بعض الفقهاء : \" لا يصح البيع إذا علقه على شرط مستقبل غير إن شاء الله \" ، كلام لا دليل عليه بل الراجح ما ذكرته لك والله أعلم . ¶ ومنها : شروط الواقف التي يشترطها في الوقف فإن شرط الواقف يجب العمل به ولا يجوز إلغاؤه مادام لم يخالف دليلاً صحيحاً ، ولذلك قال أبو العباس : إن وافقت ـ أي شروط الواقف ـ كتاب الله كانت صحيحة وإلا كانت باطلة اهـ . وذلك لأن الأصل في الشروط في المعاملات الحل والإباحة إلا بدليل والله أعلم . وعلى ذلك فقس ، فكل شرط فالأصل فيه الحل والإباحة إلا الشرط الذي قام الدليل الشرعي الصحيح الصريح على تحريمه والمنع منه فهو خارج عن هذا الأصل ويبقى ماعداه على أصل الحل والإباحة والله ربنا أعلى وأعلم وصلى الله على نبينا محمداً وآله وصحبه وسلم . ¶ القاعدة الخامسة",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "كل معاملة فيها غرر أو جهالة فيما يقصد فهي باطلة ¶ وهذا القاعدة فيما يحرم من المعاملات ، وهي قاعدة الغرر ذلك لأن أصل المعاملات المحرمة يرجع تحريمها إلى ثلاث قواعد :- إلى قاعدة الغرر وإلى قاعدة الغش والتحايل وإلى قاعدة الربا ، وهذه القاعدة التي نحن بصدد شرحها تتكلم عن القاعدة الأولى وهي قاعدة الغرر، وتفيد أن كل معاملة اشتملت على غرر وجهالة فيما يقصد في البيع فهي معاملة باطلة أي أن الغرر هذا في الشيء المقصود أبطلها ، والغرَرَ بفتحتين هو الخطر وهو ما لا تعلم عاقبته ، أي أن عاقبته مجهولة إما لعدمه وإما للعجز عنه وإما للجهل بقدره ووصفه ، فصور الغرر كثيرة والأدلة على هذه القاعدة كثيرة جداً نذكرها على أنها أدلة وفروع وذلك لأن الجامع في هذه الأدلة كلها وجود الغرر والجهالة في كلٍ : ¶ فمن الأدلة على ذلك : ما رواه مسلم في صحيحه بسنده من حديث أبي هريرة رضي الله عنه قال : (( نهى رسول الله - صلى الله عليه وسلم - عن بيع الحصاة وعن بيع الغرر )) فهنا نهى عن بيع الغرر وهو بيع الحصاة وهو أن يقول البائع للمشتري : ارم هذه الحصاة فأي ثوب تقع عليه فعليك بكذا أو أن يبيعه من أرضه ما انتهى إليه رمي الحصاة وغير ذلك فهذا البيع محرم لأنه معاملة فيها غرر وجهالة فيما يقصد وكل معاملة فيها غرر وجهالة فيما يقصد فهي باطلة . وقوله : (( الغرر )) اسم مفرد دخلت الألف واللام المفيدة للاستغراق فيدخل في هذا النهي كل صور الغرر ، والنهي حقيقته التحريم والبطلان كما تقرر في الأصول والله أعلم .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ومنها : ما رواه مسلم في صحيحه من حديث من حديث جابر بن عبد الله رضي الله عنهما قال : (( نهى رسول الله - صلى الله عليه وسلم - عن بيع فضل الماء وعن بيع ضراب الجمل )) وللبخاري من حديث ابن عمر رضي الله عنهما مرفوعاً : (( نهى عن عسب الفحل )) وهو أن يستأجر فحل الإبل أو البقر أو الغنم أو غيرها لينزو على الإناث )) وعسبه ضرابه والمراد من الحديث النهي عن أخذ الأجرة على ضراب الجمل فهو دليل على تحريم استئجار الفحل ، والأجرة حرام ، وذلك لأن ماء الفحل غير متقوم ولا معلوم ولا مقدور على تسليمه ، وهذا غرر وجهالة فيما يقصد وقد تقرر أن كل معاملة فيها غرر وجهالة فيما يقصد فإنها باطلة وهذا هو مذهب الجمهور ، والمخرج من ذلك هو عارية الفحل فقد أجمع العلماء على جواز عاريته ، والمقصود أن هذه المعاملة وهي استئجار الفحل للضراب لا تجوز لما فيها من الغرر والجهالة والله أعلم . ¶ ومنها : حديث حكيم بن حزام رضي الله عنه مرفوعاً : (( لا تبع ما ليس عندك )) رواه الخمسة وصححه الترمذي ، وفي حديث عمرو بن شعيب عن أبيه عن جده مرفوعاً : (( لا يحل سلف وبيع ولا بيع ما ليس عندك )) صححه الترمذي وغيره والمعنى أنه لا يجوز للإنسان أن يبيع ما ليس في ملكه وحوزه وقدرته وذلك لأنه إذا باع ما ليس عنده فليس على ثقة من حصوله فإنه قد يحصل وقد لا يحصل وهذا جهل للعاقبة وهو الغرر فهذه المعاملة وهي بيع ماليس عنده معاملة فيها غرر وجهالة فيما يقصد وكل معاملة فيها غرر وجهالة فيما يقصد فهي باطلة ، وليس السلم داخلاً في ذلك لأن السلم بيع موصوف في الذمة بشرط وسيأتي الكلام عليه إن شاء الله تعالى ، والله أعلم .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ومنها : ما في الصحيحين من حديث ابن عمر رضي الله عنهما قال : (( نهى النبي عن بيع حبل الحبلة )) ، قال ابن عمر أو نافع : (( كان الرجل يبتاع الجزور إلى أن تنتج الناقة ثم تنتج التي بطنها )) . وهذه المعاملة لا تجوز لأن فيها غرر وجهالة فيما يقصد فإن ولد الناقة في حيز المجهول والمعدوم ولا ندري هل سيوجد أم لا فلا هو موجود ولا مقدور على تسليمه فهو إذاً من بيع الغرر وكل معاملة فيها غرر وجهالة فيما يقصد فهي باطلة والله أعلم . ¶ ومنها : حديث أبي سعيد الخدري رضي الله عنه أن رسول الله - صلى الله عليه وسلم - : (( نهى عن المنابذة وهي طرح الرجل ثوبه بالبيع إلى الرجل قبل أن يقلبه أو ينظر إليه ونهى عن الملامسة وهي لمس الثوب لا ينظر إليه )) فهاتان المعاملتان محرمتان باطلتان وذلك لوجود الغرر والجهالة فيما يقصد ، فإن انعقاد البيع ووجوبه بمجرد اللمس والنبذ من غير نظرٍ ولا تأمل ولا تقليب للمبيع نوع من الغرر والمخاطرة ، وقد تقرر أن معاملة فيها غرر وجهالة فيما يقصد فهي باطلة والله أعلم .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ومنها : حديث أبي سعيد الخدري رضي الله عنه أن النبي - صلى الله عليه وسلم - : (( نهى عن شراء ما في بطون الأنعام حتى تضع وعن بيع ما في ضروعها وعن شراء العبد وهو آبق وعن شراء المغانم حتى تقسم وعن شراء الصدقات حتى تقبض وعن ضربة الغائص )) رواه ابن ماجه والبزار والدار قطني بإسناد ضعيف ، فهذا الحديث وإن كان ضعيفاً إلا أن المعاملات المذكورة فيه محرمة لا تجوز لأنها مشتملة على الغرر والجهالة فيما يقصد ، فما في بطون الأنعام لا يعلم وغير مقدور على تسليمه وهذا غرر ، وما في ضروعها مجهول أيضاً ولا يعلم مقداره وهذا غرر ، والعبد إذا كان آبقاً فلا ندري هل نقدر على تسليمه أم لا ؟ وهذا غرر. والمغانم قبل قسمتها على الغانمين لا ندري عن أعيانها وهل يأتي لهذا الرجل القائم ما عقد عليه البيع أم لا ؟ وهل سيقدر على تسليمه أم لا وهل ستقسم الغنائم أصلاً أم لا ؟ ولأنها قبل قسمتها لم تدخل في ملكيته إلا على وجه العموم لا على الخصوص وملكيتها على وجه العموم مشتركة بين الغانمين جميعاً وكل ذلك غرر وجهالة ، ومثلها الصدقات وهي الزكوات فإن الفقير لا يجوز بيع زكاته قبل قبضها لأنه لم يتحقق من ملكيتها بعينها ولا يقدر على تسليمها مادامت عند المزكي وهذا نوع غرر وجهالة وكذلك ضربة الغائص وهي : أن يقول المشتري لمن يغوص في البحر إن ما تخرجه من السمك في هذه الغوصة علي بكذا وكذا وهذا فيه غرر وجهالة وذلك للجهل بقدر ما يحصله الغائص في ضربته هذه ولأنه وقت العقد غير مالك للمبيع ولا بمتحقق من القدرة على تسليمه وفي حديث ابن مسعود : (( لا تشترو السمك في الماء فإنه غرر )) وهو ضعيف لكن معناه صحيح والموقوف أشبه ، فهذه البيوعات المذكورة في الحديث منهي عنها لما فيها من الغرر والجهالة وقد تقرر أن كل معاملة فيها غرر وجهالة فيما يقصد فهي باطلة والله أعلم .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ومنها : حديث أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم - : (( نهى عن بيع المضامين والملاقيح )) رواه البزار وسنده ضعيف ، لكن معناه صحيح فإن هاتين المعاملتين وهي بيع المضامين والملاقيح معاملتان محرمتان لما فيهما من الغرر والجهالة ، والمضامين هي مافي أصلاب الفحول من الماء والملاقيح هي ما في بطون النوق من الحمل ، وذلك للجهل بها ولعدم القدرة على تسليمها وهذا من الغرر وقد تقرر أن كل معاملة فيها غرر وجهالة فيما يقصد فهي باطلة والله أعلم . ¶ ومنها :- حديث ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - : (( نهى عن بيع الثمرة حتى يبدو صلاحها ، نهى البائع والمشتري )) متفق عليه ، وفي حديث أنس أن رسول الله - صلى الله عليه وسلم - : (( نهى عن بيع الثمار حتى تزهي ، قيل : وما تزهي ؟ قال : حتى تحمر )) وقال : (( أرأيت إذا منع الله الثمرة ، بم يستحل أحدكم مال أخيه !؟ )) فهذه المعاملة وهي بيع الثمار قبل بدو صلاحها منهي عنها إلا بشرط : القطع في الحال وذلك لأن الثمرة قبل بدو صلاحها معرضة لكثير من الآفات ، فعاقبتها قبل بدو صلاحها مجهولة وهذا نوع غرر وجهالة وقد تقرر أن المعاملات إذا اشتملت على الغرر والجهالة فيما يقصد فإنها تكون باطلة والله أعلم . ¶ ومنها: قال الفقهاء رحمهم الله تعالى : \" ولا يصح بيع العبد الآبق ولا الجمل الشارد ولا طيرٍ في هواء ولا سمك في ماء ولا صوفٍ على ظهر \" . قلت : وكل ذلك لو جود الجهالة والغرر وهو عدم القدرة على التسليم فهذه المعاملات لا تجوز لأنها مشتملة على غرر وجهالة والله أعلم .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ومنها : بيع المغصوب ، إذا غصب رجل عيناً فهل يجوز لصاحبها أن يبيعها ؟ أقول : هذا فيه تفصيل إن كان سيبيعها على غاصبها فهذا بيع صحيح لأنها الآن في يده فالتسليم حصل لوجودها في حوزته فلا غرر ولا جهالة ، وإن كان سيبيعها على قادر على أخذها من غاصبها فهذا أيضاً بيع جائز لأنه يغلب على الظن قدرته على أخذها منه ، وأما إن باعها على غيرهما فلا يصح البيع لأن الغرر والجهالة موجودة متحققة وهو عدم القدرة على التسليم وكل معاملة فيها غرر وجهالة فيما يقصد فهي باطلة والله أعلم . وعلى ذلك فقس والله أعلم .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وقولي في القاعدة ( فيما يقصد ) هو قيد مهم جداً وذلك أنه إذا كانت الجهالة في شيئ لا يقصد في البيع وإنما يدخل تبعاً فإن هذا الغرر فيه والجهالة لا تؤثر في صحة البيع وذلك كبيع الدابة الحامل إذا قصد شراء الدابة نفسها من غير إفراد الحمل بثمنٍ مستقل فهو جائز لأن الحمل يدخل في البيع تبعاً لا قصداً وكشراء البيت مع الجهل بأساساته ونحوها لا يضر لأنها تدخل في البيت تبعاً فليست هي مما يقصد بعينها في البيع وكشراء الدابة ذات الصوف والوبر فإنه يجوز والجهالة بمقداره لا تضر لأنه ليس هو المقصود من البيع والشراء فهو تابع والتابع في الوجود تابع في الحكم وكشراء مزرعة فيها ماء فيه سمك لا بأس به إذا لم يفرد السمك بالبيع لأن المقصود شراء المزرعة كلها فلا تضر الجهالة بقدر السمك الذي فيها لأنه تابع للمزرعة والتابع تابع ، وكشراء مزرعة فيها أبراج حمام ولا نعلم قدره لابأس بذلك لأن الحمام ليس مقصوداً بعينه بالبيع وإنما المقصود المزرعة على وجه الإجمال فهو تابع لها والتابع تابع ، وعليه فقس فإذا كانت الجهالة والغرر فيها لا يقصد بالبيع فإنها حينئذٍ مغتفرة ، فهو مما يتسامح بمثله ، ومثل ذلك بيع الدابة ذات اللبن ونحو ذلك وبهذا نكون قد أتينا على أبواب في البيع مهمة فاحفظ هذه القواعد فإنها مهمة جداً في هذا الكتاب والله تعالى أعلى وأعلم . ¶ القاعدة السادسة ¶ الأصل هو العدل في كل المعاملات ومراعاة مصلحة الطرفين ورفع الضرر عنهما",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وهذا أصل مطرد في المعاملات وغيرها ، بل هو قاعدة عامة تدخل في العقائد والأحكام ، فالأصل في العقود كلها إنما هو العدل الذي جاءت به الرسل وأنزلت به الكتب ، قال تعالى : { ولقد أرسلنا رسلنا بالبينات وأنزلنا معهم الكتاب والميزان ليقوم الناس بالقسط } وقال تعالى : { إن الله يأمر بالعدل والإحسان } وقال تعالى : { إن الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس أن تحكموا بالعدل } وقال تعالى : { يا أيها الذين آمنوا كونوا قوامين لله شهداء بالقسط ولا يجرمنكم شنئان قومٍ على أن لا تعدلوا اعدلوا هو أقرب للتقوى } وقال تعالى : { وإذا قلتم فاعدلوا ولوكان ذا قربى } فقد جاء الأمر في هذه الآيات وغيرها بتحقيق العدل وإقامته بين الناس صغيرهم وكبيرهم شريفهم وحقيرهم وألا يكون بغضنا لقومٍ مدعاة لظلمهم وبخس حقوقهم ، يقول الإمام ابن كثير رحمه الله تعالى : \" يأمر الله بالعدل في الفعال والمقال على القريب والبعيد ، والله تعالى يأمر بالعدل لكل أحدٍ في كل وقت وفي كل حال فلا تقوم أمور الناس إلا بالعدل ولا تستقيم الدنيا إلا بذلك إذ هو نظام كل شيء والظلم سبب هلاك الأمم والأفراد ولهذا قيل : إن الله يقيم الدولة العادلة وإن كانت كافرة ولا يقيم الدولة الظالمة وإن كانت مسلمة ، وفي الصحيح من حديث النعمان بن بشير رضي الله عنهما أنه قال : إن أباه أتى به رسول الله - صلى الله عليه وسلم - فقال : إني نحلت ابني هذا غلاماً كان لي فقال رسول الله - صلى الله عليه وسلم - : (( أكل أولادك نحلت مثله ؟ )) فقال : لا ! فقال الرسول - صلى الله عليه وسلم - : (( فأرجعه )) والحديث دليل على وجوب العدل بين الأولاد في الهبة لأن تفضيل بعضهم على بعضٍ ظلم مستوجب للتباغض والنفرة وإيحاش الصدر ، وعن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : (( من كانت له امرأتان فمال إلى إحداهما جاء يوم القيامة وشقه مائل ))",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "رواه أبو داود ، وهذا الحديث دليل على وجوب العدل بين الزوجات فإن لم يعدل فإما أن يمسك بمعروف أو يسرح بإحسان ، وفي الصحيح من حديث أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : (( سبعة يظلهم الله بظله يوم لا ظل إلا ظله إمام عادل )) الحديث ، ولذلك حرمت الشريعة الربا لما فيه من الظلم ومجانبة العدل قال تعالى : { وأحل الله البيع وحرم الربا } وقال تعالى : { يا أيها الذين آمنوا لا تأكلوا الربا أضعافاً مضاعفة } وكذلك حرم الميسر لأنه من أكل أموال الناس بالباطل فقال تعالى : { إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه } وقال تعالى : { لا تأكلوا أموالكم بينكم بالباطل إلا أن تكون تجارة عن تراضٍ منكم } وفي الحديث : (( لا يحل مال امرىء مسلم إلا بطيب نفس منه )) بل كل مانهى عنه النبي - صلى الله عليه وسلم - من المعاملات : كبيع الغرر وبيع الثمر قبل بدو صلاحه وبيع السنين وبيع حبل الحبلة وبيع المزابنة والمحاقلة وبيع الحصاة وبيع الملاقيح والمضامين ونحو ذلك ، كل ذلك محرم لما فيه من الظلم فحرمته الشريعة تحقيقاً للعدل ، ومن ذلك مشروعية الخيار في المعاوضات : كخيار المجلس فإن مبناه على العدل ومراعاة مصلحة الطرفين ففي حديث ابن عمر أن رسول الله - صلى الله عليه وسلم - قال : (( إذا تبايع الرجلان فكل واحدٍ منهما بالخيار مالم يتفرقا وكانا جميعاً أو يخير أحدهما الآخر فإن خير أحدهما الآخر فتبايعا على ذلك فقد وجب البيع وإن تفرقا بعد أن تبايعا ولم يترك واحد منهما البيع فقد وجب البيع )) متفق عليه ، ولذلك فإنه لا يجوز لأحدهما أن يتحايل على إسقاط حق صاحبه في الخيار وذلك تحقيقاً للعدل ومراعاة لمصلحة الطرفين كما روى الخمسة من حديث عمرو بن شعيب عن أبيه عن جده مرفوعاً : (( و لا يحل له أن يفارقه خشية أن يستقبله )) قال ابن القيم رحمه الله تعالى : \" أثبت الشارع خيار المجلس في",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "البيع حكمة ومصلحة للمتعاقدين وليحصل تمام الرضا الذي شرعه الله تعالى فيه بقوله : { عن تراضٍ منكم } فإن العقد يقع بغتة من غير تروٍّ ولا نظر في القيمة فاقتضت محاسن هذه الشريعة الكاملة أن يجعل للعقد حريماً يتروى فيه المتبايعان ويعيدان النظر ويستدرك كل واحدٍ منهما اهـ . ومن ذلك أيضاً خيار الغبن فإذا غبن في المبيع غبناً خارجاً عن العادة فإنه يثبت له الخيار وذلك تحقيقاً للعدل ودرءاً للظلم وذكر الفقهاء أن الغبن له ثلاث صور : الأولى : تلقي الركبان : ففي حديث ابن عباس رضي الله عنهما مرفوعاً : (( لا تلقوا الركبان ولا يبع حاضر لباد )) متفق عليه ولمسلم من حديث أبي هريرة مرفوعاً : (( فإذا أتى سيده السوق فهو بالخيار )) فجعلت الشريعة الخيار في استرداد المبيع أو أخذ الثمن الزائد وذلك لتحقيق العدل لأن الأصل في العقود العدل . الثانية : النجش : وهو الزيادة في المبيع بلا قصد الشراء فهذا لا يجوز لأنه ظلم وتغرير ، وفي الصحيحين من حديث ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - : ((نهى عن النجش )). الثالثة : المسترسل : ويعرفه الفقهاء بأنه الذي يخدع في البيوع ويجهل القيمة ولا يحسن المماكسة فإذا غبن ثبت له الخيار لحديث ابن عمر قال : ذكر لرسول الله - صلى الله عليه وسلم - رجل يخدع في البيوع فقال : (( إذا بايعت فقل لا خلابة )) متفق عليه . ومن ذلك أيضاً خيار التدليس وهو إظهار المبيع في صورة غير صورته الحقيقية فمن دُلٍّسَ عليه في بيع فإن له الخيار وذلك كتصربة الغنم والإبل والبقر لحديث أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : (( لا تصروا الإبل فمن ابتاعها فهو بخير النظرين بعد أن يحلبها إن رضيها أمسكها وإن سخطها ردها وصاعاً من تمر )) ومن صور ذلك تسويد شعر الجارية ليوهم أنها صغيرة وتحبير أصابع الغلام ليوهم أنه كاتب ، فكل ذلك منهي عنه ويثبت للمشتري الخيار تحقيقاً للعدل",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "لأن الأصل في العقود العدل ومراعاة مصلحة الطرفين ، ومن ذلك أيضاً ثبوت خيار العيب فمن باع سلعة معيبة فإن المشتري يثبت له الخيار إما بردها وإما بأخذ الأرش وهو قسط مابين قيمتها سليمة وقيمتها معيبة وكل ذلك تحقيق للعدل لأن الأصل في العقود العدل والقسط ، ومن ذلك العتق فمن أعتق شركاً له في عبد فإنه يقوم عليه قيمة باقيه كما في حديث : (( من أعتق شركاً له في عبد قوم عليه قيمة عدلٍ لا وكس ولا شطط )) وذلك لتحقيق العدل بين الشركاء والله أعلم ، ومن ذلك تحريم الغش ففي صحيح مسلم من حديث أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم - مر برجل يبيع طعاماً فأدخل يده فيه فإذا هو مبلول فقال : (( من غشنا فليس منا )) وفي حديث عقبة مرفوعاً : (( لا يحل لمسلم باع من أخيه بيعاً وفيه عيب إلا بينه )) رواه الإمام أحمد فكل ذلك لتحقيق العدل وألا يظلم الناس بعضهم بعضاً ولا يأكل بعضهم مال بعض بالباطل ، ومن ذلك التسعير فإن الأصل فيه المنع كما في حديث أنس قال : غلا السعر على عهد لرسول الله - صلى الله عليه وسلم - فقالوا يا رسول الله : لو سعرت ؟ فقال : (( إن الله هو القابض الباسط الرازق المسعر وإني لأرجو أن ألقى الله عز وجل ولا يطلبني أحد بمظلمةٍ إياه في دمٍ ولا مال )) رواه أحمد وأبو داود والترمذي وصححه ، فعلى هذا فإذا ارتفع السعر بسبب كثرة الطلب وقلة العرض دون احتيال فليس لولي الأمر أن يحد السعر بل يترك الرعية يرزق الله بعضهم من بعض ، أما إذا تواطأ الباعة مثلاً من تجارٍ ونحوهم على رفع أسعار ما لديهم أثرة منهم ففي هذه الحالة لولي الأمر تحديد سعر عادل للمبيعات لا يكون فيه إجحافاً بأرباب الأموال ولا بالناس وذلك لإقامة العدل بين البائعين والمشترين لأن الأصل في العقود كلها العدل والله أعلم ، ومن ذلك : الوصية فإن مبناها على العدل وتحقيق المصلحة ، فلم يحجر على رب المال أن لا يتصرف في ماله بما يعود عليه نفعه",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ولم يفتح له المجال فتحا كاملاً بحيث يضر بالورثة بل أجاز له الوصية بالثلث وهذا هو عين العدل بل ورغبة في التقليل منه كما في حديث : (( الثلث ، والثلث كثير )) ولم تصح للوارث إلا بإجازة الورثة لأن الورثة أعطوا حقوقهم بالإرث كما في حديث : (( إن الله قد أعطى كل ذي حقه فلا وصية لوارث )) ومن العدل أيضاً أن الموصى له يحرم من الوصية إذا استعجلها قبل أوانها بقتل الموصي وكذلك الوارث فإنه يحرم من الإرث إذا قتل مورثه وفي الحديث : (( ليس لقاتلٍ شيء )) ولأحمد عن عمرو بن شعيب عن أبيه عن جده نحوه ، فكل ذلك من باب العدل ، فلا يستقيم أمر الدنيا إلا بذلك ، ومن ذلك أيضاً : باب الحجر فإن مبناه على العدل ومراعاة المصلحة ، فأما حجر المفلس فلحق الغرماء أصحاب الديون فإنه لا يتم إعطاؤهم حقوقهم إلا بالحجر ، وأما حجر الصغر والسفه والجنون فلحق المحجور عليه فالمنفعة فيه تعود عليه فإنه لو فتح له باب التصرف في المال لأتى عليه وأفسده ، وهذا هو عين العدل والمصلحة ، ومن ذلك أيضاً : أن المزارعة والمساقاة لا تصح إذا كانت على جزء معين من الزرع والثمر فإنه قد يتلف ولا يؤتي ثمرته فيكون الغرم على العامل المسكين لكن شرط الفقهاء لصحتها أن يكون نصيب العامل جزءاً مشاعاً من الزرع والثمرة كأن يقول : لك ثلث الثمرة أو نصفها وهكذا من غير تحديد لعين هذا النصيب وهذه هي المزارعة العادلة أما أحاديث النهي عن المزارعة فمحمولة على المزارعة الجائرة الظالمة وهي التي يكون نصيب العامل فيها جزءاً منها معلوماً معيناً ، ويدل على جوازها حديث ابن عمر رضي الله عنه قال : (( عامل النبي - صلى الله عليه وسلم - أهل خير بشطر ما يخرج منها من ثمر أو زرع )) أخرجاه ، وفي رواية لهما : أن رسول الله - صلى الله عليه وسلم - أعطى أهل خيبر على أن يعملوها ويزرعوها ولهم شطر ما خرج منها ، وقال البخاري في صحيحه : وقال قيس بن مسلم عن أبي جعفر : \" ما بالمدينة دار",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "هجرة إلا يزرعون على الثلث والربع \" ، قال : \" وزارع علي وسعد بن مالك وعبد الله بن مسعود وعمر بن عبد العزيز والقاسم وعروة وآل أبي بكرٍ وآل عمر وآل علي وابن سيرين وعامل عمر الناس على أنه إن جاء عمر بالبذر من عنده فله الشطر وإن جاءوا بالبذر فلهم كذا \" ، قال أبو العباس بن تيمية : \" وهذه الآثار التي ذكرها البخاري قد رواها غير واحدٍ من المصنفين في الآثار فإذا كان جميع المهاجرين كانوا يزارعون والخلفاء الراشدون وأكابر الصحابة والتابعين من غير أن ينكر ذلك منكر لم يكن إجماع أعظم من هذا ، بل إن كان في الدنيا إجماع فهو هذا لا سيما وأهل بيعة الرضوان جميعهم زارعوا على عهد رسول الله - صلى الله عليه وسلم - وبعده إلى أن أجلى عمر اليهود إلى تيماء \" اهـ. وأما أحاديث النهي فإنها جاءت مفسرة كما في حديث رافع بن خديج قال : (( كنا أكثر أهل المدينة حقلاً وكنا نكري الأرض بالناحية فيها تسمى لسيد الأرض ، قال : مما يصاب ذلك وتسلم الأرض ومما تصاب الأرض ويسلم ذلك فنهينا فأما الذهب والورق فلم يكن يومئذٍ )) رواه البخاري ، وفي رواية قال : (( كنا أكثر أهل المدينة حقلاً وكان أحدنا يكري أرضه فيقول : هذه القطعة لي وهذه لك ، فربما أخرجت ذه ولم تخرج ذه فنهاهم النبي - صلى الله عليه وسلم - )) ، وفي رواية (( ولم ينه عن الورق )) وفي صحيح مسلم عن حنظلة بن قيس قال : (( سألت رافع بن خديج عن كراء الأرض بالذهب ولاورق فقال : لابأس به ، إنما كان الناس يؤاجرون على عهد رسول الله - صلى الله عليه وسلم - بما على الماذيانات وأقبال الجداول وأشياء من الزرع فيهلك هذا ويسلم هذا ويهلك هذا ويسلم هذا فلم يكن للناس كراء إلا هذا فلذلك زجر الناس عنه فأما شيئ معلوم مضمون فلا بأس به )) فهذا تفسير راوي الحديث وقد تقرر في الأصول : أن تفسير الراوي مقدم على غيره مالم يخالف ظاهر الحديث ، فهذا هو الراجح وهو اختيار أهل الحديث ونصره أبو العباس بن",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "تيمية وتلميذه ابن القيم وهو القول الذي به تتآلف الأدلة ، فإن قلت : فكيف تخرج هذا الفرع على قاعدة العدل ؟ أقول : إن المزراعة والمسافاة على جزء مشاع معلوم هو العدل الذي جاءت به الشريعة والأصل في العقود كلها العدل ، وأما المزارعة والمسافاة على جزءٍ معلوم معين كهذه الشجرة أو هذه القطعة فهي معاملة ظالمة جائرة فتكون منهياً عنها وسبب النهي عنها هو لما اشتملت عليه من الظلم والله أعلم ، ومن ذلك : باب الغصب فإنه داخل تحت هذه القاعدة وهو الاستيلاء عرفاً على حق الغير قهراً ، وأجمعوا على تحريمه ويلزم الغاصب رد ما غصبه لحديث : (( لا يأخذ أحدكم متاع أخيه لاعباً ولاجاداً ومن أخذ عصا أخيه فليردها )) قال الفقهاء : ويجب رده بنمائه المتصل والمنفصل ولو غرم رده أضعاف ثمنه ، وكل ذلك لتحقيق العدل ، وعلى الغاصب أرش نقص المغصوب ، فإن تلف ضمن المثليّ بمثله والمتقوّم بقيمته وذلك لتحقيق العدل بين المكلفين والله أعلم .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ومن ذلك :-باب الشفعة أيضاً يدخل تحت قاعدة العدل ففي الحديث : (( أن النبي - صلى الله عليه وسلم - قضى بالشفعة في كل مالم يقسم )) متفق عليه ، وذلك لأن الشريك أحق بحصة شريكه من غيره فلربما تضرر بمشاركة غيره فجعلت الشريعة الحق للشريك في انتزاع شريكه بالعوض الذي انتقلت به ، لأن الأصل في العقود كلها العدل ومراعاة المصلحة ، فعين العدل أن يقدم الشريك بهذه الحصة ويدفع لصاحبها نفس الثمن الذي يريد بيعها به ، والله أعلم . ومن ذلك : قول الفقهاء فيما أتلفته البهيمة فإن لهم تفصيلاً جميلاً فقالوا : ما أتلفته البهائم ليلاً فإنه من ضمان أصحابها وما أتلفته نهاراً فإنه جبار لحديث : (( والعجماء جبار )) متفق عليه ، يعني هدر ، وفي حديث حرام بن محيصة (( أن ناقة البراء بن عازب دخلت حائطاً فأفسدت فيه فقضى نبي الله - صلى الله عليه وسلم - أن على أهل الحوائط حفظها بالنهار وأن ما أفسدت المواشي بالليل فهو من ضمان أهلها )) ، وهذا هو عين العدل وذلك لأن أهل المواشي بالليل عادة يحفظونها في الحظائر وأهل الزرع لا يكونون في مزارعهم ليلاً عادة فطولب أهل البهائم بحفظها ، وأما في النهار فإن البهائم ترتع للرعي في الأرض وأهل الزروع عادة في زروعهم فطولبوا بحفظ حوائطهم ، وهذا هو عين العدل ، وقال الفقهاء أيضاً : إن أتلفت الدابة شيئاً وكانت مركوبة فننظر أن كان التلف حاصل بمقدمها فالضامن لراكبها لأنه مفرط بعدم إمساكها وإبعادها عن هذا الشيء ، وإن كان التلف حصل بمؤخرها فإنه لا ضمان عليه وهذا هو عين العدل ، ومن ذلك : عطايا الأولاد فإن الواجب فيها العدل وتقدم الدليل على ذلك ، وفروع هذه القاعدة كثيرة جداً تفوق الحصر وإنما المقصود الإشارة والمتتبع للفروع الفقهية في هذا الباب يجد أن الإسلام في المعاملات وسط عدل بين طرفين ظالمين جائرين ، الشيوعية التي تنفي حق التملك وتجعل المال شائعاً بين الناس ، وبين الرأسمالية التي مبناها على",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "تحصيل الأموال وتكثير رأس المال من غير نظرٍ لحله وحرمته ، وكلا الطرفين فيهما من الظلم والجور مايعرفه من نظر في آثارهما السيئة على الفرد والمجتمع ، أما الإسلام فمبناه على العدل ومراعاة مصلحة الطرفين فالحمد لله رب العالمين أن جعلنا مسلمين ونسأله أن يختم لنا به وهو أعلى و أعلم . ¶ القاعدة السابعة ¶ القصود في العقود معتبرة ¶ أقول : قوله ( القصود ) : جمع قصد وهو إتيان الشيء وأمّه ، يقال قصدته قصداً ومقصداً إذا يممت نحوه ، ويراد بها هنا : النيات والبواعث الباطنية والإرادات النفسية ، وقوله ( معتبرة ) : أي أنه يعتد بها شرعاً وتكون مؤثرة في العقود في حلها وحرمتها فقد تكون صورة العقد والفعل واحدة لكن يكون هذا حلالاً وهذا حراماً باعتبار المقاصد والنيات ، وهذه القاعدة من القواعد الكبرى التي يرتكز عليها أبو العباس بن تيمية رحمه الله تعالى كثيراً في مسائله وفتاويه ، وهذه القاعدة تفيد أن الاعتبار إنما هو بالمعاني والمقاصد في الأقوال والأفعال ، فالأقوال التي اختلفت ألفاظها واتفق معناها شيء واحد ، والتي اتفقت ألفاظها واختلفت مقاصدها ومعانيها ليست شيئاً واحداً فالاعتبار في العقود والأفعال إنما هو حقائقها ومقاصدها دون ظواهرها وألفاظها ، ولذلك قال ابن القيم رحمه الله تعالى : \" ومن تدبر مصادر الشريعة ومواردها تبين له أن الشارع ألغى الألفاظ التي لم يقصد المتكلم بها معانيها بل جرت على غير قصد منه كالنائم والناسي والسكران والجاهل والمكره والمخطىء من شدة الفرح أو الغضب أو المريض ونحوهم ، ولم يكفر من قال من شدة فرحه براحلته بعد إياسه منها : (( اللهم أنت عبدي وأنا ربك )) فكيف يعتبر الألفاظ التي يقطع بأن مراد قائلها على خلافها \" اهـ . قلت : وبالجملة فإن أعمال المكلفين وتصرفاتهم القولية والفعلية تختلف نتائجها وأحكامها الشرعية باختلاف مقاصدهم وغاياتهم من وراء تلك العمال والتصرفات ، وهذا عام في كل الأقوال",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "والأعمال ، وليس في العقود فقط ولكن لما كان الكلام هنا عن المعاملات والعقود أخرجنا القاعدة مخصوصةً بها ، فعند حصول العقود فإنه لا ينظر للألفاظ التي يستعملها العاقدان وإنما ينظر إلى مقاصدهم الحقيقية من الكلام الذي يلفظ به حين العقد لأن المقصود الحقيقي هو المعنى وليس اللفظ ولا الصيغة المستعملة لأن الألفاظ ما هي إلا قوالب للمعانى ، إلا أنه ينبغي التنبيه على أن اعتبار المقاصد إنما هو فيما بين العبد وربه ، وذلك لأن المقاصد أمور باطنية لا تظهر غالباً ، ولكن إذا تبين لنا شيء منها فإنه لا يهمل بل هو المعتبر دون اللفظ ، والدليل على صحة هذه القاعدة عدة أشياء :- ¶ منها : قوله تعالى : { وبعولتهن أحق بردهن في ذلك إن أرادا إصلاحاً } وقوله تعالى : { ولا تمسكوهن ضراراً لتعتدوا } وذلك نص في أن الرجعة إنما ملكها الله تعالى لمن قصد الصلاح دون من قصد الضرار وهذا دليل على اعتبار المقاصد وبناءً عليه فمن ظهر منه إرادة المضارة في الرجعة فإنه لا يمكن منها بل يحرمها والله أعلم . ¶ ومن الأدلة : قوله تعالى في الخلع : { فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به } فدل ذلك على أن الخلع المأذون فيه إنما يباح إذا ظنا أن يقيما حدود الله ، وكذلك قوله تعالى : { فإن طلقها فلا جناح عليهما أن يتراجعا إن ظنا أن يقيما حدود الله } فبينت هذه الآية أيضاً أن النكاح المأذون فيه إنما هو لمن ظنا به أن يقيما حدود الله ، وهذا مرجعه إلى المقاصد والنيات والله أعلم . ¶ ومن الأدلة أيضاً : قوله تعالى في الوصية : { من بعد وصية يوصى بها أو دية غير مضار } فإنما قدم الله الوصية على تقسيم الميراث إذا لم يرد بها صاحبها المضارة فمن قصد الضرار فللورثة إبطالها وعدم تنفيذها ، وهي أي الوصية عقد من العقود وهذه الآية تبين أن مبناه على المقصد مما يدل على اعتبار المقاصد والنيات والإرادات في العقود والله أعلم .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ومن الأدلة أيضاً : الحديث المتفق عليه (( إنما الأعمال بالنيات وإنما لكل امرئ ما نوى ... الحديث )) وهو نص في هذه القاعدة وهو دليل على أن الشرع اعتبر المقاصد ورتب عليها أحكاماً دنيوية وأخروية وجعل أحكام ظواهر الأعمال مختلفة تبعاً لا اختلاف مقاصدها والمراد منها ، وهو دليل على أن المقاصد في المعاملات معتبرة والله أعلم . ¶ ومن الأدلة : حديث أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : (( من أخذ أموال الناس يريد أداءها أدى الله عنه ومن أخذها يريد إتلافها أتلفه الله )) فجعل النبي - صلى الله عليه وسلم - المقترض إذا نوى ألا يؤدي أموال الناس مأزوراً بخلاف من نوى الأداء مع أن ظاهر الفعل واحد لكن اختلفت النتيجة باختلاف الغايات والمقاصد فدل ذلك على أن المقاصد معتبرة في العقود وغيرها والله أعلم . ¶ ومن الأدلة أيضاً : حديث أبي هريرة رضي الله عنه مرفوعاً : (( إن الله لا ينظر إلى صوركم وأموالكم ولكن ينظر إلى قلوبكم وأعمالكم )) رواه مسلم ، وهذا يبين أهمية تطييب القصد في العقود وغيرها لأنها محط نظر الرب جل وعلا فلا يطلع الله من نيتك وقصدك على شيء يوجب غضبه وسخطه والله أعلم .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "ومن الأدلة أيضاً : حديث أبي حميد الساعدي رضي الله عنه قال : استعمل رسول الله - صلى الله عليه وسلم - رجلاً على صدقات بني سليم يدعى ابن اللتبية فلما جاء حاسبه وقال : هذا مالكم وهذا هدية ! فقال رسول الله - صلى الله عليه وسلم - : (( فهلا جلست في بيت أبيك وأمك حتى تأتيك هديتك إن كنت صادقاً!! )) ثم خطبنا فحمد الله وأثنى عليه ثم قال : (( أما بعد : فإني أستعمل الرجل منكم على العمل مما ولاًّني الله عز وجل فيأتي فيقول : هذا مالكم وهذا هدية أهديت إلي ! أفلا جلس في بيت أبيه وأمه حتى تأتيه هديته !! والله لا يأخذ أحد منكم شيئاً بغير حقه إلا لقي الله يحمله يوم القيامة ، فلأعرفن أحد منكم لقي الله تعالى يحمل بعيراً له رغاء أو بقرة لها خوار أو شاه تيعر )) ثم رفع يده حتى رُئي بياض إبطه يقول : (( اللهم هل بلغت ؟ )) متفق عليه ، ووجه الدلالة منه أن الهدية هي عطية يبتغى بها وجه المعطى وكرامته فلم ينظر النبي - صلى الله عليه وسلم - إلى ظاهر الإعطاء قولاًً وفعلاً ولكن نظر إلى قصد المعطين ونياتهم التي تعلم بدلالة الحال ، وذلك أنهم ما أعطوه هذه الهدايا إلا لما يرجونه منه من التقرب والتزلف الذي قد يكون وسيلة إلى إحقاق باطل أو إبطال حق أو ليكرمهم ويقدمهم على غيرهم أو يخفف عنهم ما وجب عليهم من الحقوق أو يحابيهم في شيء ليس لهم وغير ذلك فإن الهدية تفعل في النفوس ما يعرفه الجميع ، فاعتبر - صلى الله عليه وسلم - مقاصد المعطين ولم ينظر إلى صورة الإعطاء مما يدل على أن القصود في العقود معتبرة والله أعلم.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ومن الأدلة : حديث ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال : (( لعن الله الخمر ، ولعن شاربها وساقيها وعاصرها ومعتصرها وبائعها ومبتاعها حاملها والمحمولة إليه وآكل ثمنها )) رواه أحمد وأبو داود وابن ماجه ، ووجه الدلالة هو أن النبي - صلى الله عليه وسلم - لعن عاصر الخمر ومعتصرها ومعلوم أنه إنما يعصر عنباً فيصير عصيراً ثم بعد ذلك قد يتخمر وقد لا يتخمر لكن لماكان قصد بالاعتصار تصييره خمراً استحق اللعنة وهذا دليل على اعتبار المقاصد في الأفعال والتصرفات والله أعلم . ¶ ومن الأدلة أيضاً : قوله - صلى الله عليه وسلم - في حديث أبي هريرة رضي الله عنه : (( من تزوج امرأة بصداق ينوي أن لا يؤديه إليها فهو زان ، ومن ادّان ديناً ينوي أن لا يقضيه فهو سارق )) فأنزل الناكح الذي ينوي ألا يؤدي الصداق لمنكوحته أنزله منزلة الزاني لأن الزاني يستحل الفرج بلا عوض مع أن صورة العقد صحيحة في الظاهر لكن بالنظر إلى نيته وقصده حكم عليه بذلك ، والذي يأخذ أموال الناس بعقد مقارضة أو غيره ويريد أن لا يؤديها إليهم فإنه بهذه النية سارق لأن السارق هو الذي يستحل أموال الناس بلا عوض ولا رضى مع أن صورة العقد في الظاهر أنها عقد دين أو قرض لكن لم ينظر إلى مجرد اللفظ والمبنى و إنما نظر إلى القصد والمعنى فهذا يدل على أن القصود في العقود معتبرة والله أعلم . ¶ ومن الأدلة : حديث : (( لعن الله المحلل والمحلل له )) مع أن المتعاقدين لا يذكران في ألفاظهما التحليل وإنما يذكران ألفاظ النكاح المعروفة لكن لما كان المقصود من هذا العقد مجرد تحليل المطلقة البائن بالثلاث لزوجها الأول عوملا بمقاصدهما ، فهو في الظاهر عقد نكاح لكن في الباطن والمقاصد عقد تحليل حكم عليهما باللعنة للنظر إلى مقاصدهما مما يدل على أن القصود في العقود معتبرة شرعاً والله أعلم .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ومن الأدلة : حديث عمرو بن شعيب عن أبيه جده مرفوعاً : (( ولا يحل له أن يفارقه خشية أن يستقبله )) فانظر كيف اعتبر القصد فإن المفارقة بالأبدان مما ينقطع بها خيار المجلس فنبهت الشريعة أن هذه المفارقة لا يجوز أن يقصد إلزام الآخر بالبيع فإن في ذلك القصد إبطالاً لحقه في خيار المجلس وبناءً عليه فمن تبين لنا من قصده بالمفارقة أنه يريد قطع خيار صاحبه فإن هذه المفارقة لا تعتبر شرعاً نظراً إلى المقاصد والدوافع مما يدل على اعتبارها شرعاً والله أعلم . ¶ فهذا طرف يسير من أدلة هذه القاعدة العظيمة والأصل الجامع وإليك الآن بعض فروعها المتدرجة عليها لتتضح أكثر فأقول :- ¶ من الفروع : قول الفقهاء : ولا يصح بيع العصير لمن يتخذه خمراً ولا سلاح في فتنة ، ولا أمه للزنا ولا داراً ليفعل فيها شيئاً المحرمات أو دكاناً ليبيع فيه محرماً فإن ذلك كله لا يجوز فمن علم منه أنه يريد ذلك بالقرائن فإنه لا يجوز معاملته بذلك ولذلك نقرر هنا ضابطاً مهماً وهو قولنا : ( لا يصح بيع ما قصد به الحرام ) ، وذلك لقوله تعالى : { وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان } ولأن القصود في العقود معتبرة ، فبيع السلاح لمن يقتل به مسلماً محرم لا يجوز ، وبيعه لمن يجاهد به في سبيل الله طاعة وقربة ، فصورة البيع واحدة لكن اختلف الحكم حلاً وحرمة لاختلاف المقاصد وذلك لأن القصود في العقود معتبرة ، ومثل ذلك شراء الكأس ليشرب فيها ماءً جائز ، وليشرب فيها خمراً محرم ، لأن المقاصد معتبرة شرعاً ومثل ذلك أيضاً بيع الجوز والبيض لمن يجعله قماراً لا يجوز لأنه من الميسر المنهي عنه بالكتاب والسنة ، ومثله أيضاً بيع غلامٍ لمن عُرف بالوطء في الدبر ، أو بيع أمةٍ للغناء ، وذلك للنهي عن بيع المغنيات ولأن ذلك من الإثم والعدوان ، فمن علم منه ذلك بالقرائن أو بغلبة الظن فإنه لا تجوز معاملته بذلك لأن القصود في العقود معتبرة والله أعلم .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ومن الفروع أيضاً : هدايا العمال وهم الذين يوكل لهم ولي الأمر شيئاً من الأعمال في البلاد كإمارة أو رئاسة أو إدارة أو قضاء أ, نحو ذلك فإنهم لا يجوز لهم قبول ما يعطونه من الهدايا مالم تجر بذلك عادة قبل ذلك ، لأن هذه الهدية غالباً ما يكون قصد مهديها التوصل بها إلى أمور محرمة ، وعلى ذلك حديث ابن اللتبية ، وحديث : (( هدايا العمّال غلول )) لكن إذا كانت العادة جارية بالتهادي بينهما قبل تولي العمل فإنه لا بأس بذلك حينئذٍ والتورع عنها أولى سداً لذريعة الفساد والله أعلم . ¶ ومنها : إذا اشترى الرجل أو استأجر أو اقترض أو نكح ونوى أن ذلك لموكله أو لموليه كان له ، وإن لم يتكلم به في العقد اكتفاءً بالقصد وإن لم ينوه له فإن الملك يكون للعاقد ، فصورة العقد واحدة لكن اختلفت النتائج لاختلاف المقاصد وذلك لأن القصود في العقود معتبرة .والله أعلم . ¶ ومنها : من قضى عن غيره ديناً أو أنفق عليه نفقة واجبة أو نحو ذلك ينوي التبرع والهبة فإنه في هذه الحالة لا يملك الرجوع بالبدل ، وإن لم ينو فله الرجوع إن كان بإذنه اتفاقاً ، وأما إن كان بغير إذنه ففيه نزاع معروف بين أهل العلم والراجح أن له الرجوع لأن هذا هو محض العدل فصورة العقد واحدة وإنما اختلف الحكم بالنية والقصد لأن القصود في العقود معتبرة والله أعلم . ¶ ومنها: أن الله تعالى حرم أن يدفع الرجل إلى غيره مالاً ربوياً بمثله على وجه البيع إلا أن يتقابضا في المجلس ، وجوز دفعه بمثله على وجه القرض وقد اشتركا في أن كلاً منهما يدفع ربوياً ويأخذ نظيره وإنما فرق بينهما القصد فإن مقصود المقرض إرفاق المقترض ونفعه وليس مقصوده المعاوضة والربح وصورة الإعطاء واحدة لكن اختلف الحكم لاختلاف المقاصد ذلك لأن القصود في العقود معتبرة والله أعلم .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ومنها : لو اشترى منه داراً بألف واشترط عليه الخيار لمدة سنة أو أقل أو أكثر وهو ينوي بذلك أن يفسخ البيع قبل انتهاء مدة الخيار ويسترد الألف فإن هذا لا يجوز وهو من الحيلة المحرمة وذلك لأنه سيكون قد استوفى الألف ومنفعة الدار فيكون حقيقة هذا العقد أنه قرض جر نفعاً وكل قرض جر نفعا فهو ربا كما سيأتي إن شاء الله تعالى ، فالعقد في ظاهرة بيع وشرط خيار لكن في حقيقته ومقصد صاحبه أنه قرض والعبرة في العقود بالمعاني والمقاصد لا بالألفاظ والمباني فيحرم عليه ذلك ولا يحق له الفسخ ويكون شرطه هذا لاغياً لأنه يريد أن يتوصل به إلى أمرٍ محرم والقصود في العقود معتبرة والله أعلم . ¶ ومنها: تحريم النجش وهو الزيادة في السلعة بلا قصد شرائها وإنما ليغر المشتري بها وأنها تستحق هذا الثمن ، فالبيع فيمن يزيد الأصل فيه الجواز والحل لكن لما قصد هذا الرجل بهذه الزيادة أن يغر المشتري حرمت عليه فهو آثم بهذه الزيادة وناجش فيها ومستحق للعقوبة التي تردعه وأمثاله عن مثل ذلك ، فصورة الزيادة واحدة من الناجش وغيره لكن اختلف الحكم باختلاف المقاصد لأن القصود في العقود معتبرة والله أعلم . ¶ ومنها: أنه يجوز بيع الثمر قبل بدو صلاحه بشرط القطع في الحال – كذا قاله الفقهاء – فإذا كان المشتري ينوي قطعه في الحال جاز البيع وإن كان ينوي تبقيته إلى الجذاذ فإنه لا يجوز فصورة البيع في الحالتين واحدة ولكن اختلف الحكم باختلاف النيات لأن القصود في العقود معتبرة والله أعلم . ¶ ومنها : أنه يجوز لمقرض قبول الهدية إذا كان ينوي احتسابها من الدين أو ينوي مكافأته عليها أو كانت عادة بينهما قديمة قبل القرض ، فأما إذا لم ينوي ذلك فإنه لا يجوز له قبولها فانظر كيف اختلف الحكم لاختلاف النية لأن القصود في العقود معتبرة .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ومنها : من أكره على بيعٍ أو عتاقٍ أو طلاق فإنه لا يعتبر بيعه ولا عتاقه ولا طلاقه وإن تلفظ بها لأنه إنما فعل ذلك بسبب الإكراه ولكن بلا قصدٍ لحقائق هذه العقود فهو في باطنه لا يريد إيقاعها وإنما تلفظ بها ظاهراً ليزول الإكراه عنه فحيث تخلف القصد فلا بيع ولا عتاق ولا طلاق لأن القصود في العقود معتبرة والله أعلم . ¶ ومنها : اللقطة : فإن من التقطها وهو ينوي كتمها عنده آثم بذلك القصد ، ومن التقطها يريد إتباع المشروع في مثلها من تعريف وحفظ ونحوه فإنه محسن مأجور ، فصورة الأخذ واحدة ، ولكن اختلف حكمه لاختلاف القصد لأن القصود في العقود معتبرة . ¶ ومنها : أن القول الراجح في عقود السكران وطلاقه وإقراره لا تقع منعقدة لأن أقواله هدر وليس له قصد صحيح كالمجنون وهو ما اختاره شيخ الإسلام رحمه الله تعالى ، فألفاظه عارية عن المقاصد فلا تقع ، لأن القصود في العقود معتبرة وهذا الكلام إنما هو في السكران الذي بلغ به السكر حداً غطى فيه عقله بحيث لا يدري ما يقول ولا ما يفعل والله أعلم . ¶ ومنها : تحريم النكاح بقصد التحليل فقد لعن رسول الله - صلى الله عليه وسلم - المحلل والمحلل له فالعقد في صورته الظاهرة صحيح وتام ولكن لما وجد قصد التحليل وهو محرم نهي عنه لأنه لا يراد به في الحقيقة النكاح الشرعي وإنما حيلة لإحلال هذه المرأة لمطلقها ، وهذا القصد محرم ملعون فاعله ، فنكاح التحليل محرم لأن القصود في العقود معتبرة والله أعلم. ¶ ومنها: بيع العينة فإنه في ظاهره بيع بألفاظ البيع وشروطه المعتبرة لكنه حرام لثبوت الدليل بذلك في حديث ابن عمر رضي الله عنهما : (( إذا تبايعتم بالعينة ... )) الحديث ونظراً إلى مقاصد المتعاقدين فالبائع يريد التوصل إلى الزيادة الربوية بهذا العقد فحرم من أجل هذا القصد الفاسد فحقيقتها أنها دراهم بدراهم بينهما سلعة ، فانظر كيف عاملناهما بمقاصدهما لأن القصود في العقود معتبرة والله أعلم .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ومنها: الشريك إذا أهدى شقصه لغير شريكه ويقصد بذلك إبطال حق شريكه في الشفعة فإنه لا يسقط ولشريكه الشفعة فيه مع أن الظاهر أن هذا عقد هبة والشقص إذا انتقل بالهبة فلا شفعة فيه ، لكن لما ظهر من نيته وقصده إرادة المضارة عاملناه بنقيض قصده لأن القصود في العقود معتبرة والله أعلم . ¶ ومنها : لو أهداه شيئاً وهو ينوي بذلك أن يعطيه عوضها فإن هذا العقد في ظاهره عقد هبة لكنه في مقصد صاحبه عقد بيع فتأخذ أحكام البيع نظراً للمقاصد وترجيحاً لها على ظواهر الألفاظ لأن القصود في العقود معتبرة والله أعلم . فهذه بعض الفروع على هذه القاعدة وبها تعرف حكم مالم يذكر والله يتولانا وإياك وهو أعلى وأعلم . ¶ القاعدة الثامنة ¶ لا يصح البيع إلا من مالك للعين أو من يقوم مقامه",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "أقول : وهذه القاعدة متقررة في الفطرة السلمية وبها قوام الناس وحفظ حقوقهم وأموالهم من التلاعب والاعتداء ، وبيانها أن يقال : إن البائع للعين أو منفعتها يشترط أن يكون مالكاً لها أي أنها داخلة في ملكه ويده عليها ، فلو كان البائع لهذه العين لا يملكها فإنه لا يصح هذا البيع لأن هذا نوع من الغصب والاعتداء ويقوم مقام المالك من هو مفوَّض من قبل المالك أو من قبل الشارع فإذا صدر البيع من مالك العين أو ممن يقوم مقامه شرعاً فإنه حينئذٍ يصح هذا البيع ، وبناءً عليه فلو أن رجلاً باع شيئاً وهو لا يملكه ولم يفوض في بيعه من المالك ولا من الشارع فإن تصرفه هذا حينئذٍ يكون لاغياً لا اعتبار به شرعاً ولا يترتب عليه ما يترتب على تصرف المالك أو من يقوم مقامه ، وهذا ما لا يسع الناس العمل إلا به ، وإلا لضاعت الأموال وفسد نظام العالم وهذا من تحقيق ضرورة من الضروريات الخمس وهي حفظ المال ، فمن حفظ المال أن الذي يتصرف فيه إنما هو مالكه أو من يقوم مقامه ، فالإسلام يعطي الفرد الحرية في تصرفه ومعاملاته وعقوده ويحمي هذه الحرية من الاعتداء عليها ، وشأن الأموال في الإسلام عظيم ولذلك قال عليه الصلاة : (( إن دماءكم وأموالكم وأعراضكم عليكم حرام كحرمة يومكم هذا في شهركم هذا في بلدكم هذا )) فقرن حرمة المال بحرمة العرض والدم ، ومن هذه الحرمة أنه لا يتصرف في المال إلا مالكه أو من يقوم مقامه ، ودليل ذلك قوله - صلى الله عليه وسلم - لحكيم بن حزام : (( لا تبع ما ليس عندك )) رواه الخمسة وصححه الترمذي ، وحديث عمرو بن شعيب عن أبيه عن جده مرفوعاً : (( لا يحل سلف وبيع ، ولا بيع ما ليس عندك )) وصححه الترمذي وغيره ، والمعنى ما ليس في ملكك وحوزتك وقدرتك ، فهذا نهي عن بيع الأعيان التي لا يملكها ، ولذلك قال الوزير : اتفوا على أنه لا يجوز بيع ماليس عنده ولا في ملكه وأنه باطل ا هـ.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وقولنا : ( أو من يقوم مقامه ) أي ممن هو مأذون له في التصرف ، والمأذون له في العقد لا يخلو من أربعة أحوال :- ¶ الأولى : أن يكون نائباً عن شخصٍ حي جائز التصرف فالنائب يسمى ( وكيلاً ) عنه فالوكيل يقوم الموكل فيما وكله فيه . ¶ الثاني : أن يتصرف عن الصغير والمجنون والسفيه فالمتصرف عن هؤلاء يسمى ( ولياً ) لأن هولاً فقدوا أهلية الأداء التي بها تعتبر تصرفات الإنسان معتبرة شرعاً فجعل التصرف في أموالهم بيد وليهم لئلا تضيع فالولي يقوم مقامهم شرعاً . ¶ الثالث : أن يتصرف عن الميت في أفعال يملك المتوفى فعلها كتفرقة ثلثه ووفاء ديونه والنظر لصغاره ونحو ذلك فهذا يسمى ( وصياً )لأنه يتصرف بالإذن عن الميت في أعمال يملك فعلها فالوصي يقوم مقام المالك . ¶ الرابع : أن يتصرف المكلف الرشيد في الوقف بأن يجعل له التصرف فيه من قبل الحاكم الشرعي أو من قبل الواقف نفسه فهذا هو ( ناظر الوقف ) فالناظر يقوم مقام المالك في ذلك ، فيتلخص من هذا أن الذي يقوم مقام المالك هو الوكيل وهذا في باب الوكالة ، والوصي وهذا في باب الوصية ، والناظر وهذا في باب الوقف ، والولي وهذا في باب الحجر فإذا تصرف الوكيل أو الناظر أو الولي أو الوصي فيما أذن لهم فيه فإن تصرفهم يكون صحيحاً نافذاً تترتب عليه آثاره الشرعية لأنهم يقومون مقام المالك ، ومن يقوم مقام المالك فإن تصرفه كتصرفه ، فالبيع إذاً لا يصح إلا من المالك أو من يقوم مقامه والله أعلم . فهذا شرح القاعدة من باب التنظير وأما شرحها من باب التفريع فأقول فيه :-",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "من الفروع : بيع الفضولي : وهو أن يأتي إنسان فيبيع سلعة لا يملكها ولا هو مأذون له في بيعها ، فما حكم بيعه ؟ أقول : إختلف العلماء في هذا البيع ، فذهب الحنفية والمالكية إلى صحة تصرفه إذا أجازه لأن الإجازة اللاحقة كالإذن ، وذهب الشافعية والحنابلة في الرواية المشهورة إلى البطلان وعدم الصحة لأنه ليس مالكاً للعين ولا مأذوناً له في بيعها ، وقولهم هذا هو المتماشي مع القاعدة إلا أن الأقرب إن شاء الله تعالى هو أن المالك إن أجاز تصرف الفضولي هذا فإن البيع يصح وذلك لأننا منعنا التصرف لحق الملاّك لا حق الله تعالى ، وذلك لئلا يتصرف أحد غيرهم في سلعهم إلا بإذنهم فإذا أجاز المالك ما فعله الفضولي ذهبت المفسدة وذلك لأن تعليل المنع يزول عند إجازته واستدل على ذلك بما رواه الإمام البخاري من حديث عروة البارقي : (( أن النبي - صلى الله عليه وسلم - أعطاه ديناراً ليشتري به شاة فاشترى له به شاتين فباع إحداهما بدينار وجاء بدينار وشاة فدعا له بالبركة في بيعه )) وهذا الحديث نص في هذه المسألة ، فأقول : الأصل أن تصرف الفضولي لايصح لكن لما أجازه المالك وأذن له في ذلك زالت المفسدة وصح ونفذ تصرفه والإذن اللاحق من المالك كالإذن السابق ولا فرق والله أعلم . ¶ ومنها: إذا جاءك إنسان يريد سلعة وهي ليست عندك ولكنها موجودة في السوق فيقول لك : أبرم معي عقد البيع ثم اشترها وسلمنيها ، فإذا قال ذلك فقل له : هذا لا يجوز لأنه لا يحق لي أن أبيعك سلعة لم تدخل بعد في ملكي لأن البيع لا يصح إلا من مالكٍ للعين أو من يقوم مقامه وعلى ذلك حديث حكيم بن حزام رضي الله عنه أنه قال : يا رسول الله يأتيني الرجل فيسألني عن البيع ليس عندي ما أبيعه منه ، ثم أبتاعه من السوق فقال النبي - صلى الله عليه وسلم - : (( لا تبع ما ليس عنك )) صححه الترمذي . والله أعلم .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ومنها : بيع نقع البئر ، وماء العيون ومياه الأنهار ونحوها فإنه لا يجوز بيعها وذلك لأمرين : ¶ الأول :- قول النبي - صلى الله عليه وسلم - : (( المسلمون شركاء في ثلاث في الماء والكلأ والنار )) رواه أبو داود وابن ماجه ، ولأنه - صلى الله عليه وسلم - نهى عن بيع فضل الماء ، وحديث : (( لا يكلمهم الله ... الحديث وفيه : رجل على فضل ماءٍ بالغلاة يمنعه من ابن السبيل )) فدل ذلك على أن الماء حق مشترك ، الثاني : أنه لا يصح البيع إلا من مالك للعين أو من يقوم مقامه ، ونقع البئر وماء العيون والآبار والأنهار ونحوها لا تدخل تحت ملكية أحد بعينه بل الحق فيها مشترك للجميع ، وماكان الحق فيه مشتركاً بين المسلمين فإنه لا يصح أن ينفرد ببيعه أحد منهم ، وهذا الكلام إنما هو في مياه الأنهار والأودية والمسائل النازلة من الجبال والمرتفعات ، وحينئذ فالمشروع في ذلك أن يستفيد الجميع من ذلك بالوسائل التي تحقق لهم النفع من هذه المياه ، وأما الماء المحوز في بركته أو إنائه أو خزانه ونحو ذلك فإنه يملكه صاحبه ويتصرف فيه كيف شاء وليس لأحدٍ حق فيه إلا بحكم الضرورة والله أعلم .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ومنها : بيع الأراضي التي فتحت عنوة ولم تقسم بين الغانمين كأرض الشام ومصر و العراق وغيرها مما فتحه المسلمون عنوة ، فإن في المذهب عندنا روايتان فيها : المشهور : أنها لا تباع لأنها لم تدخل في ملكية وإنما هي حق مشترك بين المسلمين فهي كالوقف عليهم ، لكن إذا كان عليها مساكن فإنه يجوز بيع المساكن فقط ، ويروى هذا القول عن عمر وعلي وابن عباس وابن عمرو رضي الله عنهم وهو مذهب الأكثر وأحد قولي الشافعي رحم الله الجميع رحمة واسعة ، والثانية : يجوز بيعها واختاره الشيخ تقي الدين ابن تيمية رحمه الله تعالى وهو القول الثاني للإمام الشافعي رحمه الله تعالى واختاره الشيخ ابن سعدي رحمه الله تعالى وصوبه الشيخ ابن عثيمين رحمه الله تعالى ، وهو الأقرب وذلك هو الذي عليه عمل المسلمين قديماً وحديثاً فتكون عند مشتريها بخراجها المضروب عليها ، والآن لا خراج فيها ولا وقف ، لكن لا بد من فهم الحكم الشرعي ، وعلى كلٍ فالذين قالوا بالمنع عللوا ذلك بأن الأرض لم تدخل تحت ملكية من هي في يده ، والبيع لا يصح إلا من مالكٍ للعين أو من يقوم مقامه ، والذين قالوا بالجواز عللوا ذلك بأنها داخلة تحت ملكيته باعتبار ملكية المنافع لا ملك الرقبة فالبيع يقع على منافع هذه الأرض فيكون البيع في هذه الحالة قد صدر من المالك للعين فلا وجه للمنع منه والله أعلم.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "ومنها : بيع بقاع المناسك كمنى وعرفه ومزدلفة ، لا يجوز بيعها وذلك لأنها لا تدخل تحت ملكية أحدٍ بعينه وإنما هي مناخ من سبق ، فهي مباحة للجميع ومن سبق إلى مباحٍ فهو أحق به فلو باعها أحد فإن بيعه باطل لأن البيع لا يصح إلا من مالك للعين وهو لم يملك هذه العين لأنها حق مشترك بين المسلمين جميعاً ، ولكن في هذه الأزمنة رأت الدولة السعودية وفقها الله تعالى أن من المصلحة العامة بناء منى ومزدلفة بناءً محكماً مانعاً للحرائق بإذن الله تعالى مجهزاً بكل ما يحتاجه الحاج ومن ثم تسليم هذه الأبنية إلى الشركات المتخصصة لتقوم بخدمة ضيوف الرحمن وتوفير جميع المتطلبات في هذا المخيم بسعرٍ معين مقابل الانتفاع بذلك وهذا وإن كان فيه مفسدة على بعض الحجاج إلا أن المصلحة العامة مقدمة على المصلحة الخاصة ، وإذا تعارض ضرران روعي أشدهما بارتكاب أخفهما ، فهذا المبلغ المضروب إنما هو مقابل الاستفادة من هذه الخدمات لا أنه بيع للأرض الممنوع بيعها ولذلك فإنه بعد انتهاء مناسك الحج فإن الجميع يخلون البقاع ولا يحق لهم التصرف فيها إلا بعقدٍ جديد مع ولي الأمر ، وعلى كل فهذا لا بأس به إن شاء الله تعالى تحقيقاً للمصلحة العامة وقد أقره العلماء وأفتوا بجوازه ، والمقصود أن بقاع المناسك لا يجوز بيعها لأنه لا يملكها أحد والبيع لا يصح إلا من مالكٍ للعين أو من يقوم مقامه والله أعلم .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ومنها : الأراضي التي توزعها الدولة – وفقها الله – على المواطنين فيتقدم بعض المواطنين بطلب إقطاعها وبعد سنوات يمتلكونها فعلاً ، فيقوم بعض المواطنين ببيع هذه الأرض قبل توزيعها ولا معرفتها عيناً ، وإنما يبيع الأوراق الخاصة بها إلى آخر بعقدٍ يكتب فيه أن السعة المباعة هي هذه الأرض التي ستوزع بعد سنوات وهذا لا شك في منعه لأنه الآن ليس بمالك لها ، والبيع لا يصح إلا من مالك للعين ، ولأن ذلك من الغرر إذ قد توزع وقد لاتوزع ، فهو غير متحقق القدرة على تسليمها وقد نهى النبي - صلى الله عليه وسلم - عن بيع الغرر ، والله أعلم . وعلى ذلك فقس وصلى الله على نبينا محمد وعلى آله وصحبه وسلم . ¶ القاعدة التاسعة ¶ عقود المعاوضات مبناها على المشاحة ¶ وحقوق التبرعات مبناها على المسامحة",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "اعلم رحمنا الله تعالى وإياك أن العقود نوعان : إما عقود معاوضة وإما عقود تبرعات ، وعقود المعاوضة : هي التي يكون فيها العوض من الطرفين ، كالبيع والإجارة والسلم والصرف والحوالة والمزارعة والمساقاة والشركات بأنواعها ونحو ذلك مما يطلب فيه العوض من الطرفين ، وأما عقود التبرعات فهي التي يكون فيها الإعطاء من طرفٍ واحدٍ فقط وأما الطرف الثاني فهو آخذ ولكنه لا يدفع عوضاً عما أخذه وذلك كالهبة والعطية والوصية والوقف واللقطة والعارية والوديعة ونحوها ، وباستقراء أدلة الشريعة وجدنا أن العقود التي يكون فيها العوض من الطرفين أنها شددت فيها ببيان جميع الأشياء التي قد يوجب عدم بيانها الاختلاف والمنازعة بين المتعاقدين ، بخلاف عقود التبرعات فإنها – أي الشريعة – قد اغتفرت فيها أشياء ولم توجب بيانها بعينها ولا ألزمت بذكر كل تفاصيلها وذلك لأن عقود المعاوضات مبناها على المشاحة ، أي كل واحد من المتعاقدين يريد كامل حقه ولا ينقص منه شيء لأنه يدفع العوض ، وأما عقود التبرعات فإن مبناها على المسامحة وصاحبها يريد بها الأجر والثواب من الله تعالى فاغتفر فيها بعض الأشياء من باب الترغيب في فعلها والحث على القيام بها ، ولأن صاحبها لا يريد بما يعطيه عوضاً وإنما يريد به القربة والتودد والنفع ، ومن باب ضرب المثال على ذلك أذكر بعض الأشياء التي اهتم الفقهاء ببيانها وشددوا فيها في باب المعاوضات ، وبعض الأشياء التي تسامحوا فيها في باب التبرعات حتى يتبين لك صحة هذه القاعدة إن شاء الله تعالى فأقول وبالله التوفيق ومنه أستمد الفضل والتأييد :",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "من ذلك : أنهم اشترطوا في البيع أن يكون المبيع معلوماً برؤية أو صفة ، ولكن أجازوا هبة الشيء الذي لم يعلم له وصف ولم يُرَ ، وذلك لأن البيع من باب المعاوضات ومبناه على المشاحة وأما باب الهبة فمبناه على المسامحة فأجازوا هبة المجهول ، فلو قال الرجل لآخر : سأهديك شيئاً ، فإن الهدية تصح لكن لو قال : سأبيعك شيئاً ولم يحدده فإنه لا يصح فاختلف الحكم في بيع المجهول وهبته لاختلاف نوعية العقد وهذا لأن عقود المعاوضات مبناها على المشاحة وعقود التبرعات مبناها على المسامحة والله أعلم . ¶ ومن ذلك : أنهم اشترطوا في الاستثناء في البيع أن تكون الثنيا معلومة أي محددة بالأيام أو الأشهر أو السنين فلا تصح إذا كانت مجهولة ، ولكن لو أو قف عليه شيئاً أو أهداه شيئاً واستثنى منفعته مدة حياته فإن الثنيا صحيحة ولو مع الجهالة ، وذلك لأن البيع من عقود المعاوضة ، والوقف والهدية من عقود التبرع ، وعقود المعاوضات مبناها على المشاحة ، وعقود التبرعات مبناها على المسامحة ، وستأتي قاعدة في ذلك إن شاء المولى جل جلاله وتقدست أسماؤه والله أعلم . ¶ ومن ذلك : أنهم قالوا : ولا يصح بيع العبد الآبق والجمل الشارد والطير في الهواء والسمك في الماء ، وعللوا ذلك بأنه غير مقدور على تسليمه لكن القول الراجح أنه يجوز هبة ذلك ووقفه أي يجوز هبة العبد الآبق والجمل الشارد ونحو ذلك ويجوز وقفه أيضاً مع عدم تحقق القدرة على التسليم ، وما ذلك إلا لأن البيع من عقود المعاوضات ، وعقود المعاوضات مبناها على المشاحة ، وأما الوقف والهدية فمن عقود التبرعات وعقود التبرعات مبناها على المسامحة والله أعلم .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "ومن ذلك أيضاً : بيع المنابذة والملامسة لا يجوز لأنه غير معلوم عين المبيع وهذا من الغرر ، والعقد عقد معاوضة ومبناه على المشاحة ، فلا بد من بيان المبيع ومعرفته ولكن يجوز له هبة ذلك ووقفه أي أن يقول : أي ثوب نبذته فهو هدية لك أو أي ثوبٍ لمسته فهو وقف عليك فهذا جائز على القول الراجح وتغتفر الجهالة في مثل ذلك لأن العقد الآن عقد تبرع ، وعقود التبرع مبناها على المسامحة والله أعلم . ¶ ومنها : عقد التأمين التجاري والتأمين التعاوني ، فالأول محرم لا يجوز لأنه عقد معاوضة فالمؤمَّن يدفع مبلغاً معيناً شهرياً أو سنوياً على أن المؤمِّن يقوم بغرامة ما يقع على الطرف الأول من حادثٍ أو نحو ذلك فهذا عقد معاوضة لكن فيه جهالة وغرر فلم يجز لأن عقود المعاوضات مبناها على المشاحة ، وأما التأمين التعاوني فهو أن يجتمع عدة أشخاص معرضين لأخطار متشابهة ويدفع كل واحدٍ منهم اشتراكاً معيناً وتخصص هذه الاشتراكات لأداء التعويض لمن يصيبه ضرر ، فهذا جائز وهو البديل المباح عن التأمين التجاري ، لأن التأمين التعاوني لا يقصد به أفراده الربح من ورائه ولكنهم يسعون إلى تخفيف الخسائر التي تلحق بعض الأعضاء فهم يتعاقدون ليتعاونوا على تحمل مصيبة قد تحل بهم وهذا أمر مستحب مرغب فيه ، فالتأمين التجاري حرام لأنه من عقود المعاوضات ، وعقود المعاوضات لا تجوز إذا كان فيها غرر وجهالة فيما يقصد لأن مبناها على المشاحة ، والتأمين التعاوني جائز لأنه من عقود التبرعات والإرفاق ، وعقود التبرعات مبناها على المسامحة فجاز ولم ننظر إلى جهالة من يقع عليه الضرر ، فانظر كيف اختلف الحكم لاختلاف نوعية العقد وهذا يدلك على أهمية هذه القاعدة والله أعلم .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "ومن ذلك أيضاَ: شروط الإجارة فإن الفقهاء رحمهم الله تعالى اتفقوا على أنها ثلاثة :- الأول : معرفة المنفعة ، الثاني : معرفة الأجرة ، الثالث : أن يكون المعقود عليه مباحاً ، وعللوا الشرطين الأولين بأن عقد الإجارة عقد معاوضة ، وعقود المعاوضة مبناها على المشاحة فلا بد من تحديد المنفعة لأنها هي المعقود عليها فاشترط العلم بها كالمبيع ، وكذلك لا بد من معرفة الأجرة لأنه عوض عن عقد معاوضة فاعتبر العلم به كثمن المبيع . ولأن الجهل بهما مفضٍ إلى التنازع والاختلاف والشقاق إذ كل واحدٍ من الطرفين يريد كامل حقه فلا بد إذاً من التنازع والاختلاف وكل ذلك لأن الإجارة عقد معاوضة ، وعقود المعاوضات مبناها على المشاحة والله أعلم . ¶ ومنها : أن بيع الشيء المعيب لا يجوز إلا بعد بيان عيبه ووضع يده عليه ، وإلا لثبت للمشتري خيار العيب ، وأما هبة المعيب ووقفه فإنه يجوز ويصح من غير اشتراط بيان العيب وذلك لأن البيع من عقود المعاوضات ومبناها على المشاحة ، وعقد الهدية والوقف من عقود التبرعات ومبناها على المسامحة والله تعالى أعلم . ¶ ومنها: شروط السلم فإن الفقهاء رحمهم الله تعالى ذكروا أن من شروطه انضباط صفاته وذكر جنسه ونوعه وقدره من كيل أو وزن وذكر أجله ويكون وقت التسليم في زمن ومكان يوجد فيه المسلم غالباً وقبض الثمن في مجلس العقد وأن يكون في الذمة لا في عين معينة فأنت ترى أن الفقهاء رحمهم الله تعالى اشترطوا هذه الشروط في عقد السلم حتى لا يكون ثمة اختلاف أو نزاع أو شقاق بين المتعاقدين لأن هذا العقد عقد معاوضة ، وعقود المعاوضات مبناها على المشاحة بين المتعاقدين والله أعلم . ¶ وعلى ذلك فقس فعقود المعاوضات لا بد فيها من بيان جميع الأشياء التي يكون في عدم بيانها الاختلاف والتنازع بين المتعاقدين ، وأما عقود التبرعات فالمسامحة فيها مطلوبة والتيسير فيها هو المنهج الصحيح والله ربنا أعلى وأعلم . ¶ القاعدة العاشرة",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "كل من جاز له فعل شيء تدخله النيابة فله التوكيل فيه ¶ أقول : اعلم رحمك الله تعالى أن الوكالة لغة : التفويض تقول : وكلت إلى فلان أي فوضت إليه التصرف ، وشرعاً : استنابة جائز التصرف مثله فيما تدخله النيابة ، وهي جائزة بالكتاب والسنة والإجماع والقياس الصحيح ، والحكمة منها هي أن الإنسان قد لا يقوم بكل أعماله فيحتاج إلى أن ينيب غيره في القيام بها ، وهذه القاعدة تبين أن كل أحد جاز له التصرف في شيء سواءً من حقوق الله أو حقوق العباد فإنه يجوز له أن يقوم به بنفسه ويجوز له أن يقيم غيره فيقوم به عنه بشرط أن يكون هذا الفعل مما يسوغ فيه قيام الغير به أي أنه تدخله النيابة ، وهذا من تيسير الله على عباده ولله الحمد والمنة ، فالتوكيل والتوكل في الشيء جائز بشرطين :- ¶ الأول : أن يكون الوكيل والموكِّل جائزا التصرف أي بالغين عاقلين راشدين لأن هذه هي شروط جائز التصرف .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "الثاني : أن يكون الأمر الموكل فيه مما تدخله النيابة فإذا توافر هذان الشرطان جاز توكيل غيره عنه وتوكله عن غيره ، وبناءً عليه فالذي لا يجوز له التصرف في هذا الشيء فإنه لا يجوز له توكيل غيره فيه لأنه إذا لم يجز له أن يتصرف فيه بنفسه فكذلك لا يجوز تصرفه بنائبه من باب أولى ، وأيضاً إذا كان هذا الفعل لا تدخله النيابة بل لا بد من أن يقوم هو به فلا يجزئ قيام غيره عنه فإنه أيضاً لا تجوز الوكالة فيه لا انخرام الشرط الثاني ، واعلم أن الوكالة كانت في شريعة من قبلنا كما قال تعالى عن نبيه يوسف : { قال اجعلني على خزائن الأرض } ، وشرع من قبلنا شرع لنا مالم يرد نسخه في شرعنا ، فكيف وقد وردت شريعتنا بإقراره ، وذلك كما في حديث عروة البارقي قال : \" أعطاني النبي - صلى الله عليه وسلم - ديناراً لأشتري به شاة فاشتريت شاتين فبعت إحداهما بدينار وجئته بشاة ودينار فدعا لي بالبركة \" ، ووكل أبا رافع في زواج ميمونة ، وكان يبعث عماله في قبض الصدقات ، ويبعث أصحابه في إثبات الحدود وإقامتها كما في حديث : (( واغدُ يا أنيس إلى امرأة هذا ، فإن اعترفت فارجمها )) ، وقال أبو رافع رضي الله عنه : (( استسلف النبي - صلى الله عليه وسلم - بكراً من رجل فجاءت إبل الصدقة فأمرني أن أقضي الرجل بكره )) ، وقال بن أبي أوفى : أتيت النبي - صلى الله عليه وسلم - بصدقة مال أبي فقال : (( اللهم صلى على آل أبي أوفى )) وقال عليه الصلاة والسلام : (( إن الخازن الأمين الذي يعطي ما أُمِر به كاملاً موفراً طيبة بها نفسه حتى يدفعها إلى الذي أُمِر له به أحد المتصدقين )) ، وقال علي رضي الله عنه : (( أمرنا النبي - صلى الله عليه وسلم - أن أقوم على بُدْنه وأقسِّم جلودها وحلالها )) وقال أبو هريرة : (( وكلني النبي - صلى الله عليه وسلم - في حفظٍ زكاة رمضان )) ، (( وأعطى - صلى الله عليه وسلم - عقبة بن عامرٍ غنماً يقسمها بين أصحابه )) وعن جابر قال : ((",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "أردت الخروج إلى خيبر فقال النبي - صلى الله عليه وسلم - : (( إذا أتيت وكيلي فخذ منه خمسة عشر وسقاً فإن ابتغى منك آية فضع يدك على ترقوته )) ، وعن أبي هريرة رضي الله عنه قال : (( بعث رسول الله - صلى الله عليه وسلم - عمر على الصدقة )) متفق عليه ، فهذه الأدلة وغيره كثير تدل دلالة صريحة على جواز التوكيل والتوكل ، لكن ينبغي لك مراعاة الشرطين السابقين ، ومن باب زيادة التوضيح أذكر لك بعض الفروع الفقهية على ذلك فأقول :- ¶ منها : التوكيل في قبض الصدقات وتقدم دليله. ¶ ومنها : التوكيل في إخراج ما وجب منها وتقدم دليله وهو حديث ابن أبي أوفى المذكور آنفاً ، وكذلك التوكيل في الصدقة المستحبة كما في حديث أبي يزيد الأخنس بن زيد بن الأسود رضي الله عنهم قال : (( كان أبي يزيد أخرج دنانير يريد أن يتصدق بها فوضعها عند رجل في المسجد فأتيت فأخذتها ... الحديث )) . ¶ ومنها: التوكيل في الزواج وتقدم دليله . ¶ ومنها : التوكيل في الطلاق ، جائز أيضاً ويملك الوكيل من عدد الطلاق ما نص عليه موكله فإن لم ينص على شيء لم يملك إلا طلقة واحدة فالطلاق فعل تدخله النيابة فجاز التوكيل فيه . ¶ ومنها : التوكيل في الظهار ، أي إذا أراد أن يظاهر من امرأته فهل يجوز أن يوكل من يظاهر عنه ؟ الجواب : لا يجوز لأن الظهار منكر من القول وزور فلا يجوز له القيام به بنفسه فبنائبه من باب أولى . ¶ ومنها : التوكيل في إنهاء العاملات والتعقيب عليها جائز أيضاً لأنه فعل تدخله النيابة فجاز التوكيل فيه . ¶ ومنها : التوكيل في بيع ما يجوز بيعه أو شراء ما يجوز شراؤه كل ذلك جائز لأن هذه الأفعال تدخلها النيابة فيصح التوكيل فيها ، لكن لا يجوز له التوكيل في بيع وشراء مالا يجوز بيعه وشراؤه لأنه فعل لا يجوز له أصلاً القيام به بنفسه فبنائبه من باب أولى .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "ومنها : التوكيل في الحج والعمرة عن العاجز عنهما بنفسه إذا كان قادراً عليهما بماله وكذلك الحج والعمرة عن الميت الذي وجبت عليه كل ذلك جائز لحديث الخثعمية المعروف ، وحديث : (( حج عن أبيك واعتمر )) وحديث : (( حج عن نفسك ثم حج عن شبرمة )) فالحج فعل ثبتت الأدلة أنه تدخله النيابة وكل فعل تدخله النيابة فله التوكيل فيه والله أعلم . ¶ ومنها : الصلاة والطهارة فإنه لا يصح له التوكيل فيها وذلك لأنها لا تدخلها النيابة ومالا تدخله النيابة فإنه لا يجوز التوكيل فيه والله أعلم . ¶ ومنها : التوكيل في رمي الجمار فعل دل الدليل الصحيح على أن النيابة تدخله في حق العاجز عن القيام به بنفسه كما في حديث جابر رضي الله عنه قال : (( حججنا مع رسول الله - صلى الله عليه وسلم - معنا النساء والصبيان فلبينا عن الصبيان ورمينا عنهم )) رواه أحمد وابن ماجه والله أعلم . ¶ ومنها : إخراج ما وجب من الكفارات والنذر فعل تدخله النيابة فتصح الوكالة فيه . ¶ ومنها : التوكيل في إقامة الحدود واستيفاء القصاص فعل تدخله النيابة فتصح الوكالة فيه . ¶ ومنها : التوكيل في قبض الحقوق الواجبة على الغير يجوز أيضاً لأنه فعل تدخله النيابة فجاز التوكيل فيه والله أعلم . والفروع كثيرة جداً ولعل فيما مضى كفاية إن شاء الله تعالى والضابط في ذلك هو هذه القاعدة فكل حق تدخله النيابة فإنه يصح التوكيل فيه والله ربنا أعلى أعلم . ¶ القاعدة الحادية عشرة ¶ من باع شيئاً دخل فيه ما هو من ضروراته وما اقتضاه شرع أو عرف",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "أقول : وهذا الضابط في باب بيع الأصول والثمار ، ومفاده : أن الإنسان إذا باع شيئاً من الأشياء فإنه يدخل في البيع تبعاً ثلاثة أشياء :- الأول : ما هو من ضرورات هذا الشيء وهي مالا يقوم هذا الشيء إلا به ككونها جزءاً من أجزائه لا يتصور إلا بها أو نحو ذلك ، الثاني : كل ما اقتضى العرف أن يدخل في البيع فإذا كان العرف الجاري أن هذا الشيء يتبع هذا الشيء في البيع فإنه يكون معتبراً لأن العادة محكمة والمعروف عرفاً كالمشروع شرعاً . الثالث : إذا نص الدليل الصحيح أن هذا تبع لهذا في البيع فإنه يدخل في البيع تبعاً . وبيان ذلك يتضح بالأمثلة فأقول :- ¶ منها : من باع داراً فإنه يدخل في البيع جدرانها وأرضها وخزان مائها الأرضي والعلوي وغراسها من شجر أو نخل ونحوه وبلاطها وأفياش الكهرباء وأسلاكه ومصابيح الإضاءة ، كل ذلك يدخل في بيع الدار لأنه من ضرورات الدار ومما اقتضى العرف دخوله ، ولكن لا يدخل في ذلك أجهزة التكييف لأن العرف لم يقتضِ دخوله بل المعروف بين الناس أن هذه الأجهزة للبائع يأخذها معه ، وكذلك لا يدخل في البيع الفرش والكنب والدواليب ، كل ذلك لا يدخل في البيع لأن العرف المتقرر أن ذلك يأخذه البائع لأنه من حقه ، وأما المراوح فإنها تدخل في البيع لأن العرف يقتضي ذلك فإن الناس تعارفوا فيما بينهم أن المراوح المعلقة في السقف تدخل في البيع تبعاً وكذلك الأبواب تدخل في البيع أيضاً لأن العرف يقتضي ذلك حتى ولو كانت هذه الأبواب الكهربائية التي تفتح وتغلق بالأجهزة لأن العرف يقتضي ذلك فهذا ضابط لا ينخرم أبداً ، فكل ما كان من ضرورات الدار أو مما اقتضى العرف دخوله في البيع فإنه يدخل في البيع ولم ينص عليه المشتري ولكن لو اشترطه البائع ووافق المشتري فإنه يكون من حق من اشترطه والله أعلم .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ومنها : لو باعه داراً وفها كنز مدفون فهل يدخل ذلك في البيع أقول : لا يدخل ذلك في البيع بل هو من حق البائع وذلك لأن هذا الكنز ليس هو من ضرورات الدار ولم يقتضي العرف دخوله في البيع لكن لو كانت هذه الأرض مشتملة على معادن لم تستخرج من الأرض بعد ، فإنها تدخل في البيع لأنها تبع للأرض ، والتابع تابع ولأن العرف يقتضي ذلك والله أعلم . ¶ ومنها : إذا باعه أرضاً وفيها غراس وبناء ، فإنه يدخل الغراس والبناء الذي عليها في البيع لأن ذلك مما يقتضيه العرف وما اقتضى العرف دخوله في البيع فإنه يدخل فيه والله أعلم . ¶ ومنها : إذا باعه أرضاً وعليها زرع فهل يدخل ذلك الزرع في البيع أم لا ؟ أقول : فيه تفصيل وهو أن يقال : إن كان هذا الزرع لا يحصد إلا مرة واحدة فإنه من حق البائع ، إلا أن يشترطه المشتري وذلك لأن هذا هو مقتضى العرف وذلك كالأرض التي فيها بر أو أرز ونحوه فيبقى إلى وقت الحصاد بلا أجرة ، وأما إذا كان هذا الزرع الذي على هذه الأرض يحصد مراراً كالبرسيم ونحوه فإن هذه الحصدة الظاهرة من حق البائع وأما الثانية والثالثة والرابعة فيه من حق المشتري ، أي أن الجزة الظاهرة وقت البيع من حق البائع و الأصول للمشتري وهذا هو ما اقتضاه العرف وهو الذي عيه العمل ، وذلك إذا لم يشترط أحدهما شرطاً يخالف العرف فإن شرط أحدهما شرطاً يخالف العرف فالعمل يكون على ما شرطاه لأن المسلمين على شروطهم والله أعلم .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "ومنها : إذا باعه سيارة فإنه يدخل في البيع إطاراتها لأنها من ضروراتها وهذا هو مقتضى العرف ، ويدخل في البيع أيضاً ما على مقاعد الجلوس من ( التلبيسة ) لأنه مقتضى العرف ويدخل فيه جهاز التسجيل لأنه مقتضى العرف ولكن لا يدخل في ذلك ما يسمى ( بالجاعد ) وهو فراش من جلود الأنعام يوضع على مقعد الجلوس للسائق والراكب لأنه ليس من ضرورات السيارة ولم يقتضِه العرف ، ولا يدخل أيضاً ما فيها من الأشرطة لأن العرف يقتضي أن ذلك للبائع لا للمشتري ، ويدخل في البيع أيضاً الإطار المساند الذي يكون في مؤخرة السيارة لأن ذلك يقتضيه العرف ، ويدخل أيضاً رافعة السيارة ومفك العجلات لأن ذلك يقتضيه العرف ، ويدخل فيه أيضاً البنزين والزيت الذي بداخلها لأن هذا هو الذي جرى عليه عرف الناس ، وعلى ذلك فقس فكل ما كان من ضرورات السيارة أو اقتضى العرف دخوله فإنه يدخل ، وما لا فلا والله أعلم . ¶ ومنها : إذا باعه قفلاً فإنه يدخل في البيع مفتاحه لأنه من جملة ضروراته وهذا هو مقتضى العرف والله أعلم .",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "ومنها : من ابتاع نخلاً فلمن تكون الثمرة ؟ ، أقول : إذا ابتاع نخلاً فلا تخلو من حالتين :- إما أن يكون البيع وقع قبل التأبير وإما بعده ، فإن كان قبل التأبير: فثمرتها للمشتري ، وإن كان بعد التأبير فتمرتها للبائع ، إلا أن يحصل من أحدهما شرط يخالف ذلك ، والدليل على ذلك حديث ابن عمر رضي الله عنهما قال : قال رسول - صلى الله عليه وسلم - : (( من ابتاع نخلاً بعد أن تؤبر فثمرتها للذي باعها إلا أن يتشرط المبتاع ، ومن ابتاع عبداً له مال فماله للذي باعه إلا أن يشترطه المبتاع )) متفق عليه ، وعن عبادة بن الصامت رضي الله عنه : (( أن النبي - صلى الله عليه وسلم - قضى أن ثمرة النخل لمن أبرها إلا أن يشترط المبتاع وقضى أن مال المملوك لمن باعه إلا أن يشترط المبتاع )) رواه ابن ماجه ، فهذا هو مقتضى الشرع والعرف ، وقد تقرر أنه يدخل في البيع ما اقتضاه شرع أو عرف والله أعلم . ¶ ومنها : من اشترى عبداً أو أمةً وعليه ثياب وله مال فهل تدخل الثياب والمال في البيع أم لا ؟ أقول :- أما الثياب ففيها تفصيل : إن كانت هي ثياب المهنة والعادة فإنها تدخل في البيع تبعاً ، لأن العرف يقتضي ذلك ، وكل ما اقتضى العرف دخوله في البيع فإنه يدخل فيه ، وأما إذا كانت هذه الثياب ثياب جمال أي فوق العادة من ثياب الزينة فإنها لا تدخل في البيع لأن هذا هو مقتضى العرف ، وأما المال فإنه أيضاً لا يدخل في البيع بالنص النبوي السابق وهو قوله - صلى الله عليه وسلم - : (( ومن ابتاع عبداً له مال فماله للذي باعه إلا أن يشترط المبتاع )) ، وقد تقرر لنا أن ما اقتضى الشرع أنه لا يدخل في البيع فإنه لا يدخل فيه ، وثياب الجمال والزينة داخلة في المال فلا تدخل إلا أن يشترطها المشتري فالعمل حينئذٍ يكون بالشرط والله ربنا أعلم .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وبهذا يتقرر لك إن شاء الله تعالى أن الذي يدخل في البيع تبعاً ثلاثة أشياء : ما كان من ضرورات المبيع ، وما اقتضى دخوله شرع أو عرف ، وبهذه القاعدة تزول كثير من الإشكالات والخلافات التي تحصل بين المتعاقدين بسبب خلافهم وتنازعهم فيما يدخل وما لا يدخل والله ربنا أعلى وأعلم . ¶ القاعدة الثانية عشرة ¶ لا يجوز بيع الثمار حتى يبدو صلاحها ¶ وهذه القاعدة قد توافرت الأدلة عليها فهي صحيحة لا غبار عليها ، ¶ فمن ذلك :- حديث ابن عمر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - : (( نهى عن بيع الثمار حتى يبدو صلاحها ، نهى البائع والمبتاع )) متفق عليه ، وفي لفظٍ : (( نهى عن بيع النخل حتى تزهو ، وعن بيع السنبل حتى يبيض و يأمن العاهة )) وعن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : (( لا تتبايعوا الثمار حتى يبدو صلاحها )) رواه مسلم ، وعن أنس رضي الله عنه أن النبي - صلى الله عليه وسلم - (( نهى عن بيع العنب حتى يسود وعن بيع الحب حتى يشتد )) رواه الخمسة إلا النسائي ، وعنه رضي الله عنه أن النبي - صلى الله عليه وسلم - (( نهى عن بيع الثمرة حتى تزهي ، قالوا وما تزهي ؟ قال : (( تحمر )) وقال : (( أرأيت إذا منع الله الثمرة فبم تستحل مال أخيك ! )) متفق عليه ، وعن جابر رضي الله عنه أن النبي - صلى الله عليه وسلم - (( نهى عن بيع الثمر حتى يبدو صلاحه )) ولأن هذا هو مقتضى العدل ، وذلك لأن الثمرة والزرع قبل بدو صلاحه معرض للعاهة والتلف فحفاظاَ على حق المشتري منع من الشراء إلا بعد بدو الصلاح ، إذا علمت هذا وتبين لك صحة هذه القاعدة فإليك هذه المسائل التابعة لها من باب التوضيح والتكميل فأقول :-",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "(المسألة الأولى ) : اعلم أن صلاح الثمر يختلف باختلاف الثمرة فصلاح كل نوعٍ هو ما يعرفه أهل الخبرة في ذلك النوع ويعدونه صلاحاً لها ، فثمرة النخيل صلاحها إذا اكتسبت لونها من صفرة أو حمرة وهو زهوها الوارد في الحديث ، فإذا احمرت أو اصفرت فإنه قد بدا صلاحها حينئذٍ فيجوز بيعها ، وأما قبل ذلك فلا يجوز بيعها لأنه لا يجوز بيع الثمرة قبل بدو صلاحها ، وصلاح العنب أن يتموّه حلواً أي يكون ماؤه حلواً أو يكتسب لونه إن كان له لون يعرف به كالأسود ونحوه ، فإذا تموّه العنب فإن هذا علامة صلاحه فيجوز بيعه حينئذٍ ،وصلاح بقية الثمار أن ينضج ويطيب أكله وذلك لأنه - صلى الله عليه وسلم - (( نهى عن بيع الثمرة حتى تطيب )) متفق عليه ، وفي لفظٍ (( حتى يطيب أكله )) ، ولهما من حديث ابن عباس مرفوعاً (( نهى عن بيع النخل حتى يؤكل منه )) وقول أهل الخبرة في الصلاح معتبر والله ربنا أعلم وأعلم . ¶ ( المسألة الثانية ) : اعلم رحمك الله تعالى أن صلاح بعض ثمرة الشجرة صلاح لجميعها ، فيباح بيع جميعها بذلك ، قال الموفق : \" لا نعلم فيه خلافاً \" ا.هـ . ويكون أيضاً صلاح لسائر النوع الذي في البستان فيجوز بيعه ، وهو مذهب الشافعي وغيره ، وذلك لأن اعتبار الصلاح في الجميع يشق فاكتفي بصلاح البعض ، ولذلك قال ابن القيم : \" إذا بدا الصلاح في بعض الشجر جاز بيعها جميعها ، وكذلك يجوز بيع ذلك النوع كله في البستان \" ا.هـ . وقال أبو العباس في الاختيارات : \" إذا بدا صلاح بعض الشجرة جاز بيعها وبيع ذلك الجنس وهو رواية عن أحمد \" ا.هـ والله أعلم .",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "( المسألة الثالثة ) : إن قيل : كيف نجمع بيه النهي عن بيع الثمرة قبل بدو صلاحها وبين قوله - صلى الله عليه وسلم - (( من باع نخلاً بعد أن أبِّرت فثمرتها للبائع )) فهنا أجاز بيع النخل بعد التأبير ومعلوم أنه لم يبدُ صلاح الثمرة بعد فكيف ذلك ؟ فأقول : إن المنهي عنه هو إفراد الثمرة بالبيع دون الشجرة فإذا أفردت الثمرة بالبيع فإنه لا يجوز بيعها قبل بدو صلاحها ، وأما إذا بيعت الشجرة وعليها الثمرة فإن الثمرة تدخل في البيع تبعاً ، فلا يشترط حينئذٍ بدو صلاحها ، ولذلك فأحاديث النهي عن بيع الثمرة قبل بدو صلاحها هو فيما إذا بيعت الثمرة وحدها ، وحديث (( من باع نخلاً بعد أن تؤبر ... )) هو فيما إذا بيعت النخلة نفسها فلا إشكال ولله الحمد والمنة والله أعلم . ¶ ( المسألة الرابعة ) : ذكر الأصحاب رحمهم الله تعالى أنه يجوز بيع الثمرة قبل بدو صلاحها بشرط القطع في الحال إذا كان مما ينتفع به ، وذلك لأن المنع من بيع الثمرة قبل بدو صلاحها إنما هو لخوف التلف وحدوث العاهة ، وهذا مأمون فيما يقطع في الحال لكن يشترط مع ذلك أن ينتفع به وألا يتخذ ذلك حيلة لارتكاب ما نهي عنه ، وذلك لأنه إذا لم ينتفع به فهو فساد وإضاعة للمال وقد نهى النبي - صلى الله عليه وسلم - عن إضاعة المال فيصح إذاً بيع الثمر قبل بدو صلاحه بشرط القطع في الحال والله أعلم .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "( المسألة الخامسة ) : بيع المقاثي كالباذنجان والبطيخ والباميا والخيار والجزر ونحوه ، فإن الأصحاب قالوا : لا يباع إلا مع أصوله ، فإن بيع مع أصوله جاز ذلك وإن بيع منفرداً فلا يجوز إلا بعد لقطه ومعرفته ، وعللوا ذلك بأن ما في الأرضي مستور مغيب وما يحدث منه معدوم ، فلم يجز بيعه لما فيه من الغرر لأن عاقبته مستورة ، لكن اختار أبو العباس وابن القيم رحمهما الله جواز بيعه بأصوله ومنفرداً عنها ، فأجازوا وقوع العقد على اللقطة الموجودة واللقطة المعدومة إلى أن تيبس المقثاة لأن الحاجة داعية لذلك ولأنه ليس في كتاب الله ولا سنة رسوله - صلى الله عليه وسلم - ولا عن أحدٍ من الصحابة أن بيع المعدوم لا يجوز لا بلفظ عام ولا بلفظ خاص ، ولأن أهل الخبرة يستدلون بما ظهر من الورق على المغيب في الأرض والمرجع في ذلك إليهم وما ذهبا إليه رحمهما الله تعالى هو الذي عليه العمل الآن وفيه رفع الحرج عن الناس فلعله الراجح إن شاء الله تعالى والله ربنا أعلى وأعلم . ¶ ( المسألة السادسة ) : إذا اشترى الإنسان ثمراً بعد بدو صلاحه وأبقاه إلى الجذاذ أو الحصاد ثم تلف هذا الثمر قبل أوان جذاذه فلا يخلو الأمر من حالات :- ¶ فإن كان التلف حصل بآفة سماوية فإنه يكون من ضمان البائع فعليه أن يرد الثمن إلى المشتري وهو المسمى في الفقه بوضع الجوائح ، وهي جمع جائحة وهي الآفة التي تصيب الثمار فتهلكها ، ودليل ذلك حديث جابر رضي الله عنه (( أن النبي - صلى الله عليه وسلم - أمر بوضع الجوائح )) رواه مسلم ، ولقوله - صلى الله عليه وسلم - : (( أرأيت إن منع الله الثمرة فبم تأخذ مال أخيك بغير حق ؟! )) ولأن مؤونته من سقي ونحوه على البائع إلى تتمة صلاحه فوجب كونه من ضمانه .",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وأما إن أتلفه آدمي ولو كان البائع فإن المشتري حينئذٍ بالخيار : إما أن يفسخ البيع ويطالب البائع بما دفع من الثمن أو الإمضاء أي البقاء على البيع ومطالبة المتلِف بالبدل ، هذا هو ظاهر المذهب وهو عين العدل والله أعلم . فهذا هو ما يتعلق بهذه القاعدة المهمة والله ربنا أعلى وأعلم . ¶ القاعدة الثالثة عشرة ¶ من جمع في البيع بين جائز ومحرم صح في الجائز بقسطه ¶ أقول : وهي مسائل تفريق الصفقة ، مأخوذة من صفق له بالبيع أي ضرب بيده على يده ، واصطلاحاً : هي أن يجمع في البيع بين ما يجوز بيعه وما لا يجوز بيعه في عقدٍ واحدٍ ، ومعنى تفريقها أي تفريق ما جمع بينه في العقد الواحد فيعطى كلاً حكمه ، وبيان القاعدة أن يقال : إذا باع الإنسان شيئاً يجوز بيعه وباع معه شيئاً لا يجوز بيعه في عقدٍ واحدٍ صفقة واحدة فإن الحكم الشرعي هنا هو أن البيع هذا نافذ صحيح في الشيء الذي يجوز بيعه ، وغير نافذٍ ولا صحيح فيما لا يجوز بيعه ، وهذا مذهب وسط بين من أبطل البيع جملة واحدة وبين من صححه جملة واحدة ، وذلك لأن الأصل أن بيع ما يجوز بيعه جائز فلماذا يبطل هنا مع إمكانية تمييزه عن مالا يجوز بيعه والأصل الصحة فلماذا يقال بالبطلان ! وإنما البطلان يكون فيما لا يجوز بيعه ، فيفرد وحده بالإبطال ويبقى ما يجوز بيعه على الأصل وهو الجواز ، وهذا كما ذكرت إذا أمكن تفريقه ، أما إذا لم يمكن تفريقه فإننا نغلب جانب الحرمة ، وإليك بعض الفروع التي يذكرها الفقهاء رحمهم الله تعالى في هذا الباب فأقول :- ¶ منها : إذا باع معلوماً ومجهولاً يمكن تحديد قيمته كما إذا قال : بعتك هذه الفرس بألف وما في بطن الأخرى بخمسمائة فإن الفرس معلومة ومعلوم ثمنها وما في بطن الأخرى مجهول لكن قيمته محددة فحينئذٍ نقول : يصح البيع في الفرس ولا يصح في الحمل وذلك لأنه جمع في البيع بين جائز ومحرم فصح في الجائز بقسطه من الثمن والله أعلم .",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "ومنها : إذا باع معلوماً ومجهولاً يتعذر معرفة ثمنه كأن يقول بعتك هذه السيارة وما في بطن هذه الشاة ولم يحدد ثمن كلٍ منهما فإن البيع حينئذٍ كله لا يصح وذلك لأن المعلوم مجهول الثمن ومن شروط صحة البيع معرفة الثمن ولا سبيل إلى معرفته هنا ، ولأن ما في بطن الشاة مجهول والمجهول لا يجوز بيعه هذا هو المذهب ، ولكن الراجح إن شاء الله تعالى صحة البيع في السيارة وبطلانه في الحمل لأن السيارة يجوز بيعها والحمل لا يجوز بيعه فقد جمع بين جائز ومحرم فيصح البيع في الجائز بقسطه من الثمن ، فيرجع في تحديد الثمن إلى أهل الخبرة ويعتمد قولهم هنا ، والله أعلم . ¶ ومنها : لو باع مشاعاً بينه وبين غيره بغير إذن شريكه كفرسٍ مشتركة بينهما أو أرض ولم تقسم بينهما ، فهنا جمع في البيع بين ما يجوز بيعه وهو نصيبه وبين مالا يجوز بيعه وهو نصيب شريكه ، والقاعدة تنص على أنه يصح البيع في الجائز من الثمن وبطلانه في نصيب شريكه ، فلو كان يملك من هذه الأرض الربع صح البيع في الربع فقط وهكذا والله أعلم . ¶ ومنها : لو باعه سيارته وسيارة جاره ولم يأذن الجار في هذا البيع فما الحكم ؟ الجواب أنه يصح البيع في سيارته بقسطها من الثمن ، ولا يصح في سيارة جاره لأنه لا يجوز له بيع ملك الغير إلا بإذنه ، ومن جمع في البيع بين جائز ومحرم صح في الجائز بقسطه من الثمن والله أعلم . ¶ ومنها : إذا باع عبداً وحراً ، فإن العبد يجوز بيعه والحر لا يجوز بيعه فقد جمع في البيع بين ما يجوز بيعه وما لا يجوز بيعه ، فيصح البيع في الجائز ويبطل في المحرم ، فيقوّم العبد من قبل أهل الخبرة ويصح البيع فيه وأما الحر فلا والله أعلم . ¶ ومنها : من باع فرسه وفرس غيره صفقة واحدة صح البيع في فرسه بقسطه من الثمن ولم يصح في فرس غيره لهذه القاعدة . ¶ ومنها : من باع خلاً وخمراً صح البيع في الخل بقسطه من الثمن لأنه يجوز بيعه ولم يصح في الخمر لأنه لا يجوز بيعها والله أعلم .",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "ومنها : إذا باعه عبدين ، أحدهما موجود عنده والآخر آبق ، أو باع دابتين له إحداهما موجودة والأخرى شاردة صح البيع في الموجود وبطل في الآبق والشارد ، فتعرف قيمة الموجود منها ويصح البيع فيه ، وعلى ذلك فقس والله ربنا أعلى وأعلم . ¶ القاعدة الرابعة عشرة ¶ إذا بيع ربوي بجنسه وجب التماثل والتقابض ، وبغير جنسه وجب التقابض ، وإذا اختلفت العلل لم يجب شيء ¶ أقول : وهذه القاعدة في أبواب الربا ، وهو لغة : الزيادة ، وشرعاً : الزيادة في أشياء مخصوصة ، كذا عرفه ابن قدامة وغيره من الأصحاب ، والأحسن من هذا أن يقال : هو تفاضل في مبادلة ربويٍ بجنسه وتأخير القبض فيما يجب فيه القبض ، كذا عرفه بعض أهل العلم ، وقد قسم العلماء رحمهم الله تعالى الربا إلى قسمين : ربا النسيئة : وهو تأخير القبض فيما يجب فيه القبض ، وربا الفضل : وهو التفاضل بين ربوبين اتفقا في الجنس وهو محرم بالكتاب والسنة والإجماع ، والأدلة ستذكر في ثنايا القاعدة إن شاء الله تعالى ، إذا علمت هذا فاعلم أن العلماء رحمهم الله تعالى اتفقوا على أن الربا يجري في الأصناف الستة الواردة في الأحاديث الآتية ، منها : قوله - صلى الله عليه وسلم - : (( الذهب بالذهب والفضة بالفضة والبر بالبر والشعير بالشعير والتمر بالتمر والملح بالملح مثلاً بمثل يداً بيد فمن زاد أو استزاد فقد أربى ، الآخذ والمعطي فيه سواء )) رواه البخاري ، ومنها قوله - صلى الله عليه وسلم - : (( الذهب بالذهب والفضة بالفضة والبر بالبر والشعير بالشعير والتمر بالتمر والملح بالملح مثلاًُ سواءً بسواءٍ يداً بيد فإذا اختلفت هذه الأصناف فبيعوا كيف شئتم إذا كان يداً بيد فمن زاد أو استزاد فقد أربى إلا ما اختلفت ألوانه )) رواه مسلم . أقول : فالأصناف الستة الواردة في هذه الأحاديث هي : الذهب والفضة والتمر والشعير والبر والملح ،لم يختلف العلماء فيما أعلم في جريان الربا في هذه الأصناف الستة ، وإنما الذي",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "اختلفوا فيه هو العلة التي من أجلها جرى فيها الربا حتى يروا هل يقاس غيرها عليها أم لا ؟ فقال فريق منهم : إن الربا لا يجري في غير هذه الأصناف المنصوص عليها ولم يتكلفوا البحث عن العلة لأنهم لا يقولون بالقياس أصلاً وهؤلاء هم الظاهرية ومن وافقهم من أهل العلم ، والقائلون بأن لها علة ، وغيرها يلحق بها عند الاتفاق في العلة اختلفوا في تحديد هذه العلة على أقوال : الذي يترجح منها هو أن العلة في الصنفين الأولين أي الذهب والفضة هي مطلق الثمنية ، وفي بقية الأصناف الربعة هي مجموع الكيل والوزن مع الاقتيات ، وهذا هو الذي اختاره أبو العباس بن تيمية رحمه الله تعالى ورحم الله العلماء رحمة واسعة ، وبحث الأدلة له موضع آخر إن شاء الله تعالى ، إذا علمت هذا فهذه القاعدة تبين أنه إذا أردت أن تبيع شيئاً تحققت فيه العلة الربوية بشيء آخر تحققت فيه العلة الربوية أيضاً فلا يخلو من حالتين :",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "الحالة الأولى : إما أن يكون العوض والمعوض كلاهما من جنس واحدٍ : كتمر بتمر أو شعير بشعير أو ملح بملح أو زبيب بزبيب أو بر ببر أو ذرة بذرة أو غير ذلك ، فإنه يشترط حينئذٍ شرطان :- التماثل في المقدار وهو الذي يفيده قوله - صلى الله عليه وسلم - (( مثلاً بمثل سواءً بسواء )) ، والتقابض في مجلس العقد : وهو الذي يفيده قوله - صلى الله عليه وسلم - (( يداً بيد )) وقوله (( إلا هاء وهاء )) وكذلك يجب هذان الشرطان في بيع الذهب بالذهب والفضة بالفضة ويدل على ذلك حديث أبي سعيدٍ مرفوعاً : (( لا تبيعوا الذهب بالذهب إلا مثلاً بمثل ولا تشفوا بعضها على بعض ولا تبيعوا الورق بالورق إلا مثلاً بمثلٍ ولا تشفوا بعضها على بعض ولا تبيعوا منها غائباً بناجز )) متفق عليه ، وقال عليه الصلاة والسلام : (( لا تبيعوا الذهب بالذهب ولا الورق بالورق إلا وزناً بوزنٍ مثلاً بمثلٍ يداً بيد سواء بسواء )) رواه مسلم وفي حديث أبي هريرة مرفوعاً : (( الذهب بالذهب وزناً بوزنٍ مثلاُ بمثلٍ والفضة وزناً بوزنٍ مثلاً بمثلٍ )) رواه مسلم ، وعن عمر بن الخطاب رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : (( الذهب بالورق ربا إلا هاء وهاء والبر بالبر ربا إلا هاء وهاء والشعير بالشعير ربا إلا هاء وهاء والتمر بالتمر رباً إلا هاء وهاء )) متفق عليه . فإذا كان الجنس متفقاً وجب التماثل والتقابض وهو المراد بقولنا في القاعدة : ( إذا بيع ربوي بجنسه وجب التماثل والتقابض ) وهذا واضح إن شاء الله تعالى . ¶ الحالة الثانية : أن يكون العوض والمعوض من جنسين مختلفين : فإذا كانا من جنسين مختلفين فلا يخلو الأمر حينئذٍ من حالتين :-",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ـ الأولى : أن يتفقا في العلة الربوية : كتمر ببر فإنهما من جنسين مختلفين لكن علتهما واحدة وهي الكيل مع الاقتيات ، وكالملح والشعير وكالذهب مع الفضة فإنهما من جنسين مختلفين لكن علتهما الربوية واحدة وهي مطلق الثمنية ، فإذا كان الأمر كذلك فإنه يجب فقط التقابض في مجلس العقد ، أما التماثل فإنه غير مشترط بل التفاضل في هذه الحالة جائز ، والدليل على ذلك حديث عبادة : (( فإذا اختلفت هذه الأصناف فبيعوا كيف شئتم إذا كان يداً بيد)) وللنسائي وابن ماجه وأبي داود نحوه ، وفي آخره : (( وأمرنا أن نبيع البر بالشعير يداً بيد كيف شئنا )) وفي حديث عمر السابق : (( الذهب بالورق رباً إلا هاء وهاء )) أي : هات وهاك ، وفي حديث أبي بكرة قال : (( نهى رسول الله - صلى الله عليه وسلم - عن الفضة بالفضة إلا سواء لسواء ، وأمرنا أن نشتري الفضة بالذهب كيف شئنا ونشتري الذهب بالفضة كيف شئنا )) أخرجاه ، فإذا اختلف الجنس واتحدت العلة الربوية لم يجب إلا التقابض فقط في مجلس العقد وهذا هو المراد بقولنا في القاعدة : ( وبغير جنسه وجب التقابض فقط ) . ¶ ـ الحالة الثانية : أن يختلفا أي العوض والمعوض في الجنس وفي العلة الربوية : كذهب بشعير ، أو تمر بفضة ، فإن الجنس مختلف والعلة كذلك مختلفة فإذا كان ذلك كذلك لم يجب شيء أي لا يجب في ذلك البيع لا التماثل ولا التقابض وهذا هو المراد بقولنا : ( وإذا اختلفت العلل لم يجب شيء ) ، فصارت الحالات عندنا ثلاث :- ¶ الأولى :- بيع الربوي بجنسه فيشترط فيه التقابض والتماثل . ¶ الثانية :- بيع الربوي بغير جنسه مع الاتفاق في العلة فيجب التقابض ويجوز التفاضل . ¶ الثالثة :- بيع الربوي بغير جنسه مع الاختلاف في العلة فلا يجب التقابض ولا التماثل ، وأحسب أن القاعدة إن شاء الله تعالى قد بانت معالمها واتضحت مراسمها ولم يبق إلا التفريع عليها ، فأقول :-",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "منها : إذا بيع التمر بالتمر أو الزبيب بالزبيب أو الأقط بالأقط أو الشعير بالشعير أو الملح بالملح فإنه يجب فيه التماثل والتقابض وذلك للاتفاق في الجنس والعلة والله أعلم . ¶ ومنها : إذا بيع التمر بالبر أو البر بالملح أو الشعير بالذرة أو الأقط بالتمر فإنه لا يجب إلا التقابض فقط ، وأما التفاضل فجائز ، فجاز التفاضل للاختلاف في الجنس ووجب التقابض للاتفاق في العلة الربوية والله أعلم . ¶ ومنها : إذا بيع تمر بذهب أو العكس ، أو بيع الشعير بالورق أو العكس فإنه يجوز التفاضل للاختلاف في الجنس ولا يجب التقابض للاختلاف في العلة الربوية والله تعالى أعلى وأعلم . ¶ ومنها :- إذا بيع الحديد بالحديد ، فعلى القول الراجح لا يجب فيه التماثل ولا التقابض لأنه لا يجري فيه الربا أصلاً ، إذا ليس هو بثمن للأشياء ولا هو مقتات فانتفت عنه العلة الربوية فيجوز أن يباع بجنسه جزافاً ، فإن قلت : أليس هو بموزون ؟ قلت : نعم ، هو موزون ولكن علة الربا ليست هي الوزن فقط بل الوزن مع الاقتيات فإن قلت أفلا يقاس على الذهب والفضة ؟ فأقول : لا يقاس عليها لأنه مختلف عنها في العلة فإن العلة الربوية فيهما هي مطلق الثمنية كما تقدم ترجيحه ، وعلى هذا فلا يلحق بها لأنه ليس فيه هذه العلة والله أعلم .",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "ومنها : اعلم أن عملة كل بلدٍ منزلةٌ منزلة الجنس المستقل فعملة السعودية جنس ، وعملة أمريكا جنس آخر ، وعملة مصر جنس آخر، وعملة الهند جنس آخر كذلك ، وعملة الصين جنس أيضاً ، وهكذا وحينئذٍ يقال : لو اقترضت ألف ريال بألفٍ وأربعمائة ريال ، فإن هذا ربا لا شك فيه لوجود التفاضل وعدم التقابض ، لكن لو صرفت عملتك إلى عملة بلدٍ آخر فإنه في هذه الحالة يجوز التفاضل لكن يلزم التقابض في مجلس الصرف ، فقلنا : يجوز التفاضل لاختلاف الجنس ، وقلنا : يجب التقابض للاتفاق في العلة وهي الثمنية ، فإذا ذهبت إلى أحد المصارف لتصرف الريالات إلى دولارات مثلاً فإنه يلزمك أخذ كامل الدولارات قبل الصرف ، فإن لم يكن موجوداً عنده إلا بعضها فلا يجوز ، فلا تبرم معه إلا على الموجود فقط أو اذهب وعد في وقتٍ آخر يكون قد وجد فيه كامل المبلغ ، وعلى ذلك فقس والله أعلم . ¶ ومنها : لو اشتريت ذهباً بألفي ريالٍ سعودي ، واستلمت الذهب ، ثم لم يكن معك إلا ألف ريال فقط ، فهل يجوز لك أخذ الذهب وتكميل المبلغ غداً أم لا ؟ الجواب : لا يجوز ذلك ، بل لا بد من دفع الثمن كاملاً في مجلس العقد لأن التقابض في هذه الحالة لازم للاتفاق في العلة ، فعليك استدانة الباقي من أحد الناس أو خذ الألف التي دفعتها وعد في وقتٍ لا حقٍ يكون معك المبلغ كاملاً ، لكن إياك أن تأخذ الذهب وتدفع الألف لأنك بهذا ستقع في ربا النسيئة وهو تأخير ما يلزم فيه القبض في الأموال التي يجري فيها الربا . والله أعلم .",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "ومنها : قال الفقهاء رحمهم الله تعالى : \" واللحم أجناس باختلاف أصوله \" قلت : أي لحم الغنم جنس ولحم البقر جنس وهكذا فإذا بعت لحماً بلحمٍ فلا يخلو إما أن يكونا من جنس واحد كلحم غنم بلحم غنم أو لحم إبل بلحم إبل أو لحم بقر بلحم بقرٍ ، فيشترط حينئذٍ التماثل في الكيل والتقابض في مجلس العقد وذلك لأن اللحم مقتات ومكيل فالعلة الربوية فيه متحققة فإذا بيع بجنسه فقد تقرر في القاعدة أنه يجب التماثل والتقابض ، وأما إذا بيع بغير جنسه كلحم غنم بلحم إبل أو لحم بقرٍ بلحم نعام ونحو ذلك فإنه لا يجب إلا التقابض فقط في مجلس العقد وأما التفاضل فجائز ، فقلنا : يجوز التفاضل لأن الجنس مختلف ، وقلنا يجب التقابض لأن العلة متحدة ، وقد تقرر في الضابط أنه إذا اختلف الجنس واتحدت العلة وجب التقابض وجاز التفاضل والله أعلم . ¶ ومنها : قولهم أيضاً : \" واللبن أجناس باختلاف أصوله \" قلت : أي لبن المعز والضأن جنس ولبن البقر والجواميس جنس ولبن الإبل العراب والبخاتي جنس ، فلا يباع بعضه ببعضٍ متفاضلاً ، ويباع إذا كان يداً بيد والله أعلم . ¶ ومنها : ما يحصل في كثير من البنوك عند إقراضهم لأحدٍ مبلغاً إلى أجلٍ ، فإذا حل الأجل ولم يسدد قالوا : إذاً نزيد عليك الفائدة وهكذا كلما تأخر السداد زادت الفوائد ، وهو ربا الجاهلية فإما أن تقضي وإما أن تربي فهذا لا يشك عاقل في تحريمه فضلاً عن أهل العلم وتسميته بالفوائد لا يخرجه عن كونه محرماً فإن الأسماء الحادثة لا تغير من الحكم الشرعي الثابت شيئاً ، فالحرام حرام وإن زخرفت أسماؤه ، قال تعالى : { يا أيها الذين آمنوا لا تأكلوا الربا أصنافاً مضاعفة واتقوا الله لعلكم تفلحون } وقال تعالى : { وما آتيتهم من ربا ليربو في أموال الناس فلا يربو عند الله } فالقروض البنكية غالبها ربوية فاحذر يا رعاك الله من ذلك والله أعلم .",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "ومنها : ذهب بعض العلماء إلى أن بيع المصوغ من الذهب بالذهب الذي ليس بمصوغ يجوز فيه التفاضل ويجعل الزائد مقابلة الصنعة ، قلت : وهذا مذهب مرجوح بل الحق عدم جواز ذلك لعموم قوله - صلى الله عليه وسلم - : (( لا تبيعوا الذهب بالذهب إلا مثلاً بمثل ولا تشفوا بعضها على بعض ... )) وبهذا الراجح أفتى هيئة كبار العلماء رفع الله درجتهم في المهديين والله أعلم . ¶ القاعدة الخامسة عشرة ¶ كل قرضٍ جرّ نفعاً فهو ربا ¶ أقول : اعلم أرشدك الله لطاعته أن القرض لغة : الحد والقطع ، واصطلاحاً : دفع مال لمن ينتفع به ويرد بدله ، وهو من عقود الإرفاق والتوسعة ، فالقرض تبرع من المقْرِض وإحسان إلى المقْتَرِض لينتفع بالمال مدة ثم يرد بدله ، ولهذا كان الواجب فيه رد المثل ، ولا يجوز للمقترض أن يستغل حاجة المقترض وتفضله عليه بإقراضه بأن يطلب منه فعل شيء أو يأخذ منه شيئاً مقابل القرض الذي دفعه إليه ، فالأصل أن لا ينتفع المقترض بشيء من المقترض في مقابلة القرض الذي أقرضه ، بل أجره على الله تعالى ، فمقصود القرض إرفاق المقترض ونفعه ، وليس مقصوده المعاوضة والربح ، وبناءً على ذلك فإن الزيادة أو المنفعة التي يأخذها المقرض من المقترض مقابل القرض مخالفة لمقصود القرض الذي هو الإرفاق والنفع ، فتكون هذه الزيادة رباً لا يجوز للمقترض أخذها ولا الانتفاع بها ، لأنه بعد سداد قرضه إليه سيكون قد أخذ القرض واستوفى هذه المنفعة ، فعاد إليه ماله وزاد على ذلك المنفعة وهذا هو الربا ، ويحتج الفقهاء رحمهم الله تعالى على ذلك بحديث علي بن أبي طالب مرفوعاً : (( كل قرضٍ جر نفعاً فهو رباً )) ، قال الحافظ في البيوع : \" رواه الحارث بن أبي أسامة ، وإسناده ساقط وله شاهد ضعيف عن فضالة بن عبيدٍ رضي الله عنه عند البيهقي ، وآخر موقوف عن عبد الله بن سلام رضي الله عنه عند البخاري \" ا.هـ. قلت :- وقال ابن مسعود : (( كل قرض جر نفعاً فهو رباً )) ، وقال الموفق : \"",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "كل قرضٍ بشرط زيادة فهو حرام بلا خلاف ، وحكاه الوزير اتفاقاً . والذي أشار إليه الحافظ عن عبد الله بن سلام هو قوله : (( إنك بأرض ، الربا فيها فاشٍ ، فإذا كان لك على رجلٍ حق فأهدى إليك حمل تبن أو حمل شعير أو حمل قتٍّ فلا تأخذه فإنه رباً )) وقال ابن المنذر : \" أجمعوا على أن المسلف إذا شرط على المستسلف زيادة أو هدية فأسلف على ذلك أنَّ أخذ الزيادة على ذلك ربا \" ا هـ. قال في الشرح : \" وقد روي عن أبي بن كعبٍ وابن عباس وابن مسعود أنهم نهوا عن قرض جر منفعة \" ا.هـ. قلت : فعلى هذا فيكون الربا ثلاثة أقسام : ربا الفضل وربا النسيئة وربا القرض ، فهذا الحديث وإن كان إسناده ساقط إلا أن هذا هو مذهب الصحابة والسلف ، والمخالف فيه قليل ، فصحت بذلك القاعدة ولله الحمد والمنة ، وإليك بعض الفروع على ذلك :- ¶ ومنها : إذا أقرضه شيئاً وشرط عليه أن يؤجره دارة أو ينتفع بسيارته مدة معلومة أو يخدمه ونحو ذلك فإن هذا لا يجوز لأن هذا قرض جر نفعاً وكل قرضٍ جر نفعاً فهو ربا والله أعلم . ¶ ومنها : إذا أقرضه شيئاً وأهدى له هدية لم تجر العادة بها وإنما لم تكن إلا بعد القرض ، فلا يجوز للمقرض أخذها إلا إذا نوى احتسابها من القرض وإلا فلا يجوز لأن المقترض ينوي بذلك محاباة صاحب القرض ، قد يستغل حاجة المقترض فلا يجوز له قبول هذه الهدية لأنها نفع زائد على القرض وكل قرض جر نفعاً فهو ربا والله أعلم .",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "ومنها :- أقرضه شيئاً وشرط عليه أن يوفيه خيراً فيه فإن هذا لا يجوز لأن الواجب في القرض هو رد المثل ولأن هذا قرض جر نفعاً وكل قرض جر نفعا ً فهو ربا ، لكن لو وفاه المقترض خيراً منهن بلا شرطٍ ولا مواطأة فهذا لا بأس به لأنه - صلى الله عليه وسلم - استسلف بكراً فرد خيراً منه وقال : (( خيركم أحسنكم قضاءً )) متفق عليه ، وفي الصحيحين أيضاً عن جابرٍ : (( كان لي عليه دين فقضاني وزادني )) ، وسواءً كانت الزيادة في القدر أو الصفة ، المهم أنها تكون بلا شرط ولا مواطأة أم إذا كانت بشرطٍ أو مواطأة فإنها لا يجوز لأنها من القرض الذي جر نفعاً وكل شرطٍ جر نفعاً فهو ربا والله أعلم . ¶ ومنها : لو أقرضه شيئاً ووفاه ثمن أهدى له هدية بعد الوفاء في حكم ذلك ؟ أقول : إن كان ذلك حصل بشرطٍ أو مواطأة فلا يجوز لأنه داخل تحت هذه القاعد وإن كان حصل ذل بلا شرط ولا مواطأة فلا بأس وبعد ذلك تبرع من المقترض فلا يكون من القرض الذي جر نفعاً ولله أعلم . ¶ ومنها : إذا أقرضه شيئاً بشرط أن يبيعه هذه السيارة أو هذه الدار أو يزوجه ابنته أو أخته فهذا لا يجوز لأنه سلف وبيع وقد ثبت النهي عنه ، ولأنه من القرض الذي جر نفعاً ، وكل قرضٍ جر نفعاً فهو ربا والله أعلم .",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ومنها : السفتجتة وهي أن يكتب الإنسان لمن دفع إليه مالاً على سبيل التمليك لكي يقبض بدلاً عنه في بلدٍ معين آخر ، والقصد فيها تفادي أخطار الطريق بنقل المال عيناً ، وفي هذه الطريقة مصلحة مشتركة للطرفين ، وقد اختلف العلماء في حكمها فمنعها الحنفية والشافعية لأنها عندهم داخلة تحت هذه القاعدة فهي من القرض الذي جر نفعاً ، وأجازها الحنابلة وأختار الجواز أبو العباس بن تيمية رحم الله العلماء رحمة واسعة وذلك لأنها من قبيل الحوالة والمنفعة الحاصلة منها لا تخص المقرض بل ينتفع بها الطرفان والأصل في المعاملات الحل ولا يوجد محذور شرعي يمنع منها وهي مما اضطر إليه الناس في هذه الأزمنة ، والأولى الأخذ بالتيسير فهو من مقاصد الشريعة ، وكان عبد الله بن الزبير - رضي الله عنه - في مكة وأخوه مصعب في العراق ، فكان الرجل يسلم نقوده عبد الله فيرسل معه ورقة إلى مصعب فيسلم الرجل مثل نقوده ولم ينكر عليهما أحد من الصحابة ، وهذا هو الراجح إن شاء الله تعالى ، فهي أي السفتجة ليست من القرض الذي جر نفعاً وإنما هي من باب الحوالة والله أعلم . ¶ ومنها : إذا باعه شيئاً حاباه فيه مثل أن يبيعه ما يساوي ألفاً بخمسمائة فقط لأجل القرض الذي أقرضه إياه فهذا قرض جر نفعاً وكل قرض جر نفعاً فهو رباً والله أعلم . ¶ ومنها : أن شيخ الإسلام أبا العباس رحمه الله تعالى سئل عن دين عند صانع يستعمله لأجله يأكل من أجرته ، فأجاب : \" لا يجوز للأستاذ أن ينقص الصانع من أجرة مثله لأجل ماله عنده من القرض ، فإن فعل ذلك يرضاه كان مرابياً ظالماً عاصياً مستحقاً للتعزير . ا.هـ . \" قلت : فالأستاذ انتفع من وراء هذا القرض ، وكل قرض جر نفعاً فهو رباً والله أعلم . وعلى ذلك فقس والله يتولانا وإياك . ¶ القاعدة السادسة عشر ¶ كل ما أمكن ضبطه بالصفة والنوع والقدر والأجل صح سلمه في الذمة",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "أقول : اعلم رحمك الله تعالى أن السلم والسلف شيء واحد ، إلا أن السلف لغة أهل العراق والسلم لغة أهل الحجاز ، وسمي سلماً لتسليمه رأس المال في مجلس العقد ، وعرفه الفقهاء اصطلاحاً : بأنه عقد على موصوف في الذمة مؤجل بثمنٍ مقبوضٍ في مجلس العقد ، وهو جائز بالكتاب والسنة والإجماع والقياس والصحيح ، فأما الكتاب فقوله تعالى : { يا أيها الذين آمنوا إذا تداينتم بدين إلى أجل مسمى فاكتبوه } قال ابن عباس : \" أشهد أن السلف المضمون إلى أجلٍ مسمى قد أحله الله في كتابه ، وأذن فيه ثم قرأ هذه الآية \" فالسلم على هذا نوع من الدين فيدخل في عموم هذه الآية ، والعبرة بعموم اللفظ لا بخصوص السبب . وفي الصحيح قال ابن عباس رضي الله عنهما : (( قدم رسول الله - صلى الله عليه وسلم - المدينة وهم يسلفون في الثمار السنة والسنتين ، فقال : من أسلف في شيء فليسلف في كيل معلوم ووزن معلوم إلى أجل معلوم )) ، وعن عبد الرحمن بن أبزى وعبد الله بن أبي أوفى رضي الله عنهما قالا : (( كنا نصيب المغانم مع رسول الله - صلى الله عليه وسلم - وكان يأتينا أنباط من الشام فنسلفهم في الحنطة والشعير والزبيب )) وفي رواية (( والزيت إلى أجل مسمى ، قيل : أكان لهم زرع ؟ قالا : ما كنا نسألهم عن ذلك )) رواه البخاري ، وفي رواية : (( كنا نسلف على عهد النبي - صلى الله عليه وسلم - وأبي بكر وعمر في الحنطة والشعير والزبيب والتمر وما نراه عندهم )) رواه الخمسة إلا الترمذي ، وقد انعقد الإجماع على جوازه في الجملة ، ولحاجة الناس إليه ، فهذا يرتفق بتعجيل الثمن وهذا يرتفق برخص المثمن .",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وقد ادعى قوم بأن السلم جارٍ على خلاف القياس ، لأنه بيع ما ليس عندك والقياس بمنعه ، وأجاب ابن القيم عن ذلك بقوله :\" وأما السلم فمن ظن أنه على خلاف القياس توهم دخوله تحت قول النبي - صلى الله عليه وسلم - : (( لا تبع ما ليس عندك )) فإنه بيع معدوم ، والقياس يمنع منه ، والصواب أنه على وفق القياس فإنه بيع مضمون في الذمة موصوف مقدور على تسليمه غالباً وهو كالمعاوضة على المنافع في الإجارة ، وقياس السلم على بيع العين المعدومة التي لا يدري أيقدر على تحصيلها أما لا ؟ ، والبائع والمشتري منها على غرر ، من أفسد القياس ، وقد فطر الله العقلاء على الفرق بين بيع الإنسان ما لا يملكه ولا هو مقدور له وبين السلم إليه في مُغِلٍّ مضمونٍ في ذمته مقدور في العادة على تسليمه ، فالجمع بينهما كالجمع بين الميتة والمذكى ، والربا والبيع ... الخ كلام رحمه الله تعالى \" وبه يتضح أن السلم جارٍ على وفق الأصول والقياس والله أعلم .",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "ثم أقول :-حيث كن السلم بيعاً إلا أنه عجل ثمنه وأخر مثمنه فإنه يشترط له ما يشترط للبيع من كون العاقد : جائز التصرف ، والتراضي ، وأن يكون المثمن مما يباح نفعه ، وغير ذلك من شروط البيع المعروفة المقررة ، إلا أنه يشترط زيادة على ذلك بعض الشروط وأغلبها قد جاء في القاعدة فإن قيل : ما الشيء الذي يصح إيقاع السلم عليه فتقول : (( كل ما أمكن ضبطه بالصفة والنوع والقدر والأجل فإنه يصح السلم فيه في الذمة )) فقوله : (( ما أمكن ضبطه بالصفة )) هذا هو الشرط الأول : وهو انضباط صفاته التي يختلف بها الثمن غالباً ، وذلك لأن مالا ينضبط بالصفة يكون مفضياً إلى وقوع الشقاق والخصومة والتنازع بين المتعاقدين ، والمطلوب عدم ذلك شرعاً ، وبناءً عليه فالثمر إذا كان نوع منه يختلف بالسواد والحمرة يذكر كونه أسود أو أحمر للاختلاف المذكور بخلاف ما إذا كان ذلك النوع كله احمر أو كله أسود فلا يلزم حينئذٍ تحديد اللون ، وإذا كان بعضه يكون كبيراً خلقةً وبعضه صغير فلا بد من تحديد نوعه أهو الكبير أو الصغير ، لأن عدم تحديد ذلك يفضي إلى المنازعة والتخاصم ولا بد من ذكر وصف الحداثة والقدم والجودة والرداءة ونحو ذلك ، لأن ذلك مما يختلف به الثمن غالباً ويؤدي عدم ضبطه إلى الاختلاف والمنازعة والله أعلم . ¶ فهذا شرط مهم وهو انضباط الصفات فلا بد أن يذكر في عقد السلم جميع الصفات التي يختلف بها الثمن اختلافاً ظاهراً والله أعلم .",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "قوله : ( النوع ) أي يضبط بالنوع ويدخل في ذلك ضمناً ضبطه بالجنس فلا بد في المسلم فيه أن يذكر جنسه ونوعه وهذا باتفاق أهل العلم ، فهو أسلف في التمر وأطلق لم يصح لأن التمر أنواع كثيرة ولو أسلم في سيارة وأطلق لم يصح لأن السيارات أنواع كثيرة ولو أسلم في حيوانٍ وأطلق لم يصح لأن الحيوانات أنواع كثيرة ، فلا بد من ذكر الجنس والنوع ، ولا يخفاك أن ذكر النوع مغن ٍ عن ذكر الجنس لأنه بتحديد النوع يتحدد الجنس ، ولكن ذكر الجنس لا يغني عن تحديد النوع ، والله أعلم . ¶ قوله : ( والقدر ) أي يمكن ضبطه بالقدْر أيضاً ، وذلك بالكيل المعلوم أو الوزن المعلوم أو العدد المعلوم أو الذراع المعلوم ، وذلك لقوله - صلى الله عليه وسلم - : (( فليسلف في كيل معلوم ووزن معلوم )) فيحدد مقدار المكيل والموزون بالوزن والمعدود بالعد والمزروع بالزرع ، وهذا شرط مهم جداً وذلك لأن عدم معرفة قدر المسلم فيه يفضي إلى المنازعة والمشاقة والتخاصم . والله أعلم . ¶ قوله : ( والأجل ) أي لا بد من ضبط المسلم فيه أيضاً بتحديد الأجل الذي يسلم فيه ، وذلك لحديث : (( إلى أجلٍ معلوم )) وهو قول جمهور الفقهاء ، ولأن عدم تحديد الأجل يفضي إلى المنازعة والتخاصم فلا بد حينئذٍ من تحديده دفعاً للمفسدة ، ولا بد أن يكون هذا الأجل له وقع في الثمن فلا يصح السلم حالاً لأنه يخرج عن كونه سلماً ، ولأن الحديث اشترط الأجل ، فحيث اشترطنا تحديد الأجل والعلم به فلا يصح السلم إلى الأجل المجهول كإلى الحصاد والجذاذ ، وقدوم الحاج لأنه يختلف فلم يكن معلوماً ، ولا يصح السلم إلى أجل قريب كيومٍ ونحوه لأنه لا وقع له في الثمن إلا فيما يؤخذ كل يوم كالخبز ونحوه لأن الحاجة داعية إلى ذلك . والله أعلم .",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "قوله : ( صح سلمه في الذمة ) هذا من شروط السلم أيضاً وهو أن يكون السلم في الذمة لا في عين معينة كدار أو شجرة معينة ، وذلك لأنها ربما تلفت قبل تسليمها ، وهذا الشرط بالاتفاق ، ولأن الموجود يمكن بيعه في الحال ، فلا يحتاج إلى السلم فيه فهذه هي الشروط المذكورة في القاعدة ، وهو باختصار : انضباط الصفات ، وذكر الجنس ، والنوع ، والمقدار ، والأجل ، وأن يكون في الذمة ، وبقي شرطان : الأول : تسليم الثمن في مجلس العقد ، وذلك حتى لا يكون من باب بيع الدين بالدين المنهي عنه ، والثاني : أن يوجد المسلم فيه في مكانه غالباً ، وذلك لوجوب تسليمه فإن كان لا يوجد وقت حلوله أو يوجد نادراً كالسلم في العنب والرطب إلى الشتاء لم يصح ، قال في الإنصاف : \" بلا نزاع \" ، فلا بد أن يكون المسلم فيه محدداً بأجل يوجد فيه غالباً ، ويعتبر أيضاً أن يوجد في مكان الوفاء به غالباً ، فصارت الشروط بذلك سبعة خمسة منها مذكورة في القاعدة ، فإذا توفرت هذه الشروط صح عقد السلم حينئذٍ ، وها هنا مسائل نتمم بها الكلام على هذه القاعدة فأقول : ¶ ( المسألة الأولى ) : اختلف العلماء في السلف في الحيوان على قولين أرجحهما إن شاء الله تعالى الجواز وذلك لحديث أبي رافع : (( أن النبي - صلى الله عليه وسلم - استسلف من رجلٍ بكراً )) ولأبي داود من حديث عبد الله بن عمرو بن العاص : (( أمرني رسول الله - صلى الله عليه وسلم - أ ن أبتاع البعير بالبعيرين وبالأبعرة إلى مجي إبل الصدقة )) ، ولأن الحيوان يمكن ضبطه بالصفة وبالجنس والنوع والمقدار وهو العدد وما أمكن ضبطه بالصفة والنوع والمقدار والأجل صح سلمه في الذمة فهو داخل تحت هذه القاعدة لانطباقها عليه ، فالراجح إذاً الجواز والله أعلم .",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "( المسألة الثانية ) : السلم في الفواكه : فيه خلاف بين أهل العلم ولكن الراجح الجواز وذلك لأن الفواكه يمكن ضبطها بالصفة وبالجنس وبالنوع وبالعدد ، إلا أنها في زماننا صارت تكال فيكون ضبطها بالكيل ، وما أمكن ضبطه بالصفة والنوع والمقدار صح سلمه في الذمة ، فيقال مثلاً : أسلمتك مائة كيلو تفاح أحمر ، أو عشرة صناديق موز من الطويل أو القصير أو خمسين صندوق برتقال مصري أو لبناني ونحو ذلك ، كل ذلك لا يقع فيه اختلاف فالسلم فيه جائز ومن منعه فعليه الدليل ، وقولهم : إنه لا يمكن ضبطه بالصفة ليس بصحيح بل هو مما يمكن فيه ذلك بكل سهولة والله أعلم . ¶ ( المسألة الثالثة ) : السلم في السيارات جائز أيضاً وهو مشهور في زماننا ، وذلك لأن السيارات يمكن ضبطها بالصفة وبالنوع فيصح سلمها في الذمة إلى أجل معلوم فيقال مثلاً : أسلمتك سيارة من نوع الكابرس موديل ألفين وثلاثة ، ويذكر الصفات التي يختلف بها الثمن غالباً من لونها ونوعية مقاعدها وهل في سقفها فتحة أم لا ونحو ذلك ، فكل ذلك يمكن ضبطه بالصفة فيصح السلم فيه والله أعلم . ¶ ( المسألة الرابعة ) : ما الحكم لو اشترط عليه الأجود أو الأردأ ؟ الجواب : وذلك لأنه مفضٍ إلى الخلاف والتنازع ، لأنه ما من جيد إلا ويوجد أجود منه ، وما من رديء إلا ويحتمل وجود أردأ منه ، فكلما جاء له بجيد قال : الذي اشترطته أجود من هذا ! فخروجاً من هذا الخلاف نسد هذا الباب بسد هذا الشرط ، ويغني عنه اشتراط الجيد والرديء لأنه حينئذٍ يجزئ ما يصدق عليه أنه جيد أو رديء عرفاً والله أعلم . ¶ ( المسألة الخامسة ) : بحث العلماء فيما إذا جاء البائع بالمسلم فيه قبل وقت حلول الأجل فهل يلزم المشتري أخذه أم لا ؟ أقول : إن جاء بالمسلم فيه قبل وقت حلوله ولا ضرر عليه في قبضه لزمه أخذه ، أما إذا كان في قبضه الآن ضرر من عدم تجهيز مكان له أو كان في قبضه زيادة مؤونة ونحو ذلك لم يلزمه قبوله حينئذٍ والله أعلم .",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "( المسألة السادسة ) : ما الحكم إذا حل الأجل وتعذر المُسلم فيه أو تعذر بعضه ؟ أقول : الجواب : إذا حصل ذلك فرب السلم بالخيار : إما أن يصبر إلى أن يوجد المسلم فيه فيطالب به ، وإما أن يفسخ العقد في الكل إن تعذر الكل أو في البعض المتعذر ، فإن فسخ العقد في الكل فإنه يرجع برأس المال إن كان موجوداً ، أو عوضه إن كان معدوماً ، وإن فسخ العقد في القدر المتعذر فقط فإنه يرجع بالقدر المتعذر فيأخذ ثمنه إن كان موجوداً أو عوضه إن كان معدوماً والله أعلم . ¶ ( المسألة السابعة) : ذكر الفقهاء رحمه اللهم تعالى أنه لا يشترط أن يذكر في العقد مكان الوفاء وذلك لأنه - صلى الله عليه وسلم - لم يشترطه والأصل عدم الاشتراط ، إلا إذا غلب على الظن ورود الخلاف بين المتعاقدين إذا لم يحددا مكان الوفاء فإن غلب على الظن اختلافهما عند عدم التحديد وجب تحديده والله أعلم . ¶ ( المسألة الثامنة ) : ذكر الفقهاء رحمهم الله تعالى أن المشتري لا يجوز له بيع المسلم فيه مطلقاً سواء لمن هو عليه أو لغيره وهذا هو المشهور من المذهب ، وقيل : يجوز بيعه لمن هو عليه بقدر القيمة فقط واختارها أبو العباس بن تيمية ، وذكر أنها قول ابن عباس - رضي الله عنه - وهي الأقرب إذا لا غرر حينئذٍ ، وقلنا بقدر القيمة حتى لا يربح فيما لم يدخل في ضمانه فإن المسلم فيه قبل استلامه من ضمان البائع ، فلا ينبغي للمشتري إذا باعه لصاحبه أن يربح فيه لأن النبي - صلى الله عليه وسلم - نهى عن ربح مالم يضمن والله أعلم .",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "( المسألة التاسعة ) : اختلف العلماء في هبته أي هبة المسلم في قبل قبضه ، فظاهر المذهب المنع ، وفي الرواية الأخرى الجواز مطلقاً أي سواءً وهبه لمن هو عليه أو لغيره ، قال في الإنصاف : \" وهو مقتضى كلام الشيخ تقي الدين \" ، قلت : وهو الأقرب لأن الهبة من عقود التبرعات ، وعقود مبناها على المسامحة ، فجهالة التسليم هنا مغتفرة ، لأنها إن حصلت فمغنم وإن فاتت فليس في فواتها مغرم والله أعلم . ¶ وخلاصة الكلام أن كل ما أمكن ضبطه بالصفة والنوع والقدر والأصل صح سلمه في الذمة ، ومالم يذكر من الفروع يقاس على ما ذكر والله ربنا أعلى وأعلم . ¶ القاعدة السابعة عشر ¶ كل ما صح بيعه صح قرضه",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "قد تقدم تعريف القرض والكلام عليه ، وهذه القاعدة خاصة في الأشياء التي يصح قرضها ، وهو ضابط لا ينخرم إن شاء الله تعالى ، فكل عين من الأعيان من نقدٍ أو عرض يصح بيعها فإنه يصح إيقاع عقد القرض عليها مكيلة كانت أو موزونة أو مذروعة أو معدودة ، فيدخل في ذلك من الأعيان مالا يتناهى كثرة ، بل حتى المنافع يصح قرضها على الصحيح كأن يحصد معه يوماً ويحصد معه الآخر يوماً ، أو يسكنه داره ليسكنه الآخر داره بدلها ، واختياره الشيخ تقي الدين ، بل ولو أقرضه في بلدٍ ليستوفي منه في بلدٍ آخر جاز على الصحيح ، ويصح قرض الخبز واختاره أبو العباس رحمه الله تعالى ، فإنه قال في الاختيارات : \" يجوز قرضه _ أي الخبز _ ورد مثله عدداً بلا وزنٍ من غير قصد الزيادة \" ا.هـ ، فالسيارات والحيوانات والأراضي والمكيلات و والموزونات والمعدودات والمذروعات والمفروشات والمأكولات والمشروبات ونحوها يصح قرضها ، لأنه يصح بيعها وكل ما صح بيعه صح قرضه ، واختلف العلماء في قرض بني آدم أعني المماليك من بني آدم ، فالمشهور من المذهب عدم الجواز قال أحمد : \" أكره قرضهم \" ا.هـ ، قلت : ولا يخفاك أن الكراهة حكم شرعي ، والأحكام الشرعية تفتقر في ثبوتها للأدلة الصحيحة الصريحة ، فالحق الحقيق بالقبول هو القول بالجواز وذلك لأن هؤلاء المماليك يصح بيعهم ، وقد تقرر أن ما صح بيعه صح قرضه ، وتعليلهم الكراهة بأنه لم ينقل تعليل سمج إذ أن هناك أشياء أجازوا قرضها وليس عليها نقل صحيح فعدم النقل ليس بحجة ، إذ الأصل جواز القرض في كل ما يصح بيعه ، وقولهم : \" إنه يفضي إلى أن يقترض الجارية ليطأها ثم يردها \" ممنوع , لأننا نقول أن القرض عقد ينقل ملكية العين المقترضة من المقرض إلى المقترض فتكون تحت تصرفه وهذا الانتقال انتقال كامل فمنافع الأمة المقترضة كلها تنتقل إلى المقترض ، والمقرض لا يملك ارتجاعها وإنما له القيمة فقط ، لكن إن كان قصد المقترض من اقتراض الأمة",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "الوطء ثم يردها فلا يصح اقتراضه وهو آثم بذلك ، وإن وقع ذلك بحكم الاتفاق لم يمنع الصحة أصلاً كما لو وقع ذلك في البيع ، والراجح إن شاء الله تعالى من هذا الخلاف هو جواز قرض المماليك وذلك لأنه يصح بيعهم وقد تقرر أن كل عين صح بيعها صح قرضها والله أعلم . هذا هو محصل الكلام على هذه القاعدة والله يتولانا وإياك . ¶ القاعدة الثامنة عشرة ¶ الجهل بالتساوي كالعلم بالتفاضل إلا في العرايا ¶ أقول : اعلم رحمك الله تعالى أن هذا من ضوابط باب الربا ، وتقدم أن الربا نوعان : ربا النسيئة وربا الفضل ، وهذا الضابط يدخل في النوع الثاني ، وبيانه أن يقال : اعلم أرشدنا الله وإياك لطاعته أنه يشترط في صحة بيع الأموال التي يحرم التفاضل بينها أن تكون متماثلة ، وهذا التماثل لا يتحقق إلا بمعرفة قدر كل منهما ولا يكفي عدم العلم بالتفاضل ، بل لا بد من العلم بالتماثل والتحقق منه ، فإن جهل قدرهما أو قدر أحدهما كان ذلك بمنزلة العلم بزيادة أحدهما على الآخر فيكون ربا ، فيشترط حينئذٍ في مبادلة الأصناف الربوية التساوي في الكيل والوزن مع التقابض إذا اتحد الجنس ، فإذا جهل التساوي بين المالين الربويين فإن هذا الجهل ينزل منزلة العلم بالتفاضل وهذا غير جائز ، وهذا الضابط عام في كل المبادلات بين الأموال الربوية إذا كانت من جنسٍ واحد إلا أنه يستثنى من ذلك مسألة العرايا ، وهي : أن يحتاج من عنده تمر معلوم إلى رطبٍ على رأس النخلة فيجوز له شرعاً أن يشتري هذا الرطب بالتمر خرصاً ، أي تقديراً مع أننا لا نعلم يقيناً ما على هذه النخلة ، أي لا نعلم قطعاً مقداره من الكيل لكن يكتفى فيه بالخرص ، فيأتي العارف بذلك ويقدره كيلاً ، وهذا لا يلزم فيه العلم التام بالتساوي وإنما يكتفى فيه بالخرص ، ولذلك قلت في الضابط : ( إلا في العرايا ) أي لا يلزم العلم بالتساوي يقيناً أما في غيرها فإنه يجب العلم بالتساوي ، وأن الجهل به منزّل منزلة العلم بالتفاضل ،",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "والأدلة على ذلك كثيرة ، وهي تصلح أن تكون فروعاً فأقول :- ¶ من الأدلة ذلك : حديث جابر بن عبد الله رضي الله عنهما قال : (( نهى رسول الله - صلى الله عليه وسلم - عن بيع الصبرة من التمر لا يعلم مكيلتها بالكيل المسمى من التمر )) ووجه الدلالة منه : أن الصبرة لا يعلم كيلها فنهى عن بيعها حتى يعلم كيلها ، فدل على اشتراط العلم ، والجهل ينافيه فدل ذلك على أن الجهل بالتساوي يمنع من بيع الربويين من جنس واحد لأنه يلزم فيهما العلم والله أعلم . ¶ ومن الأدلة أيضاً : حديث عبادة - رضي الله عنه - السابق في تعداد الأصناف الربوية ثم قال بعدها : ((مثلاً بمثل يداً بيد )) ووجه الدلالة من أن النبي - صلى الله عليه وسلم - بعد ما ذكر الأصناف السنة ختمها بقوله : (( مثلاً بمثل )) وهذا يقتضي المساواة والتماثل في بيع هذه الأصناف ، وأن الجهل في بيعها لا يصح فدل ذلك على أن الجهل بالتساوي بينها يمنع من صحة بيعها وأنه منزل منزلة العلم بالتفاضل والله أعلم. ¶ ومن الأدلة : حديث أبي سعيد - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : (( لا تبيعوا الذهب بالذهب إلا مثلاً بمثل ولا تشفوا بعضها على بعض ولا تبيعوا الورق بالورق إلا مثلاً بمثل ولا تشفوا بعضها على بعض )) متفق عليه ، ووجه الدلالة منه كالذي قبله والله أعلم . ¶ ومن الأدلة أيضاً : حديث معمر - رضي الله عنه - قال : (( كنت أسمع النبي - صلى الله عليه وسلم - يقول الطعام بالطعام مثلاً بمثل وكان طعامنا يومئذٍ الشعير )) رواه مسلم ، فاشترط التماثل ، و هذا لا يتحقق مع الجهل بالتساوي ، فدل ذلك على أن الجهل بالتساوي بينهما كالعلم بأن أحدهما يزيد على الآخر وهذا يمنع من صحة البيع والله أعلم .",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "ومن الأدلة : حديث فضالة بن عبيد الله - رضي الله عنه - عنه قال : اشتريت قلادة يوم خيبر باثني عشر ديناراً فيها ذهب وخرز ففصلتها فوجدت فيها أكثر من اثني عشر ديناراً ، فذكرت ذلك للنبي - صلى الله عليه وسلم - فقال : (( لا تباع حتى تفصل )) رواه مسلم ، فالذهب الذي من هذه القلادة ليس معلوماً قدره وقد بيع بدنانير وهي ذهبية بالطبع فلا بد حينئذ من التساوي لاتحاد الجنس فاشتراها ولم يتحقق من التساوي فلما فصلها عن الخرز وجد أنها تفوق مقدار ما اشتراها به فنهى النبي - صلى الله عليه وسلم - عن ذلك حتى يفصل الذهب عن غيره ويعلم مقداره يقيناً ، فدل ذلك على اشتراط العلم بالتساوي بين المالين الربويين إذا كانا من جنس واحدٍ ، وأن الجهل بالتساوي منزل منزلة العلم بالتفاضل والله أعلم . ¶ ومن الأدلة أيضاً : حديث ابن عمر رضي الله عنه قال : (( نهى رسول الله - صلى الله عليه وسلم - عن المزابنة : أن يبيع الرجل ثمر حائطه إن كان نخلاً بتمر كيلاً ، وإن كان كرماً أن يبيعه بزبيب كيلاً ، وإن كان زرعاً أن يبيعه بكيل طعام نهى عن ذلك كله )) متفق عليه ، ولمسلم في رواية : (( وعن كل ثمرٍ بخرصه )) ، والعلة في النهي عن المزابنة هي أن المال الربوي إذا كان من جنس واحد فإنه يلزم فيه التماثل كما قدمنا ، وهنا لا يعلم التماثل إلا في التمر الذي على الأرض وأما التمر الذي لا يزال على رؤوس النخل فإنه لا يعلم مقداره بالتحقق ، فمنع من هذا البيع لوجود الجهل بالتساوي ، فدل ذلك على أنه نزل منزلة العلم بالتفاضل ، ويبين ذلك رواية مسلم فإنها دليل على أنه لا يجوز بيع الثمر بمثله خرصاً ، ذلك لأن الخرص لا يفيد تحقق المساواة ، والمطلوب تحققها فالجهل بها منزل منزلة انتفائها وإذا انتفت بين المالين من جنسٍ واحد فإنه لا يجوز البيع لأنه ربا والله أعلم .",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "ومن الأدلة أيضاً : حديث رافع بن خديج وسهل بن أبي خيثمة أن النبي - صلى الله عليه وسلم - (( نهى عن المزابنة ، وهي بيع التمر بالتمر إلا أصحاب العرايا فإنه قد أذن لهم )) رواه البخاري ، وللترمذي : (( ونهى عن بيع العنب بالزبيب وعن كل ثمرٍ بخرصه )) وعن سهل بن أبي خيثمة قال : (( نهى رسول الله - صلى الله عليه وسلم - عن بيع التمر بالتمر ورخص في العرايا أن تشترى بخرجها يأكلها أهلها رطباً )) متفق عليه ، وفي لفظٍ : نهى عن بيع التمر بالتمر وقال : (( ذلك ربا ، تلك المزابنة )) إلا أنه رخص في العارية ، النخلة والنخلتين يأخذهما أهل البيت بخرجها تمراً يأكلونها رطباً )) متفق عليه ، وعن زيد بن ثابت رضي الله عنه أن النبي - صلى الله عليه وسلم - (( رخص في بيع العرايا أن تباع بخرصها كيلاً )) متفق عليه ، وفي لفظٍ (( رخص في العارية يأخذها أهل البيت بخرجها تمراً يأكلونها رطباً)) متفق عليه ، ولهما (( رخص في بيع العارية بالرطب أو بالتمر ولم يرخص في غير ذلك )) فهذه الأدلة تفيد إفادة يقينية مقطوع بها أن العلم بالتساوي مطلوب في كل مالين ربويين من جنس واحد يراد بيع أحدهما بالآخر ، وأن الجهل بالتماثل كالعلم بالتفاضل إلا في مسألة واحدة وهي العرايا فقط ، فتجوز في خمسة أو سق كما صحت بذلك الأحاديث السابقة ، وعلى ذلك فنقول : لا يجوز بيع الأموال الربوية بمثلها جزافاً وذلك لعدم العلم بالتماثل ، والجهل بالتساوي كالعلم بالتفاضل ، ولا تجوز المحاقلة وهي أن يشتري الحنطة في سنبلها بخرصها من الحنطة ، والخرص هو الحزر والتقدير فهذا غير جائز ، لأن الحنطة التي لا زالت في سنبلها لا يتحقق معرفة مقدارها ، فهي مجهولة والجهل بالتماثل كالعلم بالتفاضل ، وكذلك لا تجوز المزابنة وقد فسرها ابن عمر كما سبق ، فلا يجوز أن يبيع ثمر نخله بخرصه من التمر كيلاً ، ولا يجوز بيع العنب على غصونه بخرصه بالزبيب كيلاً ، وذلك لعدم تحقق التساوي ،",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "والجهل بالتساوي كالعلم بالتفاضل ، وسبق أن استثنينا العرايا فدليلها خاص وأدلة تحريم المزابنة عامة ، وقد تقرر في الأصول أن الخاص مقدم على العام والله أعلم . ¶ وكذلك لا يجوز بيع الفضة الخالصة بالفضة المغشوشة إذا لم يعلم قدر كلٍ منهما . لأن الجهل بالتساوي كالعلم بالتفاضل ، ولا يجوز بيع صبرة من التمر بصبرة أخرى لا يعلم كيل كلٍ منهما أو أحدهما ، لأن بيع التمر بالتمر يشترط فيه التساوي ، والجهل بالتساوي كالعلم بالتفاضل ، ولا يجوز بيع ذهبٍ أو فضة بمثلهما ومعهما من غير جنسهما إلا بعد فصله عنهما ومعرفة مقدار كلٍ منهما ، لأنه يطلب في بيع بعضها ببعض العلم بالتماثل ، والجهل به كالعلم بالتفاضل ، وأظن إن شاء الله تعالى أنه قد اتضح لك هذا الضابط المفيد فأسأل الله تعالى أن ينفعنا وإياك به والله ربنا أعلى وأعلم . ¶ القاعدة التاسعة عشرة ¶ الاستثناء في المعاوضات لا تغتفر فيه الجهالة وفي التبرعات تغتفر",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "أقول : اعلم أرشدنا الله وإياك لطاعته ووفقنا جميعاً لسلوك سبيل مرضاته وجعلنا وإياك من أهل جناته أننا ذكرنا سابقاً أن عقود المعاوضات مبناها على المشاحة ، وعقود التبرعات مبناها على المسامحة ، وفرعنا على ذلك فروعاً كثيرة وذكرنا منها أن الاستثناء لا بد من العلم به في عقود المعاوضات فلا تغتفر فيه الجهالة وأما عقود التبرعات فيصح الاستثناء فيها ولو كان مجهولاً ، ووعدنا أن نفرد لذلك قاعدة وهذا أوان الوفاء ولله الحمد والمنة فأقول : معنى هذه القاعدة : أن الإنسان يجوز له إذا باع عيناً أو منفعة أن يستثنى منفعتها ، لكن هذه الثنيا لا بد أن تكون معلومة إذا كان العقد عقد معاوضة ، أي لا بد أن تحدد بالأيام أو الشهور أن السنين ونحو ذلك فلا تصح إذا كانت مجهولة وذلك لأن عقود المعاوضات – وهي التي يكون فيها العوض من الطرفين – مبناها على المشاحة ، وأما إذا كان هذا العقد المبرم عقد تبرع فإنه تصح الثنيا فيه ولو كانت مجهولة كما سيأتي التمثيل عليه إن شاء الله تعالى ، لأن عقود التبرعات مبناها على المسامحة ، والذي يدل على ذلك ما رواه الإمام البخاري ومسلم من حديث جابر بن عبد الله رضي الله عنهما : أنه كان يسير على جملٍ له أعيا فأراد أي يسيبه قال : فلحقني النبي - صلى الله عليه وسلم - ودعا لي بالبركة وضربه فسار سيراً لم يسر مثله قط ، فقال : (( بعنيه بوقية )) ، فقلت : لا ، فقال : (( بعنيه ! )) فبعته بوقية واشترطت حملانه إلى أهلي ، فلما بلغت أتيته بالجمل فنقدني ثمنه فرجعت فأرسل في أثري وقال : (( أتراني ما كستك لآخذ جملك ! خذ جملك ودراهمك فهو لك )) فهذا الحديث فيه جواز استثناء منفعة المبيع مدة معلومة والعقد هنا عقد معاوضة وأقره النبي - صلى الله عليه وسلم - على ذلك ، مما يدل على الجواز لأنه قد تقرر في العقود أن إقراره - صلى الله عليه وسلم - حجة على الجواز ، والذي يؤكد أهمية معرفة مدة الاستثناء هو حديث جابرٍ",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "أيضاً عند الخمسة إلا ابن ماجه وصححه الترمذي أن النبي - صلى الله عليه وسلم - (( نهى عن الثنيا إلا أن تعلم )) وقد تقرر في الأصول أن النهي حقيقته التحريم فإذا علمت الثنيا صحت وجازت ، ولأن الجهل بها نوع من الغرر فيدخل في عموم نهيه صلى الله عليه وسلم عن بيع الغرر ، ولأن عقود المعاوضات مبناها على المبادلة حتى ينتفع كل واحدٍ منهما بما صار إليه ، فالبائع ينتفع بالثمن ، والمشتري ينتفع بالسلعة ، وهذا هو مقصود عقد المعاوضة فإذا جاز الاستثناء فيها بلا اشتراط علمها فإن العقد حينئذٍ لا تترتب عليه مصلحته المطلوبة لما فيه من الغرر والجهالة في عقود المعاوضات ، فدل النقل والعقل ومقاصد الشريعة على اشتراط العلم بالثنيا في عقود المعاوضات ، وأما دليل جوازها مع الجهالة في عقود التبرعات فلحديث سفينة عند أبي داود وغيره بسندٍ صحيح قال : (( كنت مملوكاً لأم سلمة فقالت : أعتقتك وأشترط عليك أن تخدم النبي - صلى الله عليه وسلم - ما عشت ، قلت : لو لم تشرطي علي ما فارقت رسول الله - صلى الله عليه وسلم - فأعتقتني واشترطت عليه )) فالعقد هنا عقد تبرع وحصل فيه ثنيا وهي استثناء منفعة خدمة العبد مدة حياة النبي - صلى الله عليه وسلم - ، وهذه مدة غير معلومة ومع ذلك صح العقد وأقره النبي - صلى الله عليه وسلم - لأنه يبعد أن يكون لم يعلم به ، فصحت الثنيا مع الجهالة مما يدل على أن عقود التبرعات لا يلزم فيها العلم بمدة الثنيا ، والحديث وإن كان في العتق إلا أننا ألحقنا به سائر عقود التبرعات من باب القياس عليه ، وهو قياس صحيح فالأصل عقد العتق ، والفرع سائر عقود التبرعات ، والعلة الجامعة : أن هذا عقد تبرع ، والحكم أنه كما صحت الثنيا مع الجهالة في العتق فإنها تصح مع الجهالة في سائر التبرعات ، ولأن عقود التبرعات مبناها على الإحسان والخسارة فيها على الطرف الآخر أبداً فهي إن حصلت فمغنم ومكسب ، وإن لم تحصل فلا غرم ولا خسارة",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "فالجهالة في استثنائها لا مفسدة فيه ، ولأن من بذلها محسن وقد قال تعالى : { ما على المحسنين من سبيل } فدل على ذلك النقل والعقل أيضاً ، فصحت بدلك القاعدة ولله الحمد والمنة ، وهذا شرحها من باب التنظير وهذا شرحها من باب التفريع فأقول :- ¶ منها : باعه داره واستثنى سكناها مدة حياته ، فإن هذه الثنيا لا تصح ، فإن سألت ولماذا ؟ فأقول : لأن العقد هنا عقد بيع وهو من عقود المعاوضات ، والثنيا هنا مجهولة لأننا لا ندري عن مدة بقائه حياً وقد تقرر أن الجهالة في الثنيا في المعاوضات لا تغتفر ، لكن إن قال : بعتك الدار واستثنيت سكناها شهراً أو سنة ونحوها من الآجال المعلومة فهذه الثنيا صحيحة للعلم بها وانتفاء الجهالة عنها والله أعلم . ¶ ومنها : باعه دابته أو سيارته واستثنى منفعتها إلى بلده فهذه الثنيا صحيحة إذا كانت المسافة معروفة عند المشتري وذلك للعلم بها ، لكن لو قال : بعتكها وأستثني حملانها إلى موضع ما ! فهذه الثنيا لا تصح ، لأنها مجهولة والعقد عقد معاوضة ، وعقود المعاوضات لا بد أن يكون فيها الاستثناء معلوماً والله أعلم . ¶ ومنها : وهبه سلعة واستثنى الانتفاع بها إلى أن يموت أو حتى يمل منها فإن الهبة صحيحة والاستثناء صحيح أيضاً ولو مع هذه الجهالة ، لأن العقد عقد تبرع وعقود التبرعات تغتفر الجهالة في استثنائها والله أعلم . ¶ ومنها : العتق ، فإنه يصح أن يعتق عبده ويستثني منافعه مدة حياته فهذه الثنيا وإن كانت مجهولة لأننا لا نعلم كم سيعيش السيد ? لكن العقد عقد تبرع وإحسان فالجهالة في ثنياه مغتفرة ، وعلى ذلك حديث سفينة المتقدم والله أعلم . ¶ ومنها : إذا أعتقها وجعل عتقها صداقها ، فإنه يصح على القول الراجح ويدل عليه حديث صفية أن النبي - صلى الله عليه وسلم - أعتقها وجعل عتقها صداقها ، فصارت كالمستثنى منفعتها والله أعلم .",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "ومنها : الوصية فيصح أن يوصي برقبة عينٍ كدارٍ ونحوها لشخصٍ ويستثني منفعتها لشخصٍ آخر مدة معلومة أو مجهولة ، ذلك لأن الوصية من عقود التبرعات ، وعقود التبرعات يغتفر فيها الجهالة ، وعلى ذلك فقس والله أعلم . ¶ والمهم أن تفرق بين عقد المعاوضة وعقد التبرع ، والاستثناء في كلا العقدين جائز لكن يشترط أن يكون معلوماً في عقد المعاوضة ، ولا يشترط أن يكون معلوماً في عقد المعاوضة ولا يشترط العلم به في عقد التبرع ، والله أعلم . ¶ القاعدة العشرون ¶ من ابتاع شيئاً فلا يبعه حتى يقبضه",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "اعلم أرشدك الله لطاعته ووفقنا وإياك لسلوك سبيل مرضاته أن الأشياء تدخل في ملكية الإنسان بأسبابٍ كثيرة منها البيع والشراء ، ومنها الوصية له والإرث والهبة ، وكالوقف له ونحو ذلك ، وهذه القاعدة تبين أنه إذا دخل شيء في ملكيتك فهل يجوز لك التصرف فيه قبل قبضه القبض التام أم لا يجوز لك ذلك إلا بعد قبضه ؟ هذا ما توضحه هذه القاعدة فأقول : إذا دخل شيء في ملكية الإنسان فلا يخلو : إما أن يكون عن طريق الشراء وإما أن يكون بسببٍ آخر من وقف عليه أو هبة أو وصية له ونحو ذلك ، فإن كان دخل في ملكيته بالشراء فإن الأدلة دلت على أنه لا يجوز له التصرف فيه بالبيع خاصة إلا بعد قبضه القبض التام ، ومرد هذا القبض إلى العرف المتقرر عند التجار سواءً كان هذا المبيع موزوناً أو مكيلاً أو غيرهما فما دام لم يقبضه فلا يجوز له أن يبيعه وهذا هو معنى قولنا : ( من ابتاع ) : أي اشترى ، ( شيئاً ) : أي موزوناً أو مكيلاً أو غيرهما ، ( فلا يبعه حتى يقبضه ) وذلك لحديث جابر رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : (( إذا ابتعت طعاماً فلا تبعه حتى تستوفيه )) رواه مسلم وغيره ، وحديث أبي هريرة رضي الله عنه قال : (( نهى رسول الله - صلى الله عليه وسلم - أن يشترى الطعام ثم يباع حتى يستوفى )) رواه مسلم ، وله في رواية : (( من اشترى طعاماً فلا يبعه حتى يكتاله )) ، وعن حكيم بن حزام قال : قلت يا رسول إني أشتري بيوعاً فما يحل لي منها وما يحرم علي ؟ قال : (( إذا اشتريت شيئاً فلا تبعه حتى تقبضه )) رواه أحمد ، وعن زيد بن ثابت أن النبي - صلى الله عليه وسلم - (( نهى أن تباع السلع حيث تبتاع حتى يحوزها التجار إلى رحالهم )) رواه أبو داود والدار قطني ، وعن ابن عمر رضي الله عنهما قال : (( كانوا يتبايعون الطعام جزافاً بأعلى السوق فنهاهم رسول الله - صلى الله عليه وسلم - أن يبيعوه حتى ينقلوه )) رواه الجماعة إلا الترمذي وابن ماجه",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "، وفي لفظٍ في الصحيحين : (( حتى يحولوه )) وللجماعة إلا الترمذي : (( من ابتاع طعاماً فلا يبيعه حتى يقبضه )) ولأحمد : ((من اشترى طعاماً بكيلٍ أو وزن فلا يبعه حتى يقبضه )) ولأبي داود والنسائي : (( نهى أن يبيع أحد طعاماً اشتراه بكيلٍ حتى يستوفيه )) وعن ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال : (( من ابتاع طعاماً فلا يبعه حتى يتسوفيه )) قال ابن عباس : (( ولا أحسب كل شيء إلا مثله )) رواه الجماعة إلا الترمذي . وفي لفظٍ في الصحيحين : (( من ابتاع طعاماً فلا يبعه حتى يكتاله )) فهذه الأدلة تفيد إفادة قطعية صحة هذه القاعدة ، فقوله : ( إذا اشتريت ) شرط ، وقوله : ( شيئاً ) نكرة ، وقد تقرر في القواعد أن النكرة في سياق الشرط تعم ، فيدخل في ذلك كل شيء ، ويؤيده قوله : ( نهى أن تباع السلع ) فإن قوله : ( السلع ) جمع دخلت عليه الألف واللام الاستغراقية وقد تقرر في القواعد أن الألف واللام الاستغراقية إذا دخلت على الجمع والمفرد فإنها تفيد العموم ، فيدخل في ذلك كل السلع ويؤيد ذلك أيضاً قول ابن عباس : ( ولا أحسب كل شيء إلا مثله ) ، أي في لزوم القبض وقد تقرر في القواعد أن الأصل هو البقاء على العموم حتى يرد المخصص ، وليس ذكر الطعام في بعض الأحاديث مخصصاً لأن هذا من ذكر العام ببعض أفراده بحكم يوافق حكم العام ، وقد تقرر في القواعد أن الخاص إذا ذكر بحكم يوافق حكم العام فلا يكون ذلك تخصيصاً ، وعلى هذا فالسلع كلها لا يجوز بيعها إذا اشتريت إلا بعد قبضها من بائعها ، واختار ذلك أبو العباس بن تيمية وتلميذه ابن القيم رحمهما الله تعالى ، وهو قول الشافعية ورواية في المذهب وهو الذي تؤيده الأدلة السابقة ، ومن هذه الأدلة استنبطنا هذه القاعدة ، فلا داعي لذكر خلاف العلماء في ذلك لبيان الراجح بالدليل ولخشية الإطالة ، فإن سألت : وما هي العلة في النهي عن بيع السلع قبل قبضها ؟ فأقول : العلة هي ما",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "ذكرها أبو العباس شيخ الإسلام ، فإنه يعلل ذلك بعدم القدرة على التسليم ، لأن البائع الأول قد يسلم البائع الثاني المبيع وقد لا يسلمه لا سيما إذا رآه ربح فيكون هذا من الغرر ، وقد ثبت النهي عنه فالمشتري هنا عاجز عن تسليم المبيع لمن باعه عليه لأنه لم يقبضه بعد فالبائع الأول قد يماطل وقد يجحد وقد يحتال على الفسخ بأي طريق ، وهذا الكلام فيما إذا أراد المشتري أن يبيع المبيع ، وأما إذا أراد أن يوقفه أو يهبه أو يوصي به أو يعيره ونحو ذلك من عقود التبرعات فإنه يجوز له ذلك ولو قبل قبضه ، وإنما الممنوع فقط هو بيعه ، ويدل لذلك ما رواه البخاري من حديث ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - (( اشترى من عمر بكراً كان ابنه راكباً عليه ثم وهبه لابنه قبل قبضه )) فهذا دليل على جواز التصرف في المبيع قبل قبضه بالهبة ، وقسنا عليها سائر عقود التبرعات ، وهذا هو طريق الجمع بين الأدلة لأنه قد تقرر في الأصول أن الجمع بين الأدلة واجب ما أمكن فننزل الأدلة السابقة على عدم جواز التصرف فيه بالبيع فقط ، وينزل هذا الدليل على جواز التصرف فيه بغير البيع واختاره أبو العباس بن تيمية رحمه الله تعالى . ومما يؤيد صحة القاعدة أيضاً ما ورد في صحيح مسلم عن ابن عمر - رضي الله عنه - بلفظ : (( كنا نبتاع الطعام فبعث علينا رسول الله - صلى الله عليه وسلم - من يأمرنا بانتقاله من المكان الذي ابتعناه فيه إلى مكان سواه قبل أن نبيعه )) فصحت بذلك القاعدة ولله الحمد والمنة ، إذا علمت هذا فاعلم رحمنا الله وإياك أن القبض المذكور في القاعدة قد ورد تحديد بعض أنواعه في الأدلة وبعضه لم يرد ، فما ورد تحديده بالدليل فيعمل به في كل عصر ، وما لم يرد فيه تحديد فالمرجع في تحديده العرف للقاعدة المعروفة ، وعلى ذلك فما كان منقولاً كالطعام والحيوان السيارات والفرش والصابون والأرز فإن قبضه نقله من المكان الذي بيع فيه وتحويله عنه وحوزه",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "إلى رحله ، وذلك لحديث : (( فبعث من يأمرنا بانتقاله من المكان الذي ابتعناه فيه إلى مكان سواه )) وحديث : (( حتى يحوزها التجار إلى رحالهم )) وحديث : (( حتى ينقلوه )) وحديث : (( حتى يحولوه )) ويزاد على ذلك في الطعام أن يُستوفى وذلك لقوله : (( حتى يستوفيه )) وهو من تمام القبض ، فالأشياء المنقولة لا تباع حتى تنقل من مكانها الذي بيعت فيه ، وأما المبيع الثابت كالدار والأرض ونحوها فالعرف في قبضها هو تخليتها للمشتري وتسليمه المفتاح وأن يفتح له الباب ، وقبض الذهب والفضة تناولها واستلامها من يد بائعها وحوزها إلى الرحل ، وعلى ذلك يقول الفقهاء : \" ويحصل قبض ما ينقل بنقله وما يتناول بتناوله والعقار تخليته وما بيع بكيل أو وزن أو ذراع أو عدّ يكون قبضه باستيفائه بمعياره الذي بيع به \" ، والسيارات والطائرات والسفن ونحوها يكون قبضها بتسييرها من مكان إلى مكانٍ آخر ، فلا تباع في مكانها الذي بيعت فيه ، والثياب والسلاح والأثاث والجلود والكتب وآلات التكييف وآلات البناء كالبلوك والأسمنت وأنواع الدهانات كل ذلك يكون قبضه بنقله من مكانه الذي بيع فيه إلى مكانٍ آخر ، فلا يكفي في ذلك لمسه فقط كما يفعله المتحايلون على الربا ، فإنهم إذا باعوا صابوناً أو قهوة أو أرزاً قالوا للمشتري : ضع يدك على السلعة وأمر عليها ، أو يقولون : عدّها ، وكل ذلك لا يكون قبضاً وإنما تلاعب وتحايل ، فهذه الأشياء المذكورة يكون قبضها بنقلها من مكانها إلى مكان آخر ، هذا ما تيسر ذكره في هذه القاعدة وخلاصتها أن يقال : ¶ أولاً : لا يجوز بيع الشيء بعد اشترائه إلا إذا قبض تمام القبض . ¶ ثانياً : مرد تحديد القبض إلى العرف كما قاله أبو العباس .",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "ثالثاً : يجوز له التصرف في المبيع بغير بيعه من هبه ووقف ووصية وإعارة ونحوها قبل قبضه ، لأن هذا ليس ببيع والأدلة إنما حرمت البيع فقط . ولعل القاعدة بذلك تكون قد اتضحت معالمها وبانت مراسمها والله يحفظنا وإياك وهو أعلى وأعلم . ¶ القاعدة الحادية والعشرون ¶ كل مباحٍ أدى تعاطيه إلى محرم فهو حرام ¶ وهذه القاعدة داخلة تحت قاعدة سد الذرائع التي لها في الفقه المنزلة العالية والمرتبة الرفيعة ، وبيانها أن يقال : إن المباحات يحكم لها بالإباحة بالنظر إلى ذاتها ، أما بالنظر إلى مقاصدها فإنها تختلف أحكامها باختلاف ما يراد بها واختلاف آثارها ونتائجها ذلك لأن المباحات وسائل ، وقد تقرر في الأصول أن الوسائل لها أحكام المقاصد ، فوسائل الواجب واجبة ، ووسائل المحرم محرمة ، ووسائل المندوب مندوبة ، ووسائل المكروه مكروهة ، ووسائل المباح مباحةٍ ، وهذه القاعدة تبين أن هذا المباح إذا أدى تعاطيه بيعاً وشراءً وهبة ونحو ذلك إلى أمرٍ من الأمور المحرمة فإنه يكون ممنوعاً ، أي أن الشريعة تمنع من التعامل به وتحرم تعاطيه سداً لذريعة الوصول إلى الحرام ، وهذا داخل تحت عموم قوله تعالى : { وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان } ولأن تمكين الغير من هذا المباع الذي سيتوصل به إلى الحرام منافٍ للنصيحة الواجبة ، وقد قال النبي - صلى الله عليه وسلم - : (( الدين النصيحة ... وذكر منها : ولأئمة المسلمين وعامتهم )) وقال عليه الصلاة والسلام : (( وإذا استنصحك فانصح له )) ، وفي المنع من ذلك أخذ على أيدي من يريدون خرق السفينة ، وقد قال - صلى الله عليه وسلم - : (( فإن أخذوا على أيديهم نجوا ونجوا جميعاً ، وإن تركوهم هلكوا وهلكوا جميعاً )) متفق عليه . وفي الحديث : (( لعن رسول الله - صلى الله عليه وسلم - في الخمر عشرة :عاصرها ومعتصرها وشاربها وحاملها والمحمولة إليه وساقيها وبائعها وآكل ثمنها والمشتري لها والمشتراة له",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": ")) رواه الترمذي وابن ماجه من حديث أنسٍ - رضي الله عنه - ، ومن المعلوم أن عاصرها ومعتصرها إنما يعصر عنباً ، لكن لما كانت نيته بهذا العصر اتخاذه خمراً دخل في اللعنة ، فدل ذلك على أن كل بيع أعان على معصية بأنه محرم ، فعلى هذا فلا يجوز بيع العصير لمن يغلب على الظن استعماله في الخمر ، مع أن بيع العصير الأصل فيه الإباحة إلا أنه لما أدى تعاطيه إلى محرم فهو محرم ، ولا يجوز بيع البيض لمن يتخذه قماراً لأن فيه إعانة على الحرام ، ولا يجوز بيع المُرْد لمن عرف بفعل الفاحشة ، ولا إعارة الأمة الشابة لمن عرف بالفسق مع أن الأصل في بيعهم الحل إلا أنه لما أدى تعاطيه إلى حرام فصار حراماً سداً للذريعة ، ولا يجوز بيع الخشب لمن يصنعه آلاتٍ للملاهي كالعود ونحوه ، ولا يجوز بيع المصحف للكافر أو رهنه عنده لحديث : (( مخافة أن تناله أيديهم )) ، ولا يجوز بيع السلاح لمن غلب على الظن أنه يستعمله فيما لا يجوز كقتل نفسٍ معصومة أو الاعتداء على الحرمات أو ليقطع به الطريق ويخيف به السبيل ، ولا يجوز النجش في السلعة وهو زيادة من لا يريد الشراء لأنه بهذه الزيادة يخدع أخاه المسلم الذي سيشتري ، وهذا محرم فما أدى إليه فهو محرم ولذلك ثبت الحديث بالنهي عنه كما في الصحيح من حديث ابن عمر رضي الله عنهما ، وكذلك لا يجوز البيع بعد نداء الجمعة الثاني الذي يكون والإمام على المنبر ممن تلزمه الجمعة لأنه مؤدٍ إلى التشاغل عن استماع الذكر وعن الصلاة وما أدى إلى الحرام فهو حرام ، ومن ذلك ولا يجوز بيع العبد المسلم للكافر لأن الكافر لاولاية له على المسلم كما قال تعالى : { ولن يجعل الله للكافرين على المؤمنين سبيلاً } فأصل بيع العبد مباح لكنه في هذه الحالة سيؤدي تعاطي هذا المباح إلى محرم ، وكل مباح أدى تعاطيه إلى محرم فهو حرام ، قالوا : إلا إذا كان يعتق عليه كأبيه وإن علا وابنه وإن سفل وذلك لأن المصلحة التي ستتحقق من هذا البيع يتشوق",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "لها الشارع ، وهي أنه من حين ثبوت البيع ولزومه يحصل العتق فلا مفسدة هنا ، ولا يجوز تأجير الدكان أو هذا المحل لمن يبيع فيه شيئاً محرماً كدخان أو آلات ملاهٍ أو أشرطة غناءٍ أو خمرٍ أو مجلات خليعة لأن بيع هذه الأشياء محرم وما أفضى إلى الحرام فهو حرام ، ولا يجوز أيضاً تأجير الدار أو الاستراحة لمن يغلب على الظن أن يستخدمها في محرم ، لأن كل بيع أو إجارة أعانت على حرام فهي حرام ، ومن ذلك تأجير الأرض أو الدار لمن يبني عليها أو يستعملها في البنوك الربوية ، فالبيع في هذه الصور جميعها مباح في الأصل لكن لما أدى تعاطيه إلى حرام فهو حرام ، ومن ذلك أيضاً : أنه لا يجوز بيعه على بيع أخيه لحديث ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال : (( لا يبع أحدكم على بيع أخيه ولا يخطب على خطبته إلا أن يأذن له )) وذلك لأن ذلك مفضٍ إلى المخاصمة وتشاحن النفوس والتهاجر والتقاطع والتدابر ، وهذه الأمور محرمة بين المسلمين فلا بد من سد جميع وسائلها ، ومن ذلك بيع المسلم على بيع أخيه أو شراؤه على شرائه فإنه لما كان مفضياً إلى ذلك منعت الشريعة منه ، فالأصل أنه مباح لكن لما كان يؤدي إلى هذه المفسدة منع منه ، ومثله الخطبة على خطبته ، ومن ذلك أيضاً السَّوم على سومه إذا استقر السَّوم عليه ، وذلك لحديث أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : (( لا يخطب أحدكم على خطبة أخيه ولا يسوم على سومه )) ، ولأن السَّوم على السَّوم يحمل نفس العلة التي من أجلها حرم البيع على البيع ، فهذه القاعدة ولله الحمد والمنة لا تنخرم أبداً ، فهي مطردة في جميع الفروع لا يشذّ عنها فرع واحد ، ومن ذلك أيضاً لا يجوز قبول الهدية لمن تولى عملاً للمسلمين من أحدٍ من المراجعين إذا لم تكن العادة جارية بذلك بينهما قبل تولي العمل ، ذلك لأنه يجب على من ولاه ولي الأمر عملاً أن يؤديه من غير أخذ مقابل ، فإن هذا من",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "النصيحة لولاة أمور المسلمين ، ولأن هذه الهدية ستكون سبباً للمحاباة في إحقاق باطلٍ أو إبطال حق فهي تؤدي غالباً إلى ذلك ، وهذا حرام وما أدى إلى الحرام فهو حرام ، ولا يجوز أيضاً تأجير الأرض لمن يزرع فيها القات أو التبغ لأن هذه يحرم تناولها ويجب إتلافها وما أدى إلى الحرام فهو حرام ، وعلى ذلك فقس والله ربنا أعلى وأعلم . ¶ القاعدة الثانية والعشرون ¶ اليد الغاصبة ضامنة مطلقاً ، والأمينة لا تضمن إلا مع التفريط",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "أقول : اعلم رحمك الله تعالى أنه إذا تلف المال في يد أحدٍ من الناس كائناً من كان فإنه لا يخلو من حالتين : إما أن يكون هذا المال حصل في يده بغير إذن ما لكه ، وإما أن يكون بإذن ماله ، فالأول هو الغاصب أو السارق أو المنتهب ، فهولاء حصل المال في أيديهم بلا إذن مالكيه فإذا تلف هذا المال الذي في أيديهم فإنهم يضمنون هذا التلف مطلقاً أي بغض النظر عن سبب التلف أهو بسببهم أو بسببٍ خارج عن إرادتهم ، وذلك لأن أيديهم أيدٍ معتدية ظالمة والظالم ضامن مطلقاً ، فالغاصب يلزمه رد ما أخذه ، قال الموفق : \" أجمع العلماء على وجوب رد المغصوب إذا كان بحاله لم يتغير ولم يشتغل بغيره \" ا.هـ . ويؤيد ذلك قوله - صلى الله عليه وسلم - : (( لا يأخذ أحدكم متاع أخيه لا لاعباً ولاجاداً ومن أخذ عصا أخيه فيردها )) رواه أبو داود ، ولمسلم : (( ومن أخذ عصا أخيه فليردها إليه )) فنبه بالأدنى على الأعلى ، ولأبي داود (( على اليد ما أخذت حتى تؤديه )) ، فيجب رد المغصوب بزيادته متصلة كانت كالسمن وتعلم صنعته ، أو منفصلة كالولد والكسب ونحو ذلك وإن غرم في رده أضعاف ثمنه ، ولو نقص المغصوب فإنه يلزمه ضمان نقصه ، وإن تلفت العين المغصوبة مطلقاً فإنه يضمنها كاملة بمثلها إن وجد لها مثل وإلا فيضمن القيمة ، وجاحد العارية إذا تلفت عنده فإنه ضامن مطلقاً لأن يده ظالمة معتدية واليد الظالمة ضامنة مطلقاً ، فأموال الناس محترمة كما قال - صلى الله عليه وسلم - : (( إن دماءكم وأموالكم وأعراضكم عليكم حرام ......... الحديث )) وعن أنس رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : (( لا يحل مال امرئ مسلم إلا بطيب نفسٍ منه )) رواه الدار قطني وفيه مقال ، وعن عائشة رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال : (( من ظلم شبراً من الأرض طوقه الله من سبع أرضين )) متفق عليه ، وعن سعيد بن زيد رضي الله عنه قال : قال رسول الله - صلى الله",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "عليه وسلم - : (( من أخذ شبراً من الأرض ظلماً فإنه يطوقه يوم القيامة من سبع أرضين )) متفق عليه ، ولأحمد : (( من سرق )) ، وعن رافع بن خديج رضي الله عنه أن النبي - صلى الله عليه وسلم - قال : (( من زرع في أرض قومٍ بغير إذنهم فليس له من الزرع شيء وله نفقته )) رواه الخمسة إلا النسائي وقال البخاري : هو حديث حسن ، وقال عليه الصلاة والسلام : (( ليس لعرقٍ ظالم حق )) والأحاديث في هذا الباب كثيرة ، فمن تلف المال في يده وهو غاصب له فإنه ضامن من غير سؤال عن سبب التلف ، وأما إذا كان الذي تلف المال في يده من جملة الأمناء فإنه لا يضمن هذا التلف إلا في التفريط والتقصير فيما هو واجب عليه أو بتعديه وظلمه وإهماله ، فالأمين لا يضمن التلف إلا بالتعدي والتفريط ، والتفريط والتعدي هو: فعل مالا يجوز أو ترك ما هو واجب ، فإذا حصل من الأمين هذا التفريط أو هذا التعدي فإنه يكون ضامناً ، فإذاً لا بد من التفريق في التضمين عند حصول التلف بين الأمين والغاصب فالأمين لا يضمن إلا بالتعدي والتفريط ، والغاصب ضامن مطلقاً ، وإليك الآن بعض الفروع على ذلك : ¶ فمنها : إذا تلفت الوديعة في يد المودَع – بفتح العين – فهل يضمنها أم لا ؟ أقول : إن المودع من جملة الأمناء ، وقد تقرر أن الأمين لا يضمن إلا بالتعدي والتفريط ، فإن تلفت الوديعة بتعدٍ أو تفريط منه فإنه يضمن ، وإن تلفت بلا تعدٍ منه ولا تفريط فإنه لا يضمن فإنه محسن ، وقد قال تعالى : { ما على المحسنين من سبيل } ومثال التفريط : أن يحفظها في غير ما تحفظ فيه عادةً ، ومثال التعدي : أن يستعملها بلا إذن صاحبها فتلفت بهذا الاستعمال والله أعلم .",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "ومنها : إذا تلف المال أو تلفت العين في يد الوكيل فهل يضمن أم لا ؟ الجواب أنه يفرق بين التلف الذي حصل بتفريطه وتعديه والذي حصل بغير ذلك ، لأن الوكيل من جملة الأمناء ، والأمين لا يضمن التلف إلا بالتعدي أو التفريط ، فعلى هذا إن تلفت العين أو المال بتعدي الوكيل أو تفريطه فإنه يضمن وإن تلفت بلا تعدٍ ولا تفريط فإنه لا يضمن والله أعلم . ¶ ومنها : إذا تلفت العين في يد الأجير الخاص ، وهو مَن منافعه محبوسة لمستأجره ، فإنه لا يضمن هذا التلف إلا بالتعدي أو التفريط لأنه أمين والله أعلم . ¶ ومنها : إذا تلفت العين في يد المرتهن بلا تعد ولا تفريط فإنه لا يضمن لأنه أمين ، وأما إذا تلفت بالتعدي أو التفريط فإنه يضمن لأن الأمين لا يضمن إلا بالتعدي أو التفريط . ¶ ومنها : إذا تلف المال في يد الشريك أياً كان نوع الشركة فإنه لا يضمن إلا إذا تعدى أو فرط ، وذلك لأنه أمين والله أعلم . ¶ ومنها : إذا تلفت اللقطة في يد الملتقط ، فإنه لا يضمن إلا بالتعدي والتفريط لأنه أمين والله ¶ أعلم . ¶ ومنها : إذا تلفت العين المستعارة في يد المستعير فإنه لا يخلو إن كان هذا التلف حصل بتعدٍ أو تفريط فإنه يضمن ، وإن كان بلا تعدٍ و لا تفريط فإنه لا يضمن ، وهو الراجح ، وإلا فالمشهور من المذهب أن المستعير ضامن للتلف مطلقاً ، لكن الراجح هو تخريجه على هذه القاعدة لأنه أمين واختاره الشيخ ابن سعدي رحمه الله تعالى . ¶ ومنها : إذا تلفت العين الموقوفة في يد الناظر على الوقف فإنه لا يضمن هذا التلف إلا بالتعدي أو التفريط لأنه من جملة الأمناء والأمين لا يضمن إلا بالتعدي أو التفريط والله أعلم . ¶ ومنها : إذا تلفت العين أو المال في يد الولي فإنه لا يضمن ، إلا إذا تعدى أو فرط لأنه أمين والله أعلم . ¶ ومنها : إذا أخذ الحاكم مال المحجور عليه لفلس لبيعه ويسدد الغرماء فتلف هذا المال في يده ، فإنه لا يضمن إلا إذا تعدى أو فرط لأنه أمين والله أعلم .",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "ومنها : ما تلف في يد الطبيب المشهود له بالمعرفة ، فإن تلفه هَدَر وجُبَار إلا إذا ثبت أنه تعدى أو فرط ، ولذلك يقول الفقهاء : ولا يضمن حجام وبيطار إن كان حاذقاً ، وذلك لأنه أمين والأمين لا يضمن إلا بالتعدي أو التفريط والله ربنا أعلم . وعلى ذلك فقس والله ربنا أعلم وأعلى . ¶ القاعدة الثالثة والعشرون ¶ كل مغالبة مبنية على المخاطرة فهي قمار وميسر إلا فيما أجازه الدليل ¶ أقول : ونعني بالمخاطرة أنها دائرة بين الغرم والغنم ، فإما أن يغنم أحدهما بغرم الآخر وإما أن يغرم أحدهما بغنم الآخر ، فهذه المغالبة لا تجوز لما فيها من أكل أموال الناس بالباطل ، وقد قال تعالى : { ولا تأكلوا أموالكم بينكم بالباطل إلا أن تكون تجارة عن تراضٍ منكم } وقال عليه الصلاة والسلام : (( إن دماءكم وأموالكم وأعراضكم عليكم حرام ... الحديث )) ولأن المعاملات مبناها على العدل والمصلحة ومراعاة الطرفين ورفع الضرر عنهما ، فالأصل في هذه المغالبات أنها لا تجوز إلا فيما ورد الدليل بجوازه ، فيخرج من هذا الأصل بمقتضى الدليل ويبقى ما عداه على المنع ، والدليل على ذلك قوله - صلى الله عليه وسلم - : (( لا سبق إلا في نصلٍ أو خفٍ أو حافر )) رواه الخمسة عن أبي هريرة ، إلا أن ابن ماجه لم يذكر : (( أو نصل )) وإسناده حسن قاله في المبدع ، وصححه ابن حبان والحاكم وابن القطان وابن دقيق العيد رحم الله العلماء رحمة واسعة ، فقوله : (( لا سبق )) أي لا جعل للسابق لسبقه ، وهو منفي بـ ( لا ) النافية للجنس ، وقد تقرر أن المنفي هو الصحة أي لا سبق صحيح ، قوله ( إلا في خف ) : كناية عن الإبل أي ذي خف ، قوله : ( أو نصل ) أي ذي نصل ، كالسهام والنشاب والرماح ويقاس عليها البنادق والرشاشات ونحوها مما يرقى به ، قوله : ( أو حافر ) أي ذي حافر وهو للخيل ، والحديث دليل على جواز بذل العوض في هذه الثلاث فقط ، وأما ما عداها فلا يجوز بذل العوض فيه ، وعليه فكل أنواع",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "المغالبات لا يجوز أخذ العوض فيها إلا هذه المغالبات الثلاث ، والعلة فيها أنه يتحقق معها التعلم على أمور الجهاد من الكر والفر وإتقان الرمي وإصابة الهدف ، فيدخل معها ما كان في معناها أو أولى بالحكم منها ، كالرهان في العلم ، قال ابن القيم : \" الرهان على ما فيه ظهور أعلام الإسلام وأدلته وبراهينه من أحق الحق وأولى بالجواز من الرهان على النصال وسباق الخيل والإبل \" اهـ . ويستدل على ذلك بمراهنة الصديق - رضي الله عنه - مع أبيّ بن خلف حينما تحاجا في غلبة الروم للفرس في بضع سنين فأخذ الصديق رهنه ، ولأن العلم تعلمه وتعليمه وما يعين عليه هو من الجهاد في سبيل الله ، ولأن الدين قيامه بالحجة والجهاد فإذا جازت المراهنة على آلات الجهاد ففي العلم أولى بالجواز ، وهذا هو الراجح من قولي العلماء من أن الرهان في العلم والمغالبة فيه وأخذ العوض جائز ، واختاره الشيخ تقي الدين وتلميذه ابن القيم ، فهذا الأصل لا ينخرم ، من أن كل مغالبة مبنية على المخاطرة فإنها من القمار والميسر وأكل أموال الناس بالباطل إلا ما كان فيه نصرة للإسلام من تعلم أمور الجهاد والعلم ونحوها والله أعلم . ¶ وعلى ذلك : فالمغالبات بالنسبة إلى أخذ العوض ثلاثة أقسام : ¶ الأول : يجوز بلا عوض ولا يجوز بعوض : وهذا هو الأصل والأغلب فيدخل في هذا المسابقة على الأقدام والسفن والمصارعة ومعرفة الأشد في غير ما تهلكه . ¶ الثاني : لا يجوز بعوضٍ ولا بغير عوض : وذلك كالنرد والشطرنج والقمار وكل مغالبة ألهت عن واجب أو أدخلت في محرم . ¶ الثالث : تجوز بالعوض : وهي المسابقة والمغالبة بالسهام وبين الإبل والخيل لصريح الحديث المبيح لذلك ، واختاره الشيخ ابن سعدي رحمة الله عليه والله أعلم . ¶ إذا تبين لك هذا فإليك بعض الفروع الفقهية على ذلك ليتضح مجال تطبيقها فأقول :-",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "منها : السبق على الأقدام الأصل فيه الجواز ، لكن يشترط لجوازه أن يكون بغير عوضٍ ودليل جوازه حديث عائشة رضي الله عنها : أنها كانت مع النبي - صلى الله عليه وسلم - في سفر قالت : فسابقته فسبقته على رجلي فلما حملت اللحم سابقته فسبقني فقال : (( هذه بتلك )) رواه وأبو داود وأحمد وغيرهما بسندٍ صحيح ، ولسلمة بن الأكوع - رضي الله عنه - : أنهم لما رجعوا من غزوة ذي قرد قال : أردفني رسول الله - صلى الله عليه وسلم - وراءه على العضباء راجعين إلى المدينة ، قال : بينما نحن نسير وكان رجل من الأنصار لا يسبق شداً ، قال : فجعل يقول : ألا مسابق إلى المدينة ؟ هل من مسابق ؟ فجعل يعيد ذلك ، قال : فلما سمعت كلامه قلت : أما تكرم كريماً ولا تهاب شريفاً ؟ قال : لا ، إلا أن يكون رسول الله - صلى الله عليه وسلم - ، قال : قلت يا رسول بأبي أنت وأمي ذرني فلأسابق الرجل قال : إن شئتا قال : قلت : أهب إليك وثنيت رجلي فطفرت فعدوت قال : فربطت عليه شرفاً أو شرفين أستبقي نفسي ثم عدوت في أثره فربطت عليه شرفاً أو شرفين ثم إني رفعت حتى ألحقه ، قال : فأصكه بين كتفيه قال : قلت : قد سُبقتَ والله ! قال : أنا أظن ، قال فسبقته إلى المدينة )) رواه مسلم في صحيحه ، فهذه الأدلة فيها بيان جواز المسابقة على الأقدام لكن كما ذكرت أن شرط جوازها أن لا يكون فيها عوض من الطرفين لعموم قوله - صلى الله عليه وسلم - : (( لاسبق )) .",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "ومنها : المغالبة بالمصارعة ولا نعني الرياضة المعروفة كالمصارعة الحرة والملاكمة التي قد تؤدي بحياة الإنسان أو يفقد معها أحد أعضائه أو حاسة من حواسه فإن هذه المغالبة لا يتوقف عاقل في أنها محرمة لما فيها من المفاسد والتعذيب والخطورة ، ولكن المصارعة لمعرفة الأشد في غير ما تهلكة ولا إفراط هي التي نعنيها ، وحكمها الجواز ودليل ذلك أن النبي- صلى الله عليه وسلم - (( صارع ركانة بن عبد يزيد المشهور بالقوة فصرعه )) رواه أبو داود ، وللبيهقي : أن ركانة قال للنبي - صلى الله عليه وسلم - : هل لك أن تصارعني فقال : (( ما تُسْبِقني ? )) قال : شاة من غنمي ، فصارعه فصرعه فأخذها ، فقال ركانة : هل لك في العود ؟ ثم عاد مراراً فصرعه ، فقال : يا محمد ما وضع جنبي أحد إلى الأرض ، وما أنت بالذي تصرعني فأسلم ، فردّ عليه غنمه ، فدل ذلك على جواز المغالبة بالمصارعة بالشرط المذكور ، لكن يكون ذلك بلا عوض لعموم قوله - صلى الله عليه وسلم - : (( لا سبق )) ، وأما رواية البيهقي فهي ضعيفة فلا يستفاد من قوله : (( ما تُسْبِقني )) جواز أخذ السبق على المصارعة لأن الأحكام الشرعية تفتقر في ثبوتها للدليل الصحيح الصريح والله أعلم . ¶ منها : سباق السيارات الأصل فيه الجواز لكن يشترط فيه أن يأمن معه الخطر من الانقلاب و الاصطدام ، وذلك بأن يكون الطريق واسعاً مستقيماً ، وليس على الجبال حتى لا يسقط ، ويشترط أيضاً ألا يكون فيه عوض ، لعموم قوله : (( لا سبق )) والله أعلم . ¶ ومنها : مغالبات الكرة على مختلف أشكالها ككرة القدم والطائرة والتنس وغيرها ، كل ذلك الأصل فيه الجواز ، لكن بشرط أن يكون بلا عوض من الطرفين فإن كان فيه عوض فلا يجوز ، ويدخل في الميسر والله أعلم .",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "ومنها : المسابقة في السباحة الأصل فيها الجواز وهو قول الجمهور ، ولكن هل يجوز أخذ العوض على السباق فيها ؟ أقول : فيه خلاف بين أهل العلم ومذهب الجمهور منع العوض فيها لعموم قوله : (( لا سبق )) وقيل بل يجوز والراجح إن شاء الله تعالى أنه إن كانت مما يعين على أمور الجهاد فإنه يجوز بذلك العوض عليها قياساً على بذل العوض في سباق الخيل والإبل بجامع أنها مما يعين على الجهاد ، أما إذا كان لا يقصد بها إلا مجرد الاستمتاع كحال السباحة اليوم فإنه لا يجوز بذل العوض فيها والله أعلم . ¶ ومنها : السباق بالرمي بالبنادق ونحوها ، الأصل فيه الجواز ، ولكن هل يجوز بذل العوض ؟ أقول : نعم يجوز أخذ العوض فيه لأنه من أمور الجهاد بل هو في هذا الزمن عليه المعتمد ، وأما النصل ونحوه فلا ذكر لها في هذه الأزمنة والله أعلم . ¶ ومنها : سباق الخيل والإبل ، هو جائز وبذل العوض عليه أيضاً جائز ، وذلك لأنه مما أجازه الدليل كما في حديث : (( إلا في خف أو نصل أو حافر )) والله أعلم . ¶ ومنها : المسابقات التجارية التي تضعها الأسواق في هذا الزمن أو بعض المحلات الكبيرة من باب تسويق سلعتها هي نوع من أنواع المغالبات ، وهي مبنية على المخاطرة لأنك قد تغنم بغرمهم وقد تغرم بغنمهم ، وحينئذٍ فنقول : لا يجوز المشاركة فيها ، بل وهجران المحل والسوق الذي يتعامل بها هو من هجرات أرباب المعاصي والبدع ، فيؤجر عليه صاحبه مع النية الصالحة ، وهي نوع من القمار ، وكذلك المسابقات التي تضعها بعض المجلات والجرائد هي قمار أيضاً لأنها دائرة تبين الغنم والغرم فمبناها على المخاطرة وليست هي مما ينتفع به لا في علم ولا جهاد ، فالمشاركة فيها إقرار لهذا الحرام ، وإقرار الحرام حرام ، عافانا الله وإياك من كل سوءٍ وبلاء والله أعلم .",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "ومنها : المسابقة على الدراجات النارية ، الأصل فيه الجواز لكن بشرط أن يكون الطريق مستقيماً لأن الطريق المعوج يغلب على الظن فيه الانحراف والانقلاب والضرر ، وقد تقرر أنه لا ضرر ولا ضرار ، ويشترط أيضاً أن لا يكون فيه عوض لعموم قوله : (( لا سبق )) ، وليس ركوب الدراجات النارية من الأمور المعينة على الجهاد حتى تقاس على الإبل والخيل والله أعلم . ¶ ومنها : المسابقة على الدبابات الحربية ، الأصل فيه الجواز ، وبذل العوض فيه جائز أيضاً ، لأنها من أمور الجهاد ، وتعلم ركوبها والسباق بها مما يعين على الجهاد إعانة لا ينكرها أحد ، والله أعلم . ¶ ومنها : ما يؤخذ على لعب الورق ، لا يجوز وهو قمار وميسر كالذي يسمى بـ ( البوكر ) فإنه لا يجوز والله أعلم . فهذه بعض الفروع على هذه القاعدة المهمة وعلى ذلك فقس والله أعلم وأعلى . ¶ القاعدة الرابعة والعشرون ¶ المثليّات تضمن بمثلها حسب الإمكان و إلا فبالقيمة",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "وهذا الضابط هو ما اختاره أبو العباس شيخ الإسلام وتلميذه وهو القول الصحيح إن شاء الله تعالى ، ونعني بالمثليات أي : ما كان لها مثل في السوق كالسيارات والحيوانات والسفن والثياب والأواني والأثاث ونحو ذلك ، فإنه إذا حصل التلف لشيء من ذلك فإن الأصل أن الواجب على المتلِف – بكسر اللام – أن يضمنه بمثله ، أي يأمره الحاكم أن يذهب إلى السوق ويأتي بمثله فإن وجد مثله تماماً فهو المطلوب ، وإلا فما قاربه في الصفات والقيمة ، فإن تعذر المثل من السوق فإننا ننتقل إلى البدل الذي هو القيمة فيدفع المتلِف قيمة الشيء الذي أتلفه لأنه إذا تعذر الأصل يصار إلى البدل ، ويدل على صحة هذا الضابط قوله تعالى : { فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم } ، وقوله تعالى : { وإن عاقبتم فعاقبوا بمثل ما عوقبتم به } وقال تعالى : { وجزاء سيئة سيئةُ مثلها } ، ووجه الاستدلال من هذه الآيات : أن الله تعالى أمر بالمماثلة في العقوبة وأن يُفعل بالجاني مثل ما فعل بالمجني عليه ، فدل ذلك على اعتبار المثلية بحسب الإمكان على كل من استهلك مال غيره أو أتلف منه شيئاً ، وعن أبي هريرة رضي الله عنه : أن رجلاً تقاضى رسول الله - صلى الله عليه وسلم - فأغلظ له ، فهمّ به أصحابه ، فقال : (( دعوه فإن لصاحب الحق مقالاً واشتروا له بعيراً فأعطوه )) ، فقالوا : لا نجد إلا أفضل من سنه قال (( اشتروه فأعطوه إياه فإن خيركم أحسنكم قضاءً )) رواه البخاري ومسلم ، ووجه الشاهد منه أن موجب عقد القرض رد المثل ، وهكذا فعل النبي - صلى الله عليه وسلم - حيث رد مثل ما اقترضه وهذا يفيد أن الحيوان من المثليات ، وأن المضمون يجب رد مثله بحسب الإمكان ، وعن أنس - رضي الله عنه - قال : أهدت بعض أزواج النبي - صلى الله عليه وسلم - طعاماً في قصعة ، فضربت عائشة القصعة بيدها فألقت ما فيها ، فقال النبي - صلى الله عليه وسلم - : ((طعام بطعام وإناء بإناء )) وعن عائشة",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "رضي الله عنها أنها قالت : ما رأيت صانعة طعام مثل صفيّة ، أهدت إلى النبي - صلى الله عليه وسلم - إناء من طعام فما ملكت نفسي أن كسرته ، فقلت : يا رسول الله ما كفارته ؟ قال : (( إناء كإناء وطعام كطعام )) ولفظ الصحيحين من حديث أنس : (( فدفع القصعة الصحيحة وحبس المكسورة )) ، ووجه الاستدلال أن النبي - صلى الله عليه وسلم - ضمّن الكاسرة قصعة مثل التي كُسِرت ، ولأن هذا هو العدل الذي جاءت به الشريعة ، وعلى ذلك فأقول : المقرِض يستحق مثل قرضه في صفته ، فإذا أقرض حيواناً كان الواجب على المقترض أن يرد حيواناً مثله في الوصف والقيمة لأن المثل يضمن بالمثل حسب الإمكان ، فإن تعذر مثل هذا الحيوان فإنه يصار حينئذٍ إلى القيمة ، وكذلك من أتلف صيداً فإنه يجب عليه فيه مثله من بهيمة الأنعام ، لقوله تعالى : (( فجزاء مثل ما قتل من النعم )) فاعتبار المثلية هنا دليل على أن المثلي يضمن بالمثلي ، وكذلك إذا أتلف ثوباً أو آنية أو مجوهرات فإن الواجب عليه أن يضمنها بمثلها ، لأن هذه الأشياء مثلية ، أي لها مثل في السوق فيذهب ويشتري مثلها ويرده إلى صاحبه ، فإن تعذرت المثلية فإنه يصار إلى القيمة لأن الأصل إذا تعذر فإنه يصار إلى البدل ، وكذلك إذا غصب زيتاً أو دقيقاً فأكله أو أتلفه بإحراق ونحوه ، فإنه يجب عليه ضمانه بالمثل لأنه من جملة المثليات ، فإن تعذر مثله في السوق فإنه يصار إلى البدل وهو القيمة والله أعلم . وكذلك من اعتدى على دار غيره فهدمها فإنه يضمنها بمثلها ، وذلك بإعادة بنائها كما كانت لأن المثل يجب في كل مضمونٍ بحسب الإمكان وإعادة البناء ممكنة ، وهو أمثل وأقرب إلى حق المضمون فكانت أعدل ، وهذا ما جاءت به الشريعة – زادها الله شرفاً ورفعة – وكذلك من استعار كتاباً فأتلفه فإنه يضمنه بمثله لأن الكتب من المثليات فيذهب إلى المكتبة ويشتري مماثلاً له ويسلمه لصاحبه ، ولكن إن تعذرت المثلية فإنه يسلم القيمة والله أعلم",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": ". ¶ وكذلك إذا تلفت السلعة في يد الأمين بتعدٍ منه وتفريط فإنه يضمنها بمثلها إن كانت مثلية وإلا فبالقيمة ، وإذا تلفت العين المستأجرة فإن المستأجر يضمنها بالمثل إن كانت مثلية وإلا فبالقيمة ، وعلى ذلك فقس والله أعلى وأعلم . ¶ القاعدة الخامسة والعشرون ¶ ما لا حرمة له شرعاً لا يضمن بالإتلاف ¶ أقول : إن الأموال والأعيان التي يجب الضمان في إتلافها إنما هي الأموال والأعيان التي لها حرمة شرعاً ، أي أن الشارع راعى حرمتها واعتبرها مالاً يجب احترامه وعدم التعدي عليه ، وأما الأعيان التي لم يعتبر لها الشارع حرمة فإنه لا ضمان على متلفها ، فلا يضمن إلا ماله حرمة شرعية ، أما مالاحرمة له شرعاً فإنه لا ضمان فيه بالإتلاف ، إلا أنه ينبغي أن لا يتعدى الناس على مالا حرمة له بالإتلاف إذا كان سيؤدي هذا التعدي إلى مفسدة أعظم ، فإنه لا ينبغي إشاعة الفوضى بين العامة ، وعلى الفرد والمجتمع أن يراعي قضية المصالح والمفاسد ، وعلى هذا فمن أتلف لذمي خمراً أو خنزيراً فإنه لا غرم عليه لكن ينهى عن التعرض لهم فيما لا يظهرونه ، فالخمر والخنزير لا حرمة لها شرعاً فلا ضمان فيها بالإتلاف سواءً كان متلفه مسلماً أو ذمياً ، وسواء كانت الخمر والخنزير لمسلم أو لذمي ، نص عليه الإمام أحمد في رواية أبي الحارث ، وبه قال الشافعي وخالف في ذلك الإمام أبو حنيفة ومالك رحمهما الله تعالى فقالوا : يجب ضمانها ، لكن الراجح أنها لا ضمان فيها لأنها محرمة شرعاً ، والكفار مخاطبون بفروع الشريعة ، وإقرارنا لهم على بقائها عندهم لا يجعلها مالاً محترماً ، فالراجح إن شاء الله تعالى أنه لا غرم على متلفها لأن مالا حرمة له شرعاً فإنه لا يضمن بالإتلاف ، وكذلك لو كسر آلات الملاهي من العود والكمان والطبل ونحوها فإنه لا ضمان عليه لأن هذه الآلات لا حرمة لها شرعاً ، وما لا حرمة له شرعاً فإنه لا يضمن بالإتلاف إلا أنه ينبغي الحذر من التعدي عليها بالإتلاف إلا بإذن",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "الجهات ذات الاختصاص حتى لا يكون هناك مفاسد أعظم ، والله يتولانا وإياك ، وكذلك من أتلف صليباً فإنه لا يضمنه لأنه لا حرمة له شرعاً وما لا حرمة له شرعاً فإنه لا ضمان على متلفه ، ومثله أيضاً من أتلف صوراً مجسمة فإنه لا ضمان عليه لأن هذه الأعيان لم يعتبر لها الشارع حرمة فلا ضمان على متلفها ، وكذلك أيضاً من أتلف الدخان الذي يباع في الأسواق فإنه لا يغرمه لأن الله حرم تعاطيه ، وما حرم الله تعاطيه فإنه يحرم ثمنه ، لحديث : (( إن الله تعالى إذا حرم شيئاً حرم ثمنه )) ولأن ما حُرِّم الانتفاع به لم يجب ضمانه كالميتة والدم ، وكذلك نص الفقهاء أنه إن كسر آنية ذهب أو فضة مستعملة في الأكل والشرب فإنه لا ضمان عليه في ذلك ، لأن الشريعة حرمت استعمالها في الأكل والشرب ، وقيل : بل يضمنها ، لكن الراجح أنه لا يضمنها واختاره الموفق ابن قدامة في المغني وذلك لأنها لا حرمة لها شرعاً ، ومالا حرمة له شرعاً فإنه لا ضمان على متلفه ، وكذلك أيضاً : لو أتلف أشرطة الغناء والخلاعة مرئية كانت أو مسموعة ، فإنه لاضمان عليه لأن هذه الأعيان لا حرمة لها شرعاً ، ومالا حرمة له فإنه لا ضمان على متلفه . وكذلك لو أتلف كلباً لا يباح اقتناؤه فإنه لا ضمان عليه لأن الكلب الذي لا يباح اقتناؤه لا حرمة له شرعاً ، وما لا حرمة له شرعاً فإنه لا يضمن بالإتلاف ، وكذلك لو أتلف المجلات الهابطة الخليعة التي تدعو إلى الفجور وتقتل الفضيلة أو أتلف ، كتب المبتدعة والكهانة والشعوذة ، فإنه لا يضمن شيئاً من ذلك لأن هذه الأشياء لا حرمة لها شرعاً وما لا حرمة له شرعاً فإنه لا يضمن بالإتلاف ، كذلك لو أتلف آلة سحر أو تمائم ونحوها فإنه يقال له : لله درك لا شلّت يمينك وبارك الله فيك ، اذهب فإنه لا ضمان عليك ، لأنك أتلفت ما هو محرم شرعاً وما هو محرم شرعاً فإنه لا يضمن بالإتلاف ، وكذلك لو أتلف آنية الخمر فإنه لا ضمان عليه وقد روى الإمام أحمد في المسند",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "من حديث ابن عمر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - : (( أمره أن يأخذ المدية ثم خرج إلى أسواق المدينة وفيها زقاق الخمر قد جلبت من الشام فشققت بحضرته وأمر أصحابه بذلك )) إسناده حسن ، ومن طمس صورة فإنه لا ضمان عليه لحديث : (( أن لا تدع صورة إلا طمستها ولا قبراً مشرفاً إلا سويته )) رواه مسلم ، لكن لا بد أن يراعى في كل ذلك المصالح والمفاسد ، وعلى ذلك فقس والله أعلى وأعلم . ¶ القاعدة السادسة والعشرون ¶ يحجر على من في الحجر عليه مصلحة راجحة",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "أقول : عرف العلماء الحجر لغة : بالمنع والتضييق ، ومنه سمي الحرام حجراً لنه يمنع صاحبه من ارتكاب المنهيات ، قال تعالى : { ويتولون حجراً محجوراً } ، وسمي العقل حجراً لأنه يمنع صاحبه مما يُستحيى منه قال تعالى : { هل في ذلك قسم لذي حجرٍ } ، وعرفوه شرعاً : بأنه منع إنسان من التصرف في ماله ، ومبنى هذا الباب على المصلحة الراجحة أو الخالصة ، فإذا كان في الحكم بالحجر مصلحة خالصة أو راجحة فإنه يحكم به ، وأما إن كان فيه مفسدة خالصة أو راجحة فإنه لا يحكم به ، وليس بمشروع حينئذٍ ، لأن الشريعة جاءت لتقرير المصالح وتكميلها وتعطيل المفاسد وتقليلها ، والحجر له معنى عام ومعنى خاص ، فأما المعنى العام : فهو منع الإنسان من التصرف فيما فيه مفسدة خالصة أو راجحة ، فيدخل في ذلك الحجر على المريض مرض الموت من طلاق زوجته لأنه متهم بحرمانها من الميراث فيعامل بنقيض قصده ، بل ومنع أيضاً من التبرع بما له كله وذلك لصالح الورثة ، ويدخل فيه أيضاً الحجر على المتطبب الجاهل للمحافظة على أرواح الناس ،و الحجر على المكاري المفلس للمحافظة على أموال الناس ، والحجر على المرتد لصالح المسلمين ، والحجر على الراهن لصالح المرتهن ، والحجر على المتعالم الجاهل لحماية دين الناس من الفتاوى التي لا خطام لها ولا زمام ، وكذلك يدخل فيه حجر ولي الأمر على من يثير الفتن بالقول أو الفعل وغير ذلك ، فهذا هو الحجر بمعناه العام ، وأنت ترى أن مبناه على تحقيق المصالح ودفع المفاسد ، وأما الحجر بالمعنى الخاص وهو الذي يتكلم فيه الفقهاء في باب الحجر فإنه يخص حجرين فقط : ¶ الأول : الحجر على المفلس لصالح الغرماء . ¶ الثاني : الحجر على الصغير والمجنون والسفيه لصالح أنفسهم . ¶ وبمعنى آخر نقول : حجر لحظ الغير ، وحجر لحظ النفس ، وحتى يتضح الكلام في هذا الباب فأفرد الكلام عليه في مسائل فأقول وبالله التوفيق :-",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "( المسألة الأولى ) : اعلم رحمك الله تعالى أن الحجر على المفلس وعلى الصغير والمجنون والسفيه نعمة من الله تعالى ، ومن رحمته بعباده وذلك أن من مقاصد الشريعة وضروراتها المعروفة حفظ المال ، والحجر من الأشياء التي يتحقق بها ذلك بوضوح ، وبيان ذلك أن فاقد الأهلية لا يملك العقل الذي به يحسن التصرف في المال فقد تذهب أموالهم سدى ، وتكون هباءً منثوراً هنا وهناك فيما لا يعود عليهم نفعه في الدين والدنيا ، ولا معرفة لهم في تصريف الأموال ، فلو أن الشريعة جعلت تصرفاتهم في أموالهم نافذة لكان ذلك عين الضرر والمفسدة ، ولكن من رحمة الله تعالى بهم أن منعهم من التصرف في هذه الأموال إلى أن تتحقق فيهم الأهلية ، وفي هذا الحجر حماية لهم ، فلا يخدعون ولا يغبنون ولا يكونون فريسة لأصحاب الأطماع ، بل أوكلت الشريعة التصرف في أموالهم لوليهم الرشيد ، فأباحت له التصرف في هذه الأموال بما يعود عليهم نفعه في الدين والدنيا ، وأما بالنسبة للحجر على المفلس : فلأنه لو لم يحجر عليه فقد يضيع ما بقي من ماله فيضع حق الغرماء أو قد يسدد بعضهم ويمنع بعضهم ، فيضيع حق البعض ، فإن الرجل إذا أفلس اختلطت عليه أموره وبدأ يتصرف غالباً تصرفات فيها جور وظلم وحيف ، أو قد يكون بعض الغرماء أقوى نفوذاً وأكبر سلطاناً فينفرد بالأخذ وضعفاء الغرماء لا يقدرون على منازعته ، فلذلك حجرت الشريعة عليه ، وأوكلت الأمر في ذلك إلى الحاكم ، حتى يعطى كل ذي حق حقه ، فتعود الحقوق إلى أصحابها كلاً أو بعضاً بالتساوي والعدل ، وهذا هو عين المصلحة ، فحقيقة الحجر أنه حفظ الحقوق من الضياع ، وعلى هذا فمن كان في الحجر عليه مصلحة راجحة فإنه يحجر عليه والله أعلم .",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "( المسألة الثانية ) : اعلم رحمك الله تعالى أن الذي يجد سداد دينه فإنه يجب عليه سداد مع المطالبة ومثله لا يحجر عليه ولا تجوز المماطلة والمخادعة والتسويف بلا مقتضٍ فإن هذا ظلم محرم كما قال - صلى الله عليه وسلم - : (( لي الواجد ظلم يحل عرضه وعقوبته )) رواه الخمسة إلا الترمذي ، قال وكيع : عرضه : أي شكايته ، وعقوبته : أي سجنه ، وهذا الرجل داخل في عموم قوله - صلى الله عليه وسلم - : (( من أخذ أموال الناس يريد أداءها أدى الله عنه ومن أخذها يريد إتلافها أتلفه الله )) رواه البخاري وقال عليه الصلاة والسلام : (( فأعط كل ذي حق حقه )) ، وعلى ذلك فإن الواجد يؤمر بالسداد مراراً مع وعظه وتخويفه بالله وأمره بالتقوى وتذكيره بأن حقوق الآدميين مبناها على المشاحة ، فإن هداه الله وسدد فالحمد لله ، وإلا فإن الحاكم يجبره جبراً على السداد بالحبس أو التهديد أو الضرب ، فإن انزجر وسدد فالحمد لله ، وإن أبى فإن الحاكم يبيع ماله ويسدد الغرماء وعلى ذلك حديث كعب بن مالك أن النبي - صلى الله عليه وسلم - : (( حجر على معاذٍ ماله ، وباعه في دين كان عليه )) رواه الدار قطني ، وعن عبد الرحمن بن كعب بن مالك قال : (( كان معاذ بن جبل شاباً سخياً ، وكان لا يمسك شيئاً فلم يزل يدان حتى أغرق ماله كله في الدين فأتى النبي - صلى الله عليه وسلم - فكلمه ليكلم غرماءه ، فلو تركوا لأحدٍ لتركوا لمعاذٍ لأجل رسول الله - صلى الله عليه وسلم - ، فباع رسول الله - صلى الله عليه وسلم - لهم ماله حتى قام معاذ بغير شيء )) رواه سعيد في سننه مرسلاً ، وقد تقرر في القواعد أن كل من امتنع عن أداء ما وجب عليه أداؤه فإنه يجبر على ذلك وإلا تولى الحاكم الأداء بنفسه ، والله أعلم .",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "( المسألة الثالثة ) : اعلم أرشدنا الله وإياك لطاعته أن من كان ماله بقدر دينه فإنه يحجر عليه إذا طلب الغرماء ذلك كأن يكون دينه عشرة آلاف وماله عشرة آلاف ونحو ذلك ، أو كان ماله أقل مما عليه من الدين كأن يكون دينه خمسة عشر ألفاً وليس له من المال إلا خمسة الآف فقط ، فإن هذا أيضاً يحجر عليه لأن في الحجر عليه مصلحة راجحة فإنه يحجر عليه ، إلا أن هذا الحجر مشروط بمطالبة الغرماء عند الأئمة الثلاثة : أبي حنيفة والشافعي وأحمد ، وسيأتي بيان ذلك بعد قليل ، ودليل ذلك حديث عبد الرحمن بن كعب بن مالك المتقدم ، فإنه دليل على جواز الحجر على المديون ، وأنه يجوز للحاكم بيع ماله لقضاء ما عليه من الديون ، وثبت ذلك من فعل عمر رضي الله عنه ولم ينكر ، وقال الوزير : \" اتفقوا على أن الحجر على المفلس إذا طلب الغرماء ذلك وأحاطت الديون بماله مستحق على الحاكم ، وله منعه من التصرف حتى لايضر بالغرماء \" فإن قلت : لماذا قلنا بالحجر على هؤلاء هنا ؟ قلت لأن القاعدة تنص على أن من كان في الحجر عليه مصلحة خالصة أو راجحة فإنه يحجر عليه ، والحجر على هؤلاء مصلحته ظاهرة لا تخفى ، ولكن ينبغي لك أن تعلم أن الذي لا يجد إلا سداد بعض دينه فإنه يعطيه الغرماء بالمحاصة بقدر حقوقهم وليس لهم إلا ذلك ، وعلى ذلك حديث أبي سعيدٍ قال : (( أصيب رجل عهد رسول الله - صلى الله عليه وسلم - في ثمارٍ ابتاعها فكثر دينه فقال : (( تصدقوا عليه )) فتصدق الناس عليه فلم يبلغ ذلك وفاء دينه ، فقال رسول الله - صلى الله عليه وسلم - لغرمائه : (( خذوا ما وجدتم وليس لكم إلا ذلك )) رواه الجماعة إلا البخاري ، والله أعلم .",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "( المسألة الرابعة ) : أقول فيها : إن المدين الذي لا يجد سداداً لدينه فهذا يسمى في عرف الشرع المُعْسِر ، وهذا لا يحجر عليه إذ الحرج لا يشرع إلا إذا كان يتحقق به مصلحة خالصة أو راجحة ، والحجر على هذا المعسر لا مصلحة فيه ، بل فيه مفاسد ، ولأنه حتى لو حجر عليه فإنه لا يتحقق بذلك سداد دينه ، لأنه معسر وليس بواجد ، والحجر لا يكون إلا على من كان في الحجر عيه مصلحة وهذا لا مصلحة في الحجر عليه ، بل الواجب إمهاله وإنظاره إلى ميسرة كما قال تعالى : { وإن كان ذو عسرة فنظرة إلى ميسرة } وفي التيسير عليه أجر عظيم وثواب جزيل كما قال - صلى الله عليه وسلم - : (( من سره أن يظله الله في ظله يوم لا ظل إلا ظله فلييسر على معسر )) ، وقال عليه الصلاة والسلام : (( من نفس عن غريمه أو محا عنه كان في ظل العرش يوم القيامة )) وعن بريدة مرفوعاً : (( من أنظر معسراً فه بكل يومٍ مثله صدقة قبل أن يحل ، فإذا حل فأنظره فبكل يوم مثلاه صدقة )) ، فإذا لم يظن له مال وادعى الإعسار وصدق ، فإنه يحرم الحجر عليه ، لأنه لا مصلحة في هذا الحجر ، فالآية دليل على أن المعسر الذي لا يقدر على وفاء شيء من دينه لا يطالب به ، ويجب إنظاره ويحرم حبسه وملازمته . ولأنه - صلى الله عليه وسلم - قال في الحديث السابق : (( وليس لكم إلا ذلك )) وخلاصته هذه المسألة أن المعسر لا يجوز الحجر عليه ولا حبسه ولا ملازمته لأن حبسه وملازمته إما لإثبات عسرته أو لوفاء دينه ، وعسرته قد ثبتت ، والوفاء منه متعذر لإعساره ، ولأن الحجر يدور مع المصلحة فحيث تحققت قيل بها وإذا انتفت فلا يقال بها ، والحجر على المعسر لا مصلحة فيه والله أعلم .",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "( المسألة الخامسة ) : أقول : ذهب الأئمة الثلاثة أبو حنيفة والشافعي وأحمد إلى أن المفلس لا يحجر عليه إلا إذا طلب غرماؤه ذلك ، لأن الحق لهم ، فيبقى نافذ التصرف حتى يحجر عليه الحاكم بطلب غرمائه ذلك أو بعضهم ، وذهب الإمام مالك إلى أن المفلس محجور عليه من حين تكون ديونه بقدر موجوداته سواءً حجر عليه الحاكم أو لا ، وهو رواية عن الإمام أحمد واختارها أبو العباس شيخ الإسلام وتلميذه ابن القيم وابن رجب وابن سعدي ، وقال في الإنصاف : \" وهو الصواب \" ، قلت : ولا شك ، لأنه أحفظ لحقوق الغرماء ، فإن الغرماء قد يتأخرون في طلب الحجر على المدين وقد تطول المعاملة وخصوصاً ، في هذا الزمن الذي تعقدت فيه المسائل ، ويتصرف المدين في ماله تصرفاً يضيع على الغرماء حقوقهم ، وفي هذه الحالة تذهب الحقوق وتضيع ، وقد تقرر أنه يقال بالحجر إذا كان ثمة مصلحة ، وهنا فيه مصلحة راجحة وهي حفظ حقوق الغرماء ، فإن حقهم قد تعلق بماله ، والشريعة جاءت بحفظ حقوق أرباب الحقوق بكل طريق ، وسد الطرق المفضية إلى إضاعتها ولا تحصل هذه المصالح إلا بالحجر عليه ، فيحجر عليه ولو لم يصدر الحكم بالحجر عليه من الحاكم ، فتصرفه في ماله بعد أن صار بقدر الدين تصرف لاغٍ شرعاً لا يعتبر ، لأنه محجور عليه حكماً ، وهذا القول هو الصواب والله أعلم .",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "( المسألة الخامسة ) : اعلم رحمك الله تعالى أن الرجل إذا وجد متاعه بعينه عند رجل قد أفلس ، فإنه أحق به من غيره من الغرماء ، لحديث أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : (( من أدرك ماله بعينه عند رجلٍ أفلس ، أو إنسانٍ قد أفلس فهو أحق به من غيره )) رواه الجماعة ، وفي لفظٍ قال : (( في الرجل الذي يُعْدِمُ إذا وُجٍدَ عنده المتاع ولم يفرقه ، أنه لصاحبه الذي باعه )) رواه مسلم والنسائي ، وفي لفظٍ : (( أيما رجل أفلس فوجد رجل عنده ماله ، ولم يكن قد اقتضى من ماله شيئاً فهو له )) رواه أحمد ، وعن أبي بكر بن عبد الرحمن بن الحارث بن هشام أن النبي - صلى الله عليه وسلم - قال : (( أيما رجل باع متاعاً فأفلس الذي ابتاعه ، ولم يقبض الذي باعوا من ثمنه شيئاً ، فوجد متاعه بعينه فهو أحق به ، وإن مات المشتري فصاحب المتاع أسوة الغرماء )) رواه مالك في الموطأ و أبو داود ، فهذه الأحاديث تفيد أن الإنسان أحق بمتاعه من الغرماء بشروط : ¶ - الأول : أن يجد ماله ، لقوله : (( إذا وجد عنده المتاع )) وقوله : (( من أدرك ماله )) وقوله : (( فوجد متاعه بعينه )) وقوله : (( ولم يفرقه )) وبناءً عليه فإن كان المفلس قد تصرف في المال ببيع أو هبة أو وقف ونحوها فإن صاحب المتاع أسوة الغرماء . ¶ - الثاني : أن يكون بعينه ، أي على الحالة التي باعه عليها لم ينقص منه شيء ولم يزد فيه شيء ، وذلك لقوله : (( بعينه )) فلا بد للقول بالرجوع أن تكون السلعة بحالها ، بأن لم توطأ بكر ، ولم يتعلق بها حق للغير كجناية العبد أو حق شفعة أو رهن ونحو ذلك ، فإن تغير المال بشيء من ذلك فصاحب المتاع أسوة الغرماء .",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "- الثالث : أن يكون قد أدرك ماله حال حياة المفلس وهذا مذهب الجمهور ، وبناءً عليه فلو أدرك ماله بعينه بعد موت المفلس فصاحب المتاع أسوة الغرماء ، وذلك لقوله : (( فإن مات المشتري فصاحب المتاع أسوة الغرماء )) وذهب الشافعي إلى أن الأمر سيان فلصاحب المتاع الرجوع سواءً قبل الموت أو بعده ، ولكن الأقرب قول الجمهور إن شاء الله تعالى . ¶ - الرابع : أن لا يكون قد تقاضى من ثمن سلعته شيئاً وذلك لقوله : (( ولم يكن قد اقتضى من ماله شيئاً )) وقوله : (( ولم يقبض الذي باعه من ثمنه شيئاً )) ، وبناءً عليه فلو أنه قد اقتضى من ثمن السلعة شيئاً فإنه يكون أسوة الغرماء ، أي هو والغرماء سواء في تقاضي ديونهم بقدر حقوقهم ، فهذا هو المعتمد من الشروط للقول بأن صاحب المتاع أحق بمتاعه ، وأنت ترى أن كل شرط من الشروط دل عليه الدليل ، فمن زاد على هذه الشروط فإنه مطالب بالدليل لأن الأصل عدم الاشتراط والله أعلم . ¶ ( المسألة السابعة ) : اعلم - وفقك الله للصلاح والهدى - أنه إذا أصدر القاضي حكمه بالحجر على مفلس فإنه يستحب له إعلان هذا الحكم وإظهاره للناس بوسائل الإعلان المختلفة ، وذلك ليعلم الناس بحاله فلا يعاملوه إلا على بصيرة لئلا يتضرر الناس بضياع أموالهم ويشهد عليه ، لينتشر ذلك ، ولأنه ربما عزل الحاكم أو مات فيكون الحجر ثابتاً معلوماً لمن بعده ، فلا يحتاج إلى ابتداء حجرٍ ثانٍ . فانظر - يا رعاك الله - حتى القول بإعلان الحجر فيه مصلحة خالصة أو راجحة وذلك يدلك إن شاء الله تعالى على أن هذا الباب مبناه على تحقيق المصالح ودرء المفاسد وبه تعلم صحة هذه القاعدة إن شاء الله تعالى والله أعلم .",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "( المسألة الثامنة ) : أقول : قد قدمنا لك أن من أنواع الحجر التي يتكلم عليها الفقهاء ، الحجر على السفيه والصغير والمجنون ، ودليل ذلك قوله تعالى : { ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قياماً } والحجر عليهم لحظهم ، إذ المصلحة تعود عليهم ، ولا يحتاج الحجر عليهم إلى حكم حاكم وذلك لأن عجزهم عن التصرف في محل الشهرة ، وبناءً عليه فلا يصح تصرفهم في المال قبل الإذن أعني السفيه والصغير وذلك لأن تصرفهم يفضي إلى ضياع أموالهم وفيه ضرر عليهم ، وأما المجنون فلا يصح تصرفه البتة أي قبل إذن الولي أو بعده ، ويستمر الحجر عليهم إلى بلوغ الصغير ورشد السفيه وعقل المجنون ، لقوله تعالى : { فإن آنستم منهم رشداً فادفعوا إليهم أموالهم } وعلامات البلوغ : هي تمام خمسة عشر عاماً لحديث ابن عمر قال : (( عرضت على النبي - صلى الله عليه وسلم - وأنا ابن أربع عشرة سنة فلم يجزني ، وعرضت عليه يوم الخندق وأنا ابن خمس عشرة سنة فأجازني )) رواه الجماعة ، وكذلك إنزال المني لحديث علي بن أبي طالب رضي الله عنه قال : حفظت من رسول الله - صلى الله عليه وسلم - : (( لا يتم بعد احتلام ولا صمات يومٍ إلى الليل )) رواه أبو داود ، وكذلك نبات الشعر الخشن حول القبل ، لحديث عطية قال : (( عرضنا على النبي - صلى الله عليه وسلم - يوم قريظة ، فكان من أنبت قتل ، ومن لم ينبت خلي سبيله ، فكنت ممن لم ينبت فخلي سبيلي )) رواه الخمسة وصححه الترمذي ، وفي لفظٍ : (( فمن كان محتلماً أو أنبتت عانته قتل ، ومن لا ، تُرِك )) رواه أحمد والنسائي ، وعن سمرة رضي الله عنه أن النبي - صلى الله عليه وسلم - قال : (( اقتلوا شيوخ المشركين واستحيوا شرخهم )) و الشرخ : الغلمان الذين لم ينبتوا ، رواه الترمذي وصححه . وتزيد المرأة بنزول الحيض فإنه علامة بلوغ في حقها بالإجماع ، وفي الحديث المشهور : (( رفع القلم عن ثلاثة ، عن الصغير حتى يحتلم وعن النائم حتى",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "يستيقظ وعن المجنون حتى يفيق )) ، فإذا تحقق ذلك أي بلغ الصغير راشداً وعقل المجنون ورشد السفيه فإنه تدفع إليهم أموالهم ،كما قال تعالى : { فإن آنستم منهم رشداً فادفعوا إليهم أموالهم } ولا يحتاج فك الحجر عنهم إلى حكم حاكم لأنه أي الحجر ثبت بغير حكمه ، فزال بزوال موجبه لأن الحكم يدور مع علته وجوداً وعدماً ، وعرف العلماء الرشد بأنه حسن التصرف في المال ، ويعرف ذلك بأن يتصرف مراراً فلا يغبن غبناً فاحشاً ولا ينفقه أي المال في حرام أوفي غير فائدة ، ولا يدفع إلى السفيه والصغير مالهما حتى يختبرا لقوله تعالى : { وابتلوا اليتامى } فإذا عُلٍمَ رشدهما بحسن التصرف فإنه يدفع مالهما لهما ، وكل ذلك مراعاةً للمصالح ودرءاً للمفاسد ، فقلنا بالحجر عليهم لأن الحجر عليهم فيه مصلحة راجحة ، وقد تقرر أن من كان في الحجر عليه مصلحة راجحة فإنه يحجر عليه . ¶ هذا هو ملخص هذا الباب حصرنا لك مسائله في قاعدة واحدة ، وهذا يؤكد لك أهمية معرفة القواعد والله يتولانا وإياك والله أعلم . ¶ القاعدة السابعة والعشرون ¶ الصلح جائز بين المسلمين إلا صلحاً حرم حلالاً أو أحل حراماً",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "أقول : عرف العلماء الصلح لغة : بأنه قطع المنازعة ، أي التوفيق بين المتخاصمين ، وعرفوه شرعاً : بأنه معاقدة يتوصل بها إلى الإصلاح بين المتخاصمين ، وهو من أكبر العقود وأعمها نفعاً ، وهو ثابت على العموم بالكتاب والسنة والإجماع ، قال تعالى : { لا خير في كثير من نجواهم إلا من أمر بصدقةٍ أو معروفٍ أو إصلاحٍ بين الناس ومن يفعل ذلك ابتغاء مرضات الله فسوف يؤتيه أجراً عظيماً } ، وقال تعالى : { وإن امرأة خافت من بعلها نشوزاً أو إعراضاً فلا جناح عليهما أن يصلحا بينهما صلحاً والصلح خير } وقال تعالى : { وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما ... إلى قوله : إنما المؤمنون إخوة فأصلحوا بين أخويكم } وعن عمرو بن عوف أن النبي - صلى الله عليه وسلم - قال : (( الصلح جائز بين المسلمين إلا صلحاً حرم حلالاً أو أحل حراماً )) رواه أبو داود وابن ماجه والترمذي ، وهذا الحديث نص في القاعدة ، وهذا هو الأصل فيه بهذه الأدلة وغيرها ما سيأتي إن شاء الله تعالى ، فالأصل فيه الحل والإباحة ، فما اتفق عليه الطرفان المتخاصمان ورضيا به فإنه صلح جائز إلا الصلح المتضمن لإحلال ماهو محرم شرعاً ، أو لتحريم ما هو حلال شرعاً ، فهذا صلح ظالم ولا تقره الشريعة العادلة ، فحيث تقرر أن الأصل في الصلح بين المتخاصمين الحل والإباحة فإنه الواجب هو البقاء على هذا الأصل حتى يرد الناقل ، وأن الدليل يطلب من الناقل لنا عن هذا الأصل لا من الثابت عليه ، فمن حرم شيئاً من الصلح فإنه مطالب بالدليل المحرم لذلك الشيء ، وإلا فقوله مردود عليه ، وهذه القاعدة تضبط لك هذا الباب ضبطاً محكماً ويتضح ذلك بضرب بعض الفروع الفقهية فأقول : -",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "منها : لو كان على غيرك دين أو عين ، فأقر لك بها وأسقطت عنه بعض ذلك الدين أو وهبته شيئاً من العين ، فإن هذا صلح جائز لأن الأصل أن الصلح جائز بين المسلمين إلا صلحاً أحل حراماً أو حرم حلالاً ، وهذا الصلح لا مدخل فيه لتحليل حرام أو تحريم حلال ، فإنه قد تقرر أن لصاحب الحق أن يسقط شيئاً من حقه أو يسقطه كله ، فالحق له فإن سمحت نفسه تفضلاً وإكراماً بأن يسقط شيئاً من ذلك فما المانع في ذلك ؟ بل ذلك له ، وعن جابر بن عبد الله رضي الله عنهما (( أن أباه قتل يوم أحد شهيداً وعليه دين فاشتد غرماؤه في حقوقهم ، قال : فأتيت النبي - صلى الله عليه وسلم - فسألهم أن يقبلوا ثمر حائطي ويحلوا بي فأبوا ، فلم يعطهم النبي - صلى الله عليه وسلم - حائطي وقال : سنغدوا عليك غداً ، فغدا علينا حين أصبح ، فطاف في النخل ودعا في ثمرها بالبركة فجددتها فقضيتهم وبقي لي من ثمرها )) والشاهد هو أن النبي - صلى الله عليه وسلم - كلم غرماء جابر أن يضعوا عنه شيئاً من حقهم مما يدل على أن ذلك جائز ، وكذلك كلم النبي - صلى الله عليه وسلم - كعب بن مالك فوضع عن غريمه الشطر ، وتقدم أن النبي - صلى الله عليه وسلم - مرّ بالذي أصيب في حديقته فأشار إلى غرمائه بالنصف فأخذوه منه ، وقال الإمام أحمد : إذا كان له عليه دين وليس عنده وفاء فوضع عنه بعض حقه وأخذ منه الباقي كان ذلك جائزاً لهما اهـ ، والله أعلم .",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "ومنها : لو كان لك على غيرك دين مؤجل فصالحته على دفع بعضه حالاً ، كأن يكون الدين ألفاً ولا يحل إلا بعد سنة فجئته فقلت له : ادفع لي الآن خمسمائة وأسقط عنك الباقي ، فإن وافق هو فإنه صلح جائز لا إشكال فيه ، لأن الأصل في الصلح الحل والجواز ، فهو داخل تحت عموم قوله تعالى : { والصلح خير } وهذا القول رواية في المذهب واختارها ابن تيمية وابن القيم وقال ابن عباس : (( لا بأس به )) ، وهو أحد قولي الشافعي ومن منعه فليس معه إلا التخرّص والظن الذي تبين خطؤه فلا عبرة بقوله . ¶ ومنها : لو أن دينه كان حالاً فاصطلحا على أن يسقط عنه بعضه ويؤجل الباقي ، كأن تكون الألف حالةً الآن فقال رب الدين : أسقطت عنك مائتي ريال وأجلت سداد ثمانمائة ريال ، فإن المذهب يقول : \" صح الإسقاط ولم يصح التأجيل \" ، فأما صحة الإسقاط فلأن رب المال له أن يسقط من ماله ما شاء ، وأما عدم صحة التأجيل فلأن الحال لا يتأجل كذا قالوا ! ، والصواب إن شاء الله تعالى أنه يصح الإسقاط والتأجيل واختاره ابن تيمية وابن القيم وهو مذهب أهل المدينة رحم الله الجميع رحمة واسعة ، وذلك لأن الأصل في الصلح الجواز وهذا داخل في هذا العموم ولا دليل مع من أخرجه و قولهم : \" إن الحال لا يتأجل \" كلام لا دليل عليه بل الحال يتأجل بالرضا والصلح ، فكما أن لرب المال أن يسقط من ماله ما شاء فكذلك له أن يؤخر الاقتضاء ما شاء ، فلا حرج في ذلك والله أعلم . ¶ ومنها : لو صالح مكلفاً ليقر له بالعبودية أي بأنه مملوكه لم يصح ذلك الصلح لأنه يحل حراماً إذا الحر المسلم لا يستعبد أو يسترق ، ولا نزاع في عدم صحة ذلك الصلح ، والله أعلم . ¶ ومنها : لو صالح امرأة لتقر له بالزوجية فإن هذا صلح ظالم فاجر لا يصح ، قال في الإنصاف : \" بلا نزاع أعلمه \" اهـ ، وذلك لأنه يحل حراماً ، ولأن بذل المرأة نفسها بعوض لا يجوز . والله أعلم .",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "ومنها : لو ادعى رجل على آخر بأنه رقيقه ، أو أن هذه المرأة زوجته فأنكرا واصطلحا على أن يبذلا للمدعي شيئاً من المال صلحاً عن دعواه ، فهذا جائز قطعاً للخصومة ، وصححه في تصحيح الفروع والنظم وغيره وجزم به في الوجيز وغيره ، وذلك لأن الأصل في الصلح الحل والإباحة ، هذا إذا لم يكن المدعي عالماً بكذب دعواه فإن كان عالماً بكذب نفسه فإنه لا يحل له هذا المال الذي دفع صلحاً لأنه أكل لمال الغير بالباطل، فهذا الصلح مع العلم بكذب نفسه يحل حراماً فإن أموالنا بيننا حرام إلا بحقها والله أعلم. ¶ ومنها : لو قال له : أقٍرَّ لي بديني وأعطيك بعضه فأقر له بالدين ، فإن الإقرار صحيح لا غبار عليه ، لكن هل يلزم رب المالك أن يعطيه شيئاً من الدين ؟ أقول : بتفريع هذا الفرع على القاعدة يتبين أنه لا يلزم رب الدين أن يعطي المقر بدينه شيئاً ، وذلك لأنه يجب على من في ذمته حق لغيره أن يبذله مجاناً ولا يحق له أكل أموال الغير بالباطل ، فالصلح هذا أحل حراماً ، فلا يحل أخذا العوض على الإقرار بما في ذمته من الحق للغير ، لكن لو سمحت نفس رب المال وأعطاه شيئاً تفضلاً منه وإكراماً فهذا لا بأس به ، وأما الصلح فليس بملزم لأنه أحل حراماً والله أعلم . ¶ ومنها : لو قال له : سأقر لك بالدين الذي في ذمتي لك بشرط أن تسقط عني بعضه فرضي رب الدين بذلك مكرهاً ليستخرج حقه ، فإنه يصح الإقرار ولا يصح الصلح لأنه صلح ظالم متضمن لأكل مال الغير بلا حق ، وفي الحديث : (( لا يحل مال امرئ مسلم إلا بطيب نفس منه )) والله أعلم .",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "ومنها : إذا ادعى رجل على آخر ديناً أو عيناً فأنكر المدعى عليه ذلك وهو يجهل أن عليه ذلك ، ثم صالح عنه بمال حالٍ أو مؤجل فإن هذا صلح صحيح ، وهو الذي يسميه الفقهاء الصلح مع الإنكار ، ودليل صحته عموم حديث : (( الصلح جائز بين المسلمين )) ولأن الأصل في الصلح الجواز ، ومثله من ادعي عليه بوديعة أو تفريط فيها أو قراضٍِ فأنكر وصالح على مال فهو جائز لأن الأصل في الصلح الجواز ، إلا أن هذا الصلح يختلف حكمه فهو في حق المدعي بيع لأنه يعتقد أنه عوض عن ماله الذي يدعيه ، وهو في حق المدعى عليه إبراء لأنه دفع المال افتداءً ليمينه وإزالة للضرر عنه ، هذا إذا لم يكن أحدهما كاذباً ، أما إذا كان أحدهما كاذباً في دعواه أو إنكاره وعلم بكذب نفسه لم يصح الصلح في حقه باطناً ، وما يأخذه بسبب الصلح فحرام وسحت في حقه ، لأنه أكل للمال بالباطل والله أعلم .",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "ومنها : الصلح لإسقاط حد السرقة كأن تثبت السرقة على أحدٍ فيأتي صاحب المال إلى السارق ويقول له : أعطني مالاً وأسقط حقي ، فنقول : هذا الصلح محرم لا يجوز ، لأنه مفضٍ إلى إسقاط ما وجب من الحدود ولأن الحد في السرقة ليس حقاً لرب المال حتى يصالح عليه ، بل هو من حقوق الله تعالى . ومثله أيضاً أن يمسكه العسس وهو شارب فيصالحهم بمال على أن يطلقوه فهذا محرم لا يجوز لأن هذا ليس حقاً لهم ليصالحوا عليه بل هو من حقوق الله تعالى ، ولأنه مفضٍ إلى إسقاط ما وجب من الحدود والله أعلم . ومثله أيضاً المصالحة على إسقاط حد القذف لا يجوز أيضاً ، لأنه ليس بمال ولا يؤول إلى المال فلم يجز الاعتياض عنه كسائر ما لا حق له فيه و إنما شرع الحد للزجر والله أعلم . ومثله أيضاً أن يصطلح الزاني والزانية أو أولياؤها على مالً لئلا ير فعوا أمره للسلطان فهذا محرم لا يجوز ، إذ لاحق لهم في ذلك فإن إقامة حد الزنى من حقوق الله ، فالصلح في هذه الصور كلها لا يجوز لأنه مفضٍ إلى المفسدة ولأنه مسقط لما وجب شرعاً والله أعلم . ¶ ومنها : لو صالحه ليشهد له بالزور أو لئلا يشهد بالحق الذي يعلمه فهذا صلح ظالم جائر لأنه يحل الحرام ، لأن شهادة الزور أصلاً محرمة وكبيرة من كبائر الذنوب ، والصلح لا يحلها ، وكذلك يجب على الشاهد أن يدلي بالشهادة الواجبة عليه بالحق الذي يعلمه ولا يجوز له كتمه ، قال تعالى : { ولا تكتموا الشهادة ومن يكتمها فإنه آثم قلبه } فالصلح على ذلك لا يجوز لأنه يحل حراماً والله أعلم .",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "ومنها : الصلح على أن لا يقتل القاتل عمداً بمال يدفعه ولو كان أكثر من الدية فهذا جائز ، إذا لا مانع منه فإنه يفتدي نفسه بذلك المال ، ولو بأضعاف أضعاف الدين ، فعن عمرو بن شعيب عن أبيه عن جده أن النبي - صلى الله عليه وسلم - قال : (( من قتل متعمداً دفع إلى أولياء المقتول فإن شاءوا قتلوه وإن شاءوا أخذوا الدية وهي ثلاثون حقة وثلاثون جذعة وأربعون خلفة وذلك عقل العمد ، وما صالحوا عليه فهو لهم وذلك تشديد العقل )) رواه أحمد وابن ماجه والترمذي وحسنه والله أعلم . ¶ ومنها : المصالحة على إسقاط حق الشفعة كأن يشتري لرجل شقصاً في أرضٍ لرجلين ، فإنه شرعاً يحق للشريك انتزاع هذا الشقص من مشتريه بالثمن الذي بيع به ، لكن لو قال المشتري صالحني على شيء من المال على أن يسقط حقك في الشفعة فهل يجوز ذلك ؟ أقول : ظاهر المذهب أنه لا يجوز لأن الشفعة إنما شرعت لإزالة الضرر عن الشريك ، فلما قبل هذا الصلح علمنا أنه لا ضرر عليه فلا شفعة حينئذٍ ، ولكن الأقرب والله أعلم أنه صلح جائز ، لأن الأصل في الصلح الجواز فهو داخل تحت قوله : (( والصلح جائز بين المسلمين )) وحق الشفعة له إن شاء أسقطه ابتداء وإن شاء أسقطه بعوضٍ من باب المصالحة فلا بأس بذلك لهذا الأصل المتقرر والله أعلم . هذا هو خلاصة باب الصلح قد جمعناه لك في قاعدة واحدة وهي أن تحكم على كل صلحٍ بأنه جائز إلا الصلح الذي يحل حراماً أو يحرم حلالاً والله أعلم . ¶ فهرس قواعد البيوع وفرائد الفروع ¶ تسلسل القاعدة ... نصها ... رقم الصفحة ¶ الأولى ... الأصل في المعاملات الحل والإباحة إلا بدليل . ... 1 ¶ الثانية ... تنعقد المعاملة بما يدل عليها من قول أو فعل . ... 15 ¶ الثالثة ... كل ما صح نفعه صح بيعه إلا بدليل . ... 22 ¶ الرابعة ... الأصل في الشروط في المعاملات الحل والإباحة إلا بدليل . ... 25 ¶ الخامسة ... كل معاملة فيها غرر أو جهالة فيما يقصد فهي باطلة . ... 39",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "السادسة ... الأصل هو العدل في كل المعاملات ومراعاة الطرفين ورفع الضرر عنهما. ... 44 ¶ السابعة ... القصود في العقود معتبرة . ... 51 ¶ الثامنة ... لا يصح البيع إلا من مالك للعين أو من يقوم مقامه . ... 59 ¶ التاسعة ... عقود المعاوضات مبناها على المشاحة ، وعقود التبرعات مبناها على المسامحة. ... 64 ¶ العاشرة ... كل من جاز له فعل شيء تدخله النيابة فله التوكيل فيه . ... 68 ¶ الحادية عشرة ... من باع شيئاً دخل فيه ما هو من ضروراته وما اقتضاه شرع أو عرف. ... 72 ¶ الثانية عشرة ... لا يجوز بيع الثمار حتى يبدو صلاحها . ... 76 ¶ الثالثة عشرة ... من جمع في البيع بين جائز ومحرم صح في الجائز بقسطه . ... 80 ¶ الرابعة عشرة ... إذا بيع ربوي بجنسه وجب التماثل والتقابض ، وبغير جنسه وجب التقابض ، ¶ وإذا اختلفت العلل لم يجب شيء . ... 82 ¶ الخامسة عشرة ... كل قرض جر نفعاً فهو ربا . ... 88 ¶ السادسة عشرة ... كل ما أمكن ضبطه بالصفة والنوع والقدر والأجل صح سلمه في الذمة. ... 91 ¶ السابعة عشرة ... كل ما صح بيعه صح قرضه . ... 97 ¶ الثامنة عشرة ... الجهل بالتساوي كالعلم بالتفاضل إلا في العرايا . ... 99 ¶ التاسعة عشرة ... الاستثناء في المعاوضات لا تغتفر فيه الجهالة ، وفي التبرعات تغتفر . ... 103 ¶ العشرون ... من ابتاع شيئاً فلا يبعه حتى يقبضه . ... 107 ¶ الواحدة والعشرون ... كل مباح أدى تعاطيه إلى محرم فهم حرام . ... 111 ¶ الثانية والعشرون ... اليد الغاصبة ضامنة مطلقاً ، والأمينة لا تضمن إلا مع التفريط . ... 114 ¶ الثالثة والعشرون ... كل مغالبة مبنية على المخاطرة فهي قمار وميسر إلا فيما أجازه الدليل ... 117 ¶ الرابعة والعشرون ... المثليات تضمن بمثلها حسب الإمكان وإلا فبالقيمة . ... 122 ¶ الخامسة والعشرون ... ما لا حرمة له شرعاً لا يضمن بالإتلاف . ... 124 ¶ السادسة والعشرون ... يحجر على من في الحجر عليه مصلحة راجحة . ... 126",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "السابعة والعشرون ... الصلح جائز بين المسلمين إلا صلحاً حرم حلالاً أو أحل حراماً . ... 134 ¶ الفهرس ... ================================= ... 140",
            "page": "169",
            "part": "1"
        }
    ],
    "t37488": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "قواعد البيوع وفرائد الفروع"
        }
    ]
}