{
    "b37493": [
        {
            "id": "1",
            "nass": "سلسلة بحوث وتحقيقات مختارة من مجلة الحكمة (27) ¶ عليكم بالسنة فإن السنة مفتاح القرآن ¶ بقلم ¶ محمود اليوسفي ¶ قام بنشره ¶ أبو مهند النجدي ¶ Almodhe1405@hotmail.com ¶ almodhe@yahoo.com",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ حَمْدًا لِرَبّي خَالِقِ الأَكْوَانِ ... حَمْدًا يَزِيدُ الثِّقْلَ في المِيزَانِ ... ¶ ثُمَّ الصلاةُ والتَّحيَّاتُ عَلَى ... خَيْرِ العِبَادِ المُصْطَفَى العَدْنَانِي ... ¶ كذَا عَلى الِ النَّبِيّ وصحْبِهِ ... ومَنِ اقْتَدَى بِهِمُ عَلَى الإيمانِ ... ¶ يَا حَائِرًا في هَذِهِ الدُّنيَا وَمَنْ ... يَبْغِي نَجَاةً مِنء لَظَى النيرَانِ ... ¶ أقْبِلْ عَلَى هَدْي النَّبِيِّ مُحمَّدٍ ... مَنْ خُصَّ بَيْنَ الخَلْقِ بالقُرْآنِ ... ¶ فَهُوَ الّذي يُعْطِيكَ عِزًّا دَائِمًا ... لا سيَّمَا في حَضْرَةِ الرَّحْمنِ ... ¶ في هَدْيِهِ سُبُلُ الحَيَاةِ كَرِيمَةٌ ... خُطَّتء لنَا مِنْ خالقٍ دَيَّانِ ... ¶ هُوَ خَالِقٌ هُوَ مُبْدِعٌ هَوَ مَنْ لَنَا ... وَضَعَ السَّبِيلَ بأَحْسَنِ التِّبْيَانِ ... ¶ مَنْ سَارَ مُقْتَفِيًا خُطَى سَلفٍ لَنَا ... قَدْ فَازُوا في الدَّارَيْنِ بِالرّضْوَانِ ... ¶ أمِنَ العِثَارَ لأَنّهُ نَهْجٌ لَهُ ... ضُمِنَ الهُدَى مِنء مُبْدِعِ مَنَّانِ ... ¶ فَعَلَيْكُمُ بِالسُّنَّة مَا إنْ تَمَـ ... ـسَّكتُمْ بِهَا نِلْتُمْ هُدَى الرَّحْمنِ ... ¶ مَوْعِظَةٌ قَدْ قالَها خَيرُ الوَرَى ... فَامْسِكْ بِهَا بالأيْدِي وَالأسْنَانِ ... ¶ أعْنِي كتَابَ رَبِّنَا فِيهِ الهُدَى ... والسُّنَّةَ القَويمَةَ البُنْيَانِ ... ¶ سُنةُ خَيْرِ الخَلْقِ ظَلَّتْ تَوْأمًا ... لِكِتَاب رَبِّي الخَالِقِ الدَّيَّانِ ... ¶ فَالسُّنَّةُ الْغَرَّاءُ لِلْقُرْآنِ كَالْـ ... ـمِفْتَاحِ لِلْكَنْزِ فَخُذْ تِبْيَاني ... ¶ في آيهِ الْمُطْلَقُ وَالْمُجْمَلُ، فَا ... لتَّقْييدُ والتَّبْيِينُ كَالبُرْهَانِ ... ¶ كَذَلِكَ الْمَنْسُوخُ وَالعَامُ وَمَا ... يَحْتَاجُ للتَّخصيص وَالإتْقانِ ... ¶ كُونُوا حُمَاةَ السُّنَّةِ الْغَرَّاءِ لا ... تُلْقُوا بِهَا في عَالَم النسْيَانِ ... ¶ فَالدينُ قالَ اللهُ قالَ رَسُولُهُ ... فَكِلاهُمَا مُستَوْجِبَا الإذْعانِ ... ¶ فافْهَمْ كِتَابَ الله فَهْمًا جَيْدًا ... واعْمَلْ بِمَا فيهِ بلا نُقْصَانِ ... ¶ والسُّنَّةَ الغَرَّاءَ لا تُهمِلْ فَلِلْـ ... إسْلامٍ والدينِ هُمَا أصْلان ¶ فصل ¶ إيَّاكَ وَالآرَاءَ لا تَجْعَلْ لَهَا ... في الدِّينِ حُكْمًا دُونَما بُرْهَانِ ... ¶ أنَّى تَحِلُّ دِمَاؤُنَا وَفُرُجُنَا ... بِمُجَرَّدِ الرَّأي بلاَ سُلطَانِ ... ¶ أوْ تُؤْخَذُ الأَمْوَالُ وَالأَمْلاكُ بل ... أعْرَاضُنَا بِالرَّأْي مِنْ إِنْسَان ¶ فصل",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "يَا سَالِكًا سُبلَ الغِوَايَةِ وَالرَّدَى ... مَهْلاً فَقَدْ أَسْرَفْتَ في النُّكْرَانِ ... ¶ ارْجِعْ إلى رَبِّ كَرِيمٍ غَافِرٍ ... لِلذَّنْبِ ذِي فَضْلٍ وَذِي إحْسَانِ ... ¶ كَمْ مَنْ صَرِيعٍ مَاتَ مُلْتَبِسًا بَمَا ... يَنْهَى الإلهُ وطاعَةِ الشّيْطَانِ ... ¶ مِنْ تارِكٍ سُنَنَ الزَّوَاجِ وَحِصْنِهِ ... مُسْتَمْسِكِينَ بِوَصْمَةِ الأخْدَانِ ... ¶ أوْ قاصِدٍ بُلْدَانَ كُفْرٍ رَاغبًا ... فِيمَا لَدَيْهِمْ مِنْ حُطَامٍ فَانِ ... ¶ أَوْ تَارِكٍ حَتَّى الصَّلاةَ وَمَا دَرَوْا ... أنَّ الصلاةَ تَوْأمُ الإيمَانِ ... ¶ فَإذَا نَصحْتَهُمُ بِأَنْ لا يَشْتَرُوا ... لَهُمُ فَسَادَ الكُفْرِ بِالإيمَانِ ... ¶ أوْ قُلْتَ لا تَشْرُوا الْهِدَايَة بالرَّدَى ... رُدُّوا علَيْكَ بِمَنْطِقِ السَّكْرانِ ... ¶ فَاحْذَرْ أَخِي مِنْ أنْ تَكُونَ كَمِثْلِهِم ... أوْ أَنْ تبيعَ الهَدْىَ بالخُسْ {انِ ... ¶ مِنْهَاجُنَا هُوَ مَا عَلَيْهِ مُحَمَّدٌ ... صَلى عَلَيْهِ مُنَزِّلُ الفُرْقَانِ ... ¶ هُوَ مَا علَيْهِ الآلُ وَالأصْحَابُ مِنْ ... دِينٍ قَوِيمٍ ثَابِتِ الأرْكَان ¶ فصل ¶ وَاحْذَرْ أُنَسًا شيَّدُوا دُورًا لَهُمْ ... لا لِلْهِدَايةِ بَلْ لِشَيْءٍ ثَانِ ¶ جَعَلُوا لَهَا قُبَبا مُزَخْرَفَةً وَكَمْ ... صَادُوا بِهَا الأمْوَالَ بِالبُهْتَانِ ¶ يَا ليْتَهُمْ في الصَّيْدِ بِالْمَالِ اكْتَفَوْا ... بَلْ شَبَّهُوا الجُدْرَانَ بِالأوْثانِ ¶ وتَوَسَّلُوا بِقُبُورِ مِنْ ظَنُّوا بِهِمْ ... قُرْبًا مِنَ الله العَظِيمِ الشَّانِ ¶ كَيْ يَشْفَعُوا لهُمُ وَينْجُوهُمْ غَدًا ... عِنْدَ الْحِسَابِ مِنْ لَظَى النِّيرَانِ ¶ لَمْ يَعْلَمُوا أنَّ الأُلى يَدْعُونَهُمْ ... يَرْجُونَ أنهْ يَدْنُوا مِنَ الرَّحْمن",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ حَمْدًا لِرَبّي خَالِقِ الأَكْوَانِ ... حَمْدًا يَزِيدُ الثِّقْلَ في الْمِيزَانِ ¶ ثُمَّ الصَّلاَةُ وَالتَّحِيَّاتُ عَلَى ... خَيْرِ العِبَادِ المُصْطَفَى العَدْنَاني ¶ كَذَا عَلَى آلِ النَّبِيّ وَصَحْبِهِ ... وَمَنِ اقْتدَى بِهِمُ عَلَى الإيمَان ¶ الحمد هو الثناء على الله تعالى بجميل صفاته على قصد التعظيم، فالله سبحانه وتعالى وهو المستحقُّ لجميع صفات الحمد؛ لأنه هو المنعم المتفضِّل على جميع الخلق، وهو المصدر لكل خير، فأيُّ حمد يصدر عن أية جهة، فالله سبحانه وتعالى يستحقه، فهو المربي للبشر، والمهذّب لهم بإنزال شرائعه عليهم، وبطبيعتهم التي طبعهم عليها ملهمة بالتفريق بين الفجور والتقوى، والباطل والحق، فقد هدى الناس النجدين وبيّن لهم السبيلين. ¶ فاللهم لك الحمد حمدًا كثيرًا خالدًا مع خلودك، ولك الحمد لا منتهى له دون علمك، ولك الحمد حمدًا لا منتهى له دون مشيئتك، ولك الحمد حمدًا لا آخر لقائله إلا رضاك. ¶ (حمدًا يَزيدُ الثِّقْلَ في المِيزَان) وذلك لما رواه أبو مالك الحارث بن عاصم الأشعري عن رسول الله - صلى الله عليه وسلم -: \"الطَّهُورُ شَطْرُ الإِيمَانِ، وَالْحَمْدُ لله تَمْلأُ الميزَانَ، وَسُبْحَانَ اللهِ وَالْحَمْدُ لله تَمْلآنِ أَوْ تَمْلاُ ما بَيْنَ السّمَاءِ والأرْض، والصّلاةُ نُورّ، وَالصَّدَقَةُ بُرْهَانٌ، وَالصَّبْرُ ضِيَاءً، وَالقُرآنُ حُجَّةٌ لَكَ أوْ حُجَّةٌ عَلَيْكَ، كُلُّ النَّاسِ يَغْدُو، فَبَائِعٌ نفْسَهُ فَمُعْتِقُهَا أوْ مُوبِقُهَا\" (¬1). ¶ والصلاة التي هي من الله سبحانه وتعالى الرحمة والمغفرةُ والثناء على نبيه عند الملائكة، ومن الملائكة الاستغفار والدعاءُ، ومن الجن والإنس التضرُّع والدعاء (والتحيات) وهو التسليم الذي هو تسليم الله سبحانه وتعالى، والذي أمرنا به في قوله تعالى: صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً} (الأحزاب: من الآية56). ¶ ¬__________ ¶ (¬1) رواه أحمد في المسند (5/ 432، 343، 344)، ومسلم (3/ 99) بشرح النووي، وابن ماجه (280)، والنسائي.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "(خَيْرِ الْعِبَادِ): أفضل خلقه بلا تردد، لأحاديث كثيرة دالة على ذلك، منها: قوله - صلى الله عليه وسلم -: \"أَنَا سَيِّدُ وُلْدِ آدَمَ وَلاَ فَخْرَ\" (¬1). ¶ (عَلَى آلِ النَّبِيّ): اختلف في آل النبي - صلى الله عليه وسلم -، مَنْ هُمْ؟ ¶ \"قيل: إن آل النبي - صلى الله عليه وسلم - هم الأمة جميعًا، قال النووي في شرح مسلم: وهو أظهرها، قال: وهو اختيار الأزهري وغيره من المحققين\" انتهى. ¶ وإليه ذهب نشوان الحميري إمام اللغة، ومن شعره في ذلك: ¶ آلُ النَّبيّ هُمْ أتْباعُ مِلَّتِهِ ... مِنَ الأعَاجِمِ وَالسُّودَانِ وَالْعَرَبِ ¶ لَوْ لَمْ يَكُن آلُهُ إلا قَرَابَتَهُ ... صَلّى المُصَلّي عَلَى الطَّاغِي أبِي لَهَب ¶ ويدل على ذلك أيضًا قول عبد المطلب من أبيات له: ¶ \"وَانْصُرْ عَلَى آلِ الصَلِيبٍ ... وَعَابِدِيهِ الْيَوْمَ آلَكَ\" ¶ والمراد بآل الصَّليب أتباعه، ومن الأدلة على ذلك قول الله تعالى: {أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ} لأن المراد بآله أتباعه ... (¬2). ¶ كما يدلُّ على ذلك أيضًا قوله سبحانه وتعالى: {وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُونَ} [البقرة: 50]. ¶ يَا حَائِرًا في هَذِهِ الدُّنْيَا وَمَنْ ... يَبْغِي نَجَاةً مِنْ لَظَى النِّيرَانِ ¶ أقْبِلْ عَلَى هَدْيِ النَّبِيِّ مُحَمَّدٍ ... مَنْ خُصَّ بَيْنَ الخَلْقِ بِالْقُرْآنِ ¶ لا سِيَّمَا في حَْرَةِ الرَّحْمن ¶ ¬__________ ¶ (¬1) أخرجه البخاري (8/ 300) في التفسير، باب {ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ} عن أبي هريرة بلفظ: \"أنا سَيِّدُ النَّاسِ يَوْمَ القِيَامَةِ\"، وهو حديث الشفاعة الطويل. ¶ ومسلم (194) في الإيمان، باب أدنى أهل الجنة منزلة. ورواه مسلم أيضًا (2278) في الفضائل، باب تفضيل نبينا - صلى الله عليه وسلم - عن أبي هريرة رضي الله عنه بلفظ: \"أَنَ سَيِّيدُ وُلْدِ آدمَ يَومَ القيَامةِ، وَأَوَّلُ مَنْ يَنْشَقُّ عَنْهُ القَبْرُ، وَأَوَّلُ شَافِعٍ وَأوَّلُ مشفِّعٍ\" وأخرجه أحمد والترمذي. ¶ (¬2) نيل الأوطار (2/ 301).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فَهْوَ الذي يُعْطِيكَ عِزًّا دائِمًا ¶ (يا حَائِرًا): نداء لكل حائر يريد أن يجد له طريقًا يدخل به الجنة، وينجو من عذاب الله يوم القيامة، وهذا يجب أن يكون مبتغى كل مسلم يؤمن بالله واليوم والآخر، وهذا هو الذي دعا معاذ بن جبل رضي الله عنه أن يطلب من النبي - صلى الله عليه وسلم - أن يخبره بعمل يقربه من الجنة ويبعده من النار، كما سيأتي نص الحديث بتمامه إن شاء الله تعالى. ¶ (أقبلْ علَى هَدْي النبيّ مُحَمَّدٍ): هديُ النبي - صلى الله عليه وسلم - هو السبيل الذي نجا به السابقون وينجو به اللاحقون {قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِيناً قِيَماً مِلَّةَ إِبْرَاهِيمَ حَنِيفاً وَمَا كَانَ مِنَ الْمُشْرِكِينَ} [الأنعام:161]. ¶ هذا هو السبيل الذي لا اعوجاج فيه ولا انحراف، هذا هو السبيل الذي اهتدى إليه إبراهيم عليه السلام وجميع الأنبياء والمرسلين سلام الله عليهم، الإسلام العظيم، سبيل الحنيفية السمحة التي ليلها كنهارها. ¶ فهدي النبي محمد - صلى الله عليه وسلم - هو هدي جميع الأنبياء والمرسلين، حيث إن الله جلّ وعلا بعث جميع أنبيائه بالإسلام من لدن آدم عليه السلام إلى آخر الآنبياء نبينا محمد - صلى الله عليه وسلم -، ولو أنهم متفاوتون بحسب شرائعهم الخاصة التي ينسخ بعضها بعضًا، إلى أن نسخت جميعها بشريعة نبيًا محمد - صلى الله عليه وسلم - التي لا تنسخ أبد الآبدين، ولا تزال قائمة منصورة، وأعلامها منشورة إلى قيام الساعة، ولذلك قال عليه الصلاة والسلام: \"أنَا أوْلَى النَّاس بابْنِ مَرْيَمَ في الدُّنْيَا وَالآخِرَةِ، لَيْسَ بَيني وَبَينَه نَبِيٌّ، وَالأَنْبِيَاءُ إخْوَةٌ، أبْنَاءُ عَلأاتٍ، أُمَّهَاتُهُمْ شَتَّى وَدِينُهُمْ وَاحِدٌ\" (¬1). ¶ فإن أولاد العلات هم الإخوة من أب واحد وأمهات شتى، فالدين واحد، وهو عبادة الله وحده لا شريك له، وإن تنوعت الشرائع التي هي بمنزلة الأمهات. ¶ ¬__________ ¶ (¬1) رواه البخاري (6/ 353، 354) في الأنبياء، ومسلم رقم (2365) في الفضائل، وأبو داود (4675) باب التخيير بين الأنبياء.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "{قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} [يوسف:108]. ¶ يقول سبحانه وتعالى لرسوله إلى الثقلين الجن والإنس آمِرًا له أن يخبر الناس، أن هذه سبيله، أن هذه سبيله، أي طريقته ومسلكه وسنته، وهي الدعوة إلى شهادة أن لا إله إلا الله وحده لا شريك له يدعو إلى الله بها على بصيرة من ذلك ويقين وبرهان هو وكل من اتبعه يدعو إلى ما دعا إليه رسول الله - صلى الله عليه وسلم - على بصيرة ويقين وبرهان عقلي وشرعي. ¶ (مَنْ خُصَّ بَيْنَ الخَلْقِ بِالقُرآنِ): لقد خص نبينا محمد - صلى الله عليه وسلم - من بين سائر الأنبياء بالقرآن العظيم. يقول عليه الصلاة والسلام، فيما ثبت في الصحيحين عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: \"مَا مِنء نَبِيٍّ مِنَ الأنْبِيَاءِ إلا قَدْ أُعْطِيَ مِنَ الآيَاتِ مَا آمَنَ عَلَى مِثْلِهِ الْبَشَرُ، وَإِنَّمَا كَانَ الذي أُوتِيتُهُ وَحْيًا أَوْحَاهُ اللهُ إِليِّ، فَأرجُو أَنْ أكونَ أكْثَرَهُمْ تَبَعًا يَوْمَ القِيَامَةِ\" (¬1). ¶ (فَهُوَ الذي يُعطيكَ عِزًّا دائمًا ... إلخ): وذلك لقوله سبحانه وتعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلاً * خَالِدِينَ فِيهَا لا يَبْغُونَ عَنْهَا حِوَلاً) [الكهف: 107، 108] يخبر سبحانه عن عباده السعداء، وهم الذين آمنوا بالله ورسوله وصدقوا المرسلين فيما جاؤوا به، أن لهم جنات الفردوس، والفردوس أعلى الجنة وربوتها، كما جاء في الصحيحين: \"إذَا سأَلْتُمُ اللهَ الجَنّةَ، فَاسْأَلُوهُ الفِرْدَوْسَ، فَإنّهث أَعْلَى الجَنّةِ، وَأَوْسطُ الجَنّةِ، وَمِنْهُ تَفَجَّرُ أنهارُ الْجَنّةِ\" (¬2). ¶ وقال تعالى: {قُلْ أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ كَانَتْ لَهُمْ جَزَاءً وَمَصِيراً * لَهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ كَانَ عَلَى رَبِّكَ وَعْداً مَسْؤُولاً} [الفرقان:16]. ¶ ¬__________ ¶ (¬1) أخرجه البخاري (9/ 5، 6) فضائل القرآن، ومسلم رقم (152) في الإيمان، باب وجوب الإيمان برسالة نبينا محمد - صلى الله عليه وسلم -. ¶ (¬2) رواه البخاري (2790) باب درجات المجاهدين في سبيل الله. ورواه الترمذي (2530، 2531) ولم أجده في صحيح مسلم.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يقول الله تعالى: يا محمد، هذا الذي وصفناه لك من حال الأشقياء الذين يحشرون على وجوههم إلى جهنم فتلقاهم بوجه عبوس، وتغيظ وزفير، ويلقون في أماكنها الضيقة مقرنين لا يستطيعون حراكًا، ولا استنصارًا ولا فكاكًا مما هم فيه؟ ¶ أهذا خير أم جنة الخلد التي وعدها الله المتقين من عباده التي أعدها لهم، وجعلها لهم جزاءً ومصيرًا على ما أطاعوه في الدنيا، وجعل مآلهم إليها ولهم فيها ما يشاؤون من الملاذ من مآكل ومشارب، وملابس، ومساكن، ومراكب، ومناظر، وغير ذلك مما لا عين رأت ولا أذن سمعت، ولا خطر على قلب أحد، وهم في ذلك خالدون أبدًا، دائمًا سرمدًا، بلا انقطاع ولا زوال ولا انقضاء، ولا يبغون عنها حولاً، وهذا من وعد الله الذي تفضّل به عليهم وأحسن به إليهم، ولهذا قال: {كَانَ عَلَى رَبِّكَ وَعْداً مَسْؤُولاً} أي لا بد أن يقع وأن يكون، وأنه وعد واجب\" (¬1). ¶ عن أبي موسى، عن النبي - صلى الله عليه وسلم - قال: \"مَثَلث مَا بَعثَني الله بِهِ مِنَ الهُدَى والعِلْمِ كمَثَلِ الغيْثِ الكثيرِ، أصَابَ أرْضًا، فَكَانَ مِنهَا نَقيةٌ قَبِلَتِ المَاءَ فأنْبَتَتِ الْكلأَ وَالعُشْبَ الكَثِيرَ، وَكَانَتْ مِنْهَا أجَادِبُ أمْسَكَتِ المَاءَ فَنَفَعَ اللهُ بِهِ النّاسَ فِشَرِبُوا وَشَقَوا وَزَرَعُوا، وأصَابتْ مِنهَا طَائِفَةً أُخْرَى إِنّما هِيَ قِيعَانٌ لا تُمْسِكُ مَاءً وَلاَ تُنْبتُ كَلأً، فَذَلِك مَثَلُ مَنْ فَقِه فِي دين الله وَنَفَعَهُ مَا بَعَثَنِي الله بِهِ فَعَلِمَ وعَلَّمَ، وَمَثلُ مَنْ لم يَرْفَعْ بِذلك رأسًا ولَمْ يقْبَلْ هُدَى الله الذِي أرسلتُ بِهِ\" (¬2). ¶ في هَدْيهِ سُبُلُ الحيَاةِ كريمَةٌ ... خُطّتْ لَنَا مِنْ خَالِقٍ دَيَّانِ ¶ هُوَ خالِقٌ هُوَ مُبْدعٌ هوَ مَنْ لَنَا ... وَضَعَ السَّبِيلَ بأحسَنِ التِّبْيَان ¶ قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً} [المائدة: 3] هذه أكبر نعمه الله تعالى على هذه الأمة حيث أكمل تعالى لهم دينهم، فلا يحتاجون إلى دين غيره، ولا إلى نبي غير نبيهم صلوات الله وسلامه عليه، ولهذا جعله الله خاتم الأنبياء وبعثه إلى ¶ ¬__________ ¶ (¬1) تفسير ابن كثير (3/ 311). ¶ (¬2) رواه البخاري (79)، ومسلم (15/ 46) بشرح النووي.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الإنس والجن، فلا حلال إلا ما أحلّه ولا حرام إلا ما حرّمه، ولا دين إلا ما شرعه، وكل شيء أخبر به فهو حق وصدق لا كذب فيه ولا خلف. كما قال تعالى: {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً وَعَدْلاً} أي صدقًا في الأخبار وعدلاً في الأوامر والنواهي، فلما أكمل لهم الدين تمت عليهم النعمة. ولهذا قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً} أي فارضوه أنتم لأنفسكم، فإنه الدين الذي أحبه الله ورضيه وبعث به أفضل الرسل الكرام، وأنزل به أشرف كتبه\" (¬1). ¶ أخرج السيوطي بسنده عن ابن وهب قال: كنا عند مالك بن أنس نتذاكر السنة، فقال مالك: \"السُّنةُ سفينة نوح، من ركبها نجا ومن تخلف عنها غرِق\" (¬2). ¶ وعن العرباض بن سارية رضي الله تعالى عنه أنه قال: \"صلى بنا رسول الله - صلى الله عليه وسلم - ذات يوم، ثم أقبل علينا بوجهه، فوعظنا موعظة بليغة ذرفت منها العيون، ووجلت منها القلوب، فقال رجل: يا رسول الله كأنّ هذه موعظة مودِّعٍ، فماذا تعهدُ إلينا؟ قال: \"أوصيكم بتقوى الله والسمع والطاعة وإن عبدًا حبشيًا، فإنه من يعش منكم بعدي فسيرى اختلافًا كثيرًا، فعليكم بسنتي، وسنة الخلفاء الراشدين المهديين، تمسكوا بها، وعضوا عليها بالنواجذ، وإياكم ومحدثات الأمور، فإن كل محدثة بدعة، وكل بدعة ضلالة\" (¬3). ¶ وعن معاذ بن جبل رضي الله عنه قال: قلت: يا رسول الله أخبرني بعمل يدخلني الجنة ويباعدني عن النار، قال: \"لقد سألتَ عن عظيم، وإنّه ليسيرٌ على من يسرَهُ الله تعالى علَيْه، تعبدُ الله ولا تُشركُ بهِ شيئًا، وتُقيمث الصلاةَ، وتُؤتي الزكاةَ، وتصومُ رَمضانَ، وتحجُّ البيتَ إنِ استطعتَ إليهِ سبيلاً\" ثمّ قالَ له: \"ألاَ أدلكَ على أبوابِ الخيرِ؟ الصَّومث جُنَّةٌ، والصدقةُ تُطفئ الخطيئَةَ كمَا يُطفئُ الماءُ النارَ، وَصلاة المَرْءِ في جَوْفِ الليل\". ¶ ¬__________ ¶ (¬1) تفسير ابن كثير (2/ 12). ¶ (¬2) المفتاح للسيوطي ص 27. ¶ (¬3) أخرجه أبو داود في السنة (4607)، والترمذي في العلم (2676) وإسناده صحيح، وأخرجه أحمد في المسند (4/ 126، 127)، وابن ماجه في المقدمة (42).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ثم تلا: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ} حتى بَلغَ {يَعْمَلُونَ}. ¶ ثُم قال: \"ألا أُخبركَ برأسِ الأمرِ وعمودِهِ وذَروةِ سَنَامهِ؟ \" قُلْتُ: بَلَى، يَا رسُولَ الله، قالَ: \"رأسُ الأمرِ الإسلامُ، وَعَمُودُهُ الصلاةُ، وَذَرْوةُ سَنَامِهِ الجِهَادُ\" ثُم قال: \"ألا أُخْبِركَ بمِلاكِ ذَلِكَ كُلّهِ؟ \" قلتُ: بَلى، يَا رَسُولَ الله، فأخذَ بلسَانِهِ ثمّ قال: \"كُفَّ عَلَيْكَ هَذا\" قلتُ: يَا نبيَّ الله، وإنّا لمُؤَاخَذُونَ بمَا نَتَكَلَّمُ بِهِ؟ فقَالَ: \"ثَكِلَتْكَ أُمُّك يَا مُعَاذُ، وَهَلْ يَكُبُّ الناسَ في النارِ على وجوههِمْ – أوْ قالَ – علَى منَاخرِهِمْ إلا حَصائِدُ ألْسِنَتِهِمْ؟! \" (¬1). ¶ مَنْ سَارَ مُقْتَفيًا خُطَى سَلَفٍ لَنَا ... قَدْ فَازُوا في الدَّارَيْنِ بِالرِّضْوَانِ ¶ أَمِنَ العِثَارَ، لأنهُ نَهْجٌ لَهُ ... ضُمِنَ الهُدَى مِنء مُبْدعٍ مَنَّانِ ¶ فَعَلَيْكُم بالسُّنَّةِ مَا إنء تَمَـ ... ـسَكْتُم بِهَا نِلْتُمْ هُدَى الرَّحْمنِ ¶ مَوْعِظةٌ قَدْ قَالَهَا خَيْرُ الْوَرَى ... فَامْسِكْ بِهَا بِالأيْدِي والأسْنَانِ ¶ أعْنِي كِتَابَ رَبِّنَا فِيهِ الهُدَى ... وَالسُّنَّةَ القَويمَةَ البُنْيَان ¶ إن الله سبحانه وتعالى قد أثنى على الذين اتبعوا الصحابة بإحسان، فهذا دليل على أن اتباعهم صواب، وليس بخطأ، لأنه لو كان خطأً لكان غاية صاحبه أن يعفي له عنه، لا أن يجازى بالرضاء عنه، وإدخاله الجنة، فالرضوان عمن اتبعهم دليل على أن اتباعهم صواب. ¶ وكذلك قال تعالى: {وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ} [لقمان: 15] وكل من الصحابة منهيب إلى الله تعالى فيجب اتباع سبيله. ¶ وأقوالُه واعتقاداته من أكبر سبيله، والديل على أنهم منيبون إلى الله تعالى أن الله قد هداهم، وقال: {وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ} [الرعد: 27]. ¶ وقال: {اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ} [الشورى: 13]. ¶ ¬__________ ¶ (¬1) رواه الترمذي (2616) وقال: حديث حسن صحيح. ورواه أحمد في المسند (5/ 231)، وابن ماجه في سننه (3973) وهو حديث صحيح بطرقه. جامع الأصول (9/ 535) حاشية.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "كما أن الله سبحانه وتعالى أمرنا بأن نكون معهم في قوله الكريم: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ} [التوبة:119]. ¶ قال ابن القيم رحمه الله: \"قال غير واحد من السلف: هم أصحاب محمد - صلى الله عليه وسلم - ولا ريب أنهم أئمة الصادقين، وكل صادق بعدهم، فبهم يأتمُّ في صدقه، بل حقيقة صدقه اتباعه لهم، وكونه معهم، ومعلوم أن من خالفهم في شيء وإن وافقهم في غيره لم يكن معهم فيما خالفهم فيه، وحينئذ فيصدق عليه أنه ليس معهم فتنتفي عنه المهعية المطلقة، وإن ثبت له قسط من المعية فيما وافقهم فيه، فلا يصدق عليه أنه معهم بهذا القسط\" (¬1). ¶ وعن عبادة بن الصامت رضي الله عنه وغيره: \"بايعنا رسول الله - صلى الله عليه وسلم - على أن نقول بالحق حيث كنا، ولا نخاف في الله لومة لائم، ونحن نشهد بالله أنهم وفوا بهذه البيعة، وقالوا بالحق، وصدعوا به، ولم تأخذهم في الله لومةه هلائم، ولم يكتموا شيئًا منه مخافة سوط ولا عصا ولا أمير ولا والٍ كما هو معلوم لمن تأمله من هديهم وسيرتهم، فقد أنكر أبو سعيد علي مروان وهو أمير على المدينة (وأنكر) عبادة بن الصامت على معاوية وهو خليفة، (وأنكر) ابن عمر على الحاج مع سطوته وبأسه، (وأنكر) على عمرو بن سعيد، وهو أمير على المدينة. وهذا كثير جدًا من إنكارهم على الأمراء والولاة إذا خرجوا عن العدل، لم يخافوا سطوتهم ولا عقوبتهم\" (¬2). ¶ وقال ابن مسعود رضي الله تعالى عنه: \"إن الله نظر في قلوب عباده فوجد قلب محمد - صلى الله عليه وسلم - خير القلوب فاختاره لرسالته، ثم نظر في قلوب الناس بعده فرأى قلوب أصحابه خير قلوب العباد فاختارهم لصحبته، وجعلهم أنصار دينه ووزراء نبيّه، فما رآه المؤمنون حسنًا فهو عند الله حسن، وما رأوه قبيحًا فهو عند الله قبيح، وقد أمرنا رسول الله - صلى الله عليه وسلم - باتباع سنة خلفائه الراشدين، وبالاقتداء بالخلفيتين\" (¬3). ¶ ¬__________ ¶ (¬1) إعلام الموقعين (3/ 387). ¶ (¬2) إعلام الموقعين (3 396). ¶ (¬3) المصدر السابق (2/ 345).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} [النساء:59]. ¶ هذا أمهر من الله سبحانه وتعالى للمؤمنين بإطاعة الله ورسوله وأولياء أمور المسلمين من المسلمين، كما هو أمر منه تعالى بأن كل شيء تنازع الناس فيه من أصول الدين وفروعه أن يردَّ التنازع في ذلك إلى الكتاب والسنة، كما قال سبحانه وتعالى: {وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ} فما حكم به الكتاب والسنة وشهدا له بالصحة فهو الحق، وماذا بعد الحق إلا الضلال، لذلك قال تعالى: {إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} فدلَّ على أن من لم يتحاكم في محل النزاع إلى الكتاب والسنة، ولم يرجع إليهما فليس مؤمنًا بالله ولا باليوم الآخر. ¶ (أَمِنَ العِثَارَ): أي إن من يقتفي آثار السلف الصالح وفي مقدمتهم صحابة رسول الله - صلى الله عليه وسلم - الذين شهد لهم الرسول بالخير بقوله: \"خير الناس قرني ثم الذين يلونهم، ثم الذين يلونهم\" (¬1) (أمِنَ العِثَارَ) على الطريق، وتأكد بأن ما هو عليه هو الطريق المستقيم الذي عليه الرسول - صلى الله عليه وسلم - وصحابته الكرام، وجملة (أمن العثار) خبر المبتدأ (مَنْ)، وجملة (قدر فازوا) صفة لكلمة (سلف) المضاف إليه، وجملة (له ضمن الهدى) صفة لكلمة (نهج)، فالصحابي إذا قال قولاً، أو حكم بحكم أو أفتى بفتيا فله مدارك ينفرد بها عنا، ومدارك نشاركه فيها. ¶ فأما ما يختص به، فيجوز أن يكون سمعه من النبي - صلى الله عليه وسلم - شفاهًا، أو من صحابي آخر عن رسول الله - صلى الله عليه وسلم - فإنّ ما انفردوا به من العلم عناع أكثر من أن يحاط به، فلم يَزْوِ كلّ منهم كل ما سمع، وأين ما سمعه الصدِّيق رضي الله عنه، والفاروق وغيرهما من كبار الصحابة رضوان الله تعالى عليهم إلى ما رووه؟ فلم يَروِ عنه صديق الأمة مائة حديث، وهو لم يغب عن النبي - صلى الله عليه وسلم - في شيء من مشاهده، بل صحبه من حين مبعثه، بل قبل المبعث إلى أن توفي، وكان أعلم الأمة به - صلى الله عليه وسلم - وبقوله وفعله وهديه وسيرته. وكذلك أجلة الصحابة، روايتهم قليلة جدًا بالنسبة لما سمعوه من نبيهم، وشاهدوه، ولو رووا كلّ ما سمعوه وشاهدوه لزاد ¶ ¬__________ ¶ (¬1) أخرجه أحمد في المسند (1 378، 418)، والبخاري (3/ 150)، ومسلم (7 184) (16/ 84) بشرح النووي.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "على رواية أبي هريرة أضعافًا مضاعفة، فإنه إنما صحب النبي - صلى الله عليه وسلم - نحوًا من أربع سنين، وقد روي عنه الكثير. ¶ فقول القائل: \"لو كان عند الصحابي في هذه الواقعة شيء عن النبي - صلى الله عليه وسلم - لذكره، قول مَن لم يعرف سيرة القوم، وأحوالهم، فإنهم كانوا يهابون الرواية عن رسول الله - صلى الله عليه وسلم - ويعظمونها ويقلّلونها خوفًا من الزيادة والنقص، ويحدّثون بالشيء الذي سمعوه من النبي - صلى الله عليه وسلم - مرارًا، ولا يصرّحون بالسماع، ولا يقولون قال رسول الله - صلى الله عليه وسلم -. ¶ فتلك الفتوى التي يفتي بها أحدهم لا تخرج عن أن: ¶ 1 - يكون سمعها من النبي - صلى الله عليه وسلم -. ¶ 2 - أو سمعها ممن سمعها منه. ¶ 3 - أو يكون فهمها من آية من كتاب الله فهمًا خفي علينا. ¶ 4 - أو يكون قد اتفق عليها ملؤهم ولم ينقل إلينا إلا قول المفتي بها وحده. ¶ 5 - أو يكون لكمال علمه باللغة ودلالة اللفظ على الوجه الذي انفرد به عنا، أو لقرائن حالية اقترنت بالخطاب، أو لمجموع أمور فهموها على طول الزمان من رؤية النبي - صلى الله عليه وسلم -، ومشاهدة أفعاله، وأحواله، وسيرته، وسماع كلامه، والعلم بمقاصده، وشهود تنزيل الوحي، ومشاهدة تأويله بالفعل، فيكون فهم ما لا نفهمه نحن. ¶ وعلى هذه التقادير الخمسة تكون فتواه حجة يجب اتباعها\" (¬1). ¶ (فضْلٌ): هذا فيما انفرد به عنا. ¶ أما المدارك التي شاركناهم فيها من دلالات الألفاظ والأقيسة، فلا ريب أنهم كانوا أبرَّ قلوبًا، وأعمق علمًا، وأقل قلوبًا، وأعمق علمًا، وأقلَّ تكلفًا، وأقرب إلى أن يوفقوا فيها لما لم نوفق له نحن، لما خصهم الله تعالى به من توقُّد الأذهان، وفصاحة اللسان، وسعة العلم، وسهولة الأخذ، وحسن الإدراك، وسرعته، وقلة المعارض أو عدمه، وحسن القصد، وتقوى الرب تعالى، فالعربية طبيعتهم وسليقتهم، ¶ ¬__________ ¶ (¬1) إعلام الموقعين (3/ 398، 399).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "والمعاني الصحيحة مركوزة في فطرهم وعقولهم، ولا حاجة بهم إلى النظر في الإسناد، وأحوال الرواة، وعلل الحديث، والجرح والتعديل، ولا إلى النظر في قواعد الأصول، أو أوضاع الأصوليين، بل قد اغتنوا عن ذلك كله، فليس في حقهم إلا أمران: ¶ أحدهما: قال الله تعالى كذا، وقال رسوله كذا. ¶ والثاني: معناه كذا وكذا، وهم أسعد الناس بهاتين المقدمتين، وأحظى الأمة بهما، فقواهم متوفرة مجتمعة عليها (¬1). ¶ قال الشافعي رحمه الله: العلم طبقات: ¶ الأولى: الكتاب والسنة. ¶ الثانية: الإجماع فيما ليس كتابًا ولا سنة. ¶ الثالثة: أن يقول صحابي فلا يعلم له مخالف من الصحابة. ¶ الرابعة: اختلاف الصحابة. ¶ الخامسة: القياس. ¶ هذا كل كلامه في الجديد، قال البيهقي بعد أن ذكر هذا: وفي الرسالة القديمة للشافعي بعد ذكر الصحابة وتعظيمهم قال: \"وهم فوقنا في كل علم واجتهاد وورع وعقل\" (¬2) \"عليكُم بِسُنَّتِي .. إلخ\". ¶ وقال سبحانه وتعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ * قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لا يُحِبُّ الْكَافِرِينَ) [آل عمران: 31، 32]. ¶ هذه الآية الكريمة حاكمة على كل من ادَّعى محبة الله وليس هو على الطريقة المحمدية بأنه كاذب في نفس الأمر حتى يتبع الشرع المحمدي والدين النبوي في جميع أقواله وأفعاله، كما ثبت في الصحيح عن رسول الله - صلى الله عليه وسلم - أنه قال: \"مَنْ عَمِلَ ليسَ عليهِ أمرُنَا فَهوَ رَدٌّ\" ولهذا قال: {إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي ¶ ¬__________ ¶ (¬1) إعلام الموقعين (3/ 399، 400). ¶ (¬2) المصدر السابق (3/ 380).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "يُحْبِبْكُمُ اللَّهُ} أي يحصل لكم فوق ما طلبتم من محبتكم إياه وهو محبته إياكم، وهو أعظم من الأول، كما قال بعض العلماء الحكماء: \"ليس الشأن أن تُحب، إنما الشأن أن تُحَبَّ\" (¬1). ¶ وقال عبد الله بن مسعود رضي الله عنه: \"اتَّبِعُوا، ولا تَبْتدعوا، فقد كُفيتم، فإنَّ كل محدثةٍ بدعةٌ، وكلَّ بدعةٍ ضلالةٌ\" وقال أيضًا: \"إنَّا نَقْتدِي ولاَ نَبْتَدي، ونتَّبعُ ولاَ نبتدِعُ ولَنْ مَا تَمسَّكْنَا بالأثَرِ\". ¶ وقال أيضًا: \"إياكُم والتَّبدعَ، وإيَّاكمْ والتَّنَطعَ، وإياكُمْ والتَّعَمُّقَ، وعليكُمْ بالدينِ العَتيقِ\" (¬2). ¶ وقال سبحانه وتعالى: {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} [لأنفال:46]. ¶ وقال تعالى: {قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لا يُحِبُّ الْكَافِرِينَ} [آل عمران:32]. ¶ قال تعالى آمرًا لكل أحد من خاص وعام: {قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا} أي تخالفوا عن أمره {فَإِنَّ اللَّهَ لا يُحِبُّ الْكَافِرِينَ} فدلَّ على أن مخالفته في الطريقة كفر، والله لا يحب من اتصف بذلك، وإن ادعى وزعم في نفسه أنه محبٌّ لله، ويتقرّب إليه، حتى يتابع الرسول النبي الأمي خاتم الرسل ورسول الله إلى جميع الثقلين الجن والأنس، الذي لو كان الأنبياء بل المرسلون بل ِأولو العزم منهم في زمانه، ما وسعهم إلا اتباعه، والدخول في طاعته، واتباع شريعته (¬3)، وما أحسن قول القائل: ¶ تَعْصي الإلهَ وِأَنْتَ تَزعمُ حُبَّهُ ... هَذَا لَعمْرِي في القيَاسِ بَديعُ ... ¶ لَوْ كَانَ حُبُّك صَادِقًا لأطَعْتَهُ ... إنَّ المُحِبَّ لِمَنْ يُحِبُّ مُطِيعُ ¶ فصل ¶ سُنَّةُ خَيْرِ الخلْقِ ظلَّتْ تَوْأَمًا ... لِكِتَابِ رَبي الخَالِقِ الدَّيَّانِ ¶ فالسنَّةُ الغَرَّاءُ للقُرْأنِ كَالْـ ... ـمِفْتَاحِ للْكَنْزِ فَخُذْ تِبْيَانِي ¶ لتَّقْيِيدُ والتَّبْيِينُ كَالْبُرْهَان ¶ ¬__________ ¶ (¬1) تفسير ابن كثير (1/ 358). ¶ (¬2) إعلام الموقعين (3/ 400، 401). ¶ (¬3) ابن كثير (1/ 358).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يَحْتَاجُ لِلتَّخْصِيصِ والإتْقَانِ ¶ في آيهِ المُطْلَقُ والمُجْمَلُ فَا ... ¶ كَذلِكَ المَنْسُوخُ والعَام وَمَا ¶ يقول ابن القيم رحمه الله: \"السنة مع القرآن على ثلاثة أوجه: ¶ أحدها: أن تكون موافقة له من كل وجه، فيكون توارد القرآن والسنة على الحكم الواحد من باب توارد الأدلة وتضافرها. ¶ الثاني: أن تكون بيانًا لما أريد بالقرآن وتفسيرًا له. ¶ الثالث: أن تكون موجبة لحكم سكت القرآن عن إيجابه، أو محرمة لما سكت عن تحريمه، ولا تخرج عن هذه الأقسام، فلا تعارض القرآن بوجه ما. ¶ فما كان منها زائدًا على القرآن فهو تشريع مبتدأ من النبي - صلى الله عليه وسلم - تجب طاعته فيه، ولا تحلّث معصيته، وليس هذا تقديمًا لها على كتاب الله، بل امتثال لِما أمر الله به من طاعة رسوله - صلى الله عليه وسلم -، ولو كان رسول الله - صلى الله عليه وسلم - لا يطاع في القسم هذا القسم لم يكن لطاعته معنى، وسقطت طاعته المختصة به، وأنه إذا لم تجب طاعته إلا فيما وافق القرآن لا فيما زاد عليه، لم يكن له طاعة خاصة تختص به، وقد قال الله تعالى: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} [النساء: 80] (¬1). ¶ وقد صرَّح النبي - صلى الله عليه وسلم - بوجوب طاعته، وأن طاعته هي طاعة الله بقوله الكريم: \"مَنْ أطاعَنِي فقدْ أطَاعَ اللهَ، وَمَنْ عَصَانِي فَقَدْ عَصَى الله، وَمَنْ أطَاعَ الأميرَ فَقَدْ أطَاعَنِي، وَمَنْ عَصَى الأميرَ فقَدْ عَصَانِي\" (¬2). ¶ وعن المهقدام بن منعد يكرب رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"ألاَ هَلْ عَسَى رَجُلٌ يَبْلُغُهُ الحديثُ عَنِّي وهُوَ مُتَّكِيءٌ عَلَى أرِيكَتِهِ فيَقُول: بَينَنَا وبَينَكُمْ كِتابُ الله، فَمَا وَجَدْنَا فيهِ حَلالاً استَحْللْنَاهُ، ومَا وَجَدْنَا فِهيِ حَرَامًا حَرَّمْنَاهُ، وَإِنَّ مَا حَرَّمَ رَسُولُ الله كَمَا حَرَّمَ الله\" (¬3). ¶ ¬__________ ¶ (¬1) إعلام الموقعين (2/ 280). ¶ (¬2) أخرجه البخاري (2957) (6/ 135) فتح الباري، وأخرجه مسلم (12/ 223) بشرح النووي. ¶ (¬3) رواه الترمذي (2666) في العلم وقال: حديث حسن.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وفي رواية: \"ألاَ إِني أوتيتُ هَذَا الكتَابَ وَمثْلَهُ مَعَهُ، ألا يُوشِكُ رَجُلٌ شَبْعَانُ علَى أريكتِهِ يقُولُ: عليكُمْ بِهذَا القُرْآنِ فَمَا وَجَدْتمْ فيهِ منْ حلالٍ فأحلُّوهُ، وَمَا وجَدْتُمْ فيهِ مِنْ حَرَام فحَرِّمُوهُ، ألاَ لا يَحِلُّ لكُمْ الحِمَارُ الأهْلِيُّ، ولاَ كُل ذِي نَابٍ مِنَ السِّبَاع، ولا لُقْطَةُ مُعَاهَدٍ إلاَّ أنْ يَسْتَغْنِيَ عَنْهَا صَاحِبُهَا، وَمَنْ نَزَلَ بِقَوْمٍ فَعَلَيْهِمْ أنء يُقْرُوهُ، فإنْ لَمْ يُقْرُوهُ فَلَهُ أَنْ يُعْقِبَهُمْ بِمِثْلِ قِرَاهُ\" (¬1). ¶ وقد بيّن العلماء منزلة السنة من الكتاب فيما يأتي: ¶ 1 - تفصيل مجمله، كبيان مواقيت الصلاة وكفيَّتها، وبيان أنصبة الزكاة، والمقدار الواجب في كل نصاب، وبيان مناسك الحج، وغير ذلك مما فصَّلته السنة من مجملات القرآن. ¶ 2 - تحديد مطلقه، كتحديد القطع في السرقة باليمين، وبيان أنه من الكوع. ¶ 3 - تخصيص عامّه، كتخصيص قوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ} الآية، الشامل للوالد الكافر، بحديث الصحيحين \"لاَ يَرِثُ المُسْلِمُ الكَافِرَ، ولاَ الكَافِرُ الْمُسْلِمَ\" (¬2). ¶ وكتخصيص الآية المذكورة، بالوارث القاتل في قوله عليه الصلاة والسلام: \"لَيْسَ للْقَاتِلِ مِيرَاثٌ\" (¬3) وفي رواية \"لاَ يَرِثُ القَاتِلُ مِنَ المَقْتُولِ شيئًا\" (¬4) وفي رواية: \"لَيْسَ لِلْقَاتِلِ مِنَ المِيرَاثِ شَيْءٌ\" (¬5). ¶ ¬__________ ¶ (¬1) رواه أبو داود (4604) وأخرجه أحمد في المسند (4/ 130، 132) وابن ماجه (12) في المقدمة، باب تعظيم حديث رسول الله - صلى الله عليه وسلم -. ¶ (¬2) رواه البخاري (6383)، ومسلم (1614)، ومالك (2/ 519)، وأبو داود (2909)، والترمذي (2108)، وابن ماجه (2329)، والحاكم (2/ 240)، وأحمد (5/ 200) وغيرهم. ¶ (¬3) رواه الدارقطني (4 237). ¶ (¬4) رواه أبو داود (4564) والبيهقي (6/ 220). ¶ (¬5) رواه النسائي (8/ 42، 43) وابن ماجه (2646) وفي الزوائد، إسناده حسن، والبيهقي (6/ 220) وعزاه أيضًا في \"تلخيص الحبير\" إلى مالك الشافعي.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وكتخصيص قوله تعالى: {وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ} [النساء: 24] بنهيه - صلى الله عليه وسلم - أن يجمع بين المرأة وعمتها، وبين المرأة وخالتها، لقوله عليه الصلاة والسلام: \"لا يُجْمَعُ بَيْنَ المَرْأَةِ وَعَمَّتِهَا وَلاَ بَيْنَ الْمَرْأَةِ وَخَالَتِهَا\" (¬1). ¶ وكتخصيص عمومن قوله تعالى: {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّماً عَلَى طَاعِمٍ يَطْعَمُهُ} [الأنعام: 145] بنهيهن عليه الصلاة والسلام \"عَنْ أكْلِ كُلِّ ذِي نَابٍ مِنَ السَّبَاعِ\" (¬2) \"وَعَنْ أَكْلِ كُلِّ ذي مِخْلَبٍ مِنَ الطَّيْرِ\" (¬3). ¶ 4 - وتوضيح مشكله: كتفسيره - صلى الله عليه وسلم - المراد من الخيط الأبيض والخيط الأسود بأنهما بياض الصبح وسواد الليل. ¶ 5 - وبيان معنى لفظ أو متعلقه، كبيان المغضوب عليهم باليهود، والضالين بالنصارى. ¶ 6 - وبيان النسخ، كنسخ حديث \"لا وَصِيَّةَ لِوَارِثٍ\" (¬4) لقوله تعالى: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ} [البقرة: 180]. ¶ كما تنسخ السنة بالكتاب، كنسخ استقبال بيت المقدس الثابت بالسنة بقوله تعالى: {فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} [البقرة: 144]. ¶ كُونُوا حُمَاةَ السُّنَّةِ الْغَرَّاءِ لاَ ... تُلْقُوا بِهَا في عَالَم النِّسْيَانِ ¶ فَالدِّينُ قالَ اللهُ قَالَ رَسُولُهُ ... فِكِلاهُمَا مُسْتَوجِبا الإذْعَانِ ¶ فَافْهَمْ كِتَابَ الله فَهْمًا جَيِّدًا ... وَاعْمَلْ بِمَا فِيهِ بِلاَ نُقْصَانِ ¶ ـإسلامِ وَالدينِ هُمَا أصْلان ¶ ¬__________ ¶ (¬1) رواه البخاري (4820) ومسلم (1408) ومالك (2/ 532) وأبو داود (2065 – 2066) والترمذي (1126) والنسائي (6/ 96، 98) وابن ماجه (1929) والبيهقي (7/ 165) وأحمد (2/ 462، 465). ¶ (¬2) رواه البخاري (5210) ومسلم (1932) ومالك (2/ 496) وأبو داود (3802) والترمذي (1477) والنسائي (7/ 201) وابن ماجه (3232). ¶ (¬3) رواه مسلم (1934) وأبو داود (3803/ 3805) والنسائي (7/ 206) وغيرهم. ¶ (¬4) رواه أحمد (4/ 186، 187) وأبو داود (2870) والترمذي (2120) وقال: حسن صحيح.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "والسُّنَّةَ الغَراءَ لا تُهْمِلْ فَلِلْـ ¶ قال الشافعي رحمه الله: \"فقد ضيّق رسول الله - صلى الله عليه وسلم - على الناس أن يردوا أمره، بفرض الله عليهم اتباع أمره\" (¬1). ¶ \"فقد أُمِرَ المسلمون أن يتبعوا سنة النبي - صلى الله عليه وسلم -، وسنة خلفائه الراشدين، حيث إن سنتهم رضوان الله تعالى عليهم من سنته - صلى الله عليه وسلم -، فسنته هو ما كان عليه هو وخلفاؤه الراشدون من الاعتقادات والأعمهال والأقوال، وهذه هي السنة الكاملة، ولهذا كان السلف قديمًا لا يطلقون اسم السنة إلا على ما يشمل ذلك كله. ¶ وقد صحّ عن ابن مسعود رضي الله تعالى عنه أنه قال: إِنَّكُمْ قد أصبحتُم اليومَ علَى الفِطرَة وإنكُمْ ستُحدِثُونَ، ويحدَثُ لكُمْ، فإذَا رأيتم مُحْدثَةً فَعَليْكُمْ بالعَهْدِ الأوَّلِ. ¶ وابن مسعود قال هذا في زمن الخلفاء الراشدين. ¶ وروى ابن حميد عن مالك قال: \"لَمْ يَكُنْ شَيْءٌ مِنْ هَذِهِ الأَهْوَاءِ في عَهْدِ النَّبِيِّ - صلى الله عليه وسلم - وَأبي بَكْرٍ وَعُمَرَ وَعُثْمَانَ\"، وكان مالك يشير بالأهواء إلى ما حدثَ من التفرُّق في أصول الديانات من أمور الخوارج والروافض والمرجئة، ونحوهم ممن تكلم في تكفير المسلمين، واستباحة دمائهم وأموالهم، أو في تخليدهم في النار، أو في تفسيق خواص هذه الأمة، أو عكس ذلك، من زعم أن المعاصي لا تضر أهلها، وأنه لا يدخل النار من أهل التوحيد أحد. ¶ وأصعب من ذلك ما أحدث من الكلام في أفعال الله تعالى في قضائه، وقد مرد وكذب بذلك من كذب، وزعم أنه نزّه الله بذلك عن الظلم. ¶ وأصعب من ذلك ما حدث من الكلام في ذات الله وصفاته مما سكت عنه النبي - صلى الله عليه وسلم - والصحابة والتابعون لهم بإحسان. ¶ ¬__________ ¶ (¬1) رسالة الشافعي (1/ 226).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فقوم نفوا كثيرًا مما أورد في الكتاب والسنة من ذلك، وزعموا أنهم فعلوا تنزيهًا للهِ عما تقتضيه العقول بتنزيهه عنه، وزعموا أن لازم ذلك لمستحيل على الله عز وجل. ¶ وقوم لم يكتفوا بإثباته حتى أثبتوا بإثباته ما يظن أنه لازم له بالنسبة إلى المخلوقين. ¶ وهذه اللوازم نفيًا وإثباتًا درج صدر الأمة على السكوت عنها\" (¬1). ¶ (فالدِّينُ قالَ اللهُ قالَ رسُولهُ): قال ابن القيم رحمه الله: \"من تأمَّل سيرة القوم – الصحابة – رأى أنهم كانوا إذا ظهرت لهم السنة لم يكونوا يدعونها لقول أحد كائنًا من كان، وكان ابن عمر يدع قول عمر إذا ظهرت له السنة، وابن عباس ينكر على من يعارض ما بلغه من السنة بقوله: قال أبو بكر وعمر، ويقول: يُوشكُ أن تَنزِلَ عليكُمْ حِجَارةٌ من السَّمَاءِ؛ أقولُ: قَالَ رسُولُ الله - صلى الله عليه وسلم -، وتَقُولُونَ: قَالَ أبُو بَكْرٍ وَعُمَرُ\" (¬2). ¶ وقال أيضًا رحمه الله: (فصل): \"وأما نقلهم لتركه - صلى الله عليه وسلم - فهو نوعان وكلاهما سنة: ¶ أحدهما: تصريحهم بأنه ترك كذا وكذا، ولم يفعله، كقولهم في شهداء أحدٍ: ولم يغسلهم ولم يصلِّ عليهم، وغير ذلك. ¶ الثاني: عدم نقلهمه لما لو فعله لتوفرت هممهم ودواعيهم أو أكثرهم أو واحدٍ منهم على نقله، فحيث لم ينقله واحد منهم البتة، ولا حدث به في مجمع أبدًا، علم أنه لم يكن. وهذا كتركه التلفظ بالنية عند دخوله في الصلاة، وتركه الدعاء بعد الصلاة مستقبل المأمومين، وهم يؤمنون على دعائه دائم\"ًا بعد الصبح والعصر، أو في جميع الصلوات، وتركه رفع يديه كل يوم في صلاة الصبح بعد رفع رأسه من الركوع الثانية وقوله: اللهم اهدني فيمن هديت، يجهر بها ويقول المأمومون كلهم: آمين. ومن الممتنع أن يفعل ذلك ولا ينقله عنه صغير ولا كبير ولا رجل ولا امرأة البتة، وهو مواظب عليه هذه المواظبة لا يخل به يومًا واحدًا. وغير ذلك. ¶ ¬__________ ¶ (¬1) جامع العلوم والحكم للحافظ ابن رجب ص 254. ¶ (¬2) إعلام الموقعين (2/ 326).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومن هنا يعلم أن القول باستحباب ذلك خلاف السنة، فإن تركه - صلى الله عليه وسلم - سنة، كما أن فعله سنة، فإذا استحببنا فعل ما تركه كان نظير استحبابنا ترك ما فعله، ولا فرق\" (¬1). ¶ وما أحسن قول الحافظ الذهبي رحمه الله: ¶ العِلْمُ قَالَ الله قَالَ رَسُولُهُ ... إن صَحَّ والإجْمَاعُ فَاجْتَهِدْ فِيهِ ¶ وحَذَارِ مِنْ نَصْبِ الخِلافِ جهَالَةً ... بَيْنَ الرَّسُولِ وَبَيْنَ رَأْي فَقِيهِ (¬2) ¶ وقول الشافعي رحمه الله: ¶ كُلُّ الْعُلُومِ سِوَى القُرآنِ مَشْغَلَةٌ ... ِإلاَّ الحَدِيثَ وَإلا الْفِقْهَ فِي الدِّينِ ... ¶ الْعِلْمُ مَا كَانَ فِيهِ قَالَ: حَدَّثَنَا ... وَمَا سِوَى ذَاكَ وِسْوَاسُ الشَّيَاطينِ (¬3) ¶ فصل ¶ إيَّاكَ وْالآرَاءَ لاَ تَجْعَلْ لَهَا ... فِي الدِّينِ حُكْمًا دُونَما بُرْهَانِ ¶ أَنّى تُحَلُّ دِمَاؤُنَا وَفُرُوجُنَا ... بِمُجَرَّدِ الرَّأْيِ بِلاَ سُلْطَانِ ¶ أوْ تُؤْخَذُ الأَمْوَالُ والأمْلاكُ بَلْ ... أَعْرَاضُنَا بِالرَّأْيِ مِنْ إنْسَان ¶ روى البخاري ومسلم عن أبي وائلة أنه قال: \"لَمَّا قَدِمَ سَهْلُ بنُ حنيف من صفين أتيناه نستخبره، فقال: اتهمُوا الرَّأْي، فَلَقَدْ رَأَيْتُني يَوْمَ أبي جَنْدَلٍ، وَلَوْ أسْتَطِيعُ أنْ أرُدَّ علَى رسُولِ الله - صلى الله عليه وسلم - أَمْرَهُ لَرَدَدْتُهُ، واللهُ وَرَسُولُه أَعلَمُ\" (¬4). ¶ ¬__________ ¶ (¬1) المصدر السابق (2/ 440). ¶ (¬2) جلاء العينين في محاكمة الأحمدين للألوسي البغدادي ص 33. ¶ (¬3) شرح العقيدة الطحاوية للعلامة علي بن علي بن محمد بن أبي العز، ص 10. ¶ (¬4) أخرجه البخاري (4189).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وعن صالح بن مسلم قال: \"سألت الشعب يعن مسألة من النكاح؟ فقال: إن أخبرتك برأيي فَبُلْ عليه. قالوا: فهذا قول الشعبي في رأيه، وهو من كبار التابعين، وقد لقي مائة وعشرين من الصحابة، وأخذ من جمهورهم\" (¬1). ¶ وعن حماد بن زيد قال: قيل لأيوب السختياني: ما لك لا تنظر في الرأي؟ فقال أيوب: قيل للحمار: ما لك لا تجتر؟ قال: أكره مضغ الباطل (¬2). ¶ وقال معن بن عيسى القزاز: سمعت مالكًا يقول: \"إنما أنا بشر أخطيءُ وأصيبُ، فانظروا في قولي، فَكلُّ ما وافق الكتابَ والسنَّةَ فخذوا به، ومَا لم يوافقِ الكتابَ والسنةَ فاتركُوهُ\" (¬3). ¶ قال ابن القيم رحمه الله: وأمها المتعصبون فإنهم عكسوا القضية، ونظروا في السنة، فما وافق أقوالهم منها قبلوه، وما خالفها تحايلوا في رده، أو رَدِّ دلالتهِ، وإذا جاء نظير ذلك أو أضعف منه سندًا ودلالةً، وكان يوافق قولهم قبلوه ولم يستجيزوا ردِّه، واعترضوا به على منازعيهم، وأشاحوا وقرروا الاحتجاج بذلك السند ودلالته، فإذا جاء ذلك السند بعينه أو أقوى منه، ودلالته كدلالة ذلك أو أقوى منه في خلاف قولهم دفعوه ولم يقبلوه\" (¬4). ¶ (والمقصود): أن أحدًا ممن بعد الصحابة، لا يساويهم في رأيهم، وكيف يساويهم؟ وقد كان أحدهم يرى الرأي فينزل القرآن بموافقته، كما رأى عمر رضي الله تعالى عنه. ¶ 1 - في أسارى بدر أن تضرب أعناقهم فنزل القرآن بموافقته. ¶ 2 – ورأى أن تحجب نساء النبي - صلى الله عليه وسلم -، فنزل القرآن بموافقته. ¶ 3 – ورأى أن يتخذ من مقام إبراهيم مصلى، فنزل القرآن بموافقته. ¶ ¬__________ ¶ (¬1) إعلام الموقعين (1/ 84). ¶ (¬2) إعلام الموقعين (1/ 86). ¶ (¬3) المصدر نفسه (1/ 87). ¶ (¬4) (1/ 87).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "4 – وقال لنساء النبي - صلى الله عليه وسلم - لما اجتمعن في الغيرة عليه: {عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجاً خَيْراً مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ} فنزل القرآن بموافقته. ¶ 5 – ولما توفى عبد الله بن أبيّ، قام رسول الله - صلى الله عليه وسلم - ليصلي عليه، فقام عمر فأخذ بثوبه، فقال: يا رسول الله إنه منافق! فصلى عليه رسول الله - صلى الله عليه وسلم -، فأنزل الله عليه: {وَلا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَداً وَلا تَقُمْ عَلَى قَبْرِهِ} (¬1). ¶ وقال علي بن عبد العزيز البغوي: \"ثنا أبو الوليد القرشي، أخبرنا محمد بن عبد الله بن بكار القرشي، ثنا سليمان بن جعفر، ثنا محمد بن يحيى الربعي عن ابن شبرمة قال: دخلت أنا وأبو حنيفة على جعفر بن محمد بن الحنفية فسلمت عليه، وكنت له صديقًا، ثم أقبلت على جعفر وقلت له: أمتع الله بك، هذا رجل من أهل العراق وله فقه وعقل، فقال جعفر: لعله الذي يقيس الدين برأيه، ثم أقبل علَيَّ فقال: أهو النعمان؟ فقال له أبو حنيفة: نعم، أصلحك الله، فقال له جعفر: اتفق الله ولا تقس الدين برأيك، فإنَّ أول من قاس إبليس إذ أمره الله بالسجود لآدم فقال: أنا خير منه خللقتني من نار وخلقته من طين. ¶ ثم قال لأبي حنيفة: أخبرني عن كلمة أولها شرك وآخرها إيمان؟ فقال: لا أدري، قال جعفر: هي لا إله إلا الله، فلو قال: لا إله، ثم أمسك كان مشركًا، فهذه كلمة أولها شرك وآخرها إيمان، ثم قال له: ويحك، أيهما أعظم عند الله: قتل النفس التي حرم الله، أو الزنى؟ قال: بل قتل النفس، فقال له جعفر: إن الله قد قبل في قتل النفس شاهدين، ولم يقبل في الزنى إلا أربعة، فكيف يقومن لك قياس؟ ¶ ثم قال: أيهما أعظم عند الله: الصوم أو الصلاة؟ قال: بل الصلاة، قال: فما بال المرأة إذا حاضت تقضي الصوم ولا تقضي الصلاة؟ اتق الله يا عبد الله ولا تقس، فإنا نقف غدًا نحن وأنت بين يدي الله، فنقول: قال الله عز وجل، وقال رسول الله - صلى الله عليه وسلم -، وتقول أنت وأصحابك: قسنا ورأينا، فيفعل الله بنا وبكم ما يشاء\" (¬2). ¶ ¬__________ ¶ (¬1) إعلام الموقعين (1/ 93). ¶ (¬2) المصدر السابق (1/ 311).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقال ابن القيم رحمه الله: نقول لمن يفتي أو يحكم يقول من يقلِّده: هل تقول: إن هذا هو دين الله الذي أرسل به رسوله، وأنزل به كتابه وشرعه لعباده، ولا دين له سواه؟ ¶ أو تقول: إن دين الله الذي شرعه لعباده خلافه؟ أو تقول: لا أدري. ¶ لا سبيل لك إلى الأول قطعًا، فإن دين الله الذي لا دين سواه لا تسوغ مخالفته، والثاني: لا تدَّعيه، فليس لك ملجأ إلا الثالث .. ¶ فيا لله العجب، كيف تستباح الفروج والدماء والأموال والحقوق، وتحلل، وتحرم، بأمر أحسن أحوالها وأفضلها، لا أدري؟؟ ¶ فَإنْ كُنتَ لا تَدْرِي فَتِلْكَ مُصِيبَةٌ ... وَإِنْ كنتَ تدْرِي فَالمُصِيبةُ أَعظَمُ\" (¬1) ¶ وقال الحافظ ابن رجب: \"ومما حدث في الأمة بعد عصر الصحابة والتابعين، الكلامُ في الحلال والحرامه بمجرد الرأي، ورَدُّ كثيرٍ مما وردت به السنة في ذلك لمخالفته الرأي والأقيسة العقلية، ومما حدث بعد ذلك الكلام في الحقيقة بالذوق، والكشف، وزعم أن الحقيقة تنافي الشريعة، وأنالمعرفة وحدها تكفي مع المحبة، وأنه لا حاجة إلى الأعمال، وأنها حجاب، أو أن الشريعة إنما يحتاج إليها العوام، وربما انضَمَّ إلى ذلك الكلام في الذات والصفات بما يعلم قطعًا مخالفته الكتاب والسنة وإجماع سلف الأمة، والله يهدي من يشاء إلى صراط مستقيم (¬2). ¶ وقال الحافظ في الفتح عند الكلام على حديث الخضر عليه السلام: \"ذهب قوم من الزنادقة إلى سلوك طريقة تستلزم هدم أحكام الشريعة، فقالوا: إنه يستفاد من قصة موسى والخضر أن الأحكام الشرعية العامة تختص بالعامة والأغبياء، وأما الأولياء والخواص فلا حاجة بهم إلى تلك النصوص، بل إنما يراد منهم ما يقع في قلوبهم، ويحكم عليهم بما يغلب على خواطرهم، لصفاء قلوبهم عن الأكدار، وخلوِّها عن الأغيار، فتنجلي لهم العلوم الإلهية والحقائق الربانية، فيقفون على أسرار الكائنات، ويعلمون ¶ ¬__________ ¶ (¬1) إعلام الموقعين (2/ 308). ¶ (¬2) جامع العلوم والحكم للحافظ ابن رجب ص 254.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الأحكام الجزئيات فيستغنون بها عن أحكام الشرائع الكليات، كما اتفق للخضر، فإنه استغنى بما ينجلي له من تلك العلوم عما كان عند موسى عليه السلام، ويؤيَّده الحديث المشهور: \"اسْتَفْتِ قَلْبَكَ وَإِنْ أفْتَوْكَ\". ¶ قال القرطبي: وهذا القول زندقة وكفر، لأنه إنكار لما علم من الشرائع، فإن الله قد أجرى سنته، وأنفذ كلمته، بأن أحكامه لا تعلم إلا بواسطة رسله السفراء بينه وبين خلقه، المبيِّنين لشرائعه وأحكامه، كما قال تعالى: {اللَّهُ يَصْطَفِي مِنَ الْمَلائِكَةِ رُسُلاً وَمِنَ النَّاسِ} وقال: {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} وأمر بطاعتهم في كل ما جاؤوا به، وحث على طاعتهم، والتمسك بما أمروا به، فإنَّ فيه الهدى، وقد حصل العلم اليقين وإجماع السلف على ذلك، فمن ادعى أن هناك طريقًا أخرى يعرف بها أمرُه ونهيه غير الطرق التي جاءت بها الرسل يستغني بها عن الرسول فهو كافر، يقتل، ولا يستتاب، قال: وهي دعوى تستلزم إثبات نبوة بعد نبينا، لأن من قال: إنه يأخذ من قلبه لأن الذي يقع فيه هو حكم الله، وأنه يعمل بمقتضاه، من غير حاجة منه إلى كتاب ولا سنة، فقد أثبت لنفسه خاصة النبوة كما قالن نبينا - صلى الله عليه وسلم -: \"إنّ روحَ القدُسِ نفثَ في رُوعِي\" قال: وقد بلغنا عن بعضهم أنه قال: أنا لا آخذ عن الموتى، وإنما آخذ عن الحي الذي لا يموت، وكذا قال آخر: \"آخذ عن قلبي عن ربي\" وكل ذلك كفر باتفاق أهل الشرائع\" ونسأ الله الهداية والتوفيق\" (¬1). انتهى. ¶ فصل ¶ يَا سَالِكًا سُبْلَ الغِوَايَةِ وَالرَّدَى ... مَهْلاً فقدْ أسْرفْتَ في النُّكْرَانِ ¶ ارْجِعء إلى رَبٍّ كَريمٍ غَافرٍ ... لِلذَّنْبِ ذِي فَضْلٍ وَذِي إحْسَانِ ¶ كَمْ مِنْ صَرِيعٍ ماتَ مُلْتَبِسًا بِمَا ... يَنْهَى الإلهُ، وَطَاعَةِ الشَّيْطانِ ¶ مِنْ تَارِكٍ سُنَنَ الزَّوَاجِ وَحِصْنِهِ ... مُسْتَمْسِكينَ بِوَصْمَةِ الأخْدَانِ ¶ أَوْ قَاصِدٍ بُلْدَانَ كُفْرٍ رَاغِبًا ... فيِيمَا لَدَيْهِمْ مِنْ حُطامٍ فَإنِ ¶ أَوْ تَارِكٍ حَتّى الصَّلاةَ وَمَا دَرَوْا ... أنَّ الصلاةَ تَوْأَمُ الإيمَانِ ¶ لَهُمْ فَسَادَ الكُفْرِ بالإيمَان ¶ ¬__________ ¶ (¬1) فتح الباري شرح صحيح البخاري (1/ 267) طبع المكتبة السلفية.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "رَدُّوا عَلَيْكَ بِمَنْطِقِ السَّكْرَانِ ¶ فَإِذَا نَصَحْتَهُمُ بِأَنْ لا يَشْتَرُوا ... ¶ أَوْ قُلتَ لا تشرُوا الْهِدَايَةَ بِالرَّدَى ¶ هذا نداء لكل من ضلّ طريق الهدى، واتبع طريق الغواية والردى، ورزقه الله عقلاً، وفهمًا مميزًا أن يترك طريق الغواية، ويتوجه إلى ربه الغفور الرحيم الذي خلق الثقلين لعبادته، وخلق النوع الإنساني فصوّره وأحسن صوره، نداء إليه ليتوب إلى الله توبة نصوحًا، وذلك بأن يندم على ما اقترفت يداه في غوايته، ويصمم على أن لا يعود إلى ذلك، وإن كان عليه حق لآدمي ردَّه عليه إن استطاع إلى ذلك سبيلاً، وإن لم يستطع رَدّ ذتلك الحق دعا لصاحب الحق بعد أن يبذل كل ما في وسعه من إرجاع الحق إلى أهله، فإن التوبة النصوح تَجبُّ ما قبلها، كما جاء في الصحيح. ¶ فارجع إلى ربك – أيها الغافل – قبل أن يفوت الأوان، وحين ذاك لا ينفع الندم، وقبل أن تقول: {رَبِّ لَوْلا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ وَلَنْ يُؤَخِّرَ اللَّهُ نَفْساً إِذَا جَاءَ أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ}. ¶ فإنك لا تردي متى يحين أجلك، فتقف أمام ربك فيحاسبك على ما قدمت من عمل، فتَدَارَكْ نفسك قبل أن تندم حين لا ينفع الندم، وضعْ أمام عينيك حال الذين خرجوا عن الطريق المستقيم، وسلكوا السبل الملتوية المشبوهة، ثم انظر إلى عاقبة أولئك، حين يأتيهم هادم اللذات ومفرِّق الجماعات، فيصبحون كأن لم يغنوا بالأمس، ولا تلحقهم إلا لعنات المسلمين وغضب رب العالمين. ¶ ترى قسمًا منهم مضربًا عن الزواج الشرعي رغم أمر النبي - صلى الله عليه وسلم - بالزواج لمن يستطيع ذلك، فقال عليه الصلاة والسلام: \"يَا مَعْشَرَ الشَّبَاب، مَنِ اسْتَطَاعَ مِنْكُم البَاءَةَ فَلْيتَزَوَّجْ، فَإنَّه أغَضُّ لِلْبَصَرِ، وَأَحْصَنُ لِلْفَرْجِ، وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإنَّهُ لَهُ وِجَاءٌ\" (¬1). ¶ ¬__________ ¶ (¬1) رواه البخاري (4/ 106) ومسلم (1400) وأبو داود (2046) والترمذي (1081) والنسائي (4/ 169).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فيترك ما أحله الله له، ويبحث عن دور المومسات الساقطات صباح مساء، حتى إذا أدركه المشيب، وأصبح عاجزًا عن كل شيء، هناك يظهر بؤسه وشقاؤه، فلا ولدَ يساعده، ولا عائلة تؤويه، فيصبح خاسرًا الدنيا والآخرة. ¶ وترى قسمًا آخر يترك وطنه وأهله وأقرباءهُ، وحتى زوجته وأطفاله، قاصدًا بلدان الكفر لأجل حطام الدنيا، ناسيًا أن رزقه مقسوم ولن يموت حتى يستكمله سواء في وطنه أو في الغربة، فيترك دينه وشرفه وعزتهِ، فيغدوا غريبًا ذليلاً، ويعمل في شتى الأعمال الدنيئة الذليلة من غسل للمواعين وكنس للشوارع وخدمة على أبواب الحانات والمطاعم، وغيرها من الأعمال التي كان يستنكف عن ذكرها حينما كان في بلده، فيتركون واجباتهم الدينية، ويصبحون كأنهم مجردُ حيوانات، تأكل وتشرب وتنام، حتى إذا أحدهم الموت قال: {رَبِّ ارْجِعُونِ لَعَلِّي أَعْمَلُ صَالِحاً فِيمَا تَرَكْتُ} [المؤمنون: 100]. ¶ قال عليه الصلاة والسلام: \"بَادِرُوا بِالأَعْمَالِ فِتنًا كقِطعِ الليْلِ المُظلِم، يُصبِحُ الرَّجُلُ مُؤْمِنًا، وَيُمْسي كافِرًا، وَيُمْسِي مُؤْمِنًا وَيُصْبِحُ كافِرًا يَبِيعُ دِينَهُ بِعَرَضٍ مِنَ الدُّنْيَا\" (¬1). ¶ وعن جابر بن عبد الله رضي الله عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"إن عَرْشَ إبْلِيسَ علَى البَحْرِ، فيَبْعثُ سَرَايَاهُ، فَيُفْتِنُونَ النَّاسَ، فأعْظَمُهُمْ عِندَهُ أعظَمُهُمْ فِتنَةً، يَجِيءُ أَحَدُهُمْ فَيقُولُ: فَعَلْتُ كَذَا وَكَذَا، فَيَقُولُ: مَا صَنَعْتَ شَيئًا، ثُمَّ يَجيءُ أَحَدُهُمْ فَيَقُولُ: ما تَرَكْتُهُ حَتّى فَرَّقْتُ بَيْنَهُ وَبَيْنَ امْرَأَتِهِ، فَيُدْنيهِ مِنْهُ وَيَلْتَزِمُهُ وَيَقُولُ: نِعْمَ أَنْتَ\" (¬2). ¶ وقال - صلى الله عليه وسلم -: \"قَدْ أفْلَحَ مَنْ أسْلَمَ وَرُزِقَ كَفَافًا، وَقَّنَّعَهُ اللهُ بِمَا أَتَاهُ\" (¬3). ¶ وقال: \"إنَّ أولَ مَا يُحاسَبُ بهِ العَبْدُ يَومَ القيَامَةِ مِنء عَمَلِهِ صَلاتُهُ، فَإن صَلُحَتْ فَقَدْ أَفْلَحَ وَأنْجَحَ، وَإِنْ فَسَدَتْ فَقَدْ خَابَ وَخَسِرَ، فَإِن انْتَقَصَ مِنْ فَرِيضَتِهِ شَيئًا، قالَ الرَّبُّ تَبَارَكَ وَتعَالَى: ¶ ¬__________ ¶ (¬1) أخرجه مسلم (118) في الإيمان، والترمذي (2196) في الفتن. ¶ (¬2) أخرجه مسلم (2813) في صفات المنافقين. ¶ (¬3) رواه مسلم (1054) في الزكاة، والترمذي (2349) في الزهد.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "انْظُرُوا، هَلْ لِعَبْدِي مِنْ تَطَوُّعٍ؟ فَيُكْمَلُ بِهَا ما انْتَقَصَ مِنَ الفَرِيضَةِ، ثُمّ يَكُونُ سَائِرُ عَمَلِهِ مِثْلَ ذَلِكَ\" (¬1). ¶ فيا أيها الإنسان الذي زوّدك الله سبحانه وتعالى بالعقل، وبيّن لك سبيل الخير من سبل الشيطان، تفكَّر في أمر نفسك، واسأل عقلك: لماذا خلقك الله سبحانه وتعالى؛ أللأكل والشرب والنوبة كبقية الحيوانات؟ أم خلقك لعبادته وأرسل إليك رسوله وأنزل إليك كتابه ينطق بالحق ويهدي إلى سواء السبيل؟ ¶ فاختر لنفسك ما ينجيك غدًا من غضب الله وعذابه. فاللهَ اللهَ في نفسِك وأَهلك لئلا تُنسى يوم القيامة في النار وتخسر نفسكَ وأهلكَ، قال تعالى: {إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ} [الزمر: 15]. ¶ وقال - صلى الله عليه وسلم -: \"يُؤْتَى بِالْعَبْدِ يَوْمَ الْقِيَامَةِ فَيَقُولُ اللهُ لَهُ: أَلَمْ أَجْعَلْ لكَ سَمْعًا وبَصَرًا ومَالاً وَوَلَدًا، وسَخَّرْتُ لَكَ الأنْعامَ والْحَرْثَ، وتَرَكْتُكَ تَرْأَسُ وَتَرْبَعُ فَكُنْتَ تَظُنُّ أنّكَ مُلاقي يَوْمَكَ هَذا؟ قَالَ: لاَ، فَيَقُولُ لَهُ: اليَوْمَ أنْسَاكَ كمَا نَسِيتَني\" (¬2). ¶ فَاحْذَرْ أَخِي مِنْ أن تَكُونَ كَمِثْلِهِمْ ... أَوْ أَنْ تَبِيعَ الهَدْيَ بالخُسْرَان ¶ فحذار حذار أن تكون من هؤلاء يوم القيامة، فتخسر كل شيء، النفس والأهل. ¶ مِنْهَاجُنَا هُوَ مَا عَلَيْهِ مُحَمَّدٌ ... صَلَّى عَلَيْهِ مُنَزِّلُ الْفُرْقَانِ ¶ هَوَ مَا عَلَيْهِ الآلُ والأصْحَابُ مِنْ ... دِينٍ قَوِيمٍ ثَابِتِ الأرْكَان ¶ قال ابن القيم رحمه الله: \"كان السلف الطيب يشتد نكيرهم وغضبهم على من عارض حديث رسول الله - صلى الله عليه وسلم - برأي أو قياس أو استحسان، أو قول أحد من الناس كائنًا من كان، ويهجرون فاعل ذلك، ¶ ¬__________ ¶ (¬1) رواه الترمذي (413) والنسائي (1/ 232) وأحمد في المسند/ 5/ 72، 377) والحاكم (1/ 263) وهو حديث صحيح بشواهده. ¶ (¬2) أخرجه الترمذي (2428) وإسناده حسن.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وينكرون على من يضرب له الأمثال، ولا يسوغون غير الانقياد له والتسليم والتلقي بالسمع والطاعة، ولا يخطر في قلوبهم التوقف في قبوله، حتى يشهد له عمل أو قياس أو يوافق قول فلان وفلان، بل كانوا عاملين بقوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} وبقوله تعالى: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً}. ¶ وبقوله تعالى: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} وأمثالها، فدفعنا ِإلى زمان إذا قيل لأحدهم: ثبت عن النبي - صلى الله عليه وسلم - أنه قال كذا وكذا، يقول: مَن قال هذا؟ ويجعل هذا دفعًا في صدر الحديث، ويجعل جهله بالقائل حجة له في مخالفة الحديث، وترك العمل به، ولو نصح نفسه لعلم أن هذا الكلام من أعظم الباطل، وأنه لا يحلُّ له دفع سنن رسول الله - صلى الله عليه وسلم - بهذا الجهل\" (¬1) وقد شهد الله سبحانه وتعالى بالعلم لمن يرى أن ما جاء به الرسول - صلى الله عليه وسلم - من عند الله هو الحق، لا آراء الرجال، فقال تعالى: {وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ}. ¶ وقال تعالى: {أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى}. ¶ فمن تعارض عنده ما جاء به رسول الله - صلى الله عليه وسلم - وآراء الرجال، فقدمها عليه أو توقف فيه، أو قدحت في كمال معرفته فهو أعمى عن الحق. ¶ وقد أخبر الله عن رسول الله - صلى الله عليه وسلم - أنه قال: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} وأخبر تعالى عنه أنه سراج منير، وأنه هادٍ إلى صراط مستقيم، وبأن من اتبع النور الذي أنزل معه هو المفلح لا غيره، وأن من لم يحكِّمه في كل ما تنازع فيه المتنازعون وينقاد لحكمه، ولا يكون عنده حرج منه، فليس بمؤمن، فكيف يجوز على من أخبر الله تعالى عنه بما ذكر أن يكون قد أخبر عن الله (¬2) بما يكون الحق في غير ماأخبر به وأنه يجوز لمن يزعم أنه مؤمن به أن يخالفه في القول والعمل؟ ¶ ¬__________ ¶ (¬1) إعلام الموقعين (3/ 464، 465). ¶ (¬2) الصواعق المرسلة على الجهمية والمعطلة (1/ 6).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "\"وقد كان السلف يشتد عليهم معارضة النصوص بآراء الرجال، ولا يقرُّون على ذلك. ¶ وكان ابنعباس يحتج في متعة الحج بسنة رسول الله - صلى الله عليه وسلم -، وأمره لأصحابه بها، فيقولون له: إن أبا بكر وعمر قد أفردا الحجد ولم يتمتعا، فلما أكثروا عليه قال: \"يوشك أن تنزل عليكم حجارة من السماء، أقول: قال رسول الله - صلى الله عليه وسلم - وتقولون: قال أبو بكر وعمر؟ \". ¶ ولما حدث حميد عن ثابت عن أنس عن النبي - صلى الله عليه وسلم - في تفسير قوله تعالى {فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ} قال: \"وَضَعَ إصْبِعَهُ عَلَى طَرَفِ خُنْصُرِهِ فَسَاخَ الْجَبَلُ\" أنكر عليه بعض الحاضرين وقال: أتحدّث بهذا؟ فضرب حميد في صدره وقال: أحدِّثك عن ثابت عن أنس عن النبي - صلى الله عليه وسلم -، وتقول أتحدثَ بهذا؟ فكانت نصوص رسول الله - صلى الله عليه وسلم - أجَلَّ في صدورهم وأعظم في قلوبهم من أن يعارضوها بقول أحد من الناس، ولا تثبت قدم أحد على الإيمان إلا على ذلك\" (¬1). ¶ وَاحْذَرْ أُنَاسًا شَيَّدُوا دُورًا لَهُمْ ... لاَ لِلْهِدَايَةِ بَلْ لأْمْرٍ ثانٍ ¶ جَعَلُوا لَهَا قُبَبًا مُزَخْرَفَةً وَكَمْ ... صَادُوا بِهَا الأمْوَالَ بِالبُهْتَانِ ¶ يَا لَيْتَهُمْ في الصِّيْدِ بِالْمَالِ اكْتَفَوْا ... بَلْ شَبَّهُوا الجُدْرَانَ بِالأَوْثَانِ ¶ وَتَوَسَّلُوا بِقُبُورِ مَنْ ظَنُّوا بِهِمْ ... قُرْبًا مِنَ اللهِ العَظِيمِ الشَّانِ ¶ كَيْ يَشْفَعُوا لَهُمُ وَيُنْجُوهُمْ غَدًا ... عِنْدَ الحِسَابِ مِنْ لَظَى النِّيرَانِ ¶ لَمْ يَعْلَمُوا أَنَّ الألى يَدْعُونَهُمْ ... يَرْجُونَ أَنْ يَدْنُوا مِنَ الرَّحْمن ¶ فصل ¶ نهى رسول الله - صلى الله عليه وسلم - عن البناء على القبور: ¶ ¬__________ ¶ (¬1) الصواعق المرسلة ص 146، والحديث أخرجه الترمذي (3076) وقال: هذا حديث حسن صحيح وهو كما قال، وأخرجه الطبري رقم (15087) و (15088) والحاكم (2/ 320) وقال: حديث حسن على شرط مسلم.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "1 – ففي صحيح مسلم عن جابر رضي الله عنه قال: \"نَهَى رسول الله - صلى الله عليه وسلم - أن يُجَصَّصَ الْقَبْرُ، وَأَنْ يُبْنَى عَلَيْهِ، وَأَنْ يُقْعَدَ عَلَيْهِ\" وفي رواية: \"نَهَى عَنْ تَقْصِيصِ الْقُبُورِ\" (¬1) والتقصيص هو التجصيص. ¶ 2 – وأخرجه أبو يعلى (¬2) بسند رجاله ثقات كما في مجمع الزوائد، قال في المجمع (3/ 61): عن أبي سعيد قال: \"نَهَى نَبيُّ الله - صلى الله عليه وسلم - أن يُبْنَى علَى القُبورِ، أوْ يقعَدَ عليهَا، أوْ يُصلَّى علَيْهَا\". ¶ 3 – وأخرج ابن ماجه بسند رجاله رجال الصحيح عن أبي سعيد الخدري رضي الله تعالى عنه \"أن النبي - صلى الله عليه وسلم - نَهَى أَنْ يُبْنَى عَلَى القَبْرِ\" (¬3). ¶ هذه الأحاديث صريحة في النهي عن بناء الدور، والقباب على القبور، وأن البناء عليها خلاف سنّة رسول الله - صلى الله عليه وسلم - وأصحابه، بل هي من سنن أهل الكتاب الذين لعنهم الرسول - صلى الله عليه وسلم - على فراش موته بقوله الكريم: \"لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد\" (¬4). ¶ وخاصة عندما علمنا من صحابته الأمر بتسوية القبور المشرفة، وطمس التماثيل، كما جاء في حديث (أبي الهياج الأسدي رحمه الله) قال: قال لي علي بن أبي طالب رضي الله عنه: \"ألاَ أبْعثُكَ علَى مَا بعَثَنِي علَيْهِ رسولُ الله - صلى الله عليه وسلم -؟ اذْهَبْ، فَلا تَدَعْ تِمْثَالاً إلا طَمْستَهُ، ولاَ قبْرًا مُشْرِفًا إلا سَوَّيْتَهُ\" (¬5). ¶ فإذا كانوا يسوُّون القبور المشرفة فما بالك بالبناء عليها؟! ¶ ¬__________ ¶ (¬1) أخرجه مسلم (970) وأحمد في المسند (3/ 295، 232، 339) وأبو داود (3225) والترمذي (1052) والنسائي (4/ 86، 88) وابن حبان (3162/ 3164) والحاكم (1/ 370) وقال: صحيح على شرط مسلم، وأقره الذهبي. ¶ (¬2) وأخرجه أبو يعلى في مسنده (1020) تحقيق حسين أسد. ¶ (¬3) أخرجه ابن ماجه (1564). ¶ (¬4) رواه البخاري (3/ 203) ومسلم (532). ¶ (¬5) رواه مسلم (969) وأبو داود (3218) والترمذي (1049) والنسائي (4/ 88، 89).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وقد حاول بعض المنتسبين إلى العلم من الذين يريدون أن يخالفوا ليعرفوا، أن يطعنوا في صحة هذه الأحاديث بالطعن في بعض رجال أسانيدها، فما مثلهم في ذلك إلا كمثل من يناطح الجبل ليوهنه برأسه: ¶ كَنَاطِحٍ صَخْرَةً يومًا لِيُوهنَهَا ... فَلَمْ يَضِرْهَا وَأَوْهَى قَرْنَهُ الوَعِلُ ¶ ولكن هيهات أن ينالوا من صحة هذه الأحاديث، فقد أجاب علماء الجرح والتعديل عن كل مطاعنهم في رجال هذه الأسانيد، وفنَّدوا مطاعنهم، فقد اتفقت الأمة على صحة ما في الصحيحين حيث جاء حديث جابر في صحيح مسلم. ¶ قال الحافظ السيوطي في ألفيّته: ¶ وَانْتَقَدُوا عَلَيْهِمَا يَسيرًا ... وَكَمْ نَرَى نَحْوَهُمَا نَصِيرَا ¶ فقال شارحها العلامة محمد محيي الدين عبد الحميد رحمه الله: \"وقد انتقد جماعة من الحفاظ منهم الدارقطني، وأبو ذر الهروي، وأبو على الغساني، وأبو سعد الدمشقي، بعض أحاديث الصحيحين ... ولكن الكثير من الحفاظ المتقنين لم يوافقوا هؤلاء على نقدهم. وقالوا: إن الشيخين أسبق أهل عصرهما فمن بعده، إلى معرفةه الصحيح، والمُعَلِّ، وهما أقدر الناس على معرفة العلل القادحة، وغير القادحة، وقد ذكرا أنَّ ما في كتابيهما صحيح، فلا يخلو الحال من أن يكون ما فيهما لا علة له، أو له علة غير قادحة، وكلاهما صحيح، فإن كان المنتقد يدَّعي أن في بعضها علةً قادحةً، كان قوله هذا معارضًا لما تضمنه قولُهما: إن ما في كتابيهما صحيح من ادعاء سلامته من العلل القادحة، ومتى تعارض قول المنتقد وقولهما، رجح قولهما على قوله لأنهما من هذا الفن في المنزلة التي لا تدانيها منزلة، فهما مرجح القول فيه\" (¬1). ¶ ومن أراد التأكد من صحة هذه الأحاديث، وَرَدِّ انتقادات المنتقدين، فليراجع كتابَ (البناء على القبور) تأليف الشيخ عبد الرحمن بن يحيى المعلمي رحمه الله، تحقيق حاكم ابن عبيسان المطيري. ¶ ¬__________ ¶ (¬1) ألفية السيوطي في مصطلح الحديث ص26، 27.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وقد اتخذ بعض المحتالين قُببًا جعلوها مصايد لأموال الناس وعقائدهم، فترى الجهلة من العوام يهبون أموالهم ومزارعهم وبساتينهم لهذه القُبب والتكايا التي يديرها هؤلاء المحتالون، ظنًا منهم بأن مَنْ فيها من المقبورين سوف ينجونهم يوم القيامة من عذاب الله، حتى حدا الأمر ببعضهم أنك إذا حلّفته بالله سبحانه وتعالى أو بكتابه أسرع إلى الحلف بهما، وإذا وجهته إلى قبة من تلك القبب، أو قبر من تلك القبور، تلكأ واصفرَّ وجهه وارتعدت فرائصه خوفًا، ثم امتنع عن الحلف به، وأقرَّ على نفسه بما حلف من أجله. ¶ وأكبر من ذلك إذا دعوت بعضًا من أولئك المغفلين إلى المحافظة على واجباتهم الدينية من صلاة وصيام وغير ذلك، أجابك بجواب قد استقر مضمونه في عقله قائلاً: إذا حافظتُ على الواجبات فما هي وظيفة الشيخ إذًا؟! ¶ حيث أُفهم أن شيخه سينحيه دون أن يقدِّم أي عمل لله تعالى. ¶ وترى بعضًا منهم يفح له تكية مدعيًا أن فيها قبرَ وَلِيٍّ من الأولياء، ويصبح سادنًا لها، فتراه بعد بضع من السنين وهو أغنى أهل المنطقة دورًا وبساتين، وأثاثًا، وهو لا يعمل أي عمل غير سدانة التكية، لأن الجهلة المساكين يوقفون عند موتهم ما يملكون من بساتين ويبقون عوائلهم يتضوَّرون جوعًا، ويتكففون الناس، ناسين قوله عليه الصلاة والسلام لسعد بن أبي وقاص رضي الله تعالى عنه: \"إِنَّك أَنْ تذَرَ ورَثَتَكَ أغْنِيَاء خَيرٌ مِنْ أن تَذَرَهُمْ عالَةً يتَكَفَّفُونَ النَّاسَ\" (¬1). ¶ قال شيخ الإسلام ابن تيمية رحمه الله: \"فمن قصد بقعة يرجو الخير بقصدها، ولم تستحب الشريعة ذلك فهو من المنكرات، وبعضه أشد من بعض، سواء كانت البقعة شجرة أو غيرها أو قناة جارية، أو جبلاً، أو مغارة، وسواء قصدها ليصلِّي عندها، أو ليدعو عندها، أو ليقرأ عندها، أو ليذكر الله سبحانه وتعالى عندها، أو لينسك عندها، بحيث يخص تلك البقعة بنوع من العبادة التي لم يشرع تخصيص تلك البقعة به، لا عينًا ولا نوعًا. ¶ ¬__________ ¶ (¬1) رواه البخاري (2591) ومسلم (1628) ومالك (2/ 763) والترمذي (975) وأبو داود (2864) والنسائي (6/ 241، 243) وأحمد (1/ 172).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وأقبح من ذلك أن ينذر لتلك البقعة دهنًا لتُنَوَّرَ بِهِ، ويقول: إنها تقبل النذور، كما يقوله بعض الضالين، فإن هذا النذرَ نذرُ معصية باتفاق العلماء لا يجوز الوفاء به، بل عليه كفارة يمين عند كثير من أهل العلم، منهم أحمد في المشهور عنه، وعنه رواية، هي قول أبي حنيفة والشافعي، وغيرهما: أنه يستغفر الله من هذا النذر، ولا شيء عليه، وكذلك إذا نذر طعامًا من الخبز أو غيره للحيتان التي في تلك العين أو البئر، وكذلك إذا نذر مالاً من النقد أو غيره للسدنة أو المجاورين العاكفين بتلك البقعة، فإن هؤلاء السدنة فيهم شبهة بالسدنة الذين كانوا للات والعزى ومناة، يأكلون أموال الناس بالباطل، ويصدُّون عن سبيل الله. ¶ فالنذر لأولئك السدنة والمجاورين في هذه البقاع التي لا فضل في الشريعة للمجاورين بها نذرث معصيةٍ، وفيه شبه من النذر لسدنة الصلبان، والمجاورين عندها، أو سدنة (الأبداد) التي بالهند والمجاورين عندها\" (¬1). ¶ \"ومن السدنة من يضلل الجهال فيقول: أنا أذكر حاجتك لصاحب الضريح، وهو يذكرها للنبي، والنبي يذكرها لله\" (¬2). ¶ ولا يعلم هؤلاء الجاهلون مَن المدفون في هذه القبور؟ ولا يعلمون أيضًا أن أصحاب تلك القبور – إن كان فيها صالح – يطلبون القرب من الله سبحانه وتعالى يرجون رحمته، ويخافون عذابه، قال تعالى: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً} [الاسراء:57]. ¶ نرجو من الله سبحانه وتعالى العافية في الدين والدنيا والآخرة، وصلى الله على سيدنا محمد وعلى آله وصحبه، وسلم، آمين. ¶ ¬__________ ¶ (¬1) اقتضاء الصراط المستقيم (214/ 215). ¶ (¬2) المصدر السابق (458).",
            "page": "34",
            "part": "1"
        }
    ],
    "t37493": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "عليكم بالسنة فإن السنة مفتاح القرآن"
        }
    ]
}