{
    "b37529": [
        {
            "id": "1",
            "nass": "القواعد والضوابط الأصولية والفقهية ¶ المستخرجة من كتاب ¶ *رسالة لطيفة جامعة في أصول الفقه المهمة * . ¶ للعلامة عبد الرحمن بن ناصر السعدي : ¶ (ت:1376هـ) ¶ وشروحها ¶ * جمع المحصول في رسالة ابن سعدي في الأصول* . ¶ للشيخ عبد الله بن صالح الفوزان . ¶ *والتعليقات المنيفة على فصول الرسالة السعدية* . ¶ لأبي الحارث نادر بن سعيد آل مبارك التعمري . ¶ *والمرتقى الذلول إلى نفائس علم الأصول* . ¶ لأبي الفضل عبد السلام بن محمد بن عبد الكريم . ¶ استخرجها ورتّبها ¶ أبو عبد الرحمن محمد كربوز ¶ 1- الأحكامُ العمليةُ تثبتُ بالأدلّةِ الظنِّيةِ الراجحةِ؛ كما تثبتُ بالأدلّةِ القطعيّةِ(ت) ¶ 2- الظن في العمليات جارٍ مجرى العلم(ف) ¶ 3- الأحكامُ مضطرّةٌ إلى أدلّتها التّفصيليّةِ، والأدلّةُ التفصيليّةُ مضطرّةٌ إلى الأدلّة الكلّيّةِ. ¶ 4- الأحكامُ الخمسةُ تتفاوتُ تفاوتًا كثيرًا بحسَبِ: حالِها، ومراتِبها، وآثارِها. ¶ 5- الحكمُ على الشيءِ فرعٌ عن تصوُّرِه(ف) (ت) ¶ 6- ما كان ثوابه أكثر كان طلبه آكد(ف) ¶ 7- طلب الأفضل أكمل من طلب المفضول(ف) ¶ 8- ما كان عقابه أعظم كان النهي عنه أوكد(م.ذ) ¶ 9- الفعل إذا كان مندوبًا بالجزء كان واجبًا بالكلِّ(م.ذ) (¬1) ¶ 10- المستحبُّ مقدِّمةٌ للواجبِ(م.ذ) ¶ 11- ترك سُنة من السنن المؤكّدة مكروه(م.ذ) ¶ 12- المشتبهات عمومًا من جنس المكروه(م.ذ) ¶ 13- المكروه متفاوت في كراهته، وإنما تتبين درجة الكراهة بحسب الصّيغة والقرائن، وأشدُّ أنواع المكروه: المشتبهات؛ لدلالة النصِّ على خطرِها، وكونِها برزخًا بين الحلال والحرام. وأدنى درجات المكروه: ما اختلف في جوازه وكراهته(م.ذ) ¶ 14- المكروه بالجزء محرَّم بالكلِّ(م.ذ) ¶ 15- المكروه مقدِّمةٌ للحرامِ(م.ذ) ¶ ¬__________ ¶ (¬1) - هذه القاعدة، ومن القاعدة (14) إلى القاعدة (18) قواعد ذكرها الشاطبي :. ¶ انظر ''المرتقى الذلول'' ( ص44- 46).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "16- المباحُ بالجزء إذا نظرنا إليه من جهة الكلِّية؛ فإنه تتجاذبه الأحكام الأربعة الأخرى(م.ذ) ¶ 17- كلُّ مباحٍ ليس بمباحٍ بإطلاق، وإنما هو مباح بالجزء خاصة. وأما بالكلِّ فهو: إما مطلوب الفعل، أو مطلوب الترك(م.ذ) ¶ 18- الأفعال كلها تختلف بالكلية والجزئية(م.ذ) ¶ 19- ترك الواجب المعين على الدوام أشدُّ إثما من تركِه في بعض الأحيانِ. والمحرّمُ الذي يكثرُ فعله أشدُّ حرمة ممّا يفعل قليلا(م.ذ) ¶ 20- الكراهة في لسان الشّارع تفيدُ في الأصل التحريم؛ لأن المكروه في اللغة هو المبغوض، فإذا أريدَ بالكراهة في لسان الشرع ما أراده الأصوليون بلفظ الكراهة احتجنا إلى دليل لذلك(م.ذ) ¶ 21- ما كان مصلحتُه خالصةً أو راجحةً: أمر به الشارعُ أمر إيجابٍ أو استحبابٍ. وما كانت مفسدتُه خالصة أو راجحة: نهى عنه الشارع نهيَ تحريمٍ أو كراهةٍ ¶ 22- الوسائلُ لها أحكام المقاصِدِ. ¶ - ما يثبُت للمقصودِ من حكمٍ يثبُت مثلُه للوسيلة المُوصِلةِ إليهِ(ف) ¶ 23- وسائلُ الأحكامِ حكمُها حكمُها؛ فكذلك: توابعُها، ومتمِّماتُها(م.ذ) ¶ 24- الأمرُ بالشيءِ: أمرٌ به، وبما لا يتمُّ إلا به، وأمرٌ بالإتيانِ بجميع شروطِه: الشرعيَّةِ، والعادية، والحسِّية(ت) ¶ 25- ما لا يتِمُّ تركُ الحرامُ إلا بتركِه فتركُه واجبٌ(م.ذ) ¶ 26- المباحُ قد تتجاذبه الأحكام الأربعة بحسَب النية فقط، حتى ولو لم يكن وسيلة إلى غيره(م.ذ) ¶ 27- كل مباح أدى فعله إلى تضييع سُنَّة مؤكّدة؛ فهو مكروهٌ(م.ذ) ¶ 28- العبرةُ بالغالبِ(م.ذ) (ف) ¶ 29- ما لا يتمُّ الواجبُ إلا به؛ فهو واجبٌ. وما لا يتمُّ المَسْنونُ إلا به؛ فهو مسنونٌ. وما يتوقف عليه الحرامُ؛ فهو حرامٌ. ووسائل المكروهِ: مكروهةٌ. ¶ 30- قد تكون الوسيلةُ متضمّنةً مفسدةً تُكْرَهُ أو تَحرُمُ لأجلِها، وما جُعلَتْ وسيلةً إليه: ليس بحرامٍ، ولا مكروهٍ(ت)",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "31- الأدلّةُ التي يُستمدُّ منها الفقهُ أربعةٌ: الكتابُ والسُّنَّةُ - وهما الأصلُ الذي خُوطِبَ به المُكلَّفونَ، وانبنى دينُهم عليه-؛ والإجماعُ والقياسُ الصّحيحُ - وهما مستنِدان إلى الكتابِ والسنّةِ-. ¶ 32- البلوغُ والعقلُ: شرطٌ لوجوبِ العباداتِ. وقبلَ البلوغِ إذا مَيَّز الأشياءَ صحّت منهُ من غيرِ إيجابٍ عليهِ، ولكن يؤمرُ بها على وجه التَّمرينِ(ت) ¶ 33- البلوغُ والعقلُ والرُّشْدُ: شرطٌ لصِحَّةِ المعاملاتِ. فَمَن فقدَ واحِدًا منها لم تصحْ معاملته، ولم تَنْفُذ تصرُّفاته، وتعيَّن الحَجْر عليه(ت) ¶ 34- أكثر الأحكام المهمّة تجتمعُ عليها الأدلّةُ الأربعة؛ لِما فيها من المنافعِ والمصالحِ إن كانت مأمورًا بها، ومن المَضارِّ إن كانت منهيًا عنها. ¶ 35- الأقربُ إلى الصَّوابِ في الأحكامِ المُتنازَعِ فيها مَن أَحسَنَ ردَّها إلى الأصولِ الأربعة. ¶ 36- الأصلُ في أوامرِ الكتابِ والسُّنّةِ: أنّها للوجوبِ؛ إلا إذا دلّ الدّليلُ على الاستحباب أو الإباحةِ. ¶ 37- الأصل في النواهي: أنّها للتّحريمِ؛ إلا إذا دلّ الدّليل على الكراهةِ. ¶ 38- الأمر بعد الحظر يرُدُّه إلى ما كان عليه قبل ذلك. ¶ 39- الأمر والنهي يقتضيان الفور. ¶ 40- لا يقتضي الأمر التَّكرار إلا إذا عُلِّق على سبب؛ فيجب أو يُستحبّ عند وجود سببه. ¶ 41- الأمر المعلَّق على سبب مفيدٌ للتَّكرار إذا لم يقم دليل على أن هذا السبب المعيَّن قد يتكرر بدون تَكرار الأمر المعلَّق عليه(م.ذ) ¶ 42- الأمر إذا علِّق على شرط؛ فالظاهر أنه بحسَب ما يدل عليه الشرط لغة؛ فإن كان يفيد التَّكرار تكرّر وإلا فلا(م.ذ) ¶ 43- الأمرُ بالشيء نهيٌ عن ضدِّه. والنهيُ عن الشيءِ أمرٌ بضدِّه. ¶ 44- النهيُ يقتضي الفسادَ إلا إذا دلَّ الدليلُ على الصحّةِ. ¶ 45- النهي إن كانت له جهة واحدة –كالشرك والزنا-: اقتضى الفساد بلا خلاف.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وإن كان له جهتان هو من إحداهما مأمور به ومن الأخرى منهي عنه. فهم متفقون على أن جهة الأمر إن انفكّت عن جهة النهي لم يقتضِ الفساد. وإن لم تنفك عنها اقتضاه(م.ذ) ¶ 46- الأمر بالترك يستوي مع النهي(م.ذ) ¶ 47- نصُّ الكتابِ والسنّةِ -وهو اللفظُ الواضحُ الذي لا يَحتملُ إلا ذلك المعنى-: لا يُعدَل عنه إلا بناسخٍ أو دليلٍ صارفٍ(ت) ¶ 48- الظاهِرُ واجبٌ العملُ به إلا بدليلِ يصرِفُه عن ظاهرِه. ¶ 49- النصُّ لا يُعدَلُ عنه إلا بالنسخ. والظاهر لا يُعدَل عنه إلا بدليلٍ أقوى منه يدلّ على صرف اللفظ عن ظاهرِه المتبادر إلى المُحتمل المرجوحِ. والمُجملُ يُتوقَّفُ فيه حتى يدلّ دليل يبين المقصود من المحتمَلَين(م.ذ) ¶ 50- الأصلُ في الكلامِ الحقيقةُ؛ فلا يُعْدَلُ به إلى المجازِ -إن قلنا به-؛ إلا إذا تَعذَّرت الحقيقة. ¶ 51- اللفظُ إن دلَّ بنفسِه فهو حقيقةٌ لذلك المعنى، وإن دلَّ بقرينةٍ فدلالته بالقرينةِ حقيقةٌ للمعنى الآخرِ. فهو حقيقةٌ في الحالينِ(ت) ¶ 52- الحقائقُ ثلاثٌ: شرعيّةٌ، ولُغويّةٌ، وعُرْفيّةٌ. فما حَكَم به الشارعُ وحَدَّه: وجَب الرّجوعُ فيه إلى الحدِّ الشّرعيِّ. وما حكَمَ به ولم يحُدَّه اكتفاءً بظهور معناهُ اللغوي: وجَب الرّجوعُ فيه إلى اللغةِ. وما لم يكن له حدُّ في الشّرعِ، ولا في اللغة: رُجِع فيه إلى عادةِ النّاسِ وعُرفِهم. ¶ 53- الأسماءُ التي لم يحُدَّها الشارعُ بحدٍّ، ولا لها حدٌّ واحدٌ يشتركُ فيه جميع أهل اللغة: يرجع حدُّها إلى عادة الناس وعُرْفِهم. فتتنوَّع بحسَب عادتِهم.(ت) من كلام شيخ الإسلام ¶ 54- الألفاظُ إذا وردت في نصٍّ شرعيٍّ، وكان لها حقيقة شرعيّة: فالأصلُ أن تُفسَّرَ بها ما لم تأتِ قرينة صارفة عنها؛ فتفسَّر بحسَب ذلك. ¶ إن لم يكن للفظ حقيقة شرعية: فإنّه يُفسَّرُ بالحقيقةِ العُرْفية (بعرف الصحابة: عرف زمن النزول والتشريع) إن وُجدت. ¶ فإن لم توجد أو جاءت قرينة صارفة عنها: فُسٍّرَ بالمعنى اللغويّ(ت)",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "55- تفسير النص بالمعنى العُرْفي أو اللغوي (حسب القاعدة السابقة): يجعلُ هذا التفسير مرادًا شرعيًا، ولا تجوزُ مخالفتَه دون دليلٍ(ت) ¶ 56- يحملُ كل لفظ على معناه الحقيقي في موضع استعماله(ف) ¶ 57- اللفظ قد يكون في ذاته عامّا، ولكن تدلُّ القرائن الشرعيّة، أو العرفيّة، أو السياقيّة على أنّ المراد به الخصوص(م.ذ) ¶ 58- قد يكون اللفظ في ذاته خاصا، ولكن تدلُّ القرائن على إرادة العموم، وذلك كخطاب النبي - صلى الله عليه وسلم - خطاب الواحد من الأمة؛ فقد عُلِم أنّ هذا اللفظ وإن كان مخرجه خاصًّا: چ ? ?... چ؛ إلا أن المرادَ به عموم الأمّة ما لم يقم دليل على التخصيص(م.ذ) ¶ 59- خطابُ الشارعِ لواحدٍ من الأمَّةِ، أو كلامُه في قضيَّةٍ جزئيَّةٍ: يَشمَلُ جميعَ الأمَّةِ وجميعَ الجزئيّاتِ إلا؛ إذا دلَّ دليلٌ على الخصوصِ. ¶ 60- عدولُ الشّارع عن اللفظ الخاص إلى اللفظ العام: لا بدّ له من فائدةٍ. وفائدتُه هي تعميم الحكم(ف) ¶ 61- القطعيّة في ذاتها متفاوتة؛ فمنها: قطعيّة خاصة؛ كقطعية المفسَّر والمُحكَمِ، وقطعيّة عامّة؛ كقطعيةِ الخاصّ. ولذا فإنّ الخاصّ أوفى قطعيّة من المفسَّر والمحكم. ولكن مع ذلك هو أقوى دلالةً من العام(م.ذ) ¶ 62- العام الذي كثرت تخصيصاته المنتشرة أيضا: لا يجوز التمسّك به إلا؛ بعد البحث عن تلك المسألة؛ هل هي من المستخرج أو من المستبقى؟ وهذا لا خلاف فيه(م.ذ) ¶ 63- قاعدة عند الإمام أحمد :: لا يجوز لأهل زمانه ونحوِهم استعمال ظواهر الكتاب قبل البحث عما يفسرها من السنة وأقوال الصحابة والتابعين، وغيرهم(م.ذ) ¶ 64- تعليل القاعدة السابقة، وهي قاعدة: الظاهر الذي لا يغلب على الظن انتفاء ما يعارضه لا يغلب على الظن مقتضاه. فإذا غلِب على الظن انتفاء معارضه غلب على الظن مقتضاه(م.ذ) ¶ 65- العملُ بنصوصِ الكتابِ والسُنَّةِ واجبٌ على ما تقتضيه دلالتها؛ حتى يقوم دليل على خلاف ذلك(ت)",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "66- ما لم يقُم الدليل المُخصِّص: وجب العملُ بالعام(م.ذ) ¶ 67- من نظر في نصٍّ عامٍ؛ فغلب على ظنِّه عدم وجود مخصِّص: فعليه أن يعملَ بالعام على عمومِه. ¶ ومن غلب على ظنه وجود مخصِّص: فلا يصحُّ أن يعملَ بالعمومِ حتّى يبحثَ عن المخصِّص(م.ذ) ¶ 68- الأصلُ في المخصِّصات أن تكون عامّة لا خاصّة. ¶ 69- حيث لا تعارضَ بين العام والخاصِّ: عُمِلَ بكلّ منهما. وحيث ظُنَّ تعارضهما: خُصَّ العام بالخاص. ¶ 70- العبرةُ بعمومِ اللفظِ لا بخصوصِ السببِ. ¶ 71- الصحابيُّ عدلٌ ضابطٌ: فلا يروي ما يدلُّ على العمومِ إلا وهو جازمٌ بالعموم(ف) ¶ 72- يزدادُ اللفظُ تحديدا كلما زادت القيودُ، وبالتّالي يقِلُّ شُيوعه(م.ذ) ¶ 73- المخاطِب يدخل في عموم خطابه على الراجح ما لم يرد دليل على خلافه(ف) ¶ 74- الخطابُ إذا ورَدَ مُطلقا لا مقيَّدا حُمِل على إطلاقِه. وإن وردَ مقيَّدا حُمِل على تقييدِه. وإن ورد مطلقًا في موضعٍ مقيَّدًا في موضعٍ آخر فذلك على أقسام(م.ذ) ¶ 75- يُحمَل المُطلَقُ على المُقيَّد بوصفٍ، أو قيدٍ معتبرٍ (¬1) . ¶ 76- قاعدة في بيان علة حمل المطلق على المقيَّد: المثبت وهو المقيَّد أولى من السّاكتِ وهو المطلق(م.ذ) ¶ 77- قاعدة في بيان علة حمل المطلق على المقيد لا المقيَّد على المطلق: ما يتضمّن إلغاء جزء من نصٍّ أولى من إلغاء نص بكاملِه(م.ذ) ¶ 78- إعمال الكلام خير من إهمالِه(م.ذ) ¶ 79- إذا عُرِف المُتكلِّم: فُهِم من معنى كلامه ما لا يُفهَم إذا لم يُعرَف(م.ذ) ¶ 80- جميعُ لوازمِ كلام الله وكلام رسوله - صلى الله عليه وسلم - حقّ، ولذا تكون دلالته بطريق الالتزام لازمة(م.ذ) ¶ ¬__________ ¶ (¬1) - هذا تعميم بعد تخصيص. فإنه نص على الوصف ثم عمم. فيدخل في ذلك الشرط كما مُثّل. والتقييد بالغاية كقوله تعالى: چ? ? ? ? ?? چ [البقرة:187]؛ فالصوم مقيد بغاية وهي الليل(ف)",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "81- إن ما دلَّ عليه كلام أهل العلمِ وغيرهم ممن ليس بمعصومٍ (¬1) بطريق اللزوم لا يطالب به العالِم ولا يلزم به. فإذا رأى رَأيا أو ذهب مذهبًا يلزم عنه معنى باطل معلومٌ أنه لا يريده؛ فهنا لا نقول إنه يلتزمه(م.ذ) (مأخوذ من كلام شيخ الإسلام) ¶ 82- البيان: إرشاد ودلالة، يصحُّ بكلِّ شيءٍ يزيل اللَّبس عن النصِّ من نصّ أو فعلٍ، أو قرينةٍ، أو غيرِ ذلك(م.ذ) ¶ 83- قاعدة عند المالكية: الأظهر لا يبيَّن بالأخفى(م.ذ) ¶ 84- يجوز أن يكون الأقلّ سندا مُبيِّنا للأقوى منه سندا؛ كما في بيان الآحاد للمتواتر. كما يجوز أن يكون الأقلّ دلالة مبيِّنا للأقوى دلالة؛ كما في بيان المفهوم للمنطوق(م.ذ) ¶ 85- ما أجملَه الشارعُ في موضعٍ، وبيَّنه ووضّحه في موضعٍ آخرٍ: وجَبَ الرَّجوعُ فيه إلى بيان الشّارع. ¶ 86- القرآن كلُّه محْكَمٌ باعتبارٍ، وكلُّه متشابِهٌ باعتبارٍ، وبعضُه محكمٌ وبعضُه متشابِهٌ باعتبار ثالثٍ(م.ذ) ¶ 87- التشابه العام لا ينافي الإحكام العام؛ بل هو مصدِّق له، فإن المحكَمَ المتقن يصدّق بعضه بعضا لا يناقض بعضه بعضا(م.ذ) ¶ 88- التشابه الخاص هو مشابهة الشيء لغيره من وجهٍ مع مخالفتِه له من وجهٍ آخر؛ بحيث يشتبه على بعض الناس أنه هو أو هو مثله، وليس كذلك. ¶ والإحكام ( أي الخاص ) هو الفصل بينهما بحيث لا يشتبه أحدهما بالآخر(م.ذ) ¶ 89- ما أُجمِل في بعض الآيات فسَّرته آيات أُخر، وما لم يتوضَّح في موضع توضَّح في موضع آخر. وما كان معروفًا بين الناس وورد فيه القرآن أمرًا ونهيًا؛ كالصلاة والزكاة والزنا والظلم ولم يفصِّله فليس مجملا؛ لأنه أرشدهم إلى ما كانوا يعرفون، وأحالهم على ما كانوا به متلبسين فليس فيه إشكال بوجه(م.ذ) ¶ 90- يجبُ إرجاعُ المُتشابِه إلى المُحكَم. ¶ 91- قاعدة عند بعض أهل العلم: الأقوى لا يُرفع بما هو دونه(م.ذ) ¶ ¬__________ ¶ (¬1) - فإن العالِم بشر قد يخفى عليه ما يؤدي إليه كلامه وما يلزم عنه من لوازم(م.ذ)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "92- لا يجوز في حقه - صلى الله عليه وسلم - تأخير البيان عن وقت الحاجة - لا يجوز تأخير البيان عن وقت الحاجة(ف) ¶ 93- قاعدة عند بعض الأصوليين: الإجماع على خلاف ما في الكتاب والسنة: دليل قاطعٌ على النَّسْخِ(م.ذ) ¶ 94- قاعدة ذكرها شيخ الإسلام ابن تيمية :: الإجماع إذا خالفه نصٌ فلا بدّ أن يكون مع الإجماع نص معروف أن ذلك منسوخ(م.ذ) ¶ 95- مخالِف الإجماع القطعيّ يكفر، وأما مخالف الإجماع الظنّي فلا يكفر(م.ذ) ¶ 96- الإجماع القطعيُّ لا يمكن أن يخالف النص، ولأنه لا بدّ أن يكون مبنيّا على نصٍ. وإذا كان مبنيّا على نصّ فالنصوص متوافقة غير متعارضة. ولهذا؛ لا يجوز القول بأن الإجماع ينسخ النص بدون أن يُعلم النص الناسخ(م.ذ) ¶ 97- الإجماع الظني أقلّ حجّية من النص؛ فلا يصحّ أن يُدفع به النص أصْلا، أو يُعارَض به(م.ذ) ¶ 98- العلم بمراد المتكلِّم يعرَف تارة من عموم لفظه، وتارة من عموم علّته، والحوَالة على الأول أوضح لأرباب الألفاظ. وعلى الثاني أوضح لأرباب المعاني والفهم والتدبّر(م.ذ) ¶ 99- القياسُ إنما يُعدَلُ إليه وحدَهُ إذا فُقد النصّ. فهو أصلٌ يُرجع إليه إذا تعذّر غيره، وهو مؤيِّد للنصِّ؛ فجميع ما نصَّ الشارعُ على حكمِه؛ فهو موافق للقياس لا مخالف له. ¶ 100- القياس الصحيح قسمان: ¶ أحدهما: أن يُعلَم أنه لا فارقَ بين الأصل والفرع؛ إلا فرقٌ غير مؤثرٍ في الشرع. ¶ والقسم الثاني: أن ينصَّ على حكم لمعنًى من المعاني، ويكونَ ذلك المعنى موجودًا في غيرِه. فإذا قام دليلٌ من الأدلّة على أنّ الحكمَ متعلِّق بالمعنى المشترَك بين الأصل والفرع سوَّى بينهما(م.ذ) ¶ 101- القياس الفاسدُ: هو كلُّ قياسٍ دلَّ النصّ على فساده، أو أَلْحَق منصوصا بمنصوصٍ يخالف حكمه، أو سوَّى بين شيئين، أو فرَّق بين شيئين بغير الأوصاف المعتبرة في حكم الله ورسوله(م.ذ) ¶ 102- كلُّ قياسٍ خالف دلالة النصِّ: فهو قياس فاسدٌ(ت) (م.ذ)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "103- إذا كانت العلَّة أمرا خفيّا: أقام الشارع مقامه أمرا ظاهرًا. ¶ 104- متى نصَّ الشارعُ على مسألةٍ؛ ووصفَها بوصفٍ، أو استنبَط العلماءُ أنه شرعَها لذلك الوصفِ؛ ثمَّ وُجِد ذلك الوصفُ في مسألةٍ أخرى لم ينصَّ الشارعُ على عينِها - من غيرِ فرْقٍ بينها وبين المنصوص- وجَبَ إلحاقُها بها في حكمِها. ¶ 105- الشارعُ حكيمٌ لا يُفرِّقُ بين المُتماثِلاتِ في أوصافها، كما لا يجمعُ بين المختلِفاتِ. ¶ 106- الخلاف في تحقيق المناط: هو خلافٌ في تنزيل القاعدة على الواقع، وهو أمرٌ سائغٌ؛ لأن هذا قد يلتبس، ولكن الذي لا يُستساغُ هو مخالفة المناط الصحيح الثابت بالنصِّ أو الإجماع(م.ذ) ¶ 107- قاعدة في تحقيق المناط وتخريج المناط: الأساس الذي بُنِيَ عليه جَعْل الوصفِ علة، أو استبعاده من التعليل هو: الشروط الواجب توافرها في العلة(م.ذ) ¶ 108- لا يجوز أن يتناقض قياس صحيح ونص صحيح. كما لا يتناقض معقول صريح ومنقول صحيح. بل إذا ظَنّ بعض الناس تعارض النص والقياس كان أحد الأمرين لازمًا: إما أن القياسَ فاسدٌ، وإما أنّ النصَّ لا دلالةَ له(م.ذ) ¶ 109- ما خصَّه الشارع بحكم عن نظائره: فإنما خصَّه به لاختصاصه بوصفٍ أوجَب اختصاصَه بالحكم(م.ذ) ¶ 110- المنسوخُ في الكتابِ والسنَّة قليلٌ؛ فمتى أمكن الجمعُ بين النصّينِ، وحَملُ كلٍ منهُما على حالٍ وجَب ذلك. ¶ ولا يُعدلُ إلى النّسخِ إلا بنصٍ من الشارعِ، أو تعارُضِ النصّينِ الصّحيحين الذَيْن لا يُمكنُ حملُ كلٍّ منهما على معنى مناسبٍ؛ فيكونُ المتأخِّرُ ناسخًا للمُتقدِّمِ. ¶ فإن تعذّرَ معرفةُ المُتقدٍّم والمتأخِّر: رجعنا إلى الترجيحات الأُخَرْ. ¶ 111- المنسوخ قليل، وأكثر نصوص الشريعة محكمة(ف) ¶ 112- قاعدة فيما ورد من أحكام في حَجّة الوداع: ما ورد فيها من أحكام وهو معارضٌ أحكاما غير معلومة التاريخ؛ فهو ناسخٌ لتلك الأحكام(ف)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "113- إذا تعارض قولُ النبي - صلى الله عليه وسلم - وفعلُه: قُدِّم قولُه؛ لأنه أمْرٌ أو نهْيٌ للأمّة، وحُمِل فعلُه على الخُصوصيةِ لهُ. فخصائصُ النبي - صلى الله عليه وسلم - تنبني على هذا الأصلِ. ¶ 114- كما يكون الفعلُ مظنَّة الخصوصيّة عند التعارض؛ فكذا هو قرينة معتبرة صارفة لدلالة القول؛ كالوجوب إلى الندب(ت) ¶ 115- لا بدّ للخصوصية من دليل يدلُّ على اختصاص الفعلِ بالنبي - صلى الله عليه وسلم - ، وإلا فسيدخل كثير من الأحكام في باب الخصوصية بالظنِّ والاحتمالِ(ت) ¶ 116- كثيرٌ من خصوصياته - صلى الله عليه وسلم - مجرَّدةٌ عن معارضة القول مع الفعلِ؛ بل أغلَبُها أخبارٌ منه - صلى الله عليه وسلم - (ت) ¶ 117- الأصل عدم الخصوصية(ف) ¶ - إذا أمر اللهُ نبيَّه بأمر أو نهاه عن شيء كانت أمّته أسوة له في ذلك، ما لم يقم دليلٌ على اختصاصه بذلك(ف) ¶ - الأصلُ التأسّي بالنبي - صلى الله عليه وسلم - ، ومشاركةُ الأمّة له في الأحكام إلا ما دلّ الدليلُ على تخصيصه به(ف) ¶ - فعله - صلى الله عليه وسلم - : الأصلُ فيه أن أمتَه أسوتُه في الأحكام إلا إذا دلّ دليل على أنه خاصٌّ به. ¶ 118- إذا تعارض القول والفعل، وقام دليلٌ على أنّ الفعلَ خاصٌ به - صلى الله عليه وسلم - : حكم بها، فإن لم يوجد دليلُ الخصوصية لم يُحكم بها(ف) ¶ 119- الأصلُ في التشريع وخطاب الأمة هو: القولُ، ولا يُتطَرَّقُ إليه من الاحتمالات ما يُتطرَّق للفعل(ف) ¶ 120- إذا أمَر النبي - صلى الله عليه وسلم - بأمرٍ وفعَل خلافه، أو نهى عن شيءٍ وفعلَه: فإمّا أن يكون الفعل مخصِّصا للقولِ، أو محمولا على بيان الجواز، أو أنه ناسخٌ للقولِ، إلى غيرِ ذلك مما تتمّ معرفته باستقراء مواضع التعارض والنّظر في الأدلّةِ والقرائنِ التي يستفاد منها في تحديد المراد(ف)",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "121- إذا فعل النبي - صلى الله عليه وسلم - شيئا على وجه العبادة ولم يأمر به فالصحيحُ أنه للاستحباب، وإن فعله على وجه العادة دلَّ على الإباحةِ. ¶ 122- إذا كان فعلُه - صلى الله عليه وسلم - بيانًا لحكمٍ من الأحكامِ فحكمُه حكمُه(ت) ¶ 123- ما فعلَه النبي - صلى الله عليه وسلم - على وجه التعبُّدِ فهو عبادةٌ يشرَع التأسّي به(ف) ¶ 124- إذا خَصَّص زمانًا أو مكانًا بعبادةٍ كان تخصيصه تلك العبادة سُنّة(ف) ¶ 125- التقريرُ حُجّة(ف) ¶ 126- ما أقره النبي - صلى الله عليه وسلم - من الأقوال والأفعال: حُكِم عليه بالإباحةِ أو غيرِها على الوجه الذي أقرَّهُ. ¶ 127- لا يمكن التعارض بين النصوص على وجه لا يمكن فيه الجمع، ولا النسخ، ولا الترجيح(ف) ¶ 128- روايةُ الجماعة من العدول أقوى وأثبت من رواية الواحد(ف) ¶ 129- الناقل يقدَّم على المبقي(ف) ¶ 130- قولُ الصحابي إذا اشتَهر ولم يُنكَر؛ بل أقرَّه الصحابةُ عليه فهو إجماعٌ. ¶ فإن لم يُعرف اشتِهارُه ولم يُخالِفْه غيرُه فهو حُجّة على الصحيح. ¶ فإن خالفَه غيرُه من الصحابة لم يكن حُجةً. ¶ 131- الفاسدُ لا يقرُّه الشّرعُ(ف) ¶ 132- ما كان مردودًا فكأنّه لم يوجد(ف) ¶ 133- كلُّ عرفٍ خالف الشّرع: فهو مردود(ف) ¶ 134- العادةُ محكّمة(م.ذ) ¶ 135- المعروف عرفا كالمشروط شرطا(م.ذ) ¶ 136- الصريح مقدَّم على الضمني(م.ذ) ¶ 137- اليقينُ لا يزولُ بالشّكِّ. ¶ 138- كلُّ أمرٍ ثبَت بدليل قاطعٍ، أو بظنٍّ ظاهرٍ: فإنه يحكَم ببقائه على ما هو عليه، ولا يزيله عن ذلك إلا يقينٍ لا شكَّ معه(ف) ¶ 139- كلّ مشكوكٍ فيه يُجعَلُ كالمعدومِ الذي يُجزَم بعدَمِه(ف) ¶ 140- ما تحقّق وجوده في الزمان الماضي: فإنّه يستلزم بقاءه في الزمان المستقبل، ويسمَّى: الوجودَ الأصليَّ(م.ذ) ¶ 141- ما تحقّق عدمُه في الماضي: فإنّه يستلزم عدمه في المستقبل، ويسمَّى: العدمَ الأصليَّ(م.ذ)",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "142- كلٌّ من العدم الأصليِّ، والوجودِ الأصليّ: يُستصحَبُ ويُستدَام حكمه حتى يأتيَ دليلٌ ينقلُه عن أصله(م.ذ) ¶ 143- الأصلُ الطّهارةُ والإباحةُ في كلِّ شيءٍ إلا ما دلّ الدليلُ على نجاسته أو تحريمِه. ¶ 144- الأصلُ براءةُ الذِّمَّة من الواجباتِ، ومن حقوقِ الخلقِ حتى يقوم الدليلُ على خلاف ذلك. ¶ 145- الأصلُ بقاءُ ما اشتغلت به الذِّممُ من حقوق الله، وحقوق عبادِه حتى يُتيقنَ البراءةُ والأداءُ. ¶ 146- كلُّ ما فيه عدد من العبادات: فإنّ المُتيقَّن هو الأقلّ، والزّيادةُ من الشّكّ. ¶ 147- المشقَّةُ تجلبُ التيسيرُ. ¶ 148- ضابطُ المشقّة: المشقّة الزائدة التي لا يمكن للمكلَّف أن يستمرَّ على تحمّلِها عادةً إلا ببذل أقصى الجهدِ، ولا يُمكن المداومة عليها؛ بحيث تؤدّي إلى وقوع الضّرر، أو الأذى في النفس، أو المال(ف) ¶ 149- لا واجبَ مع العجْزِ، ولا محرَّمَ مع الضّرورةِ. ¶ 150- الضروراتُ تُبيحُ المحظورات الرّاتبة، والمحظورات العارضة. (¬1) ¶ 151- والضرورة تقدَّرُ بقدَرِها. ¶ 152- ضابط الضرورة: أن يطرأ على الإنسان حالة من الخطر، أو المشقة الشّديدة التي لا يتحمّلها جنس بني آدم(ف) ¶ 153- الميسورُ لا يسقطُ بالمعسورِ(م.ذ) ¶ - إذا قدِر على بعض الواجبِ: وجَبَ عليهِ ما يقدِرُ عليه، وسقط عنه ما يعجِزُ عنهُ. ¶ 154- ما احتاج الخلقُ إليه لم يحرِّمه عليهم. ¶ 155- الحاجةُ توجِب الانتقالَ إلى البدلِ عند تعذّرِ الأصلِ(م.ذ) ¶ 156- متى زالَ الخطَرُ عاد الحظْر(ف) ¶ 157- قاعدة في الصيام: الفطرُ يجوز لضرورة الغير(ف) ¶ 158- الضررُ يُدفعُ(م.ذ) ¶ 159- يَحرُم التصرُّف في مُلك الغير بدون إذنه(م.ذ) ¶ ¬__________ ¶ (¬1) - المحظورات الرّاتبة: كالميتة والخمر والماء النجس، ونحو ذلك. والمحظورات العارضة: هي التي يكون تحريمها عارضا بسبب. مثل: محظورات الإحرام؛ كأن يحتاج لحلق الرأس لجرح -مثلا-؛ فله أن يحلق رأسه ويفدي على ما هو مبين في كتب الفقه(ف)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "160- إذا كان عدم التصرّف فيه سببًا للضرر: جاز التصرّف(م.ذ) ¶ 161- الأمورُ بمقاصِدِها. ¶ 162- انصرافُ ألفاظُ الكناياتِ والمُحتَمَلات إلى الصّرائحِ. (¬1) ¶ 163- غير الصريح لا يعطَى حكمه إلا بالقصد؛ فلا ينفصل الفعل عن النيّة(ف) ¶ 164- تنعِقدُ العقودُ وتنفسخُ بكلِّ ما دلّ على ذلك من قولٍ، أو فعلٍ. ¶ 165- يُختارُ أعلى المصلحتينِ، ويُرتكبُ أخفُّ المَفسَدتينِ عند التزاحمِ. ¶ 166- وعند التكافؤِ؛ فدرءُ المفاسدِ أولى من جلبِ المصالحِ. ¶ 167- أعقَلُ النّاس أترَكهم لما ترجّحت مفسدته في العاقبة(ف) (¬2) ¶ 168- لا تتمُ الأحكامُ إلا بوجودِ شروطِها، وانتفاءِ موانعِها. ¶ 169- الحكمُ يدورُ مع علَّتِه ثبوتا وعدمًا. ¶ 170- الأصلُ في العباداتِ الحظْرُ إلا ما ورَدَ عن الشارعِ تشريعه. ¶ 171- والأصلُ في العاداتِ الإباحةُ إلا ما ورد عن الشارعِ تحريمُه. ¶ 172- إذا وُجدت أسبابُ العبادات والحقوق ثبتت ووجبَت إلا إذا قارنها المانعُ. ¶ 173- الواجبات تلزَم المكلَّفين. ¶ 174- الإتلافاتُ تجبُ على المكلفين، وغيرهم؛ كالناسي والجاهل. ¶ 175- إذا نفى الشارعُ عبادةً أو معاملةً: فهو لفسادِها، أو نفى بعضَ ما يَلزمُ فيها: فلا تُنفى لنفي بعضِ مستَحبّاتها. ¶ - إذا نفَى الشّارع عبادةً أو معاملةً؛ فهو: إما لفسادها من أصلِها، أو لانتفاء بعض ما يلزَم فيها من واجبات، أو غيرِها(ف) ¶ - العملُ إذا فُعِلَ كما أوجَبَه الله تعالى؛ فإنّه لا يصحُّ نفيه لانتفاء شيء من مستحبّاته التي ليست بواجبة(ف) ¶ 176- النفيُ: قد يكون نفيا للوجودِ؛ مثل: لا خالقَ إلا اللهُ. ¶ وقد يكون نفيًا للصحّة؛ مثل: لا صلاةَ إلا بطُهورٍ. ¶ وقد يكونُ نفيًا للكمال؛ مثل: لا صلاةَ بحضْرَةِ الطّعام –على أحدِ القولين-(ف) ¶ ¬__________ ¶ (¬1) - وهذه القاعدة مأخوذة من الأصل الذي قبلها، ويوضحها ما بعدها. ¶ (¬2) - وهذا ضابط لأمر سلوكي، وليس قاعدة أصوليّة، وانظر ما قيل في سبب إدخال القاعدة (186) والقاعدة (187) في هذا المستخرج.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "177- الأصلُ في نفيِ الشّرع أن يكونَ نفيًا للصحّة لا نفيًا للكمال إلا بدليلٍ(ف) ¶ 178- نفيُ الصحّة يَلزمُ منه الفساد، وهو نفي الوجود الشرعي في الواقع(ف) ¶ 179- كلُّ ما ورَد نفيه في الكتاب والسُّنّةِ: نفيٌ للكمال الواجبِ؛ أي لانتفاء بعض الواجبات(م.ذ) ¶ 180- المسائلُ قسمان: مُجمَعٌ عليها؛ فتحتاجُ إلى تصوّرٍ وتصويرٍ، وإلى إقامة الدليل عليها، ثمّ يحكَمُ عليها بعد التّصوير والاستدلال. وقسم فيها خلافٌ؛ فتحتاجُ مع ذلك إلى الجوابِ عن دليل المنازع. ¶ 181- القادرُ على الاستدلال: عليه الاجتهاد والاستدلال. ¶ والعاجزُ عن الاستدلالِ: عليه التقليدُ والسُّؤالُ. ¶ 182- كلُّ من استيقَن شيئا وتبيَّنَه: فقد علِمه؛ وعلى هذا من لم يستيقِن الشيء وقال به تقليدًا: فلم يعلَمه(م.ذ) ¶ 183- ما وجَب علمُه إنما يجبُ على من يقدر على تحصيلِ العلمِ(م.ذ) ¶ 184- لا يَلزَم من عدم الدّليل المُعيَّن: عدمُ سائر الأدلّة(م.ذ) ¶ 185- عدمُ المانِع الذي يُعلَمُ بالعقلِ لا يقتضي الجواز الشرعي؛ فإنّ الشَّرع قد يُعلَم بخبره ما لا علْم للعقل به، وقد يُعلَم من حكمة الشّارع التي عُلِمت بالشّرع ما لا يُعلَم بمجرّد العقلِ(م.ذ) ¶ 186- من ضيّع الأصول حرم الوصول(ت)7 ¶ 187- من ثبتَ نبَت(ت) (¬1) ¶ تمّ والحمد لله، وصلى الله على نبيّنا محمّد، وعلى آله وصحبه، ومن تبعهم بإحسانٍ إلى يومِ الدّين. ¶ ¬__________ ¶ (¬1) - وبهاتين القاعدتين في المنهجية في طلب العلم وتحصيلِه نختم هذا المستخرج. وإدخالهما مع ما قبله من باب التغليب – إن صحّ -؛ فنسأل الله أن يوفقنا لتحصيل الأصول ولا يحرمَنا الوصول، وأن= = ¶ يثبتنا حتى نثبت مخلصين لله - عز وجل - في كلّ ذلك.",
            "page": "14",
            "part": "1"
        }
    ],
    "t37529": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "والقواعد والضوابط"
        }
    ]
}