{
    "b37522": [
        {
            "id": "1",
            "nass": "العَقْلُ عند الأصوليين ¶ عَرْضُُ ودراسة ¶ د. علي بن سعد الضويحي ¶ أستاذ أصول الفقه المشارك - بكلية الشريعة والدراسات الإسلامية بالأحساء ¶ فرع جامعة الإمام محمد بن سعود الإسلامية ¶ ملخص البحث ¶ - يتكون البحث من : مقدمة ، وأحد عشر مبحثاً ، وخاتمة . ¶ - أهم مستخلصات البحث ما يلي : ¶ 1 - العقل في اللغة يطلق على معان متعددة من أهمها : ¶ الحِجْر ، الجَمْع ، الْحَبْس ، التَثبت في الأمور ، التميُّز ، الفَهْم ، المَسْك ، الملْجَأ . ¶ 2 - أرجح تعريفات العقل في الاصطلاح أنه : نور في الصدر به يبصر القلب عند النظر في الحجج . ¶ 3 - أرجح الأقوال في محل العقل أنه القلب لدلالة ظواهر الآيات القرآنية الكريمة على ذلك ، ومع كونه في القلب فإن نوره يفيض إلى الدماغ . ¶ 4 - للخلاف في محل العقل ثمرة عملية تظهر في بعض المسائل الفقهية . ¶ 5 - الراجح من قولي الأصوليين تفاوت العقول لدى الناس لدلالة الشرع على ذلك ، ولما يُشاهَد من اختلافهم في المدارك . ¶ 6 - المعتزلة يُقرِّون بإدراك العقل لحُسْن الأشياء وقبحها ، ويرتبون على ذلك الثواب والعقاب . ¶ 7 - الأشاعرة ينكرون استقلال العقل بإدراك حُسْن الأشياء وقبحها . ¶ 8 - الظاهرية يثبتون حجج العقول رغم إنكارهم القياس . ¶ 9 - الشيعة قد وافقوا المعتزلة في ترتيب الثواب والعقاب على مدركات العقل . ¶ 10 - العقل عند علماء السلف يحسِّن ويقبِّح ، والثواب والعقاب عندهم شرعيان لا عقليان . ¶ المقدمة : ¶ الحمد لله الذي كرَّم الإنسان بالعقل ، والصلاة والسلام على نبي الرحمة والعدل ، وعلى آله وأصحابه أهل العلم والفضل ، أما بعد : ¶ ... فإنّ للعقل في الإسلام رتبةً سنيَّة ومكانة عليَّة ، مَن تتبَّع نصوص الكتاب والسنّة وجد – ولله الحمد والمنَّة – برهان ذلك لائحاً ودليله واضحاً ، فقد تجلَّى تكريم الإسلام لعقل الإنسان في صور عديدة، منها على سبيل التمثيل والبيان ما يلي :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أن النبي صلى الله عليه وسلم جعل العقل مناط التكليف ، كما أشار إلى ذلك بقوله :( رُفع القلم عن ثلاثة : عن النائم حتى يستيقظ ، وعن الصغير حتى يبلغ الحنث (1) وعن المجنون حتى يفيق)(2) . ¶ أن الحق تبارك وتعالى جعله وسيلة التدبر والتفكر لما في هذا الكون من بديع الخلق وإتقان الصُّنْع، وليس أدلَّ على ذلك من قوله سبحانه : ( قل انظروا ماذا في السموات والأرض ). (3) وقوله سبحانه : ( أفلا ينظرون إلى الإبل كيف خلقت وإلى السماء كيف رفعت وإلى الجبال كيف نصبت وإلى الأرض كيف سطحت)(4) . ¶ كما جعل الحق تبارك وتعالى العقل وسيلة التدبر لكتابه الكريم ، فقال سبحانه: ( أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافاً كثيراً ) (5) . ¶ وقال سبحانه : ( أفلا يتدبرون القرآن أم على قلوب أقفالها )(6) . ¶ وكثيراً ما يختم الحق تبارك وتعالى آيات ذِكْره الحكيم بقوله : ( أفلا تعقلون ) (7) . ليبين سبحانه لعباده أنهم لو وظفوا عقولهم التوظيف الصحيح بالتفكر في حالهم ومآلهم لأرشدتهم عقولهم بتوفيق الله تبارك وتعالى إلى معرفة الحق وسلوك الطريق المستقيم . ¶ 5- ولحماية العقل من الانحسار والجمود فقد نعى القرآن الكريم على أولئك المقَلّدين بلا هُدى تعطيل عقولهم تقديساً لما جرت عليه عادات الآباء والعشائر والأقوام ، ومن ذلك قوله سبحانه: ( وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما ألفينا عليه آباءنا أو لو كان آباؤهم لا يعقلون شيئاً ولا يهتدون ) (8) . ¶ وقوله سبحانه : ( وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول قالوا حسبنا ما وجدنا عليه آباءنا أولو كان آباؤهم لا يعلمون شيئاً ولا يهتدون ) (9) .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولعظم مكانة العقل في الإسلام فقد رأيت أن أكتب بحثاً في \" العقل عند الأصوليين \" أستعرض فيه مواقفهم من بيان حقيقته حسب الاصطلاح المتعارف عليه عندهم ، ثم موقفهم من تحديد مكانه ، وهل هو على وتيرة واحدة أو أنه يختلف من إنسان لآخر نظراً لقوة إدراكه وضعفه ؟ ثم موقفهم من كونه محلاً للاعتبار ، وسِمَات ذلك عندهم ، ثم هل القياس وحجة العقل متفقان أو مختلفان ؟ وختام ذلك كله ببيان خلاصةٍ لدراسة مواقف الأصوليين من العقل . ¶ أسباب اختيار الموضوع : ¶ أهمية العقل ، وعظم مكانته في الشريعة الإسلامية . ¶ كون العقل مناط التكليف ، وإذا كان التكليف المتوقّف على العقل محل اهتمام الأصوليين ، فكذلك العقل الذي هو مُتَعَلَّق التكليف يجب أن يكون محل الاهتمام . ¶ الوقوف على أهم سمات العقل عند كل فريق من الأصوليين لدراستها والحكم عليها في ضوء البحث العلمي المتجرد . ¶ الدراسات السابقة في الموضوع : ¶ ... لم أجد في كتب أصول الفقه القديمة ما يشفي العليل ، أو يروي الغليل من دراسات حول هذا الموضوع الذي هو في غاية من الأهمية ، وكل ما رأيته في هذه الكتب إنما هو محصور في تعريف \" العقل \" ، والخلاف في محله ، وفي تفاوت الناس فيه ، وكذلك ذكرهم له على أنه شَرْط من شروط التكليف، وشَرْط لقبول رواية الراوي . ¶ وأما الدراسات الحديثة للعقل فقد اطلعتُ منها على الكتب الآتية : ¶ كتاب ( بنية العقل العربي ) لسعادة الدكتور محمد عابد الجابري، وهو كتاب يقع في (599) صفحة من القطع الكبير ، نشره مركز دراسات الوحدة العربية ببيروت ، وقد طُبع أربع طبعات آخرها عام 1992م .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وتحدث مؤلفه – وفقه الله تعالى – في القسم الأول منه عن البيان ، ومما ذكره تحت هذا القسم : نظام الخطاب ونظام العقل ، والعقل والوجود ومشكلة الكليات . ثم تحدث في القسم الثاني عن العرفان ، وعن الحقيقة بين التأويل والشطح ، وعن المماثلة ، وعن النبوة والولاية. ثم تحدث في القسم الثالث عن البرهان وتطرق فيه إلى المعقولات والألفاظ ، والواجب والممكن ، والنفس والمعاد . ثم تحدث في القسم الرابع عن تفكك النظم ومشروع إعادة التأسيس ، وختمه بخاتمة عامة تحت عنوان : \" من أجل عصر تدوين جديد \" . ¶ وأصل هذا الكتاب أنه امتداد لدراسة سابقة أعدها المؤلف نفسه في كتاب أسماه : ¶ \" تكوين العقل العربي \" ، وقد نشرته دار الطليعة ببيروت عام 1984م ، والحديث في هذا الكتاب يدور حول مكَوّنات العقل العربي وهي النظم المعرفية الثلاثة المسماة بالبيان والعرفان والبرهان . ¶ وقد جعل المؤلف هذه الدراسة اللاحقة بمثابة التحليل لتلك النظم المعرفية الثلاثة وفَحْص آلياتها ومفاهيمها ورؤاها وعلاقة بعضها ببعض مما يشكل البنية الداخلية للعقل العربي كما جاء ذلك في مقدمة كتابه . ¶ كتاب ( العقل عند الأصوليين ) لسعادة الدكتور عبد العظيم محمود الديب ، وهو كتاب من القطع الصغير يقع في (78) صفحة ، من منشورات دار الوفاء بالمنصورة الطبعة الأولى عام 1415هـ ، وقد تحدث فيه مؤلفه – وفقه الله تعالى – عن الأصوليين والأدلة ، وذكر أن الذين عّدوا العقل دليلاً مستقلاً بين الأدلة هم الغزالي ، وابن قدامة ، والشريف التلمساني رحمهم الله تعالى ، ثم تحدث عن العقل عند المعتزلة وبيَّن حقيقة رأيهم في ذلك ، كما تحدث عن الشيعة وقضية العقل ، ثم ختم كتابه بذكر مجال العقل وأنه آلة النظر ووسيلة التدبر في الأدلة لاستنباط الأحكام منها .مع ملاحظة أنه لم يتطرق في بداية حديثه إلى تعريف العقل في اللغة والاصطلاح .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "كتاب ( العقل عند الشيعة الإمامية ) لسعادة الدكتور رشدي محمد عليان ، وهو كتاب مطبوع بمطبعة دار السلام في بغداد عام 1393هـ الطبعة الأولى ، والكتاب من القطع الكبير ويقع في (486) صفحة ، وأصله رسالة دكتوراه نوقشت بتاريخ 29/8/1971م في كلية الشريعة والقانون بجامعة الأزهر . وقد تطرق المؤلف في هذا الكتاب إلى تعريف العقل في اللغة وعند العلماء والحكماء ، وإلى تقسيمات العقل ومدركاته، كما تطرق إلى مكانة العقل في الكتاب والسنة ، وبيان مقامه عند المعتزلة والأشاعرة والشيعة ، كما تطرق إلى مسألة الحُسن والقُبح ، ومسألة الإجزاء بفعل المأمور به، ومسألة ما لا يتم الواجب إلا به ، ومسألة الأمر بالشيء هل هو نهي عن ضده ؟ ومسألة اجتماع الأمر والنهي ومسألة اقتضاء النهي الفساد . ¶ ومن خلال هذا العرض لتلك الدراسات يتبّين بجلاء أن الدراسة الأولى بعيدة الصلة عن موضوع البحث ، إذ أن تلك الدراسة قد عُنيت بنقد العقل العربي عن طريق النظرة التحليلية لنظم المعرفة في الثقافة العربية ، فهي دراسة نقدية من منظور ثقافي وليست دراسة تقعيدية من منظور أصولي . ¶ وأما الدراستان الثانية والثالثة فلهما صلة بموضوع البحث من جهة بيان موقف المعتزلة والأشاعرة والشيعة من العقل ¶ إلا أنه يلاحظ على تلك الدراستين خلوهما من الأمور الآتية : ¶ الاعتناء بتفصيل أهم سمات العقل عند كل فرقة من الفرق الأصولية، مع دراسة تلك السمات لبيان ما لها وما عليها . ¶ بيان اختلاف الأصوليين في محل العقل . ¶ بيان اختلاف الأصوليين في تفاوت العقول . ¶ بيان موقف أهل الظاهر من العقل . ¶ بيان موقف علماء السلف من العقل . ¶ بيان الفارق بين القياس وحجة العقل . ¶ وبناء على ما تقدم فإن هذا البحث قد جاء مكملاً لسلسلة تلك الدراستين بإضافة هذه الأمور، لتكون هذه الدراسات بمجموعها محققة للفائدة الكبرى التي يتطلع القارىء إليها وتشتد رغبته فيها . ¶ خطة البحث :",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "بَحْثُ هذا الموضوع مكون من : مقدمة ، وأحد عشر مبحثاً ، وخاتمة . ¶ المقدمة ، وتشتمل على : ¶ سبب اختيار الموضوع . ¶ الدراسات السابقة في الموضوع . ¶ خطة البحث . ¶ منهج البحث . ¶ المباحث ، وهي ما يلي : ¶ المبحث الأول :( حقيقة العقل في اللغة والاصطلاح ) ، وفيه ثلاثة مطالب : ¶ المطلب الأول : ( حقيقة العقل في اللغة ) . ¶ المطلب الثاني : ( حقيقة العقل في الاصطلاح ) . ¶ المطلب الثالث : ( المناسبة بين الحقيقتين اللغوية والاصطلاحية للعقل). ¶ المبحث الثاني : ( محل العقل ) وفيه أربعة مطالب : ¶ المطلب الأول : ( أقوال الأصوليين في ذلك ) . ¶ المطلب الثاني : ( الأدلة والمناقشات ) . ¶ المطلب الثالث : ( الترجيح وبيان سببه ) . ¶ المطلب الرابع : ( ثمرة الخلاف في المسألة ) . ¶ المبحث الثالث : ( تفاوت العقل ) ، وفيه أربعة مطالب : ¶ المطلب الأول : ( أقوال الأصوليين في ذلك ) . ¶ المطلب الثاني : ( الأدلة والمناقشات ) . ¶ المطلب الثالث : ( الترجيح وبيان سببه ) . ¶ المطلب الرابع : ( ثمرة الخلاف في المسألة ) . ¶ المبحث الرابع : ( سبب الخلاف في تحكيم العقل ) . ¶ المبحث الخامس : ( العقل عند المعتزلة ) ، وفيه مطلبان : ¶ المطلب الأول : ( استعراض موقفهم من العقل ) . ¶ المطلب الثاني : ( دراسة ذلك الموقف ) . ¶ المبحث السادس : ( العقل عند الأشاعرة ) ، وفيه مطلبان : ¶ المطلب الأول : ( استعراض موقفهم من العقل ) . ¶ المطلب الثاني : ( دراسة ذلك الموقف ) . ¶ المبحث السابع : ( العقل عند الظاهرية ) ، وفيه مطلبان : ¶ المطلب الأول : ( استعراض موقفهم من العقل ) . ¶ المطلب الثاني : ( دراسة ذلك الموقف ) . ¶ المبحث الثامن : ( العقل عند الشيعة ) ، وفيه مطلبان : ¶ المطلب الأول : (استعراض موقفهم من العقل ) . ¶ المطلب الثاني : (دراسة ذلك الموقف ) . ¶ المبحث التاسع : ( العقل عند السلف الصالح ) ، وفيه مطلبان : ¶ المطلب الأول : (استعراض موقفهم من العقل ) . ¶ المطلب الثاني : (دراسة ذلك الموقف ) .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المبحث العاشر : ( الفارق بين القياس وحجة العقل ) . ¶ المبحث الحادي العاشر : ( خلاصة الدراسة لمواقف الأصوليين من العقل ) . ¶ الخاتمة : وستشتمل على أهم نتائج البحث . ¶ منهج البحث : ¶ سيتم معالجة الخطة – بمشيئة الله تعالى – حسب المنهج العلمي الآتي: ¶ إيجاد المناسبة بين المعنى اللغوي والاصطلاحي لما يراد تحديده من ألفاظ . ¶ نقل آراء الأصوليين من واقع كتبهم مباشرة من غير وساطة . ¶ التنبيه إلى ما ينبغي التنبيه عليه من عدم الدقة في نسبة الأقوال إلى أصحابها . ¶ استعراض الأقوال في مسائل الخلاف ، مع ذكر الأدلة والمناقشات الواردة عليها . ¶ إيضاح وجه الاستدلال من الأدلة النقلية . ¶ بيان القول الراجح ، وذكر سبب ترجيحه . ¶ الاعتناء بذكر ثمرة الخلاف في المسائل الخلافية . ¶ ترجمة الأعلام غير المشهورين . ¶ شَرْحُ الألفاظ الغامضة إن وجدت . ¶ عَزْو الآيات القرآنية إلى مواضعها من السور في كتاب الله تعالى. ¶ تخريج الأحاديث النبوية من كتب الحديث المعتمدة ، مع بيان درجتها إن لم تكن من رواية البخاري ومسلم . ¶ وضع فهرس لمراجع البحث مرتباً حسب الحروف الهجائية. ¶ والله تعالى أسأل أن يمدني بعونه وتوفيقه لإنهاء هذا البحث على الوجه الذي يرضيه ، وأن يجعله علماً نافعاً وعملاً صالحاً ، وهو حسبي ونعم الوكيل. ¶ المبحث الأول : حقيقة العقل في اللغة والاصطلاح والكلام في هذا المبحث ينحصر في ثلاثة مطالب : ¶ المطلب الأول : حقيقة العقل في اللغة ¶ العقل في اللغة يطلق على معانٍ متعددة ، سأكتفي منها بما يناسب هذا المقام : ¶ 1- الِحْجرُ والنُّهَى : ضِدُّ الحُمْق(1) . ¶ 2- الجَمْعُ ، يقال : ( رَجُلُُ عاَِقلُُ ) ، أي : جامع لأمره ورأيه ، مأخوذ من : ¶ ( عَقَلْتَ الْبَعِيْرَ ) إذا : جَمَعْتَ قوائمه (2) . ¶ 3-الْحَبْسُ ، مأخوذ من قولهم : ( قد اعْتُقلَ لسانُهُ ) إذا حُبِسَ ومُنِعَ الكلامَ (3) .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "4- التَّثَبُّتُ في الأمور ، يقال : ( إنسان عاقل ) أي : مُتَثَبِّتُُ في أموره(1) . ¶ 5- التَّمَيُّزُ : وهو الذي يتميز به الإنسان من سائر الحيوان(2) . ¶ 6- الفَهْمُ ، يقال : ( عَقَلَ الّشْيء يَعْقِلهُ عَقْلاً ) إذا فهمه (3). ¶ 7- المَسْكُ ، يقال : (عَقَلَ الدَّواءُ بطْنَهُ يَعْقُلهُ عَقْلاً ) : أمسكه، وقيل: أمسكه بعد استطلاقه (4). ¶ 8- الْمَلْجَأُ ، يقال: ( فُلان مَعْقِلُُ لقومه ) أي : هو مَلْجَأ لهم (5). ¶ وهذه المعاني كلها مجتمعةً تدل على أن ( العَقْل ) في مفهوم العرب هو العاصم الذي يعصم الإنسان – بعد توفيق الله تبارك وتعالى وهدايته – من الطيش والحمق والتسرُّع في الأمور دون روِيَّةٍ وأناة ، وذلك بما يضفيه عليه ذلك العقل من الوعي والإدراك الأمر الذي يقيه مخاطر الزلل والخطل . ¶ المطلب الثاني : حقيقة العقل في الاصطلاح ¶ ... صرَّح بعض الأصوليين بأنه من الصعوبة بمكان بيان حقيقة (العقل ) من الناحية الاصطلاحية ، كما ذكر ذلك إمام الحرمين الجويني رحمه الله تعالى حين قال : ( فإن قيل : فما العقل عندكم ؟ قلنا : ليس الكلام فيه بالهيَن ) (6) .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ولعلَّ مَرْجع هذه الصعوبة اختلاف اصطلاحات العلماء في تحديد معناه ، نظراً لكونه اسماً مشتركاً يُطلق على عدد من المعاني ، وهذا ما ترجمه الغزالي رحمه الله تعالى بقوله : ( وكذلك إذا قيل : \"ماحَدُّ العقل؟ \" فلا تطمع في أن تحدَّهُ بحدٍ واحد ، فإنه هَوَس ، لأن اسم العقل مشترك يطلق على عدة معانٍ ، إذ يطلق على بعض العلوم الضرورية ، ويطلق على الغريزة التي يتهيّأ بها الإنسان لدَرْك العلوم النظرية ، ويطلق على العلوم المستفادة من التجربة حتى إنَّ مَنْ لم تحنّكه التجارب بهذا الاعتبار لا يُسمَّى عاقلاً ، ويطلق على مَنْ له وقار وهيبة وسكينة في جلوسه وكلامه ، وهو عبارة عن الهدوء فيقال : \" فلان عاقل \" أي فيه هدوء ، وقد يطلق على مَنْ جَمَعَ العمل إلى العلم حتى إنَّ المفسد وإن كان في غايةٍ من الكياسة يمنع عن تسميته عاقلاً… ، فإذا اختلفت الاصطلاحات فيجب بالضرورة أن تختلف الحدود(1) . ¶ ورغم هذه الصعوبة البالغة فقد اقتحم الأصوليون عُبابها وولجوا أبوابها فذكروا حدوداّ تبيَن حقيقة ( العقل ) من الناحية الاصطلاحية ، ومن هذه الحدود ما يلي : ¶ عرَّفه السرخسي الحنفي رحمه الله تعالى بقوله : ( العقل نورّ في الصدر به يُبصر القلب عند النظر في الحجج ) . ¶ ثم أوضح ذلك بقوله : ( بمنزلة السراج فإنه نور تبصر العين به عند النظر فترى ما يدُرك بالحواس ، لا أنَّ السراج يوجب رؤية ذلك ، ولكنه يدل على معرفة ما هو غائب عن الحواس من غير أن يكون موجباً لذلك ، بل القلب يدرك بالعقل ذلك بتوفيق الله تعالى ، وهو في الحاصل عبارة عن الاختيار الذي يبتني عليه المرء ما يأتي به وما يذر مما لا ينتهي إلى إدراكه سائر الحواس)(2) .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وعرفه القاضي أبو بكر الباقلاني المالكي رحمه الله تعالى بقوله : ( العقل من العلوم ، إذ لا يتّصف بالعقل خالٍ عن العلوم كلها ، وليس من العلوم النظرية ، فإنَّ النظر لا يقع ابتداؤه إلا مسبوقاً بالعقل ، فانحصر في العلوم الضرورية وليس كلها ، فإنه قد يخلو عن العلوم بالمحسوسات مَن اختلَّت عليه حواسُّه ، وإن كان على كمالٍ من عقله)(1) . ¶ وعلى هذا فالعقل عند القاضي الباقلاني رحمه الله تعالى هو : (بعض العلوم الضرورية كجواز الجائزات واستحالة المستحيلات)(2) . أو هو : ( عِلْمُُ بجواز الجائزات واستحالة المستحيلات )(3). ¶ 3- وعرفه الغزالي الشافعي رحمه الله تعالى بقوله : ( والوجه أن يقال : هو صِفَةُُ يتهيأ للمتصف بها دَرْكُ العلوم والنظر في المعقولات)(4) . ¶ 4- وعرفه القاضي أبو يعلى الحنبلي رحمه الله تعالى بقوله : ( والعقل ضَرْبُُ من العلوم الضرورية ) (5) . ¶ وإذا أنعمنا النظر في هذه التعريفات رأينا أن القاضي أبا بكر الباقلاني حصر العقل في بعض العلوم الضرورية في حين أن الغزالي سلك مسلك التعميم ، حيث جعل المتصف بالعقل مُهَيّأ لدرْك العلوم لا بعضها ، ولعلَّ ذلك هو ما دفع الغزالي إلى أن يًزيَفّ تعريف الباقلاني ، حيث قال بعد إيراده له : ( وهو مُزيَّف، فإنّ الذاهل عن الجواز والاستحالة عاقل ) (6) . ¶ وقد سبقه إلى هذا التزييف إمام الحرمين الجويني الذي لم يرتض تعريف الباقلاني وإنما أومأ إلى بطلانه ، فقد قال بعد حكايته له في برهانه : ( والذي ذكره رحمه الله فيه نظر ، فإنه بنى كلامه على أنّ العقل من العلوم الضرورية ، لأنه لا يتصف بالعقل عارٍ من العلوم كلها، وهذا يَردُ عليه أنه لا يمتنع كون العقل مشروطاً بعلوم وإن لم يكن منها، وهذا سبيل كل شَرطْ ومشروط . فإن قيل : ما الذي يبطل ما ذكره القاضي رحمه الله في معنى العقل ؟ قلنا: نرى العاقل يذهل عن الفكر في الجواز والاستحالة وهو عاقل ) (7) .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وأما القاضي أبو يعلى فقد وافق القاضي أبا بكر الباقلاني على حَصْر العقل في بعض العلوم الضرورية ، ومَنَعَ جواز أن يكون المراد بالعقل جميع تلك العلوم فقال : ( ولا يجوز أن يكون هو جميع العلوم الضرورية ، ولا العلوم التي تقع عقيب الإدراكات الخمسة ، لأن هذا يؤدي إلى أنّ الأخرس والأطرش والأكمه ليسوا بعقلاء ، لأنهم لا يعلمون المشاهدات والمسموعات والمدركات التي تُعلم باضطرار ولا باستدلال ، ولا يجوز أيضاً أن يكون العلم بُحسن حسن وقُبح قبيح ، ووجوب واجب وتحريم محرَّم من جُمْلة العلوم التي هي عَقْل ، لأنّ هذه الأحكام كلها معلومة من جهة السمع دون قضية العقل فوجب أنْ يكون بعض العلوم الضرورية ) (1) . ¶ وحيث إن قضية الحَصْر والشمول محل نزاع فإن تعريف ( العقل ) بواحد منهما تعريف لا يَسْلَمُ مِنْ نقدٍ واعتراض ولذلك فإني أرى أنَّ تعريف السرخسي رحمه الله تعالى هو التعريف الراجح للعقل ، فالعقل نور إلهي يقذفه الحق تبارك وتعالى في القلب ليتمكن به من المعرفة والإدراك. ¶ وهذا يعني أنَّ العقل ليس مكتسباً من العبد ، بل هو هِبة إلهية ومنحة ربانية أنعم الله تبارك وتعالى بها على هذا الإنسان تمييزاً له عن سائر الحيوان . ¶ المطلب الثالث : المناسبة بين الحقيقتين اللغوية والاصطلاحية للعقل بين الحقيقتين اللغوية والاصطلاحية للعقل مناسبة كبيرة وارتباط وثيق ، فإنَّ( العقل ) الذي هو عبارة عن نور إلهي قذفه الله تبارك وتعالى في قلب الإنسان تكريماً له على سائر أنواع الحيوان ، هذا العقل الذي هو بهذه الصفة يتناسب غاية التناسب مع كل معنى لغوي فسَّره به أهل اللسان العربي فهو متناسب مع المعنى الأول (الحِجْرُ والنُّهى ) الذي يضاد ( الحُمْق) فإنَّ لذلك النور أثره العميق في النفس البشرية يهذَب سلوكها ، ويقوَّم أخلاقها ، ويلهمها رُشْدها ، فلا تتصرَّف بحمق ورعونة ، بل تتعامل مع الأشياء حولها بإدراكٍ واعٍ وحكمة مُتَّزنة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ومتناسب مع المعنى الثاني وهو (الجَمْعُ ) إذ القادر على استجماع كل التصورات المطلوبة للحكم على الأشياء واتخاذ القرار المناسب لها إنما هو العاقل الأريب الذي وَعى فأدرك ونظر فقدَّر . ¶ ومتناسب مع المعنى الثالث وهو ( الحَبْسُ ) فإنَّ العقل يحبس صاحبه على محاسن الأعمال ومكارم الصفات ويحبسه عن الانسياق خَلْف الشهوات التي لو أطلق الإنسان فيها لنفسه العنان لأصبح سابحاً في بحور الرذيلة لانفلاته من قيود الفضيلة. ¶ ومتناسب مع المعنى الرابع وهو ( التثبُّت في الأمور) فهذا هو شأن العقلاء الذين وهبهم الله تبارك وتعالى العقل الراجح والفكر الثاقب الذي يَزِنون به الأمور وزناً دقيقاً دون اضطراب في الموقف ، أو رعونة في التصرف . ¶ ومتناسب مع المعنى الخامس وهو ( التميُّز ) إذ مَصْدرُهُ العقل المستنير بالنور الإلهي ، وغير العاقل لا يملك مقوَّمات التمييز الصحيح ، بل يخبط خَبْط عشواء ، ولربما ضرَّ نفسه وأفسدها مِنْ حيثُ يريد نَفْعَها وإصلاحها . ¶ ومتناسب مع المعنى السادس وهو (الَفهْمُ ) إذ أنَّ ذلك النور كاشف لحقائق الأمور ، فتبدو ناصعةً جليَّةً لا غبش يكدَّرها ولا غموض يعتورها ، وهذا هو رُكْنُ الفهم وعماده . ¶ ومتناسب مع المعنى السابع وهو ( المَسْكُ ) فإنَّ العقل يمسك بصاحبه حتى لا يندفع إلى مالا ينبغي له ، ولا يسترسل فيما لا يليق به ، وهذا هو الفارق بين العاقل وغيره . ¶ ومتناسب مع المعنى الثامن وهو ( الْمَلْجَأ ) فإنَّ العقل ملجأ حصين لصاحبه يصونه من كل ما يشينه من أعمال ويحميه من كل ما يسوؤه من تصرُّفات إذا تغلَّب الإنسان على هوى نفسه بالاحتكام إليه والاستجابة لداعيه .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومن خلال هذا التناسب تتضح لنا أهمية العقل الكبرى في حياة الإنسان ، وأنه نعمة عظيمة من نعم الله تبارك وتعالى على عباده جديرة بالحفظ والرعاية حتى يسير ذلك العقل في مساره الصحيح الذي رسمه له المولى الكريم دون حَيْدَةٍ عن الجادَّة أو انحراف عن الصراط المستقيم . ¶ المبحث الثاني : محل العقل ¶ وفيه أربعة مطالب : ¶ المطلب الأول : أقوال الأصوليين في ذلك ¶ اختلف الأصوليون في المحل الذي يستقر فيه العقل على ثلاثة أقوال : ¶ القول الأول : محل العقل هو القلب . ¶ ... ... وإلى هذا القول ذهب الجمهور من المالكية والشافعية والحنابلة(1) . ¶ القول الثاني : محل العقل هو الرأس . ¶ وهذا القول منسوب إلى الحنفية ، ونسبه الباجي إلى الإمام أبي حنيفة ، وهو المشهور عن الإمام أحمد (2) ) . ¶ وفي تعميم نِسْبَة هذا القول إلى الحنفية رحمهم الله تعالى نَظَر، وذلك أنَّ مِن الحنفية مَنْ صَرَّح بأن العقل نور في القلب ومنهم فخر الإسلام البزدوي رحمه الله تعالى حيث قال : ¶ ( أما العقل فنور يضيء به طريق يُبْتَدَأ به من حيثُ يَنْتَهي إليه دَرْكُ الحواس ، فيبتدىء المطلوب للقلب فُيدْركه القلب يتأمّله بتوفيق الله تعالى ) (3) . ¶ وكذلك السرخسي رحمه الله تعالى حيث عرف العقل بأنه \" نور في الصدر\" (4) . ¶ والصدر يحوي القلب لا الرأس . ¶ وعليه فالقائل بذلك بعضهم وليس جميعهم . ¶ القول الثالث : محل العقل هو القلب ، وله اتصال بالدماغ . ¶ وهذا القول منسوب إلى أبي الحسن التميمي (5) وغيره من أصحاب الإمام أحمد رحمه الله تعالى (6) . ¶ المطلب الثاني : الأدلة ، والمناقشات ¶ أولاً : أدلة القول الأول : ¶ استدل القائلون بأن العقل في القلب بالأدلة الآتية: ¶ الدليل الأول : ¶ قول الحق تبارك وتعالى : ( إن في ذلك لذكرى لمن كان له قلب ) (7) .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وجه الاستدلال : أطلق الحق تبارك وتعالى القلب هنا وأراد به العقل ، فدل على أن القلب محله ، لأن العرب تسمي الشيء باسم الشيء إذا كان مجاوراً له ، أو كان بسبب منه. ¶ الدليل الثاني : ¶ قوله تعالى : ( أفلم يسيروا في الأرض فتكون لهم قلوب يعقلون بها ) (1) . ¶ وجه الاستدلال : أنه تعالى جعل العقل في القلب ، ولو لم يكن القلب محلاً له لما جعله كذلك . ¶ الدليل الثالث : ¶ قوله سبحانه : ( فإنها لا تعمى الأبصار ولكن تعمى القلوب التي في الصدور ) (2) . ¶ وجه الاستدلال : أن الله تعالى بيَّن أن العقول في الصدور ، والمعنى : يتغطى على العقول التي في الصدور . ¶ الدليل الرابع : ¶ قوله عز وجل : ( لهم قلوب لا يفقهون بها) (3) . ¶ وجه الاستدلال : أن الفقه هو العلم والفهم والمعرفة ، وآلة إدراك هذه الأشياء هي العقل . ¶ الدليل الخامس : ¶ ما روي عن ابن عباس رضي الله تعالى عنهما أن النبي صلى الله عليه وسلم قال : (الرحمة في الكبد ، والقلب ملك ومسكن العقل القلب ) ( (4) ) . ¶ وجه الاستدلال : أن النبي صلى الله عليه وسلم صرح بأن العقل في القلب ، وهو نص في الموضوع . ¶ الدليل السادس : ¶ ما روي عن عدد من الصحابة الكرام رضي الله تعالى عنهم أنهم صرحوا بأن العقل في القلب ، ومنهم : عمر بن الخطاب ، وعلي ابن أبي طالب ، وأبي هريرة ، وكعب بن مالك، وغيرهم . ¶ وأقوالهم شاهدة على ذلك ، كما روي عن علي رضي الله تعالى عنه أنه قال يوم صفين: (إن العقل في القلب ) ( (5) ) . ¶ الدليل السابع : ¶ قالوا : إن العقل ضَرْب من العلوم الضرورية ، والعلوم محلها القلب . ¶ أما الدليل على كون العقل ضرباً من العلوم الضرورية فهو أن العلم يشتمل على ضروري ومكتسب ، ومعلوم أن الإنسان لو لم يكتسب العلم ولم يفكر في الدلائل فإنه يسمى عاقلاً ، فإذا خرج منه العلم المكتسب لم يبق إلا أنه علم ضروري .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وأما الدليل على أن العلوم محلها القلب فهو قول الحق تبارك وتعالى : (لهم قلوب لا يفقهون بها) ( (1) ) . ¶ والفقه هو العلم والفهم والمعرفة ، ولو لم تكن القلوب محلاً للعلوم لما أضاف الحق تبارك وتعالى الفقه إليها . ¶ وإذا ثبت أن القلب محل للعلوم كان محلاً للعقل الذي هو بعض تلك العلوم (2) . ¶ ثانياً : أدلة القول الثاني : ¶ ... واستدل القائلون بأن العقل في الرأس بدليلين : ¶ الدليل الأول : ¶ ... أن العقلاء يضيفون العقل إلى الرأس ، فيقولون : هذا ثقيل الرأس ، وهذا في دماغه عقل . ¶ وعكس ذلك يقولون : هذا فارغ الدماغ ، وهذا ليس في رأسه عقل . ¶ ولو لم يكن العقل في الرأس لما صح منهم ذلك . ¶ الدليل الثاني : ¶ ... أن الإنسان إذا ضُرب على رأسه زال عقله ، ولو ضُرب على جميع بدنه لم يَزُلْ عقله . ¶ فدل هذا على أن العقل في الرأس ( (3) ) . ¶ ثالثاً : أدلة القول الثالث : ¶ استدلوا على أن محل العقل هو القلب بالأدلة نفسها التي استدل بها أصحاب القول الأول . ¶ واستدلوا على اتصال العقل بالدماغ فقالوا : إن العقل وإن كان محله في القلب إلا أن نوره يعلو إلى الدماغ فيفيض منه إلى الحواس ما جرى في العقل ( (4) ) . ¶ رابعاً : (المناقشات) : ¶ ناقش الفريقان الأول والثالث وهم القائلون بأن العقل في القلب الفريق الثاني القائلين بأن العقل في الرأس في دليليهما بما يلي : ¶ أولاً : ناقشوهم في دليلهم الأول من وجهين : ¶ الوجه الأول : ¶ أن قول العقلاء : \" هذا ثقيل الرأس \" و \" هذا في دماغه عقل \" لا يلزم منه أن العقل في الرأس ، وإنما قولهم هذا يعني أن العقل نور في القلب يفيض إلى الرأس وإلى سائر ¶ الحواس . ¶ فإضافتهم العقل إلى الرأس إنما هي من هذه الحيثية . ¶ الوجه الثاني : ¶ أن منْ قال من العقلاء : \" هذا فارغ الرأس \" ، و \" هذا ليس في رأسه عقل \" فمرادهم من ذلك أن جفاف الدماغ يؤثر في العقل وإن كان في غير محله ، كما يؤثر في البصر وإن لم يكن في محله .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ثانيا : وناقشوهم في دليلهم الثاني : ¶ بأن إزالة العقل بالضرب على الرأس لا يدل على أن العقل في الرأس ، بدليل أن الإنسان إذا عصرت أنثياه زال عقله، ولا قائل بأن العقل مستقر هنالك ( (1) ) . ¶ وقد يُناقَشُ الفريقان الأول والثالث فيما استدلوا به على أن العقل في القلب ، بما يلي : ¶ أولاً : أن الآيات القرآنية الكريمة لا دلالة فيها على أن العقل في القلب ، وإنما مقتضى الآية الأولى أن صاحب القلب السليم من الشبهة والشهوة هو الذي ينتفع بالمواعظ والزواجر . ¶ وكذلك هو مقتضى الآيتين الثانية والرابعة . وأما الآية الثالثة فهي صريحة الدلالة على أن القلب في الصدر ، وهذا مما لا خلاف فيه وإنما الخلاف في محل العقل . ¶ ثانياً : أن الحديث والأثر المستدل بهما على أن العقل في القلب لا تنهض بهما حجة ، لكون بعض أئمة الحديث ذكرهما في جملة الموضوعات . ¶ ثالثاً : أن القول بأن العلوم محلها القلب غير مسلَّم ، ولو سُلَم فلا يدل على أن محل العقل هو القلب . ¶ المطلب الثالث : الترجيح ، وبيان سببه ¶ من خلال استعراض الأقوال الثلاثة السابقة ، والموازنة بين أدلة كل قول يترجح لدي أن العقل في القلب ويفيض نوره إلى الدماغ ، وذلك لسببين : ¶ السبب الأول : ¶ ... أن استقرار العقل في القلب أو في الرأس أمْر خفي لا يمكن الاطلاع عليه ، وما كان كذلك فالحكم فيه موقوف على الشارع ، والذي دلت عليه النصوص القرآنية الكريمة في ظاهرها أن العقل في القلب ، فيكون القول بمقتضى ذلك الظاهر أولى وأسلم . ¶ السبب الثاني : ¶ ... أن الذين نسبوا العقل إلى الرأس إنما نسبوه من قبيل أن العقل نور في القلب يفيض إلى الرأس ، وكونه كذلك لا يدل على أن الرأس محل له ، بل إن الرأس يتأثر بنور العقل وإن لم يكن مستقراً فيه .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "... وعلى هذا فالخُطْب في هذه المسالة هين ، فإن من نسب العقل إلى القلب نظر إلى المقر ، ومن نسبه إلى الرأس نظر إلى الأثر ، إذ أن اتقاد الذهن أثر لذلك النور المستقر في القلب ، وهذا المعنى هو ما ترجمه الشوكاني رحمه الله تعالى بقوله : ( ومعنى : \" فتكون لهم قلوب يعقلون بها \" أنهم بسبب ما شاهدوا من العبر تكون لهم قلوب يعقلون بها ما يجب أن يتعقلوه ، وأسند التعقل إلى القلوب لأنها محل العقل ، كما أن الآذان محل السمع ، وقيل: إن العقل محله الدماغ ، و لا مانع من ذلك ، فإن القلب هو الذي يبعث على إدراك العقل وإن كان محله خارجاً عنه )( (1) ) . ¶ المطلب الرابع : ثمرة الخلاف في المسألة ¶ أفصح الزركشي رحمه تعالى عن ثمرة الخلاف في هذه المسألة فقال : ( ومما يتفرع على الخلاف في أن محله ماذا ؟ مالو أُوضح(2) رجل فذهب عقله .فعند الشافعي ومالك يلزمه دية وأرش الموضحة ، لأنه أتلف عليه منفعةً ليست في عضو الشجة تبعاً لها ، وقال أبو حنيفة: إنما عليه دية العقل فقط ، لأنه إنما شجَّ رأسه ، وأتلف عليه العقل الذي هو منفعة في العضو المشجوج ، ودخل أرش الشجة في الدية ) (3) . ¶ ... قال النووي الشافعي رحمه الله تعالى : ( يُنْظَرُفي الجناية التي ذهب بها العقل ، فإنْ لم يكن لها أرش بأنْ ضرب رأسه أو لطمه فذهب عقله وجبت دية العقل ، وإن كان لها أرش مُقدَّر كالموضحة واليد والرجل ، أو غير مقدر كالجراحة الموجبة للحكومة فقولان : القديم أنه يدخل الأقل في الأكثر ، فإن كانت دية العقل أكثر بأن أوضحه فزال عقله دخل أرش الموضحة وإن كان أرش الجناية أكثر بأن قطع يديه ورجليه أو يديه مع بعض الذراع فزال عقله دخل فيه دية العقل ، والجديد : الأظهر لا تداخل ، بل يجب دية العقل وأرش الجناية ) (4) .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقال المرغيناني(1) الحنفي رحمه الله تعالى : ( ومَنْ شجَّ رجلاً فذهب عقله أو شعر رأسه دخل أرش الموضحة في الدية ، لأن بفوات العقل تبطل منفعة جميع الأعضاء ) (2) . ¶ المبحث الثالث : تفاوت العقل ¶ وفيه أربعة مطالب : ¶ المطلب الأول : أقوال الأصوليين في ذلك ¶ اختلف الأصوليون في تفاوت العقول من شخص لآخر على قولين : ¶ القول الأول : ... العقل يتفاوت من شخص لآخر . ¶ وممن ذهب إلى هذا القول من الأصوليين : القاضي أبو يعلى(3)، وأبو الخطاب (4) ، والفتوحي (5)، والبزدوي (6)، ومحمد بن نظام الدين الأنصاري (7) (8) . ¶ القول الثاني : ¶ العقل لا يتفاوت ، بل هو شيء واحد في جميع الناس لا يزيد ولا ينقص . وإلى هذا القول ذهب الأشاعرة والمعتزلة وابن عقيل الحنبلي(9) . ¶ المطلب الثاني : الأدلة والمناقشات ¶ أولاً : أدلة القول الأول : ¶ استدل القائلون بأن العقل متفاوت بالأدلة الآتية : ¶ الدليل الأول : ¶ ... ما رواه أبو سعيد الخدري رضى الله تعالى عنه قال : خرج رسول الله صلى الله عليه وسلم في أَضْحىَ أو فِطْرٍ إلى المُصّلَى فمرَّ على النساء فقال : ( يا معشر النساء تصدَّقْن فإني أُريتكنَّ أكثر أهل النار ) ، فقلن : وبِمَ يا رسول الله ؟ قال : ( تكثرن اللعن وتكفرن العشير ، وما رأيت من ناقصات عَقل ودين أَذْهَبَ للب الرجل الحازم من إحداكن ) ، قلن: وما نقصان ديننا وعقلنا يا رسول الله ؟ قال : ( أليس شهادة المرأة مثل نصف شهادة ¶ الرجل ؟ ) قلن : بلى ، قال : ( فذلك من نقصان عَقْلها ، أليس إذا حاضت لم تُصَلَّ ولم تَصُم ؟ ) قلن : بلى قال: ( فذلك من نقصان دينها) (10) . ¶ ... وجه الاستدلال : أن هذا الحديث يدل على نقصان عقل النساء عن عقول الرجال مع وصفْهِنَّ بالعقل ، ولو كان العقل شيئاً واحداً لا يتفاوت لما استقام ذلك . ¶ الدليل الثاني :",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "... قالوا : إن الإجماع منعقد على أن العقل متفاوت ، وذلك لأن كل الناس يقولون : عَقْلُ فلان قليل ، وعقل فلان أكثر من عقل فلان ، وفلان غير عاقل . ¶ الدليل الثالث : ¶ ... قالوا : إن العقل منحة إلهية تفضلَّ الله تبارك وتعالى بها على عباده ، وفَضْلُ الله تعالى يتفاوت بحسب قابلية المحل واستعداده ، فيزيد عند بعض الناس ، وينقص عند البعض الآخر . ¶ ... ولو كان العقل على حالة واحدة لما كان كذلك (1) . ¶ ثانياً : أدلة القول الثاني : ¶ ... استدل القائلون بأن العقل لا يتفاوت بدليلين : ¶ الدليل الأول : ¶ ... أن العقل من العلوم الضرورية ، وتلك لا تختلف في حق عاقل ، بل العقلاء في ذلك متساوون . ¶ الدليل الثاني : ¶ ... أنه لو كان أحد الناس أكمل عقلاً من الآخر لم يحصل لغير الكامل الغرض ، وهو تأملَّ الأشياء ومعرفتها لأجل النقصان الذي حصل فيه (2) . ¶ ثالثاً : المناقشات : ¶ أ - نوقش القائلون بعدم تفاوت العقول فيما استدلوا به على ذلك بما يلي : ¶ أولاً : نوقشوا في دليلهم الأول : بأن تلك العلوم الضرورية لم يختلف ما يُدرك بها من النظر والشم والذوق ، فلهذا لم تختلف هي في أنفسها ، وليس كذلك العقل لأنه يختلف ما يُدرك به وهو التمييز والفكر ، فيقلُّ في حق بعضهم ويكثر في حق البعض الآخر ، ولذلك اختلف وتفاوت . ¶ ثانياً : ونوقشوا في دليلهم الثاني : بأنه إنما لم يحصل له الغرض الكامل لأنا نجد أنّ مَنْ لم يكمل عقله لا تكمل أحواله ولا يبلغ جميع أغراضه ، ومَنْ كمل عقله بلغ أكثر أغراضه وأكمل أكثر أحواله (3) . ¶ ب- ونوقش القائلون بتفاوت العقول فيما استدلوا به على ذلك بما يلي : ¶ أولاً : نوقشوا في دليلهم الأول من وجهين : ¶ الوجه الأول : أن العقول لا يجوز أن تتفاوت بأصل الفطرة ، وإنما تتفاوت بالعوارض وهذا لا يُعْتَدُّ به ، وإذا كان غير معتد به فالرجال والنساء في العقل سواء .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الوجه الثاني : أن الرجال والنساء سواء في التكليف ، فلا بُدَّ من الاستواء فيما هو مناط له وهو العقل (1) . ¶ ثانياً : ونوقشوا في دليلهم الثاني والثالث من وجهين أيضاً : ¶ الوجه الأول : أن العقل بَعْضُُ من العلوم فلا يقبل الزيادة والنقصان ، لأن العلم الكسبي لا يقبل الزيادة ، فيكون الضروري أولى بعدم قبولها . ¶ الوجه الثاني : ما ورد من نحو قولهم : \" عقل فلان أكثر من عقل فلان \" إنما هو من باب قولهم : \" فلان أعلم من فلان \" بمعنى أن معلوماته أكثر ، فيكون المراد بزيادة العقل كثرة التجارب ، والتجارب قد تجوَّز فيها قوم فقالوا: هي عقل ثانٍ ، وقالوا في المشورة : عقل غيرك مُنْضَمُُّ إلى عقلك ، وهذا كله مجاز ، والحقيقة لا تقبل التزايد (2) . ¶ المطلب الثالث : الترجيح ، وبيان سببه ¶ يترجح لديّ مما سبق عرضه ومناقشته أن العقل متفاوت ، فهو يختلف قلةً وكثرةً من إنسان لآخر، وذلك لسببين : ¶ السبب الأول : ¶ ... أن الله تبارك وتعالى أمرنا برد كل شيء متُنَاَزعٍ فيه إليه سبحانه وإلى رسوله صلى الله عليه وسلم فقال : ( فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر ذلك خير وأحسن تأويلاً ) (3) . ¶ وقال : ( وما اختلفتم فيه من شيء فحكمه إلى الله ) (4) . ¶ ... وقد رددنا هذه المسألة المتنازع فيها إلى الرسول صلى الله عليه وسلم فوجدنا أنه عليه الصلاة والسلام أخبرنا في الحديث المتفق عليه السابق ذِكْرُه (5) بأن النساء ناقصات عقل ، وفي هذا الإخبار دلالة صريحة على نقصان عقول النساء عن عقول الرجال ، ولو كانت العقول متساوية لما أخبرنا بذلك عليه الصلاة والسلام . ¶ السبب الثاني : ¶ ... أننا نجد في الواقع المحسوس الملموس اختلاف الناس في الإدراك العقلي ، فبعضهم أكثر إدراكاً من بعض ، وهذا يدل دلالة واضحة على تفاوت العقول بين الناس ، إذ لو كانت متساوية لما وُجد ذلك الاختلاف .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "المطلب الرابع : ثمرة الخلاف في المسألة ¶ حقَّق الغزالي رحمه الله تعالى في هذا المقام الأمر الذي لا تتفاوت فيه العقول بين الناس بعد أن بيَّن أن العقل يطلق بالاشتراك على أربعة معانٍ أولها : الوصف الذي يفارق الإنسان به سائر البهائم ، وهو الذي استعدَّ به لقبول العلوم النظرية وتدبير الصناعات الخفية الفكرية ، وثانيها : العلوم الضرورية كالعلم بجواز الجائزات واستحالة المستحيلات ، وثالثها: العلوم المستفادة من التجارب بمجاري الأحوال ، ورابعها : معرفة عواقب الأمور التي تفضي إلى قَمْع الشهوة وقَهْرها (1) . ¶ فقال : ( قد اختلف الناس في تفاوت العقل ، ولا معنى للاشتغال بنقل كلام مَنْ قَلَّ تحصيله ، بل الأولى والأهم المبادرة إلى التصريح بالحق ، والحق الصريح فيه أن يقال : إن التفاوت يتطرق إلى الأقسام الأربعة سوى القسم الثاني وهو العلم الضروري بجواز الجائزات واستحالة المستحيلات ، فإنَّ مَنْ عَرَفَ أنّ الاثنين أكثر من الواحد عرف أيضاً استحالة كون الجسم في مكانين ، وكون الشيء الواحد قديماً حادثاً ، وكذا سائر النظائر ، وكل ما يدركه إدراكاً محقَّقاً من غير شك ، وأما الأقسام الثلاثة فالتفاوت يتطرق إليها ) (2) . ¶ وهذا التحقيق الذي ذهب إليه الغزالي رحمه الله تعالى يجعل عدم التفاوت محصوراً فيما يتعلق بالعلوم الضرورية فقط ، ومعنى ذلك أن ( العقل الغريزي ) وهو الذي ميَّز الله تبارك وتعالى به الإنسان عن البهائم قابل للتفاوت فيختلف فيه الناس بعضهم عن بعض بحسب اختلاف مداركهم ومعارفهم . ¶ إلا أن الزركشي رحمه الله تعالى قد خالف في تحقيقه تحقيق الغزالي ، فذهب إلى أن ( العقل الغريزي ) ليس قابلاً للتفاوت حين قال : ( والتحقيق : أنه إن أُريد الغريزي فلا يتفاوت ، أو التجريبي فلا شك في تفاوته ) (3) .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ومعنى ذلك أن العقل الغريزي يستوي فيه كل الناس دون تفاوت، بل التفاوت بينهم إنما هو في العقل التجريبي ، إذ الناس مختلفون في تجاربهم قلةً وكثرة ، وكلما كان الإنسان أكثر تجربة ازداد تعقُّلاً بشؤون هذه الحياة . ¶ ... وفي تصوري أنه بالموازنة بين هذين التحقيقين لا يستقيم خلاف معنوي بين ما قرره الغزالي والزركشي رحمهما الله تعالى ، وذلك لوجهين : ¶ الوجه الأول : أنهما متفقان على أن العلوم التجريبية محلُُ لتفاوت العقول فيها ، إذ أن تلك العلوم خاضعة في قلتها وكثرتها للتجارب التي يخوض الناس غمارها قلةً وكثرةً ، أو أنها خاضعة للبحث والنظر ، والبحث والنظر مما يختلف باختلاف المدارك والقدرات . ¶ الوجه الثاني : أن ما اختلفا فيه من كون العقل الغريزي قابلاً للتفاوت وعدمه لا تعارض فيه ، إذ يمكن تخريجه عن طريق الجمع بحمل القول بعدم التفاوت على العلوم الضرورية لاستواء جميع العقلاء في إدراكها ، وحمل القول بالتفاوت على العلوم النظرية التي يختلف فيها الناس بحسب قلة وكثرة تجاربهم ، وبحسب اختلافهم في الاستعداد الذهني . وبهذا يؤول خلاف الفريقين في هذه المسألة إلى خلاف لفظي لا تنهض به ثمرة عملية . ¶ المبحث الرابع : سبب الخلاف في تحكيم العقل ¶ تصدَّى لبيان هذا السبب الشيخ محمد الخضري في أصوله حيث قرَّر أن هذا الخلاف يعود إلى المعَّرف لأحكام الله تبارك وتعالى ، فمن رأى أن المعرف لها إنماهم الأنبياء عليهم الصلاة والسلام خاصة ذهب إلى أنه لا سبيل إلى درك حكم الله تعالى بالعقل قبل البعثة ، ومن رأى أن العقل يصلح أن يكون معَّرفاً ذهب إلى أن العقل يمكنه أن يستقل بدرك حكم الله تعالى في الفعل قبل البعثة بناء على ما يدركه من حُسن فيه أو قُبح .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ثم قال رحمه الله تعالى : ( والرأي الأول إما أنه مبني على أنه ليس في الأفعال صفات حُسن وقُبح ذاتية بسببها يطلب الله فعلها أو تركها وإنما هو يطلب فعل ما يشاء فيكون حَسَناً ، ويطلب الكف عما شاء فيكون قَبيحاً ، فلا سبيل للعقل للعلم بحُسن فعلٍ أو قُبحه إلا متى علم بطلب الله لفعله على لسان رسله أو الكف عنه . وإما مبني على أن الأفعال فيها صفة حُسن أو قُبح ذاتية ولكن لا يلزم من اتصافها بذلك أن يكون حكم الله وفق ما أدركه العقل من ذلك ، فلا تكليف قبل ورود الشرع فالنتيجة واحدة وهي نَفْيُ التكليف قبل ورود الشرع وإن اختلفت العلة . ¶ والرأي الثاني مبني على اتصاف الأفعال بالحُسن والقُبح اتصافاً ذاتياً ، وأن العقل يمكنه الاستقلال بفهم ذلك قبل ورود الشرائع ، وأنه يلزم أن تكون أحكام الله على وفق ما اتصفت به الأفعال من ذلك ) (1) . ¶ وهذا ما نحى إليه المعتزلة حين قَرَّروا أن النقل إذا جاء مخالفاً للعقل فإما أن يُرَدَّ أو يُؤَوَّل، كما سيتضح في مبحث بيان موقفهم من العقل . ¶ المبحث الخامس : العقل عند المعتزلة ¶ وفيه مطلبان : ¶ المطلب الأول : استعراض موقفهم من العقل ¶ ... يُعَدُّ أصوليو المعتزلة من أكثر علماء أصول الفقه انحيازاً للعقل ، حيث أحاطوه بهالة كبيرة من القداسة والتبجيل ، لدرجة أنه ما ذُكر العقل إلا واتجهت الأنظار إليهم وكأنه أصبح عَلَماً لهم أو حِكْراً عليهم . ¶ ... ومن أبرز السمات التي تدل على انحياز المعتزلة للعقل ما يلي : ¶ السمة الأولى : ¶ ... ( قَصْرُ العلم بأصول المقبَحات والمحسنَات على العقل فقط ) :",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "... فعندهم أن العقل هو الكاشف الوحيد عن كون الشيء حَسَناً أو قَبيحاً ، حتى لو تعطَّل العقل عن إدراك ذلك لسُدَّ الطريق أمام التمييز بين الحَسَن والقبيح ، وهذا ما ترجمه القاضي عبد الجبار بقوله : ( اعلم أن الطريق إلى معرفة أحكام هذه الأفعال من وجوب وقُبْح وغيرهما هو كالطريق إلى معرفة غير ذلك ، ولا يخلو : إما أن يكون ضرورياً ، أو مكتسباً . والأصل فيه أن أحكام هذه الأفعال لابد من أن تكون معلومة على طريق الجملة ضرورة ، وهو الموضع الذي يقول : إن العلم بأصول المقبحات والواجبات والمحسنات ضروري ، وهو من جملة كمال العقل ، ولو لم يكن ذلك معلوماً بالعقل لصار غير معلوم أبداً، لأن النظر والاستدلال لا يتأتَّى إلا ممن هو كامل العقل ) (1) . ¶ السمة الثانية : ¶ ... ( تأهيل العقل لتشريع الثواب والعقاب ) : ¶ ... فقد قررَّ المعتزلة وجوب الاستجابة لداعي العقل فيما يمليه على صاحبه دون مخالفة أو عصيان ، فإذا كَشَفَْ عن حُسْن الحَسَن وجب فعْلُه ، فمن فَعَلَهُ استحق الثواب ، ومن لم يفعله وهو قادر على فعله استحق العقاب ، وإذا كشف عن قُبْح القبيح وجب تَركْه ، فمن تركه أُثيب ، ومن أقدم على فعله عوقب . ¶ ... وقد ترجم ذلك القاضي عبد الجبار بقوله : ( القبيح هو ما يقع على وجه يقتضي في فاعله قبل أن يفعله أنه ليس له فِعْلُه إذا علم حاله ، وعند فعله يستحق الذم إذا لم يكن يمنع ، والحسن ما يوجد مختصاً لغرض وتنتفي وجوه القبح عنه ومن حقه إذا علمه القادر عليه أن يقع كذلك أن يكون له فعله ، ولا يستحق الذم إذا فعله ) (2) . ¶ ... وسار على هذا المنوال أبو الحسين البصري حين قال : ( أما الحَسَنُ فهو فِعْلُُ إذا فعله القادر عليه لم يستحق الذم على وجه ، … وأما القبيح فهو فِعلُُله تأثير في استحقاق الذم ) (3). ¶ السمة الثالثة : ¶ ... ( تقديم معرفة العقل على دلالة النقل )",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "... فالنقل عندهم محل الاعتبار إذا جاء موافقاً لحجج العقول، فإنْ جاء مخالفاً لها وجب تكييفه بما يتفق مع دلالة العقل إن أمكن ذلك ، وإلا وجب ردّه أو تأويله . ¶ ... وبرُهان ذلك كله ما دلت عليه أقوالهم الصريحة بهذا الخصوص ، فقد قال منظَر مذهبهم القاضي عبد الجبار في نصوص السنة المخالفة لقضايا العقول عندهم : ( وإن كان مما طريقة الاعتقادات يُنْظَر : فإنْ كان موافقاً لحجج العقول قُبِل واعتُقِد موجبه ، لا لمكانه بل للحجة العقلية ، وإن لم يكن موافقاً لها فإنَّ الواجب أن يُرَدَّ ويحكم بأن النبي – صلى الله عليه وسلم – لم يقله ، وإنْ قاله فإنما قاله على طريق الحكاية عن غيره ، هذا إذا لم يحتمل التأويل إلا بتعسُّف ، فأما إذا احتمله فالواجب أن يُتَأوَّل ) (1) . ¶ المطلب الثاني : دراسة موقف المعتزلة من العقل ¶ من خلال استعراض أهم السمات التي دلت على تقديس العقل عند المعتزلة فإنَّ طبيعة الدراسة لتلك السمات التي حدَّدت بوضوح موقف أهل الاعتزال من العقل بوصفه حجة لها الأولوية الكبرى في مقام الاستدلال تقودنا إلى نَظْرةٍ تقويمية لكل سِمَةٍ على حدة لبيان ما لها وما عليها حسب ميزان الحق والإنصاف ودون حَيْفٍ أو إجحاف ، وذلك وفق ما يلي : ¶ أولاً : أن السمة الأولى التي مقتضاها : \" قَصْرُ العلم بأصول التقبيح والتحسين على العقل فقط \" اشتملت في تصوري على ما يمكن قبوله والتسليم به ، وعلى مالا يمكن قبوله والتسليم به .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "أ) فأما ما يمكن قبوله والتسليم به فهو دعواهم أن \" العقل كاشف عن الحُسْن والقُبْح في الأشياء \" فهذه دعوى صحيحة لا ينكرها إلا مكابر ، لأن الله تبارك وتعالى أودع في غرائز النفوس استحسان الحَسَن واستقباح القبيح ، فالناس مفطورون على ذلك جميعهم ، وهذا ما ترجمه العلامة ابن القيم رحمه الله تعالى بقوله : ( فإن الله سبحانه فطر عباده على استحسان الصدق والعدل والعفّة والإحسان ومقابلة النعم بالشكر ، وفطرهم على استقباح أضدادها ، ونِسْبَةُ هذا إلى فطرهم وعقولهم كنسبة الحلو والحامض إلى أذواقهم ، وكنسبة رائحة المِسك ورائحة النَّتن إلى مشامَّهم ، وكنسبة الصوت اللذيذ وضده إلى أسماعهم ، وكذلك كل ما يدركونه بمشاعرهم الظاهرة والباطنة ، فيفرَقون بين طيبَه وخبيثه ، ونافعه وضاره ) (1) . ¶ ب) وأما مالا يمكن قبوله وتسليمه فهو دعواهم \" أنَّ ذلك الإدراك للحُسْن والقُبْح لا يُعْلَمُ إلا من جهة العقل فقط \" ، وذلك لأن العقل مهما بلغ من الكمال والدقة والإتقان في الكشف عن حقائق الأمور وإدراك طبائعها فإنه قاصر عن الإحاطة بما يحقق مصلحة النفس البشرية في العاجلة والآجلة ، والإحاطة بذلك كله إنما هو شأن العليم الخبير الذي وسع علمه كل شيء كما قال سبحانه : ( وسع كل شيء علماً ) (2) .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ومما يدل على قصور إدراك العقل للحُسْن والقُبْح أنَّ الشارع قد ورد باستقباح ما كانت عقول العرب تستحسنه في الجاهلية وطرفاً من الإسلام وهو ( شُرْب الخمر ) ، إذ كانت الخمرة عندهم معدودةً من الطيبات ، بل إنها في عرفهم من ألذ الطيبات على الإطلاق فكانوا يتغنون بها في أشعارهم ويتسامرون بها في مجالسهم ، فنبَّه الشارع الحكيم العقلاء إلى أنها قبيحة نظراً لما تفضي إليه مِنْ أضرار بالغة تتصادم في حقيقتها مع مصالح الدين والدنيا ، وهذا ما أكَّده الحق تبارك وتعالى بقوله : (يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل أنتم منتهون ) (1). ¶ وإذا كان الشارع الحكيم قد نبَّه العقلاء إلى خطأ ما استحسنته عقولهم فإن ذلك دليل على أن العقل ليس مستقلاً وحده بإدراك الحُسن والقبح . ¶ وثمَّة أ مْر آخر وهو أنَّ حَصْر إدراك الحُسْن والقُبْح في العقل وحده يفضي إلى محذور شرعي كبير ، وهو أنه ليس للشرع أنْ يعترض على حُكْم العقل بتقبيح ما استحسنه أو تحسين ما استقبحه ، إذ ليس ذلك إليه بل هو من اختصاص العقل وحده دون منازع ، وهذا وإنْ تنصَّل منه المعتزلة وزعموا أنهم لم يقصدوه إلا أنه لازم قولهم ومقتضى كلامهم . ¶ ثانياً : أن السمة الثانية التي مقتضاها : \" تأهيل العقل لتشريع الثواب والعقاب \" هي في حد ذاتها استئصال لقاعدة شرعية قرَّ رها الحق تبارك وتعالى في كتابه الكريم ، وهي : ¶ \" أنه لا عذاب إلا بعد إرسال الرسل \" أَخْذاً من قوله سبحانه : ( وما كنا معذبين حتى نبعث رسولاً ) (2) . ¶ وإذا انتفى العذاب قبل البعثة انتفى الثواب كذلك ، ولو كان العقل مُؤَهَّلاً لتشريع الثواب والعقاب ومستقلاً بذلك لما جعل الحق تبارك وتعالى ثبوت العقاب والثواب خاصاً بورود الشرع دونه .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "بل إنَّ الحق تبارك وتعالى بيَّن لنا في كتابه الكريم أنه لو عذَّب الناس على فعل ما تقَّرر في قضايا العقول قُبْحُه لاحتجوا عليه بمؤاخذته إياهم على شيء لم يثبت قُبْحهُ شرعاً لا بإرسال رسول ولا بإنزال كتاب وإنما بمجرد دلالة العقل ، ولو كان العقل حقاً مستقلاً بذلك لما صح منهم هذا الاحتجاج ، وفي ذلك يقول سبحانه : (ولو أنَّا أهلكناهم بعذاب من قبله لقالوا ربنا لولا أرسلت إلينا رسولاً فنتبع آياتك من قبل أن نذل ونخزى ) (1) . ¶ ويقول سبحانه : ( ولولا أن تصيبهم مصيبة بما قدمت أيديهم فيقولوا ربنا لولا أرسلت إلينا رسولاً فنتبع آياتك ونكون من المؤمنين ) (2) . ¶ وفي هذا دلالة قاطعة على أن الثواب والعقاب قضية شرعية طريق ثبوتها الرسول المرسل والكتاب المنزل ، وليس قضية عقلية يستأثر العقل بها ، فللعقل أن يدرك الحسن والقبح من غير أن يرتب على ذلك ثواباً أو عقاباً ، فليس هو رسولاً ولا كتاباً . ¶ ثالثاً : أن السمة الثالثة وهي : \" تقديم معرفة العقل على دلالة النقل \" تعني جعل العقل أصلاً للشرع ، وهذا يفضي إلى نسف الشرائع من أصلها ، فيكون إرسال الرسل وإنزال الكتب عبثاً محضاً ، إذ يمكن الاستغناء بذلك عن الرسل والكتب ، وإذا كان للشرع من فائدة تُذكر والحالة هذه فإنما هي تأكيد ما استقر في قضايا العقول ، فهو بذلك رديف مساند إن جاء موافقاً للعقل قُبل ، وإلا فالهيمنة للعقل الذي هو أصل التشريع ولب التفريع . ¶ وهذا بلا شك مزلة قدم خطيرة ، إذ كيف يُقدَّم العقل الذي هو فكر بشري محدود بنطاق الزمان والمكان محفوف بنوازع الهوى على شرع إلهي صادر ممن أحاط علمه بالزمان والمكان من غير قصور في الإدراك أو خلل في الاستيعاب ؟ ¶ ولقد أنكر الحق تبارك وتعالى ذلك أشد الإنكار حين قال : ( أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله ) ( (3) ) .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فمن جعل المعرفة العقلية مقدمة على الدلالة النقلية يكون بذلك متخذاً العقل مشرعاً في دين الله تعالى بما لم يأذن به سبحانه ، وهذا والعياذ بالله غاية الإسفاف ونهاية الانحراف . ¶ ومن هذا كله نخلص إلى أن المعتزلة في بداية مسيرهم مع العقل لم يريدوا به أن يكون حاكماً على الشرع ، بل أرادوا أن العقل طريق إلى العلم بالحكم الشرعي ، ولكنهم بعد أن توغلوا في العقل بالغوا في تقديسه حتى جعلوه مقدماً على الشرع وحاكماً عليه ، ومن هنا حذر الإسلام الحنيف من الغلو لأنه لا يأتي في نهاية مطافه إلا بعواقب وخيمة وأضرار جسيمة. ¶ المبحث السادس : العقل عند الأشاعرة ¶ وفيه مطلبان : ¶ المطلب الأول : استعراض موقفهم من العقل ¶ كان موقف الأشاعرة من العقل ناشئاً عن ردة فعل عنيفة من موقف المعتزلة منه ، فحيث بالغ المعتزلة في تقديس العقل وتهويل شأنه فقد بالغ الأشاعرة في تجميد العقل وسلبه القدرة على إدراك الحسن والقبح في الأشياء التي تُلامَسُ وتُشَاهَد . ¶ ... وليس ذلك افتراءً عليهم ، بل إن أقوالهم التي تفوهوا بها شاهد صدق على هذا المُدَّعَى ، وإذا اكتفيتَ بمثالين على ذلك فخذهما من قول الغزالي رحمه الله تعالى ( لا يستدرك حسن الأفعال وقبحها بمسالك العقول ، بل يتوقف دركها على الشرع المنقول ، فالحسن عندنا ما حسنه الشرع بالحث عليه، والقبيح ما قبحه بالزجر عنه والذم عليه)( (1). ¶ ... ومن قول ابن برهان رحمه الله تعالى : ( أطلق أهل الحق أقوالهم بأن حسن الأشياء وقبحها لا يدرك بقضيات العقول، إنما يدرك بالسمع المنقول ) (2) . ¶ وهذا يعني إقصاء العقل عن أهلية الصدارة لإثبات حسن أو قبح في شيء من الأشياء ، إذ ليس شأن ذلك إليه ، بل هو شأن الشرع وحده . ¶ المطلب الثاني : دراسة موقف الأشاعرة من العقل",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "موقف الأشاعرة من العقل ناشئ من تصورهم أن العقل لاحَظَّ له في إثبات الحسن أو القبح في الأشياء ، وإنما مرجع ذلك إلى الشرع فيما ورد به الأمر والنهي ، وهذا ما أكده إمام الحرمين الجويني رحمه الله تعالى بقوله : ( من أحكام الشرع التقبيح والتحسين ، وهما راجعان إلى الأمر والنهي ، فلا يقبح شيء في حكم الله تعالى لعينه ، كما لا يحسن شيء لعينه ) ( (1) ) . ¶ فهما – أعني الحسن والقبح – ثابتان عندهم بنفس الأمر والنهي ، وليس لكون الأمر أو النهي دليلاً معرفاً لحسن أو قبح قد سبق ثبوته بالعقل . ¶ ومن أجل وضع النقاط على الحروف في بيان حقيقة هذا الموقف فإن ما أطلقوه من القول بنفي إدراك العقل للحسن والقبح لا يخلو من حالتين : ¶ الحالة الأولى : ¶ ... أن يريدوا بذلك أن الفعل ليس له حسن أو قبح ذاتي ثابت له في نفسه ، حتى يتفرع على ذلك القول بإدراكهما فيه من جهة العقل . ¶ ولعل هذا ما يشير إليه ابن الحاجب رحمه الله تعالى بقوله : ( لا حكم إلا بما حكم به الله ، فالعقل لا يحسن ولا يقبح أي : لا يحكم بأن الفعل حسن وقبيح لذاته ، أو بوجوه واعتبارات في حكم الله تعالى ) ( (2) ) . ¶ الحالة الثانية : ¶ أن يريدوا به أن العقل لا دخل له البتة بإثبات العقاب على ترك الحسن وفعل القبيح، أو الثواب على ترك القبيح وفعل الحسن، بل إن ذلك من اختصاص الشارع وحده. ¶ ... فإن كان الأول هو مغزى إطلاقهم فإنه غير مُسلَّم لهم ، إذ القبح والحسن ثابتان للفعل في نفسه ، وهو ما حققه العلامة ابن القيم رحمه الله تعالى بقوله ( وتحقيق القول في هذا الأصل العظيم أن القبح ثابت للفعل في نفسه) ( (3) ) . ¶ ... وإن كان الثاني هو ما رموا إليه وعوَّلوا عليه فذلك محض الحق الذي لا مرية فيه ، إذ الثواب والعقاب حكمان شرعيان طريق ثبوتهما الشرع لا العقل . ¶ والذي أراه راجحاً أن هذا هو مرادهم دون الأول .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وبناءً على هذا الترجيح فإن مبالغتهم في نفي إدراك العقل لحسن الأشياء وقبحها إنما هو منصب على الثواب والعقاب لا على مطلق الإدراك . ¶ المبحث السابع : العقل عند الظاهرية ¶ وفيه مطلبان : ¶ المطلب الأول : استعراض موقفهم من العقل ¶ اشتهر عن أهل الظاهر عموماً إنكارهم حجية القياس في أحكام الشريعة حسب ما صرحوا به في كتبهم ، حيث قال ابن حزم رحمه الله تعالى : ( وذهب أصحاب الظاهر إلى إبطال القول بالقياس في الدين جملة ، وقالوا : لا يجوز الحكم البتة في شيء من الأشياء كلها إلا بنص كلام الله تعالى ، أو نص كلام النبي صلى الله عليه وسلم ، أو بما صح عنه صلى الله عليه وسلم من فعل أو إقرار ، أو إجماع من جميع علماء الأمة كلها مُتَيَقَّن أنه قاله كل واحد منهم دون مخالف من أحد منهم ، أو بدليل من النص أو من الإجماع المذكور الذي لا يحتمل إلا وجهاً واحداً ، والإجماع عند هولاء راجع إلى توقيف من رسول الله صلى الله عليه وسلم ولابد ، لا يجوز غير ذلك أصلاً ، وهذا هو قولنا الذي ندين الله به ) ( (1) ) . ¶ والناظر لأول وهلة في هذا القول يظن أو يكاد يجزم أنهم أعداء لقضايا العقول وأبعد الناس عن أن يقيموا لذلك ميزاناً ومعياراً ، ولكن هذا الظن أو ذاك الجزم وَهْم من الخيال إذ الحقيقة على خلاف ذلك تماماً ، فالعقل عندهم محل للاعتبار وسمات هذا الاعتبار تتجلى فيما يلي : ¶ السمة الأولى : ¶ ... أن ابن حزم رحمه الله تعالى عقد باباً في كتابه (الإحكام في أصول الأحكام) أثبت فيه حجج العقول ، وتصدى بالرد على الذين أبطلوا حجة العقل ، ووصف ذلك بأنه تمويه فاسد ( (2) ) . ¶ السمة الثانية :",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "... أنه رحمه الله تعالى حكم بالصحة لما أوجبه العقل من أحكام كاستحالة اجتماع الضدين ، وأن الكل أكثر من الجزء ونحو ذلك ، فقال : ( وقد سألوا أيضاً – يعني بهم مبطلي حجة العقل – فقالوا : بأي شيء عرفتم صحة العقل ؟ أبحجة عقل أم بغير ذلك ؟ فإن قلتم : \" عرفناها بحجة العقل \" ففي ذلك نازعناكم ، وإن قلتم : بغير ذلك فهاتوه ، … والجواب على ذلك وبالله التوفيق : أن صحة ما أوجبه العقل عرفناه بلا واسطة وبلا زمان، ولم يكن بين أول أوقات فهمنا وبين معرفتنا بذلك مهلة البتة ، ففي أول أوقات فهمنا علمنا أن الكل أكثر من الجزء، وأن كل شخص فهو غير الشخص الآخر ، وأن الشيء لا يكون قائماً قاعداً في حال واحدة ، وأن الطويل أمدُّ من القصير، وبهذه القوة عرفنا صحة ما توجبه الحواس ، وكلما لم يكن بين أول أوقات معرفة المرء وبين معرفته به مهلة و لازمان فلا وقت للاستدلال فيه ، و لايدري أحد كيف وقع له ذلك ، إلا أنه فِعْل الله عز وجل في النفوس فقط ، ثم من هذه المعرفة أنتجنا جميع الدلائل ) (1) . ¶ السمة الثالثة : ¶ ... بيَّن ابن حزم رحمه الله تعالى أن الخبر لا تعلم صحته ، ولا يعرف كونه صدقاً أو كذباً إلا بحجة العقل ، فقال : ( فإذاً قد بطلت كل طريق ادعاها خصومنا في الوصول إلى الحقائق من الإلهام والتقليد ، وثبت أن الخبر لا يعلم صحته بنفسه ، ولا يتميز حقه من كذبه، وواجبه من غير واجبه إلا بدليل من غيره ، فقد صح أن المرجوع إليه حجج العقول وموجباتها ، وصح أن العقل إنما هو مميز بين صفات الأشياء الموجودات ، وموقف للمستدل به على حقائق كيفيات الأمور الكائنات ، وتمييز المحال منها ) ( (2) ) . ¶ السمة الرابعة :",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "... أن وظيفة العقل عندهم إنما هي الفهم عن الله تبارك وتعالى لأوامره ، وترك تعدي حدوده ، والإقرار بأنه سبحانه فعال لما يشاء ، وليست كونه يحلَلّ أو يحرَّم فذاك ليس إليه ، وليست وظيفته كذلك بأن يقضي أن تكون صلاة الظهر أربعاً وصلاة المغرب ثلاثاً وصلاة الصبح ركعتين ، فهذا مما لا مجال للعقل فيه . ¶ ... قال ابن حزم رحمه الله تعالى : ( وقد بينا أن حقيقة العقل إنما هي تمييز الأشياء المدركة بالحواس وبالفهم ، ومعرفة صفاتها التي هي عليها جارية على ما هي عليه فقط … ، فأما أن يكون العقل يوجب أن يكون الخنزير حراماً أو حلالاً ، أو أن يكون التيس حراماً أو حلالاً ، أو أن تكون صلاة الظهر أربعاً وصلاة المغرب ثلاثاً … فهذا لا مجال للعقل فيه لا في إيجابه ولا في المنع منه ، وإنما في العقل الفهم عن الله تعالى لأوامره ، ووجوب ترك التعدي إلى ما يخاف العذاب على تعديه والإقرار بأن الله تعالى يفعل ما يشاء ، ولو شاء أن يحرم ما أحل ، أو يحل ما حرم لكان ذلك له تعالى ، ولو فعله لكان فرضاً علينا الانقياد لكل ذلك ولا مزيد )( (1) ) . ¶ المطلب الثاني : دراسة موقف الظاهرية من العقل ¶ موقف الظاهرية من العقل بتلك السمات الأربع المذكورة يعد تأصيلاً شرعياً لمكانة العقل في الإسلام ، تلك المكانة التي وضعت العقل في حجمه المناسب دون إفراط في المعيار أو تفريط في الاعتبار ، وهذه وسطية محمودة تحقق توازناً في الحكم واعتدالاً في الموقف . ¶ فليس العقل عند أهل الظاهر كمّاً مهملاً لا قيمة له ولا حرمة ، وليس إلهاً يملك سلطة التشريع بالتحليل والتحريم ، بل هو آلة فهم ووسيلة معرفة ، يجعل صاحبه على بصيرة من أمره فلا يصدر أحكاماً متناقضة، كما لا يرفض البديهيات المسلمة ، و لا يتدخل بكبرياء وتيه فيما لا مجال له فيه ، بل يدور في فلك الشرع مؤيداً ومسانداً لا نداً معانداً .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "... وبذلك يتضح امتياز الظاهرية على المعتزلة بنظرتهم التوازنية للعقل ووضعه في مكانه اللائق به شرعاً . ¶ المبحث الثامن : العقل عند الشيعة ¶ وفيه مطلبان : ¶ المطلب الأول : استعراض موقفهم من العقل ¶ العقل عند الشيعة هو الحجة الباطنة ، وهو السبيل إلى معرفة حجية القرآن ودلائل الأخبار ( (1) ) . ¶ وهناك سمتان بارزتان تدلان على موقف الشيعة من العقل وهما : ¶ السمة الأولى : ¶ ( أنه لا سبيل لثبوت الشريعة والتوحيد والنبوة إلا بالعقل ) : ¶ قال محمد رضا المظفر الشيعي : ( وهل تثبت الشريعة إلا بالعقل ؟ وهل يثبت التوحيد والنبوة إلا بالعقل ؟ وإذا سلخنا أنفسنا عن حكم العقل فكيف نصدق برسالة ؟ وكيف نؤمن بشريعة ؟ بل كيف نؤمن بأنفسنا واعتقاداتها ؟ وهل العقل إلا ما عُبد به الرحمن ؟ وهل يعبد الديان إلا به؟ ( (2) ) . ¶ السمة الثانية : ¶ ( أن استحقاق المدح والذم بمعنى الثواب والعقاب مَدْرَكُُ عقلي ) : ¶ وفي ذلك يقول المظفر الشيعي : ( ومعنى استحقاق المدح ليس إلا استحقاق الثواب ، ومعنى استحقاق الذم ليس إلا استحقاق العقاب ، لأنهما شيئان أحدهما يستلزم الآخر ، لأن حقيقة المدح والمقصود منه هو المجازاة بالخير لا المدح باللسان ، وحقيقة الذم والمقصود منه هو المجازاة بالشر لا الذم باللسان . وهذا المعنى هو الذي يحكم به العقل)( (3) ) . ¶ المطلب الثاني : دراسة موقف الشيعة من العقل ¶ إن ما قرره الشيعة في السمة الأولى التي تقصر ثبوت الشريعة والتوحيد والنبوة على العقل فقط تقرير مجمل يحتاج إلى تفصيل حتى يحسن الحكم عليه . ¶ فإن قصدوا بذلك أن العقل قد استقل وحده بالإثبات بمعزل عن دلالة الشرع وهدايته فهذا باطل بلا شك .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وإن قصدوا به أن العقل طريق لإثبات ذلك بدلالة الشرع وهدايته فذاك حق لا جدال فيه ، وهذا ما ترجمه شيخ الإسلام ابن تيمية رحمه الله تعالى بقوله : ( واعلم أن عامة مسائل أصول الدين الكبار مثل الإقرار بوجود الخالق وبوحدانيته وعلمه وقدرته ومشيئته وعظمته، والإقرار بالثواب ، وبرسالة محمد صلى الله عليه وسلم ، وغير ذلك مما يعلم بالعقل وقد دل الشارع على أدلته العقلية ، وهذه الأصول التي يسميها أهل الكلام العقليات وهي ما تعلم بالشرع ، لا أعني بمجرد إخباره فإن ذلك لا يفيد العلم إلا بعد العلم بصدق المخبر ، فالعلم بها من هذا الوجه موقوف على ما يعلم بالعقل من الإقرار بالربوبية وبالرسالة ، وإنما أعني بدلالته وهدايته ، كما أن ما يتعلمه المتعلمون ببيان المعلمين وتصنيف المصنفين إنما هو لما بينوه للعقول من الأدلة ، فهذا موضع يجب التفطن له ، فإن كثيراً من الغالطين من متكلم ومحدث ومتفقه وعامي وغيرهم يظن أن العلم المستفاد من الشرع إنما هو لمجرد إخباره تصديقاً له فقط ، وليس كذلك ، بل يستفاد منه بالدلالة والتنبيه والإرشاد جميع ما يمكن ذلك فيه من علم الدين ) ( (1) ) . ¶ أما ما قرروه في السمة الثانية التي تجعل استحقاق الثواب والعقاب مدركاً عقلياً فهو بعينه إحدى السمات التي ظهر بها تقديس المعتزلة للعقل ، وقد سبق جواب ذلك ، والإحالة إليه هناك أولى من ذكره هنا خشية الإطالة والتكرار ( (2) ) . ¶ المبحث التاسع : العقل عند السلف الصالح ¶ وفيه مطلبان : ¶ المطلب الأول : استعراض موقفهم من العقل ¶ بَّين شيخ الإسلام ابن تيمية وتلميذه ابن القيم رحمهما الله تعالى موقف السلف الصالح رضي الله تعالى عنهم من العقل وأهم ملامح هذا البيان يتجلى في أربع سمات : ¶ السمة الأولى : ¶ ... ( أن العقل عندهم يحسَّن ويقبَّح ) :",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "قال ابن تيمية رحمه الله تعالى : ( القائلون بالتحسين والتقبيح من أهل السنة والجماعة من السلف والخلف يثبتون القدر والصفات ونحوهما مما يخالف فيه المعتزلة أهل السنة ، ويقولون مع هذا بإثبات الحسن والقبح العقليين ، … ونَفْيُ الحسن والقبح العقليين مطلقاً لم يقله أحد من سلف الأمة ولا أئمتها ، بل ما يؤخذ من كلام الأئمة والسلف في تعليل الأحكام وبيان حكمة الله في خلقه وأمره ، وبيان ما في ما أمر الله به من الحسن الذي يعلم بالعقل ، وما في مناهيه من القبح المعلوم بالعقل ينافي قول النفاة ) ( (1) ) . ¶ السمة الثانية : ¶ ... ( أن الثواب والعقاب على حسن الفعل وقبحه ثابتان عندهم بالشرع لا بالعقل ): ¶ ... قال ابن القيم رحمه الله تعالى : ( الأفعال في نفسها حسنة وقبيحة … ولكن لا يترتب عليها ثواب ولا عقاب إلا بالأمر والنهي ، وقبل ورود الأمر والنهي لا يكون قبيحاً موجباً للعقاب مع قبحه في نفسه ، بل هو في غاية القبح ، والله لا يعاقب عليه إلا بعد إرسال الرسل) ( (2) ) . ¶ السمة الثالثة : ¶ ... ( أن العقل عندهم لا يهتدي إلى تفاصيل النافع والضار إلا بالشرع ) : ¶ قال شيخ الإسلام ابن تيمية رحمه الله تعالى : ( ولولا الرسالة لم يهتد العقل إلى تفاصيل النافع والضار في المعاش والمعاد ، فمن أعظم نعم الله على عباده وأشرف مِنَّة عليهم أن أرسل إليهم رسله ، وأنزل عليهم كتبه ، وبين لهم الصراط المستقيم ، ولولا ذلك لكانوا بمنزلة الأنعام والبهائم ، بل أشر حالاً منها ، فمن قَبِلَ رسالة الله واستقام عليها فهو من خير البرية ، ومن ردها وخرج عنها فهو من شر البرية ) ( (3) ) . ¶ السمة الرابعة : ¶ ( أن العقل الصريح عندهم لا يعارض النقل الصحيح ) : ¶ قال ابن تيمية رحمه الله تعالى : ( و لا يوجد نص يخالف قياسياً صحيحاً ، كما لا يوجد معقول صريح يخالف المنقول الصحيح ) ( (4) ) .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ولذلك فقد ألف رحمه الله تعالى كتاباً أسماه : \" درء تعارض العقل والنقل \" ( (1) ) . ¶ المطلب الثاني : دراسة موقف السلف الصالح من العقل ¶ إن العقل عند السلف الصالح رضي الله تعالى عنهم موظَّف للعمل بالنصوص الشرعية، ومُسْتَثْمَر في فهم مقاصدها ومعرفة دلالاتها ، وهذا من شأنه أن يحرر العقل من أسر التقليد وغل العادات حتى يكون في مستوى المكانة التي وضعه فيها الإسلام الحنيف . ¶ ومنهج السلف الصالح رضي الله تعالى عنهم في تعاملهم مع العقل منهج يقوم على الوسطية والاعتدال ، فقد عرفوا ما أعطاه الله تبارك وتعالى للعقل من مساحة يتحرك خلالها ليؤدي وظيفته التي أرادها الله عز وجل منه وهي فَهْمُ مراده سبحانه من النصوص الشرعية حتى يوجه صاحبه للعمل بها دونما زيغ أو شطط . ¶ وجعلوا ذلك العقل في الوقت نفسه تابعاً للنقل لا يعارضه في حكم ، ولا يستقل عنه بتصور ، بل يستنير بنوره ويهتدي بهداه . ¶ ولو أن من شط بعقله سلك هذا المنهج الوسطي المعتدل لسعد بهذا العقل ولما شقي به أبداً ، فإن كل من قاده عقله إلى طريق الشقاء إنما كان ذلك نتيجة الغلو في تعظيم العقل ووضعه في المقام الذي لا يناسب حجمه ، أو نتيجة تعطيل ذلك العقل دون استثمار لطاقاته واعتبار لقدراته اتكالاً على تقليد أعمى ، أو وقوفاً عند عادة من العادات حُتّم عليه اتباعها وحُرَّم عليه اجتنابها . ¶ المبحث العاشر : الفارق بين القياس وحجة العقل ¶ يلاحظ أن المنكرين لحجية القياس كالظاهرية ( (2) ) والشيعة ( (3) ) هم من القائلين بإثبات حجة العقل ، فهل هذا يعني أنَّ هناك فارقاً بين القياس والعقل؟ ... ¶ ... وإذا لم يكن هناك فارق بينهما فهل يعني هذا أنَّ هناك تناقضاً لديهم في الموقف واضطراباً في الرؤية ؟",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "... الواقع أن الشيعة قد أحسوا بتناقض موقفهم واضطراب رؤيتهم فيما قرروا إنكاره وإثباته ، فحاولوا جاهدين التوفيق بين إنكارهم حجية القياس حين صرَّحوا بأنَّ ( دين الله لا يُصاب بالعقول ) ، وإقرارهم بحجة العقل فقالوا : إنَّ المراد من عدم إصابة دين الله تعالى بالعقول هو أنّ الأحكام ومداركها لا تُصاب بالعقول على وجه الاستقلال ، بل إنها تصاب من طريق الشارع ، وفي ذلك يقول المظفَّر الشيعي : ( وأما ما ورد عن آل البيت عليهم السلام من نحو قولهم : \" إن دين الله لا يصاب بالعقول \" فقد ورد في قباله مثل قولهم : \" إن لله على الناس حجتين : حجة ظاهرة وحجة باطنة ، فأما الظاهرة فالرسل والأنبياء والأئمة عليهم السلام ، وأما الباطنة فالعقول \" ، والحل لهذا التعارض الظاهري بين الطائفتين هو : \" أن المقصود من الطائفة الأولى بيان عدم استقلال العقل في إدراك الأحكام ومداركها في قبال الاعتماد على القياس والاستحسان لأنها واردة في هذا المقام ، أي : أنَّ الأحكام ومدارك الأحكام لا تصاب بالعقول بالاستقلال ، وهو حق كما شرحناه سابقاً ومن المعلوم أنَّ مقصود من يعتمد على الاستحسان في بعض صوره هو دعوى أنّ للعقل أنّ يدرك الأحكام مستقلاً ويدرك ملاكاتها ، ومقصود مَنْ يعتمد على القياس هو دعوى أنَّ للعقل أن يدرك ملاكات الأحكام في المقيس عليه لاستنتاج الحكم في المقيس ، وهذا معنى الاجتهاد بالرأي، وقد سبق أنَّ هذه الإدراكات ليست من وظيفة العقل النظري ولا العقل العملي لأن هذه أمور لا تصاب إلا من طريق السماع من مبلَغ لأحكام ) (1) .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "... وأما وجه إنكار الظاهرية للقياس وإقرارهم حجة العقل فهو : أنَّ القياس عندهم تَشرْيع في الدين بما لم يأذن به الله تبارك وتعالى ، وهذا باطل لا يصح ، وفي ذلك يقول ابن حزم رحمه الله تعالى : ( فقد كان الدين والإسلام لا تحريم فيه ولا إيجاب ، ثم أنزل الله تعالى الشرائع، فما أَمَر به فهو واجب ، وما نهى عنه فهو حرام ، وما لم يأمر به ولا نهى عنه فهو مباح مطلق حلال كما كان ، هذا أَمْر معروف ضرورة بفطرة العقول مِنْ كل أحد ، ففي ماذا يُحتاج إلى القياس أو إلى الرأي ؟ أليس مَنْ أقرَّ بما ذكرنا ثم أوجب مالا نَصَّ بإيجابه ، أو حرمَّ مالا نَصَّ بالنهي عنه قد شرع في الدين ما لم يأذن به الله تعالى ؟ وقال مالا يحل القول به ؟ وهذا بُرهان لائح واضح وكافٍ لا مُعْتَرَض فيه )(1) . ¶ ... وأما حجة العقل عندهم فليست تشريعاً بما لم يأذن به الله تبارك وتعالى ، بل هي طريق لإثبات صِدْق المخبر في خبره حتى يحصل اليقين في القلب باتباعه والانصياع إليه فيما أخبر به ، وهذا ما دل عليه قول ابن حزم رحمه الله تعالى : ( الخبر لا يُعلم صحته بنفسه ، ولا يتميز حقه من كذبه ، وواجبه من غير واجبه إلا بدليل من غيره ، فقد صح أنَّ المرجوع إليه حجج العقول وموجباتها ) (2) . ¶ ومِنْ هذا يُعلم أنَّ الفارق عند هؤلاء بين القياس وحجة العقل : أنَّ القياس تَشْريع من غير إذْنٍ إلهي ، فهو بذلك محادَّة لله تبارك وتعالى ومضادَّة لرسوله صلى الله عليه وسلم .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وأما حجة العقل فليست كذلك ، بل هي مساندة للشرع ومؤَّيدة له . ونحن وإن سلَّمنا لهم إقرارهم بالحجة العقلية – فلا نسلَم لهم بحال إنكارهم لحجية القياس ، إذ القياس مما أذن الله تبارك وتعالى فيه وأذن فيه رسوله صلى الله عليه وسلم ولو لم يكن كذلك لما أجمع الصحابة الكرام رضي الله تعالى عنهم والتابعون لهم بإحسان رحمهم الله تعالى على العمل به دون منازع . قال الباجي رحمه الله تعالى ( أجمع الصحابة والتابعون ومن بعدهم من الفقهاء والمتكلمين وأهل القدوة على جواز التعبد بالقياس ، وأنه قد ورد التعبد بالصحيح منه) (1). ¶ ... وقال الرازي رحمه الله تعالى : ( والذي نذهب إليه وهو قول الجمهور من علماء الصحابة والتابعين أن القياس حجة في الشرع ) (2) . ¶ ... وكما أن القياس محل العمل والاعتبار عند الصحابة والتابعين فكذلك هو عند جمهور الأصوليين (3) . ¶ المبحث الحادي عشر : خلاصة الدراسة لموقف الأصوليين من العقل ¶ مما سبق دراسته من موقف الأصوليين من العقل حسب الطوائف التي ينتمون إليها برزت لنا حقيقتان : ¶ الحقيقة الأولى : ¶ ... أن المعتزلة ، والأشاعرة ، والظاهرية ، والشيعة ، والسلف الصالح ، متفقون جميعاً على أن العقل حجة في إدراك المدركات العقلية كحُسْن الحَسَن ، وقُبْح القبيح ، واستحالة الجمع بين الضدين ونحو ذلك.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "... ولا يعكّر هذا الاتفاق إنكار الأشاعرة إدراك العقل للحُسْن والقُبح، فإنهم – على فرض التسليم بصحة هذا التوجيه – أرادوا بهذا الإدراك ( الثواب والعقاب ) فقط وليس مطلق الإدراك ، وهذا ما أفصح عنه الفخر الرازي رحمه الله تعالى بقوله : ( الحًسْن والقُبح قد يُعْنىَ بهما كون الشيء ملائماً للطبع أو منافراً ، وبهذا التفسير لا نزاع في كونهما عقليين ، وقد يُراد بهما كون الشيء صفة كمال أو صفة نقص ، كقولنا : العلم حَسنَ والجهل قبيح ، ولا نزاع أيضاً في كونهما عقليين بهذا التفسير ، وإنما النزاع في كون الفعل مُتَعَلَّق الذم عاجلاً وعقابه آجلاً ) (1) . ¶ الحقيقة الثانية : ¶ ... انفرد المعتزلة والشيعة عن الأشاعرة والظاهرية وسلف الأمة الصالح بقولهم : \" إن العقل يرتَّب الثواب والعقاب على الحَسَن والقبيح\". ¶ ... وهذا الانفراد جعلهم ينحرفون بالعقل عن مساره الصحيح الذي يجب أن يوضع فيه ، ونشأ عن ذلك شطحات فكرية كبيرة صادمت العقيدة وخالفت الشريعة ، حتى أوجد ذلك نَفْرةً في القلوب من منهج المعتزلة من جهة ، ومن منهج الشيعة من جهة أخرى . ¶ • • • ¶ الخاتمة ¶ بعد حَمْد الله تبارك وتعالى في البدء والختام فإنَّ أهم نتائج هذا البحث ما يلي : ¶ العقل في اللغة يُطلق على معانٍ متعددة من أهمها : الحِجْر ، الجَمْع، الحَبْس ، التثبت في الأمور ، التميز ، الفَهْم المَسْك ، الملجأ. ¶ العقل في الاصطلاح تباينت فيه عبارات الأصوليين ، ولعلَّ أرجح تعريفات العقل عندهم هو تعريف السرخسي رحمه الله تعالى حيث قال : ( العقل نور في الصدر به يبصر القلب عند النظر في الحجج). ¶ المناسبة قوية جداً بين الحقيقة اللغوية والحقيقة الاصطلاحية للعقل. ¶ اختلف الأصوليون في محل العقل على ثلاثة أقوال أرجحها أن محله القلب ويفيض نوره إلى الدماغ لدلالة ظواهر الآيات القرآنية الكريمة على ذلك . ¶ للخلاف في محل العقل ثمرة عملية تظهر في بعض مسائل الفقه .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "اختلف الأصوليون في تفاوت العقل على قولين ، والراجح منهما القول بتفاوت العقول لدلالة الشرع على ذلك واختلاف الناس في الإدراكات العقلية ، إذ بعضهم أكثر إدراكاً من بعض كما هو ملموس ومشاهد . ¶ الخلاف في سبب تحكيم العقل يعود إلى الاختلاف في المعرَّف لأحكام الله تبارك وتعالى . ¶ المعتزلة يقرون بإدراك العقل لحُسْن الأشياء وقُبْحها ، ويرتبَون على ذلك الثواب والعقاب ، كما يقدَمون العقل على الشرع تقديم الأصل على الفرع . ¶ الأشاعرة ينكرون إدراك العقل لحُسْن الأشياء وقبُحها ، ومرادهم من ذلك نَفْيُ أن يكون الثواب والعقاب ثابتين بالعقل . ¶ الظاهرية يثبتون حجج العقول رغم إنكارهم القياس ، ووظيفة العقل عندهم فهْمُ مراد الله تعالى من الأوامر والنواهي ، دون أن يملك تحريماً أو تحليلاً أو تدخلاً فيما لا مجال له فيه . ¶ الشيعة يجعلون العقل حجة باطنة ، وسبيلاً إلى معرفة حجية القرآن ودلائل الأخبار ، ووافقوا المعتزلة على ترتيب الثواب والعقاب بالعقل . ¶ العقل عند علماء السلف الصالح يحسَن ويقبَح ، والثواب والعقاب عندهم ثابتان بالشرع لا بالعقل ، والعقل لا يهتدي عندهم إلى تفاصيل النافع والضار إلا بالشرع ، ولا يوجد في الواقع تعارض عندهم بين صريح العقل وصحيح النقل . ¶ الفارق بين القياس وحجة العقل عند منكري القياس من الظاهرية والشيعة : أن القياس تشريع من غير إذن إلهي والحجة العقلية طريق لإثبات صِدْق المخبر في خبره حتى يحصل برد اليقين باتباعه . ¶ لا خلاف بين المعتزلة والأشاعرة والظاهرية والشيعة والسلف الصالح في كون العقل حجة في إدراك المدركات العقلية ، بل الجميع متفق على ذلك . ¶ انفراد المعتزلة والشيعة عن الأشاعرة والظاهرية وسلف الأمة الصالح حين رتَّبوا الثواب والعقاب على مجرد إدراك العقل لحُسْن الأشياء وقُبحْها . ¶ والحمد لله الذي بنعمته تتم الصالحات ¶ الحواشي والتعليقات ¶ ... ...",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الحِنْثُ يُطلق في اللغة على عدد من المعاني منها : الإثم ، والخُلْفُ في اليمين ، والميل من باطل إلى حق والعكس والتعبد ، والإدراك ، والبلوغ . (انظر القاموس المحيط ، مادة \" الحنث \"1/165 ، تاج العروس ، مادة \" حنث \" 1/616 ) . ¶ والمراد به هنا : البلوغ وإدراك سن التكليف . ¶ أخرجه البيهقي في السنن الكبرى ، في كتاب \" الحج \" ، باب \"إثبات فرض الحج\". ( السنن الكبرى 4/325) . ¶ وهذا الحديث صححه الحاكم رحمه الله تعالى فقال : ( هذا حديث صحيح على شرط الشيخين ولم يخرجاه )، ووافقه الذهبي رحمه الله تعالى على ذلك . ¶ ( انظر المستدرك ، وتلخيص الذهبي عليه 1/258- 259 ) . ¶ يونس : (101) . ¶ الغاشية : ( 17-20 ) . ¶ النساء : ( 82 ) . ¶ محمد : ( 24 ) . ¶ كما في الآية (44) من سورة البقرة ، والآية (65) من سورة آل عمران . ¶ البقرة : (170 ) . ¶ المائدة : (104 ) . ¶ انظر لسان العرب 11/458 مادة \" عقل \" ¶ انظر المرجع السابق . ¶ انظر المرجع السابق ¶ انظر المرجع السابق ¶ انظر لسان العرب 11/459 مادة (عقل) . ¶ انظر لسان العرب 11/459 مادة (عقل) ، القاموس المحيط 4/18 مادة \"العقل \" . ¶ انظر لسان العرب 11 /459 مادة (عقل) ، القاموس المحيط 4/18 مادة \"العقل\" . ¶ انظر لسان العرب 11 /465 مادة \"عقل\" ، القاموس المحيط 4/19 مادة \"العقل\" . ¶ البرهان 1/112 . ¶ المستصفى 1/23 ¶ أصول السرخسي 1/346 – 347 ، ونحوه عند البزدوي في أصوله 2/731. ¶ نقله عنه إمام الحرمين في البرهان 1/111. ¶ انظر المستصفى 1/23 . ¶ انظر المنخول ص 44 . ¶ انظر المنخول ص45 . ¶ العدة 1/83 . ¶ المنخول ص 44 . ¶ البرهان 1/112. ¶ العدة 1/87-88 . ¶ انظر إحكام الفصول ص171 ، البحر المحيط 1/89، العدة 1/89 ، التمهيد 1/48 ، المسودة ص559 ، شرح الكوكب المنير 1/83 . ¶ انظر إحكام الفصول ص171 ، البحر المحيط 1/89، العدة 1/89 ، التمهيد 1/48 ، المسودة ص559 ، شرح الكوكب المنير 1/84 . ¶ أصول البزدوي مع شرحه كشف الأسرار للبخاري 2/731.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "انظر أصول السرخسي 1/346 . ¶ هو أبو الحسن عبد العزيز بن الحارث بن أسد التميمي الحنبلي ، له مصنفات في الكلام وفي الفقه وأصوله وفي الخلاف والفرائض ، وقد اتُّهم بوضع الحديث . ولد سنة (317هـ) ، وتوفي رحمه الله تعالى سنة (371هـ ) ( انظر النجوم الزاهرة 4/140 ، المنهج الأحمد 2/66) . ¶ انظر العدة 1/89 ، شرح الكوكب المنير 1/84 ، المسودة ص559 . ¶ ق : ( 37 ) . ¶ الحج : ( 46 ) . ¶ الحج : (46) . ¶ الأعراف : (179) . ¶ أخرجه السيوطي في اللآلئ المصنوعة ، والشوكاني في الفوائد المجموعة ، وحكما عليه بأنه حديث موضوع . ( انظر اللآلئ المصنوعة 1/95 ، الفوائد المجموعة ص 467) . ¶ أخرجه البخاري في الأدب المفرد ، في باب \" العقل في القلب \" ص 80 . وهذا الحديث ذكره السيوطي في كتابه \" اللآلئ المصنوعة في الأحاديث الموضوعة \" 1/97 . ¶ الأعراف : (179) . ¶ انظر هذه الأدلة في : أحكام الفصول ص 171 ، العدة 1/90-93 ، التمهيد 1/47-51 ، شرح الكوكب المنير 1/83-84 . ¶ انظر العدة 1/90 ، المسودة ص 560 ، التمهيد 1/51-52. ¶ انظر العدة 1/89 ، المسودة ص 559 ، التمهيد 1/52 . ¶ انظر العدة 1/93 – 94 ، التمهيد 1/52 . ¶ فتح القدير للشوكاني 3/459 . ¶ الموضحة من الشجاج : هي التي بلغت العظم فأوضحت عنه حتى بدى بياضه. ( لسان العرب 2/635 مادة \"وضح \" ) . ¶ البحر المحيط 1/90. ¶ روضة الطالبين 9/290. ¶ هو أبو الحسن علي بن أبي بكر بن عبد الجليل الفرغاني العلامة المحقق . ولد سنة (511هـ) ، وتوفي رحمه الله تعالى سنة (593هـ) . ومن مصنفاته : كتاب \" كفاية المنتهي \" وكتاب \" الهداية \" . ¶ ( انظر الجواهر المضية في طبقات الحنفية 2/627- 628 ) . ¶ الهداية 4/530 . ¶ انظر العدة 1/94 . ¶ انظر التمهيد 1/52. ¶ انظر شرح الكوكب المنير 1/85 . ¶ انظر أصول البز دوي بشرحه كشف الأسرار للبخاري 2/733 . ¶ انظر فواتح الرحموت 1/154 .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "هو عبد العلي محمد بن نظام الدين محمد الأنصاري الهندي الحنفي ، من نوابغ القرن الثاني عشر . من أشهر مصنفاته : \" فواتح الرحموت \" و\" تنوير المنار \" ، و\" رسائل الأركان \" و\" شرح سلم العلوم \" . توفي رحمه الله تعالى سنة (1198هـ ) (انظر كشف الظنون 4/481 ، الفتح المبين 3/132 ) . ¶ انظر المغني للقاضي عبد الجبار 14/1128 ، تمهيد الأوائل 1/120 ، البحر المحيط 1/88 ، العدة 1/94 التمهيد 1/53 ، الواضح في للباقلاني أصول الفقه 1/25 ، شرح الكوكب المنير 1/86 . ¶ أخرجه البخاري واللفظ له في كتاب \" الحيض \" ، باب \" ترك الحائض الصوم \" ( صحيح البخاري 1/78) . ¶ ومسلم في كتاب \" الإيمان \" ، باب \" نقصان الإيمان بنقص الطاعات \" . ( مسلم بشرح النووي 2/65 ) . ¶ والحاكم في كتاب \" الأهوال \" . ( المستدرك 4/603) . ¶ انظر شرح عمدة الأصول ورقة 7-8 ، العدة 1/98 ، 99-100 ، التمهيد 1/55 ، شرح الكوكب المنير 1/85-86 . ¶ انظر شرح عمدة الأصول ورقة 7 ، العدة 1/100 ، التمهيد 1/56. ¶ العدة 1/100 ، التمهيد 1/57 ¶ انظر شرح عمدة الأصول ورقة 7 . ¶ انظر الواضح 1/25 ، التمهيد 1/56 . ¶ النساء : (59). ¶ الشورى : (10) . ¶ انظر ص535 . ¶ انظر إحياء علوم الدين 1/85 . ¶ انظر إحياء علوم الدين 1/87. ¶ البحر المحيط 1/88 . ¶ أصول الخضري ص21-22 . ¶ المحيط بالتكليف للقاضي عبد الجبار ص234 . ¶ المغني للقاضي عبد الجبار 17/247. ¶ المعتمد 4/1. ¶ انظر شرح الأصول الخمسة ص770 . ¶ وقد نقل ابن القيم رحمه الله تعالى في الصواعق المرسلة (3/1038) عن بشر المريسي قوله : (إذا احتجوا عليكم بالقرآن فغالطوهم بالتأويل ، وإذا احتجوا بالأخبار فادفعوهم بالتكذيب ) . ¶ كما نقل ابن قتيبة رحمه الله تعالى في تأويل مختلف الحديث (ص32) عن النظام قوله : ( إن جهة العقل قد تنسخ الأخبار ) . ¶ مدارج السالكين 1/253 . ¶ طه : (98) . ¶ المائدة : ( 90-91) . ¶ الإسراء : (15) . ¶ طه (134). ¶ القصص : (47) . ¶ الشورى : (21) . ¶ المنخول ص 8 .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "الوصول إلى الأصول 1/56 . ¶ البرهان 1/87 . ¶ منتهى الوصول والأمل ص 29 . ¶ مفتاح دار السعادة لابن القيم 2/7 . ¶ الإحكام لابن حزم 7/386 . ¶ الإحكام 1/15 . ¶ الإحكام 1/17 . ¶ الإحكام 1/28 . ¶ الإحكام 1/29 . ¶ انظر أصول الفقه لمحمد رضا المظفر الشيعي 2/122 ، 131 . ¶ المرجع السابق 2/192 . ¶ أصول الفقه للمظفر الشيعي 2/132 . ¶ مجموع الفتاوى 19/230 . ¶ انظر ص 543. ¶ الرد على المنطقيين ص 420-421 . ¶ مدارج السالكين 1/254 . ¶ مجموع الفتاوى 19/100 . ¶ المرجع السابق 19/288 . ¶ وهو كتاب مطبوع على نفقة جامعة الإمام محمد بن سعود الإسلامية عام 1401هـ بتحقيق الدكتور محمد رشاد سالم في تسع مجلدات . ¶ انظر الإحكام لابن حزم 7/386 . ¶ انظر فرائد الأصول لمرتضى الأنصاري الشيعي 1/293 ، معالم الدين وملاذ المجتهدين للعاملي الشيعي ص 373 ، علم أصول الفقه في ثوبه الجديد لمحمد مغنية الشيعي ص 246 . ¶ أصول الفقه للمظفر الشيعي 12/131. ¶ الإحكام 8/515. ¶ المرجع السابق 1/28. ¶ إحكام الفصول ص531 ¶ المحصول 2/2/36 . ¶ انظر التمهيد 3/365 ، روضة الناظر 3/806 ،المغني للقاضي عبد الجبار 17/296 ، المعتمد 2/215 التبصرة ص419 ، المستصفى 2/234 ، الوصول إلى الأصول 2/243 ، الإحكام للآمدي 4/5 ، شرح تنقيح الفصول ص385 ، البلبل ص146 ، كشف الأسرار 3/270، الإبهاج 3/9 ، فواتح الرحموت 2/311 . ¶ المحصول 1/1/159-160 . ¶ المصادر والمراجع ¶ الإبهاج في شرح المنهاج : ¶ علي بن عبد الكافي السبكي ( ت: 756هـ ) ، وولده عبد الوهاب بن علي السبكي ( ت: 771هـ ) ، مكتبة الكليات الأزهرية – القاهرة ، الطبعة الأولى 1401- 1981م. ¶ إحكام الفصول في أحكام الأصول : ¶ سليمان بن خلف الباجي ( ت: 474هـ ) ، دار الغرب الإسلامي . الطبعة الأولى 1407هـ – 1986م ، تحقيق عبد المجيد تركي . ¶ الإحكام في أصول الأحكام : ¶ علي بن أحمد بن حزم الظاهري (ت : 456هـ ) ، دار الكتب العلمية ، بيروت – لبنان ، الطبعة الأولى 1405- 1985م .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الإحكام في أصول الأحكام : ¶ علي بن محمد الآمدي ( ت: 631هـ ) ، المكتب الإسلامي . الطبعة الأولى 1387هـ – الرياض ، الطبعة الثانية 1402هـ – بيروت . ¶ إحياء علوم الدين : ¶ محمد بن محمد الغزالي ( ت: 505هـ ) ، دار المعرفة ، بيروت – لبنان . ¶ الأدب المفرد : ¶ محمد بن إسماعيل البخاري ( ت:256هـ) ، دار الكتب العلمية ، بيروت – لبنان . ¶ أصول البزدوي : ¶ فخر الإسلام البزدوي ( ت: 482هـ ) ، ومعه شرح كشف الأسرار للبخاري ( ت:730هـ ) ، دار الكتاب العربي بيروت – لبنان ، الطبعة الثانية 1414هـ – 1994م ، ضبط وتعليق وتخريج محمد المعتصم بالله البغدادي . ¶ أصول السرخسي : ¶ محمد بن أحمد السرخسي ( ت: 490هـ ) ، لجنة إحياء المعارف النعمانية بحيدر أباد الدكن – الهند ، تحقيق أبي الوفاء الأفغاني . ¶ أصول الفقه : ¶ الشيخ محمد الخضري بك ، دار إحياء التراث العربي ، بيروت . الطبعة السادسة 1389هـ. ¶ أصول الفقه : ¶ محمد رضا المظفر ، مؤسسة الأعلمي للمطبوعات – بيروت ، لبنان . ¶ البحر المحيط في أصول الفقه : ¶ محمد بن بهادر الزركشي (ت : 794هـ ) ، وزارة الأوقاف والشؤون الإسلامية بالكويت ، الطبعة الأولى 1409هـ – 1988م . ¶ البرهان في أصول الفقه : ¶ عبد الملك بن عبد الله الجويني ( ت: 478هـ ) ، دار الأنصار بالقاهرة ، الطبعة الثانية 1400هـ ، تحقيق د. عبد العظيم الديب . ¶ البلبل في أصول الفقه : ¶ سليمان بن عبد القوي الطوفي (ت: 716هـ ) ، مؤسسة النور بالرياض ، الطبعة الأولى 1383هـ . ¶ تأويل مختلف الحديث : ¶ ابن قتيبة الدينوري (ات: 276هـ ) ، دار الكتاب العربي ، بيروت – لبنان . ¶ تاج العروس : ¶ محمد مرتضي الزبيدي ( ت: 1205هـ ) ، الطبعة الأولى بالمطبعة الخيرية بمصر 1306هـ . ¶ التبصرة في أصول الفقه : ¶ إبراهيم بن علي الشيرازي ( ت: 476هـ ) ، دار الفكر – 1400هـ – 1980م ، تحقيق د. محمد حسن هيتو . ¶ تلخيص المستدرك :",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "محمد بن أحمد الذهبي ( ت:848هـ ) ، مطبوع بذيل المستدرك للحاكم النيسابوري ( ت: 405هـ)، دار الفكر . بيروت – لبنان 1398هـ – 1978م . ¶ تمهيد الأوائل وتلخيص الدلائل : ¶ محمد بن الطيب الباقلاني ( ت: 403هـ ) ، المكتبة الشرقية ، بيروت 1957م . ¶ التمهيد في أصول الفقه . ¶ محفوظ بن أحمد الكلوذاني ( ت: 510هـ ) ، مطبوعات جامعة أم القرى بمكة المكرمة ، الطبعة الأولى 1406هـ – 1985م ، تحقيق د. مفيد أبو عمشة ، د. محمد بن علي بن إبراهيم . ¶ الجواهر المضية في طبقات الحنيفة : ¶ عبد القادر بن محمد القرشي (ت:775هـ) ، مطبعة عيسى البابي الحلبي 1398هـ ، تحقيق د. عبد الفتاح محمد الحلو ¶ الرد على المنطقيين : ¶ شيخ الإسلام ابن تيمية (ت:728هـ) ، إدارة ترجمان السنة – لاهور ، باكستان ، الطبعة الثالثة 1398هـ . ¶ روضة الطالبين وعمدة المفتين : ¶ يحيى بن شرف النووي (ت :676هـ) ، المكتب الإسلامي . الطبعة الثالثة 1412هـ – 1991م . ¶ روضة الناظر وجنة المناظر : ¶ عبد الله بن أحمد بن قدامة (ت :620هـ) ، مكتبة الرشد بالرياض . الطبعة الثانية 1414هـ –1993م ، تحقيق د. عبد الكريم بن علي النملة . ¶ السنن الكبرى . ¶ أحمد بن الحسين البيهقي ( ت : 458هـ ) . وبذيله الجوهر النقي لابن التركماني (ت : 745هـ) ، دار الفكر . ¶ شرح الأصول الخمسة : ¶ القاضي عبد الجبار بن أحمد الهمداني ( ت : 415هـ ) ، مكتبة وهبة بالقاهرة . الطبعة الأولى 1384هـ-1965م تحقيق د. عبد الكريم عثمان . ¶ شرح تنفيح الفصول : ¶ أحمد بن إدريس القرافي ( ت : 684 هـ ) ، دار الفكر . الطبعة الأولى 1393هـ – 1973م ، تحقيق طه عبد الرؤوف سعد . ¶ شرح عمدة الأصول : ¶ حافظ الدين النسفي ( ت: 701هـ) ، مخطوط برقم (367) بالمكتبة السليمانية باستانبول ، مكتبة بغدادلي وهبي . ¶ شرح الكوكب المنير :",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "محمد بن أحمد الفتوحي ( ت : 972 هـ ) ، مطبوعات جامعة الملك عبد العزيز بمكة المكرمة 1400هـ – 1980م تحقيق د. محمد الزحيلي ، د. نزيه حماد . ¶ صحيح البخاري : ¶ محمد بن إسماعيل البخاري ( ت : 256هـ) ، المكتبة الإسلامية – استانبول ، تركيا . ¶ صحيح مسلم : ¶ مسلم بن الحجاج القشيري ( ت : 261هـ ) ، ومعه شرح النووي ، دار الفكر ، بيروت – لبنان . الطبعة الثالثة 1398هـ-1978م. ¶ الصواعق المرسلة على الجهمية والمعطلة : ¶ محمد بن أبي بكر = ابن القيم ( ت : 751هـ) ، دار العاصمة بالرياض . الطبعة الأولى 1408هـ . ¶ تحقيق د. علي بن محمد الدخيل الله . ¶ العدة في أصول الفقه .: ¶ محمد بن الحسين الفراء ( ت : 458هـ ) ، تحقيق د. أحمد بن علي المباركي ، الطبعة الثانية 1410هـ – 1990م . ¶ علم أصول الفقه في ثوبه الجديد : ¶ محمد جواد مغنية الشيعي ، دار الكتاب الإسلامي . ¶ فتح القدير الجامع بين فني الرواية والدراية من علم التفسير : ¶ محمد بن علي الشوكاني ( ت : 1250هـ ) ، دار الفكر . بيروت . الطبعة الثالثة 1393هـ – 1993م . ¶ الفتح المبين في طبقات الأصوليين : ¶ عبد الله مصطفى المراغي الناشر : محمد أمين دمج وشركاه ، بيروت ، الطبعة الثانية 1394هـ . ¶ فرائد الأصول : ¶ مرتضى الأنصاري الشيعي ( ت : 1281هـ ) ، مؤسسة النعمان – بيروت 1411هـ .تحقيق عبد الله النوراني . ¶ الفوائد المجموعة في الأحاديث الموضوعة : ¶ محمد بن علي الشوكاتي ( ت: 1250هـ ) ، مطبعة السنة النبوية . الطبعة الأولى 1380هـ – 1960م ، تحقيق عبد الرحمن بن يحيي المعلمي اليماني . ¶ فواتح الرحموت شرح مسلم الثبوت : ¶ محمد بن نظام الدين الأنصاري ( ت: 1180هـ ) ، مطبوع مع المستصفى للغزالي ( ت: 505هـ ) ، دار إحياء التراث العربي – بيروت . ¶ القاموس المحيط : ¶ محمد بن يعقوب الفيروزابادي ( ت: 817هـ) ، دار الفكر ، بيروت – لبنان ، 1398هـ – 1978م . ¶ كشف الأسرار عن أصول فخر الإسلام البزدوي :",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "عبد العزيز بن أحمد البخاري ( ت: 730هـ ) ، دار الكتاب العربي ، بيروت لبنان . الطبعة الثانية 1414هـ – 1994م ، ضبط وتعليق وتخريج محمد المعتصم بالله البغدادي. ¶ كشف الظنون عن أسامي الكتب والفنون : ¶ مصطفى بن عبد الله القسطنطني المعروف بحاجي خليفة ( ت: 1067هـ ) ، دار الفكر 1402هـ . ¶ اللآلىء المصنوعة في الأحاديث الموضوعة : ¶ عبد الرحمن بن الكمال أبي بكر = جلال الدين السيوطي ( ت: 911هـ ) ، المكتبة التجارية الكبرى بمصر . ¶ لسان العرب : ¶ محمد بن مكرم بن منظور المصري ( ت: 711هـ ) ، دار صادر – بيروت الطبعة الأولى 1410هـ – 1990م . ¶ مجموع الفتاوي : ¶ شيخ الإسلام ابن تيمية ( ت: 728هـ ) ، جمع عبد الرحمن بن محمد العاصمي . الطبعة الأولى 1398هـ . ¶ المحصول في أصول الفقه : ¶ محمد بن عمر الرازي ( ت: 606هـ) ، مطبوعات جامعة الإمام . الطبعة الأولى 1401هـ – 1981م ، تحقيق د. طه جابر العلواني . ¶ المحيط بالتكليف : ¶ القاضي عبد الجبار بن أحمد الهمداني : ( ت: 415هـ ) ، المؤسسة المصرية العامة للتأليف والأنباء والنشر ، الدار المصرية للتأليف والترجمة ، تحقيق عمر السيد عزمي . ¶ مدارج السالكين : ¶ محمد بن أبي بكر = ابن القيم ( ت: 751هـ ) ، دار الكتب العلمية . بيروت – لبنان . الطبعغة الأولى 1403هـ – 1983م . ¶ المستدرك على الصحيحين : ¶ محمد بن عبد الله الحاكم النيسابوري ( ت: 405هـ ) ، دار الفكر . بيروت – لبنان . طباعة عام 1338هـ – 1978م ، وبذيله تلخيص الذهبي . ¶ المستصفى من علم الأصول : ¶ محمد بن محمد الغزالي ( ت: 505 هـ ) ، دار إحياء التراث العربي ، بيروت – لبنان . ¶ مسلم الثبوت : ¶ محب الله بن عبد الشكور ، مطبوع مع المستصفى للغزالي ، دار إحياء التراث العربي ، ¶ بيروت – لبنان . ¶ المسودة في أصول الفقه : ¶ لآل تيمية ، جمعها شهاب الدين أبو العباس الحنبلي ، دار الكتاب العربي ، بيروت لبنان ، تحقيق محمد محي الدين عبد الحميد .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "معالم الدين وملاذ المجتهدين : ¶ الحسن بن زين الدين العاملي الشيعي ( ت: 1011هـ ) ، نشر مكتبة آية الله العظمى المرعشي النجفي . ¶ المعتمد في أصول الفقه : ¶ محمد بن علي البصري ( ت: 436هـ ) ، دار الكتب العلمية ، بيروت – لبنان ، الطبعة الأولى 1403هـ – 1983م ) ¶ المغني : ¶ عبد الجبار بن أحمد الهمداني ( ت: 415هـ ) ، المؤسسة المصرية العامة للتأليف والأنباء والنشر . ¶ الدار المصرية للتأليف والترجمة - القاهرة ، مطبعة عيسى البابي الحلبي وشركاه – 1385هـ – 1965م . ¶ مفتاح دار السعادة : ¶ محمد بن أبي بكر = ابن القيم ( ت: 458هـ ) ، دار المشرق ، بيروت – لبنان ، تحقيق د. وديع زيدان حداد . ¶ منتهى الوصول والأمل في علمي الأصول والجدل : ¶ عثمان بن أبي بكر المقري = ابن الحاجب ( ت: 646هـ ) ، دار الباز بمكة المكرمة . الطبعة الأولى 1405هـ – 1985م. ¶ المنخول من تعليقات الأصول : ¶ محمد بن محمد الغزالي ( ت: 505 هـ ) ، دار الفكر – دمشق . الطبعة الثانية 1400هـ –1980م ) ، تحقيق د. محمد حسن هيتو . ¶ المنهج الأحمد في تراجم أصحاب الإمام أحمد : ¶ عبد الرحمن بن محمد العليمي( ت: 928هـ ) ، مطبعة المدني بالقاهرة 1383هـ ، تحقيق محمد محي الدين عبد الحميد . ¶ النجوم الزاهرة في ملوك مصر والقاهرة : ¶ ابن تغري بردي . دار الكتب المصرية . ¶ الهداية شرح بداية المبتدي : ¶ علي بن أبي بكر المرغيناني (ت: 593هـ ) ، دار الكتب العلمية ، بيروت – لبنان ، الطبعة الأولى 1410هـ – 1990م . ¶ الواضح في أصول الفقه : ¶ على بن عقيل البغدادي الحنبلي ( ت: 513هـ ) ، مؤسسة الرسالة . الطبعة الأولى 1420هـ ، تحقيق د. عبد الله بن عبد المحسن التركي . ¶ الوصول إلى الأصول : ¶ أحمد بن علي بن برهان البغدادي ( ت: 518هـ ) ، مكتبة المعارف بالرياض 1403هـ – 1983م ¶ تحقيق د. عبد الحميد أبو زنيد .",
            "page": "51",
            "part": "1"
        }
    ],
    "t37522": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "MG-010-العقل عند الأصوليين"
        }
    ]
}