{
    "b37545": [
        {
            "id": "1",
            "nass": "منظومة القواعد الفقهية ¶ مقدمة المصنف ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله، وحده لا شريك له، وأشهد أن محمدا عبده ورسوله، صلى الله عليه وعلى آله وأصحابه وأتباعه، وسلم تسليما كثيرا. أما بعد: ¶ فإن من نعم الله - عز وجل - علينا أن هيأ لنا أسباب طلب العلم الشرعي، الذي نتقرب به إلى الله - عز وجل - فإن أفضل نعمة ينعم الله بها على العباد في الدنيا: الدخول في دين الإسلام والالتزام بشرائعه، وإن من شرائع هذا الدين: طلب العلم الشرعي؛ فهو قربة لله - عز وجل - وهو أيضا وسيلة من وسائل التقرب إلى الله - عز وجل - فهو غاية في نفسه، وسيلة للتقرب إلى الله في غيره من الأعمال، فإنه لا يتصور أن يتقرب العبد إلى ربه - عز وجل - إلا بالعلم الشرعي. ¶ وإن من فضل الله علينا أن جعلنا نتذاكر في مثل هذه المجالس العلمية، التي هي أفضل ما في الدنيا وأبرك ما فيها، والسعادة تحصل في مثل هذه المجالس وإنه -والله ثم والله- لا يوجد أحد أسعد من طالب علم، يبذل وقته في طلب العلم، يتقرب بذلك إلى الله - عز وجل - . ¶ وإن من فضل الله علينا أن هيأ لنا مثل هذه الدورات العلمية، التي تكون الدروس العلمية فيها مضبوطة ومنظمة، ومراعى فيها جميع التخصصات الشرعية، بحيث ما من علم شرعي إلا ويكون مشمولا في هذه الدورات، وإن من فضل الله - عز وجل - علينا أن هيأ رجالا نحسبهم صادقين قد هيئوا مثل هذه الدورات، وبذلوا من أوقاتهم وجهدهم لتهيئة الأسباب لإقامة هذه الدورات، ونذكر منهم في هذا المجلس: الأخ فهد، جزاه الله خيرا، ورفع مقداره، ويسر له أسباب العلم النافع والعمل الصالح، كما نسأل الله - عز وجل - للجميع العلم النافع الذي يتقرب به الجميع إلى ربهم - عز وجل - .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "حديثنا في هذه الدورة، وفي هذا الأسبوع عن القواعد الفقهية، وأود أن أقدم بمقدمة عن علم القواعد الفقهية بحيث نتناول تاريخ هذا العلم، ونتناول أهم المؤلفات فيه، وأتناول طرق ومناهج العلماء في التأليف في هذا العلم، وأتحدث عن تعريف هذا العلم، وعن الفروق بين هذا العلم وغيره من العلوم، ومما له به نوع اتصال. ¶ من المعلوم أن الله - عز وجل - امتن علينا ببعثة محمد - صلى الله عليه وسلم - وخصه بخصائص منها أنه أوتي جوامع العلم؛ وجوامع الكلم أن يتكلم النبي - صلى الله عليه وسلم - بالكلام القليل، الذي يكون له معان عديدة، ويشمل أحكاما متعددة. ¶ وإذا تأمل المرء سنة النبي - صلى الله عليه وسلم - وجد فيها من ذلك الشيء الكثير، ومثال ذلك قول النبي - صلى الله عليه وسلم - \" لا ضرر ولا ضرار \" وهذا الحديث قد روي عن عدد من الصحابة بأسانيد لا يخلو أحادها من مقال، لكننا عند جمع هذه الأسانيد نجد أن لهذا الحديث أصلا، ثم إن الشريعة قد دلت على معناه بعموم أدلتها الأخرى، ومن ألفاظ النبي - صلى الله عليه وسلم - المختصرة التي أخذ منها قواعد فقهية قوله - صلى الله عليه وسلم - \" الخراج بالضمان \" كما رواه أبو داود والترمذي بإسناد صححه الحاكم، ووافقه الذهبي، وصححه ابن حبان. ¶ ومن الألفاظ الواردة في ذلك قول النبي - صلى الله عليه وسلم - \" اليمين على من أنكر \" وفي كما في الصحيحين، وفي بعض ألفاظ هذا الحديث: \" البينة على المدعي \" وهذا وإن كان قد تكلم أهل العلم في أسانيده مفردة، إلا أنه عند جمع أسانيده والنظر في معناه نجده ثابتا في الشريعة.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فالمقصود أن المتأمل في سنة النبي - صلى الله عليه وسلم - يجد أن هناك عددا من الأحاديث النبوية قد اختصرت ألفاظها، ودلت على معان عديدة، وأحكام متعددة، فيدلنا هذا على مبدأ قواعد الفقه، ثم بعد النبي - صلى الله عليه وسلم - وردت ألفاظ رشيقة عن الأئمة من الصحابة، فمن بعدهم من التابعين فيها اختصار في الألفاظ، وشمول في المعاني والأحكام. ¶ ومن ذلك قول أمير المؤمنين عمر بن الخطاب - رضي الله عنه - مقاطع الحقوق عند الشروط، كما ذكر ذلك البخاري تعليقا، ورواه بإسناد جيد عبد الرزاق وغيره. وقال أمير المؤمنين عمر بن الخطاب - رضي الله عنه - أيضا: هذه على ما نقضي، وتلك على ما قضينا؛ فهذه عبارة مختصرة أصبحت قاعدة فقهية يهتديها الأئمة والعلماء والفقهاء، وهذا اللفظ قد رواه عبد الرزاق وابن أبي شيبة، وجماعة بإسناد لا بأس به، ثم بعد عصور الصحابة والتابعين، وبعد أن جاء عصر التدوين نجد أن الواحد من العلماء يعلل الأحكام الفقهية التي يطلقها بعلل تجمع أحكاما فقهية من أبواب شتى، فأخذ من تلك التعليلات قواعد فقهية. ¶ ومن أمثلة ذلك بعد عصر التدوين أن الإمام الشافعي -رحمه الله- في كتابه الأم، ذكر عددا من الأحكام وعللها بعلل جامعة، تشمل مسائل عديدة؛ من ذلك قوله -رحمه الله-: لا ينسب إلى ساكت قول، ومنها قوله: الرخص لا يتعدى بها محلها، فأخذت هذه الألفاظ كقواعد عامة -قواعد فقهية-، ورتبت عليها أحكاما فقهية في أبواب عديدة. ¶ ومن ذلك قول الإمام أبي يوسف -رحمه الله-: التعذير إلى الإمام على قدر الجناية، ومن ذلك قول الإمام أحمد: كل زوج يلاعن، ومنها قوله عن الوصي: لا يشتري كيف يبيع، يعني: لا يشتري من الميراث، كيف يشتري وهو يبيع؟ فأخذ من هذا قاعدة فقهية أن من يبيع لا يشتري، فمثال ذلك الوكيل إذا كان سيبيع بضاعة لغيره، فإنه لا يجوز أن يشتري تلك البضاعة لنفسه.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ثم بعد ذلك، وبعد هذه العصور -عصور أوائل التدوين- رغب العلماء جمع تلك القواعد في مؤلفات خاصة، وذلك أن الفروع الفقهية متكاثرة، ولا يمكن الإحاطة بها فعندما نضبط تلك القواعد نستطيع ضبط الفروع الفقهية، فحاول العلماء التأليف في القواعد الفقهية. ¶ ومن أوائل من ألّف في القواعد الفقهية: أبو الحسن الكرخي، المتوفى سنة أربعين وثلاثمائة في كتاب عرف بعد ذلك باسم \"أصول الكرخي\"، ثم ألف بعده أبو زيد الدبوسي كتابه: \"تأسيس النظر\" وذكر فيه عددا من القواعد الفقهية، وذكر فيه عددا من الفروع الفقهية المترتبة على تلك القواعد، وإن كان غالب ما يذكره من القواعد قواعد خلافية بين الإمام أبي حنيفة وأصحابه، وبين الإمام أبي حنيفة وبقية الأئمة، كمالك والشافعي وغيرهم. ¶ ثم بعد ذلك، ولعل سبب كون الحنفية هم أول من ألف في القواعد الفقهية هو مقاربة طريقة التأليف في القواعد الفقهية لطريقة الحنفية في التأصيل، فإن من المعلوم أن علماء أصول الفقه لهم منهجان في التأليف الأصولي. ¶ المنهج الأول: تقرير القواعد بناء على الادلة، بغض النظر عن الفروع، وهذا هو منهج جمهور العلماء، وعليه سار علماء المالكية والشافعية والحنابلة. ¶ والمنهج الثاني: تأصيل القواعد الأصولية من خلال الفروع الفقهية الواردة عن الأئمة، وهذا هو منهج الحنفية، فهم يذكرون ويتتبعون الفروع الفقهية الواردة عن الإمام أبي حنيفة وأصحابه، ويأخذون منها قواعد فقهية. آسف يأخذون منها قواعد أصولية، فهذا المنهج قريب من منهج القواعد الفقهية، ولذلك كان منهج كان الحنفية من أوائل من ألف في القواعد الفقهية. ¶ بعد ذلك جاء الإمام العز بن عبد السلام -رحمه الله- المتوفى سنة ست وستمائة، فألف كتابه: \"قواعد الأحكام في مصالح الأنام\"، وكان من أوائل الكتب المؤلفة في القواعد الفقهية، فاحتذى العلماء بعده حذوه، فألفوا مؤلفات عديدة في هذه القواعد.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إذا نظر الإنسان للكتب المؤلفة في القواعد الفقهية، يمكنه أن يقسم تلك المؤلفات إلى تقسيمات عدة: ¶ التقسيم الأول: تقسيم المؤلفات في القواعد الفقهية بحسب عنوان تلك الكتب، فإن المؤلفات في القواعد الفقهية منها ما يعنون باسم الأشباه والنظائر، ويراد بالأشباه المسائل المتشابهة من أوجه متعددة، وأما الأمثال فهي المسائل المتشابهة من كل وجه، وأما النظائر فهي المسائل المتشابهة من وجه واحد، وإن كانت تختلف في بقية الوجوه، والغالب في إطلاق لفظ النظائر أن يراد به المسائل المتشابهة في الصورة المختلفة في الحكم. ¶ ومن الكتب المؤلفة باسم الأشباه والنظائر كتاب: \"الأشباه والنظائر\" لابن الوكيل الشافعي، وكتاب: \"الأشباه والنظائر\" للسيوطي الشافعي، وكتاب: \"الأشباه والنظائر\" لابن نجيم الحنفي، وابن نجيم قد استفاد من طريقة السيوطي، وأخذ منه كثيرا من مباحثه. ¶ والاسم الثاني مما سميت به المؤلفات في هذا العلم اسم الفروق، وممن ألف في ذلك السامري الحنبلي ابن سنينة صاحب \"المستوعب\"، فقد ألف كتاب: \"الفروق\"، ومن ذلك أيضا القرافي المالكي، الذي ألف كتاب: \"الفروق\"، ومن ذلك أيضا كتاب: \"الفروق\" لأبي محمد الجويني والد أبي المعالي. ¶ ومن الأسماء التي ألفت- من الأسماء التي سميت بها المؤلفات في هذا العلم اسم القواعد، مثل: \"قواعد ابن رجب الحنبلي\"، و\"القواعد\" للأونشريسي، \"إيضاح السالك إلى قواعد الإمام مالك\"، \"والمجموع المذهب في قواعد المذهب\" للعلاء الشافعي.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وإذا نظر المؤلف- وإذا نظر الإنسان إلى المؤلفات في الكتب المؤلفة في القواعد الفقهية، يجد أنها نهجت مناهج متعددة في الترتيب، فليس ترتيب القواعد الفقهية سائرا على منهج واحد، بل الكتب في القواعد الفقهية على طرائق مختلفة في الترتيب؛ فمن هذه المؤلفات ما يرتب القواعد بحسب أهميتها وشمولها، فيبدأ بالقواعد الكلية الكبرى التي لها فروع من كل باب فقهي، ثم يتطرق إلى القواعد الكبرى التي تدخل في أبواب متعددة، وإن لم تكن تدخل في جميع الأبواب مثل قاعدة التابع تابع، ثم يذكرون القواعد الخلافية. ¶ ومن أمثلة الكتب المؤلفة على هذا الترتيب كتاب: \"الأشباه والنظائر\" للسيوطي ولابن نجيم. والمنهج الثاني ترتيب الكتب الفقهية أو ترتيب كتب القواعد الفقهية بحسب الحروف الأولى، فيبدأ بالقواعد التي تبدأ بحرف الألف مثل: قاعدة الأمور بمقاصدها، ثم بحرف الباء مثل: البينة على المدعي، وهكذا. ¶ وممن ألف على هذا المنهج الزركشي بدر الدين في كتابه: \"المنثور\"، ولعل هذه الطريقة من أحسن الطرق في ترتيب القواعد؛ لأن كون القواعد مما تعم وتشمل، أو تقتصر على بعض الأبواب مما تختلف فيه الأنظار، وتختلف فيه وجهات العلماء. ¶ من أنواع الترتيب للكتب في القواعد الفقهية ترتيبها بحسب الأبواب الفقهية، فيورد القواعد المتعلقة بكتاب الطهارة، ثم كتاب الصلاة، وهكذا. ¶ وممن سار على هذا المنهج المقري المالكي في كتابه: \"القواعد\"، وقد سار جماعة من العلماء في ترتيب القواعد الفقهية على ذكر القواعد بدون ترتيب مثل ابن رجب في كتابه: \"القواعد\"، فإنه يذكر القواعد بدون أي ترتيب.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إذا تقرر ذلك فإن المؤلفات في القواعد الفقهية من جهة شمول هذه المؤلفات لغير علم القواعد الفقهية من العلوم، يمكن تقسيمه إلى أقسام عدة؛ فمنها ما اقتصر على القواعد الفقهية فقط، ولا يذكر غيره من الفنون مثل كتاب: \"الأشباه والنظائر\" لابن نجيم، ومنها ما يذكر مع القواعد الفقهية قواعد أصولية، مثل كتاب: \"الفروق\" للقرافي، \"وتأسيس النظر\" للدبوسي، ومنها ما يذكر مع القواعد الفقهية موضوعات وأبواب فقهية مثل الزركشي في كتابه: \"المنثور\" إذا تقرر ذلك فما الفرق بين القاعدة الأصولية والقاعدة الفقهية؟. ¶ الفرق بين القاعدة الأصولية والقاعدة الفقهية يظهر من خلال عدد من الأمور : ¶ الأمر الأول: أن القاعدة الأصولية توجد أولا ، ثم يستخرج الحكم الفقهي، ثم بعد ذلك تجمع الأحكام الفقهية المتشابهة، فيؤلف منها قاعدة فقهية. ¶ الفرق الثاني: أن القاعدة الأصولية لا يمكن أن يؤخذ منها الحكم الفقهي مباشرة، بل لا بد أن يكون معها دليل تفصيلي، مثال ذلك قاعدة الأمر للوجوب، هل تأخذ منها وجوب أي فعل من الأفعال؟ لا يمكن حتى تضيف إليها دليلا تفصيليا مثل قوله: { أَقِيمُوا الصَّلَاةَ } (1) من الفروق، بينما القاعدة الفقهية يمكن أن نأخذ منها حكما مباشرة، مثال ذلك: قاعدة الأمور بمقاصدها، نأخذ منها أن النية واجبة للصلاة وللوضوء، هذه قاعدة فقهية أخذنا منها الحكم مباشرة، مما يعتني علماء القواعد الفقهية فيه بإيراد الفرق بينه وبين القاعدة الفقهية: الفرق بين القاعدة وبين الضابط. ¶ وهناك فرقان ظاهران بين القواعد الفقهية والضوابط: ¶ __________ ¶ (1) - سورة الأنعام آية : 72.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الفرق الأول: أن القاعدة الفقهية تكون مما يدخل في أبواب عديدة، فالقاعدة الفقهية لها فروع في أبواب فقهية متعددة، مثال ذلك: قاعدة الأمور بمقاصدها نأخذ منها وجوب الصلاة في باب الصلاة، ونأخذ منها في البيع أن المقاصد معتبرة، ونأخذ منها في الجنايات الفرق بين القتل العمد والقتل الخطأ، بينما الضوابط الفقهية تكون خاصة بباب واحد؛ مثال ذلك: قاعدة أن ما جاز في الفريضة من الصلوات جاز في النفل، فهذا ضابط فقهي متعلق بالأبواب- أبواب النوافل، نوافل الصلوات، ومثله ضابط كل زوج يلاعن، فهذا ضابط فقهي يختص بباب واحد. ¶ الفرق الثاني بين القاعدة الفقهية والضابط: أن القاعدة الفقهية فيها إشارة لمأخذ الحكم ودليل الحكم، فقولنا: الأمور بمقاصدها فيه إشارة لمأخذ الحكم، وهو الدليل الوارد في ذلك إنما الأعمال بالنيات، كما رواه الشيخان من حديث عمر بن الخطاب، بينما الضابط الفقهي لا يشير إلى مأخذ المسألة ودليلها. ¶ إذا تقرر ذلك، فما هي القاعدة الفقهية؟ القاعدة الفقهية يراد بها حكم كلي فقهي ينطبق على جزئيات عديدة من أبواب مختلفة، فقيل: حكم؛ لأن الحكم يراد به إثبات أمر لأمر أو نفيه عنه، في القاعدة الفقهية إثبات، أو نفي، وقيل: كلي؛ لإبعاد الأحكام الجزئية أحكام الفقه الخاصة بمسألة واحدة، فهذه ليست من القواعد الفقهية، وقيل: فقهي؛ لإخراج القواعد الكلية الواردة في العلوم الأخرى مثل قواعد النحو وقواعد الحساب- الفاعل مرفوع، والاثنان مع الاثنين يكون أربعة، ونحو ذلك.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقيل: ينطبق على جزئيات عديدة؛ لأن هذا هو المراد بالقاعدة، وقيل: من أبواب متعددة؛ لإخراج الضابط الفقهي، وقيل في التعريف: كلي، ولم يقل: أغلبي مع أن كثيرا من القواعد الفقهية لها مستثنيات بسبب أن لفظ القاعدة في ذاته كلي، وإنما الأغلبية بحسب الجزئيات الداخلة في القاعدة، فعندما أقول: المشقة تجلب التيسير، المشقة هذا حكم كلي، وليس حكما جزئيا، فلم أقل: أغلب المشقة تجلب التيسير. ¶ وكون بعض الفروع لا يدخل في القاعدة ليس معناه أن حكم القاعدة في ذاته ليس حكما كليا، بل هو حكم كلي. ¶ ممن اعتنى بعلم القواعد الفقهية، وألف فيه المؤلفات: الشيخ عبد الرحمن بن ناصر السعدي -رحمه الله-، وله مؤلفات عديدة في هذا العلم منها: \"اختصار قواعد ابن رجب\"، ومنها: \"كتاب القواعد والأصول الجامعة والفروق والتقاسيم البديعة النافعة\"، وهو كتاب موجود ومتداول، وذكر فيه ستين قاعدة، وبضعا وأربعين من الفروق والتقاسيم، ومن مؤلفاته أيضا: كتاب \"منظومة القواعد الفقهية وشرحها\"، وهو الذي بين أيدينا، وسنتناوله بالشرح والإيضاح بإذن الله - عز وجل - . ¶ مقدمة القواعد الفقهية ¶ البداءة في الخطب بحمد الله - عز وجل - ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد، وعلى آله وصحبه أجمعين. اللهم اغفر لنا ولشيخنا أجمعين، وعلمنا ما ينفعنا وانفعنا بما علمتنا يا أرحم الراحمين. ¶ أما بعد: ¶ فقال الشيخ عبد الرحمن السعدي -رحمه الله تعالى- في منظومة القواعد الفقهية: ¶ الحمد لله العلي الأرفق ¶ وجامع الأشياء والمفرق",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "نعم هذا البيت بدأ به الشيخ -رحمه الله- القواعد الفقهية بحمد الله - عز وجل - وهكذا السنة البداءة في الخطب بحمد الله - عز وجل - وقد كان النبي - صلى الله عليه وسلم - يبدأ خطبه بحمد الله والثناء عليه، وكان - صلى الله عليه وسلم - يبدأ رسائله وكتبه بالبسملة بدون حمد، فيقول: بسم الله الرحمن الرحيم من محمد رسول الله إلى كذا؛ إلى قيصر عظيم الروم ونحوه، فهذا هو السنة البداءة في الكتب بالبسملة الرسائل بالبسملة، والبداءة في الخطب بحمد الله سبحانه. ¶ فإذا كان هناك مؤلف وكتاب، فإن كثيرا من أهل العلم رأوا أنه يبدأ به بالأمرين معا: البسملة وحمد الله تعالى، وأخذوا هذا من أنه يجمع الأمرين معا، كونه رسالة…، كونه رسالة مكتوبة، وكونه خطبة؛ لأنه سيقرأ بعد ذلك. قالوا: وفيه اقتداء بكتاب الله - عز وجل - فإنه بدأ بالبسملة، ثم حمده سبحانه، ويراد بالحمد وصف المحمود بالوصف الجميل مع محبته وتعظيمه؛ هذا هو المراد بالحمد في لغة العرب، وبعض العلماء يقول: إن المراد بالحمد الثناء، الثناء بالجميل، وقد استشكل ذلك لما ورد في الصحيح من حديث أبي هريرة أن النبي - صلى الله عليه وسلم - قال \" قال الله - عز وجل - قسمت الصلاة بيني وبين عبدي قسمين، أو نصفين؛ فإذا قال العبد: الحمد لله، الحمد لله رب العالمين. قال الله: حمدني عبدي، وإذا قال العبد: الرحمن الرحيم. قال الله: أثنى عليّ عبدي. \" ففرق بين الثناء وبين الحمد، وهذا جعل بعض العلماء يرى أن الثناء يراد به تكرير الحمد، مأخوذ من الثني في اللغة، يقال: ثنى، وثنى هذا الأمر وثناه بمعنى أتى به مرة أخرى. ¶ وقوله: العلي، هذا وصف لله - عز وجل - بالعلو، والله موصوف بعلو الذات، وبعلو القدر، ولا يعني وصف الله - عز وجل - بأحد نوعي العلو أن نمنع منه النوع الآخر من أنواع العلو.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقوله هنا: الأرفق مأخوذ من الرفق، فالله رفيق يحب الرفق، وكان في بعض النسخ التي طبعت في الزمان الأول بالواو الأوفق، وقد استشكلتها واستشكلت وصف الله - عز وجل - بها، فسألت الشيخ ابن عثيمين -رحمه الله- عن هذا اللفظ، فذكر لي بأنهم حفظوا هذه المنظومة عن الشيخ بلفظ الأرفق بدون الأوفق. ¶ وقوله هنا: وجامع الأشياء والمفرق، هذا فيه وصف لله - عز وجل - بالجمع والتفريق، ومن أوصاف الله - عز وجل - أنه يجمع بين الأشياء المتشابهة في الحكم، ويفرق بين الأشياء المختلفة، وعلى هذا الأمر بنيت القواعد الفقهية، فإن القواعد عبارة عن جمع المتشابهات ووضعها في قاعدة واحدة، بينما علم الفروق مبني على إظهار السبب الذي من أجله فرق بين المسائل. ¶ نعم الله واسعة ¶ ذي النعم الواسعة الغزيرة ¶ والحكم الباهرة الكثيرة ¶ هذا أيضا من وصف الله - عز وجل - والثناء عليه، هو -سبحانه- قد أنعم علينا بنعم واسعة غزيرة متعددة، من أفضلها نعمة دين الإسلام، ونعمة التوجه لطلب العلم الشرعي، فهذه من نعم الله علينا. ¶ ونعم الله عديدة لا يمكن للعبد أن يحصيها؛ لذلك قال -جل وعلا-: { وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا } (1) وقوله هنا: والحكم الباهرة الكثيرة؛ هذا وصف لله - عز وجل - بأنه حكيم، والله حكيم في أوامره الكونية، وحكيم في أوامره الشرعية، فإن خطاب الله وأمره على نوعين: أمر وخطاب كوني. ¶ والله - عز وجل - حكيم يضع الأشياء في محالها، ولا يقدر شيئا إلا لحكمة، والله - عز وجل - أيضا حكيم في شرعه، فإنه ما شرع شيئا إلا وفيه الحكمة، وفيه مصلحة العباد، ومن هنا فإن وصف الله - عز وجل - بالحكيم نستفيد منه أنه حكيم في تصرفاته، وحكيم في أوامره، وحكيم في شرعه، وهذا من الألفاظ التي تقع على معان متعددة، ويراد باللفظ الواحد جميع تلك المعاني. ¶ الصلاة والسلام على رسول الله ¶ ثم الصلاة مع سلام دائم ¶ على الرسول القرشي الخاتم ¶ __________ ¶ (1) - سورة إبراهيم آية : 34.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "بعد ذلك ذكر المؤلف الصلاة والسلام على رسول الله، وقد كان من المعروف عند بعض العلماء، والمشتهر بينهم أنه يراد بلفظ الصلاة الدعاء، يستدلون على ذلك بعدد من كلام العرب، وإذا تأمل الإنسان كلام العرب، وراعاه كله، وجد أن المراد بالصلاة الثناء والذكر الجميل، وأنه لا يراد بلفظ الصلاة في جميع المواطن الدعاء، يدل على هذا أن بعض النصوص الواردة في الصلاة لا يمكن أن تفسر بالدعاء مثل نسبة الصلاة لله - عز وجل - { هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ } (1) لا يمكن أن يقال هو الذي يدعو. ¶ ثم أيضا إن الدعاء يتعدى باللام- دعا فلان لفلان، بينما الصلاة تتعدى بلفظ على؛ لذلك فإن الأظهر أن يراد بلفظ الصلاة الثناء، والذكر الجميل. ¶ وقول بعض الناس: إن المراد بالصلاة من الله الرحمة، هذا قول خاطئ، ويخالف منهج أهل السنة في تفسير الصلاة، وفي تفسير الرحمة، فإنهم يفرقون بين الرحمة وبين الصلاة، بل إن النصوص الشرعية جاءت بالتفريق بينهما، قال -جل وعلا-: { أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ } (2) فلو كانت الصلاة هي الرحمة لما كان لعطف الرحمة على الصلاة فائدة. وقوله: الخاتم، هذا وصف للنبي - صلى الله عليه وسلم - بكون الله قد ختم به الرسالة، والخاتِم بكسر التاء اسم فاعل، فكأنه قد جاء آخر الرسل، والخاتَم بفتح التاء اسم آلة، كأنه قد ختمت به الرسالة. ¶ __________ ¶ (1) - سورة الأحزاب آية : 43. ¶ (2) - سورة البقرة آية : 157.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فإن قال قائل: إن عيسى -عليه السلام- سيأتي في آخر الزمان، فكيف يوصف محمد - صلى الله عليه وسلم - بأنه خاتم الرسل، والجواب عن ذلك: أن عيسى -عليه السلام- قد تقدم زمانه، ثم إن عيسى -عليه السلام- لا يأتي بصفة كونه نبيا، وإنما يأتي بصفة كونه عبدا متبعا لرسول الله - صلى الله عليه وسلم - فلا يأتي بشرع جديد، ولا ينبأ بتعاليم جديدة، وإنما يكون متابعا لهدي النبي - صلى الله عليه وسلم - والدليل على أنه - صلى الله عليه وسلم - هو خاتم الأنبياء قوله -سبحانه-: { مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ } (1) وقوله - صلى الله عليه وسلم - كما في البخاري: \" لا نبي بعدي \" . ¶ الصلاة على آل النبي - صلى الله عليه وسلم - ¶ وآله وصحبه الأبرار ¶ الحائزي مراتب الفخار ¶ صلى المؤلف أيضا على آل النبي - صلى الله عليه وسلم - ويكون بذلك متبعا لهدي النبي -صلى الله عليه وسلم-؛ فإن النبي - صلى الله عليه وسلم - كان قد أمر أصحابه في التشهد بالصلاة عليه وعلى آله، ولذلك نقول: اللهم صل على محمد، وعلى آل محمد- والآل في لغة العرب يراد بها عدد من المعاني، منها: القرابة- فآل فلان قرابته، ويراد به الأتباع، فيقال: آل فلان بمعنى أتباعه، ولذلك فسر قوله - عز وجل - { أَدْخِلُوا آَلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ (46) } (2) فإن المراد بآل فرعون هنا أتباعه؛ لأن من قرابة فرعون من هداه الله - عز وجل - ودخل في دين الإسلام، ولذلك وقع الخلاف بين العلماء: هل المراد بالآل هنا الأتباع أو القرابة؟ على منهجين للعلماء. ¶ __________ ¶ (1) - سورة الأحزاب آية : 40. ¶ (2) - سورة غافر آية : 46.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقوله: وصحبه لا يدلنا على أن المراد بلفظ آله هم قرابته؛ لأنه لا يمتنع أن نعطف الخاص على العام، كما قال سبحانه { إِنَّ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ } (1) والعمل الصالح جزء من أجزاء الإيمان، وأقاموا الصلاة- وإقامة الصلاة خاص عطف على العام، وهو العمل الصالح، ومنه قوله - عز وجل - { مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ } (2) وجبريل وميكال خاص أتي بهما بعد العام في قوله ملائكته. ¶ والمراد بلفظ الأصحاب هنا: من رأى النبي - صلى الله عليه وسلم - ولو ساعة واحدة مؤمنا به، ومات على ذلك، والعلماء يأتون بهذه اللفظة ردا على الرافضة الذين يترضون ويصلون على الآل، ولا يترضون على الأصحاب، وقد جاءت النصوص في فضل الصحابة -رضوان الله عليهم- وبيان مكانتهم، ومنزلتهم منها قوله سبحانه: { وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ } (3) ومنها قوله سبحانه: { مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا } (4) إلى غير ذلك من النصوص. ¶ ومنها قوله - صلى الله عليه وسلم - \" خيركم قرني، ثم الذين يلونهم \" حديث عمران بن حصين في الصحيح. نعم. ¶ منزلة العلم ¶ اعلم هديت أن أفضل المنن ¶ علم يزيل الشك عنك والدرن ¶ __________ ¶ (1) - سورة البقرة آية : 277. ¶ (2) - سورة البقرة آية : 98. ¶ (3) - سورة التوبة آية : 100. ¶ (4) - سورة الفتح آية : 29.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "بعد ذلك بدأ المؤلف ببيان منزلة العلم، وأن العلم نعمة من النعم التي ينعم الله بها على عباده، وقد جاءت النصوص متواترة في بيان فضل العلم، ومكانته، ومنزلته منها قوله سبحانه: { يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا } (1) ومنها قول النبي - صلى الله عليه وسلم - \" من يرد الله به خيرا يفقهه في الدين \" كما في الصحيح من حديث معاوية، وجاء في الحديث الآخر في الصحيح \" أن النبي - صلى الله عليه وسلم - كان يدرس أصحابه في المسجد، فأقبل ثلاثة نفر؛ دخل أحدهم في الحلقة، وجلس الآخر خلف القوم، وولى الثالث مدبرا. فقال النبي - صلى الله عليه وسلم - ألا أخبركم مثل القوم؛ أما أحدهم فأوى إلى الله فآواه الله، وأما الآخر فاستحيا من الله فاستحيا الله منه، وأما الآخر فأعرض فأعرض الله عنه \" . ¶ والعلم يستفاد به شيئان: ¶ الشيء الأول: اليقين الذي تزول به وساوس الشيطان بالشبهات، فاليقين من صفة أهل الإيمان، وكلما كان المرء عالما كلما حصل له اليقين، وكلما كان متمسكا بمنهج السلف الصالح، وعقيدة أهل السنة حصل له من اليقين ما لم يحصل لغيره، ولأمثاله من أصحاب العقائد، والاتجاهات الأخرى. ¶ والأمر الثاني مما يحصل به العلم: ما يدفع الله به الشهوات عن القلب الورع الذي تندفع به الشبهات، ولهذا كان العلماء هم أهل الخشية: { إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ } (2) لأنهم عندهم من العلم ما يدفع الله به الشبهات والشهوات. ¶ وقول المؤلف هنا: إن أفضل المنن هو العلم، ليس ظاهره مرادا للمؤلف؛ لأنه من المعلوم أن أفضل نعمة ينعم الله بها على العباد هي رؤيته -سبحانه- في الجنة يوم القيامة، كما ورد ذلك في صحيح مسلم من حديث صهيب، ولكن نقول بأن العلم لما كان موصلا إلى الجنة التي يحصل فيها لقاء الله - عز وجل - والنظر إليه كان العلم وسيلة لأفضل النعم. ¶ __________ ¶ (1) - سورة الزمر آية : 9. ¶ (2) - سورة فاطر آية : 28.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "من فوائد العلم أنه يبين للمرء الحق ¶ ويكشف الحق لذي القلوب ¶ ويوصل العبد إلى المطلوب ¶ هذا أيضا من فوائد العلم: أنه يبين للمرء الحق، ومن هنا نعرف أن العلم ليس بمعرفة الأقوال، وإنما العلم بمعرفة الراجح من الأقوال. من عرف أقوال العلماء عرف أن في المسألة ثلاثة أقوال، أربعة أقوال، وأحاط بخلافهم فليس في الحقيقة عالما، إنما العالم الذي يعرف الأقوال بأدلتها، ويتمكن من الترجيح فيها، ولذلك كان السلف يعرفون الأقوال في المسألة، لكنهم لا يفتون فيها؛ لأنهم لم يتوصلوا للترجيح في تلك المسألة. ¶ ويوصل العلم العبد إلى المطلوب من رضاء الله - عز وجل - ويوصله إلى جنة الخلد، وسيأتي الكلام عن النية في قاعدة مستقلة. ¶ فهم القواعد ومعرفتها ¶ فاحرص على فهمك للقواعد ¶ جامعة المسائل الشوارد ¶ يرغب المؤلف هنا بفهم القواعد وبمعرفتها، وعلم القواعد من العلوم المهمة التي تيسر لطالب العلم معرفة أحكام الفروع الفقهية، فإن الإحاطة بالفروع الفقهية غير ممكن- لا يمكن لإنسان مهما بلغت منزلته من العلم أن يحيط بالفروع الفقهية بذاتها، فيعرف جميع المسائل الفقهية، ولكن من عرف القواعد الفقهية أحاط من خلال القواعد الفقهية بالفروع الفقهية. ¶ وأيضا، وهذا معنى قول المؤلف هنا جامعة المسائل الشوارد؛ المسائل الفقهية تجمع من خلال القواعد، وكونها شوارد تشرد عن الذهن، وكون الإنسان قد قرأ جميع مسائل الفقه لا بد أن يند عن ذهنه شيء من المسائل. ¶ ومن فوائد تعلم علم القواعد الفقهية من غير ما ذكره المؤلف: أن القواعد الفقهية تجعل الإنسان لا يضطرب في المسائل الفقهية، فإن من سار على قاعدة فقهية كانت أحكامه الفقهية سائرة على منهج واحد، أما من لم يراع القواعد الفقهية، فإن ترجيحاته تكون مضطربة غير سائرة على منهج واحد.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ومن فوائد تعلم علم القواعد أيضا: أن علم القواعد يجعل المرء يعرف أسرار الشريعة، ويفقه مقاصد الشريعة التي تقصدها الشريعة من خلال تقرير الأحكام الفقهية، ومن ذلك أيضا: أن القواعد الفقهية موجزة الألفاظ، سهلة يمكن للمرء أن يحيط بها، وأن يحفظها بخلاف الفروع الفقهية. ¶ ومن فوائد تعلم علم القواعد الفقهية أيضا: القدرة على استعمال القياس، فإننا عندما نعرف العلة التي من أجلها ثبت الحكم نلحق بقية المسائل بهذه المسألة، ولذلك جاء عن أمير المؤمنين عمر بن الخطاب - رضي الله عنه - أنه كتب رسالة إلى أبي موسى الأشعري - رضي الله عنه - رسالته المشهورة في القضاء، فقال فيها: واعرف الأشباه والأمثال، وقس الأمور عند ذلك، واعمد إلى أحبها إلى الله. ¶ وهذه الرسالة ثابتة، وقد شكك بعض الناس فيها لكنها ثابتة، فقد رويت من أربعة طرق يقوي بعضها بعضا؛ أحد هذه الطرق رجاله ثقات، وإن كان فيه وجادة، لكن الوجادة طريق للعمل، وإن لم تكن طريقا صحيحا للرواية فبمجموع هذه الروايات يثبت هذا الكتاب. ¶ ولذلك نجد الأئمة يوثقون هذا الكتاب، ويعتبرونه حتى قال شيخ الإسلام ابن تيمية -رحمه الله- في منهاج السنة: إن كتاب عمر إلى أبي موسى الأشعري كتاب مشهور معروف عند العلماء، تداولوه بالشرح، وقد أفرد الإمام ابن القيم هذا الكتاب -كتاب عمر- بالشرح في كتابه: \"إعلام الموقعين\" في أغلب المجلد الأول والمجلد الثاني، فهو كتاب مشهور معروف. ¶ معرفة حكم النوازل الجديدة ¶ فترتقي في العلم خير مرتقا ¶ وتقتفي سبل الذي قد وفقا ¶ هنا فائدة من فوائد تعلم علم القواعد: وهو أن المرء يرتقي في هذا العلم، ويكون محيطا به، عالما بأسراره، ويكون بذلك قادرا على معرفة حكم النوازل الجديدة، فإنك عندما تعرف علل الأحكام والقواعد التي ترد إليها الأحكام تكون بذلك عارفا بأحكام النوازل الجديدة، وبالقواعد الفقهية تتكون لدى المرء ملكة فقهية، يستطيع بها معرفة أحكام المسائل الشرعية.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقوله هنا: وتقتفي سبل الذي قد وفقا فيه إشارة إلى أن المرء يجب عليه الاتباع، والسير على منهج الصالحين ممن قبله، وعلى ذلك تدل النصوص الشرعية؛ منها قول الله - عز وجل - { وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ } (1) الآية. وقوله سبحانه: { وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ } (2) بل إن الله - عز وجل - قد توعد من ترك سبيل المؤمنين في قوله سبحانه: { وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا (115) } (3) ¶ منهج المؤلف في القواعد الفقهية ¶ وهذه قواعد نظمتها من ¶ كتب أهل العلم قد حصلتها ¶ في هذا البيت إشارة إلى منهج المؤلف في القواعد الفقهية، بأن هذا الكتاب، وهذا المؤلف خاص بالقواعد، وفيه إشارة إلى أنها منظومة، وفيه إشارة إلى أنه قد استفاد من أهل العلم السابقين. ¶ ففي هذا البيت اعتراف بالفضل لمن سبقه، وهذا منهج أهل الإيمان أنهم لا ينسبون إلى أنفسهم ما ليس لهم، بل قد ورد في الحديث- حديث أسماء -رضي الله عنها- في الصحيحين أن النبي صلى الله عليه سلم قال: \" المتشبع بما لم يعط كلابس ثوبي زور \" ¶ الدعاء لأهل العلم السابقين ومعرفة فضلهم ¶ جزاهم المولى عظيم الأجر ¶ والعفو مع غفرانه والبر ¶ __________ ¶ (1) - سورة التوبة آية : 100. ¶ (2) - سورة لقمان آية : 15. ¶ (3) - سورة النساء آية : 115.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "احتوى هذا البيت الدعاء لأهل العلم السابقين ومعرفة فضلهم، وهذا من منهج أهل السنة والجماعة أنهم يترضون عمن سبقهم، ويعرفون لهم فضلهم، ويثنون عليهم ويدعون لهم، ولهذا قال الله -جل وعلا- { وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آَمَنُوا } (1) فأهل يعرف بعضهم لبعض مكانته وميزته، وأهل الإيمان يدعو بعضهم لبعض بالخير، ويتعاونون على ما يقربهم إلى الله - عز وجل - ومن ذلك أن يدعو بعضهم لبعض، وقد ورد في الحديث أن \" من دعا لأخيه بظهر الغيب وكل الله له ملكا يقول كلما دعا: آمين، ولك بمثل. \" فالدعاء لأهل الإيمان من القربات التي يتقرب بها العباد إلى ربهم - عز وجل - . ¶ انتهى المؤلف من ذلك بذلك من مقدمة القواعد الفقهية، وانتقل بعد ذلك إلى الحديث عن مبحث النية، ومبحث النية مبحث يحتاج إلى نوع توسع، فلعلنا نجعله في يوم آخر. ¶ أسأل الله - عز وجل - أن يوفقنا وإياكم لطاعته، وأن يجعلنا وإياكم من أهل عبادته، وأن يغفر لنا ولكم ولجميع المسلمين، كما نسأله -سبحانه- أن يوفق ولاة أمور المسلمين للحكم بشريعته، والعمل بسنة نبيه - صلى الله عليه وسلم - . جزاكم الله خيرا. ¶ شيخنا الفاضل: وجعل ما قلتم في ميزان حسناتكم . ¶ س: هذا سائل يقول ما هو الفرق بين القواعد الأصولية، وأصول الفقه؟ ¶ ج: القواعد الأصولية جزء من مباحث أصول الفقه؛ لأن أصول الفقه يحتمل، أو يحتوي على شيئين معرفة الألفاظ الواردة فيه، ويحتوي على القاعدة الأصولية من خلال تقريرها، وإقامة الدليل عليها، وبيان الخلاف فيها. ¶ __________ ¶ (1) - سورة الحشر آية : 10.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فالقاعدة الأصولية هي زبدة علم أصول الفقه، بينما علم أصول الفقه يحتوي على تعريف المصطلحات على الخلاف في هذه القواعد الأصولية إقامة الدليل الترجيح، أما القاعدة الأصولية فهي الحكم النهائي المنتج من خلال علم أصول الفقه. أحسن الله إليكم. ¶ س: وهذا يقول: يعد كثير من العلماء كتاب \"قواعد الأحكام في مصالح الأنام\" في كتب القواعد الفقهية، مع أن موضوعه دائر في الكلام على المصالح، فهو أشبه بكونه من كتب المقاصد الشرعية. أرجو التوضيح وجزاكم الله خيرا. ¶ ج: كتاب العز بن عبد السلام يحتوي الأمرين معا: المقاصد والقواعد الفقهية، فإن العز أرجع مسائل الفقه إلى قاعدة اعتبار المصالح، وإلغاء المفاسد، فهذه قاعدة فقهية، ولذلك نجد أن كثيرا من العلماء يذكر أن مقاصد الشريعة جزء من مباحث علم القواعد الفقهية، فمثلا قاعدة المشقة تجلب التيسير فيها ملاحظة لمقصد من مقاصد الشريعة، قاعدة الأمور بمقاصدها هذا فيه ملاحظة لمقاصد المكلف. ¶ ومن هنا نجد كثيرا من العلماء يعتبرون علم المقاصد جزء من علم القواعد الفقهية. ¶ س: أحسن الله إليكم. وهذا يقول: هل يلزم وجود الدليل على دخول الفرع تحت القاعدة الكبرى؟ ¶ ج: القاعدة لا بد من إقامة الدليل عليها، ولا يصح أن نثبت قاعدة بلا دليل، فإذا أثبتنا القاعدة بدليلها فحينئذ كل جزئية تندرج تحت هذه القاعدة، فإنها تدخل تحتها، ولا نحتاج إلى دليل. مثال ذلك: قاعدة الأمور بمقاصدها تشمل وجوب النية في الوضوء، في الصلاة، ولا نحتاج إلى دليل جديد لإثبات دخول هذا الفرع في القاعدة، وإنما على من نفى دخول الفرع في القاعدة، إقامة الدليل على أنه ليس من القاعدة. نعم. ¶ س: أحسن الله إليكم. ويسأل كثير من الإخوة عن أهم الكتب المؤلفة في القواعد الفقهية، وجزاكم الله خيرا؟",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ج: سبق أن تناولنا شيئا من المؤلفات في القواعد الفقهية، وبينا منهج كل مؤلف، ومن أحسن المؤلفات كتاب: \"الأشباه والنظائر\" للسيوطي، وهو كتاب جيد ونافع، وقد جمع فيه كتابة من سبقه، فهو كتاب طيب ونافع، ومن الكتب المؤلفة في ذلك، لكنه عسير ويصعب على كثير من المنتسبين للعلم الشرعي فهمه، وإدراك مقاصده كتاب: \"قواعد ابن رجب\" ففي المرحلة الأولى كتاب \"الأشباه والنظائر\" للسيوطي، وفي المرحلة المتقدمة كتاب \"قواعد ابن رجب\". ¶ س: أحسن الله إليكم، وأثابكم، ونفعنا بعلمكم، وجعل ما قلتم في ميزان حسناتكم، وصلى الله على نبينا محمد، وعلى آله وصحبه أجمعين. ¶ الحمد لله والصلاة والسلام على رسول الله وبعد، نواصل ما ابتدأنا به من شرح لمنظومة الشيخ السعدي في القواعد الفقهية. ¶ النية شرط لصحة العمل ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين. اللهم اغفر لنا، ولشيخنا أجمعين، وعلمنا ما ينفعنا، وانفعنا بما علمتنا يا أرحم الراحمين. ¶ قال الشيخ عبد الرحمن بن ناصر السعدي -رحمه الله- في منظومة القواعد الفقهية: ¶ النية شرط لسائر العمل ¶ فيها الصلاح والفساد للعمل ¶ ذكر المؤلف هنا أن النية شرط لتصحيح العمل، والمراد بالنية القصد- يقال: نوى كذا بمعنى قصده، ويراد بالنية في الاصطلاح العزم على الفعل، فمن عزم على فعل من الأفعال قيل بأنه قد نواه، وبعض العلماء يعرف النية بأنها قصد التقرب لله - عز وجل - وهذا لا يصح؛ لأن النية على نوعين: نية صحيحة بقصد التقرب لله - عز وجل - ونية التقرب لغيره، وهذه أيضا من أنواع النيات، ولكل حكمه. ¶ وقوله هنا: شرط يراد بالشرط ما يلزم من عدمه عدم الحكم، ولا يلزم من وجوده وجود الحكم ولا عدمه لذاته، مثال ذلك: الطهارة شرط للصلاة، يلزم من انتفاء الطهارة انتفاء صحة الصلاة، لكن لا يلزم من وجود الطهارة وجود الصلاة، أو انتفاؤها.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "هكذا عبر المؤلف عن هذه القاعدة بأن النية شرط للعمل، والشروط على أنواع: ¶ منها شروط الصحة مثل: اشتراط الطهارة للوضوء، ومنها شروط للوجوب بحيث لا يجب الفعل إلا بوجود شرطه مثل: الاستطاعة شرط لوجوب الحج، لكن لو قدر أن الإنسان غير المستطيع حج لصح حجه، فالاستطاعة شرط لوجوب الحج، وليست شرطا لصحته، فقول المؤلف هنا: النية شرط للعمل متردد بين أن يراد به شرط الصحة، وأن يراد به شرط الوجوب، ولا يمكن أن يقال: المراد جميع المعنيين؛ لأن المعنيين متنافيان، ولا يصح أن يراد باللفظ الواحد معنيان متنافيان، ولكن قد بين المؤلف في آخر البيت المراد بذلك في قوله: بها الصلاح والفساد للعمل. ¶ فدل ذلك على أن النية عند المؤلف شرط لصحة العمل، ولكن يؤخذ على هذا أمر آخر، وهو أن بعض أفعال المكلفين تصح، ولو لم يوجد فها نية. ¶ مثال ذلك أداء الدين، فإنه يصح ولو لم ينو العبد هذا الفعل، أو ولم ينو به التقرب لله - عز وجل - ومثله النفقة على الأقارب، وإزالة النجاسة. هذه أعمال تصح، ولو لم توجد معها النية، فدل ذلك على أن عنونة المؤلف تحتاج إلى إعادة نظر؛ وذلك لأن من الأعمال ما يصح، ولو لم يكن معه نية. ¶ وقد عبر بعض العلماء عن هذه القاعدة بعنوان آخر فقالوا: لا ثواب إلا بنية، وأكثر من يجعل هذه القاعدة هم الحنفية؛ لأنهم يصححون كثيرا من الأعمال بدون النية، ولكنهم يقولون: لا يوجد الثواب إلا إذا وجدت النية، لذلك فإن الوضوء عند الحنفية صحيح، ولو لم ينوه المكلف، والغسل صحيح ولو لم ينوه المكلف، والجمهور على خلاف ذلك يشترطون لصحة الوضوء والغسل النية. ¶ وأدلة هذه القاعدة تدل على صحة مذهب الجمهور، وضعف مذهب الحنفية، ولذلك عنون العلماء لهذه القاعدة بعنوان آخر فقالوا في عنوانها: الأمور بمقاصدها، وعبروا بقولهم: الأمور؛ ليدخل في ذلك الأقوال والأفعال وأعمال القلوب، وقالوا: بمقاصدها، ولم يعبروا بالنيات؛ ليكون ذلك أشمل.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ولكن يلاحظ على هذا العنوان عدد من الملاحظات: منها أن قولهم: بمقاصدها فيه جعل المقصد مناطا بالأمور، والأمور ليس لها مقاصد، وإنما المقاصد تكون إما للشارع، وإما للمكلفين. ¶ وأما الأفعال فإنه لا يصح أن يقال: إن الفعل له مقصد، وإنما المقصد للشارع أو للمكلف، كما انتقد ثانيا ++بأن قولهم: الأمور يشمل الذوات؛ لأن الذات أمر من الأمور؛ لأن الأمر هو الشأن كما قال -جل وعلا-: { وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ (97) } (1) وليس المراد بالأمر هنا الطلب؛ لأن الأمر بمعنى الطلب جمعه أوامر، وهم قالوا هنا: أمور ولم يقولوا: أوامر، ولا يصح أن تناط الأحكام الشرعية بالذوات، فلا يصح لنا أن نقول مثلا: الجدار جائز، وإنما تناط الأحكام الشرعية بأفعال المكلفين، فيقال: بناء الجدار، بيع الجدار هدم الجدار، ونحو ذلك من الأفعال. ¶ أما أن تناط الأحكام بالذوات فهذا لا يصح، ولذلك فلعل أصوب العناوين التي تعنون بها قاعدة النية أن يقال: الأعمال بالنيات، وبذلك نكون قد وافقنا لفظ النبي - صلى الله عليه وسلم - ولا شك أن الموافقة للفظ النبي - صلى الله عليه وسلم - من الأمور المطلوبة، وبذلك أيضا نشير إلى دليل هذه القاعدة، وهو الحديث الوارد في ذلك، فإن قال قائل: قولنا الأعمال بالنيات لا يدخل فيه الأقوال، ولا أحوال القلوب قيل له: هذا فهم خاطئ، بل الصواب أن الأقوال تدخل في الأفعال، ويدل على ذلك قول الله - عز وجل - { شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ } (2) فسمى القول الذي يوحي به الشياطين بعضهم إلى بعض سماه فعلا، فدل ذلك على أن الأقوال تدخل في مسمى الأعمال. ¶ __________ ¶ (1) - سورة هود آية : 97. ¶ (2) - سورة الأنعام آية : 112.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وأما أحوال القلوب فإنها أيضا مما يدخل في مسمى الأعمال إذا كانت عملا مثل: الرجاء والخوف. هذه أعمال من أعمال القلوب فهي أعمال فتدخل في القاعدة، فإن قال قائل: قولنا الأعمال بالنيات يحتمل أن يراد به صورة الفعل، ويحتمل أن يراد به صحة الفعل، ويحتمل أن يراد به كمال الفعل، فهذه القاعدة تحتاج إلى تقدير، والتقدير متردد بين معان عديدة، فلا بد أن يعين أحد تلك المعاني من أجل أن نقدر القاعدة به، فحينئذ القاعدة مجملة فيقال: إن هذه القاعدة قاعدة يراد بها معرفة أحكام الشريعة، فتحمل على العرف الشرعي؛ لأنه لا يصح أن تحمل القاعدة على صورة الأفعال، فإن صورة الصلاة توجد، ولو لم يوجد نية ألا يمكن أن يوجد إنسان يصلي بدون نية، ويتوضأ ويغتسل بدون نية ممكن، لكن المراد الحكم الشرعي؛ لأننا نتكلم عن عرف شرعي وألفاظ شرعية، فلا بد أن نحمل القاعدة على الألفاظ والمعاني الشرعية إذا تقرر أن هذا العنوان هو أولى ما عنونت به هذه القاعدة، فما دليل القاعدة؟. ¶ القاعدة ثابتة في الشريعة، ويدل عليها عدد من النصوص منه قوله سبحانه: { مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا (18) وَمَنْ أَرَادَ الْآَخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا (19) } (1) وكما قال -جل وعلا-: { مَنْ كَانَ يُرِيدُ حَرْثَ الْآَخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ } (2) كما قال سبحانه: { وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاةِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا (114) } (3) . ¶ __________ ¶ (1) - سورة الإسراء آية : 18-19. ¶ (2) - سورة الشورى آية : 20. ¶ (3) - سورة النساء آية : 114.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فالآيات في معنى القاعدة عديدة، وكذلك الأحاديث، ومنها ما ورد في السنن من حديث معاذ - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \" من غزا يريد عقالا، فإنما له ما نوى \" وجاء في المسند أن النبي - صلى الله عليه وسلم - قال: \" رب قتيل بين الصفين الله أعلم بنيته \" وقد تكلم بعض أهل العلم في إسناد هذا الحديث من جهة أن الصحابي فيه لم يذكر، والصواب أن الراوي الذي رواه أحال في اسم الصحابي إلى الحديث الذي قبله، فإنه قال: إنه قال، وكان الحديث واردا بعد حديث لابن مسعود، فأحاله إلى الحديث الذي قبله، ولذلك حكم عليه الحافظ -رحمه الله- بأن الحديث ممن وثق رجاله، قال: رجاله موثقون، وجاء في الحديث الآخر أن النبي - صلى الله عليه وسلم - قال: \" ثم يبعث الله الناس على نياتهم \" وقد ورد هذ المعنى من حديث عدد من الصحابة، وجاء في حديث سعد بن أبي وقاص أن النبي - صلى الله عليه وسلم - قال له: \" إنك لن تنفق نفقة تبتغي بها وجه الله إلا أجرت عليها، حتى ما تجعله في في فيّ امرأتك. \" وأجمع حديث استدل به على هذه القاعدة ما رواه يحيى بن سعيد عن محمد بن إبراهيم التيمي، عن علقمة بن وقاص، عن أمير المؤمنين عمر بن الخطاب - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \" إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى؛ فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته إلى دنيا يصيبها، أو امرأة ينكحها فهجرته إلى ما هاجر إليه. \" وهذا الحديث قد رواه الشيخان -البخاري ومسلم- في صحيحيهما اللذين هما أصح الكتب، كما رواه أهل السنن، وقد تلقاه أهل العلم بالقبول، وصدر به الإمام البخاري صحيحه، وقال عنه الإمام الشافعي: إنه ثلث العلم، وجعلت أصول العلم وأصول الدين ثلاثة أحاديث منها هذا الحديث. ¶ إذا تقرر ذلك فما فائدة النية؟ قال العلماء: بأن النية يراد بها أمران مهمان:",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الأمر الأول: الإخلاص وتمييز العمل المنوي، هل هو لله وحده، أو لله ولغيره؟ وإذا نظر العبد في الأفعال وجدها على ثلاثة أنواع: ¶ النوع الأول: ما يتمحض أن يكون عبادة، بحيث لا يمكن أن يفعله العبد على جهة مغايرة لجهة العبادة، مثل الصلاة هل يمكن أن يصلي أحد من الخلق صلاة على جهة غير العبادة؟ ما يمكن. فهذا الفعل يتمحض أن يكون عبادة، فلا بد فيه من النية لكل الناس، والناس في مثل هذا الفعل على ثلاثة أقسام: ¶ القسم الأول: من فعل هذا الفعل يبتغي به وجه الله من أجل أن ينيله الآخرة، فهذا هو المثاب، وهو الموحد، وهو المستحق للأجر كما قال -جل وعلا-: { وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ } (1) . ¶ النوع الثاني من الناس: من يفعل هذا الفعل طاعة لله من أجل أن ينيله الدنيا فقط، فهو يصلي لله من أجل أن يجعله يتجاوز في اختباره، أو يحصل على فائدة دنيوية، فهذا ليس له إلا ما يحصل له من الثواب الدنيوي، وليس له أجر أخروي، ودليل ذلك قوله سبحانه: { مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا (18) } (2) وحكم عليه بأنه يصلى جهنم إذا كانت أفعاله كلها على هذا الوجه لا يريد بها إلا الدنيا فقط ثم ذكر الصنف الآخر وهم أهل القسم الأول السابق ذكره ¶ __________ ¶ (1) - سورة البينة آية : 5. ¶ (2) - سورة الإسراء آية : 18.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "القسم الثالث من يفعل هذه الأفعال قربة لله ولغيره فهو يعبد الله ويعبد غيره أو يصرف العبادة لغير الله فهؤلاء هم أهل الشرك وهم الذين ناقضوا أصل دين الإسلام كما قال -جل وعلا- مبينا حكمهم { إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ } (1) ولا بد أن يلاحظ الشرط الآخر في العبادات وهو شرط المتابعة وسيأتي له ذكر في القواعد الآتية ¶ النوع الثاني من الأفعال ما لا يتمحض أن يكون عبادة بل قد يفعل على جهة العبادة وقد يفعل على جهة ليست جهة العبادة ومن أمثلة ذلك النفقة على القريب ورَدُّ الدَّيْن ورَدُّ العارية ورَدُّ الأموال لأصحابها فهذا لا يتمحض أن يكون عبادة بل قد يفعل على جهة العبادة وقد يفعل على جهة غير جهة العبادة والناس فيه على ثلاثة أقسام ¶ القسم الأول من فعل هذا الفعل قربة لله كان مستحقا للأجر والثواب ودليل ذلك حديث سعد السابق \" إنك لن تنفق نفقة تبتغي بها وجه الله إلا أجرت عليها حتى ما تضعه في فيّ امرأتك \" فحكم له باستحقاق الأجر؛ لكونه نوى بهذا العمل القربة لله - عز وجل - من أنفق بدون نية لم يستحق الأجر والثواب، وبذلك نحمل النصوص المطلقة التي جاءت باستحقاق الثواب في مثل هذا الفعل، مثل حديث: \" إنك لن تغرس غرسا إلا كان ما أكل منه، وما أخذ منه صدقة لك \" أو ما ورد بمعناه، فهذا يحمل على الحديث المقيد السابق. ¶ النوع الثاني من الأفعال- النوع الثاني من الناس: الذين يفعلون هذا الفعل من يفعله قربة لغير الله، مثال ذلك: من رد العارية عبادة لغير الله، فإنه يكون كذلك من المشركين؛ لأنه صرف شيئا من الأفعال التي ينوي كونها عبادة لغير الله، ومن صرف شيئا لغير الله بنية العبادة كان من المشركين. ¶ __________ ¶ (1) - سورة الإسراء آية : 18.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "النوع الثالث: من فعل هذا الفعل بدون نية العبادة، وإنما فعله للعادة، أو للتقوى، أو للفائدة الدنيوية، فهذا لا يستحق به أجرا، ولا ثوابا. ¶ النوع الثالث من الأفعال: التروك مثل ترك الزنا، وترك الخمر، وترك الدخان، وغيرذلك من المحرمات، فالناس في مثل هذا الفعل على صنفين: ¶ الصنف الأول: من ترك هذه المحرمات رغبة في الأجر والثواب، فيستحق الأجر والثواب. ¶ الصنف الثاني: من تركه بدون نية، لا ينوي بذلك التقرب لله - عز وجل - وإنما تركه؛ لأنه لا يرد على ذهنه، أو تركه؛ لأنه أفود له في دنياه ترك الخمر من أجل الأضرار البدنية والصحية والمالية المترتبة على الخمر، ولم يتركه لله، فحينئذ هذا لا يستحق الأجر والثواب؛ لأنه لم يتركه لله والأجر والثواب، إنما يكون بالنية؛ لقوله \" وإنما لكل امرئ ما نوى. \" ¶ إذا تقرر ذلك، فما هي منزلة طلب العلم من الأعمال السابقة؟ نقول: إذا أطلق العلم في لسان أهل الشرع فالمراد به العلم الشرعي، وحينئذ هو من الصنف الأول الذي يتمحض أن يكون عبادة، فلا بد أن ننوي به وجه الله من أجل أن ينيلنا الأجر الأخروي، لا نريد به حظا دنيويا، وإنما نريد به وجه الله من أجل أن ينيلنا الأجر الأخروي، وأما طلب سائر العلوم مثل: الطب، ومثل: الكيميا والفيزيا فالأصل في هذه ألا يطلق عليها اسم العلم بإطلاقه، وإنما تقيد ++خلاف الصنف الأول، وهذا من القسم الثاني؛ فمن طلب هذه العلوم قربة لله، وإعانة للمسلمين وتحقيقا لأمر الله فإنه يستحق بذلك الأجر والثواب، ومن فعله لأمر من الدنيا، أو بدون نية، فإنه لا يستحق إلا ما حصل عليه في الدنيا، هذا ما يتعلق بالفائدة الأولى من فوائد النية، وهو الإخلاص.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "الفائدة الثانية: تمييز العمل المنوي، فإن الأعمال منها ما يقع عبادة، ومنها ما يقع عادة فنميزها بالنية مثال ذلك: أنت تغتسل للتبرد فهذا عبادة، وتغتسل تريد بذلك الجمعة، وتريد بذلك رفع الحدث الأكبر، فهذا عبادة، ما المفرق بينهما؟ النية، وكذلك مما يميز به بواسطة النية: التمييز بين فرض الأعمال ونفلها، ما الفرق بين سنة الفجر وصلاة الفجر؟ كلاهما ركعتان، يقال: الفرق بينهما في النية، فتنوي بالأولى السنة المستحبة، وتنوي بالصلاة الثانية الفرض الواجب. ¶ وكذلك مما يحصل التمييز به بواسطة النية: التمييز بين أعيان الصلوات، وأعيان الواجبات، فأنتم تفرقون بين صلاة الظهر وصلاة العصر بالنية، مع أن صورة كل من الصلاتين واحدة، فهذا من فوائد النية، إذا تقرر ذلك فلا شك أن محل النية هو القلب، وأن التلفظ بها بدعة، أما كون محل النية القلب فلأن هذا هو المعقول منها، ولم يقع خلاف في ذلك، لكن هل يصح مع نية القلب أن نعقد النية باللسان؟ ¶ نقول: الأصل في العبادات: التوقيف، والرجوع إلى حال النبي - صلى الله عليه وسلم - والمتابعة له في ذلك، ولم يرد عن النبي - صلى الله عليه وسلم - أنه تلفظ بشيء من نواياه في العبادات، لم يقل: اللهم إني نويت أن أصلي لك الصلاة الفلانية، فحينئذ يكون من جهر بالنية، وتلفظ بها مخالفا لهدي النبي - صلى الله عليه وسلم - . ¶ مما يتعلق بذلك أن بعض العلماء ذكروا أنه يشرع التلفظ بالنية في أمرين: ¶ الأمر الأول: في نسك الحج؛ لأن النبي - صلى الله عليه وسلم - قال فيه: \" لبيك اللهم عمرة \" وقال: \" لبيك اللهم حجة \" قال: \" عمرة في حجة \" . ¶ والأمر الثاني: النسك ذبح الهدي، وذبح الذبائح، فإن بعض العلماء ذكروا أنه يتلفظ بالنية في ذلك؛ وذلك أن الذابح يقول: باسم الله والله أكبر، اللهم هذا منك وإليك.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "والذي يظهر أن هذه الأفعال، وهذه الأقوال ليست تلفظا بالنية، بل هي نسك، وذكر وارد في أول العبادة، وليس تلفظا بالنية، كما أننا نبتدئ الصلاة بقولنا: الله أكبر، وهذا ذكر مشروع في أول الصلاة، وليس تلفظا بالنية، كذلك الأمر في نسك الحج، وفي الذبائح، ولذلك لا يشرع للإنسان أن يقول في بدء المناسك: اللهم إني نويت حج القران، أو التمتع، أو الإفراد؛ لأن هذا مخالف لهدي النبي - صلى الله عليه وسلم - . ¶ كذلك لا يشرع له أن يقول: اللهم إني نويت أن أذبح الذبيحة الفلانية، وهذا هو التلفظ بالنية، فدلنا ذلك على أن التلفظ بالنية في جميع الأعمال ليس مشروعا، بل هو مخالف لهدي النبي - صلى الله عليه وسلم - إذا تقرر ذلك، فإن النية تدخل في الواجبات والمستحبات بلا إشكال؛ لأنه بالنية تميز العبادات، فلا تكون أفعال المكلف التي طلبها الشارع على وجه الاستحباب، أو وجه الوجوب عبادة إلا إذا نوى بها العبد موافقة أمر الله وطاعته سبحانه. ¶ وكذلك تدخل النية في مباحث الأحكام المباحة، فالمباحات تدخلها النية، بل تقلب أعمالها من كونها أمورا مباحة إلى كونها أمورا مستحبة، ولذلك من نام ينوي بنومه التقوي على طاعة الله كان نومه مما يستحق به الأجر والثواب، ومن تناول الطعام من أجل أن يتقوى به على أداء الصلوات، وأداء الفرائض كان ذلك من الأمور المشروعة التي يستحق بها العبد الأجر والثواب، مما يدل على أن النية تؤثر في الأعمال وتقلبها، بل إن النية تدخل في المحرمات، فإن من فعل المحرم ناويا له استحق العقوبة .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أما من فعل المحرم، ولم يكن ناويًا لفعل المحرم، فإنه لا يستحق العقوبة، بل يعتبر فعله خطأ، والخطأ لا تؤاخذ به الشريعة، كما قال -جل وعلا :- { رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا } (1) قال الله - كما في صحيح مسلم-: \" قد فعلت \" في الرواية الأخرى: \" قال الله :نعم \" ويدل على ذلك قوله -جل وعلا-: { وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ } (2) . ¶ ولا بد أن يفرق في لفظ الخطأ بين معنيين، فإن الخطأ يطلق على خلاف الصواب، ويطلق على خلاف الطاعة؛ ولذلك المخطئ يراد به من لم يصب، والخاطئ يراد به العاصي، فيفرق بين هذين الاصطلاحين، فإن لفظ الخطأ يطلق على الأمرين معا، وقد ضلت بعض الطوائف بسبب عدم التفريق بين هذين الأمرين. ¶ وإذا تقرر ذلك فإن العبد قد يفعل الأمر المباح ناويا به المحرم، مثال ذلك :من أراد أن يزني، وفعل الأسباب في ذلك، فصادف امرأته يظنها أجنبية فواقعها، فهذا فعل فعلا مباحا ونيته أن يفعل الفعل المحرم، فيقال: يستحق إثم الفعل المحرم، لكنه لا يستحق النتائج المترتبة على الفعل المحرم؛ فإن الإثم المرتب على الفعل المحرم نوعان: ¶ إثم على ذات الفعل، وإثم على النتائج والآثار المترتبة على الفعل: من زنا بأجنبية، فإنه حينئذ قد ترتب على ذلك آثار، منها: إدخال الولد الأجنبي على غير والده، ومنها إفساد المرأة على زوجها…إلى غير ذلك من الآثار. ¶ فالعبد يعاقب بالفعل ذاته، ويعاقب بآثار الفعل، لكن مَن فعَلَ المباح يظنه محرما فإنه لا يستحق إلا إثم الفعل دون إثم الآثار المترتبة عليه، وهذا يدلنا على أن وسائل الأحكام معتبرة، وأن لها أثرا في تغيير الأحكام، ولعل المؤلف يعقد قاعدة في أحكام الوسائل والمقاصد. ¶ إذا تقرر ذلك فإن النية لها أثر في الألفاظ كما أن لها أثرا في الأعمال، فإن ألفاظ المكلف على نوعين: ¶ __________ ¶ (1) - سورة البقرة آية : 286. ¶ (2) - سورة الأحزاب آية : 5.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "النوع الأول: ما قارنه دليل يبين المراد به، فحينئذ نعمل ذلك الدليل، مثال ذلك: من تشاجر مع زوجته، ثم طلقها، فإن المشاجرة دليل على أنه يريد بلفظ الطلاق الطلاق المعروف، فيعمل بهذه القرينة. ¶ ومثال آخر -مما يصرف اللفظ عن ظاهره-: أن تكون المرأة مقيدة مربوطة بحبل أو نحوه فيأتي الزوج، فيحل الحبل فيفكه، ، ثم يقول: الحمد لله أنت الآن طالق، فلفظ الطالق هنا لا يراد به الطلاق المعروف، وإنما يراد به الانفكاك من الحبل. ما الدليل على أن المراد به ذلك؟ القرينة التي وجدت معه. ¶ ومن أمثلة ذلك في غير كتاب الطلاق: بيع الهازل؛ فإن الهازل معه قرينة تبين أن المراد به ليس البيع المعروف. ¶ النوع الثاني من الألفاظ: ما ليس معه قرينة تعين المراد به، فهذا على نوعين: ألفاظ صريحة فتحمل على المراد بها لغة، ولا يلتفت إلى نية القائل، مثال ذلك: إذا تلفظ الإنسان بالطلاق، فإنه يحكم بأنه قد طلق، إذا تلفظ الإنسان بلفظ البيع صريحا: بعتك ثوبي هذا؛ فإنه حينئذ يحكم عليه بأنه قد أراد حقيقة البيع. ¶ والنوع الثاني: ألفاظ تعتبر كناية وليست صريحة، ومثال ذلك في الطلاق إذا قال لزوجته: اذهبي لأهلك، فهذا قد يقع كناية عن الطلاق، لكننا لا نوقع به الطلاق إلا إذا وجدت معه قرينة، أو دليل، أو نية من القائل تعين، وتبين أن المراد به الطلاق. ¶ هل النية شرط أو ركن في العبادات؟ ¶ هذا مما وقع الخلاف بين الفقهاء فيه، فمنهم من يرى أنها شرط، ومنهم من يرى أنها ركن، والفرق بين الشرط والركن: أن الشرط يكون سابقا للمشروط، بينما الركن جزء من أجزائه. ¶ وبعض الفقهاء يقول: إن ذكر النية في أول الوضوء، أو في أول الفعل يعتبر شرطا، واستصحاب حكم النية في أثناء الفعل يعتبر ركنا، وجمهور الحنابلة يعكسون ذلك فيقولون: إن ذكر النية في أول العبادة شرط، واستصحاب حكمها -أيضا- شرط. وإذا تقرر لنا أن النية تسبق الفعل، فإنها تكون حينئذ شرطا.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وأما النية المقارنة للفعل، فإنها ركن في العبادة، وهذا يجرنا إلى مبحث، وهو ما هو وقت النية النية؟ ¶ الأصل فيها أن تكون مقارنة للفعل المنوي هذا هو الأصل، إلا أن الشارع جاء في بعض الأعمال وصحح سبق النية للفعل، مثال ذلك: أن الشريعة جاءت بأن من نوى في الليل صح صيامه، ولو لم تكن نيته مقارنة لأول الصيام، فهذا مستثنى من أصل القاعدة . ¶ ننتقل بعد ذلك للحديث عن شروط النية، متى تكون النية صحيحة معتبرة، ومتى لا تكون؟ ¶ هناك عدد من الشروط منها: العلم بالمنوي، فأنت إذا أردت أن تنوي شيئا فلا بد أن تكون عالما، وما لم تكن عالما به لا يصح أن تنويه. ¶ والشرط الثاني: الجزم بالمنوي؛ لأنه لا يمكن أن تنوي شيئا وتقصده إلا إذا كنت جازما، وبعض العلماء يجعل الجزم ركنا من أركان النية، ولا يجعله شرطا لها. ¶ والشرط الثالث: التمييز، فالصبي غير المميِّز لا يتمحض له قصد صحيح، وحينئذ لا يصح اعتبار النية منه، قالوا: ليس له نية. ¶ الشرط الرابع: العقل؛ لأن غير العاقل لا يتمحض له قصد صحيح؛ ولذلك فإن النائم والمجنون والسكران لا تعتبر نياتهم، إن كانت لهم نيات، وكون السكران نحكم بوقوع الطلاق بفعله ليس هذا من باب اعتبار نيته، وإنما هو من باب ربط الأحكام بأسبابها بدون نظر للنية. ¶ هناك شرط خامس يذكره بعض الفقهاء: وهو الإسلام، قالوا: لأن الكافر لا تصح عباداته، وهذا الشرط لا يصح، لا يصح أن نجعل الإسلام شرطا في النية؛ وذلك لأن الكافر تعتبر نيته في عدد من الأمور مثل طلاقه، مثل بيعه، مثل نذره، مثل يمينه، فدل ذلك على أن النية معتبرة من الكافر، وأن النية تصح، وإن كانت من غير المسلم. ¶ فإن قال قائل: العبادات لا تصح من الكافر فحينئذ كيف تصح نيته؟",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "قلنا: إن النية لا تتمحض أن تكون عبادة، بل قد تقع على جهة غير العبادة، وعدم صحة عبادات الكافر ليس معناها أنه تصح نيته مثل المحدِث: هل تصح الصلاة من المحدث؟ لا تصح الصلاة من المحدِث، مع أن نيته معتبرة، فعدم صحة الصلاة وعدم صحة العبادة لا يدل على عدم اعتبار النية، هذا شيء من مباحث النية . ¶ والنية الكلام فيها يطول، وقد ذكر العلماء: أن النية تدخل في كثير من الأعمال، وفي كثير من الأبواب الفقهية، وما من باب فقهي إلا وللنية فيه مدخل، مثال ذلك: أحكام الطهارة، التمييز بين العادة والعبادة فيها، التمييز بين غُسل التبرد وغسل الجنابة، التمييز بين أنواع الوضوء، التمييز بين التيمم… التيمم يشترط له النية بإجماع العلماء. فدخلت النية في باب الطهارة، وكذلك في باب الصلاة يميز بين أنواع الصلوات سواء كانت صورتها واحدة، أو لم تكن واحدة. ¶ ومما تعمق فيه بعض فقهاء الشافعية مباحث النية؛ نظرا لأن بعضهم يشترط التلفظ بالنية، فشدَّدوا على الخلق، وضيقوا عليهم، حتى أن بعض فقهاء الشافعية يرى أن من لم يتصور جميع أفعال الصلاة أثناء البدء فيها، فإن صلاته لا تكون صحيحة؛ ولذلك يقول: عندما تُكَبِّر، وعندما تنوي الصلاة لا بد أن تتصور جميع أفعال الصلاة حينئذ، وهذا فيه مشقة على العباد، وحرج عليهم لم تأت الشريعة بمثله؛ ولذلك فهم يبطلون كثيرا من صلوات الخلق. ¶ وإذا تأمل الإنسان في كثير من أحوال فقهاء الشافعية وجدهم قد أدخلوا على أنفسهم الوساوس بسبب ذلك؛ لذلك تجد الإنسان منهم يكبر مئات المرات ولا يقتنع بتكبيرته؛ لأنه لم ينوِ جميع أفعال الصلاة حينئذ نسي فعلا من أفعال الصلاة؛ لذلك تجدهم في الطهارة يعيد الإنسان منهم طهارته مرات عديدة بسبب ذلك.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وتدخل النية في مباحث الزكاة، فنفرق بين فرضها وبين نفلها، وننوي بها التقرب إلى الله - عز وجل - وكذلك في مباحث الصيام؛ فإن الصيام لا يصح إلا بتبييت النية، كما ورد ذلك في حديث عدد من الصحابة بأسانيد يقوِّي بعضُها بعضًا أن النبي- صلى الله عليه وسلم- قال: \" من لم يُبيِّت الصيام من الليل، فلا صيام له \" وأقوى إسناد في ذلك حديث حفصة، وإن كان حديث حفصة لوحده فيه مقال لأهل العلم، لكن إذا تأمل الإنسان النصوص الشرعية، والأحاديث الواردة في ذلك وجدها يقوي بعضها بعضا في وجوب تبييت النية. ¶ أما صيام النفل فقد ورد فيه عدد من الأحاديث أن النبي- صلى الله عليه وسلم- كان ينوي الصيام في أثناء النهار، فدل ذلك على أنه يجزئ العبد أن ينوي الصيام في أثناء النهار، تخصيص ذلك بما قبل الزوال يحتاج إلى دليل، والأصل الإطلاق، ما دام أن الإنسان لم يأكل في أثناء نهاره، جاز له أن يصوم، ولو لم يبق إلا ساعات قليلة على غروب الشمس. ¶ وكذلك تدخل النية في مباحث الحج، فنفرق بين أنواعه، وننوي أفعاله: الطواف، والسعي… إلى غير ذلك، ونميز بين أنواع الطواف: هذا طواف إفاضة، وهذا طواف قدوم، وهذا طواف وداع، وهذا طواف نفل مطلق… إلى غير ذلك من الأنواع. ¶ وكذلك تدخل في باب الجهاد، وفي باب الأمر بالمعروف، والنهي عن المنكر، وفي باب البيع، وفي باب الإجارة وسائر المعاملات، وفي أبواب النكاح والطلاق، وفُرِّقَ بالنية في مباحث الجنايات: فهذا قتل عمد، وهذا قتل شبه عمد، وهذا قتل خطأ. ¶ وكذلك في باب الأيمان والنذور، وفي باب القضاء، وفي باب اليمين؛ ولذلك ورد في الحديث: \" أنَّ اليَمينَ على ما يصدِّقُك به صاحبك. \" الأصل في اليمين أن تكون بحسب نية الحالف، إلا إذا كان ذلك مقدما لغيرك من الناس، فإنه تكون اليمين حينئذ على ما يصدقك به صاحبك كما ورد ذلك في صحيح مسلم، فدلنا ذلك على أن مباحث النية لها أهمية ومكانة ينبغي بنا العناية بها.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وهنا مبحث متعلق بالنية، وهو متعلق بمبطلات النية: النية يبطلها قطعُها، فمن صلى وفي أثناء الصلاة نوى أو قطع النية، فحينئذ تبطل نيته ولا تصح صلاته، ومما يبطل النية أيضا التردد فيها؛ لأن غير الجازم لم تتحقق فيه نية صحيحة، إلا أن الفقهاء قد استثنوا عددا من المسائل وقع التردد فيها نتيجة لعسر الجزم بالمَنْوِيّ.. ¶ ومثلوا لذلك بمن نسي صلاتا من صلوات أحد الأيام، ولا يدري أي الصلوات هي التي نسيها، قالوا: يشرع له أن يصلي جميع صلوات الأمس ليخرج من الواجب بيقين، مع أنه يتردد في كل صلاة من هذه الصلوات هل هي فرض أو هي نفل، وهنا التردد اغْتُفِرَ لمشقة مراعاة الجزم. ¶ ومما يبطل النية أيضا الانتقال بالنية لمن هو أعلى منها: فمن نوى نفلا مطلقا، ، ثم نوى قلبَ صلاته إلى صلاة فرض لم يصح؛ لأن الفرض أقوى من النفل، بخلاف ما لو نوى العكس، في أثناء فرض الصلاة نوى قلبها إلى نفل؛ فإن جماهير أهل العلم يصححون ذلك. ¶ ومن الأمور المتعلقة بالنية: أن ينوي العبد بفعله شيئين متغايرين، فهل يصح للعبد أن يفعل ذلك؟ يقال: إذا كان كل واحد من الفعلين مقصودا لذاته، لم يصح أن ينوي العبد بفعله الأمرين معا.. ¶ مثال ذلك: لا يصح للعبد أن ينوي بصلاة ركعتين أن تكون عن سنة الفجر وعن صلاة الفجر؛ لأن كلا من سنة الفجر وصلاة الفجر مقصودة لذاتها، فلا يصح أن يدخل إحدى الصلاتين في الأخرى.. ¶ بخلاف ما إذا كان أحد الفعلين ليس مقصودا لذاته، ومثال ذلك سُنَّة دخول المسجد -تحية المسجد -هذه ليست مقصودة لذاتها، فلو دخل العبد ونوى بصلاته أن تكون صلاة الفرض، وتكون تحية المسجد أجزاه ذلك، وإن نوى الفرض فقط أجزأته عن تحية المسجد. ¶ ومن أمثلة ذلك ما يقع فيه الخلاف بين الفقهاء: هل هو مقصود لذاته، أو هو مقصود بالتبع؟ مثل :طواف الوداع، بعض الفقهاء قال: بأنه مقصود لذاته، فحينئذ لا يجزئ للعبد أن يطوف طوافا واحدا ينوي به طواف الإفاضة وطواف الوداع.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "والصواب: أن طواف الوداع ليس مقصودا لذاته دلالة الحديث أن النبي - صلى الله عليه وسلم - بيَّن أن المراد بطواف الوداع ألا ينفر أحد من البيت حتى يكون آخر عهده بالبيت؛ ولذلك جاء في الحديث: \" أن عائشة- رضي الله عنها- طافت، ، ثم طافت طواف العمرة، ، ثم سعت، ، ثم خرجت ولم تطُفْ طوافا آخر. \" مع أن هذه العمرة وقعت بعد الحج فأجزأها طواف العمرة عن طواف الوداع، فدلنا ذلك على أن طواف الوداع ليس مقصودا لذاته. ¶ ومما يؤخذ من حديث عائشة -رضي الله عنها- أيضا أنه يجزئ الإنسان أن يطوف، ثم يسعى، ثم يخرج مباشرة، ولا يطالب بطواف آخر للوداع، ولا يعد السعي قاطعا لحكم الطواف؛ لأن عائشة -رضي الله عنها- لم تطُف مرة أخرى . ¶ الكلام في مباحث النية يطول. ¶ س: هذا يقول: شيخنا الكريم، هل من يقرأ أذكار الصباح والمساء، أو الأذكار في باب الصلوات، ويقول: إنها تحفظني من العين، هل هذا يدخل في عمل الآخرة أو في عمل الدنيا؟ ¶ ج: إذا قصد الإنسان أن يحفظ نفسه من العين التي تقطعه عن أعمال الآخرة؛ فإنه يكون ناويا لأعمال الآخرة، لكن من أراد أن الأذكار تقطعه وتمنع عنه العين التي تقطعه من أعمال الدنيا، فإنه لم ينو إلا الدنيا، وبالتالي لا يستحق الأجر والثواب، وهذا ينبغي أن يلاحظ في جميع الأعمال. ¶ بعض الناس يتصدق ليدفع عن نفسه المصائب الدنيوية، فهذا لا يستحق إلا الأجر الدنيوي، حينئذ ينبغي للإنسان أن يلاحق نفسه بالنية، وأن ينوي بأعماله الأجر الأخروي. نعم . ¶ أحسن الله إليكم . ¶ س: يقول: ألا يقال: إن الكافر تصح نيته عند من قال: إن الكفار مخاطبون بفروع الشريعة؟",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ج: من قال: إن الكفار مخاطبون بفروع الشريعة لم يُصحح عباداتهم في الدنيا، وفائدة هذه المسألة: هل الكفار مخاطبون بفروع الشريعة في الآخرة، ولا تظهر لها أي ثمرة في الدنيا، ومن قال: إن الكفار مخاطبون بفروع الشريعة قال: إنهم يعاقبون عقوبة زيادة عن العقوبة بأصل الإيمان في الآخرة، والآخر يقول ومذهبه يقتضي أنهم يعاقبون زيادة عقوبة في الآخرة. ¶ والصواب: أن الكفار يعاقبون في الآخرة بسبب تركهم للفروع بدلالة النصوص الدالة على ذلك، بدلالة أن الكفار في الآخرة على مراتب متفاوتة، على دركات مختلفة، فدل ذلك على أنهم مخاطبون بفروع الشريعة. ¶ والذي يظهر لي أن الخلاف في هذه القاعدة لم يتوارد على محل واحد، بل من قال بأنهم مخاطبون بفروع الشريعة أراد شيئا، وهو ما يتعلق بأعمال الآخرة، ومن قال بأنهم غير مخاطبين بفروع الشريعة، أراد أحكامهم في الدنيا بأنهم لا يطالبون بقضاء ما فاتهم من العبادات، فكل منهم أراد شيئا مغايرا لمراد الآخر.. ¶ ولذلك الذين يرتبون فروعا فقهية على هذه القاعدة إذا نظرت إليها وجدت تلك الفروع تختص ببعض أنواع الكفار، فمنها: ما يتعلق بأهل الذمة فقط، ومنها: ما يتعلق بالمرتدين فقط، ومنها: ما يتعلق بأهل الحرب فقط، لا تجد فرعا فقهيا يتناول طوائف الكفار ككل، وهذا يدلنا على أن المراد بهذه القاعدة إنما هو أحكام الآخرة، وأما أحكام الدنيا فليست مرادة بهذه القاعدة مطلقا، ولا يصح أن نرتب على هذه القاعدة أي أثر فقهي دنيوي، نعم. ¶ أحسن الله إليكم. ¶ س: يقول: الذي ينوي فعل المحرَّم، ولكنه لم يفعله، فهل يستحق العقوبة؟",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ج: نية المحرَّم على نوعين: الهم الذي يرِدُ على الخاطر. بعض الناس يسميه نيّة، والصواب أنه لا يسمى نية، لكن الهمّ الذي يرد على الخاطر ولا يتمادى به الإنسان، ولا يفعل شيئا من مقدمات المحرَّم لا يستحق به العبد الإثم، وبذلك فُسِّر همُّ يوسف- عليه السلام-، بل إذا تركه العبد لله استحق الأجر والثواب عليه. ¶ وخواطر الشياطين والوساوس الذي يلقيها في القلوب لا يؤاخذ العبد بها، وإنما يؤاخذ عندما لا يدفعها عن نفسه. ¶ النوع الثاني: ما جزم به العبد، جزم أن يفعله من المحرمات، وقد يكون فعل شيئا من أسبابه، ولم يتيسر له؛ فإنه يستحق العقوبة على النية دون عقوبة الفعل؛ لأن الفاعل يترتب بفعله ثلاثة أنواع من العقوبات: عقوبة على الجزم والعزم بالنية، وعقوبة على الفعل، وعقوبة على الآثار المترتبة عليه. ¶ فإن قال قائل: إن الحديث جاء فيه: \" فمن همَّ بسيئة ففعلها كُتِبَتْ عليه سيئة \" قيل له: كتب عليه أصل الهمِّ الذي فعله، أصل النية الواردة على فعله، واستحق على الفعل عقوبة أخرى، واستحق على الآثار عقوبة ثالثة، ويدل على ذلك ما ورد في الحديث أن النبي - صلى الله عليه وسلم - \" ما من قتيل يقتل إلا كان على ابن آدم الأول كِفْلٌ من دمِها \" وجاء في الحديث الآخر : \" من سنَّ سُنَّة سيئة فعليه وزرها ووزر من عمل بها إلى يوم القيامة \" فهذا من العقوبة المترتبة على الفعل بسبب الآثار ، نعم. ¶ أحسن الله إليكم.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "س: يقول: جرى في كلام الشارع: إناطة الأحكام بالذوات كما في قوله -تعالى-: { حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ } (1) وقوله: { حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ } (2) مع أنه قد علم أن المراد بالتحريم معروف من السياق مثل أن يكون ما أعدت له كالأكل في الميتة، والنكاح في الأمهات، وغير ذلك، والتقدير جار في لسان العرب، فما توجيه الاستدراك على التعبير بالأمور بمقاصدها، وجزاكم الله خيرا؟ ¶ ج: في هذه النصوص وهذه القاعدة تُوُقِّف في المراد بها، ولذلك الحنفية يرون أن الأحكام التي تُنَاط بالذوات نصوص مجملة، فهم يقولون في: { حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ } (3) هذا نص مجمل ما نفهم منه شيئا؛ لأنه لا يعهد إناطة الأحكام بالذوات، وقال بعض العلماء بأن المراد به تقدير فعلٍ مناسب: { حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ } (4) يعني: الوطء أو العقد: { حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ } (5) يعني: الأكل، وهذا قول جمهور أهل العلم. ¶ والقول الثالث وهو الصواب في المسألة: أنه يقدر جميع الأفعال المناسبة، وهذه يسمونها مسألة عموم الاقتضاء، فقوله: { حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ } (6) يعني: حرمت عليكم جميع الأفعال المتعلقة بالميتة، إلا ما ورد دليل بتخصيصه، مثل النظر؛ فإن النبي - صلى الله عليه وسلم - قد نظر إلى الميتة، فدل ذلك على أنه يجوز النظر إلى الميتة، وهكذا في باقي أنواع التخصيصات . ¶ __________ ¶ (1) - سورة المائدة آية : 3. ¶ (2) - سورة النساء آية : 23. ¶ (3) - سورة المائدة آية : 3. ¶ (4) - سورة النساء آية : 23. ¶ (5) - سورة المائدة آية : 3. ¶ (6) - سورة المائدة آية : 3.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "إذا قيل: الأمور بمقاصدها، الأعمال بالنيات، هنا لا بد أن نقدر، والتقدير لا بد أن يكون بفعل واحد أو بأفعال غير متضادة، لكن هذا اللفظ يحتمل معان متضادة، فهو يحتمل الصحة، ويحتمل الكمال، والصحة والكمال متناقضان، كيف يكون شرط واحد شرطا للصحة وفي نفس الوقت شرطا للكمال؟. ¶ هذا لا يمكن، فهنا أمور متناقضة فلا بد أن نقدر شيئا مناسبا، ولا يصح أن نقدر أمورا متضادة، إذا تقرر ذلك فإنه لا بد أن نقف على هذا التوقيف، هذا التقدير بلسان من الشارع، لا يصح أن أقدر أنا أو تقدر أنت، وهذا التقدير لا بد له من دليل؛ ولذلك قلنا: إنه يصح أن نقدر هنا إرجاع الأعمال والأمور إلى الشارع، فيقال: الأمور الشرعية بمقاصدها، واعتبار الأعمال شرعا بمقاصدها حملنا هذا اللفظ بحسب مقتضى عرف الشارع؛ لذلك يصح هذا اللفظ؛ لذلك أجبنا عن هذا الاعتراض فيما تقدم بهذا الجواب. ¶ أحسن الله إليكم. ¶ س: يقول هل دليل صحة النية هي قوله - صلى الله عليه وسلم - \" إنما الأعمال بالنيات \" أو قوله - صلى الله عليه وسلم - \" إنما لكل امرئ ما نوى \" ؟ ¶ ج: \" إنما الأعمال بالنيات \" هذا فيه دلالة على اعتبار الأعمال بالنية، وأن النية شرط لها، وأنها لا تصح إلا بالنية، وفي قوله: \" إنما لكل امرئ ما نوى \" فيه اعتبار الصحة، فيكون تأكيدا للفظ السابق، وفيه اعتبار الأجر والثواب، وهذا أمر تستقل به هذه الجملة عن الجملة الأولى. ¶ أحسن الله إليكم . ¶ س: يقول: قال الله- تعالى-: { وَلَا تُبْطِلُوا أَعْمَالَكُمْ (33) } (1) استدل به أهل العلم على أنه لا ينبغي للإنسان إبطال عمله التعبدي بدون سبب شرعي، وإذا كان طلب العلم عمل متمحض في العبادة، فما توجيهكم في هذه الآية وجزاكم الله خيرا؟ ¶ ج: إبطال الأعمال يختلف فقهه باختلاف ذات العمل؛ فإن الأفعال منها ما هو فرض عين، فهذا لا يجوز إبطاله، فإنه يجب إتمامه. ¶ __________ ¶ (1) - سورة محمد آية : 33.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "والنوع الثاني من الأعمال: فرض الكفاية، وهذا -أيضا- يجب إتمامه. ¶ والنوع الثالث: المندوب، والحنفية يقولون: يحرم قطع المندوب، ويجب إكماله، والصواب: قول الجمهور في هذه المسألة أن المندوب يجوز قطعه، دليل ذلك أن النبي - صلى الله عليه وسلم - كان يصبح صائما، ، ثم يقطع الصيام النفل، فيفطر، جاء في الحديث في السنن أن النبي - صلى الله عليه وسلم - قال: \" المتطوِّع أمير نفسه إن شاء صام وإن شاء أفطر \" فدل ذلك على جواز قطع النفل، ويستثنى من ذلك الحج والعمرة؛ لقوله - عز وجل - وأتموا الحج والعمرة لله . ¶ إذا تقرر ذلك فطلب العلم من أي هذه الأنواع الثلاثة؟ منه ما هو فرض عين فيجب على الإنسان أن يبذل من نفسه فيه، ومنه ما هو فرض كفاية وهذا هو غالب العلم الشرعي أن يكون من فروض الكفاية ¶ فهل إذا ابتدأ الإنسان فيه يجب عليه إكماله حينئذ كل معلومة شرعية أمر مستقل بذاته، فإذا ابتدأ بالمعلومة وجب عليه إكمال العلم بتلك المسألة التي ابتدأ فيها، وأما إذا لم يدخل فيه فإنه لم يدخل في فرض الكفاية حينئذ؛ لأن كل مسألة مستقلة بذاتها.. ¶ مثال ذلك بقية الأعمال التي تكون فرض كفاية إذا دخل في أحد هذه الأعمال وجب عليه إكمالها، لا يجب عليه أن يكمل العمل الآخر الذي من جنسه، فحينئذ نقول طلب العلم فرض كفاية ويحْرم قطعه، لكن كل مسألة عبادة مستقلة بذاتها، ولا يلزم من كون الإنسان طلب العلم في إحدى المسائل التي تكون فرض كفاية أن يطلبه في بقية مسائل فرض الكفاية. ¶ الشريعة مبنية على جلب المصالح ودرء المفاسد ¶ الحمد لله والصلاة والسلام على رسول الله، وبعد نواصل ما ابتدأنا به من شرح منظومة الشيخ عبد الرحمن بن سعدي -رحمه الله- في القواعد الفقهية. ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد، وعلى آله وصحبه أجمعين. اللهم اغفر لنا ولشيخنا، وانفعنا بما علمتنا وعلمنا ما ينفعنا يا أرحم الراحمين.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "قال الشيخ - رحمه الله- في منظومته: ¶ الدِّينُ مبني على المصالح ¶ في جلبِها والدرء للقبائحِ ¶ تضمن هذا البيت أن الشريعة مبنية على جلب المصالح ودرء المفاسد، المراد بالدِّين: الشريعة، مأخوذ من الفعل دان بمعنى: أطاع فمن دان لغيره، وأطاعه فإنه قد سلم الدين له، ولما كان أهل الإيمان يطيعون الله - عز وجل - سميت شريعة الله الدين، قال -سبحانه-: { إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ } (1) فقوله هنا مبني على المصالح يعني: أن الشريعة راعت في وضع أحكامها المصالح ، المراد بالمصالح :واحدتها المصلحة، وهي المنفعة. ¶ وليست المنفعة والمصلحة عايدة لله - تعالى- فهو سبحانه الغني كما قال -جل وعلا-: { * يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ (15) } (2) فهو- سبحانه- غني، إنما المصلحة عائدة إلى الخلق، وليس المراد بذلك موافقة الأهواء والرغبات التي ترغبها النفوس؛ فإن ذلك مخالف لمعنى الدين والطاعة . ¶ فالطاعة مبنية على الالتزام بأوامر الله ؛ لذلك جاءت الشريعة بالنهي عن اتباع الهوى: { وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ } (3) فلاتباع الهوى مضار عديدة وشرور وخيمة، ليست المصلحة أبدا في اتباع الهوى. ¶ إذا تقرر ذلك فما هو المصدر الذي نحكم من خلاله أن هذا الفعل مصلحة أو مفسدة للناس؟ ¶ في ذلك مناهج متعددة: المعتزلة يقولون: إن الأفعال تعرف مَصلحِيَّتها للعباد ومفسدتها من خلال العقول؛ ولذلك هم أهل التحسين والتقبيح العقلي. ¶ __________ ¶ (1) - سورة آل عمران آية : 19. ¶ (2) - سورة فاطر آية : 15. ¶ (3) - سورة ص آية : 26.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "والأشاعرة يقولون: إن مصدر الحسن والقبح هو الشارع، ووصف الفعل بالحسن والقبح وصف نسبي يختلف بالنسب والإضافة: الكذب ليس قبيحا في ذاته، وإنما بحسب ما يضاف إليه، وهذا الكلام خاطئ عقلا وشرعا، فكل الناس يعرفون أن الكذب قبيح، وأن الصدق حسن؛ ولذلك فإن الأفعال القبيحة أثبت الشارع كونها قبيحة على العباد قبل وجود الرسل، وإنما عاقبهم بعد بعثة الرسل، وقال- جل وعلا- في وصف النبي - صلى الله عليه وسلم - { يَأْمُرُهُمْ بِالْمَعْرُوفِ } (1) . ¶ فلو كان على قول الأشاعرة بأن مصدر الحسن والقبح هو الشارع لكان معنى الآية يأمرهم بما يأمرهم به؛ لأن المعروف إنما يعرف من قبل الشارع، والصواب في هذه المسألة: أن للأفعال صفات ذاتية تثبت حسنها وقبحها، ولو لم يوجد عقل أو شرع، فالصدق حسن قبل ورود الشرائع، وقبل معرفة العقول لحسنه، ولكن العقاب إنما يترتب على الأفعال بعد ورود الشريعة؛ لقوله- عز وجل-: { وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا (15) } (2) . ¶ وقد انتشر اليوم بين كثير من الكتاب المحدثين أن مصدر الحسن والقبح هو المجتمع، وهذا آت من المناهج العلمانية؛ ولذلك فإن الفعل يكون في زمان حسنا، وفي زمان آخر يكون قبيحا، وهذا منهج خاطئ مخالف للعقل ومخالف للشرع، فالصواب أن للأفعال صفات ذاتية تثبت حسنها وقبحها، وأن العقوبة تكون على الفعل بعد ورود الشرع. ¶ وأما الثواب فقد اختلف أهل السنة فيه: فمنهم من يثبت الثواب على الأفعال قبل ورود الشرائع، ومنهم من ينفيه، ولعل في الحديث الوارد في ذلك: \" أَسْلَمْتَ على ما أَسْلَفْتَ من خير \" دليل على اعتبار الثواب على الأفعال، ولو قبل ورود الشرائع . ¶ __________ ¶ (1) - سورة الأعراف آية : 157. ¶ (2) - سورة الإسراء آية : 15.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وهذه القاعدة: قاعدة بناء أحكام الشريعة على جلب المصالح ودرء المفاسد يدل عليها أدلة عديدة، منها: قوله - سبحانه-: { وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ (107) } (1) فمقتضى كون هذه الشريعة الرحمة أن تكون جالبة للمصلحة دافعة للمفسدة، وقال -جلَّ وعلا-: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا } (2) فإكمال النعمة بإتمام هذا الدين، وتمام النعمة وإكمالها يكون بكون هذا الدين جالبًا للمصالح، دافعا للمفاسد. ¶ وفي تعاليل الأحكام نجد أن الشريعة عللت كثيرا من أحكامها بمصالح الخلق كما قال - جل وعلا-: { وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ } (3) فقوله: حياة هذا تعليل لهذا الحكم وهو القصاص لمصلحة الخلق، وفي استقراء أحكام الشريعة دليل قاطع على كون هذه الشريعة مصلحة للخلق. ¶ ولأهمية هذه القاعدة اعتنى العلماء بها، بل قد أخرجها الإمام العز بن عبد السلام بِمُؤَلَّفٍ كامل وجعل أحكام الشريعة كلها تدور على هذه القاعدة، وإذا تأمل الإنسان أحكام الشريعة وجد أن المصلحة فيها على أنواع: فمرات تكون المصلحة متحتمة واجبة مثل: الصلوات المفروضة، ومرات تكون المصلحة مستحبة مندوبة مثل: الصلوات النوافل، ومرات تكون المصلحة يراد وجودها في المجتمع ولو لم يفعلها جميع أفراد المجتمع مثل: صلاة الجنازة، تغسيل الميت، ومرات يراد بالمصلحة أن تتحقق من جميع الأفراد. ¶ وهذه المصالح منها مصالح معتبرة للشارع نص على حكمها، والعلماء يقسمون المصالح إلى ثلاثة أقسام: ¶ القسم الأول: مصالح معتبرة، وهي التي شهد لها الشارع بالاعتبار سواء كان ذلك بطريق الشرع بطريق الكتاب، أو بطريق السنة، أو بالإجماع، أو بالقياس. ¶ __________ ¶ (1) - سورة الأنبياء آية : 107. ¶ (2) - سورة المائدة آية : 3. ¶ (3) - سورة البقرة آية : 179.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "والنوع الثاني: قالوا مصالح ملغاة، وهي المصادمة لنص شرعي، ومثلوا لها بمن لا يرتدع عن التحفظ في يمينه إلا بالصيام ، لا يردعه الإطعام، ولا يردعه الكسوة، فلو قال قائل بأن هذا الشخص نوجب عليه صيام ثلاثة أيام؛ لأنه لا يرتدع عن التحفظ في يمينه إلا بالصيام لكانت هذه مصلحة ملغاة في الشرع؛ لأن الشريعة جاءت بأن الحانث في يمينه يطعم أو يكسو أو يعتق، فإذا لم يجد انتقل للصيام. ¶ ولذلك ورد عن بعض العلماء المالكية أنه سأله ملك من ملوك زمانه فقال: إني وقعت في نهار رمضان، وكان معه العلماء القضاة، فقال مقدَّمُهم: يجب عليك صيام شهرين متتابعين، فلما عادوا قالوا له: إن الشريعة جاءت بالعتق؛ لقول النبي - صلى الله عليه وسلم - \" أَعْتِقْ رقبة \" فقال: الرِّقاب عنده كثير فإذا لم نوجب عنده إلا إعتاق الرقبة لمَا ارتجع عن الوطء في نهار رمضان. ¶ فهذا ظنّ أن هذا الحكم مصلحة، لكن هذه المصلحة ملغاة في الشريعة، فلا تُعتبر ولا يُلتفت إليها، بل إنها في حقيقة الأمر مفسدة، فما ظنكم لو علم المَلِك أنهم أخفوا عنه، هل سيطمئن بعد ذلك لفتوى يفتونه بها؟! بل هل سيستفتيهم في مسألة؟ سيُعرض عنهم ويعمل على وفق هواه بدون الرجوع إلى فتاواهم. فدلنا ذلك على أن تسمية ما أُلغي مصلحة لا يصح، لا يصح أن نقول: مصلحة ملغاة، وإنما يقال ما يتوهم أنه مصلحة؛ لأن الشريعة لا يمكن أن تأتي بإلغاء مصلحة ، وقد وجد في عصرنا وزماننا من يتشبث بالعمل بالمصالح في إلغاء النصوص؛ ولذلك تجدهم يقولون: الناس في الغرب ليس لديهم إجازة إلا في يوم الأحد فتكون صلاة الجمعة في يوم الأحد لمراعاة أحوال الناس!! فهذه مصلحة ملغاة، ليست مصلحة يتوهم أنها مصلحة، وهي مضادة للشريعة، ولو فتح الباب لغيرت مراسيم الشرع، ولم يستسر مسار الشريعة على منوال واحد.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "النوع الثالث: مصالح مرسلة، وهي التي لم يأت بها نص لا بإلغائها ولا باعتبارها، وقد اختلف العلماء في حجيتها، فمنهم من يثبت الحجية، ومنهم من ينفي الحجية، وقد رأى شيخ الإسلام ابن تيمية وابن القيم -رحمهم الله- أنه لا يمكن أن توجد مصلحة مرسلة، بل المصالح جميع المصالح مُعْتَبَرة جميعا. من رأى مصلحة ظنها مرسلة فلا يخلو من أحد أمرين: ¶ الأمر الأول: أن تكون مفسدة، ولا تكون مصلحة. ¶ والأمر الثاني: أن يدل عليها نص من الشارع خفي على ذلك الفقيه، وفي هذا القول قوة، وفيه إثبات لكمال الشريعة ولشمولها، والناظر في النصوص الشرعية يجدها شاملة لأغلب مصالح العباد، وأن المرء لا يحتاج إلى القياس إلا في مواطن قليلة تسد النقص الوارد في دليل النصوص على الحوادث. ¶ كذلك تقسم المصالح إلى مصالح في الأحكام لا نعرف وجه كونها مصلحة، وهناك أحكام نجزم بأنها في مصلحة الخلق، لكننا لا نعرف وجه هذه المصلحة. مثال ذلك: أكل لحم الجور ينقض الوضوء، ما المصلحة في ذلك؟ نحن لا نعرف المصلحة، فلا يحق لنا أن نترك الحكم لعدم معرفتنا بحكمة الحكم ومصلحته. ¶ النوع الثاني: أحكام معلومة المصالح للمكلفين مثل: مشروعية النكاح؛ فإنه يراد لتحصيل السكن الروحي، واطمئنان الزوجين بعضهما لبعض واستقرارهما، ولتحصيل الأبناء الصالحين، ولتحصيل الأجر والثواب في ذلك، هذه مصلحة معلومة، لكن كيف تكون نية العبد في مثل هذه الأعمال؟ ¶ لا بد أن ينوي العبد ليحصل على الأجر والثواب وجه الله - عز وجل - والدار الآخرة، فإن نوى المصالح الدنيوية فقط جاز له ذلك في المصالح الدنيوية التي نص عليها الشارع، لكن ليس له من الأجر الأخروي شيء، فإن نوى العبد بهذا العمل نية مضادة لمقصود الشارع فإنه يكون آثما بذلك، مثاله مَن تزوج بقصد التحليل هذه نية مضادة لمقصود الشارع، فيكون العبد مستحقا للإثم بها.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وكما أن المصالح تتقسم لأقسام عدة، كذلك المفاسد، وقوله هنا: \"على المصالح في جلبها\" يعني: في إحضارها والعمل بها، \"والدرء للقبائح\" :الدرء المراد به الإبعاد، المراد بالقبائح: المفاسد، والمفاسد منها: مفاسد مكروهة، ومفاسد محرمة، المفاسد المحرمة منها ما هو كبائر، ومنها ما هو صغائر، وتتفاوت في نفسها إلى مراتب عديدة، وقد ذكر المؤلف في شرحه للمنظومة كيف عاد أغلب أحكام الشريعة إلى اعتبار المصالح وإلغاء المفاسد. نعم. ¶ قاعدة تزاحم المصالح ¶ فإذا تزاحم عدد المصالحِ ¶ يُقدَّم الأعلى من المصالحِ ¶ هذه قاعدة تزاحم المصالح، والمراد بهذه القاعدة: إذا لم يتمكن العبد من فعل إحدى المصلحتين إلا بتفويت الأخرى فماذا يعمل؟ حينئذ ذكر المؤلف بأنه يُرجِّحُ بين المصالح فيفعل المصلحة العظمى، ولو كان في سبيل ذلك ترك للمصلحة الأقل، وهذه قاعدة في الشريعة مقررة بعدد من الآيات والأحاديث منها قول الله - عز وجل - { وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ } (1) ومنها قوله -جل وعلا-: { فَبَشِّرْ عِبَادِ (17) الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ } (2) وأحسنه يرجع إلى القول، فإذا تزاحمت المصالح التي يكون فيها تحقيق لأحكام من أحكام الشريعة، فإننا نتبع الأحسن. ¶ __________ ¶ (1) - سورة الزمر آية : 55. ¶ (2) - سورة الزمر آية : 17-18.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وباب سدِّ الذرائع مقرر على هذه القاعدة، وقد بنى الفقهاء باب الترجيح في كتبهم الأصولية للنظر فيما هو الأعلى من المصالح وما هو الأقل والأدنى، فمثلا: إذا نظرنا في الأفعال نجد أن بعضها يتعدى نفعه إلى الغير وبعضه يقتصر على الفاعل، ولا شك أن الفعل المتعدي نفعه إلى الغير أولى من الفعل القاصر؛ ولذلك فإن تعليم العلم أفضل من صلاة النافلة؛ لكون النفع هنا متعديا إلى الغير، ولذلك الفعل الواجب أولى من الفعل المستحب المسنون كما ورد في الحديث عند البخاري: \" ما تقرَّب العباد إليَّ بمثل ما افترضتُ عليهم \" . ¶ ومن هنا فمن دخل المسجد والصلاة الفريضة قد أقيمت، قدَّم الفريضة على تحية المسجد وعلى النافلة - نافلة الفجر ونحوها من النوافل.. ¶ ومن القواعد الترجيح بين المصالح: إنهم قالوا: إن المصلحة الخاصة مقدمة على المصلحة العامة في محل الخصوص، ويعمل بالمصلحة العامة فيما عداه. يمثلون لذلك بقراءة القرآن، قالوا: هذا فيه مصلحة، فهو أفضل الذكر، ولكن في المحال الخاصة يقدم عليها الذكر الخاص، مثل: أذكار الصلوات، وأذكار بعد الصلوات، وأذكار الصباح، والمساء، فهذه يقدَّم فيها الذكر الخاص في محل الخصوص. ¶ وتبقى المصلحة العامة مقدمة في غير محل الخصوص، ومن ذلك قولهم -أيضا-: إن الفضيلة المتعلقة بنفس العبادة أولى من الفضيلة المتعلقة بظرفها، سواء الظرف الزماني أو المكاني، ويمثلون لذلك بفروع عديدة، منها في باب الطواف ، قالوا: الرَّمَلُ في طواف القدوم مستحب متعلق بذات العبادة بذات الطواف، والقرب من البيت مستحب متعلق بمكان العبادة، فإذا لم يتمكن من الرَّمَل إلا بالابْتِعَاد عن البيت، فحينئذ يقدم الفضيلة المتعلقة بذات العبادة على الفضيلة المتعلقة بمكانها.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وقواعد الترجيح بين المصالح عديدة، وقد تتعارض بأن يوجد في أحد الفعلين عدد من المصالح، وفي الآخر كذلك عدد من المصالح الراجحة، فحينئذ يحتاج إلى باب الترجيح، وباب الترجيح معمول به في الشريعة. ¶ إذا تقرر ذلك، فإن المصالح منها ما هو ضروري لو فُقِدَ لأدّى فقده إلى فوات حياة أو فوات السعادة في الآخرة، مثل: مصلحة الدين ومصلحة النفس، فهذه مقدمة على المصالح الحاجية، والمراد بالمصالح الحاجية: التي إذا قُدِّر فقدها أدَّى ذلك إلى الضيق والحرج، مثل: الرُّخص الشرعية، ومثل عقود المعاملات. ¶ والمصالح الحاجية مقدمة على المصالح التحسينية، والمراد بالمصالح التحسينية هي التي يؤدي فقدها إلى مخالفة ما فُطِرت عليه النفوس من أحسن المناهج، ففقد المصالح التحسينية يؤ دي إلى أمرٍ مما تأباه النفوس والعقول الراجحة، وإن كان لا يؤدي إلى ضيق ولا حرج، ومثال ذلك إزالة النجاسات، فهذا مُرَاعًا من أجل أمر تحسيني، فإذا تعارضت مصلحة حاجية ومصلحة تحسينية قدّمت المصلحة الحاجية. ¶ والمصالح الضرورية تنقسم -أيضا- إلى أقسام عدة: فضرورة الدين مقدمة على ضرورة النفس، وضرورة النفس مقدمة على ضرورة المال؛ لذلك ورد في الأثر عن جندب - رضي الله عنه - أنه قال: إذا عارضك بلاءٌ فقدِّم مالك دون نفسك، فإن تجاوز البلاء فقدِّم نفسك دون دينك. ¶ وكذلك من المصالح ما يُقطع بكونه مصلحة، ويقطع بأن الشريعة قد دلت عليه، ومنها ما هو ظني، ولا شك أن المصالح القطعية مقدمة على الظنية، بل إن القطع والظن على مراتب متفاوتة، فليس القطع على مرتبة واحدة، وليس الظن على مرتبة واحدة، بل هو على مراتب متعددة، وتختلف هذه المراتب. ¶ والإنسان يجد التفاوت بين هذه المراتب وإن لم يستطع أن يتلفظ بهذه المراتب، كما أن الري والشبع لها مراتب وإن كان الإنسان لا يستطيع التعبير والتلفظ بمراتب ذلك. نعم. ¶ تزاحم المفاسد ¶ وضدُّه تزاحمُ المفاسدِ ¶ فارْتَكِب الأدنى من المفاسد",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وضد القاعدة السابقة تزاحم المفاسد بحيث لا يتمكن المرء من ترك المفسدتين معا، وإنما يتمكن من ترك أحدهما بشرط ارتكاب الأخرى، فحينئذ يرتكب المفسدة الأقل من أجل درء المفسدة الأعلى، وهذه القاعدة لها أدلة في الشريعة، من أدلتها قوله -جل وعلا-: { فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ } (1) . ¶ وهنا تعارضت مفسدتان: المفسدة الأولى: مفسدة النفس، والمفسدة الثانية: الأكل من الميتة، فتُجُنِّبَت المفسدة الأشد، ولو كان في ذلك ارتكاب المفسدة الأقل بأكل الميتة. ¶ وكما سبق أن المفاسد منها ما هو محرم، ومنها ما هو مكروه، ومنها ما هو كبائر، ومنها ما هو صغائر، فنجتنب الصغيرة ولو فعلنا المكروه، ونجتنب الكبيرة ولو كان في ذلك فعل الصغيرة إذا لم يمكن ترك الجميع. ¶ وكذلك من المفاسد ما يتعلق بالغير ومنها ما هو قاصر على النفس، فالمفسدة القاصرة على النفس نرتكبها إذا لم نتمكن من درء المفسدة المتعلقة بالغير إلا بارتكاب المفسدة الأولى، مثال ذلك: إذا كان الإنسان مضطرا للأكل ولم يجد إلا ميتة أو طعاما لمن كان في مثل حالته فحينئذ إن أكل من الطعام الآخر-هو حلال- لكنه فيه مفسدة متعلقة بالغير، والميتة ليس فيها مفسدة متعلقة بالغير، فنقدم المفسدة القاصرة على النفس على المفسدة المتعلقة بالغير. ¶ ومثال ذلك -أيضا- لو قيل للإنسان اقتل غيرك وإلا قتلناك، فحينئذ هنا مفسدتان: قتل النفس، وقتل الغير، والمفسدة المقدمة هنا المفسدة المتعلقة بالنفس، فنرتكب تلك المفسدة، ونتحمل القتل من أجل أن ندرأ المفسدة الأعظم المتعلقة بقتل الغير. ¶ __________ ¶ (1) - سورة البقرة آية : 173.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وهنا قاعدة متعلقة بهذه القاعدة يعبر عنها الأصوليون كثيرا، وهي قاعدة: درء المفاسد مقدَّم على جلب المصالح، قالوا: لأن اعتناء الشارع بالمنهيات أعظم من اعتنائه بالمأمورات، واستدلوا عليه بقول النبي - صلى الله عليه وسلم - \" إذا أمرتكم بأمر فأتوا منه ما استطعتم، وإذا نهيتكم عن شيء فاجتنبوه \" ففي النهي قال: اجتنبوه واتركوه كلية، وفي الأمر علَّقَه بالاستطاعة . ¶ ويمثلون له بأمثلة عديدة منها ما ورد في الحديث: \" وبالغْ في الاستنشاق إلا أن تكون صائما \" كما في السنن، فقالوا: هنا مفسدة متعلقة بالتأثير على الصيام، وهنا مصلحة متعلقة بالاستنشاق، فدُرئت المفسدة هنا؛ لأن درء المفسدة أولى من جلب المصلحة. ¶ ومن أمثلته -أيضا- لو تولد حيوان من حيوان مأكول وحيوان غير مأكول، مثل البغل يتولد من الحمار ويتولد من الخيل، فحينئذ قالوا: هنا درء المفاسد مقدم على جلب المصالح فنحكم بتحريمه، ومثله -أيضا- لو اشتبهت أخته بأجنبية فهنا اجتمع سببان سبب تحريم وسبب إباحة، فدرء المفاسد مقدَّم على جلب المصالح. ¶ وشيخ الإسلام يرى رأيا آخر في المسألة ويقول: إن اعتناء الشارع بالمأمورات أكثر من اعتنائه بالمنهيات قد استدل على ذلك بأوجه عديدة، ولعل قول الجمهور في هذه المسألة أقوى من قول شيخ الإسلام -رحمة الله على الجميع-، وليعلم أن محل هذه القاعدة إذا تساوت المفاسد والمصالح. ¶ أما إذا كانت المصلحة أعظم من المفسدة فإننا نقدم المصلحة ولو كان في ذلك فعل للمفسدة، ومن أمثلة ذلك المريض الذي لا يستطيع الوضوء، أو فاقد الماء والتراب، هنا مفسدة في كونه سيصلي بدون طهارة، وهنا مصلحة وهو الصلاة، فأيهما يقدَّم؟ مصلحة الصلاة أعظم من تلك المفسدة فيصلي ولو كان على غير طهارة.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ومثاله -أيضا- السمع والطاعة لولاة الجور والظلم، فإن السمع والطاعة لهم فيه مفسدة إعانتهم على ظلمهم، وفيه مصلحة انتظام أحوال الجماعة واستقرار الأمة، وهذه المصلحة أعظم من تلك المفسدة، فتقدّم هذه المصلحة، فيُسمع ويُطاع الظلمة من الولاة، ولو كان في ذلك نوع إعانة لهم؛ لأن هذه المفسدة القليلة مغتفرة في مقابل تلك المصلحة العظيمة. هذا شيء مما يتعلق بهذه القاعدة لعلنا ننتقل إلى القاعدة الأخرى. نعم. ¶ من قواعد الشريعة التيسير ¶ ومن قواعد شرعنا التيسيرُ ¶ في كل أمر نابَهُ تعسيرُ ¶ قوله هنا: \" ومن قواعد الشريعة التيسير\": المراد بالتيسير:التيسير مأخوذ من اليسر وهو السهولة والليونة، قوله: \" في كل أمر نابه نابه\" يعني: اعترض له وعارضه ونزل به، \"تعسير\": التعسير مأخوذ من العسر وهو الشدة وعدم الليونة، فالمراد بالقاعدة: أن من حكمة الله ومن رحمة الله بعباده أنه إذا حصل لهم شيء من العسر فإن الشريعة تخفف وتيسر لهم. ¶ وهذه القاعدة قد دلّ عليها أدلة عديدة، منها قوله -جل وعلا-: { فَإِنَّ مَعَ الْعُسْرِ يُسْرًا (5) إِنَّ مَعَ الْعُسْرِ يُسْرًا (6) } (1) قوله -سبحانه-: { يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ } (2) وقد علل الله - عز وجل - كثيرا من أحكامه بإرادة التخفيف والتيسير على العباد: { يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنْسَانُ ضَعِيفًا (28) } (3) ويدل على ذلك أيضا استقراء أحكام الشريعة فإنها بفضل الله يسيرة سهلة تحقق مصلحة الخلق. ¶ والعلماء يعبرون عن هذه القاعدة بتعبير يخالف تعبير المؤلف هنا، المؤلف هنا يقول: التعسير سبب للتيسير، والعلماء يعبرون عنها بلفظ آخر، فيقولون: المشقة تجلب التيسير، ولعل لفظ المؤلف أولى من لفظ الفقهاء، وذلك لعدد من الأمور: ¶ __________ ¶ (1) - سورة الشرح آية : 5-6. ¶ (2) - سورة البقرة آية : 185. ¶ (3) - سورة النساء آية : 28.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الأمر الأول: أن الشريعة إنما جاءت بنفي العسر، ولا يوجد فيها نفي المشقة. ¶ والأمر الثاني: أن أحكام الشريعة لا تخلو من نوع مشقة، لا شك أن الجهاد فيه مشقة، وأن الأمر بالمعروف فيه مشقة، بل إن الصلاة فيها مشقة كما قال -سبحانه-: { وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ (45) } (1) لكن هذه المشقة ليست هي الغالبة على الفعل، هذا من جهة، والجهة الثانية: أن هذه المشقة التي في الفعل مقدورة للمكلَّف ، ومن جهة ثالثة: أن المصلحة في هذا الفعل أعظم من المشقة الواقعة فيه؛ ولذلك نجد الطبيب يصف للمريض الدواء مرًّا، لكن المصلحة المترتبة على الدواء أعظم، وهي الخاصية التي جعلها الله - عز وجل - في الدواء يُشفَى بها المريض هذه المصلحة أعظم من المشقة الحاصلة في الدواء، وكذلك أحكام الشريعة. ¶ والشارع لا يقصد المشقة لذات المشقة وإنما مقصوده المصلحة الواقعة في الفعل، وسبب آخر أن المشقة ليست منضبطة؛ متى يوصف الفعل بأنه مشقة؟ هذا أمر تختلف فيه وجهات النظر؛ ولذلك لا نجد الشريعة تعوّل على المشقة في بناء الأحكام، وإنما تعوّل على رفع العُسر ورفع الحرج. ¶ ونمثل لذلك بمثال: لو قال قائل بأن المسافر يجوز له الفطر في رمضان للمشقة، فالمشقة هي العلة، لقيل له بأن البنَّاء عليه مشقة، والخباز عليه مشقة، والعمال عليهم مشقة، حينئذ وجدت فيهم العلة، فيجوز الحكم وهو جواز الفطر! بل قد يقول له قائل: إن لاعبي الكرة والممثلين والموظفين، والطلاب والمدرسين، تلحقهم المشقة فحينئذ لا يلزمون بهذا الحكم! ¶ __________ ¶ (1) - سورة البقرة آية : 45.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "فتعليق الأحكام بالأوصاف غير المنضبطة يؤدي إلى التفسخ من الشريعة وعدم العمل بها، ولم يعهد من الشارع أن يسند أحكامه إلا إلى أسباب منضبطة؛ فلذلك التعبير بلفظ المؤلف أولى من التعبير بغيره، وليعلم بأن العسر ليس جالبا للتيسير بذاته، وإنما الجالب للتيسير هو الشارع، فإنما يقال: العسر سبب للتيسير، أو يقال :المشقة سبب للتيسير، ولا يصح أن يقال: المشقة تجلب التيسير ، يعني: ليست هي الجالبة بذاتها وإن كانت هي تجلب بأمر الله، لكن ظاهر العبارة أنها تجلب بنفسها. ¶ إذا تقرر ذلك وأن الشريعة لم تقصُد المشقة لذاتها؛ فإنه لا ينبغي لنا أن نقصد المشقة، لو كان الفعل يمكن أن يؤدّى بدون مشقة؛ فإن قصْد المشقة ليس مشروعا، مثال ذ لك: من قال سأحج على قدمي من أجل أن أتعب في الحج فيعظُم أجري، قيل له: قصْدُ المشقة ليس مشروعا؛ لأن الشارع لا يقصد المشقة، فأنت مخالف في فِعلك لمقصود الشارع، فإن قال قائل: جاء في الحديث أن النبي - صلى الله عليه وسلم - قال: \" أجرُك على قدر نَصَبك \" قيل: هنا ليس المراد بالحديث النّصَب المقصود للمكلَّف، وإنما المراد النصب الواقع في العبادة الذي لم يقصده المكلف. ¶ وأما حديث: \" ديارَكم بني سَلَمَة دِيارَكم، تُكْتَب آثَارُكم \" فهذا أراد به النبي - صلى الله عليه وسلم - ألا يخلو طرف من أطراف المدينة من سكان من أجل ألا يأتي الأعداء فيغزوا المدينة هذا المراد بالحديث.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "إذا تقرر ذلك، فما هي أنواع العسر الجالب للتيسير؟ منها: المرض كما قال -جل وعلا-: { فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ } (1) ففي هذه الآية علق الله - عز وجل - الحكم بقوله: (مريضا) ولم يطلق، لم يقل: من كان به مرض، فدلنا ذلك على أن المراد مرض خاص، والذي يترتب عليه الفعل أو يترتب عليه الحكم حكمة الحكم هو إذا كان المرض على حالة لو فعل المأمور معها لتأخر البرء أو زاد المرض، فإنه يشرع التخفيف حينئذ. ¶ مثال ذلك: من كان الصيام يؤخّر شفاءه أو كان الصيام يزيد في مرضه جاز له الفطر، ومن لم يكن كذلك لم يجُز له الفطر، ولو كان مريضا؛ ولذلك من به وجع أسنان أو صداع بحيث أن الصيام لا يزيد في مرضه ولا يؤخر شفاء المرض، فإنه لا يجوز له الإفطار. ¶ ومن أسباب التيسير في الشريعة -أيضا- السفر، وقد اختلف العلماء في ضابط السفر، فمنهم: من يقول: حدُّه بثمانين كيلو، ومنهم من يقول: بمسير يوم، وهذا القول فيه قوة؛ لأن الله - عز وجل - قال: { يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ } (2) ولأن الشريعة جاءت في نصوصها وصف السفر بكونه يوما، ورد في بعض الأحاديث: \" لا تسافر امرأة يوما إلا مع ذي مَحرم \" ولم يرد أقل من ذلك، والقول الثالث في المسألة بأن الضابط في المسألة يرجع إلى العرف فما عده أهل العرف سفرا فهو سفر، وإلا فلا نعده سفرًا تُناط به أحكام التخفيف. ¶ والدليل على أن السفر يناط به التخفيف قول الله - عز وجل - { فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ } (3) . ¶ ومن أسباب التخفيف -أيضا- النقص؛ ولذلك المجنون يخفف عنه في الأحكام، والمريض، والحائض تسقط عنها الصلاة وطواف الوداع ... وهكذا. ¶ __________ ¶ (1) - سورة البقرة آية : 196. ¶ (2) - سورة النحل آية : 80. ¶ (3) - سورة البقرة آية : 184.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "والشارع في التيسير يسلك مناهج عدة فمرة يسقط الواجب مثل: سقوط الصلاة في حق الحائض، ومرة ينقص الواجب، مثل: صلاة المسافر، ومرة يبدل الواجب بغيره، مثل التيمم بدل الوضوء، ومرة يقدم الواجب ، مثل: تقديم الزكاة، وتقديم الصلاة المجموعة ، ومرة يؤخر مثل: تأخير الصلاة المجموعة، هذا شيء مما يتعلق بهذه القاعدة. نعم. ¶ الواجبات تسقط مع عدم القدرة ¶ وليس واجب بلا اقتدار ¶ ولا مُحَرَّم مع اضطرارِ ¶ يتضمن هذا البيت قاعدتين: ¶ القاعدة الأولى: أن الواجبات تسقط مع عدم القدرة، والمراد بالقدرة: الاستطاعة، وأنتم تعرفون أن الفِرَقَ قد اختلفت في معنى الاستطاعة، فمنهم من يفسر الاستطاعة بالقدرة السابقة للفعل فقط، وهذا مذهب المعتزلة، ومنهم من يفسر القدرة بالقدرة المرافقة للفعل التي تكون عونا من الله - عز وجل - وهذا مذهب الأشاعرة، وأهل السنة يفسرون القدرة والاستطاعة بالمعنيين. ¶ يقال: المراد بالاستطاعة ما كان قبل الفعل، وما كان أثناء الفعل، لكنهم يفارقون المعتزلة في المعنى الأول، فإن المعتزلة يقولون: إن الاستطاعة السابقة للفعل خاصة من المكلف ليست مثوبة للشارع بخلاف أهل السنة. ¶ والمراد بالقاعدة: أن من لم يكن قادرا على فعل من الأفعال سقط عنه وجوبه، دليل ذلك قول الله - عز وجل - { فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ } (1) وقول النبي - صلى الله عليه وسلم - \" إذا أمرتكم بشيء فأتوا منه ما استطعتم \" . ¶ وأنواع القدرة تختلف باختلاف الواجب، فالواجبات منها بدنية: فعدم القدرة يكون بعدم جزء البدن المتعلق بذلك الواجب ، مثل: غسل اليد، قد تُقْطَع اليد، فحينئذ لا يتمكن من غسل اليد، وقد يكون بعدم قدرة ذلك الجزء على العمل، مثل المُقْعَد الذي لا يستطيع القيام. ¶ __________ ¶ (1) - سورة التغابن آية : 16.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "والواجبات المالية قد يعجز عنها لعدم وجود المال أو لعدم القدرة على التصرف فيه، مثل: من لم يجد الزاد والراحلة في الحج سقط عنه وجوب الحج، وهناك واجبات قولية تسقط عن الأبكم الذي لا يستطيع الكلام، وهذه الواجبات على نوعين: ¶ منها ما له بدل فإذا عجز عن الأصل سير إلى البدل، مثل: الوضوء والتيمم، ومنها ما إذا سقط لا يكون له بدل، مثل: وجوب الحج إذا سقط عن غير المستطيع. ¶ وإذا تقرر ذلك، هل العجز عن بعض الواجب يسقطه؟ ¶ هذه قاعدة مهمة: هل العجز عن بعض الواجب يسقطه؟ هذا يختلف باختلاف بعض الواجبات فإن الواجبات على نوعين: ¶ النوع الأول: واجبات لا تتبَعَّض وإنما هي جزء واحد، فإذا عجز العبد عن بعضه سقط الجميع، ومثال ذلك: صاع الفطرة إذا عجز الإنسان عن بعضه سقط الجميع، ومثال آخر: إذا وجبت على الإنسان رقبة وعجز عن بعضها لم يجد إلا نصف رقبة مِلك اليمين فإنه حينئذ يسقط عنه الواجب، وهذا يعبر عنه الفقهاء بقولهم: ما لا يتبعَّض فاختيار بعضه كاختيار كله، أو قالوا: فسقوط بعضه كسقوط كله. ¶ والنوع الثاني: واجبات تتبعَّض وليس بعضها مرتبطا بالآخر، فحينئذ إذا عجز عن البعض لم يسقط الباقي، مثل ستر العورة في الصلاة إذا عجزنا عن ستر بعض العورة وجب علينا ستر الباقي، ويعبر عنه الفقهاء بقولهم: الميسور لا يسقط بالمعسور. ¶ وهناك واجبات تتردد بين الأمرين: هل هي وحدة واحدة أو هي أجزاء تتبعَّض فيقع الخلاف بين الفقهاء، مثال ذلك: الوضوء إذا عجز الإنسان عن غسل جميع أعضائه في الوضوء، وتمكن من غسل بعض الأعضاء، فهل يجب غسل البعض المقدور عليه؟ يقول: هل الوضوء يتبعَّض أو لا يتبعض؟ إن كان الوضوء يتبعض فإنه حينئذ يجب غسل ما يستطاع منه، وإن كان لا يتبعض فإنه لا يجب الغسل.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "القاعدة الثانية: لا مُحَرَّم مع اضطرار، يعبر عنه كثير من الفقهاء بقولهم: الضرورات تبيح المحظورات، والمراد بالضرورة ما يلحق العبد ضرر بتركه بحيث لا يقوم غيره مقامه، هذا المراد بالضرورة على الصحيح . ¶ بعض الفقهاء يقول: ما ترتب عليه فوات الحياة أو فوات عضو، وهذا لا يصح، وإنما الصواب أن يقال في تفسير الضرورة: ما لحق المكلَّف ضرر بعدم فعله ولا يقوم غيره مقامه، بخلاف الحاجة فإن الحاجة هي ما يلحق المكلَّف ضرر بتركه، لكنه قد يقوم غيره مقامه . ¶ مثال الضرورة: إذا كان الإنسان مضطرا ولم يجد إلا الميتة، فهنا لو ترك الميتة لحقه ضرر ولا يقوم غيره مقامه، ما يجد إلا الميتة فهذا ضرورة. ¶ ومثال الحاجة: ما ورد في الحديث أن النبي - صلى الله عليه وسلم - انكسر إناؤه فاتخذ مكان الشعب سلسلة من فضة، فهذا حاجة يمكن أن يلصق الإناء بعضه ببعض بحديد أو بغيره بصفر أو بغيره من الأمور التي يحصل بها الالتحام، فهذه حاجة. ¶ والضرورة تبيح المحظور مطلقا، بينما الحاجة لا تبيح المحظور إلا إذا ورد معها دليل؛ لذلك فقول بعضهم: الحاجة تَنزل منزلة الضرورة لا يصح على اختيار هذا الضابط السابق، وهناك مراتب للمطلوب غير هذه المراتب: ¶ فالمنفعة: ما يحصل للإنسان بفقده ضرر أو ما يحصل للإنسان بحصوله منفعة، ولا يحصل بفقده ضرر. ¶ والزينة: ما يحصل للإنسان بوجوده منفعة لكنه لا يحصل بفقده ضرر. ¶ والفضول: ما لا يحصل بأفراده ضرر، لكن يحصل بمجموعه ضرر. ¶ وهناك اللذة المحرمة أو المكروهة التي قد تطلبها بعض النفوس. ¶ هذه أنواع المطلوب ودليل القاعدة قاعدة المحظورات تباح بالضرورات عدد من النصوص.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ودليل القاعدة -قاعدةالمحظورات تباح بالضرورات-: عدد من النصوص الشرعية، منها قوله +جل وعلا: { فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ } (1) وقوله سبحانه: { وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ } (2) فالأولى -الآية الأولى- قد يقال: بأنها خاصة بالمطعومات. لكن الثانية ظاهرها عام { وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ } (3) ومن أمثلة القاعدة، أكل لحم الميتة للمضطر. ¶ وللقاعدة شروط: لا بد أن نلاحظها، وهذه الشروط مهمة؛ لأن بعض الناس يريد التخفف من أحكام الشريعة بهذه القاعدة، ولا يلاحظ شروطها. ¶ فمن شروط هذه القاعدة: أن تكون الضرورة تندفع بفعل المحظور. فإن لم تندفع، لم يجز فعل المحظور. ومثلوا له بالظمآن الذي لا يجد إلا ماء خمر، الذي لا يجد إلا الخمر، فهذا لا يجوز له تناول الخمر؛ لأن الخمر لا يبعد الظمأ، وإنما يزيد الإنسان ظمأً إلى ظمئه. فالمحظور هنا زاد الضرورة، ولم يدفعها . ¶ الشرط الثاني: ألا يوجد طريق آخر تندفع به الضرورة. إن وجد، لم يجز -حينئذ- فعل المحظور. مثال ذلك: طبيبة مسلمة، وطبيب رجل، وعندنا امرأة مريضة، يمكن دفع الضرورة بكشف المرأة الطبيبة. ¶ ومن شروط هذه القاعدة: أن يكون المحظور أقل من الضرورة. فإن كانت الضرورة أعظم، لم يجز. مثال ذلك: إذا اضطر إلى قتل غيره لبقاء نفسه، كما في مسألة الإكراه السابقة، فهنا الضرورة أقل من المحظور. المحظور هو قتل الغير، والضرورة هو أنه سيُقتل الإنسان، بعد تهديده بالقتل. قيل له: +أقتل غيرك، وإلا قتلناك. ¶ __________ ¶ (1) - سورة البقرة آية : 173. ¶ (2) - سورة الأنعام آية : 119. ¶ (3) - سورة الأنعام آية : 119.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ويلاحظ أنه إذا زالت الضرورة، زال حكم استباحة المحظور. ولا يجوز للإنسان أن يتوسع في المحظور، بمقدار لا تندفع به الضرورة. وهذا سيعبر عنه المؤلف في القاعدة الآتية، وإذا زالت الضرورة لم يجز فعل المحظور؛ ولذلك من شاهد الماء بطل تيممه. وعبروا عنه بقولهم: ما جاز لعذر بطل بزواله. نعم. ¶ الضرورات تبيح المحظورات ¶ لعلنا نأخذ هذا البيت أيضا؛ لأنه متعلق بالضرورة . ¶ وكل محظور مع الضرورة ¶ بقدر ما تحتاجه الضرورة ¶ في هذا البيت شرط من شروط القاعدة السابقة، وهو أنه لا يتناول من المحظور إلا بالمقدار الذي تندفع به الضرورة، ودليل هذا قول الله - عز وجل - { فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ } (1) اشترط عدم البغي، وعدم العدوان، والعدوان: الزيادة في مقدار الواجب، في المقدار، فمن زاد فإنه يلحقه الإثم، هذا دليل القاعدة . ¶ وقوله: \"غير باغ\" استدل العلماء بهذا اللفظ، على أن الرُّخص لا تناط بالمعاصي، وأن من سافر سفر معصية، لم يجز له أن يترخص برخص السفر، من الفطر أو جمع الصلاتين أو القصر، وكذلك جميع الرخص، إلا إذا كان مضطرًا إليها. ¶ وهنا مسألة متعلقة بقواعد الضرورة، وهي: هل الضرورة تبطل حق الغير؟ إذا اضطررتُ إلى مال غيري وتناولته، هل يحق للغير أن يطالب بضمان هذا المال؟ أو لا يحق؟ هذا فيه تفصيل، نقول: ننظر هل الضرورة نشأت من حق الغير؟ فإن كانت الضرورة نشأت من حق الغير، فإنه حينئذ لا حق لذلك الغير. ¶ مثاله: إنسان هاج عليه جمل، فاضطر إلى قتله؛ دفاعا عن نفسه، هنا مضطر. هل يحق لصاحب الجمل أن يأتي إليه ويقول: أعطني قيمة الجمل؟ نقول: لا، لا يحق له؛ لماذا؟ لأن الاضطرار هنا ناشئ من ملك الغير، ناشئ من ذات المملوك، فحينئذ لا يجب الضمان. ¶ __________ ¶ (1) - سورة البقرة آية : 173.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "أما إذا كان الاضطرار ليس ناشئا عنه، مثال ذلك: مضطر جائع، لم يجد إلا جملا مملوكا لغيره، فذبحه وأكله. فحينئذ الاضطرار ليس ناشئا عن ملك الغير، ومن ثَم فإنه يضمن ذلك الملك. وعبروا عنه بقولهم: الاضطرار لا يبطل حق الغير. مرادهم إذا لم يكن ناشئا عنه. ¶ مثال آخر، يتضح به هذا التقسيم: إنسان في السفينة، ألقى بعض المتاع في البحر؛ لأنه مضطر إلى إلقائه. فهنا هل يجب الضمان؟ أو لا يجب؟ نقول: ننظر لماذا ألقى ذلك المتاع؟ فإن كان قد ألقاه لضرر ناشئ من المتاع، كأن يكون الرجل في جانب السفينة، فسقط عليه بعض المتاع، فخشي على نفسه الهلاك، فألقى بالمتاع في البحر. فهنا الاضطرار ناشئ من ملك الغير، فلا يجب عليه الضمان . ¶ لكن لو كان الاضطرار ليس ناشئا من ذلك المتاع، بأن تكون السفينة حمولتها كثيرة، ويخشى عليها من الغرق، فقال القائمون على السفينة: لا بد من إلقاء بعض المتاع، فأخذ بعض المتاع فألقي، فحينئذ هل يُضمن؟ نقول: نعم يُضمن؛ لأن هذا الاضطرار ليس ناشئا من ذات المتاع، وإنما هو ناشئ من جميع مَن في السفينة. فحينئذ يقال لجميع من في السفينة: اضمنوا هذا المتاع، ويضرب عليهم قيمته أو مثله، بحسب أعدادهم . ¶ هذا شيء مما يتعلق بهذه القاعدة. نسأل الله - عز وجل - أن يوفقنا وإياكم لطاعته، وأن يجعلنا وإياكم من أهل عبادته، وأن يرزقنا وإياكم العلم النافع، والفهم الصائب، والعمل المتقبل، وأن يغفر الله لنا ولكم، ولوالدينا ولجميع المسلمين، وأن يوفق علماء المسلمين لبيان الشريعة، وأن يوفق حكامهم للحكم بهذه الشريعة، والله أعلم، وصلى الله على نبينا محمد . ¶ أحسن الله إليكم وأثابكم . ¶ س: فضيلة الشيخ، هذا سائل يقول: هل بالإمكان إنهاء شرح هذه المنظومة، في خلال المدة الباقية؟ وجزاكم الله خيرا .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ج: إن شاء الله، نتمكن من شرحها. والأبيات التي نحتاج إلى الإطالة فيها، ونرى أن الناس بحاجة إلى إحكامها، نطيل فيها. والأبيات التي مضمونها قليل، أو الحاجة إليها قليلة، أو تفصيلاتها قليلة، نوجز الكلام فيها. بإذن الله، نتمكن من إنهاء هذه المنظومة، نعم . ¶ س: أحسن الله إليكم. هذا سائل يقول: ذكر المؤلف: ¶ وكل محظور مع الضرورة ¶ بقدر ما تحتاجه الضرورة ¶ يقول: لكن عنون بجانبه: \"قاعدة اليقين لا يزول بالشك\". فهل هناك علاقة بينهما ؟ ¶ ج: هذه النسخة -التي عندك يا أخي العزيز- مغلوطة، والظاهر أن هذا العنوان للبيت الآتي، فلعلك تصحح نسختك. نعم . ¶ س: أحسن الله إليكم. يقول -حفظكم الله-: كيف نجمع بين قولكم: إن ضرورة النفس مقدمة على المال، وحديث \" من قتل دون ماله فهو شهيد \" وجزاكم الله خيرا؟ ¶ ج: نعم، ورد في عدد من الأحاديث، أن \" من قُتل دون ماله فهو شهيد \" بل ورد في الحديث الآخر، أن النبي - صلى الله عليه وسلم - سئل قيل له: \" الرجل يأتي ليأخذ مالي؟ قال: لا تعطه. قال: أرأيت إن قاتلني؟ قال: قاتله. قال: أرأيت إن قتلته؟ قال: هو في النار. قال: أرأيت إن قتلني؟ قال: أنت شهيد \" . ¶ فهنا لم يتعارض أصل مصلحة النفس بأصل مصلحة المال، وإنما تعارض ظن مصلحة النفس مع فوات مصلحة المال المتيقنة، فقدمت؛ لوجود اليقين؛ ولوجود الظن. فالتفاوت هنا من أجل اليقين والظن، هذا من جهة. الجهة الثانية: من دافع دون ماله، هو لا يعلم هل ستفوت نفسه؟ أو لا تفوت؟ لكن قرر العلماء بالإجماع: أن من دفع ماله جاز له ذلك، إذا كان فيه افتداء لنفسه، وأن حديث \"لا تعطه\" -وإن كان نهيا- حملوه على غير محمل التحريم، واستدلوا على ذلك بالنصوص الواردة بحفظ النفوس. قالوا: والنهي هنا جاء بعد أمر، والنهي بعد الأمر لا يستفاد منه التحريم، عند كثير من أهل العلم. نعم . ¶ س: أحسن الله إليكم. وهذا يقول: هل يرى شيخ الإسلام، أن جلب المصالح أولى من درء المفاسد؟",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ج: عبارة شيخ الإسلام -رحمه الله- \"أن اعتناء الشارع بالمأمورات أعظم من عنايته بالمنهيات\". ويفهم من هذه العبارة هذا المعنى الذي ذكر السائل، وإن لم يصرح به صراحة. وقد أطال شيخ الإسلام في الاستدلال لهذه القاعدة، فذكر لها ستة وعشرين دليلا، مما يطول الحديث عنه . ¶ س: أحسن الله إليكم. يقول: نريد توضيح المصالح المرسلة، وما ضابطها؟ وجزاكم الله خيرا . ¶ ج: المصالح المرسلة: هي التي لم يأت في الشرع اعتبار لها، ولا إلغاء لها. وقد اختلف الفقهاء في حجيتها، هل هي حجة، بحيث يعمل بها إذا لم يوجد نص ولا قياس؟ وشيخ الإسلام ابن تيمية وابن القيم رأيا أنه لا يمكن أن توجد مصلحة مرسلة، وجميع المصالح منصوص عليها، ومن ظن أن هناك مصلحة، فلا يخلو حاله من أحد أمرين: إما أن تكون المصلحة غير حقيقية، وأن يكون متوهما. وإما أن يكون ورد نص من الشارع، يدل على كون هذا الفعل معتبرا ، فتكون مصلحة معتبرة . ¶ ويستغنى عن تقرير هذا الأصل بتقرير عدد من القواعد، منها: الاستدلال بدليل القياس. فإن من مسالك التعليل المستنبطة ، أن يكون الوصف مناسبا. فيستغنى بذلك عن المصالح المرسلة؛ لأن المصالح المرسلة يحكم بإثباتها، ولو لم يوجد لها شاهد. بخلاف القياس المبني على الوصف المناسب، فلا بد أن يكون له شاهد معين . ¶ ويستغنى عن هذه القاعدة بقاعدة: \"تصرف الإمام على الرعية منوط بالمصلحة\" الذي جاء بإثباته عدد من النصوص الشرعية . ¶ س: أحسن الله إليكم. يقول: أشكل عليّ فهم هذه الآية { وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ } (1) هل هذا يعني: العمل ببعض الشرع، وترك البعض الآخر؟ وبارك الله فيكم . ¶ __________ ¶ (1) - سورة الزمر آية : 55.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ج: المراد بذلك: أنه إذا تعارض في نظر المجتهد دليلان، عمل بالأرجح منهما. هذا المراد بالآية. وإضافة الأحسن لما أنزل، دليل على: أن الجميع قد أنزل من عند الله - عز وجل - ومن المعلوم أن أدلة الشريعة لا تتعارض في نفسها؛ لقوله - عز وجل - { وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا (82) } (1) ولكن التعارض في نظر المجتهد، فإذا تعارضت في نظر المجتهد، وجب عليه الترجيح بدلالة هذه الآيات . ¶ س: أحسن الله إليكم. وهذا سؤال عن طريق الشبكة، يقول: هل الضرورات الخمس متفاوتة فيما بينها في قوة الضرورة أم لا ؟ وجزاكم الله خيرا. ¶ ج: سبق أن الضرورات الخمس متفاوتة، فضرورة الدين أعلى من غيرها باتفاق، والضرورات الأربع الباقية، وقع الخلاف بين الفقهاء: فمنهم من يجعلها في مرتبة واحدة، ومنهم من يجعل مرتبة المال في مرتبة أقل، ومنهم من يجعل المال والعرض في مرتبة واحدة . ¶ وجمهور الأصوليين على أن مرتبة الدين مقدمة، ثم مرتبة النفس، ثم مرتبة العقل، ثم مرتبة النسل، ثم مرتبة المال. هذا جمهور الأصوليين، على هذا الترتيب، وفيه من الخلاف ما حكيته سابقا. نسأل الله - عز وجل - أن يوفقنا وإياكم إلى كل خير، لعلنا نقف على هذا. ¶ أحسن الله إليكم وأثابكم، ونفعنا بعلمكم، وجعل ما قدم في ميزان حسناتكم. وصلى الله على نبينا محمد، وعلى آله وصحبه أجمعين . ¶ الشك لا يزيل اليقين ¶ الحمد لله، والصلاة والسلام على رسول الله، وبعد. ¶ نواصل ما ابتدأنا به، من شرح القواعد الفقهية الواردة في منظومة الشيخ السعدي -رحمه الله- نعم. ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد، وعلى وصحبه أجمعين . ¶ اللهم اغفر لنا ولشيخنا، وعلمنا ما ينفعنا، وانفعنا بما علمتنا، يا أرحم الراحمين . ¶ قال الشيخ عبد الرحمن بن سعدي -رحمه الله- في منظومة القواعد الفقهية: ¶ __________ ¶ (1) - سورة النساء آية : 82.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وترجع الأحكام لليقين ¶ فلا يزيل الشكُ لليقين ¶ قول المؤلف هنا: \"وترجع الأحكام لليقين\" معناها: أن الشريعة عوّلت في أحكامها على اليقين. ويراد باليقين في لغة العرب: زوال الشك. وقال بعض الأصوليين: إن اليقين في اللغة مأخوذ من الاستقرار، يقال: يقن الماء بمعنى استقر. واليقين في الاصطلاح: طمأنينة القلب، واستقرار العلم فيه . ¶ والشك في اللغة يراد به: التداخل؛ وذلك لأن الشاك يتداخل عنده أمران، لا يستطيع الترجيح بينهما. والشك في الاصطلاح: تجويز أمرين فما زاد، ولا مزية لأحدها على سائرها. فيَرِد عنده احتمالان أو أكثر، ولا يتمكن من الترجيح بين تلك الاحتمالات . ¶ وقول المؤلف هنا: \"وترجع الأحكام لليقين\" يعني: أن الشريعة عولت في أحكامها على اليقين، وليس مراد المؤلف هنا: عدم إعمال الظن الغالب؛ لأن الشريعة جاءت بإعمال الظن الغالب في عدد من المسائل، ويدل على ذلك: قول الله -جل وعلا-: { فَإِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ } (1) فعول بالحكم على الظن، والمراد به: الاحتمال الراجح . ¶ ومثله قول النبي - صلى الله عليه وسلم - \" لا أظن أن فلانا وفلانا يعرفان من ديننا شيئا \" كما في الصحيح، فعول على حكم الظن. وهذا مذهب جماهير أهل العلم، أن الظن الغالب يُعمل به مطلقا. وقال الظاهرية: بأن الظن يُعمل به في تحقيق مناط المسائل. مثل: العمل بشهادة الشهود، مع كونها ظنية. ¶ لكن لا يعمل بالظن في أدلة الشريعة؛ ولذلك أنكروا العمل بالقياس، والعمل ببعض المفاهيم الظنية. ومذهب الجمهور أقوى من جهة الدليل السابق، وهو أن الشريعة قد عوّلت على الظن في كثير من الأحكام الشرعية. ¶ ومراد المؤلف بقوله: \"فلا يزيل الشك لليقين\": أن الشك إذا ورد على الإنسان، وكان عنده يقين وقطع سابق، فإنه لا يلتفت إلى الشك. بل المعول عليه اليقين السابق . ¶ __________ ¶ (1) - سورة البقرة آية : 230.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "والمراد هنا: أن الشك لا يزيل اليقين من جهة الحكم. وإلا فلا شك أن اليقين في الزمن اللاحق ينتفي لوجود الشك الطارئ، فاليقين الثابت في الزمن الأول لا يبقى مع وجود الشك. ودليل القاعدة: عدد من النصوص الشرعية، منها قوله - عز وجل - { وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا } (1) وقوله: { إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ بd,pّ:$# شَيْئًا (28) } (2) . ¶ وجاء في الصحيح، من حديث عبد الله بن زيد - رضي الله عنه - أنه \" شُكي للنبي - صلى الله عليه وسلم - الرجل يجد الشيء في الصلاة؟ فقال النبي - صلى الله عليه وسلم - لا ينصرف حتى يجد ريحا، أو يسمع صوتا. \" وجاء في الصحيح أيضا أن النبي - صلى الله عليه وسلم - قال: \" إذا شك أحدكم في صلاته، فلم يدر هل صلى ثلاثا أو أربعا؟ فليطرح الشك، وليبن على اليقين \" . ¶ إذا تقرر ذلك، فإن هذه القاعدة قاعدة مهمة، وتدخل في جميع أبواب الفقه، بل إن هناك عددا من القواعد الفقهية مرتبة على هذه القاعدة. وقد ذكر المؤلف عددا من القواعد المنبنية على هذه القاعدة بعدها مباشرة، والمسائل التي تندرج تحت هذه القاعدة على نوعين: ¶ النوع الأول: مسائل يُتفق على اندراجها في القاعدة، ويتفق على حكمها. ¶ مثال ذلك: من كان محْدِثا في الصباح، ثم شك بعد ذلك هل طرأت الطهارة عليه؟ كان محدثا في الصباح، وشك هل توضأ بعد ذلك؟ فاليقين الثابت في الزمان الأول أنه محدِث، فلا يلتفت إلى الطهارة المشكوك فيها. ¶ مثال آخر: اليقين أنه لا يجوز وطء الأجنبية، فإذا شك الإنسان هل أجرى عقد النكاح عليها؟ فإن الأصل أن الأجنبية محرمة، ولا يجوز وطؤها. ¶ والنوع الثاني من المسائل: مسائل اتفق على اندراجها في القاعدة، واختلف في الحكم الذي تطبق عليه تلك المسألة. ¶ __________ ¶ (1) - سورة يونس آية : 36. ¶ (2) - سورة النجم آية : 28.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "مثال ذلك: إذا كان الإنسان متطهرا في الصباح، ثم شك هل أحدث بعد ذلك؟ فإن الأصل أنه متطهر؛ لأن اليقين الثابت في الزمان الأول لا يزول بطروء الشك في الحدث. وهذا مذهب جمهور أهل العلم. ¶ وقال المالكية: لا، اليقين أن الصلاة واجبة في ذمة الإنسان، فلا نزيل هذا اليقين بطهارة مشكوك فيها، فلا يجوز له أن يصلي والحال هذه. ¶ مثال آخر: إذا طلق الإنسان زوجته، وشك هل طلقها ثلاثا أو واحدة؟ فالجمهور يقولون: النكاح في الزمان الأول متيقن، فلا نزيله بطلاق مشكوك فيه، فنحكم بأنها طلقة واحدة. وقال المالكية: الأصل تحريم وطء الأجنبية، فلا نزيل هذا الأصل المتيقن بنكاح مشكوك في بقائه، فنحكم بأنها ثلاث طلقات. ¶ إذا تقرر هذا، فإن هذه القاعدة أُصلت في أصل عظيم، ودليل من أدلة الشريعة، وهو الاستصحاب. والاستصحاب على أنواع: ¶ النوع الأول: استصحاب الإباحة الأصلية، فالأصل في الأفعال أنها مباحة. ¶ والنوع الثاني: استصحاب البراءة، فالأصل أن الذمم بريئة، ولا يلحقها شيء من الواجبات حتى يأتي دليل من الشارع. ¶ والنوع الثالث من الاستصحاب: استصحاب نص الشارع حتى يثبت أنه منسوخ، فلا نحكم على الدليل الشرعي بأنه منسوخ حتى يأتي دليل. ¶ والنوع الرابع: استصحاب العموم حتى يأتي دليل يخصصه. ¶ والنوع الخامس: استصحاب الوصف مثل: استصحاب الطهارة الثابتة في الصباح، فنستصحب حكمها في الزمان الثاني. ¶ والنوع السادس: استصحاب الإجماع في محل النزاع، وذلك بأن يكون هناك مسألة أجمع العلماء عليها، ثم تتغير إحدى الصفات، ومن ثَم يقع الاختلاف. مثال ذلك: أجمع العلماء على أن من رأى الماء قبل الصلاة بطل تيممه، ثم اختلفوا فيما إذا رآه في أثناء الصلاة، فتغيرت إحدى الصفات. ¶ فهل يصح للإنسان أن يقول: إذا رأى الماء قبل الصلاة، بطل تيممه بالإجماع؟ فنستصحب ذلك فيما إذا رآه أثناء الصلاة؟ الجمهور يقولون: لا يصح هذا الاستصحاب. قالوا: لأنه لا تصح دعوى الإجماع في محل النزاع.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "والقول الثاني في المسألة: بأنه يصح. قالوا: والمستصحَب ليس هو الإجماع، وإنما المستصحَب مستند الإجماع؛ لأنه -بالاتفاق- لا بد أن يكون للإجماع دليل يستند عليه، قالوا: فنحن حينئذ نستصحب دليل الإجماع ، واستصحاب الدليل محل اتفاق. هذا ما يتعلق بهذه القاعدة، وسنأخذ بعضا من القواعد المندرجة تحت هذه القاعدة في الأبيات الآتية. نعم . ¶ الأصل في المياه والأرض والملابس الطهارة ¶ والأصل في مياهنا الطهارة ¶ والأرض والسماء والحجارة ¶ يقول المؤلف هنا: \"الأصل\" المراد بالأصل: القاعدة المستمرة التي نحكم بها. إذا لم يوجد دليل يغير الأصل، فإن المسائل على أربعة أنواع: ¶ النوع الأول: مسائل فيها دليل بالتحريم أو النجاسة أو الفساد، فيحكم بذلك الدليل. ¶ والنوع الثاني من المسائل: مسائل فيها دليل يدل على: الإباحة أو الطهارة أو الصحة، فنحكم بذلك الدليل . ¶ النوع الثالث: مسائل يوجد فيها دليلان متعارضان: دليل يدل على الصحة، ودليل يدل على الفساد. أو دليل يدل على الإباحة، وآخر يدل على التحريم. فإذا لم يمكن الجمع بينهما، فلا بد من الترجيح، ومن قواعد الترجيح: أن دليل التحريم يقدم على دليل الإباحة . ¶ النوع الرابع من المسائل: مسائل لا يوجد فيها دليل، أو لا نعلم فيها دليلا. فهذه نطبق عليها قواعد الأصل. ¶ قوله هنا: \"والأصل في مياهنا الطهارة\". يراد بهذه القاعدة: أن الماء الذي لا نعلم فيه دليلا على طهارته، ولا على نجاسته، فإننا نحكم بقاعدة الأصل، وهو أن الأصل أنه طاهر ما لم يأت دليل يغيره، ودليل هذه القاعدة: عدد من النصوص الشرعية، منها قوله - عز وجل - { وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ } (1) وقوله: { وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا (48) } (2) . ¶ __________ ¶ (1) - سورة الأنفال آية : 11. ¶ (2) - سورة الفرقان آية : 48.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وقول النبي - صلى الله عليه وسلم - في البحر: \" هو الطهور ماؤه \" وقال في الحديث الآخر: \" الماء طهور لا ينجسه شيء \" إلى غير ذلك من الأحاديث الواردة في طهارة المياه. فهذا هو الأصل، والقاعدة المستمرة في المياه . ¶ وكذلك الأرض، الأصل أنها طاهرة، حتى نعلم دليلا نحكم به على أن الأرض نجسة. وهذا يشمل الفرشات، ويشمل الإسفلت، ونحو ذلك من الأمور. فالأصل أنها طاهرة، حتى يأتي دليل يغيرها. ودليل طهارة الأرض عدد من النصوص الشرعية منها: قول النبي-صلى الله عليه وسلم-: \" أعطيت خمسا لم يعطهن أحد قبلي \" وذكر من ذلك: \" وجعلت لي الأرض مسجدا وطهورا، فأيما مسلم أدركته الصلاة، فعنده مسجده وطهوره \" وفي الحديث الآخر قال النبي - صلى الله عليه وسلم - \" الصعيد الطيب طهور المسلم إذا لم يجد الماء، ولو عشر سنين \" كما في سنن أبي داود. ¶ وكذلك الثياب، الأصل فيها الطهارة، ولا يحكم بنجاستها إلا إذا قام دليل على أنها نجسة. ودليل ذلك: أن النبي - صلى الله عليه وسلم - وصحابته -رضوان الله عليهم- كانوا يلبسون الثياب التي يصنعها الكفار وينسجونها، ولا يغسلونها. فدل ذلك على أن الأصل فيها الطهارة. وأما الحجارة فهي نوع من أنواع الأرض، فتأخذ حكمها في ذلك. نعم . ¶ الأصل في الأبضاع واللحوم والنفس والأموال التحريم ¶ والأصل في الأبضاع واللحوم ¶ تحريمها حتى يجيء الحل ¶ والنفس والأموال للمعصوم ¶ فافهم هداك الله ما يُمل ¶ لعلها \"ما يَحِلُ\" . ¶ الأصل في الأبضاع التحريم. البُضع: قطعة اللحم، في لغة العرب. وفي الاصطلاح يطلق على ثلاثة معان:",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "المعنى الأول: الفرج. ولا شك أن الأصل في الفروج التحريم، فلا تستعمل إلا في ما جاء دليل بحله وجوازه. ودليل ذلك: قول الله - عز وجل - { وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (5) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (6) فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ (7) } (1) . ¶ وجاء في الحديث أن النبي - صلى الله عليه وسلم - قال في النساء: \" اتقوا الله في النساء، فإنكم استحللتم فروجهن بكلمة الله \" فدل ذلك على أن الأصل في النساء تحريم الفروج، حتى يأتي أمر يحلها، وهو كلمة الله. والمراد بكلمة الله -على الصحيح- عقد النكاح. إلى غير ذلك، من النصوص الواردة في تحريم الأبضاع، بمعنى الفروج . ¶ المعنى الثاني من معاني ذلك: الجماع. والجماع لازم للفرج، وإذا قررنا أن الأصل في الفروج التحريم، فكذلك في الجماع . ¶ والمعنى الثالث: يراد به عقد النكاح، وذهب بعض العلماء إلى أن الأصل في العقود -عقد النكاح- التحريم، كما رأى ذلك السيوطي -في الأشباه والنظائر- وغيره من أهل العلم. وهو ظاهر عبارة المؤلف هنا، وظاهر عبارته في الشرح. وهذا المعنى لا يصح، بل الأصل في عقد النكاح الجواز والحل، حتى يأتي دليل يدلنا على التحريم. ¶ __________ ¶ (1) - سورة المؤمنون آية : 5-7.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ودليل ذلك: عدد من النصوص الشرعية، منها قوله -جل وعلا-: { يَا أَيُّهَا الَّذِينَ آَمَنُوا أَوْفُوا بِالْعُقُودِ } (1) ومن ذلك عقد النكاح. فالأصل في العقود الصحة والجواز، حتى يأتي دليل يدل على الفساد، وعدم الصحة. ويدل على ذلك: قوله -جل وعلا-: { حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ } (2) الآية، فإن الله - عز وجل - قد حصر المحرمات، فدل ذلك على أن الباقي على الحل . ويدل عليه آخر الآية في قوله - عز وجل - { وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ } (3) فدل ذلك على أن الأصل في عقد النكاح الجواز والحل، حتى يأتي دليل يغيره . ¶ قال: \"والأصل في اللحوم التحريم\". وهذا مذهب بعض الفقهاء، أن الأصل في اللحوم هو التحريم. ويستدلون على ذلك بحديث عدِي، أن النبي - صلى الله عليه وسلم - قال: \" إذا أرسلت كلبك المعلم، ووجدت معه غيره فقتل، فلا تأكل فإنك لا تدري أيَّهما قتل \" ويستدلون على ذلك: بأنه إذا اجتمع في نوع اللحم سبب مُبيح وسبب حاظر، غلب جانب الحظر. كما في البغل، وكما في الطير إذا صيد بالسهم، فوقع في الماء . وقد ورد في ذلك حديث في النسائي . ¶ ولعل هذه الأدلة ليست في مسألة الأصل؛ لأن هذه الأدلة لما اجتمع فيه سببان: سبب تحريم، وسبب إباحة. كلب صيد وكلب أجنبي، سهم وغرق. ومسائل الأصل -كما تقررت سابقا- يراد بها: المسائل التي ليس فيها دليل. لا دليل إباحة، ولا دليل تحريم؛ ولذلك فإن الأظهر أن الأصل في اللحوم هو الحل، وليس التحريم. ¶ كما قلنا في المياه: الأصل فيها الطهارة، ولو اجتمع سبب طهارة، وسبب نجاسة في الماء، حرم. ولا يدل ذلك على: أن الأصل في المياه هو النجاسة . ¶ __________ ¶ (1) - سورة المائدة آية : 1. ¶ (2) - سورة النساء آية : 23. ¶ (3) - سورة النساء آية : 24.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ويدل على: أن الأصل في اللحوم هو الجواز والحل، قوله سبحانه: { قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً } (1) الآية، فإنه دل على: أن الأصل هو الحل والجواز، وأن التحريم مستثنى. ويدل على ذلك: قوله جل وعلا: { وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ } (2) فدل أن الأصل هو الحل والجواز في اللحوم المأكولة، وأن التحريم مستثنى . ¶ ويدل عليه أيضا: قوله جل وعلا: { إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ } (3) فحصر المحرمات بأداة الاستثناء \"إنما\" وقوله جل وعلا: { حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ } (4) الآية، فدل ذلك على أن الأصل في اللحوم هو الإباحة . ¶ ويدل عليه أيضا ما ورد في السنن، من حديث عائشة أن النبي - صلى الله عليه وسلم - \" سئل عن اللحوم التي تؤتى إليهم، ولا يُدرى هل ذكر اسم الله عليها أو لا؟ فقال: اذكروا اسم الله عليها أنتم وكلوا \" ولو كان الأصل في اللحوم التحريم؛ لقيل: لا تأكلوا حتى تعلموا قيام سبب الإباحة. إلى غير ذلك من النصوص الدالة على أن الأصل في اللحوم هو الحل والجواز، حتى يأتي دليل يغيره . ¶ __________ ¶ (1) - سورة الأنعام آية : 145. ¶ (2) - سورة الأنعام آية : 119. ¶ (3) - سورة البقرة آية : 173. ¶ (4) - سورة المائدة آية : 3.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وقوله هنا: \"الأصل في النفس التحريم\". هذا يراد به: أنه لا يجوز سفك الدماء إلا بدليل من الشارع. فالأصل: تحريم الاعتداء على دماء الخلق، حتى يأتي دليل بذلك. ويدل على هذه القاعدة: نصوص شرعية كثيرة، منها قوله جل وعلا: { وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا (29) } (1) ومنها قوله سبحانه: { وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ } (2) وقوله: { وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ } (3) . ¶ وقول النبي - صلى الله عليه وسلم - \" لا يحل دم امرئ مسلم إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة \" وقول النبي - صلى الله عليه وسلم - في المُعاهِد من الذميين: \" من قتل معاهدا لم يرح رائحة الجنة \" فهذا هو الأصل والقاعدة المستمرة تحريم الدماء . ¶ إلا ما جاء دليل بجواز سفك الدم فيه، وذلك في غير المعصوم مثل: الساحر بالنسبة للإمام؛ لقول النبي - صلى الله عليه وسلم - \" حد الساحر ضربة بالسيف \" كما في السنن. ومثل المرتد، ومثل المحارب من غير المسلمين؛ لقوله سبحانه: { فَاقْتُلُوا الْمُشْرِكِينَ } (4) . ¶ __________ ¶ (1) - سورة النساء آية : 29. ¶ (2) - سورة الأنعام آية : 151. ¶ (3) - سورة الفرقان آية : 68. ¶ (4) - سورة التوبة آية : 5.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وقول المؤلف هنا: \"الأصل في الأموال التحريم\" هذه أيضا قاعدة مستمرة في الشريعة، ويدل عليها: عدد من النصوص، منها قوله سبحانه: { يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ } (1) وقوله سبحانه: { وَلَا تَعْتَدُوا إِن اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ (190) } (2) وقوله - عز وجل - { وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ (188) } (3) . ¶ وقول النبي - صلى الله عليه وسلم - \" إن دماءكم وأموالكم عليكم حرام \" وقول النبي - صلى الله عليه وسلم - \" لا يحل مال امرئ مسلم إلا بطيب نفس منه \" إلى غير ذلك من النصوص . ¶ وقول المؤلف هنا: \"إلا للمعصوم\" يراد به: المحارِب، فإنه يجوز الاستيلاء على أموالهم، إذا قامت الحرب بين المسلمين وغيرهم. ويدل على ذلك: عدد من النصوص، منها قول الله - عز وجل - { وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا } (4) وقوله - عز وجل - { يَسْأَلُونَكَ عَنِ الْأَنْفَالِ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ } (5) وقوله سبحانه: { * وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ } (6) الآية، وقول النبي - صلى الله عليه وسلم - \" من قتل قتيلا فله سلبه \" وكان النبي - صلى الله عليه وسلم - يغزو المشركين، ويأخذ أموالهم. ¶ __________ ¶ (1) - سورة النساء آية : 29. ¶ (2) - سورة البقرة آية : 190. ¶ (3) - سورة البقرة آية : 188. ¶ (4) - سورة الأحزاب آية : 27. ¶ (5) - سورة الأنفال آية : 1. ¶ (6) - سورة الأنفال آية : 41.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "والأوْلى عدم ذكر الاستثناء في القاعدة فيقال: الأصل في الأموال التحريم. ولا يذكر المعصوم؛ لأن المراد هنا: تقرير القاعدة، والأصل العام. وأما المستثنيات فلا تؤخذ من صلب القاعدة، ويدل على ذلك: أن التصرف في الأموال يجوز في بعض الحالات الأخرى، مثل التصرف بحق، مثل: أخذ البنيان الذي يحتاج إليه الناس في طرقاتهم، ومثل: المال المؤذي الذي يؤذي الناس مثل الجمل الهائج. ¶ فهذه تصرفات بحق، ومع ذلك لم يذكر المؤلف هذا القيد. فلو لم يذكر القيد الأول، لكان أضبط على منهج الأصوليين، في ذكر القاعدة بدون ذكر مستثنياتها. ¶ ومن القواعد المهمة -مثل هذه القواعد- قاعدة \"الأصل في الأعراض\". فإن الأصل في الأعراض التحريم، بحيث لا يجوز أن يُتناول عرض المسلم بفعل ولا بقول. هذا هو الأصل، والقاعدة مستمرة. فلا يجوز الحديث في الآخرين، ولا غيبتهم، ولا الكلام في معائبهم، إلا إذا قام دليل على جواز ذلك . ¶ ودليل هذا: قول الله جل وعلا: { يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ } (1) إلى أن قال في الآية الأخرى: { وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ } (2) . ¶ وجاء في الحديث المتفق عليه أن النبي - صلى الله عليه وسلم - قال: \" إن دماءكم وأموالكم وأعراضكم عليكم حرام، كحرمة يومكم هذا، في شهركم، هذا في بلدكم هذا \" ولا يحضرني الآن هل لفظة \"أعراضكم\" في الصحيحين؟ أو هي في مسلم فقط؟ ¶ __________ ¶ (1) - سورة الحجرات آية : 11. ¶ (2) - سورة الحجرات آية : 12.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "يبقى هنا إشكال على المؤلف: وهو أنه ذكر أن التحريم يضاف إلى الأعيان والذوات، فقال: \"الأصل في الأبضاع التحريم\". والأبضاع ذوات. والأصل في اللحوم التحريم، وهي ذوات. والأصل في الأنفس، وهي ذوات. ومن المقرر عند الأصوليين: أنه لا يصح إضافة الأحكام التكليفية للذوات، بخلاف الأحكام الوضعية، فيجوز إضافتها للذوات. ¶ والصواب: أن مثل ذلك لا يعد مجملا، وللعلماء في تفسيره منهجان: ¶ المنهج الأول: أنه يفسَّر بحسب العرف، فيقال: الأصل في الأبضاع يعني: في وطء الأبضاع. والأصل في اللحوم يعني: في أكلها. والأصل في الأنفس يعني: في سفكها. والأصل في الأموال يعني: في أخذها. ¶ والقول الثاني: بأن الحكم يطلق على جميع الأفعال المناسبة، فالأصل في جميع الأفعال المتعلقة بهذه الأمور هو التحريم. وهما منهجان لأهل العلم، وقد سبق ذكر هذه القاعدة في درس سابق. نعم. ¶ الأصل في العادات الإباحة ¶ والأصل في عاداتنا الإباحة ¶ حتى يجيء صارف الإباحة ¶ هذه القاعدة من القواعد المندرجة تحت قاعدة \"اليقين لا يزال بالشك\". والمراد بالعادات: ما لا يتقرب به الإنسان، ويتعبد به. ويراد بالإباحة: الإذن في فعل الشيء، وفي تركه. ¶ ويدل على هذه القاعدة -أن الأصل في العادات الإباحة- عدد من النصوص الشرعية، منها قول الله - عز وجل - { هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا } (1) إلى غير ذلك من النصوص الدالة على الإباحة. ¶ وهذه القاعدة كما تنفي التحريم تنفي الوجوب أيضا، فالعادات الأصل فيها أنها مباحة، ليست بواجبة، وليست بمحرمة؛ لأن صرف الإباحة قد يكون بدليل يطلب الفعل، وقد يكون بدليل يطلب ترك الفعل، ومن الأدلة على هذه القاعدة قول النبي - صلى الله عليه وسلم - \" إن من أعظم المسلمين جُرما من سأل عن شيء لم يحرم، فحرم من أجل مسألته \" كما في الصحيح، في الحديث الآخر \" ذروني ما تركتكم \" . ¶ __________ ¶ (1) - سورة البقرة آية : 29.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وقول المؤلف هنا: \"حتى يجيء صارف الإباحة\" يعني: إذا ورد دليل من الشارع يدل على: أن العادة ليست مباحة، وإنما هي محرمة، فإنه يعمل بهذا الدليل، ولا يعمل بقاعدة \"الأصل في العادات الإباحة\". وهذا يدلنا على أن الشريعة قد شملت جميع أفعال العباد بالأحكام . ¶ وليست الشريعة خاصة بالمساجد -بدور العبادة- وبالعبادات فقط، بل الشريعة شاملة عامة، تشمل جميع أفعال المكلفين، سواء ما كان منها عادة، أو ما كان عبادة، وهذا من فضل الله - عز وجل - علينا بهذه الشريعة. ¶ وفي هذه القاعدة -في قول المؤلف: \"حتى يجيء صارف الإباحة\"- خلاف بين الأصوليين. هل تترك قاعدة \"الأصل في الأفعال الإباحة\" بظن عدم الصارف؟ أو بالقطع به؟ فالأصل: أنه لا يعمل بدليل، أو بقاعدة \"الأصل في العادات الإباحة\" حتى يبحث المجتهد في أدلة الشريعة. ¶ هل يوجد هناك دليل صارف؟ أو لا يوجد؟ وهل يكتفى بالظن بعدم وجود الدليل الصارف؟ أم لا بد من القطع؟ قولان للأصوليين. ولعل الصواب أنه يكتفى بالظن؛ لأن غلبة الظن معمول بها في الشريعة، وهذا يدلنا على أن هذه القاعدة -قاعدة الأصل في العبادات الإباحة- إنما يعمل بها أهل الاجتهاد؛ لأنهم هم الذين يعرفون هل ورد دليل صارف؟ أو لم يرد؟ ¶ وأما من لم يكن من أهل الاجتهاد، فإنه لا يعمل بهذه القاعدة، وإنما الواجب عليه سؤال العلماء؛ لقوله - عز وجل - { فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ (43) } (1) نعم. ¶ الأصل في العبادات التحريم ¶ وليس مشروعا من الأمور ¶ غيرُ الذي في شرعنا مذكور ¶ __________ ¶ (1) - سورة النحل آية : 43.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "هذا فيه قاعدة: الأصل في العبادات التحريم. فلا يجوز للإنسان أن يتعبد لله - عز وجل - بعبادة، إلا إذا ورد دليل من الشارع بكون تلك العبادة مشروعة. ولا يجوز لنا أن نخترع عبادات جديدة، ونتعبد الله - عز وجل - بها، سواءً عبادة جديدة في أصلها، ليست مشروعة، أو نبتدع صفة في العبادة ليست واردة في الشرع، أو نخصص العبادة بزمان أو مكان . ¶ كل هذا من البدع المحرمة في الشريعة، ودليل تحريم البدع، وعدم جواز التعبد -عبادة الله - عز وجل - بها- قوله سبحانه: { قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ } (1) فالأصل الاتباع. وقوله -جل وعلا-: { وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ (158) } (2) وقوله سبحانه: { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ } (3) وقوله - عز وجل - { أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ } (4) . ¶ فالتشريع حق خاص بالله - عز وجل - ويدل على ذلك -من السنة- حديث عائشة الصحيح: \" من أحدث في أمرنا هذا ما ليس منه، فهو رد \" وفي رواية: \" من عمل عملا ليس عليه أمرنا، فهو رد \" وفي حديث العرباض أن النبي - صلى الله عليه وسلم - قال: \" وإياكم ومحدثات الأمور، فإن كل محدثة بدعة، وكل بدعة ضلالة \" كما في النسائي . ¶ إذا تقرر ذلك، فإن هذه القاعدة قاعدة عظيمة، تحصل بها حماية الشريعة من التحريف والتبديل. فإنه لو قيل بجواز اختراع عبادات جديدة، لكان ذلك وسيلة إلى تبديل الشريعة، ووسيلة إلى وصف الشريعة بكونها ناقصة، وأننا نأتي نكملها ونزيد فيها، ووسيلة إلى الطعن في كون النبي - صلى الله عليه وسلم - خاتما للأنبياء والرسل. ¶ __________ ¶ (1) - سورة آل عمران آية : 31. ¶ (2) - سورة الأعراف آية : 158. ¶ (3) - سورة الأحزاب آية : 21. ¶ (4) - سورة الشورى آية : 21.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "ومن أمثلة العبادات غير المشروعة: ما يفعله بعض الناس من التقرب لله - عز وجل - بالتصفيق أو بالرقص والغناء، هذه إذا فُعلت على جهة العبادة تكون بدعة مخالفة للشريعة. ومثل الاحتفال برأس السنة، أو الاحتفال بالمولد النبوي، ومثل ذلك أيضا: إذا كان العمل لم يرد فيه إلا دليل ضعيف، فإنه يحكم بكونه بدعة؛ لأنه لا يصح تقرير عبادة جديدة بواسطة الحديث الضعيف. مثل الحديث الوارد في صلاة التسبيح . ¶ وإذا نذر الإنسان عبادة غير مشروعة، فإن نذره لا ينعقد، ولا يجب عليه الوفاء بذلك النذر، ولا يجب عليه كفارة. ودليل ذلك أن النبي - صلى الله عليه وسلم - رأى رجلا واقفا في الشمس فسأل عنه فقيل: هذا أبو إسرائيل. نذر أن يقوم في الشمس، ولا يقعد ولا يستظل، وأن يصوم. فقال النبي - صلى الله عليه وسلم - \" مروه أن يقعد ويستظل، وأن يتم صومه \" فأمره بالوفاء بنذر العبادة المشروعة، وهو الصوم، ونهاه عن الوفاء بنذر العبادة غير المشروعة، وهي الوقوف وعدم الاستظلال، ولم يأمره بالكفارة. ¶ إذا تقرر ذلك، فقد يأتي الفعل غير المشروع زيادة على الفعل المشروع، فيكون أصل الفعل مشروعا، ولكن الزيادة ليست مشروعة، فحينئذ الزيادة لا شك أنها باطلة. ولكن هل تعود على أصل الفعل بالإبطال؟ ¶ نقول: الأفعال على صنفين: ¶ الصنف الأول: ما تكون الزيادة متصلة بالمزيد عليه، فحينئذ تبطله الزيادة، تبطل المزيد عليه. ¶ مثال ذلك: من صلى الظهر خمس ركعات، فإن صلاته كلها باطلة؛ لأن الركعة الزائدة متصلة بالأربع . ¶ النوع الثاني: زيادة منفصلة، فحينئذ لا تعود على أصل الفعل بالإبطال. ¶ مثال ذلك: من توضأ أربع مرات أربع مرات ، فالمرة الرابعة بدعة، لكن لا تعود على الغسلات الثلاث بالإبطال؛ لكونها منفصلة عنها. نعم. ¶ الوسائل تعطى أحكام المقاصد ¶ وسائل الأمور كالمقاصد ¶ واحكم بهذا الحكم للزوائد",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "يراد بوسائل الأمور: الطرق المفضية إلى المقاصد. هذا هو المراد بالوسائل، والمقاصد: هي الغايات والأمور المرادة والمطلوبة. والزوائد: هي الأمور المتممة للفعل. ¶ والوسائل إن كان لها حكم مستقل في الشريعة، بالوجوب أو بالتحريم، فإنها تأخذ حكمها الأصلي في الشريعة. ¶ مثال ذلك: وسيلة أن يتوسل الإنسان لوطء الأجنبية بعقد النكاح، فهذا فيه دليل من الشارع يدل على جوازه وحله. أما إذا لم يرد دليل يخص تلك الوسيلة، فإن الوسائل على ثلاثة أنواع: ¶ وسائل مفضية إلى المقصود قطعا. فهذه تأخذ حكم المقصود، ويعبر عنها أهل الأصول بقولهم: \"ما لا يتم الواجب إلا به فهو واجب\". مثل: أن غَسل القدم لا يتم استيعابه إلا بغسل جزء من الساق، فيكون غسل ذلك الجزء واجبا. ¶ ويعبرون عنه أيضا بقولهم: \"ما لا يتم اجتناب الحرام إلا باجتنابه فهو حرام\". إذا لم يمكن اجتناب المحرم إلا باجتناب أمر آخر، كان الآخر حراما. مثال: ذلك: إذا اختلطت الأخت بأجنبية، فإن الأجنبية تحرم. لماذا؟ لأنه لا يحل وطء ولا العقد على الأخت، ولا يتم اجتناب هذا الحرام إلا باجتناب الأجنبية، التي اشتبهت بها . ¶ النوع الثاني من الوسائل: وسائل تفضي إلى المقصود نادرا. فهذه لا تأخذ حكم المقصود. والنادر -في الغالب- لا تلتفت إليه الشريعة، ومثال ذلك: لو قال قائل: نمنع زراعة العنب؛ لئلا يتخذ منه الخمر. فقيل: هذه وسيلة تفضي إلى هذا المحرم نادرا، فحينئذ لا يلتفت إلى كونها وسيلة إليه، ولا يحكم على الوسيلة بالحكم المقصود هنا؛ لندرة اتخاذ هذا الأمر وسيلة إلى هذا المقصود. ¶ والنوع الثالث من أنواع الوسائل: وسائل مفضية إلى المقصود غالبا. فهذه اختلف الفقهاء فيها. ومثال هذه المسألة: بيع العنب إلى مصانع الخمور، ومثلها أيضا بيع السلاح في وقت الفتنة، وقت الحرب بين المسلمين بعضهم بعضا .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "فذهب الظاهرية، وبعض الشافعية، وبعض الحنفية، إلى أنه لا تسد الذرائع حينئذ، ولا يحكم عليها بالتحريم، ولا مانع من بيع العنب في هذه الحالة. واستدلوا على ذلك: بأن الأصل في هذه الأفعال الجواز والحل، والله - عز وجل - يقول: { فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ } (1) وقال: { وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ } (2) . ¶ والقول الثاني في المسألة: بأنه يحكم على هذه المسائل بحكم مقاصدها، ويحكم على الوسائل -المفضية إلى الفساد غالبا- بالتحريم، ودليل ذلك: أن الله - عز وجل - قد سد الذرائع المفضية إلى الفساد غالبا في كثير من مواطن الشريعة، ومن ذلك قوله - عز وجل - { وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ } (3) فمنع من سب آلهة المشركين؛ لأنه يفضي إلى سب الله، وسب الله محرم، فما أفضى إلى المحرم يكون محرما . ¶ واستدلوا ثانيا: بأن في سد الذرائع زيادة تمسك بالنصوص الشرعية. فنحن عندما نمنع من الشيء، ونمنع من طرقه، نكون قد تمسكنا زيادة تمسك بالنصوص الشرعية. وهذا مذهب الجمهور، وهو أقوى وأولى . وأما بالنسبة للزوائد، والأمور المتممة، فإنها -في أصل الثواب والعقاب- تأخذ حكم ما هي متممة له. فالراجع من المسجد إلى البيت يكون مُثابا على هذا الفعل. ¶ ولكن في التحريم، هل الأمور المتممة للمحرم تأخذ حكمه؟ نقول: هذه على نوعين: ¶ النوع الأول: أمور متممة للمحرم من جنسه، فتأخذ حكمه في أصل التحريم، وفي التأثيم. ¶ والنوع الثاني: متممات للتخلص من الحرام، فهذه لا تأخذ حكمه. ¶ مثال ذلك: المُحْرِم إذا تذكر أن على بدنه مخيطا، فإنه ينزع المخيط، هذا النزع للتخلص من المحرَّم. ¶ __________ ¶ (1) - سورة النساء آية : 59. ¶ (2) - سورة الشورى آية : 10. ¶ (3) - سورة الأنعام آية : 108.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وهناك مسائل يقع التردد فيها، هل هي من متممات الحرام التي من جنسه؟ أو من متممات الحرام التي تكون للتخلص منه؟ ومثال ذلك: من كان يجامع زوجته في رمضان -في الليل- فأذّن المؤذن، فنزع. فهل النزع من جنس الوطء؟ فيجب عليه الكفارة، ويبطل صيامه؟ أو النزع للتخلص من الحرام؟ فحينئذ يصح الصيام، ولا يجب عليه الكفارة؟ موطن خلاف بين الفقهاء، منشؤه في تحقيق مناط المسألة، هل النزع وطء؟ أو النزع تخلص من الوطء؟ نعم. ¶ ارتكاب المحظور نسيانا أو خطأ أو إكراها ¶ والخطأ الإكراه والنسيان ¶ لكن مع الإتلاف يثبت البدل ¶ أسقطه معبودنا الرحمن ¶ وينتفي التأثيم عنه والزلل ¶ الخطأ يراد به معنيان: ¶ الأول: ضد الصواب، كما في قول إخوة يوسف: { يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ (97) } (1) المراد به: على خلاف الصواب. واسم الفاعل من هذا المعنى: \"خاطئ\". ¶ والمعنى الثاني: عدم القصد للفعل. يقال: أخطأ فلان، بمعنى: أنه لم يقصد الفعل، واسم الفاعل منه: \"مخطِئ\". ومراد المؤلف المعنى الثاني، وليس المعنى الأول . ¶ والخطأ لا يلحق به الإثم، بدلالة عدد من النصوص منها: قوله سبحانه: { رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا } (2) قال الله: \"قد فعلت\". ومنها قوله جل وعلا: { وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ } (3) ورد في الحديث \" إن الله تجاوز عن أمتي الخطأ والنسيان وما استكرهوا عليه \" . ¶ ولا يصح لهذا الحديث إسناد؛ ولذلك كثير من أهل العلم يضعف هذا الحديث، منهم الإمام أحمد، وبعضهم قواه؛ لأن طرقه متعددة، فقال: يقوي بعضها بعضا. وفي النفس من صحته شيء، إذا تقرر ذلك، فهل الخطأ يترتب عليه الضمان؟ أو لا يترتب عليه الضمان؟ إن كان في حقوق المخلوقين، فإنه يترتب عليه الضمان. ¶ __________ ¶ (1) - سورة يوسف آية : 97. ¶ (2) - سورة البقرة آية : 286. ¶ (3) - سورة الأحزاب آية : 5.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "من أخطأ فأتلف غيره، أو أتلف مالا لغيره، وجب عليه الضمان، قولا واحدا. ولذلك وجبت الدية على المخطئ، ووجب ضمان الأموال على من أتلفها مخطئا بالإجماع. أما إن كان الخطأ في حق الله - عز وجل - فحينئذ، هل يجب الضمان؟ نقول: لا يخلو الحال، إن لم يوجد إتلاف، فإنه لا يجب كفارة ولا ضمان في قول أكثر الفقهاء . ¶ مثال ذلك: من غطى رأسه وهو محرم، ناسيا أو مخطئا، فلا كفارة عليه. وكذلك من لبس المخيط خطأً، لا كفارة عليه. ¶ النوع الثاني مما يتعلق بحقوق الله: إذا كان فيه إتلاف، مثل: قص الأظافر للمحرم، وحلق الرأس للمحرم، وقتل الصيد للمحرم. وقد اختلف الفقهاء في ذلك على قولين: ¶ القول الأول: بأنه لا يجب الضمان، ودليل ذلك قوله - عز وجل - { يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ } (1) فقوله: \"متعمدا\" يدل على أن المخطئ لا يجب عليه الضمان، ولا يجب عليه المثل، وهذا بدلالة مفهوم المخالفة. ¶ والقول الثاني: بأنه يجب على المخطئ في حق الله -إذا ترتب على خطئه إتلاف- الضمان والكفارة، ويستدلون على ذلك بعدد من النصوص، منها قوله - عز وجل - { وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ } (2) قالوا: أوجب الكفارة مع كونه خطأ. ويستدلون على ذلك بقول النبي - صلى الله عليه وسلم - \" وفي النعامة -وفي رواية: حمار الوحش- بدنة \" قالوا: وهذا عام، يشمل المخطئ، ويشمل المتعمد. ¶ __________ ¶ (1) - سورة المائدة آية : 95. ¶ (2) - سورة النساء آية : 92.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "قالوا: وقوله \"متعمدا\" في الآية، ليس المراد إعمال المفهوم، وإنما المراد التشنيع على الفاعل. ومن شرط إعمال مفهوم المخالفة، ألا يكون له فائدة أخرى غير إعمال المفهوم. ولعل هذا القول -القائل بوجوب الكفارة والضمان على المخطئ في حقوق الله، إذا ترتب على خطئه إتلاف- هو الأرجح، لعل هذا القول هذا الأرجح. ¶ ويدل على ذلك: حديث كعب بن عجرة، فإنه قد أصابه الضرر، حتى أن القمل أصبح يتساقط من شعره، ومع ذلك لما جاز له حلق الشعر، لم يسقِط ذلك الكفارة، مع كونه مضطرا إلى حلق الشعر. فإذا كان المضطر -الذي يلحقه الضرر والأذى، وأجاز له الشارع هذا الفعل- يلحقه الكفارة، فمن باب أولى المخطئ. نحن لا نرتب الإثم، لكن نرتب الكفارة إذا ترتب على فعله إتلاف. ¶ وأما الإكراه فالمراد به: حمل الإنسان على ما لا يريده، ولا يرغبه. والإكراه على نوعين: ¶ النوع الأول: إكراه يزول معه الاختيار بالكلية. مثل: من ألقي من شاهق، فهذا يزول معه التكليف، ولا يلحق فعله ضمان، ولا غيره، إلا إذا لم يوجد متسبب، فيقع فيه اختلاف. ويسميه الجمهور \"إكراها ملجئا\"، هذا الذي يزول فيه الاختيار. ويسميه الحنفية \"اضطرارا\"، يسمونه اضطرارا. وبالإجماع أن التكليف يزول بهذا النوع من أنواع الإكراه . ¶ النوع الثاني من الإكراه: إكراه يبقى معه الاختيار. كمن هدد بالقتل، أو بقطع عضو، أو بالحبس والضرب، ويسميه الجمهور \"إكراها غير ملجئ\". والحنفية يقسمون هذا القسم إلى قسمين: إن كان التهديد بالقتل أو بالقطع، سموه \"إكراها ملجئا\"، وإن كان الإكراه بالحبس أو الضرب، سموه \"إكراها غير ملجئ\". ¶ ولهذا النوع من الإكراه شروط: منها أن يكون المكرِه قادرا على إيقاع ما هدد به، ومنها أن يكون المكرَه عاجزا عن دفع ما أكره عليه، ومنها أن يغلب على ظن المكرَه أن المكرِه سيوقع ما هدد به، ومنها أن يكون التهديد عاجلا غير آجل.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "فهذا النوع من الإكراه، هل يزول به التكليف؟ جمهور أهل العلم قالوا: لا يزول به التكليف؛ لأن معه اختيارا، فهو يقدر على الفعل، ويقدر على عدمه. والمعتزلة يقولون: يرتفع التكليف في هذه الحالة. ¶ وثمرة الخلاف بين المعتزلة والجمهور -في هذه المسألة- مَن أُكرِه على فعل الصلاة، أو أكره على الدخول في الإسلام، فنوى بصلاته، أو بدخوله في الإسلام، وجه الله تعالى، فحينئذ تصح صلاته على مذهب الجمهور، خلافا للمعتزلة . ¶ إذا تقرر ذلك، فإذا أكره الإنسان على شيء، هل يجوز له أن يفعل ما أكرِه عليه؟ بعض الفقهاء يقول: نعم، يجوز ذلك مطلقا. وبعضهم يقول: يجوز في الأفعال دون الأقوال. والصواب في هذه المسألة: أن الإنسان يقارن بين موجب الإكراه، وبين الفعل الذي أُكره عليه، فيفعل أدناهما مفسدة. ¶ مثال ذلك: من قيل له: ادخل بيت غيرك، وإلا قتلناك. هنا أيهما أقل مفسدة؟ الدخول أقل مفسدة، فيدخل البيت. ولو قيل له: اقتل فلانا وفلانا، وإلا قتلناك. فحينئذ موجب الإكراه أقل مفسدة، فلا يقدم على فعل ما أكره عليه. هذه هي القاعدة في باب الإكراه . ¶ وأما النسيان فالمراد به: الغفلة عما كان يستحضره الإنسان. هذا المراد بالنسيان. والنسيان يسقط به الفعل، ويسقط به التأثيم، فلا يأثم الإنسان إذا ترك شيئا ناسيا، أو فعل شيئا ناسيا. وإن كان النسيان متعلقا بحقوق الخلق، وجب على الإنسان ضمان ما أتلفه. وأما إذا كان النسيان في حقوق الله، فحينئذ هل يطالب الإنسان بأداء ما نسيه؟ أو يلحقه وجوب تدارك ما نسيه؟ ¶ نقول: لا تخلو الأفعال من شيئين: أفعال مأمور بها شرعا، فهذه إذا وقع النسيان فيها، فإنها -إذا نُسيت- يجب تداركها وفعلها. مثال ذلك: من نسي الصلاة، فإنه يجب عليه تدارك ما نسيه؛ لقول النبي - صلى الله عليه وسلم - -كما في البخاري-: \" من نام عن صلاة أو نسيها، فليصلها إذا ذكرها، لا كفارة لها إلا ذلك \" .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "والنوع الثاني: منهيات. فالمنهيات إذا فُعل فيها الشيء نسيانا، فإنها لا تؤثر على الفعل. ودليل ذلك: حديث أبي هريرة - رضي الله عنه - في الصحيح \" من أكل أو شرب ناسيا، وهو صائم، فليتم صومه، فإنما أطعمه الله - عز وجل - وسقاه \" . ¶ وهناك أفعال يقع فيها الجانبان: جانب حق المخلوق، وجانب حق الخالق سبحانه. فحينئذ يرتَب على الفعل الأمور المتعلقة بحق المخلوق، دون حق الخالق، إذا كان في نسيان الفعل في المنهيات. مثال ذلك: رجل طلق زوجته، ثم خرجت من العدة، ثم وطئها ناسيا كونه قد طلقها. ¶ فحينئذ بالنسبة للإثم ساقط، بالنسبة للأمور المترتبة على هذا الفعل في حقوق الله؛ ولأنه في منهي، فلا تعتبر. فلا يقام عليه حد الزنا، إلى غير ذلك مما يتعلق بحق الله. وأما ما يتعلق بحق المخلوق، حق المرأة، ما يجب لها من المال، أو لإثبات النسب، فهذا ثابت. ¶ وبهذه القاعدة -قاعدة النسيان- نفرق بين الشروط والموانع. فإن الشرط إذا تُرك نسيانا، أثر في العبادة. وأما المانع إذا فعل نسيانا، فإنه لا يؤثر في العبادة . نقف على هذا. ¶ نسأل الله - عز وجل - أن يرزقنا -وإياكم- العلم النافع، والعمل الصالح، وأن يجعلنا -وإياكم- من عباده المتحابين فيه، وأن يغفر لنا ولكم ذنوبنا، وأن يوفق علماء الشريعة لبيان أحكامها، وأن يوفق جميع المسلمين للدعوة لهذا الدين، وللتمسك به، وأن يوفق ولاة أمور المسلمين للحكم بهذه الشريعة. والله أعلم، وصلى الله على نبينا محمد. ¶ أحسن الله إليكم، وأثابكم، حفظكم الله. ¶ س: هذا سائل من دبي يقول: هل العمل في البنوك التجارية حلال أم حرام أم شبهة؟ وجزاكم الله خيرا. ¶ ج: العمل في البنك لا يخلو من أحد حالين: ¶ الحال الأول: أن يكون البنك لا يتعامل إلا بالمعاملات المباحة. هذا، العمل فيه جائز. ¶ النوع الثاني: بنوك تتعامل بالحرام. ¶ فالعمل فيها لا يخلو من أحد حاليين:",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الحال الأول: أن يكون عمله قائما على فعل المحرم، فحينئذ فعله حرام، والأجرة التي يأخذها من البنك أيضا حرام. ¶ والثاني: فعل لا يكون فيه عمل للمحرم، ولا إعانة على المحرم، فحينئذ يكون عمله مباحا جائزا. ¶ وهناك قسم ثالث من الأعمال: ألا يباشر الإنسان الفعل المحرم، ولكن يكون في فعله إعانة على الفعل المحرم من طريق غير مباشر. مثل: الحارس ومنظف الأرضيات، ونحو ذلك من الأفعال. فهذا موطن خلاف بين الفقهاء، منهم من يقول: لا يستحق الأجرة، عمله محرم، ولا يستحق الأجرة، والأجرة التي يأخذها أجرة محرمة. ¶ وبعض الفقهاء يقول: هو آثم بإعانته، لكنه يستحق أجرة المثل، وكل من القولين له قائل من أهل الزمان، ولا يترجح لدي فيهما شيء. والواجب على الإنسان أن يحذر من دخول المال الحرام عليه، فإن المال الحرام سبب لمحق البركة، سبب لحجب الدعاء عن الإجابة، سبب لدخول النار، كما ورد في الصحيح أن النبي - صلى الله عليه وسلم - قال: \" أيما جسد نبت على سحت فالنار أولى به \" . ¶ فالعاقل يقدم أمر الآخرة -التي نعيمها خالص لا كدر فيه، ونعيمها دائم ليس مؤقتا- على المنفعة الدنيوية، التي يُظَن أنها منفعة؛ لأنها مكدرة بالمصائب، ومؤقتة. والصواب أن المعاصي لا بركة فيها، وأنه لو ظن الإنسان أن فيها خيرا له، لكن حقيقة الأمر أنه لا يستفيد منها، لا في دنياه ولا في آخرته. نعم. ¶ س: أحسن الله إليكم. هذا سائل من الإمارات يقول: ما شروط إعمال مفهوم المخالفة؟ وما مثال ما لم يعمل فيه؟ وجزاكم الله خيرا. ¶ ج: مفهوم المخالفة يراد به: أن يَرِدَ مع الكلام وصف أو قيد، فيفهم منه أن المسكوت عنه مخالف للمنطوق في الحكم. مثال ذلك: قول النبي-صلى الله عليه وسلم-: \" في سائمة الغنم الزكاة \" منطوقه وجوب الزكاة في السائمة التي ترعى، ومفهومه مفهوم مخالفة، أن المعلوفة التي تطعم ولا تُرعى، لا زكاة فيها. هذا مفهوم المخالفة.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "والجمهور على أن مفهوم المخالفة حجة، خلافا للحنفية، يستدلون على ذلك بما ورد في الحديث: أن يعلى بن أمية سأل أمير المؤمنين -عمر بن الخطاب رضي الله عنه- عن قوله جل وعلا: { وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا } (1) قال يعلى: فقد أمن الناس. فهل يجوز لنا قصر الصلاة؟ فقال عمر بن الخطاب - رضي الله عنه - قد سألت رسول الله - صلى الله عليه وسلم - عن ذلك فقال: \" هي رخصة تصدق الله بها عليكم \" القصر في الأمن فدل ذلك على أن مفهوم المخالفة يعمل به ما لم يرد دليل أو فائدة أخرى تدل على أن إعمال مفهوم المخالفة ليس مرادًا، ومن أمثلة ما لم يعمل فيه مفهوم المخالفة هذه الآية، آية قصر الصلاة. ¶ ومثلها أيضًا قوله - عز وجل - { مُتَعَمِّدًا } (2) في جزاء قتل الصيد، ومثلها أيضًا قول الله - عز وجل - { وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آَخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (117) } (3) . ¶ فلا يقل قائل: أنا معي برهان على الدعاء، فيجوز لي أن أدعو أحدا مع الله؛ لأن قوله: لا برهان له به قيد لم يخرج لإعمال مفهوم المخالفة، وإنما خرج للتشنيع على الفاعل فإذا كان هناك فائدة لأعمال مفهوم المخالفة، فإن كان هناك فائدة لذكر القيد غير إعمال مفهوم المخالفة، فإنه لا يعمل بمفهوم المخالفة، مفهوم المخالفة أنواع منها، مفهوم الصفة، منها مفهوم العدد. ¶ __________ ¶ (1) - سورة النساء آية : 101. ¶ (2) - سورة النساء آية : 93. ¶ (3) - سورة المؤمنون آية : 117.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "مثل قوله: { فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً } (1) يدل على أنه لا تجوز الزيادة ولا النقصان، ومفهوم الشرط مثل قوله: \" إذا كنتم ثلاثة فلا يتناجى اثنان دون الثالث \" دل على أنهم إذا كانوا أكثر من ثلاثة جاز التناجي ومفهوم الغاية مثل قوله - عز وجل - { وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ } (2) . ¶ دل ذلك على وجوب الإمساك، بعد التبين، ودل على جواز الأكل بعد دخول الليل، والحديث في مفهوم المخالفة يطول، نعم. ¶ س: أحسن الله إليكم، هذا سؤال من السويد، يقول: كثير من الشباب المسلمين يعقدون على نساء أوربيات لأخذ الإقامة، فهل هذا الزواج يجوز؟ ولكم جزيل الشكر، وبارك الله فيكم. ¶ ج: إذا كان زواجًا حقيقيا، والمراد به اللبس مع المرأة جاز ذلك، وأما إن كان تحايلًا وغشًا وتدليسًا لم يصح، فإنه يذكر أنه قد تزوج ولم يتزوج، وهنا مسألة الزواج بنية الطلاق هذه مسألة وقع الخلاف فيها بين أهل العلم. ¶ والصواب أن هذا يلتفت فيه إلى جهتين: ¶ الجهة الأولى: النية الموجودة في القلب هذه نية محرمة. ¶ والجهة الثانية: ذات العقد فالعقد عقد تام بشروطه وأركانه فهو عقد صحيح، فيقال: العقد في نفسه صحيح والنية أمر مستقل منهي عنها، وإذا كان النهي متعلقًا بأمر خارج عن العقد، فإنه لا يؤدي إلى الفساد، كما سيأتي هذا في قاعدة مستقلة عند المؤلف، نعم. ¶ س: أحسن الله إليكم، وهذا سؤال من هولندا، يقول: ما هو الحكم؟ ما حكم العمل في مكاتب التأمين؟ وجزاكم الله خيرًا؟. ¶ __________ ¶ (1) - سورة النور آية : 4. ¶ (2) - سورة البقرة آية : 187.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ج: التأمين الكلام فيه مثل الكلام في البنوك، إن كانت شركة التأمين لا تتعامل إلا بالمباح مثل شركات التأمين التعاوني، التي لا تستخدم إلا تأمينًا جائزًا، فهذا جائز العمل فيها، وإن كانت الشركة تتعامل بالتأمين المحرم، لم يجز العمل فيها، وهل يستحق الإنسان الأجرة أو أجرة المثل؟ فيه من التفصيل مثل التفصيل السابق في العمل بالبنوك، نعم. ¶ س: أحسن الله إليكم، هذا سؤال أيضًا من السويد، يقول: إذا طلب الرجل من زوجته الرجوع إلى بلادهم وقد صممت على البقاء في بلاد الكفار فهل تأثم على ذلك؟. ¶ ج: الواجب على الزوجة طاعة الزوج والانتقال إلى بيته، هذا هو الواجب، ويحرم عليها عدم طاعته في ذلك، إلا إذا وجد شرط في العقد، إن اشترط عليه في العقد جاز لها أن تطيعه في ذلك، وتفسخ العقد إن لم ترد الاستمرار معه، أما إذا لم يوجد شرط في العقد، فإنه يجب على الزوجة أن تسلم نفسها لزوجها ما دام قد دفع لها المهر، نعم. ¶ س: أحسن الله إليكم، هذا سؤال أيضًا من جدة، يقول: ما حكم الاستعاذة قبل قراءة آية الكرسي؟ وجزاكم الله خيرًا . ¶ ج: الاستعاذة، الاستعاذة مشروعة قبل قراءة القرآن؛ لقوله - عز وجل - { فَإِذَا قَرَأْتَ الْقُرْآَنَ فَاسْتَعِذْ بِاللَّهِ } (1) المراد بها قبل القراءة، وليس المراد بعد القراءة، ولكن إذا كان الإنسان سيقرأ آيات متتابعة، يكفيه الاستعاذة في أول قراءته، ولو كانت هذه الآيات من أجناس مختلفة، أو من صور متعددة. ¶ يبقى هنا مسألة، إذا كانت القراءة واردة في محل مخصوص مأثور عن النبي - صلى الله عليه وسلم - لم يؤثر فيه أن يستعيذ، مثل قراءة آية الكرسي بعد الصلاة المفروضة، والحديث في ذلك قد حسنه طائفة من أهل العلم، فحينئذ هل يشرع الاستعاذة أو لا يشرع؟. ¶ لعل الأظهر، أنه يجوز ذلك ويستحب ولا يشنع على من فعل، أو من ترك وكل من الرأيين له مسار في الاجتهاد نعم. ¶ __________ ¶ (1) - سورة النحل آية : 98.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "س: أحسن الله إليكم، هذا سؤال من الرياض، يقول: ما حكم قطع صلاة الفريضة من أجل إجابة الأم أو الرد على الهاتف، وجزاكم الله خيرًا؟. ¶ ج: بالنسبة لصلاة الفريضة، الأصل عدم جواز القطع- قطع الصلاة-، لكن هل يجوز للإنسان أن ينوي قلب الصلاة من الفريضة إلى نافلة، ثم حينئذ يجيب الأم؟ وحديث جريج معلوم عند الجميع في صحيح مسلم، لما دعته فلم يجبها فدعت عليه فاستجاب الله دعاءها، وهذا في صلاة النافلة، وأما صلاة الفريضة فلا يجب إجابة دعاء الأم أو غيرها، ويعتذر لها بعد ذلك بمثل هذا الحكم، ولكن إن نوى قلب الصلاة من الفريضة إلى النافلة جاز ذلك، على ما تقدم من جواز قلب النية من الفاضل إلى المفضول، ليمثل لك الشيخ فهد في الفقه تركت عنا القواعد الفقهية. ¶ س: الأسئلة من الحضور، يقول: في عندك لا شيء في القواعد الفقهية عندي شيء يقول: ما الضابط في معرفة ذريعة أو وسيلة المحرم؟. ¶ ج: وسيلة الشيء نوعان، وسيلة وطريق يعلم بأنه لا يمكن أن يفعل الشيء إلا بواسطته، فهذه أمر مأخوذ من طريق الوجود الخارجي، يعرف بطريق الحس أو بطريق العقل، فحينئذ يأخذ حكم الوسائل السابقة، لكن يبقى هنا أن بعض الوسائل متعينة، وبعض الوسائل يقع فيها تخيير. ¶ مثال ذلك: الذهاب إلى المسجد متعين لأداء صلاة الجماعة، ما يمكن أن تصلي مع الجماعة إلا بالذهاب، فهذه وسيلة واجبة متعينة، وقد يكون ذلك على سبيل التخيير، وسيلة على سبيل التخيير. ¶ مثال ذلك: يصح أن تذهب على قدميك أو على السيارة الأولى، أو على الثانية أو على الثالثة، فأصل الفعل وهو الذهاب واجب، وأنت تتخير في الوسيلة التي تقصدها، أو تذهب بها إلى المقصد، وقد تتعين في شيئين أو ثلاثة.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "مثال ذلك: أن الله أمر بالإعفاف -إعفاف النفس-، ولا يتحقق ذلك إلا بوسيلتين: إما بوطء الأمة، أو بالزواج بمن كان به شبق، فحينئذ يتعين عليه إحدى هاتين الوسيلتين، وهذا يؤخذ منه قاعدة الأمر بالشيء نهي عن ضده، والنهي عن الشيء أمر بأحد أضداده، نسأل الله - عز وجل - أن يوفقنا وإياكم لكل خير. ¶ س: آخر سؤال، يقول: ما الفرق بين الأعراف والعادات؟ وجزاكم الله خيرًا. ¶ ج: قاعدة العرف والعادة ستأتي بعد، أظن بيت أو بيتين ولعلنا نتكلم فيه عن الفرق بين العرف والعادة. ¶ أحسن الله إليكم، وأثابكم وجعل ما قلتم به في ميزان حسناتكم ونفعنا بعلمكم، وصلى الله وسلم على نبينا محمد، وعلى آله وصحبه أجمعين. ¶ الحمد لله، والصلاة والسلام على رسول الله، وبعد، نواصل ما كنا ابتدأنا به من شرح للقواعد الفقهية، نعم. ¶ يثبت تبعا ما لا يثبت استقلالا ¶ بسم الله الرحمن الرحيم الحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين، قال -رحمه الله تعالى- : ¶ ومن مسائل الأحكام في التبع ¶ يثبت لا إذا استقل فوقع ¶ الحمد لله، يراد بالتبع، ما لا ينفصل عن غيره وما لا يستقل في الوجود عن غيره، فإذا كان التبع بهذه الصفة لا يستقل عن غيره، فإنه يثبت له حكم ما هو تابع له، ولا يفرد بحكم مستقل، إلا إذا استقل التابع وحده، ولم يكن مندرجًا تحت المتبوع، فإنه حينئذ يأخذ حكمًا مستقلًا. ¶ ومثال ذلك: لا يجوز بيع حمل الشاة وحده، فهنا أفرد التبع وهو حمل الشاة بحكم مستقل لكونه قد استقل ووقع مستقلا عن المتبوع، لكن لو باع الإنسان الشاة بحملها جاز ذلك وصح؛ لأن التبع هنا ثبت حكمه تابعًا لما هو تابع له، والشاة يجوز بيعها، فجاز أن يدخل في بيع الشاة ما هو تابع لها في الوجود، ودليل هذه القاعدة قوله تعالى: { أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ } (1) . ¶ __________ ¶ (1) - سورة النور آية : 31.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "فجعلهم تابعين للنساء، ولمن يخلف في الرحل جعلهم بمثابة الصبيان والنساء في كونهم لا يحتجب منهم، ومن أدلة هذه القاعدة أن الخطاب الموجه للنبي - صلى الله عليه وسلم - يشمل أمته وهذا؛ لأن الأمة تابعة للنبي - صلى الله عليه وسلم - والتابع يأخذ حكم ما هو تابع له، والجزئيات المندرجة في هذه القاعدة والمسائل الفقهية عديدة، ويصعب على الإنسان أن يحصرها، ولكن هناك عدد من القواعد يمكن حصر الفروع الفقهية المندرجة تحت هذه القاعدة من خلال هذه القواعد. ¶ من ذلك: أن التابع لا يفرد بحكم، بل يأخذ حكم ما هو تابع له. ومثالها مثل مسألة الحمل، فإن الحمل إذا كان تابعًا لا يفرد بحكم، بل يأخذ حكم ما هو تابع له، لكن إذا استقل الحمل فبيع وحده لم يجز ذلك. ¶ ومن القواعد في ذلك: أن من ملك شيئًا ملك توابعه ولوزامه، ومثال ذلك: من اشترى دارًا دخل في البيع المفاتيح والأبواب والجدران والأرضيات؛ لأن هذه توابع ولوازم للدار، ومن ملك شيئًا ملك لوازمه، ومن ذلك: أيضًا أن التابع يسقط بسقوط المتبوع. ¶ ومثال ذلك: ما لو أبرأ الدائن المدين، فإنه تبرأ زمة الكفيل والضامن؛ لأن الكفيل والضامن تابعون، والتابع يسقط حكمه سقوط حكم المتبوع، ومن ذلك أيضًا: أنه يغتفر في التوابع ما لا يغتفر في غيرها؛ ولذلك سومح عن الجهالة في أثاثات البنيان؛ لأنها توابع والتوابع يغتفر فيها ما لا يغتفر في غيرها. ¶ ومن القواعد أيضًا: أن التابع لا يتقدم على المتبوع، ومن هنا فإن الإمام لا يتقدم عليه، فالمأموم يحرم عليه أن يتقدم على الإمام، سواء في الزمان، بأن يفعل فعلًا قبل فعل الإمام، أو في المكان بأن يكون المأموم أمام الإمام.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "ومن القواعد في ذلك: أنه إذا كان المتبوع فاسدًا فسد التابع، ويعبر عنها بعض الفقهاء بقولهم: ما بني على الفاسد فهو فاسد، وما بني على الباطل فهو باطل، ويمثلون على ذلك: بما لو وقع صلح بمال لسفك دم معصوم، فهنا المتبوع وهو سفك الدم فاسد، ولا يجوز سفك الدماء، فالتابع وهو الصلح يكون فاسدًا؛ لأن ما بني على الفاسد فهو فاسد. ¶ وفي الحديث حديث العسيف، \" أن الأجير زنا بامرأة فصالح والده عن إقامة الحد عليه عن العقوبة بمائة شاة ووليدة، فأبطل النبي - صلى الله عليه وسلم - هذا الصلح وأقام الحد \" هذا شيء مما يتعلق بأحكام التبع، نعم. ¶ إعمال العرف ¶ والعرف معمول به إذا ورد ¶ حكم من الشرع الشريف لم يحد ¶ هذه قاعدة مهمة من قواعد الفقه، وهي من القواعد الخمس الكلية الكبرى عند فقهاء الشريعة؛ وذلك أنهم يجعلون القواعد الكبرى خمسًا هي: قاعدة الأعمال بالنيات أو الأمور بالمقاصد. والقاعدة الثانية: قاعدة اليقين لا يزول بالشك. القاعدة الثالثة: قاعدة المشقة تجلب التيسير. والقاعدة الرابعة: قاعدة الضرر يزال. والقاعدة الخامسة: قاعدة إعمال العرف أو يسمو لها العادة محكمة. ¶ والمراد بالعرف في اللغة: التتابع والظهور والاطمئنان؛ ذلك يقال: تعارف الناس على كذا بمعنى تتابعوا عليه، وأعراف السحاب ما ظهر منها، وأما في الاصطلاح فالعرف يراد به: ما اطمأنت إليه النفوس وتتابعت عليه. ¶ وذلك؛ لأن العرف منه ما هو مشروع ومنه ما يقع مخالفًا للشرع، وإعمال العرف قد قامت عليه أدلة عديدة، منها أن الشريعة أناطت بالعرف كثيرًا من الأحكام قال -جل وعلا-: { وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ } (1) فأناط الحكم بالعرف وهو المعروف بين الناس. ¶ __________ ¶ (1) - سورة البقرة آية : 233.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وقال -جل وعلا-: { عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ } (1) وقال -جل وعلا-: { وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ } (2) وجاء في حديث هند أنها: \" سألت النبي - صلى الله عليه وسلم - عن زوجها الشحيح، فقال - صلى الله عليه وسلم - خذي ما يكفيك وولدك بالمعروف \" . ¶ والعرف لا بد له من شروط حتى نعمله، وشروط العرف أربعة شروط: ¶ أولها: إن يكون العرف مطردًا غالبًا بحيث لا يكون مضطربًا؛ لأنه إذا كان مضطربًا غير غالب، فلا يقال له عرف، وهذا ما يعبرون عنه بقولهم: العبرة للغالب الشائع دون النادر. ¶ والشرط الثاني: أن يكون العرف غير مخالف للشريعة، فالمخالف للشريعة لا عبرة به، ومقال ذلك: ما لو كان في العرف بناء البيوت على شكل مفتوح، بحيث لا يستتر النساء في البيوت، فإن هذا العرف مخالف للشريعة، ومن، ثم لا يلتف إليه، ولا تقيد به العقود. ¶ الشرط الثالث: أن يكون العرف سابقا غير لاحق، ومن هنا فإننا نعمل بالعرف السابق المقارب دون العرف اللاحق، ومثال ذلك: لو اشترى إنسان من غيره بستين ريالًا قبل مائة سنة، فإننا لا نحكم على ذلك بالريالات الموجودة بيننا الآن بل بما يسمى ريالًا في ذلك الزمان، كان الريالات في ذلك الزمان من فضة، والآن من ورق فيعمل بحكم العرف السابق. ¶ والشرط الرابع: ألا يوجد تصريح يخالف العرف، فإذا وجد تصريح يخالف العرف فالعبرة بالتصريح لا بالعرف، ومن أمثلة ذلك: أنه إذا وضع الطعام أمام الإنسان، فإنه في العرف يجوز الأكل من ذلك الطعام؛ لأن هذا يعتبر إذنًا في العرف، ولكن لو وضع الطعام، ثم قيل لا تأكل من هذا الطعام، فهنا وجدت في مقابلة العرف قرينة تدل على أن ما تعارف عليه الناس ليس مرادًا. ¶ __________ ¶ (1) - سورة البقرة آية : 236. ¶ (2) - سورة النساء آية : 6.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "ومن أمثلته أيضًا: لو كان العرف أن الإجارة يسلم نصف إجارة البيت في أول السنة، والنصف الآخر في وسط السنة فاتفق المستأجر والمؤجر على تسليم الدفعة الأولى في وسط السنة، فهنا العرف لا يعمل به؛ لأنه وجد تصريح يخالف العرف. ¶ وقد عبر الفقهاء عن هذه القاعدة، قاعدة إعمال العرف بعدد من الألفاظ: منها قولهم: العادة محكمة. منها قولهم: الحقيقة تتدرك بدلالة العادة. ومنها قولهم: المعروف عرفًا كالمشروط شرطًا. ومنها قولهم: المعروف بين التجار كالمشروط بينهم. ¶ وقد أشار المؤلف إلى مجال من مجالات العرف في قوله: \"إذا ورد حكم من الشرع لم يحد\"، وذلك أنه إذا ورد لفظ مطلق في أدلة الشريعة، فإننا أولًا نرجع إلى اصطلاح الشريعة. ¶ مثال ذلك قوله سبحانه: { وَأَقِيمُوا الصَّلَاةَ } (1) فنعمل بتفسير الشارع بهذا اللفظ، فإذا لم يوجد في الشارع تفسير للألفاظ الشرعية رجعنا إلى اللغة، مثل قوله: { وَالسَّارِقُ وَالسَّارِقَةُ } (2) نرجع إلى دلالة اللغة لعدم وجود تفسير شرعي لهذا اللفظ، فإذا لم يوجد تفسير شرعي ولا تفسير لغوي، رجعنا إلى العرف. ¶ مثال ذلك: أن الشريعة جاءت بأن السارق لا يقطع إلا إذا سرق من الحرز، والحرز لا ضابط له في الشرع ولا في اللغة، فيرجع إلى العرف، ومثله النفقة على الزوجة أو القريب لا يوجد لها ضابط محدد في الشرع ولا في اللغة، فيرجع إلى العرف، وقد أناط الشارع حكم النفقة بالعرف، وترك المؤلف عددًا من مجالات إعمال العرف غير هذا المجال، مثل تفسير ألفاظ الناس. ¶ __________ ¶ (1) - سورة البقرة آية : 43. ¶ (2) - سورة المائدة آية : 38.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "فإن ألفاظ الناس تفسر بحسب دلالة العرف، فلو قلت في هذه البلاد بعتك هذا المبيع بستين ريالًا، لكان المراد بالريال ماذا ؟ الريال السعودي، لكن لو قال: بستين جنيهًا، نقول هنا: لا عرف؛ لأن من شروط العرف أن يكون مطردًا غالبًا، ولا يوجد عندنا في هذه البلاد عرف في لفظ الجنيه هل هو المصري أو البريطاني أو غيرها من أنواع الجنيهات؟. ¶ من مجالات إعمال العرف تقيد وتخصيص ألفاظ الناس؛ ولذلك لو قال القائل: والله لا افترشت فراشًا ولا نمت على فراش، الأرض في لغة العرب تسمى فراشًا، ومع ذلك فإنه في العرف لفظ الفراش يراد به معنى معينًا، فنخصص هذا اللفظ بدلالة العرف. ¶ لو حلف حالف لا يأكل سمكًا لا يأكل لحمًا، لو قال: والله لا أكلت لحمًا، هل يحنث بأكل السمك؟ ما رأيكم نقول: بحسب العرف، إن كان في العرف أن السمك يطلق عليه لحما، فإنه يحنث وإلا فلا. ¶ بقي مسألة متعلقة بالعرف سأل عنها الشيخ فهذا بالأمس وهي الفرق بين العرف والعادة، العادة متعلقة بالأفراد، بينما العرف متعلق بالمجتمع؛ ولذلك يقال: عادة المرأة في الحيض؛ لأنها فرد، ويقال: العرف في استعمال لفظ الريالات، ومن هنا يقال: يحرم صوم يوم الشك إلا لمن كان له عادة في الصوم، هذا؛ لأنه من المفرد، ويقال: العبرة بكثرة الدم وقلته بحسب العادة، فهذا ينظر إلى عادة كل إنسان ويقال في مقابل ذلك: مقدار النفقة يرجع فيه إلى العرف، عرف عامة الناس، الحرز يرجع فيه إلى العرف، عرف عامة الناس، نعم. ¶ معاجل المحظور قبل آنه ¶ معاجل المحظور قبل آنه ¶ قد باء بالخسران مع حرمانه ¶ معاجل المحظور قبل آنه، يراد به من استعجل بطريق محرم شيئًا سيحصل له في الزمان الثاني، فإنه يلحقه الإثم من جهة أحكام الآخرة ويمنع ويحرم مما استعجله، ولا بد أن يلاحظ أن يكون ذلك بطريق محرم، لكن لو استعجل شيئًا مما له بطريق مباح، حاز له ذلك ولم يحرم منه.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "مثال ذلك: من استعجل الحصول على الجنة بمشاركته في الجهاد وتعريض نفسه للقتال، فهذا يقال: لم يستعجله بطريق محرم، ودليل هذه القاعدة عدد من الفروع الشرعية التي نصت عليها الشريعة، ومن ذلك: أن القاتل يحرم من الميراث من قتل مورثه حرم من الميراث وذلك؛ لأنه استعجل شيئًا بطريق محرم. ¶ وورد في الحديث الصحيح أن النبي - صلى الله عليه وسلم - قال: \" لا يرث القاتل \" ومن هنا أجمع علماء الصحابة على من أن طلق زوجته في مرض الموت يقصد حرمانها أنه لا يلتفت إلى ذلك، بل ترث ولو كانت المرأة قد طلقت، وكذلك في الخمر إذا خللت الخمر من قبل إنسان وأصبحت خلا، فلا يجوز تناولها ولا يزول عنها حكم النجاسة، بخلاف ما إذا تخللت بنفسها. ¶ ومن هنا يقول أمير المؤمنين عمر بن الخطاب - رضي الله عنه - لا تأكلوا خمرًا تخللت أو خللت إلا خمرًا بدأ الله بفسادها، وجاء في الحديث في السنن أن النبي - صلى الله عليه وسلم - \" سأل عن الخمر تكون لأيتام هل تخلل فأمر النبي - صلى الله عليه وسلم - بإلقائها \" . ¶ وعبارة المؤلف هنا أولى من عبارة غيره، فإن غيره من العلماء قالوا : من استعجل شيئًا قبل أوانه عوقب بحرمانه، لكن المؤلف قيد القاعدة بأن تكون بطريق محرم محظور، وهذا أولي من استعمال بقية الفقهاء وذلك؛ لأنه إذا كان الفعل المستعجَل ليس محرمًا، فإنه لا يعاقب بالحرمان. ¶ ومن هنا من أحرم قبل الميقات أو صام قبل الوقت صح صيامه وصح إحرامه، وإن كان قد يقال: بأن الفعل منفصل، ولكن هذا إن ظهر في الصيام لم يظهر في الإحرام، نعم. ¶ العبادات الواقعة على وجه محرم ¶ وإن أتي التحريم في نفس العمل ¶ أو شرطه فذو فساد وخلل",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "المراد بهذه القاعدة أنه إذا ورد نص من الشارع بالنهي عن فعل من الأفعال فإنه يدل على فساده، والمراد بالفساد ألا يترتب على الفعل الآثار المقصودة منه، مثال ذلك: البيع يقصد به انتقال الملك بين المشتري والبائع، فإذا كان البيع لا ينتج هذه الثمرة،عد البيع فسادًا. ¶ والعلماء لا يفرقون بين الفاسد والباطل، والحنفية يفرقون، بأن الفاسد ما نهي عنه لوصفه الباطل ما نهي عنه لأصله، وبعض الحنابلة يقول: الفاسد ما لم يقع إجماع على تحريمه وفساده، والباطل ما وقع إجماع على تحريمه؛ لذلك يقولون: نكاح المتعة باطل للإجماع عليه، على تحريمه والنكاح بلا ولي فاسد؛ لعدم الاتفاق عليه، وكونهم يفرقون في الاسم، لا يدل على أنهم يفرقون في الحكم، فحكم الأمرين عندهم سواء إذا تقرر ذلك، فإن الدليل على أن النهي يقتضي الفساد عدد من أدلة الشريعة. ¶ منها حديث عائشة: \" من عمل ليس عليه أمرنا فهو رد \" أي مردود، ولا يكون العمل مردودًا إلا إذا كان فاسدًا، ويدل على ذلك، إجماع الصحابة ومن بعدهم، على أخذ الفساد من نصوص الشارع الدالة على النهي والتحريم، ومن هنا قالوا: بفساد نكاح المعتدة؛ لأنه منهي عن نكاحها. ¶ ويدل على ذلك، أن النهي عن الفعل إنما يكون لفسدة فيه، والفعل الذي فيه مفسدة الأولى أن يقال: بفسادة، ويدل على ذلك أيضًا، أنه لو قيل: بأن النهي لا يدل على الفساد، لكان في ذلك حث على فعل ما نهي عنه في الشريعة؛ لأنها تنتج الثمرات المقصودة بها، إذا تقرر ذلك، فإن النهي يقع على ثلاثة أنحاء. ¶ الأول: ما نهي عنه من الأفعال لذاته، فهذا فعل فاسد لا تترتب عليه آثاره بالاتفاق، مثل النهي عن الزنا لا تترتب عليه آثار الوطء الصحيح مثل النسب وغير ذلك من أحكام الوطء الصحيح من إحصان وغيره.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "النوع الثاني: إذا نهى عن الفعل لوصف فيه أو لشرطه، فهذا يدل على فساده أيضًا وبطلانه، ومثال ذلك: النهي عن الصلاة في أوقات النهي، قال: \" لا تصلوا بعد العصر لا صلاة بعد صلاة العصر ولا صلاة بعد الفجر \" وهنا نهي عن الفعل حال اتصافه بهذا الوصف، والحنفية يقولون: هذا القسم فاسد، وليس باطلًا، ويرتبون عليه أن الإنسان لو نذره لصح النذر، ووجب عليه القضاء، لو نذر أن يصلي نافلة مطلقة بعد العصر، صح عند الحنفية لكنهم يقولون: يصلي ركعتين في وقت غير وقت النهي. ¶ والنوع الثالث: من أنواع النهي أن يأتي النهي عن الوصف، بدون ذكر العقل، مثال ذلك: جاءت الشريعة بالنهي عن لبس الحرير للرجال، فلو حصل أن إنسانًا صلى بثوب حرير فهل تصح صلاته؟ قال الجمهور: هنا -نعم- تصح الصلاة، وعليه إثم المعصية، وقال الحنابلة : لا تصح صلاته، إذ كيف يتقرب العبد لله بفعل منهي عنه، وكيف يكون الفعل الواحد معصية ويكون أيضًا طاعة، فإنه يعصي الله بنفس صلاته فركوعه معصية وسجوده معصية، فكيف يتقرب لله - عز وجل - بما هو معصية؟‍. وهذا القول أظهر في الدليل لقول النبي - صلى الله عليه وسلم - \" من عمل عملًا ليس عليه أمرنا فهو رد \" ومن هذا مسألة الصلاة في الدار المغصوبة، فإنها صحيحة عند الجمهور وعليه إثم الغصب، والصواب أن صلاته باطلة، إذ كيف يتقرب إلى الله بركوع محرم؛ لأنه بنفس ركوعه يستخدم الأرض المغصوبة، فيكون عاصيًا لله بنفس الركوع، فكيف يكون الركوع المحرم قربة وطاعة لله - عز وجل - لكن لو كان النهي عن وصف مستقل عن الفعل، فإنه لا يدل على الفساد، ولا على البطلان.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "مثال ذلك: جاءت الشريعة بالنهي عن تلقي الركبان، تلقي الركبان هذا فعل، فلا يدل ذلك على فساد البيع؛ لأن البيع هنا فعل مستقل فهو لا يعصي الله بنفس البيع، ومثال ذلك: التصرية بيع المصرات، فإن بيع المصرات بيع صحيح؛ لأنه لا يعصي الله بنفس البيع، وإنما يعصي الله بالتصرية، والتصرية فعل مستقل عن البيع. ¶ وبناء على ما سبق فإن النهي يدخل في العبادات والمعاملات ويحكم له بنفس الحكم، ومن هنا فإن البيع المنهي عنه فاسد، سواء كان لأصله أو لوصفه أو لشرطه، فلا يصح البيع بعد النداء الثاني للجمعة على الصحيح؛ لأنه منهي عنه. ¶ وكذلك في الطلاق والنكاح، فالنكاح الذي يحتوي على وصف محرم يكون نكاحًا فاسدًا، والطلاق الذي يكون الإنسان عاصيًا به، يكون على الصحيح طلاقًا فاسدًا، ومن هنا لم نوقع الطلقات الثلاث بلفظ واحد، ولم نوقع الطلاق على الحائض؛ لأنه منهي عنه في الشريعة، وهذا القول خلاف قول الجماهير؛ لكن الدليل ينصره، وكما أن النهي يدل على الفساد، فإن النهي أيضًا يستفاد منه التحريم. ¶ ودليل ذلك، قوله سبحانه: { وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا } (1) فما نهى عنه الشارع فهو محرم، ولا يجوز فعله، إلا إذا ورد دليل من الشارع يصرف النهي عن التحريم، فإن قال قائل: هل النهي في الآداب يكون دالا على التحريم نقول: نعم، الأصل في النهي أن يكون دالًا على التحريم ولا نفرق بين الأحكام والآداب لعموم النصوص. ¶ فإن النصوص الدالة على أن النهي يفيد التحريم يشمل الأمرين، وثانيًا أنه لا يوجد تفريق مضبوط لا يقترن بين الأحكام والآداب، فلو قيل بأن النهي في الآداب يصرف إلى الكراهة، لكان ذلك مجالًا لإبطال أحكام النهي كلية، فإنه ما من مسألة يرد فيها النهي، إلا يقال: هذه المسألة في الآداب، فقال قوله: \" لا تحلقوا اللحى \" هذا في الآداب، يقال: ما الضباط بين الآداب والأحكام. ¶ __________ ¶ (1) - سورة الحشر آية : 7.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ومن جهة ثالثة أن الشريعة تعنى بالأحكام، والآداب تنتج عن هذه الأحكام، ومن جهة أخرى أن العلماء ما زالوا يأخذون التحريم من النهي في جميع الأفعال، فإن قال قائل: نجد بعض العلماء يحمل النهي في بعض الآداب على الكراهة دون التحريم، قلنا هذا خلاف الأصل، فالأصل أن النهي يفيد التحريم، بدلالة عمله في بقية المواضع، فإنه يحمله على التحريم. ¶ وهذا الموطن الخاص بهذه المسألة، إنما حمله على غير التحريم لوجود قرينة أو دليل صارف، مما يستفاد من النهي أيضًا الفورية، فإذا نهي عن شيء فلا بد من الانتهاء فورًا، والدوام فإذا نهي عن شيء فهو منهي عنه في كل الأوقات وفي جميع الأزمنة، ولا يخصص زمان إلا بدليل، نعم. ¶ من أتلف شيئا لدفع أذاه لم يضمنه ¶ ومتلف مؤذيه ليس يضمن ¶ بعد الدفاع بالتي هي أحسن ¶ يريد المؤلف بهذه القاعدة أن ما آذى من الصائل ونحوه، فإنه يجوز دفعه بعد، بشرط أن يدفع بالأقل فالأقل، فإن لم يندفع إلا بالقتل، فإن حينئذ لا مانع من قتله، ومن إتلافه فإذا أتلفه لم يجب ضمانه ولا ديته، ودليل هذه القاعدة عدد من النصوص الشرعية منها قول الله -جل وعلا-: { إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ } (1) ومنها قوله سبحانه: { فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ (193) } (2) . ¶ ومنها ما ورد في الحديث أن النبي - صلى الله عليه وسلم - \" ترافع له رجلان عض أحدهما يد الآخر فنزع يده فسقطت ثنيته، فقال النبي - صلى الله عليه وسلم - يعض أحدكم يد أخاه كالفحل لا دية له \" وورد في الحديث الصحيح: \" من اطلع في بيت قوم ففقئت عينه فلا دية له \" إلى غير ذلك من النصوص الدالة على أن من أتلف مؤذيه فلا يجب عليه الضمان. ¶ __________ ¶ (1) - سورة الشورى آية : 42. ¶ (2) - سورة البقرة آية : 193.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "ومن أمثلة ذلك: ما لو هاج عليه الجمل فأتلفه فلا ضمان ومن ذلك أيضًا: لو صال عليه حيوان صيد وهو محرم جاز له قتله، وكذلك الحيوان المملوك لغيره، وكذلك قاتل قاطع الطريق لا يطالب بقصاص، ولا بدية ما دام قتله حمال قطعه الطريق. ¶ وينبغي أن يلاحظ مسألة متعلقة بهذه القاعدة، وهي أن المرء قد يتلف المؤذي أو قد يتلف شيئًا غير مؤذي من أجل دفع المؤذي، فحينئذ لا يسقط الضمان، مثال ذلك: لو تحرق شعره بحيث لم يستطع أن يبقى الشعر حال الإحرام جاز له الحلق، ولا كفارة عليه وذلك؛ لأن الإيذاء ناتج من ذات المؤذي من ذات المتلف، لكن لو وجد القمل في رأسه، ولم يستطع التخلص من هذا المؤذي إلا بحلق الرأس، فإنه حينئذ يجب عليه الكفارة، إذا حلق شعره؛ لأن الإيذاء ليس ناتجًا من ذات الشعر وإنما هو ناتج من أمر آخر، لكن لا يندفع إيذاؤه إلا بحلق الشعر. ¶ ومثله أيضًا لو كان الظفر مؤذيًا بذاته فقصه لم تجب عليه الكفارة، بخلاف ما كان الإيذاء في غيره، فلم يندفع الإيذاء إلا بقص الظفر فإنه تجب عليه الكفارة، نعم. ¶ أل تفيد العموم في الجمع والإفراد ¶ وأل تفيد كل في العموم ¶ في الجمع والأفراد كالعليم ¶ بدأ المؤلف بعد ذلك في ذكر ألفاظ العموم، وأول هذه الألفاظ \"أل\" الجنسية الداخلة على الأسماء، و\"أل\" الداخلة على الأسماء ثلاثة أنواع: ¶ النوع الأول: الزائدة وتكون قبل أسماء الأعلام مثل الحارث والعباس، فهذه زائدة ولا يستفاد بها العموم.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "والنوع الثاني: \"أل\" العهدية وهي التي يراد بها إرجاع الكلام إلى معهود مصاحب سابق، ومثال ذلك قوله -جل وعلا-: { إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا (15) فَعَصَى فِرْعَوْنُ الرَّسُولَ } (1) الرسول هنا معرفة ب\"ال\" لكن \"أل\" هنا للعهد، بمعنى أنه هو الرسول السابق فهذه لا يستفاد منها العموم ومثله قوله -جل وعلا-: { كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا } (2) فهنا \"أل\" في الموطنين عهدية فلا يستفاد بها العموم. ¶ وقد يكون العهد موجودًا في الذهن وليس موجودًا في الكلام مثل قوله سبحانه: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ } (3) هنا \"أل\" عهدية فلا يستفاد بها العموم. ¶ النوع الثالث: \"ال\" الجنسية وهي التي يراد بها الجنس، فهذه هي التي يستفاد بها العموم وهي على ثلاثة أنواع: ¶ النوع الأول: الداخلة على الجموع على الجمع، مثل المؤمنون المسلمون الرجال. ¶ النوع الثاني: \"أل\" الداخلة على أسماء الأجناس، مثل الماء، البيع. ¶ النوع الثالث: \"أل\" الداخلة على الأسماء المفردة مثل الإنسان، { وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا } (4) { الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا } (5) هنا \"أل\" دخلت على اسم مفرد وكانت جنسية فتفيد العموم. ¶ __________ ¶ (1) - سورة المزمل آية : 15-16. ¶ (2) - سورة النور آية : 35. ¶ (3) - سورة المائدة آية : 3. ¶ (4) - سورة المائدة آية : 38. ¶ (5) - سورة النور آية : 2.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "والدليل على إفادة هذا النوع للعموم صحة الاستفهام منه بدلالة قول الله -جل وعلا-: { إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (2) إِلَّا الَّذِينَ آَمَنُوا } (1) فدل ذلك على أن الإنسان عام، وإلا ما صح الاستثناء منه، ومثله أيضًا صحة وصفه بالجمع في قوله سبحانه: { أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ } (2) الطفل معرفة بـ\"أل\" الجنسية فتكون مفيدة للعموم بدلالة وصفها بالاسم الموصول الذين. ¶ وجاء في حديث ابن مسعود في التشهد أن المتشهد يقول: السلام علينا وعلى عباد الله الصالحين قال النبي - صلى الله عليه وسلم - \" فإنك إذا قلت ذلك فقد سلمت على كل عبد صالح في السماء وفي الأرض \" . ¶ فدل ذلك على أن الصالحين يفيد العموم، بتفسير النبي - صلى الله عليه وسلم - لذلك بالعام، إذا تقرر ذلك، فإن قول المؤلف هنا: \"كالعليم\" لا يصح أن يمثل به في هذه المسألة؛ لأن \"أل\" هنا عهدية وليست جنسية، وكون هذا اللفظ يستفاد به وصف الله - عز وجل - تمام هذه الصفة، هذا مأخوذ من كون هذه الصفة صيغة مبالغة، أو صيغة مشبهة وليس مأخوذا من كون معرفًا بـ\"أل\". ¶ ولو قيل أن هذا اللفظ يفيد العموم لكان في ذلك موافقة لعقائد أهل الحلول والاتحاد، وهي عقيدة فاسدة، إذا قيل: أسأل الله العليم كأنه قال: أسأل الله الذي هو كل عليم، ولا شك أن المخلوق يوصف بالعلم، لكن لكل علم يناسبه، فتقرر من ذلك: أن اسم \"العليم\" لا يصح أن يمثل به هذه المسألة، نعم. ¶ النكرة في سياق النفي تفيد العموم ¶ والنكرات في سياق النفي ¶ تعطي العموم أو سياق النهي ¶ __________ ¶ (1) - سورة العصر آية : 2-3. ¶ (2) - سورة النور آية : 31.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "هذا هو النوع الثاني من ألفاظ العموم، النكرة في سياق النفي، فإذا كان الكلام منفيًا، ووجدت فيه كلمة نكرة ليست بمعرفة، فإن أسلوب هذا الكلام يستفاد منه العموم، ومن أمثلة ذلك قوله -جل وعلا- أو قولنا: لا إله إلا الله، فإله هنا نكرة في سيقا النفي تكون دالة على العموم، والدليل على أن النكرة في سياق النفي دالة على العموم قول الله -جل وعلا-: { وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ } (1) \"بشر\" نكره \"من شيء\" نكره جاءت في سياق النفي ما أنزل الله، فرد الله عليهم: { قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى } (2) . ¶ ولم يكن الأسلوب السابق مفيدًا للعموم لما حصل الرد على اليهود القائلين بذلك بهذا اللفظ، إذ يمكن أن يقولوا: تلك العبارة ليست عامة فلا تشمل موسى ولا تشمل الكتاب الذي أنزل عليه. ¶ وتتأكد دلالة النفي على العموم في حالات، منها إذا كانت النكرة مركبة ومبنية مع \"لا\" مثل لا إله إلا الله، وتتأكد أيضًا إذا كانت النكرة مسبوقة بـ\"من\" مثل قوله - عز وجل - { وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ } (3) . ¶ وتتأكد أيضًا إذا كانت النكرة مما يختص بالنفي فلا ترد إلا في أسلوب النفي مثل قوله سبحانه: { وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَد (4) } (4) فأحد هنا ما يختص بالنفي، ولا يصح أن نورد أحد في أسلوب الإثبات فهذا تتأكد فيه الدلالة على العموم، فأحد عامة جميع الناس وجميع المخلوقات وجميع ما عدا الله، فإنه لا يكون كفوًا لله - عز وجل - . ¶ __________ ¶ (1) - سورة الأنعام آية : 91. ¶ (2) - سورة الأنعام آية : 91. ¶ (3) - سورة الأنبياء آية : 25. ¶ (4) - سورة الإخلاص آية : 4.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ومما يلحق بالنفي النهي، فإذا وردت النكرة في سياق النهي أفادت العموم كما في قول المؤلف، \"أو سياق النهي\" ومن أمثلته قوله -جل وعلا-: { وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (23) } (1) \"شيء\" نكرة في سياق النكرة ولا تقولن فتكون عامة، ومثله أيضًا النكرة في سياق الاستفهام الإنكاري، فإنها تفيد العموم في مثل قوله - عز وجل - { هَلْ تَعْلَمُ لَهُ سَمِيًّا (65) } (2) سميًّا نكرة في سياق الاستفهام الإنكاري فتكون عامة. ¶ وكذلك النكرة في سياق الشرط تفيد العموم، مثل قوله - عز وجل - { وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ } (3) \"أحد\" نكرة في سياق الشرط \"إن\" فتكون عامة، نعم . ¶ من وما تفيدان العموم ¶ كذلك من وما تفيدان معًا ¶ كل العموم يا أُخيَّ فاسمعا ¶ هذا النوع الثالث من أنواع الألفاظ العموم الأسماء المبهمة ومنها \"مَنْ\" فتح الميم وإسكان النون ليست \"مِنْ\" حرف الجر، \"من\" وهي تفيد العموم سواء كانت في سياق سواء كانت شرطية، مثل قوله - عز وجل - { فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (7) } (4) أو وقوله - عز وجل - { وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (2) } (5) وقوله: { فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ } (6) . ¶ __________ ¶ (1) - سورة الكهف آية : 23. ¶ (2) - سورة مريم آية : 65. ¶ (3) - سورة التوبة آية : 6. ¶ (4) - سورة الزلزلة آية : 7. ¶ (5) - سورة الطلاق آية : 2. ¶ (6) - سورة البقرة آية : 194.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "أو كانت في سياق، أو كانت استفهامية مثل قوله: { مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ } (1) { مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا } (2) أو كانت موصولة بمعنى الذي مثل قوله: { وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ عِنْدَهُ لَا يَسْتَكْبِرُونَ } (3) كل هذه في سياق، هذه الأدوات أدوات شرط فتكون عامة. ¶ والدليل على عموم هذا اللفظ أن النبي - صلى الله عليه وسلم - سئل عن الحمر فقال: \" لم ينزل علي فيها شيء إلا هذه الآية الجامعة الفذة، { فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (7) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (8) } (4) \" فأثبت العموم للفظ من هنا. ¶ ومن ألفاظ العموم \"ما\" أيضًا و\"ما\" تقع على نوعين النوع الأول: تقع اسمية فتكون مفيدة للعموم، سواء كانت \"ما\" شرطية مثل قوله: { وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ } (5) أو كانت اسم استفهام مثل: { وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى (17) } (6) أو كانت اسم موصولًا مثل: { وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ } (7) فهي مفيدة للعموم في هذه الأنواع الثلاثة. ¶ __________ ¶ (1) - سورة البقرة آية : 255. ¶ (2) - سورة البقرة آية : 245. ¶ (3) - سورة الأنبياء آية : 19. ¶ (4) - سورة الزلزلة آية : 7-8. ¶ (5) - سورة البقرة آية : 197. ¶ (6) - سورة طه آية : 17. ¶ (7) - سورة آل عمران آية : 109.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ودليل إفادة ما للعموم أنه لما نزل قوله سبحانه: { إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ (98) } (1) اعترض بعض المشركين على هذا اللفظ بأن عيسى وعزيرًا والملائكة يعبدون، ومع ذلك ليسوا من أهل النار، فقالوا: نرضى بأن نكون معهم فنزلت الآية ببيان أنهم غير مرادين بالآية السابقة { إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ (101) } (2) الآيات. ¶ ولم يعترض عليه بأن هذا اللفظ لا يفيد العموم، النوع الثاني: من \"ما\": \"ما\" الحرفية وهذه لا تفيد العموم، سواء كانت نافية مثل قوله: { وَمَا أَرْسَلْنَا مِنْ رَسُولٍ } (3) هنا \"ما\" نافية فلا تفيد العموم، أو كانت مصدرية مثل قوله: { مَا دُمْتُ حَيًّا (31) } (4) { عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ } (5) أو كانت زائدة، { إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ } (6) { إِنَّمَا أَنَا بَشَرٌ } (7) ما زائدة تكف إن عن العمل وهذه لا يستفاد منها العموم. ¶ __________ ¶ (1) - سورة الأنبياء آية : 98. ¶ (2) - سورة الأنبياء آية : 101. ¶ (3) - سورة النساء آية : 64. ¶ (4) - سورة مريم آية : 31. ¶ (5) - سورة التوبة آية : 128. ¶ (6) - سورة النساء آية : 171. ¶ (7) - سورة الكهف آية : 110.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ومن هنا يعلم أن تمثيل الشارع لهذه القاعدة بعدد من الآيات التي فيها \"ما\" النافية لا يصح، مثل قوله - عز وجل - { وَمَا تَحْمِلُ مِنْ أُنْثَى } (1) والآية عامة ولكن العموم ليس مستفادًا من \"ما\"، وإنما العموم مستفاد من النكرة في سيقا النفي، أنثى نكرة في سياق النفي، ومثل قوله - عز وجل - { وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ } (2) هنا \"ما\" نافية واستفادة العموم من لفظ رسول نكرة في سياق النفي، { وَمَا تَكُونُ فِي شَأْنٍ } (3) { وَمَا يَعْزُبُ عَنْ رَبِّكَ } (4) { وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ } (5) فهذه هي النافية وهي حرف والحرف لا يستفاد منه العموم، نعم. ¶ المفرد المضاف يعم جميع المعنى ¶ ومثله المفرد إذ يضاف ¶ فأفهم هديت الرشد ما يضاف ¶ يعني مثل ما سبق من ألفاظ العموم المفرد المضاف، فهذا نوع آخر من أنواع ما يفيد العموم، وإطلاق المؤلف لا يصلح؛ لأن المفرد المضاف يفيد العموم، ولفظ المفرد يراد به معنيان: ¶ المعنى الأول: ما يقابل الجملة وشبه الجملة بحيث يشمل الواحد والمثنى والجمع هذا يسمى مفردًا، هذا يسمى عند النحاة، وليس مراد الأصوليين بلفظ المفرد هذا المعنى. ¶ والمعنى الثاني: إطلاق لفظ المفرد على ما يقابل المثنى والجمع، وعلى كل هل المراد هذا أو هذا ؟ فإن المفرد إذا أضيف إلى نكرة لم يفيد العموم بالإجماع، مثل سيارة رجل، وقلم طالب، هذا مفرد أضيف إلى نكرة فلا يفيد العموم، بالاتفاق والإجماع فقوله: \"المفرد إذ يضاف\" فيها فلا بد أن يفيد الإضافة إلى معرفة. ¶ __________ ¶ (1) - سورة فاطر آية : 11. ¶ (2) - سورة الأنبياء آية : 25. ¶ (3) - سورة يونس آية : 61. ¶ (4) - سورة يونس آية : 61. ¶ (5) - سورة سبأ آية : 22.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "المضاف إلى معرفة ثلاثة أنواع: النوع الأول: الجمع، مثل أقلام زيد، فهذا يفيد العموم، ومنه قوله سبحانه: { يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ } (1) أولاد جمع مضافة إلى معرفة وهو الكاف ضمير فيكون مفيدًا للعموم، { حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ } (2) أمهات جمع مضاف إلى معرفة هو الكاف وهو يفيد العموم. ¶ النوع الثاني: أسماء الأجناس وهذه إذا أضيفت إلى معرفة أفادت العموم أيضًا، مثل قوله: ماء البحر. ¶ النوع الثالث: المفرد الذي ليس بمثنى ولا بجمع، إذا أضيف إلى معرفة هل يفيد العموم؟ مثل قولك: قلم زيد وسيارة عمرو، اختلف الفقهاء في هذه المسألة على قولين: ¶ القول الأول: أن المفرد المضاف إلى معرفة يفيد العموم، وهذا قول: بعض الحنابلة وبعض المالكية، واستدلوا عليه بقول الله سبحانه: { وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا } (3) فقالوا: نعمة مفرد وأضيفت إلى معرفة لفظ الجلالة، وهي مفيدة للعموم بالإجماع وبدلالة النص، { وَإِنْ تَعُدُّوا } (4) وهذا إنما يكون للعموم، { لَا تُحْصُوهَا } (5) إنما يكون العموم، وهذا هو ظاهر اختيار المؤلف. ¶ __________ ¶ (1) - سورة النساء آية : 11. ¶ (2) - سورة النساء آية : 23. ¶ (3) - سورة إبراهيم آية : 34. ¶ (4) - سورة إبراهيم آية : 34. ¶ (5) - سورة إبراهيم آية : 34.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "والقول الثاني: قول الجمهور: بأن المفرد المضاف إلى معرفة لا يفيد العموم، ولعل هذا أقول: أرجح، بل هو الصواب ودليل هذا القول، أنه لم يقم على إفادة المفرد المضاف إلى معرفة دليل أنه يفيد العموم ما فيه دليل، وأما قول الله سبحانه: { وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ } (1) نعمة هنا ليست مفردًا وإنما هي اسم جنس، واسم الجنس خارج عن محل النزاع، ومن ثمرات هذه المسألة، ما ورد في الحديث: \" أنه كان يسبح بيده \" يد مفرد مضافة إلى المعرفة وهو الضمير الهاء، فحينئذ هل يفيد العموم ويسبح باليدين معًا هذا على القول الأول، أو لا يفيد العموم هذا على القول الثاني، ومثله أيضًا لو قال الرجل: زوجتي طالق وعنده أربع نسوة، ولم ينوي واحدة منهن فعلى القول الأول: تطلق الأربع جميعًا، وعلى القول الثاني: لا تطلق إلا واحدة، وتعين بالقرعة. ¶ ولو قال الإنسان: نذرت ذبح ابني -على القول بصحة هذا النذر- فإنه على القول الأول، يلزم بذبح شياه بعدد أبنائه، وعلى القول الثاني، يلزم شاة واحدة، وإذا قال :أوصيت لجاري محمد وكان له جاران -على القول بصحة الوصية- فإنه إذا قلنا إن المفرد المضاف إلى معرفة يفيد العموم، صرفت الوصية للجارين معًا، وعلى القول الآخر، تصرف لواحد وتعين بتعيين الورثة على قول أو تعين بالقرعة على قول آخر. ¶ وهناك عدد من صيغ العموم غير هذه الصيغة مثل كل وجميع، فإنها أيضًا مفيدة للعموم ومن صيغ العموم أيضًا التي لم يذكرها المؤلف، كل وجميع، وحذف متعلق الفعل المنفي وترك الاستفصال عند تعدد الأحوال فإنه يفيد العموم، إلى غير ذلك من الألفاظ والأساليب المفيدة للعموم، نعم. ¶ لا يتم الحكم حتى تجتمع شروطه وترتفع موانعه ¶ ولا يتم الحكم حتى تجتمع ¶ كل الشروط والموانع ترتفع ¶ __________ ¶ (1) - سورة إبراهيم آية : 34.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "المراد بالشرط ما لا يوجد المشروط إلا بموجوده، ولا يلزم من وجوده، وجود المشروط ولا عدمه؛ لذلك مثل الطهارة شرط للصلاة فلا تصح الصلاة إلا بوجود الطهارة، ولا يلزم من وجود الطهارة وجود الصلاة ولا عدمها، وسبق تقسيم الشروط إلى شروط صحة، مثل شرط الطهارة للصلاة، وشروط وجوب مثل شرط التمييز، ومنها ما هو شرط صحة ووجوب مثل العقل، وهناك نوع آخر يسمى شرط الأداة ذكروه في كتاب الحج. ¶ وأما الموانع فهي ما يلزموا من وجودها عدم الحكم، ولا يلزم من عدمها وجود الحكم ولا عدمه لذاته، ومن أمثلته الحيض يمنع من وجوب الصلاة، فيلزم من وجود الحيض عدم الحكم وهو وجوب الصلاة، ولا يلزم من عدم المانع بالحيض ثبوت الحكم ولا عدمه، فقد تكون امرأة عاقلة وقد تكون امرأة مجنونة، والحيض مانع من صحة الصوم، لكنه لا يمنع من وجوب الصوم. ¶ والموانع يمكن تقسيمها إلى موانع من الابتداء، والدوام مثل الرضاع يمنع من ابتداء النكاح، ويمنع من دوامه، إلى موانع تمنع من الابتداء ولا تمنع من الدوام، مثل الإحرام يمنع من ابتداء النكاح ولا يمنع من دوامه، وإلى موانع تمنع الدوام دون الابتداء، مثل الطلاق يمنع دوام النكاح، ولا يمنع من ابتدائه، وهذه القاعدة بأنه لا يتم الحكم حتى تجتمع كل الشروط وتنتفي كل الموانع قاعدة مسلمة، ودليلها دليل كل شرط، ودليل كل مانع، فإن من موجب أن يكون الشيء شرطًا، ألا يوجد الحكم إلا بوجوده، ومن ثمرة كون الشيء مانعًا ألا يوجد الحكم إلا بعدمه، نعم. ¶ الجزاء على قدر العمل ¶ ومن أتى بما عليه من عمل ¶ قد استحق ما له على العمل ¶ يراد بهذه القاعدة أن من فعل الفعل الذي يرتب عليه الثواب والجزاء سواء ثواب الدنيوي أو الثواب الأخروي، فإنه يستحق الثواب والجزاء إذا أتى به بشروطه وانتفت موانعه.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "ودليل هذه القاعدة عدد من النصوص الشرعية منها قوله -جل وعلا-: { يَا أَيُّهَا الَّذِينَ آَمَنُوا أَوْفُوا بِالْعُقُودِ } (1) وقوله - عز وجل - { وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا (34) } (2) وقوله سبحانه: { بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (76) } (3) ومنها قوله سبحانه: { هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ (60) } (4) ونحو ذلك من النصوص. ¶ وجاء في الحديث أن النبي - صلى الله عليه وسلم - أوجب إعطاء الأجير أجره وعاب على من استأجر أجيرًا فوفاه عمله ولم يعطه أجره . ¶ ويدخل في هذه القاعدة من أتى بشيء من الأذكار أو بشيء من العبادات؛ بل حتى في المعاملات، فمن ابتاع شيئًا وسلم الثمن استحق المثمن والمبيع، وإذا سلمت المرأة نفسها للزوج استحقت المهر، وكذلك في الإجارات فإذا قام الأجير بالعمل المناط به استحق الأجرة، وكذلك في باب المسابقات وفي باب الجعالة وهذه قاعدة تشمل كثيرًا من الأفعال والعقود سواء في حق الله - عز وجل - أو في حق العباد. ¶ ولعلنا نقف على هذا نسأل الله - عز وجل - أن يوفقنا وإياكم لكل خير، وأن يجعلنا وإياكم هداة مهتدين، وأن يرزقنا وإياكم العلم النافع والعمل الصالح، والنية الصادقة وأن يوفق علماء الشريعة لبيان أحكامها، وأن يوفق جميع المسلمين للدعوة لهذا الدين، وأن يوفق حكام المسلمين للحكم بهذه الشريعة، والله أعلم وصلى الله وسلم على نبينا محمد. ¶ س: أحسن الله إليكم، وأثابكم وجعل ما قلتم في ميزان حسناتكم، هذا سائل يقول: هل حد الشارع للمسافر مدة محددة، أم أنها تحدد بالعرف، وجزاكم الله خيرًا. ¶ __________ ¶ (1) - سورة المائدة آية : 1. ¶ (2) - سورة الإسراء آية : 34. ¶ (3) - سورة آل عمران آية : 76. ¶ (4) - سورة الرحمن آية : 60.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "ج: سبقت هذه المسألة عند الكلام عند قاعدة المشقة تجلب التيسير، وذكرنا أن العلماء ذكروا في مقدار المسافة التي يجوز فيها الفطر ثلاثة أقوال المسألة فيها أقوال عديدة، لكن هذه الأقوال هي أشهرها، فمنهم من يرجع ذلك المسافة إلى العرف ومنهم من يجعلها يومين، ولعل أظهر الأقوال أن تجعل يومًا، بدلالة قوله سبحانه: { يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ } (1) . ¶ فجعل الظعن والسفر يكون لمدة يوم ويدل عليه إطلاق النصوص التي جاء في بعضها \" لا يحل لامرأة تؤمن بالله واليوم الآخر أن تسافر يومًا إلا مع ذي محرم \" ومسافة اليوم قرابة أربعين كيلو، هذا فيما يتعلق بالمسافة، أما ما يتعلق بالمدة، فإن الأصل هو الذي تسفر عليه الأرض، بحيث يرى كل يوم أرضًا جديدة، وتظهر له أرض جديدة هذه مفهوم إطلاق لفظ المسافر في لغة العرب، فلا تناط أحكام السفر إلا بمن كان هذا وصفه، بدلالة قوله -جل وعلا-: { وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ } (2) . ¶ فعلق الحكم بالضرب في الأرض لكن، ويدل على ذلك عموم النصوص الواردة بوجود الصوم، ووجوب إتمام الصلاة، فإنها تشمل كل إنسان خصص في المسافر الذي يشد ويرحل بدلالة الأدلة هذا هو الأصل والقاعدة المستمرة، لكن جاءنا في الحديث أن النبي - صلى الله عليه وسلم - \" ترخص يرخص المسافر في مكة أربعة أيام \" وكان عازمًا على الإقامة، هذه الأربعة أيام. ¶ فنقول: من كان مقيمًا في بلد لمدة أربعة أيام فأقل، فإنه يترخص يرخص المسافر، ومن زاد فلا، إذا كان عازما على الإقامة، فإن قال قائل: قد جمع النبي - صلى الله عليه وسلم - في تبوك بضعة عشر يومًا، وفي مكة في غزوة الفتح بضعة عشر، وفي بعض الروايات إحدى وعشرين ليلة، فيقال: إن الإقامة هنا لم يكن فيها عزم على الإقامة، فلم يكن ناويًا أن يقيم جازمًا بذلك. ¶ __________ ¶ (1) - سورة النحل آية : 80. ¶ (2) - سورة النساء آية : 101.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "فيبقى الحكم في مثل هذه القضايا فيمن لم يكن جازمًا على الإقامة، ومن لم يدر هل سيسافر غدًا أو بعد غد، فإنه يترخض برخص المسافر، وأما من كان جازمًا بأنه سيقيم أربعة أيام فأكثر، فلا نرى له رخصة في أن يترخص برخص السفر، وأنتم تعلمون أن الشيخ محمد -الله يغفر له- كان يرى، أنه يرى أنه لا يتقيد بزمان. ¶ ولكن ما يظهر هذا القول وجماهير أهل العلم على خلافه وليس العبرة بقول الجمهور، ولكن العبرة بالدليل، فظاهر الأدلة أنه يجب إتمام الصلاة ويجب الصوم على جميع الناس، { فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ } (1) \"فمن\" من ألفاظ العموم فلا نخصصه إلا من جاء فيه الدليل، جاء الدليل في المسافر، ولفظ المسافر في لغة العرب هو الذي يشد وينزل، فأما من أقام فهذا يسمى مقيم، نعم. ¶ س: أحسن الله إليكم، يقول: هل يعتبر من العرف العام الاتفاقات العالمية على أمر مباح، كالاتفاقات المتعلقة بحقوق المؤلفين والمخترعين مثلًا؟. ¶ ج: لا تعد هذه عرفًا عامًا، وإنما إن نظمت من قبل الوالي وقبلت وأصبح القضاة يعملون بها فهذه دائرة في قاعدة تصرف الإمام على الرعية منوطا بالمصلحة، بحيث لا تخالف الشريعة ولا يعد ذلك عرفًا، وإنما يعد أمرًا من والي أمر المسلمين، والعرف ما اتفق عليه الناس وتعارفوه وجرى بينهم، فمثل هذا لا يعد عرفًا؛ لأن واضعه أناس مخصوصون، نعم. ¶ س: أحسن الله إليكم، يقول: هل يخصص القياس بالعرف العام؟ ¶ __________ ¶ (1) - سورة البقرة آية : 185.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "ج: هذا السؤال مغلوط؛ لأن القياس إنما يرد في محل خاص والعرف مناط لتحقيق الأحكام الشرعية، وليست دليلًا لا يستدل به، لكن هنا مسألة متعلقة بهذه المسألة، متعلقة بهذه المسألة، وهي هل تخص نصوص الشريعة بالعرف؟ نقول: لا يغفل العرف إن كان المراد به العرف في غير الزمان النبوي فلا يخصص النص به ولا يلتفت إلى ذلك العرب، بل يعد عرفًا فاسدًا؛ لأنه مخالف للشرع، وأما إن كان العرف مقارنًا للزمان النبوي فإنه حينئذ يخصص به النص؛ لأنه بمثابة السنة الإقرارية. ¶ ومثال ذلك: أن الشريعة جاءت باستعمال الدف في النكاح، والعرف في زمان النبوة أن هذا خاص بالنساء، فخصص هذا النص العام بالعرف الموجود في العهد النبوي، فهذا تخصيص للنص بالعرف، وأما أن يقال: يخصص العرف بالقياس، أو يخصص القياس بالعرف فلا وجه لإثبات ولا للنفي؛ لأن كل مجاله كل في مجال مستقل عن المجال الآخر. ¶ س: أحسن الله إليكم. وهذا يقول: أشكل عليَّ كلامكم حول العليم، وذكرتم أنه لا يصح التمثيل بها، فلو وضحتم ذلك جزاكم الله خيرا. ¶ ج: المؤلف يرى أن لفظ العليم من ألفاظ العموم، فقال فيه: \"كالعليم\"، وفي الشرح ذكر من أمثلة دخول \"ال\" على المفرد دخولها على أسماء الله وصفاته، قال: فكلما دخلت على اسم من أسماء الله، أو صفة من صفاته أفادت جميع ذلك المعنى. ¶ إفادة جميع المعنى لم ترد من \"ال\" وإنما جاءت من الصيغة التي بنيت منها لفظة \"عليم\" أو \"رزاق\"؛ ولذلك فإن \"ال\" هنا العهدية، و\"ال\" العهدية كما سبق لا تفيد العموم، وإنما الذي يفيد العموم هو \"ال\" الجنسية، ولو كانت \"ال\" هنا جنسية مفيدة للعموم لكان المراد العليم، يعني: كل عليم، ولكان الله موصوفا بأنه كل عليم، وهذا لا يصح، وليس هذا مرادا للمؤلف.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "لا شك أن الشيخ عبد الرحمن من أئمة أهل السنة الذين يرجع إلى أقوالهم في مباحث المعتقد، ولكن ما من بشر إلا ويفوته شيء من الأشياء، والخطأ طبيعة بشرية قد خلق الله العباد عليها: أنا أخطئ، وأنت تخطئ، والثاني يخطئ، والثالث يخطئ، ولو حقق المؤلف النظر في هذا اللفظ لعرف ذلك وتبينه.نعم. ¶ س: أحسن الله إليكم. يقول: العقد شريعة المتعاقدين، هل هذه القاعدة صحيحة؟ ¶ ج: العقد شريعة المتعاقدين، يلتفت فيها أو يلحظ عليها من جانبين: ¶ الجانب الأول: أنه ليست هذه القاعدة مطلقة، بل لا بد من تقيدها بعدد من القيود منها: أن يكون ذلك غير مخالف للشريعة، فلو تعاقدوا على عقد الربا لم يجب العمل بهذا العقد وغير ذلك من أنواع شروط العقود. ¶ الشيء الثاني: استعمال لفظة \"شريعة\"، فإن المراد بالشريعة الأمر الواسع والأحكام العامة؛ لذلك يقال مثلا لمورد الماء الكبير، الذي يرد عليه جميع الناس في محل واحد في لغة العرب: \"شريعة\". ¶ فإطلاق لفظ \"الشريعة\" على العقود هذا لا يصح من جهة مخالفته للمعنى اللغوي، وكذلك من جهة مخالفته للمعنى الشرعي، فإن لفظة \"شريعة\" يراد أن تكون منسوبة للشارع، والعقود منسوبة للمتعاقدين وليست للشارع. نعم. ¶ س: أحسن الله إليكم. يقول: ألا يترتب على قولنا ببطلان صلاة من صلى بثوب حرير أيضا -ببطلان صلاة من صلى بثوب فيه إسبال، وكذلك من يلبس خاتم الذهب، نرجو التوضيح وجزاكم الله خيرا. ¶ ج: سبق أن قررنا: \"أن النهي إذا كان مستقلا عن الفعل لم يفد التحريم\"، لابس خاتم الذهب هل يعصي بنفس ركوعه، أو هل يعصي بنفس سجوده؟ لا يعصي بنفس الركوع ونفس السجود؛ لأن لبس الخاتم مستقل، وهو عاص بلبس الخاتم وباستمراره على اللبس، وهذا الفعل مستقل عن الصلاة، بخلاف لابس ثوب الحرير الذي يلبس ثوب حرير؛ فإنه يستر عورته.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "فالنهي هنا عاد إلى شرط الصلاة، فأنت في أثناء صلاتك مأمور بستر العورة، وكيف تستر العورة المأمور بها شرعا بأمر محرم، وكيف تتقرب إلى الله بستر العورة بفعل أمر محرم، وهو كون الثوب حريرا. ¶ أما المسبل فإن الإسبال فعل مستقل، فهو لا يعصي بنفس الصلاة؛ لأن الإسبال أمر مستقل، هل يعصي بركوعه؟ والإسبال يتعلق به التحريم بما زاد عن المقدار الجائز شرعا وهو حد الكعبين، فستر العورة بجزء الثوب الأعلى، وهو لا يعصي بجزء ثوبه الأعلى، وإنما يعصي بجزء ثوبه الأسفل. ¶ وقد قال بعض العلماء في حديث ورد في سنن النسائي: \" لا صلاة لمن أسبل \" قالوا بأن المراد به لا صلاة كاملة. ¶ توقف العلماء من هذا الحديث مواقف: منهم من ضعفه، لكن التضعيف لا يظهر؛ فالحديث قوي، ولكن القول الآخر بأنه المراد به لا صلاة -يعني: لا صلاة كاملة- هو الصواب، ومن لم يصحح صلاة المسبل تكبرا، أو المسبل مطلقا -ما يعرف أن أحدا حكي عنه هذا القول. ¶ وقد يناسب هذا مذهب الظاهرية، ولكن كما ذكرت أن النظر في قواعد الشريعة يدلنا على أن النهي هنا ليس متعلقا بذات العبادة، ولا متعلقا بشرطها، فلا يكون عائدا عليها بالإفساد والإبطال، لعلنا نقف. ¶ أحسن الله إليكم وأثابكم، ونفعنا بعلمكم، وجعل ما قلتم في ميزان حسناتكم، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ القواعد الفقهية لها أهميتها ومكانتها، ومن عرف القواعد الفقهية أمكنه أن يعرف أحكام أكثر الفروع، بل من أحاط بالقواعد الفقهية يمكن أن يقال بأنه قد عرف أكثر من تسعين في المائة من أحكام المسائل الفقهية. ¶ وكون الإنسان يبذل من نفسه في معرفة هذه القواعد وكيفية تطبيقها، يهون عليه الإحاطة بالقواعد الفقهية، كما سبق الحديث عن ذلك في أول جلسة لنا في هذا الأسبوع، والقواعد الفقهية نرغب أن يكون الحديث فيها مركزا، بحيث يكون علميا بحتا.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "وكون هذه الدروس تخلو من المناقشة، وتخلو من شد الذهن، هذا ناتج عن هذه الدروس؛ فإن الدورة العلمية مكثفة، فحينئذ لا بد أن تكون الدروس فيها مركزة، وتكون المسائل الفقهية والقواعد الفقهية يحصر الحديث فيها؛ ومن ثم كان الحديث فيه نوع جفاف. ¶ وإن كان هذا الأمر أيضا له مرد آخر؛ وذلك أن الحديث في هذه القواعد الفقهية مستقر في الذهن، وقد سبق للإنسان فيه الحديث والخوض في جزئياته والخوض في تفاصيله، وحينئذ فهي أمور مستقرة في الذهن. ¶ ومن، ثم يعتقد الإنسان أن حديثه الذي يتكلم به مفهوم لدى الجميع، ومن، ثم قد لا يفصل في بعض هذه الجزئيات؛ لاعتقاده أن هذه الأمور مقررة عند الجميع؛ فلعلكم تعذروننا إن كان في شيء من الحديث شيء من الجفاف، أو شيء من عدم التفصيل، أو شيء من عدم الشرح في المسائل التي قد لا يفهمها بعض الإخوان، لعلنا نبدأ في القواعد الفقهية. ¶ ما لا يدرك كله لا يترك كله ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين، اللهم اغفر لنا ولشيخنا، وعلمنا ما ينفعنا، وانفعنا بما علمتنا، وزدنا علما يا أرحم الراحمين. ¶ قال الشيخ عبد الرحمن السعدي -رحمه الله تعالى- في منظمومته الفقهية: ¶ ويفعل البعض من المأمور ¶ إن شق فعل سائر المأمور ¶ هذا البيت أسقطته بعض النسخ، فهو موجود في بعض النسخ، وليس موجودا في البعض الآخر، وهو موجود في المنظومة من أول ما نظمها الشيخ -رحمه الله-، ولكن سبب ذلك من الطبع وليس من كون الشيخ لم يذكره، أو لم يقل هذا البيت إلا متأخرا. ¶ لذلك في بعض القواعد، وفي بعض الكتب والطبعات -نجد أن البيت السابق فيه شرح للبيت اللاحق لهذا البيت؛ فيدلنا على أن هذين البيتين هما من صلب هذه المنظومة، ولم تزد عليها.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "وقد تقدم شيء من الحديث عن هذه القاعدة، وأن المأمور إذا شق على المكلف، بحيث لم يتمكن من فعله -سقط وجوبه عنه، ودليل ذلك قول الله - عز وجل - { فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ } (1) وقول النبي - صلى الله عليه وسلم - \" إذا أمرتكم بشيء فأتوا منه ما استطعتم \" . ¶ أما إذا تمكن العبد من فعل بعض المأمور، +ولو يتمكن من فعل جميعه، فظاهر ما سبق أنه يفعل ما يتمكن منه، وهذا يعبر عنه الفقهاء بقولهم: \"الميسور لا يسقط بالمعسور\"، إلا أن الفقهاء ذكروا أن المأمورات على ثلاثة أنواع: ¶ نوع إذا لم يتمكن المكلف من فعل الجميع فعل ما يستطيع منه، ويمثلون لذلك بما إذا كان العبد لا يستطيع إخراج الواجب من الزكاة جميعه في الوقت الحاضر، لكن يستطيع إخراج البعض -أخرج البعض، وبقي البعض الآخر حتى يتمكن من إخراجه. ¶ ومثله أيضا في الصلاة: إذا لم يتمكن من فعل جميع المأمور، كأن لم يكن يتمكن من القيام؛ فإنه يفعل بقية أجزاء الصلاة. ¶ والنوع الثاني من الواجبات: ما إذا لم يتمكن العبد من فعل بعض سقط الجميع، ومثال ذلك الصيام: إذا كان العبد لا يستطيع صيام جميع اليوم، سقط عنه صيام جميع اليوم، ولو كان يستطيع صيام بعض اليوم. ¶ وفرقوا بين هذين: بأن الأول يعتبر بمثابة وحدات متفرقة -جزئيات ينفصل بعضها عن بعض-، فإذا سقط البعض لم يسقط الباقي، والثاني بمثابة جزئية واحدة، فإذا سقط بعضه فلا قيمة للبعض الآخر، ومثال الثاني أيضا: من وجبت عليه الرقبة في كفارة الجماع في نهار رمضان، ولم يستطع إلا نصف الرقبة -سقط عنه وجوب الجميع. ¶ ويقولون في ذلك قاعدة عندهم: ما لا يتبعض فاختيار بعضه كاختيار كله، وسقوط بعضه كسقوط كله. ¶ __________ ¶ (1) - سورة التغابن آية : 16.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "والنوع الثالث: ما يقع مترددا بين هذين الأمرين، مثل: الوضوء والغسل، فهل هو جزئية واحدة، بحيث إذا سقط البعض سقط الجميع، أو هو جزئيات منفصلة؟ فأما الغسل فالأظهر فيه أنه جزئيات منفصلة، بدلالة عدم وجوب الموالاة فيه، وأما الوضوء فالنظر فيه متردد. نعم. ¶ ما ينشأ عن المأذون لا يضمن ¶ وكل ما نشأ عن المأذون ¶ فذاك أمر ليس بالمضمون ¶ الإذن نوعان: إذن من الشارع، وإذن من المالك والمخلوق، فإذن الشارع هل يسقط الضمان؟ لو أذن الشارع للعبد في فعل من الأفعال أن يفعله فحينئذ هل يسقط الضمان؟ ¶ نقول: لا يخلو إن كان إذن الشارع لمصلحة للمكلف المأذون له، وبدون أذية من غيره، فإنه لا يسقط الضمان، مثال ذلك: من اضطر إلى مال غيره جاز له أكله في الشرع، فهذا إذن من الشارع، لكن لمصلحة المكلف، ولعدم اعتداء من المال، فحينئذ يجب الضمان. ¶ النوع الثاني: إذن من الشارع لغير مصلحة المكلف، إذن من الشارع لا يكون مصلحة مباشرة للمكلف، وليس أو فيه اعتداء وأذية من المال المملوك، فحينئذ لا يجب الضمان، ويعبرون عنه بقولهم: الجواز الشرعي ينافي الضمان، مثال ذلك: من هاج عليه الجمل فقتله، هنا الضمان لا يجب، لماذا؟ لوجود الجواز الشرعي لأذية في ذلك المال المملوك. ¶ النوع الثاني من الإذن: إذن المالك، فإذا أذن المالك لغيره أن يتصرف في ماله، أو فيما له به اختصاص -فحينئذ هل يجب الضمان؟ نقول: لا يخلو الأمر من حالين: ¶ الحالة الأولى: أن يكون العبد مأذونا له في أصل الفعل، وهو أهل لمثل ذلك التصرف، فحينئذ لا ضمان عليه، مثل: الطبيب نأذن له في التصرف في أبداننا، ثم قد يقع منه خطأ، فحينئذ لا ضمان عليه، ومثل ذلك الخباز، يأخذ البر منك ليخبزه، ثم بعد ذلك يحترق، فهذا هو مأذون له شرعا، ومأذون له من المالك بأن يتصرف في هذا المال، فحينئذ لا يجب عليه الضمان.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "النوع الثاني: ألا يكون أهلا للتصرف: تأذن لشخص أن يتصرف في بدنك بالتطبيب، وهو ليس بطبيب، فحينئذ يجب عليه الضمان. نعم. ¶ الحكم يدور مع علته وجودا وعدما ¶ وكل حكم دائر مع علته ¶ وهي التي قد أوجبت +لشرعيته ¶ هذا البيت متعلق بدوران الحكم الشرعي مع علته، والمراد بالحكم هنا: قد يراد به الأحكام الشرعية فقط، وقد يراد به عموم الأحكام حتى في أمورنا الخاصة: في أطعمتنا، وأدويتنا، وغيرها. ¶ وقوله: \"دائر\" يعني: أنه يثبت الحكم إذا وجدت علته، وينتفي الحكم إذا انتفت علته، والمراد بالعلة في اللغة ما اقتضى تغيرا؛ لذلك قيل: علة المريض، وفي الاصطلاح يراد بالعلة: الوصف الظاهر المنضبط الذي يحصل من ترتيب الحكم عليه مصلحة. ¶ وللناس في حقيقة العلة ثلاثة مذاهب: ¶ فالأشاعرة يقولون: العلة أمارة على الحكم، ولا تؤثر فيه بناء على مذهبهم في نفي الأسباب. ¶ والمعتزلة يقولون: العلة هي الوصف +المأثر بذاته في الحكم بناء على قولهم في نفي القدر. ¶ وأهل السنة يقولون: العلة هي الوصف المؤثر في الحكم بجعل الله -تعالى- بناء على قولهم بإثبات الأسباب، وقولهم بإثبات القدر، إذا تقرر ذلك فإن العلة الشرعية مثل القتل العمد العدوان علة لوجوب القصاص؛ من قتل غيره عمدا عدوانا، فإنه يجب القصاص عليه. ¶ والعلة +تأخذ من الأدلة الشرعية، +فتأخذ من صريح الأدلة مثل: إذا ورد مع اللفظ \"من أجل\" أو \"كي\" أو \"إن\" هذا يسمى دلالة صريحة على العلة، مثل قول النبي - صلى الله عليه وسلم - \" إنما حرم ذلك من أجل الدافة \" يعني: ادخار لحوم الأضاحي. ¶ وقوله - صلى الله عليه وسلم - \" إنها من الطوافين عليكم والطوافات \" \"إن\" هنا حرف تعليل صريح، ومثل قوله - عز وجل - { كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ } (1) \"كي\"، هذه أدوات صريحة للتعليل. ¶ __________ ¶ (1) - سورة الحشر آية : 7.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "وقد يكون بطريق التنبيه، مثل قوله - عز وجل - { وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا } (1) رتب الحكم: { فَاقْطَعُوا أَيْدِيَهُمَا } (2) على الوصف: { وَالسَّارِقُ وَالسَّارِقَةُ } (3) بالفاء، { وَالسَّارِقُ وَالسَّارِقَةُ } (4) وصف مناسب للحكم. ¶ ومثل قوله: \" من بدل دينه فاقتلوه \" رتبه بصيغة الجزاء، فهذه تسمى دلالة تنبيه على العلة، وليست صريحة مثل الأولى، وقد يكون بطريق الإجماع، بأن تجمع الأمة على هذا الوصف هو علة الحكم، وقد يكون بطريق الاستنباط، نستنبط أن هذا الوصف هو علة الحكم، وهذا له ثلاثة طرق وهي الصحيحة: ¶ الطريق الأول: الدوران، بأن نجد الحكم يثبت مع وجود أحد الأوصاف، وينتفي بانتفاء ذلك الوصف، فنعلم أن الحكم ثابت من أجل ذلك الوصف. ¶ أو بطريق المناسبة: بأن نجد مع الحكم وصفا مناسبا لتشريع الحكم، فنقول: إن ذلك الوصف المناسب هو علة الحكم. ¶ قد يكون بطريق السبر والتقسيم: بأن نحصر جميع الأوصاف الواردة مع الحكم، ثم نبطل عِلّية كل تلك الأوصاف ونبقي وصفا واحدا. ¶ والعلة يقع الاجتهاد فيها من ثلاثة أوجه: ¶ الوجه الأول: تحقيق مناط العلة، وذلك بأن يكون هناك قاعدة متفق عليها، أو منصوص عليها فنطبقها على جزئياتها، مثال لتحقيق مناط العلة: أن الشارع جاء بقبول شهادة العدل، قال -تعالى- { وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ } (5) فتأتي وتحقق مناط هذا الحكم: فلان عادل تقبل شهادته، فلان ليس بعادل فلا تقبل شهادته. ¶ ومعرفة تحقيق مناط الحكم مهمة في كثير من المسائل الشرعية: من هو الأولى بالإمامة، من هو الأولى بالنكاح، من الذي يتولى ولاية المرأة، إلى غير ذلك من المسائل. ¶ __________ ¶ (1) - سورة المائدة آية : 38. ¶ (2) - سورة المائدة آية : 38. ¶ (3) - سورة المائدة آية : 38. ¶ (4) - سورة المائدة آية : 38. ¶ (5) - سورة الطلاق آية : 2.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "ومن المسائل المترتبة عليه: جواز الائتمام بالمخالف في المذهب دون المخالف في مناط الحكم، يعني: لو أكلت أنت مع إنسان آخر لحم إبل، ثم قمت تتوضأ، وقام يريد أن يكون إماما لك، وهو لم يتوضأ، هل يجوز الائتمام به، يجوز أو لا يجوز؟ ¶ تقول: فيه تفصيل: إن كان هذا المخالف يخالف في أصل الحكم جاز الائتمام به، كأن يكون يرى أن أكل لحم الإبل لا ينقض الوضوء، فحينئذ يجوز الائتمام به. ¶ لكن إن كان الخلاف في مناط الحكم مثل أن يقول هذا الشخص: لا، هذا اللحم ليس بلحم إبل، أنا أسلم لك أن لحم الإبل ينقض الوضوء، لكن هذا اللحم ليس بلحم إبل، فحينئذ لا يجوز الائتمام به، لماذا؟ لأن الاختلاف هنا في تحقيق مناط الحكم، وليس في أصل الحكم. ¶ النوع الثاني من أنواع الاجتهاد في العلة: تنقيح المناط، أي: يكون مع الحكم أوصاف عديدة، فنقول: بأن العلة في هذا الحكم هو الوصف الفلاني، بجمع جميع الأوصاف الواردة مع الحكم، وإبطال التعليل بها إلا وصفا واحدا، ويمثلون له بحديث المجامع في نهار رمضان. ¶ فإنه ورد في الحديث: \" أن رجلا من الأنصار جاء للنبي - صلى الله عليه وسلم - فقال: يا رسول الله، هلكت وأهلكت. فقال له: لما. قال: جامعت أهلي في نهار رمضان. قال: أعتق رقبة \" . ¶ كون الرجل، أو كون السائل رجلا، هل له مدخل في الحكم، أو ليس له مدخل كونه من الأنصار، هل له مدخل أو ليس له مدخل؟ ليس له مدخل. كونه وقع في تلك السنه، هل له مدخل أو ليس له مدخل؟ ليس له مدخل. كون التي وقع عليها الجماع زوجته، هل له مدخل أو ليس له مدخل؟ ليس له مدخل. كونه جامع في نهار رمضان، هذا له مدخل؟",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "فأثبتنا أن هذا الوصف هو علة الحكم، ونفينا بقية الأوصاف، هذا يسمى: \"تنقيح المناط\"، ما الفرق بين تنقيح المناط والسبر والتقسيم السابق؟ \"السبر والتقسيم\" هذا في نص لم يرد معه أي وصف، فتأتي أنت وتستنبط الأوصاف، بينما \"تنقيح المناط\" هذا الأوصاف واردة في نفس النص، وقد يقع الخلاف في تنقيح المناط مثلما وقع الخلاف بين الحنفية والشافعية، والمالكية والحنابلة، في هذه المسألة. ¶ فالمالكية والحنفية يقولون: علة وجوب الكفارة هي انتهاك حرمة الشهر، فمن أكل متعمدا عندهم وجبت عليه الكفارة. ¶ والشافعية والحنابلة يقولون: العلة هي الجماع في نهار رمضان. فحينئذ من أكل أو شرب متعمدا عندهم، لا تجب عليه الكفارة. ¶ النوع الثالث من أنواع الاجتهاد في العلة: تخريج المناط يعني: يكون الحكم لا أوصاف معه، فيأتي المجتهد فيستخرج الوصف المناسب لتعليل الحكم، مثال ذلك قول النبي - صلى الله عليه وسلم - \" الذهب بالذهب ربا إلاهاء وهاء، والفضة بالفضة ربا إلا هاء وهاء \" . ¶ فهنا لا يوجد أي وصف مع هذا الحكم، فيأتي المجتهد ويستخرج الأوصاف المناسبة للتعليل، فيقول مثلا: العلة هنا هي الثمنية، فهذا يسمى \"تخريج المناط\". ¶ هذه القاعدة، وهي: كون الحكم يدور مع علته وجودا وعدما، يدل عليها كل دليل دال على العلية، فإن معنى كون الوصف علة أن يثبت الحكم بوجوده، وينتفي بانتفائه، ولا زال العقلاء يستخدمون هذه القاعدة في سائر حياتهم، حتى في الأدوية والأغذية، في أحكامهم على مجريات الأمور. ¶ ولا بد أن يلاحظ أن الوصف لا بد أن يتوفر فيه عدد من الشروط حتى يكون علة صحيحة، مثل أن يكون منضبطا، فلا يصح التعليل بالأوصاف غير المنضبطة، ومنها ألا يعود على أصله بالإبطال، فإذا عاد الوصف على أصله المسألة بالإبطال لم يصح التعليل به.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "مثال ذلك: الحنفية قالوا بأن العلة في بدأ الصلاة بالتكبير هو تعظيم الله - عز وجل - . فلو ابتدأ الإنسان الصلاة بقوله: الله أعظم أو الله العظيم، أجزأه ذلك، وقال الجمهور: لا يجزئه. ¶ وهذه العلة تعود على أصل الحكم بالإبطال، وأصل الحكم هو قول النبي - صلى الله عليه وسلم - \" وتحريمها التكبير \" ومما يأخذ بدلالة اللغة انحصار المبتدأ في الخبر معناه: أنه لا يقع تحريم للصلاة إلا بالتكبير، فلو قلنا: إن العلة هي تعظيم الله؛ فإنه حينئذ تعود على أصلها، وهو الحديث بالإبطال، إلى غير ذلك من شروط التعليل. ¶ وقول المؤلف هنا: \"لشرعيته\" الهاء تعود على الحكم، ووصف الحكم بأنه شرعي، أو وصف الفعل بأنه مشروع لا بد أن يفرق بينهما، فإذا قلت: الحكم الشرعي دخل فيه الحكم الوضعي، والحكم التكليفي يدخل فيه التحريم والوجوب، وإذا قلت: هذا الفعل شرعي أو مشروع، معناه: أنه مما يتقرب به لله - عز وجل - . فلفظة مشروع معناها الأحكام، أو الأفعال المستحبة والأفعال الواجبة. نعم. ¶ الأصل في الشروط اللزوم والصحة إلا ما حلل حراما أو حرم حلالا ¶ أو عكسه فباطلات فاعلما ¶ إلا شروطا حللت محرما ¶ في البيع والنكاح والمقاصد وكل شرط لازم للعاقد ¶ هذه قاعدة مهمة متعلقة بالشروط، تقدم معنا الحديث في شروط العبادات والعقود، وهنا القاعدة متعلقة بالشروط في العبادات والعقود، وفرق بين شرط العبادة والشرط في العقد، فالأول من الشارع حكم شرعي، بينما الشرط في البيع هذا قد أنشأه أحد المتعاقدين، اشترطه البائع أو اشترطه المشتري.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "إذا عرفنا الفرق بينهما فإن الأصل في الشروط هو اللزوم والصحة، سواء كان في العبادات أو في المعاملات، ودليل هذه الأصل قوله -جل وعلا-: { يَا أَيُّهَا الَّذِينَ آَمَنُوا أَوْفُوا بِالْعُقُودِ } (1) وقوله -سبحانه-: { وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا (34) } (2) وقوله: { بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (76) } (3) . ¶ وقول النبي - صلى الله عليه وسلم -?\"?المؤمنون على شروطهم \"?وهذا الحديث وارد في السنن، صححه جماعة من أهل العلم، وتوقف فيه آخرون، وأصل معناه ثابت بعدد من النصوص. ¶ والشروط كما تدخل من المكلف في المعاملات تدخل في العبادات أيضا، فعندما يريد الإنسان الدخول في الإحرام، فإن الأصل أن الحج لازم، ويجب على العبد إتمامه وإكماله، ويحرم عليه قطعه لقوله - عز وجل -? { ? وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ } (4) لكن لو اشترط الإنسان عند الإحرام جاز له أن يتحلل إذا حبسه حابس، كما في حديث ضباعة بنت الزبير. ¶ ومثله أيضا في الاعتكاف، الأصل أن المعتكف يجلس في المسجد، إذا نذر الاعتكاف وجب عليه الجلوس في المسجد، إلا إذا اشترط، كما لو اشترط أن يزور المريض، أو أن يزور والدته، أو أن يأكل في بيته، جاز ذلك وصح الاشتراط. ¶ والشروط في المعاملات تقع على ستة أنواع: ¶ النوع الأول: شرط ما هو من متقضي العقد، مثال ذلك: البيع من مقتضاه تسليم المبيع للمشتري، فلو اشترط في البيع أن يسلم المبيع للمشتري صح ذلك الشرط، وكان لازما وكان تأكيدا للعقد، ومثله: لو اشترط في عقد النكاح تسليم المرأة لزوجها، هذا من متقضى العقد، وشرطه فيه زيادة تأكيد. ¶ __________ ¶ (1) - سورة المائدة آية : 1. ¶ (2) - سورة الإسراء آية : 34. ¶ (3) - سورة آل عمران آية : 76. ¶ (4) - سورة البقرة آية : 196.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "النوع الثاني من الشروط: شرط ما هو من مصلحة العقد، مثل أن يشترط التأجيل في الثمن، أو يشترط الرهن أو الكفيل والضمين، فهذا شرط صحيح بالإجماع، شرط لازم يجب الوفاء به بالإجماع، لكن لو لم يفعله المكلف -لو لم يفعله المشروط عليه- فإن المتعاقد الآخر يجوز له الفسخ. ¶ النوع الثالث من أنواع الشروط: شرط ما هو من مصلحة أحد المتعاقدين، الثاني مصلحة العقد وهذا الثالث مصلحة العاقد، كأن يشترط الإنسان أن يسكن في بيته الذي باعه لمدة أسبوع، أو أن يستعمل السيارة التي باعها لمدة أسبوع، فحينئذ هذا ليس من مصلحة العقد، وإنما من مصلحة المتعاقد، فهل يصح هذا الشرط أو لا يصح؟. ¶ اختلف العلماء في ذلك، فذهب الحنفية والشافعية إلى عدم صحته، واستدلوا عليه بأدلة أبرزها دليلان: ¶ الدليل الأول: ما ورد أن النبي - صلى الله عليه وسلم - قال: \" ولا يحل شرط وبيع \" وهذا الحديث رواه أبو يعلى في مسنده الكبير؛ لأن أبا يعلي له مسندان: كبير، وصغير، والموجود المطبوع هو المسند الصغير. ¶ المسند الكبير له زوائد ليست موجودة في الصغير، بل له زوائد على الكتب السبعة ذكرها ابن حجر في المطالب العالية، وهذا الحديث مما رواه أبو يعلى في المسند الكبير، وذكره ابن حجر في المطالب، وحكم عليه بالضعف للانقطاع في إسناده، وإذا كان الحديث ضعيفا فإنه لا يعول عليه. ¶ والدليل الثاني لهم: حديث عائشة في الصحيحين: أن النبي - صلى الله عليه وسلم - قال: \" كل شرط ليس في كتاب الله فهو باطل، وإن كان مائة شرط \" قالوا: فدل ذلك على عدم صحة الشروط.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "والقول الثاني في المسألة: إنه تصح الشروط، فقالوا عن حديث عائشة بأن المراد به الشرط المخالف للشريعة، أو الشرط المخالف لمتقضى العقد، واستدلوا على ذلك بأنه وارد في اشتراط الولاء لغير المعتدي، وهذا شرط مخالف لمقتضى العقد، وبما ورد في بعض ألفاظ الحديث: \" كتاب الله أحق، وشرط الله أوثق \" فدل ذلك على أن المراد بهذا الحديث: إبطال الشروط المخالفة للشريعة. ¶ ويدل على صحة هذه الشروط ما ورد في حديث جابر: \" أنه باع على النبي -صلى الله عليه وسلم جملا واشترط حملانه إلى المدينة \" في الصحيح. ¶ ويدل على ذلك أيضا حديث آخر: \" أن النبي - صلى الله عليه وسلم - نهى عن الثُنيا إلا أن تعلم \" قالوا: والشروط من الثُينا، فمتى كانت الشروط معلومة فإنها جائزة، وهذا هو رأي شيخ الإسلام ابن تيمية وابن القيم. ¶ والقول الثالث في المسألة: إنه يجوز الشرط الواحد، ولا يجوز أكثر من شرط، وهذا هو مذهب الحنابلة، ويستدلون على ذلك بقول النبي - صلى الله عليه وسلم - \" ولا شرطان في بيع \" وهذا الحديث في السنن بإسناد حسن. ¶ وقد قيل بأن المراد بالحديث بيع العينة، يقوله ابن القيم، قال شيخ الإسلام ابن تيمية: إن المراد بهذا الحديث إذا لم يحدد الثمن، فيقال: هذه السلعة بمائة حاضرة، أو بمائة وعشرين مؤجلة إلى سنة. ¶ وفي الأحاديث السابقة دلالة على مثل هذا التأويل، مما يدل على أن القول الثاني أقوى، ويدل على ذلك أيضا عموم النصوص الواردة بوجوب الوفاء بالشروط والعهود: { يَا أَيُّهَا الَّذِينَ آَمَنُوا أَوْفُوا بِالْعُقُودِ } (1) . ¶ النوع الرابع من أنواع الشروط: الشرط الذي يحصل به تعليق العقد، كأن يقول: أبيعك هذه السلعة إن رضي زيد، أو إن جاء عمرو. ¶ وجمهور العلماء على تحريم هذا، أو على عدم صحة هذا العقد، قالوا: لأنه غير مجزوم به، والأصل في العقود أن تكون مجزوما بها. ¶ __________ ¶ (1) - سورة المائدة آية : 1.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وذهب شيخ الإسلام ابن تيمية ومن تبعه إلى صحة هذا الشرط، واستدلوا عليه بما ورد من حديث: \" أن نافعا اشترى من صفوان دارا بمكة ليتخذها سجنا، واشترط رضا عمر \" فعلق البيع برضا عمر، فدل ذلك على جواز تعليق البيع. ¶ والجمهور يستدلون بحديث: \" لا يغلق الرهن من صاحبه \" الحديث في السنن بإسناد حسن، قالوا: والمراد بذلك إذا قال: أرهنك هذه الساعة مقابل المبلغ الذي في ذمتي، فإن أتيتك بهذا المبلغ في الوقت المحدد، وإلا فخذ الساعة وتملكها، وعلى مقتضى القول الآخر، أن هذا أيضا صحيح، وإن كان فيه تعليق البيع -بيع الساعة- بعدم إحضار الثمن. ¶ قالوا: والحديث يراد به ما كان في عهد الجاهلية: \" لا يغلق الرهن من صاحبه \" في الجاهلية أن الرهن يمتلك إذا حضر الأجل، ولم يسدد الدين سواء أذن مالكه أو لم يأذن، قالوا: أما إذا كان المالك آذنا فإنه لا يدخل في الحديث بقوله: \" ولا يغلق الرهن من صاحبه \" وهذا ما غلق قد أذن، وهذا القول له قوته ووجاهته. ¶ النوع الخامس من الشروط: اشتراط عقد في عقد، كأن يقول: أؤجرك هذا البيت بمائة ريال على أن تبيعني تلك السيارة بكذا، هذا عقد في عقد، هذا الشرط باطل، دليل ذلك ما ورد في الحديث: \" أن النبي - صلى الله عليه وسلم - نهى عن بيعتين في بيعة \" . ¶ ويدل على ذلك حديث ابن مسعود: \" صفقتان في صفقة ربا \" وحديث النهي عن بيعتين في بيعة حديث قوي تعددت طرقه، وبعضها بإسناد حسن، فبتعدد طرقه يكون من قبيل الصحيح لغيره. ¶ النوع السادس من الشروط: اشتراط أمر يناقض العقد، كأن يقول: أبيعك هذه السيارة بشرط ألا أسلمها لك، أو أبيعك هذه السيارة بشرط ألا تبيعها، فهذا يناقض مقتضى العقد؛ لأن مقتضى عقد البيع أن المالك يحق له التصرف في المبيع، فحينئذ هذا شرط باطل ولا قيمة له، لكن هل يؤثر على العقد بحيث لا يصح العقد؟",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "ذهب الحنفية والشافعية إلى أن العقد باطل، واستدلوا عليه بعدد من الأدلة القياسية، وذهب الحنابلة إلى صحة العقد، ومع بطلان الشرط، ولعل هذا القول أظهر لحديث عائشة: \" فإنها اشترت بريرة واشترط أهلها الولاء لهم، فصحح النبي - صلى الله عليه وسلم - العقد وأبطل الشرط \" . ¶ فاشتراط الولاء هذا يخالف مقتضى العقد؛ لأن من مقتضى عقد البيع أن يكون المتملك للعبد مالكا له، قادرا على التصرف فيه بالعقد وغيره، وإذا أعتق العبد يكون له الولاء. ¶ هذا شيء مما يتعلق بالشروط -نعم-، لعلنا ننتقل إلى البيت الذي بعده. ¶ تستعمل القرعة عند المبهم من الحقوق ¶ تستعمل القرعة عند المبهم ¶ من الحقوق أو لدى التزاحم ¶ يراد بالقرعة: ضرب السهام، بحيث يجعل أحد تلك السهام مميزا بعلامة أو بنحوه، فمن خرجت له القرعة أو ذلك السهم المميز، استحق ما جعل على القرعة. ¶ والقرعة يشرع استعمالها بدلالة عدد من الأحاديث منها: قول النبي - صلى الله عليه وسلم - \" لو يعلم الناس ما في الندا والصف الأول، ثم لم يجدوا إلا أن يستهموا عليه لاستهموا \" \" كان النبي - صلى الله عليه وسلم - إذا أراد أن يخرج أقرع بين نسائه \" . ¶ وقد ورد في ذلك القرآن في شرع من قبلنا، في قوله سبحانه: { فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ (141) } (1) في قوله -جل وعلا-: { وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ } (2) وتستعمل القرعة في شيئين: ¶ الشيء الأول فيما ذكره المؤلف هنا: عند الإبهام؛ بحيث إذا وجب على الإنسان حق لمخلوق، فكان ذلك الحق مبهما، فيميز ذلك الحق بواسطة القرعة، مثال ذلك: طلق إنسان إحدى زوجاته وقد عينها، ثم بعد ذلك نسي المعينة، فحينئذ إحدى الزوجات طالق، فيعين تلك الزوجة المطلقة بواسطة القرعة. ¶ __________ ¶ (1) - سورة الصافات آية : 141. ¶ (2) - سورة آل عمران آية : 44.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "والمجال الثاني من مجالات استعمال القرعة: عند التزاحم في الحقوق، كأن يكون هناك رجلان مستحقان للآذان، كل منهما قد توافرت فيه الشروط والصفات المميزة، ولا يوجد شيء يتميز به أحدهما على الآخر، فيميز بواسطة القرعة. ¶ لكن عند الإبهام في حقوق الله، فإنه لا يشرع استعمال القرعة، مثل: من نسي صلاة من صلوات أمس، فلا يقال: استعمل القرعة بين هذه الصلوات، وإنما يقال: يجب عليك أن تصلي الخمس صلوات جميعا. نعم ¶ إن تساوى العملان اجتمعا وفعل أحدهما ¶ وإن تساوى العملان اجتمعا ¶ وفعل إحداهما فاستمعا ¶ هذه قاعدة يقال لها: \"قاعدة التداخل\" إذا وجد عملان من جنس واحد، وكل منهما مقصود، أو وواحد منهما ليس مقصودا بنفسه تداخلا، ومثال ذلك: من دخل المسجد وصلى نافلة الظهر أجزأته عن تحية المسجد، وهنا وجد عملان من جنس واحد، أحدهما ليس مقصودا بذاته فدخل في الآخر. ¶ ومثل: من أحدث، ثم أحدث مرة أخرى، نقول: يجب عليه وضوء واحد، ولا نوجب عليه وضوءين. ¶ علم من ذلك أن التداخل له شرطان: ¶ الشرط الأول: أن يكون من جنسه -أن يكون كل من العملين من جنس الآخر-، فإن كان ليس من جنسه لم يدخل فيه، مثال ذلك: لو كانت المرأة عليها عدة، ثم وُطئت بشبهه الوطء -بشبهة ليس من جنس وطء الزوج الأول- فلا تتداخل العدتان هنا، بل تكمل عدة الأول، ثم تستأنف عدة جديدة. ¶ الشرط الثاني: أن يكون أحدهما ليس مقصودا لذاته؛ فإن كان كل منهما مقصودا لذاته لم يتداخلا، مثل: نافلة الظهر وصلاة الظهر، نافلة الفجر وصلاة الفجر. ¶ مثل: أن تجب على إنسان ديتان لزيد من الناس، فهنا كل منهما مقصود بذاته ديتان، وإن كانا من جنس واحد، كأن يكون قد قتل خطأ ابنين من أبنائه، ولا وارث لهما إلا الأب -فالدية هنا، أو قتلهما شبه عمد؛ لأن الدية تجب على القاتل لا تجب على العصبة، فهنا الدية وإن كانت من جنس واحد، لكنهما لا يتداخلان؛ لأن كلا منهما مقصود لذاته.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "ومثله من وطئ في يومين من نهار رمضان، كل منها مقصود لذاته، فتجب عليه كفارتان، بخلاف ما لو وطئ مرتين في يوم واحد، فإنه هنا تتداخل الكفارتان، ولا يجب عليه إلا كفارة واحدة إلا إذا كان قد كفّر، جامع في أول النهار، ثم كفّر، ثم جامع في آخر النهار تجب عليه عندهم كفارة أخرى. نعم. ¶ وفي هذه القاعدة أيضا إشارة إلى مسألة أخرى، و هي: إذا ورد في عمل واحد وجهان مشروعان، فإنه يجوز فعل ذلك العمل بأي الوجهين المشروعين، مثل: دعاء الاستفتاح، ورد بعدد من الألفاظ المشروعة، فبأي لفظ من الألفاظ المشروعة قاله الإنسان جاز ذلك، ومثله أيضا بقية الأذكار الواردة مثل التشهد. نعم. ¶ المشغول لا يشغل ¶ وكل مشغول فلا يشغل ¶ مثاله المرهون والمسبل ¶ هذه قاعدة المشغول لا يشغل، المراد بالمشغول: هو الذي يكون موقوف التصرف على جهة من الجهات، فإنه لا يصح أن يتصرف فيه بتصرف آخر يكون مناقضا للتصرف الأول، مثاله: إذا بعت سلعة لا يجوز لك أن تبيع هذه السلعة مرة أخرى؛ لأن هذه السلعة و هذه العين مشغولة للبيع الأول. ¶ ويدل عليه قول النبي - صلى الله عليه وسلم - \" لا يبيع بعضكم على بيع بعض، ونهى عن خطبة الرجل على خطبة أخيه \" لأن هذه السلعة أو هذه المرأة مشغولة بالبيع الأول والخطبة الأولى، ويدخل في هذه القاعدة الجمع بين عقدين في محل واحد، فلا يجوز أن يعقد عقدين على شيء واحد، من وجه واحد، في وقت واحد. ¶ ومن هنا لا يجوز أن نجمع بين الإجارة والمضاربة في وقت واحد ومن وجه واحد، مثال ذلك: إذا كان عندك عامل في الدكان ما يجوز أن تعطيه أجرا ونسبة من الأرباح؛ لأنك بذلك تكون قد جمعت له بين عقد الإجارة وعقد المضاربة في محل واحد.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "لكن لو كان كلٌ منهما مستقلا بنفسه جاز ذلك، بأن يكون هناك مثلا وقت الصباح له أجرة، ووقت بعد الظهر يأخذ نسبة من أرباح المبيعات بعد الظهر، هنا يجوز لاختلاف الزمان، أو كان لاختلاف السبب كأن يكون يستحق النسبة لكونه مشاركا لك في المال، ويستحق الأجرة لكونه يعمل، هنا يجوز. ¶ أما أن يستحق الأجرة والنسبة بعمل واحد، في وقت واحد من وجه واحد -فلا يجوز؛ ولهذه القاعدة -تحريم اجتماع العقدين في محل واحد، في زمن واحد من وجهين- فروع عديدة بجميع المسألة من أمثلة ما لم يجتمع من جهة واحدة، اجتماع أو بيع المؤجر إذا كان عندك سلعة مؤجرة، تؤجرها على غيرك، هل يجوز لك أن تبيعها؟ ¶ تقول: نعم؛ لأن العقدين ليسا من وجه واحد، وليسا متعارضين، وكذلك إذا كانا في زمانين متفاوتين، ومنه بيع العربون: تعطيه مائة ريال، تشتري منه هذه السيارة بألف ريال، تقول: هذه مائة ريال، فإن أردت إتمام البيع بعد ذلك فإني سأسدد لك الثمن، فإن لم آت بالثمن في الزمن الفلاني فإنك تمتلك هذا المقدم. ¶ فهذه الصورة الصواب أنها جائزة؛ لوقوع إجماع الصحابة عليها، وهذا العقد كان في الزمان الأول بيعا، ثم لما لم يسدد انتقل إلى كونه هبة، فهنا العقدان لم يجتمعا في زمان واحد؛ ولهذا السبب أرى أن عقد الإجارة المنتهي بالتمليك عقد جائز؛ لأنه إجارة في الزمان الأول، وعند تسديد الثمن ينتقل إلى كونه بيعا، العقدان لم يجتمعا في زمان واحد، والممنوع منه اجتماع العقدين في زمان واحد. ¶ لكن لا بد أن يلاحظ أن تتطبق أحكام الإجارة على هذا العقد في الزمان الأول، وتطبق أحكام البيع في الزمان الثاني، فلو تلفت السلعة قبل سداد جميع الثمن لكانت مضمونة للمالك الأول المؤجر؛ لأن هذا هو مقتضى عقد الإجارة، ولا تكون بيعا إلا بسداد جميع الثمن. نعم. ¶ من أدى عن غيره واجبا له الرجوع عليه ¶ ومن يؤد عن أخيه واجبا ¶ له الرجوع إن نوى يطالبا",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "هذا البيت متعلق بقضاء الحقوق عن الغير، والواجبات منها ما لا يدخله النيابة، فلا يتصور فيه أن يقضي إنسان عن غيره ذلك الواجب، مثل: \"الصلاة\" هل يتصور أن يصلي إنسان عن غيره، هذا الأمر أو هذا الواحب لا تدخله النيابة، ومن، ثم لا يصلي إنسان عن غيره. ¶ النوع الثاني من الواجبات: ما تدخله النيابة، ويتمحض أن يكون عبادة مثل \"الحج\" فهنا لا يجوز للإنسان أن يؤدي هذا الفعل عن غيره إلا إذا أذن، أو كان المؤدى عنه ميتا، لا يجوز أن تجح عن والدك الحي إذا لم يأذن لك، وإذا لم تأخذ منه الإذن، ولو كان الوالد عاجزا، ولا يستطيع الحج، ما دام عقله معه. ¶ النوع الثالث من الحقوق: الحقوق التي لا تتمحض أن تكون عبادة مثل \"النفقة\"، ومثل \"سداد الدين\" فحينئذ هل إذا أدى الإنسان عن غيره واجبا من هذه الواجبات، هل يستحق ما أداه؟ نقول: لا يخلو من أحد حالين: ¶ إذا أدى عن غيره حقا وهو لا ينوي الرجوع إليه، سدد عنه الدين ولا يقصد أن يرجع إليه، فحينئذ لا يحق له أن يطالب بسداد أو بذلك الدين، لماذا؟ لأنه عندما أدى الدين لم يقصد الرجوع إليه، ودليل ذلك: أن هذه هبة لزمت بالقبض؛ لأنه لا ينوي الرجوع، والهبة إذا لزمت بالقبض حرم الرجوع فيها؛ لقول النبي - صلى الله عليه وسلم - \" والعائد في هبته كالكلب يقيء، ثم يعود في قيئه \" . ¶ النوع الثاني: أن يؤدي هذا الواجب الذي لا يتمحض أن يكون عبادة، قد يفعل على جهة العبادة، وقد يفعل على جهة غير جهة العبادة بإذن ممن عليه الحق، فهذا يجوز له الرجوع بالإجماع؛ لأنه إنما تصرف بإذنه فهو بمثابة الوكيل. ¶ النوع الثالث: أن يؤدي الحق عن غيره ناويا الرجوع إليه بدون إذنه، فهذه اختلف الفقهاء فيها، والحنابلة يرون أنه يجوز له الرجوع إليه، وهو اختيار المؤلف هنا، وظواهر النصوص تدل عليه، مثل قوله - عز وجل - { هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ (60) } (1) هذا محسن. ¶ __________ ¶ (1) - سورة الرحمن آية : 60.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "ومثل قول النبي - صلى الله عليه وسلم - \" من صنع إليكم معروفا فكافئوه \" هذا قد صنع معروفا، ويدل عليه قوله -جل وعلا-: { فَإِنْ أَرْضَعْنَ لَكُمْ فَآَتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ } (1) فأجاز أو أوجب الأجرة بالإرضاع، ولم يشترط إذنا من الوالد. نعم. ¶ الوازعات طبيعية وشرعية ¶ والوازع الطبعي عن العصيان ¶ كالوازع الشرعي بلا إفطان ¶ \"الوازع الطبعي\" يعني يراد به: ما خلق الله في جبلة الإنسان من النفرة عن بعض الأفعال، مثل: النفرة عن النجاسات وعن مخالطتها، فهذا نوع من أنواع الوازع في الشرع، وغالب أحكام الشريعة أنها لا ترتب عقوبة على فعل ما يقع الوازع الطبعي بضده. ¶ والنوع الثاني: \"الوازع الشرعي\": وذلك بإيقاع العقوبة على الفاعل، فما كان من الأفعال تقتضي جبلة الإنسان وخلقته النفرة منه، فأحكام الشريعة عادة ما ترتب عليها عقوبة، وإنما يكتفي بذلك الوازع، وما لم يكن كذلك فغالب أحكام الشريعة أنها ترتب عليه عقوبة، ويستفاد من هذه القاعدة في شيئين: ¶ الشيء الأول: الترجيح بين الأقوال إذا وقع الخلاف في فعل، هل ترتب عليه العقوبة أو لا؟ ترتب، ننظر هل في جبلة الإنسان ما يردعه عن هذا الفعل أو لا، فإن كان في جبلة الإنسان ما يردعه عن ذلك الفعل فإننا نقول: لعل الأرجح إذا لم نجد مرجحا آخر عدم إيقاع العقوبة عليه، إذا كان في وازع الإنسان الجبلي ما يردعه عن ذلك الفعل. ¶ ويفيدنا أيضا في مسائل القياس إذا جاءنا فعل من الأفعال فيه وازع جبلي، وليس فيه وازع شرعي، فإننا لا نثبت العقوبة قياسا على بقية مسائل الشرع، وما فعل فيه المكلف فعلا لا يوجد وازع جبلي عنه، فإننا نوقع فيه العقوبة التقديرية؛ إلحاقا لهذه المسألة ببقية مسائل الشرع. ¶ __________ ¶ (1) - سورة الطلاق آية : 6.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "مثال ذلك: مثلا لو جاءنا إنسان وجنى جناية في الشبكة الآلية: بأن يكون قد تكلم بالغيبة في غيره، أو قدم في غيره في الشبكة الآلية، أو تسبب في تعطيل أجهزة غيره، فمثل هذا الفعل أذية، ولا يوجد في الشارع نص على عقوبة فاعل هذا الفعل. ¶ وهل هناك في الجبلة ما يمنع من هذا الفعل؟ نقول: ليس هناك وازع جبلي يمنع منه ويردعه عنه، فنلحق العقوبة التعذيرية بفاعل هذا الفعل بما يردعه وأمثاله عن مثل هذا الفعل، ويختلف باختلاف الأحوال، بنوع الفعل وبنوع الأذية الحاصلة منه، فلكل تعذير يناسبه. نعم. ¶ خاتمة ¶ والحمد لله على التمام ¶ ثم الصلاة مع سلام شائع ¶ في البدء والختام والدوام ¶ على النبي وصحبه والتابع ¶ ختم المؤلف هذه المنظومة بحمد الله - عز وجل - كما ابتدأها به، وقال في الصلاة على النبي وصحبه ولم يذكر الآل؛ وذلك لأنه يرى أن المراد بالآل هم أتباع النبي - صلى الله عليه وسلم - كما تقدم، فقوله: \"وصحبه والتابع\" يغني عن ذكر الآل، وهنا من باب عطف العام على الخاص، فصحبه خاص والتابع عام، وعطف العام بعد الخاص وارد في لغة العرب كثيرا. ¶ ويلاحظ في القواعد الفقهية أن منها ما هو موطن خلاف بين الفقهاء، فقبل أن نطبق القاعدة لا بد أن نعرف هل هي محل اتفاق أو محل خلاف؟ مثل قاعدة العبرة في العقود بالصيغ، هذه قاعدة عند الشافعية، وغيرهم يرى أن العبرة في العقود بالمعاني، فهذه قاعدة خلافية. ¶ لا بد أن نلحظ الخلاف في القاعدة قبل أن نطبقها، وأيضا قبل تطبيق القاعدة لا بد أن نلاحظ الشروط -شروط كل قاعدة-، ومن لم يلاحظ شروط القواعد قد يظن أن القواعد متناقضة، مثل: قاعدة الجواز الشرعي ينافي الضمان، وقاعدة الاضطرار لا يبطل حق الغير؛ لأن المضطر يجوز له شرعا أكل مال غيره، وإتلاف الجمل الهائج، فلا بد أن نلاحظ شروط كل قاعدة قبل أن نطبقها.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "هل القواعد الفقهية دليل شرعي بحيث نأخذ منها الأحكام؟ نقول: القواعد منها ما يكون نص دليل شرعي، فمثل هذه القاعدة لا شك أننا نأخذ منها الأحكام مباشرة، ومن القواعد ما يكون عبارة عن علة مسألة من المسائل، أو استقراء من عدد من مسائل الشريعة، فحينئذ يكون العمل بتلك القاعدة في جميع مسائلها من باب تطبيق القياس على فروعه، والقياس دليل من أدلة الشريعة الصحيحه. ¶ وبختم هذه المنظومة نجد أن المؤلف لم يقتصر في منظومته على القواعد الفقهية فقط، بل أدخل فيها عددا من القواعد الأصولية، والغالب أن المؤلف لا يذكر شروط القاعدة، وإن كان في بعض المسائل يذكر هذه الشروط، والغالب على المؤلف أنه لا يمثل للقواعد الفقهية، إلا أنه مثَّل قليلا مثل قوله: ¶ وكل مشغول فلا يشغل ¶ مثاله المرهون.......... ¶ المرهون هو الموقوف -الوقف-، فإذا وقفت دارا لا يصح لك أن تتصرف فيها تصرفا آخر بالبيع أو الشراء، مثله المرهون يراد به ما عقدته ثقة لبيع: كأن أبيعك هذه السيارة بمائة ريال تسددها لي بعد سنة، فترهن ساعتك عندي من أجل إذا لم تسدد هذا المبلغ استوفينا هذه المائة ريال من هذه الساعة، هذا المراد بالمرهون. ¶ ولا يحق لك أن تتصرف في المرهون لا تبيعه ولا تتصرف فيه أي تصرف؛ لأن هذا ينافي كونه مرهونا، ومثله المسبل، المراد بالمسبل الموقوف، فإذا وقفت دارا أو أرضا لم يجز لك أن تتصرف فيها ببيع ولا بهبة ولا بغيرها من أنواع التصرفات. ¶ نسأل الله - عز وجل - أن يوفقنا وإياكم لما يحب ويرضى، وأن يرزقنا وإياكم العلم النافع، والعمل الصالح والنية الصادقة، وأن يجعل اجتماعنا هذا اجتماعا مسببا لرضا الله - عز وجل - ولدخول الجنة، كما نسأله -جل وعلا- أن يجعلنا وإياكم من المتحابين فيه، والمتوادين فيه المجتمعين على طاعته، وأن يغفر لنا ولكم ولوالدينا ولجميع المسلمين، والله أعلم، وصلى الله على نبينا محمد.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "أحسن الله إليكم، وأجزل لكم المثوبة، وعظم أجركم، وشكر سعيكم، سائل يسأل بمناسبة ختم هذا المتن: ¶ س: هل توصي بحفظ هذه المنظومة، أو هناك متن أنفع منه توصينا بحفظه، وسؤال ملخصه: هل الأفضل أن أترك جميع ما يشغلني من حفظ المتون والدروس، أو التفرغ لحفظ القرآن؟ ¶ ج: هذه المنظومة منظومة جيدة، ومنظومة مستوعبة في بابها، وإذا حفظها الإنسان يسرت له عددا من مسائل الفقه، ولا بد من الفهم مع الحفظ، ومع معرفة شروط كل قاعدة معها؛ لئلا يطبق الإنسان القاعدة على غير محالها. ¶ وبالنسبة لترتيب الأولويات في الحفظ هذا يرجع لكل إنسان بحسبه، لا شك أن أولى ما عني به الإنسان هو كتاب الله - عز وجل - وأن القرآن أولى من غيره بالحفظ، ولكن قد يكون الإنسان عنده بعض الوقت، يجد من نفسه نوع انصراف عن القرآن، ويتوجه إلى غيره، أو يجد من نفسه عدم قدرة على حفظ القرآن في وقت واحد، فحينئذ يصرف شيئا من وقته لغيره؛ لأنه لو صرف جميع الوقت لحفظ القرآن لتداخلت الآيات بعضها في بعض، والسور بعضها في بعض. نعم. ¶ س: أحسن الله إليكم. ذكرتم فضيلتكم تحقيق المناط، وذكرتم هذا بأن من أكل لحم الإبل، ثم أنكر وجوب الوضوء منه يؤتم به، ومن شك وقال: هذا اللحم ليس لحم إبل، لا يصلي خلفه، بينوا لنا ذلك جزاكم الله خيرا. ¶ ج: هذه المسألة تقررت بتقريرها، وهو أن المخالف لك في أصل الحكم يجوز لك الائتمام به، ما لم تكن مخالفته في صلب الصلاة، مثاله: من كان يعتقد أن مس المرأة لا ينقض الوضوء، جاز ذلك أن تأتم به، لكن لو اختلفتم أنت وهو، هل مس الرجل تلك المرأة أو لم يسمها؟ وأنتم ترون أن مس المرأة ناقض مطلقا لم يجز لك الائتمام به. ¶ وهذه القاعدة تدخل في عدد من المسائل: مثل مسائل الأواني، مثل مسائل الثياب، وغيرها من أنواع المسائل. ¶ س: أحسن الله إليكم. سائل يقول: ما المناط، وما تخريج المناط، وما الفرق بين السبر والتقسيم، وتخريج المناط؟",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "ج: المراد بالمناط: الأمر الذي يعلق عليه الحكم، الوصف الذي يعلق عليه الحكم، مثلما قلنا: القتل العمد للعدوان هذا وصف يعلق عليه وجوب القصاص، هذا يراد به المناط. ¶ وتخريج المناط: أن يرد الوصف، أن يرد الحكم في الشرع ولا وصف معه، فيأتي المجتهد ويستنبط الحكم، ويستنبط الوصف الذي من أجله ثبت الحكم. ¶ أما تنقيح المناط: كأن يرد مع النص عدد من الأوصاف -يرد مع الحكم عدد من الأوصاف-، فيأتي المجتهد فيلغي تلك الأوصاف لكونها أوصافا فردية، لم تجر عادة الشارع في الغالب بتعليق الأحكام بهذه الأوصاف، فيبقى معه وصف واحد. ¶ والفرق بين \"تنقيح المناط\" و\"السبر والتقسيم\": أن تنقيح المناط تكون الأوصاف مذكورة في خطاب الشارع، السبر والتقسيم لا تكون الأوصاف مستنبطة من قبل المجتهد، أي يقول: هذا الحكم لا يمكن أن يكون ثابتا إلا للوصف الفلاني، أو الوصف الفلاني، أو الوصف الفلاني، فيستنبط الأوصاف، ثم يلحق الحكم بالوصف المناسب لوصف واحد فقط، ويبطل عليه بقية الأوصاف. ¶ أسأل الله - عز وجل - أن يوفقنا وإياكم لكل خير، وأن يجعلنا وإياكم هداة مهتدين، والله أعلم، وصلى الله على نبينا محمد. ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وأصحابه وأتباعه بإحسان إلى يوم الدين، أما بعد. ¶ فأسأله -سبحانه وتعالى- أن يرزقني وإياكم السداد والصواب في القول والعمل، وفيما نأتي وفيما نذر، وأن يهديني وإياكم لما اختلف فيه من الحق بإذنه؛ إنه -سبحانه وتعالى- على كل شيء قدير، كما أسأله -سبحانه وتعالى- بأسمائه الحسنى- وصفاته العلي أن يرزقني وإياكم الإخلاص في أقوالنا وأفعالنا، آمين.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "كما هو معهود في هذه الدورات المباركة، أسأله -سبحانه وتعالى- أن يرزقني وإياكم فيها العلم النافع والعمل الصالح، كما هو معهود دراسة ما تيسر من المتون في جميع فنون العلم ودراستها تكون على سبيل الإجمال دون التفصيل؛ لأن المقصود من ذلك تحصيل ما تيسر من هذه المتون في جميع الفنون التي تدرس في هذه الدورة وفي غيرها. ¶ ومما يعلم أن كثيرا من مسائل الفقه، وخاصة في أبواب العبادات فيها خلاف كثير، ولكثرة الأدلة فيها -كما هو معلوم لمن طالع كتب أهل العلم المصنفة في هذا الباب- فإن التفصيل والتطويل في هذه المسائل يفضي إلى أنه لا يؤخذ إلا مسائل يسيرة، لكن القصد هو المرور على ما تيسر من المسائل، مع ذكر الأقوال التي يظهر رجحانها بالدليل من خلال كلام أهل العلم. ¶ وسيكون هذا الدرس في كتاب \"بلوغ المرام\" من \"باب صلاة الجمعة\" قد سبق في الدورة التي قبل الماضية، من سنتين انتهينا إلى هذا الباب، وكتاب \"بلوغ المرام\" -كما هو معلوم- من الكتب المحررة، ومن أعظم الكتب المصنفة في هذا الباب، وصاحبه -رحمه الله- اعتنى به. ¶ وقد سبق لنا في الدورة التي أشير إليها أن مصنفه -رحمه الله- الحافظ ابن حجر يظهر -والله أعلم- أنه كان يمليه من حفظه؛ ولهذا مر معنا في بعض المواضع، في الأبواب السابقة -في بعض الأبواب السابقة- أنه ربما حصل له شيء من الوهم والعدو -رحمه الله-؛ لأنه فيما يظهر -والله أعلم- أنه كان يملي من حفظه. ¶ وفيما أذكر أنه في بعض المواضع -أو في موضع من المواضع- ربما كان له أكثر من وهم أو وهمين أو ثلاثة، وفي هذه الدروس أيضا يتعرض إذا تبين شيء، أو من خلال مراجعة كلام أهل العلم، أو من خلال تخريج الحديث. ¶ فنسأله -سبحانه وتعالى- أن يرزقني وإياكم السداد والصواب، آمين.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "قال -رحمه الله-: \"باب صلاة الجمعة\" الجمعة من أعظم شعائر الإسلام، وهي واجبة بإجماع أهل العلم، وقد دلت الأدلة على وجوبها، واختلف العلماء متى كانت شرعيتها، هل كانت في مكة أم بعد مكة؟ والأكثر أنها لم تشرع إلا بعد مكة. ¶ هل شرعت قبل الهجرة أم بعد الهجرة؟ والأكثر أنها لم تشرع إلا بعد الهجرة، وأنه -عليه الصلاة والسلام- لم يصلها قبل ذلك، وقد صليت في المدينة وصلى بهم، جمعهم أسعد بن زرارة، وأمهم معصب بن عمير - رضي الله عنه - في المدينة، كما رواه أبو داود. ¶ المقصود أنها من شعائر الإسلام الواجبة، وهي من أعظم الاجتماعات، ويوم الجمعة من أفضل الأيام، قال -عليه الصلاة والسلام- كما رواه مسلم، من حديث أبي هريرة قال: \" خير يوم طلعت فيه الشمس يوم الجمعة \" . ¶ وفي حديث شداد بن أوس، وعند أبي داود وغيره، أنه قال: \" إن من أفضل أيامكم يوم الجمعة، فأكثروا علي من الصلاة فيه \" \" إن من أفضل أيامكم يوم الجمعة، فيه النفخة والصعقة والبعث، فأكثروا علي من الصلاة فيه، قالوا: كيف تعرض عليك صلاتنا وقد أرمت -أي: قد بليت-، قال: إن الله حرم علي الأرض أن تأكل أجساد الأنبياء \" . ¶ وهو حديث جيد، وجاء في معناه أخبار في هذا الباب تدل على فضل هذا اليوم، واختلف هل هو أفضل أم يوم النحر، والأظهر أن يوم النحر أفضل؛ لحديث فيما ثبت عنه -عليه الصلاة والسلام- أنه قال: \" إن أعظم الأيام عند الله يوم النحر \" . ¶ وإذا اجتمعت الفضيلتان -يوم الجمعة، ويوم النحر- كان فضله عظيما، وإذا انفرد اليومان فيوم النحر أفضل، وهو من أعظم أيام الله، وهو يوم الحج الأكبر، وهو الذي تكون فيه غالب ومعظم شعائر الحج في ذلك اليوم، لكن هذا اليوم من أعظم الأيام.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "وقال بعض أهل العلم في حكمة صلاة الجمعة: إن القلوب تصدأ كما يصدأ الحديد، وتتعرض للصدأ المعنوي كما يتعرض الحديد للصدأ الحسي، فيكون جلاؤها وطلاؤها وطهارتها بهذه الصلاة، التي تكون فيها الخطبة، وتكون فيها الصلاة، ويكون العبد فيها مستعدا متهيئا. ¶ وربما تمنى الله عليه، فصلى ما تيسر قبل ذلك، أو قرأ القرآن، أو ذكر الله - عز وجل - فحصل له خير كثير، فكان جلاء وطلاء،ً فالقلوب تصدأ وهذا من أعظم جلاء لها، كما أنه يكون الجلاء الحسي بمنظفات لما يتسخ من الحديد وغيره. ¶ قال -رحمه الله- عن عبد الله بن عمر وأبي هريرة -رضي الله عنهما: \" أنهما سمعا رسول الله - صلى الله عليه وسلم - يقول على أعواد منبره: لينتهين أقوام عن ودعهم الجمعات، أو ليختمن الله على قلوبهم وليكونن من الغافلين \" رواه مسلم، الحديث رواه مسلم من حديث عبد الله بن عمر وأبي هريرة. ¶ ورواه النسائي أيضا، لكن ذكر بدل \"أبي هريرة\" \"ابن عباس\" أي: من حديث ابن عمر وابن عباس، وإسناده صحيح، والمقصود أن الخبر رواه مسلم كما ذكر المصنف -رحمه الله-، وجاء في معناه أخبار تدل على وجوب الجمعة، منها: ¶ قوله -عليه الصلاة والسلام-: \" نحن الآخرون السابقون يوم القيامة بيد أنهم أوتوا الكتاب قبلنا \" بيد معناها: غير -بيد مثل غير وزنا ومعنى- أي: غير أنهم أوتوا الكتاب غيرنا اليهود والنصارى، فاليهود غدا والنصارى بعد غد، فهذا يومهم الذي افترضه الله عليهم.",
            "page": "145",
            "part": "1"
        }
    ],
    "t37545": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "نظم القواعد الفقهية"
        }
    ]
}