{
    "b37563": [
        {
            "id": "1",
            "nass": "حجية القياس ¶ والرد على من أنكره ¶ إعداد ¶ إسلام محمود دربالة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "تعريف القياس في اللغة: ¶ ((القياس في اللغة التقدير, ومنه قست الأرض بالخشبة أي قدرتها بها. ¶ والتسوية, ومنه قاس النعل بالنعل أي حاذاه, وفلانٌ لا يقاس بفلان أي لا يساويه)) (¬1). ¶ قال الجوهري: ((قست الشيء بالشيء أي قدرته على مثاله, يقال: قست أقيس وأقوس فهو من ذوات الياء والواو, ونظائره في اللغة كثيرة, والمصدر قيسًا وقوسًا بالياء والواو من بناء أقيس قياسًا وأقوس قوسًا)) (¬2). ¶ وجاء في القاموس المحيط: ((قاسه بغيره, وعليه يقيس قيسًا وقياسًا, واقتاسه قدره على مثاله فاقتاس, والمقدار مقياس)) (¬3). ¶ قال الدكتور محمد الأشقر: ¶ وفي الاصطلاح: ¶ قال البيضاوي: ((هو إثبات حكمٍ معلومٍ في معلوم آخر لاشتراكهما في علة الحكم عند المثبت)) (¬4). ¶ ¬__________ ¶ (¬1) الإبهاج شرح المنهاج للسبكي (6/ 2157) ¶ (¬2) الصحاح للجوهري (3/ 967) ¶ (¬3) القاموس المحيط مادة ق ي س. ¶ (¬4) المنهاج مع الإبهاج (6/ 2158).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقال ابن قدامة في روضة الناظر: ((حملُ فزعٍ على أصلٍ في حكمٍ بجامعٍ بينهما)) (¬1). ¶ وقيل: ((حكمك على الفرع بمثل ما حكمت به في الأصل لاشتراكهما في العلة التي اقتضت ذلك الأصل)) (¬2). ¶ وقيل: ((حمل معلوم على معلومٍ في إثبات حكم لهما, أو نفيه عنهما بجامعٍ بينهما من إثبات حكم أو صفة لهما, أونفيهما)) (¬3). ¶ أركان القياس: ¶ ((الركن الأول: ((الأصل المقيس عليه)) وهي الصورة المقيس عليها, وهو المحل المشبه به)) وهو الذي يقاس عليه الفرع بالوصف الجامع بينهما. ¶ الركن الثاني: الفرع المقيس, وهو ما حمل على الأصل بعلة مستنبطة منه وهو الحادثة والواقعة التي يراد معرفة الحكم لها عن طريق قياسها على مورد النص, لوجود علة جامعة بين الأصل والفرع. ¶ ¬__________ ¶ (¬1) إتحاف ذوي البصائر بشرح روضة الناظر (4/ 2104) قال الدكتور النملة: هذا التعريف قريبٌ من تعريف أبي يعلى في \" العدة \" وتعريف أبي الخطاب في \" التمهيد \". ¶ (¬2) إتحاف ذوي البصائر بشرح روضة الناظر (6/ 2106). ¶ (¬3) الروضة (6/ 2107).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الركن الثالث: حكم الأصل, وهو الحكم الذي في الأصل المقيس عليه بنص, أو إجماع, ويراد به إثباته للفرع المقيس. ¶ الركن الرابع: العلة, وهي الوصف الجامع بين الأصل والفرع. ¶ والأمثلة على ذلك كثيرة منها: ¶ _ قياس الضرب على التأفيف بجامع الإيذاء. ¶ _ ومنها قياس النبيز على الخمر بجامع الإسكار. ¶ _ ومنها: قياس الأرز على البر بجامع الكيل, أو الطعم, أو الادخار. ¶ _ ومنها: قياس الموصى له الذي قتل الموصي على الوارث الذي قتل مورثه بجامع استعجال أمرٍ قبل أوانه. ¶ _ ومنها: قياس مال الصبي على مال البالغ في وجوب الزكاة بجامع وهو: دفع حاجة الفقير. ¶ _ ومنها: قياس سؤر سباع الطير على سؤر سباع البهائم في النجاسة بجامع أن كلاً منها متولدْ من لحمٍ نجس (¬1). ¶ منزلة القياس: ¶ ¬__________ ¶ (¬1) إتحاف ذوي البصائر (6/ 2116_ 2117) وانظر شرح الكوكب المنير ... (4/ 12).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "((لما كان القياس من أهم مصادر الفقه الإسلامي وأكثرها اتساعًا؛ كانت منزلة سامية, ومكانته عالية, فقد أعتنى به الأصوليون فأكثروا من مسائله ومباحثه, وبينوا حجيته وأنواعه وأقسامه وشروطه, فهو مناط الاجتهاد بلا نزاع وأصل الرأي)) (¬1). ¶ ويقول إمام الحرمين الجويني: ((القياس مناط ت الاجتهاد وأصل الرأي, منه يتشعب الفقه وأساليب الشريعة وهو المفضي إلى الاستقلال بتفاصيل أحكام الوقائع مع انتقاء الغاية والنهاية, فإن نصوص الكتاب والسنة محصورة مقصورة, ومواقع الإجماع معدودة مأثورة ......... ¶ والرأي المبتوت به عندنا أنه لا تخلو واقعة عن حكم الله تعالى بتلقي من قاعدة الشرع والأصل الذي يسترسل على جميع الوقائع القياس وما يتعلق به من وجوه النظر والاستدلال فهو إذن أحق الأصول باعتناء الطالب. ¶ ومن عرف مأخذه وتقاسيمه وصحيحه وفاسده وما يصح من الاعتراضات عليها وما يفسده منها, أحاط بمراتبه جلاء وخفاءً, وعرف مجاريها ومواقعها فقد احتوى على مجامع الفقه)) (¬2). ¶ ¬__________ ¶ (¬1) دراسات أصولية في حجية القياس وأقسامه _ د رمضان عبد الودود اللخمي _ طبعة 1417هـ صـ (5). ¶ (¬2) البرهان في أصول الفقه _ لإمام الحرمين (2/ 743).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أهمية القياس ومنزلته بين الأدلة الشرعية: ¶ ((القياس ميدان فسيح, وبحرٌ عميق لا يخوض فيه إلا من أحاط بأدلة الشريعة وروحها, وأدرك مقاصدها ومراميها فهو ميزان الأصول ومناط الاجتهاد وينبوع الفقه فمن القياس يتشعب الفقه, وتعرف أسرار الشريعة الغراء, من جلب المصالح ودفع المفاسد عن الخلق. ¶ والمصالح والمفاسد هي المقاصد التي شرع الله سبحانه من أجلها الأحكام تفضلاً منه سبحانه وتعالى وإحسانًا على عباده, ليس على سبيل الوجوب والإلزام. ¶ والقياس هو الأصل الذي لا يقف عند حد ولا يصل إلى نهاية, فهو مختص بتفاصيل الوقائع الحضرة التي لا نص فيها ولا إجماع الوقائع المستقبلة التي يتوقع وقوعها, فإن كل واقعةٍ لا تخلو عن حكم من أصول الشريعة الغراء, من المعلوم أن نصوص الكتاب محصورة معدودة, والوقائع كثيرة غير متناهية, وثبت صلاحية الشريعة لكل زمان ومكان ولا سبيل إلى بيان أحكام الوقائع والحوادث المتجددة التي لا نص فيها من كتابٍ أو سنة ولا إجماع إلا بالقياس, فحاجة الناس إلى القياس لا تنقطع وثمرته لا تنتهي مادامت الحوادث تترى والزمان يتجدد, والقياس محتاجٌ إليه المجتهد والمفتي والقاضي, ولا يستغني عنه أحر, فأن المجتهد يبحث في",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الواقعة المعروضة عليه, كما يبحث عن علة الحكم الثابت بنص أو إجماع, فإذا ما استنبط علة حكم الأصل, ووجد تلك العلة في الفرع ألحق الفرع بالأصل في الحكم, والمفتي يلحق المسألة المعروفة عليه بنظيرها التي فيها قولٌ لإمامه, وكذا القاضي يحتاج إليه؛ فهو أساس الفقه, يمكن المجتهد والفقيه من منع اختلاط الفروع الفقهية بعضها ببعض عند التشابه, ويبين الفرق بين الفروع الفقهية المتشابهة. ¶ فمعرفة القياس الأصولي وأقسامه, خفيها وجليها ومراتبها, ومعرفة الصحيح والفاسد منه لا يستغني عنه باحث ولا طالب علم ولا فقيه)) (¬1). ¶ قال الإمام الشافعي رحمه الله: ((والعلم من وجهين: اتباعٌ واستنباط, والاتباع اتباع كتاب فإن لم فسنةٌ, فإن لم يكن فقول عامة من سلفنا لا نعلم له مخالفًا, فإن لم ... يكن فقياسٌ على كتاب الله عز وجل, فإن لم يكن فقياسٌ على سنة رسول الله صلى الله عليه وسلم فإن لم يكن فقياسٌ على قول عامة سلفنا لا مخالف له, ولا يجوز القول إلا بالقياس وإذا قاس من له قياس فاختلفوا ومن كل أن ¶ ¬__________ ¶ (¬1) حجية القياس وأقسامه د. رمضان اللخمي (7).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يقول بمبلغ اجتهاده, ولم يسعه اتباع غيره فيما أدى إليه اجتهاده بخلافه والله أعلم)) (¬1). ¶ القياس ضرورة: ¶ روى الإمام أحمد رحمه الله عن الشافعي انه قال: ¶ ((القياس ضرورة)) (¬2). ¶ وقال العلامة محمد يحيى الولاتي: ((الأخذ بالقياس _ أي العمل به _ مضطر مد له شرعًا لكثرة الوقائع التي لا نص فيها من كتاب ولاسنة وما من واقعةٍ إلا ولله فيها حكم والقياس يظهره لا يوجده, وجل أهل العلم أي جمهورهم يقفوا سبله _ أي يتبع طريق القياس _ أي يعمل به ويحتج به في الوقائع التي لا نص فيها, وهم الأئمة الأربعة وغيرهم, إلا أهل الظاهر ....... ¶ ولا نؤثر اتباع القياس في مسألةٍ نازلة إلا إذا لم نجد فيها نصًا من كتاب وسنة ولا إجماعًا لأن النص والإجماع يقدمان عليه, فلايجوز العمل به إلا في نازلة لا نص فيها ولا إجماع)) (¬3). ¶ ¬__________ ¶ (¬1) الرسالة _ للإمام الشافعي. ¶ (¬2) حكاه العبادي في طبقاته وانظم البحر المحيط للزركشي. ¶ (¬3) نيل السول على مرتقى الوصول صـ (170_ 171) _ للعلامة محمد يحيى الولاتي _ قام بتصحيحه حفيده _ بابا محمد عبد الله محمد يحيى الولاتي _ المدرس بكلية التربية بجامعة الملك سعود طبعه سنة 1412هـ 1992مـ.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقال إمام الحرمين: ((أكثر الحوادث لا نص فيها, وهذا يدل على أن القياس محتاجٌ إليه في إثبات أحكام الحوادث المتجددة, ولم يستعمل القياس في إثبات أحكام الفروع لأدى ذلك إلى خلو كثير من الحوادث عن الأحكام لقلة النصوص وكثرة الحوادث وعدم تناهيها, وخلو الحوادث من الأحكام باطلٌ فثبت أن القياس ضرورة يحتاج إليها في إثبات أحكام الحوادث وهو المطلوب)) (¬1). ¶ القياس والرأي: ¶ ((الرأي أعم من القياس, والقياس أخص لأن الرأي قد يكون صحيحًا وقد يكون فاسدًا, ومنه ما هو مقبولٌ ومنه ما هو مردود. ¶ لأن الرأي ينقسم إلى: ¶ 1 - باطل: وهو ما قابل المنصوص من الكتاب والسنة, ولم يكن له شاهد في الشرع وهو المبني على الهوى والتشهي فهو الرأي المقابل للحق, وهذا باطلٌ بالإجماع. ¶ 2 - الرأي المأذون فيه شرعًا: ¶ وهو المقابل للنص من الكتاب والسنة والإجماع ....... وهذا جائزٌ, وهو ينقسم إلى رأي يتوصل به إلى فهم النصوص والمعاني, وإلى إلحاق فرعٌ بأصلٍ في حكمه لوجود علة مشتركة ¶ ¬__________ ¶ (¬1) البحر المحيط للزركشي (3/ 102).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "بينهما, والرأي المأذون فيه بمعنييه, أي بمعنى الاجتهاد, والقياس هو جائزٌ شرعًا ووقع العمل به في عصر النبوة من الصحابة, ووقع الرسول صلى الله عليه وسلم نفسه, كاجتهاده في قضية أسرى بدر)) (¬1). ¶ قال الزركشي في البحر المحيط: ¶ ((القياس لفظٌ مشترك يطلق على الرأي المحض المقابل للتوقيف, حتى يقال: إما توقيفٌ أو قياس, والقياس بمعنى الرأي المحض المقابل للشرع باطلٌ مردود عند علماء المسلمين. ¶ ويطلق القياس على الرأي, تارةً على ما يعقل معناه, وهو بهذا المعنى المقابل للتعبد, حتى جاء في لسان الشرع أن من الأحكام ما يعقل معناه. ¶ ومنها ما هي تعبدية محضة لا يعقل لها معنى, كرمي الجمار, قال وكلاهما توقيف, لكن يسمى ما عقل معناه قياسًا لمن قدح فيه من المعقول, وهذا الذي نقول به)) (¬2). ¶ القياس والاجتهاد: ¶ ¬__________ ¶ (¬1) حجية القياس وأقسامه _ د. رمضان اللخمي ص (10 - 11). ¶ (¬2) البحر المحيط (3/ 100).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "((الاجتهاد: هو بذل الجهد في معرفة المراد من النص, وبهذا يكون الاجتهاد أعم من القياس وشاملٌ له, لأن المعاني لا تعرف من النصوص إلا بالاجتهاد. ¶ والقياس يقصد بالقياس معرفة المراد من النص, وذلك بإلحاق الفرع بالأصل المنصوص على حكمه لوجود العلة المأخوذة من المعنى والمستنبطة منه. ¶ والاجتهاد في عرف الفقه خاصٌ بمعرفة الحكم فيما لم يرد فيه نصٌ من كتابٍ أو سنة. ¶ والاجتهاد في عرف المتكلمين؛ مقتضى غلبة الظن في الأحكام التي لا يتعين فيها خطأ المجتهد, ويقال فيها: كلُ مجتهدٍ مصيب, والقياس كذلك يؤدي إلى غلبة الظن, ولهذا اختلف الأصوليون في العلاقة بين القياس والاجتهاد على قولين ¶ القول الأول: ¶ قول أبي علي بن أبي هريرة ومن وافقه وأصحاب هذا المذهب يرون أن القياس والاجتهاد معنيان متحدان, فالعلاقة بينهما الترادف. ¶ قال أبو علي بن أبي هريرة: إنهما متحدان ونسب هذا إلى الشافعي, كما نقله عنه ابن السمعاني في القواطع, والماوردي في أدب القاضي.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال الماوردي مانمه: ((وزعم ابن أبي هريرة أن الاجتهاد هو القياس ونسبه إلى الشافعي من كلامٍ اشتبه عليه في كتاب الرسالة, والذي قاله الشافعي في هذا الكتاب أن معنى الاجتهاد معنى القياس)) (¬1). ¶ القول الثاني: ¶ قول الجمهور وحاصله؛ أن القياس وإن كان نوعًا من الاجتهاد إلا أنه غيره لأن القياس أخص من الاجتهاد إلا أنه غيره لأن القياس أخص من الاجتهاد فالعلاقة بينهما العموم والخصوص, فكل قياس اجتهاد قياس اجتهاد, فيجتمعان في القياس الذي هو إلحاق الفرع بالأصل في حكمه بجامعٍ هو العلة, وينفرد الاجتهاد بالعمومات وجميع طرق الأدلة, فإن معرفة المعنى من الدليل قد يكون بالعموم, أو بظاهر النص أو بأي طريقٍ آخر من طرق الدلالة, ولاشك أن هذا لا يكون قياسًا. ¶ واستدلوا على ذلك فقالوا: إن الاجتهاد هو مقدمة من مقدمات القياس ومقدمة الشيء غير الشيء. ¶ وأن الاجتهاد طلبٌ فقد دلت الأدلة على طلب الاجتهاد, والقياس محتاجٌ إلى الاجتهاد, لأنه مقدمةٌ من مقدماته, والاجتهاد لا يحتاج ¶ ¬__________ ¶ (¬1) أدب القاضي (1/ 489_490).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "إلى القياس, ولأن القياس مبني على العلل, والمعاني المستنبطة من النصوص. ¶ فإن العلة هي أحد أركان القياس, فكان الاستنباط أصلاً للقياس, والاستنباط فرع الاجتهاد فإنه ثمرة له, إذا بالاجتهاد يتوصل إلى معرفة المعاني من النصوص؛ فالمعنى يثبت حكم الأصل. ¶ والقياس يجتذب حكم الأصل إلى الفرع لوجود معنى الأصل فيه, وإذا ثبت هذا كان القياس والاجتهاد معنيين مختلفين)) (¬1). ¶ قال ابن السمعاني في قوطع الأدلة: ¶ ((اختلفوا فيه فقال أبو علي بن أبي هريرة إن الاجتهاد والقياس واحد, فنسبه إلى الشافعي وقال: أشار إليه في كتاب الرسالة وأما الذي عليه جمهور الفقهاء هو أن الاجتهاد غير القياس وهو أعم لأن القياس يفتقر إلى الاجتهاد وهو مقدمة من مقدماته, وليس الاجتهاد يفتقر إلى القياس. ¶ واختلفوا في حده, فقال بعضهم: هو بذل الجهد في طلب الحق بقياس وغيره, والقياس ضربُ من ضروب الاجتهاد, وهو أخص منه. ¶ ¬__________ ¶ (¬1) أدب القاضي لما ورد صـ (535_537).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقال بعضهم الاجتهاد هو طلب الصواب بالإمارات الدالة عليه, والقياس هو الجمع بين الفرع والأصل, والحد الأول حسن, قيل إنه يدخل في باب الاجتهاد حمل المطلق على المقيد وترتب العام على الخاص)) (¬1). ¶ حجية القياس ¶ الحجية والتعبد: ¶ يستعمل بعض العلماء عند مناقشة هذه المسألة لفظ: ((حجية القياس وعدم حجيته)) , وعبد آخرون بقولهم ((التعبد بالقياس وعدم التعبد به. ¶ فما معنى هذين التعبيرين وهل بينهما فرق: يقول الدكتور عبد الكريم النملة: ¶ ((معنى قولهم \" القياس حجة \" أنه إذا حصل للمجتهد ظن أن حكم هذه الصورة مثل حكم تلك الصورة, فهو مكلفٌ بالعمل به في نفسه, ومكلفٌ بالعمل به في نفسه, ومكلفٌ بأن يفتى غيره به. ¶ أي: أن معنى قولهم \"القياس حجة \" أنه يجب عليه أن يعتقد أن حكم أحد المعلومين مثل حكم الآخر. ¶ ¬__________ ¶ (¬1) قواطع الأدلة _ لابن السمعاني, وانظر البحر المحيط (3/ 101) , وحجية القياس وأقسامه (12_14).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ومعنى قولهم \" التعبد بالقياس \": وجوب العمل على جميع المكلفين بمقتضى القياس. ¶ والخلاصة: أنه لا فرق بينهما, حيث إن الحجية والتعبد متلازمان. ¶ وبيان ذلك: أنه يلزم من حجيته وجوب العمل بمقتضاه إلا إذا ثبتت حجيته, فثبت أنهما متلازمان)) (¬1). ¶ مجمل أقول العلماء في حجية القياس: ¶ ((اختلف العلماء في حكم التعبد بالقياس عقلاً على مذهبين: ¶ المذهب الأول: يجوز التعبد بالقياس عقلاً, وهم جمهور العلماء من \" السلف والخلف \" ¶ المذهب الثاني: لا يجوز التعبد بالقياس عقلاً. ¶ واختلف أصحاب المذهب الأول _ وهم القائلون بجواز التعبد به عقلاً _ وهم الجمهور على قولين: ¶ القول الأول: أنه واقعٌ شرعًا وهم الأكثر. ¶ القول الثاني: أنه لم يقع شرعًا وأصحاب القول الأول _ وهم القائلون بالجواز والوقائع _ اختلفوا في مسائل إليك بيانها: ¶ ¬__________ ¶ (¬1) إتحاف ذوي البصائر (4/ 2140).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "المسألة الأولى: هل وقع القياس بدلالة السمع فقط أو بدلالة السمع والعقل؟ ¶ اخترق أصحاب القول الأول إلى فريقين: ¶ _ فريقٌ ذهب إلى أن القياس واقعٌ بدلالة السمع فقط وهم الأكثر. ¶ _ وفريق ذهب إلى أن القياس واقعٌ بدلالة السمع والعقل معًا, وهو أبو الحسين البصري, والقفال الشاشي. ¶ المسألة الثانية: هل دلالة السمع على القياس قطعية أوظنية؟ ¶ افترق أصحاب القول الأول في ذلك إلى فريقين: ¶ - فريقٌ ذهب إلى أن دلالة السمع على القياس قطعية, وهو قول كثير منهم. ¶ - فريقٌ ذهب إلى أن دلالة السمع على القياس ظنية, وهو أبو الحسين البصري وتبعه بعض العلماء المحققين ¶ المسألة الثالثة: ¶ هل التعبد بالقياس وقع مطلقًا أولا؟ ¶ _ أفترق أصحاب القول الأول في ذلك إلى فريقين: ¶ - فريقٌ ذهب إلى أن التعبد بالقياس وقع مطلقًا وهم الأكثر. ¶ - فريقٌ ذهب إلى أن التعبد بالقياس وقع في بعض الصور دون بعض.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أما أصحاب القول الثاني, وهم القائلون بالجواز عقلاً دون الوقوع فقد افترقوا إلى فرقتين: ¶ الفرقة الأولى: ذهبت إلى عدم الوقوع لعدم الدليل الصحيح على الوقوع. ¶ الفرقة الثانية: ذهبت إلى عدم الوقوع لوجود الدليل على ذلك من الكتاب والسنة وإجماع الصحابة, وإجماع العترة الظاهرية وأكثر الشيعة. ¶ والقائلون إن القياس ممتنعٌ عقلاً افترقوا إلى فرقتين أيضًا: ¶ الفرقة الأولى: ذهبت إلى أنه ممتنعٌ في شريعتها خاصة, وهو محكي عن النظام ¶ الفرقة الثانية ذهبت إلى أنه ممتنعٌ في سائر الشرائع. ¶ والفرقة الثانية انقسمت إلى ثلاثة أقسام: ¶ القسم الأول: ذهب إلى أنه ممتنعٌ, لأن القياس يفيد الظن, والظن قد يخطئ ويصيب فلا يعتمد عليه. ¶ القسم الثالث: ذهب إلى أنه ممتنعٌ؛ لأنه القياس يفيد الظن, والظن قد يعت ربه إلا أن الرجوع إليه رجوع إلى أضعف الدليلين مع وجود أقواهما.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "هذه مجمل الأقوال في حجية القياس (¬1). ¶ والخلاصة: ¶ أن العلماء انقسموا في حجية القياس إلى قسمين: ¶ القسم الأول: المثبتون لحجية القياس. ¶ أي أنه يتعبد به عقلاً وشرعًا. ¶ وهؤلاء يستدلون به على إثبات الأحكام الفقهية بعد الكتاب والسنة والإجماع, وهو مذهب جمهور العلماء من السلف والخلف. ¶ القسم الثاني: ¶ النافون للقياس ¶ وهم القائلون إن القياس ليس بحجة, ولا يعتبر دليلاً من أدلة الشرع. ¶ وهؤلاء انقسموا إلى فرق. ¶ الفصل ¶ أدلة القائلين بالتعبد بالقياس عقلاً وشرعًا. ¶ ¬__________ ¶ (¬1) إتحاف ذوي البصائر (4/ 2147_2148).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "استدل الجمهور على التعبد بالقياس عقلاً وشرعًا بأدلة كثيرة وقسموا ذلك إلى قسمين: ¶ القسم الأول: الأدلة على جواز التعبد بالقياس عقلاً. ¶ القسم الثاني الأدلة على التعبد بالقياس شرعًا. ¶ القسم الأول: الأدلة على جواز التعبد بالقياس عقلاً ¶ الدليل الأول: ¶ قال ابن قدامه: ((إن تعميم الحكم واجب ولو لم يستعمل القياس أفضى إلى خلو كثير من الحوادث عن الأحكام لقة النصوص, وكون الصور لانهاية لها, فيجب ردهم إلى الاجتهاد ضرورة)) (¬1). ¶ قال الدكتور النملة: ((الدليل الأول من أدلة الجمهور على جواز التعبد بالقياس عقلاً أنه لو لم نستعمل القياس ونستدل به على إثبات الأحكام الفقهية لأفضى ذلك وأدى إلى خلو كثير من الحوادث والوقائع عن الأحكام لأمرين: ¶ أولهما: قلة النصوص الشرعية, حيث إن الشارع لم ينص على حكم خاص لكل حادثة حدثت في زمن نزول الوحي أو ستحدث بعد ذلك. ¶ ¬__________ ¶ (¬1) روضة الناظر.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ثانيهما: كثرة الحوادث والوقائع التي وقعت أو ستقع بين الخلق. ¶ فاضر المجتهدون إلى استعمال القياس لإيجاد أحكام شرعية لتلك الحوادث, التي لم ينص الشارع على حكمها, وذلك بإلحاق غير المنصوص عليه بالمنصوص عليه, وذلك إثبات لشمولية الشريعة الإسلامية. ¶ وفي ذلك إثبات بأن الشريعة صالحة لكل زمان ولكل مكان, وذلك فيه رد على من زعم بأن الشريعة الإسلامية عاجزة عن حل بعض المشكلات العصرية)) (¬1). ¶ الدليل الثاني: ¶ قال ابن قدامة ((دليلٌ ثان: أن العقل يدل على العلل الشرعية, ويدركها, إذ مناسبة الحكم عقلية مصلحية, يقتضي العقل تحصيلها, وورد الشرع بها كالعلل العقلية)) (¬2). ¶ قال الدكتور النملة: ((الدليل الثاني من أدلة الجمهور على جواز التعبد بالقياس عقلاً: أن الله سبحانه وتعالى لم ينه عن شيء إلا وفيه مضرة عليهم, وعقل المجتهد يدرك ذلك, ويعلم أن هذا الحكم مناسبٌ لما شرع له أو عليه, ولم يرد الله سبحانه لهذا ¶ ¬__________ ¶ (¬1) إتحاف ذوي البصائر (4/ 2150). ¶ (¬2) روضة الناظر.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "العقل أن يدرك تلك العلة التي أدركها من مشروعية ذلك الحكم؛ قياسًا على العلل العقلية)) (¬1). ¶ الدليل الثالث: ¶ قال ابن قدامة: ((ولأننا نستفيد بالقياس ظنًا غالبًا في إثبات الحكم, والعمل بالظن الراجح متعين)) (¬2). ¶ قال الدكتور النملة, الدليل الثالث من أدلة الجمهور على جواز التعبد بالقياس عقلاً: أننا إذا وجدنا حكمًا شرعيًا, واستنبطنا علته, ووجدنا نفس العلة في فرع آخر فإنه يغلب على ظننا أن الحكم المنصوص عليه يثبت مثله في ذلك الفرع نظرًا لاشتراكهما في العلة. ¶ والعمل بالظن الغالب متعين وواجب, إذا لو لم نعمل بالظن الغالب لخلت أكثر الحوادث بدون أحكام, والفقه مبني على الظنون (¬3). ¶ القسم الثاني من أدلة القائلين ¶ بحجية القياس الأدلة على التعبد ¶ ¬__________ ¶ (¬1) إتحاف ذوي البصائر (4/ 2152). ¶ (¬2) روضة الناظر. ¶ (¬3) إتحاف ذوي البصائر (4/ 2153).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "بالقياس شرعًا ¶ الدليل الأول: ¶ الإجماع ¶ قال ابن قدامة: ((إجماع الصحابة رضي الله عنهم على الحكم بالرأي في الوقائع الخالية عن النص)) (¬1). ¶ قال الدكتور النملة: ((الصحابة رضي الله عنهم قد أجمعوا على إثبات القياس, وعلى العمل به, وما أجمع الصحابة عليه فهو حق فالعمل بالقياس حق)) (¬2). ¶ الأدلة من الكتاب على ¶ حجية القياس ¶ الدليل الأول: ¶ قوله تعالى: {فاعتبروا يا أولي الأبصار} (الحشر:2) ¶ ((وجه الدلالة: أن الاعتبار هو لغة: مقايسة الشيء بغيره. ¶ وقد روى عن ثعلب أحمد بن يحيى النحوي اللغوي: أنه فسر الاعتبار بالقياس. ¶ ¬__________ ¶ (¬1) روضة الناظر. ¶ (¬2) إتحاف ذوي البصائر (4/ 2154).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فالاعتبار هو تمثيل الشيء بغيره, وإجراء حكمه عليه, ومساواته به, وهذا هو القياس ومنه قولهم: \" اعتبر الدينار بالصنجة \" قس الدينار بالصنجة, وهو الوزن. ¶ والاعتبار مأمورٌ به لقوله {فاعتبروا} فيكون القياس مأموراً به)) (¬1). ¶ الدليل الثاني من الكتاب: ¶ قوله تعالى {فجزاءٌ مثل ما قتل من النعم يحكم به ذوا عدلٍ منكم} (المائدة:95) ¶ ((وجه الدلالة: أن الله تعالى قد أقام مثل الشيء مقام الشيء, فدل ذلك على أن حكم الشيء يُعطى لنظيره, وأن المتماثلين حكمهما واحد, وذلك هو القياس الشرعي, وقد استدل بهذه الآية الإمام الشافعي في \" الرسالة \")) (¬2). ¶ الدليل الثالث من الكتاب: ¶ قوله تعالى {إن الله لا يستحي أن يضرب مثلاً ما بعوضة فما فوقها} (البقرة: 26) ¶ ¬__________ ¶ (¬1) إتحاف ذوي البصائر (4/ 2180). ¶ (¬2) إتحاف ذوي البصائر (4/ 2182).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "((وجه الدلالة: أن القياس هو تشبيه الشيء بالشيء, فإذا جاز ذلك من فعل العالم بكل شيء الذي لا تخفى عليه خافية ليريكم وجه ما تعلمون فهو ممن لا يعلم أولى بالجواز)) (¬1). ¶ الدليل الرابع من الكتاب: ¶ قوله تعالى: {إن الله يأمر بالعدل والإحسان} (النحل: 90) ¶ ((وجه الدلالة: أن العدل هو التسوية بين المتماثلين في الحكم ولا شك أنه يتناول القياس, وهذا من أدلة ابن تيمية على حجية القياس)) (¬2). ¶ ¬__________ ¶ (¬1) إتحاف ذوي البصائر (4/ 2183). ¶ (¬2) إتحاف ذوي البصائر (4/ 2183).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الأدلة من السنة على ¶ حجية القياس ¶ الدليل الأول: ¶ قوله صلى الله عليه وسلم: ((إذا حكم الحاكم فاجتهد, فأصاب فله أجران, وإن أخطأ فله أجر)) رواه البخاري ومسلم ¶ ((وجه الدلالة: أنه صرح بإسناد الحكم إلى الاجتهاد والرأي, والقياس نوع من أنواع الاجتهاد, بل هو في الذروة منها)) (¬1). ¶ الدليل الثاني: ¶ قول النبي صلى الله عليه وسلم للخثعمية: ((أرأيت لو كان على أبيك دين فقضيتيه أكان ينفعه؟ ¶ قالت: نعم, قال فدين الله أحق أن يقضى)) رواه البخاري ومسلم. ¶ ((وجه الدلالة أن الرسول صلى الله عليه وسلم قد أرشد ونبه الأمة على استعمال القياس, حيث إنه هنا قاس دين الله على دين الآدمي في وجوب القضاء ونفعه. ¶ فالأصل: دين الآدمي ¶ والفرع: دين الله _ وهو الحج هنا _. ¶ ¬__________ ¶ (¬1) روضة الناظر () إتحاف ذوي البصائر (4/ 2187).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "العلة: أن كلاً منهما يطلق عليه دين, وسيطالب به إن لم يفعله. ¶ الحكم: وجوب القضاء, وتأكد النفع)) (¬1). ¶ الدليل الثالث من السنة: ¶ قوله صلى الله عليه وسلم لعمر حين سأله عن القبلة للصائم: ((أ رأيت لو تمضمت؟)) فهو قياس للقبلة على المضمضة بجامع أنها مقدمه الفطر. ¶ ((وجه الاستدلال: أن النبي صلى الله عليه وسلم قاس القبلة على المضمضة في عدم الإفطار بجامع بينهما أن كلاً منهما مقدمة لما بترتب منها المقصود, حيث إن القبلة لم يترتب عليها هنا أربعة أركان: ¶ الأصل: المضمضة للصائم. ¶ الفرع: القبلة للصائم. ¶ العلة: أن كلاً منهما مقدمة للإفطار, ولا يفطر. ¶ الحكم: أن القبلة لا تفطر كما أن المضمضة لا تفطر)) (¬2). ¶ ¬__________ ¶ (¬1) إتحاف ذوي البصائر (4/ 2188). ¶ (¬2) انظر روضة الناظر, إتحاف ذوي البصائر (4/ 2189).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قال الخاطبي: ((في هذا الحديث إثبات القياس, والجمع بين الشيئين في الحكم الواحد لاجتماعهما في الشبه, وذلك أن المضمضة ذريعة لنزوله إلى الحلق, ووصوله إلى الجوف, فيكون فيه فساد الصوم, كما أن القبلة ذريعة إلى الجماع المفسد للصوم, فإذا كان أحد الأمرين منهما غير مفطر للصائم, فالآخر بمثابته))",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "أدلة القائلين بعدم ¶ حجية القياس ¶ الدليل الأول: ¶ قوله تعالى: {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} [الأنعام: 38] , وقوله: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ} [النحل: 89] , وقوله: {وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ} [الأنعام: 59] ¶ وجه الدلالة: أن تلك الآيات دلت على أن الكتاب اشتمل على جميع الأحكام الشرعية فإذن: كل ما ليس في الكتاب وجب أن لا يكون حقاً. ¶ وعندئذٍ تقول: ما ثبت بالقياس: إن دل عليه الكتاب فهو ثابت بالكتاب لا بالقياس. ¶ وإن لم يدل عليه الكتاب كان باطلاً: أي ليس بمشروع, حكمه أن يبقى على النفي الأصلي. ¶ وعلى هذا فلا حاجة إلى القياس. ¶ الدليل الثاني: ¶ قوله تعالى: {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ} [المائدة: 49] ¶ وجه الدلالة: الآية أ فادت أن الحكم لا يكون إلا بقرآن, أو سنة, لأنهما المنزلان من عند الله, والحكم بالقياس حكم بغير ما أنزل الله – تعالى – وكل حكم لم ينزله الله تعالى يكون ابتداعاً في الدين, وهذا منهي عنه, فالقياس منهي عنه. ¶ الدليل الثالث: ¶ قوله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} [النساء: 59]",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وجه الدلالة: أن هذه الآية قد دلت على أن الأمة إذا تنازعت في شيء, ولم تعرف الحكم فيه, فيجب أن ترده إلى الكتاب والسنة لتعرف الحكم منهما, فأنتم خالفتم صريح تلك الآية, اورددتم معرفة حكم المتنازع فيه للرأي والاجتهاد. ¶ إذن الحكم بالقياس ليس حكماً لله, ولا مردوداً إليه ولا إلى رسوله, فكان باطلاً فيمتنع. ¶ شبه معنوية للمنكرين للقياس: ¶ استدل القائلون بعدم حجية القياس, وعدم جواز التعبد به بأشياء وشبه لهم أنها أدلة, وهي مجرد شبه, منها: ¶ الشبهة الأولى: ¶ أن براءة الذمة من التكاليف معلوم قطعًا أي مقطوع به, والقياس يفيد الظن, والظني لا يقوى على رفع القطعي, فيبطل الاستدلال بالقياس على إثبات حكم شرعي. ¶ الشبهة الثانية: ¶ أن مدار هذا الشرع مبني على الجمع بين المختلفات والتفرقة بين المتماثلات, وما كان يستحيل أن يتعبدنا الشارع فيه بالقياس فشريعتنا مستحيل أن يتعبدنا الشارع فيه بالقياس. ¶ وبيان ذلك: أن مقتض القياس: أن المتماثلين ينبغي أن يتحدا حكمًا, والمختلفين ينبغي أن يختلفا حكمًا, والحال التي عليها الشريعة تتناقض ذلك, حيث إن المتماثلين يفترقان في الحكم والمختلفين يتفقان في الحكم.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أي: أن القياس يقتضي أن تكون الأحكام الشرعية معقولة المعنى, وأحكام شريعتنا ليست كذلك, هذا الدليل حكي عن النظام المعتزلي. ¶ وإليك ذكر بعض الأمثلة تدل على أن الشارع قد فرق بين المتماثلات في الحكم, وجمع بين مختلفات في الحكم. ¶ أما التفريق بين المتماثلات فمن أمثلة: ¶ أولاً: أن الشارع قد فرق في الحكم بين بول الصبي, وبول الصبية, وهما في سن واحدة – حيث أوجب غسل الثوب من بول الصبية, والنضح والرش من بول الصبي ما لم يطعم. ¶ ثانيًا: أنه فرض الغسل من المني, وأبطل الصوم بإنزاله عمداً وهو طاهر دون البول وهما متماثلان, بل إن إيجاب الغسل من البول أولى لنجاسته. ¶ فهنا: البول والمني متماثلان في أنهما يخرجان من موضع واحد وفي أن كلًا منهما سائل, ومع ذلك فإنه فرق بينهما في الحكم. ¶ أما الجمع بين المختلفات, فمنه قوله: ((إن الشارع سوى بين المني والحيض في الحكم, فأوجب الغسل منهما مع أنهما يختلفان)). ¶ الشبهة الثالثة: ¶ أن الرسول صلى الله عليه وسلم قال: ((أوتيت جور مع الكلم واختصرت لي الحكمة اختصارًا)) ¶ فلو كان التنصيص على الأشياء الستة الربوية قصدًا منه لقياس ما عداها من المطعومات عليها, مع أنه كان قادرًا على ما هو أصرح منه, وأدل منه, وللخلاف والجهل أدفع, وهو أن يقول: ((حرمت الربا في كل مكيل)) أو أن يقول:",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "((حرمت الربا في كل مطعوم)): لكان عدولاً منه صلى الله عليه وسلم عن الوجيز المفهم إلى الطويل الموهم وهو غير لائق بفحاحته وحكمته, وهو خلاف نصه. ¶ أي لو كان القياس حجة وأن قصده من حديث الأشياء الستة أن يقاس عليها ما يشبهها لما ذكر الأشياء الستة وعددها واحدًا واحدًا, ولقال: ((حرمت الربا في كل مكيل)) خاصة وأن هذه العبارة تليق بفصاحته وحكمته. ¶ فلم لم يقل تلك العبارة, فذكر الأشياء الستة دل على أنه يريد خصوص تلك الأشياء الستة, وحكمها لا يتعداها إلى غيرها مما شابهها. ¶ الشبهة الرابعة: ¶ أن الحكم في أصل القياس إن كان ثابتاً بالنص امتنع إثباته في الفرع, لعدم وجود النص في الفرع, وامتناع ثبوته فيه بغير طريق حكم الأصل, وإلا لما كان تابعًا للأصل ولا فرعاً له. ¶ وإن كان حكم الأصل ثابتًا بالعلة فهو ممتنع للأمرين: ¶ الأمر الأول: أن الحكم في الأصل مقطوعٌ به, والعلة مظنونة, والمقطوع به لا يثبت بالمظنون. ¶ الأمر الثاني: أن العلة في الأصل مستنبطة من حكم الأصل, ومتفرعة عليه, والمتفرع على الشيء لا يكون مثبتًا لذلك الشيء, وإلا كان دورًا ممتنعًا. ¶ الشبهة الخامسة: ¶ أن أقوى العلل – عندكم أيها الجمهور – هي العلة المنصوص عليها, ومع قوتها فإنها لا توجب إلحاق الفرع بالأصل. ¶ لو قال قائل: ((حرمت الربا في البر؛ لأنه مطعوم))",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فإنه هنا قد نص على علة تحريم الربا في البر وهي ((كونه مطعومًا)) ومع ذلك فإن ذلك لا يقتضي التحريم في غير البر, وليس هذا مثل قوله ((حرمت الربا في كل مطعوم)) – كما زعمتم – لأن العبارة الأخيرة تقتضي تحريم الربا في كل مطعوم بخلاف الأولى وبيان أن المنصوصة لا تقتضي التحريم في غير محل النص: ¶ قصور دلالة اللفظ عن ذلك. ¶ ولهذا لو قال قائل ((أعتقت كل عبد لي أسود)) ¶ فإن هذا يقتضي عتق كل أسود من عبيده, ولكن لو قال: ((أعتقت عبيدي سالمًا؛ لأنه أسود)) فإنه لا يعتق غانم, ولا كل أسود, وإن كانوا أشد من سالم سوادًا فإذا كانت العلة المنصوص عليها لا توجب الإلحاق العلة المستنبطة, حيث إنها أضعف منها.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "الأجوبة ¶ على أدلة المنكرين للقياس ¶ الجواب عن الدليل الأول: ¶ وهو قولهم: إن قوله تعالى {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} [الأنعام: 38] , وقوله {تِبْيَانًا لِكُلِّ شَيْءٍ} [النحل: 89] دلا على أن الكتاب قد شمل جميع الأحكام, فما يأتي به القياس فهو باطل. ¶ والجواب عن ذلك من عدة وجوه: ¶ الوجه الأول: ¶ نقول: هناك أحكام جزئية لم ترد في القرآن وإنما ورد بيانها في السنة من ذلك: ¶ - لم يرد في القرآن عدد ركعات الصلوات. ¶ - ومقدار الزكاة. ¶ - طريقة الحج وغيرها. ¶ الوجه الثاني: ¶ قد بين القرآن أن القياس حجة بطريقين: ¶ الطريق الأول: أنه نص على اعتبار الشيء بالشيء, فقال تعالى: {فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ} [الحشر: 2] وهذا هو القياس. ¶ الطريق الثاني: أن القرآن نص على حجية السنة بقوله تعالى {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر: 7] , وقوله: {أَطِيعُوا اللَّهَ",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وَالرَّسُولَ} [آل عمران: 32] ونص على حجية الإجماع بقوله تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} [النساء: 115] ¶ وهما أي السنة والإجماع قد دلا على حجية القياس كما سبق ذكره من الأحاديث الخمسة, وإجماع الصحابة السكوتي, فيكون القرآن قد بينه فيدخل في قوله تعالى: {تِبْيَانًا لِكُلِّ شَيْءٍ} [النحل: 89] ¶ الوجه الثالث: ¶ أنكم أيها المنكرون للقياس – قد حرمتم القياس وأنكرتموه, وليس في القرآن بيان تحريمه, فوقعتم فيما فررتم منه. ¶ الجواب عن الدليل الثاني ¶ قوله تعالى: {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ} [المائدة: 49] قال المنكرون: والحكم بالقياس حكمٌ يغير المنزل فيكون باطلاً. ¶ أجيب عن ذلك بأن الحكم بالقياس حكمٌ بما أنزل الله؛ لأمرين: ¶ الأمر الأول: أن القرآن المنزل قد دل على حجية السنة والإجماع وهما أي: السنة والإجماع قد دلا على حجية القياس, وإذا أمر الله ورسوله بالقياس كان الحكم بالقياس حكمًا بما أنزل الله ¶ الأمر الثاني: أن القياس لا يصح إلا إذا كان حكم الأصل ثابتًا بكتاب, أو سنة, فيكون العمل بالقياس عمل بما هو مستنبط من المنزل.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "الجواب عن الدليل الثالث ¶ قال المنكرون: إن الله تعالى أمر أن نرد ما تنازعنا فيه إلى الكتاب والسنة ونأخذ حكمه منهما وأنتم تخالفون ذلك وتردونه إلى الرأي. ¶ أجيب عن ذلك بأن الحكم بالقياس حكمٌ لله ومردودٌ إليه وإلى رسوله, لأمرين: ¶ أولهما: أن الله تعالى قد أورد أحاديث كثيرة تدل على حجية القياس – كما سبق بيانه – وإذا كان الأمر كذلك كان الحكم بالقياس حكمًا لله ومردودًا إليه وإلى رسوله. ¶ الأمر الثاني: أننا اشترطنا في القياس أن يكون حكم الأصل ثابتًا بكتاب, أو سنة, والعلة الجامعة بين الأصل والفرع يجب أن تكون مستنبطة من نص الله تعالى أو نص رسوله لأن حقيقة القياس: هو تفهم معاني النصوص الواردة في القرآن والسنة, بأن نخرج الوصف الذي من أجله شرع الحكم, ونحذف جميع الأوصاف التي لا أثر لها في الحكم. ¶ وإذا كان الأمر كذلك كان الحكم بالقياس حكمًا مستنبطًا من قول الله وقول رسوله, فثبت أن الحكم بالقياس مردودٌ إلى الله – تعالى – وإلى رسوله. ¶ والحق: أن الآية حجةٌ عليهم – أي منكري القياس – وليست حجة لهم, وذلك لأنهم أبطلوا القياس وأنكروه وردوه من غير رد إلى قول الله, أو قول رسوله, أو إلى رد إلى ما استنبط منهما وهو معنى النص.",
            "page": "35",
            "part": "1"
        }
    ],
    "t37563": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "1164"
        }
    ]
}