{
    "b37567": [
        {
            "id": "1",
            "nass": "دور الاجتهاد في تغير الفتوى ¶ عامر بن عيسى اللهو ¶ بسم الله الرحمن الرحيم ¶ المقدّمة ¶ الحمد لله رب العالمين والصلاة والسلامُ على خاتمِ النبيين وإمام المرسلين نبينا محمد وعلى آله وصحبه، ومن اهتدى بهداه، وسار على نهجه إلى يوم الدين أما بعد: ¶ فإن لله تعالى نِعماً عظيمة على عباده لا تُعدُّ ولا تُحدُّ؛ لكنّ من أعظمها نعمةَ إنزالِ الكتاب المبين وإرسالِ الرسول الأمين، فبِهذين المصدرين صلَحت أحوالُ الناس، واستنارت عقولهُم وفهومُهم، وأشرقت الأرضُ بنور الوحي، ومن أهمِّ ما يميزُ هذين المصدرين أنهما لا يُحدَّانِ بوقتٍ ولا مكان؛ بل هما حَكَمان على الزمانِ والمكانِ، باقيان ما بقي على الأرض ديّارٌ، فشريعةُ الإسلامِ خالدةٌ وأحكامُها دائمةٌ، لذا فقد أودع الله فيها من الأصولِ والأحكامِ ما يجعلها قادرةً على مسَايرةِ حاجات الناس المتجدِّدة على امتداد الزمان واتِّساع المكان وتطوّرِ وسائلِ الحياة. ¶ ومن أجَلِّ وأكبرِ هذه الأصولِ بعد الأصلين السابقين في الذِّكرِ، وهما الكتابُ والسنة أصلُ الاجتهاد في استنباط الأحكامِ الشرعية غيرِ المنْصوصة، والتي أقرَّ الرسول - صلى الله عليه وسلم - فيه معاذَ بنَ جبلٍ رضي الله عنه فكان هذا الأصل ميداناً فسيحاً للعلماء؛ لنظرهم واستنباطهم لا يَأْلُون جهداً ولا يدّخرونَ فيه وُسْعاً. ¶ ولما منّ الله عليّ بدراسة العلمِ الشرعي، وكان لا بُدَّ لدارِسه من ممارسةٍ ودُربة على البحث، والتنقيب في بطون الكتب، ولمَّا توجَّه إليَّ طلبٌ كريمٌ في ذلك من شيخنا الشيخ الدكتور العربي الإدريسي بدراسة موضوع ( دور الاجتهاد في تغيّر الفتوى بتغيّر الزمان والمكان )، استعنتُ بالله تعالى وتوكلت عليه سبحانه في دراسةِ هذا الموضوع الذي هو كالبحر الخِضَم. ¶ هذا وقد قسّمتُ البحث إلى مقدمة وتمهيد وفصلين وخاتمة على النحو التالي : ¶ مقدمة وتشتمل على أهمية الموضوع ، وسبب دراسته.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "التمهيد : معنى الاجتهاد والفتوى، وفيه مبحثان : ¶ - المبحث الأول : معنى الاجتهاد وأنواعه، وفيه مطلبان: ¶ - المطلب الأول: معنى الاجتهاد. ¶ - المطلب الثاني: أنواع الاجتهاد. ¶ - المبحث الثاني : معنى الفتوى وصفتها، وفيه مطلبان: ¶ - المطلب الأول: معنى الفتوى. ¶ - المطلب الثاني: صفة الفتوى. ¶ الفصل الأول : تغيّر الفتوى وعلاقة اختلاف الاجتهاد بها، وفيه ثلاثة مباحث : ¶ - المبحث الأول : قاعدة تغير الفتوى بتغيّر الزمان والمكان وأهميتها، وفيه مطلبان: ¶ - المطلب الأول: أهميّة القاعدة. ¶ - المطلب الثاني: بيان المراد بهذه القاعدة. ¶ - المبحث الثاني : أسباب اختلاف الاجتهاد المؤدّي إلى تغيّر الفتوى. ¶ - المبحث الثالث : أمثلة تطبيقية لتغيّر الفتوى باختلاف الاجتهاد. ¶ الفصل الثاني : المسائل الاجتهادية ودور التكييف الفقهي والاجتهاد الجماعي فيها، وفيه ثلاثة مباحث : ¶ - المبحث الأول : منهج الأئمة في النظر في المسائل الاجتهادية . ¶ - المبحث الثاني : دور التكييف الفقهي في الاجتهاد . ¶ - المطلب الأول: معنى التكييف الفقهي. ¶ - المطلب الثاني : ضوابط التكييف الفقهي. ¶ - المبحث الثالث: الاجتهاد الجماعي ومدى الحاجة إليه، وفيه مطلبان. ¶ - المطلب الأول: تعريف الاجتهاد الجماعي، وأهميّته. ¶ - المطلب الثاني : مشروعية الاجتهاد الجماعي، وأمثلته في العصر الحاضر. ¶ الخاتمة : وتشتمل على أهم نتائج البحث. ¶ وفي الختام أقول : هذا جهدُ مقلٍ، وعملُ مقصّر، فما كان فيه من صواب وتوفيق فمن الله وحده، وهو للفضل أهل، وما كان فيه من خطأ فما هو إلا من نفسي والشيطان، وأسأل الله العفو المسامحة، والحمد لله أوّلاً وآخراً، وصلى الله على نبيّنا محمد وعلى آله وصحبه أجمعين ،،،، ¶ التمهيد: معنى الاجتهاد والفتوى . ¶ المبحث الأول: معنى الاجتهاد وأنواعه: ¶ المطلب الأول: معنى الاجتهاد:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "معنى الاجتهاد لغة: أصله المشقة وهو مأخوذ من الجَهد بالفتح أي بلوغ الغاية في طلب أمرٍ معيّن من قولك: اجهَد جَهدك.(1) ¶ معنى الاجتهاد اصطلاحاً : عرّف الأصوليون الاجتهاد بتعريفات كثيرة مع اختلاف العبارات فيه وكثير منها لا يَسْلم من اعتراض؛(2) لكن لعلّ من أنسبها وأقربها إلى الصواب وأسلمها من الاعتراض تعريف الشوكاني، فقد عرّف الاجتهاد بأنّه : بذل الوسع في نيل حكمٍ شرعي عملي بطريق الاستنباط.(3) ¶ شرح التعريف : ¶ قوله: (( بذل الوسع )) أي الطاقة؛ بأن يأتي الفقيه بتمام طاقته، ويُحس من نفسه العجز عن مزيد طلب. ¶ قوله: (( نيل حكمٍ شرعي عملي )) هذا القيد يُخرج الحكم العلمي الاعتقادي، فهذا لا مجال للاجتهاد فيه. ¶ قوله: (( بطريق الاستنباط )) هذا القيد يُخرج نيل الأحكام من النصوص ظاهراً، أو حفظ المسائل عن طريق المفتي، أو كتب العلم، فإن كل ذلك لا يصدق عليه أنه اجتهاد؛ إذ لا بد ¶ ـــــــــــ ¶ انظر: معجم مقاييس اللغة ص 210، لسان العرب 3/134، القاموس المحيط ص 275، المعجم الوسيط 1/142. ¶ انظر تعريف الاجتهاد عند الأصوليين : المستصفى للغزالي 2/510، الإحكام للآمدي 2/340، ، روضة الناظر لابن قدامة ص 319، شرح مختصر الروضة 3/575، شرح الكوكب المنير 4/458 فواتح الرحموت مع المستصفى 2/598، المدخل لابن بدران ص 242، أصول مذهب الإمام أحمد ص 693 ، الاجتهاد وضوابطه عند الإمام الشاطبي للدكتور عمار علوان ص 37. ¶ إرشاد الفحول 2/205. ¶ من الاستنباط وبذل الجهد في استخراج الحكم الشرعي. ¶ فمما سبق يتبيّن أن مجال الاجتهاد هو الأحكام العملية التي لم يأتِ فيها نص قاطع من كتاب أو سنة، فيحتاج الفقيه معها إلى استنباطٍ وبذل جهد للوصول إلى الحكم.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أما الأحكام العلمية التي يسميها بعض العلماء ( القطعيات ) وهي الأسس الكبرى التي يلتقي المسلمون عليها، ويبنون عليها وحدتهم مهما تناءت ديارهم وتنوّعت أجناسهم في مصادر الدين الأصليّة وأصوله المليّة، فتوحيد الله والشهادتان وأركان الإسلام ومعاقد الإيمان وركن الإحسان وأصول الشريعة وقواعدها الكلية والضروريات الخمس التي تدور على المحافظة عليها أحكام الشريعة، والأخلاقيّات والفضائل والمقدرات، وحجية الكتاب والسنة والإجماع؛ هي أمور مسلّمة، لا يتطرق إليها خلاف، ولا يحوم حولها اختلاف، وهي أوعية رحيبة تحوي جميع الفروع والجزئيات، وتصب فيها جميع المستجدات والواقعات. ¶ وهذه المسلّمات بمنزلة الدِّين المشترك بين الأنبياء ليس لأحد الخروج عليه ألبتة، فهي فوق مستوى الخلاف والجدل، فكل المسلمين يؤمنون بها، ويذعنون لها، ويرجعون إليها، وتجمع بين المسلمين علماً واعتقاداً وعملاً، ملتقين على روح الاجتماع ونبذ التفرّق والنزاع .(1) ¶ أما الأحكام العملية وهي الفروع الفقهية، ففي حال ورود النص فلا مساغ للاجتهاد حينئذٍ، وهو ما يُعرف عند العلماء بقاعدة ( لا اجتهاد مع ورود النص )(2)، والمراد بنفي الاجتهاد عند وجود النص ما إذا كان النص صحيحاً صريحاً؛ أما الاجتهاد في فهم النص وتطبيقه على الواقعة إذا كان ظني الدلالة فهذا أمر آخر تختلف الأفهام فيه،وهو نوع من الاجتهاد في النصوص.(3) ¶ ـــــــــــ ¶ المدخل المفصّل إلى فقه الإمام أحمد بن حنبل للشيخ بكر أبو زيد 1/89 – 90. بتصرّف . ¶ انظر تفصيل هذه القاعدة في كتاب أصول مذهب الإمام أحمد للدكتور عبد الله التركي ص 721. ¶ المصدر السابق . ¶ المطلب الثاني: أنواع الاجتهاد : ¶ ذكر العلماء أنّ الاجتهاد نوعان :(1) ¶ الأول : الاجتهاد في فهم النصوص لإمكان تطبيقها، وهذا واجب على كل مجتهد، وخاصة إذا كان النص محتملاً لوجوهٍ مختلفة في تفسيره، أو كان عامّاً أو مجملاً.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "مثال ذلك : قبول بيّنةٍ معاكسةٍ من المدَّعى عليه للترجيح بينها وبين بيّنة المدعي فإنه لا ينافي قول النبي - صلى الله عليه وسلم - (( البيّنة على المدّعي واليمين على من أنكر ))(2) لأنّ هذا التدبير لا يمنع المدعي من الإثبات الذي منحه إيّاه النص، وإنما هو وسيلة لتمحيص البيّنات والقضاء بالأقوى. ¶ الثاني : اجتهاد في قياس حكمٍ لا نص فيه على حكم منصوص عليه، أي هو اجتهاد في استنباط العلة من المنصوص عليه لتعديتها للفرع الذي لم يُنص على حكمه ليحكم عليه بحكمها، وهذا لا يجوز أن يُلجأ إليه إلا بعد ألا نجد حكم المسألة المبحوث عنها في الكتاب أو السنة أو الإجماع؛ لأنّ محل القياس إنما هو عند عدم النص. ¶ - مسألة: هل الاجتهاد هو القياس ؟. ¶ نص الإمام الشافعي رحمه الله في كتابه ( الرسالة ) على أن الاجتهاد هو القياس(3)، وقد اختلف الأصوليون في ذلك، فذهب أكثرهم إلى أن الاجتهاد يختلف عن القياس، وتأوّلوا كلام الشافعي أنه أراد أن كل واحد من الاجتهاد والقياس يُتوصّل به إلى حكمٍ غير منصوص عليه، قالوا: لأن الاجتهاد أعمُّ من القياس؛ لأنه قد يكون بالنظر في العمومات ودقائق الألفاظ وسائر طرق الأدلة، فالقياس أحد طرق الأدلة، فعلى ذلك يكون كل قياس اجتهاد وليس العكس، وهذا هو الراجح والله أعلم .(4) ¶ ـــــــــــ ¶ انظر: المدخل الفقهي العام للشيخ مصطفى الزرقا 2/1016، الوجيز في إيضاح قواعد الفقه للبورنو ص 331، أصول مذهب الإمام أحمد ص 719 . ¶ رواه الترمذي ( 1342 ) كتاب الأحكام عن رسول الله صلى الله عليه وسلم باب البينة على المدعي واليمين على المدعى عليه . ¶ انظر: كتاب الرسالة ص 477 . ¶ المبحث الثاني : معنى الفتوى وصفتها : ¶ المطلب الأول : معنى الفتوى. ¶ معنى الفتوى لغة : قال ابن منظور : أفتاه في الأمر: أبانه له، وأفتى الرجلُ في المسألة واستفتيته فيها فأفتاني إفتاء .. وفتوى اسم يوضع موضع الإفتاء.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ويقال: أفتاه في المسألة يُفتيه إذا أجابه، والاسم الفَتْوى، والفُتيا تبيين المشكل من الأحكام، أصله من الفَتَى وهو الشاب الحدَث الذي شبَّ وقوي، فكأنه يُقوّي ما أشكل ببيانه فيشِب ويصير فتيّاً قويّاً.... والفُتيا والفُتوى والفَتوى: ما أفتى به الفقيه،(1)ويرى ابن فارس رحمه الله أن الفاء والتاء والحرف المعتل أصلان : ¶ أحدهما: يدل على طراوة وجِدّة. ¶ والآخر: يدل على تبيين حكم. ¶ يقال: أفتى الفقيه في المسألة إذا بيّن حكمها، واستفتيتَ إذا سألتَ عن الحكم.(2) ¶ قال الراغب الأصفهاني: الفُتيا والفَتوى: الجواب عما يشكل من الأحكام(3) ¶ (( مما تقدّم نعلم أن الاستفتاء في اللغة يعني السؤال عن أمر أو عن حكم مسألة، وهذا السائل يسمى المستفتي، والمسؤول الذي يجيب هو المفتي، وقيامه بالجواب هو الإفتاء، وما يجيب به هو الفتوى، فالإفتاء يتضمن وجود المستفتي والمفتي والإفتاء نفسه والفتوى )) (4) ¶ ـــــــــــ ¶ لسان العرب 14/147-148 (مادة فتا ). ¶ معجم مقاييس اللغة ص 805 ، ولعلّ ما ذكره ابن فارس أن أصل الفتوى والفتيا التبيين هو الأقرب للصواب، والله أعلم. ¶ مفردات القرآن 2/482 . ¶ أصول الدعوة للدكتور عبد الكريم زيدان ص 140 . ¶ معنى الفتوى اصطلاحاً : يقول الدكتور عبد الكريم زيدان (( والمعنى الاصطلاحي للإفتاء هو المعنى اللغوي لهذه الكلمة، وما تتضمنه من وجود مستفت ومفت وإفتاء وفتوى؛ ولكن بقيدٍ واحد هو أن المسألة التي وقع السؤال عن حكمها تعتبر من المسائل الشرعية، وأن حكمها المراد معرفته هو حكم شرعي )) (1) ¶ المطلب الثاني: صفة الفتوى : ¶ ذكر أهل العلم صفاتٍ للفتوى هي بمثابة الشروط؛ لكي تكون سليمة وصادقة ويصح الانتفاع بها، وهذه الصفات، بعضها لا بد منه وبعضها تكميلي استحساني فمن ذلك:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "أولاً : أن تكون الفتوى قائمة على كتاب الله وسنة رسوله - صلى الله عليه وسلم -، وما دلّ عليه هذان الأصلان ، أما الرأي فإن كان موافقاً للكتاب والسنة وما دلّت عليه النصوص والمقاصد الشرعية فإنه يكون مقبولاً، أما إن كان مخالفاً للكتاب والسنة، أو قائماً على الحيل المحرّمة شرعاً فإنه لا يُقبل.(2) ¶ ثانياً : أن تكون الفتوى محرّرة الألفاظ لئلا تُفهم على وجه باطل قال ابن عقيل : يحرم إطلاق الفتيا في اسم مشترك إجماعاً ، فمن سئل : أيؤكل أو يشرب في رمضان بعد الفجر ؟ لا بدّ أن يقول : الفجر الأوّل أو الثّاني ، ومثله من سئل عن بيع رطل تمر برطل تمر هل يصحّ ؟ فينبغي أن لا يطلق الجواب بالإجازة أو المنع ، بل يقول : إن تساويا كيلاً جاز وإلاّ فلا. (3) ¶ ـــــــــــ ¶ أصول الدعوة للدكتور عبد الكريم زيدان ص 140 . ¶ انظر : صفة الفتوى والمفتي والمستفتي للإمام ابن حمدان ص60، أصول الدعوة ص 168 ¶ الموسوعة الفقهية الكويتية ( مادة فتوى ). ¶ ثالثاً : كما يحسن أن تكون الفتوى بألفاظٍ واضحة فلا تكون بألفاظ مجملة ، لئلا يقع السّائل في حيرة، كمن سئل عن مسألة في المواريث ؟ فقال : تقسم على فرائض اللّه عزّ وجلّ ، أو ¶ سئل عن شراء العرايا بالتّمر ؟ فقال : يجوز بشروطه ، فإنّ الغالب أنّ المستفتي لا يدري ما شروطه. (1) ¶ رابعاً : ينبغي أن تكون الفتيا بكلام موجز واضح مستوف لما يحتاج إليه المستفتي ممّا يتعلّق بسؤاله ، ويتجنّب الإطناب فيما لا أثر له ، لأنّ المقام مقام تحديد ، لا مقام وعظ أو تعليم أو تصنيف . (2) ¶ خامساً : على المفتي أن يذكر ما يعضُد الفتوى من دليل من الكتاب أو السنة أو إجماع، ولا يُلقيها إلى المستفتي مجرّدة ، فإنّ هذا أدعى للقبول بانشراح صدر وفهم لمبنى الحكم ، وذلك أدعى إلى الطّاعة والامتثال. (3)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "سادساً: لا يقول في الفتيا : هذا حكم اللّه ورسوله إلاّ بنصّ قاطع ، أمّا الأمور الاجتهاديّة فيتجنّب فيها ذلك لحديث : (( وإذا حاصرت أهل حصن فأرادوك أن تنزلهم على حكم اللّه فلا تنزلهم على حكم اللّه ، فإنّك لا تدري أتصيب حكم اللّه فيهم أم لا )) (4) ¶ سابعاً : إذا كانت الفتوى مكتوبة فالأفضل أن تكون بخط واضح، ولفظٍ واضح حسن تفهمه العامة، ولا يستقبحه الخاصة، ويقارب سطوره وكلماته؛ لئلا يزوّر أحد عليه، ثم ينظر الجواب بعد كتابته. (5) ¶ ـــــــــــ ¶ (1) الموسوعة الفقهية الكويتية ( مادة فتوى ). ¶ (2) المصدر السابق. ¶ (3) المصدر السابق. ¶ (4) رواه مسلم ( 1731 ) كتاب الجهاد والسير باب تأمير الإمام الأمراء على البعوث. ¶ (5) صفة الفتوى والمفتي والمستفتي للإمام ابن حمدان ص61. ¶ الفصل الأول: تغيّر الفتوى وعلاقة اختلاف الاجتهاد بها. ¶ المبحث الأول: قاعدة تغيّر الفتوى بتغيّر الزمان والمكان وأهميتها. ¶ المطلب الأول: أهمية القاعدة: ¶ إن من أصول السعة والمرونة في الشريعة الإسلامية مجال تغيّر الفتوى بتغيّر الزمان والمكان، وهي قاعدة صاغها الفقهاء قديماً وتناولها عدد منهم بالشرح والتوضيح،",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وهذه القاعدة قاعدةٌ مهمة جداً (1) عقد لها الإمام ابن القيّم فصلاً بقوله: (( فصل في تغيّر الفتوى بحسب الأمكنة والأزمنة والأحوال والنيّات والعوائد )) ثم قال : (( هذا فصل عظيم النفع جداً وقع بسبب الجهل به غلط عظيم على الشريعة أوجب من الحرج والمشقة وتكليف ما لا سبيل إليه ما يعلم أن الشريعة الباهرة التي في أعلى رتب المصالح لا تأتي به فإن الشريعة مبناها وأساسها على الحكم ومصالح العباد في المعاش والمعاد وهي عدل كلها ورحمة كلها ومصالح كلها وحكمة كلها، فكل مسألة خرجت عن العدل إلى الجور، وعن الرحمة إلى ضدها، وعن المصلحة إلى المفسدة، وعن الحكمة إلى العبث، فليست من الشريعة وإن أدخلت فيها بالتأويل، فالشريعة عدل الله بين عباده ورحمته بين خلقه وظله في أرضه وحكمته الدالّة عليه وعلى صدق رسوله - صلى الله عليه وسلم - )).(2) ¶ ـــــــــــ ¶ يُعبر البعض عن هذه القاعدة بقوله ( تبدّل الأحكام بتغير الزمان والمكان ) وقد كره بعض العلماء هذا التعبير لأن الحكم ثابت لا يتغيّر، وإنما الذي يتغيّر هو الفتوى به حسب المقتضى الشرعي؛ كما في سهم المؤلفة قلوبهم. ( انظر: المدخل المفصّل 1/84 الهامش 1 ) ¶ إعلام الموقعين عن رب العالمين 3/11 . ¶ المطلب الثاني : بيان المراد بهذه القاعدة. ¶ لا بد من بيان المراد بهذه القاعدة حتى لا يقع لبس في فهمها، وحتى لا يُنسب إلى الإسلام ما هو من براء فأقول: إن أحكام الشريعة تنقسم إلى قسمين أساسيين: ¶ الأوّل: القطعيّات وهي الأحكام التي مصدرها المباشر نصوص القرآن والسنة النبوية الشريفة. ¶ كالواجبات القطعية مثل وجوب الصلاة والصوم والزكاة والحج وبر الوالدين ونحو ذلك، وكذلك المنهيات القطعية كالاعتداء على النفس والأموال والأعراض وارتكاب الفواحش ما ظهر منها وما بطن وأكل أموال الناس بالباطل ونحو ذلك.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وهذا القسم يمتنع بحال أن يتطرق إليه التغيير أو التبديل؛ لأنه ثابت بنص قطعي لا يمكن أن يتغيّر عن حالة واحدة، ويمكن أن يُستدل لذلك بأدلة كثيرة، فمن ذلك قول الله تعالى چ ھ ھ ھ ھ ےے ? ? ?? ? ? ? چ (1) قال ابن كثير رحمه الله: (( قال قتادة: صدقاً فيما قال وعدلاً فيما حكم، يقول صدقاً في الأخبار وعدلاً في الطلب، فكل ما أخبر به فحق لا مرية فيه ولا شك، وكل ما أمر به فهو العدل الذي لا عدل سواه، وكل ما نهى عنه فباطل، فإنه لا ينهى إلا عن مفسدة )).(2) ¶ ومن السنة قوله - صلى الله عليه وسلم - (( من أحدث في أمرنا هذا ما ليس منه فهو رد ))(3) قال ابن رجب رحمه الله: (( هذا الحديث أصل عظيم من أصول الإسلام، وهو كالميزان للأعمال في ظاهرها... فكل من أحدث في الدِّين ما لم يأذن به الله ورسوله، فليس من الدين في شيء )).(4) ¶ ـــــــــــ ¶ سورة الأنعام آية 115. ¶ تفسير ابن كثير 1052 . ¶ رواه البخاري ( 2697 ) كتاب الصلح باب إذا اصطلحوا على صلح جور فالصلح مردود، ومسلم ( 1718 ) كتاب الأقضية باب نقض الأحكام الباطلة وردّ محدثات الأمور. ¶ انظر: جامع العلوم والحكم 1/176 . ¶ الثاني: الأحكام الاجتهادية المبنية على المصلحة أو على القياس أو العرف أو العادة. ¶ وهذا القسم يمكن أن يتغير حسب المصلحة لأن الأصل الذي يُبنى عليه أصل متغير سواءٌ أكان مصلحة أو عادة أم عرفاً. ¶ وقد ذكر الإمام الشاطبي رحمه الله أن العادات على ضربين : ¶ أحدهما: العادات الشرعية التي أقرها الدليل الشرعي أو نفاها، ومعنى ذلك أن يكون ¶ الشرع أمر بها إيجاباً أو ندباً أو نهى عنها كراهة أو تحريماً أو أذِن فيها فعلاً أو تركاً. ¶ والضرب الثاني: هي العوائد الجارية بين الخلق بما ليس في نفيه وإثباته دليل شرعي.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فأما الأول فثابت أبداً كسائر الأمور الشرعية كما قالوا في سلب العبد أهلية الشهادة، وفي الأمر بإزالة النجاسات وطهارة التأهب للمناجاة وستر العورات، والنهي عن الطواف بالبيت على العري، وما أشبه ذلك من العوائد الجارية في الناس إما حسنة عند الشارع وإما قبيحة. فإنها من جملة الأمور الداخلة تحت أحكام الشرع فلا تبديل لها، وإن اختلفت آراء المكلفين فيها. ¶ والمتبدلة ( وهي الضرب الثاني ) منها ما يكون متبدلاً في العادة من حسْنٍ إلى قُبح، وبالعكس مثل كشف الرأس فإنه يختلف بحسب البقاع في الواقع فهو لذوي المروءات قبيح في البلاد المشرقية، وغير قبيح في البلاد المغربية. فالحكم الشرعي يختلف باختلاف ذلك فيكون عند أهل المشرق قادحاً في العدالة، وعند أهل المغرب غير قادح. ¶ ثم قال رحمه الله : فاعلم أن ما جرى ذكره هنا من اختلاف الأحكام عند اختلاف العوائد فليس في الحقيقة باختلاف في أصل الخطاب؛ لأن الشرع موضوع على أنه دائم أبدي لو فُرض بقاء الدنيا من غير نهاية، والتكليف كذلك لم يحتج في الشرع على مزيد، وإنما معنى الاختلاف أن العوائد إذا اختلفت رجعت كل عادة إلى أصل شرعي يحكم به عليها كما في البلوغ مثلاً، فإن الخطاب التكليفي مرتفع عن الصبي ما كان قبل البلوغ فإذا بلغ وقع عليه التكليف. فسقوط التكليف قبل البلوغ ثم ثبوته بعده ¶ ليس باختلاف في الخطاب، وإنما وقع الاختلاف في العوائد والشواهد. (1) ¶ وجاء في شرح مجلة الأحكام العدلية (( إن الأحكام التي تتغير بتغير الأزمان هي الأحكام المستندة على العرف والعادة؛ لأنه بتغير الأزمان تتغير احتياجات الناس، وبناء على هذا التغير يتبدل أيضاً العرف والعادة وبتغير العرف والعادة تتغير الأحكام، بخلاف الأحكام المستندة على الأدلة الشرعية التي لم تُبنَ على العرف والعادة فإنها لا تتغير . ¶ مثال ذلك: جزاء القاتل العمد القتل.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فهذا الحكم الشرعي الذي لم يستند على العرف والعادة لا يتغير بتغير الأزمان، أما الذي يتغير بتغير الأزمان من الأحكام ، فإنما هي المبنية على العرف والعادة ))(2) ¶ وبهذا يظهر جلياً أن الشريعة منزّهةٌ عن كل عيب ونقص وتبديل، وأن القاعدة المذكورة من محاسن الشريعة وملاءمتها لكل زمان ومكان. ¶ المبحث الثاني: أسباب اختلاف الاجتهاد المؤدي إلى تغيّر الفتوى: ¶ - تمهيد: المقصود باختلاف الاجتهاد: ¶ قبل ذكر أسباب اختلاف الاجتهاد يجدر أن نعرف المقصود باختلاف الاجتهاد؛ يوضِّحُ ذلك الدكتور محمد المرعشلي بقوله: (( نعني هنا باختلاف الاجتهاد : تبدّل استنباط المجتهد بتغيّر ظنّه لِعِلّةٍ تُغيِّر الحكم الشرعي، وهذا ما يؤدي إلى فتوى جديدة تتناسب مع المتغيرات، وهو المقصود بأثر تغير الاجتهاد في الفتيا أي تبدل الأحكام بالاجتهاد الثاني )).(3) ¶ ـــــــــــ ¶ انظر الموافقات في أصول الأحكام 2/197، 198، 199. بتصرف يسير . ¶ درر الحكام شرح مجلة الأحكام لعلي حيدر المادة رقم 39 . ¶ اختلاف الاجتهاد وتغيّره وأثر ذلك في الفتيا ص 113. ¶ واختلاف الاجتهاد وتغيّره سواء أكان على مستوى المجتهد الواحد بأن يتغير اجتهاده الثاني عن اجتهاده الأول، أم كان على مستوى المجتهدين بأن تختلف اجتهاداتهم في المسألة الواحدة؛ كل ذلك من رحمة الله تعالى بعباده.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "يقول الأستاذ مصطفى الزرقا رحمه الله: (( قد يظن بعض المتوهمين ممن لا علم عندهم ولا بصيرة أن اختلاف الاجتهادات في الفقه الإسلامي نقيصة، ويتمنون لو لم يكن إلا مذهب واحد، وقد يذهبون إلى أبعد من هذا في أوهامهم فيرون أن اختلاف المذاهب قد يوهم تناقضاً في المصدر التشريعي.ودفعاً لهذا الوهم الفاسد نقول: إن الاختلاف المذهبي الشائن المستكره الذي ليس له في الأمة إلا سيئات الآثار إنما هو الاختلاف في العقائد؛ وأما الاختلاف الفقهي في الأحكام العملية المدنية فهو من المفاخر والذخائر؛ لأنه ثروة تشريعية كلمّا اتسعت كانت أروع وأنفع وأنجع ))(1) ¶ بعد ذلك يمكن أن نذكر الأسباب المؤثرة في اختلاف الاجتهاد، فمن ذلك: ¶ أولاً: العُرف والعادة: والعرف: هو ما استقرت النفوس عليه بشهادة العقول، وتلقته الطبائع بالقبول، وهو حجة، وكذا العادة وهي ما استمر الناس عليه على حكم العقول وعادوا إليه مرة بعد أخرى.(2) ¶ يقول الإمام القرافي رحمه الله: (( إن إجراء الأحكام التي مدركها العوائد مع تغير تلك العوائد ، خلاف الإجماع وجهالة في الدين ، بل كل ما هو في الشريعة يتبع العوائد يتغير الحكم فيه عند تغير العادة إلى ما تقتضيه العادة المتجددة .. ثم قال: ألا ترى أنهم لما جعلوا أن المعاملات إذا أطلق فيها الثمن يحمل على غالب النقود، فإذا كانت العادة نقداً معيناً حملنا الإطلاق عليه، فإذا انتقلت العادة إلى غيره عيَّنا ما انتقلت العادة إليه، وألغينا الأول لانتقال ¶ ـــــــــــ ¶ المدخل الفقهي 1/269. ¶ التعريفات للجرجاني ص 152 .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "العادة عنه... إلى أن يقول: بل ولا يشترط تغيير العادة، بل لو خرجنا نحن من تلك البلد إلى بلد آخر عوائدهم على خلاف عادة البلد الذي كنا فيه، وكذلك إذا قدم علينا أحد من بلد عادته مضادة للبلد الذي نحن فيه ؛ لم نفته إلا بعادته دون عادة بلدنا ، ومن هذا الباب ما روي عن مالك: إذا تنازع الزوجان في قبض الصداق بعد الدخول؛ أن القول قول الزوج مع أن الأصل عدم القبض. ¶ قال القاضي إسماعيل: هذه كانت عادتهم بالمدينة أن الرجل لا يدخل بامرأته حتى تقبض جميع صداقها، واليوم عاداتهم على خلاف ذلك، فالقول قول المرأة مع يمينها لأجل اختلاف العوائد... وينبغي أن يعلم أن معنى العادة في اللفظ أن ينقل إطلاق لفظ واستعماله في معنى حتى يصير هو المتبادر من ذلك اللفظ عند الإطلاق مع أن اللغة لا تقتضيه ، فهذا هو معنى العادة في اللفظ ، وهو الحقيقة العرفية ، وهو المجاز الراجح في ¶ الأغلب ، وهو معنى قول الفقهاء إن العرف يقدم على اللغة عند التعارض، وكل ما ¶ يأتي من هذه العبارات )).(1) ¶ لذلك فإن العلماء جعلوا قاعدة ( تغير الفتوى بغير الزمان والمكان ) متفرعة عن قاعدة ( العادة محكّمة )(2) ¶ ـــــــــــ ¶ الإحكام في تمييز الفتاوى عن الأحكام ص 112. ¶ انظر تفصيل هذه القاعدة: الأشباه والنظائر لتاج الدين السبكي 1/50، الأشباه والنظائر للسيوطي ص182، المدخل الفقهي العام 2/867، الوجيز في إيضاح قواعد الفقه ص 213. ¶ قال ابن عابدين رحمه الله: اعلم أن اعتبار العادة والعرف رجع إليه في مسائل كثيرة حتى جعلوا ذلك أصلاً فقالوا في الأصول في باب ما تترك به الحقيقة: تترك الحقيقة بدلالة الاستعمال والعادة،(1) وهذا ما أشار إليه السيوطي.(2) ¶ وقد اشترط العلماء رحمهم الله شروطاً لاعتبار العرف هي: ¶ الشرط الأول: أن لا يكون في العرف تعطيل لنص ثابت أو لأصل قطعي في الشريعة.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الشرط الثاني: أن يكون العرف مقارناً، ولا يُعتبر العُرف المتأخر في التصرفات السابقة، فإذا طرأ عرف جديد بعد اعتبار العرف السائد عند صدور الفعل أو القول، فلا يعتبر هذا العرف. ¶ الشرط الثالث: أن لا يُعارض العرف بتصريح بخلافه، فلو استأجر شخص أجيراً للعمل من الظهر إلى العصر فقط؛ ليس له أن يلزمه بالعمل من الصباح إلى المساء بحجة أن عرف البلدة هكذا؛ لأن نص الاتفاق على خلاف العرف، فلا اعتبار بالعرف. ¶ الشرط الرابع: أن يكون العرف مطّرداً غالباً؛ أي استمر العمل به من غير تخلّف في الحوادث، ومعنى غلبته: أن يكون شائعاً بين أهله في أكثر الحوادث.(3) ¶ ثانياً: ( من أسباب اختلاف الاجتهاد ) مراعاة المصلحة: ¶ من المعلوم أن الشريعة جاءت لمراعاة مصالح البشر في المعاش والمعاد، وهذا ما دلّت عليه النصوص الكثيرة فقال تعالى حكاية عن شعيبٍ عليه السلام چ ? ? ? ? ? ? ¶ ــــــــــ ¶ نشر العرف في بناء بعض الأحكام على العرف ضمن مجموعة رسائل ابن عابدين 2/115، ¶ انظر: الأشباه والنظائر للسيوطي ص 182. ¶ انظر: تغيّر الفتوى لمحمد عمر بازمول ص 49. ¶ ?? چ (1)وقال تعالى چ ک ک ک ک گ گگ چ (2) فأحكام الشريعة مشتملة على حِكم ومصالح صالحة لأن تتفرع منها أحكام مختلفة الصور متّحدة المقاصد.(3) ¶ وهنا ننبه إلى أن المصالح والمفاسد التي تعتبر مقياساً للأمر والنهي في الشرع الإسلامي هي التي المتفقة أو المتنافية مع مقاصد الشريعة، وإن من أول مقاصد الشريعة صيانة الضروريات الخمسة للحياة البشرية،وهي: الدين، والنفس، والعقل، والنسل، والمال، ثم ضمان ما سواها من الأمور التي تحتاج إليها الحياة الصالحة مما دون تلك الأركان ¶ الضرورية في أهميتها، وتلك الأركان الخمسة قد اتفقت الشرائع الإلهية على وجوب احترامها وحفظها، فكل ما يؤيد هذه المقاصد الشرعية ويساعد على تحقيقها فهو",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "مصلحة مطلوبة ، وكل ما ينافيها فهو مفسدة ممنوعة.(4) وقد ذكر أهل العلم ضوابط للمصلحة المعتبرة شرعاً هي كما يلي:(5) ¶ الأول: اندراج المصلحة في مقاصد الشرع. ¶ الثاني: عدم معارضة المصلحة للكتاب والسنة. ¶ الثالث: عدم معارضة المصلحة للقياس الصحيح. ¶ الرابع: عدم تفويت المصلحة لمصلحة أهم منها. ¶ ــــــــــــــــــــــ ¶ سورة هود آية 88. ¶ سورة الأعراف آية 85. ¶ انظر: الموافقات للشاطبي 2/4، إعلام الموقعين 3/3، مقاصد الشريعة للطاهر بن عاشور ص 273، حجة الله البالغة لولي الله الدهلوي 1/374. ¶ انظر: المدخل الفقهي العام 1/102، أصول الفقه للشيخ محمد أبي زهرة ص 244 . ¶ انظر:ضوابط المصلحة في الشريعة للبوطي ، نقلاً من كتاب تغيّر الفتوى لمحمد عمر بازمول ص 43 . ¶ ثالثاً : تغيّر الزمان والمكان والأحوال والأعراف والعوائد. ¶ مضى الحديث عن هذا السبب في المبحث الأول، وسنورد بإذن الله في المبحث الثالث بعض الأمثلة التطبيقية لذلك. ¶ رابعاً: الاستحسان : ¶ لقد تعددت تعريفات الأصوليين للاستحسان والذي اختاره الشيخ أبو زهرة تعريف أبي الحسن الكرخي وهو : أن يعدل المجتهد عن أن يحكم في المسألة بمثل ما حكم به في نظائرها لوجه أقوى يقتضي العدول عن الأول.(1) ¶ وقد ورد ما يدل على الاستحسان في النصوص، ومن ذلك ما جاء في الأثر : (( ما رآه المسلمون حسناً فهو عند الله حسن ))(2) ¶ وقد ذكر الفقهاء للاستحسان أنواعاً فمن ذلك: ¶ 1) استحسان بالأثر : كالسلم، والإجارة وهي عقد على المنافع وهي معدومة، ويقاء الصوم في النسيان. ¶ 2) استحسان بالإجماع: كعقد الاستصناع . ¶ 3) استحسان بالضرورة: كطهارة الآبار والحياض ¶ 4) استحسان بالقياس الخفي: وأمثلته كثيرة، منها الصلاة على الجنازة ركباناً لأنها دعاء فتجوز، وهذا عند الأحناف.(3) ¶ ـــــــــــ ¶ أصول الفقه ص 232 . ¶ رواه الإمام أحمد ( 3418 ) يروى الحديث مرفوعاً، ويُروى موقوفاً على عبد الله بن مسعود.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "انظر: أثر الأدلة المختلف فيها في الفقه الإسلامي لمصطفى البُغا ص 123-125، اختلاف الاجتهاد وتغيره ص 301-303. قلت: الأحناف توسعوا بالاستحسان كثيراً، ولعل هذا مما يُخالَفون فيه. ¶ خامساً: سد الذرائع. ¶ ويمكن تعريف الذرائع اصطلاحاً بأنها: الوسيلة الموصلة إلى الشيء الممنوع المشتمل على مفسدة أو المشروع المشتمل على مصلحة،(1) وهي أقسام : ¶ الأول : ما ورد النص باعتبارها مؤدية إلى المشروع، مثالها السعي إلى الجمعة، فإنه (ذريعة) توصل إلى شهود الجمعة وهو مشروع. ¶ الثاني: ما ورد النص باعتبارها مؤدية إلى الممنوع، مثالها الخلوة بالأجنبية؛ فإنه (ذريعة) إلى الزنا، وهو ممنوع. ¶ الثالث: ذريعة سكت عنها النص، فلم يأمر بها ولم ينه عنها.(2) ¶ المبحث الثالث : أمثلة تطبيقية لتغير الفتوى باختلاف الاجتهاد. ¶ ولعلّي في خاتمة هذا الفصل أذكر جملة من الأمثلة التطبيقية لتغيّر الفتوى بسبب تغيّر الاجتهاد في سبق من الأسباب، وبالله تعالى التوفيق. ¶ المثال الأول: تغير الفتوى بتغيّر الحال: ¶ ما رواه عبد الله بن عمرو بن العاص رضي الله عنه قال: ((كنا عند النبي - صلى الله عليه وسلم - فجاء شاب، فقال: يا رسول الله أُقبِّل وأنا صائم ؟ قال: لا، فجاء شيخ فقال: أُقبِّل وأنا صائم ؟ قال نعم؟ قال: فنظر بعضنا إلى بعض فقال رسول الله - صلى الله عليه وسلم - قد علمت لمَ نظر بعضكم إلى بعض إن الشيخ يملك نفسه )).(3) فقد اختلفت فتواه - صلى الله عليه وسلم - في حكم واحد، وذلك لاختلاف الحالين . ¶ ـــــــــــ ¶ تيسير علم أصول الفقه لعبدالله بن يوسف الجديع 188. ¶ المصدر نفسه.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "رواه الإمام أحمد ( 6737 ) و ( 7054 ) وإسناده ضعيف لضعف ابن لهيعة؛ وأورده الهيثمي في المجمع 3/166 وقال: رواه أحمد والطبراني في الكبير، وفيه ابن لهيعة، وحديثه حسن، وفيه كلام . وللحديث أصل صحيح عن عمر بن الخطاب في المسند ( 138 ) و ( 372 ) ( انظر: مسند الإمام أحمد بتحقيق الدكتور عبد الله التركي 11/352 ). ¶ المثال الثاني: تغيّر الفتوى بسبب تغيّر الزمان : ¶ ما ورد في عهد عثمان رضي الله عنه أنه أمر بالتقاط ضالة الإبل فقد روى مالك في الموطّأ ابن شهاب يقول: (( كانت ضَوالُّ الإبل في زمان عمر بن الخطاب إبلاً مؤبَّلة تنََاتج لا يمسها أحد حتى إذا كان زمان عثمان بن عفان أمر بتعريفها ثم تباع فإذا جاء صاحبها أُعطي ثمنها)).(1) ¶ (( فقد رأى عثمان رضي الله عنه أن التقاط ضالة الإبل أولى من إرسالها ترعى الشجر وترد الماء لأنه رأى في زمانه تبدلاً في حالة الناس أورث خوفاً على أموال الرعية من أن تمتد إليها يد الخيانة ، فكانت المصلحة في أمره بالتقاطها وتعريفها كسائر الأموال )).(2) ¶ المثال الثالث : تغيّر الفتوى بسبب المصلحة. ¶ لا خلاف بين العلماء الأجير الخاص – هو الذي يعمل لشخص واحد - لا ضمان عليه عند التلف إلا أن يتعدى ويفرّط فإنه يضمن، وأما الأجير المشترك – وهو الذي يعمل للجميع كالخيّاط - ، فيرى الجمهور أنه لا ضمان عليه إلا بالتعدي؛ وأما الإمام مالك فقد اختلفت فتواه عن الجمهور ورأى أنه يضمن ولو لم يتعد إلا إذا قامت البيّنة على التلف من غير تعدي، وعمدته في ذلك المصلحة المرسلة، ووجه ذلك أن الأجير المشترك إذا لم يَضمن لاستهان بالمحافظة على أمتعة الناس وأموالهم.(3) ¶ المثال الرابع: تغيّر الفتوى بسبب العُرف. ¶ بيع المعاطاة صورته أن يقول المشتري: أعطني بهذا الدينار خبزاً، فيعطيه ما يرضيه، أو يقول ¶ ـــــــــــ ¶ الموطأ 2/759 كتاب الأقضية باب القضاء في الضوال. ¶ رفع الحرج في الشريعة الإسلامية للدكتور يعقوب الباحسين ص 362.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "انظر: بداية المجتهد لابن رشد 2/232. ¶ البائع: خذ هذا الثوب بدينار، فيأخذه. فصيغة الإيجاب والقبول غير تامة في هذه الصورة ¶ لذلك قال الشافعي بعدم صحة هذا البيع إلا بالإيجاب والقبول، أما الجمهور فقد اختلفت فتواهم في ذلك، وقالوا بجواز هذا النوع من البيع وحجتهم في ذلك أن ¶ الله أحل البيع ، ولم يبين كيفيته ، فوجب الرجوع فيه إلى العرف ، كما رُجع إليه في القبض والإحراز والتفرق ، والمسلمون في أسواقهم وبياعاتهم على ذلك.(1) ¶ المثال الخامس: تغيّر الفتوى بسبب الاستحسان. ¶ لو اشترى شخص أضحية سليمة من العيوب التي لا تجزئ، ثم تعيّبت عند إرادة ذبحها كأن تضطرب فتنكسر رجلها، أو أصابت شفرته عينها فذهبت، فذهب المالكية (2) والشافعية(3) والحنابلة(4) إلى عدم الإجزاء لكونها تعيّبت قبل الذبح والعبرة به، وأما الحنفية فاختلفت فتواهم في ذلك، وقالوا بإجزاء الأضحية على هذه الحال والحجة في ذلك الاستحسان قال الكاساني: (( ولو قدّم أضحية ليذبحها فاضطربت في المكان الذي يذبحها فيه فانكسرت رجلها، ثم ذبحها على مكانها أجزأه، وكذلك إذا انقلبت منه الشفرة فأصابت عينها فذهبت .. ثم قال : ووجه الاستحسان أن هذا مما لا يمكن الاحتراز عنه لأن الشاة تضطرب فتلحقها العيوب من اضطرابها )).(5) ¶ ـــــــــــ ¶ انظر: المغني لابن قدامة 6/7-8 ، مواهب الجليل لمحمد المغربي 4/229. ¶ انظر: التاج والإكليل لمختصر خليل للعبدري 3/253. ¶ انظر: الحاوي الكبير في فقه الإمام الشافعي للماوردي 15/109، قالوا بعدم الإجزاء إذا أوجبها في ذمته عن نذر. ¶ انظر: الإنصاف في معرفة الراجح من الخلاف للمرداوي 4/98. ¶ انظر: بدائع الصنائع 5/76. ¶ المثال السادس: تغيّر الفتوى بسبب سد الذريعة. ¶ عقد الإمام ابن رشد المالكي رحمه الله باباً في بيوع الذرائع الربوية وذكر فيه بعض",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الصور التي تمنع بسبب سد ذريعة الربا، فمن ذلك قال: (( لو باع شيئاً ما بمائة دينار إلى أجل ثم ندم المشتري وسأل الإقالة على أن يعطي البائع عشرة مثاقيل نقداً أو إلى أجل أبعد من الأجل الذي وجبت فيه المائة، فهنا قال الشافعي: يجوز لأنه شراء مستأنف، وأما مالك فقد اختلفت الفتوى عنده وقال: لا يجوز ، ووجه ذلك أنه ذريعة إلى قصد بيع الذهب بالذهب إلى أجل، وإلى بيع ذهب وعَرَض بذهب )).(1) ¶ ــــــــــــــــــ ¶ بداية المجتهد 2/141 . ¶ الفصل الثاني: المسائل الاجتهادية ودور التكييف الفقهي والاجتهاد الجماعي فيها. ¶ المبحث الأول: منهج الأئمة في النظر في المسائل الاجتهادية. ¶ لقد سار السلف الصالح ابتداءً من الصحابة الأجلاّء عليهم رضوان الله ومن بعدهم على منهج عام واضح جلي في التعامل مع المسائل الاجتهادية في كل نازلة لم يرد فيها نص من الشرع، وذلك بالتدرج من خلال الأصول الثابتة التي تُبنى عليها الأحكام، وهذا المنهج هو الذي أقرّه رسول الله - صلى الله عليه وسلم - لمّا بعث معاذاً إلى اليمن وسأله : ( كيف تقضي إذا عَرَض لك قضاء ؟ ) قال: أقضي بكتاب الله. قال: (( فإن لم تجد في كتاب الله؟ )) قال فبسنة رسول الله - صلى الله عليه وسلم -. قال: (( فإن لم تجد في سنة رسول الله ؟ )) قال: أجتهد رأيي ولا آلو، فضرب رسول الله صلى الله عليه وسلم صدره وقال: (( الحمد لله الذي وفق رسول رسول الله لما يرضي رسول الله )).(1) ¶ ويمكن تلخيص منهج الأئمة في النظر في المسائل الاجتهادية من خلال النقاط التالية: (2) ¶ أولاً: اختيار الأدلة الصحيحة القويّة، فهذا أدعى إلى صحة النتائج، وأقرب طريق للوصول إليها. ¶ ثانياً: أن ينظر المجتهد في الكتاب والسنة المتواترة وهما على رتبة واحدة لأن كل واحد منهما دليل قطعي. ¶ ثالثاً: أن ينظر المجتهد بعد ذلك إلى الإجماع، فإنه دليلٌ قاطعٌ لا يقبل النسخ ولا التأويل.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "رابعاً: تحليل تلك الأدلة تحليلاً علمياً يبين دلائل النص وتفسيراته ومفهوماته بتجرّد وموضوعية كاملة دون حجر أو تضييق أو تخيّر. ¶ ـــــــــــ ¶ رواه أبو داود ( 3592 ) ، والترمذي ( 1327 ) ، وهذا الحديث رغم شهرته وتداوله عند علماء الفقه والأصول إلا أنه معلّ بالإرسال كما قال ذلك البخاري والدارقطني، وذهب بعض العلماء إلى تصحيحه لتلقي أئمة الفقه والاجتهاد له بالقبول، قالوا : وهذا القدر مغن عن مجرد الرواية . انظر: تلخيص الحبير 4/183 . ¶ منهج استنباط أحكام النوازل الفقهية المعاصرة ص 277-278. ¶ خامساً: أن ينظر المجتهد في أخبار الآحاد، فإن عارضَ خبرٌ خاصٌ عمومَ كتابٍ أو سنة فالراجح أنه يخصصهما؛ كما ينظر في حمل المطلق على المقيّد والمجمل على المبيّن، ويعتبر النسخ إذا علم التاريخ للوصول إلى جمع مناسب حال التعارض بين الأدلة. ¶ سادساً: أن ينظر بعد ذلك في قياس النصوص حيث لا يلجأ إلى القياس أو غيره من الأدلة إلا عند فقدان النص من الكتاب والسنة، وأن يعتبر القواعد الأصولية المستنبطة من مفهوم النص ودلالته. ¶ سابعاً: استنباط الأحكام الشرعية ومعرفة الحق منها. ¶ وعلى هذا النسق أيضاً سار الأئمة الأربعة رحمهم الله في النظر والاستنباط؛ إلا أن هناك بعض الاختلاف في تقديم بعض الأدلة واعتبار بعض القواعد، ولعلّي أُجمل مناهج الأئمة ¶ الأربعة وأصول مذاهبهم باعتبارها مناهج متبوعة فيما يلي(1): ¶ أولاً: الإمام أبو حنيفة رحمه الله ( ت 150 هـ )",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "مما أُثر عن الإمام أبي حنيفة رحمه الله مقولته التي توضح أصول مذهبه حيث قال: (( إني آخذ بكتاب الله إذا وجدته، فما لم أجده فيه أخذت بسنة رسول الله - صلى الله عليه وسلم - والآثار الصحاح عنه التي فشت في أيدي الثقات، فإذا لم أجد في كتاب الله ولا في سنة رسول الله - صلى الله عليه وسلم - أخذت بقول أصحابه من شئت، وأدع من شئت، ثم لا أخرج عن قولهم إلى قول غيرهم، فإذا انتهى الأمر إلى إبراهيم والشعبي والحسن وابن سيرين وسعيد بن المسيب فعليّ أن أجتهد كما اجتهدوا)).(2) ¶ فهذا يدل على أن الإمام أبا حنيفة رحمه الله كان يعتبر الكتاب والسنة وأقوال الصحابة من ¶ ـــــــــــ ¶ انظر: التشريع والفقه في الإسلام للشيخ مناع القطان ص 331 وما بعدها، خلاصة تاريخ التشريع الإسلامي لعبد الوهاب خلاّف ص 83 وما بعدها، المدخل المفصل 1/149 وما بعدها، أصول مذهب الإمام أحمد. ¶ الانتقاء في فضائل الثلاثة الأئمة الفقهاء لابن عبد البر 1/143. ¶ أصول مذهبه، ولا يحيد عن ذلك؛ إلا أنه في حال عدم توفر شيء من ذلك فإنه اعتبر بعض الأصول التي يحتاجها الفقيه في الاستنباط وهي كما يلي: ¶ 1) توسع في القياس وبرع فيه، وكذا أصحابه حتى اتسعت بذلك المسائل الفقهية ¶ وكثرت جداً، وكانوا يفترضون صوراً ومسائل، ويلتمسون لكل صورة جواباً، ويُعمِلون فيها آراءهم، وبذلك – والله أعلم – أطلق عليهم ( أهل الرأي ) فقد نشط فقه الرأي والتماس العلل والأوصاف المناسبة للأحكام على يد أبي حنيفة وأصحابه ومن كان معهم من فقهاء العراق. ¶ 2) الاستحسان يعتبر من أصول الأدلة في مذهب أبي حنيفة، بل لقد بالغ في الأخذ به بعض اتباع المذهب فقالوا: (( إن المجتهد له أن يستحسن بعقله ))، إلا أن المتأخرين منهم رأوا أن الاستحسان عبارة عن دليل يقابل القياس الجلي الذي تسبق إليه الأفهام .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "3) الحيل الشرعية مما يُنسب إلى فقه أبي حنيفة وأصحابه، ويقصدون بذلك المخارج من المضايق بوجه شرعي؛ قالوا: (( ما دامت الوسائل مشروعة، وتؤدي إلى مقاصد مشروعة فإن ذلك يكون جائزاً. في حين أن غيرهم لا يسوغون الحيل بأي صورة من الصور لأنهم يقولون بسد الذرائع )). ¶ ثانياً: الإمام مالك بن أنس رحمه الله ( ت 179 هـ ) ¶ لا يختلف الإمام مالك عن الإمام أبي حنيفة رحمهما الله في اعتبار الكتاب والسنة أصلان مقدَّمان من أصول المذهب، إلا أن الإمام مالك تميّز باعتبار بعض الأصول كما يلي: ¶ 1) عمل أهل المدينة: يعتبر الإمام مالك عمل أهل المدينة حجة مقدَّمة على خبر الواحد إذا كان مخالفاً له لاعتقاده أن أهل المدينة أعرف الناس بالتنزيل، وبما كان من بيان رسول الله - صلى الله عليه وسلم - للوحي، وهذه ميزة ليست لغيرهم، وعلى ذلك فالحق لا يخرج عما يذهبون إليه ؛ كما جاء في رسالته المشهورة إلى الإمام الليث بن سعد في مصر. ¶ 2) العمل بالمصلحة المرسلة أساس من الأسس التي اعتمد عليها الإمام مالك في مذهبه وهي المصلحة التي لم يشهد لها الشارع باعتبار ولا إلغاء، فقد اعتبرها حجة حتى أنه في بعض الأحكام خصص عموم الكتاب بالمصلحة المرسلة. ¶ 3) سد الذرائع : الذرائع جمع ذريعة، وهي التذرع بفعل جائز إلى عمل غير جائز، والمقصود بالسد الحيلولة دونها والمنع منها، فهي معتبرة في مذهب الإمام مالك؛ مثل قوله لأبي جعفر المنصور لما أراد أن يبني الكعبة على قواعد إبراهيم عليه السلام : (( أنشدك الله يا أمير المؤمنين ألا تجعل هذا البيت ملعبة للملوك بعدك، لا يشاء أحد منهم أن يُغيّره إلا غيّره، فتذهب هيبته من قلوب الناس )).(1) ¶ ثالثاً: الإمام الشافعي ( 204 هـ )",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أما الإمام الشافعي رحمه الله فقد بيّن أصول مذهبه من خلال أعظم مؤلّفَين له وهما ( الرسالة، والأم ) فقال في كتاب الرسالة: ليس لأحدٍ أبداً أن يقول في شيءٍ - حلَّ ولا حَرُم – إلا من جهة العلم، وجهة العلم الخبرُ في الكتاب أو السنة أو الإجماع أو القياس.(2) ¶ وقال في كتاب الأم في باب إبطال الاستحسان : لا يجوز لمن استأهل أن يكون حاكماً أو مفتياً أن لا يحكم ولا أن يفتي إلا من جهة خبر لازم، وذلك الكتاب، ثم السنة، أو ما قاله أهل العلم لا يختلفون فيه، أو قياس على بعض.(3) ¶ فيتّضح من ذلك أن الإمام ليس عنده أصول غير ما أجمع عليه المسلمون وهي الأصول الأربعة المعروفة الكتاب والسنة والإجماع والقياس. ¶ ـــــــــــ ¶ (1) الاستذكار الجامع لمذاهب فقهاء الأمصار لأبي عمر بن عبد البر 4/188. ¶ (2) الرسالة ص 39 . ¶ (3) الأم 7/492 . ¶ - مسألة تغيّر مذهب الشافعي في العراق عنه في مصر : ¶ اشتهر عن الإمام الشافعي أن له مذهباً يسمى ( القديم )، ويراد به الكتاب الذي صنفه بالعراق عام ( 195 هـ ) ، واسمه ( الحجة ) وهو مجلد ضخم، وكذلك ما أفتى به، ويتسم هذا المذهب في عمومه بموافقته لمذهب الإمام مالك. ¶ كما أن له مذهباً آخر يسمى ( الجديد )، ويراد به ما صنفه، وأفتى به في مصر عام ( 199 هـ ) حيث أعاد النظر في كتابه ( الحجة )، فألّف بدله كتابه ( المبسوط ) الذي اشتهر فيما بعد بكتاب ( الأم ) وهو يشتمل على كتبٍ كثيرة.(1) ¶ أما الأسباب التي كانت وراء تغيّر اجتهاد الإمام الشافعي رحمه الله فأهمها: ¶ أولاً : اطلاعه على أحاديث جديدة لم يسمع بها قبل دخوله مصر تُشكِّلُ أدلةً قوية أمام الأحاديث التي احتج بها في العراق مثل أحاديث توقيت المسح على الخفين، فقد كان يرى رأي مالك في عدم التوقيت،(2) أما في مذهبه الجديد فقد رجع إلى القول بالتوقيت فيمسح المقيم يوماً وليلة، والمسافر ثلاثة أيام بلياليها للأحاديث الواردة في ذلك.(3)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ثانياً: تغيّر عادات الناس وطرق معيشتهم في الحياة وأحوالهم بتغير المكان والزمان، وذلك كما في صناعة دباغة الجلود مثلاً التي كانت متطورة في مصر عندما قدم إليها، وكانت تُشكِّل دعامة اقتصادية مهمة بعكس بلاد الحرمين، مما دعى الشافعي إلى القول في مذهبه الجديد ببيع الجلد المدبوغ.(4) ¶ ـــــــــــ ¶ انظر: كشف الظنون لحاجي خليفة 2/1285، تهذيب الأسماء واللغات للنووي 1/48، اختلاف الاجتهاد وتغيره لمحمد المرعشلي ص 383. ¶ انظر: الاستذكار لابن عبد البر 1/221، قال ابن عبد البر : وقد روي عن مالك التوقيت في المسح في رسالته إلى بعض الخلفاء ، وأنكر ذلك أصحابه . ¶ المجموع شرح المهذّب للنووي 1/545. ¶ انظر: اختلاف الاجتهاد وتغيّره 384. ¶ رابعاً: الإمام أحمد بن حنبل ( ت 241 هـ ) ¶ إن الناظر في فتاوى الإمام أحمد رحمه الله يجد أنها مبنية على خمسة أصول لا تختلف عن أصول من تقدّمه من الأئمة، فقد كانت أصوله على النحو التالي: ¶ 1) النصوص من الكتاب والسنة، فإذا وجد النص أفتى بموجبه، ولم يلتفت إلى ما ¶ خالفه، ولذلك لم يلتفت إلى خلاف عمر رضي الله عنه في المَبْتوتة لحديث فاطمة بنت ¶ قيس، ولا إلى خلافه في التيمم للجنب لحديث عمار بن ياسر. ¶ 2) فتاوى الصحابة فإذا وجد فتوى لبعض الصحابة لا يُعرف لها مخالف فإنه يأخذ بها، ولا يقدِّم على ذلك قياساً أو رأياً. ¶ 3) عند اختلاف فتاوى الصحابة كان رحمه لله يأخذ بأقربها إلى الكتاب والسنة، ولا يتجاوز قول واحد منهم . ¶ 4) الأخذ بالحديث المرسل والضعيف، وليس المقصود بالضعيف عنده الباطل، فهذا لا يجوز الذهاب إليه، وإنما الحديث الضعيف عنده قسيم الصحيح، وقسم من أقسام الحسن؛ لأنه لم يكن يقسّم الحديث إلى صحيح وحسن وضعيف، بل إلى صحيح وضعيف، وللضعيف عنده مراتب. ¶ 5) إذا لم يجد شيئاً مما تقدّم من الأصول فإنه يلجأ إلى القياس، فهو يرى أن القياس لا يُصار إليه إلا عند الضرورة.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "المبحث الثاني: دور التكييف الفقهي في الاجتهاد. ¶ المطلب الأول: معنى التكييف الفقهي. ¶ يعتبر مصطلح التكييف الفقهي من المصطلحات الحادثة التي لم يذكرها العلماء السابقون بهذا اللفظ، وإنما ذكروه بألفاظ مقاربة منها(1): ¶ 1- ( تصوير المسألة ) أو ( تصوّر المسألة )(2) ومن ذلك قولهم في القاعدة: (( الحكم على الشيء فرع عن تصوّره ))(3) ¶ 2- ( التخريج ) سواء أكان تخريج الفروع على الأصول، أم تخريج الفروع على الفروع، وهو نقل حكم مسألة إلى ما يشابهها والتسوية بينهما كما ذكر المرداوي(4) ¶ 3- ( تحقيق المناط ) وهو النظر والاجتهاد في معرفة وجود العلة في آحاد الصور سواء أكانت العلة معروفة بالنص أم بالاستنباط. ¶ وقد تنوعت العبارات في تعريف ( التكييف الفقهي ) فقيل: ¶ 1- هو (( تحرير المسألة وبيان انتمائها إلى أصل معين معتبر )).(5) ¶ 2- عرّفه الدكتور مسفر القحطاني بأنه : (( التصوّر الكامل للواقعة وتحرير الأصل الذي تنتمي إليه )).(6) ¶ 3- عُرّف أيضاً بأنه : (( تصنيف المسألة تحت ما يناسبها من النظر الفقهي )). ¶ ـــــــــــ ¶ انظر: منهج استنباط أحكام النوازل الفقهية المعاصرة 356 وما بعدها. ¶ انظر على سبيل المثال: المنخول للغزالي ص 608، أدب المفتي لابن الصلاح ص 100. ¶ انظر: شرح الكوكب المنير 1/50. ¶ انظر: الإنصاف للمرداوي 1/6 . ¶ معجم لغة الفقهاء ص 143 . ¶ منهج استنباط أحكام النوازل الفقهية المعاصرة ص 354 . ¶ أو يُقال : (( رد المسألة إلى أصل من الأصول الشرعية )). (1) ¶ 4- عرّفه الدكتور محمد عثمان شبير بأنه : (( تحديد لحقيقة الواقعة المستجدة لإلحاقها بأصل فقهي، خصه الفقه الإسلامي بأوصاف فقهية، بقصد إعطاء تلك الأوصاف للواقعة المستجدة عند التحقق من المجانسة والمشابهة بين الأصل والواقعة المستجدة في الحقيقة ))(1)",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فهذه التعاريف في الحقيقة متقاربة في معناها، ولعلّ أقربها إلى المقصود في نظري هو التعريف الثالث لأنه ربط المسألة ربطاً فقهياً شرعياً فأخرج بذلك باقي العلوم، وأما التعريف الرابع فهو طويل جداً، ويغني عنه ما سبقه، وأما التعريف الأول والثاني فإنهما قد عرّفا التكييف بشكلٍ عام. ¶ المطلب الثاني: ضوابط التكييف الفقهي. ¶ وبما أن التكييف الفقهي الذي ينبني عليه الاجتهاد خاضع لما تقدّم من التصوير والتخريج وتحقيق المناط، وهذه الأمور تتفاوت من مجتهد إلى آخر، بحسب تفاوت درجات الاستنباط كما قال السيوطي رحمه الله.(3) ¶ لذا كان ذلك التفاوت داعياً إلى اختلاف وجهات نظر المجتهدين حسب ما يظهر من عميلة التكييف الفقهي، ونظراً لأهمية التكييف الفقهي، وضرورة الدقة فيه سعياً لوصول المجتهدين إلى أدق النتائج وأصوبها كانت الحاجة ماسّة إلى وضع ضوابط ينبغي مراعاتها عند القيام بالتكييف الفقهي فمن ذلك(4) : ¶ ـــــــــــ ¶ موقع الأصالة الإسلامية العالمية لتقريب العلوم الشرعية ( على شبكة الإنترنت ) المشرف على الموقع / علي حسن الحلبي . ¶ التكييف الفقهي للوقائع المستجدة وتطبيقاته الفقهية ص 30، نقلاً من مقال التكييف الفقهي للعقود المالية المستجدة وتطبيقاتها على نماذج التمويل الإسلامية المعاصرة لأحمد محمد نصار. ¶ الرد على من أخلد إلى الأرض ص181 . ¶ انظر: منهج استنباط أحكام النوازل ص 364 . ¶ أولاً: أن يكون التكييف الفقهي مبنياً على نظر صحيح معتبر لأصول التشريع، فتُكيّف النازلةُ بأقرب الأصول الشبيهة لها لتأخذ بعد ذلك حكم ذلك الأصل. ¶ فلا تكيّف على أساس الهوى والتشهي، فيصبح الحرام حلالاً، والحلال حراماً، أو تكيّف على أوهام وتخيلات أو أمور عارضة أو ظنون فاسدة. ¶ ثانياً: بذل الوسع في تصور الواقعة التصور الصحيح الكامل؛ لأن الحكم على الشيء فرع عن تصوّره . ¶ ثالثاً: تحصيل المجتهد الملكة الفقهية في استحضار المسائل وإلحاقها بالأصول.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "- ولعلّي أقف مع هذا المصطلح المهم في قضية الاجتهاد ( الملَكة الفقهية ) فالمجتهد أحوج ما يكون إليها خصوصاً في المسائل التي من شأنها أن تكون عويصة(1) خفيّة. ¶ فتُعرّف الملَكة الفقهية بأنها: صفة يُقتدر بها على استنتاج الأحكام من مآخذها.(2) ¶ وأما أهميتها فيمكن اختصاره فيما يلي(3): ¶ 1) النضوج العقلي والفكري فالملَكة الفقهية بما تشتمل عليه من أنواع الملكات تزيد الفقيه ذكاء في عقله وإضاءة في فكره. ¶ 2) الحذق في الفقه والتفنن فيه والاستيلاء عليه. ¶ 3) الوصول إلى آراء فقهية ناضجة. ¶ 4) القدرة على استخراج الأحكام الخفية من الأدلة البعيدة. فقد استنبط الشافعي من قوله تعالى: چ ? ? ? ? ? ? چ ، أن من ملك ولده عتق عليه.(4) ¶ ـــــــــــ ¶ عاصَ الكلام: خفِي معناه وصعُب فهمه، فهو عويص ( المعجم الوسيط 2/636 ) ¶ انظر: تكوين الملكة الفقهية للدكتور محمد عثمان شبير كتاب الأمة العدد 72 . ¶ المصدر السابق. ¶ وهذا على القول بأنه لا يجوز أن يكون الولد مملوكا للوالد . انظر : تفسير القرطبي 11/159. ¶ 5) شدة الحذر في الفتوى حيث إن صاحب الملكة الفقهية عند وضع تصور لقضيةٍ ما يضع كل الاحتمالات ويورد كل الإشكالات والمعضلات التي تتعلق بها، ويُعمِل عقله في إيجاد الحلول المناسبة لتلك الإشكالات والمعضلات، وهذا مما يجعله يتوقف فيها أحيانًا، ويتردد فيها أحيانًا أخرى. ¶ - كيف تتأتى الملكة الفقهية ؟ ¶ ذكر العلماء أن الملكة إنما تأتي بأحد أمرين : ¶ الأول : هبة من الله سبحانه وتعالى يمنُّ بها على من يشاء من عباده، وهذه لا حيلة للعبد بها إلا أنه يسأل الله تعالى أن يهبها له ويرزقه إيّاها، ويعمل بأسبابها من تقوى الله تعالى، وأكل الحلال الطيّب ونحو ذلك. ¶ الثاني : الدّربة والمران، ويكون ذلك بالتدريب والتمرين على عملية التخريج وطرق الاستنباط وكثرة النظر في الكتب.(1) ¶ ـــــــــــ ¶ (1) انظر: منهج استنباط أحكام النوازل 370.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "المبحث الثالث : الاجتهاد الجماعي ومدى الحاجة إليه. ¶ يعتبر مصطلح الاجتهاد الجماعي مصطلحاً معاصراً لم يُفرِد له العلماء السابقون بحثاً خاصاً، أو باباً مستقلاً من أبواب أصول الفقه، وإنما جاء الحديث عنه ضمن مسائل متفرقة في أكثر من موضوع.(1) ¶ - المطلب الأول: تعريف الاجتهاد الجماعي، وأهميّته: ¶ - تعريف الاجتهاد الجماعي : ¶ من خلال تعريف الاجتهاد في المبحث الأول في المقدمة يمكن أن يُعرّف الاجتهاد الجماعي هنا فأقول: معنى الاجتهاد الجماعي هو (( بذل جمهور العلماء الوسع في نيل حكمٍ شرعي عملي بطريق الاستنباط )). ¶ - أهمية الاجتهاد الجماعي: ¶ (( الاجتهاد الجماعي في العصر الحالي ضرورة قصوى، ومقصد جليل في حدِّ ذاته؛ ليس لكثرة المشكلات والوقائع الجزئية التي ليست لها أحكام فقط، وإنما لوجود الظواهر المعقّدة والأوضاع العامة التي هي فوق جزئيات تلك المشكلات والوقائع، ولضخامة حجم الهيمنة الأجنبية التي تركت آثارها في بعض أنماط التفكير والسلوك لدى شعوب الإسلام التي هي في أشد الحاجة إلى استفراغ منقطع النظير، ومتابعات قد تُفني أعماراً وأحقاباً لو تركت لأفراد وأعلام معينين، فليس هناك من سبيل سوى اعتماد الجماعية الاجتهادية القائمة على عمل الخبراء واستنباط الفقهاء، ودور المؤسسات العلمية والجامعية الشرعية، والاستئناس بالعلوم والمعارف العصرية. ¶ وقد دعا إلى هذا الكثير من العلماء والفقهاء والمصلحين الذين رأوا في الاجتهاد الفردي عجزه عن المعالجة الشمولية للعصر وأحواله على الرغم من أهميته المعتبرة في الإفتاء. ¶ ـــــــــــ ¶ منهج استنباط أحكام النوازل ص 230. ¶ والاحتكام في بعض النواحي الفردية والعامة ، والتي لا تحتاج إلى مجهود كبير )).(1)",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ويقول الدكتور يوسف القرضاوي عن أهمية الاجتهاد الجماعي : (( فرأي الجماعة أقرب إلى الصواب من رأي الفرد، مهما علا كعبُه في العلم، فقد يلمح شخص جانباً في الموضوع لا ينتبه له آخر، وقد يحفظ شخص ما يغيب عن غيره، وقد تُبرِز المناقشة نقاطاً كانت خافية، أو تجلي أموراً كانت غامضة، أو تذكِّر بأشياء كانت منسية. وهذه من بركات الشورى، ومن ثمار العمل الجماعي دائماً: عمل الفريق، أو عمل المؤسسة، بدل عمل الأفراد )). (2) ¶ ويقول الشيخ عبد الوهاب خلاّف رحمه الله : إن الاجتهاد الجماعي لا بد أن يتوافر فيه شرطان : ¶ الأول: أن يتوافر في كل فردٍ من أفراد الجماعة شرائط الاجتهاد ومؤهلاته. ¶ الثاني: استخدام الطرق والوسائل التي مهدها الإسلامي للاجتهاد بالرأي والاستنباط فيما لا نص فيه . ¶ قال رحمه الله : فبالشرط الأول تُنفَى الفوضى التشريعية وتشعب الاختلافات، وبالشرط الثاني يُؤمَن الشطط، ويُسار على سنن الشارع في تشريعه وتقنينه.(3) ¶ كما أن الاجتهاد الجماعي في الأمور العامة يقي الأمة من مشاكل الاختلاف الذي ينتج عن اختلاف الآراء. (4) ¶ ـــــــــــ ¶ الاجتهاد المقاصدي حجيته .. ضوابطه للدكتور نور الدين الخادمي ص 235 ¶ الاجتهاد في الشريعة الإسلامية ( الكتاب ضمن موقع الشيخ القرضاوي على شبكة الإنترنت ). ¶ انظر : مصادر التشريع الإسلامي فيما لا نص فيه ص 13، نقلاً من كتاب الاجتهاد الجماعي ودور المجامع الفقهية في تطبيقه للدكتور شعبان محمد إسماعيل ص 29. ¶ الاجتهاد الجماعي ودور المجامع الفقهية ص 28. ¶ - المطلب الثاني: مشروعية الاجتهاد الجماعي، وأمثلته في العصر الحاضر: ¶ - مشروعية الاجتهاد الجماعي: ¶ لقد دلّت الأدلة الشرعية على أن هذا النوع من الاجتهاد مندوب إليه ومرغّب فيه، فمن تلك الأدلة :",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "1) ما جاء في القرآن الكريم من الأمر بالشورى والحضّ عليها، ولا شك أن المشاورة مقدّمة للاجتهاد الجماعي، والصدور عن رأي واحد قال تعالى چ ? ? ?? چ (1)، وقال سبحانه في سورةٍ سُميت بالشورى چ ? ? ? ? ? ں ں چ(2) ¶ 2) ما جاء من فعل النبي - صلى الله عليه وسلم - ، فقد ثبت أنه قد شاور أصحابه في حوادث متعددة مما لم ينزل عليه فيه وحي ؛ كمشاورته لهم يوم بدر، وفي الأسارى وغير ذلك، حتى قال أبو هريرة رضي الله عنه: (( ما رأيت أحداً أكثر مشاورة لأصحابه من رسول الله - صلى الله عليه وسلم - ))(3) ¶ 3) روى الطبراني عن علي رضي الله عنه قال: يا رسول الله أرأيت إن عرض لنا أمر لم ينزل فيه قرآن ولم يخصص فيه سنة منك؟ قال: (( تجعلونه شورى بين العابدين من المؤمنين ولا تقضونه برأي خاصة ))(4) ¶ 4) وهكذا الصحابة رضي الله عنهم قد طبقوا مبدأ الشورى، فهذا عمر رضي الله عنه كان إذا نزلت به نازلة ليس عنده فيها نص عن الله ولا عن رسوله جمع لها أصحاب رسول الله - صلى الله عليه وسلم - ثم جعلها شورى بينهم .(5) ¶ ـــــــــــ ¶ سورة آل عمران آية 159. ¶ سورة الشورى آية 38. ¶ رواه ابن حبان في صحيحه ( 4872 ) كتاب السير باب الموادعة والمهادنة، بسندٍ فيه انقطاع . ¶ المعجم الكبير للطبراني ( 12042 ) 11/371 . ¶ إعلام الموقعين 1/84. ¶ - أمثلة للاجتهاد الجماعي في العصر الحاضر: ¶ تقدّم ذكر أهمية الاجتهاد الجماعي خصوصاً في هذا العصر الذي تنوعت فيه المشكلات وازدادت النوازل يوماً بعد يوم، وتعقّدت الأوضاع ؛ مما استدعى دراسة هذه الوقائع دراسة ¶ شرعية تأصيلية، وهذا لا يكون إلا عن طريق الجماعية الاجتهادية، فمن هنا تنادى العلماء بضرورة الاجتهاد الجماعي.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "(( ومن هنا نبتت فكرة إنشاء مجمع فقهي يضم نخبة من فقهاء العصر في مختلف البلاد الإسلامية يكون له مكتب دائم ودورات اجتماع سنوية تُقدَّم فيها البحوث، وتناقش قضايا الساعة، وتُقرر فيها الحلول المناسبة في ضوء أصول الشريعة ومقاصدها العامة، وآراء الفقهاء السابقين وحاجة العصر )) (1) ¶ وقد ذكر جمع من العلماء اقتراحات حول المجمع الفقهي المنشود من خلال ضوابط منها (2): ¶ 1- أن يتكون المجمع من العلماء المجتهدين في العالم الإسلامي ممن جمعوا بين العلم الشرعي والدراية بالواقع. ¶ 2- أن يضم المجمع من كل قطر إسلامي أشهر فقهائه الراسخين في العلم. ¶ 3- أن يضع المجمع نظاماً تأسيسياً يوضح الأسس العامة لتكوينه، ويضع له كل فترة خطة يحدد فيها ما سيقوم به من الأعمال من خلال لجان للعمل، ومراكز للبحث. ¶ 4- أن يتفق الأعضاء على تحديد معالم المنهجية التي يسيرون عليها في اجتهاداتهم واستنباطاتهم الفقهية ويلتزمون بها، وذلك من خلال أصول التشريع ومناهج السلف. ¶ 5- أن يُتخذ القرار في المجمع بإجماع أعضائه، وعند اختلافهم يؤخذ برأي الأغلبية من المجتهدين، فهو أقرب للصواب. ¶ ـــــــــــ ¶ المدخل الفقهي العام 1/248 . ¶ منهج استنباط أحكام النوازل ص 254 وما بعدها، بتصرف. ¶ 6- أن يتحرر المجمع من أي هيمنة حكومية تتصرف في قراراته وأعماله، ويتم ذلك بتولي المؤسسات العلمية والبحثية إنشاء المجمع وتنظيم أعماله. ¶ ولقد يسّر الله سبحانه وتعالى تكوين هذه الفكرة، وذلك بإنشاء المجامع الفقهية التي تُعنى ببحث قضايا الأمة في ضوء الكتاب والسنة، وروح الشريعة ومقاصدها العامة ¶ وهذه المجامع هي (1): ¶ أولاً: مجمع البحوث الإسلامية بالأزهر في مصر: ¶ أُنشئ هذا المجمع عام 1381 هـ ، وقد جاء في بعض مواد تنظيم هذا المجمع ما يلي : ¶ - يتألف المجمع من خمسين عضواً من كبار علماء الإسلام، يمثلون جميع المذاهب الإسلامية.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "- يشترط في عضو المجمع أن لا يقل عمره عن أربعين سنة، وأن يكون معروفاً بالورع والتقوى، ويكون حائزاً لأحد المؤهلات العلمية العليا، وأن يكون له إنتاج علمي بارز في الدراسات الإسلامية. ¶ - يتألف مجلس المجمع من: الرئيس والأعضاء المتفرغين والأعضاء غير المتفرغين . ¶ ثانياً: المجمع الفقهي التابع لرابطة العالم الإسلامي في مكة المكرمة: ¶ أنشئ هذا المجمع عام 1398هـ ، ويتكون المجمع من رئيس ونائب وعشرين عضواً من العلماء المتميزين بالنظر الفقهي والأصولي، وله إدارة تقوم على الإعداد للجلسات وتلقي المقترحات، وإعداد البحوث ونشر المقررات التي تصدر عنه، وإصدار مجلة المجمع الفقهي . ¶ ثالثاً: المجمع الفقهي التابع لمنظمة المؤتمر الإسلامي في جدة : ¶ أنشئ عام 1403 هـ ، على أن يكون لكل دولة من دول منظمة المؤتمر الإسلامي عضو عامل في المجمع ويتم تعيينه من قِبل دولته، وينتظم أعضاء المجمع في : مجلس المجمع، وشعب المجمع المتخصصة، وهيئة المكتب، وأمانة المجمع. ¶ ــــــــــــ ¶ (1) انظر: الاجتهاد الجماعي ودور المجامع الفقهية في تطبيقه ص 137، باختصار وتصرف. ¶ الخاتمة ¶ وفي خاتمة هذا البحث المبارك أسجّل أهم النتائج التي توصلت إليها، وذلك من خلال النقاط التالية : ¶ إن مجال الاجتهاد هو الأحكام العملية التي لم يأتِ فيها نص قاطع من كتاب أو سنة، ويكون بالشروط المعتبرة عند العلماء. ¶ إن فتح باب الاجتهاد يُعتبر من محاسن الشريعة الإسلامية، التي يجعلها قابلة للتطبيق في كل زمان ومكان، فما ضاق ذرعُها بجديد، ولا قعدت عن الوفاء بمطلب، بل كان عندها لكل مشكلة علاج، فبقيت حيّةً تساير أحوال الناس ومتطلباتهم، فلله الحمد والمنّة على شرعه القويم، والهداية إليه.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "إن الدعوة إلى قفل باب الاجتهاد في الشريعة هي دعوة إلى الجمود الفقهي، وتحجير واسع بل هو في نظري – والله أعلم – دعوة للطعن في الإسلام والنيل منه؛ لأن الزمان إذا تقدم وتطوّرت وسائله وتعقيداته واستجدت وقائعُ تحتاج إلى نظرٍ وإصدار حكمٍ شرعي لها، ولم يقم المسلمون بذلك؛ اتّهموا أنهم ( ضد كل جديد )، ويحارِبون التطور، ولا شك أن هذا فيه خطر كبير على الإسلام وأهله. ¶ إن اختلاف الاجتهاد المؤدي إلى تغيّر الفتوى أمر سائغ لا محذور فيه، ولا نقيصة على المجتهد في ذلك ما دام في إطاره الصحيح؛ لأن ذلك لم يقع بالتشهّي والهوى، وإنما وقع عن علّة تُغيّر الحكم الشرعي، فهو في الحقيقة اختلاف تنوع لا اختلاف تضاد. ¶ إن المتتبع لمنهج الأئمة يجد أنهم ساروا على منهج واضح في التعامل مع المسائل الاجتهادية، حتى دوّنت في مناهجهم المدوّنات، وأُلفت الكتب، والذي يجمعهم في ذلك أنهم لا يتجاوزون نصاً شرعياً يُبنى عليه الحكم، فعلى المجتهد أن يقتفيَ أثر أولئك الأئمةِ الأعلام الأفذاذ، فإنهم عن علم وقفوا، وببصر نافذ كفّوا. ¶ إن مسألة التكييف الفقهي من أعظم ما ينبغي للمجتهد الاعتناء به خصوصاً في هذا الزمان، لأن هذا التكييف يعين على فهم صورة المسألة للوصول إلى حكمها الصحيح . ¶ إن الاجتهاد الجماعي له أهمية كبيرة نظراً لما يطرأ على حياة الناس من أمور جدت على الساحة نتيجة للتقدم الذي طرأ على حياتهم؛ كما أنه كان معمولاً به في عصور الإسلام الأولى من خلال مبدأ المشاورة، وتبادل الرأي. ¶ إن المجامع الفقهية في الوقت الحاضر من خير ما يُمثل مبدأ الاجتهاد الجماعي، فإن جهودها مشكورة من خلال إسهامها في بحث كثير من القضايا الفقهية المستجدة التي تهم الناس، ومع ذلك فإن المؤمّل منها أكثر وأكثر مما له دور في وقاية المسلمين – بإذن الله – من مشاكل الاختلاف الذي ينتج عن اختلاف الآراء الفردية .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وفي نهاية المطاف أسأل الله أن يُوفّق الجميع لخدمة دينه القويم، وأن ينفع بهذا البحث المتواضع كاتبه، والناظر فيه، وأن يغفر لي ما فيه من خلل أو تقصير إنه حسبي ونعم الوكيل ، وصلى الله وسلّم على نبينا محمد وعلى آله وصحبه أجمعين ،،، ¶ قائمة المصادر والمراجع ¶ أثر الأدلة المختلف فيها في الفقه الإسلامي، د.مصطفى ديب البُغا، دار القلم، دمشق، الطبعة الثانية 1413هـ. ¶ الاجتهاد الجماعي ودور المجامع الفقهية في تطبيقه، د. شعبان محمد إسماعيل، دار البشائر الإسلامية، بيروت، 1418هـ. ¶ الاجتهاد المقاصدي حجيته - ضوابطه، د.نور الدين الخادمي، مكتبة الرشد، الرياض، الطبعة الأولى، 1426هـ. ¶ الاجتهاد وضوابطه عند الإمام الشاطبي، د.عمار علوان، درا ابن حزم، بيروت، الطبعة الأولى، 1426هـ. ¶ الاجتهاد في الشريعة الإسلامية ( الكتاب ضمن موقع الشيخ القرضاوي على شبكة الإنترنت ). ¶ الإحسان بتقريب صحيح ابن حبان، ترتيب: الإمام ابن بلبان الفاسي، دار المعرفة، بيروت، الطبعة الأولى 1425هـ. ¶ الإحكام في أصول الأحكام، للإمام الآمدي، تعليق الشيخ عبدالرزاق عفيفي دار الصميعي، الرياض، الطبعة الأولى، 1424هـ. ¶ الإحكام في تمييز الفتاوى عن الأحكام، للإمام شهاب الدين القرافي، تحقيق محمد عرنوس، المكتبة الأزهرية للتراث، القاهرة، ¶ اختلاف الاجتهاد وتغيّره وأثر ذلك في الفتيا، د.محمد المرعشلي، مجد المؤسسة الجامعية للدراسات، بيروت، 1424هـ. ¶ أدب المفتي والمستفتي، للإمام ابن الصلاح، تحقيق د.موفق عبدالقادر، مكتبة العلوم والحكم، المدينة النبوية، الطبعة الثانية 1423هـ. ¶ إرشاد الفحول، للإمام محمد بن علي الشوكاني، دار الكتاب العربي، الطبعة الأولى، بيروت، 1419هـ. ¶ الأشباه والنظائر، للإمام تاج الدين السبكي، تحقيق:عادل عبدالموجود وعلي معوض، دار الكتب العلمية، بيروت، 1422هـ.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "الأشباه والنظائر، للإمام السيوطي، تحقيق محمد المعتصم بالله، درا الكتاب العربي،بيروت، الطبعة الخامسة، 1422هـ. ¶ الانتقاء في فضائل الثلاثة الأئمة الفقهاء، لأبي عمر بن عبد البر، دار الكتب العلمية، بيروت. ¶ أصول الدعوة، د.عبد الكريم زيدان، مؤسسة الرسالة، بيروت، الطبعة التاسعة، 1422هـ. ¶ أصول الفقه، للشيخ محمد أبي زهرة، دار الفكر العربي، القاهرة، 1417هـ. ¶ أصول مذهب الإمام أحمد، د.عبدالله التركي، مؤسسة الرسالة، الطبعة الرابعة، بيروت، 1416هـ. ¶ إعلام الموقعين عن رب العالمين، للإمام ابن القيم، دار الجيل، بيروت. ¶ الأم، للإمام الشافعي، دار الكتب العلمية، بيروت، الطبعة الأولى، 1413هـ. ¶ الإنصاف في معرفة الراجح من الخلاف، للإمام المرداوي، تحقيق محمد الفقي، مؤسسة التراث العربي، بيروت. ¶ بدائع الصنائع في ترتيب الشرائع، للإمام الكاساني، دار الكتب العلمية، بيروت، الطبعة الثانية، 1406هـ. ¶ بداية المجتهد، للإمام ابن رشد، دار المعرفة، بيروت، الطبعة التاسعة، 1409هـ. ¶ التاج والإكليل لمختصر خليل، محمد بن يوسف العبدري، دار الفكر، بيروت الطبعة الثانية. ¶ تحفة الأحوذي بشرح جامع الترمذي، للشيخ محمد المباركفوري، دار الكتب العلمية، بيروت، الطبعة الأولى، 1410هـ. ¶ التشريع والفقه الإسلامي، مناع القطان، مكتبة وهبة، القاهرة، الطبعة الخامسة، 1422هـ. ¶ التعريفات، للجرجاني، دار الكتب العلمية، بيروت، الطبعة الأولى، 1421هـ. ¶ تغيّر الفتوى، محمد بازمول، دار الهجرة، الثقبة، الطبعة الأولى، 1415هـ. ¶ تفسير ابن كثير، دار السلام الرياض، الطبعة السادسة، 1424هـ. ¶ تكوين الملكة الفقهية، د.محمد شبير، العدد 72 من كتاب الأمة، 1420هـ ¶ تلخيص الحبير في تخريج أحاديث الرافعي الكبير، للحافظ ابن حجر، دار المعرفة، بيروت، الطبعة الأولى، 1406هـ. ¶ تهذيب الأسماء واللغات، للإمام النووي، دار الكتب العلمية، بيروت.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "تيسير علم أصول الفقه، عبد الله الجديع، مؤسسة الريان، بيروت، الطبعة الثالثة، 1425هـ. ¶ جامع البيان في تأويل آي القرآن، بتحقيق د.عبدالله التركي، دار عالم الكتب، الرياض، الطبعة الأولى، 1424هـ. ¶ جامع العلوم والحكم، للحافظ ابن رجب، مؤسسة الرسالة، بيروت، الطبعة الرابعة، 1413هـ. ¶ الحاوي الكبير في فقه الإمام الشافعي، لعلي بن محمد الماوردي، دار الكتب العلمية، الطبعة الأولى، بيروت، لبنان، 1419. ¶ حجة الله البالغة، للشيخ أحمد الدهلوي، دار إحياء العلوم، بيروت، الطبعة الثانية، 1413هـ. ¶ الرد على من أخلد إلى الأرض، للحافظ السيوطي، تحقيق خليل الميس، دار الكتب العلمية، بيروت، الطبعة الأولى، 1403هـ. ¶ الرسالة، للإمام الشافعي، بتحقيق الشيخ أحمد شاكر، دار الفكر. ¶ رفع الحرج في الشريعة الإسلامية، د.يعقوب الباحسين، مكتبة الرشد، الرياض، الطبعة الرابعة، 1422هـ. ¶ روضة الناظر وجنة المناظر، للإمام ابن قدامة، مع شرحها لابن بدران، مكتبة المعارف، الرياض، الطبعة الثانية، 1408هـ. ¶ سنن أبي داود، ضبط محمد محيي الدين، دار الكتب العلمية، بيروت. ¶ شرح الكوكب المنير، لابن النجار، تحقيق: د.محمد الزحيلي و د.نزيه حماد، مكتبة العبيكان، الرياض، 1418هـ. ¶ شرح مختصر الروضة، للطوفي، تحقيق د.عبدالله التركي، مؤسسة الرسالة، بيروت، الطبعة الأولى، 1407هـ. ¶ فتح الباري شرح صحيح البخاري، دار المعرفة، بيروت، ¶ صحيح مسلم بشرح النووي، دار الفكر، بيروت. ¶ صفة الفتوى والمفتي والمستفتي، للإمام ابن حمدان، تعليق: الشيخ الألباني، المكتب الإسلامي، دمشق، الطبعة الثالثة، 1397هـ. ¶ القاموس المحيط، للفيروزآبادي، مؤسسة الرسالة، بيروت، الطبعة السابعة، 1424هـ. ¶ كشف الظنون عن أسامي الكتب والفنون، لحاجي خليفة، دار إحياء التراث العربي، بيروت. ¶ لسان العرب، لابن منظور، مكتبة الرشد، الرياض، الطبعة الثالثة، 1414هـ.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "مجموع فتاوى شيخ الإسلام ابن تيمية، جمع الشيخ عبدالرحمن بن قاسم، دار عالم الكتب، الرياض، 1412هـ. ¶ المستصفى للغزالي مع فواتح الرحموت، دار الأرقم، بيروت. ¶ المدخل إلى مذهب الإمام أحمد، لابن بدران، تحقيق: حلمي الرشيدي، دار العقيدة، الإسكندرية، الطبعة الأولى، 1422هـ. ¶ المدخل الفقهي العام، للشيخ مصطفى الزرقا، دار القلم، دمشق، الطبعة الأولى، 1418هـ. ¶ المدخل المفصّل إلى فقه الإمام أحمد بن حنبل، للشيخ بكر أبو زيد، دار العاصمة، الرياض، الطبعة الأولى، 1417هـ. ¶ مسند الإمام أحمد، تحقيق: د.عبدالله التركي، مؤسسة الرسالة، بيروت، الطبعة الثانية، 1420هـ. ¶ المعجم الكبير، لسليمان بن أحمد الطبراني، تحقيق: حمدي السلفي، مكتبة الزهراء، الموصل، الطبعة الثانية، 1404هـ،. ¶ معجم لغة الفقهاء، د.محمد روّاس قلعة جي و د.حامد صادق، إدارة القرآن والعلوم الإسلامية، باكستان. ¶ معجم مقاييس اللغة، لابن فارس، دار إحياء التراث العربي، بيروت، الطبعة الأولى، 1422هـ. ¶ المعجم الوسيط، وضع د.إبراهيم أنيس وآخرين، الطبعة الثانية. ¶ المغني، للإمام ابن قدامة، تحقيق: عبدالله التركي، دار هجر، القاهرة، الطبعة الأولى، 1408هـ. ¶ مفردات القرآن، للراغب الأصفهاني، مكتبة نزار الباز، مكة المكرمة، الطبعة الأولى، 1418هـ. ¶ الموافقات في أصول الأحكام، للإمام الشاطبي، تعليق:الشيخ محمد مخلوف، دار الفكر، بيروت. ¶ مواهب الجليل شرح مختصر خليل، محمد بن عبد الرحمن المغربي، دار الفكر، بيروت، الطبعة الثانية، 1398هـ. ¶ الموطأ، للإمام مالك، تعليق: محمد فؤاد عبدالباقي، دار إحياء التراث، بيروت ¶ موقع الأصالة الإسلامية العالمية لتقريب العلوم الشرعية ( على شبكة الإنترنت ) المشرف على الموقع / علي حسن الحلبي . ¶ المنخول في تعليقات الأصول، لأبي حامد الغزالي، تحقيق: محمد هيتو، دار الفكر، بيروت، الطبعة الثانية.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "منهج استنباط أحكام النوازل الفقهية المعاصرة، د.مسفر القحطاني، دار الأندلس الخضراء، جدة، الطبعة الأولى، 1424هـ. ¶ الموسوعة الفقهية الكويتية، ضمن الموسوعة الشاملة على شبكة الإنترنت. ¶ مجموعة رسائل ابن عابدين، بدون تفاصيل نشر. ¶ الوجيز في إيضاح قواعد الفقه، د.محمد البورنو، مكتبة التوبة، الرياض، الرياض، 1415هـ. ¶ فهرس الموضوعات ¶ الموضوع الصفحة ¶ المقدمة ........................................................... 2 ¶ التمهيد : معنى الاجتهاد والفتوى................................... 5 ¶ المبحث الأول : معنى الاجتهاد وأنواعه............................... 5 ¶ المطلب الأول: معنى الاجتهاد....................................... 5 ¶ المطلب الثاني: أنواع الاجتهاد........................................ 7 ¶ المبحث الثاني : معنى الفتوى وصفتها................................ 8 ¶ المطلب الأول: معنى الفتوى......................................... 8 ¶ المطلب الثاني: صفة الفتوى.......................................... 9 ¶ الفصل الأول : تغيّر الفتوى وعلاقة اختلاف الاجتهاد بها............ 11 ¶ المبحث الأول : قاعدة تغير الفتوى بتغيّر الزمان والمكان وأهميتها.... 11 ¶ المطلب الأول: أهميّة القاعدة........................................ 11 ¶ المطلب الثاني: بيان المراد بهذه القاعدة............................... 12 ¶ المبحث الثاني : أسباب اختلاف الاجتهاد المؤدّي إلى تغيّر الفتوى.... 14 ¶ المبحث الثالث : أمثلة تطبيقية لتغيّر الفتوى باختلاف الاجتهاد..... 20 ¶ الفصل الثاني : المسائل الاجتهادية ودور التكييف الفقهي ¶ والاجتهاد الجماعي فيها............................................ 24 ¶ الموضوع الصفحة ¶ المبحث الأول : منهج الأئمة في النظر في المسائل الاجتهادية ......... 24 ¶ المبحث الثاني : دور التكييف الفقهي في الاجتهاد ................... 30",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "المطلب الأول : معنى التكييف الفقهي .............................. 30 ¶ المطلب الثاني : ضوابط التكييف الفقهي ............................ 31 ¶ المبحث الثالث: الاجتهاد الجماعي ومدى الحاجة إليه................ 34 ¶ المطلب الأول: تعريف الاجتهاد الجماعي، وأهميّته................... 34 ¶ المطلب الثاني : مشروعية الاجتهاد الجماعي، ¶ وأمثلته في العصر الحاضر........................................... 36 ¶ الخاتمة ............................................................ 39 ¶ قائمة المصادر والمراجع ............................................ 41 ¶ فهرس الموضوعات ................................................ 47",
            "page": "40",
            "part": "1"
        }
    ],
    "t37567": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "دور الاجتهاد في تغير الفتوى"
        }
    ]
}