{
    "b37575": [
        {
            "id": "1",
            "nass": "قراءة في علم مقاصد الشريعة الإسلامية ¶ الدكتور علاء الدين زعتري ¶ الحمد لله الذي شرع فأحكم، والصلاة والسلام على عبده ورسوله الأعظم، وعلى آله وصحبه أولي القدر الأكرم، أما بعد : ¶ ففي عالم مغرق بالماديات، وخال من الروحانيات، وفارغ من المعنويات: تظهر أهمية القراءة للنصوص قراءة مقاصدية، ويصبح التأمل بالمقاصد والمعاني أمراً ملحَّاً؛ لإيجاد نوع من التوازن الفكري، وبسط هذا الفكر على مناحي الحياة. ¶ فالشريعة جاءت لتحقيق مصالح العباد الدنيوية والأخروية، كما جاءت إصلاح شؤون الناس في العاجل والآجل، وشرعت من الأحكام ما يناسب المقدمات والنتائج. ¶ هذا، وإن علم المقاصد من العلوم العَلِيَّة، والمباحث الجليلة، وهو علم دقيق، لا يخوض فيه إلا من لَطُف ذهنه، واستقام فهمه، ودق اجتهاده، وهو علم أصيل، راسخ الأساس، ثابت الأركان، مستقر القواعد، مرن الفروع والجزئيات. ¶ ومقاصد الشريعة: هي أصولها الكبرى، وأسسها العظمى، وأركانها التي لا تبلى، وفروعها المتغيرة حسب الزمان والمكان؛ مراعاة لحالة الإنسان. ¶ وفي سبيل التعرف على المقاصد لا بدَّ للباحث من إطالة التأمل، وجودة التثبت، ودفة النظر، ورحابة الفكر، وسعة الأفق، إذا أراد يكون وصوله إلى المقاصد صحيحاً، وليحذر من التساهل والتسرع في ذلك؛ لأن تعيين مقصد شرعي أمر تتفرع عنه أدلة وأحكام كثيرة في الاستنباط، ففي الخطأ فيه: زلل كبير، وخطر عظيم؛ فلا يُعيِّن المجتهد أو الفقيه مقصداً شرعياً إلا بعد استقراء أحكام الشريعة في النوع الذي يريد معرفة المقصد الشرعي منه، وبعد اقتفاء آثار أئمة الفقه، وأعلام الاجتهاد، والمبرزين في الاستنباط؛ يستضيء بأفهامهم، ويستنير باستنباطاتهم، ويهتدي بما وصلوا إليه من مقاصد. ¶ تعريف مقاصد الشريعة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "كلمة مقاصد، جَمْعُ: مَقْصَد، ومن معاني قَصَدَ: الاعتماد والأَمّ ـ بفتح الهمزة مع تشديد الميم ـ، تقول : قصد الحجاجُ البيتَ الحرام، إذا أَمّوا تلك الجهة واعتمدوها. ¶ وكلمة الشريعة؛ في الاصطلاح: ما سنَّه الله من الأحكام، وأنزله على نبي من أنبيائه. ¶ ويقصد بالشريعة في هذا البحث: الأحكام الشرعية التي سنّها الله عزَّ وجلَّ، وأنزلها على خاتم رسله وأنبيائه محمد r. ¶ وبعد التعريف بالمقاصد والشريعة مفردات ينتقل ليعرِّف التركيب الإضافي: وهو: مقاصد الشريعة، ولعل أولى تعريف لعلم المقاصد أنه: علم يُعنَى بالغايات التي رعاها المشرع في التشريع. ¶ تاريخ علم مقاصد الشريعة ¶ كان مصطلح مقاصد الشريعة ظاهراً في بعض نصوص الكتاب والسنة، وفتاوى وعمل الفقهاء، دون تدوين لذلك في كتاب. ¶ لكن لما انْقَلَبَتْ العلوم صناعة، ودُوِّنت المصنفات، وصُنِّفت الكتب؛ أُظهر علم مقاصد الشريعة، ويمكن تمييز ثلاث مراحل لهذا العلم: ¶ المرحلة الأولى : وهي مرحلة النشأة والتكوين: ¶ وتتمثل هذه المرحلة بما قام به علماء الأصول من إظهار بعض مباحث ومسائل مقاصد الشريعة في تآليفهم وتصانيفهم، ومن أبرز أولئك: إمام الحرمين أبو المعالي الجويني في كتابه: البرهان، والإمام أبو حامد الغَزَّالي (ت: 505 هـ) في كتابيه: المستصفى، وشفاء الغليل في بيان الشبه والمخيل، ومسالك التعليل([1]). ¶ مزايا هذه المرحلة: ¶ أ - إظهار بعض مباحث علم المقاصد ومسائله. ¶ ب - عدم الإسهاب في مباحث علم المقاصد بياناً وتحقيقاً. ¶ المرحلة الثانية : وهي مرحلة التَحَوُّل والتدوين: ¶ وفيها إِظهارُ أصول مقاصد الشريعة، وقواعدَ كلية تتعلق بذلك، وتتمثل بما قام به سلطان العلماء العز بن عبد السلام (ت: 660هـ)، في كتابه: قواعد الأحكام في مصالح الأنام، والقواعد الصُّغْرى. ¶ مزايا هذه المرحلة: ¶ أ - إظهار أصول المقاصد إظهاراً بَيِّناً واضحاً. ¶ ب - المجيء بمباحث وقواعد في المقاصد لم تُذْكَر من قبل.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولقد اعتنى الإمام القَرَافي المالكي بتحرير وتهذيب ما قرَّره شيخه العز بن عبد السلام، وذلك في منثور كتبه، وبخاصة كتب: الفروق، والنفائس، وشرح تنقيح الفصول. ¶ المرحلة الثالثة : وهي مرحلة الاكتمال والنضج : ¶ وتتمثل بما قام به الإمام الشاطبي (ت: 790 هـ)، في كتابه: الموافقات؛ حيث جمع مسائل هذا العلم، وأصَّل قواعده، وحَقَّق مباحثه، حتى قيل: هو مخترع علم المقاصد. ¶ مزايا هذه المرحلة: ¶ أ - اكْتِمال علم المقاصد في جملة مسائله مع تأصيل. ¶ ب - إظهار مقاصد الشريعة كعلم مُسْتَقِل. ¶ ولعل من الأسباب التي دفعت الإمام الشاطبي للعناية بالمقاصد أنه مالكي المذهب، ومعلوم أن من أصول المذهب المالكي: مراعاة المصالح، هذا بالإضافة إلى وجود المَلَكَة التامَّة للاستنباط والتعليل عند الإمام الشاطبي، والقوة في علم اللسان والعربية. ¶ فوائد علم مقاصد الشريعة ¶ لعلم مقاصد الشريعة فوائد جمة، يمكن إجمالها وجمعها في أربع فوائد كبرى: ¶ أولها: إن العلم بها يشير إلى الكمال في التشريع والأحكام. ¶ قال الله تعالى: إنا كل شيء خلقناه بقدر، وتندرج الأحكام الشرعية تحت خلق الله المقَدَّر بحكمة. ¶ قال ابن القيم: [إنه سبحانه حكيم لا يفعل شيئاً عبثاً ولا لغير معنى ومصلحة وحكمة، هي الغاية المقصودة بالفعل، بل أفعاله سبحانه صادرة عن حكمة بالغة لأجلها فعل، كما هي ناشئة عن أسباب بها فعل، وقد دل كلامه وكلام رسوله على هذا]([2])، وقال: [إن كل ما خلقه وأمر به: فله فيه حكمة بالغة، وآيات باهرة؛ لأجلها خلقه وأمر به]([3]). ¶ ثانيها : إن العلم بالمقاصد يفيد معرفة مراتب المصالح والمفاسد، ودرجات الأعمال في الشرع والواقع، وهذا مُهِمّ عند الموازنة بين الأحكام.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "يقول ابن تيمية: [والمؤمن ينبغي له أن يَعْرف الشرور الواقعة ومراتبها في الكتاب والسنة، كما يَعْرف الخيرات الواقعة، ومراتبها في الكتاب والسنة، فيُفَرِّق (بين) أحكام الأمور الواقعة الكائنة، والتي يُراد إيقاعها في الكتاب والسنة، ليقدِّم ما هو أكثر خيراً وأقل شراً على ما هو دونه، ويَدْفع أعظم الشرين باحتمال أدناهما، ويَجْتلب أعظم الخيرين بفوات أدناهما، فإنّ من لم يَعْرف الواقع في الخلق، والواجب في الدين: لم يَعْرف أحكام الله في عباده، وإذا لم يَعْرف ذلك كان قوله وعمله بجهل، ومن عبد الله بغير علم كان ما يُفْسِد أكثر مما يُصْلِح]([4]). ¶ ثالثها : إن العلم بالمقاصد نافع في تَعْدية الأحكام، من الأصول إلى الفروع، ومن الكليات إلى الجزئيات، ومن القواعد إلى التفريعات، يقول الغزَّالي: [الحكم الثابت من جهة الشرع نوعان: ¶ أحدهما : نَصْب الأسباب عللاً للأحكام، كجعل الزنا مُوجباً للحد، وجعل الجماع ـ في نهار رمضان ـ موجباً للكفارة، وجعل السرقة موجبة للقطع، إلى غير ذلك من الأسباب التي عُقِل من الشرع نصبها عللاً للأحكام . ¶ والنوع الثاني : إثبات الأحكام ابتداء من غير ربط بالسبب . ¶ وكل واحد من النوعين قابل للتعليل والتَّعْدية، مهما ظهرتْ العلة المتعدِّية]([5]). ¶ رابعها : إن العلم بالمقاصد يزيد النفس طُمَأنينة بالشريعة وأحكامِها، والنفسُ مَجْبولة على التسليم للحُكم الذي عرفتْ عِلَّته([6]). ¶ إثبات كوْن الشريعة مبنيةً على مقاصد ¶ لقد قامت الأدلة القاطعة على كون الشريعة ذات مقاصد بُنيتْ عليها، ويمكن إثبات ذلك بطريقين: الخبر والنقل، والنظر والعقل. ¶ أولاً: الخبر والنقل؛ وهو نوعان: ¶ أولهما عام؛ مثل قول رسول الله r: \"لا ضرر ولا ضرار\"([7])، وفيه نفيُ الضرر والإضرار في أحكام الشرع، فدلّ على مقصد من مقاصد الشريعة في الأحكام([8]).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "والقاعدة الفقهية الكبرى المتفق عليها: (الأمور بمقاصدها)، وفيها إثبات الأحكام الدينية بناءً على النية والقصد والغاية. ¶ والثاني خاص؛ يتعلق بمسائل ذُكِر لها مقاصد، ومنها: تحريم الخمرة؛ لإِفسادها للعقل؛ ومن أدلة ذلك قوله r : \"كل مسكر خمر، وكلُّ مسكر حرام\"([9]). ¶ قال ابن القيم: [القرآن وسنة رسول الله r مملوءان من تعليل الأحكام بالحِكَم والمصالح وتعليل الخلق بهما، والتنبيه على وجوه الحِكَم التي لأجلها شرع تلك الأحكام، ولأجلها خلق تلك الأعيان، ولو كان هذا في القرآن والسنة في نحو مائة موضع أو مائتين لسقناها، ولكنه يزيد على ألف موضع بطرق متنوعة]([10]). ¶ والثاني: النظر والعقل؛ وله وجهان: ¶ الأولى: الاستقراء؛ قال البيضاوي: [إن الاستقراء دَلّ على أن الله سبحانه شرع أحكامه لمصالح العباد]([11])، وقال ابن القيم: [إن الشريعة مبناها على ....] ¶ الثانية: الدلالة العقلية، ومنها أن يقال([12]): الشارعُ في تشريعه؛ إما أن يكون قد راعى مقاصد عند التشريع أَوْ لا. والثاني باطل؛ لأنه إما لعدم العلم السابق للتشريع، أو لعدم الحكمة عند التشريع، أو لمانع منع الشارع من مراعاة المقاصد، وكلها باطلة فاسدة بالإجماع؛ فتعيَّن الأول ـ وهو أن الشارع قد راعى المقاصد عند التشريع ـ ولا بد. ¶ طرق معرفة المقاصد ¶ ثَبَت أن ثَمَّة مقاصد للشريعة؛ لكن اختُلف في الطُّرق المُوصِلة إليها، والمُوْقِفة على مفرداتها، إلا أن جِمَاع ذلك طريقان: الاستقراء، والأدلة الشرعية. ¶ وفيما يأتي بيان موجز لكل منهما: ¶ أولاً: الاستقراء ¶ تعريف الاستقراء: وهو تَتَبُّع جُزئيات الشيء لإثبات حُكْم كُلّي. ¶ أقسام الاستقراء؛ يُقَسَّم إلى قسمين: ¶ - الأول : استقراء تام، وهو : تتبع جميع جزئيات الشيء لإثبات حكم كُلّي، وهذا حجة عند جماهير العلماء وأكثرهم، وإن كان يندر حدوث الاستقراء التام إلا ما كان في النصوص الشرعية المحددة (القرآن الكريم).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "- والثاني : استقراء ناقص، وهو: تتبع جُمْلَةٍ من جزئيات الشيء لإثبات حكم كُلِّي، وهذا مختلف في حُجّيته، ولكنه من الناحية الأكاديمية العلمية البحثية هو المطلوب؛ لتعذر الاستقراء التام وإمكانية الاستقراء الناقص. ¶ أنواع الاستقراء في علم المقاصد؛ للاستقراء نوعان: ¶ - الأول : استقراء الأحكام التي عُرفتْ عِلَلها، لأن هفي استقراء العلل الكثيرة المتماثلة يمكن أن نستخلص حكمة واحدة فنجزم بأنها مقصد شرعي، كما يقول علماء المنطق أنه يمكن تحصيل مفهوم كلي من خلال استقراء الجزئيات ([13]). ¶ مثال ذلك: قول رسول الله r : \"المؤمن أخو المؤمن، فلا يحل للمؤمن أن يبتاع على بيع أخيه، ولا يخطب على خطبة أخيه حتى يَذَر\"([14]). ¶ والعِلَّة في هذا النهي: هو ما في ذلك من الوحشة التي تنشأ عن السعي في حرمان الآخر من منفعة مبتغاة، فيُستخلص من ذلك مقصدٌ شرعي: هو دوام الأخوة بين المسلمين. ¶ وكذلك نهي رسول الله r عن الغرر، ومن معاني الغرر: الجهالة، والجهالة قد تفضي إلى نزاع، والقاعدة الفقهية تقول: (كل جهالة تفضي إلى نزاع؛ مفسدةٌ للعقد)، ومقصد التشريع في المعاملات المالية: سلامة صدور المسلمين على بعضهم؛ خالية من الحقد أو الكراهية، ولذا تم بناء أحكام المعاملات المالية على البيان والوضوح، لا على التدليس والغش والغموض. ¶ - والثاني : استقراءُ أدلةِ أحكام اشتركت في علةٍ. ومثاله: أحاديث النهي عن: (الاحتكار) و(تَلقّي الركبان) و(بيع الطعام قبل قبضه)، حيث تشترك في علة واحدة لمستقرئها. ¶ فبهذا الاستقراء يحصل العلم بأن رواج الطعام، وتيسير تناوله وتداوه، وعدم ارتفاع سعره؛ بتقليل حلقات السلسلة بين المنتِج والمستهلك: مقصد من مقاصد الشريعة. ¶ ثانياً: الأدلة الشرعية: ¶ تعريف الأدلة، هي جمع دليل، وهو ما يمكن التّوصّل بصحيح النظر فيه إلى مطلوب خبري. ¶ أقسام الأدلة: من حيث الاحتجاج بها كطريق لمعرفة المقاصد، تقسم إلى قسمين:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الأول : أدلة نصية متفق عليها، كـ(الكتاب) و(السنة). ¶ ومن أمثلة الأدلة النصية من الكتاب قوله تعالى: وأحل الله البيع، وقد شرعه الله لتحقيق مصالح العباد بالتبادل. ¶ ومن أمثلة الأدلة النصية من السنة قول رسول الله r: \"تناكحوا تناسلوا...\"، وقد شرع النكاح لتحقيق مصلحة العباد ي الاستقرار واستمرار النوع البشري. ¶ والثاني : أدلة اجتهادية، كـ(الإجماع) و(القياس). ¶ ومن أمثلة الإجماع: الاتفاق على أن تحريم الربا مُعلَّل، وإن اختلفت أقوال الفقهاء في بيان على تحريم العلة. ¶ فعند فقهاء الحنفية والحنابلة: علة تحريم الربا الكيل والوزن، وبمعنى أن كل ما يدخله القياس يجري في الربا، وإذا تمت مبادلته بجنسه وجب شرطان: التماثل والتقابض، وإذا تمت مبادلته بغير جنسه وجب شرط واحد، وهو: التقابض. ¶ وعند فقهاء الشافعية: علة تحريم الربا الثمنية والطعم، فكل ما كان ثمناً أو طعاماً يجب عند مبادلته بجنسه شرطان: التماثل والتقابض، وعند مبادلته بغير جنسه وجب شرط واحد، وهو: التقابض. ¶ وعند فقهاء المالكية: على تحريم الربا الثمنية والقوت، فكل ما كان ثمناً أو قوتاً يدَّخر يجب عند مبادلته بجنسه شرطان: التماثل والتقابض، وعند مبادلته بغير جنسه وجب شرط واحد، وهو: التقابض. ¶ ومن أمثلة القياس: تحريم التدخين لعلة الضرر والإضرار المنهي عنه شرعاً، والعلة متفق عليها، واندارج ضرر التدخين فيها متفق عليه في هذا الزمان بعد أن تحقق الضرر وثبت عن طريق العلم. ¶ مراتب مقاصد الشريعة ¶ المقاصد الشرعية تتفاوت مراتبها لتَبَايُن آثارها؛ لذا جعلها العلماء على مراتب، واستقر الاصطلاح على أنها مراتب ثلاث: ¶ أُوْلاها : مرتبة الضَّرَوْرِيَّات. والكلام فيها كما يأتي: ¶ تعريف الضروريات: يقول المَحَلِّي: [هي ما تصل الحاجة إليه إلى حَدّ الضرورة] ([15])، ويقول ابن عاشور: [هي التي تكون الأمة بمَجْموعها وآحادها في ضرورة إلى تَحْصِيْلها] ([16]).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ومعنى الضرورية: [أنها لا بدَّ منها في قيام مصالح الدين والدنيا، بحيث إذا فُقِدت لم تُجْرَ مصالح الدنيا على استقامة، بل على فساد وتهارج وفوت حياة، وفي الآخرة: فوت النجاة والنعيم، والرجوع بالخسران المبين] ([17]). ¶ وقد حُصِرَتْ تلك الضروريات عند عامة العلماء في خمس أو ست، وهي : الدين، والنفس، والنسب أو النسل، والعقل، والمال، والعِرْض. ¶ وللمحافظة على هذه الضروريات أقام الشرع حدوداً من العقوبات: ¶ فحَدُّ الردة في مقابل حفظ الدين. ¶ وحَدُّ القتل قصاصاً في مقابل حفظ النفس. ¶ وحَدُّ الزنى في مقابل حفظ النسب أو النسل. ¶ وحَدُّ شرب الخمر في مقابل حفظ العقل. ¶ وحَدُّ السرقة في مقابل حفظ المال. ¶ وحَدُّ القذف في مقابل حفظ العِرْض. ¶ دليل الضروريات: ويَرْجع إلى الاستقراء التام لأدلة الشريعة المُتَّفَق عليها مع اتفاق العقول الصحيحة على ذلك. ¶ يقول الغَزَّالي: [وتحريم تَفْوِيْت هذه الأصول الخمسة يَسْتحيل أن لا تَشْتمل عليه مِلَّة ولا شريعة أُرِيْد بها إصلاح الخَلْق . وقد عُلِم بالضرورة كونها مقصودة للشرع لا بدليل واحد وأصل معين، بل بأدلة خارجة عن الحصر] ([18]). ¶ وقال الشاطبي: [قد اتَّفَقَتْ الأمة بل سائر الملل: على أن الشريعة وضعت للمحافظة على الضروريات الخمس: وهي: الدين، والنفس والنسل، والمال، والعقل، وعِلْمُها عند الأمة كالضروري، ولم يثبت لنا ذلك بدليل معين، ولا شهد لنا أصل معين يمتاز برجوعها إليه، بل علمت ملائمتها للشريعة بمجموعة أدلة لا تنحصر في باب واحد]([19]). ¶ وقال: [وعلم هذه الضروريات صار مقطوعاً به، ولم يثبت ذلك بدليل معين، بل علمت ملائمتها للشريعة بمجموع أدلة لا تنحصر في باب واحد . فكما لا يتعين في التواتر المعنوي أن يكون المفيد للعلم خبراً واحداً من الأخبار دون سائر الأخبار، كذلك لا يتعين هنا؛ لاستواء جميع الأدلة في إفادة الظن على انفرادها.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وسأطلق على هذه الضروريات الخمس أو الست: أهداف المجتمع الإسلامي، وبالتالي فإني أدعو إلى تعميم ونشر هذه الأهداف في كل المجتمعات؛ بعيداً عن الأهداف البشرية التي تطلق هنا أو هناك، وبتحقيق هذه الأهداف وإقامة حدودها للمحافظة عليها: يتحقق بناء الإنسان والمجتمع فكرياً. ¶ بيان الضروريات الخمس أو الست: ¶ 1 - الدين؛ في الاصطلاح: وَضْع إلهي سائق لذوي العقول باختيارهم إياه إلى الصلاح في الحال والفلاح في المآل([20]). ¶ والمقصود بـ(الدين) هنا : الدين الإسلامي المُنزل على خاتم الرسل محمد r. قال تعالى: )إن الدين عند الله الإسلام( . ¶ 2 - والنفس؛ يُقصد بها: النفس المعصومة من القتل والمحمية من الإزهاق، وهي ثلاثة أنفس: نفس معصومة بالإسلام وتكون للمسليمن، ونفس معصومة بالجزية وتكون لأهل الكتاب المقيمين مع المسلمين في بلد واحد، ونفس معصومة بالأمان وتكون للحربي الذي يطلب من المسلمين الدخول إلى أرضهم لأغراض مدنية([21]). ¶ والعقل؛ هو: الحابس عن ذميم القول والفعل([22]). ¶ يقول ابن تيمية: [فهنا أمور: ¶ أحدها: علوم ضرورية يفرق بها بين المجنون الذي رُفع القلم عنه، وبين العاقل الذي جرى عليه العقل، فهو مناط التكليف. ¶ والثاني : علوم مكتسبة تدعو الإنسان إلى فعل ما ينفعه وترك ما يضره، فهذا أيضاً لا نزاع في وجوده، وهو داخل فيما يحمد بها عند الله من العقل … ¶ والثالث: العمل بالعلم، يدخل في مسمى العقل أيضاً، بل هو من أخص ما يدخل في اسم العقل الممدوح. ¶ والرابع : الغريزة التي بها يعقل الإنسان، فهذه مما تُنوزِع في وجودها] ([23]). ¶ والنسب أو النسل؛ النسل في اللغة: الولد، يقال: نَسَل نَسْلاً: إذا كَثُر نَسْلُه، أي: ولده وذُرِّيته. ¶ والمال؛ اصطلاحاً هو: اسم لغير الآدمي، خُلِق لمصالح الآدمي وأمكن إحرازه والتصرّف فيه على وجه الاختيار، ومن ذلك : الأثمان، والبضائع، والعقارات، والحيوانات([24]).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "والعِرْض؛ ويأتي على أكثر من معنى، منها: الجَسَد، وجانب الرجل الذي يَصُونه من نفسه ولا يُقبل أن يُنْتَقَص ويُثْلَب. ¶ ترتيب الضروريات: في ترتيبها اتفق الفقهاء على أمرين: ¶ أولهما : تقديم الدِّيْن على باقي الضروريات ومنها: النفس، وإن قال بعض العلماء بتقديم النفس على الدين، وأجازوا لِمَن أُكره على الكفر وقلبه مطمئن بالإيمان أن ينطق بلسانه بما يخلِّصه من القتل، حتى إذا زال الإكراه عنه أعلن ما في قلبه من الإيمان. ¶ والثاني : تقديم النفس على باقي الضروريات سوى الدِّيْن. ¶ واختلف الفقهاء في شيئين: ¶ أولهما: النسل والعقل أيهما يُقَدَّم، فالآمدي في كتابه (الإحكام) جَزَم بتقديم النسل على العقل، وذهب ابن السبكي في (جمع الجوامع) إلى تقديم العقل على النسب. ¶ والثاني: العرض والمال أيهما يُقَدَّم، فمَن ألحق العرض بالنسب والنسل قَدَّمه على المال، ومَن جعله منفصلاً مستقلاً قَدَّم المال عليه. ¶ وثانيها : مرتبة الحَاجِيَّات. والكلام فيها كما يأتي: ¶ تعريف الحاجيات: يقول إمام الحرمين: [هي ما يَتَعَلَّق بالحاجة العامة ولا يَنْتَهي إلى حدّ الضرورة، وهذا مثل تصحيح الإجارة، فإنها مَبْنِيّة على مَسِيْس الحاجة إلى المساكن مع القصور ـ أي العجز حقيقة أو حكماً ـ عن تَمَلُّكها ورضّة مُلاّكها بها ـ فالمالك يَضِّن في إعطاء الأشياء ـ على سبيل العاريّة، فهذه حاجة ظاهرة غير بالغة مَبْلَغ الضرورة المفروضة في البيع وغيره]([25]). ¶ وقال الشاطبي: [الحَاجِيّ : هو ما يُفْتقر إليه من حيث التَّوْسِعة ورفع الضيق المؤدي في الغالب إلى الحرج والمشقة اللاحقة بفوت المطلوب، فإذالم تراعَ دخل على المكلَّفين ـ على الجملة ـ الحَرَجُ والمشقةُ؛ ولكنه لا يبلغ مَبْلغ الفساد العادي المُتَوَقَّع في المصالح العامة] ([26]). ¶ ومن أمثلتها: الرُّخَصُ المخفِّفَة؛ كالفطر زمن وجوب الصيام بسبب المرض أو السفر، ومثل: إباحة الصيد والتمتع بالطيبات مما هو حلال.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الحكمة من الحاجيات: تَرْجع إلى شيئين: ¶ أولهما: رَفْع الحرج والمشقة عن المكلفين، إذ دَوَرَان الحاجيّات على: التَّوْسِعة والتيسير، والرفق ورَفْع الضيق والحرج ([27]). ¶ والثاني: تكميل الضروريات وحِمايتها، يقول الشاطبي: [الأمور الحاجيّة : إنما هي حائمة حول هذه الحمى، إذ هي تتردد على الضروريات تُكَمِّلها، بحيث ترتفع في القيام بها واكتسابها: المَشَقّات، وتميل بهم فيها إلى التوسط والاعتدال في الأمور، حتى تكون جارية على وجه لا يميل إلى إفراط وتفريط] ([28])، ثم قال: [فإذا فهم هذا لم يَرْتَب – من الرَّيْب والشك– العاقل في أن هذه الأمور الحاجية: فروعٌ دائرةٌ حول الأمور الضرورية]([29])، وقال أيضاً: [الحاجيّ مكمِّل للضروري] ([30])، وقال أيضاً: [الحاجيّ يَخْدم الضروري] ([31]). ¶ وثالثها : مرتبة التَّحْسِيْنِيَّات. والكلام فيها كما يأتي: ¶ تعريف التحسينيات: يقول الشاطبي: [هي: الأخذ بما يليق من مَحَاسن العادات، وتَجَنُّب الأحوال المدنِّسات التي تأنفها العقول الراجحات، ويَجْمع ذلك: قسم مكارم الأخلاق] ([32]). وذَكَرَ أمثلة على ذلك، مثل: أخذ الزينة ، والتقرب إلى الله بنوافل الخيرات، ومثل آداب الأكل والشرب في (العادات)، ومنع بيع النجاسات في (المعاملات). ¶ ثم قال: [وقليل الأمثلة يَدُلّ على ما سواها مما هو في معناها، فهذه الأمور راجعة إلى محاسن زائدة على أصل المصالح الضرورية والحاجيّة؛ إذ ليس فقدانها بمُخِلّ بأمر ضروري ولا حاجيّ، وإنما جَرَتْ مجرى التَّحسين والتَّزيين]([33]). ¶ الحكمة من التحسينيات: وترجع إلى شيئين:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أولهما: تكميل الضروريات والحاجيّات وحمايتها، يقول الشاطبي: [كل واحدة من هذه المراتب: لما كانت مختلفة في تأكُّد الاعتبار – فالضروريات آكدها ثم تَلِيْها الحاجيات والتحسينيات – وكان مرتبطاً بعضها ببعض، كان في إبطال الأخفّ جُرْأة على ما هو آكد منه، ومدخل للإخلال به، فصار الأخف كأنه حِمىً للآكد، والراتع حول الحمى يوشك أن يقع فيه] ([34]). وقال أيضاً: [إن كل حاجيّ وتَحْسيني إنما هو خادم للأصل الضروري ومُؤْنس به، ومُحَسِّن لصورته الخاصة: إما مُقدِّمةً له، أو مقارناً، أو تابعاً، وعلى كلّ تقدير فهو يدور بالخدمة حَوَالَيْه، فهو أحرى أن يتأدّى به الضروري على أحسن حالاته] ([35]). ¶ والثاني: [كمال الأمة في نظامها حتى تعيش أمة آمنة مطمئنة، ولها بهجة منظر المجتمع في مرأى بقية الأمم حتى تكون الأمة الإسلامية مرغوباً في الاندماج فيها أو في التقرّب منها] ([36]). ¶ أقسام مقاصد الشريعة ¶ تَتَوَزَّع المقاصد الشرعية إلى قسمين: ¶ أحدهما: المقاصد العامة، وهي: [المعاني والحكم الملحوظة للشارع في جميع أحوال التشريع أو مُعظمها؛ بحيث لا تختص ملاحظتها بالكون في نوع خاص من أحكام الشريعة]([37]). ¶ ومَرَدّ ذلك إلى قاعدة الشرع الكُلّيّة المُعَبَّر عنها بـ(دَرْء المفاسد وجَلْب المصالح )، يقول الشاطبي: [المعلوم من الشريعة أنها شُرِعت لمصالح العباد؛ فالتكليف كله إما لدَرْء مفسدة، وإما لجلب مصلحة، أو لهما معاً] ([38]). ¶ والثاني: المقاصد الخاصة، واختلف أهل العلم في قِسْمتها؛ لاختلاف الجهات والحيثيات. ¶ - فمن حيث مرتبتها في القصد، قَسَّمها الشاطبي إلى قسمين: ¶ أولهما: المقاصد الأصليّة، وهي: [التي لا حَظّ فيها للمُكَلَّف، وهي الضروريات المُعْتبرة في كل مِلّة] ([39]).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقد تكون: [ضرورية عينية، وإلى ضرورية كفائية، فأما كونها: عينيّة فعلى كل مكلَّف في نفسه، فهو مأمور بحفظ دينه اعتقاداً وعملاً، وبحفظ نفسه قياماً بضرورية حياته، وبحفظ عقله حفظاً لمورد الخطاب من ربه إليه، وبحفظ نسله التفاتاً إلى بقاء عوضه في عمارة هذه الدار … وبحفظ ماله استعانة على إقامة تلك الأوجه الأربعة …وأما كونها: كفائية فمن حيث كانت منوطة بالغير أن يقوم بها على العموم في جميع المكلفين؛ لتستقيم الأحوال العامة التي لا تقوم الخاصة إلا بها . إلا أن هذا القسم مكمل للأول، فهو لاحق به في كونه ضرورياً؛ إذ لا يقوم العيني إلا بالكفائي] ([40]). ¶ والثاني: المقاصد التابعة، وهي: [التي روعي فيها حظ المكلف، فمن جهتها يَحْصل له مقتضى ما جُبِل عليه؛ من نيل الشهوات، والاستمتاع بالمباحات، وسَدّ الخَلاّت] ([41])، وهذا القسم مُكمِّل لما قبله، يقول الشاطبي: [المقاصد التابعة : خادمة للمقاصد الأصلية ومكملة لها، ولو شاء الله لكلَّف بها مع الإعراض عن الحظوظ، أو لكلف بها مع سلب الدواعي المجبول عليها؛ لكنه امْتَنَّ على عباده بما جعله وسيلة إلى ما أراده من عمارة الدنيا للآخرة، وجعل الاكتساب لهذه الحظوظ مباحاً لا ممنوعاً، لكن على قوانين شرعية هي أبلغ في المصلحة، وأجرى على الدوام مما يَعُدّه العبد مصلحة )والله يعلم وأنتم لا تعلمون ( … فبهذا اللَّحْظ قيل: إن هذه المقاصد توابع، وإن تلك هي الأصول، فالقسم الأول: يَقْتضيه محض العبودية، والثاني : يقتضيه لطف المالك بالعبيد] ([42]). ¶ - ومن حيث كونها اعتبارية أو حقيقية، فقد قَسّمها ابن عاشور إلى نوعين: ¶ أولهما: معان حقيقية، وعرَّفها بقوله: [هي التي لها تَحَقُّقٌ في نفسها بحيث تُدْرِك العقول السَّلِيْمة ملائمتها للمصلحة أو منافرتها لها … كإدراك كَوْن العدل نافعاً، وكون الاعتداء على النفوس ضاراً، وكون الأخذ على يدِ الظالم نافعاً لصلاح المجتمع] ([43]).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "والثاني: معان عرفية عامة، قال ابن عاشور عنها: [هي المُجَرَّبات التي أَلِفَتْها نفوس الجماهير، واستحسنها استحساناً ناشئاً عن تجربة ملائمتها لصلاح الجمهور، كإدراك كَوْن الإحسان معنىً ينبغي تعامل الأمة به، وكإدراك كَوْن عقوبة الجاني رادعة إياه عن العَوْد إلى مثل جنايته، ورداعة غيره عن الإجرام، وكَوْن ضد ذَيْنك يؤَثّر ضد أَثَرَيْهما] ([44]). ¶ خصائص مقاصد الشريعة ¶ للمقاصد الشرعية خصائص عديدة، تُلْحظ باستقراء الأحكام وعللها؛ لأن الشِّرْعة المحمدية قائمة على حفظ المقاصد ورعايتها. ¶ يقول الشاطبي: [الشريعة المباركة المحمدية منزلة على هذا الوجه، ولذلك كانت محفوظة في أصولها وفروعها كما قال تعالى: ) إنا نحن نزلنا الذكر وإنا له لحافظون (؛ لأنها ترجع إلى حفظ المقاصد، التي بها يكون صلاح الدارين، وهي: الضروريات والحاجيات والتحسينيات وما هو مكمل ومتمم لأطرافها، وهي أصول الشريعة] ([45]). ¶ ومن ثَمّ فإن خصائص أصول الشريعة تَنْسحب على المقاصد الشرعية، وقد حَصَرَها الشاطبي في خواص ثلاث، وهي: ¶ الأولى: العموم والاطراد، بحيث تَشْمل جميع أنواع التكليف والمكلَّفين والأحوال، وتَطّرد دون تَخَلُّف، يقول الشاطبي: [إذا ثبت أن الشارع قد قصد بالتشريع إقامة المصالح الأخروية والدنيوية، وذلك على وجه لا يختل لها به نظام، لا بحسب الكل ولا بحسب الجزء، وسواء في ذلك ما كان من قبيل الضروريات أو الحاجيات أو التحسينيات، فإنها لو كانت موضوعة بحيث يمكن أن يختل نظامها أو تختل أحكامها: لم يكن التشريع موضوعاً لها، إذ ليس كونها مصالح إذ ذاك بأولى من كونها مفاسد، لكن الشارع قاصد بها أن تكون تلك مصالح على الإطلاق، فلا بد أن يكون وضعها على ذلك الوجه أبدياً وكلياً، وعاماً في جميع أنواع التكليف والمكلفين وجميع الأحوال، وكذلك وَجَدْنا الأمر فيها] ([46]).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الثانية: الثبوت من غير زوال، يقول الشاطبي: [فلذلك لا تجد فيها بعد كمالها نسخاً ولا تخصيصاً لعمومها، ولا تقييداً لإطلاقها، ولا رفعاً لحكم من أحكامها: لا بحسب عموم المكلفين، ولا بحسب خصوص بعضهم، ولا بحسب زمان دون زمان ولا حال دون حال] ([47]). ¶ ودليلُ الثبوت: الاستقراءُ التام، يقول الشاطبي: [ويدل على ذلك الاستقراء التام، وأن الشريعة مبنية على حفظ الضروريات والحاجيات والتحسينات . ¶ وجميع ذلك لم ينسخ منه شيء، بل إنما أتى بالمدينة ما يُقوّيها ويُحْكِمها ويُحَصِّنها، وإذا كان كذلك: لم يَثْبت نسخ لكلي البتّة، ومن استقرأ كُتب الناسخ والمنسوخ تحقّق هذا المعنى، فإنما يكون النسخ في الجزئيات منها] ([48]). ¶ الثالثة: كونها حاكمة غير محكوم عليها؛ لأنها كالروح للأعمال، يقول الشاطبي: [فإن المقاصد أرواح الأعمال؛ فقد صار العمل ذا روح على الجملة] ([49]). ¶ ولما كانت حاكمة للإنسان جاءت: ¶ - مراعية لفطرته، يقول ابن عاشور: [ونحن إذا أجلنا النظر في المقصد العام من التشريع …نجده لا يعدو أن يساير حفظ الفطرة، والحذر من خرقها واختلالها] ([50]). ¶ - حاملة على التوسُّط، يقول الشاطبي: [مقصد الشارع من المكلّف الحَمْل على التوسُّط من غير إفراط ولا تفريط … والوسط هو معظم الشريعة وأم الكتاب، ومن تأمل موارد الأحكام بالاستقراء التام عرف ذلك] ([51]). ¶ هذه جولة في بيان مقاصد الشريعة من حيث تعريفها، وتاريخها، وفوائدها، ودليلها، وطرق معرفتها، ومراتبها، وأقسامها، وخصائصها؛ عسى أن تكون نبراساً للسائرين في درب الفقه والاجتهاد. ¶ --- ¶ ([1]) طبع بتحقيق حمد الكبيسي، طبع وزراة الأوقاف العراقية، عام 1971م. ¶ ([2]) شفاء العليل، طبعة مكتبة الرياض الحديثة ص190. ¶ ([3]) مفتاح دار السعادة، طبعة ابن عفان، 3/16. ¶ ([4]) جامع الرسائل، 2 /305. ¶ ([5]) شفاء الغليل، ص 603. ¶ ([6]) ينظر: شفاء العليل، لابن القيم، طبعة السنة المحمدية، ص : 437.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "([7]) أخرجه أحمد في: المسند، 5/326، وابن ماجه في: السنن، 2/784، برقم: 2340. ¶ ([8]) ينظر: مجموع الفتاوي، 20/53 . ¶ ([9]) أخرجه مسلم في صحيحه، 3/1587، برقم: (2003) . ¶ ([10]) مفتاح دار السعادة، طبعة دار الفكر ، ص: 408. ¶ ([11]) المنهاج، ص: 233 طبعة عالم الكتب، وينظر: قواعد الأحكام، للعز بن عبد السلام، 2/160، و الموافقات، للشاطبي، 2/6. ¶ ([12]) شفاء العليل، ابن القيم، ص 429 . ¶ ([13]) يُنظر: ابن عاشور . ¶ ([14]) أخرجه مسلم . ¶ ([15]) شرح جمع الجوامع. ¶ ([16]) شرح جمع الجوامع. ¶ ([17]) الموافقات، الشاطبي، دار الفكر، 2/4. ¶ ([18]) شرح جمع الجوامع. ¶ ([19]) شرح جمع الجوامع. ¶ ([20]) التوقيف على مهمات التعاريف، المناوي. ¶ ([21]) الروضة، النووي، . ¶ ([22]) مقاييس اللغة، ابن فارس، . ¶ ([23]) بغية المرتاد . ¶ ([24]) الحاوي، السيوطي . ¶ ([25]) البرهان . ¶ ([26]) الموافقات، الشاطبي ، 2/4-5. ¶ ([27]) يُنْظَر: الموافقات، الشاطبي ، 2/4-5. ¶ ([28]) الموافقات، الشاطبي ، 2/9. ¶ ([29]) الموافقات . ¶ ([30]) يُنْظَر: الموافقات، الشاطبي ، 2/5. ¶ ([31]) الموافقات، الشاطبي ، 2/8. ¶ ([32]) الموافقات، الشاطبي ، 2/5. ¶ ([33]) الموافقات، الشاطبي ، 2/5. ¶ ([34]) الموافقات، الشاطبي ، 2/12- 13. ¶ ([35]) الموافقات، الشاطبي ، 2/14. ¶ ([36]) الموافقات . ¶ ([37]) الموافقات . ¶ ([38]) الموافقات . ¶ ([39]) الموافقات . ¶ ([40]) الموافقات . ¶ ([41]) الموافقات . ¶ ([42]) الموافقات . ¶ ([43]) الموافقات . ¶ ([44]) الموافقات . ¶ ([45]) الموافقات . ¶ ([46]) الموافقات . ¶ ([47]) الموافقات . ¶ ([48]) الموافقات . ¶ ([49]) الموافقات . ¶ ([50]) الموافقات . ¶ ([51]) الموافقات .",
            "page": "16",
            "part": "1"
        }
    ],
    "t37575": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "قراءة_في_علم_مقاصد_الشريعة_الإسلامية"
        }
    ]
}