{
    "b37578": [
        {
            "id": "1",
            "nass": "لمحة عن مجالات الخلاف وضوابطه ¶ بين علماء المسلمين ¶ د. محمد المختار ولد ابّاه ¶ الخلاف والاختلاف ¶ يبدو أن أكثر العلماء اعتبروا مصطلحي، الخلاف والاختلاف من باب الترادف، فتحدث الإمام الشافعي في كتابه:>الأم< عن الخلاف بين الإمام مالك وابن أبي ليلى، كما تحدث أيضا ًعن الخلاف مع الأوزاعي. ¶ كما نرى بعد ذلك أن مصطلح الخلاف استمر لهذه الدلالة حتى أن القاضي عبد الوهاب البغدادي، كتب أو سمى كتابه: > الإشراف في مسائل الخلاف<، فاصطلح على ما يجري بين الأئمة في أقوال متباينة بمسائل الخلاف العالي. ¶ أما مصطلح الاختلاف فهو الذي استعمله الطحاوي في مصنفه بنفس المعنى الذي ذكرنا آنفاً، ولكن قد يكون من المناسب أن نبين بعض الفروق الدقيقة بين المصطلحَيْن، ففي الذكر الحكيم تلاحظ أن الاختلاف قد يرد لمعنيين اثنين، أحدهما التنوع، والآخر الاضطراب، فمن باب التنوع نقرأ قوله تعالى: {ومن آياته خَلْقُ السماواتِ والأرض ِ واختلافُ ألسنتكم وألوانكم}. (سورة الروم، من الآية:21) ونذكر قوله تعالى: {ومن الجبال جُدََدٌ بِيضٌ وَحُمْرٌٌ مختلفٌ ألوانُها}. (سورة فاطر، من الآية: 27) فالمعنى هنا ظاهر في التباين دون التعارض، فهو في الناس والأرض يقول الشاعر. ¶ أما دلالة الاختلاف على الاضطراب فتتمثل في قوله تعالى: {ولو كان من عندِ غيرِ الله لوجدوا فيه اختلافاً كثيراًً}. ( سورة النساء، من الآية: 82 ) وقريب من هذا المعنى النهي الوارد للأمة عن الاختلاف والتفرقة المؤدية إلى الشقاق، مصداقاً لقوله تعالى : {وإن الذين اختلفوا في الكتاب لفي شقاقٍ بعيد} ( سورة البقرة، من الآية : 176 ). ( الاختلاف) و ( الخلاف) متحدان، فيمكن القول بأن الاختلاف يأتي نتيجة للخلاف، ولعل هذا هو الفرق الدقيق الذي يمكن أن يلاحظ بين المصطلحين. ¶ مجالات الخلاف عند العلماء",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إنها تشمل أكثر القضايا الاجتهادية والاستنباطية، نظراً لتنوع أصول المدارك والتفاوت في فهمها وتفسيرها والتعبير عنها، غير أن العلماء مع ذلك اجتهدوا في أن يجعلوا لمعالجة الأمور المختلف فيها مثل: ¶ .1 قواعد أساس: مثل رد الأمور إلى الكتاب والسنة مصداقاً لقوله تعالى: { فإنْ تنازعتُم في شيءٍ فردوه إلى اللَّه والرسول إن كنتم تؤمنون باللَّه واليوم الآخرِ ذلك خيرٌ وأحسن تأويلاً}. ( سورة النساء، من الآية: 59). ¶ .2 ضوابط تحكم إيراد الحجج لكل مسألة وفضلاً لسلوك معين يعرف بآداب المناظرة مما صاغه الإمام الشافعي في أقواله أنه لايبالي ظهر الحق على يده أو على خصمه، كما عبر أيضاً، العالم الشنقيطي محنض باب بن عبيد الذي يقول. ¶ ليس من أخطأ الصواب بمخط شعر ويكتب كتابة الشعر: إن يؤب لا ولا عليه ملامه. ¶ إنما المخطىءُ المسيءُ الذي إنْ ظهر الحق لجََّ يحمي كلامه. ¶ .3 إذا كان موضوع مجالات الخلاف متسعاً. فإن العلماء حذّروا من الخلاف في كل مايمَسُّ أركان العقائد، وكرهوا الخلاف في أصول التشريع، وتسامحوا في الخلاف في الفروع. ¶ المجال الأول ما يخص العقائد: فإن إجماع المسلمين على كلمة التوحيد، وعلى صدق الرسالة النبوية، وعلى أركان الإسلام الخمسة، إلا أنهم قد يختلفون في قضايا معروفة منها ما اعتبر من دائرة العقيدة مثل قضايا الإمامة وآراء أهل السنة والشيعة والأباضية وآراء معروفة لانحتاج إلى بسطها في هذا المقال الموجز، وإنما نُلََمّحُ فقط إلى قسمين من الخلاف في مسائل العقيدة.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "القسم الأول: هو مايتعلق بالمباحث الكلامية التي كانت تجري قديماً بين المعتزلة والأشاعرة، وبين هؤلاء معاً، وبين ما يعرف بالسلفيين، وهي مسائل أكثرها يتناول تصورات ليست على مستوى جمهور المسلمين كنظريات الأحوال عند أبي هاشم الجبائي، وتعلق القدرة بمقدورين عند الأشاعرة والماتردية، وكون الصفات الإلهية ليست هي الذات وليست غيرها، ثم من هذه المباحث، أيضاً، محاولة تصور الذهن كما يوهم التشبيه كالعلو على العرش وأحاديث النزول والتقرب شبراً وذراعاً وما أشبه ذلك. ولعل أصدق ماقيل في هذا الموضوع مالخصه الرازي بقوله: ولم نستفد من بحثنا طول عمرنا سوى أن جمعنا فيه قيل وقالوا ذلك أن التعمق في هذا النوع من الخلاف قد يؤدي إلى الاختلاف والشقاق والتنافر بالتفكير والتبديع. ¶ والقسم الثاني: يتعلق بالقضايا التي ألحقت بمسائل العقيدة كمسألة الخلافة والإمامة والعصمة وهي، أيضاً، أمور قد مر على البحث فيها والخلاف فيها آماد بعيدة، ونتجت عنها فتن كبيرة، لكن ما يعانيه العالم الإسلامي اليوم من أخطار خارجية تقتضي أن تعود الأمة إلى ثوابت أصول شرعتها، والإنصات إلى خطاب الحق سبحانه القائل {واعتصموا بحبل الله جميعاً ولا تفرقوا}. (سورة آل عمران، من الآية: 103) ، وقوله تعالى: {ولا تنازعوا فتفشلوا فتذهبَ ريحكم واصبروا إن الله مع الصابرين}.(سورة الأنفال، من الآية: 46). ¶ المجال الثاني من مجالات الخلاف: الخلاف في الأصول، من المشهور أن الأصول المتفق عليها هي: الكتاب والسنة والإجماع والقياس، وإذا لم يكن هناك خلاف في أسسها، فإن كثيراً من الجوانب منها قد يتطرق إليه الخلاف بين العلماء.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الأصل الأول: الكتاب، وهو القرآن الكريم الذي {لا يأتيهِ الباطلُ من بين يديهِ ولا من خلفهِ تنزيلٌ من حكيمٍ حميد} (سورة فصلت، الآية:41)، فلا خلاف بين المسلمين في جوهره، فإنهم يعملون بمحكمه، ويجتهدون في تفسير مجمله، ويؤمنون بما تشابه منه، إلا أنهم قد يختلفون اختلافاً في أداء نصوصه أو في فهم آياته، أو في استخراج أحكامه، ولعل أول خلاف كان مبعث رحمة للمسلمين ، هو ما وقع في قراءته حين سمع عمر بن الخطاب هشام ابن حكيم يقرأ سورة الفرقان على نحو لم يتلقَّهُ هو من النبي عليه الصلاة والسلام ، ولما استمع الرسول عليه الصلاة والسلام ، إلى قراءتها، قال: > هكذا أنزل، لأن القرآن أنزل على سبعة أحرف، كلها شافٍ كافٍٍ< كان هذا تخفيفاً ورحمة للمؤمنين، إذ أذن لهم الحق سبحانه بأدائه في صيغ قد تتباين، لكنها تختلف أيما اختلاف تناقض أو تضاد فنجد فيهم من يقرأ ألفاظاً متقاربة في النطق متحدة في المعنى، مثل قوله تعالى: {ننشرهما}. وقوله تعالى: {هو الذي يرسل الرياح نشرا}. في قراءة أخرى، كما تختلف هذه القراءات في بعض حركات البناء والإعراب، فنرى من يقرأ من الأئمة عسَيتُ وعَسِيتُ ويحسَب ويحسِب وميسَرة وميسره، كما هناك من يقرأ: {فتلقى آدم من ربه كلماتٍ}، {وتلقى آدم من ربه كلماتٌ}، (سورة البقرة، من: الآية: 37)، فكل هذه الأمثلة توضح الجانب المقبول من الاختلاف المتمثل في التنوع في الأداء توسعة على القراء والتالي مع أن أئمة القراء وضعوا لكل هذه الخلافات قواعد مضبوطة، وهي ألا يعتبر مقبولاً في القراءة إلا ما صح سنده واحتمله الرسم العثماني، ووافق وجهاً من اللغة العربية التي أنزل بها القرآن الكريم. وهناك نوع آخر من الاختلاف فيما يتعلق بالقرآن، وهو الاختلاف في فهم معانيه، ودلالته، فلقد كان بعض الصحابة يتأثم من تفسيره بالرأي، مثل ماروي عن أبي بكر الصديق، رضي الله عنه، لما سئل عن معنى الأب في قوله تعالى: {وفاكهة وأبَّا}. (",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "سورة عبس، الآية: 31)، فقال: >لا أي سماء تظلني وأي أرض تقلني إذا قلت في كتاب الله برأيي<، كما أن بعض الصحابة كان يفهم معانيه فهماً حرفياً مثل ما روي عن عدي بن حاتم أنه كان يربط في ذراعه خيطين أحدهما أبيض والآخر أسود للإمساك في الصيام حينما يتبين لونيهما امتثالاً، لقوله تعالى:{وكلوا واشربوا حتى يتبيَّنَ لكمُ الخيطُ الأبيضُ من الخيطِ الأسودِ من الفجرِ} ( سورة البقرة : من الآية: 187)، ولقد بين النبي عليه الصلاة والسلام ، له أنه سواد الليل وبياض النهار، غير أن هذا التأثم في القول فيه الرأي أو الفهم الخاطىء لم يمنع الصحابة من تدبر آياته، والبحث في تأويله، فكان منهم حَبْر الأمة عبد الله بن عباس الذي دعا له النبي، عليه الصلاة والسلام، بالفقه في الدين والعلم بالتأويل، فأثرت عنه أقوال كثيرة في التفسير ليست متفقة كلها إلا أنها جميعها تعود إلى التمسك ببيان المحكم واتخاذه أصلاً لتفسير المشكل والمجمل. ¶ الأصل الثاني: هو السنة النبوية المشرفة المتمثلة في أقوال الرسول عليه الصلاة والسلام ، وأفعاله وتقاريره، ولا يوجد خلاف معتبر في حجتها إلا ماورد عن بعض الشواذ الذين قد أخبر النبي عليه الصلاة والسلام ، عنهم بقوله > لا أَلْفَيَنَّ أحدكم متكئاً على أريكته .... الحديث<، فذلك أن الله تبارك وتعالى قد أنزل على رسوله الصادق والمصدق الكتاب والحكمة وفسرها الإمام الشافعي بالسنة. ¶ وأما جوانب الخلاف فيها فهي لاتعدو الحديث عن التثبت من روايتها، أو التأكد من دلالتها.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وهذا ما حدا بعلماء الحديث أن ينشئوا علماً متميزاً في تصنيف الروايات وبيان درجاتها من الصحة ومشكل آثارها ومختلفها، إذ ألف الإمام الشافعي في اختلاف الحديث، والطحاوي في مشكل آثاره، وابن قتيبة في غريبه، ثم اتفقوا على أن من الحديث ماهو صحيح معتمد في نصه هو ما رواه الثلاث العدول الذين نفوا عنه تبديل المبطلين وتحريف الغالين، ثم صنفوا درجات، مما يقارب الصحيح اصطلحوا عليها بالحديث الحسن وأغلبه من روايات الآحاد، وإن كان في خبر الآحاد، أيضاً، ماهو صحيح، غير أنّ من أحسن ماقاموا به هو تنقية الحديث من كل ما نسب إلى الرسول كذباً سواء كان عن طريق الخطإ أو النسيان أو عن طريق الوضع المتعمد، ثم بينوا أن شر الموضوع هو ما اكتسب ثقة الناس بسبب حسن ظنهم بروايته أو ميلهم إلى مدلوله، فذلك شنعوا على أبي عصمة المَرْوَزي وضعه للأحاديث في فضائل سور القرآن. ¶ وأن هذه التصفية والحرص على ضبط أسانيد الحديث ومتونها مكَّنا العلماء المجتهدين من بناء الصرح الفقهي، لأن السنة بيّنت لهم مجمل القرآن، وفصلت لهم قضايا التشريع، لكنهم مع ذلك قد اختلفوا اختلافاً ليس في حجية السنة إجمالاً، لكن في ترتيب درجات الاستدلال من النصوص السنية، فكان الإمام مالك يعتمد بعد الحديث الصحيح إجماع أهل المدينة، ويضغه في رتبة أخبار الآحاد، وكان الإمام الشافعي يعتبر المسند ولو مفرداً أقوى من المرسل ولو عن جماعة، ثم إنّ أبا حنيفة تشدد في التثبت في الرواية، وجعل في القياس أصلاً في اعتماد الأحكام، ثم إن الإمام أحمد بن حنبل كان يفضل الآثار على كل ماورد من قبيل الرأي والاجتهاد. ¶ ولقد ظهرت آثار هذا التوجه المذهبي لكل من هؤلاء المجتهدين على آرائهم وأقوالهم في الفروع الفقهية، لكنهم جميعاً التزموا بالضوابط الأساس التي تجعل كل ما صح عن النبي عليه الصلاة والسلام ، من قول أوفعل مصدراً من مصادر التشريع الإلهي.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الأصل الثالث: هو الإجماع: ومن المفروض أن لايكون الإجماع محل خلاف، لأن الإجماع يناقض الخلاف، لكن مع ذلك فإن علماء الإسلام لم يتفقوا على بعض قضايا تتعلق به، فإذا كانوا عرفوا أن الأمة لاتجتمع على ضلالة وأن اتفاقهم معصوم، فإنهم مع ذلك اختلفوا في تصور الإجماع، هل يعم الأمة جمعاء؟ ولهذا الرأي يجنح أبو محمد ابن حزم، الذي لايعتبر إلا إجماع الصحابة، ثم تساءلوا هل الإجماع للأمة أو للمجتهدين فقط كما عليه جمهور الأصوليين، ثم إنهم اختلفوا في اشتراط انقراض عصره، وفي مخالفة بعض أفراد المجتهد ين فيه، كما أن بعض الأئمة لم يعتبروا إجماع الخلفاء أو إجماع أهل المدينة الذي قال به الإمام مالك من المسائل التوقيفية، ثم إن أهل السنة، أيضاً، لم يوافقوا الإمامية على حجية إجماع أهل البيت، ومع أن آراء الأصوليين في الإجماع معروفة، فإن هناك عوامل قوية تجعل من الإجماع حجة مستقلة أياً ما كان سنده الأثري حتى أن بعض الأصوليين قدموه على النص في مسالك علة الحكم. ¶ والملاحظ أنه قد توفرت اليوم للأمة وسائل التواصل مما جعل في الإمكان ربطه بالاجتهاد العام في استنباط أحكام مستجدات العصر. ¶ الأصل الرابع: من الأصول المتفق عليها هو القياس. وللقياس أنصار ونُفاةٌ، ومن أطرف نفاته محمد بن علي الشوكاني، الذي كتب عنه في (إرشاد الفحول) أجمل فصوله وأوضحها، ومن لم يتفق فيها يعتقد أنه من أقوى أنصار القياس، كما اشتُهِر من نفاته أبو محمد بن حزم الظاهري الذي شن حملة شعواء على القائلين به، ولو أنه قد استبدل به ما سماه بالدليل.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ومن أشهر من عارضه في هذا الرأي هو أبو الوليد الباجي الذي وجه الخطاب إليه متسائلاً عن حجج إنكاره للقياس هل هي بالكتاب أو السنة أو الإجماع أو القياس؟، إذا ما أمعنا النظر في المباحث القياسية عند الأصوليين، فإننا سنتبين أنه لايعدو في الحقيقة إلا أن يكون طريقة في استنباط الأحكام من النصوص التشريعية، وكذلك فإن حذاق العلماء صرحوا بأن القياس ليس أصلاً بذاته، وإنما هو معقول أصلاً، فهو في حقيقة الأمر وسيلة لتنظير الاستنباط وتنظيمه، وهذا واضح في فصوله المتعلقة بالقوادح والترجيح والتعديل التي تعطي المجتهد وسائل الاستنتاج، وتعطي الخصم وسائل الانتقاد. ¶ المجال الثالث: وهو الخلاف في الفروع: وهو مجال متسع في مادته ومضمونه، وتعود أسباب الخلاف في الفروع إلى اجتهادات الأئمة في تقويم الأدلة الأصولية، وإذا كانت النصوص التشريعية من كتاب وسنة هي المرجع المعتمد، فإن الخلاف يقع تقدير إحكام ماهو ثابت، وتفسير ماهو محكم، ولقد اشتُهِر رأي المصوبة من الأصوليين أي القائلين، بجواز تقليد كل مجتهد، لما روي عن النبي عليه الصلاة والسلام ، أن \"من اجتهد فأصاب فله أجران وإن أخطأ فله أجر\" وشاع قولهم:إن من قلد عالماً لقي الله سالماً، وهذا يقتصر على من تتوفر فيه شروط الاجتهاد المبسوطة في كنفي الأصول: واتفق الجميع على أن في اختلاف العلماء رحمة للأمة، لصعوبة التقيد بجميع الناس أي واحد في كل مسألة.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ولقد اخترنا في هذا المجال، أمثلة من اختلاف العلماء في الفروع، أخذناها من اختصار الجصاص لكتاب اختلاف العلماء لأبي جعفر أحمد بن سلامة الطحاوي، وهذا الاختيار، ما يمتاز به الطحاوي من مكانة خاصة في الرسوخ في علم الاختلاف، إذ قد تربى في أحضان خاله المزني صاحب الشافعي الشهير، وأخذ عنه فقهه، ثم اطلع على أقوال فقهاء الأمصار، وبرع في الحديث فألف فيه تصنيفه الشهير في مشكل الآثار، وعرف أنه انتقل إلى المذهب الحنفي بعد علم وتدبر، كما أنه اشتُهر بأمانته في النقل ونزاهته في التعليق، وبسبب ذلك كان مصدراً موثوقاً لعلماء الخلاف الذين جاءوا، وهكذا أن الإمام أبا عمر بن عبد البر قد اعتمده كثيراًً في بسط أقوال العلماء في التمهيد، ثم إن مختصر الجصاص تضمن مايزيد على ألفين وثلاثمائة مسألة، تباينت أقوال العلماء فيها، ونورد منها مايلي: ¶ ففي باب الطهارة، يقول أصحاب أبي حنيفة والأوزاعي والشافعي، إن المسح على الخفين للمقيم يوماً وليلة، وللمسافر ثلاثة أيام ولياليها. وروي عن مالك والليث أن لاوقت للمسح على الخفين، إذا لبس خفيه، وهو طاهر يمسح مابدا له(1). ¶ وفي باب الصلاة، يقول أصحاب أبي حنيفة أن يسجد السهو بعد السلام، ويقول الشافعي والأوزاعي قبل السلام، وعن الإمام مالك إذا كان نقصاناً فقبل السلام وإذا كان زيادة فبعده . ¶ وفي صلاة السفر، اتفق أبو حنيفة ومالك والشافعي، على أن الملاح يقصر في السفينة أثناء سفره فيها. ويقول الحسن بن حي الحنبصي إن كانت السفينة رست ولامنزل غيرها، فإنه فيها كالمقيم.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وفي باب الزكاة، يقول الأحناف، والثوري والأوزاعي والحسن بن حي والشافعي أنه ليس في المواشي العوامل الزكاة، ويقول مالك والليث إن فيه صدقة. ويقول أبو حنيفة ومالك أنه لاتعطي المرأة زوجها من الزكاة، ويقول الثوري وأبو يوسف ومحمد والشافعي تعطيه. وفي حكم دفع الزكاة إلى مصرف واحد، يقول الأحناف لايجوز أن يعطيها مسكيناً واحداً؛ وقال مالك لابأس أن يعطي زكاة الفطر عن نفسه مسكيناً واحداً، وقال الشافعي أقل أهل سهام ثلاثة، فإن أعطى اثنين ولم يجد الثالث ضمن ثلث بهم. ¶ وفي باب الصيام يقول أصحاب أبي حنيفة أن من جامع أو أكل أو شرب ناسياً في رمضان فلاقضاء عليه، وقال مالك والليث عليه القضاء. ¶ وفي باب الحج، يفضل الأحناف الإحرام من دويرة الأهل، وهو قول الثوري والحسن ابن صالح برجي، وكره مالك الشافعي الإحرام قبل الميقات، ويسوق أبو جعفر عدة أحاديث في فضل الإحرام من بيت المقدس، وآثارا ًعن علي وعبد الله أن من تمام الحج والعمرة أن تحرم بهما من دويرة أهلك، وأن ابن عمر أحرم من بيت المقدس بعُمرة، وابن عباس أهلَّ من الشام، وعمران بن حصين من البصرة وابن مسعود من القادسية. ¶ وفي كتاب النكاح، يقول أبو حنيفة وزفر، أن للمرأة أن تزوج نفسها كفؤا، إن كان غير كفؤ، فالنكاح جائز وللأولياء أن يفرقوا بينهما، ويقول أبو يوسف والثوري والحسن ابن حي والشافعي أنه لانكاح إلا بولي. ويقول مالك أن كل امرأة لها مال وغنى وقدر لاينبغي أن يزوجها إلا الأولياء أو السلطان، وفي مقدار الصداق يقول الأحناف لا أقل من عشرة دراهم، ويقول مالك ربع دينار، ويقول الشافعي والليث والحسن بن حي أنه يجوز بقليل المال وكثيره ولو بدرهم واحد.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وفي باب البيوع، أورد أبو جعفر أن الأحناف لايجيزون بيع المراعي ولا إجارتها، وأن الكلأ لا يملكه صاحب الأرض حتى يأخذه فيحرزه، وهو قول الشافعي، وقال الثوري: لا بأس يحمي الكلأ للبيع أو الشجر للحطب أو للبيع. وقال مالك: لا بأس أن يبيع الرجل مراعي أرضه سنة واحدة، ولايبيعها سنتين ولاثلاث، ولا يبيع مراعي أرضه حتى تطيب، وتبلغ مبلغ الخِصْب. ¶ وعلق أبو جعفر على قول مالك بأنه روي عن أبي الزناد عن الأعرج عن أبي هريرة أن النبي عليه الصلاة والسلام ، قال: >لا يمنع فضل الماء ليمنع الكلأ<، فهذا دليل على أنه لايحل منع الكلأ، وما لايحل منعه لايحل بيعه. وقد روي عن النبي عليه الصلاة والسلام ، أنه قال: > الناس مشتركون في ثلاث: الماء والنار والكلأ<. غير أن أبا جعفر لم يفرق بين الكلإ في الأرض المملوكة، والكلإ في البراري غير المملوكة. ¶ وفي باب الغصب، أن من غصب خشبة وأدخلها في بنائه، فعليه قيمتها، ولا تنزع منه عند الأحناف، وقال مالك والشافعي: أن لصاحبها أخذها، ويقول الشافعي: أنه إذا كان خيطاًً خيط به جرح إنسان أو حيوان لم ينزع. ويظهر في هذا المعنى تعارض حق الملك، واعتبار المصلحة التي هي من مقاصد الشريعة، حتى أن بعض العلماء قال: إنها تقدم على دليل الإجماع اعتماداً على قوله عليه الصلاة والسلام : >لا ضرر ولاضِرار<. ¶ وفي باب الفرائض ذكر أبو جعفر الخلاف في توريث ذوي الأرحام، أورد أن الأحناف يقولون في غياب العصبة وأهل السهام، وخالفهم مالك والشافعي اللذان قالا برد ما بقي من التركة لبيت المال، ولكن أبا جعفر استدل بأحاديث منها ما روي عن أبي أمامة ابن سهل بن حنيف عن عمر أن النبي عليه الصلاة والسلام ، قال: >الله ورسوله مولى من لامولى له والخال وارث من لاوارث له<.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وفي كتاب الديات والجنايات، بين أبو جعفر مذهب أبي حنيفة في الفرق بين العمد المحض وشبه العمد، والخَطَإ، وأن العمد هو القتل بحديدة، أو بليطة قصب، وهو يعبر عنه بالمحدد، أو القتل بنار، وماسوى شبه عمد فلاقصاص فيه، وفيه الدية المغلظة على العاقلة وعلى القاتل الكفارة، وليس فيما سوى النفس شبه عمد، ويقول صاحباه: إن شبه العمد ما لايقتل مثله نحو اللطمة، والضربة الواحدة بالسوط. ويقول ابن شبرمة: أن دية شبه العمد في مال الجاني، وليست على العاقلة. ¶ وروى ابن القاسم عن مالك أن شبه العمد باطل، إنما هو عمد أو خطأ، ويقول الليث: أن ما عمد به إنسان، وإن ضربه بأصبعه فمات، فإنه يدفع إلى ولي المقتول، وهذا يعني أن فيه القوة، واعتبر الشافعي استعمال مايسبب الموت عادة. ثم إن أبا جعفر احتج لشبه العمد بحديث رواه هشيم عن خالد الحذاء عن القاسم بن ربيعة بن جوشن عن رجل من أصحاب النبي عليه الصلاة والسلام ، خطب يوم فتح مكة، فقال: > ألا إن قتيل خطإ العمد بالسوط والعصا والحجر فيه دية مغلظة: مئة من الإبل منها أربعون خلفة في بطونها أولادها< . ¶ هكذا نرى في هذه النماذج أمثلة من الاجتهاد في الاستدلال، وحرية الرأي والتفكير، والتسامح في المعارضة والخلاف، فكل من علماء المذاهب والأمصار يعرف حجة معارضه، ويعترف بصدقه ونزاهته، وأكثرهم يقول، مثل: ما يقول الشافعي: أعتقد أن رأيي صواب يحتمل الخطأ، وأن رأي مخالفي خطأ يحتمل الصواب. ¶ http://www.isesco.org.ma/pub/ARABIC/adabeikhtilaf/page7.htm",
            "page": "12",
            "part": "1"
        }
    ],
    "t37578": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "لمحة عن مجالات الخلاف وضوابطه"
        }
    ]
}