{
    "b37571": [
        {
            "id": "1",
            "nass": "ضوابط ¶ للدراسات الفقهية ¶ تأليف ¶ فضيلة الشيخ ¶ سلمان بن فهد العودة ¶ المشرف العام على موقع الإسلام اليوم ¶ مقدمة ¶ إن الحمد لله، نحمده ونستعينه ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله. ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا الله وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا الله إِنَّ الله خَبِيرٌ بِمَا تَعْمَلُونَ.وَلا تَكُونُوا كَالَّذِينَ نَسُوا الله فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ) [الحشر:18، 19]. ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا الله وَقُولُوا قَوْلاً سَدِيدًا.يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ الله وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا) [الأحزاب:70، 71]. ¶ (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا الله الَّذِي تَسَاءَلُونَ بِهِ وَالأرْحَامَ إِنَّ الله كَانَ عَلَيْكُمْ رَقِيبًا) [النساء:1]. ¶ أما بعد: ¶ فإن الله تعالى خلق الخلق: جِنَّهم، وإنسهم؛ لحكمة بينها سبحانه بقوله: (وَمَا خَلَقْتُ الْجِنَّ وَالإنْسَ إِلاَّ لِيَعْبُدُونِ) [الذاريات:56]. فهو الخالق، وهو المعبود سبحانه، ومن يملك الخلق والرزق، والإحياء والإماتة، والضر والنفع هو الذي يملك الأمر والنهي، والحكم، والتحليل والتحريم؛ ولذلك قال تعالى: (أَلا لَهُ الْخَلْقُ وَالأمْرُ) [الأعراف:54].",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ونعى سبحانه على المشركين اعترافهم له بالربوبية، وعدم التزام ما يترتب عليها؛ من الاعتراف بالألوهية والإفراد بالعبادة. جاء ذلك في آيات كثيرة كما في قوله تعالى: (قُلْ لِمَنِ الأرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ.سَيَقُولُونَ لله قُلْ أَفَلا تَذَكَّرُونَ.قُلْ مَنْ رَبُّ السَّمَوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ.سَيَقُولُونَ لله قُلْ أَفَلا تَتَّقُونَ.قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ.سَيَقُولُونَ لله قُلْ فَأَنَّى تُسْحَرُونَ) [المؤمنون: 84 - 89] وغيرها. ¶ فالله المتصرف المبدئ المعيد، هو المشرع الذي لا يجوز أن يُشْرَك معه في تشريعه أحد، ولا أن يقبل العباد شرعًا غير شرعه، قال تعالى: (أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ الله) [الشورى:21] ¶ وقال تعالى: (مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلا يُشْرِكُ فِي حُكْمِهِ أَحَدًا) [الكهف: 26]، وفي بعض القراءات: (وَلا تُشْرِكْ فِي حُكْمِهِ أَحَدًا) على أنها خطاب للرسول صلى الله عليه وسلم ولأمته من بعده؛ يتضمن النهي عن الإشراك في الحكم؛ أي: النهي عن قبول حكم غير حكم الله، أو شرع غير شرعه. ¶ وفي القرآن الكريم نجد صورتين متقابلتين متباينتين؟ ¶ الأولى: صورة المؤمن المسلِّم لربه، الممتثل لأمره، وأمر رسوله صلى الله عليه وسلم فهذا يقف دائمًا بانتظار حكم الله تعالى، أو حكم رسوله، ثم يقول: سمعنا وأطعنا. ففي هذا الصنف يقول تعالى: (إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى الله وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ.وَمَنْ يُطِعِ الله وَرَسُولَهُ وَيَخْشَ الله وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ) [النور: 51، 52].",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ويقول: (وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى الله وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ) [الأحزاب:36]. ¶ والثانية: هي صورة المنافق الذي يعبد هواه ومصلحته، ويتبع ما يوافقهما؛ فإن جاء شرع الله وأمره موافقًا لهواه أخذ به، لا لأنه شرع الله، ولكن لأنه موافق لهواه ومصلحته. ¶ ولو كانت مصلحته وهواه في الكفر الصراح لأقدم عليه بلا تردد، وفي هذا الصنف يقول تعالى: (وَإِذَا دُعُوا إِلَى الله وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ.وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ.أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ الله عَلَيْهِمْ وَرَسُولُهُ بَلْ أُولَئِكَ هُمُ الظَّالِمُونَ) [النور: 48-50]، ويقول: (وَمِنَ النَّاسِ مَنْ يَعْبُدُ الله عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا والآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ) [الحج: 11]. ¶ وهناك آيات أخرى كثيرة في وصف هؤلاء العابدين لأهوائهم، الخابطين في عميائهم، المضطربين في ولائهم. ¶ وخلاصة القول: إن المؤمن الذي اختار طريق الإسلام على طرق الكفر والنفاق؛ ليس له مع أمر الله ونهيه أمر ولا نهي، ولا مع حكم الله وقوله حكم ولا قول؛ إنما هو الإذعان والتسليم المطلق المجرد عن كل سبب أو دافع إلا طاعة الله ورسوله صلى الله عليه وسلم، والرضا بهما وبحكمهما. ¶ فليس يعنيه أن يعرف حكمة هذا الأمر أو ذاك، أو مفسدة هذا المنهي عنه، أو مصلحة ضده؛ بل كل ما يعنيه أن يعرف: ما حكم الله في المسألة الفلانية؟ وما هي أمارة هذا الحكم ودليله؟ ثم ينقاد -بعد ذلك- انقياد الواثق المطمئن البصير.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وإذا كانت هذه الحقيقة الواضحة هي أسُّ الإسلام ولبه؛ فإنه يترتب عليها أن يدرك المؤمن المستسلم: أن لله تعالى في كل مسألة حُكمًا؛ عَلِمَهُ مَنْ عَلِمَهُ، وجهله من جهله. ¶ وقد يكون هذا الحكم هو الإيجاب، أو الندب والاستحباب، أو الجواز والإباحة، أو الكراهة، أو التحريم، فهذه هي الأحكام الخمسة التي لا تخرج مسألة من المسائل عنها بحال من الأحوال. ¶ ولذلك يسعى المؤمن إلى معرفة حكم الله في المسائل والقضايا: فإن كان عالمًا سعى إلى معرفة ما يحتاجه الناس من الأحكام؛ ليرشدهم إلى ما يجوز وما لا يجوز، ويبين لهم الحلال من الحرام في حكم الله وشرعه، مقرونًا بدليله الصحيح من القرآن أو السنة أو القياس السليم أو الإجماع أو غير ذلك. ¶ وإن كان عامّيًا، أو غير متخصص في علوم الشريعة؛ سعى إلى معرفة ما يحتاجه هو في حياته العملية من أحكام في العبادات، أو المعاملات، أو غيرها: إما بالبحث في الكتب الميسَّرَة -إن كان ممن يستطيع ذلك-، وإما بسؤال العلماء الذين ذكرهم الله بقوله: (فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ) [النحل: 43]. ¶ وقد جعل الله تعالى علامات وأمارات يُتعرف بها إلى حكمه في كل مسألة، هي ما تسمى بـ\"الأدلة الشرعية\"، سواء المتفق عليها كالقرآن والسنة والإجماع، أو المختلف فيها كباقي الأدلة. ¶ غير أن تنزيل الحوادث المفردة المحددة على مواقعها من النصوص الواسعة العامة أمر ليس بالميسور لكل أحد. وأضرب لذلك مثلا واحدًا:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "علمنا يقينًا لا تردد فيه أن الشرع جاء بجلب المصالح وتحصيلها وتكميلها، ودرء المفاسد ودفعها وتقليلها.. فهذا حكم عام، ولكن الحكم على مسألة واقعة بأنها جلب مصلحة، أو درء مفسدة؛ يحتاج إلى يقظة وتحرٍّ وفهم وإدراك؛ لأنه لا يكاد يوجد مصالح محضة لا مفسدة فيها البتة، كما لا يكاد يوجد مفاسد محضة لا صلاح فيها البتة؛ بل الحكم لما غلب من هذين، فما غلبت مصلحته فهو مطلوب، وما غلبت مفسدته فهو مردود وهكذا. ¶ ولذلك صار من المهم اللازم لحياة المسلمين أن يوجد من بينهم من يُعْنِيهم الاشتغال بتمحيص المسائل وتحقيقها ودراستها، وتحري حكم الشرع فيها، وهؤلاء هم الفقهاء العاملون المبلغون عن الله حكمه إلى سائر من لا يمكنه الوصول إلى هذا الحكم إلا عن طريقهم. ¶ وقد كان أصحاب رسول الله صلى الله عليه وسلم هم أول المجتهدين، وطليعة العلماء العاملين، كلهم يصدرون عن القرآن والسنة والقياس الصحيح، أو يجتمعون -فيما لا نص فيه- فيُجمِعون. ثم جاء من بعدهم التابعون، فأتباعهم، وما زال في المسلمين من يبين لهم شرع الله، ويدعوهم إليه؛ إذ لا يخلو عصر من قائم لله بحجة. ¶ ولكن الجبلة البشرية، التي فطر الله الناس عليها: من الاختلاف في الأفهام، وقوى العقل والإدراك، مع التفاوت بين الناس في معرفة الأدلة واستيعابها، سواء من حيث الثبوت، أو من حيث الدلالة، ومع التفاوت بينهم في تصور المسائل، وفهم أبعادها، إضافة إلى تفاوت مقدار الإخلاص والصدق في معرفة الحكم بعيدًا عن كل تعصب مذهبي، أو تقليد غير بصير؛ كل ذلك جعل العلماء والباحثين والمؤلفين يختلفون في طرائقهم التي يسلكونها في معرفة الأحكام، ثم يختلفون في ذات الأحكام التي توصلوا إليها.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وعلى رغم كثرة ما أُلِّف وكُتب في علم (أصول الفقه) -وهو العلم الذي يُعنى ببحث طرائق استخراج الأحكام الشرعية من أدلتها التفصيلية- في جميع المذاهب مما لا يكاد يقع تحت الحصر، وعلى رغم الاختلافات الهائلة بين مناهج الفقهاء، والتباين البعيد بين مسالكهم؛ فقلما يلتفت أحد من المسلمين -وخاصة في هذا العصر- إلى التفكير بوضع الأصول الشرعية، والقواعد العامة، التي تعين الباحث المنصف البعيد عن التعصب على معرفة الأحكام بطريقة سليمة، خاصة وقد التبس الحق بالباطل، والخطأ بالصواب، في كثير من الأحيان؛ حتى عسر تمييز ذلك إلا على من وفقه الله للفهم، ورزقه الإخلاص، وعصمه بالبصيرة النافذة. ¶ ولست أعني بوضع الأصول والقواعد: إنشاءها واختراعها؛ فهذا ما لا سبيل إليه لمن أراد أن يكون مسلمًا حقًا، فالابتداع في الفروع -فضلاً عن القواعد والأصول- ضلال، واستدراك على الشرع، وطعن في المبلغ صلى الله عليه وسلم، وقد قيل: ¶ وخيرُ الأمورِ السالفاتُ على الهدى ¶ وشرُّ الأمورِ المحدثاتُ البدائعُ ¶ وقيل: ¶ وكلُّ خيرٍ في اتباعِ مَنْ سَلَف ¶ وكُلُّ شرٍّ في ابتداعِ مَنْ خلف ¶ وإنما أعني بذلك تمحيصها من كتب الأصول والفقه والحديث والعقائد، وجمعها، والتنسيق بينها بطريقة تناسب العصر، وتيسر الأمر. ¶ وأعني -أيضًا- دراسة الأمور التي يكثر فيها النزاع من القواعد والأصول، دراسة صادقة يُتَحرى فيها الصواب -ولا شيء غيره-؛ لتكون نبراسًا للباحثين عن الحق، يعصمهم الله بها من التردي في مهاوي الإفراط أو التفريط، وذلك كمسألة \"الاجتهاد والتقليد\" مثلاً. ¶ وقد استعنت الله تعالى في بدء المحاولة، على ضعف الآلة، وضعف الهمة، وضعف الإخلاص -والله المستعان-. ولكن لعل ما حاولته في هذه الصفحات يكون داعية لبعض المخلصين والغيورين؛ أن يتناولوا الموضوع -من جديد- تناولاً جادًا، يكشف غوامضه، ويجلي خوافيه. ¶ وقد قسمت هذه الدراسة إلى: تمهيد، وثلاثة أبواب، وخاتمة.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ففي التمهيد: تحدثت عن أهمية الفقه في الدين، وفضله، وأنه شرط رئيس للخيرية والسؤدد في الإسلام -كما نطقت بذلك النصوص-. ¶ وفي الباب الأول: حاولت أن أعمل \"تقويمًا\" عامًّا للمكتبة الإسلامية الفقهية. ¶ فتحدثت في الفصل الأول عن: الكتب الفقهية القديمة. ¶ وتحدثت في الفصل الثاني عن: الكتب الفقهية الحديثة. ¶ وفي الباب الثاني: تحدثت في فصلين عن: الشروط المنهجية في البحث العلمي -أيًا كان اختصاصه ومجاله- والمراحل التي يمر بها. ¶ ثم عن الصفات العلمية للباحث، سواء الصفات العامة لأي باحث، أو الصفات الخاصة لبحث موضوع بعينه. ولتطبيق هذه الصفات العامة على من يبحث في مجال الفقه؛ وسَّعت الكلام على صفات الباحث في الأمور الفقهية، وعلى العلوم التي يحتاج إليها في اختصاصه. ¶ وفي الباب الثالث: -وهو جوهر الموضوع- حاولت حصر ما توصلت إليه من الضوابط العامة للباحث في الفقه؛ ولذلك جاء هذا الباب طويلاً، واحتوى على تسعة فصول. ¶ الفصل الأول: بين التيسير والتشديد. ¶ الفصل الثانى: كراهة التنطع والتوسع في افتراض المسائل. ¶ الفصل الثالث: بين الاجتهاد والتقليد. ¶ الفصل الرابع: مبحث الخلاف والترجيح. ¶ الفصل الخامس: حول فقه النوازل. ¶ الفصل السادس: عن ألفاظ التحليل والتحريم، والتسرع في إطلاقها. ¶ الفصل السابع: عن التربية والعبادة والبناء الخلقي. ¶ الفصل الثامن: الأدلة الشرعية، وترتيبها، وكيفية إعمالها. ¶ الفصل التاسع: كلمة في المراجع. ¶ ثم ختمت البحث بخاتمة، سجلت فيها أهم ما مر في البحث من النتائج، وأتبعت ذلك بذكر المصادر والمراجع التي استفدت منها في البحث. ¶ وإنني لأسأل الله تعالى أن يجعل عملي خالصًا لوجهه الكريم، وأن يتقبله مني، وأن يثيبني عليه، ويغفر لي ما قصرت فيه. ¶ وأستغفر الله وأتوب إليه، والحمد لله رب العالمين، وصلى الله وسلم على عبده ورسوله نبينا محمد وعلى آله وصحبه أجمعين. ¶ في الرياض 20/ 7/ 1404 هـ ¶ * * * ¶ تمهيد",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد، وعلى آله وصحبه الذين قضوا بالحق، وبه كانوا يعدلون، وعلى السائرين على دَرْبهم إلى يوم يبعثون. ¶ أما بعد: ¶ فإن من أعظم ما تُقُرِّب به إلى الله تعالى الفقه في دينه، والاشتغال به: تعلُّمًا، وتعليمًا، وكتابةً، ودعوةً، ومجادلةً بالتي هي أحسن. وقد ندب الله تعالى المؤمنين إلى أن ينفر منهم (طائفة)؛ ليتفقهوا في الدين، ويُفقِّهوا فيه غيرهم، قال تعالى: (وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ) [التوبة:122]. ¶ ولا شك أن التفقه في الدين لا يتم إلا لمن مَلَك آلته: من العقل والفهم، والإدراك القويّ، والحفظ، والتقوى. ¶ كما أن الإنذار لا يتمّ إلا لمن كان فقيهًا، عالمًا، جريئًا، فصيحًا، صادقًا، ولهذا مدح الرسول صلى الله عليه وسلم المتفقهين في الدين، وبيَّن أن الله أراد بهم خيرًا حين ندبهم، وحرَّك هممهم صوب هذه الغاية الشريفة، فقال: \"من يُردِ الله به خيرًا يفقهه في الدين\"(1). ¶ وإنما المقصود: الفقه الحقّ -على ما سنذكره إن شاء الله-، لا مجرد حفظ المتون، واستظهار الكتب. ¶ كما بيَّن صلى الله عليه وسلم أن المعدن السليم الكريم لا يكفي للخيرية والسؤدد -في الإسلامِ- حتى ينضم إليه الفقه في الدين؛ فقال: \"الناس معادن، خيارهم في الجاهلية؛ خيارهم في الإسلام إذا فَقُهُوا\"(2). ¶ وقد ورد في فضل العلم والتعلُّم والتعليم نصوص كثيرة، ليس هذا مجال حصرها، ويمكن الرجوع إليها في مظانّها، مثل: ¶ __________ ¶ (1) أخرجه البخاري (71)، ومسلم (1037) من حديث معاوية بن أبي سفيان رضي الله عنهما. ¶ (2) أخرجه البخاري (3383)، ومسلم (2378) من حديث أبي هريرة رضي الله عنه.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ا- كتاب (جامع بيان العلم وفضله، وما ينبغي في روايته وحمله)، لحافظ المغرب الإمام أبي عمر يوسف بن عبد البر النمري القرطبي، وقد طبع عدة طبعات، إحداها في المطبعة المنيرية. ¶ 2- كتاب (الفقيه والمتفقه) للإمام الكبير الحافظ أبي بكر الخطيب البغدادي، صاحب التصانيف السائرة، وقد طبع أيضا عدة طبعات، إحداها بعناية الشيخ إسماعيل الأنصاري وتعليقاته. ¶ 3- كتاب (السنن) للإمام الدارمي، وخاصة في مقدمته، وقد طبع طبعة بعناية (أحمد دهمان)، وأخرى بتعليق (عبد الله هاشم اليماني) -ولعلها أجود-. ¶ 4- سائر كتب (العلم) في الصحيحين، وكتب السنة. ¶ وقد وضع العلماء -ممن ذكرنا وممن لم نذكر- أصولاً وآدابًا وضوابط عامة يستأنس بها المشتغل بهذا العلم الجليل، الذي به يُعرف الحلال من الحرام، والحق من الباطل، ويعرف مدى استقامة الناس على ذلك، أو انحرافهم عنه. ¶ وهذه الأسطر القليلة التي تضمنها هذا البحث محاولة لجمع ما تناثر من أقوالهم، أسأل الله فيها التوفيق والتسديد. ¶ وقد كتبت على حين عجلة، وضيق من الوقت، وفتور في العزيمة، ولم أقصد فيها إلى الاستيعاب، وأنّى لأمثالي ذلك! ¶ والله الموفق للصواب، ومنه نستمدُّ العون والتوفيق. ¶ * * * ¶ الباب الأول ¶ الفصل الأول ¶ نظرة على الكتب الفقهية القديمة ¶ تغصّ المكتبة الإسلامية -القديمة والحديثة- بالكتابات الكثيرة عن الإسلام في كافة نواحيه، وخاصة فيما يتعلق بالجانب الفقهي الذي يعالج موضوع الأحكام، أو ما يسمى بـ \"الفروع\". ¶ ومما لا شك فيه أنه لا مجال للمقارنة بين الكتب القديمة، وبين الكتب الحديثة والمعاصرة: لا من ناحية الكثرة والشمول، ولا من ناحية طريقة العرض والدراسة، ولا من ناحية النتائج التي هي غرض الدراسة... ¶ وفي هذا الباب نلقي نظرة تقويمية على هذه الكتب، ونخص الفصل الأول بالحديث عن الكتب القديمة.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فهذه الكتب ثروة طائلة للأمة المسلمة، تفتقر إليها الأمم الأخرى، وجهود علمية جبارة تشهد للمسلمين بالقدرة على قيادة البشرية، ومواكبة التطورات والتغيرات المختلفة، وتشهد للفقهاء المسلمين بسعة العقل، وحدة التفكير، وقوة الاجتهاد. ¶ وقد كتب كثير من هذه الكتب في أزمان سلطان الإسلام، وعزِّه ودولته، ويوم كانت رايات التوحيد مركوزة في أنحاء المعمورة. يوم كان الإسلام يحكم عالَمًا مترامي الأطراف، يقع فيه من النوازل والقضايا، والأحداث والمشكلات، الفردية والجماعية، العلمية والاجتماعية والسياسية وغيرها ما لا يكاد يقع تحت حصر. وربما وقع في بلد؛ ما يُعَدُّ غريبًا في بلد آخر، وربما تعورف في بلد على أمر، وتعورف في البلد الآخر على ضده. ¶ فكانت آثار هذا الواقع الممتد في الرقعة الإسلامية، تبدو واضحة جلية في كتابات العلماء وآثارهم. ¶ كما كان العلماء المسلمون يكتبون من مركز قوة، أي أنهم يمثلون في علومهم ودراساتهم الأمة الظافرة المنتصرة، والدين القوي المسيطر، وكانوا -كغيرهم من أفراد الأمة المسلمة- يعتزون بهذا الدين، ويَشْرُفون بالانتماء إليه، والانضواء تحت رايته. ¶ وكانت مراكز العلم والبحث منتشرة في كل صقع من أصقاع العالم الإسلامي: من مصر إلى الشام إلى الحجاز إلى نيسابور إلى غيرها، وكان يتوفر في هذه المدارس المعلمون والمشايخ في كافة العلوم: في العقيدة، والحديث، والنحو، والتفسير، والفقه، وغيرها، إضافة إلى توفير متطلبات الحياة العادية من مسكن، ومأكل، ومشرب وعلاج وغيرها. ¶ فكان الطالب يجمع همه على العلم، ويتلقى كل فن عن كبار المختصين فيه، ويفرغ نفسه من الشواغل والملهيات؛ بل ربما سافر من بلده إلى بلد آخر ومكث فيه عشرات السنين، تاركًا وراءه كل ما يربطه بوطنه الصغير، مهاجرًا إلى الله ورسوله في طلب العلم، وما أخبار البخاري، أو مسلم، أو بقي بن مخلد عنا ببعيد.. وغيرهم كثير.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقد نتج عن هذه الحال تخرج أعداد كبيرة من العلماء، يجمعون بين أنواع كثيرة من العلوم يكمل بعضها بعضًا: فهم محدثون حفاظ أثبات، ولغويون فصحاء أقحاح، وفقهاء مستنبطون، وعلماء في التفسير، وأساتذة في العقيدة. ¶ ولم يكن الفرق عندهم قائما بين هذه العلوم، فهي كلها وسيلة للعلم بالدين، ونشره بين الناس. ¶ وساعدهم على استيعاب هذه العلوم وهضمها؛ التفرغ الذي اضطروا أنفسهم إليه، حين عزفوا عن زخرف الحياة وملذاتها، ومراتع الصبوة والشباب، وشغلوا أنفسهم بما خلقوا له، فعاشوا في دنياهم سعداء، وماتوا ميتة الشهداء. ¶ وقد خلفوا لمن بعدهم تراثًا عريقًا، متشعب الجوانب، لو اجتمعت جهود العلماء والباحثين، وتوفرت عليه، لكلت دون أن تبلغ منه مبلغًا، فضلاً عما ضاع عبر القرون -وهوكثير-. ¶ وفيما يتعلق بالتراث الفقهي منه فهو على أنواع: ¶ 1- فمنه ما يكون الفقه فيه ممزوجًا بغيره من العلوم الشرعية كالحديث وغيره، ومن أمثلة ذلك ما نجده من الآراء والاستنباطات الفقهية في مثل \"موطأ\" الإمام مالك، أو ما نجده في تراجم الإمام البخاري في صحيحه، أو ما نجده في كثير من كتب السنة، وبالذات ما يسمى بـ \"المصنفات\"، كمصنف الإمام الجليل عبد الرزاق الصنعاني رحمه الله ، ومصنف الإمام أبي بكر بن أبي شيبة رحمه الله وغيرها. وكان الغرض منها الجانب العملي؛ ولذلك رتبت على أبواب الفقه. ¶ 2- ومنها ما ألّف في الفقه خاصة -وإن دخل في الفقه غيره من العلوم كالحديث- تبعًا، ومن أشهر وأقدم الكتب المصنفة في ذلك: كتاب \"الأم\" للإمام الشافعي، وكتاب \"المدونة\" للإمام مالك، وغيرهما...، وهذه الكتب تشمل معظم أبواب الفقه، أوكلها. ¶ 3- وهناك كتب درست جانبًا معينًا، أو موضوعًا خاصًا، ككتاب \"الأموال\" للإمام الجليل أبي عبيد القاسم بن سلام، وكتاب \"الخراج\" لأبي يوسف، ولأبي يعلى، وكتاب \"شرح السير\" للسرخسي وغيرهما.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ومما ينبغي الإشادة به، والإشارة إليه: أن هذا التراث الفقهي العظيم قد تحدث في عدد ضخم جدًا من الفروع، لا يوجد له نظير في أي أمة من الأمم، أو حضارة من الحضارات؛ بل وسبق الزمن في عديد من القضايا، فوضع لها الحلول المناسبة في زمن كان الناس فيه لا يتصورون مجرد وقوعها فضلاً عن دراسة الحلول لها(1). ¶ ولكن كل ما سبق لا يعني قدسية هذا التراث أو عصمته المطلقة، كما لا يعني أنه كاف لسد حاجة كل عصر دون جهد يقوم به أبناء العصر أنفسهم. ¶ بل لا يخلو هذا التراث من ثغرات وجوانب نقص، سواء من حيث الشكل، أو من حيث المضمون والمحتوى. ¶ أ- فمن حيث الشكل، وطريقة الترتيب والتبويب: ¶ تتداخل الموضوعات في بعض هذه الكتب تداخلاً يصعب معه العثور على المسألة المطلوبة -أحيانًا- حتى على المختصين. فقد تجد أبحاث (تصرفات المريض) في كتاب العتق - باب العتق في المرض، وقد تجد أحكام (الحضانة) في باب الخلع.. وهكذا. ¶ ومما يضاعف الصعوبة عدم وجود الفهارس الموضوعية التي تيسر للباحث مهمته(2). ¶ ب- ومن حيث الأسلوب: فأسلوبها -وإن ناسب العصر الذي كتبت فيه- إلا إنه مما يعسر فهمه على المعاصرين، ومما يلحظ فيه: ¶ - ضغط العبارة، وحصر المعنى الواسع في لفظ ضيق قليل موجز، يصل -أحيانًا- إلى التعقيد والركاكة، وهذا إنما يوجد في المتون والمختصرات التي كثرت في المتأخرين، وصارت عمدة الدارسين والمتفقهين لقصرها، وإمكانية حفظها. ¶ __________ ¶ (1) لا يعني هذا إقرار التوسع في الفرضيات بلا مسوغ كما سيأتي في الباب الثالث. ¶ (2) وقد قام بعض الباحثين والمشتغلين في هذا المجال ببعض المحاولات المشكورة لتسهيل الاستفادة من هذه الكتب بفهرستها ومن ذلك: ¶ أ- فهارس كتاب (المغني لابن قدامة) وضعها الأستاذ محمد الأشقر. ¶ ب- معجم فقه الإمام ابن حزم الظاهري، أعده مجموعة من الباحثين في الشام. ¶ جـ- فهرس ابن عابدين أعده الأستاذ مهدي خضر. ¶ د- فهارس كتاب المبسوط للسرخسي للشيخ خليل الميس. وغيرها.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "- كثرة استعمال العبارات الاصطلاحية ذات الدلالة التاريخية التي لا يفهمها إلا من عاصر مدلولها، وقد يكون مؤلف الكتاب في بلد له اصطلاحات لا يفهمها أهل بلد آخر. ¶ وليس ثمة مانع من استعمال اللفظ الاصطلاحي، شريطة تحديد مدلوله وضبطه بصورة لا يلتبس معها بغيرها(1). ¶ جـ- ومن حيث المضمون والمحتوى: ¶ فهذه الكتب ألفت في عصر له ظروفه المختلفة عما قبله وما بعده، وهي كانت تُعْنَى بدراسة المشكلات المستجدة في ذلك العصر، والبحث عن حلولها الشرعية، ولكن العصور التالية لها جاءت -أيضًا- بمشكلات جديدة، وقضايا حادثة، لا يُعثر في الكتب السالفة على حلولها؛ بل قد لا يكون البحث تطرق إليها أصلاً. وإن وجد بعض اللفتات والإشارات، التي يمكن الانتفاع بها في دراسة النوازل الجديدة، فهي مما لا يستفيد منه إلا الباحث المتخصص العميق. ¶ كما أن من هذه الكتب -وخاصة المتأخرة- ما يكون تركيزه على تحرير المذهب الذي ألَّف فيه وحكايته وتقريره، دون أن يعطي الاستدلال حقه، ودون مقارنة أو ترجيح. ¶ وهناك عدد كبير من الكتب المذهبية المتأخرة غلب عليها داء التعصب المذهبي المقيت، والالتزام المطلق بالمذهب؛ سواء ما كان منه من نص الإمام ذاته، أو من زيادات أصحابه وتلاميذه، أو من اختيارات البارزين فيه، أو ما كان مخرجًا على أحد هذه المصادر! ¶ ولذلك قد يخلو الباب، أو الفصل، أو الكتاب؛ من الاستدلال بالآية القرآنية، أو الحديث النبوي، في حين تكثر في بعضها الأحاديث الضعيفة أو الموضوعة. ¶ __________ ¶ (1) وقد قامت محاولات قديمة وجديدة لحل رموزها ومصطلحاتها، ومنها: ¶ أ- المصباح المنير للفيومي. ¶ ب- كتاب شرح غريب ألفاظ المدونة للجبي، تحقيق: محمد محفوظ. ¶ جـ - معلمة الفقه المالكي لعبد العزيز بن عبد الله. وغيرها.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومما يجب التنويه عليه أن الباحث المسلم إنما يبحث عن الحق، وعن مراد الله تعالى، ومراد رسوله صلى الله عليه وسلم، ولا يعنيه بعد ذلك إن وافق قول فلان أو فلان؛ خاصة وأنه إنما يخرج من قول إمام إلى قول إمام آخر(1). ¶ وهذه الملحوظات -وغيرها مما لم نذكره- لا تعني التقليل من قيمة هذه الثروة العظيمة، كما لا تعني تعميم الحكم عليها جميعًا؛ بل فيها ما يعدُّ نموذجًا حيا للدراسة العلمية، التي تحتفظ بقيمتها على مر العصور. ¶ وإنما أشرنا إشارة عابرة إلى تلك المآخذ؛ ليكون تلافيها وتسديدها أساسًا تُبنى عليه الدراسات الفقهية المعاصرة، وفق خطة سليمة شاملة. ¶ * * * ¶ الفصل الثاني ¶ نظرة على الكتب الفقهية المعاصرة ¶ وهذه الكتب تعدّ-بالنسبة للثروة التراثية- قطرة في بحر متلاطم الأمواج، ولهذه الكتب إيجابيات منها: ¶ .جودة الترتيب والتبويب، وملاءمته لروح العصر، وقرب متناوله للباحث، أو القارئ العادي. ¶ فهي تُعنى بوضع العناوين التفصيلية، التي تدل على المراد بوضوح، إضافة إلى العناوين الكلية التي تحدد موضوع الأبحاث، وتفرز الموضوعات بعضها عن بعض، وترتب الأفكار داخل الموضوع، أو المسألة الواحدة. فهي -بشكل عام- أكثر دقة ومنهجية، وأحسن ترتيبًا وتسلسلاً؛ ولذلك فهي أقرب متناولاً، وأيسر مأخذًا. ¶ .سهولة الأسلوب ووضوحه ومناسبته، فهي تتحدث بلغة العصر، وتضرب الأمثلة من واقع العصر، وتستعمل العبارات والمصطلحات التي يتداولها أهل العصر. ¶ ولذلك يشعر القارئ بأهمية معالجتها للموضوعات -ولو كانت الأفكار والآراء التي تطرحها ليست جديدة بحد ذاتها-. ¶ .من هذه الكتب ما يُعنى بالدراسة العلمية البحتة، مع المقارنة والاستدلال، دون أن تسيطر روح العصبية المذهبية -حتى في الكتب التي ألفت حسب مذهب بعينه-. ¶ __________ ¶ (1) انظر ما سيأتي في الباب الثالث حول مبحث الاجتهاد أو التقليد، ثم حول مبحث الخلاف والترجيح.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ومن النماذج الجيدة في هذا الباب: كتاب: \"فقه السنة\" للأستاذ سيد سابق، وغيره. ¶ غير أنه إلى جوار هذه الإيجابيات توجد سلبيات كثيرة؛ بل وخطيرة -أحيانًا- تتعلق بالمضمون، والمحتوى، والنتائج التي يتوصل إليها البحث، خاصة وأنها قد تطرق مسائل جديدة، وقضايا نازلة. ¶ فهي تتأثر أحيانًا -من حيث لا تشعر- بالأقاويل والشبهات التي يطلقها أعداء الإسلام عن الإسلام، بحيث يجعل الكاتب همه دفع الشبهات وإبطالها والدفاع عن الإسلام، وموقف الدفاع -دائمًا- موقف ضعف، فيجره الحرص على تبرئة ساحة الإسلام إلى نفي بعض الحقائق الثابتة، أو نسبة بعض الآراء الغربية إلى الإسلام. ¶ فمن يدافع عن الإسلام ضد هجوم المستشرقين عن الجهاد، يشتطّ(1) فيزعم أن الحرب في الإسلام دفاع لا هجوم، ويلوي أعناق النصوص، والأحداث التاريخية لكي يقسرها(2) على تأييد ما ذهب إليه. ¶ ومن يراجع كتاب \"آثار الحرب في الفقه الإسلامي\" للدكتور وهبة الزحيلي، أو كتاب (العلاقات الدولية في الإسلام) للشيخ محمد أبي زهرة... وغيرهما كثير وكثير؛ يجد مصداق ذلك. ¶ وعمومًا فقد أصبحت قضايا السلم، والحرب، والجزية، والعلاقات الدولية، ومعاملة الذميين والمشركين، وقضايا الحكم والتقنين، والرق، وتعدد الزوجات.. وغيرها؛ لا تُطرق إلا من خلال منطق ضعيف واهن مهزوم. ¶ .كما تتأثر -أحيانًا- بالواقع المرير الذي تعيشه الأمة الإسلامية المضطهدة، المغلوبة على أمرها، الشاردة في الجملة عن هدي ربها وسنة نبيها محمد صلى الله عليه وسلم؛ فتلتمس للناس المعاذير والمسوغات التي تهون من شأن المنكرات والمحرمات، وتستجيب لضغط الواقع وثقله على النفس البشرية؛ فتؤول النصوص الصريحة، وتضعف الآثار الصحيحة. ¶ __________ ¶ (1) يشتط: يبعد ويجاوز الحد. المعجم الوسيط (1/502). ¶ (2) قسر: أكره. المعجم الوسيط (2/762).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وبعض الباحثين -اليوم- يتناولون تلك الموضوعات على استحياء، وفي أعماقهم خضوع واستخذاء(1) للواقع يمنعهم من الانسياق وراء دلالات النصوص المجردة، ويعكر سلامة تلقيهم، ويجعلهم رهينة التأثر بالأوضاع القائمة المتعارف عليها. ¶ وقلَّما تجد من يتحدث عن موضوعات: الربا، والحكم بغير ما أنزل الله، والتأمين، وعمل المرأة، ومشاركاتها السياسية،.. إلخ؛ إلا وتجده مستجيبًا لتزيين الواقع الذي لا يرى له مدفعًا. ¶ والحق أننا مهما عجزنا عن تغيير هذا الواقع أو ذاك، أو الاستبدال به خيرًا منه؛ فإن هذا لا يبيح لنا \"تبريره\"(2) وتحسينه، واعتباره أمرًا مشروعًا، أو مباحًا؛ إذ إننا -بذلك- نضخم الانحراف ونزيده رسوخًا، وننقله من كونه انحرافًا طارئًا ينبغي أن تعمل الأجيال على تعديله؛ إلى وضع سليم لا شيء فيه، وهذا -بحد ذاته- انحراف قد يكون أخطر من الانحراف الأول. ¶ ومن جراء التأثر بما يطلقه أعداء الإسلام من شبهات، والتأثر بالواقع المرير للأمة؛ نشأ في أوساط المسلمين مدرسة فكرية بدأت تتبلور ملامحها، وتحاول رسم أصولها وقواعدها، ودراسة بعض القضايا الجديدة على ضوء تلك الأصول، وهي ما يمكن أن نسميها بـ \"المدرسة العقلانية\"، والتي هي امتداد لخط المعتزلة في إطلاق الفكر، وتسليطه على النص، واعتبار العقل \"حَكَمًا\" ترد إليه النصوص المُحكمة! ¶ __________ ¶ (1) استخذاء: خضوع وانقياد. المعجم الوسيط (1/229). ¶ (2) يرى بعض الباحثين منع استعمال هذه الكلمة -لغة- ويستعمل عوضًا عنها كلمة \"تسويغ\".",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ومن تناقضات هذه المدرسة العجيبة؛ أنها تسلك مسلكًا لينًا مع النصارى واليهود والملاحدة، وقد تعتبرهم مؤمنين مؤهلين لدخول الجنة، ومع الحكام الجائرين المبدلين لشرع الله.. في ذات الوقت الذي تشن فيه حملاتها الضارية على سلف هذه الأمة -بحجة دراسة التاريخ وتقويمه- وعلى من اختط سبيلهم من العلماء العاملين؛ لأنها تعتبرهم حجر عثرة في طريقها المعوج(1). ¶ .ومن المآخذ على الدراسات الفقهية المعاصرة: جانب الضعف العلمي، وعدم هضم التراث الفقهي والحديثي، الذي يعتبر قاعدة للانطلاق في الدراسة والفتوى والتأليف. ¶ ومن العجيب أن الدراسات الشرعية أصبحت حِمًى مستباحًا لكل من شاء، سواءً في كبير الأمور أو صغيرها -وليس فيها صغير- حتى أصبحت القضايا الخطيرة في الإسلام في متناول أي باحث -مهما كان-. ¶ ولذلك فلا غرو أن يخالف ما أجمع عليه المسلمون خلفًا عن سلف، أو يؤيد رأيًا شاذًّا منبوذًا تجاوزه الزمن، أو ينقب في فقه الرافضة أو من شاكلهم على بعض الآراء التي تروق له، ويقدمها للمسلمين على أنها فقه الإسلام، ورأي علماء الإسلام! ¶ وكم رأينا من \"الصحفيين\" أو \"صغار الطلبة\" من يجازف في القول، ولا يتورع عن الخوض فيما لا يحسن، ويكتب وينشر ويناقش... ومن ذا يحاسبه أو يعاتبه؟ ¶ وهذا مصداق حديث رسول الله صلى الله عليه وسلم: \"إن الله لا يقبض العلم انتزاعًا ينتزعه من العباد، ولكن يقبض العلم بقبض العلماء، حتى إذا لم يبق عالم اتخذ الناس رؤوسًا جُهّالاً، فسُئلوا فأفتوا بغير علم، فضلُّوا وأضلُّوا\"(2). ¶ __________ ¶ (1) وجزء كبير من تراث هؤلاء هو عبارة عن مقالات في مجلات معروفة الاتجاه تتبنى ما يُسمَّى -تضليلاً- بـ\"اليسار الإسلامي\"! ¶ (2) أخرجه البخاري (100)، ومسلم (2673) من حديث عبد الله بن عمرو بن العاص رضي الله عنهما.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": ".وحين تدرس الكتب المعاصرة القضايا الجديدة النازلة؛ يبلغ بها الشطط مبلغه، باعتبار أن هذه القضايا لم يسبق أن تحدث عنها العلماء، واعتبارها أيضًا مما يمس الواقع، وقد تكون حاجة الناس إليه قائمة -في غيبة المنهج الإسلامي الصحيح-، وقد يلتبس في هذه القضايا الحق بالباطل، ويختلط الصحيح بالسقيم، والخطأ بالصواب. ¶ ولو نظرنا إلى ما كتب في موضوع التأمين(1)، أو المعاملات المصرفية الجديدة، أو طفل الأنبوب، أو سواه؛ لوجدنا العجب العجاب. ¶ .ويبقى أن معظم ما كتب في العصر الحديث _ هو من نوع الدراسات المتخصصة، سواء كانت بحوثًا، أو رسائل جامعية، أو غيرها. أي أنها تناقش موضوعًا واحدًا وتحاول طرق جميع جوانبه، وهذا له إيجابياته من نواح، ولكن يبقى أن الساحة لا زالت خالية من عمل فقهي متكامل، وإن كانت ثمة محاولات متفرقة لا نستطيع عرضها وتقويمها؛ لأنها لم تظهر حتى الآن، كجهد مكتمل(2)، اللهم إلا الموسوعات التي عنيت بتدوين نوع من القضايا الفقهية كقضايا (الإجماع) مثلاً. ¶ __________ ¶ (1) طبع عدد كبير من هذه البحوث ضمن بحوث (مهرجان الفقه الإسلامي) المقام بدمشق منذ زمن. ¶ (2) وهذه المحاولات منها ما أعلن عنه على شكل (موسوعات فقهية)، أو (دوائر معارف) للفقه الإسلامي، أو (معاجم) أو خلافها. وقد قرأت أخيرًا في مجلة (المجتمع) عن مشروع لإنشاء موسوعة للحديث النبوي الشريف، يتولى إصدارها (مركز بحوث السنة والسيرة النبوية) في قطر-تقتصر على ما صح- أو حسن من الأحاديث النبوية، وهي خطوة جيدة لجمع وتحقيق المادة الأساسية التي تستنبط منها الأحكام، وهي السنة النبوية، وعسى أن توفق بمن يحسن القيام بها. انظر المجتمع عدد 667.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ومن خلال هذه النظرة التقويمية العجلى للتراث الموروث، وللدراسات المعاصرة؛ تبدو الحاجة ماسة إلى جهود كبيرة في هذا المضمار، بحيث تكون جهودًا جماعية -لا فردية- ترد الحق إلى نصابه، وتقرب الشرع إلى عامة الناس وخاصتهم، وترسم الصورة الصحيحة للإسلام، متلافية العيوب والأخطاء التي وقع فيها هؤلاء وأولئك. ¶ * * * ¶ الباب الثاني ¶ الفصل الأول ¶ الشروط المنهجية في البحث العلمي ¶ هذا البحث ليس دراسة لمناهج البحث، وصفات الباحث، أو غيرها مما أفاض فيه المعاصرون، وأُلِّفَتْ فيه عشرات الكتب والرسائل. ¶ ولكني رأيت من المناسب أن أكتب لمحة سريعة عن شروط البحث المنهجية، ولمحة أخرى عن صفات الباحث؛ لتكون مقدمة بين يدي الضوابط الفقهية العامة. ¶ وليست هذه الشروط، أو تلك الصفات؛ مقصورة على الباحث في مجال الفقه؛ بل هي عامة في جميع البحوث والمجالات، ويمكن مراجعتها بتوسع في الكتب المتخصصة، ولكننا نجمل -الآن- ما لابد من الإشارة إليه. ¶ والبحث العلمي يمر بالمراحل أو الخطوات التالية: ¶ 1- جمع المصادر والمراجع التي سيعتمد عليها في البحث، ومحاولة الاستقصاء ما أمكن؛ فقد يوجد في الأنهار ما لا يوجد في البحار، ويوجد في الكتب أو الرسائل الصغيرة ما لا يوجد في المراجع والأمهات. ¶ 2- القراءة الواسعة المتأنية في الموضوع؛ لتصور الموضوع تصورًا عامًّا، وتكوين فكرة عامة عنه، دون تكوين رأي محدد منذ البداية. ¶ 3- البدء بتدوين المادة العلمية في أوراق أو بطاقات خاصة تسهِّل الاستفادة منها، والرجوع إليها، مع تنظيم هذه البطاقات وترتيبها، ووضع عناوين كبيرة في أعلاها تدل على محتواها، ومن الضروري تسجيل معلومات وافية عن الكتاب -مصدر هذه المعلومات، ومؤلفه، ورقم المجلد والجزء والصفحة، والباب أو الموضوع، ومكان الطبع وتاريخه-، إضافة إلى أية معلومات أخرى مهمة كرقم المسألة -مثلاً-.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "4- البدء بوضع مُسَوَّدات الموضوع، بجمع المعلومات المتعلقة بكل مسألة على حدة، ومن ثمَّ التمحيص والدراسة، والمقارنة والترجيح، من خلال دراسة الأدلة المتعارضة في المسألة من حيث ثبوتها ودلالتها. ¶ 5- كتابة الموضوع الكتابة الأخيرة، بعد مراجعة المسوَّدات، والاطمئنان إليها. ¶ ولا مانع أن يجد للإنسان جديد؛ فيضيفه في هذه المرحلة، وينبغي خلال مرحلة الكتابة النهائية أن يراعي ما يلي: ¶ أ- سلامة الأسلوب ووضوحه، ودقته في التعبير عن الغرض المقصود، وبعده عن الصعوبة، أو التعقيد، أو الركاكة والابتذال. ¶ ب- جودة العرض والترتيب، وحسن التقسيم والتبويب. ¶ جـ- دقة النقل وضبطه، والتزامه بما تقتضيه الأمانة العلمية من نسبة الأقوال لأصحابها. ¶ د- دقة التوثيق للنص المنقول، من مصدره، أيًّا كان هذا النص. ¶ هـ- تحقيق الأحاديث والآثار الواردة في البحث، ودراسة أسانيدها ورجالها -إن احتاج الأمر إلى ذلك-، ولا يكفي مجرد التخريج والعزو؛ بل لابد من الكشف عن درجة الحديث؛ للاعتماد عليها في ترجيح الآراء. ¶ و- الاعتماد على المصادر الأصلية في النقل، وعدم النقل عن مصادر ناقلة عن المصادر الأصلية، إلا عند تعذر الحصول على المصدر الأصلي، كما إذا كان مفقودًا، أو نادر الوجود، أو مخطوطًا لا يسهل الاطلاع عليه. ¶ ز- العناية بقوة البحث، وجاذبيته، وتأثيره، وملاءمته لنوعية القراء. ¶ الفصل الثاني ¶ الصفات العلمية للباحث ¶ وللباحث -أي باحث- صفات شخصية، لا يكون باحثًا بدونها، وليس كل الناس يصلح للبحث والدراسة، كما أن بعض الناس يصلح لنوع من البحوث دون آخر. ¶ وما دمنا بصدد الحديث عن الفقه، فسنعرض بعض الصفات والشروط المتعلقة بالباحث في الميدان الفقهي، ثم نتبع ذلك بالحديث عن العلوم التي لابد من الإلمام بها لمن أراد دراسة الفقه والبروز فيه. ¶ .فهناك بعض الصفات العامة:",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "- كإخلاص النية في الطلب لله عز وجل: فالنية الصالحة هي الخطوة الأولى والكبرى في طريق التوفيق، والوصول إلى الحق(1). ¶ كان الإمام عبد الرحمن بن مهدي يقول: \"لم أر أحدًا مثل حماد بن سلمة، ومالك بن أنس، كانا يحتسبان في الحديث\"(2). ¶ - وكالالتزام العملي بالشرع، والعمل بالعلم، فمن لم يعمل بعلمه كان علمه حجة عليه، ولا خير في علم لا يورث عملاً. ¶ - ومن ذلك: القدرة على البحث، وعمق التفكير، والجَلَد على البحث، والأناة وعدم العجلة. ¶ - ومن ذلك: سعة الاطلاع، والإحاطة بقدر كاف من العلوم الأساسية، أو المكملة لعلم الفقه، أو علوم الآلة. ¶ .فمن العلوم الأساسية: ¶ - علم أصول الفقه، وأهميته في كونه يبحث في الأدلة التي تستفاد منها الأحكام التفصيلية، من حيث ثبوتها، وحجيتها، وتقسيماتها، وأنواع دلالتها... وغير ذلك، ومن خلال دراسة هذه الأدلة تتجلى سعة المصادر التشريعية في الإسلام، ومرونتها وخصوبتها وصلاحيتها لكل عصر وأمة. ¶ ويتعلق بذلك دراسة القواعد الأصولية التي يُحتاج إليها في فهم الأحكام من نصوصها، وفي الاجتهاد فيما لا نص فيه. ¶ - الاطلاع على (القواعد الفقهية) التي قررها العلماء في كل مذهب، وهذه القواعد مفيدة جدًا للباحث قبل الخوض في التفاصيل أو جزئيات الفروع، كما أنها تساعد على فهم وجوه الخلاف، وتمرن الذهن على كيفية التقعيد الدقيق، وإدخال عدد كبير من المسائل تحت أصل واحد. ¶ - والاطلاع على كتب التفسير -عامة- وتفسير آيات الأحكام على وجه الخصوص؛ لتفهم دلالاتها، وإدراك معانيها وأغراضها. ¶ __________ ¶ (1) انظر: سنن الدارمي (1/ 80- 87) وغيره. ¶ (2) التاريخ الكبير للبخاري (3/23) ترجمة رقم (89).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "- والاطلاع على كتب الحديث -عمومًا- فهي مادة ضخمة للأحكام الشرعية، ومن رحمة الله بهذه الأمة أن حفظ لها هذه الثروة الغالية، وقيض لها من جهابذة العلماء ونقادهم وفحولهم، مَن سهروا عليها، وبذلوا حياتهم في حفظها، وتدوينها، وضبطها، والقضاء على كل التباس يرد عليها. ¶ .ومن العلوم التي لابد للمتفقه من المراس فيها: ¶ - علم الجرح والتعديل، ومقاييس النقد في علم الحديث سندًا ومتنًا. ¶ - وعلم التخريج والتحقيق، وكيفية التوصل إلى الحكم على الإسناد بالصحة، أو الضعف، أو الاتصال، أو الانقطاع، أو الإرسال..، ومن ثم الحكم على المتن الذي ورد بهذا الإسناد. ¶ .ومن العلوم التي تعد في حكم الوسائل المضطر إليها في الشرع عامة: ¶ - علم العربية، والنحو، والصرف؛ فإن القرآن الكريم نزل بلسان عربي مبين، وكذلك جاءت السنة، فمن لم يكن له علم بالعربية وسعة أساليبها، وفنون القول فيها؛ فهو أبعد الناس عن فهم القرآن والسنة. ومن أراد الفقه في الدين؛ فلابد له من دراسة علم العربية دراسة واعية تطبيقية. ¶ وكثيرًا ما ينشأ الخلاف في الحكم من الخلاف في معنى من المعاني اللغوية، فمثلاً اختلافهم في العِدَّة مبني على اختلافهم في تفسير لفظ \"القُرء\"؛ أهو الطهر أم الحيض؟ ومثله الاختلاف في لفظ \"الإحصان\"، ولفظ \"النكاح\" وغيرها.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وكثير من الشذوذات الفقهية، والبدع والأخطاء منشؤها جهل قائلها بلغة العرب، ومن الأمثلة الطريفة ما ذكره الإمام الشاطبي في كتابه الجليل \"الاعتصام\": زعم بعضهم أن \"الصِّر\" المذكور في قوله: (رِيحٍ فِيهَا صِرٌّ) [آل عمران: 117] هو صَرَّار الليل(1)!، وزعم النظام أن من آلى بغير اسم \"الله\" لم يكن موليًا؛ لأن الإيلاء مشتق من اسم الله، وتفسير بعضهم قوله تعالى: (وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالأنْسِ) [الأعراف: 179]. أنه بمعنى: ألقينا!، كأنه مشتق في قول العرب: \"ذرته الريح\" وذلك لا يجوز؛ لأن (ذَرَأْنَا) مهموز، و\"ذرينا\" غير مهموز.. ثم نقل الإمام الشاطبي قول الحسن رضي الله عنه: \"إن الرجل يقرأ بالآية فيعياه توجيهها؛ فيهلك\". وقوله: \"أهلكتكم العجمة؛ تتأولون القرآن على غير تأويله\"(2). ¶ وبالجملة، فكل لفظ لم يرد في تفسيره نص عن الشارع؛ فمرده إلى لغة العرب. ¶ ولا يعني هذا أن يتوغل الباحث في تشقيقات النحويين التي حالت دون فهم الكثيرين للنحو؛ بل يكفيه أن يدرس النحو دراسة عملية ميسرة. ¶ .ويأتي -بعد النحو- علم \" الأدب\": ¶ وهو ضروري للتمكن في حسن الصياغة، وجودة الأسلوب؛ فقد أصبح الناس لا يألفون العبارات الجامدة، والأساليب الجافة، ولابد من خلط الدراسة الفقهية الجادة الجافة برشحات من جمال الأسلوب، ورشاقة العبارة تحببها إلى الناس، وتجعلها في متناول الجميع. ¶ ولا يخفى على المطلع ما للإمام الشافعي من أثر بارز في الفقه والأصول، وأن أحد أسباب بروزه ما ذكره هو عن نفسه حين قال: \"درست الأدب عشرين عامًا، لأخدم الفقه!\". ¶ __________ ¶ (1) صرَّار الليل: هو البئر الكثير الماء. لسان العرب (3/114، 4/455). ¶ (2) انظر هذا المبحث في كتاب: الاعتصام (1/237- 239) فصل في مآخذ أهل البدع في الاستدلال.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": ".وأخيرًا فإن اطلاع الباحث على سائر العلوم -بصورة إجمالية- يخدم المهمة التي وضع نفسه لها. وليس بخاف ما يمكن أن يستفيده الباحث في الفقه من علم التاريخ، أو الحساب، أو الاجتماع، أو غيرها. ¶ .وكل ما ذكرناه لا يغني عن حَنْي الركب في مجالس العلماء، وطول الإنصات بين أيديهم، وكثرة مساءلتهم، والانتفاع بهم؛ فإن لذلك من البركة والتأثير في تحصيل العلم، وضبطه وبقائه ما لا يمكن للإنسان تحصيله بجهده الشخصي. ¶ كما أن الاعتماد على الكتب وحدها ينطوي على سلبيات متعددة، تتلاشى بالتتلمذ على يدي شيخ ممن عرفوا بالعلم والعمل؛ ليتلقى منه المرء حسن الخلق، وفن التطبيق، قبل أن يتلقى العلم النظري، وقديمًا قيل: \"من كان شيخه كتابه، غلب خطؤه صوابه!\". ¶ .أما الشروط الخاصة التي لابد من توفرها عند اختيار بحث بعينه؛ فيمكن إجمال أهمها فيما يلي: ¶ 1- الرغبة في الموضوع، ووجود الدافع الصحيح لدراسة الموضوع. ¶ 2- إدراك أهمية الموضوع، والفائدة من وراء دراسته، والثغرة التي تسدها هذه الدراسة. ¶ 3- القدرة الخاصة على بحث الموضوع، بمعنى أن يكون الموضوع ملائمًا لقدرة الباحث الشخصية، فهناك موضوعات لا يتسنى لكل باحث أن يطرقها. ¶ 4- توفر المراجع التي تعين الباحث على استيفاء الموضوع، وليست المراجع -بالضرورة- هي الكتب، أو الكتب الفقهية فحسب؛ بل نعني بذلك ما هو أشمل وأوسع، فقد يتطلب البحث الإدلاء بآراء اختصاصيين كالأطباء -مثلاً-، أو علماء الاقتصاد أو النفس، أو غير ذلك، وقد يتطلب دراسات ميدانية معينة.. إلخ. ¶ 5- الصفاء الذهني عند الكتابة، وألا يكون البال مشغولاً بما يصرفه عن البحث: من التعلقات المستقرة، أو الخواطر العارضة -والله أعلم-. ¶ * * * ¶ الباب الثالث ¶ تمهيد",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "إن الكاتب في هذه الموضوعات لابد أن يمتلك ميزانًا دقيقًا، لا يَزِل، ولا يطيش، وهذا الميزان إنما يكتسب بالخبرة والمراس، وعرك النتائج التي يتوصل إليها عركًا يبين معه ثبوتها على المحكّ، أو اهتزازها، مع الاستعداد التام لقبول الحق، والرجوع عما سواه، مهما كلف الأمر، ومع الرَّوية والأناة وطول البال. ¶ كما يكتسب من معرفة أخطاء الآخرين، ومعرفة أسبابها، ليتجنبها الباحث، فلا يقع فيها ابتداء ولا متابعة. ¶ وثمة ضوابط كثيرة، لها تعلق بشخصية الباحث من جهة، ولها تعلق بطريقة تناول الموضوع من جهة ثانية، أجملنا منها أهمها في الفصول التالية؛ لعلها أن تكون نافعة للدارس، موجهة لمنهجه في البحث. ¶ * * * ¶ الفصل الأول ¶ بين التيسير والتشديد ¶ من مزايا الشريعة الإسلامية: التيسير، والإسلام يُسْرٌ كله؛ لذلك أوصى الرسول صلى الله عليه وسلم معاذ بن جبل، وأبا موسى الأشعري رضي الله عنهما حين بعثهما إلى اليمن فقال: \"يسِّرا ولا تعسِّرا، وبشِّرا ولا تنفِّرا\"(1). ¶ ومما لا شك فيه أن التيسير مسألة نسبية؛ ولذلك انقسم الناس فيه: ¶ أ- فمنهم من يصل به زعم التيسير إلى التساهل، وتغليب جانب الإباحة على جانب الحظر، فيتسرع في الفتيا بتحليل ما حرم الله بغير علم ولا هدى ولا كتاب منير. ¶ ب- ومنهم من يغلب على طبعه التشديد والتغليظ والمنع، فيميل إلى جانب الحظر والتحريم -خاصة فيما يجد في حياة الناس- حتى يضيق على الناس الوسيع. وإذا كان هذا المسلك مقبولاً؛ من باب الزهد والورع والاحتياط؛ فإنه غير مقبول في باب الفقه والفتيا، ومن الصعب حمل الناس عليه. ¶ وإن من سمة الباحث الذي ننشده، أن يكون جامعًا بين خصلتين: ¶ أولاهما: الاعتدال والتوسط بين التشديد والتساهل. ¶ __________ ¶ (1) أخرجه البخاري (3038)، ومسلم (1733) من حديث أبي موسى الأشعري رضي الله عنه.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والثانية: -وهي مكملة للأولى- أن يكون شديد الالتزام بالنص، ومن هنا يكون اعتداله، فالنصوص هي في حقيقتها التيسير، ولو كان ظاهرها في نظر البشر الضعيف، بخلاف ذلك. ¶ ولذلك قال الله تعالى عقب الأمر بالجهاد فيه حق الجهاد: (هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) [الحج: 78]. فمهما كلفنا الله من واجبات وفرائض؛ فهي في حقيقتها يسر لا حرج فيه، ولا تشديد. ¶ ولا شك أن التيسير والاعتدال هو دأب العلماء المحققين، وأكمل الناس فيه هم أصحاب رسول الله صلى الله عليه وسلم الذين ربَّاهم بمثل وصيته السابقة لمعاذ، وأبي موسى رضي الله عنهما؛ ولهذا قال عمر بن إسحاق: \"لَمن أدركت من أصحاب رسول الله صلى الله عليه وسلم أكثر ممن سبقني منهم، فما رأيت قومًا أيسر سيرة، ولا أقل تشديدًا منهم\"(1). ¶ ومن الصور الواقعية العملية للتيسير ما يلي: ¶ (1) التوسعة على المسلمين فيما وسع الله عليهم به، فلا يحملهم بقوله، ولا بفعله؛ على ما فيه مشقة عليهم، إلا أن يكون فرضًا محتمًا. ¶ ولا شك أن المشقة على المسلمين إذا لم يكن وراءها جلب مصلحة أو دفع مفسدة فهي محرمة؛ ولذلك فتغليب جانب المنع -دائمًا- باعتباره من باب الاحتياط، أو باعتباره خروجًا من الخلاف، أو ما شابهه؛ ليس قاعدة مطردة؛ بل وليس قاعدة أصلاً، وإنما هو ضرورة يلجأ إليها الباحث أو المفتي عند تعذر الترجيح العلمي المجرد. ¶ (2) التخفيف على من وقع في المنهيات، وقارف بعض الكبائر أو الموبقات، ثم ندم، وخشي عليه من شدة البرم أو الضيق أو اليأس، فيُذكَّر بعميم رحمة الله، وسعة فضله، وثواب التائبين، وقد يُذكَّر بأن الخطأ والزلل جبلة بشرية؛ ولذلك ورد في الحديث: \"لو لم تذنبوا لذهب الله بكم، ولجاء بقوم يذنبون، فيستغفرون الله، فيغفر لهم\"(2). ¶ __________ ¶ (1) سنن الدارمي (126) من طريق ابن عون عن عمر بن إسحاق. ¶ (2) أخرجه مسلم (2749) من حديث أبي هريرة رضي الله عنه.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وهذه الصورة صورة عملية، يحتاجها المفتي والداعية إلى الله؛ أكثر مما يحتاجها الباحث الذي يتعامل مع القضايا العلمية المجردة. ¶ (3) ومن ذلك معرفة الضرورات الحقيقية -وليست الوهمية-، التي قد تُلْجِئ بعض المسلمين إلى ترك السنة، أو فعل المكروه؛ بل قد تلجئهم إلى ترك الواجب، أو فعل المحظور، وتقدير هذه الضرورات بقدرها حسبما تقتضيه نصوص الشريعة، والقواعد التي قعدها العلماء؛ فلا تُلغى هذه الضرورات فيشتد الأمر على الناس، فيكون ذلك تشديدًا، ولا تتخذ وسيلة لإهمال الواجبات، أو انتهاك المحرمات باعتبار ذلك من باب الضرورة؛ بل يتوسط فيها، وتضبط بضوابط وشروط محددة، يعمل بالضرورة وفقها، ويمنع ما عداها. ¶ (4) ومن التيسير: تسهيل عرض المعلومات وبسطها، والبعد عن تعقيدها، مما يعين على القبول والفهم، وفي الحديث عن ابن عباس رضي الله عنهما: \"علموا، ويسروا، ولا تعسروا\"(1). ¶ * * * ¶ الفصل الثاني ¶ ترك التعمق والتنطع، ¶ وتشقيق المسائل الوهمية، أو البعيدة ¶ والتعمق والتنطع هو المغالاة، كما قال ابن الأثير في النهاية: \"هلك المتنطعون(2): هم المتعمقون المغالون في الكلام، المتكلمون بأقصى حلوقهم، مأخوذ من: النطع، وهو الغار الأعلى من الفم، ثم استعمل في كل تعمق: قولاً وفعلاً\"(3). ¶ __________ ¶ (1) أخرجه أحمد (2137، 3438، 2552)، والبخاري في الأدب المفرد (245، 1320)، والبيهقي في شعب الإيمان (8287)، وابن عبد البر في جامع بيان العلم وفضله (1/ 125) عن ابن عباس رضي الله عنهما مرفوعًا، وأورده الهيثمي في مجمع الزوائد (1/129) وقال: فيه ليث بن أبي سليم وهو مدلس. اهـ ¶ (2) أخرجه مسلم (2670) من حديث عبد الله بن مسعود رضي الله عنه. ¶ (3) النهاية في غريب الحديث والأثر لابن الأثير (5/74)، وانظر: اللسان، مادة: ن ط ع.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقد كان السلف يكرهون التنطع وينهون عنه، فابن مسعود رضي الله عنه يقول: \"ألا وإياكم والتنطع، والتعمق، والبدع، وعليكم بالعتيق\"(1). وفي رواية عنه: \"فعليكم بالعلم، وإياكم والتبدع، وإياكم والتنطع، وإياكم والتعمق، وعليكم بالعتيق!\"(2). وسيأتي نصوص أخرى في موضعها من هذه المسألة. ¶ والتنطع المنهي عنه يأخذ صورًا شتى، منها: ¶ (1) فمرض \"الصور المستبعدة\" التي من حقها ألا يتعرض لها عاقل، ولربما امتلأت بعض كتب المتأخرين بسقطات وهفوات من هذا القبيل، تظهر فيها المبالغة في الفرض البعيد أو المستحيل، وهذا يتيح لبعض المغرضين، أو الجاهلين؛ الطعن في هذه الكتب، جملة وتفصيلاً؛ بحجة أن ما فيها هو من هذا القبيل. ¶ فمن اللازم للفقيه عدم التقحم في التنقيب عن الصور النادرة، التي يمنع العرف والعادة وقوعها، وإن كان وقوعها جائزًا عقلاً، وهذه كانت طريقة سلف هذه الأمة البعيدين عن التكلف، فعن ابن عون قال: قال القاسم: \"إنكم تسألون عن أشياء ما كنا نسأل عنها، وتنقرون عن أشياء ما كنا ننقر عنها، وتسألون عن أشياء ما أدري ما هي! ولو علمناها ما حل لنا أن نكتمكموها\"(3). ¶ وحول حديث \"النهي عن قيل وقال\"(4) المتفق عليه ذكر الحافظ ابن حجر رحمه الله تفسير بعض العلماء لذلك بأنه الإكثار من تفريع المسائل، ونقل عن الإمام مالك رحمه الله أنه قال: \"والله إني لأخشى أن يكون هذا الذي أنتم فيه من تفريع المسائل\"(5). ¶ __________ ¶ (1) أخرجه الدارمي (142) عن ابن مسعود رضي الله عنه. ¶ (2) الدارمي (143)، والطبراني في الكبير (8845)، والمروزي في السنة (85)، واللالكائي في شرح أصول اعتقاد أهل السنة (108)، وابن وضاح في البدع والنهي عنها (45)، وأورده الهيثمي في المجمع (1/126) وقال : أبو قلابة لم يسمع من ابن مسعود. ¶ (3) أخرجه الدارمي (118) من طريق ابن عون عن القاسم ابن محمد. ¶ (4) أخرجه البخاري (1477)، ومسلم (593) من حديث المغيرة بن شعبة رضي الله عنه. ¶ (5) فتح الباري (11/307).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "(2) ومنها: إلزامات بعض المقلدين لأئمتهم بأقوال في مسائل لم تحدث في عصرهم، أو لم ينقل عنهم فيها قول؛ وإنما عن طريق القياس على آرائهم، أو البناء على ما يظن أنه من قواعدهم، أو استنباط نتيجة متوهمة من بعض أقوالهم، ثم إلزامهم بهذه النتيجة باعتبارها ثمرة لقولهم. ¶ (3) ومنها: -بل من مهمّها- السؤال عما لم يكن، وطرحه ومناقشته، دون أن يكون حدوثه متوقعًا في القريب، ودون أن يترتب على معرفة الحكم فيه فائدة عملية؛ فالفقيه المسلم يشغل نفسه بمعالجة قضايا عصره، مطمئنًا إلى أن الله يقيض لهذا العلم من كل عصر من يحفظه على الناس، ويهديهم به بإذن ربهم. ¶ وقد كان كثير من السلف يكرهون التوسع في الحديث، أو السؤال عما لم يقع. فهذا عبد الله بن عمر رضي الله عنهما يقول لبعض سائليه: \"لا تسأل عما لم يكن؛ فإني سمعت عمر بن الخطاب يلعن من سأل عما لم يكن\"(1)، وقد ورد عن عمر نفسه رضي الله عنه قوله: \"أحرج بالله على رجل سأل عما لم يكن؛ فإن الله قد بين ما هو كائن\"(2)، وحين سألوا عمار بن ياسر رضي الله عنه عن مسألة مفروضة قال: \"دعونا حتى تكون؛ فإذا كانت تجشمناها(3) لكم!\"(4). ¶ والآثار في ذلك عن الصحابة فمن بعدهم لا تحصى كثرة. ¶ والسر في هذا التشديد -والله أعلم- يرجع إلى أمور لعل من المفيد الإشارة إلى بعضها: ¶ __________ ¶ (1) أخرجه الدارمي (121) عن عبد الله بن عمر رضي الله عنهما. ¶ (2) أخرجه الدارمي (124) عن عمر رضي الله عنه. ¶ (3) تجشم الأمر: تكلَّفه على مشقة المعجم الوسيط (1/129). ¶ (4) الدارمي (123).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أ- فمنها أن الفتيا فيها غير لازمة -في الأصل-، فليست أمرًا واقعًا لا يمكن الإعراض عنه، وخاصة إذا لم يكن ثمة نص بيِّن لدى المسؤول. وحيث كان خيار هذه الأمة يتدافعون الفتيا ويتحرجون منها ويحذرونها؛ كان إعراضهم عن الافتراضات العقلية يمت بأقوى سبب إلى ذلك، ويتضح هذا من الكلمة التي عبر بها عمار رضي الله عنه وهي قوله: \"تجشمناها\" فالمسألة عويصة تحتاج إلى تجشم. ¶ ومثله قول أبي بن كعب رضي الله عنه لمن سأله عن أمر لم يقع: \"فأجِّلني حتى يكون، فنعالج أنفسنا حتى نخبرك\"(1). فالأمر إذًا يحتاج معالجة. ¶ قال الحافظ ابن حجر رحمه الله: \"ومن ثم كره جماعة من السلف السؤال عما لم يقع؛ لما يتضمن من التكلف في الدين، والتنطع، والرجم بالظن، من غير ضرورة\"(2). ¶ وذلك أن المسألة الواقعة تكون الفتيا فيها واجبة -وجوبًا عينيًا أو كفائيًا- بحسب اختلاف الأحوال، فيجتهد فيها من وجبت عليه الفتيا ما وسعه الاجتهاد، ثم هو -بعدُ- مأجورٌ أصاب أو أخطأ. ¶ أما ما لم يقع، وليس إلى الوقوع بسبيل، ولا يترتب على الكلام فيه نتائج عملية؛ فالحزم والدين الإعراض عنه، خاصة إذا لم يكن ثم دليل، أو كانت الأدلة فيه ظاهرها التعارض، ولا مرجح لدى الباحث واضحًا. ¶ __________ ¶ (1) انظر الحالات السابقة. ¶ (2) فتح الباري (11/307).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ب- ومنها أنه نوع من استعجال البلاء قبل نزوله، وقصة سؤال الرجل رسول الله صلى الله عليه وسلم عن زنا الزوجة، وما تلا ذلك برهان في ذلك(1)، ففي رواية مسلم: \"أن عويمرًا العجلاني جاء إلى عاصم بن عدي الأنصاري فقال له: أرأيت يا عاصم لو أن رجلاً وجد مع امرأته رجلاً أيقتله فتقتلونه؛ أم كيف يفعل؟، فسل لي عن ذلك - يا عاصم - رسولَ الله صلى الله عليه وسلم، فسأل عاصم رسول الله صلى الله عليه وسلم، فكره رسول الله صلى الله عليه وسلم المسائل وعابها، حتى كبر على عاصم ما سمع من رسول الله صلى الله عليه وسلم...\"(2). ¶ وهذا ما يومئ إليه قول معاذ بن جبل رضي الله عنه: \"يا أيها الناس لا تعجلوا بالبلاء قبل نزوله؛ فيذهب بكم هنا وهنا\"(3). ¶ فالفأل الطيب محمود ممدوح، والشؤم والتشاؤم ممقوت مذموم. ¶ جـ- وهي من أعظم براهين فقه الصحابة والتابعين رضوان الله عليهم أجمعين، وتسديد الله لهم بإيمانهم وصدقهم وصلاحهم؛ فإن القضية إذا وقعت اختلفت في كثير من جوانبها عن القضية المتخيلة المفترضة، والواقع دائمًا يعدل الفرضيات. ¶ ولعله مما يخرج عن طوق البشر- مهما أوتوا من اليقظة والبصيرة، ومهما رصدوا من الأسباب والمقدمات- أن يتصوروا القضايا التي يفترضونها كما هي في واقع الحال دون أن يطرأ عليها زيادة أو نقص أو اختلاف! والمرء حين يجتهد في مسألة واقعة يكون مدركًا لها إدراكًا متعلقًا بالواقع، محيطًا بجميع جوانبها وأبعادها وتفاصيلها، عارفًا لملابساتها ووسائل الخلاص منها، فهو في هذه الحال واقف على أرض صلبة، يعرف مداخلها ومخارجها؛ ولذلك يقول الأصوليون: \"الحكم على الشيء فرع عن تصوُّره\". ¶ __________ ¶ (1) قصة وردت من طرق متعددة، وانظر مجمل رواياتها في: البخاري في عشرة مواضع من صحيحه منها: (432، 4745، 4746)، ومسلم (1492) من حديث سهل ابن سعد رضي الله عنه. ¶ (2) انظر مسلم (1492). ¶ (3) أخرجه الدارمي (153).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "والله سبحانه يوفق ويعين، من يتصدى مضطرًا للبحث المخلص في مسألة قائمة، ممن يملك القدرة على ذلك. ومما يؤيد ما ذكرناه ما جاء في آخر مقالة معاذ بن جبل رضي الله عنه السابقة؛ فإنه يقول: \"فإنكم إن لم تعجلوا بالبلاء قبل نزوله؛ لم ينفك المسلمون أن يكون فيهم من إذا سئل سدد، وإذا قال وفق\". ¶ ولابن عباس رضي الله عنهما مقالة في شأن من أدركه رمضانان، تدل على مثل هذا(1). ¶ ولكن مما ينبغي أن يعلم؛ أن هذه الكراهة المأثورة عن السلف ليست على إطلاقها؛ بل هي فيما لا فائدة فيه، ولا يحتاج إليه؛ بل ربما كان سببًا للتفرق والاختلاف، وضياع الأعمار، وإهدار العقول، وربما جر إلى ضرر وفساد. ¶ ولذلك يقول الإمام النووي رحمه الله تعليقًا على حديث سهل بن سعد رضي الله عنه في سؤال عاصم بن عدي الذي أسلفناه: \"المراد كراهة المسائل التي لا يحتاج إليها، لا سيما ما كان فيه هتك ستر مسلم، أو مسلمة، أو إشاعة فاحشة، أو شناعة على مسلم أو مسلمة. ¶ __________ ¶ (1) إشارة إلى ما أخرجه الدارمي (154) أن ميمون بن مهران سأل ابن عباس عن رجل أدركه رمضانان، فقال ابن عباس: أكان أم لم يكن، قال: لم يكن بعد، فقال: اترك بليته حتى تنزل، قال: فدلسنا له رجلاً، فقال: قد كان، فقال: يطعم عن الأول منهما ثلاثين مسكينًا، لكل يوم مسكين.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قال العلماء: أما إذا كانت المسائل مما يحتاج إليه في أمور الدين، وقد وقع؛ فلا كراهة فيها، وليس هو المراد في الحديث، وقد كان المسلمون يسألون رسول الله صلى الله عليه وسلم عن الأحكام الواقعة، فيجيبهم ولا يكرهها. وإنما كان سؤال عاصم في هذا الحديث عن قصة لم تقع بعد، ولم يحتج إليها، وفيها شناعة على المسلمين والمسلمات، وتسليط اليهود والمنافقين ونحوهم على الكلام في أعراض المسلمين، وفي الإسلام؛ ولأن من المسائل ما يقتضي جوابه تضييقًا، وفي الحديث الآخر: \"أعظم الناس حوبًا من سأل عما لم يحرم، فحرم من أجل مسألته\"(1). انتهى كلام النووي(2). ¶ والخلاصة أن ما دعت الحاجة لدراسته، من الأمور الواقعة، أو المتوقعة، مما يحتاج إلى معرفة حكمه قبل وقوعه استعدادًا له، أو من الأمور الاختيارية التي يفعلها الفرد أو الجماعة بإرادتهم، وبإمكانهم أن يفعلوها أو لا يفعلوها أو ما شابه ذلك؛ فهذا كله مما تدعو الضرورة إلى بحثه، ومعرفة ما ظهر من حكم الإسلام فيه، والله أعلم. ¶ * * * ¶ الفصل الثالث ¶ بين الاجتهاد والتقليد ¶ وهذا موضوع في غاية الخطورة، وهو مزلة أقدام، ومضلة أفهام، ومتاهة لا ينجو منها إلا من رحم الله. ¶ وقد بحثها الأصوليون في كتبهم أبحاثًا مستفيضة، وصنف فيها كثير من العلماء -قديمًا وحديثًا- كتبًا خاصة. ¶ ونحن نعرض هاهنا المنهج الذي نرتضيه، ونُعرِض عما عداه، قاصدين إلى الإيجاز والاختصار الشديد. ¶ ويمكن تصنيف الناس في هذا الأمر إلى طرفين ووسط: ¶ .فالطرف الأول: ¶ يرى تحريم تقليد الأئمة في سائر العلم، أو اتباعهم، تحريمًا مطلقًا، لا استثناء فيه. ¶ __________ ¶ (1) أخرجه البخاري (7289)، ومسلم (2358) من حديث سعد بن أبي وقاص رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"إن أعظم المسلمين جرمًا من سأل عن شيء لم يحرَّم فحُرِّم من أجل مسألته\". ¶ (2) شرح النووي على مسلم (10/ 120- 121).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ويقف على رأس هذه الطائفة الإمام أبو محمد بن حزم الظاهري، ولعله من أصرح وأبين من أعرب عن هذا الاتجاه المغالي، فهو يقول: \"فالتقليد حرام، على العبد المجلوب من بلده، والعامي، والعذراء المخدرة، والراعي في شعف الجبال، كما هو حرام على العالم المتبحر، ولا فرق. ¶ والاجتهاد في طلب حكم الله تعالى ورسوله صلى الله عليه وسلم في كل ما خصّ المرء من دينه؛ لازم لكل من ذكرنا كلزومه للعالم المتبحر ولا فرق. فمن قلد من كل من ذكرنا فقد عصى الله عز وجل، وأثم\"(1). ¶ وقد أطال في تقرير هذه المسألة في العديد من كتبه، وذكر إجماع القرون الثلاثة المفضلة على المنع من أن يقصد إنسان إلى قول إنسان منهم فيأخذه كله(2). ¶ ولا شك أن هذا الرأي خطلٌ من القول، وأنه يترتب عليه من النتائج ما يفوق التصور، ومن ذلك: ¶ - الفوضى التي لا تقف عند حد؛ إذ إن هذا الرأي لم يشترط حدًّا أدنى من المعرفة -مثلاً-؛ بل ألزم كل مسلم -كما سبق- بالاجتهاد، ولك أن تتصور مليون عقل، أو مئة مليون عقل، أو ألف مليون عقل، متفاوتة فيما بينها أشد التفاوت في كل شيء، وكلها تريد أن تبدأ من أول الطريق في الاجتهاد في جميع المسائل: أصولها وفروعها، في العبادات، وفي المعاملات، وفي سائر الأمور. ¶ - اضمحلال الإسلام وزواله واندراس معالمه، فقد صح في النصوص والآثار الكثيرة أنه يقل العلم في آخر الزمان ويكثر الجهل، ويتعلق الناس بالدنيا، ويعرضون عن الدين إلى آخر ما ثبت من كثرة الفتن وتغير الزمان(3). ¶ __________ ¶ (1) الإحكام في أصول الأحكام (6/1121، 1122) وفيه فصل طويل في التقليد وإبطاله يستغرق ما بين صفحتي (1036 و1151). ¶ (2) نقل ذلك الدهلوي في الإنصاف ص (97-99) ولم أستطع العثور عليه. ¶ (3) ومن ذلك ما ثبت في صحيح البخاري (80)، ومسلم (2671) عن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"من أشراط الساعة أن يُرفع العلم، ويثبُت الجهل، ويُشرب الخمر، ويظهر الزنا\".",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فإذا كان الأمر كذلك.. وطلبنا من الناس -كل الناس- الاجتهاد بالصورة التي ذكرها ابن حزم فسوف يجتهدون ثم يجتهدون.. غير مفرقين بين ما ثبت بصورة قطعية وما لم يثبت، وبين ما هو معلوم بالضرورة، وما كان ليس كذلك، وبين الأمور الاعتقادية المقررة بنصوص قطعية وغيرها... ¶ ولعل هذا الرأي من الأقوال التي يقول فيها بعض العلماء: إن مجرد تصوره كافٍ في إبطاله! ¶ - ومن نتائجه وآثاره زوال هيبة العالم وكرامته وفضله، فهو يستوي مع العبد المجلوب الغريب المشغول بشؤون سيده، ومع العذراء المخدرة الحيية، في أن الجميع يحرم عليهم التقليد ويجب عليهم الاجتهاد، ومن اجتهد منهم فأصاب فله أجران، وإن أخطأ فله أجر واحد. ¶ - ولا يتصور أن جميع الخلق، سيتركون أعمالهم وحاجاتهم الدنيوية اللازمة لقوام حياتهم، من بيع وشراء، وحرفة وسفر، وأكل وشرب، ونكاح، وغيرها، ويتفرغون للتعلم، ثم للاجتهاد.. ولو حصل ذلك لتعطلت المنافع، وسارت الحياة إلى طريق الزوال. ¶ وإذا كان ذلك كذلك -وهو كذلك- فمعناه أن هؤلاء القائلين بالاجتهاد مطلقًا سيضطرون الناس إلى حرج عظيم، نكتفي بإيراد نموذج منه فنقول: أرأيتم هؤلاء الذين ألزمتموهم بالاجتهاد -وهم ليسوا أهلاً له- وحرمتم عليهم التقليد -وهو لهم ضرورة لا مخلص منها- وجعلتموهم إن قلدوا عاصين آثمين أنَّى لهم أن يعرفوا صواب حكمكم هذا؟! ¶ فإن قلتم لهم: فيه حق الاجتهاد، حتى يصلوا إليه؛ فإن الاحتمال القوي الذي تشهد له جميع الأدلة، أن هؤلاء يفضلون أن يقلدوا من عرفوا علمه وحفظه وفهمه وتفرغه لذلك، على أن يرجموا بالغيب، ويتكلفوا ما ليس لهم به علم، فنتيجة الاجتهاد الذي ألزمتموهم به جاءت مخالفة لما قررتموه.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وإن قلتم إن هذا الحكم ما لا مجال للاجتهاد فيه؛ بل هو من المعلومات الضرورية التي لا يعذر أحد بجهلها قلنا: ومن أين لهم أن يعرفوا ذلك؟ وإذا كان هذا من الضروري فهناك أمور أخرى كثيرة جدًّا أوضح وجوبًا منه، وأقرب للعقل، وأبعد عن الخلاف، ويلزمكم أن تلزموا هؤلاء جميعًا، بفهم تلك الضروريات واستيعابها، وإذا فهموها لم يكونوا حينئذ كما وصفتم؛ بل يلزمهم قبل ذلك وقبل الاجتهاد في أي مسألة؛ أن يتعلموا إن كانت من الضروري أو من غيره- وحينئذ فهم علماء مطلعون. ¶ .أما الطرف الآخر: ¶ فهو يرى التقليد فرضًا لازمًا في جميع العلم العملي لزومًا مطلقًا لجميع الناس بعد عصور الاجتهاد الأولى المفضلة، حتى ليصبح اتباع إمام من هؤلاء الأئمة بمنزلة اتباع الرسول صلى الله عليه وسلم؛ بل ويتعدى الأمر ذلك إلى التعصب الأعمى الممقوت. ¶ وقد يلتمس هذا الملغي لما وهبه الله من العقل والعلم لتعصبه _ أدلة شرعية، ويجهد نفسه في ذلك ما لا يجهد نفسه في جلائل المسائل. واسمع إلى أحدهم يحمد الله الذي: \"جبله على التعصب لمجتهد كان من قرون شهد النبي صلى الله عليه وسلم بخيرها وعدالتها!\"(1). ¶ وحتى يصل الحال ببعضهم، إلى الزعم بأن كل نص خالف المذهب فهو إما منسوخ وإما مؤول! ¶ فإن كان المتعصب حنفيًا: استدل على صحة تعصبه وتقليده بما صنع من الآثار في فضل أبي حنيفة، وعلو كعبه في الدين(2). ¶ __________ ¶ (1) انظر: رسالة (الاتباع) للإمام الجليل ابن أبي العز الحنفي كلها وخاصة صفحتي (14،12). ¶ (2) وُضع في فضل أبي حنيفة رحمه الله الكثير من الأحاديث الموضوعة، وهو مما لا يرضاه أبو حنيفة، ولا أي عالم بالشرع، ومن تلك الأحاديث الموضوعة: \"يكون في أمتي رجل يقال له أبو حنيفة هو سراج أمتي\"، قال ابن الجوزي: موضوع، وقال علي القاري: موضوع باتفاق المحدثين. انظر الكشف الحثيث للطرابلسي (598)، وكشف الخفا للعجلوني (53).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وإن كان شافعيًّا: استدل بالأحاديث الصحيحة التي جعلت الإمامة في قريش(1)، والشافعي -من بين الأئمة الأربعة المتبوعين- قرشي، فاتباعه -إذًا- فرض وحتم عندهم!. ¶ وإن كان مالكيًا استدل بالحديث الذي أشار إلى أن الناس يوشك أن يضربوا أكباد الإبل في طلب العلم، فلا يجدوا أعلم من عالم المدينة(2)، وينزل هذا الأثر على مالك، ويعدُّ دليلاً على وجوب تقليده! وهكذا. ¶ وهكذا اضطرمت نيران فتنة أكلت الأخضر واليابس في ماضي هذه الأمة وحاضرها؛ بسبب التعصب المذهبي، أو التعصب اللامذهبي، فقد يكون التعصب تعصبًا للأئمة المتبوعين، وقد يكون تعصبًا ضد اتّباع الأئمة يؤدي إلى خلع ربقة تقليدهم، ثم تقليد من هو دونهم بمراحل من الشيوخ والمعلمين ونحوهم. ¶ وعلى العموم فقد سود التعصب صفحات من تاريخنا الإسلامي، امتلأت بالشقاق والنزاع والتطاحن، والتبديع والتفسيق والتكفير. ¶ __________ ¶ (1) إشارة إلى قوله صلى الله عليه وسلم: \"الأئمة من قريش\". أخرجه أحمد (12489) من حديث أنس رضي الله عنه، وأخرجه الحاكم في المستدرك (6962)، والضياء في المختارة (449) من حديث علي رضي الله عنه، وقد صححه الشيخ الألباني في صحيح الجامع (2757). ¶ (2) أخرج أحمد (7920)، والترمذي (2680)، وابن حبان (3736)، والحاكم (307)، والبيهقي في الكبرى (1681) من حديث أبي هريرة رضي الله عنه. وقال الترمذي: حسن، وقال الحاكم: صحيح على شرط مسلم، ورجع الإمام أحمد وقفه كما في المنتخب من علل الخلال لابن قدامة، ولفظ الحديث: \"يوشك أن يضرب الناس أكباد الإبل يطلبون العلم، فلا يجدون أحدًا أعلم من عالم المدينة\".",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ومزق التعصب هيبة النصوص الشرعية، وفتح الباب على مصراعيه للطعن فيها، وجعل كثيرًا من المناقشات -التي تبدو علمية- غير ذات جدوى، أو قلل من قيمتها حيث تفوح منها رائحة الانتصار للشيخ أو المذهب. كما عطل عقول كثير من المسلمين عن التفكير، وجعلهم يتكئون على جهود غيرهم، ثم وصل الحال إلى قفل باب الاجتهاد، وبعبارة أخرى: توقف حركة الإسلام وانحسار مده؛ فإن الحياة متجددة، ومشكلاتها وقضاياها لا تتناهى، فإذا توقف المسلمون عن تقديم الحلول، وبيان حكم الله ورسوله في النوازل؛ أخذ الناس بحكم الطواغيت من الشيوعيين وعبدة القانون البشرى. ¶ ومن الملحوظ أن الفترات التي تسيطر فيها على المسلمين مثل تلك الأفكار الجامدة _ هي فترات الضعف والوهن والانحطاط في جميع جوانب الحياة الإسلامية: السياسية، والعسكرية، والعلمية، والاجتماعية. ¶ ونختم هذه الفقرة بأبيات للمنذر بن سعيد -من شيوخ الأندلس- ينعى فيها على المقلدين من أهل مذهبه فيقول: ¶ عذيري من قوم يقولون كلما ¶ طلبت دليلاً هكذا قال مالكُ! ¶ فإن عدتُ قالوا: هكذا قال أشهب ¶ وقد كان لا تخفى عليه المسالكُ ¶ فإن زدت قالوا: قال سحنون مثله ¶ ومن لم يقل ما قاله فهو آفكُ ¶ فإن قلتُ: قال الله ضجُّوا وأكثروا ¶ وقالوا جميعًا: أنت قرن مماحكُ(1) ¶ وإن قلت: قد قال الرسول؛ فقولهم ¶ أتت مالكًا في ترك ذاك المسالكُ(2) ¶ .أما الرأي الذي نرتضيه، ونعدّه وسطًا -بمعنى الوسطية المطلوبة، التي هي الاعتدال بين الغلو والجفاء-، فيمكن تلخيصه في الفقرات التالية: ¶ __________ ¶ (1) مماحك: الذي يلج ويتمادى في المنازعة. المعجم الوسيط (2/890). ¶ (2) ذكر هذه الأبيات الإمام ابن عبد البر في جامع بيان العلم (2/172).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "(1) الأئمة المتبوعون -وغيرهم من علماء السلف- سادات فضلاء، والأصل فيهم أجمعين أنهم لا يقولون إلا ما وافق القرآن والسنة، وأنهم لا يخرجون عن نصوص الوحيين قيد شعرة، وأنهم لا يستدلون إلا بالأدلة التي أحال عليها الشرع؛ ولذلك روى البيهقي \"أن رجلاً سأل الإمام الشافعي عن مسألة فأفتاه، وقال: قال النبي صلى الله عليه وسلم كذا. فقال الرجل: أتقول بهذا؟ قال -أي الشافعي-: \"أرأيت في وسطي زنارًا(1)؟! أتراني خرجت من الكنيسة؟! أقول: قال النبي صلى الله عليه وسلم، وتقول لي: أتقول بهذا؟ أروي عن رسول الله صلى الله عليه وسلم ولا أقول به؟!\"(2). ¶ وما من إمام من أئمة الهدى إلا أثر عنه نحو ما أثر عن الشافعي رحمه الله تعالى، وليسوا يختلفون أنه ليس لأحد مع الله تعالى ورسوله صلى الله عليه وسلم قول، وكما قيل: \"إذا جاء نهر الله بطل نهر معقل\". ¶ (2) أن هؤلاء الأئمة غير معصومين عن الخطأ، أو التقصير، فقد لا يبلغهم الحديث أصلاً، وإن بلغهم فليسوا معصومين عن الخطأ في فهمه، أو تنزيله من حيث العموم والخصوص، والنسخ والجمع وغير ذلك. ¶ ومن ادعى أن الحديث قد يبلغهم فيعرضون عنه؛ فقد طعن فيهم أشد الطعن. ومن ادعى لهم العصمة -بلسان الحال أو المقال- في شيء من ذلك فقد وصفهم بما لا يرضون لأنفسهم أن يوصفوا به. ¶ وهؤلاء الأئمة كانوا يزدرون أنفسهم، ويستقلون عملهم؛ تواضعًا لله، وهضمًا للنفس. وإنما يغلو في الأئمة، ويرفعهم فوق منزلتهم من كان على ضلالة عمياء، وهوىً مهلك كالرافضة ونحوهم. ¶ __________ ¶ (1) الزُّنَّار: حزام يشده النصراني على وسطه. المعجم الوسيط (1/417). ¶ (2) مناقب الشافعي للبيهقي (1/474)، وحلية الأولياء لأبي نعيم (9/106)، ومفتاح الجنة للسيوطي (268) ط: دار السلام. وانظر: مناقب الشافعي للرازي، وفي سائر هذه المراجع نصوص كثيرة نحو ذلك.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "(3) فأقوالهم على العين والرأس؛ لأنها نابعة من القرآن والسنة، ولكن هذا لا يمنع من اختيار ما يراه الإنسان أقرب إلى الصواب من أقوالهم عند اختلافها. ¶ بل يتبع المرء من أقوالهم ما يراه أسعد بالدليل، وأحظى بالحق، غير طاعن فيما سواه، ولا متخذ من الرجال -أيًّا كان فضلهم وعلمهم- أربابًا من دون الله. ¶ ولا شك أن من عرف الحق المقرر في نصوص القرآن والسنة، ثم أعرض عنه لقول فلان؛ أنه يخاف عليه من هذه الآية: (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ الله وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا إِلَهًا وَاحِدًا لا إِلَهَ إِلاَّ هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ) [التوبة: 31]. ¶ (4) وأقوال الأئمة هي المعتمد في تصحيح النصوص وتضعيفها، وتوثيق الرجال وتجريحهم، وبيان العلل، وشرح النصوص، وإيضاح دلالاتها، والجمع بين ما ظاهره التعارض منها، وهي المعتمد في تصوير المسائل وتقريرها وإيضاحها. ¶ وإذا جاز لنا أن نجتهد في الوصول إلى نتيجة طيبة في المسائل التي وقع فيها الاختلاف، سواء عن طريق ترجيح قول على آخر، أو عن طريق التفصيل، وحمل كل قول على حال، أو غير ذلك؛ فإنه لا يجوز لنا أن نستحدث أو نبتدع رأيًا أو حكمًا في المسائل التي كانت بين أيديهم، وقالوا فيها ما رأوه؛ لأننا نقول: هم خير وأفضل، وأعلم، وأتقى، وأجدر بالتوفيق، و\"لو كان خيرًا لسبقونا إليه\"، كما قال الإمام ابن كثير رحمه الله في صفة أهل السنة والجماعة: ¶ \"وأما أهل السنة والجماعة، فيقولون في كل فعل وقول لم يثبت عن الصحابة رضي الله عنهم: هو بدعة؛ لأنه لو كان خيرًا لسبقونا إليه؛ لأنهم لم يتركوا خصلة من خصال الخير إلا وقد بادروا إليها\"(1). ¶ __________ ¶ (1) تفسير ابن كثير سورة الأحقاف، عند قوله تعالى: (لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ) [الأحقاف: 11] (60/279) ط: الأندلس.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "(5) والتقليد في حالات ليست قليلة يعتبر ضرورة لا مفر منها؛ فإن الإنسان المعني بمعرفة الراجح بدليله، الناصب نفسه لهذا؛ يجد نفسه مضطرًا -أحيانًا- إلى التقليد حين تنزل به نازلة فورية لا تحتمل التأخير، ويضيق وقتها عن البحث في طلب الراجح. ¶ كما أنه من غير المتصوَّر ألاّ يعمل المرء عملاً، ولا يؤدي عبادة، ولا يعقد عقدًا، ولا يرشد مسترشدًا في مسألة مهما صغرت أو كبرت؛ إلا ويسبق ذلك كله البحث في الراجح من المرجوح، مع ما يحتاجه ذلك من دراسة الأدلة تصحيحًا وتضعيفًا، ودلالة وجمعًا.. إلى غير ذلك مما هو ضروري للترجيح، كما سيأتي -بإذن الله تعالى- في فصل الخلاف والترجيح. ¶ وأنَّى للإنسان ذلك؟!.. وهو سيجد في الوضوء، ثم في الصلاة، ثم في الصيام -إن كان في رمضان-، ثم في الزكاة، والحج والعمرة، ثم في سائر شؤونه الدنيوية من بيع وشراء ونكاح وغيرها..؛ من المسائل الخلافية ما تتقطع الأعمار دون الوصول منها كلها إلى رأي راجح أو صحيح. ¶ ولسنا نريد بهذا تضخيم الأمر وجعله مستحيلاً لا يطمع أحد فيه ولا في شيء منه، ولكننا ندعو إلى البحث والترجيح المتثبت المتأني، مع الاعتراف بأن الاتباع لأقوال الأئمة دون تمحيص يعد ضرورة في حالات -كالتي وصفنا-؛ حتى يتسنى للباحث تحقيق تلك المسائل، والوصول فيها إلى رأي راجح لديه. ¶ ويمكن للمرء أن يستفتي عالمًا محققًا ممن يعلم عنهم التمسك بالسنة والأثر، والالتزام بالدليل. وهذا كله فيه نوع من التقليد والاتباع، وإن لم ينطبق عليه -في جميع الحالات- تعريف الأصوليين للتقليد. ¶ (6) أما في مجال الكتابة والبحث، فالأمر يختلف إلى حد كبير؛ حيث يتسنى للمرء دراسة الموضوع على هِينَة(1)، وفي هدوء، ويتسع له الأمر في دراسة الأقوال بأدلتها دراسة متأنية هادئة. ¶ __________ ¶ (1) الهِينَة: الرِّسل. المعجم الوسيط (2/1042).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ولا يعني هذا أن الإنسان لن يجد حالات يضطر فيها إلى التقليد أو بالتعبير الصحيح: الاتباع... بلى؛ فإن هناك العديد من المسائل بحثها جهابذة الفقهاء واختلفوا فيها اختلافًا كبيرًا، وقد يجد الإنسان نفسه مترددا بين الأقوال غير قادر على الترجيح، وقد يكون رجحان أحد الأقوال لديه بقرائن واهنة ضعيفة. ¶ وفي مثل ذلك سيعرض الإنسان الأقوال منسوبة إلى أصحابها بأدلتها، ويشير إلى ما قد يكون مرجحًا، أو قرينة تغلب أحد الأقوال. ¶ وسيأتي مزيد تفصيل لذلك في مسألة الخلاف والترجيح -بإذن الله-.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وقد وجدت لحافظ المغرب الإمام ابن عبد البر كلامًا طيبًا، يتفق مع ما حررناه هنا في هذا الموضوع، ننقل منه بعض العبارات، يقول رحمه الله: \"والواجب عند اختلاف العلماء طلب الدليل، من الكتاب والسنة والإجماع والقياس على الأصول منها، وذلك لا يعدم. فإن استوت الأدلة وجب الميل مع الأشبه بما ذكرنا بالكتاب والسنة، فإذا لم يبن ذلك وجب التوقف، ولم يجز القطع إلا بيقين، فإن اضطر أحد إلى استعمال شيء من ذلك في خاصة نفسه جاز له ما يجوز للعامة من التقليد، واستعمل عند إفراط التشابه والتشاكل وقيام الأدلة على كل قول بما يعضده قوله صلى الله عليه وسلم: \"البر ما اطمأن إليه القلب، واطمأنت إليه النفس، والإثم ما حاك في القلب، وتردد في الصدر وإن أفتاك الناس وأفتوك\"(1). ¶ هذا حال من لا يمعن النظر، وأما المفتون فغير جائز عن أحد ممن ذكرنا قوله لا أن يفتي ولا يقضي حتى يتبين له وجه ما يفتي به من الكتاب أو السنة أو الإجماع، أو ما كان في معنى هذه الأوجه\"(2). ¶ __________ ¶ (1) رواه أحمد في مسنده )17540) بهذا اللفظ من حديث وابصة بن معبد الأسدي رضي الله عنه، وقد روي بألفاظ أخرى. وورد بلفظ \"تدع ما يريبك إلى ما لا يريبك\" عند الطبراني في الكبير (193، 197) عن واثلة بن الأسقع رضي الله عنه. ورواه الطبراني أيضًا في المعجم الكبير (399، 402، 403)، وأبو نعيم في دلائل النبوة (119) عن وابصة بن معبد رضي الله عنه بنحوه، وقد حسنه الإمام النووي في الأربعين النووية، وقال الحافظ ابن رجب في جامع العلوم والحكم ص (95): وقد روي هذا الحديث عن النبي صلى الله عليه وسلم من وجوه متعددة، وبعض طرقه جيدة. اهـ وللمزيد من الكلام على روايات الحديث وأسانيده انظر كلاًّ من: ¶ 1- جامع العلوم والحكم لابن رجب الحنبلي (93-108). ¶ 2- مجمع الزوائد للهيثمي (1/175، 176). ¶ (2) جامع بيان العلم (1/80- ا 8).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وألصق من هذا الكلام ببحثنا قوله رحمه الله في موضع آخر: \"واعلم أن من عُني بحفظ السنن، والأحكام المنصوصة في القرآن، ونظر في أقاويل الفقهاء، فجعله عونًا له على اجتهاده، ومفتاحًا لطرائق النظر، وتفسيرًا لجمل السنن المحتملة للمعاني، ولم يقلد أحدًا منهم تقليد السنن التي يجب الانقياد إليها على كل حال دون نظر، ولم يرح نفسه مما أخذ العلماء به أنفسهم من حفظ السنن وتدبرها، واقتدى بهم في البحث والتفهم والنظر، وشكر لهم سعيهم فيما أفادوه ونبهوا عليه، وحمدهم على صوابهم الذي هو أكثر أقوالهم، ولم يبرئهم من الزلل -كما لم يبرئوا أنفسهم منه-؛ فهذا هو الطالب المتمسك بما عليه السلف الصالح، وهو المصيب لحظه، المعاين لرشده، والمتبع لسنة نبيه صلى الله عليه وسلم، وهدي صحابته رضي الله عنهم.. ومن أعف نفسه من النظر، وأضرب عما ذكرنا، وعارض السنن برأيه، ورام أن يردها إلى مبلغ نظره؛ فهو ضال مضل.. ومن جهل ذلك كله أيضًا، وتقحم في الفتوى بلا علم فهو أشد عمى، وأضل سبيلاً\"(1). ¶ وحول اختلاف أصحاب رسول الله صلى الله عليه وسلم يقول: \"قال إسماعيل القاضي: إنما التوسعة في اختلاف أصحاب رسول الله صلى الله عليه وسلم توسعة في اجتهاد الرأي، فأما أن تكون توسعة لأن يقول الإنسان بقول واحد منهم، من غير أن يكون الحق عنده فلا، ولكن اختلافهم يدل على أنهم اجتهدوا فاختلفوا\". ¶ قال الإمام ابن عبد البر: \"كلام إسماعيل هذا حسن جدا\"(2) اهـ. ¶ وأنت إذا تأملت كلام ابن عبد البر وجدته كلاما ممتلئًا نافعًا منصفًا، وهو -بحمد الله- منطبق على ما قررناه. ¶ الفصل الرابع ¶ مبحث الخلاف والترجيح ¶ الاختلاف من طبيعة البشر التي فطروا عليها، وهو متى كان مضبوطًا بالضوابط الشرعية: من الاجتهاد، وصدق النية، والتجرد، صار من التوسعة على الأمة. ¶ __________ ¶ (1) جامع بيان العلم (1/172- 173). ¶ (2) جامع بيان العلم (2/82).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وقد اختلف المسلمون -الصحابة فمن بعدهم- اختلافات كثيرة في مسائل كثيرة، فمن الخطأ تبرم بعض الدارسين من أي اختلاف وضيقهم بذلك، وكأنهم يريدون الناس قوالب مصبوبة لا يزيد بعضها على بعض، ولا ينقص! ¶ ومن مسؤولية الباحث في الفقه: الاطلاع على الخلاف، وتقديره حق قدره؛ فإن من لم يعرف الخلاف ليس في الحقيقة بعالم؛ ولهذا يقول قتادة رحمه الله : \"من لم يعرف الاختلاف لم يشم الفقه بأنفه\"(1). ¶ ويقول سعيد بن أبي عروبة رحمه الله: \"من لم يسمع الاختلاف فلا تعدوه عالمًا\"(2). ¶ وذلك أن الجهل بالخلاف قد يؤدي إلى رد بعض الحق الذي لا يعلمه؛ إذ الحق غير منحصر في قول فرد من العلماء كائنًا من كان؛ ولذلك روى عثمان بن عطاء، عن أبيه قوله: \"لا ينبغي لأحد أن يفتي الناس، حتى يكون عالمًا باختلاف الناس، فإنه إن لم يكن كذلك رد من العلم ما هو أوثق من الذي في يديه\"(3). ¶ وجهل المرء بالخلاف يُجَرِّئُه على ترجيح ما ليس براجح، واستسهال أمر الفتيا والتحليل والتحريم بمجرد أن يطلع على نص في الموضوع، دون أن يبحث هل ثمة نصوص أخرى تخصصه أو تنسخه أو تقيده..؟ وهذا مدعاة إلى الفوضى التي لا نهاية لها، وإلى إثارة الفتنة في صفوف الناس الذين لا يطيقون كثرة التنقل من قول إلى قول، ومن رأي إلى رأي، خاصة إذا كان مع كل قول دليل، وهذا أمر مشاهد ملموس ينبغي التنبه إليه؛ ولذلك كان التابعي الجليل أيوب السختياني رحمه الله يقول: \"أجسر الناس على الفتيا أقلهم علمًا باختلاف العلماء، وأمسك الناس عن الفتيا أعلمهم باختلاف العلماء\"(4). ¶ __________ ¶ (1) رواه الحافظ ابن عبد البر في جامع بيان العلم (2/ 46). ¶ (2) رواه الحافظ ابن عبد البر في جامع بيان العلم (2/46). ¶ (3) رواه الحافظ ابن عبد البر في جامع بيان العلم (2/46). ¶ (4) نفس الكتاب ونفس الموضع، وفيه: (أبو أيوب) والذي يظهر لي ما أثبته من أنه (أيوب) وقد ورد نحو هذا القول عن سفيان بن عيينة رحمه الله.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وحول طريقة تناول الخلاف ودراسته ينبغي أن يراعى ما يلي: ¶ (1) عدم الشدة على المخالفين: ¶ فإن المرء كلما ازداد فقهه في دين الله عز وجل، زاد رفقه على المخالفين الذين لم يكونوا يريدون غير الحق، والتشنيع على المخالفين وتكفيرهم من سمت أهل الأهواء(1). ¶ والخلاف المقبول -وهو ما لم يكن بدافع العصبية والهوى؛ بل طلبًا للحق، واجتهادًا في تحصيله بوسيلته- لا ينبغي أن يعنف صاحبه أو يؤاخذ. ¶ وللخلاف أسبابه المعروفة المحددة في كتب أصول الفقه(2)، والتي بعضها لا مفر منه؛ لأنه جبلة لازمة للناس، وذلك كاختلاف المدارك والأفهام والعقول؛ ولهذا اختلف الصحابة رضوان الله تعالى عليهم؛ فاختلاف من بعدهم أولى وأوسع. ¶ لهذا وغيره يجب على الباحث ألا يكون سريعًا إلى الطعن في المخالفين، أو تسفيه أحلامهم؛ بل يجعل نقاشه منصبًّا على الرأي، أو المسألة المطروحة مجردة عن قائلها ما أمكن. ¶ أما حين يكون سبب الخلاف هو العصبية المذهبية المفضوحة، أو التشبع ببدعة أو هوى، فلا بأس أن يبين الباحث ذلك بيانًا مقنعًا، ومن قبل قال النبي صلى الله عليه وسلم فيمن رام نقض الحق بزخرف الباطل: \"إنما هذا من إخوان الكهان\"(3). ¶ ومما يميز الباحث الجاد الذي يهدف إلى الوصول إلى الحق، وإيصاله إلى الآخرين: الحلم، وسعة الصدر على المخالف، والهدوء في المناقشة، وفي ذلك يقول عطاء رحمه الله: \"ما أوى شيء إلى شيء أزين من حلم إلى علم\"(4). ¶ ويقول عامر الشعبي: \"زين العلم حلم أهله\"(5). ¶ ويقول طاووس: \"ما حمل العلم في مثل جراب حلم\"(6). ¶ __________ ¶ (1) ذكر ذلك شيخ الإسلام ابن تيمية في العديد من كتبه؛ منها. الفتاوى (3/227-231). ¶ (2) وألف فيه كتب مستقلة منها (أسباب اختلاف الفقهاء) للدكتور التركي. ¶ (3) أخرجه البخاري (5758)، ومسلم (1681) من حديث أبي هريرة رضي الله عنه. ¶ (4) أخرجه الدارمي (576) عن عطاء. ¶ (5) أخرجه الدارمي (577) عن الشعبي. ¶ (6) أخرجه الدارمي (587) عن طاووس.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "(2) عدم عرض جميع الأقوال في جميع المسائل؛ ففي الأقوال الصحيح الذي ينبغي ذكره ونصره، وفيها المرجوح أو الضعيف الذي يذكر من باب الإنصاف -ولو كان على خلاف رأي الباحث- وفيها الساقط المتهالك الذي لا ينبغي الاشتغال بنقله، وحكايته ورده؛ إلا لسبب إضافي يلمحه الباحث. ¶ وقد خلفت العصبية في بعض كتب المذاهب المتأخرة أقوالاً ليس عليها أثارة من علم، والاشتغال بها وبردها مضيعة للوقت والجهد، وهو من التكلف والخوض فيما لا طائل تحته. ¶ ولا نجد داعيًا لذكر الأمثلة؛ امتثالاً لما اقترحناه من عدم الاشتغال بحكايتها! ¶ (3) مناقشة الآراء القوية -بعد عرضها عرضًا سليمًا منصفًا- مناقشة علمية هادئة بعيدة عن الجَنَف(1)، الذي يحمل بعض الباحثين على الظهور بمظهر المستميت في ترجيح قول، أو تضعيف آخر. ¶ وتتم المناقشة بتصوير المسألة تصويرًا سليمًا بأوضح عبارة، ثم حكاية أدلة كل فريق، وبيان وجه الدلالة فيها للمستدل بها، وما اعترض عليه من ذلك، وما يتعلق بالتصحيح والتضعيف للأسانيد، ثم أجوبة المستدل على الاعتراضات. ¶ (4) ومما يحسن التنبه إليه أنه ما من عالم إلا وله زلة، أبى الله أن تكون العصمة لغير نبيه صلى الله عليه وسلم، ومن الخطير الولع بالغرائب، والزلات، والتعلق بها، باعتبارها رأي فلان أو فلان ممن يشار إليهم بالبنان. ¶ وما فتئ العارفون يحذرون من مسقطة يجريها الشيطان على لسان فاضل عليم. ¶ فعن زياد بن حدير قال: قال لي عمر: \"هل تعرف ما يهدم الإسلام؟\" قال: قلت: لا. قال: \"يهدمه زلة العالم، وجدال المنافق بالكتاب، وحكم الأئمة المضلين!\"(2). ¶ ولو أن إنسانًا أخذ بكل شواذ الأقوال وغرائبها؛ لربما خرج من الدين، وهو لم يخرج بعد من أقوال العلماء! ¶ ولذلك قيل: ¶ وليس كل خلاف جاء معتبرًا ¶ إلا خلاف له حظٌّ من النظر ¶ __________ ¶ (1) الجَنَف: الميل والجور. المعجم الوسيط (1/145). ¶ (2) أخرجه الدارمي (214) عن زياد بن الحدير.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ويقول الإمام الجليل عبد الرحمن بن مهدي: \"لا يكون إمامًا في العلم من أخذ بالشاذ من العلم\"(1). ¶ (5) ومن الأمانة والإنصاف في نقل الخلاف: الاعتماد في نقل آراء الشيخ على كتبه نفسه -ما أمكن-، والاعتماد في نقل آراء المذهب على كتب المذهب المعتمدة لدى علمائه. ¶ وليس من المقبول نقل آراء مذهب عن كتب مذهب آخر، خاصة إذا كانت كتب المذهب نفسه متوفرة، أو كانت الكتب التي ينقل عنها من الكتب التي عُرِف أصحابها بعدم الدقة في نقل آراء المخالفين، اللهم إلا أن يكون هناك نص عن إمام في مسألة، لم يقف عليه الباحث في مظانه الأصلية، فنقله عن كتب مما ذكرنا فهذا سائغ. كما أن من الأمانة والإنصاف استكمال عرض رأي المخالف، واستيعاب أدلته، وذكر ما عسى أن يكون قد وضعه من شروط، أو ضوابط، أو تفصيلات، أو نحو ذلك، وكان بعض الأئمة حين يعرض آراء المخالفين يستدل لهم بأدلة ربما لم ترد في كتبهم. ¶ .أما فيما يتعلق بالترجيح: فإن أمره خطير: ¶ أ- فهو خطير؛ لأنه لابد منه؛ لأن مجرد عرض الآراء دون ترجيح يوقع القارئ في الحيرة والاضطراب، وإذا كان الباحث الذي جمع هذه الأقوال ونقب عنها لم يرجح، فالغالب أن غيره لا يملك ذلك من باب الأولى. ¶ ب- وهو خطير؛ لأنه يحتاج إلى سعة علم واطلاع، وقدرة على تمحيص الأدلة، ومعرفة قوية بوجوه الترجيح(2). ¶ ويتصور الإنسان أنه حين يرجح بين آراء جهابذة الأئمة، وعلماء الأمة؛ كأنه حكم في قاعة يختصم فيها هؤلاء، فيستصغر نفسه حينئذ ويتضاءل. ¶ وليس مجرد نقل قول أو سرد أدلته، أو الرد عليها، أو دفع الاعتراضات عنها _ بمعتبر شيئًا بالقياس إلى الترجيح. ¶ بل إن الترجيح فوق ذلك كله، وهو يفتقر إلى المراس والتمرين، والتوفيق الإلهي المترتب على إخلاص النية لله عز وجل، ومما يعين على ذلك: ¶ __________ ¶ (1) جامع بيان العلم )2/48(. ¶ (2) انظر: الكفاية للخطيب البغدادي (443)، وانظر: سائر كتب الأصول في المرجحات.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "- ألا يضمر في نفسه ترجيح قول على آخر؛ لسبب خارج عن طبيعة البحث، كأن يكون محتاجًا إليه في حياته العملية، أو مائلاً إليه لما يحسب فيه من التوسعة والتيسير على الناس، أو لما يحسب في ضده من الحرج والتضييق، أو لما يتوقعه من عدم تقبل الناس له، أو لغرض دنيوي، أو لأنه هو أول ما عرف في المسألة فصار كما قيل: ¶ أتاني هواها قبل أن أعرف الهوى ¶ فصادف قلبًا خاليًا فتمكنا! ¶ بل يجعل في نفسه: أنه لا فرق بين الأقوال البتة إلا بالدليل، ومتى بان له رجحان أحدها على غيره أخذ به، ورجحه مهما كلف الأمر. ¶ - أن يحرص على تفهم الأقوال، والغوص على مقاصدها ومراميها، ويجتهد في ذلك ما استطاع، فإن من المشاهد أن كثيرًا من الناس يردون الحق لجهلهم به، وعدم تفهمهم له، وعدم نظرهم في أدلته، وقديمًا قيل: ¶ وكم من عائب قولاً صحيحًا ¶ وآفته من الفهم السقيم ¶ ويجب أن يحسن التفهم والاستماع، فمن لم يحسن الاستماع، لم يحسن الكلام(1). ¶ - ثم يستعرض من أدلة كل فريق، فيمحصها ويعركها: سندًا ومتنًا ودلالة، ويقارن بعضها ببعض؛ بهدف الوصول إلى أقوى الأدلة وأبقاها، وهذه مرحلة خطيرة في الترجيح؛ لأن تغليب قول على آخر يترتب عليها. ¶ - وينبغي الحذر من المرجحات العامة التي لا اعتبار لها، مثل: ترجيح رأي إمام لأنه أقدم، والفضل للسابق! أو لأنه متأخر تسنى له الاطلاع على علم من سبقوه واختيار الصحيح! ¶ - كما ينبغي الحذر من ترجيح ما تألفه النفوس، وتطمئن إليه طمأنينة عادية منبعثة من إلفه، ومعرفته وموافقته للمعهود، أو ملاءمته للواقع. ¶ __________ ¶ (1) انظر: الفقيه والمتفقه للخطيب البغدادي (2/31)، وجامع بيان العلم (1/137).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "- وليس لإنسان أن يبتكر قولاً بدعًا لم يسبق إليه من قبل في حكم شرعي؛ بل لا يخرج عن مجموع أقوال السلف؛ إذ إن اقتصارهم على هذه الأقوال يعتبر إجماعًا منهم على أن الحق محصور فيها، لا يخرج عن جملتها- وإن اختلفوا بعد ذلك أيها وافق الحق، ولا يظن أن يخفى الحق على جميع الأمة في عصر من العصور. ¶ أما تأليف قول من قولين لأئمة سابقين؛ فيرجح جزءًا من قول هذا، وجزءًا من قول ذاك؛ فليس من هذا القبيل؛ إذ إنه لا يعد خروجًا عن أقوال الأئمة، إلا أن يكون القول الجديد المؤلف من القولين مغايرًا لهما في حقيقته وفحواه، وإن وافق كلا منهما في جزء منه من حيث الصورة فحسب. ¶ - وإذا لم يتمكن الإنسان من الترجيح بكافة الوسائل؛ فليحاول الترجيح الجزئي، كأن يختار قولين قويين من بين مجموع الأقوال، أو يضعف ما ظهر له تضعيفه من الأقوال؛ لأن هذا يسهل مهمة غيره. ¶ - فإذا لم يتبين له وجه الصواب -كليًّا أو جزئيًّا- فليتوقف، ولا يتجشم الصعب الكؤود، فالمسألة مسألة دين وعبادة، وكان بعض السلف يقول: \"إنني أستحي من الله أن يدان في الأرض برأيي\"(1). ¶ ولربما يكشف الله للباحث المخلص الحريص النقاب عن وجه الحق فيسفر، ولو بعد حين، أو يكشفه لغيره ممن هو أعلم منه، أو أفقه، أو أكثر تجردًا وإخلاصًا، والفضل بيد الله يؤتيه من يشاء. ¶ * * * ¶ الفصل الخامس ¶ حول فقه النوازل ¶ إن فقه النوازل من أدق مسالك الفقه وأعوصها؛ حيث إن الباحث فيه يطرق موضوعات لم تطرق من قبل، ولم يرد فيها عن السلف قول؛ بل هي قضايا مستجدة، يغلب على معظمها طابع العصر المتميز بالتعقيد والتشابك، والمتميز بابتكار حلول علمية لمشكلات متنوعة قديمة وحديثة، واستحداث وسائل جديدة لم تكن تخطر ببال البشر يومًا من الدهر -والله أعلم-. ¶ __________ ¶ (1) أخرجه الدارمي (107) من قول عطاء بن أبي رباح.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وهذه وتلك مما أنتجته عقول كفرة لا يؤمنون بالله، ولا باليوم الآخر، ولا يرعون للخلق أو العرض أو الدين قدرًا. وذلك في غيبة الأمة المسلمة عن قيادة الحياة البشرية، وخنوسها(1) إلى مؤخرة الرَّكْب؛ بل توقف مسيرتها؛ بل تراجعها إلى الوراء. ¶ وهذه الأمور جعلت معالجة القضايا الجديدة التي أفرزتها الحضارة الغربية، وانتقلت إلى بلاد الإسلام مسألة صعبة خطيرة، تتطلب جهدًا مضاعفًا، وتحريًا طويلاً، ودراسة عميقة للأقوال والأدلة؛ حتى يتميز الحق وينبلج صباحه، خاصة وأنه في كثير من الأحيان يشكل فهم المسألة، وتصورها تصورًا صحيحًا، إذ قد تكون متعلقة بالنواحي الطبية -مثلاً- أو الاقتصادية المتخصصة، أو السياسية، أو غيرها.. مما يحتاج معه إلى وجود المسلم المتخصص الذي يملك تصوير المسألة تصويرًا صحيحًا، وكشف أبعادها لغير المختصين. ¶ وهذا لا يسوّغ النكوص وكثرة التهيب من طَرْق هذه القضايا؛ بل هي من ألزم ما يجب طرقه؛ لأنها تتعلق بحياة الناس ومعاشهم، وتعرض لهم في مختلف أحوالهم، ولابد فيها من الفتيا، ورفع الإشكال عن المسلم الحريص على الالتزام بالشرع، وتحري حكم الله. ¶ والإعراض عن بحث هذه المسائل -بحجة الورع- هو في الحقيقة نكول عما أخذه الله على العالمين من ضرورة البيان وعدم الكتمان، ومن المقرر أن: (تأخير البيان عن وقت الحاجة لا يجوز)(2). ¶ إذًا فقد اجتمع في مسألة النوازل أمران: ¶ __________ ¶ (1) خنوسها: تأخرها. المعجم الوسيط (1/268). ¶ (2) هذه قاعدة أصولية مبسوطة في كتب الأصول. انظر على سبيل المثال: \"المحصول\" (3/279)، و\"المستصفى\" (1/192)، و\"المعتمد\" (1/315)، و\"روضة الناظر\" (1/185)، و\"المنخول\" (1/68)، و\"الإبهاج\" (2/215)، و\"المسودة\" (1/163)، و\"الموافقات\" (3/344)، و\"المدخل\" لابن بدران (1/270)، و\"إرشاد الفحول\" (1/294).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "(أولهما) صعوبة الفتيا فيها: ولقد كان السلف يتدافعون الفتيا، حتى قال عبد الرحمن بن أبي ليلى: \"لقد أدركت في هذا المسجد عشرين ومئة من الأنصار، وما منهم من أحد يحدث بحديث إلا ودَّ أن أخاه كفاه الحديث، ولا يسأل عن فتيا إلا ودَّ أن أخاه كفاه الفتيا!\"(1). ¶ وكان سعيد بن المسيب لا يفتي فتيا إلا قال: \"اللهم سلمنى\"(2). ¶ و(ثانيهما) لزومها: فهي من المواضع التي يلزم فيها الاجتهاد والفتيا بما ينتج عنه لزومًا كفائيًّا. ¶ وإذا كان المرء لا يرى نفسه أهلاً لذلك، لكن رآه غيره من العارفين كذلك، فليس من حقه التنصل والتهرب والفرار. ¶ يقول ميمون- أبو حمزة - رحمه الله : \"قال لي إبراهيم: يا أبا حمزة، والله لقد تكلمت، ولو وجدت بدًّا ما تكلمت، وإن زمانًا أكون فيه فقيه أهل الكوفة زمان سوء!\"(3). ¶ وإبراهيم هذا هو إبراهيم النخعي(4)، ومع قوله هذا فقد كان يفتي، ويقول: \"احتيج إليَّ، احتيج إليَّ\"(5)! ¶ فكل باحث يمتلك القدرة على البحث، والتوصل إلى القول الراجح، يلزمه من ذلك ما يلزمه، وإن كان رأيه في نفسه كرأي هذا التابعي الجليل في نفسه أو أشد! ¶ وقد تتعين الفتيا وتلزم فردًا أو أفرادًا هم خيرة أهل الزمان، أو من خيرتهم، وإن كانوا هم يرون أنفسهم دون ذلك، وإن كان فيهم وفيهم؛ فلكل زمان رجاله. ¶ __________ ¶ (1) أخرجه الدارمي (135) وفيه- وفي غيره نصوص أخرى كثيرة- كذلك. ¶ (2) التاريخ الكبير للإمام البخاري (3/511). ¶ (3) أخرجه الدارمي (196). ¶ (4) انظر ترجمته في \"الجرح والتعديل\" لابن أبي حاتم (2/144)، \"تهذيب التهذيب\" لابن حجر (1/155).… ¶ (5) الطبقات الكبرى لابن سعد (6/271)، وحلية الأولياء (4/226)، وصفة الصفوة (3/86).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "والإسلام يحكم جميع الأزمنة، وله في كل واقعة حكم، ولا تستقيم أمور الناس بدون فتيا، خاصة وأنه في مثل الزمان الذي يقل فيه الخير، ويقل الأخيار؛ يكثر المتكلمون بلا علم، والمفتون بلا دليل، والمقتحمون بلا ورع، فإذا سكت من هو أهل للكلام، وتكلم من شأنه السكوت؛ فعلى العلم والإسلام السلام!. ¶ .ومن هذا المنطلق نحاول تحديد بعض المعالم التي تعين على موافقة الصواب -بإذن الله- فنقول: ¶ .أولاً: لابد من تصور المسألة تصورًا صحيحًا واضحًا كافيًا قبل البدء في بحث حكمها، والحكم على الشيء فرع عن تصوره، وكم أُتي الباحث أو العالم من جهة جهله بحقيقة الأمر الذي يتحدث فيه! فالناس في واقعهم يعيشون أمرًا، والباحث يتصور أمرًا آخر ويحكم عليه. ¶ وإن كان الأمر له أبعاد لم تظهر ولم تأت بعد، فالباحث يتخيل شيئًا، والذي يحدث شيء آخر لا علاقة له به. ¶ فلابد من تفهم المسألة من جميع جوانبها، والتعرف إلى جميع أبعادها وظروفها، وأصولها وفروعها ومصطلحاتها، وغير ذلك مما له تأثير على الحكم فيها. ¶ ويستعين في ذلك بالمراجع المتخصصة الموثوقة، كما يستعين بأهل الخبرة الثقات، الذين يحلون له ما استغلق عليه فهمه من مدلولات الأمر أو مصطلحاته، أو متعلقاته، حتى لا يبقى عنده فيه أي لبس. ¶ ومن خلال القناعة الناتجة عن بعض المتابعات الواقعية، يتأكد أن كثيرًا من الخطأ في الفتيا مرده إلى التصور في تحقيق ما ذكرنا، أو إلى أمر آخر من جنسه، وهو فهم السؤال فهما غير مطابق للواقع، ولا لغرض السائل، وقد يكون السؤال يعني شيئًا، والجواب إنما هو على شيء آخر مباين له تمامًا. ¶ ثانيًا: ينبغي الحرص على معرفة (السوابق التاريخية) القريبة أو البعيدة التي تمس المسألة من قريب أو من بعيد، فيبحث: هل وقع في التاريخ الإسلامي ما يستأنس به في حلها؟ وهل عرضت على أحد من العلماء في أي عصر مسألة شبيهة بها؟.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ولذلك كان العلماء يقولون: \"لا يكون فقيهًا في الحادث من لم يكن عالمًا بالماضي!\"(1). ¶ والاطلاع على التاريخ مفيد في مثل هذا، وكم من مسألة يظنها الباحث جديدة حادثة، فيتبين -بعد- أنها ليست كذلك، وقد وقعت أو نحوها في بلدة كذا، وأفتى فيها العلماء! ¶ ولو حقق المرء ودقق، لوجد كثيرًا من الحوادث والنوازل لها جذور عريقة في التاريخ، تُعدُّ هي الأصول أو السوابق التاريخية لها. ¶ وأضرب على ذلك مثالاً واحدًا في مسألة التأمين، فقد يظنها الكثيرون مسألة معاصرة ليس في تراث الفقه الإسلامي، ولا في ماضي المسلمين؛ ما يشهد لها، أو يرشد فيها، ولكن الباحثين يثبتون أن له جذورًا تاريخية، خاصة ما يسمى بالتأمين البحري. وذلك في أوائل القرن الرابع عشر الميلادي؛ بل أرجعه بعضهم إلى القرن الثاني عشر. ¶ هذا من حيث وجوده في العالم، أما عن اتصاله بحياة المسلمين، فيكفي أن نعلم أن هناك نصًّا في كتاب (المغني) للإمام ابن قدامة الحنبلي يتعلق بموضوع التأمين البحري(2). ¶ ثم نص آخر في (حاشية ابن عابدين) في الفقه الحنفي(3). ¶ ثالثًا: بعد تصدر المسألة ومعرفة سوابقها، يستجمع ما يمكن أن يكون دليلاً فيها بالمنع أو الجواز، وينظر في الأصول والقواعد العامة المقررة التي يمكن أن تكون المسألة إحدى جزئياتها؛ إذ النص الواحد، أو القاعدة الواحدة قد يدخل تحتها من الفروع والمسائل القديمة والجديدة ما لا ينتهي عند حد. ¶ وينظر في فتاوى العلماء المعاصرين، أو الهيئات العلمية الموثوقة التي سبق أن تناولت المسألة بالبحث، وأصدرت بشأنها رأيًا -فرديًا أو جماعيًا-. ¶ ويناقش هذه الآراء على ضوء الأدلة والقواعد التي اجتمعت لديه، حتى يطمئن إلى رأي في المسألة. ¶ __________ ¶ (1) جامع بيان العلم (2/47). ¶ (2) انظر المغني (4/565) من طبعة المنار ¶ (3) هو في كتاب الجهاد - باب المستأمن - (3/345، 346). وانظر في هذا: التأمين البحري لجمال عياد، وبحث التأمين للدكتور مصطفى الزرقا.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وبعد هذه المرحلة، يستفيد الباحث كثيرًا من مناقشة العلماء والمختصين، وتداول الرأي حول القضية؛ وإنما يحسن النقاش المباشر في هذه المرحلة؛ لأن الإنسان حين يناقش دون تكوين رأي محدد يستحسن -أحيانًا- فكرة من الأفكار المطروحة، ويميل معها، وحين يقطع في البحث مرحلة أخرى؛ يتغير رأيه، فيحتاج إلى المناقشة مرة أخرى، وهكذا. ¶ كما أن النقاش قبل تكوين رأي، يدعو إلى إلغاء شخصية الباحث، وذوبانها في شخصيات الآخرين خاصة حين يكونون -من حيث الجملة- أوسع منه علمًا، وأوضح بيانًا. ¶ * * * ¶ الفصل السادس ¶ عدم التسرع في إطلاق ألفاظ التحليل والتحريم ¶ وقد نهى الله سبحانه وتعالى عن المسارعة في إصدار أحكام التحليل والتحريم، فقال: (وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى الله الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى الله الْكَذِبَ لا يُفْلِحُونَ) [النحل: 116]. ¶ قال الحافظ ابن كثير رحمه الله: \"ويدخل في هذا كل من ابتدع بدعة ليس له فيها مستند شرعي، أو حلل شيئًا مما حرم الله، أو حرم شيئا مما أباح الله، بمجرد رأيه وتشهيه\"(1). ¶ ومن منطلق هذا التحذير الإلهي كان السلف رضوان الله عليهم ينقبضون عن الجزم بما لا نص فيه صريحًا، ولا يكثرون من إطلاق عبارات التحليل والتحريم؛ إنما يعبرون عما يشعرون بذلك، دون تصريح بالإيجاب أو المنع. ¶ وهذا كان مئنة(2) فقههم، وورعهم، ومحاسبتهم لأنفسهم، وقد نُقِل هذا عن كثير من السلف، كما قال الأعمش: \"ما سمعت إبراهيم قط يقول: حلال، ولا حرام؛ إنما كان يقول: كانوا يكرهون، وكانوا يستحبون\"(3). ¶ __________ ¶ (1) تفسير ابن كثير (2/232). ¶ (2) مَئِنَّة: مخلقة ومجدرة ومظنة. لسان العرب (13/398)، غريب الحديث لابن سلام (4/61). ¶ (3) أخرجه الدارمي (184) عن الأعمش وهو سليمان بن مهران الكاهلي.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وكان الإمام أحمد رحمه الله يتوقف في كثير من المسائل ويحجم عنها، وإذا أجاب كان يتجنب التصريح ما وسعه ذلك(1). ¶ ويقول الإمام مالك رحمه الله: \"لم يكن من أمر الناس، ولا من مضى من سلفنا، ولا أدركت أحدًا أقتدي به؛ يقول في شيء: هذا حلال، وهذا حرام، وما كانوا يجترؤون على ذلك؛ وإنما كانوا يقولون: نكره هذا، ونرى هذا حسنًا، ونتقي هذا، ولا نرى هذا.. ولا يقولون حلال ولا حرام\"(2). ¶ والآثار في ذلك عن السلف كثيرة. ¶ ولكننا نرى أن إطلاق لفظ التحريم، أو الإباحة، أو نحوهما؛ ينبغي أن يكون في بعض الحالات، ومنها: ¶ أولاً: إذا كان الحكم قد دل عليه دليل صحيح صريح، ولم يصرفه عنه صارف، أو ثبت الحكم بالإجماع المنقول نقلاً صحيحًا؛ ولذلك عقب الإمام ابن عبد البر على كلمة الإمام مالك السابقة، بقوله: \"معنى قول مالك هذا: أن ما أخذ من العلم رأيًا واستحسانًا؛ لم نقل فيه حلال ولا حرام والله أعلم\"(3). ¶ ثانيًا: إذا رأى الباحث بالدليل تحريم أمر من الأمور، ورأى الناس قد قلت هيبتهم للشرع، وصاروا يتهالكون على ذلك دون رادع يردعهم، ولو قيل لهم من العبارات ما لا يفهم منه التحريم لأوغلوا أكثر وأكثر، فمن الملائم أن يقول لهم ما توصل إليه من التحريم صراحة؛ بل ويؤكد ذلك بسرد أدلته وذكر العلماء المانعين له، وأسباب تحريمه ونحو ذلك. ¶ ومثله لو مست الحاجة لأمر من الأمور، وتوقف العمل به على فتيا بإباحته، وتوصل الباحث بعد الجهد العلمي المجرد لإباحته، فمثل هذا تدعو الحاجة إلى ذكر لفظ الإباحة، خاصة إذا كان يتعلق بأهل تقى وورع لا يدخلون في أمر، حتى يعلموا حكم الله فيه بوضوح. ¶ * * * ¶ الفصل السابع ¶ العناية بالتربية والعبادة والبناء الخلقي ¶ __________ ¶ (1) انظر الاتجاهات الفقهية عند أصحاب الحديث للدكتور/ عبد المجيد محمد (ص 416 وما بعدها). ¶ (2) جامع بيان العلم (2/146). ¶ (3) جامع بيان العلم (2/146).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وهذا موضوع مهم جدًّا، ويحتاج إلى معالجة خاصة غير التي نعرضها هنا، ولكننا نشير إلى جوانب منه استكمالاً للموضوع. ¶ وأول ما ينتبه إليه هنا هو: أن يحرص المتفقه على الالتزام بالشرع، والجمع بين العلم والعمل، وأن يكون قدوة للعامة وغيرهم: بشخصه، وعمله، وعبادته، وخلقه.. قبل أن يكون قدوة بعلمه وفتواه. ¶ والفقه الحق هو العمل والانقياد؛ ولهذا لم يكن سلف هذه الأمة يسمون الرجل: \"فقيهًا\" أو \"عالمًا\" لمجرد علمه وحفظه، حتى يضم إلى ذلك العمل، والخشية، والورع، والتقوى. ¶ ففي الحديث عن أبي الدرداء رضي الله عنه قال: كنا مع رسول الله صلى الله عليه وسلم فشخص ببصره إلى السماء، ثم قال: \"هذا أوان يختلس العلم من الناس حتى لا يقدروا منه على شيء\". فقال زياد بن لبيد الأنصاري رضي الله عنه: يا رسول الله، وكيف يختلس منا وقد قرأنا القرآن؟ فو الله لنقرأنه ولنقرئنه نساءنا وأبناءنا! فقال: \"ثكلتك أمك يا زياد! إن كنتُ لأعدُّك من فقهاء أهل المدينة، هذه التوراة والإنجيل عند اليهود والنصارى، فماذا يغني عنهم؟\". ¶ قال جبير: فلقيت عبادة بن الصامت، قال: قلت: ألا تسمع ما يقول أخوك أبو الدرداء؟ فأخبرته بالذي قال، قال: صدق أبو الدرداء إن شئت لأحدثنك بأول علم يرفع من الناس: الخشوع، يوشك أن تدخل مسجد الجماعة فلا ترى فيه رجلاً خاشعًا!\"(1). ¶ وانتفع أبو الدرداء رضي الله عنه بما سمع فجرت على لسانه الحكمة فقال: \"إن من أشر الناس عند الله منزلة يوم القيامة عالم لا ينتفع بعلمه\"(2). ¶ __________ ¶ (1) أخرجه الدارمي (288)، والترمذي (2653)، والحاكم في المستدرك (338) من حديث أبي الدرداء رضي الله عنه، وقال الترمذي: حديث حسن غريب اهـ وصححه الحاكم، وأخرجه البيهقي في المدخل إلى السنن الكبرى (853) من حديث عوف بن مالك الأشجعي رضي الله عنه. ¶ (2) أخرجه الدارمي (262) عن أبي الدرداء رضي الله عنه.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": ".وأول مراتب العمل: النية الخالصة في طلب العلم لوجه الله تعالى، لا رياء ولا سمعة، ولا مفاخرة، ولا استكثارًا من الأتباع، ولا غير ذلك، قال ابن مسعود رضي الله عنه: \"لا تعلّموا العلم لثلاث: لتماروا به السفهاء، وتجادلوا به العلماء، ولتصرفوا به وجوه الناس إليكم، وابتغوا بقولكم ما عند الله؛ فإنه يدوم ويبقى، وينفد ما سواه\"(1). ¶ ثم يكون العلم -بعد النية- بالخشوع والخشية، والتقوى والمراقبة، والزهد في الدنيا، وموافقة العمل للقول، وكلما ازداد العبد علمًا صحيحًا زادت لديه هذه الخصال. ¶ قال الحسن رحمه الله تعالى: \"كان الرجل إذا طلب العلم لم يلبث أن يرى ذلك في تخشعه وبصره، ولسانه، ويده وصلاته وزهده\"(2). ¶ وقال أبو قلابة لأيوب السختياني: \"إذا أحدث الله لك علمًا فأحدث له عبادة، ولا يكن همك أن تحدث به\"(3). ¶ وإذا كان المرء متعلقًا بالدنيا كلفًا بها؛ لم ينل العلم، يقول الحسن ابن صالح: \"إنك لا تفقه حتى لا تبالي في يدي مَنْ كانت الدنيا!\"(4). ¶ وهذه الخصال كانت من شروط المتعلمين في شيوخهم، فكانوا إذا أتوا الرجل؛ ليأخذوا عنه، نظروا إلى صلاته، وإلى سمته، وإلى هيئته ثم يأخذون عنه(5). ¶ فهم لا يتتلمذون إلا على يدي شيخ، يقتدون بسمته وهديه، قبل أن ينتفعوا بعلمه وروايته، وفقهه النظري؛ ولذلك ما كانوا يعرفون العالم بالمطلع، أو الباحث، أو الراوي؛ بل بالعامل المقبل على الله، المنصرف عما سواه. ¶ __________ ¶ (1) أخرجه الدارمي (255) عن ابن مسعود رضي الله عنه. ¶ (2) جامع بيان العلم (1/60،127). ¶ (3) جامع بيان العلم (1/88). ¶ (4) جامع بيان العلم (1/190). ¶ (5) أخرج الدارمي (420) عن إبراهيم قال: \"كانوا إذا أتوا الرجل ليأخذوا عنه نظروا إلى صلاته وإلى سمته وإلى هيئته\".",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ومن أقوالهم في ذلك: \"إنما العالم من خاف الله عز وجل\"(1)، \"إنما الفقيه: الزاهد في الدنيا، الراغب في الآخرة، البصير بأمر دينه، المداوم على عبادة ربه\"(2)، \"إنما الفقيه من يخاف الله\"(3). ¶ وسئل سعد بن إبراهيم: من أفقه أهل المدينة؟ فقال: \"أتقاهم لربه\"(4). ¶ إذًا الفقه والتقوى قرينان لا يفترقان، ومن اتصف بالعلم والحفظ دون انتفاع بما يحمل، ولا تأثر عملي به؛ فليس بفقيه، كما أن العابد الجاهل المتخبط ليس بعابد على التحقيق. ¶ وهذان الصنفان فيهما شبه من اليهود والنصارى؛ فمن ضل من علماء الأمة ففيه شبه من اليهود، ومن ضل من عبادها ففيه شبه من النصارى. ومن المؤسف أن هذا التعريف قد أصبح في عداد المصطلحات التاريخية المرتبطة بفترة زمنية معينة ينتهي بانتهائها، وأصبح العالم أو الفقيه هو من يحمل شهادة معينة في هذا التخصص. ¶ والخطوة الثانية -بعد التجرد، وإخلاص النية، ومواطأة العمل للعلم- هي: ألا تقتصر مهمة الفقيه على الفتيا بين الناس في الأحكام الفرعية، أو فض الخصومات والمنازعات بين الناس فحسب؛ بل يتعدى ذلك ليصبح رائدًا للمجتمع الإسلامي، موجهًا إلى الله والدار الآخرة، محركًا للهمم والعزائم، مرغبًا في الخير، مرهبًا من الشر، راصدًا لحركة المجتمع في كافة جوانبها، موجهًا لجوانب الخير فيها، معارضًا -كل المعارضة- لجوانب الشر والسلب فيها. ¶ لقد آن الأوان أن تنتهي حالة السلبية والانزواء والتواري، التي يعيشها كثير من القيادات العلمية الإسلامية، وأن تحل محلها حالة التصدر والقيادة والتوجيه من كافة المنابر. ¶ __________ ¶ (1) انظر الجامع لابن عبد البر (1/134). ¶ (2) أخرجه الدارمي (294) عن الحسن البصري. ¶ (3) انظر الجامع لابن عبد البر (1/134). ¶ (4) أخرجه الدارمي (295) من كلام سعد بن إبراهيم الزهري.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ولم يعد مقبولاً أن يترك العلماء المخلصون قيادة المجتمعات للشيوعيين، أو القوميين، أو الطواغيت الذين يلعبون بمستقبل الشعوب الإسلامية، وهذه مسؤولية تاريخية عظمى، وهي أعظم تحدٍّ يواجه العلماء المخلصين. ويطيب لنا -ولو استرسلنا- أن ننقل صورة تاريخية عن حياة فقيه من فقهاء المغرب، تكشف عن دور العالم المسلم في الحياة. ¶ قال الإمام الكبير القاضي عياض بن موسى اليحصبي المالكي في ترجمة للإمام \"سحنون بن سعيد التنوخي\" في كتابه \"ترتيب المدارك وتقريب المسالك في تراجم أصحاب الإمام مالك\": ¶ \"قال سحنون: لم أكن أرى قبول هذا الأمر -يعني ولاية القضاء- حتى كان من الأمير معنيان: ¶ أذكر في أحدهما أنه أعطاني كل ما طلبت، وأطلق يدي في كل ما رغبت، حتى إني قلت له: أَبْدأُ بأهل بيتك وقرابتك وأعوانك؛ فإن قبلهم ظلامات للناس وأموالا لهم منذ زمن طويل؛ إذ لم يجترئ عليهم من كان قبلي، فقال لي: نعم. لا تبدأ إلا بهم، وأَجْرِ الحق على مفرق رأسي!!. فقلت له: آلله؟! فقال لي: آلله -ثلاثًا-، وجاءني من عزمه -مع هذا- ما يخاف المرء على نفسه، وفكرت فلم أجد أحدًا يستحق هذا الأمر، ولم أجد لنفسي سعة في رده \". ¶ قال سليمان بن سالم: \"لما تمت ولاية سحنون تلقاه الناس، فرأيته راكبًا على دابة، ما عليه كسوة ولا قلنسوة، والكآبة في وجهه! ما يتجرأ أحد يهنيه، فسار حتى دخل على ابنته خديجة -وكانت من خيار النساء- فقال لها: اليوم ذبح أبوك بغير سكين!\"(1). ¶ __________ ¶ (1) ترتب المدارك (4، 56، 57) ط: المغربية وفى حياة الرجل عجائب كثيرة، فلتراجع.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "إن ما نراه من هذا الإمام من عزوف عن ولاية القضاء ليس هروبًا من المسؤولية، ولا تخليًا عن قيادة المجتمع؛ بل الأمر على النقيض من ذلك، فهو يعلم أن القاضي يضطر -أحيانًا- بحكم منصبه الرسمي إلى مداهنة السلاطين ومجاملتهم، وهذا يتنافى مع مسؤولية العالم، ويحط مكانته عند الناس، ويدعو إلى عدم قبول ما يدعو إليه؛ ولذلك -ولغيره من الأسباب الأخرى المتعلقة بالورع- رفض الولاية، حتى أذعن الأمير له بالشروط التي تجعل حكمه نافذًا على حاشية الأمير، وخدمه وأولاده؛ بل على الأمير نفسه! ¶ ومع مراعاة الفارق التاريخي، والمتغيرات الكثيرة التي طرأت في حياة المسلمين؛ فإن المسلمين ينتظرون من علمائهم دورًا كهذا الدور؛ بل دورًا كدور الإمام أحمد الذي ظل منافحًا عن عقيدة أهل السنة والجماعة في الوقت الذي كان الخليفة نفسه يعتقد مذهب المعتزلة الضال، حتى صار الإمام أحمد رمزًا من رموز الحق والثبات، وصار الرجل حين يريد نسبة نفسه لأهل السنة يقول: إنه يرى في الأسماء والصفات والعقائد ما يدين به الإمام أحمد رضي الله عنه. ¶ وإذا كان من الواضح - بعدما ذكرنا بعض الأقوال عن علماء السلف وفقهائهم -، أن الفقه المتعلق ببيان الأحكام والفرعيات _ مرتبط بيقظة القلب، وإشراق النفس، وصدق الإيمان، ومرتبط بالعمل الظاهر: من عبادة، وزهد، ودعوة للناس، وغير ذلك، فإننا نلحظ أنه مر على المسلمين فترات اضمحل فيها دور الفقيه أو العالم الذي ذكرنا، وصار دوره هو تقرير الأحكام الفرعية من زاوية مذهبية لا أكثر، فلم تعد مهمته إحياء قلوب الناس، وربطهم بالإسلام ربطًا حقيقيًا، ولم يعد يمارس دوره في توجيه المجتمعات وريادتها، وأصبح الفقيه - كما يقول الغزالي -: \"معزولاً عن ولاية القلب\"(1)، وصار إذا تحدث في القضايا الخلقية أو التربوية فكأنما تحدث في غير فنه، ويخوض فيما ليس من شأنه كما لو خاض في الكلام والطب(2)!. ¶ __________ ¶ (1) إحياء علوم الدين (1/18). ¶ (2) نفس الموضع السابق.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ووجد طوائف من المنسوبين إلى الفقه والعلم الشرعي يصفهم الغزالي بقوله: \"ولو سئل فقيه عن معنى من هذه المعاني -حتى عن الإخلاص مثلاً- أو عن التوكل، أو عن وجه الاحتراز من الرياء؛ لتوقف فيه، مع أنه فرض عينه الذي في إهماله هلاكه في الآخرة. ولو سألته عن اللعان والظهار والسبق والرمي؛ لسرد عليك مجلدات من التفريعات الدقيقة التي تنقضي الدهور، ولا يحتاج إلى شيء منها، وإن احتيج لم تخل البلد عمن يقوم بها، ويكفيه مؤونة(1) التعب فيها، فلا يزال يتعب فيها ليلاً ونهارًا، وفي حفظه ودرسه يغفل عما هو مهم في نفسه من الدين، وإذا روجع فيه قال: اشتغلت به لأنه علم الدين، وفرض الكفاية.. ويلبس على نفسه وعلى غيره في تعلمه، والفطن يعلم أنه لو كان غرضه أداء حق الأمر في فرض الكفاية، لقدم عليه فرض العين؛ بل قدم عليه كثيرًا من فروض الكفايات؛ فكم من بلدة ليس فيها طبيب إلا من أهل الذمة، ولا يجوز قبول شهادتهم فيما يتعلق بالأطباء من أحكام الفقه، ثم لا ترى أحدًا يشتغل به، ويتهاترون على علم الفقه، لاسيما الخلافيات والجدليات، والبلد مشحون من الفقهاء بمن يشتغل بالفتوى والجواب عن الوقائع. ¶ فليت شعري: كيف يرخص فقهاء الدين في الاشتغال بفرض كفاية قد قام به جماعة، وإهمال مالا قائم به؟! هل لهذا سبب إلا أن الطب ليس يتيسر الوصول به إلى تولي الأوقاف والوصايا، وحيازة مال الأيتام، وتقلد القضاء والحكومة، والتقدم به على الأقران، والتسلط به على الأعداء...\"(2). ¶ __________ ¶ (1) المؤونة: اسم لما يتحمله الإنسان من ثقل النفقة وغيرها، وبعضهم يذهب إلى أنها مأخوذة من \"الأون\": وهو الثقل، وبعضهم يقول: هي من \"الأين\": وهو التعب والشدة. انظر لسان العرب (13/396)، التعريفات (1/303). ¶ (2) إحياء علوم الدين (1/21).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "والغزالي في كلامه هذا لا يقصد كافة الفقهاء؛ بل ولا غالبهم فيما نعتقد؛ بل يقصد طائفة معينة يعيش معها ويتحدث عنها، بدليل أنه بعد هذا الكلام قام بتقسيم الفقهاء إلى أقسام: قسم أراد وجه الله، فهم أهل رضوانه.. إلخ. ¶ ويتحدث عن الأئمة الأربعة رحمة الله عليهم أجمعين، وفضلهم وزهادتهم واستيلائهم على الذروة من علم الفقه، وعلم القلوب(1). ¶ وسواء كان ما رأيناه في شأن كلامه صحيحًا أو غير صحيح، فنحن لا نقصد من سوق كلامه الطعن في الفقهاء عامة، ولا موافقة الغزالي في كل ما ذهب إليه، فإن الغزالي قد وقف في الطرف الآخر بعيدًا عن العلم الصحيح المبني على الدليل، فاضطرب في باب العقائد أيما اضطراب، وأكثر من الاستدلال على الفروع بالأحاديث الضعيفة؛ بل والموضوعة. ¶ .ولكن الذي نعنيه ونقصده بأوضح عبارة هو: أننا بحاجة إلى الفقيه المسلم الذي انطبع فقهه وعلمه على جوارحه، فصار ترجمانًا لعلمه، ومن ثم لم يصبح الفقه عنده عبارات جافة مقتصرة على بيان الفروع؛ بل أضفى على ذلك من الرشحات العاطفية، والتأثيرات الوجدانية؛ ما يعيد الفقه إلى طبيعته الأولى التي كان مرتبطًا فيها بالتربية. ¶ إننا بحاجة إلى الفقيه المسلم الذي يعيد للفقه الإسلامي قوته ونضارته، وارتباطه بالحياة العملية، ومعالجته للإنسان كإنسان متكامل: يحتاج إلى التقويم الخلقي، والتوجيه العبادي، والتربية الروحية، والإقناع العقلي، والإلزام القانوني. ¶ ويمكن تحديد بعض الجوانب التي من شأنها أن تنحو بالفقه المنحى الذي نريد في الفقرات التالية: ¶ (1) العناية بربط الأحكام بالعقائد، فليس يكفي أن نقول للناس: هذا حرام حتى نحشد له ما أمكن من المؤثرات العاطفية الوجدانية التي تحجز الناس عن الوقوع فيه. ¶ __________ ¶ (1) إحياء علوم الدين (1/21، 24-28).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "فليس إقدام الناس على الحرام ناتجًا عن الجهل بحرمته فقط؛ بل أكثر الخلق يقدمون عليه وهم عارفون بتحريمه، لكن لغياب الوعي الأخروي، وتلاشي مراقبة الله في الضمير؛ هان عليهم مقارفة المنكر. ¶ فالعلاج -إذًا- ينبغي أن ينطلق من تشخيص صحيح كامل للمرض. ¶ ونحن لو تأملنا طريق القرآن الكريم في هذا؛ لوجدنا ربط الأحكام الشرعية بأصولها العقدية، وخاصة في المجتمع المدني الذي كثر فيه تشريع الأحكام الفرعية بحكم نشأة المجتمع المسلم، الذي يصوغ حياته وفق هدي الله وشرعه، فصارت الأحكام تنزل متلاحمة مع التأكيد على العقائد وتركيزها في النفوس، فكان تنفيذ الحكم التزامًا بمقتضى العقيدة، وكانت العقيدة حارسًا على تنفيذ الحكم. ¶ وبحكم أننا نخاطب ناسًا مسلمين؛ فإننا ننطلق من أرضية معينة هي اقتناعهم بهذا الدين وإيمانهم بالله ربًّا وبالإسلام دينًا وبمحمد صلى الله عليه وسلم نبيًّا، وإيمانهم بالبعث والجنة والنار.. والغيب كله، وإيمانهم بالقضاء والقدر، فلابد من إحياء هذه المعاني المتوارية، وربط الأحكام بها؛ حتى يدرك المسلم أن الأخذ بهذه الأشياء هو مقتضى كونه مسلمًا، وحتى يدرك المأخوذ ببهرج الحضارة الغربية، المشرب حب الشهوات والشبهات _ حقيقة الحال التي يعيشها، فإما أن ينحاز للإسلام فيلتزم به، وإما أن ينحاز للمعسكر الآخر المحاد لله تعالى ولرسوله صلى الله عليه وسلم، فلا يحسب على الإسلام وعلى المسلمين. ¶ فلابد من التأكيد على الأصل الذي تنبثق عنه سائر الأوامر والنواهي، وهو أصل الاستسلام لله، والخضوع لأمره، وترسيخ هذا المعنى بكل وسيلة، وفي كل مناسبة. ¶ ولا شك أن عزل الأحكام عن العقائد هو أمر فني محض، يتعلق بطريقة التأليف والدراسة؛ بل كان كثير من المتقدمين يجمعون في تأليفهم بين الأحكام والعقائد؛ لأنه لا غنى بأحدهما دون الآخر.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فالعقائد لا توجد حقيقة بدون عمل، ولو زعم زاعم وجود عقد القلب لديه بدون عمل لم يصدق، ولم يغن عنه من الله شيئًا. والأعمال الخيرية التي يعملها الإنسان بدافع غير دافع العقيدة لا قيمة لها البتة -عند الله-؛ بل هي كالغصن المبتوت عن أصله. ¶ وإذًا فربط الأحكام بأصولها العقدية، وإحياء مشاعر القلوب من خلال عرض الأحكام _ هو وضع للشيء في موضعه، وهو من الحكمة التي من أوتيها فقد أوتي خيرًا كثيرًا. ¶ (2) الاهتمام بمسألة الترغيب والترهيب، وربط المسلم بالخوف والرجاء؛ فالإنسان -بطبيعته- يخاف ويرجو، فمهمة الباحث والفقيه المسلم هي استثمار هذه الغريزة الفطرية -أولاً- في مجالها الشرعي، وربطها بقضية الاستقامة على الدين أو الانحراف عنه. ¶ ومهمته -ثانيًا- هي إحداث التوازن بين هذين الجانبين، وهذا التوازن هو ضمانة للاستقامة المطلوبة دون غلو أو تفريط. ¶ والترهيب أو الترغيب وسيلة في أيدي الدعاة إلى الله لا يملكها غيرهم، فالداعية يملك ترغيب الناس في الخير بربطهم بالجزاء الأخروي عند الله، وبوعدهم برضوان الله، وبرعايته لعبيده الطائعين في الدنيا وفي الآخرة، ويملك ترغيبهم بما وعد الله به المؤمنين في الدنيا من السعادة والعيشة الهنية والحياة الطيبة، ويجد الناس مصداق ذلك كله في حياة الطائعين المنحازين إلى حزب الله وصفّه. ¶ كما يملك الداعية ترهيب الناس من سخط الله وسطوته، ونقمته وعذابه؛ الذي توعد به العاصين في الآخرة، ويملك ترهيب الناس من آثار المعصية الدنيوية العاجلة من ضيق الحياة، ونكد العيش، وتسليط بعضهم على بعض، وغير ذلك مما يراه الناس عيانًا لا خفاء فيه.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وأنى ذلك لدعاة المذاهب الأرضية الذين لا يملكون شيئًا أكثر من وعد الناس بمغنم مادي زهيد موقوت، ولا يملكون شيئًا أكثر مما يملكه فرعون حين قال: (فَلأُ قَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلافٍ وَلأُ صَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ) [طه:71]. فرد عليه السحرة الذين آمنوا بقولهم: (فَاقْضِ مَا أَنْتَ قَاضٍ إِنَّمَا تَقْضِي هَذِهِ الْحَيَاةَ الدُّنْيَا) [طه: 72] ¶ ومن المؤكد أن قضية الموت ونهاية الإنسان من القضايا الكبرى التي تلح على كل إنسان -بلا استثناء-، وتحيِّر الكثيرين من الفلاسفة والمفكرين فضلاً عن دهماء الناس وعامتهم، وليس لدى أصحاب المذاهب الأرضية جواب عن هذا الأمر المحير، لكن دعاة الإسلام يملكون الجواب، ويملكون استثمار هذا الجواب في مواجهة جيش الشهوات الزاحف، وفي دعوة الناس إلى اتخاذ مواقف جادة صادقة من قضية الدين، وفي القرآن الكريم من هذا وذاك الشيءُ الكثير. ¶ (3) تلمُّس بعض الآثار والحكم والمقاصد الشرعية؛ فجمهور المسلمين على أن جميع الأحكام الشرعية معللة بجلب المصالح وتحصيلها، ودفع المفاسد وتقليلها. ¶ ووضع أيدي الناس على طرف مما وصل إليه العقل البشري في تلمس الحكم الإلهية وراء الأوامر والنواهي، مما تشهد له النصوص والوقائع التاريخية؛ يرسخ في نفوس الناس الاطمئنان، ويطرد عنهم ما قد يعرض لهم من أوهام أو وساوس. ¶ ومن ذلك عرض بعض الآثار المادية المترتبة على امتثال حكم شرعي أمرًا أو نهيًا، كالحديث عن الأضرار الجسمية المترتبة على الزنا أو الشذوذ أو تعاطي المخدرات ونحوها، والحديث عن الفوائد الطبية والصحية للوضوء والغسل والسواك وغيرها.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ولا يعني هذا ربط الحكم بعلته ربطًا كليًا، بحيث تصبح المسألة محض امتثال لنصيحة دنيوية طبية أو اقتصادية أو غيرها، كلا؛ فالأصل في المسلم الاستسلام والانصياع لأوامر الله ونواهيه، دون تردد ولا تلعثم، ولكن تضافر الأدلة وتكاثرها مما ينشرح له القلب، ويثلج له الصدر، ويهدأ به البال، خاصة في عصر تربَّدَ وادْلَهمّ(1) وأوحشت أرجاؤه. ¶ وقد يستعين الإنسان في هذا بعلوم خارجة عن نطاق الفقه واختصاصه، كالطب، والاجتماع، والاقتصاد، وعلم النفس وغيره، دون أن يتكلف ما لا يستساغ، ودون لهاث وراء البحث عن علل خفية موهومة، ودون غفلة عن أن هذه العلوم، وإن كان للمسلمين فيها إسهامات تاريخية، إلا أنها نضجت وتطورت على أيدي الجاهليين، الذين وجّهوا كثيرًا منها الوجهة التي تناسب معتقداتهم وأوضاعهم الفكرية، والاجتماعية والجغرافية. ¶ كما ينبغي أن تخص المسائل التي كثر الحديث حولها من قِبَل بعض الطاعنين المغرضين، أو المنهزمين، بمزيد من البحث والبيان، وتفنيد آراء المخالفين، وإقامة الحجة على المعاندين. ¶ __________ ¶ (1) ادْلَهَمّ: يقال ادلهمّ الظلام: كثف، والليل: اشتد ظلامه فهو مُدْلَهِمّ. المعجم الوسيط (1/305).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "(4) إبراز الجانب العملي في الإسلام، كما يتجلى في تاريخه الطويل، وخاصة في العهد النبوي. ووضع النصوص في إطارها الواقعي التاريخي الذي نزلت فيه، وإدراك الأبعاد والملابسات المختلفة التي تكتنف النص، وهذا يعين على وضع النصوص في موضعها، وعلى الجمع بين ما ظاهره التعارض منها، ويحول الفقه الإسلامي إلى منهج عملي قابل للتطبيق في أي مرحلة وفي جميع الظروف، بمعنى أنه يضع خطوات المسلم الجاد على طريق التغيير، ويعرفه بالمنهج الذي يمكن أن يعود الإسلام من خلاله إلى الدنيا، حاكمًا مهيمنًا على الأديان والأوطان كلها. ومن الأمثلة التي توضح ذلك: الحديث عن (الضرورة وحدودها)، أو عن (وسائل الإنكار: ما يجوز منها، وما لا يجوز)، أو عن (الجهاد في سبيل الله)، أو عن (الهجرة وأحكامها وحالاتها)، أو عن (ملابسة المشركين، ومشابهتهم، وضوابطها وأحوالها، واستثناءاتها) إلى عشرات الموضوعات من هذا القبيل. ¶ ولكن من الخطورة بمكان أن يفهم البعض، أن ذلك يعني التدرج في أخذ الشرائع المحكمة المنصوصة، فيأخذ المسلم المستضعف ما جاء من تشريعات في الفترة المكية، وهكذا. فهذه بدعة غليظة، وضلالة يوشك أن تؤدي بصاحبها إلى هاوية الخروج من الدين بالكلية -والعياذ بالله-. والشرع قد تم واكتمل، وما لأحد أن يزيد فيه أو ينقص، وقد انقطع الوحي بموت الرسول صلى الله عليه وسلم. ¶ * * * ¶ الفصل الثامن ¶ الأدلة الشرعية وكيفية إعمالها وترتيبها ¶ الأدلة الشرعية المتفق عليها هي : الكتاب، والسنة، والإجماع. ¶ وأكثر الفقهاء والعلماء على اعتبار القياس دليلاً رابعًا، والعمل بالمصلحة المرسلة سواء سموها بهذا الاسم أم بغيره. وكذلك الاستصحاب وسد الذرائع. ¶ والحديث عن الأدلة وحجيتها، ومواقف الناس منها؛ محله كتب الأصول، فهو صميم موضوعها، ولكننا نشير هنا إلى بعض القواعد الرئيسة المتعلقة بالأدلة مع الحديث الموجز عن ترتيبها.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فالقرآن الكريم قطعي الثبوت عند جميع المسلمين، ويدخل في ذلك القراءات المتواترة والمستفيضة عند كثير من القراء، أما دلالته فمنها قطعي ومنها ظني. ¶ ولذلك ينحصر نظر الباحث أو المجتهد - بالنسبة للقرآن -الكريم في أمر واحد وهو تحقيق دلالته متى كانت الدلالة غير قطعية. ¶ أما السنة ففيها نظران: نظر من حيث الثبوت: ويتعلق بالإسناد وبالمتن، فتعلقه بالإسناد من حيث اتصاله أو انقطاعه، ووصله أو إرساله، ونحو ذلك، ومن حيث عدالة الرواة ووثوقهم، أو ضعفهم وجرحهم. ¶ وتعلقه بالمتن بعد ذلك من حيث: نقد المتن على ضوء النصوص الأخرى، أو على ضوء الروايات الأخرى في نفس النص؛ ليتبين ما إذا كان في الحديث شذوذ أو علة قادحة. ¶ وقد يتوسع بعض الناس في نقد المتن، فيجعل من علمه المحدود وعقله الضيق حكمًا على النصوص المنقولة بالأسانيد الصحيحة، فيجرح فيها ويضعف على ما تهواه نفسه، وهذا مزلق خطير. ¶ أما النظر الآخر في السنة: فمن حيث الدلالة؛ وهي فيه كالقرآن، إن كانت دلالتها قطعية فلا غرو، وإن كانت ظنية كان من عمل الباحث أو المجتهد التحقيق في دلالتها. ¶ وأما ما يتعلق بالإجماع: فينبغي التثبت من حصوله وثبوته؛ لأن كثيرًا من الإجماعات المنقولة غير مسلمة لناقليها، كالإجماعات التي ينقلها ابن عبد البر أو ابن المنذر، ففيها ما يكون الخلاف فيها جاريًا؛ بل ومشهورًا! ¶ ولكن هذا لا يعني عدم وقوع الإجماع كما يزعمه طائفة من الكاتبين، ويحتجون له بأقوال منسوبة إلى الإمام أحمد رحمه الله أو غيره. ¶ والإجماع الذي هو حجة قاطعة عند الأصوليين هو القطعي لا الظني، والقطعي هو القول المشاهد، أو المنقول بعدد التواتر، والظني هو المنقول بخبر الآحاد، أو الإجماع السكوتي(1). ¶ __________ ¶ (1) أصول الفقه للشيخ الشنقيطي رحمه الله ص (151).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "أما سائر الأدلة من القياس، واستصحاب الحال، والمصلحة المرسلة وغيرها، فمن المعلوم أنه إنما يلجأ إليها مع عدم النص، وينبغي أن يعلم أن القياس، وإعمال العقل، والرأي مع وجود النصوص _ هو الذي كان يذمه السلف الصالح، ويضعون من قدر فاعله. ¶ وقد استقرأ علماء الأصول سائر النصوص والأدلة الكلية والجزئية، فرتبوا عليها كثيرا من القواعد الأصولية والفقهية الصحيحة، التي استقر العلماء على قبولها واعتبارها والعمل بها. ¶ وقد كان أبو بكر رضي الله عنه إذا ورد عليه الخصم نظر في كتاب الله، فإن وجد فيه ما يقضي بينهم قضى به، وإن لم يكن في الكتاب، وعلم من رسول الله صلى الله عليه وسلم في ذلك الأمر سُنَّة قضى بها، فإن أعياه خرج فسأل المسلمين وقال: \"أتاني كذا وكذا، فهل علمتم أن رسول الله صلى الله عليه وسلم قضى في ذلك؟\"، فربما اجتمع إليه النفر كلهم يذكر من رسول الله صلى الله عليه وسلم فيه قضاء، فيقول أبو بكر: \"الحمد لله الذي جعل فينا من يحفظ على نبينا\". فإن أعياه أن يجد فيه سنة من رسول الله صلى الله عليه وسلم جمع رؤوس الناس وخيارهم فاستشارهم فإذا اجتمع رأيهم على أمر قضىبه(1). ¶ ومثل ذلك كان يفعل عمر، وحادثته عند حصول الطاعون بالشام معروفة وقد كتب عمر إلى قاضيه شريح يقول: ¶ __________ ¶ (1) أخرجه الدارمي (161) من حديث ميمون بن مهران الرقي.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "\"إن جاءك شيء في كتاب الله فاقض به، ولا تلفتك عنه الرجال: فإن جاءك ما ليس في كتاب الله؛ فانظر سنة رسول الله صلى الله عليه وسلم فاقض بها، فإن جاءك ما ليس في كتاب الله، ولم يكن فيه سنة من رسول الله صلى الله عليه وسلم؛ فانظر ما اجتمع عليه الناس فخذ به، فإن جاءك ما ليس في كتاب الله، ولم يكن في سنة رسول الله صلى الله عليه وسلم، ولم يتكلم فيه أحد قبلك؛ فاختر أي الأمرين شئت: إن شئت أن تجتهد برأيك ثم تقدم فتقدم. وإن شئت أن تتأخر فتأخر، ولا أرى التأخر إلا خيرًا لك\"(1). ¶ وعمر بن عبد العزيز يكتب نحو ذلك: \"إنه لا رأي لأحد في كتاب، وإنما رأي الأئمة فيما لم ينزل فيه كتاب، ولم تمض به سنة من رسول الله صلى الله عليه وسلم، ولا رأي لأحد في سنة سنَّها رسول الله صلى الله عليه وسلم\"(2). ¶ وقد ورد نحو هذه الآثار كثير عن ابن مسعود رضي الله عنه، وغيره من الصحابة رضي الله عنهم والتابعين. ¶ ومنها ندرك موقع الاجتهاد، فإنه فيما لا نص فيه ولا إجماع، كما ندرك أهمية معرفة فتاوى الصحابة والتابعين وأقضيتهم، وضرورة التشاور وتداول الرأي في المسائل العلمية؛ أسوة بأبي بكر وعمر وغيرهما من سلف هذه الأمة. ¶ وفي رأينا أن هذا مما لا غنى عنه، وبالتجربة العملية يدرك الإنسان الفرق بين التعامل المجرد مع الكتب والمراجع، وبين أن يضيف إلى ذلك المناقشة والمشاورة في المسائل المشكلة -والله أعلم-. ¶ * * * ¶ الفصل التاسع ¶ كلمة في المراجع ¶ ونعني بها أنواع الكتب والمصنفات التي يمكن أن يستفيد منها الباحث في هذا المجال، ولا نظن أننا سنأتي بجديد يذكر. ¶ __________ ¶ (1) أخرجه الدارمي (167) من حديث شريح القاضي. ¶ (2) أخرجه الدارمي (432) عن عمر بن عبد العزيز، وقد ورد نحو هذه الآثار كثير عن ابن مسعود وغيره من الصحابة رضي الله عنهم والتابعين.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "1- فمنها الكتب المتخصصة في أصول الفقه ككتاب (الرسالة) للإمام الشافعي المطلبي رضي الله عنه، وهو المَعِين الذي صَدَر عنه كثيرون من بعد، ونسجوا على منواله. ¶ ثم كتاب (المستصفى) للغزالي، فكتاب (المحصول) للرازي، فكتاب (الإحكام في أصول الأحكام) للآمدي، وغالب هذه الكتب على طريقة المتكلمين. ¶ أما على الطريقة المعروفة بطريقة الحنفية، وهي بناء الأصول على فرعيات المذهب؛ فمما ألف فيه (تأسيس النظر) للدبوسي، ثم (أصول البزدوي)، وكتاب (المنار) للنسفي وله شروح متعددة. ¶ .وهناك كتب جمعت بين الطريقتين منها (التحرير) لابن الهمام، و(جمع الجوامع) لابن السبكي، وفيما يتعلق بالفروع المترتبة عليها هناك كتاب (تخريج الأصول على الفروع) للزنجاني، كما أن هناك عددًا من العلماء تناولوا الأصول دون التقيد بمذهب معين كما هي الحال في دراسات شيخ الإسلام ابن تيمية، ثم تلميذه ابن القيم، وخاصة في كتابه (إعلام الموقعين)، وكذا سائر تلاميذ شيخ الإسلام، ثم كتاب (إرشاد الفحول إلى إحقاق الحق من علم الأصول) للإمام الشوكاني، ويمكن أن يلحق بهذا الصنف كتاب (الإحكام في أصول الأحكام) لابن حزم الظاهري. ¶ ومن الكتب الأصولية العظيمة التي اشتملت على أبحاث متنوعة نفيسة جديدة كتابا الإمام أبي إسحاق الشاطبي المالكي: (الموافقات في أصول الشريعة)، و(الاعتصام). ¶ 2- ومما يمتُّ بسبب إلى أصول الفقه؛ ما يسمى بـ(القواعد الفقهية)(1)، أو القواعد المترددة بين الفقه والأصول، وهي ذات فائدة كبيرة في ضبط الفروع، وممن ألف فيها: ¶ .في المذهب الحنبلي: (القواعد) لابن رجب، و (القواعد والفوائد الأصولية) لابن اللحام، ثم (القواعد والأصول الجامعة، والفروق والتقاسيم البديعة النافعة) لابن سعدي. ¶ __________ ¶ (1) لمعرفة الفرق بين (أصول الفقه) وبين (القواعد الفقهية) راجع: مقدمة (الفروق) للقرافي (1/2-3)، أصول الفقه للشيخ أبي زهرة ص (8) وغيرهما.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": ".وفي المذهب الشافعي: (الأشباه والنظائر) للسيوطي، وكتاب (التمهيد في تخريج الفروع على الأصول) للأسنوي وغيرهما. ¶ .وفي المذهب الحنفي كتاب (الأشباه والنظائر) لابن نجيم. ¶ .وفي الفقه المالكي، إضافة إلى القواعد المتفرقة في كتاب (الموافقات) للشاطبي، وكتاب (الفروق) للإمام القرافي الصنهاجي، وكتاب (إيضاح المسالك إلى قواعد الإمام مالك). ¶ .وهناك كتب معاصرة، سبق منها كتاب الشيخ عبد الرحمن بن سعدي وهو (القواعد والأصول الجامعة، والفروق والتقاسيم البديعة النافعة)، وهناك كتاب (القواعد الفقهية) للشيخ أحمد الزرقاء. ¶ كما صدر كتاب يتحدث عن (أثر الاختلاف في القواعد الأصولية في اختلاف الفقهاء) لمصطفى الخن. ¶ 3- كتب الفقه المستقلة التي لا يلتزم أصحابها بمذهب من المذاهب الأربعة المشتهرة، ولا غيرها؛ بل يختارون ما يترجح لديهم من الأقوال وذلك ككتب المحدثين، والفقه الظاهري وخاصة كتاب (المحلى) لابن حزم، وفتاوى شيخ الإسلام ابن تيمية الكبرى، ومجموع الفتاوى، وكتاب (الدرر البهية) للشوكاني، وشرحه المسمى بـ (الروضة الندية) لصديق حسن خان القنوجي البخاري. ¶ ويدخل في ذلك الكتب التي جمعها المتأخرون، حاوية لفقه الأئمة المتقدمين كـ(فقه الإمام الأوزاعي) الذي جمعه عبد الله بن محمد الجبوري، و(فقه الإمام سعيد بن المسيب)، الذي جمعه هاشم جميل عبد الله، و(فقه الإمام أبي ثور) الذي جمعه (سعدي حسين علي جبر) وغيرها. ¶ 4- كتب الفقه المذهبي: ¶ وفي المذهب الشافعي: كتاب (الأم) للإمام الشافعي، ثم كتاب (المجموع) للإمام النووي، (ومغني المحتاج)، و (روضة الطالبين)، وغيرها. ¶ وفي المذهب المالكي: كتاب (المدونة الكبرى)، و(بلغة السالك)، و(بداية المجتهد)، وغيرها. ¶ وفي المذهب الحنبلي: كتاب (المغني)، و(المنتهى)، و(الإقناع) و(المبدع)، وغيرها. ¶ وفي الفقه الحنفي: (المبسوط) و(شرح فتح القدير)، و(حاشية ابن عابدين)، و(بدائع الصنائع)، وغيرها.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "5- كتب (الإجماع): وهي التي تحكي إجماع الأئمة على المسائل الفرعية، ومنها كتب (الإجماع) لابن المنذر، ومن الكتاب المعاصرة (موسوعة الإجماع في الفقه الإسلامي) لسعدي أبي حبيب. ¶ ومثلها الكتب التي عنيت بتدوين الخلاف بين المذاهب وحكايته، ككتاب (الإشراف على مذاهب العلماء) لابن المنذر، وكتاب (الإنصاف في مسائل الخلاف) للمرداوي، وكتاب (حلية العلماء في معرفة مذاهب الفقهاء) للشاشي القفال، وكتاب (اختلاف الفقهاء) لمحمد بن جرير الطبري وغيرها. ¶ وهذه الكتب أشبه ما تكون بـ(الفقه المقارن) -بلغة العصر-؛ حيث ينقل أصحابها أقوال الصحابة والتابعين والأئمة الأربعة وغيرهم من المجتهدين. ¶ 6- كتب الفتاوى -على سائر المذاهب-، سواء كانت فتاوى إمام واحد جمعت في عصره أو بعده: كفتاوى شيخ الإسلام ابن تيمية، والفتاوى الهندية، والفتاوى الحديثة لابن حجر الهيثمي، وكتاب (المعيار المعرب والجامع المغرب عن فتاوى أهل إفريقية والأندلس والمغرب) جمعه الإمام أبو العباس الونشريسي من فتاوى الأئمة المالكية، وغيرها. ¶ 7-كتب الفقه المتخصص: -وهي التي تبحث موضوعًا واحدًا، أو موضوعات مرتبط بعضها ببعض، بحثًا مستفيضًا ككتاب (الأموال) لأبي عبيد، وكتب (الخراج)، و(السير)، و(أحكام أهل الذمة)، وغيرها. ¶ 8- الكتب التي تبحث الأحكام من خلال الأحاديث النبوية، سواء كانت كتبًا خاصة بالفقه كـ(نيل الأوطار) للشوكاني، وكتابي ابن دقيق العيد: (الإلمام في أحاديث الأحكام) و(إحكام الأحكام شرح عمدة الأحكام). أو كانت شروحًا عامة للأحكام الفقهية وغيرها: كشروح الكتب الستة والموطأ، ومجموعات السنة الأخرى. ¶ ومن أهم هذه الكتب؛ بل لعله أجمعها وأوسعها وأنفعها: كتاب \"فتح الباري\" حتى قيل فيه: (لا هجرة بعد الفتح!)، وكذلك (معالم السنن) للخطابي، وشرح النووي على مسلم، وشروح ابن عبد البر على موطأ مالك وغيرها كثير.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "والحق أن هذه الكتب ثروة عظيمة ينبغي العناية بها في مجال الدراسات الفقهية لقربها من الأحاديث النبوية، وكون مؤلفيها - في الغالب - من الأئمة المنصفين المحققين؛ إلى جوار العناية بكتب الفقه التي سبقت الإشارة إليها. ¶ 9- الكتب التى تبحث في الأحكام المستنبطة من القرآن الكريم، وهي كتب التفسير بعامة: كالطبري وغيره، وكتب (أحكام القرآن) خاصة: ككتاب ابن العربي، والقرطبي، والكيا الهراسي، والجصاص، وكتاب (أحكام القرآن) للشافعي، الذي جمعه الإمام البيهقي، وغيرها. ¶ 10- ومن الكتب المفيدة -عمومًا- الكتب التي تترجم للفقهاء، من الصحابة والتابعين ومن بعدهم، وفيها فوائد جمة يعرفها المطَّلع عليها، ومنها: (طبقات الشافعية) للسبكي، وللأسنوي، ولابن قاضي شهبة، وغيرهم. ¶ ومنها: (ترتيب المدارك) للقاضي عياض، و(الديباج المذهب في أعيان المذهب) لابن فرحون المالكي، و(شجرة النور الزكية في طبقات المالكية) لابن مخلوف. ¶ ومنها (طبقات الحنابلة) لأبي الحسين بن أبي يعلى، ثم (الذيل على طبقات الحنابلة) لابن رجب، ومن الكتب الحديثة (علماء نجد خلال ستة قرون) لابن بسام. ¶ ومنها: (الجواهر المضية في طبقات الحنفية) للقرشي. ¶ ومنها: تراجم الفقهاء في الكتب العامة، أو الكتب المخصصة لتراجم الفقهاء ككتاب (طبقات الفقهاء) لأبي إسحاق الشيرازي وغيرهما. ¶ 11- أما بالنسبة للفنون المتعلقة بالفقه من قريب أو من بعيد فيرجع إليها في كتبها الخاصة، فالحديث في السنن والمسانيد والمجموعات والمصنفات والمعاجم، والرجال في كتب الجرح والتعديل.. وهكذا. ¶ الخاتمة ¶ وبعد: ¶ فهذه الصفحات بين يديك - أخي القارئ الكريم - ما هي إلا \"محاولة\" يسيرة لرسم خطة عملية متكاملة للدراسات الفقهية المعاصرة. ¶ حاولت فيها أن أبين أهمية الفقه وضرورته، ثم أن أعرض لأهم الجوانب الإيجابية، أو السلبية، التي تلحظ على الدراسات الفقهية قديمها وحديثها؛ تمهيدا لوضع الصورة السليمة التي أراها.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وكان أهم ما في البحث هو محاولة وضع الضوابط العامة للباحث في هذا الميدان، سواء الضوابط المتعلقة بشخص الباحث، أو بطريقة تناول الموضوعات، أو بمنهج البحث والدراسة، أو بالنتائج. ¶ وسجلت في نهاية الضوابط العامة بعض المعلومات الشخصية المتعلقة بالمراجع التي يحتاجها الباحث المتخصص. ¶ ويكفيني أن يكون هذا البحث محاولة على الطريق؛ إذ لم يرد في خاطري أن ما كتبته كان كافيًا، أو أنني جئت بجديد يذكر. ¶ وكل ما في الأمر أنني أرجو أن أكون وضعت قدمي على الطريق الصحيح، وإني لأرجو الله العلي القدير أن يستفيد إخواني المسلمون من هذا البحث، وأن يقيض الله لهذه الأمة من يجدد لها دينها، ويحيي نضارة شرعها، ويدفع عنها كيد الكائدين من الأقربين أو الأبعدين! ¶ وأسأله سبحانه بأسمائه الحسنى، وصفاته العليا، وباسمه الأعظم الذي إذا سئل به أعطى، وإذا دعي به أجاب: أن يغفر لي زلاتي، وخطيئاتي وجرأتي على ما لا أحسن ولا أطيق، ولا حول ولا قوة إلا بالله العلي العظيم، وهو حسبنا ونعم الوكيل. ¶ وصلى الله وسلم على عبده ورسوله نبينا محمد، وعلى آله وصحبه أجمعين. ¶ * * * ¶ الفهارس ¶ 1- فهرس المصادر والمراجع ¶ الإحكام في أصول الأحكام لابن حزم/ مكتبة عاطف. ¶ إحياء علوم الدين للغزالي ط: المكتبة التجارية الكبرى بمصر. ¶ أصول الفقه للشيخ محمد أبي زهرة. ¶ الاتباع لابن أبي العز الحنفي ط: السلفية بالهند. ¶ الاتجاهات الفقهية عند أصحاب الحديث في القرن الثالث/ عبد المجيد محمود الخانجي. ¶ الاعتصام للإمام الشاطبي ط: رشيد رضا. ¶ بحث (التأمين) للدكتور (مصطفى الزرقا) ضمن أسبوع الفقه الإسلامي مهرجان شيخ الإسلام ابن تيمية – دمشق. ¶ التاريخ الكبير للبخاري تعليق: عبد الرحمن اليماني/ دار الكتب العلمية. ¶ تراث الفقه الإسلامي لجمال الدين عطية. ¶ ترتيب المدارك للقاضي عياض ط: المغرب. ¶ تفسير ابن كثير/ دار الأندلس. ¶ جامع الأصول لابن الأثير/ تحقيق: الأرنؤوط، ط: الحلواني والملاح.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "جامع العلوم والحكم لابن رجب الحنبلي. ¶ جامع بيان العلم لابن عبد البر/ دار إحياء السنة. ¶ حلية الأولياء لأبي نعيم. ¶ سنن أبي داود ترقيم: عزت عبيد الدعاس. ¶ سنن ابن ماجه ترقيم: عبد الباقي. ¶ سنن الترمذي ترقيم: شاكر/ عبد الباقي/ عطوة. ¶ سنن الدارمي بعناية أحمد دهمان/ دار إحياء التراث. ¶ شرح أصول أهل السنة للالكائي ط: دار طيبة. ¶ شرح النووي على مسلم\" المطبعة المصرية. ¶ صحيح البخاري (المطبوع مع فتح الباري) ط: السلفية. ¶ صحيح مسلم ترقيم: محمد فؤاد عبد الباقي. ¶ صفة الصفوة لابن الجوزي/ دار المعرفة. ¶ فتاوى شيخ الإسلام ابن تيمية جمع: عبد الرحمن بن قاسم. ¶ فتح الباري لابن حجر العسقلاني ط السلفية. ¶ الفروق للقرافي. ¶ الفقه والمتفقه للخطيب البغدادي، تحقيق إسماعيل الأنصاري. ¶ كيف تكتب بحثًا أو رسالة لأحمد شلبي. ¶ مجمع الزوائد للهيثمي. ¶ مذكرة في أصول الفقه للشيخ الشنقيطي رحمه الله. ¶ مسند الإمام أحمد. ¶ المعجم الكبير للطبراني تحقيق عبد المجيد السلفي. ¶ مفتاح الجنة للسيوطي/ نشر دار السلام. ¶ مناقب الشافعي للبيهقي/ دار التراث. ¶ مناقب الشافعي للرازي. ¶ الموطأ ترقيم عبد الباقي/ دار إحياء الكتب العربية. ¶ النسائي وبحاشيته شرح السندي والسيوطي لإحياء التراث. ¶ النهاية في غريب الحديث لابن الأثير. ¶ النهاية في غريب الحديث لابن الأثير. ¶ 2- فهرس الآيات القرآنية ¶ الصفحة… طرف الآية…… رقمها السورة ¶ 40?? ¶ كمثل ريح فيها صر? ¶ 117? ¶ 3 ... آل عمران ¶ 4 ... النساء ... 1 ... يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة ¶ 40 ... الأعراف ... 54 ... ألا له الخلق والأمر ¶ 66 ... الأعراف ... 179 ... ولقد ذرأنا لجهنم كثيرًا من الجن والإنس. ¶ 14 ... التوبة ... 31 ... اتخذوا أحبارهم ورهبانهم أربابًا من دون الله ¶ 7 ... التوبة ... 122 ... وما كان المؤمنون لينفروا كافة ¶ 88 ... النحل ... 43 ... فاسألوا أهل الذكر",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "4 ... النحل ... 116 ... ولا تقولوا لما تصف ألسنتكم الكذب هذا حلال وهذا حرام ¶ 103 ... الكهف ... 26 ... ما لهم من دونه من ولي ولا يشرك في حكمه أحدًا ¶ 103 ... طه ... 71 ... فلأقطعن أيديكم وأرجلكم من خلاف. ¶ 6 ... طه ... 72 ... فاقض ما أنت قاض ¶ 47 ... الحج ... 11 ... ومن الناس من يعبد الله على حرف ¶ 4 ... الحج ... 78 ... هو اجتباكم وما جعل عليكم في الدين من حرج ¶ 6 ... المؤمنون ... 84 - 89 ... قل لمن الأرض ومن فيها..؟ الآيات ¶ 5 ... النور ... 48 - 50 ... وإذا دعوا إلى الله ورسوله ليحكم بينهم ¶ 3 ... الأحزاب ... 36 ... وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرًا ¶ 4 ... الأحزاب ... 70 - 71 ... يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديدًا ¶ 3 ... الشورى ... 21 ... أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله ¶ 3 ... الذاريات ... 56 ... وما خلقت الجن والإنس إلإ ليعبدون ¶ يا أيها الذين آمنوا اتقو الله ولتنظر نفس? ¶ 18 - 19? ¶ ?الحشر? ¶ 3- فهرس الأحاديث النبوية ¶ طرف الحديث……… … الصفحة ¶ من يرد الله به خيرًا يفقهه?? ¶ ?91? ¶ 4- فهرس الموضوعات ¶ الموضوع………… الصفحة ¶ المقدمة ... 3 ¶ التمهيد ... 14 ¶ الباب الأول ¶ الفصل الأول: نظرة على الكتب الفقهية القديمة ... 18 ¶ الفصل الثاني: نظرة على الكتب الفقهية المعاصرة ... 26 ¶ الباب الثاني ¶ الفصل الأول: الشروط المنهجية في البحث العلمي ... 34 ¶ الفصل الثاني: الصفات العلمية للباحث ... 37 ¶ الباب الثالث ¶ الفصل الأول: بين التيسير والتشديد ... 46 ¶ الفصل الثاني: ترك التعمق والتنطع، وتشقيق المسائل الوهمية، أو البعيدة ... 50 ¶ الفصل الثالث: بين الاجتهاد والتقليد ... 57 ¶ الفصل الرابع: مبحث الخلاف والترجيح ... 71 ¶ الفصل الخامس: حول فقه النوازل ... 81 ¶ الفصل السادس: عدم التسرع في إطلاق ألفاظ التحليل والتحريم ... 88 ¶ الفصل السابع: العناية بالتربية والعبادة والبناء الخلقي ... 91",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الفصل الثامن: الأدلة الشرعية، وكيفية إعمالها وترتيبها ... 107 ¶ الفصل التاسع: كلمة في المراجع ... 112 ¶ الخاتمة ... 119 ¶ الفهارس ¶ فهرس المصادر والمراجع ... 121 ¶ فهرس الآيات القرآنية ... 124 ¶ فهرس الأحاديث النبوية ... 127 ¶ فهرس الموضوعات ... 128 ¶ الهوامش",
            "page": "79",
            "part": "1"
        }
    ],
    "t37571": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ضوابط للدراسات الفقهية"
        }
    ]
}