{
    "b37572": [
        {
            "id": "1",
            "nass": "سلسلة ¶ من شعار أهل الحديث ¶ (29) ¶ عَقْد الفُصُوص ¶ في ¶ تحريم ذكر الخلاف إذا ثبتت النصوص ¶ دراسة أثرية علمية منهجية في أصول وقواعد ¶ وضوابط وآداب الخلاف في الفقه الإسلامي ¶ تأليف ¶ أبي عبد الرحمن فوزي بن عبد الله بن محمد الأثري ¶ جميع الحقوق محفوظة ¶ الطبعة الأولى ¶ الله تهانينا الله الله هـ ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحَمْدَ للهِ نَحْمَدُهُ ونَسْتَعِينُهُ ونَسْتَغْفِرُهُ ونَعُوذُ باللهِ مِن شُرُورِ أنفُسِنَا وسَيِئَاتِ أعْمَالِنَا مَن يَهْدِهِ اللهُ فَلا مُضِلَّ لَهُ ومَن يُضْلِلْ فَلا هَادِيَ لَهُ، وأشْهَدُ أن لاَّ إلَهَ إلاَّ اللهَ وَحْدَهُ لاَ شَرِيكَ لَهُ وأشْهَدُ أن مُحَمَّداً عَبْدُهُ وَرَسُولُهُ. ¶ ? ????????????????? ?????????? ?????????? ???????????? ?????? ????? ??????????? ????? ???????????? ??????? ????????? ???????????? ?. [ آل عمران:102] . ¶ ? ???????????????? ????????? ???????????? ????????? ???????? ????????? ???? ????????? ????????? ???????? ??????? ????????? ???????? ????????? ???????? ???????? ???????????? ????????????? ?????? ???????? ??????????????? ????? ???????????????? ?????? ?????? ????? ?????????? ????????? ??? ? [النساء:1] ¶ ? ????????????????? ?????????? ?????????? ??????????? ?????? ??????????? ????????? ???????? ???? ????????? ?????? ??????????????? ?????????????? ?????? ?????????????? ????? ???????? ?????? ???????????? ??????? ?????? ????????? ????????? ???? ? [الأحزاب: 70ـ71] . ¶ أمَّا بَعْد ،، ¶ فَإن أصْدَقَ الحَدِيثِ كِتَابُ اللهِ وَخَيْرُ الهَدْي هَدْيُ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّم ، وَشَرَّ الأمُورِ مُحْدَثَاتُهَا وكُلَّ مُحْدَثَةٍ بِدْعَةٍ ، وكُلَّ بِدْعَةٍ ضَلاَلَةٍ ، وَكُلَّ ضَلاَلَةٍ فِي النَّار .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الحمد لله الذي جعل في كل زمان فترة من الرسل بقايا من أهل العلم ، يدعون من ضل إلى الهدى ، ويصبرون منهم على الأذى ، يحيون بكتاب الله الموتى ، ويبصَّرون بنور الله أهل العمى فكم من قتيل لإبليس قد أحيوه ، وكم من ضال تائه قد هدوه فما أحسن أثرهم على الناس وأقبح أثر الناس عليهم ، ينفون عن كتاب الله تحريف الغالين ، وانتحال المبطلين ، وتأويل الجاهلين (1). ¶ ثم أقول : ¶ إن الدعوة إلى الله مهمة شريفة ، موروثة عن أنبياء الله صلوات الله وسلامه عليهم، وهي سبيل رسول هذه الأمة صلى الله عليه وسلم قال تعالى : ? ????? ????????? ????????? ??????????? ?????? ??????? ?????? ????????? ???????? ?????? ??????????????? ?????????????? ?????? ?????? ???????? ???? ??????????????? ?(2). ¶ وقد فزع إلى حمل هذه الأمانة والمهمة العظيمة في القرن الأخير لفيف من الناس. ¶ فيهم العالم البصير . ¶ وطالب العلم الذكي . ¶ والعاقل المجرب . ¶ والشاب الغض . ¶ والناشئ المتحمس . ¶ والجاهل المتعالم العقلاني. ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر الرد على الجهمية للإمام أحمد [ص85] . ¶ 2) سورة يوسف آية [108] . ¶ وهكذا انطلق جمع من الأمة الإسلامية في مسار الدعوة إلى الله ، وبسبب عوارض متباينة ، اعترى ذلك المسار وجوه من الخلل والغلط ، والواجب إقامة الشرع على من عنده معرفة بها هو أن يبينها بياناً ينير الدرب للسالكين ، ويقيهم من الغفلة عن الباعث على نشأة ذلك المسار في قلوبهم وهو هداية الخلق ودلالتهم على الخير(1). ¶ قلت : ويكون ذلك ببذل النصح .. لإزالة فسادهم ولو بحصول ضرر له في دنياه. ¶ ولقد مرت الأمة الإسلامية بأزهى أيامها في عهد النبوة ، ومن بعدها الخلافة الراشدة وبالأحرى القرون الفاضلة المفضلة ، ولكن الأمة ما لبثت أن دب فيها الضعف شيئا فشيئا إلى أن غرقت في المعاصي والمفاسد (2).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولا يخفى على أولي الألباب ما أصاب هذه الأمة الإسلامية ما أصاب الأمم قبلها من اختلاف وتفرق وتحزب مصداقاً لما أخبر به رسول الله - صلى الله عليه وسلم - . ¶ عن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - (لا تقوم الساعة حتى تأخذ أمتي بأخذ القرون قبلها شبرا بشبر وذراعاً بذراع . فقيل : يا رسول الله ‍‍‍‍‍! كفارس والروم ! فقال: ومَن الناس إلا أولئك ) (3). ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر واقعنا المعاصر على ضوء منهج السلف للعصيمي [ص26] . ¶ 2) انظر تنبيه أولي العقول الراجحات إلى أخطاء بعض الجماعات لأبي عبد الملك الغراب [ص7] . ¶ 3) أخرجه البخاري في صحيحه [ج13ص301] . ¶ قال القاضي رحمه الله : ( الشبر والذراع والطريق ودخول الجحر تمثيل للاقتداء بهم في كل شئ مما نهى الشرع عنه وذمه ) (1).اهـ ¶ وعن العرباض بن سارية رضي الله عنه قال : ( وعظنا رسول الله - صلى الله عليه وسلم - موعظة وجلت منها القلوب وذرفت منها العيون ، فقلنا : يا رسول الله ، كأنها موعظة مودع فأوصنا ، قال : (أوصيكم بتقوى الله عز وجل والسمع والطاعة ، وإن تأمر عليكم عبد، فإنه من يعش منكم فسيرى اختلافاً كثيراً ، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين ، عضوا عليها بالنواجذ وإياكم ومحدثات الأمور، فإن كل محدثة بدعة ، وكل بدعة ضلالة ، وكل ضلالة في النار) (2). ¶ فأخبر صلى الله عليه وسلم أنه سيكون هناك اختلاف وتفرق ، وأوصى عند ذلك بالتمسك بسنته صلى الله عليه وسلم وترك ما خالفها من الدعوات الضالة ، فإن هذا طريق النجاة . ¶ لقد تشعبت الأفكار وتعددت الأدوار وانقلبت المفاهيم وكثر المحدثون وتزايد المفتون وكل له أتباع ومؤيدون ... (3) ¶ فتحقق في المتعالمين العقلانيين قول الله عز وجل ? ???????????????? ?????????? ????????????? ????????? ????? ???????? ????? ??????????? ?????????? ???? ? (4).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر فتح الباري لابن حجر [ص13ص301] . ¶ 2) حديث صحيح ¶ أخرجه أبو داود في سننه [ج4ص200] والترمذي في سننه [ج5ص45] وابن ماجه في سننه [ج1ص17] بإسناد صحيح . ¶ 3) انظر وجوب طاعة السلطان للشيخ محمد العريني [ص3] . ¶ 4) سورة المؤمنون آية [53] . ¶ وهؤلاء في صنيعهم هذا يتبعون سنن أهل الكتاب الذين حذرنا الله عز وجل من سلوك سبيلهم ، وقد نصَّ على هذا بشكل خاص في قوله سبحانه وتعالى : ? ????? ???????????? ???? ???????????????? ???? ???? ??????????? ???????????? ????????? ??????????? ???????? ????? ??????? ?????? ??????????? ?????????? ? (1). ¶ فإن قيل : هذه آيات صريحة في المشركين فكيف نزلتها على المسلمين ؟ ¶ قلت : العبرة بعموم اللفظ لا بخصوص السبب ، والمنهي عنه هو التشابه في الأفعال ، وهو لا يقتضي أن يكونوا منهم (2) ... ¶ وهؤلاء في تفرقهم واختلافهم هذا يتبعون سنن أهل الكتاب من اليهود والنصارى الذين حذرنا رسولنا صلى الله عليه وسلم من سلوك سبيلهم . ¶ عن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال : (لتتبعنّ سنن من كان قبلكم حذو القذة بالقذة حتى لو دخلوا جحر ضبّ لدخلتموه . قيل : يا رسول الله اليهود والنصارى ؟ قال: فمن ) (3). أي فمن أعني غيرهم . ¶ فهؤلاء اتبعوا أهواءهم في دين الله بمؤازرة إبليس ومناصرة أهل الباطل حتى وقعوا في ما هددنا بوجوده النبي صلى الله عليه وسلم. ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة الروم آية [31ـ32] . ¶ 2) انظر الجماعات الإسلامية في ضوء الكتاب والسنة بفهم سلف الأمة للشيخ سليم الهلالي [ص9]. ¶ 3) أخرجه البخاري في صحيحه [ج4ص206] ومسلم في صحيحه [ج4ص254] . ¶ قال طائفة من أهل السلف : ( من انحرف من العلماء ففيه شبه من اليهود ، ومن انحرف من العباد ففيه شبه من النصارى ) (1).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قال ابن القيم رحمه الله في مسألة السماع [ص350] : ( فأخبر أنه لابد من أن يكون في الأمة من يتشبه باليهود والنصارى وبفارس والروم وظهور هذا الشبه في الطوائف ، إنما يعرفه من عرف الحق وضده ، وعرف الواجب والواقع وطابق بين هذا وهذا ، ووازن بين ما عليه الناس اليوم وبين ما كان عليه السلف الصالح) . اهـ ¶ وقد نجد هؤلاء يستحلون التفرق والاختلاف كما استحلت ذلك اليهود والنصارى ، فمتى تعودت القلوب على المعاصي والبدع وألفتها لم يبق فيها مكان للطاعة ، فلا حول ولا قوة إلا بالله العلي العظيم . ¶ ونعيذ بالله كل مسلم من تسرُّب حجة يهود ، فهم مختلفون على الكتاب ، مخالفون للكتاب، ومع هذا يظهرون الوحدة والاجتماع وقد كذبهم الله تعالى فقال سبحانه ? ????????????? ???????? ?????????????? ???????? ? (2)وكان من أسباب لعنتهم ما ذكره الله بقوله ? ????????? ??? ??????????????? ??? ????????? ???????????? ? (3) الآية . ¶ فلابد لِشُدَاةِ الاعتقاد الإسلامي الصافي من كل شائبة من كشف زيوف العداء والاستعداء وحراسة الصف من الداخل كحراسته من العدو الخارج سواء ? ???????????????? ??????????? ?????? ????????? ????? ??????????????? ? (4) فنحن ولله الحمد على ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر بدائع الفوائد لابن القيم [ج2ص32] . ¶ 2) سورة الحشر آية [14] . ¶ 3) سورة المائدة آية [79] . ¶ 4) سورة آل عمران آية [103] . ¶ أمر جامع في الاعتقاد على ضوء الكتاب وسنة النبي عليه الصلاة والسلام ، فلابد من لازم ذلك بالذبِّ عن الاعتقاد، ونفي أي دخيل عليه ، سيراً على منهاج النبوة ، وردعاً لـ(خفراء العدو )، واستصلاحا لهم . ¶ وهذا أصل من أصول أهل السنة والجماعة ، ومنه نقضهم على أهل الأهواء أهواءهم في حملاتهم الشرسة وهزاتهم العنيفة ليبقى الاعتقاد على ميراث النبوة نقياً صافياً (1).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وإن المؤمن للمؤمن كما قال شيخ الإسلام ابن تيمية رحمه الله تعالى في الفتاوى [ج28ص53] : ( المؤمن للمؤمن كاليدين تغسل إحداهما الأخرى ، وقد لا ينقلع الوسخ إلا بنوع من الخشونة لكن ذلك يوجب من النظافة والنعومة ، ما نحمد معه ذلك التخشين ) . اهـ ¶ فعلى أهل العلم والإيمان التيقظ لتلك الأقلام ? ????????????? ???????? ????? ???????? ? (2) ، وكل يقوم بهذا الواجب حسب وسعه وطاقته على منهاج الشريعة ? ????????????? ??? ??????????? ??????? ?????????? ? (3) والنصح لكل مسلم ميثاق نبوي والسلام (4). ¶ قال ابن القيم رحمه الله تعالى في الصواعق المرسلة [ج1ص262] : ( فما ذنب أهل السنة والحديث،إذا نطقوا بما نطقت به النصوص، وأمسكوا عما أمسكت ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر الرد على المخالف من أصول الإسلام للشيخ بكر بن عبد الله [ص78] . ¶ 2) سورة الأنفال آية [12] . ¶ 3) سورة التوبة آية [79] . ¶ 4) انظر المصدر السابق [ص79] . ¶ عنه ، ووصفوا الله بما وصف به نفسه ، ووصفه رسوله وردوا تأويل الجاهلين، وانتحال المبطلين الذين عقدوا ألوية الفتنة ، وأطلقوا أعنّة المحنة ، وقالوا على الله ، وفي الله بغير علم ، فردوا باطلهم وبينوا زيغهم ، وكشفوا إفكهم ، ونافحوا عن الله ورسوله ... ).اهـ ¶ فهذه كارثة حلَّت بالأمة الإسلامية ... فكثرت على الساحة الإسلامية التجمعات والأحزاب والفرق التي كل منها يدعي لنفسه دون غيره أنه على الحق الذي لا ريب فيه وأن الخلاص سيحصل على يديه وهو في الحقيقة ليس من الحق بقريب ولا هو على نهج النبوة والسلف الصالح يسير .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فعكس ذلك الواقع سلباً على حياة الناس وتصوراتهم فاضطربت عندهم الموازين وتشتت ولاءاتهم وانتماءاتهم في أحزاب مختلفة متناحرة ما أنزل الله بها من سلطان فكانت أن عمقت بين الأخوة الفرقة والاختلاف والتنازع وأوغرت في نفوسهم الحقد والبغضاء والحسد حتى لا تكاد تجد اثنين إلا وللواحد منهما في نفسه شئ على الآخر . ¶ فزاد البلاء الذي أرجف الأرض من تحت أقدام المسلمين تفرقهم إلى هذه الجماعات وفئات كل جماعة ترفع شعارا تريد أن يحمله الناس كلهم معها وكل فئة تختط لنفسها خطة تأبى على غيرها أن تنازعها إياها ... ¶ وزاد من البلاء الانتصار بالحمية الحزبية الحركية للحزب أو الجماعة أو الإنسان الذي ينتسب لأحدهما لأنه من حزبه أو جماعته حتى وإن كان على خطأ . ¶ والويل أشدُّ الويل لمن لم يكن من حزبه أو جماعته فإنه لا يجد منه النصرة في ساعة العسرة (1). ¶ لقد نسي هؤلاء القوم مهمتهم الأساسية وهي الدعوة إلى الله على بصيرة وعلم وبرهان. ¶ قلت : فتعدد الآراء المختلفة المشارب والمصادر قد أوجدت عند الكثير من الناس الشك والريب تجاه جميع التجمعات مما أدى ذلك بهم أن يؤثروا الاعتزال والانزواء من دون أن يفرقوا بين الحق والباطل في المتعالمين العقلانيين القائمين على الساحة الإسلامية. ¶ والواقع أن وجود مثل هؤلاء وبوضعهم الحالي يعد من أعراض المرض الذي تمر به الأمة الإسلامية بأسرها ... ¶ والمرض أيّاً كان نوعه يجب المبادرة إلى علاجه قبل أن يستفحل فقد ثبت واتضح بالتجربة والمشاهدة أن المرض إذا أهمل ولم يعالج استشرى في الجسم وعسر علاجه ، فليس يجوز تركه على حاله والتهاون به أو التقليل من شأنه وكذا الانحراف يبدأ صغيراً ثم ما يلبث أن يكبر بمرور الأيام ما لم يتدارك (2). ¶ قال الشاطبي رحمه الله في الاعتصام [ج1ص683] : ( أن من لم يتفقه في مقاصد الشريعة فهِمَها على غير وجهها ).اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "1) انظر الدعوة إلى الله بين التجمع الحزبي والتعاون الشرعي للشيخ علي حسن الأثري [ص11]. ¶ 2) انظر تنبيه أولي العقول الراجحات لأبي عبد الملك الغراب [ص11] . ¶ قال الله تعالى : ? ????? ??????? ??? ?????? ???? ????? ??????? ?????? ?????????? ???????????? ????????????? ????? ???????????????? ????? ???????? ????????????? ???? ?(1). ¶ قال ابن كثير رحمه الله في تفسيره [ج4ص307] : ( إن الله تعالى نهى عن القول بلا علم بل بالظن الذي هو التوهم والخيال كما قال تعالى : ? ?????????????? ???????? ????? ?????????? ?????? ??????? ??????????? ???????? ? (2). وفي الحديث : ( إيَّاكم والظن فإنَّ الظنَّ أكذب الحديث ) (3).اهـ ¶ وقال الله تعالى : ? ????? ????????? ??????? ???????? ????????????? ??? ????????? ??????? ????? ?????? ???????????? ??????????????? ?????????? ????????? ?????? ????????????? ???????? ??? ???? ?????????? ????? ???????????? ?????? ???????????? ????? ?????? ??? ??? ????????????? ? (4). ¶ قال ابن القيم رحمه الله في إعلام الموقعين [ج4ص220] :( ... فإن لم يكن عالم بالحق فيها ـ يعني الفتوى ـ ولا غلب على ظنه لم يحلُّ له أن يفتى ،ولا يقضى بما لا يعلم ، ومتى أقدم على ذلك فقد تعرض لعقوبة الله تعالى ودخل تحت ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة الإسراء آية [36] . ¶ 2) سورة الحجرات آية [12] . ¶ 3) أخرجه البخاري في صحيحه [ج10ص484] ومسلم في صحيحه [ج4ص356] وأبو داود في سننه [ج5ص217] والترمذي في سننه [ج4ص356] وأحمد في المسند [ج2ص245] من طريق أبي الزناد عن الأعرج عن أبي هريرة به .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قال سفيان بن عيينة رحمه الله : (الظنُّ ظنَّان : 1ـ فظنٌّ إثمٌ ، وظنٌّ ليس بإثمٍ . فأما الظنُّ الذي هو إثم فالذي يظنُّ ظناً ويتكلم به. وأما الظنُّ الذي ليس بإثم فالذي يظنُّ ولا يتكلم به) . انظر سنن الترمذي [ج4ص356] . ¶ 4) سورة الأعراف آية [33] . ¶ قوله تعالى : ? ????? ????????? ??????? ???????? ????????????? ? (1) الآية ، فجعل القول عليه بلا علم أعظم من المحرمات الأربع التى لا تباح بحال ، ولهذا حصر التحريم فيها بصيغة الحصر... ¶ وإذا كان من أفتى أو حكم أو شهد بغير علم مرتكبًا لأعظم الكبائر فكيف من أفتى أو حكم أو شهد بما يعلم خلافه ؟ ... فمن أخبر منهم عما يعلم خلافه ، فهو كاذب على الله عمداً ? ????????? ?????????????? ??????? ??????????? ?????????? ????? ?????? ?????????? ????????????? ? (2) وإن أخبروا بما لم يعلموا فقد كذبوا على الله جهلاً ... والكذب على الله يستلزم التكذيب بالحق والصدق ، وقال تعالى : ? ?????? ??????????? ??????? ???????????? ????? ?????? ????????? ???????????????? ???????????? ?????? ?????????? ?????????? ???????????????? ?????????????? ??????????? ?????????? ?????? ??????????? ?????? ????????? ?????? ????? ???????????????? ? (3) وهؤلاء الآيات وإن كانت في حق المشركين والكفار فإنها متناولة لمن كذب على الله في توحيده ودينه وأسمائه وصفاته وأفعاله ، ولا تتناول المخطئ المأجور إذا بذل اجتهاده واستفرغ وسعه في إصابة حكم الله وشرعه فإن هذا هو الذي فرضه الله عليه ، فلا يتناول المطيع لله وإن أخطأ وبالله التوفيق ) . اهـ ¶ وقال ابن القيم رحمه الله في إعلام الموقعين [ج1ص38] : ( إنه سبحانه وتعالى رتَّب المحرمات أربع مراتب ، وبدأ بأسهلها وهو الفواحش ، ثم ثنَّى بما هو أشد ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة الأعراف آية [33] . ¶ 2) سورة الزمر آية [60] .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "3) سورة هود آية [18] . ¶ تحريماً منه وهو الإثم والظلم ثم ثلث بما هو أعظم تحريماً منها وهو الشرك به سبحانه ثم ربع بما هو أشد تحريما من ذلك كله وهو القول عليه بلا علم ، وهذا يعم القول عليه سبحانه بلا علم في أسمائه وصفاته وأفعاله وفي دينه وشرعه ، وقال تعالى: ? ????? ??????????? ????? ??????? ??????????????? ?????????? ??????? ???????? ????????? ??????? ???????????????? ????? ?????? ??????????? ?????? ?????????? ????????????? ????? ?????? ?????????? ??? ?????????????? ????? ????????? ????????? ???????? ??????? ???????? ? (1)، فتقدم إليهم سبحانه بالوعيد على الكذب عليه في أحكامه، وقولهم لما لم يحرمه هذا حرام ، ولما لم يحله هذا حلال ، وهذا بيان منه سبحانه أنه لا يجوز للعبد أن يقول هذا حلال وهذا حرام إلا لما علم أن الله سبحانه أحله وحرمه .... فلا ينبغي أن يقول لما لا يعلم ورود الوحي المبين بتحليله وتحريمه أحله الله وحرمه الله بمجرد التقليد أو بالتأويل ) . اهـ ¶ وقال ابن القيم رحمه الله في مدارج السالكين [ج1ص403] : ( وأما القول على الله بلا علم فهو أشد هذه المحرمات تحريماً ، وأعظمها إثماً ولهذا ذكر في المرتبة الرابعة من المحرمات التي اتفقت عليها الشرائع والأديان ، ولا تباح بحال ، بل لا تكون إلا محرمة ، وليست كالميتة والدم ولحم الخنزير ، الذي يباح في حال دون حال ... فليس في أجناس المحرمات أعظم عند الله منه، ولا أشد إثما ، وهو أصل الشرك والكفر وعليه أسست البدع والضلالات ، فكل بدعة مضلة في الدين أساسها القول على الله بلا علم ) . اهـ ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة النحل آية [116] .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "عن مسروق قال : ( بينما رجل يحدث في كنده فقال : يجئ دخان يوم القيامة فيأخذ بأسماع المنافقين وأبصارهم يأخذ المؤمن كهيئة الزكام ، ففزعنا ، فأتيت ابن مسعود وكان متكئاً، فغضب فجلس فقال : من علم فليقل ، ومن لم يعلم فليقل : الله اعلم ، فإن من العلم أن يقول لما لا يعلم : لا أعلم ، فإن الله قال لنبيه ? ????? ???? ???????????????? ????????? ???? ??????? ??????? ???????? ???? ???????????????????? ? (1). ¶ أخرجه البخاري في صحيحه [ج8ص511] ومسلم في صحيحه [ج4ص2155] والحميدي في المسند [ج1ص63] والآجري في أخلاق العلماء [ص114] والدارمي في السنن [ج1ص62] والبيهقي في المدخل [ص432] وابن عبد البر في جامع بيان العلم [ج2ص831] والخطيب في الفقيه والمتفقه [ج2ص363] من طريقين عنه به . ¶ قال ابن حجر رحمه الله في الفتح [ج8ص512] : ( القول فيما لا يعلم قسم من التكلف).اهـ ¶ وقال الصنعاني رحمه الله في إرشاد النقاد [ص148] : ( والعلم لا يكون إلا عن دليل).اهـ ¶ وقال ابن بطة رحمه الله في إبطال الحيل [ص66] : ( إن أكثر المفتين في زماننا هذا مجانين)).اهـ ¶ قال الأثري : يرحم الله ابن بطة كيف لو أدرك زماننا !! ¶ قلت : صحيح أن هؤلاء درسوا وخطبوا وأفتوا لكن أين العلاج !! ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة ص آية [86] . ¶ قال الدكتور ناصر العقل في الأهواء والفرق والبدع [ج2ص122] : ( ومن ذلك ـ في نظري ـ ما يحدث في عصرنا في الآونة الأخيرة من توجه كل من هبَّ ودبَّ إلى الدراسات الشرعية ، دون تمييز بين من لديه الأهلية ومن ليس لديه ، والسبب طلب العلم للوظائف ، وإن كان الإقبال على طلب العلم الشرعي بحد ذاته أمر طيب ومحمود ويبشر بخير ، لكن دخله ما ذكرته من تعلم الرعاع والسفلة أحياناً).اهـ",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال الدكتور ناصر العقل في الفقه في الدين [ص57] : ( إن بعض الناس بمجرد أن تتوفر لديه الأشرطة والكتب ، ينقطع عن حلق الذكر ، وعن دروس المشايخ ويقول : أنا بحمد الله أتلقى العلم بالشريط بالسيارة أو البيت ، وأتلقى العلم عن الإذاعة وعن طريق الجرائد ، والمجلات التي فيها شئ من العلم الشرعي ... وليس هناك حاجة لأن أتكبد المشاق ، وأجلس على ركب العلماء . ¶ وهذا قول خطير ، بل إذا استمر الناس على هذا فسيخرج جيل ، عنده علم ولا عنده فقه ، بل لا يفقه من الدين إلا ما تهواه نفسه ، وقد استغنى كثير من المثقفين والشباب بهذه الوسائل عن المشايخ ، فصارت نظرتهم للمشايخ قاصرة ، يتهمون المشايخ بالقصور والتقصير ويتهمونهم بعدم إدراك الواقع ، ويتهمون المشايخ بأنهم يجاملون ... من الأمور التي هي من سمات أهل الأهواء ).اهـ ¶ وقال الدكتور ناصر العقل في الفقه في الدين [ص58] : ( ومن الأخطاء التي ينبغي التنبيه عليها في مسألة الفقه ، فصل الدعوة عن العلم ، وهذه توجد في الشباب أكثر من غيرهم ، يقولون ( مثلاً ) : الدعوة شئ ، والفقه في الدين شئ آخر ، فلذلك نجد أن بعض الشباب يهتم بالدعوة عملياًّ ، ويبذل فيها جهده ووقته ، لكن تحصيله للفقه والعلم الشرعي قليل جداًّ ، مع أن العكس هو الصحيح ينبغي أن يتعلم ، وأن يتفقه ، وأن يأخذ العلوم الشرعية ثم يدعو ، ولا مانع من أن يؤجل الدعوة سنة ، أو سنتين ، أو خمساً حتى يشتد عوده ، ويكون عنده من العلم الشرعي ما يدعو به ، أما أن يبدأ بعض الشباب بالدعوة إلى الله ـ سبحانه وتعالى ـ بمجرد العاطفة وعلم قليل ، ثم ينقطع عن العلم وعن المشايخ ، فهذه على المدى البعيد سيكون لها أثرها الخطير في الأمة ، سيخرج دعاة بلا علماء ، كما حصل في البلاد الإسلامية الأخرى ).اهـ",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ولقد صدق ونصح حفظه الله ؛ إذ أن تصدر هؤلاء للدعوة على جهل سيعرضهم حتماً للكلام باسم الإسلام ، والإفتاء باسم شريعته ، والقول على الله تعالى بغير علم ، والاحتجاج ( بالمصلحة ) في غير موضعها ، وتقديم الأهواء على الوحيين الشريفين . ¶ وقال الشافعي رحمه الله : ( إذا تصدر الحَدَثُ ؛ فاتهُ علم كثير ) (1). ¶ وهذا من توسيد الأمر لغير أهله ، ومن منازعة الأمر أهله ، قال تعالى : ? ???????????????? ????????? ??????????? ???? ??????? ??? ????????????? ? (2). ¶ وعن مالك قال : ( أخبرني رجل دخل على ربيعة بن أبي عبد الرحمن ، فوجده يبكي ، فقال له : ما يبكيك ؟ وارتاع لبكائه ـ فقال له : أدخلت عليك مصيبة؟ فقال : (لا، ولكن استُفْتِيَ من لا علم له ، وظهر في الإسلام أمرٌ عظيم ، ولبعض من يُفتي هاهنا أحق بالسَّجن من السُّرَّاق) (3). ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر فتح الباري لابن حجر [ج1ص166] . ¶ 2) سورة الأنبياء آية [7] . ¶ 3) أخرجه ابن عبد البر في جامع بيان العلم [ج2ص1225] بإسناد صحيح . ¶ قال الشاطبي رحمه الله في الموافقات [ج4ص192] : ( ... السائل لا يصح أن يسأل من لا يُعتبَر في الشريعة جوابهُ ؛ لأنه إسناد أمر إلى غير أهله ، والإجماع على عدم صحة مثل هذا ، بل لا يمكن في الواقع ...).اهـ",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقال أبو عمر بن عبد البر رحمه الله في جامع بيان العلم [ج2ص1137] ما نصه : (واعلم أنه لم تكن مناظرة بين اثنين أو جماعة من السلف إلا لتفهم وجه الصواب، فيصار إليه ويعرف أصل القول وعلته ، فيجري عليه أمثلته ونظائره ، وعلى هذا الناس في كل بلد إلا عندنا ، كما شاء ربنا ، وعند من سلك سبيلها من أهل المغرب ، فإنهم لا يقيمون علة ، ولا يعرفون للقول وجهاً ، وحسب أحدهم أن يقول فيها رواية لفلان ورواية لفلان ، ومن خالف عندهم الرواية التي لا يقف على معناها وأصلها ، وصحة وجهها، فكأنه قد خالف نص الكتاب ، وثابت السنة، ويجيزون حمل الروايات المتضادة في الحلال والحرام ، وذلك خلاف أصل مالك ، وكم، لهم من خلاف أصول خلاف مذهبهم مما لو ذكرناه لطال الكتاب بذكره ، ولتقصيرهم عن علم أصول مذهبهم ، صار أحدهم إذا لقي مخالفاً ممن يقول بقول أبي حنيفة أو الشافعي أو داوود بن علي أو غيرهم من الفقهاء ، وخالفه في أصل قوله ، بقي متحيراً ولم يكن عنده أكثر من حكاية قول صاحبه فقال: هكذا قال فلان وهكذا روينا (1)، ولجأ إلى أن يذكر فضل مالك ومنزلته ، فإن عارضه الآخر فذكر فضل إمامه أيضاً صار في المثل كما قال الأول. ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) قال ابن الجوزي رحمه الله في تلبيس إبليس [ص81] : ( واعلم أن عموم أصحاب المذاهب يعظم في قلوبهم الشخص فيتبعون قوله من غير تدبر بما قال ، وهذا عين الضلال، لأن النظر ينبغي أن يكون إلى القول ، لا إلى القائل ).اهـ ¶ شكونا إليه خراب العراق ... ... فعابوا علينا شحوم البقر ¶ فكانوا كما قيل فيما مضى ... ... أريها السهى وتريني القمر ¶ وفي مثل ذلك يقول منذر بن سعيد رحمه الله : ¶ عذيري من قوم يقولون كلما ... طلبت دليلاً هكذا قال مالك ¶ فإن عدت قالوا هكذا قال أشهب ... وقد كان لا تخفى عليه المسالك ¶ فإن زدت قالوا قال سحنون مثله ... ومن لم يقال ما قاله فهو آفك",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فإن قلت قال الله ضجُّوا وأكثروا ... وقالوا جميعاً أنت قرن مماحك ¶ وإن قلت قد قال الرسول فقولهم ... ... أئت مالكاً في ترك ذاك المسالك ¶ وأجازوا النظر في اختلاف أهل مصر وغيرهم من أهل المغرب ، فيما خالفوا فيه مالكاً من غير أن يعرفوا وجه قول مالك ولا وجه قول مخالفه منهم ، ولم يبيحوا النظر في كتب من خالف مالكاً إلى الدليل يبينه ، ووجه يقيمه ، لقوله وقول مالك جهلاً منهم ، وقلة نصح ، وخوفاً من أن يطلع الطالب على ما هم فيه من النقص والتقصير ، فيزهد فيهم ، وهم مع ما وصفنا يعيبون من خالفهم ، ويغتابونه، ويتجاوزون القصد في ذمه ، ليوهموا السامع أنهم على حق ، وأنهم أولى باسم العلم ، وهم ? ?????????? ?????????? ???????????? ???????????????? ?????? ???????? ?????? ????????? ???? ?????????? ????????? ?(1)وإن أشبه الأمور بما هم عليه ما قاله منصور الفقيه: ¶ خالفوني وأنكروا ما أقول ... ... قلت لا تعجلوا فإني سؤول ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة النور آية [39] . ¶ ما تقولون في الكتاب فقالوا ... ... هو نور على الصواب دليل ¶ وكذا سنة الرسول وقد أفلح ... ... من قال ما يقول الرسول ¶ واتفاق الجميع أصل وما ينكر ... ... هذا وذا وذاك العقول ¶ وكذا الحكم بالقياس فقلنا ... ... من جميل الرجال يأتي الجميل ¶ فتعالوا نرد من كل قول ... ... ما نفى الأصل أو نفته الأصول ¶ فأجابوا فناظروا فإذا ... ... العلم لديهم هو اليسير القليل",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فعليك يا أخي بحفظ الأصول والعناية بها ، واعلم أن من عني بحفظ السنن والأحكام المنصوصة في القرآن ، ونظر في أقاويل الفقهاء فجعلها عوناً له على اجتهاده ، ومفتاحاً لطرائق النظر ، وتفسيراً لجمل السنن المحتملة للمعاني ، ولم يقلد أحداً منهم ، تقليد السنن التي يجب الانقياد إليها على كل حال دون نظر ، ولم يرح نفسه مما أخذ العلماء به أنفسهم من حفظ السنن وتدبرها واقتدى بهم في البحث والتفهم والنظر، وشكر لهم سعيهم فيما أفادوا ونبهوا عليه ، وحمدهم على صوابهم الذي هو أكثر أقوالهم ، ولم يبرئهم من الزلل كما لم يبرئوا أنفسهم منه ، فهذا هو الطالب المتمسك بما عليه السلف الصالح ، وهو المصيب لحظه ، والمعاين لرشده ، والمتبع لسنة نبيه صلى الله عليه وسلم، وهدي صحابته رضي الله عنهم وعمن اتبع بإحسان آثارهم. ومن أعفى نفسه من النظر ، وأضرب عما ذكرنا، وعارض السنن برأيه ، ورام أن يردها إلى مبلغ نظره ، فهو ضال مضل ، ومن جهل ذلك كله أيضاً وتقحم في الفتوى ، بلا علم فهو أشد عمىً ، وأضل سبيلاً . ¶ لقد أسمعت لو ناديت حياً ... ... ولكن لا حياة لمن تنادي ¶ وقد علمت أنني لا أسلم من جاهل معاند لا يعلم . ¶ ولست بناجٍ من مقالة طاعن ... ... ولو كنت في غار على جبل وعر ¶ ومن ذا الذي ينجو من الناس سالماً ... ... ولو غاب عنهم بين خافيتي نسر ¶ واعلم يا أخي أن السنن والقرآن ، هما أصل الرأي والعيار عليه وليس الرأي بالعيار على السنة ، بل السنة عيار عليه ، ومن جهل الأصل لم يصب الفرع أبداً. ¶ وقال ابن وهب : حدثني مالك أن إياس بن معاوية قال لربيعة ( إن الشئ إذا بني على عوج لم يكد يعتدل ). ¶ قال الإمام مالك : يريد بذلك المفتي الذي يتكلم على غير أصل يبني عليه كلامه).اهـ",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقال ابن عبد البر رحمه الله في جامع بيان العلم [ج2ص1135] : ( واعلم رحمك الله أن طلب العلم في زماننا هذا وفي بلدنا قد حاد أهله عن طريق سلفهم ، وسلكوا في ذلك ما لم يعرفه أئمتهم ، وابتدعوا في ذلك ما بان به جهلهم وتقصيرهم عن مراتب العلماء قبلهم ).اهـ ¶ فأهل التعالم ألسنتهم تروي العلم ، وقلوبهم قد خلت من فهمه غاية أحدهم معرفة رواية لمذهب فلان ... ووجه لمذهب فلان .... واختلف العلماء ... وقول فلان... وهكذا... وتجده قد جهل ما لا يكاد يسع أحداً جهله من علم صلاته وحجه وصيامه وزكاته ... ¶ فأهل التعالم لم يعنوا بحفظ سنة ولا الوقوف على معانيها ، ولا بأصل من القرآن ... ولا اعتنوا بكتاب الله عز وجل ... بل عوَّلوا على حفظ ما دوِّن لهم من الرأي الذي كان عند العلماء آخر العلم .... ¶ ولا ريب في أن الأئمة الأربعة ( أبو حنيفة ومالك والشافعي وأحمد رحمهم الله) لم يرضوا أن يتمذهب أحد بمذهبهم ، وأن يقلدهم أحد في الدين المبين ، بل كانوا غير مقلدين، ومتفقين على وجوب اتباع الكتاب والسنة دون التقليد ، والاستقلال في فهمهما والعمل بهما في جميع الأمور ـ كبيرة كانت أو صغيرة ـ من الأصول والفروع من غير التقليد(1). ¶ وهذا هو مذهب ( أهل الحديث ) الذي مضى عليه الأئمة الأربعة رحمهم الله عز وجل. ¶ فاعتقادنا في الأئمة الأربعة أبي حنيفة ومالك والشافعي وأحمد رحمهم الله تعالى الذين اتفق أهل العلم على علمهم وفضلهم وتقواهم وخشيتهم لله وإخلاصهم في الدين، وتركهم البدع والمحدثات ... أنهم أكرم هذه الأمة .... ¶ على أن يضعوا لهم مذاهباً غير مذهب الكتاب والسنة ، كما هو مأثور عنهم في كتبهم وفي كتب تلاميذهم . ¶ وإنما صنع ذلك من عمت بصيرته عن الحق ، ومن حاد عن الحق ، وقدم القياس والرأي على القرآن والحديث ، قال تعالى : ? ????????? ??????? ????????? ??????? ????????????? ?(2). ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "1) وقد أوضحت ذلك في كتابي (الجوهر الفريد في نهي الأئمة الأربعة عن التقليد) ولله الحمد والمنة. ¶ 2) سورة يونس آية [32] . ¶ فمن تخيل أن الأئمة الأربعة وضعوا لهم هذه المذاهب ( المذهب الحنفي والمذهب المالكي والمذهب الشافعي والمذهب الحنبلي ) والآراء والأقوال المخالفة للكتاب والسنة ، فهو مخطئ في ذلك ، وقوله هو القول الهالك لأنه المستخف بالأئمة الأربعة حقا ، والخارج عن أقوالهم صدقا . ¶ لأن هذه المسائل المذهبية التي قد ملئت بها كتب المقلدين لم يكتبها أحد من الأئمة الأربعة أصلاً ، ولم يعملوا بها أبداً ، وقد افتريت عليهم إلا في مسائل قليلة اللهم غفرا . ¶ فَغيَّرَ أهل التقليد الأعمى سنن الأئمة الأربعة والطريق المستقيم إلى الطرق المعوجة حبا في الملك والدنيا والمال ومحافظة على مناهجهم المخالفة للكتاب والسنة ، ومحافظة على مقصودهم .. وتغطية لبضاعتهم المزجاة في العلم الشرعي ... ولجهلهم بالدليل ... وعدم معرفتهم الراجح والمرجوح ولذلك يقلدون!!! ¶ وتجد الواحد منهم بدون حياء يقول : أنا حنفي مذهباً والماتريدي عقيدة !!! والثاني يقول : أنا المالكي مذهباً والصوفي عقيدة !!! ... والآخر يقول : أنا الشافعي مذهباً والأشعري عقيدة !!! ... وهكذا . ¶ وأنت إذا تدبرت تلك الكلمات وجدت لها أمور خارجية مقصودة ... ظاهرها ترك الكتاب والسنة والإقبال على العصبية المذهبية.... والعقائد الباطلة ... ¶ وقد تصدى لكشفهم أهل العلم في كل زمان ومكان ولله الحمد والمنة . ¶ وهؤلاء المقلدة المتعصبة أكثرهم لا يعرفون من الحديث إلا على أقله ، ولا يكادون يميزون بين صحيحه من سقيمه ، ولا يعرفون جيده من رديئه ، ولا يعبأون بما بلغهم منه أن يحتجوا به على خصومهم إذا وافق مذاهبهم التي ينتحلونها ، ووافق آراءهم التي يعتقدونها....",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وتراهم لا يقبلون قول الإمام أبي حنيفة أو الإمام مالك أو الإمام الشافعي أو الإمام أحمد إلا ما وافق مذاهبهم وآراءهم المزعومة التي ينتحلونها والله المستعان . ¶ وعلى هذا عادة أهل التقليد في كل زمان ومكان ... فدس لهم الشيطان الحيل والكيد وأطاعه كثير منهم واتبعوه ... وخدعهم ولا حول ولا قوة إلا بالله . ¶ قال الشوكاني رحمه الله في القول المفيد [ص108] : ( وإن التقليد لم يحدث إلا بعد انقراض خير القرون ، ثم الذين يلونهم ، ثم الذين يلونهم ، وإن حدوث التمذهب بمذاهب الأربعة، إنما كان بعد انقراض عصر الأئمة الأربعة (1)، وإنهم كانوا على نمط من تقدمهم من السلف في هجر التقليد ، وعدم الاعتداد به ، وإن هذه المذاهب إنما أحدثها عوام المقلدة لأنفسهم من دون أن يأذن بها إمام من الأئمة المجتهدين).اهـ ¶ عن عقبة بن عامر الجهني رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول : ( هلاك أمتي في الكتاب واللبن فقيل : يا رسول الله ! ما الكتاب واللبن ؟ قال: يتعلمون القرآن ويتأولونه على غير ما أنزله الله عز وجل ، ويحبون اللبن فيدَعُون الجماعات والجمعُ ويُبْدُون ) (2). ¶ حديث صحيح ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) افهم أيها المقلد هذا الكلام جيداً اللهم سلم سلم . ¶ 2) معنى يُبْدُون : أي يخرجون إلى البادية لطلب مواضع اللبن في المراعي . ¶ انظر الصحيحة للألباني [ج6ص647] . ¶ أخرجه أحمد في المسند [ج4ص146] وأبو يعلى في المسند [ج3ص285] وابن عبد الحكم في فتوح مصر [ص197] والفسوي في المعرفة والتاريخ [ج2ص507] والهروي في ذم الكلام [ج2ص41] والروياني في المسند [ج1ص182] وابن بطة في الإبانة الكبرى [ج2ص142] والطبراني في المعجم الكبير [ج17ص815] وابن عبد البر في جامع بيان العلم [ج2ص1199] من طرق عن أبي قبيل حُيي بن هاني المعافري المصري قال سمعت عقبة بن عامر به . ¶ قلت : وهذا سنده حسن .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وتابعه أبو الخير مرثد بن عبد الله اليزني . ¶ أخرجه أحمد في المسند [ج4ص155] وفي العلل [ج3ص452] من طريق أبي عبد الرحمن عبد الله بن يزيد المقرئ عن ابن لهيعة قال وحدثنيه يزيد بن أبي حبيب عن أبي الخير عن عقبة بن عامر به. ¶ قلت :وهذا سنده صحيح . ¶ والحديث صححه الألباني في الصحيحة [ج6ص647]. ¶ قال ابن عبد البر رحمه الله في جامع بيان العلم [ج2ص1199] : ( أهل البدع أجمع أضربوا عن السنَّة ، وتأوَّلوا الكتاب على غير ما بينت السنَّة فضلو وأضلوا ، ونعوذ بالله من الخذلان ، ونسأله التوفيق والعصمة برحمته ).اهـ ¶ فالرأي المذموم هو القول في أحكام شرائع الدين بالاستحسان والظنون ، والاشتغال بحفظ الاختلاف بين العلماء دون ردِّه إلى أصول الكتاب والسنَّة . ¶ عن حذيفة رضي الله عنه قال : ( يا معشر القرَّاء(1) استقيموا (2)، فقد سَبَقْتُم(3) سبقاً بعيداً، فإن أخذتُم يميناً وشمالاً (4) ، لقد ضللتُم ضلالاً بعيداً ). ¶ أخرجه البخاري في صحيحه [ج6ص2656] من طريق سفيان عن الأعمش عن إبراهيم عن همام عن حذيفة به . ¶ فأصحاب الرأي والتأويلات هذه فهم أهل البدع والأهواء الذين يتكلمون برأيهم الفاسد ، ويقولون : إنما نحن مصلحون ، ألا إنهم هم المفسدون ولكن لا يشعرون . ¶ إنهم لا يشعرون بحقيقة ما هم فيه من الجهل بكتاب الله تعالى وسنة رسوله صلى الله عليه وسلم ، لا يشعرون بحقيقة ما هم فيه من الضلال ، لا يشعرون بحقيقة ما هم فيه من التفرق والاختلاف ، لا يشعرون بحقيقة ما هم فيه من فساد ، لا يشعرون بحقيقة ما هم فيه من تشتت وضياع ، لا يشعرون بحقيقة ما هم فيه من ضعف في العلم الشرعي ،لا يشعرون بحقيقة ما هم فيه من فشل في الدعوة إلى الله ، لا يشعرون بحقيقة ما هم فيه من فشل في التدريس والخطابة ، لا يشعرون بحقيقة ما هم فيه من ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) قوله ( القرَّاء ) جمع قارئ ، والمراد العالم بالقرآن والسنة .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "2) قوله ( استقيموا ) اسلكوا طريق الاستقامة ، وهي كناية عن التمسك بأمر الله تعالى والاقتداء بسنن رسول الله صلى الله عليه وسلم ، فعلاً وتركاً . ¶ 3) قوله ( سبقتم ) أي إن استقمتم سبقتم غيركم سبقاً ظاهراً إلى كل خير . ¶ وروي ( سُبِقْتُمْ ) أي سبقكم السلف سبقاً متمكناً ، فلعلكم تلحقون بهم بعض اللحوق . ¶ 4) قوله ( أخذتم يميناً وشمالاً ) خالفتم الأمر ، وأخذتم غير طريق الاستقامة . ¶ انظر فتح الباري لابن حجر [ج3ص257] . ¶ فشل في تأديتهم الأعمال الخيرية ، لا يشعرون بحقيقة ما هم فيه من فشل في اجتماعاتهم ، لا يشعرون بحقيقة ما تصير إليه الأمة الإسلامية من فرقة وضياع وتمزق وتشتت ، لا يشعرون بأن الأمة الإسلامية لن تتوحد حتى يتوحد فكرها ، وحتى يستيقظ وعيها في كتاب ربها وما صح من أحاديث رسول الله صلى الله عليه وسلم . ¶ لقد أفرز الوقع الأليم الذي أطلَّت فيه الفتن برأسها ، وشهرت الحزبية سيفها ، وغُيِّبَ فيه كثير من العلماء الربانيين ، وطلبة العلم المتمكنين ... فبرز أهل التعالم بزعمهم للذبِّ عن دينهم ، ونشر سنَّة نبيهم صلى الله عليه وسلم ، فأثمرت جهودهم الحماسية بالفعل ثماراً خبيثة من تفريق وضياع وتشتيت بالأمة الإسلامية والله المستعان. ¶ قال الخطيب رحمه الله : ( ينبغي للإمام أن يتصفح أحوال المفتين ، فمن صلح للفتيا أقرَّه ، ومن لا يصلح منعه ، ونهاه أن يعود ، وتواعده بالعقوبة إن عاد ) (1).اهـ ¶ وقال الماوردي رحمه الله في الأحكام السلطانية [ص248] : ( وإذا وجد ـ المحتسب ـ من يتصدى لعلم الشرع وليس من أهله من فقيه أو واعظ ، ولم يأمن اغترار الناس به في سوء تأويل أو تحريف أنكر عليه التصدي لما هو ليس من أهله ، وأظهر أمره لئلا يُغترُّ به).اهـ ¶ ويعرف العالم بالكتاب والسنَّة بالتلقي عن المشايخ وملازمتهم زمناً طويلاً معتبراً ، وبجده في طلب العلم حتى بعد ذلك يتصدر للتحديث والفتيا ...",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر المجموع للنووي [ج1ص73] . ¶ عن خلف بن عمر صديق كان لمالك قال سمعت مالك بن أنس يقول : ( ما أجبت في الفتوى حتى سألت من هو أعلم مني ، هل تراني موضعاً لذلك ؟ وسألت ربيعة وسألت يحيى بن سعيد فأمرني بذلك ، فقلت : يا أبا عبد الله ، فلو نهوك ؟ قال : كنت أنتهي ، لا ينبغي للرجل أن يرى نفسه أهلاً لشئ حتى يسأل من هو أعلم منه) (1). ¶ قلت : فتأمل ... فتأمل أيها المحب للتدريس هذا الكلام جيداً فهل شهد لك أهل العلم بالتدريس والفتوى ، وإلا اترك المجال لغيرك من أهل الاختصاص الذين شهد لهم أهل العلم بالتدريس والفتوى ، فلا يشفع للعبد حُسْن نيته إذا خالف السنن ، فلابد من علم ونيَّة وإخلاص وصحة ومتابعة ، فلابد من تحصيل الزاد لتحقيق المراد . ¶ وقال مالك رحمه الله :( ليس كل من أحبَّ أن يجلس في المسجد للتحديث والفتيا جلس ، حتى يشاور فيه أهل الصلاح والفضل ، وأهل الجهة من المسجد ، فإن رأوه أهلاً لذلك جلس ، وما جلست حتى شهد لي سبعون شيخاً من أهل العلم أني موضع لذلك) (2). ¶ فينبغي لمن تصدى للتعليم والإفتاء أن يكون أهلاً لذلك وإلا فهو خائن للأمانة ، ينطبق عليه قول رسول الله صلى الله عليه وسلم :(إذا ضيعت الأمانة فانتظر الساعة ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) أخرجه البيهقي في المدخل [س440] والخطيب في الفقيه والمتفقه [ج2ص154] وأبو نعيم في الحلية [ج6ص316] بإسناد حسن . ¶ 2) انظر الديباج المذهَّب في علماء المذهب لابن فرحون [ص21] . ¶ قيل : كيف إضاعتها ؟ قال : إذا أسْنِدَ الأمر إلى غير أهله فانتظر الساعة ) (1). ¶ فالجاهل يفسد أكثر مما يصلح ... فظنَّ هذا المتعالم أنه يحسن الصنع ... وهذا عجب يدل على مدى معرفته بالعلم الشرعي .. أفلا يعلم هذا المتعالم أن الله تعالى سائله عما يقول يوم القيامة .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (سيأتي على الناس سنواتٌ خدَّاعات يصَدَّقُ فيها الكاذبُ ، ويُكذبُ فيها الصادق ، ويُؤتمنُ فيها الخائن ويخوّنُ فيها الأمين ، وينطق فيها الرويبضة ، قيل : وما الرويبضة ؟ قال : (الرجل التافه يتكلم في أمر العامة ) (2). ¶ وقال أبو الحسن بن المفضل المقدسي : ¶ تصدَّر للتدريس كلُّ مُهَوِّسٍ ... ... بَلِيدٍ تسمَّى بالفقيهِ المُدرِّسِ ¶ فحَقٌ لأهلِ العلمِ أن يتمثَّلوا ... ... ببيْتِ قديمٍ شاعَ في كلِّ مجلسٍ ¶ لقدْ هَزُلَتْ حتى بدا من هُزَالهَا ... ... كُلاَهَا وحتَّى سَامَهَا كلُّ مُفْلِسٍ (3) ¶ فتبين بالأدلة الشرعية في الكلام السابق وضوح الحق ، لكن أصحاب الرأي والخلاف يرفضونه لأنهم لم يكن لهم اعتناء بالنصوص الشرعية ، بل اعتنوا هؤلاء بمداركهم وأفتهامهم وعقلياتهم التي تفقهوا بها فضَّلوا وأضلوا ... والآيات ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) أخرجه البخاري في صحيحه [ج11ص333] من حديث أبي هريرة رضي الله عنه . ¶ 2) حديث حسن . ¶ أخرجه أحمد في المسند [ج3ص220] وابن ماجه في سننه [ج2ص339] بإسناد حسن. ¶ 3) انظر الإفادات والإنشادات للشاطبي [ص86ـ87] . ¶ والأحاديث الناهية عن الآراء والاختلاف في الدين المتضمنة لذمها كلها شهادة صريحة بأن الحق عند الله واحد وماعداه من الآراء فخطأ، ولو كانت تلك الآراء والأقوال كلها صوابا لم ينه الله تعالى ورسوله صلى الله عليه وسلم عن الصواب ولا ذمه ¶ قال تعالى : ? ???????????????? ??????????? ?????? ????????? ????? ??????????????? ? (1) . ¶ قال ابن القيم رحمه الله : ( الآيات الناهية عن الاختلاف في الدين المتضمنة لذمه، كلها شهادة صريحة بأن الحق عند الله واحد ، وما عداه فخطأ ، ولو كانت تلك الأقوال ـ والآراء ـ كلها صوابا ، لم ينه الله ورسوله عن الصواب ولا ذمه ) (2). اهـ",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقال تعالى : ? ?????? ????? ???? ????? ????????? ?????? ??????????? ????? ?????????????????? ???????? ? (3) . ¶ قال ابن القيم رحمه الله : ( فقد أخبر سبحانه أن الاختلاف ليس من عنده ، وما لم يكن من عنده فليس بالصواب ) (4) اهـ ¶ وقال تعالى : ? ????? ????? ?????????? ????? ?????????? ?????? ?????? ?????? ?????????????? ????????? ???? ???????? ?????? ???????????? ???? ???????????? ????? ??????? ?????? ???????????? ???????? ??????? ???????? ?????????? ???? ? (5) . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة آل عمران آية [103] . ¶ 2) انظر مختصر الصواعق [ج2ص566] . ¶ 3) سورة النساء آية [82] . ¶ 4) انظر المصدر السابق . ¶ 5) سورة الأحزاب آية [36] . ¶ قال ابن القيم رحمه الله في إعلام الموقعين [ج1ص86] : ( فأخبر سبحانه أنه ليس لمؤمن أن يختار بعد قضائه وقضاء رسوله ، ومن تخير بعد ذلك فقد ضل ضلالاً مبيناً). اهـ ¶ وقال ابن كثير رحمه الله في تفسيره [ج3ص498] في تفسير هذه الآية : (فهذه عامة في جميع الأمور وذلك أنه إذا كان حكم الله ورسوله لشئ فليس لأحد مخالفته ولا اختيار لأحد ههنا ولا رأي ولا قول كما قال تبارك وتعالى : ? ?????? ?????????? ??? ??????????? ??????? ???????????? ?????? ?????????? ???????????? ????? ??? ????????????? ???? ????????????? ??????? ??????? ????????? ?????????????? ???????????? ???? ? (1). ولهذا شدد في خلاف ذلك فقال :?? ????? ??????? ?????? ???????????? ???????? ??????? ???????? ?????????? ?اهـ ¶ وقال تعالى : ? ?????????????????? ?????????? ?????????? ??? ???????????? ??????? ?????? ?????? ????????????? ????????????? ??????? ?????? ?????? ??????? ??????? ??? ? (2).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قال الشيخ محمد الأمين الشنقيطي رحمه الله في أضواء البيان [ج7ص614]: (والمعنى لا تتقدموا أمام الله ورسوله ، فتقولوا في شئ بغير علم ولا إذن من الله ، وهذه الآية الكريمة فيها التصريح بالنهي عن التقديم بين يدي الله ورسوله ، ويدخل في ذلك دخولا أوليا تشريع ما لم يأذن به الله وتحريم ما لم يحرمه ، وتحليل ما لم يحلله ، لأنه لا حرام إلا ما حرمه الله ولا حلال إلا ما أحله الله ، ولا دين إلا ما شرعه الله ) . اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة النساء آية [65] . ¶ 2) سورة الحجرات آية [1] . ¶ ولقد عظمت جنايات الآرائيين العقلانيين على آيات القرآن وأحاديث رسول الله صلى الله عليه وسلم فإنها إذا وردت بخلاف آرائهم وأفهامهم ، حرفوها عن مواضعها ، وحملوها على غير ما أراده الله تعالى ورسوله صلى الله عليه وسلم. ¶ وينبغي على المخالف أن يتأدب مع الله تعالى ورسوله صلى الله عليه وسلم فيقدم كلامهما على كلام الآخرين في أي من أمور الدين ، ومن الخطأ أن يلجأ إلى العقل والرأي مع وجود النقل ، فإذا وجد النص فلا رأي ولا اجتهاد ، فالنقل هو الأصل وهو المقدم على كل شئ في حالة ما يشبه التعارض (1). ¶ إذاً ومن التقدم بين يدي الله تعالى ورسوله صلى الله عليه وسلم معارضة النص بالرأي ، ويسمى القياس الفاسد ، لذلك يقول الفقهاء : لا قياس في مقابلة النص (2). ¶ والنبي صلى الله عليه وسلم أخبر بأنه سوف يأتي أناس كـ ( أصحاب الرأي ) ـ في آخر الزمان يعارضون النصوص بآرائهم . ¶ فعن عبد الله بن عمرو رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (( إن الله لا يقبض هذا العلم انتزاعاً ينتزعه من الناس ، ولكن يقبضه بموت أهله ، حتى إذا لم يبق عالماً اتخذ الناس رؤوساً جهالاً فأفتوا بغير علم ( أي برأيهم ) فضلوا وأضلوا ) (3). ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "1) انظر فقه التعامل مع المخالف للدكتور عبد الله الطريقي [ص97] . ¶ 2) انظر ( لا تقدموا بين يدي الله ورسوله ) للشيخ عبد الله العبيلان [ص37] . ¶ 3) وفي هذا الحديث يصاب بها الناس أعظم نكبة ... ألا وهي انقراض العلماء وقبض العلم، ويصل بهم الحال إلى حد أنه لا يبقى العلماء فيتخذون الجهال رؤساء لهم فيفسدون عليهم دينهم ودنياهم بسبب جهلهم . ... ... ... ... ... ... = ¶ أخرجه البخاري في صحيحه [ج1ص33] ومسلم في صحيحه [ج3ص208] من طريق عروة عن عبد الله به . ¶ فيستفاد من هذا الحديث أنه لا مجال لمعارضة النص بالرأي . ¶ قال ابن حجر رحمه الله في الفتح [ج1ص165] : ( وفي الحديث الحث على حفظ العلم والتحذير من ترئيس الجهلة وفيه أن الفتوى هي الرياسة الحقيقة وذم من يقدم عليها بغير علم ).اهـ ¶ فقبض العلم بموت العلماء من أعظم الأمور التي تبتلى بها الأمة الإسلامية قبل قيام الساعة ... ويبقى الناس بعدهم بجهل وضلال كما هو مشاهد ، وذلك لعدم اتباع الناس تعاليم الكتاب والسنة . ¶ وهذا ظاهر من أهل الرأي والعقل ، فما أصاب الأمة الإسلامية من الوهن والذل والنكبات فمن أكبر أسبابه ترك تعاليم العلماء الربانيين ، والإقبال على تعاليم أهل الرأي والله المستعان . ¶ وقال ابن حجر رحمه الله في الفتح [ج13ص316] : ( أهل الجهل ليسوا عدول، وكذلك أهل البدع، فعرف أن المراد بالوصف ... أهل السنة والجماعة وهم أهل العلم الشرعي، ومن سواهم ولو نسب إلى العلم فهي نسبة صورية لا حقيقية).اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ = قال النووي في شرح صحيح مسلم [ج16ص224] : ( هذا الحديث يبين أن المراد بقبض العلم في الأحاديث السابقة المطلقة ليس هو محوه من صدور حفاظه ، ولكن معناه أنه يموت حملته ويتخذ الناس جهالاً يحكمون بجهالاتهم فيضلون ويضلون ) . اهـ ¶ قلت : فأهل الرأي ليسوا عدول ولو نسبوا إلى العلم والدعوة فهي نسبة صورية شكلية لا حقيقية .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قال ابن القيم رحمه الله في إعلام الموقعين [ج1ص67] : ( الرأي ثلاثة أقسام: رأي باطل ، ورأي صحيح ، ورأي هو موضع اشتباه ، والسلف استعملوا الرأي الصحيح، وعملوا به ، وذموا الباطل ومنعوا من العمل به ، والثالث سوغوه عند الاضطرار . ¶ فالرأي الباطل : الرأي المخالف للنص والكلام في الدين بالخرص ، والرأي المتضمن تعطيل أسماء الله وصفاته وأفعاله بالمقاييس الباطلة التي وضعها أهل البدع ، والرأي الذي أُحدثت به البدع ، والقول بالاستحسان والظنون والاشتغال بتحفظ المعضلات ، ورد الفروع بعضها على بعض قياسا دون ردها إلى أصولها . ¶ والرأي المحمود(1) أنواع : ¶ 1) رأي الصحابة رضي الله عنهم . ¶ 2) والرأي الذي يفسر النصوص ويبين وجه الدلالة منها إذا كان مستندا إلى استدلال واستنباط دون ما استند عليه مجرد التخرص . ¶ 3) والرأي الذي اتفقت عليه الأمة . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) قال ابن المبارك : ( ليكن الذي تعتمد عليه هو الأثر ، وخذ من الرأي ما يفسر لك الحديث). ¶ أخرجه أبو نعيم في الحلية [ج8ص165] وابن عبد البر في جامع بيان العلم [ج2ص1050] والهروي في ذم الكلام [ج1ص268] والبيهقي في المدخل [ص202] والخطيب في الفقيه والمتفقه [ج2ص164] بإسناد صحيح . ¶ 4) والرأي الذي يكون بعد طلب الواقعة من الكتاب والسنة وأقوال الصحابة ، يجتهد فيه إلى قربة من معاني النصوص ) . اهـ ¶ وقد تكلم أناس في مسائل علمية لو أمسكوا عنها لكان خيرا لهم وأشد تثبيتاً ، فالكتاب والسنة فيهما الكفاية والشفاء ، ولا نحتاج إلى آراء الرجال عند وجودهما ، فالرأي في مقابلتهما جهل محض وهوى متبع وإفك مفترى ، ولو سكت من لا يعلم لسقط الخلاف ، فكثير من المسائل يكون فيها الدليل بين واضح ، ثم يأتي إنسان فيتكلم برأيه فيفتح باب الخلاف على مصراعيه (1).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "لذلك قال الإمام الشافعي رحمه الله في الرسالة [ص140] : ( فالواجب على العاملين أن لا يقولوا إلا من حيث علموا وقد تكلم في العلم من لو أمسك عن بعض ما تكلم فيه منه لكان الإمساك أولى به وأقرب من السلامة له إن شاء الله ) . اهـ ¶ وقال الشيخ عبد الرحمن آل الشيخ رحمه الله في فتح المجيد [ص339]: (وقد عمت البلوى بهذا المنكر ـ التقليد ـ خصوصاً ممن ينتسب إلى العلم ، نصبوا الحبائل في الصد عن الأخذ بالكتاب والسنة ، وصدوا عن متابعة الرسول صلى الله عليه وسلم وتعظيم أمره ونهيه).اهـ ¶ وهناك أساليب لمعارضة النص بالرأي ، من هذه الأساليب : الأسلوب البياني الخطابي فتجد عند بعض الناس أسلوبا بيانيا رائعا يعرض فيه رأيه المخالف للكتاب والسنة ، بحيث يقلب الحق باطلا ، ويجعل الباطل حقا . لذلك يقول الله سبحانه وتعالى : ? ??????? ??????????? ??????? ??????? ????????? ???????????? ?????????? ? (2) ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر (( لا تقدموا بين يدي الله ورسوله )) للشيخ عبد الله العبيلان [ص39] . ¶ 2) سورة النور آية [63] . ¶ ويقول تعالى : ? ? ???????? ??????????????? ??????????? ??????????????? ?????? ??????????? ????????? ????????????? ? (1)، فالباطل يحتاج دائما إلى بهرجة وإلى تلميع وإلى تنميق ، فهل معنى ذلك أن نأخذ بقولهم؟ كلا إنهم كما قال الله فيهم ? ???????????????????? ? ?????? ???????????? ? (2) ولذلك يقال : الحق أبلج والباطل لجلج (3). ¶ ومن هنا أوضحت للمسلمين ما هم بحاجة إليه من بيان وكشف دعاة الجهل أهل الرأي بالأدلة والبراهين . ¶ وقد حرصت على نشر هذا الكتاب إشاعة للعلم الشرعي المؤصل على الدليل من الكتاب والسنة لمساس الحاجة إلى ذلك .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "والله تعالى أسأل أن يكون عملي هذا خالصاً لوجهه الكريم ، وأن يكون في الطاعات التي بها رجحان في ميزان الأعمال يوم العرض عليه ، يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم . ¶ والله المستعان وعليه التكلان ولا حول ولا قوة إلا بالله ¶ أبو عبد الرحمن الأثري ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة المنافقون آية [4] . ¶ 2) سورة محمد آية [30] . ¶ 3) انظر (( لا تقدموا بين يدي الله ورسوله )) للشيخ عبد الله العبيلان [ص40] . ¶ ذكر الدليل على أنه إذا ثبت النص من الكتاب أو السنة ¶ لا يجوز ذكر الخلاف لا في الفروع ولا في الأصول ¶ إلا أحيانا لمصلحة شرعية (1) وإلا حرم ذكر الخلاف ¶ لقد عظمت جنايات المقلدين على أحاديث رسول الله - صلى الله عليه وسلم - ، وعلى أئمة مذاهبهم الذين تبرءوا عن إثبات مقال لهم يخالف نصاً نبوياً ، فإنها إذا وردت بخلاف ما قرره مَنْ قلدوه ، حرفوها عن مواضعها ، وحملوها على غير ما أراده - صلى الله عليه وسلم - (2). ¶ ولقد أمر الأئمة الذين ادّعى الناس تقليدهم بترك آرائهم إذا تعارضت مع النصوص . ¶ والذي أمرنا باتباعه هو ما أنزله الله تعالى ... والذي أمرنا بأخذه هو ما آتانا الحبيب الكريم المصطفى - صلى الله عليه وسلم - والذي أمرنا بالاستسلام والانقياد له هو ما حكم به الناطق بالوحي نبينا الكريم - صلى الله عليه وسلم - والذي نهينا عن مخالفته هو ما قضاه الله تعالى ورسوله (3). ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) فإذا ذكر المفتي الخلاف بلا مصلحة شرعية فهو آثم لوضوح الحق في غالب المسائل الخلافية كما سيأتي والله المستعان . ¶ قلت : والمصلحة الشرعية يقررها أهل العلم من العلماء الربانيين وطلبة العلم المتمكنين الورعين فقط فافطن لهذا . ¶ 2) انظر إرشاد النقاد إلى تيسير الاجتهاد للصنعاني [ص163] . ¶ 3) انظر حكم الإنكار في مسائل الخلاف د. فضل إلهى [ص14] .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فالخلاف المنهي عنه هو الاختلاف على الرسل فلو خالف إمام رسول الله صلى الله عليه وسلم فإن قوله مردودٌ عليه . ¶ وينبغي على المخالف أن يتأدب مع الله ورسوله - صلى الله عليه وسلم - فيقدم كلامهما على كلام الآخرين في أي من أمور الدين ، ومن الخطأ أن يلجأ إلى العقل والرأي مع وجود النقل ، فإذا وجد النص فلا رأي ولا اجتهاد ، فالنقل هو الأصل وهو المقدم على كل شئ في حالة ما يشبه التعارض(1). ¶ وإليك الدليل : ¶ 1) قال الله تعالى : ? ????? ????? ?????????? ????? ?????????? ?????? ?????? ?????? ?????????????? ????????? ???? ???????? ?????? ???????????? ???? ???????????? ????? ??????? ?????? ???????????? ???????? ??????? ???????? ?????????? ???? ? (2). ¶ فلم يفرِّق المولى عز وجل في وجوب طاعته وطاعة رسوله صلى الله عليه وسلم علينا بين أحكام الأفعال ومسائل الاعتقاد ، بل ألزمنا الطاعة فيها كلها ونهانا أن نجتهد ونقول برأينا بعد قضائه جل جلاله وقضاء رسوله صلى الله عليه وسلم (3). ¶ قال ابن القيم رحمه الله في إعلام الموقعين [ج1ص86] في تفسير هذه الآية : ( فأخبر سبحانه أنه ليس لمؤمن أن يختار بعد قضائه وقضاء رسوله ، ومن تخير بعد ذلك فقد ضل ضلالاً بعيداً ) . اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر فقه التعامل مع المخالف للدكتور عبد الله الطريقي [ص97] . ¶ 2) سورة الأحزاب آية [36] . ¶ 3) انظر حكم الإنكار في مسائل الخلاف للدكتور فضل إلهي [ص19] .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقال ابن القيم رحمه الله في الرسالة التبوكية [ص44] : ( فدل هذا على أنه إذا ثبت لله ورسوله في كل مسألة من المسائل حكم طلبي أو خبري ، فإنه ليس لأحد أن يتخير لنفسه غير ذلك الحكم فيذهب إليه وأن ذلك ليس لمؤمن ولا مؤمنة أصلاً ، فدل على أن ذلك مناف للإيمان ... فإن الحجة الواجب اتباعها على الخلق كافة إنما هو قول المعصوم الذي لا ينطق عن الهوى ، وأما أقوال غيره فغايتها أن تكون سائغة الاتباع فضلاً عن أن يُعارض بها النصوص وتقدَّم عليها ، عياذاً بالله من الخذلان ) . اهـ ¶ وقال ابن كثير رحمه الله في تفسيره [ج3ص498] في تفسير هذه الآية(فهذه الآية عامة في جميع الأمور وذلك أنه إذا كان حكم الله ورسوله لشئ فليس لأحد مخالفته ولا اختيار لأحد ههنا ولا رأي ولا قول كما قال تبارك وتعالى: ? ?????? ?????????? ??? ??????????? ??????? ???????????? ?????? ?????????? ???????????? ????? ??? ????????????? ???? ????????????? ??????? ??????? ????????? ?????????????? ???????????? ?(1) ولهذا شدَّد في خلاف ذلك فقال : ? ????? ??????? ?????? ???????????? ???????? ??????? ???????? ?????????? ?(2). كقوله تعالى : ? ????????????? ?????????? ?????????????? ???? ??????????? ???? ???????????? ??????????? ????? ???????????? ??????? ?????????? ? (3).اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة النساء آية [65] . ¶ 2) سورة الأحزاب آية [36] . ¶ 3) سورة النور آية [63] . ¶ فعلى الناظر في مسائل الخلاف أن يختار القول الذي يرجحه الدليل بغضِّ النظر عن طبيعة هذا القول من حيث اليسر والغلظة وليس وجود الاختلاف بمسوِّغ لأحد أن يأخذ بأي القولين شاء دون نظر وتثبت (1).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "2) وقال تعالى : ? ?????????????????? ?????????? ?????????? ??? ???????????? ??????? ?????? ?????? ????????????? ????????????? ??????? ?????? ?????? ??????? ??????? ??? ? (2). ¶ قال الشيخ محمد الأمين الشنقيطي رحمه الله في أضواء البيان [ج7ص614] : (والمعنى لا تتقدموا أمام الله ورسوله ، فتقولوا في شئ بغير علم ولا إذن من الله، وهذه الآية الكريمة فيها التصريح بالنهي عن التقديم بين يدي الله ورسوله ، ويدخل في ذلك دخولا أوليا تشريع ما لم يأذن به الله وتحريم ما لم يحرمه ، وتحليل ما لم يحلله ، لأنه لا حرام إلا ما حرمه الله ولا حلال إلا ما أحله الله ، ولا دين إلا ما شرعه الله ) . اهـ ¶ 3) وقال الله تعالى : ? ?????????? ????? ?????? ??????????????? ?????? ???????? ?????? ?????? ????????????? ?????????? ???????????? ???? ???????????? ?????????? ?????????????? ?????????????????? ???? ???????????????? ???? ? (3). ¶ فالحق الذي لا ريب فيه أن كل مسألة ثبت فيها نص صريح لا يقال فيها : إن كل مجتهد فيها مصيب ، بل ليس المصيب فيها إلا واحد ، وهو من تمسك بالنص، ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر زجر السفهاء عن تتبع رخص الفقهاء للدوسري [ص36] . ¶ 2) سورة الحجرات آية [1] . ¶ 3) سورة النور آية [51] . ¶ واعتصم به ، وعضَّ عليه بالنواجذ ومن خالف النص الثابت الصريح فهو مخطئ سواء أكانت المسألة من أحكام الأفعال أم من مسائل الاعتقاد ، ولا يحل لمن كان يؤمن بالله واليوم الآخر أن يجتهد في مسألة وجد فيها نصاً ثابتاً صريحاً من الكتاب والسنة ، وذلك لأننا أمرنا بطاعة الله تعالى وبطاعة رسوله الكريم صلى الله عليه وسلم سواءً أكان الأمر متعلقاً بأحكام الأفعال أم بمسائل الاعتقاد . ¶ قال تعالى : ? ????????????? ?????? ????????????? ??????????? ????????????? ? (1).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "فبين الله تعالى وصف المؤمنين بأنهم ينقادون ويستسلمون لأمره وأمر رسوله صلى الله عليه وسلم (2). ¶ والذي أمرنا بالاستسلام والانقياد له هو ما حكم به الناطق بالوحي نبينا الكريم صلى الله عليه وسلم . ¶ قال تعالى : ? ?????? ?????????? ??? ??????????? ??????? ???????????? ?????? ?????????? ???????????? ????? ??? ????????????? ???? ????????????? ??????? ??????? ????????? ?????????????? ???????????? ???? ? (3). ¶ وقال تعالى :?? ????????????? ?????????? ?????????????? ???? ??????????? ???? ???????????? ??????????? ????? ???????????? ??????? ?????????? ? (4). ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة آل عمران آية [132] . ¶ 2) انظر حكم الإنكار في مسائل الخلاف للدكتور فضل إلهي [19] . ¶ 3) سورة النساء آية [65] . ¶ 4) سورة النور آية [63] . ¶ وقال تعالى : ? ?????? ???????????? ??????????? ?????????? ????? ??????????? ???????? ?????????????? ? (1). ¶ ومن المعلوم أن كل ما نص عليه الكتاب والسنة نصاً صريحاً لا يجوز العدول عنه إلى ما يؤدي إليه الاجتهاد ، وكذلك ما أجمع عليه علماء المسلمين لا يصح أن يُخالِف فيه ... وانحصر الخلاف ( في الاجتهاد والتقليد ) في الأحكام الشرعية التي لم ينص عليها في كتاب ولا سنة ... وقد صرح الأئمة الأربعة بالنهي عن التقليد وتقديم النص على آرائهم (2). ¶ قال عثمان بن عمر رحمه الله: ( جاء رجل إلى مالك فسأله عن مسألة ، فقال له: قال رسول الله صلى الله عليه وسلم كذا وكذا ، فقال الرجل : أرأيت، فقال مالك : ? ????????????? ?????????? ?????????????? ???? ??????????? ???? ???????????? ??????????? ????? ???????????? ??????? ?????????? ? (3). ¶ أثر صحيح ¶ أخرجه أبو نعيم في الحلية [ج6ص326] والبيهقي في المدخل إلى السنن الكبرى [ص201] من طرق عن عثمان به . ¶ قلت : وهذا سنده صحيح .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وتابعه إسحاق بن الطباع به . ¶ أخرجه الخطيب في الفقيه والمتفقه [ج1ص146] بإسناد حسن . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة الحشر آية [7] . ¶ 2) انظر ( العصرانيون ) للناصر [ص51] . ¶ 3) سورة النور آية [63] . ¶ قال ابن عبد البر رحمه الله: ( الحجة عند التنازع السنة ، فمن أدلى بها فقد أفلح ) (1). ¶ وقال ابن تيمية رحمه الله في الفتاوى [ج2ص112] : ( إذا تنازع المسلمون في المسألة، وجب رد ما تنازعوا فيه إلى الله والرسول ، فأي القولين دل عليه الكتاب والسنة وجب اتباعه ) . اهـ ¶ وقال ابن تيمية رحمه الله في درء تعارض العقل والنقل [ج5ص204] : (معارضة أقوال الأنبياء بآراء الرجال ، وتقديم ذلك عليها هو فعل المكذبين للرسل ، بل هو جماع كل كفر ) . اهـ ¶ ومن الخطأ أن يلجأ إلى العقل والرأي مع وجود النقل ، إلا إذا كان الخصم كافراً لا يؤمن بالنقل . وإذا كان العقل هو مناط التكليف والفهم والاستنباط فذلك لا يعني تقديمه على النقل (2) ¶ قال ابن تيمية رحمه الله في درء تعارض العقل والنقل [ج1ص170] : ( لأن العقل هو الذي دل على صدق السمع وصحته وأن خبره مطابق لمخبره ، فإن جاز أن تكون هذه الدلالة باطلة لبطلان النقل لزم أن لا يكون العقل دليلاً صحيحاً ، وإذا لم يكن دليلاً صحيحاً لم يجز أن يتبع بحال فضلاً عن أن يقدم ، فصار تقديم العقل على النقل قدحاً في العقل بانتفاء لوازمه ومدلوله ، وإذا كان تقديمه على ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر فتح الباري لابن حجر [ج2ص150] . ¶ 2) انظر فقه التعامل مع المخالف للدكتور عبد الله الطريقي [ص96] .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "النقل يستلزم القدح فيه ، والقدح فيه يمنع دلالته والقدح في دلالته يقدح في معارضته كان تقديمه عند المعارضة مبطلاً للمعارضة فامتنع تقديمه على النقل ، وهو المطلوب ، وأما تقديم النقل عليه فلا يستلزم فساد النقل في نفسه، يوضح ذلك أن معارضة العقل لما دل العقل على أنه حق دليل على تناقض دلالته وذلك يوجب فسادها ، وأما السمع فلم يعلم فساد دلالته ولا تعارضها في نفسها وإن لم يعلم صحتها ).اهـ ¶ وهذا كله يعطينا قاعدة أساسية لا تنخرم ولا تغالط ، وهي أن الشرع قائد العقل وأنه هو المعول وهو الذي عليه الأمر الأول . ¶ فالنقل هو الأصل وهو المقدم على كل شئ . ¶ فالحق الذي لا ريب فيه أن كل مسألة ثبت فيها نص ، يحرم الاجتهاد فيها... وذكر الخلاف فيها . ¶ 4) وقال الله تعالى : ? ??????? ????????????????? ? ?????? ??????????? ?????? ?????? ????????????? ? (1). ¶ عن ميمون بن مهران قال في قوله ? ??????? ????????????????? ? ?????? ??????????? ?????? ?????? ????????????? ? ( إلى كتاب الله والرد إلى رسول الله صلى الله عليه وسلم إذا قبض إلى سنته ). ¶ أخرجه الطحاوي في مشكل الآثار [ج1ص474] وابن شاهين في شرح المذاهب [ص44] والخطيب في الفقيه والمتفقه [ج1ص144] والهروي في ذم الكلام [ج2ص67] وابن عبد البر في الجامع [ج2ص190] وإسناده صحيح . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة النساء آية [65] . ¶ ومما سبق من الأدلة ، وكلام أهل العلم يتضح أن القول المحكوم ببطلانه ، ورده هو ما خالف الكتاب والسنة . ¶ قال ابن قدامة رحمه الله في روضة الناظر [ص194] : ( وزعم الجاحظ أن مخالفة ملة الإسلام إذا نظر فعجز عن إدراك الحق فهو معذور غير آثم ، وقال عبيد الله بن الحسن العنبري : كل مجتهد مصيب في الأصول والفروع جميعاً وهذه كلها أقوال باطلة ...).اهـ",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وقال ابن القيم رحمه الله في إعلام الموقعين [ج1ص7] : ( والمتعصب ليس في زمرة العلماء).اهـ ¶ 5) وقال تعالى : ? ????? ???????????? ????????????? ?????????????? ???????????????? ???? ??????? ??? ?????????? ?????????????????? ?????????????????? ?????? ??????? ???????? ????? ? (1). ¶ قال الإمام المزني رحمه الله : ( فذم الله الاختلاف ، وأمر عنده بالرجوع إلى الكتاب والسنة ، فلو كان الاختلاف من دينه ما ذمه ، ولو كان التنازع من حكمه ما أمرهم بالرجوع عنده إلى الكتاب والسنة ) (2) . اهـ ¶ وقال ابن القيم رحمه الله : ( الآيات الناهية عن الاختلاف في الدين المتضمنة لذمه ، كلها شهادة صريحة بأن الحق عند الله واحد ، وما عداه فخطأ ، ولو كانت تلك الأقوال كلها صوابا ، لم ينه الله ورسوله عن الصواب ولا ذمه ) (3). اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة آل عمران آية [105] . ¶ 2) انظر جامع بيان العلم لابن عبد البر [ج2ص910] . ¶ 3) انظر مختصر الصواعق المرسلة [ج2ص566] . ¶ 6) وقال تعالى : ? ?????? ????? ???? ????? ????????? ?????? ??????????? ????? ?????????????????? ???????? ? (1). ¶ قال ابن القيم رحمه الله : ( فقد أخبر سبحانه أن الاختلاف ليس من عنده ، وما لم يكن من عنده فليس بالصواب ) (2) . اهـ ¶ وقال ابن تيمية رحمه الله في الفتاوى [ج33ص42] : ( ولهذا تجد المسائل التي تنازعت فيها الأمة على أقوال ، وإنما القول الذي بعث الرسول - صلى الله عليه وسلم - واحد منها).اهـ",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وقال ابن القيم رحمه الله في إعلام الموقعين [ج4ص304] : ( وقد كان السلف الطيب يشتد نكيرهم وغضبهم على مّنْ عارض حديث رسول الله - صلى الله عليه وسلم - برأي أو قياس أو استحسان أو قول أحد من الناس كائناً من كان ، ويهجرون فاعل ذلك ، وينكرون على من يضرب له الأمثال ، ولا يُسوِّغون غير الانقياد له والتسليم والتلقي بالسمع والطاعة ، ولا يخطر بقلوبهم التوقف في قبوله حتى يشهد له عمل أو قياس أو يوافق قول فلان وفلان . ¶ فدفعنا إلى زمان إذا قيل لأحدهم : ثبت عن النبي - صلى الله عليه وسلم - أنه قال كذا وكذا ، يقول: مَن قال هذا ؟ ويجعل هذا دفعاً في صدر الحديث أو يجعل جَهْله بالقائل به حُجَّة له في مخالفته وترك العمل به . ¶ ولا يعرف إمام من أئمة الإسلام البتِّة قال : لا نعمل بحديث رسول الله - صلى الله عليه وسلم - حتى نعرف من عمل به ) .اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة النساء آية [82] . ¶ 2) انظر مختصر الصواعق المرسلة [ج2ص566] . ¶ قلت : وعلى هذا فلا يجوز نقل الخلاف إذا ثبت النص ، بل يذكر القول الراجح فقط أما أن نقول فكل مسألة نسأل عنها اختلف العلماء ... أو المسألة خلافية ... أو نقول فلان قال كذا وفلان قال كذا ... أو هذا مذهب فلان وهذا مذهب فلان (1)... كل ذلك مُحْدَث لا أصل له ... وهذه بضاعة المفلس عن الدليل والبرهان ... ¶ وقد بين الشيخ محمد بن عبد الوهاب في بعض رسائله التقليد الممنوع ... ثم أخذ يسوق كلام ابن رجب في الطبقات في ترجمة ابن هبيرة وقوله : ( إذا ذكرت لأحدهم الدليل ، قال : ليس مذهبنا !) (2). اهـ",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قال ابن رجب رحمه الله في بيان فضل علم السلف على علم الخلف [ص34]: ( ومما أنكره أئمة السلف الجدال والخصام والمراء في مسائل الحلال والحرام أيضا ، ولم يكن ذلك طريقة أئمة الإسلام ، وإنما أحدث ذلك بعدهم كما أحدثه فقهاء العراقيين في مسائل الخلاف بين الشافعية والحنفية وصنفوا كتب الخلاف ووسعوا البحث والجدال فيها ، وكل ذلك محدث لا أصل له ، وصار ذلك علمهم حتى شغلهم عن العلم النافع وقد أنكر ذلك السلف ) . اهـ ¶ قال الإمام مالك رحمه الله : ( أدركت أهل هذه البلدة وإنهم ليكرهون هذا الإكثار الذي فيه الناس اليوم) (3). ¶ قال ابن رجب رحمه الله :( يريد المسائل ). ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) قلت : فلا يذكر الخلاف في المسألة إلا لمصلحة راجحة وإلا فلا . ¶ 2) انظر عقيدة الشيخ محمد بن عبد الوهاب [ج2ص369] . ¶ 3) أخرجه الخطيب في الفقيه والمتفقه [ج2ص9] بإسناد حسن. ¶ قلت : يعني الإكثار في المسائل الخلافية كما في زماننا والله المستعان . ¶ وقال الشافعي رحمه الله في الرسالة [ص39] : ( ليس لأحد أبداً أن يقول في شئ حلال ولا حرام إلا من جهة العلم ، وجهة العلم الخبر في الكتاب أو السنة أو الإجماع أو القياس ) . اهـ ¶ وكان مالك يكره المجادلة عن السنن (1). ¶ وقال الهيثم بن جميل رحمه الله: ( قلت لمالك : يا أبا عبد الله الرجل يكون عالما بالسنن يُجادل عنها ؟ قال : لا ، ولكن يخبر بالسنَّة ، فإن قُبل منه وإلا سكت)(2). ¶ وقال أبو بكر الأثرم رحمه الله : ( كنت أحفظ الفقه والاختلاف فلما صحِبْتُ أحمد بن حنبل تركت ذلك كله ) (3). ¶ قلت : يعني تعلم الأخذ بالدليل الراجح الحق من الكتاب والسنة من الإمام أحمد رحمه الله ، ثم ترك اختلاف العلماء فافهم يارعاك الله منهج السلف الصالح فإنه فيه النجاة من الاختلاف .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "قال ابن رجب رحمه الله في جامع العلوم والحكم [252] : ( واعلم أن كثرة وقوع الحوادث التي لا أصل لها في الكتاب والسنة إنما هو من ترك الاشتغال بامتثال أوامر الله ورسوله ، واجتناب نواهي الله ورسوله ، فلو أن من أراد أن يعمل عملا سأل عما شرعه الله في ذلك العمل فامتثله، وعما نهى عنه فاجتنبه ، وقعت الحوادث مقيدة بالكتاب والسنَّة ، وإنما يعمل العامل بمقتضى رأيه وهواه ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر جامع العلوم والحكم لابن رجب [ص248] . ¶ 2) انظر المصدر السابق . ¶ 3) انظر شذرات الذهب لابن عماد [ج30ص267] . ¶ فتقع الحوادث عامتها مخالفة لما شرعه الله وربما عسر ردها إلى الأحكام المذكورة في الكتاب والسنة لبعدها عنها ) . اهـ ¶ وكان الإمام أحمد يسلك سبيله في ذلك ، وقد ورد النهي عن كثرة المسائل ، وعن أغلوطات (1) المسائل ، وعن المسائل قبل وقوع الحوادث وفي ذلك ما يطول ذكره ، ومع هذا ففي كلام السلف والأئمة كمالك والشافعي وأحمد وإسحاق التنبيه على مأخذ الفقه ومدارك الأحكام بكلام وجيز مختصر يفهم به المقصود من غير إطالة ولا إسهاب (2). ¶ قلت : فما سكت من سكت عن كثرة الخلاف في المسائل والخصام والجدال من سلف الأمة جهلا ولا عجزا ، ولكن سكتوا عن علم وخشية لله . ¶ ولهذا ورد النهي عن كثرة الكلام والتوسع فيه . ¶ عن المغيرة بن شعبة عن النبي - صلى الله عليه وسلم - قال : ( إن الله كَرِه لكم ثلاثا : قيل وقال ، وإضاعة المال ، وكثرة السؤال ) (3). ¶ وأما ما أحْدِثَ بعد الصحابة رضي الله عنهم من العلوم التي توسع فيها أهل المذاهب والتقليد وسموها علوما ، وظنوا أن من لم يكن عالما بها فهو جاهل ! أو ضال !!! فكلها بدعة ومن القيل والقال ، وهي من محدثات الأمور المنهي عنها . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "1) الأغلوطات : هي شرار المسائل ، وهي المسائل التي يغالط بها العلماء ليزلوا فيها فيهيج بذلك شر وفتنة . ¶ انظر النهاية لابن الأثير [ج3ص139] . ¶ 2) انظر بيان فضل علم السلف على علم الخلف لابن رجب [ص264] . ¶ 3) أخرجه البخاري في صحيحه [ج3ص340] ومسلم في صحيحه [ج3ص1340] . ¶ قلت : وهذا من جملة الاختلاف في القرآن والمراء فيه ، وهو يشغل عما هو أهم منه. ¶ قال ابن حزم رحمه الله في النبذ الكافية : ( فلم يبح الله تعالى الرد عند التنازع إلى أحد دون القرآن والسنة ، وحرم بذلك الرد عن التنازع إلى قول قائل لأنه غير القرآن والسنة ) (1). اهـ ¶ وقال ابن حزم رحمه الله في التلخيص : ( هل أباح مالك وأبو حنيفة والشافعي رضي الله عنهم قط لأحد تقليدهم حاشا لله من هذا ، بل والله قد نهوا عن ذلك ، ومنعوا منه ولم يفسحوا لأحد فيه)(2).اهـ ¶ وعلم الخلاف ونشره يضر صاحبه ولا ينفعه ، بل يضر الأمة الإسلامية كما هو واقع هذا أذا لم يسلك فيه أصول الخلاف . ¶ وقد أخبر عن قوم أوتوا علما ولم ينفعهم علمهم ، فهذا علم نافع في نفسه لكن صاحبه لم ينتفع به (3). ¶ قال تعالى : ? ??????? ?????????? ??????????? ???????????????? ????? ???? ??????????????? ???????? ??????????? ?????????? ?????????????? ? (4). ¶ قلت : فلا يكفي العلم من غير عمل ، إذ العلم وسيلة إلى العمل ، والعمل ثمرة العلم ، والعلم الذي لا يعمل به صاحبه حُجَّة عليه لا له ، وقد ضرب الله للذين ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر الرد على من أخلد إلى الأرض للسيوطي [ص53] . ¶ 2) انظر المصدر السابق . ¶ 3) انظر بيان فضل علم السلف على علم الخلف لابن رجب [ص16] . ¶ 4) سورة الجمعة آية [5] . ¶ يعلمون والذين لا يعلمون مثلا بالحمار الذي يحمل الأسفار فوق ظهره ، تثقله وتتعبه ولكنه لا يستفيد منها إذ لا يعمل بما فيها . ¶ وقال الشاعر في مثل هؤلاء :",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "كالعير في البيداء يقتلها ... ... الظمأ والماء فوق ظهورها محمول ¶ وقال تعالى : ? ????????????? ?????? ?????? ?????? ? (1). ¶ وقال تعالى : ? ????????? ????????????? ????????? ??????????????????? ?????????? ????? ???????? ????? ?????????? ??????? ????? ???? ????????? ????? ????????????????? ???? ? (2). ¶ قال ابن رجب رحمه الله في بيان فضل علم السلف [ص17] : ( ولذلك جاءت السنة بتقسيم العلم إلى نافع وغير نافع ، والاستعاذة من العلم الذي لا ينفع وسؤال العلم النافع ) . اهـ ¶ وقال الصنعاني رحمه الله في إرشاد النقاد [ص132] : ( وبهذا يبطل تشيُّع الجهال بأن من خالف الأوائل في بعض المسائل قد ادّعى الترفع عليهم ، وقال : إنه أعلم منهم، وهذا خيال باطل ، وسوء ظن حاصل ، وإلا لزم أن التابعين قد ادعوا الفضل على السابقين الأولين من الأنصار والمهاجرين وأن الأئمة المتأخرين قد ادعوا أن لهم الفضل على المتقدمين ، وهيهات مازال الفضل للمتقدم معروفاً ، وما برح السابق بالتفضيل موصوفاً ) . اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة الجاثية آية [23] . ¶ 2) سورة غافر آية [83] . ¶ وقال الشافعي رحمه الله: ( كلُّ متكلِّم من الكتاب والسنة فهو الحق وما سواه هذيان)(1). ¶ قلت : والواجب على المسلم أن يؤمن بالحق كله ، لا يؤمن ببعضه دون بعض . ¶ قال ابن القيم رحمه الله في شفاء العليل [ص114] : ( ... وأن يؤمن بالحق جميعه ، لا يؤمن ببعضه دون بعض ) . اهـ ¶ فمن آمن ببعض الكتاب دون بعض فهو ظالم معتدي (2). ¶ قال ابن كثير رحمه الله في تفسيره [ج4ص118] : ( وقوله تعالى ? ?????????? ??? ??????? ???????????????? ? أي المعتدين ، وهو المبتدئ بالسيئة ... ) . اهـ ¶ وبعض من تمكن الجهل والهوى منه يعظم الأقوال والقواعد المبتدعة ، ويغضب لها إذا تركت أو بين ما فيها من الخطأ والزلل .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قال زكريا بن يحيى سمعت أبا بكر بن عياش وقال له رجل : يا أبا بكر من السني ؟ فقال: السني الذي إذا ذكرت الأهواء لم يتعصب لشئ منها) (3). ¶ وهؤلاء شأنهم شأن بعض الأعراب الذين يعظمون العادات الجارية التي يأمر بها المطاعون ويغضبون لها إذا انتهكت أعظم من غضبهم لحرمات الله إذا انتهكت، وهذا ضلال مبين (4). ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر توالي التأسيس لابن حجر [ص110] . ¶ 2) كـ ( حال أهل المذاهب المتعددة ! والأحزاب المتناحرة !) . ¶ 3)أخرجه الآجري في الشريعة [ج5ص2550] بإسناد حسن . ¶ 4) انظر زجر المتهاون بضرر قاعدة المعذرة والتعاون للشيخ حمد العثمان [ص10] . ¶ قال ابن تيمية رحمه الله في منهاج السنة [ج5ص130] : ( بل كثير من المنتسبين إلى الإسلام يحكمون بعاداتهم التي لم ينزلها الله كسوالف البادية ، وكأوامر المطاعين فيهم ، ويرون أن هذا هو الذي ينبغي الحكم به دون الكتاب والسنة وهذا هو الكفر ) . اهـ ¶ وقال ابن تيمية رحمه الله في الفتاوى [ج4ص167] : ( فلابد في الطوائف المنتسبة إلى السنة والجماعة من نوع تنازع ، لكن لابد فيهم من طائفة تعتصم بالسنة كما أنه لابد أن يكون بين المسلمين تنازع واختلاف ، لكنه لا يزال في هذه الأمة طائفة قائمة بالحق لا يضرها من خالفها ولا من خذلها حتى تقوم الساعة).اهـ ¶ وبعض الجهال يستدل أحيانا بأدلة شبهة (1) على وجوب التسليم والإذعان للاختلاف ... فيتولد من ذلك هجران الأدلة المحكمة المضمونة . ¶ قال ابن القيم رحمه الله في إعلام الموقعين [ج4ص170] : ( ينبغي للمفتي أن يفتي بلفظ النص مهما أمكنه فإنه يتضمن الحكم والدليل مع البيان التام ، فهو حكم مضمون له الصواب ، متضمن للدليل عليه في أحسن بيان ، وقول الفقيه المعين ليس كذلك، وقد كان الصحابة والتابعون والأئمة الذين سلكوا على منهاجهم ، يتحرون ذلك غاية التحري ، حتى خلفت من بعدهم خلوف رغبوا عن",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) كـ ( اختلاف أمتي رحمة ) و( أصحابي كنجوم بأيهم اقتديتم اهتديتم ) وغير ذلك من الأحاديث الباطلة .. أو يستدل البعض بأحاديث باختلاف التنوع وهذا النوع من الخلاف كل واحد من المختلفين مصيب ... أو بأحاديث جواز الاجتهاد كـ(حديث بني قريظة) والبعض يستدل بقواعد وألفاظ بدعية كـ ( قاعدة نتعاون فيما اتفقنا عليه ويعذر بعضنا بعضا فيما اختلفنا فيه) وهكذا والعياذ بالله... وقد رردت على هذه الشبهة في كتابي (اجتماع جيوش الأثريين لنسف قواعد الآرائيين ). ¶ النصوص واشتقوا لهم ألفاظ غير ألفاظ النصوص ، فأوجب ذلك هجر النصوص ، ومعلوم أن تلك الألفاظ لا تفي بما تفي به النصوص من الحكم والدليل وحسن البيان ، فتولد من هجران ألفاظ النصوص ، والإقبال على الألفاظ الحادثة ، وتعليق الأحكام بها على الأمة من الفساد ما لا يعلمه إلا الله ، فألفاظ النصوص عصمة ، وحجة بريئة من الخطأ والتناقض والتعقيد والاضطراب ) . اهـ ¶ قلت : فمن طلب الحق في المختلفين بحسن نية وقصد حسن وجده . ¶ قال تعالى : ? ????????? ????????????? ????????????? ?????????? ??????? ??? ?????????? ?(1). ¶ وهذا عام للتلاوة والقراءة وللفهم معا (2). ¶ قال ابن كثير رحمه الله في تفسيره [ج4ص264] : ? ????????? ????????????? ????????????? ?????????? ?أي سهلنا لفظه، ويسرنا معناه لمن أراده ليتذكر الناس ) .اهـ ¶ وقال ابن أبي العز رحمه الله في شرح العقيدة الطحاوية [ج2ص787] : (فقد دل الكتاب والسنة على ظهور دين الإسلام ، وسهولة تعلمه ) . اهـ ¶ وقال ابن تيمية رحمه الله في الاستقامة [ج1ص55] : ( ومن المعلوم لمن تدبر الشريعة أن أحكام عامة أفعال العباد معلومة لا مظنونة ، وأن الظن فيها إنما هو قليل جداً في بعض الحوادث لبعض المجتهدين ، فأما غالب الأفعال ـ مَفَادُهَا وأحداثها ـ فغالب أحكامها معلومة ، ولله الحمد .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة القمر آية [22] . ¶ 2) انظر زجر المتهاون بضرر قاعدة المعذرة والتعاون للشيخ حمد العثمان [ص44] . ¶ وأعني بكونها معلومة أن العلم بها ممكن ، وهو حاصل لمن اجتهد واستدل بالأدلة الشرعية عليها ، لا أعني أن العلم بها حاصل لكل أحد ، بل ولا لغالب المتفقهة المقلدين لأئمتهم، بل هؤلاء غالب ما عندهم ظن أو تقليد ) . اهـ ¶ وقال ابن تيمية رحمه الله في الفتاوى [ج19ص274] : ( وهكذا الفقه إنما وقع فيه الاختلاف لما خفي عليهم بيان صاحب الشرع ، ولكن هذا إنما يقع النزاع في الدقيق منه ، وأما الجليل فلا يتنازعون فيه ، والصحابة أنفسهم تنازعوا في بعض ذلك ولم يتنازعوا في العقائد ، ولا في الطريق إلى الله التي يصير بها الرجل من أولياء الله الأبرار المقربين ) . اهـ ¶ وقال ابن تيمية رحمه الله في الفتاوى [ج13ص64] : ( لكن هذا وهذا قد يقعان في خفي الأمور ، ودقيقها ، باجتهاد من أصحابها ، استفرغوا فيها وسعهم في طلب الحق، ويكون لهم من الصواب والاتِّباع ما يغمر ذلك كما وقع مثل ذلك من بعض الصحابة في مسائل الطلاق والفرائض ونحو ذلك ، ولم يكن منهم مثل هذا في جلي الأمور وجليلها لأن هذا من الرسول كان ظاهراً بينهم ، فلا يخالفه إلا من يخالف الرسول ، وهم معتصمون بحبل الله يُحَكِّمُون الرسول فيما شجر بينهم ، لا يتقدمون بين يدي الله ورسوله ).اهـ ¶ وقال ابن تيمية رحمه الله في الفتاوى [ج13ص118] : ( جمهور مسائل الفقه التي يحتاج إليها الناس ، ويفتون بها ، هي ثابتة بالنص أو الإجماع ، وإنما يقع الظن والنزاع في قليل مما يحتاج إليه الناس ، وهذا موجود في سائر العلوم .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وكثير من مسائل الخلاف ، هي في أمور قليلة الوقوع ومقدَّرة ، وأما ما لابد للناس منه من العلوم مما يجب عليهم ، ويحرم ، ويباح ، فهو معلوم مقطوع به ، وما يعلم من الدين ضرورة جزء من الفقه ، وإخراجه من الفقه قول لم يعلم أحد من المتقدمين قاله ).اهـ ¶ قلت : قد بينَّا بالأدلة الشرعية وأقوال أئمة الإسلام وضوح الحق لمن طلبه بحُسْنِ نيَّة ، وأن مسائل النزاع والظن قليلة . ¶ قلت : وعلى المسلم الحق إذا بُيِّن له الحق ، أن يكون متعاوناً في طلب الحق ومعرفته ، والانقياد والتسليم له كناشد ضالة لا يفرق بين أن تظهر الضالة على يديه أو على يد من يعاونه ، ويرى رفيقه وصاحبه معيناً له على معرفة الحق لا خصماً ، ويشكره ويدعو له إن أبانَ له خطئه وأظهر له الحق . ¶ إن المسلم طالب الحق باحث عن الحقيقة ينشد الصواب ويفرُّ من الخطأ يقول الرسول - صلى الله عليه وسلم - : (لا يدخل الجنة من كان في قلبه مِثْقالُ حبَّةٍ من كِبْر ، فقال رجل: يا رسول الله إنَّ الرجل يُحِبُّ أن يكون ثوبه حسنا ونعله حسنا، قال : إنَّ الله جَمِيلٌ يُحِبُّ الجمال الكِبْرُ بَطَرُ الحَقِّ وغَمْطُ الناس)) (1). فإنكار ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) أخرجه مسلم في صحيحه [91] من حديث ابن مسعود رضي الله عنه . ¶ فأمارة التواضع ولبابه خضوع العبد لصولة الحق والانقياد لها فلا يقابلها بصولة عليها ، بل يتلقى سلطان الحق وبرهانه بالخضوع له ، والذل والانقياد ، والدخول تحت طاعته بحيث يكون الحق متصرفاً فيه تصرف السيد في ملكه لأن الكبر دفع الحق إنكاراً ، وترفعاً، وتجبراً ، ولذلك فالتواضع الخضوع للحق والانقياد له . ¶ انظر بهجة الناظرين للشيخ سليم الهلالي [ج1ص666] .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "الحق وعدم قبوله أو إخفاؤه وستره من صفات اليهود والنصارى وهو أمر خطير يهدد مصير الإنسان في الآخرة ، إذ تنضم إلى اختلاف في الآراء عوامل أخرى تستغل تباين الأنظار والأفكار للتنفيس عن أهواء باطنة ومن ثم ينقلب البحث عن الحقيقة إلى ضرب من العناد لا صلة به بالعلم البتّة . ¶ ولو تجردت النيات للبحث عن الحقيقة وأقبل روادها وهم بعداء عن طلب الغلبة والحسد والسمعة والرياسة لصفيت المنازعات التي ملأت التاريخ بالأكدار والمآسي ولذلك كانت عناية السلف رحمهم الله تعالى مُنْصَبَّةً على تَخلِيص النية من الشوائب عند المناقشات والمناظرات. ¶ قال ابن تيمية رحمه الله في الفرقان [ص37] : ( إذ المقصود أنهم كانوا ـ يعني السلف ـ متفقين على أن القرآن لا يعارضه إلا قرآن لا رأي ومعقول وقياس ، ولا ذوق ووَجْد وإلهام ومكاشفة ).اهـ ¶ فمن الخطأ أن يلجأ إلى العقل والرأي والاجتهاد مع وجود النص ، ويوشك في هذا الزمان أن يصير الجهل بسنة رسول الله - صلى الله عليه وسلم - علماً ، ويصير العلم بسنة رسول الله - صلى الله عليه وسلم - جهلا والله المستعان . ¶ 6) وعن شقيق قال سمعت سهل بن حنيف يقول بصفين : ¶ ( يا أيها الناس اتهموا رأيكم على دينكم ـ فوالله ـ لقد رأيتني يوم ابي جندل (1)ولو أني أستطيع أن أرد من أمر رسول الله - صلى الله عليه وسلم - لرددته ـ والله ـ ما وضعنا ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) يعني يوم صلح الحديبية ويسمى بيوم أبي جندل لأنه أول رجل نفذ فيه شروط الصلح وهو ابن سهيل بن عمرو مندوب قريش لعقد صلح مع النبي - صلى الله عليه وسلم - فجاء ابنه مسلماً في نفس= ¶ سيوفنا على عواتقنا إلى أمر قط إلا أسهلن إلى أمر نعرفه إلا أمركم هذا).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "أخرجه البخاري في صحيحه [ج13ص282] ومسلم في صحيحه [ج3ص4411] والنسائي في السنن الكبرى [ج6ص463] وأحمد في المسند [ج3ص584] وابن أبي شيبة في المصنف [ج4ص438] وفي المسند [ج1ص62] والطحاوي في مشكل الآثار [ج13ص38] والهروي في ذم الكلام [ج1ص110] وابن حزم في الإحكام [ج4ص424] والبيهقي في السنن الكبرى [ج9ص222] وفي دلائل النبوة [ج4ص147] وفي المدخل [193] والحميدي في المسند [ج1ص197] وابن أبي عاصم في الآحاد والمثاني [ج3ص456] والطبراني في المعجم الكبير [ج6ص108] واللالكائي في الاعتقاد [ج2ص125] وابن عبدالبر في جامع بيان العلم [ج2ص31] من طرق عن شقيق به . ¶ وقال سهل بن حنيف أيضا : ( بل اتهموا أنتم رأيكم فإني لا أقصر كما لم أكن مقصراً يوم الحديبية وقت الحاجة ، فكما توقفت يوم الحديبية من أجل أني لا أخالف حكم رسول الله - صلى الله عليه وسلم - كذلك أتوقف اليوم لأجل مصلحة المسلمين)(1). ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ = اليوم فردوه مع أبيه ، وقد كان من شروط الصلح ما ظاهره الضرر بالمسلمين إذ من الشروط أن من أسلم من قريش يرد إليهم ومن ارتد من المسلمين لا يرد إليهم وقد شعر المسلمون بثقل هذا الشرط وكره أكثر الصحابة تلك الشروط لولا طاعتهم لرسول الله - صلى الله عليه وسلم - لاعترضوا عليها ولكنهم بعد ذلك رأوا ثمرة ذلك الصلح وصاروا يتهمون الرأي المعارض لأمور الشريعة ويحذرون منه . ¶ انظر الطبقات الكبرى لابن سعد [ج2ص197] . ¶ 1) انظر الفتح لابن حجر [ج13ص289] . ¶ وقوله : ( اتهموا رأيكم على دينكم ) أي لا تعملوا في أمر الدين بالرأي المجرد الذي لا يستند إلى أصل من الدين (1). ¶ 7) وعن الحسن أنه كان يقول : ( اتهموا أهواءكم ورأيكم على دين الله ، وانتصحوا ـ أي تقبلوا النصيحة ـ كتاب الله على أنفسكم ودينكم ) . ¶ أثر صحيح",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "أخرجه البيهقي في المدخل إلى السنن الكبرى [ص196] من طريق محمد بن إسحاق الصنعاني أنا روح ثنا عوف عن الحسن به . ¶ قلت : وهذا سنده صحيح . ¶ قال سهل التستري رحمه الله: ( ما أحدث أحد في العلم شيئا ـ كالافتاء بالرأي ـ إلا سئل عنه يوم القيامة فإن وافق السنة وإلا فلا ) (2). ¶ ويؤيده قوله تعالى : ? ????????? ??????? ????????? ??????? ????????????? ? (3). ¶ 8) وعن عروة قال : ( حج علينا عبد الله بن عمرو فسمعته يقول : ( سمعت النبي - صلى الله عليه وسلم - يقول: ( إن الله لا ينتزع العلم بعد أن أعطاكموه انتزاعاً ولكن ينتزعه منهم مع قبض العلماء بعلمهم ، فيبقى ناس جهال يستفتون فيفتون برأيهم فيضلون ويضِلون ) . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر المصدر السابق . ¶ 2) انظر الفتح لابن حجر [ج13ص290] . ¶ 3) سورة يونس آية [32] . ¶ أخرجه البخاري في صحيحه [ج13ص282] ومسلم في صحيحه [ج3ص208] من طريق عروة عن عبد الله به. ¶ وعند الطبراني في المعجم الكبير [ج1ص165] ( فيصير الناس رؤوس جهال). ¶ قال ابن حجر رحمه الله في فتح الباري [ج10ص165] : ( وفي الحديث الحث على حفظ العلم والتحذير من ترئيس الجهلة وفيه أن الفتوى هي الرياسة الحقيقة وذم من يقدم عليها بغير علم ).اهـ ¶ فقبض العلم بموت العلماء من أعظم الأمور التي تبتلى بها الأمة الإسلامية قبل قيام الساعة ... ويبقى الناس بعدهم بجهل وضلال كما هو مشاهد ، وذلك لعدم اتباع الناس تعاليم الكتاب والسنة . ¶ قال ابن بطال رحمه الله: ( وحديث سهل بن حنيف ، وإن كان يدل على ذم الرأي لكنه مخصوص بما إذا كان معارضاً للنص ، فكأنه قال اتهموا الرأي إذا خالف السنة ) . (1) اهـ ¶ وقال ابن حجر رحمه الله في الفتح [ج3ص288] : ( فدل على أن الرأي الذي ذمه ما خالف الكتاب والسنة ) . اهـ ¶ وقال البخاري رحمه الله في صحيحه [ج13ص282] : ( باب ما يذكرُ من ذم الرأي وتكلف القياس). اهـ",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ثم ذكر حديث سهل بن حنيف المتقدم . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر المصدر السابق [ج3ص288] . ¶ قال ابن حجر رحمه الله في الفتح [ج3ص288]: ( أي الفتوى بما يؤدي إليه النظر ... والمذموم منه ما يوجد النص بخلافه) . اهـ ¶ وقال ابن حجر رحمه الله في الفتح [ج13ص282] : ( ويدخل في تكلف القياس ما إذا استعمله على أوضاعه مع وجود النص ، وما إذا وجد النص فخالفه وتأول لمخالفته شيئا بعيداً ويشتد الذم فيه لمن ينتصر لمن يقلده ) . اهـ ¶ وقال ابن بطال رحمه الله : ( التوفيق بين الآية ـ يعني ? ????? ??????? ??? ?????? ???? ????? ??????? ? ـ والحديث في ذم العمل بالرأي بين وبين ما فعله السلف من استنباط الأحكام ، أن نص الآية ذم القول بغير علم ، فخص به من تكلم برأي مجرد عن استناد إلى أصل ، ومعنى الحديث ذم من أفتى مع الجهل ولذلك وصفهم بالضلال والإضلال ) (1). ¶ قلت : فالرأي إذا كان مستنداً إلى أصل من الكتاب والسنة أو الإجماع فهو المحمود (2). ¶ فأهل العلم يأمرون بالتزام النص من الكتاب والسنة . ¶ فمن تكلم برأي بغير علم مخالف للكتاب والسنة ، فرأيه بدعة (3) وأهل الرأي هم أهل البدع كما قال أبو بكر بن أبي داود (4). ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر الفتح لابن حجر [ج13ص287] . ¶ 2) انظر المصدر السابق [ج13ص288] . ¶ 3) قال سحنون بعد قول عمر ( اتقوا الرأي في دينكم ) يعني البدع . ¶ 4) انظر جامع بيان العلم لابن عبد البر [ج2ص1042] . ¶ 9) وقال عمر بن الخطاب رضي الله عنه : ( إياكم والرأي فإن أصحاب الرأي أعداء السنة ، أعيتهم الأحاديث أن يعوها وتفلتت منهم أن يحفظوها فقالوا في الدين برأيهم ) . ¶ أثر حسن ¶ قال أبو بكر بن أبي داود رحمه الله: أهل الرأي هم أهل البدع .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "أخرجه ابن عبد البر في جامع بيان العلم [ج2ص1041 ـ 1042] وابن حزم في الإحكام [ج6ص1019] من طريق ابن الهادي عن محمد بن إبراهيم التيمي به. ¶ قلت : وهذا سنده لا بأس به في المتابعات . ¶ وأخرجه ابن عبد البر في جامع بيان العلم [ج2ص1042] واللالكائي في الاعتقاد [ج1ص123] والدارقطني في السنن [ج4ص146] والبيهقي في المدخل إلى السنن [ص191] والخطيب البغدادي في الفقيه والمتفقه [ج1ص180] وابن حزم في الإحكام [ج6ص779] من طريق مجالد عن الشعبي عن عمرو بن حريث عن عمر به . ¶ قلت : وهذا سنده ضعيف فيه : ¶ مجالد بن سعيد الهمداني ليس بالقوي كما في التقريب لابن حجر [ص920] . ¶ وأخرجه الخطيب في الفقيه والمتفقه [ج ص ] من طريق عبد الملك بن هارون بن عترة عن أبيه عن جده قال قال عمر به . ¶ قلت : وهذا سنده مظلم فيه عبد الملك بن هارون بن عترة يضع الحديث . ¶ انظر الميزان للذهبي [ج1ص666] . ¶ قلت : فلا يصح للمتابعات . ¶ وأخرجه ابن عبد البر في جامع بيان العلم [ج2ص1042] وابن أبي زمنين في أصول السنة [ص52] من طريق ابن وهب أخبرني رجل من أهل المدينة عن ابن عجلان عن صدقة بن أبي عبد الله أن عمر به . ¶ قلت : وهذا سنده ضعيف فيه جهالة وانقطاع . ¶ قلت : فلا يصلح للمتابعات . ¶ وأخرجه الخطيب في الفقيه والمتفقه [ج1ص254] والهروي في ذم الكلم [ج2ص104] والأصبهاني في الحجة [ج1ص205] من طرق عن سعيد بن المسيب عن عمر به . ¶ قلت : وهذا سنده حسن في المتابعات . ¶ وأخرجه الهروي في ذم الكلام [ج2ص105] والأصبهاني في الحجة [ج1ص205] من طريق إسماعيل بن عياش عن عبيد الله بن عبيد برده عن علي بن شهاب عن عمر به . ¶ قلت : وهذا سنده فيه انقطاع . ¶ وأخرجه الخطيب في الفقيه والمتفقه [ج1ص455] من طريق داود بن الزبرقان عن محمد العرزمي عن عطاء بن أبي رباح أن عمر به . ¶ قلت : وهذا سنده تالف وله علتان : ¶ الأولى : محمد بن عبيد الله العرزمي متروك كما في التقريب لابن حجر [ص874] .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الثانية : داود بن الزبرقان الرقاشي متروك أيضا كما في التقريب لابن حجر [ص305]. ¶ قلت : فلا يصلح للمتابعات . ¶ وأخرجه الخطيب في الفقيه والمتفقه [ج1ص454] من طريق عكرمة بن عمار عن يحيى المديني وحمزة المديني وغيرهما قالا : قد سمعناه من الفقهاء أن عمر به . ¶ قلت : وهذا الإسناد فيه جهالة الفقهاء الذين روى عنهم يحيى وحمزة . ¶ فهذه الطرق وإن كان فيها ضعف لكن بمجموعها تعطي في ذلك ثبوتا عن عمر بن الخطاب رضي الله عنه . ¶ قال ابن القيم رحمه الله في إعلام الموقعين [ج1ص54] : ( عندما ذكر أقوال عمر بن الخطاب في ذم الرأي قال : (وأسانيد هذه الآثار عن عمر في غاية الصحة).اهـ ¶ قلت : لا تتخذوا الرأي إماماً في دين الله . ¶ قال ابن حجر رحمه الله في الفتح [ج13ص289] عن أثر عمر : ( فظاهر في أنه أراد ذم من قال بالرأي مع وجود النص من الحديث ) . اهـ ¶ قلت : يا أيها المسلم فلا تُفتينّ إلا بكتابٍ ناطقٍ أو سنة ماضية فهما النجاة ، فإنك إن فعلت غير هذا هلكت وأهْلَكْتَ . ¶ قال الزهري : بلغنا عن رجال من أهل العلم أنهم كانوا يقولون : (الاعتصام بالسنة نجاة). ¶ أثر صحيح ¶ أخرجه أبو نعيم في الحلية [ج3ص369] وابن بطة في الإبانة [ج1ص23] وعياض في الشفا [ج2ص14] والآجري في الشريعة [ج30ص114] والدارمي في السنن [ج1ص58] واللالكائي في الاعتقاد [ج1ص94] وابن عساكر في تاريخ دمشق [ص143] والخطيب في الفقيه والمتفقه [ج12ص289] وابن المبارك في الزهد [ج1ص287] بإسناد صحيح . ¶ قال ابن تيمية رحمه الله في الفرقان بين الحق والباطل [ص37] : ( إذ المقصود أنهم كانوا ـ يعني السلف ـ متفقين على أن القرآن لا يعارضه إلا قرآن ، لا رأي ولا معقول وقياس ، ولا ذوق ووجْد وإلهام ومكاشفة ) . اهـ",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وقال ابن تيمية رحمه الله في الفرقان [ص67] : ( فعلى كل مؤمن أن لا يتكلم في شئ من الدين إلا تبعاً لما جاء به الرسول - صلى الله عليه وسلم - ، ولا يتقدم بين يديه بل ينظر ما قال ، فيكون قوله تبعاً لقوله ، وعلمه تبعاً لأثره فهكذا كان الصحابة ومن سلك سبيلهم من التابعين لهم بإحسان وأئمة المسلمين. ¶ فلهذا لم يكن أحد منهم يعارض النصوص بمعقوله ، ولا يؤسس ديناً غير ما جاء به الرسول ، وإذا أراد معرفة شئ من الدين والكلام نظر فيما قاله الله والرسول ، فمنه يتعلم وبه يتكلم ، وفيه ينظر ويتفكر ، وبه يستدل ، فهذا أصل أهل السنة ، وأهل البدع لا يجعلون اعتمادهم في الباطن ونفس الأمر على ما تلقوه عن الرسول - صلى الله عليه وسلم - بل على ما رأوه أو ذاقوه ، ثم إن وجدوا السنة توافقه وإلا لم يبالوا بذلك ، فإذا وجدوها تخالفه أعرضوا عنها تفويضاً أو حرفوها تأويلاً. ¶ فهذا هو الفرقان بين أهل الإيمان والسنة ، وأهل النفاق والبدعة ) . اهـ ¶ والعقلانيون العصريون هم الذين يفترضون بل يؤصلون الحكم بالرأي المحض والاجتهاد مع وجود النص ، ووضعوا لهم أصولا من عند أنفسهم دون الشرع ، وهم الذين يطلقون عليهم أهل السنة ( المدرسة العقلية ) !! وهؤلاء على منوال (مذهب مدرسة الرأي) !! وهذا خلاف ( مدرسة أهل الأثر ) الذين يقدمون الأدلة الشرعية على الأدلة العقلية ، وهذا منهج مهم ينبغي للداعي إلى الله الحق أن يتلزمه . لأن الأدلة الشرعية مقدمة على الأدلة العقلية ، فللعقل مجال للاستدلال لكن في ضوء الكتاب والسنة فتنبه . ¶ قلت : فترك أصحاب الرأي الآثار فهلكوا .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "قال ابن القيم رحمه الله : ( إن هذه المعارضة بين العقل والنقل هي أصل كل فساد في العالم ، وهي ضد دعوة الرسل من كل وجه فإنهم دعوا إلى تقديم الوحي على الآراء والعقول ، وصار خصومهم إلى ضد ذلك فأتباع الرسل قدموا الوحي على الرأي والمعقول ، وأتباع إبليس أو نائب من نُوَّابِه قَدَّمُوا العقل على النقل )(1)اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر مختصر الصواعق المرسلة [ج9ص293] . ¶ وقال الشهرستاني رحمه الله في الملل والنحل [ج1ص9] : ( اعلم أن أول شُبهةٍ وقعت في الخلق شبهة إبليس ، ومصدرها استبداده بالرأي في مقابلة النص، واختياره الهوى في معارضة الأمر، واستكباره بالمادة التي خُلق منها ـ وهي النار ـ على مادة آدم ـ وهي الطين ـ وتشعّب عن هذه الشبهة شبهات ) . اهـ ¶ وقال ابن تيمية رحمه الله في الفتاوى [ج19ص355] : ( ... وطريق أهل الضلال ... يجعلون الألفاظ التي أحدثوها ومعانيها هي الأصل ويجعلون ما قاله الله ورسوله تبعاً لهم فيردونها بالتأويل والتحريف إلى معانيهم ويقولون نحن نفسر القرآن بالعقل واللغة يعنون أنهم يعتقدون معنى بلغتهم ورأيهم ثم يتأولون القرآن عليه بما يمكنهم من التأويلات والتفسيرات المتضمنة لتحريف الكلم عن مواضعه)اهـ ¶ فهذه مناهج العقلانيين أهل الأهواء وسماتهم العامة ، أنهم يعتمدون على أصولهم العقلانية الفاسدة في تقرير الدين أولا ، ثم يلتمسون العقلانية من الأدلة الشرعية بما يوافق هواهم على غير نهج سليم . ¶ والأصل أن يكتفوا بالنص إذا ورد ، ويرضوا به . ¶ قال الإمام مالك رحمه الله : ( لم يكن من فتيا الناس أن يقال : لم قلت هذا؟ كانوا يكتفون بالرواية ويرضون بها ) . ¶ أثر صحيح ¶ أخرجه البيهقي في المدخل إلى السنن الكبرى [ص201] من طريق محمد بن عبد الله بن عبد الحكم أنبا ابن وهب به . ¶ قلت : وهذا سنده صحيح .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وهؤلاء العقلانيون سلسلة ظالم أهلها ، ابتدأت من المعتزلة الضلال الأول ... والآرائية.. ثم لم يخب أوارها إلى هذه الساعة ، فتلقفها ـ المفكرون السياسيون ـ كل ينادي بها ، ويدعو إليها. لكن بألوان متغيرة وأثواب مزركشة وألفاظ منمقة . ¶ وهذا كله مما يُغرر ذوي العقول القاصرة ، ويبهر ذوي الأنظار الضعيفة ، الذين يحسبون كل لامع ذهباً (1). ¶ وعلى ضلالة العقلانيين أصحاب الآراء المفرقة للأمة الإسلامية لازلنا نسمعُ من يلمعهُم ويفخم شأنهم ويعظم أمرهم فيقول فيهم واصفاً مبجلاً : المفكر الإسلامي! ... الأستاذ الكبير ... الداعية الكبير ! ... المجدد الإمام !! ... إلى آخر تلكمُ الألقاب الفارغة . ¶ ألقابُ مملكةً في غير موضعها ... كالهرّ يحكي انتفاضاً صَوْلة الأسدِ ¶ فالحذر من هذا الصنف من الناس وعصبيته الممقوتة التي تجعل الإنسان عبداً لهواه ، فإذا مدح أسرف ، وإذا ذم أسرف ، سواء أكانت هذه العصبية لشخص أو لحزب أو لمذهب أو لجماعة أو لجمعية ولهيئة أو غير ذلك . ¶ فكل ذلك مذموم وهو اتباع للهوي ، وقد قال الله تعالى : ? ?????? ????????????? ??????????? ???? ????????????? ? (2). ¶ قال ابن القيم في إعلام الموقعين [ج1ص7] : ( والمتعصب ليس في زمرة العلماء).اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر (العقلانيون ) أفراخ المعتزلة للشيخ على حسن الأثري [ص8] . ¶ 2) سورة النساء آية [135] . ¶ أما الانتصار للحق الرباني والعلماء الربانيين وإبطال الباطل وإزهاقه بجميع أنواعه فذلك مطلب شرعي لا غبار عليه ، وهو غير العصبية ، بل هو الأصل والمنهج السليم . ¶ وقد ذم أهل العلم أصحاب الأهواء ، وسخروا منهم ، لما فيهم من العجب بعقولهم ، ورأيهم وفهمهم وعصبيتهم وخصومتهم ... ¶ وقيل لسفيان الثوري ما رأيك فيمن حدث قبل أن يتأهل ، فقال : ( إذا كثر الملاحون غرقت السفينة ) (1). ¶ وهذا الصنف من الناس جدير بأن يستعاذ منه كما قيل :",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "نعوذ بالله من أناس ... ... تشيخوا قبل أن يَشِيخُوا (2) ¶ وقد ذم الله الألد الخصم وهو شديد الخصومة فقال : ? ?????? ????????? ??? ??????????? ???????????? ? ???????????? ???????????? ???????????? ?????? ?????? ??? ? ?????????? ?????? ???????? ??????????? ????? ???????? ?????????? ???????? ? ??????????? ??????????? ????????? ???????????? ??????????? ????????????? ??????????? ??? ???????? ????????????? ????? ? (3). ¶ فحقك أن تفرِّ ـ من هذا الصنف ـ فرارك من الأسود والأساود (4) ، فإن لم تجد ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر جامع بيان العلم لابن عبد البر [ج2ص909] . ¶ 2) انظر التعالم للشيخ بكر [ج7] . ¶ 3) سورة البقرة آية [204 ـ 205] . ¶ 4) الأسود جمع أسد وهو الحيوان المعروف . الأساود جمع الأسود وهو الحية العظيمة الخبيثة . ¶ من مزاولته بداً فقابل إنكاره الحق بإنكارك الباطل ودفاعه الصدق بدفاعك الكذب ، واقتصر معه على إقناع ما يبلغه فهمه فقد قيل : كما أن لب الثمار معد للأنام فالتبن مباح للأنعام (1). ¶ عن الإمام مالك بن أنس قال : ( أوكُلَّما جاءنا رجل أجدلُ من رجل تركنا ما جاءنا به جبريل إلى محمد - صلى الله عليه وسلم - لجدل هؤلاء ) . ¶ أثر صحيح ¶ أخرجه ابن بطة في الإبانة [ج2ص507] واللالكائي في الاعتقاد [ج2ص144] والبيهقي في المدخل إلى السنن الكبرى [ص201] وفي الشعب [ج14ص532] وأبو نعيم في الحلية [ج6ص324] من طرق عن إسحاق بن عيسى الطباع به . ¶ قلت : وهذا سنده صحيح . ¶ فياليت شِعري ، بأيِّ عقل يوزنُ الكتابُ والسنةُ . ¶ وقال أشهب : سمعت مالكاً رحمه الله يقول : ( ما الحق إلا واحد ، قولان مختلفان لا يكونان صواباً جميعاً ، ما الحق والصواب إلا واحد ) (2). ¶ وقال أشهب رحمه الله: سئل مالك بن أنس عن اختلاف أصحاب رسول الله صلى الله عليه وسلم فقال : ( خطأٌ وصواب ) (3).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر فقه التعامل مع المخالف للدكتور عبد الله الطريقي [ص110] . ¶ 2) انظر جامع بيان العلم لابن عبد البر [ج2ص922] . ¶ 3) انظر جذوة المقتبس في ذكر ولاة الأندلس للحميدي [ص84] . ¶ وقال أبو حنيفة رحمه الله في قولين للصحابة : ( أحد القولين خطأ ، والمأثم فيه موضوع) (1). ¶ وقال الإمام الشافعي رحمه الله: ( إذا جاء عن أصحاب النبي - صلى الله عليه وسلم - أقاويل مختلفة ، يُنظر إلى ما هو أشبه بالكتاب والسنَّة فيُؤخذ به ) (2). ¶ وقال ابن وهب : قال لي مالك : ( الحُكم الذي يحكُم به الناس حُكْمان ما في كتاب الله أو أحكمته السنَّة ، فذلك الحكم الواجب ، وذلك الصواب ) (3). ¶ واختلف أبو بكر الصديق مع عمر بن الخطاب رضي الله عنهما في قتال مانعي الزكاة . ¶ قال عبيد الله بن عبد الله بن عتبة : ( أن أبا هريرة قال : لما توفى النبي صلى الله عليه وسلم واستخلف أبو بكر وكفر من كفر من العرب قال عمر : يا أبا بكر كيف تقاتل الناس وقد قال رسول الله صلى الله عليه وسلم: ( أمرتُ أن أقاتل الناس حتى يقولوا لا إله إلا الله فمن قال لا إله إلا الله فقد عصم مني ماله ونفسه إلا بحقه وحسابه على الله ). ¶ قال أبو بكر : ( والله لأقاتلن من فرَّق بين الصلاة والزكاة ، فإن الزكاة حق المال ، واللهِ لو منعوني عناقاً كانوا يؤدونها لرسول الله صلى الله عليه وسلم لقاتلتهم على منعها ). ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر جامع بيان العلم لابن عبد البر [ج2ص909] . ¶ 2) انظر الفقيه والمتفقه للخطيب [ج1ص533] . ¶ 3) انظر التمهيد لابن عبد البر [ج4ص267] . ¶ قال عمر : ( فوالله ما هو إلا أن رأيت أن قد شرح الله صدر أبي بكر للقتال ، فعرفت أنه الحق ). ¶ أخرجه البخاري في صحيحه [ج12ص275] من طريق عقيل عن ابن شهاب أخبرني عبيد الله به .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قال ابن حجر رحمه الله في الفتح [ج12ص297] : ( قوله ( فوالله ما هو إلا أن رأيت..) أي ظهر له عن صحة احتجاجه ... وفي الحديث من الفوائد الاجتهاد في النوازل ، وردها إلى الأصول ـ الكتاب والسنة ـ والمناظرة على ذلك والرجوع إلى الراجح ، والأدب في المناظرة بترك التصريح بالتخطئة والعدول إلى التلطف ، والأخذ في إقامة الحجَّة إلى أن يظهر للمناظر فلو عاندَ بعد ظهورها فحينئذ يستحق الإغلاظ بحسب حاله ).اهـ ¶ وبهذا يتضح بعون الله وتوفيقه أن الخلاف بين العلماء في الأحكام ليس بحجَّة ، ولا يوجب حكماً ، وأن الحجَّة في من أدلى حكم الله تعالى ورسوله صلى الله عليه وسلم . ¶ قال البخاري رحمه الله في صحيحه [ج13ص339] : ( وكانت الأئمة بعد النبي صلى الله عليه وسلم يستشيرون الأمناء من أهل العلم في الأمور المباحة ليأخذوا بأسهلها، فإذا وضح الكتاب أو السنَّة لم يتعدوه إلى غيره اقتداءً بالنبي صلى الله عليه وسلم).اهـ ¶ قلت : فالأصل أن نذكر القول الصحيح الراجح وهو قول الله تعالى وقول الرسول صلى الله عليه وسلم في المسائل الخلافية بدون ذكر قول فلان وعلان وفلتان ولا مذهب فلان وعلان إلا كما أسلفنا لمصلحة راجحة ، وحاجة ماسة لذكر الخلاف في المسألة مع بيان الراجح والمرجوح ، وإلا يحرم ذكر الخلاف لثبوت النص الصريح في غالب المسائل الخلافية ... لأن الحق الذي لا ريب فيه أن كل مسألة ثبت فيها نص صريح لا يقال فيها إن كل مجتهد فيها مصيب ، بل ليس المصيب فيها إلا واحد ، وهو من تمسك بالنص ، واعتصم به ، وعضَّ عليه بالنواجذ ، ومن خالف النص الثابت الصريح فهو مخطئ سواء أكانت المسألة أصولية أم فرعية ، ولا يحل لمن كان يؤمن بالله واليوم الآخر أن يجتهد في مسألة وجد فيها نصاً ثابتاً صريحاً من الكتاب والسنَّة ،وذلك لأننا أمرنا بطاعة الله تعالى وبطاعة رسوله الكريم صلى الله عليه وسلم سواء أكان الأمر متعلقاً بأحكام الفقه أم بأحكام العقائد .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "قال ابن عبد البر رحمه الله في التمهيد [ج1ص165] : ( وقد أجمع المسلمون أن الخلاف ليس بحجَّة ، وأن عنده يلزم طلب الدليل والحجَّة ليتبين الحق منه ).اهـ ¶ وقال النووي رحمه الله في روضة الطالبين [ج11ص111] : (وليس للمفتي والعامل على مذهب الشافعي في المسألة ذات الوجهين أو القولين أن يفتي أو يعمل بما شاء منهما من غير نظر ، وهذا لا خلاف فيه ). اهـ ¶ وقال ابن الجوزي رحمه الله في تلبيس إبليس [ص81] : ( واعلم أن عموم أصحاب المذاهب يعظم في قلوبهم الشخص فيتبعون قوله من غير تدبر بما قال ، وهذا عين الضلال ، لأن النظر ينبغي أن يكون إلى القول لا إلى القائل ).اهـ ¶ وقال ابن القيم رحمه الله في إعلام الموقعين [ج4ص265] : ( لا يجوز للمفتي أن يعمل بما شاء من الأقوال والوجوه من غير نظر في الترجيح ولا يعتد به ، بل يكتفي في العمل بمجرد كون ذلك قولاً قاله إمام أو وجهاً ذهب إليه جماعة ، فيعمل بما شاء من الوجوه والأقوال حيث رأى القول وفق إرادته وغرضه عمل به ، فإرادته وغرضه هو المعيار للترجيح ، وهذا حرام باتفاق الأمة ).اهـ ¶ وقال محمد بن إسحاق بن خزيمة رحمه الله: ( لا قول لأحد مع رسول الله صلى الله عليه وسلم إذا صحَّ الخبر عنه ) (1).اهـ ¶ وقال الإمام الشافعي رحمه الله : ( الأصل قرآن وسنَّة ) (2).اهـ ¶ وقال ابن القيم رحمه الله في إعلام الموقعين [ج3ص300] : ( والمسائل التي اختلف فيها السلف والخلف وقد تيقنا صحة أحد القولين فيها كثير...).اهـ ¶ وقال ابن تيمية رحمه الله في درء تعارض العقل والنقل [ج5ص204] : (معارضة أقوال الأنبياء بآراء الرجال وتقديم ذلك عليها هو فعل المكذبين للرسل، بل هو جماع كل كفر ).اهـ",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وقال ابن القيم رحمه الله في إعلام الموقعين [ج4ص263] : ( وعلى هذا فله أن يستفتي من شاء من أتباع الأئمة الأربعة وغيرهم ، ولا يجب عليه ولا على المفتي أن يتقيد بأحد من الأئمة الأربعة بإجماع الأمة ، كما لا يجب على العالم أن يتقيد بحديث أهل بلده ، أو غيره من البلاد ، بل إذا صحَّ الحديث وجب عليه العمل به حجازياً كان ، أو عراقياً ، أو شامياً ، أو مصرياً ، أو يمنياً ).اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر إعلام الموقعين لابن القيم [ج2ص264] . ¶ 2) انظر الفقيه والمتفقه للخطيب [ج1ص533] . ¶ وقال الحافظ البربهاري رحمه الله في السنَّة [ص22] : ( وذلك أن السنَّة والجماعة قد أحكما أمر الدين كله وتبين للناس ، فعلى الناس الاتِّباع ).اهـ ¶ وقال ابن تيمية رحمه الله في الفتاوى [ج19ص285] : ( وكذلك الكلام في عامة مسائل النزاع بين المسلمين إذا طلب ما يفصل النزاع من نصوص الكتاب والسنَّة وجد ذلك ).اهـ ¶ وقال الإمام أحمد رحمه الله : ( من قلَّة علم الرجل أن يقلِّدَ دينه الرجال)(1). ¶ وقال الإمام أحمد رحمه الله : ( لا تقلِّد دينك الرجال فإنهم لن يسلموا من أن يغلطوا ) (2).اهـ ¶ وقال الشاطبي رحمه الله في الموافقات [ج4ص62] : ( الشريعة كلها ترجع إلى قول واحد في فروعها وإن كثر الخلاف كما أنها في أصولها كذلك ولا يصلح فيها غير ذلك ).اهـ ¶ وقال ابن تيمية رحمه الله في الفرقان [ص113] : ( فالواجب على المجتهد أن يعمل بما يعلم أنه أرجح من غيره ، وهو العمل بأرجح الدليلين المتعارضين ، وحينئذ فما عمل إلا بالعلم ).اهـ ¶ وقال الإمام الشافعي رحمه الله : ( كل متكلم من الكتاب والسنَّة فهو الحق ، وما سواه هذيان ) (3).اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر الفتاوى لابن تيمية [ج20ص212] . ¶ 2) انظر المصدر السابق . ¶ 3) انظر توالي التأسيس لابن حجر [ص137] .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وقال الباريني رحمه الله في إيضاح أقوى المذهبين [ص53] : ( فالواجب على كل مكلف اتِّباع الحق ، الذي لا عدول عنه تقليداً لأحد من الخلق ).اهـ ¶ وقال ابن الجوزي رحمه الله في ناسخ القرآن [ص831] : ( وإنما يكون الإنسان مهتدياً إذا امتثل أمر الشارع ).اهـ ¶ وقال الألباني رحمه الله في الضعيفة [ج1ص77] : (وجملة القول أن الاختلاف مذموم في الشريعة ، فالواجب محاولة التخلص منه ما أمكن ) (1).اهـ ¶ وقال ابن عبد البر رحمه الله : ( الحجة عند التنازع السنَّة ، فمن أدلى بها فقد أفلح) (2).اهـ ¶ وقال ابن تيمية رحمه الله في رفع الملام [ص36] : ( وليس لأحد أن يعارض الحديث الصحيح عن النبي صلى الله عليه وسلم بقول أحد من الناس ).اهـ ¶ وقال الفلاني رحمه الله في إيقاظ الهمم [ص169] : ( يحرم على المفتي أن يفتي بضد لفظ النص ، وإن وافق مذهبه ).اهـ ¶ وقال شيخنا محمد بن صالح العثيمين رحمه الله في الخلاف بين العلماء [ص28]: (فالواجب على من علم بالدليل أن يتبع الدليل ، ولو خالف من خالف من الأئمة).اهـ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) ويجب علينا ألا نذكر من الخلاف إلا المعتبر مع وجود المصلحة لذكره . ¶ قال شيخنا الشيخ محمد بن صالح العثيمين في العلم [ص187] : ( والخلاف المعتبر بين العلماء ، والذي ينقل ، ويُذكر هو الخلاف الذي له حظ من النظر ، أما خلاف العامة ـ المتعالمين ـ الذين لا يفهمون ولا يفقهون فلا عبرة به ).اهـ ¶ 2) انظر فتح الباري لابن حجر [ج2ص150] . ¶ وقال ابن تيمية رحمه الله في الفتاوى [ج19 ص67] : ( إذا تنازع المسلمون في المسألة وجب رد ما تنازعوا فيه إلى الله والرسول ، فأي القولين دلَّ عليه الكتاب والسنَّة وجب اتباعه ).اهـ ¶ وقال الصنعاني رحمه الله في الإرشاد [ص137] : ( وقد منع أئمة الدين معارضة سنَّة سيد المرسلين بأقوال غيره من الأئمة المجتهدين ).اهـ",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وقال ابن تيمية رحمه الله في الفتاوى [ج19 ص67] (وأمرهم بالرد عند التنازع إلى الله والرسول فأبطل الرد إلى إمام مقلد أو قياس عقلي فاضل) . اهـ ¶ وقال ابن تيمية رحمه الله في منهاج السنة [ج3ص412] : ( القول الراجح هو القول الذي قام عليه الدليل ).اهـ ¶ وقال الشيخ صالح الفوزان حفظه الله في الأجوبة المفيدة [ص46] : ( نأخذ من أقوال العلماء والفقهاء ما وافق الدليل من كتاب وسنَّة ، ونترك ما خالف الدليل).اهـ ¶ قلت : فوجب العمل بالدليل الراجح الصحيح ، وهو ظاهر القول ، ولا يجوز العدول عنه إلا بدليل وعلى ذلك السلف الصالح . ¶ فعلى الناظر في مسائل الخلاف أن يختار القول الذي يرجحه الدليل بغض النظر عن طبيعة هذا القول من حيث اليسر والغلظة ،وليس وجود الخلاف بمسوِّغ لأحد أن يأخذ بأي القولين شاء دون نظر وتثبت . ¶ قلت : إذاً يجب ترجيح القول المتمسك بالأدلة الصحيحة ويحرم ذكر الخلاف... لأن المقصود من الترجيح قوة الفتاوى في الحكم الصادر من الشرع ، وقد حصلت القوة في الدليل ، خاصة الدليل الذي عاضده دليل آخر مثله في إثبات الحكم فيترجح على القول المرجوح المخالف . ¶ فتبين لنا مما عرضناه آنفاً أن الاختلاف داء يجب أن يحذره المؤمن ، بل يجب أن يحاربه ويحذر منه ،وإنه لحريٍّ بأهل العلم أن يحذروا من هذا الخطر الذي يحيط بسفينة المجتمع من كل جانب ، بل عليهم أن ينتبهوا من الوقوع في هذا الفخ . ¶ وإذا كان هذا الأمر يجب أن يحذر منه أهل العلم الذين هم ورثة الأنبياء ، فإنه من باب أولى أن يحتاط ويحذر من هو دونهم في العلم وممن هم في بداية الطلب ، وكذلك عامة الناس الذين أكثر ما تقع الاختلافات بينهم لجهلهم . ¶ قلت : فطلب الراجح من الأقوال والأدلة أمر محمود من طالب العلم ، ودليل على ورعه ، وعدم حرصه على تعدد الأقوال ، لينتقي بحرصه أطيبها وأقربها إلى الكتاب والسنَّة ، وذلك الاتِّباع .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "قال ابن تيمية رحمه الله في الفتاوى [ج20ص213] : ( وانتقال الإنسان من قول إلى قول لأجل ما تبين له من الحق هو محمود منه بخلاف إصراره على قول لا حجة معه عليه وترك القول الذي وضحت حجته أو الانتقال عن قول إلى قول لمجرد عادة واتباع هوى ، فهذا مذموم ).اهـ ¶ وقال الشيخ محمد بن عبد الوهاب رحمه الله : ( وأما القول في التقليد واتباع الدليل فإن الله سبحانه فرض علينا فرضين : ¶ الأول : اتباع رسول الله صلى الله عليه وسلم ، وترك ما خالفه في كل شئ ، وأن الإنسان لا يؤمن حتى يحكمه فيما شجر بينه وبين غيره . ¶ والفرض الثاني : أن الله فرض علينا في كل مسألة تنازعنا فيها أن نردها إلى الله والرسول كما قال تعالى :?? ??????? ????????????????? ? ?????? ??????????? ?????? ??????? ????????????? ? (1) . ¶ وخاطب بها جميع المؤمنين المجتهد وغيره . ¶ ولكن نقول : الواجب عليك تقوى الله ما استطعت ، وذلك أن تطلب علم ما أنزل الله على رسوله من الكتاب والحكمة على قدر فهمك ، فما عرفت من ذلك فاعمل به ، وما لم تعرفه ، واحتجت فيه إلى تقليد أهل العلم قلدتهم، وما أجمعوا عليه فهو حق ، وما تنازعوا فيه رُدَّ إلى الله والرسول ، وأما أخذ الإنسان ما اشتهت نفسه ووجد عليه آباءه ، وترك ما خالفه من كلام أهل العلم ، وغفلته عن كلام الله ورسوله ، واستهزاؤه عن طلب ذلك فهذا هو الضلال الذي أنكرنا ، والأدلة على هذا من كلام أهل العلم أكثر من أن تحصر ...) (2).اهـ ¶ هؤلاء هم أعلام الأمة بعد علماء القرن الأول رأوا الحق فيما ظهر لهم فاتبعوه ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة النساء آية [65] . ¶ 2) انظر عقيدة الشيخ محمد بن عبد الوهاب [ج1ص368] .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وقالوا به ... ولاحتمال كون الحق مع غيرهم لم يلزموا الناس بأخذ أقوالهم ، ولم يجعلوا قولهم حجَّة ، بل الحجَّة في اتباع الدليل الصحيح الموجب لترك أقوالهم إن خالفته ... لقد زهدوا في أقوالهم للحق ، واتسعت صدروهم لقبوله ورغبوا في خلاص أنفسهم من آثار الفتوى قبل أن يفتوا الناس بما لم يعلموا صحته أو لم يظهر لهم الحق فيه (1). ¶ قال ابن تيمية رحمه الله في الفتاوى [ج35ص372] : ( وليس لأحد أن يخرجَ عن شئ مما شرعه الرسول صلى الله عليه وسلم وهو الشرع الذي يجب على ولاة الأمر إلزام الناس به ، ويجب على المجاهدين الجهاد عليه ، ويجب على كل واحد اتباعه ونصره ).اهـ ¶ لقد تعلم هؤلاء في مدارس العلماء الكبار وعلم الله قصد سرائرهم وصدق توجههم ، فجعل لهم القبول .... ولقد كانوا قدوةً صالحةً في كيفية اتباع الحق أينما كان ، وإن خالفوا في ذلك إمامهم ... عملاً واتِّباعاً للسنَّة ... ¶ يقول العلامة ابن القيم رحمه الله في إعلام الموقعين [ج3ص408] : ( فإذا ظفرت برجل واحد من أولى العلم ، طالب للدليل ، محكِّم له ، متَّبعٍ للحق حيث كان ، وأين كان ، ومع مَنْ كان ، زالت الوِحْشة ، وحصلت الألفة ، ولو خالفك، فإنه يخالفك ويعذرك . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر الإنكار في مسائل الخلاف للدكتور عبد الله الطريقي [ص25] . ¶ والجاهل الظالم يخالفك بلا حجَّة ، ويكفرِّكُ أو يبدِّعك بلا حجَّة ، وذنبك ، رغبتك عن طريقته الوَخِيمَة ، وسيرته الذمِيمة ، فلا تغترَّ بكثرة هذا الضَّرْب ، فإن الآلاف المؤلَّفة منهم لا يعدلُون بشخصٍ واحدٍ من أهل العلم ، والواحد من أهل العلم يعدلُ بملءِ الأرض منهم ).اهـ",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "قال الذهبي رحمه الله: ( وبين الأئمة اختلاف كثير في الفروع ، وبعض الأصول ، وللقليل منهم غلطات وزلقات ومفردات منكرة ، وإنما أمرنا باتباع أكثرهم صواباً ، ونجزم بأن غرضهم ليس إلا اتباع الكتاب والسنة ، وكلما خالفوا فيه لقياس أو تأويل .. ومازال الاختلاف بين الأئمة واقعاً في الفروع وبعض الأصول مع اتفاق الكل على تعظيم الباري جل جلاله ، وأنه ليس كمثله شئ وأن ما شرعه رسوله صلى الله عليه وسلم وأن كتابهم واحد ونبيهم واحد وقبلتهم واحدة وإنما وضعت المناظرة لكشف الحق وإفادة العالم الأذكى لمن دونه وتنبيه الأغفل الأضعف ، فإذا وجد النص الصحيح الصريح فلا مجال لمخالفته سواء كان متواتراً أم آحاداً )(1).اهـ ¶ فتعالم كثير من الشباب بأن يجعل نفسه عالماً ـ وهو خلوّ من العلم ـ وذلك بنقله الفتوى عن العلماء فيقول قال فلان كذا ... وردَّ عليه فلان بكذا (2)... فإذا سألته ما الدليل ؟ ما استطاع أن يأتيك بالدليل (3). ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر فيض القدير للمناوي [ج1ص210] . ¶ 2) ويظن أنه أدَّى الذي عليه من جهة العلم اللهم غفرا . ¶ 3) انظر ( لا تقدموا بين يدي الله ورسوله ) للشيخ عبد الله العبيلان [ص60] . ¶ عن مسروق قال : ( بينما رجل يحدث في كنده فقال : يجئ دخان يوم القيامة فيأخذ بأسماع المنافقين وأبصارهم يأخذ المؤمن كهيئة الزكام ، ففزعنا ، فأتيت ابن مسعود وكان متكئاً، فغضب فجلس فقال : من علم فليقل ، ومن لم يعلم فليقل : الله اعلم ، فإن من العلم أن يقول لما لا يعلم : لا أعلم ، فإن الله قال لنبيه ? ????? ???? ???????????????? ????????? ???? ??????? ??????? ???????? ???? ???????????????????? ? (1).",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "أخرجه البخاري في صحيحه [ج8ص511] ومسلم في صحيحه [ج4ص2155] والحميدي في المسند [ج1ص63] والآجري في أخلاق العلماء [ص114] والدارمي في السنن [ج1ص62] والبيهقي في المدخل [ص432] وابن عبد البر في جامع بيان العلم [ج2ص831] والخطيب في الفقيه والمتفقه [ج2ص363] من طريقين عنه به . ¶ قال ابن حجر رحمه الله في الفتح [ج8ص512] : ( القول فيما لا يعلم قسم من التكلف).اهـ ¶ وقال الصنعاني رحمه الله في إرشاد النقاد [ص148] : ( والعلم لا يكون إلا عن دليل).اهـ ¶ وقال ابن بطة رحمه الله في إبطال الحيل [ص66] : ( إن أكثر المفتين في زماننا هذا مجانين)).اهـ ¶ قال الأثري : يرحم الله ابن بطة كيف لو أدرك زماننا !! ¶ قلت : صحيح أن هؤلاء درسوا وخطبوا وأفتوا لكن أين العلاج !! ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة ص آية [86] . ¶ قال الدكتور ناصر العقل في الأهواء والفرق والبدع [ج2ص122] : ( ومن ذلك ـ في نظري ـ ما يحدث في عصرنا في الآونة الأخيرة من توجه كل من هبَّ ودبَّ إلى الدراسات الشرعية ، دون تمييز بين من لديه الأهلية ومن ليس لديه ، والسبب طلب العلم للوظائف ، وإن كان الإقبال على طلب العلم الشرعي بحد ذاته أمر طيب ومحمود ويبشر بخير ، لكن دخله ما ذكرته من تعلم الرعاع والسفلة أحياناً).اهـ ¶ وقال الدكتور ناصر العقل في الفقه في الدين [ص57] : ( إن بعض الناس بمجرد أن تتوفر لديه الأشرطة والكتب ، ينقطع عن حلق الذكر ، وعن دروس المشايخ ويقول : أنا بحمد الله أتلقى العلم بالشريط بالسيارة أو البيت ، وأتلقى العلم عن الإذاعة وعن طريق الجرائد ، والمجلات التي فيها شئ من العلم الشرعي ... وليس هناك حاجة لأن أتكبد المشاق ، وأجلس على ركب العلماء .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وهذا قول خطير ، بل إذا استمر الناس على هذا فسيخرج جيل ، عنده علم ولا عنده فقه ، بل لا يفقه من الدين إلا ما تهواه نفسه ، وقد استغنى كثير من المثقفين والشباب بهذه الوسائل عن المشايخ ، فصارت نظرتهم للمشايخ قاصرة ، يتهمون المشايخ بالقصور والتقصير ويتهمونهم بعدم إدراك الواقع ، ويتهمون المشايخ بأنهم يجاملون ... من الأمور التي هي من سمات أهل الأهواء ).اهـ ¶ وقال الدكتور ناصر العقل في الفقه في الدين [ص58] : ( ومن الأخطاء التي ينبغي التنبيه عليها في مسألة الفقه ، فصل الدعوة عن العلم ، وهذه توجد في الشباب أكثر من غيرهم ، يقولون ( مثلاً ) : الدعوة شئ ، والفقه في الدين شئ آخر، فلذلك نجد أن بعض الشباب يهتم بالدعوة عملياًّ ، ويبذل فيها جهده ووقته ، لكن تحصيله للفقه والعلم الشرعي قليل جداًّ ، مع أن العكس هو الصحيح ينبغي أن يتعلم ، وأن يتفقه ، وأن يأخذ العلوم الشرعية ثم يدعو ، ولا مانع من أن يؤجل الدعوة سنة ، أو سنتين ، أو خمساً حتى يشتد عوده ، ويكون عنده من العلم الشرعي ما يدعو به ، أما أن يبدأ بعض الشباب بالدعوة إلى الله ـ سبحانه وتعالى ـ بمجرد العاطفة وعلم قليل ، ثم ينقطع عن العلم وعن المشايخ ، فهذه على المدى البعيد سيكون لها أثرها الخطير في الأمة ، سيخرج دعاة بلا علماء ، كما حصل في البلاد الإسلامية الأخرى ).اهـ ¶ ولقد صدق ونصح حفظه الله ؛ إذ أن تصدر هؤلاء للدعوة على جهل سيعرضهم حتماً للكلام باسم الإسلام ، والإفتاء باسم شريعته ، والقول على الله تعالى بغير علم ، والاحتجاج ( بالمصلحة ) في غير موضعها ، وتقديم الأهواء على الوحيين الشريفين . ¶ وقال الشافعي رحمه الله : ( إذا تصدر الحَدَثُ ؛ فاتهُ علم كثير ) (1). ¶ وهذا من تَوْسِيد الأمر لغير أهله ، ومن منازعة الأمر أهله ، قال تعالى : ? ???????????????? ????????? ??????????? ???? ??????? ??? ????????????? ? (2).",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) انظر فتح الباري لابن حجر [ج1ص166] . ¶ 2) سورة الأنبياء آية [7] . ¶ وعن مالك قال : ( أخبرني رجل دخل على ربيعة بن أبي عبد الرحمن ، فوجده يبكي ، فقال له : ما يبكيك ؟ وارتاع لبكائه ـ فقال له : أدخلت عليك مصيبة ؟ فقال : (لا، ولكن استُفْتِيَ من لا علم له ، وظهر في الإسلام أمرٌ عظيم ، ولبعض من يُفتي هاهنا أحق بالسَّجن من السُّرَّاق) (1). ¶ قال الشاطبي رحمه الله في الموافقات [ج4ص192] : ( ... السائل لا يصح أن يسأل من لا يُعتبَر في الشريعة جوابهُ ؛ لأنه إسناد أمر إلى غير أهله ، والإجماع على عدم صحة مثل هذا ، بل لا يمكن في الواقع ...).اهـ ¶ وقال أبو عمر بن عبد البر رحمه الله في جامع بيان العلم [ج2ص1137] ما نصه : (واعلم أنه لم تكن مناظرة بين اثنين أو جماعة من السلف إلا لتفهم وجه الصواب، فيصار إليه ويعرف أصل القول وعلته ، فيجري عليه أمثلته ونظائره ، وعلى هذا الناس في كل بلد إلا عندنا ، كما شاء ربنا ، وعند من سلك سبيلها من أهل المغرب ، فإنهم لا يقيمون علة ، ولا يعرفون للقول وجهاً ، وحسب أحدهم أن يقول فيها رواية لفلان ورواية لفلان ، ومن خالف عندهم الرواية التي لا يقف على معناها وأصلها ، وصحة وجهها، فكأنه قد خالف نص الكتاب ، وثابت السنة، ويجيزون حمل الروايات المتضادة في الحلال والحرام ، وذلك خلاف أصل مالك ، وكم، لهم من خلاف أصول خلاف مذهبهم مما لو ذكرناه لطال الكتاب بذكره ، ولتقصيرهم عن علم أصول مذهبهم ، صار أحدهم إذا لقي مخالفاً ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) أخرجه ابن عبد البر في جامع بيان العلم [ج2ص1225] بإسناد صحيح .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "ممن يقول بقول أبي حنيفة أو الشافعي أو داود بن علي أو غيرهم من الفقهاء ، وخالفه في أصل قوله ، بقي متحيراً ولم يكن عنده أكثر من حكاية قول صاحبه فقال: هكذا قال فلان وهكذا روينا (1)، ولجأ إلى أن يذكر فضل مالك ومنزلته ، فإن عارضه الآخر فذكر فضل إمامه أيضاً صار في المثل كما قال الأول. ¶ شكونا إليه خراب العراق ... ... فعابوا علينا شحوم البقر ¶ فكانوا كما قيل فيما مضى ... ... أريها السهى وتريني القمر ¶ وفي مثل ذلك يقول منذر بن سعيد رحمه الله : ¶ عذيري من قوم يقولون كلما ... طلبت دليلاً هكذا قال مالك ¶ فإن عدت قالوا هكذا قال أشهب ... وقد كان لا تخفى عليه المسالك ¶ فإن زدت قالوا قال سحنون مثله ... ومن لم يقال ما قاله فهو آفك ¶ فإن قلت قال الله ضجُّوا وأكثروا ... وقالوا جميعاً أنت قرن مماحك ¶ وإن قلت قد قال الرسول فقولهم ... ... أئت مالكاً في ترك ذاك المسالك ¶ وأجازوا النظر في اختلاف أهل مصر وغيرهم من أهل المغرب ، فيما خالفوا فيه مالكاً من غير أن يعرفوا وجه قول مالك ولا وجه قول مخالفه منهم ، ولم يبيحوا النظر في كتب من خالف مالكاً إلى الدليل يبينه ، ووجه يقيمه ، لقوله ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) قال ابن الجوزي رحمه الله في تلبيس إبليس [ص81] : ( واعلم أن عموم أصحاب المذاهب يعظم في قلوبهم الشخص فيتبعون قوله من غير تدبر بما قال ، وهذا عين الضلال، لأن النظر ينبغي أن يكون إلى القول ، لا إلى القائل ).اهـ ¶ وقول مالك جهلاً منهم ، وقلة نصح ، وخوفاً من أن يطلع الطالب على ما هم فيه من النقص والتقصير ، فيزهد فيهم ، وهم مع ما وصفنا يعيبون من خالفهم ، ويغتابونه، ويتجاوزون القصد في ذمه ، ليوهموا السامع أنهم على حق ، وأنهم أولى باسم العلم ، وهم ? ?????????? ?????????? ???????????? ???????????????? ?????? ???????? ?????? ????????? ???? ?????????? ????????? ? (1) وإن أشبه الأمور بما هم عليه ما قاله منصور الفقيه:",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "خالفوني وأنكروا ما أقول ... ... قلت لا تعجلوا فإني سؤول ¶ ما تقولون في الكتاب فقالوا ... ... هو نور على الصواب دليل ¶ وكذا سنة الرسول وقد أفلح ... ... من قال ما يقول الرسول ¶ واتفاق الجميع أصل وما ينكر ... ... هذا وذا وذاك العقول ¶ وكذا الحكم بالقياس فقلنا ... ... من جميل الرجال يأتي الجميل ¶ فتعالوا نرد من كل قول ... ... ما نفى الأصل أو نفته الأصول ¶ فأجابوا فناظروا فإذا ... ... العلم لديهم هو اليسير القليل ¶ فعليك يا أخي بحفظ الأصول والعناية بها ، واعلم أن من عني بحفظ السنن والأحكام المنصوصة في القرآن، ونظر في أقاويل الفقهاء فجعلها عوناً له على اجتهاده ، ومفتاحاً لطرائق النظر ، وتفسيراً لجمل السنن المحتملة للمعاني ، ولم يقلد أحداً منهم ، تقليد السنن التي يجب الانقياد إليها على كل حال دون نظر ، ولم يرح نفسه مما أخذ العلماء به أنفسهم من حفظ السنن وتدبرها واقتدى بهم في ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) سورة النور آية [39] . ¶ والتفهم والنظر، وشكر لهم سعيهم فيما أفادوا ونبهوا عليه ، وحمدهم على صوابهم الذي هو أكثر أقوالهم ، ولم يبرئهم من الزلل كما لم يبرئوا أنفسهم منه ، فهذا هو الطالب المتمسك بما عليه السلف الصالح ، وهو المصيب لحظه ، والمعاين لرشده، والمتبع لسنة نبيه صلى الله عليه وسلم، وهدي صحابته رضي الله عنهم وعمن اتبع بإحسان آثارهم. ومن أعفى نفسه من النظر ، وأضرب عما ذكرنا، وعارض السنن برأيه ، ورام أن يردها إلى مبلغ نظره ، فهو ضال مضل ، ومن جهل ذلك كله أيضاً وتقحم في الفتوى ، بلا علم فهو أشد عمىً ، وأضل سبيلاً . ¶ لقد أسمعت لو ناديت حياً ... ... ولكن لا حياة لمن تنادي ¶ وقد علمت أنني لا أسلم من جاهل معاند لا يعلم . ¶ ولست بناجٍ من مقالة طاعن ... ... ولو كنت في غار على جبل وعر ¶ ومن ذا الذي ينجو من الناس سالماً ... ... ولو غاب عنهم بين خافيتي نسر",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "واعلم يا أخي أن السنن والقرآن ، هما أصل الرأي والعيار عليه وليس الرأي بالعيار على السنة ، بل السنة عيار عليه ، ومن جهل الأصل لم يصب الفرع أبداً. ¶ وقال ابن وهب : حدثني مالك أن إياس بن معاوية قال لربيعة ( إن الشئ إذا بني على عوج لم يكد يعتدل ). ¶ قال الإمام مالك : يريد بذلك المفتي الذي يتكلم على غير أصل يبني عليه كلامه).اهـ ¶ وقال ابن عبد البر رحمه الله في جامع بيان العلم [ج2ص1135] : ( واعلم رحمك الله أن طلب العلم في زماننا هذا وفي بلدنا قد حاد أهله عن طريق سلفهم ، وسلكوا في ذلك ما لم يعرفه أئمتهم ، وابتدعوا في ذلك ما بان به جهلهم وتقصيرهم عن مراتب العلماء قبلهم ).اهـ ¶ فأهل التعالم ألسنتهم تروي العلم ، وقلوبهم قد خلت من فهمه غاية أحدهم معرفة رواية لمذهب فلان ... ووجه لمذهب فلان .... واختلف العلماء ... وقول فلان... وهكذا... وتجده قد جهل ما لا يكاد يسع أحداً جهله من علم صلاته وحجه وصيامه وزكاته ... ¶ فأهل التعالم لم يعنوا بحفظ سنة ولا الوقوف على معانيها ، ولا بأصل من القرآن ... ولا اعتنوا بكتاب الله عز وجل ... بل عوَّلوا على حفظ ما دوِّن لهم من الرأي الذي كان عند العلماء آخر العلم .... ¶ ولا ريب في أن الأئمة الأربعة ( أبو حنيفة ومالك والشافعي وأحمد رحمهم الله ) لم يرضوا أن يتمذهب أحد بمذهبهم ، وأن يقلدهم أحد في الدين المبين ، بل كانوا غير مقلدين، ومتفقين على وجوب اتباع الكتاب والسنة دون التقليد ، والاستقلال في فهمهما والعمل بهما في جميع الأمور ـ كبيرة كانت أو صغيرة ـ من الأصول والفروع من غير التقليد(1). ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1) وقد أوضحت ذلك في كتابي (الجوهر الفريد في نهي الأئمة الأربعة عن التقليد) ولله الحمد والمنة. ¶ فإذا كنت لا تعلم من ذلك شيئاً فاسكت خيراً لك .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت ). ¶ أخرجه البخاري في صحيحه [ج10ص532] ومسلم في صحيحه [ج1ص68] وأبو داود في سننه [ج4ص339] والترمذي في سننه [ج4ص659] والطيالسي في المسند [ص308] والبغوي في شرح السنة [ج14ص312] وابن حبان في صحيحه [ج1ص362] وفي روضة العقلاء [ص41] والحربي في إكرام الضيف [ص25] والبيهقي في السنن الكبرى [ج7ص295] والطبراني في مكارم الأخلاق [ص122] والحاكم في المستدرك [ج1ص164] وأبو يعلى في المسند [ج11ص470] وابن المبارك في الزهد [ص126] وابن أبي الدنيا في الصمت [ص211] وأبو نعيم في الحلية [ج8ص323] وابن الأبار في المعجم [ص5] وهناد في الزهد [ج2ص511] من طرق عنه به . ¶ وإن نقلَ الفتاوى والخلاف عن العلماء بهذه الصورة مما يثير النزاع والشجار فيما بينهم ، وإن نقل الفتاوى والخلاف عن العلماء بهذه الصورة مما يثير البلبلة والزعزعة بين الناس وخاصة طلبة العلم ، فالناقل قد يخطئ بنقله الفتوى المجردة عن الدليل فاجتمعت ظلمتان : ظلمة نقل الفتوى بغير دليل ، وظلمة خطأ النقل . ¶ وإن من التعالم أيضاً معارضة فتوى عالم قضى جُلَّ عمره في العلم ... برأي واعظ أو مثقف أو مفكر لا لدليل عنده ... ولكن صار كل يدلي بدلوه ويتكلم في دين الله عز وجل والله المستعان . ¶ فالواجب علينا أن نتق الله عز وجل ولا نتكلم إلا بما علمناه في دين الله ... وما يلجأ إلى ذلك إلا الإمَّعة الذي لا علم عنده ولا حول ولا قوة إلا بالله . ¶ ما الفَخْرُ إلاَّ لأهْلِ العِلْمِ إنَّهُمُوا ... عَلَى الهُدَى لِمَنِ اسْتَهْدَى أدِّلاءُ ¶ وَقَدْرُ كُلُّ امْرِئٍ مَا كَانَ يُحْسِنُهُ ... وَالجَاهِلُونَ لأهْلِ العِلْمِ أعْدَاءُ",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "هَذَا آخِرُ مَا وَفَّقَنِي اللهُ سُبْحَانَهُ وتَعَالَى إليهِ في تَصْنِيفِ هذا الكِتَابِ النَّافِعِ المُبَارَكِ ـ إنْ شَاءَ اللهُ ـ سَائِلاً رَبِّي جَلَّ وَعَلاَ أنْ يَكْتُبَ لِي بِهِ أجْراً ، ويَحُطَّ عَنِّي فِيهِ وِزْراً ، وأنْ يَجْعَلهُ لِي عِندَهُ يَومَ القِيامَةِ ذُخْراً ... ¶ وصَّلى اللهُ وسلَّمَ وبَارَكَ عَلَى نَبِيِّنَا مُحمَّد وعَلىَ آلِهِ وصَحْبِهِ أجْمَعِين . ¶ وآخِرُ دَعْوَانَا أنِ الحَمْدُ للهِ رَبَّ العَالَمِين ¶ المُؤَلِّف ¶ فهرس الموضوعات ¶ الموضوع ... الصفحة ¶ 1) المقدمة ... ... ... ... ... ... ... ... ... . ... ... ... ... ... ... ... .......... ... ... ... 3 ¶ 2) ذكر الدليل على أنه إذا ثبت النص من الكتاب أو السنَّة لا يجوز ذكر الخلاف لا في الفروع ولا في الأصول إلا أحياناً لمصلحة شرعية وإلا حَرُمَ ذكر الخلاف ... ... ... ... ............... ... 37 ¶ 3) الدليل الأول ... ... ... ... ... ... ... ... ... . ... ... ... ............................ ... 38 ¶ 4) الدليل الثاني ... ... ... ... ... ... ... ... ... . ... ... ... ........................... ... 40 ¶ 5) الدليل الثالث ... ... ... ... ... ... ... ... ... . ... ... ... ........................... ... 40 ¶ 6) الدليل الرابع ... ... ... ... ... ... ... ... ... . ... ... ... ........................... ... 44 ¶ 7) الدليل الخامس ... ... ... ... ... ... ... ... ... . ... ... ... ....................... ... 45 ¶ 8) الدليل السادس ... ... ... ... ... ... ... ... ... . ... ... ... ....................... ... 57 ¶ 9) الدليل السابع ... ... ... ... ... ... ... ... ... . ... ... ... .......................... ... 59 ¶ 10) الدليل الثامن ... ... ... ... ... ... ... ... ... . ... ... ... ....................... ... 59 ¶ 11) الدليل التاسع ... ... ... ... ... ... ... ... ... . ... ... ... ....................... ... 62",
            "page": "72",
            "part": "1"
        }
    ],
    "t37572": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مç§ ںéه­ي­"
        }
    ]
}