{
    "b37582": [
        {
            "id": "1",
            "nass": "ملخص القواعد الفقهية ¶ إعداد ¶ أبو حميد عبد الله بن حميد الفلاسي ¶ بسم الله ا لرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على رسول الله، أما بعد: ¶ فهذه المادة عبارة عن ملخص لمنظومة القواعد الفقهية التي ألفها وشرحها فضيلة الشيخ محمد الصالح العثيمين رحمه الله - طبعة دار الآثار (صنعاء) / دار البصيرة (الأسكندرية) - وبالله التوفيق:",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "القاعدة الأولى: الدين جاء لسعادة البشر. ¶ الدين كله جلبٌ للمصالح ودفعٌ للمفاسد. وهذه القاعدة هي القاعدة العامة في دين الله عز وجل. ¶ القاعدة الثانية: لا ضرر ولا ضرار. ¶ أن كل أمر نافع قد شرعه الإسلام، وكل أمر ضار قد منعه، فكل ضار فهو ممنوع، وكل نافع فهو مشروع. ¶ الدليل على ذلك: ¶ قول الله تعالى: ?وَلاَ تَقْتُلُواْ أَنفُسَكُمْ إِنَّ اللّهَ كَانَ بِكُمْ رَحِيماً? [النساء:29]. ¶ وقول رسول الله صلى الله عليه وسلم: \" لا ضرر ولا ضرار \". ¶ القاعدة الثالثة: درء المفاسد أولى من جلب المصالح. ¶ إذا اجتمعت في الشيء المنافع والمضار وتساوت المنافع والمضار، فإنه يكون ممنوعاً من أجل درء المفسدة، وأما إذا ترجحت المنفعة فإنه يؤخذ بها وإذا ترجحت المفسدة فإنه يغلّب جانبها. ¶ القاعدة الرابعة: أن التكاليف الدينية ميسرة. ¶ أن التكاليف الدينية ميسرة من أصلها، وإذا طرأ عارض خففت هذه الخفيفة مرة ثانية ومرة ثالثة. ¶ والدليل على ذلك قوله تعالى في الصوم ?فَمَن كَانَ مِنكُم مَّرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ? [البقرة:184]، وقول النبي - صلى الله عليه وسلم - لعمران بن حصين: \" صل قائماً فإن لم تستطع فقاعداً فإن لم تستطع فعلى جنب \". ¶ القاعدة الخامسة: كلما وجدت المشقة وجد التيسير. ¶ هذه قاعدة شرعية ثابتة في الكتاب والسنة، والدليل على ذلك قوله تعالى: ?وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ? [الحج:78]، وقوله تعالى: ?يُرِيدُ اللّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ ? [البقرة:185]. ¶ وأما من السنة فقول النبي - صلى الله عليه وسلم -: \" بعثت بالحنيفية السمحة \" . ¶ القاعدة السادسة: فاتقوا الله ما استطعتم. ¶ وهي مأخوذة من قوله تعالى: ?فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ? [التغابن:16]، وقول النبي - صلى الله عليه وسلم -: \" ما نهيتكم عنه فاجتنبوه وما أمرتكم به فأتوا منه ما استطعتم \". ¶ فعلى الإنسان أن يفعل المأمور بقدر استطاعته، وأن يجتنب المحظور كله؛ لأن المحظور ترك ولا يعجز عنها الإنسان، وأما المأمور فهو فعل يحتاج تكلف وعناء فلهذا قيد بالاستطاعة ولم يقيد اجتناب النهي بذلك. ¶ القاعدة السابعة: الشرع لا يلزم قبل العلم. ¶ أن من شروط وجوب الشرائع أن يكون الإنسان عالماً بذلك، فإن لم يكن عالماً فإنه لا يلزمه. ¶ والدليل على ذلك قوله تعالى:?وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً? [الإسراء:15]، وقوله تعالى: ?رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى اللّهِ حُجَّةٌ بَعْدَ الرُّسُلِ? [النساء: 165]، وقول النبي - صلى الله عليه وسلم - للمسيء في صلاته عندما رآه يصلي صلاة لا يطمئن فيها. فقال: \" ارجع فصل فإنك لم تصل \" ولكنه لم يأمره بإعادة الصلوات السابقة لأنه كان جاهلاً. ¶ القاعدة الثامنة: الجاهل محل نظر. ¶ أن كل من فرط في التعلم فلم يطلب العلم فيما انقدح في ذهنه أن هذا الشيء واجب، ويقول: هين ما دام ما علمت ويتساهل فهذا محل نظر، فهذا قد يقال أنه مفرط متهاون.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "القاعدة التاسعة: المحرم يباح عند الضرورة. ¶ أن المحرم يباح عند الضرورة، وفقاً لشرطين لابد منهما: ¶ صدق الضرورة إليه. ¶ أن تندفع ضرورته بفعله. ¶ فإذا كان يمكن أن يدفع ضرورته من المباح فإنه لا يحل هذا المحرم، وكذلك إذا لم يتيقن اندفاع ضرورته، فإن هذا المحرم لا يحل. ¶ والدليل على ذلك قوله تعالى: ?فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلاَّ مَا اضْطُرِرْتُمْ إِلَيْهِ?[الأنعام:119]، وقوله تعالى: ?فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لإِثْمٍ فَإِنَّ اللّهَ غَفُورٌ رَّحِيمٌ?[المائدة:3]. ¶ استثناء: وما حرم سداً للذريعة فإنه يباح عند الحاجة وإن لم تكن ضرورة، والحاجة دون الضرورة. ¶ القاعدة العاشرة: المكروه عند الحاجة يباح. ¶ المكروه دون المحرم لأن فاعله لا يستحق العقاب ولهذا تبيحه الحاجة، والحاجة التي يستغني عنها الإنسان وإن كان محتاجاً إليها. ¶ مثل: الحركة اليسيرة في الصلاة لغير مصلحتها تباح إذا احتاج إليها. ¶ القاعدة الحادية عشر: النهي يقتضي الفساد. ¶ أن ما نهى الله عنه ورسوله - صلى الله عليه وسلم - من العبادات والمعاملات حكم بفساده؛ وذلك لأنك إذا فعلت ما نهى الله عنه ورسوله - صلى الله عليه وسلم - فقد حاددت الله في حكمه؛ إذا أن ما نهى عنه يراد به البعد عنه واجتنابه، فإذا صححناه كان هذا إقراراً له ولممارسته . ¶ القاعدة الثانية عشرة: كل نهي عاد للذوات. ¶ كل نهي عاد لذوات المنهي عنه أو شرطه، فإنه يقتضي الفساد، وإن كان لأمر خارج لم يفسده. ¶ القاعدة الثالثة عشرة: الأصل في الأشياء الحل. ¶ الأصل في الأشياء عموماً - الأفعال والأعيان وكل شيء - الأصل فيه الحل، والدليل قوله تعالى: ?هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الأَرْضِ جَمِيعاً? [البقرة:29]. وهذا عام في الأعيان والمنافع. ¶ أما المعاملات فمثل قوله تعالى: ?وَأَحَلَّ اللّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا? [البقرة:275]، فأحل المبايعة، فالأصل فيها الحل وكذلك بقية العقود.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "القاعدة الرابعة عشرة: الأصل في العبادات المنع. ¶ العبادات الأصل فيها المنع إلا إذا أذن بها الشرع ودليل ذلك قوله تعالى: ?أَمْ لَهُمْ شُرَكَاء شَرَعُوا لَهُم مِّنَ الدِّينِ مَا لَمْ يَأْذَن بِهِ اللَّهُ? [الشورى:21]، وقول النبي - صلى الله عليه وسلم -: \" من عمل عملاً ليس عليه أمرنا فهو رد \". ¶ القاعدة الخامسة عشرة: الرجوع للأصل عند الشك. ¶ إذا وقع في الحكم شك، فإن الواجب الرجوع إلى الأصل، فإذا كان من غير العبادات قلنا: إنه حلال، لأن هذا هو الأصل، وإن كان في العبادات قلنا: إنه حرام، لأن هذا هو الأصل. ¶ القاعدة السادسة عشرة: الأصل في الأمر والنهي على الحتم. ¶ أن الأصل في الأمر والنهي على الحتم، فالأصل في الأمر أنه واجب، والأصل في النهي أنه حرام، إلا إذا قام الدليل على أن الأمر لغير الوجوب، وأن النهي لغير التحريم، فإنه يعمل بالدليل. ¶ القاعدة السابعة عشرة: المندوب. ¶ إذا رتب الفضل على عمل قولي أو فعلي فإنه يكون مندوبا،ً إذا لم يُقرن بأمر. فإن قرن بأمر، فعلى الأصل أن الأمر للوجوب. ¶ والمندوب هو: ما يثاب على فعله ولا يعاقب على تركه. ¶ القاعدة الثامنة عشرة: فعل النبي - صلى الله عليه وسلم -. ¶ إذا ورد عن النبي - صلى الله عليه وسلم - فعل بدون أمر فهو للندب إذا ظهر منه قصد التعبد به، إلا إذا كان فعله - صلى الله عليه وسلم - وقع بياناً لأمر أمر الله به فحكم ذلك الفعل حكم ذلك الأمر. ¶ فإن كان الأمر المبين للوجوب كان ذلك الفعل واجباً، وإن كان ذلك الأمر للندب كان ذلك الفعل للندب. ¶ القاعدة التاسعة عشرة: إذا تعارضت المصالح قدم الأعلى. ¶ إذا تزاحمت المصالح يُقدم الأعلى، والعكس في المظالم، حيث إذا تزاحمت المفاسد فيقدم الأدنى. ¶ القاعدة العشرون: إذا تعارض ضرران دفع أخفهما. ¶ إذا وجد شيء فيه ضرر وأضر منه، فإننا ندفع ما ضرره أخف إذا كان لابد منه، وكذلك نأخذ بعالي الفاضلين ولا نخاف.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "القاعدة الحادية والعشرون: إذا اجتمع مباح ومحظور، غلب المحظور. ¶ إذا اجتمع مباح ومحظور، غلب جانب المحظور احتياطاً وذلك لأنه لا يمكن تجنب الحرام إلا باجتناب الكامل للحلال والحرام، ويدل على ذلك قوله تعالى: ?يَا أَيُّهَا الَّذِينَ آمَنُواْ إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ? [المائدة:90] فحرم الله الخمر والميسر مع أن فيهما منافع للناس، لكن لما غلب جانب الشر منع. ¶ القاعدة الثانية والعشرون: الحكم يدور مع علته وجوداً وعدماً. ¶ الخمر محرم لأنه مسكر، فإذا وجد الإسكار وجد التحريم من أي نوع كانت مادته. وإذا عدم الإسكار عدم التحريم، لأن الحكم يدور مع علته وجوداً وعدماً. ¶ القاعدة الثالثة والعشرون: الشيء إذا قدم على سببه أو على شرطه. ¶ الشيء إذا قدم على سببه فإنه لاغٍ لأنه لم يثبت حتى يقدم، أما إذا قدم على شرطه فإنه معتبر. ¶ والسبب: هو الوصف الظاهر المنضبط الذي يلزم من وجوده وجود الحكم ومن عدمه عدم الحكم. ¶ والشرط: هو ما يلزم من عدمه العدم ولا يلزمه من وجوده وجود ولا عدم لذاته. ¶ القاعدة الرابعة والعشرون: الشيء لا يتم إلا أن تتم شروطه وتنتفي موانعه. ¶ وهي من القواعد المعلومة بالتتبع، فإذا صلى الإنسان هو محدث فإن صلاته لا تصح لعدم وجود الشرط وهو الطهارة، وكذلك النفل المطلق إذا صلى في وقت النهي فإن صلاته لا تصح لوجود المانع. ¶ القاعدة الخامسة والعشرون: الظن معتبر في العبادات. ¶ الغالب أن المعتبر في العبادات الظن، وفي المعاملات ما في نفس الأمر. ¶ في العبادات: لو أن رجلاً غلب على ظنه أنه طاف سبعة أشواط. يبني على هذا الظن وإذا قدر أنه لم يطف إلا ستة أشواط فإنه لا يلزمه شيء لأن هذه المعاملة بينه وبين ربه لأن الله تعالى محل العفو والسماح، وأما العبادات فيما يمكن تلافيه وتداركه، فإن عليه التصحيح، فلو أنه صلى وظن أنه على وضوء ثم تبين أنه لم يتوضأ فعليه أن يتوضأ ويعيد الصلاة. ¶ في المعاملات: لو أن رجلاً باع شيئاً يظنه لغيره ثم تبين أنه له. قالوا: فالبيع صحيح لأن العبرة بما في نفس الأمر.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "القاعدة السادسة والعشرون: الشك بعد الفراغ من العبادة لا يؤثر. ¶ وإن شك شكاً مرجوحاً فهذا وهم لا يلتفت إليه لأنه لا أثر له، مثل الوسواس، والوسواس مرفوعا شرعاً لا أثر له. ¶ القاعدة السابعة والعشرون: حديث النفس معفو عنه إلا إذا حصل عمل أو قول. ¶ حديث النفس: هو ما حديث الإنسان به نفسه، فهو معفو عنه إلا إذا حصل عمل أو قوله، فإنه يعمل بمقتضى ذلك القول والعمل، ودليل ذلك قول النبي - صلى الله عليه وسلم -: \" إن الله تجاوز عن أمتي ما حدثت به أنفسها ما لم تعمل أو تتكلم \". ¶ القاعدة الثامنة والعشرون: الأمر للفور. ¶ إذا أمر الله ورسوله - صلى الله عليه وسلم - بشيء فإنه للفور، يعني يجب على الإنسان أن يفعله فوراً من حيث أن يوجد سبب الوجوب ويكون قادراً على ذلك. ¶ القاعدة التاسعة والعشرون: فرض العين وفرض الكفاية. ¶ فرض العين: هو ما أمر الله تعالى ورسوله - صلى الله عليه وسلم - وكان يقصد منه أن يفعله كل واحد. ¶ فرض كفاية: هو ما أمر الله تعالى ورسوله - صلى الله عليه وسلم - وكان يقصد به الفعل دون الفاعل.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "القاعدة الثلاثون: إذا ورد أمر بعد نهي فإنه للإباحة. ¶ إذا جاء الأمر بعد النهي فأكثر الأصوليين يقولون إنه للإباحة ولا يعود إلى حكمه الأول الذي قبل النهي، لأن النهي ورد على الحكم الأول فنسخه ثم ورد الأمر به بعد النهي فصار للإباحة. ¶ مثال ذلك قوله تعالى: ?يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِي لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ * فَإِذَا قُضِيَتِ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِن فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيراً لَّعَلَّكُمْ تُفْلِحُونَ? [الجمعة: 9-10]. ¶ القاعدة الحادية والثلاثون: ورود العبادة على وجوه متنوعة. ¶ إذا وردت العبادة على وجوه متنوعة، فالراجح أن نعمل بهذا تارة وبهذا تارة، لأن فيه فائدتين اثنتين: ¶ الإتيان بالسنة بوجهيها. ¶ حفظ الشرع بالعمل بالنوعين لأننا إذا نعمل بأحدهما نُسي وضاع الآخر. ¶ القاعدة الثانية والثلاثون: لزوم السنة. ¶ يجب على الإنسان أن يتبع سنة النبي عليه الصلاة والسلام، لقول الله تعالى: ?وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا? [الحشر:7]، ولقوله تعالى أيضاً: ?فَلْيَحْذَر الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ? [النور:63]، ولقوله - صلى الله عليه وسلم -: \" ما نهيتكم فاجتنبوه وما أمرتكم فأتوا منه ما استطعتم \"، والأخذ بقول وفعل الخلفاء الراشدين؛ لأن الراجح أن قولهم وفعلهم حجة. ¶ القاعدة الثالثة والثلاثون: قول الصحابي. ¶ الأقرب إلى الصواب أن الصحابة الفقهاء والمعروفين بالفقه والفتيا فهؤلاء قولهم حجة لأنه لاشك أن علمهم أغرز وأوسع، وأما من كان مجرد صحبة ولم يعرف بفقه ولا علم فإن قوله ليس بحجة. ¶ ويشترط ليكون قول الصحابة حجة أن لا يخالف قول صحابي آخر مثله في الفقه والعلم، وأن لا يخالف نص من كتاب أو سنة. ¶ القاعدة الرابعة والثلاثون: أدلة الأحكام الأربعة. ¶ وهي أن حجة التكاليف التي تكون بها التكليف للعباد أربعة: وهي القرآن والسنة والإجماع والقياس الصحيح. وهذه هي أدلة التكليف التي يكلف بها العبد فما ثبت بهذه الأدلة فإنه يعمل به.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "القاعدة الخامسة والثلاثون: لكل عامل ما نوى. ¶ العمل يشمل القول والفعل، بل ويشمل عمل القلوب وهو إرادته، وهذه القاعدة هي الحكم على الإنسان بنيته مستفاد من قول النبي - صلى الله عليه وسلم -: \" إنما الأعمال بالنيات وإنما لكل امرئ ما نوى \"، ولهذا يقرن العلماء كثيراً من الأشياء بالنية حتى في باب المعاملات. ¶ ومن أراد التحايل على محارم الله بما فعل فباب الحية مسدود عليه. ¶ القاعدة السادسة والثلاثون: يحرم المضي فيما فسد. ¶ العبادة إذا فسدت فإنه يحرم المضي فيها، بل يجب قطعها والتخلي عنها؛ لأن المضي فيها مع فسادها محادة لله عز وجل ولرسوله - صلى الله عليه وسلم -. ¶ القاعدة السابعة والثلاثون: جواز قطع النفل بعد الشروع فيه. ¶ يجوز للإنسان أن يقطع النفل بعد الشروع فيه؛ لأن النفل لا يجب بالشروع فيه، ودليل ذلك أن النبي - صلى الله عليه وسلم - دخل يوماً على أهله فقال: \" هل عندكم شيء؟ \" فقالوا: نعم -حَيسٌ. قال: \" أرينيه، فلقد أصبحت صائماً، فأكل \"، ولكن مع القول بجواز قطع النفل، يكره أن يقطعه إلا لغرض صحيح. ¶ القاعدة الثامنة والثلاثون: الإثم والضمان يسقطان بالجهل. ¶ أن إثم المعصية وضمان المتلفِ يسقطان بالجهل والإكراه والنسيان، والدليل على ذلك قوله تعالى: ?رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا? [البقرة:286]، وقوله: ?وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُم بِهِ وَلَكِن مَّا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ اللَّهُ غَفُوراً رَّحِيماً?[الأحزاب:5]. ¶ وفي الحديث: \" إن الله تجاوز عن أمتي الخطأ والنسيان وما استكرهوا عليه \". ¶ هذا إذا كان الإثم والضمان في حق الله فإنه يسقط، وأما إذا كان من حقوق الخلق فإنه لا يسقط ضمانها بالجهل والنسيان والإكراه. ¶ القاعدة التاسعة والثلاثون: كل متلف فإنه مضمون على متلفه. ¶ أن كل متلف فإنه مضمون على متلفه سواء كان ذلك يتعلق بحق الله عز وجل أو يتعلق بحق الآدميين ما لم يكن ذلك لدفع أذاه فإنه ليس بمضمون. ¶ القاعدة الأربعون: الضمان بالمثل. ¶ هذه القاعدة تبين كيفية الضمان، ويكون المثلي يضمن بمثله، أما ما لا يكون مثل له فإنه يضمن بالقيمة، أي: بما يساوي وقت الإتلاف.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "القاعدة الحادية والأربعون: ما ترتب على المأذون فليس بمضمون. ¶ وهي أن المتلف الذي يحصل مما قد أُذن فيه فليس بمضمون، وما يحصل من شيء لم يؤذن فيه فإنه مضمون، وفي هذه القاعدة يقول الفقهاء: ما ترتب على المأذون فليس بمضمون وما ترتب على غير المأذون فهو مضمون. ¶ القاعدة الثانية والأربعون: ما على المحسن من سبيل. ¶ يعني ليس عليه طريق يلام به لأنه محسن، والدليل على ذلك قوله تعالى: ?مَا عَلَى الْمُحْسِنِينَ مِن سَبِيلٍ? [التوبة: 91]، وقول النبي - صلى الله عليه وسلم -: \" ليس لعرق ظالم حق \". ¶ القاعدة الثالثة والأربعون: أقسام العقود. ¶ تنقسم العقود إلى قسمين: ¶ قسم معاوضة: مثل: البيع والإجارة، فيجب أن تحرر وأن تكون معلومة وأن تتم فيها الشروط المعروفة؛ لأن كل واحد من المتعارضين يريد أن يكون حقه قائماً، وإذا كان هناك جهالة صار ذلك سبباً للنزاع بين الناس. ¶ قسم تبرع: مثل: كالهبات والصدقات وما أشبهها فأمرها خفيف؛ لأن عقود التبرعات إن حصلت فمغنم، وإن لم تحصل فليس فيها مغرم ولذلك يسامح فيها بالجهل. ¶ القاعدة الرابعة والأربعون: العرف. ¶ وهذه القاعدة من القواعد المهمة، وهي أن ما جاء في الكتاب والسنة مطلقاً بغير تحديد؛ فإنه يرجع فيه إلى العرف. ¶ والعرف هو: ما استقر في النفوس من جهة شهادات العقول وتلقته الطباع السليمة بالقبول، وينقسم إلى قسمان: ¶ عرف صحيح: وهو العادة التي لا تخالف نصاً من نصوص الكتاب والسنة، ولا تفوت مصلحة معتبرة ولا تجلب مفسدة راجحة. ¶ عرف فاسد: وهو العادة التي تكون على خلاف النص، أو فيها تفويت مصلحة معتبرة أو جلب مفسدة راجحة. ¶ القاعدة الخامسة والأربعون: الأعراف المطردة كالمشروط. ¶ إذا جرت العادة بشيء معين فإنه يكون كالمشروط؛ لأن العرف المطرد كالشرط اللفظي، فيكون معمولاً به؛ ولأن الشرط العرفي المطرد كالشرط اللفظي له حكمه فيكون معتبراً.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "القاعدة السادسة والأربعون: جميع العقود لابد أن تكون ممن يملكها. ¶ لابد أن تكون جميع العقود من المالك، أي ممن يملك ذلك العقد. ¶ القاعدة السابعة والأربعون: من لا يعتبر رضاه لا يعتبر عمله. ¶ كل إنسان لا يعتبر رضاه بالشيء فإنه لا يعتبر علمه؛ لأنه إذا كان لا يعتبر رضاه فسوف يقع سواء علم أم لم يعلم رضي أم لم يرضى. ¶ القاعدة الثامنة والأربعون: دعوى الفساد لا تقبل. ¶ وهذه القاعدة من القواعد العامة، وهي إذا تنازع في صحة العقد، فادعى أحدهما صحة العقد وادعى الآخر فساده فإن دعوى الفساد لا تقبل. ¶ القاعدة التاسعة والأربعون: كل ما ينكره الحس فلا تسمع دعواه. ¶ وهي من القواعد العامة في الدعاوى أن كل ما ينكره الحس فلا تسمع الدعوى فيه، يعني القاضي لا يلتفت إلى دعوى المدعي في ذلك ولا يهتم به ولا يرفع به رأساً، وأما ما كان بعيداً ولكنه ممكن فإن الدعوى فيه تسمع، ثم ينظر لما يقتضيه الحكم فيما بعد من بينة أو نكول أو نحو ذلك. ¶ القاعدة الخمسون: البينة على من ادعى. ¶ وهي من القواعد التي ذكرها النبي - صلى الله عليه وسلم - وهي من ادعى شيئاً ممكناً فإنها لا تقبل دعواه إلا ببينه، والفرق بين سماع الدعوى وقبولها؛ أن عدم السماع يعني أن القاضي لا يلتفت إلى دعوى المدعي ولا يهتم به، وأما عدم القبول فمعناه: أن القاضي يسمع الدعوى وينظر فيها ثم يجريها على حسب القواعد. ¶ القاعدة الحادية والخمسون: الأمين هو الذي حصلت العين بيده. ¶ أن الأمين هو الذي حصلت العين بيده بإذن من الشارع كولي اليتيم أو من المالك كالوكيل والوصي والناظر إذا ادعي الرد، أي أنه رد العين إلى صاحبها فإنه يقبل قوله في الرد إلا إذا كان الحظ لنفسه. ¶ القاعدة الثانية والخمسون: من ادعى التلف وهو أمين فدعوه مقبولة. ¶ القاعدة الثالثة والخمسون: كل من يقبل قوله فإنه يحلف.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "القاعدة الرابعة والخمسون: أد الأمانة إلى من ائتمنك ولا تخن من خانك. ¶ مأخوذة من قول النبي - صلى الله عليه وسلم -: \" أد الأمانة إلى من ائتمنك ولا تخن من خانك \"، فيكون الأمر عليه، أي عليه الوزر وأنت لك الأجر؛ لأن بهذا تستقيم أموال الناس. ¶ القاعدة الخامسة والخمسون: جواز أخذ من مال من منعه. ¶ هذه القاعدة تستثنى من القاعدة السابقة، وهي ما استحقه الإنسان بسبب ظاهر فإن له أن يأخذ من مال من منعه سراً أو علناً، وذلك مثل الضيف: الضيف له حق على مضيفه، وإذا امتنع المضيف عن حق الضيف، فللضيف أن يأخذ من مال المضيف ما يكفيه بالمعروف؛ لأن هذا سببه ظاهر ولا تقع فيه الخيانة ولا العوض. ¶ القاعدة السادسة والخمسون: الشيء قد يثبت تبعاً لغيره. ¶ نص الفقهاء رحمهم الله على هذه القاعدة، فقالوا: يثبت تبعاً ما لا يثبت استقلالاً.. وهذه مأخوذة من أمثلة جاء بها الشرع منها الحامل فإن بيع حملها مفرداً لا يجوز؛ لأن النبي - صلى الله عليه وسلم - نهى عن ذلك، لأكن لو بيعت وهو حامل صح البيع؛ لأنه كجزء من أجزائه. ¶ القاعدة السابعة والخمسون: كل شرط يفسد العقد بالذكر يفسده بالنية. ¶ ومثل الفقهاء لهذه القاعدة: بنكاح المحلل، فالنكاح هنا فاسد، وكذلك لو نوى بلا شرط فالنكاح فاسد. ¶ ويستثنى من هذه القاعدة: إذا جهل قصد صاحبه فإن العقد ليس فاسداً من جانبه؛ لأنه أي صحاب من نوى بعقده المحرم لا يعلم عما أسره من النية الباطنة فأجرى العقد على ما قد ظهر؛ لأن الأحكام تجري في الدنيا على ظاهرها بخلاف الآخرة فإنها تجري على البواطن. ¶ القاعدة الثامنة والخمسون: كل شرط ليس في كتاب الله فهو باطل. ¶ الدليل على ذلك قول النبي - صلى الله عليه وسلم -: \" كل شرط ليس في كتاب الله فهو باطل وإن كان مائة شرط \" فإذا اشترط شرح في عقد ولم يُحلل هذا الشرط حراماً أو يحرم حلالاً فهو صحيح، فإن شككنا في ذلك فالأصل الصحة حتى يقوم دليل على أن هذا الشرط مخالف للشرع.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "القاعدة التاسعة والخمسون: كل مشغول ليس يشغل. ¶ مثال هذه القاعدة: لو رهن الإنسان بيته لشخص ثم أراد أن يرهنه لشخص آخر فإنه لا يصح الرهن الثاني؛ لأننا لو صححنا الرهن الثاني لأسقطنا الرهن عن الأول. ¶ القاعدة الستون: أن المبدل له حكم المبدل. ¶ مثال ذلك: التيمم بدلاً عن طهارة الماء فيجعل له حكمه فيما يستباح بالماء أي بطهارة أي بطهارة الماء . ¶ القاعدة الحادية والستون: رُب مفضول يكون أفضل. ¶ ربما يعرض للمفضول ما يجعله أفضل من الفاضل، مثل: قراءة أفضل الذكر، وإذا أذن المؤذن وتابعه القارئ كانت متابعته أفضل من قراءة القرآن؛ لأن المتابعة حكم مقرون بسبب فإذا أخره عن سببه فاتت مشروعية. ¶ القاعدة الثانية والستون: الاستدامة أقوى من الابتداء. ¶ مثل: أن الطيب للمحرم تجوز استدامته ولا يجوز ابتداؤه. بمعنى أن المحرم إذا تطيب عند الإحرام وبقى على بدنه بعد الإحرام فإن ذلك جائز، ولو أرد أن يتطيب ابتداءً لم يجز. ¶ القاعدة الثالثة والستون: الأصل بقاء ما كان على ما كان. ¶ وهي أن كل ما كان معلوماً عدمه أو معلوماً وجوده فالأصل بقاؤه على ما قد علم أي: على ما كان عليه. ¶ القاعدة الرابعة والستون: النفي للوجود ثم للصحة ثم للكمال. ¶ وهي أنه نفي الشيء فالأصل في هذا النفي أنه نفي للوجود، فإن لم يكن بأن كان موجوداً فإنه يكون نفياً للصحة، فإن لم يكن بأن كان صحيحاً مع النفي للكمال فالنفي للكمال. ¶ القاعدة الخامسة والستون: الأصل في القيود أنها للاحتراز. ¶ مثل كشف التعليل كقوله تبارك وتعالى: ?وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاء فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً? [النور:4] هذا القيد للمحصنات يحترز به من غير المحصنات، فلو قذف غير محصنه فإنه لا يترتب عليه هذا الحكم، وإنما يعزر لعدوانه فقط.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "القاعدة السادسة والستون: إذا تعذر اليقين رجعنا إلى غلبة الظن. ¶ مثال ذلك: إذا شك في صلاته هل صلى ثلاثاً أو أربعاً فقد تعذر عليه اليقين فيرجع إلى غلبة الظن بالتحري. ¶ القاعدة السابعة والستون: القرعة. ¶ وهي أن كل أمر يشتبه فيه ولا يتميز إلا بالقرعة فإنه يُقرع، وقد ذكر ابن رجب رحمه الله في آخر القواعد الفقهية قاعدة ((القرعة))، ودليل ذلك حديث أنس رضي الله عن أن النبي - صلى الله عليه وسلم -: \" كان إذا أرد سفراً أقرع بين نسائه فأيتهن خرج سهمها خرج بها \" أما مع التمييز والترجيح فنأخذ بما ترجح وتميز بدون رفعة. ¶ القاعدة الثامنة والستون: من تعجل الشيء قبل أوانه عوقب بحرمانه. ¶ إذا تعجل إنسان شيئاً على وجه محرم فإنه يمنع منه؛ لأنه لا يكون تمكينه له ذريعة لانتهاك المحرمات. ¶ القاعدة التاسعة والستون: من سقطت عنه العقوبة لمانع ضوعف عليه الغرم. ¶ إذا سقطت العقوبة لمانع فإنه يضاعف الغرم على فاعل المعصية، ونص على هذه القاعدة ابن رجب رحمه الله في القواعد الفقهية. ¶ مثل: من سرق من غير حرز فإنه يضاعف عليه الغرم كما جاء في ذلك حديث عن رسول الله - صلى الله عليه وسلم -: \" وإنما يضاعف الغرم لأنه سرق من غير حرز فوجود المانع وهو كون المال غير محروز منع من القطع \". ¶ القاعدة السبعون: ما أبين من الحي فهو كميتة ذلك الحي في الطهر والحل. ¶ إذا كان هذا الحيوان تحل ميتته فإنه إذا قطع منه شيء كان حلالاً، والدليل على ذلك قول النبي - صلى الله عليه وسلم -: \" ما قطع من البهيمة وهي حية فهو ميت \". ¶ القاعدة الحادية والسبعون: كان تأتي للدوام غالباً. ¶ مثل إذا قلت: كان يفعل كذا، فهذا يدل على دوام فعله لهذا الشيء لكنه في الغالب. وقد تأتي لغير الدوام لقرينة، مثل كان النبي - صلى الله عليه وسلم - يقرأ يوم الجمعة سبح اسم ربك والغاشية، وفي حديث آخر كان يقرأ في صلاة الجمعة بالجمعة والمنافقين، فكان هنا ليست للدوام؛ لأنه لم يقرأ السور الأربع في جمعة واحدة.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "القاعدة الثانية والسبعون: صيغ العموم. ¶ الجمع المضاف والمفرد المضاف يكون للعموم، مثل قوله تعالى: ?وَإِن تَعُدُّواْ نِعْمَةَ اللّهِ لاَ تُحْصُوهَا? [النحل:18]، فإن ((نعمة)) مفرد مضاف فيعم كل نعمة ولهذا قال: لا تحصوها. ¶ وكذلك أسماء الشروط وأسماء الموصول كلها للعموم، مثل قوله تعالى: ?وَالَّذِي جَاء بِالصِّدْقِ وَصَدَّقَ بِهِ أُوْلَئِكَ هُمُ الْمُتَّقُونَ? [الزمر:33] فأنت ترى أن ((الذي)) مفرد ولو أخذت بظاهر لفظه لم يكن عاماً لكنه اسم موصول فيكون للعموم، ولو كان مفرداً ولهذا جاء الخبر مجموعاً فقال: ?أُوْلَئِكَ هُمُ الْمُتَّقُونَ? وكذلك أسماء الشرط تعم كقوله تعالى: ?وَمَن يُؤْمِن بِاللَّهِ وَيَعْمَلْ صَالِحاً يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً? [الطلاق:11] هذا عام، ويعم كل من آمن وعمل صالحاً. ¶ القاعدة الثالثة والسبعون: النكرة في الإثبات لا تكون للعموم. ¶ النكرة إذا وردت في الإثبات لا تكون للعموم وإنما تكون مطلقة، مثل قوله تعالى: ?فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَاسَّا? [المجادلة:3] فرقبة هنا نكرة في سياق الإثبات فتكون مطلقة، والفرق بين الإطلاق والعموم أن الإطلاق عمومه بدلي، والعموم عمومه شمولي، بمعنى أن العام يشمل جميع أفراده وأما الإطلاق يشمل واحداً منها من غير قيد. ¶ القاعدة الرابعة والسبعون: العبرة بعموم اللفظ لا بخصوص السبب. ¶ إذا ورد لفظ عام وسبب خاص فإنه يحمل على العموم لا يختص بالسبب، مثل قوله تعالى: ?الَّذِينَ يُظَاهِرُونَ مِنكُم مِّن نِّسَائِهِم مَّا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلا اللائِي وَلَدْنَهُمْ? [المجادلة:2] فهذه عام وسببها خاص والعبرة بعموم اللفظ لا بخصوص السبب، ما لم يكن السبب متصفاً بوصف يحال عليه الحكم فإنه يؤخذ بهذا الوصف.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "القاعدة الخامسة والسبعون: العام يخصص بالخاص، والمطلق يقيد بالمقيد. ¶ العام يخصص بالخاص: يعني: إذا ورد نص عام ثم ورد نص آخر يخصص أي يخرج بعض أفراده منه وجب العمل بالدليلين. ¶ والمطلق يقيد بالمقيد: يعني إذا ورد نص مطلق ونص مقيد فإن ذلك المطلق يقيده ما تقيد به. ¶ تم بحمد لله الانتهاء من ملخص القواعد الفقهية. ¶ إعداد ¶ أبو حميد عبد الله بن حميد الفلاسي ¶ عفا الله عنه وغفر له ¶ 3/شعبان1424هـ - 29/9/2003م",
            "page": "15",
            "part": "1"
        }
    ],
    "t37582": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ملخص القواعد الفقهيه"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة الأولى: الدين جاء لسعادة البشر"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة الثانية: لا ضرر ولا ضرار"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "2",
            "tit": "القاعدة الثالثة: درء المفاسد أولى من جلب المصالح"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "3",
            "tit": "القاعدة الرابعة: أن التكاليف الدينية ميسرة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "4",
            "tit": "القاعدة الخامسة: كلما وجدت المشقة وجد التيسير"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "5",
            "tit": "القاعدة السادسة: فاتقوا الله ما استطعتم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "6",
            "tit": "القاعدة السابعة: الشرع لا يلزم قبل العلم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "7",
            "tit": "القاعدة الثامنة: الجاهل محل نظر"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة التاسعة: المحرم يباح عند الضرورة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة العاشرة: المكروه عند الحاجة يباح"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "2",
            "tit": "القاعدة الحادية عشر: النهي يقتضي الفساد"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "3",
            "tit": "القاعدة الثانية عشرة: كل نهي عاد للذوات"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "4",
            "tit": "القاعدة الثالثة عشرة: الأصل في الأشياء الحل"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة الرابعة عشرة: الأصل في العبادات المنع"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة الخامسة عشرة: الرجوع للأصل عند الشك"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "2",
            "tit": "القاعدة السادسة عشرة: الأصل في الأمر والنهي على الحتم"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "3",
            "tit": "القاعدة السابعة عشرة: المندوب"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "4",
            "tit": "القاعدة الثامنة عشرة: فعل النبي - صلى الله عليه وسلم -"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "5",
            "tit": "القاعدة التاسعة عشرة: إذا تعارضت المصالح قدم الأعلى"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "6",
            "tit": "القاعدة العشرون: إذا تعارض ضرران دفع أخفهما"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة الحادية والعشرون: إذا اجتمع مباح ومحظور، غلب المحظور"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة الثانية والعشرون: الحكم يدور مع علته وجودا وعدما"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "2",
            "tit": "القاعدة الثالثة والعشرون: الشيء إذا قدم على سببه أو على شرطه"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "3",
            "tit": "القاعدة الرابعة والعشرون: الشيء لا يتم إلا أن تتم شروطه وتنتفي موانعه"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "4",
            "tit": "القاعدة الخامسة والعشرون: الظن معتبر في العبادات"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة السادسة والعشرون: الشك بعد الفراغ من العبادة لا يؤثر"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة السابعة والعشرون: حديث النفس معفو عنه إلا إذا حصل عمل أو قول"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "2",
            "tit": "القاعدة الثامنة والعشرون: الأمر للفور"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "3",
            "tit": "القاعدة التاسعة والعشرون: فرض العين وفرض الكفاية"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة الثلاثون: إذا ورد أمر بعد نهي فإنه للإباحة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة الحادية والثلاثون: ورود العبادة على وجوه متنوعة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "2",
            "tit": "القاعدة الثانية والثلاثون: لزوم السنة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "3",
            "tit": "القاعدة الثالثة والثلاثون: قول الصحابي"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "4",
            "tit": "القاعدة الرابعة والثلاثون: أدلة الأحكام الأربعة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة الخامسة والثلاثون: لكل عامل ما نوى"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة السادسة والثلاثون: يحرم المضي فيما فسد"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "2",
            "tit": "القاعدة السابعة والثلاثون: جواز قطع النفل بعد الشروع فيه"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "3",
            "tit": "القاعدة الثامنة والثلاثون: الإثم والضمان يسقطان بالجهل"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "4",
            "tit": "القاعدة التاسعة والثلاثون: كل متلف فإنه مضمون على متلفه"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "5",
            "tit": "القاعدة الأربعون: الضمان بالمثل"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة الحادية والأربعون: ما ترتب على المأذون فليس بمضمون"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة الثانية والأربعون: ما على المحسن من سبيل"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "2",
            "tit": "القاعدة الثالثة والأربعون: أقسام العقود"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "3",
            "tit": "القاعدة الرابعة والأربعون: العرف"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "4",
            "tit": "القاعدة الخامسة والأربعون: الأعراف المطردة كالمشروط"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة السادسة والأربعون: جميع العقود لابد أن تكون ممن يملكها"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة السابعة والأربعون: من لا يعتبر رضاه لا يعتبر عمله"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "2",
            "tit": "لقاعدة الثامنة والأربعون: دعوى الفساد لا تقبل"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "3",
            "tit": "القاعدة التاسعة والأربعون: كل ما ينكره الحس فلا تسمع دعواه"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "4",
            "tit": "القاعدة الخمسون: البينة على من ادعى"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "5",
            "tit": "القاعدة الحادية والخمسون: الأمين هو الذي حصلت العين بيده"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "6",
            "tit": "القاعدة الثانية والخمسون: من ادعى التلف وهو أمين فدعوه مقبولة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "7",
            "tit": "القاعدة الثالثة والخمسون: كل من يقبل قوله فإنه يحلف"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة الرابعة والخمسون: أد الأمانة إلى من ائتمنك ولا تخن من خانك"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة الخامسة والخمسون: جواز أخذ من مال من منعه"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "2",
            "tit": "القاعدة السادسة والخمسون: الشيء قد يثبت تبعا لغيره"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "3",
            "tit": "القاعدة السابعة والخمسون: كل شرط يفسد العقد بالذكر يفسده بالنية"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "4",
            "tit": "القاعدة الثامنة والخمسون: كل شرط ليس في كتاب الله فهو باطل"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة التاسعة والخمسون: كل مشغول ليس يشغل"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة الستون: أن المبدل له حكم المبدل"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "2",
            "tit": "القاعدة الحادية والستون: رب مفضول يكون أفضل"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "3",
            "tit": "القاعدة الثانية والستون: الاستدامة أقوى من الابتداء"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "4",
            "tit": "القاعدة الثالثة والستون: الأصل بقاء ما كان على ما كان"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "5",
            "tit": "القاعدة الرابعة والستون: النفي للوجود ثم للصحة ثم للكمال"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "6",
            "tit": "القاعدة الخامسة والستون: الأصل في القيود أنها للاحتراز"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة السادسة والستون: إذا تعذر اليقين رجعنا إلى غلبة الظن"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة السابعة والستون: القرعة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "2",
            "tit": "القاعدة الثامنة والستون: من تعجل الشيء قبل أوانه عوقب بحرمانه"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "3",
            "tit": "القاعدة التاسعة والستون: من سقطت عنه العقوبة لمانع ضوعف عليه الغرم"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "4",
            "tit": "القاعدة السبعون: ما أبين من الحي فهو كميتة ذلك الحي في الطهر والحل"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "5",
            "tit": "القاعدة الحادية والسبعون: كان تأتي للدوام غالبا"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة الثانية والسبعون: صيغ العموم"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "القاعدة الثالثة والسبعون: النكرة في الإثبات لا تكون للعموم"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "2",
            "tit": "القاعدة الرابعة والسبعون: العبرة بعموم اللفظ لا بخصوص السبب"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "القاعدة الخامسة والسبعون: العام يخصص بالخاص، والمطلق يقيد بالمقيد"
        }
    ]
}