{
    "b37580": [
        {
            "id": "1",
            "nass": "الأكاديمية الإسلامية المفتوحة ¶ الفصل الدراسي الأول للسنة الثالثة ¶ مادة : مقاصد الشريعة ¶ شرح فضيلة الشيخ: عياض بن نامي السلمي ¶ الدرس الأول\" ¶ س\" مالهدف من تدريس علم المقاصد؟ ¶ 1-أن يصل المتابع أو الطالب المشاهد إلى مستوى يستطيع من خلاله أن يستخدم هذه المقاصد ويستعملها في استخراج الأحكام واستنباطها؛. ¶ 2-التعريف بعلم المقاصد؛ والتعريف بنشأته، وتطوره، وبالكتب المؤلفة فيه، ¶ 3- ثم العلم –جملةً- بمقاصد التشريع العامة، ومقاصد التشريع الخاصة. ¶ 4--وطالب العلم -إذا ضم إليه جملة من المعارف الأخرى- من معرفة شيء عن مقاصد الشارع ويمكنه -أيضا- من القدرة على الترجيح.. ¶ س\" عرف المقاصد لغةً واصطلاحاً؟ ¶ المقاصد –لغة-: مكان القصد؛ أي: جمع مقصد، والمقصد: مكان القصد = اسم مكان من القصد والمقاصد جمع له، ¶ والقصد في اللغة\" هو الأَمّ إلى الشيء والتوجه إليه، وأحيانا يطلق على معنى التوكل، وأحيانا على معنى الطريق المستقيمة، ويطلق على التوسط؛ كما في حديث: (القصد تبلغه)؛ أي: التوسط ¶ المقاصد بالمعنى الاصطلاحي\" أطلق العلماء الذين كتبوا في هذا الجانب إطلاقين؛ مقاصد الشارع ومقاصد المكلفين فهو يشمل حقيقتين، وهذا الطريق هو الذي سار عليه الإمام الشاطبي حينما خصص كتابا في المقاصد ضمن كتابه المسمى \"الموافقات\" فلما بدأ كتاب المقاصد؛ قال: إن المقاصد لم يعرفها أحد بهذا الإطلاق بما يشمل مقاصد الشارع ومقاصد المكلفين. ¶ س/ لماذا لم يعرف الشاطبي المقاصدَ ؟ ¶ - لأنه أطلق المقاصد وأراد بها حقيقتين مختلفتين؛ فقال: المقاصد قسمان: مقاصد الشارع ومقاصد المكلفين ( نياتهم). ¶ س/ كيف عرف العلماء المتأخرين الذين جاءوا بعد الشاطبي المقاصد ؟",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "&_عرفوا المقاصد تعريفا خاصا على اعتبار أنها مقاصد الشارع وقالوا: إن لفظ المقاصد إذا أطلق؛ قُصد به مقاصد الشارع، وأما مقاصد المكلفين فخصوها بالإضافة فلا نقول: المقاصد فقط، وإنما نقول: مقاصد المكلفين ، فهناك من كتب في مقاصد الشارع استقلالا وهناك من كتب في مقاصد المكلفين أيضا استقلالا بهذا الاسم . &_البعض قال لا بد أن نخصص فنقول (مقاصد الشارع) ولا نطلقها. ¶ س\" عرف مقاصد الشريعة\" ¶ مقاصد الشارع بأنها: المعاني والحكم السامية التي راعاها الشارع وبني عليها أحكامه؛ إما في جميع أبواب الشريعة، وإما في بعض أبواب الشريعة. ¶ س\" من خلال تعريف مقاصد الشريعة نستطيع أن نقول أن هناك مقاصد عامة ومقاصد خاصة عرف كل منها مع ذكر مثال؟ ¶ المقاصد العامة\" تدخل في جميع أبواب الشرع أمثلتها\" 1-تحقق مصالح العباد؛ 2- ورفع الحرج –3- حفظ النفوس 4-وحفظ الأموال... كل هذه مقاصد عامة. ¶ المقاصد الخاصة\"وهي التي تخص باباً معيناً من أبواب الفقه فينبغي أن تعلم؛ لأنها ستبين لنا محاسن الشريعة وستبين لنا الحق في مجال الاختلاف بين العلماء وأمثلتها باب الطهارة _ باب النجاسة وهكذا ¶ س\" ما الموضوعات الرئيسية التي لابد أن يعرفها الدارس لعلم المقاصد؟ ¶ الأول: تعريف العلم، وتاريخه، وما ألف فيه. ¶ الثاني: معرفة الأدلة الدالة على أن للشرع مقاصد من التشريع. ¶ الثالث: كيف نستطيع أن نعرف مقاصد الشارع. ¶ الرابع: تقسيمات المقاصد سواء كانت مقاصد عامة وهي غالباً ماتكون قواعد عامة أومقاصد خاصة بكل باب و معرفة مراتبها. ¶ الخامس\" الضوابط التي ينبغي معرفتها للتوصل لمعرفة الأحكام الشرعية من هذه المقاصد فيما لم يرد فيه نص صريح وفي النوازل الجديدة. ¶ س/ ماهي الفوائد من دراسة هذا العلم (علم المقاصد ) ؟",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لدراسته فوائد عظيمة؛ فيستفيد منه المسلم العادي، كما يستفيد منه طالب العلم الذي قطع مرحلة لا بأس بها في العلم ، ويستفيد منه الفقيه الذي تفقه في الشريعة ولكنه لم يصل إلى درجة الاجتهاد وهو قريب منها، ويستفيد منه من بلغ رتبة الاجتهاد؛ فكلٌّ يأخذ منه بقدر ما ييسره الله له . ¶ وأهم هذه الفوائد : ¶ 1ــ حصول الطمأنينة الكاملة بصلاحية وملائمة أحكام الشرع لكل زمان ومكان . ¶ 2ــ معرفة مآخذ العلماء واستدلالاتهم وطرقهم في الاجتهاد. وهذا يجعلنا نطمئن إلى أن فقههم كان فقها متوافقا مع مقاصد الشرع، وكان فقها مؤصلا على أصول وقواعد وليس هو مجرد إلقاء للأحكام أو تمسك بالظواهر دون معرفة لبواطن الأمور. ¶ 3ــ تحقيق النظر إلى التشريع الإسلامي باعتباره نظاما كاملا متكاملا؛ فالذي يحيط بمقاصد الشريعة وخاصة المقاصد العامة تكون نظرته إلى الشريعة كوحدة واحدة لا ينظر إليها جزئيًّا؛ فبعضهم لا ينظر إلا إلى مسألة واحدة، وجزئية واحدة ولا ينظر إلى بقية المقاصد ، وقد وجدنا كثيرًا ممن ينظر هذه النظرة؛ فيتكلم –مثلاً- عن مسألة التعدد؛ فلا يعرف من الإسلام إلا مسألة التعدد؛ فينتقل من هذا الجانب الذي يحيط بمقاصد الشريعة العامة ولا يأخذ حكمة التعدد وينظر فيه ويوازن بين المصالح والمفاسد. ¶ 4 ــ علم المقاصد يُعين المجتهد على استنباط الأحكام ومعرفة جملة من القواعد العامة في استنباط الأحكام وبخاصة أحكام النوازل بحيث يكون حكمه فيها مطابقا لمقصد الشارع ولما يحبه الله ويرضاه. ¶ 5ــ تمكين الفقيه من النظر الصحيح لأحكام النوازل؛ فأحيانا تكون النازلة فيتنازعها أكثر من دليل وأكثر من قاعدة فقهية فالذي أحاط بمقاصد الشريعة وعرف مقاصد الشريعة حق المعرفة يتمكن من أن ينظر نظرا صحيحا وهو يعطي الحكم.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "6ــ تمكين الفقيه من المزاوجة والمؤاخاة بين النقل والعقل بحيث لا يطغى جانب على جانب؛ فالعالم بمقاصد الشريعة يستطيع أن يوازن في نظرته في الأدلة الشريعة بين هذين الجانبين المتكاملين؛ فليس هناك نقل يمكن أن يستقل عن العقل؛ وهذا يذكرنا بما كتبه شيخ الإسلام ابن تيمية في كتابه \"تعارض العقل والنقل\" أو \"موافقة العقل الصريح للنقل الصحيح\" فهو بين في كتاب هذا، وقال: ليس هناك محاربة بين العقل والنقل؛ فلماذا تختلقون وجود نزاع بين النقل الصحيح والعقل الصريح؟ هي متوائمة ومتوافقة. وعرف شيخ الإسلام ذلك بإطلاعه علي مصادر التشريع. ¶ انتهي الدرس الأول ¶ __________________________________ ¶ الدرس الثاني ¶ نشأة علم القاصد، وتطوره، والتأليف ¶ س/ ماهي فوائد دراسة علم المقاصد ؟ ¶ 1. يعين الدعاة إلى الله على بيان محاسن الشريعه وتبصير الناس بها وترغيبهم فيها. ¶ 2. الفهم الصحيح للمواضع المشكلة من النصوص الشرعية , فالقرآن فيه المحكم والمتشابه والواجب رد المتشابه إلى المحكم ¶ س/ أذكر بعض المواضع التي وقع الخطأ فيها من جهة عدم إدراك مقاصد الشريعة ؟ ¶ من المواضع التي وقع الخطأ فيها من جهة عدم إدراك مقاصد الشريعة:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الموضع الأول: أن نفرًا من أهل الشام في عهد عمر بن الخطاب -رضي الله عنه- شربوا الخمر وهم ليسوا من فساق المسلمين وإنما كانوا من الذين لهم باع في العلم وليسوا من عامة الناس، ويذكر أن منهم قدامة بن مظعون ، فيقال: إن عمر استدعاهم، وقال لهم: كيف تشربون الخمر ونصوص الخمر المُحرمة واضحة وجلية ؟ فقالوا: ليس علينا جناح في ذلك ، قالوا: لأن الله تعالى يقول: ( لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا وَاللهُ يُحِبُّ الْمُحْسِنِينَ ) [المائدة: 93] ـ حتى جاء في بعض روايات الحديث أن أحدهم قال: ليس لك حق أن تجلدنا ، فتشاور عليٌّ مع عمر -رضي الله عنه- فقالوا: لابد أن يتوبوا وإن أصروا عليها قتلناهم؛ لأن هذا تُعدّ ردة فنوقشوا في هذا فبُيّن لهم ؛ فمقصود الآية -كما ورد في سبب نزولها- أن المراد منها الذين ماتوا وهم قد شربوا الخمر بعد نزول آية التحريم، لكن لم يبلغهم خبر تحريم الخمر . ¶ الموضع الثاني: رواية رافع بن خَدِيج -رضي الله عنه- لحديث النهي عن كراء الأرض وهي قصة مشهورة وفي الصحاح أخبر عن النبي -صلى الله عليه وسلم-: ( نهى أن تكرى الأرض ) وقال ليمنحها أحدكم أخاه أو ليزرعها أو يمسكها، فشق ذلك على الصحابة ومنهم ابن عمر وكان يقول لرافع بن خديج: قد كنا نكري الأرض في عهد رسول الله وفي عهد أبي بكر وعمر فاستغرب هذا ، ثم بعد إعمال النظر في مقاصد التشريع وسبب ورود الحديث؛ تبين أن هذا من باب المواساة كما نص على ذلك ابن عباس، وأن الرسول -عليه الصلاة والسلام- قال هذا من باب الإرشاد لهم لا من باب العزم عليهم ألا يكروا الأرض أبدا، وهذا الذي فهمه ابن عباس وبوّب البخاري لهذا وقال: باب ما كان يواسي أصحابُ رسول الله -صلى الله عليه وسلم- بعضَهم فيه.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ـ فكان يواسي بعضهم بعضا؛ فإذا كان عند أحدهم أرض كبيرة؛ أعطى أخاه قطعة منها ليزرعها وليأكل من ثمرها من غير أن يأخذ منها أجرة، وأما من أراد حقه كاملا فله أن يؤجرها، وهناك من تأول هذا الحديث وحمله على أن المراد تأجير الأرض بناحية معينة منها ورافع بن خديج نفسه رُوِي عنه ذلك ويبدو أنه تأمل في الأمر وعلم أن النهي ليس عن كل كراءٍ للأرض وإنما هو النهي عن كراء الأرض بجزء معلوم منها وقال: إننا كنا نكري الأرض بجزء معلوم منها؛ أي: بناحية منها، فأحيانا تنبت الأرض كلها إلا هذه الناحية فيخسر صاحب الأرض وأحيانا تنبت هذه الناحية التي اشترطها صاحب الأرض لنفسه ولا تنبت بقية الأرض أو لا تثمر ثمرا طيبا، فيكون الخاسر هو الزارعَ أو المستأجرَ فنهاهم عن ذلك. وأما أن تُكرى الأرض بشيء معلوم محدد؛ فهذا لم يُمنع عنه وكذلك ما يتعلق بكرائها بذهب أو فضة أو ما أشبه ذلك. ¶ س/ تكلم عن نشأة علم المقاصد ؟ ¶ العلوم الشرعية كلها نجد لها أصولا في الكتاب والسنة وكذلك الشأن في علم المقاصد؛ فليس بدعا من هذه العلوم؛ فهناك نصوص في القرآن والسنة تشير إلى أهمية العلم بمقاصد التشريع، بل هناك نصوص نصّت على بعض هذه المقاصد؛ كالنصوص الواردة في رفع الحرج والتيسير وهي كثيرة جدا في الكتاب والسنة؛ كقول الرسول -صلى الله عليه وسلم- ( يسروا ولا تعسروا وبشروا ولا تنفروا) (إن هذا الدين يسر ولن يُشاد الدين أحدٌ إلا غلبه) ، وهذه كلها من النصوص التي تشير إلى مقصد رفع الحرج ومقصد التيسير وهو من المقاصد العامة المهمة في الشريعة. ¶ س/ بين كيف كان النبي صلي الله عليه وسلم يراعي المقاصد العامة والمهمة في تشريعه، وفي بيانه للحكم ؟",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إذا نظرنا إلى الحال في عهد الرسول -عليه الصلاة والسلام- فكان هو المرجع في الفتوى فيُفزغ إليه عند نزول النازلة ويكون الحكم مأخوذا منه مباشرة ، وكان الرسول -عليه الصلاة والسلام- يراعي المقاصد العامة والمهمة في تشريعه، وفي بيانه للحكم ومن الأمثلة لذلك: ¶ الواقعة الأولي: قوله -صلى الله عليه وسلم- لعائشة: ( لولا أن قومك حديثو عهد بشرك؛ لنقضت الكعبة، وبنيتها على قواعد إبراهيم )، هذا الحديث يُبين أن الرسول -عليه الصلاة والسلام- كان يراعي مآلات الأفعال ويقدرها ويعمل لها حسابا في أوامره ونواهيه وفي فعله وفيما يتركه وفيما يفعله ، . ¶ الواقعة الثانية: أن بعض الصحابة كلمه وقال: يا رسول الله!! لم لا تأذن لنا في قتل هؤلاء المنافقين الذين آذوك وآذوا المسلمين؟ فقال الرسول -صلى الله عليه وسلم-: ( نُهيت عن قتل المصلين)، وقال لهم: لا أريد أن يتحدث الناس أن محمدا يقتل أصحابه، وكلما خالفه واحد من أصحابه أو عارضه؛ قتله ، فلم يقتل من المنافقين مع أن الوقائع تذكر لنا أن كثيرًا ما كان يستأذنه عمر أو وغيره؛ فيقول: يا رسول الله قد نافق ائذن لي أن أضرب عنقه فيُهَدّؤه ويقول: ( لا أريد أن يتحدث أن محمدا يقتل أصحابه )؛ فالرسول –صلى الله عليه وسلم - حريص على سمعة هذا الدين وحريص على انتشار هذا الدين العظيم ولم يأذن لهم في قتل المنافقين. ¶ ــ س/ أذكر بعض الأمثلة التي تبين كيف كان أصحاب النبي صلي الله عليه وسلم والتابعون يهتمون بمقاصد الشريعة ويراعونها في فتاواهم في نظرهم ؟ ¶ الصحابة -رضوان الله عليهم- والتابعون لهم بإحسان كانوا يهتمون كثيرًا بمقاصد الشريعة ويراعونها في فتاواهم في نظرهم ، ومن الوقائع في عهد الصحابة التي تدلنا على اهتمامهم بالمقاصد العامة بالشريعة.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "** بعد وفاة الرسول -عليه الصلاة والسلام- أول عمل عَمِلَه الصحابة هو أنهم اجتمعوا في السقيفة ليتشاوروا من يولون أميرا عليهم بعد رسول الله -صلى الله عليه وسلم- ، وهذا لأجل أنهم عرفوا أن توليةَ إمام على المسلمين يطيعونه ما أطاع الله ويعينونه ويُسدّدونه وينصحونه مقصدٌ عظيمٌ من مقاصد الشريعة، ولا يريدون أن يمر عليهم وقت -وإن قل- بدون أن يكون لهم إمام، ثم تشاورهم في سقيفة بني ساعدة وإتاحة المجال للأنصار لأن يتحدثوا عمّا في نفوسهم ، واتفق الجميع على أن يولوا أبا بكر الصديق -رضي الله عنه- وعندما ولَّوْه قالوا: رضيه رسول الله -صلى الله عليه وسلم- لديننا ؛ أي: الإمامة الصلاة؛ أفلا نرضاه لدنيانا ؟ . ¶ ـ كذلك عهد أبو بكر إلى عمر من بعده في الخلافة مباشرة فكان أبو بكر حريصا ألا يبقى الناس ولو يوما واحدا بدون إمام؛ لما يعرفونه أن هذا الشرع حريص على انضواء الناس تحت إمام واحد. كذلك لما حضرت عمرَ الوفاةُ عهِد إلى مجلس مكون من ستة أشخاص وقال يجتمعون ويتشاورون ولا يخرجون إلا وقد عينوا للناس واحدا منهم. للسبب نفسه؛ فهذا دليل على اهتمامهم بهذا المقصد العظيم وهو مقصد وجود إمام للمسلمين. ¶ ** أيضا بدأ جمعُ القرآن في عهد أبي بكر حينما استحَرَّ القتلُ في القراء يوم اليمامة؛ فخافوا أن يذهب القراء ويذهب معهم شيء من القرآن؛ فبدؤوا بجمع القرآن الجمع الأول ثم بعد ذلك في عهد عثمان -رضي الله عنه- لما رأى اختلاف الناس نظرًا لكثرة المصاحف التي كُتبت على قراءات القرآن المختلفة وعلى أحرف القرآن المتعددة؛ خَشِيَ أن يؤدي اختلافهم في قراءة القرآن إلى ما هو أعظم من ذلك فدرأ هذا الاختلاف وجمعهم على مصحف واحد وهو المصحف الموجود الآن والمعروف بمصحف عثمان -رضي الله عنه-. ¶ س/ أذكر بعض الأمثلة التي تبين كيف كان التابعون من الأئمة الكبار يهتمون بمقاصد الشريعة ويراعونها ؟",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "في عهد التابعين أيضا هناك مظاهر كثيرة من مراعاة مقاصد الشريعة والاهتمام بها، وكل هذا كان قبل انتشار التأليف في عهد الأئمة الكبار؛ كأبي حنيفة، ومالك، والشافعي، وأحمد كل هؤلاء الأئمة كان لهم اهتمام بالمقاصد وكانوا في اجتهاداتهم يراعون مقاصد الشريعة مراعاة كبيرة وينظرون إليها ويبنون عليها الأحكام ونظرا لأن هؤلاء أو أكثرهم لم تكن لهم كتب نُقلت إلينا، وإلا لجاءنا علم كثير. ¶ الشافعي –مثلاً- له كلام كثير عن المقاصد وهو من الذين نقلت لنا كتبهم، وأبو حنيفة اشتهر بالقول بالاستحسان يذكر بعض المؤلفين أنه ما كان يعمل بالمصالح المرسلة لكن ليس معنى هذا أنه كان يهمل مقاصد الشريعة، بل كان يعمل بمقاصد الشريعة الثابتة عنده. فإذا كان يعمل بالقياس والقياس في عهده كان قياسا على مصلحة خاصة في هذا الفرع؛ فمن باب أولى أنه يعمل بالمصالح العامة التي تظاهرت نصوص الشرع عليها. ¶ الإمام مالك مشهور عنه العملُ بالمصالح والاستحسان، حتى رُوِي عنه أنه قال: \"الاستحسان تسعة أعشار العلم\". ¶ الإمام أحمد كان يهتم بمقاصد الشريعة اهتماما كبيرا وهناك بعض الأمثلة لكن الوقت لن يتسع لذكر نصوص لهؤلاء الأئمة. ¶ س\"أذكر المؤلفات في علم المقاصد؟ ¶ 1-كتاب البرهان و كتاب غياث الأمم في إلتياث الظلم وهو مشهور بالغياثي لإمام الحرمين الجويني وذكر فيهما مقاصد الشريعه العامة وتكلم عن بعض تقسيمات المقاصد و ذكر بعض قواعدها. ¶ 2-كتاب المنخول ، كتاب شفاء الغليل و كتاب المستصفى للإمام الغزالي وهو تلميذ لإمام الحرمين الجويني وكان حديثه عن المقاصد أكثر وضوحا مما كان في كتب شيخه وتكلم عن تقسيمات المقاصد وذكر الضروريات الخمس وكيف أن الشريعة جاءت لحفظها , ومن بعده جاء الفخر الرازي والآمدي وتكلما ولكن بدون إضافات.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "3-القواعد الصغرى ويسمى( مختصر الفوائد في أحكام المقاصد ) و كتاب القواعد الكبرى (قواعد الأحكام في مصالح الأنام ) للعز بن عبد السلام وتميز بأن تأليفه كان أكثر استقلالية حيث ذكر جملة من القواعد المتعلقة بمقاصد الشريعه . ¶ 4- كتاب شرح تنقيح الفصول وكتاب شرح المحصول للقرافي تلميذ العز بن عبد السلام . ¶ 5-الطوفي الحنبلي المتوفي سنة 716 هـ تكلم عن مقاصد الشريعه وعن المصالح في كتاب سماه التعيين في شرح الأربعين وذلك في شرحه لحديث \"لا ضرر ولا ضرار\" ولكن أخذ عليه أنه بالغ في العمل بالمصالح وأنه قدم المصالح على النصوص. ¶ 6-ابن تيمية اهتم بالمقاصد اهتماما كبيرا في كتبه جميعها وهناك رسالة دكتوراه مطبوعة للدكتور يوسف البدوي بعنوان المقاصد عند ابن تيمية , ومنه قول شيخ الإسلام : ( العلم بمقاصد الشريعة أصل الدين وأساسه وعموده ورأسه ) وأيضا قوله : ( إن العلم بالكتاب والسنة على التمام والكمال لا يكون إلا بالإلمام بمقاصد الشريعة وغاياتها ومعانيها ) ونقل عنه أيضا أنه يرى أن العلم بمقاصد الشريعة شرط لبلوغ رتبة الاجتهاد وكان المشتهر عند أهل هذا العلم أن أول من نص على هذا نصا صريحا هو الشاطبي ، لكن الباحث ذكر أن ابن تيمية قد نص عليه قبل ذلك . ¶ 7-ابن القيم اهتم أيضا بمقاصد الشريعة وله فتاوى تدل على إهتمامه بمقاصد الشريعة حتى وإن أدى ذلك إلى الإخلال بشيء من ظواهر النصوص وهو القائل(إن ما حرم سدا للذريعة يباح للحاجة) فلهذا كان من فتاواه أنه نص على من كان في قافله ومعه ذهب خام و يريد أن يسكه نقودا فله أن يدفعه للصائغ ويقدر الصائغ كم سيكون من دينار ويأخذه دنانير وينصرف مع رفقته حتى لا يتعرض للسفر وحده ولا يتعرض لقطاع الطرق وهذا لو عرضته على حديث \"الذهب بالذهب مثلا بمثل ، يدا بيد \" لعارضه .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "8-الشاطبي ، خصص في كتابه الموافقات كتابا للمقاصد وعنون له بهذا العنوان كتاب المقاصد ولهذا عده البعض أنه أول من أسس علم المقاصد ولكنه مسبوق بالعز بن عبدالسلام ولكن الذي يقال أن المقاصد برزت في تأليفه أكثر وأخذت حيزا كبيرا والبعض يجعل الشاطبي فيصل بين المتقدمين والمتأخرين وللدكتور أحمد الريسوني كتابا بعنوان (المقاصد عند الإمام الشاطبي)، أيضا كتاب آخر بعنوان (الشاطبي ومقاصد الشريعة) . ¶ أسئلة الحلقة ¶ س1: اذكر التعريف المختار لعلم المقاصد. ¶ س2: اذكر فائدتين من فوائد دراسة علم المقاصد. ¶ س3: اذكر ثلاثة من الكتب المؤلفة في علم المقاصد ؟ ¶ انتهي الدرس الثاني ¶ ________________________ ¶ الدرس الثالث ¶ التعليل وإثبات المقاصد ¶ أسئلة المراجعة\" ¶ السؤال الأول: اذكر التعريف المختار لعلم المقاصد ؟ ¶ علم المقاصد: هو العلم بالمعاني والحكم التي راعاها الشارع عند تشريع الأحكام في جميع أبواب الشريعة أو في بعض أبوابها. ¶ السؤال الثاني: اذكر فائدتين لعلم المقاصد ؟ ¶ من فوائد علم المقاصد: ¶ 1ــ الطمأنينة إلى أن الشريعة صالحة لكل زمان ومكان. ¶ 2ــ معرفة مآخذ العلماء واستدلالاتهم وطرقهم في الاجتهاد. وهذا يجعلنا نطمئن إلى أن فقههم كان فقها متوافقا مع مقاصد الشرع، وكان فقها مؤصلا على أصول وقواعد وليس هو مجرد إلقاء للأحكام أو تمسك بالظواهر دون معرفة لبواطن الأمور. ¶ السؤال الثالث: ما هي الكتب المؤلفة في هذا العلم؟ ¶ من الكتب المؤلفة في علم المقاصد: ¶ 1- رسالة المقاصد عند ابن تيمية. للدكتور يوسف البدوي، وهي خاصة بالمقاصد في مؤلفات ابن تيمية. ¶ 2- مقاصد الشريعة. للدكتور الطاهر بن عاشور. ¶ 3- علم مقاصد الشارع. للدكتور عبد العزيز الربيعة. ¶ __________________________________ ¶ ( بداية الدرس ) ¶ س/ ماذا يراد بتعليل الأحكام ؟ ¶ المراد من تعليل الأحكام: هو بيان علتها .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وبعبارة أخرى: هو الجواب الذي يُذكر عن السؤال بلفظ لم ، أو لماذا؛ فجوابك هذا هو التعليل، كما أن التكييف هو الجواب عن السؤال بكيف، والتعريف هو الجواب عن السؤال بما هو؛ فإذا قيل لك: ما معنى كذا؟؛ ذكرت تعريفه. ¶ س/ ما هي أقسام أحكام الشرع ؟ ¶ اتفق العلماء على أن أحكام الشرع منقسمة قسمين: ¶ 1ـ أحكام تعبدية. 2ـ أحكام معللة. ¶ س/ ماالمراد بالأحكام التعبدية ؟ ¶ الأحكام التعبدية: قالوا: هي التي لا نعرف لها علة. ¶ س/ ومرادهم بـ \"لا نعرف لها علة\" ؟ ¶ مرادهم بـ \"لا نعرف لها علة\": لماذا شرعت على هذه الصفة ؟؛ فأصل العبادة قد يكون المقصد منه معلوما، لكنّ مرادهم لا نعلم لم شرعت على هذه الصفة؛ مثل: أعداد ركعات الصلوات ، لماذا كانت صلاة الظهر أربعا ؟ ، ولماذا اشترط الطواف بالبيت سبعا ؟ ، هذه -كلها- يقولون: إنها أحكام تعبدية؛ أي أننا لا نعلم لم شرعت على هذه الصفة؛ . ¶ س/ ماالمراد بالأحكام المعللة ؟ ¶ الأحكام المعللة: أي: لها سبب وعلة؛ إما بنص من الشارع، أو بالتأمل في فوائد هذا الحكم الشرعي، أو بغير ذلك من الطرق. ¶ س/ هل الأحكام التعبدية ليس لها مقاصد ؟ ¶ لا، الأحكام التعبدية لها مقاصد، لكن لا نعرف لم شرعت على هذه الصفة بالذات، ولا نعرف الحكمة من مشروعيتها على تلك الصفة. أما المقاصد والحكمة؛ فهي ثابتة ولكنّ عدمَ علمنا بها لا يدل على أنها غير موجودة، وأن الله شرعها من غير حكمة، وإنما يدل على أن عقولنا قَصُرَتْ عن إدراكها؛ ولهذا بعض العبادات وإن كانت صفاتها الخاصة تعبدية إلا أن المقصد العام من مشروعيتها معروف؛ فمثلا المقصد العام من مشروعية الصلاة الخضوع لله، والتعبد له، وما فيها من النهي عن الفحشاء والمنكر، كما وردت في النصوص. ¶ س\" اختلف العلماء في كتب أصول الدين حول تعليل الأحكام، وهل أن أفعال الله معللة أذكر هذا الخلاف؟ ¶ &_ أهل السنة\" يثبتون وجود العلل في أحكام الله تعالى.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "&_ الأشاعرة \"فيثبتون المقاصد وينكرون التعليل، ¶ س\"ماذا يقصد بالتعليل عند الأشاعرة؟ ¶ 1- التعليل بالغرض\" فالغرض يناسب المخلوق، والله غير محتاج لشيء من خلقه. أما المقاصد فليست تعليلاً بالغرض، بل تعليلا بالحكم والمعاني. ¶ 2- العلة بمعنى الباعث\" وهم كذلك ينفونها عن الله، فالله تعالى يتنزه عما يبعثه على العمل. ¶ س\" ماموقف ابن حزم من التعليل وهل يعني ذلك نفي كون أحكام الله شرعت لأسباب؟ ¶ وابن حزم من الظاهرية ينكر التعليل، ولا يعني ذلك نفي كون أحكام الله تعالى شرعت لأسباب. ولكن ينكر أن يقاس على هذه الأسباب غيرها أو أن تنزل هذه الأسباب والعلل على غير موقعها التي نزلت فيه، فلا نلحق المسكوت عنه بالمنطوق. ¶ والخلاصة: أن علماء المسلمين أجمعوا على أن أحكام الله تعالى مشتملة على مقاصد سامية؛ تحقق مصالح للعباد وتدفع عنهم المفاسد. أما الخلاف فهو هل أن مراعاة هذه المصالح واجبٌ على الله تعالى أم أنها تفضلٌ وتكرمٌ منه سبحانه: ¶ *** فالمعتزلة يرون أنها واجب على الله، ولكن ليس المقصود الوجوب الاصطلاحي؛ الذي يثاب فاعله ويعاقب تاركه، ولكنه وجوبٌ عقليٌ؛ فما دام الله حكيما عليما فلابد أن تكون أحكامه مراعية للمصالح. ¶ *** وأهل السنة يقولون أنها تفضل من الله تعالى، ولا يجب على الله شيء، وهذا هو مذهب السلف الصالح. ومنهم من يقول هي واجبة منه لا عليه؛ أوجبها الله تعالى على نفسه. ¶ س/ هل إنكار التعليل يدل على إنكار المقاصد ؟",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "إنكار التعليل لا يدل على إنكار المقاصد ، لأن التعليل الذي أنكروه = قولهم: إن في أحكام الله ما ليس مُعَلّلا، هم يقصدون به التعليل بالغرض؛ ولهذا تجد في عباراتهم ( أفعال الله لا تُعلل بالأغراض )؛ فكأنهم يقولون: إن الغرض إنما يناسب المخلوق وأفعال الله لا تعلل بالأغراض؛ لأنه غير محتاج إلى شيء من خلقه. فانصب إنكارهم على تعليلها بالأغراض، والمقاصد ليست تعليلا بالأغراض، وإنما هي تعليل بالحكم والمعاني التي راعاها الله -جل وعلا- ، وأما إنكارهم للعلة؛ فهم أنكروا العلة بمعنى الباعث –أيضا-، وقالوا: كيف نقول: إن أحكام الله معللة بمعنى أن هناك عللا بعثت الله ودفعته إلى أن يحكم بهذا الحكم؛ تنزيها لله -جل وعلا- عن أن يوجد ما يبعثه على الفعل. ¶ س/ كيف نعلم أنه ليس هناك تعارض ؟ ¶ نجد أنهم ينقلون الإجماع والاتفاق على إنكار التعليل لأحكام الله -جل وعلا- وأنها شُرعت لمصالح العباد؛ فقد نقل الإجماع جمع كبير كالآمدي، والزركشي، وابن عبد السلام، وإنما وقع الخلاف بينهم في جزئية؛ وهي هل مراعاة هذه المقاصد تَفَضُّلٌ من الله -جل وعلا- وتَكَرُّم، أم يقال: إنه واجب على الله -جل وعلا-؟ ¶ فقال أهل السنة: إنه تفضل من الله -جل وعلا- وهذا هو الذي يناسب مذهب السلف؛ فالسلف لا يختلفون في تعليل أحكام الله؛ فقالوا: إن الاتفاق حاصل على أن أحكام الله معللة بالمصالح، ودرء المفاسد، وهي تفضل من الله -جل وعلا- ولا يجب على الله شيء. ¶ ومن أهل السنة من قال: يصح أن نقول: أوجبها الله على نفسه، وبعضهم قال: هي واجبة منه لا عليه ، الإجماع نقله الزركشي، والآمدي، والقرافي، وابن الأمير الحاج، وخلق كثير منهم.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "والمعتزلة: يقولون: إنها واجبة على الله، وإذا دققنا النظر في كتب المعتزلة أو فيمن نقل آراءهم؛ نجد أنهم يقولون: إيجابها على الله ليس المقصود به الإيجابَ الاصطلاحيّ الذي يثاب فاعله ويعاقب تاركه، وإنما مقصودهم الوجوب عقلا؛ فيقولون ما دام حكيما عليما؛ فلابد أن تكون أحكامه مراعية للمصالح؛ فضاق الخلاف بينهم. ¶ س/ هل يقول ابن حزم بالمقاصد ؟ ¶ ابن حزم : معلومٌ عنه إنكار التعليل والوقوف في وجه التعليل، وينص نصا صريحا في الجزء الثامن من كتاب \"الإحكام\" أنه لا ينكر أن أحكام الله شُرعت لأسباب معينة ولكنه ينكر أن يُقاس على هذه الأسباب غيرُها أو أن تُنَزَّل هذه الأسباب في غير موضعها الذي نصّ الله عليه؛ فمثلاً حرم الله الخمر لما فيها من الضرر فهذا أمر مُجْمَعٌ عليه، لكنه لا يُلحق بغير المنصوص ما هو منصوص، وإنما يقول: إن ما نص الشرع عليه بالعموم المعنوي؛ فإنني أقول به وما عدا ذلك أبحث عن دليله من نص آخر. ¶ س/ ما هي الأدلة الدالة أن أحكام الله -جل وعلا- معللة بمصالح ومقاصد سامية ؟ ¶ هذه الأدلة قد تؤخذ من القرآن الكريم وقد تؤخذ من السنة ومن فهم الصحابة -رضوان الله عليهم . ¶ فمن القرآن الكريم: وما فيه من تعليل؛ نجد القرآن الكريم أحيانا ¶ 1-يذكر نصا صريحا على أن من مقاصد الشرع كذا وكذا \"وحينها يعبر بلفظ الإرادة؛ كما في قوله –تعالى-: ( يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ) [البقرة: 185] ؛ فمثل هذا تصريح بأنه شَرَعَ هذا الأحكام لمقاصد ، بغض النظر عن كوننا سنستدل بهذه المقاصد على أحكام جديدة أم لا. ¶ 2ـ والقرآن -كما نعلم- عربيٌّ جاء بألفاظ العرب، وبما يعرفه العرب؛ فألفاظ التعليل عند العرب كثيرة\" فهم يعللون1- باللام،2- ويعللون بـ \"كي\"،3- ويعللون بباء السببية؛ \" ¶ فتجد أن ألفاظ التعليل في القرآن جاءت بكل الأساليب العربية من غير استثناء مثلاً:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "\"كي\"، أو \"كيلا\"؛ نجد أن في نصوص القرآن الكثير من هذا؛ كقوله –تعالى-: ( لِكَيْلاَ تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلاَ تَفْرَحُوا بِمَا آتَاكُمْ ) [الحديد: 23] ، ونجده –أيضا- يعلل قسمة الفيء والمغانم في قوله:( كَيْ لاَ يَكُونَ دُولَةً بَيْنَ الأغْنِيَاءِ مِنْكُمْ ) [الحشر: 7]. ¶ واللام: كقوله –تعالى-: ( مَا يُرِيدُ اللهُ لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ وَلَكِن يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ )[المائدة: 6]، . ¶ والباء: كقوله -جل وعلا-:( فَبِظُلْمٍ مِّنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ ) [النساء: 160]؛ فالباء هنا سببية تعليلية؛ أي: بسبب ظلمهم حرمنا عليهم طيبات أحلت لهم. ¶ ونجده –أيضا- يعلل قسمة الفيء والمغانم في قوله:( كَيْ لاَ يَكُونَ دُولَةً بَيْنَ الأغْنِيَاءِ مِنْكُمْ ) [الحشر: 7]. ¶ 3- بوصف الله نفسه بالحكمة والرحمة. ¶ 4- ببيان فوائد المأمورات وعواقب المنهيات. ¶ س/ لماذا شرع تقسيم الفيء ؟ ¶ لكي لا يكون المال متداولا بين الأغنياء فقط. ¶ س/ ماذا تعني الحكمة ماذا تعني؟ ¶ الحكمة: وضع الشيء في موضعه؛ فالحكيم الذي يضع الشيء في المكان المناسب له هذا يدل على أن تشريعاته كلها مشتملة على الحكمة. ¶ س/ من الأساليب المفيدة للتعليل، وبيان المقصد في القرآن الكريم بيان فوائد المأمورات وبيان عواقب المنهيات للناس ـ وضح ذلك ؟ ¶ حينما يبين فوائد العبادات المأمور بها والشرائع المأمور بها هذا يدل على أنها من مقاصده في تشريعه هذه المقاصد، وحينما يبين المفاسد المترتبة على المنهيات؛ فمعنى هذا أنه يعلل منع هذه المفاسد.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ومثال ذلك: حينما يأمر بالصلاة يعلل ذلك بقوله: ( إِنَّ الصَّلاَةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ) [العنكبوت:45] ؛ فأمر بإقامة الصلاة، ثم بين لماذا. و\"إنَّ\" –هنا- من أساليب التعليل، و-أيضا-\"لَعَلَّ\" ، ( إِنَّ الصَّلاَةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ) ، فهو يبين فوائد الصلاة، والمصالح المترتبة عليها، والمقاصد المطلوبة من الصلاة، ويذكر فوائدها. وحينما يذكر الخمر والميسر؛ يقول:( إِنَّمَا يُرِيدُ الشَّيْطَانُ أَن يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ ) [المائدة: 91]؛ فيذكر أن من الآثار الوخيمة لشرب الخمر، وتعاطي الميسر، والعمل به، ما يقع بينهم من عداوات، وبغضاء، وهذا جانب من المفاسد التي قصدها الشارع بتحريم الخمر والميسر إلى درئها ودفعها. ¶ ومن السنة: ¶ 1ـ قول الرسول -صلى الله عليه وسلم- لعائشة: ( لولا أن قومك حديثو عهد بالكفر؛ لنقضت الكعبة، وبنيتها على قواعد إبراهيم)؛ فهو -صلى الله عليه وسلم- بين أنه ترك شيئا من الأفعال؛ لما يترتب عليه من المفاسد. ¶ 2ـ ومن تعليلاته -صلى الله عليه وسلم- أنه نهى عن الوصية بأكثر من الثلث ؛ لحديث سعد بن أبي وقاص، وعلل ذلك بقوله: -صلى الله عليه وسلم-:( إنك إن تذر ورثتك أغنياء خير من أن تذرهم عالة يتكففون الناس) ؛ فهذا تعليل. ¶ 3ـ في صلاة التراويح كان النبي -صلى الله عليه وسلم- ( قد صلى بأصحابه القيام في رمضان ليلتين أو ثلاثا، فتكاثروا عليه في الليلة الثالثة أو الرابعة، فلم يخرج لهم، وبقي يصلي في حجرته في بيته ، فلما كان الصباح؛ قال لهم: إنه لم يَخْفَ عليَّ مقامُكم البارحة، وإنما خشيت أن تفرض عليكم ولا تستطيعوه)؛ فكان في وقت التشريع وخشي إن واظب عليها؛ أن تُفْرَضَ عليهم، ثم يشق ذلك عليهم.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "4ـ أيضا معاذ بن جبل كان يصلي بجماعة من الصحابة في طرف المدينة، وكان يطيل الصلاة بهم، وحدث أن بعضهم شكاه إلى رسول الله -صلى الله عليه وسلم-، حتى إن بعضهم قال: إني هممت بأمرٍ سوءٍ؛ أي: هممت بأن أنفصل عنه. فاستدعى رسول الله -صلى الله عليه وسلم- معاذاً، وقال: ( أَفَتَّانٌ أنت يا معاذ ؟ من أَمَّ بالناس؛ فليخفف؛ فإن فيهم الضعيف, والمريض, وذا الحاجة.)؛ فأمر بالتخفيف لأجل هذه العلة. ¶ 5ـ حينما سُئِلَ -صلى الله عليه وسلم- عن سؤر الهرة؛ أهو طاهر أم نجس؟ قال: ( إنها ليست بنَجَسٍ، إنها من الطوافين عليكم، والطوافات) ؛ فعلل ذلك بكثرة دخولها على الناس وكثرة ملامستها لهم؛ فلهذا جعلها الله -جل وعلا- طاهرة وجعل سؤرها طاهرا. ¶ س\" لقد كان الصحابة يعرفون أن التشريع لمقاصد وكيف أنه استفادوا منها أذكر بعض مانقل عنهم؟ ¶ 1_ العطاء من بيت مال المسلمين\" فقد كان أبو بكر الصديق يسوي في العطية بين من تقدم إسلامه ومن تأخر ويقول: إنما الدنيا متاع، فالمال بلاغ يحتاجه المتقدم إسلامه والمتأخر. ¶ &_ عمر بن الخطاب رضي الله عنه كان يقول: لا أسوي بين من قاتل رسول الله -صلى الله عليه وسلم- ومن قاتل معه، بل يُنْقَل عنه -رضي الله عنه- أنه مرة نقص عطاء عبد الله ابن عمر = ابنه، فلما كُلِّمَ في ذلك، وقيل له: ابنك عبد الله من المهاجرين؛ فقال عمر: إنما هاجر به أبوه. فهذا ليس مثل الذي هاجر بنفسه؛",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "-2- سهم المألفة قلوبهم.\" وهم جماعة من زعماء العرب وكبارهم، كان رسول الله – صلى الله عليه وسلم – يجعل لهم سهماً من بيت مال المسلمين يتألفهم به كلما وفدوا عليه. وقد سار الأمر على ذلك في عهد أبي بكر الصديق. فلما جاء عمر امتنع عن إعطائهم، وقال: كنا نعطيهم عندما كان الإسلام في حاجة إلى إسلامهم وأن يدعوا من وراءهم، أما وقد عز الإسلام وانتشر فلم تعد هناك حاجة إلى تأليفهم. فعمر لم يسقط سهم المؤلفة قلوبهم ولكنه نظر إلى المقصد فرأى أن هذا المقصد غير متحقق في هؤلاء، فهم لم يعد لهم ذلك الشأن بإسلام قومهم. ¶ 3أيضا إيقاف حد السرقة عامَ المجاعة؛\" عمر -رضي الله عنه- لم يقم حد السرقة على من سرق من المحتاجين، أو ممن لا مال لهم في عام المجاعة؛ لعلمه بأن هذا حاجة وضرورة؛ فلم يقطع من سرق ليأكل؛. ¶ 4- أيضا جمع عمرُ الناسَ في صلاة التراويح على إمام واحد. دخل المسجد مرة والناس يصلون؛ يصلي كل رجل وحده؛ فجمعهم –كلهم- على إمام واحد وهذا الأمر علله بحب الجماعة؛ فالاجتماع على العبادة م قصد من مقاصد الشارع. ¶ 5- نهي النبي – صلى الله عليه وسلم – عن قطع الأيدي في الغزو. فقد علله الصحابة واختلفوا في تعليله، فبعضهم رأى أن العلة هي الخشية من أن يلحق المحدود بالمشركين ويرتد عن الإسلام إن أقيم عليه الحد وهو قريب من المشركين، إلا أن ذلك مستبعد في حق من كان له شأن في الجيش كالأمراء والقادة. والبعض رأى أن العلة هي في أن إقامة الحد والجيش في مواجهة العدو فيه إغراء للمشركين وفت لعزيمة المسلمين، وقد حدث أن كان الوليد بن عقبة أميراً لجيش المسلمين فشرب مسكراً وشهد عليه اثنان، فطلب من حذيفة وأبي مسعود أن يقيما عليه الحد فأبيا وقالا: لا نقيم عليه الحد ونحن أمام عدونا، نخشى أن يعلم العدو بذلك فيكون منهم جرأة علينا ويكون ذلك ضعفاً بنا.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "6- مقادير الديات. فقد كان تقديرها بالإبل في زمن النبي – صلى الله عليه وسلم – لكن الصحابة رضوان الله عليهم نظروا في تقديرها بالدراهم والدنانير. ¶ 7-- لقطة الإبل.\" فقد نهى النبي عن لقطة الإبل وقال: [ دعها فمعها سقاءها وحذاءها ترد الماء وتأكل الشجر]، لكن في زمن عثمان – رضي الله عنه – كثرت ضالة الإبل وخشى أن يضيع شيء من مال المسلمين فأمر بجمعها وبيعها وحفظ ثمنها في بيت مال المسلمين، فإن جاء صاحبها أخذ قيمتها. ¶ 8- نكاح المسلم بالكتابية. فقد نهى عمر عنه وشدد فيه، وعندما سئل: أحرام هو؟ قال: لا، ولكني أخشى أن يتركوا نساء المسلمين. وفي رواية: أخشى أن يواقعوا المومسات. فقد كان – رضي الله عنه - يراعي المقاصد ويبني عليها أحكامه. ¶ 9- تضمين الصناع. فقد قال علي – رضي الله عنه - بتضمين الصناع، وعندما قيل له: أليس الصانع أميناً على ما في يده؟ قال: لا يصلح الناس إلا ذاك. لأنه كثر في هؤلاء الصناع أن يهمل فيما في يده، أما لو ضُمّن لحرص عليها. ¶ 10- رفع حد شرب الخمر. فقد رأى عمر أن الأربعين لم تعد تردعهم فرفعها. ¶ أسئلة الحلقة ¶ س\"1 ما المراد بالأحكام التعبدية ؟ وهل يتنافى وجودها مع إثبات المقاصد ؟ ¶ س\"2: اذكر اثنين من الطرق الدالة على ثبوت المقاصد ؟ ¶ 1. انتهي الدرس الثالث ¶ الدرس الرابع ¶ ? أسئلة المراجعة\" ¶ 1- مالمراد بالأحكام التعبدية وهل يتنافى وجودها مع إثبات المقاصد؟ ¶ الأحكام التعبدية هي الأحكام التي لا نعرف لها علة أي لا نعرف لماذا شرعت على هذه الصفة كعدد الركعات وعدد مرات الطواف ولا يعني ذلك أن ليس لها مقاصد بل المقصد منها ثابت وعدم علمنا بها لا يدل على أنها غير موجودة ,وإنما يدل على ان عقولنا قاصرة عن إدراكها. ¶ 2- أذكر إثنين من الطرق الدالة على وجود المقاصد ؟ ¶ 1- كتاب الله تعالى ومن ذلك قال تعالى: (يُرِيدُ اللّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ) [سورة: البقرة - الأية: 185] .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "2- سنة النبي صلى الله عليه وسلم ومنها قوله صلى الله عليه وسلم من حديث عائشة: \" إنما نهيتكم من أجل الدافة التي دفت عليكم فكلوا وتصدقوا وادخروا \" {سنن أبي داود , كتاب الضحايا} ¶ ـــــــــــــــــ ¶ الدرس الجديد :- ¶ س: ماهي الطرق التي يتبعها العالم لمعرفة علم المقاصد علي سبيل التفصيل؟ ¶ أولاً \"النص الصريح على أن هذا مراد الله -جل وعلا-، أو أنه محبوب إلى الله -جل وعلا-؛ فمثل هذا النص يدل على أنه مقصود لله؛ لأن معنى الإرادة القصد. لكن ينبغي أن نعلم أن هناك فرقا بين الإرادة الشرعية والإرادة الكونية القدرية؛ فالذي يدل على مقصود الشارع هو الإرادة الشرعية، . ¶ مثال للنص الصريح\"-1-؛ كقوله تعالى: ( يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ يُرِيدُ اللهُ أَن يُخَفِّفَ عَنْكُمْ ). ¶ 2-ومن الآثار النبوية ما أتى عن رسول الله -صلى الله عليه وسلم- فيما يخبر عن ربه -جل وعلا-: (إن الله يحب من عبده إذا أكل الأكلة أن يحمده عليها)، . ¶ ثانياً\" ورود الأمر الصريح به، أو ورود النهي عنه؛ فورود الأمر يدل على أنه مقصود للشارع تحصيله وتحقيقه، وورود النهي يدل على أنه مقصود للشارع منعه وعدم حصوله؛فكل ما أمر الله به أمرا صريحا يمكن أن يُعد مقصودا للشارع وكل ما نهى عنه نهيا صريحا يمكن أن يعد أن دفعه ودرءه مقصود الشارع ¶ مثال\" كقوله –تعالى-: (إِنَّ اللهَ يَأْمُرُ بِالْعَدْلِ وَالإحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ )؛ ¶ وجه الدلالة\" ¶ في الآية تصريح بأن الله يأمر بأشياء وينهى عن أشياء، وهذا يدل على أن هذه الأمور التي يأمر بها أنها مقصودة له –سبحانه-. ¶ ثالثاً\"النص على أن هذا محبوب لله تعالى أو غير محبوب\" ¶ أمثله ¶ \"1- قوله تعالي(إن الله يحب من عبده إذا أكل الأكلة أن يحمده عليها)،.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "3- وقوله -صلى الله عليه وسلم-: (إن الله كره لكم قيل وقال، وكثرة السؤال، وإضاعة المال)، ¶ 4- وقوله -صلى الله عليه وسلم-: (إن الله يحب أن يرى أثر نعمته على عبده) ¶ 5- ، وقوله -صلى الله عليه وسلم-: (أبغض الناس إلى الله الألد الخَصِم) ¶ 6- وقوله-صلى الله عليه وسلم-: (ألا أخبركم بأحبكم إليَّ، وأقربكم مني منازلَ يومَ القيامة؟! أحاسنكم أخلاقا)؛ ¶ وجه الدلالة\" ¶ فمثل هذه النصوص فيها دلالة صريحة على مراد الله -جل وعلا-. ¶ س لماذا\"أشار الشاطبي في آخر كتاب \"الموافقات\"؛ إلى طرق معرفة؟. ¶ لأنه يختار أن الطريق السليم في معرفة المقاصد هو الاستقراء؛ فنص على الأمر والنهي؛ فقال: الأمر والنهي الصريح الابتدائي، ويقصد به الأمر الذي يكون المقصود منه صريحا واضحا فيه الأمر، وليس الأمر الذي يُفهم بالقرائن؛ فكأنه يقول: إن الأمر قد يفهم بقرائن بعيدة، وقد يفهم صراحة. ¶ س\" مالمقصود بالاستقراء؟ ¶ تتبع الجزئيات للوصول إلى قاعدة كلية. بأن ننظر في نصوص الشارع، ومواردها فإذا وجدناها تسير في اتجاه معين لتؤكد مقصدا من المقاصد؛ جزمنا من أن هذا هو مقصود الشارع. ¶ والشاطبي يفرض أمورا؛ فيقول –فرضا-: لو أنه لم يرد نص صريح في أن من مقاصد الشارع رفع الحرج؛ فإننا نستطيع أن نستقرئ نصوص الشرع، ونجد فيها رفع الحرج واضحا؛ فنجد هذا في مشروعية التيمم، و مشروعية الجمع والقصر للصلاة في السفر، و صفة صلاة المريض، و في حطّ الصلاة عن الحائض والنفساء، ويقول: هذا الاستقراء يزيد النص حتى يصبح قطعيا؛ لأنه لو لم يرد إلا نص واحد في رفع الحرج؛ لأمكن للبعض أن يتأوله، أو يقول: لعله قُصِدَ به كذا أو كذا ولا يقصد به العموم. ¶ س\" الاستقراء نوعان فماهما؟ ¶ 1- استقراء تام، 2-واستقراء ناقص. ¶ س\" علي أيهما يعول الشاطبي؟",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "يقول: نحن نُعوّل على الاستقراء التام أو القريب من التمام. أما الاستقراء الناقص الذي لم يستوعب أكثر أدلة الشريعة؛ فهذا لا يمكن أن يكون طريقا سليما لمعرفة المقاصف الطريق السليم لمعرفة المقاصد هو إما بالنظر في جميع النصوص بحيث نجدها متوافقة على تقرير هذا المقصد، أو على الأقل نستقرئ أكثرها، ولا نجد ما يعارض هذا المقصد، أو يُعكّر عليه.. ¶ س\" هل وافق محمد بن الطاهر عاشور ألشاطبي في الاستقراء وماذا قال؟ ¶ نعم وافقه فقال: إن هذا النوع من الاستقراء هو الذي ينبغي أن يُعَوِّلَ عليه الفقهاء في معرفة المقاصد. ¶ رابعا\"النظر في علل الأحكام الشرعية\" ¶ سواء كانت منصوصا عليها في القرآن، أو في السنة، سواء كانت تعليلات صريحة وواضحة أو يؤخذ المقصدُ الشرعيُّ من طرق أخرى؛ كأن يُفهم من معنى النص، أو من أسباب وروده، أو من سياقه، أو من الظرف ألزماني والمكاني الذي قيل فيه؛ ¶ خامساً\": معرفة أسباب النزول : ¶ لأنه بمعرفة أسباب النزول نفهم الآية على مراد الله عزوجل , وبدون معرفة أسباب النزول يمكن أن تفهم الآيات على العموم اللفظي كما ذكر في مثال الذين شربوا الخمر وتأولوا الآية (لَيْسَ عَلَى الّذِينَ آمَنُواْ وَعَمِلُواْ الصّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوَاْ إِذَا مَا اتّقَواْ وَآمَنُواْ وَعَمِلُواْ الصّالِحَاتِ ثُمّ اتّقَواْ وَآمَنُواْ ثُمّ اتّقَواْ وّأَحْسَنُواْ وَاللّهُ يُحِبّ الْمُحْسِنِينَ) [سورة: المائدة - الأية: 93] وظنوا أنهم لا بأس عليم لأنهم مؤمنون.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "روي أن مروان بعث بوابه إلى إبن عباس وقال قل له \" لئن كان كل إمرئ فرح بما أوتي وأحب أن يحمد بما لم يفعل مُعذب لنعذبن أجمعون\" فقال له إبن عباس \"ما لكم ولهذه الآية إنما دعا النبي صلى الله عليه وسلم يهود فسألهم عن شيء فكتموه وأخبروه بغيره وأروه أنهم قد أُستحمدوا إليه بما أخبروه وفرحوا بما أوتوه ثم قرأ إبن عباس قوله تعالى: (وَإِذَ أَخَذَ اللّهُ مِيثَاقَ الّذِينَ أُوتُواْ الْكِتَابَ لَتُبَيّنُنّهُ لِلنّاسِ وَلاَ تَكْتُمُونَهُ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ وَاشْتَرَوْاْ بِهِ ثَمَناً قَلِيلاً فَبِئْسَ مَا يَشْتَرُونَ*لاَ تَحْسَبَنّ الّذِينَ يَفْرَحُونَ بِمَآ أَتَوْاْ وّيُحِبّونَ أَن يُحْمَدُواْ بِمَا لَمْ يَفْعَلُواْ فَلاَ تَحْسَبَنّهُمْ بِمَفَازَةٍ مّنَ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ)[سورة: آل عمران-الأية187: 188]) . ¶ ً\"سادسا: سكوت الشارع عن الفعل مع قيام الداعي\" ¶ فإذا كان الداعي للمنع أو للإيجاب أو للندب موجود ولم يفعله الرسول صلى الله عليه وسلم دل ذلك على أن الشارع قصد بقاء الشيء على أصله ,فإذا كانت عبادة دل ذلك على عدم المشروعية لأن الأصل في العبادات التوقيف , وإذا كانت عادة موجودة ولم يمنعها فتبقى على أصلها لأن الأصل في العادات الإباحة . ¶ س\"من الذي يتولى تحديد مقاصد الشارع؟ ¶ &*مقاصد الشارع الصريحة المنصوص عليها\" يشترك فيها العوام والعلماء لأن الكل يعرف مثلا أن من مقاصد الشارع العدل ودفع الظلم ورفع الحرج والتيسير على الناس.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "&*أما ما عدا ذلك من المقاصد التي تحتاج إلى استقراء\" فلا يدركه العوام لأن إدراك العوام هو إدراك جملي , ولكن يدركه العلماء المجتهدون الذين تتوفر فيهم شروط الإجتهاد وهم الذين أحاطوا بمعظم نصوص الشريعة وعرفوا العام والخاص والمطلق والمقيد والناسخ والمنسوخ ومواقع الإجماع والخلاف وأسباب النزول ومواقف الصحابة والتابعين ورد المتشابه إلى المحكم وسياق الآيات وموقعها من السور ووجه الجمع بين النصوص , ويضم إلى ذلك ورعا وتقا و إعتدالا في المنهج وسلامة في المعتقد . ¶ س\"يشير ابن عاشور إلي أهمية أن يكون الناظر في مقاصد الشريعة أهلا للنظر فيها، فماذا قال؟ ¶ على الباحث في مقاصد الشريعة أن يطيل التأمّل، ويجيد التثبّت في إثبات مقصد شرعيّ وإياه والتساهلَ والتسرّعَ في ذلك؛ لأن تعيين مقصد شرعيّ -كليٍّ أو جزئيٍّ- أمرٌ تتفرّع عنه أدلة وأحكام كثيرة في الاستنباط؛ ففي الخطأ فيه خطر عظيم. ¶ س\"هل كل مقاصد الشريعة قطعيّة؟ أم منها ما هو قطعيّ ومنها ما هو ظنيّ؟ ¶ الإمام الشاطبي -في \"الموافقات\"- يميل إلى أن مقاصد الشريعة قطعيّة؛ ولهذا يقول: إن من حصل له هذا الاستقراء التام أو القريب من التمام، وعرف مقاصد الشارع؛ فهذه المعرفة هي معرفة قطعيّة بأن هذا مقصود للشارع. ¶ لكن عند كثير من المحققين \"يتبين أن مقاصد الشارع ليست كلها قطعية؛ بل 1-منها ما هو قطعيّ\"، ، فما كان الاستقراء فيه تامًّا أو قريبا من التمام أو كان ثابتا بنصوص صريحة قطعية؛ فهذا يمكن أن نقطع به. ¶ 2- قد يكون ظنيّا قريبا من القطعيّ، وهو ما نزل رتبة عن ذلك؛ 3-وقد يكون ظنيّا في منزلة أنزلَ من هذه. فالقصد أن تقسيم المقاصد إلى قطعية وظنية ليس معناه أن المقاصد الظنية لا يُعمل بها، أو لا اعتبار بها. لكنْ له فائدة من جهة أنه قد يتعارض عند الناظر -في ظاهر الأمر- مقصدان؛ فيتبين له أن الأضعف منهما غير مقصود للشارع في موضع التعارض. ¶ س\" هل يعتد بالظن في علوم الشريعة؟",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "نعم الظن في علوم الشريعة مُعْتَدٌّ به، والعلماء مجمعون على العمل بالظن الغالب. ¶ س\" علام نص ابن عاشور في مقاصد الشارع؟ ¶ وقد نص ابن عاشور على أن مقاصد الشارع منها ما هو ظنيّ، ومنها ما هو قطعيّ، ولكن الظني ليس معناه أنه مجرد رجم بالغيب، أو أنه شك أو وهم، وإنما هو ظن غالب؛ فما حصل ثم هو –أي: المجتهد- بعد الاطلاع بهذا العمل العظيم؛ -أي: بعد قيامه بهذا العمل العظيم الذي هو استنباط مقاصد الشريعة- لا يجد الحاصل في نفسه سواءً في اليقين؛ -أي: ليس على درجة واحدة- بتعيين مقصد الشريعة؛ لأن قوة الجزم بكون الشيء مقصدا شرعيا تتفاوت بمقدار فيض ينابيع الأدلة ونضوبها، وبمقدار وفرة العثور عليها واختفائها... وعلى هذا؛ فالحاصل للباحث عن المقاصد الشرعية قد يكون علما قطعيا، أو قريبا من القطعي، وقد يكون ظنا. به ظن غالب هو الذي يعمل به ثم بعد هذا يشير إلى أن ما كان في مرتبة الظن إنما يُعمل به، ولكن لا يُقصد به ما تساوى فيه الطرفان، أو كان ظنًّا ضعيفا؛ فالظن الضعيف غير معتبر. ¶ س\" الذين كتبوا في المقاصد نجد أنهم يتحاشون وضع فصل مستقل بعنوان \"الاستدلال بالمقاصد\"، أو \"حجية المقاصد\"، وإنما يأتي كلامهم عنها في أثناء التفصيلات، وضح ذلك؟ ¶ وإنما يأتي كلامهم عنها في أثناء التفصيلات، أو في أثناء التقسيمات، وكأنهم يرون أن الاستدلال بها أمرٌ مُسَلَّم وأنه لا جدال فيه. غير أنهم حينما يأتون إلى الكلام عن علاقة المقاصد بالمصالح المرسلة؛ يكادون أن يقولوا إن المقاصد هي نفسها المصالح المرسلة؛ فالعمل بها مثل العمل بالمصالح المرسلة.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ونحن إذا راجعنا ما كتبه الأصوليون، وما كتبه العلماء في المصالح المرسلة؛ وجدنا خلافا كبيرا في حجيّة المصالح المرسلة؛ فنجد أن جمهور الشافعية يرى أن المصالح المرسلة ليست حجة، وكذلك الحنفية، وبعض الحنابلة؛ فما بقي مِنَ العلماء مَنْ يقول بالمصالح المرسلة إلا المالكية، وبعض الحنابلة يرون حجيتها. الشاطبي لا يرى أن الخلاف الذي جرى في المصالح يجري في المقاصد بل يرى أن العمل بالمقاصد متفق عليه. ¶ س\" هل الخلاف الذي يذكره الأصوليون في المصالح المرسلة يجري في المقاصد أم لا يجري؟ ¶ أقول: إن الذي يظهر من صنيع الشاطبي –مثلاً- أنه لا يرى أن ما جرى من خلاف في المصالح المرسلة جارٍ في المقاصد؛ بل يرى أن العمل بالمقاصد مُتّفق عليه من حيث المعنى، وإن نازع فيه بعضهم من حيث اللفظ، وأن ما ذكر من خلاف في المصالح لا ينبغي أن يأتي هنا. ¶ أسئلة الدرس :- ¶ 1- أذكر ثلاثة من الطرق الصحيحة لمعرفة المقاصد؟ ¶ 2- متى نستطيع الجزم بأن هذا الأمر مقصود للشارع؟ ¶ انتهي الدرس الرابع ¶ القواعد الفقهية - المستوى الثالث ¶ الدرس الخامس ¶ الاستدلال بالمقاصد الشرعية ¶ أسئلة المراجعة\" ¶ 1-أذكر ثلاثة من الطرق الصحيحة لمعرفة المقاصد؟ ¶ أولاً: النص الصريح:- ¶ أي النص الصريح على أن هذا هو مراد الله تعالى إرادة شرعية كقوله تعالى (يُرِيدُ اللّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ) [سورة: البقرة - الآية: 185]. ¶ ثانياً: معرفة أسباب النزول: ¶ لأنه بمعرفة أسباب النزول نفهم الآية على مراد الله عزوجل, وبدون معرفة أسباب النزول يمكن أن تفهم الآيات على العموم اللفظي. ¶ ثالثاً:ورود الأمر الصريح أو النهي الصريح:-",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فكل ما أمر الله به أمراً صريحاً يمكن أن يعد أنه مقصود للشارع وكل ما نهى عنه نهياً صريحاً يعد أن دفعه مقصود للشارع, وأحياناً يأتي الأمر في صورة الخبر, مثل قوله تعالى: (إِنّ اللّهَ يَأْمُرُ بِالْعَدْلِ وَالإحْسَانِ وإيتاء ذِي الْقُرْبَىَ وَيَنْهَىَ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلّكُمْ تَذَكّرُونَ) [سورة: النحل - الآية: 90] ¶ 2-متى نستطيع الجزم بأن هذا الأمر مقصود للشارع؟ ¶ بالاستقراء أي (بتتبع الجزيئات للوصول لقاعدة كلية) أي بالنظر في نصوص الشارع المختلفة فإذا كانت تسير في اتجاه معين جزمنا أن هذا مقصود الشارع. ¶ __________________________ ¶ الدرس الجديد:- ¶ س\"ألشاطبي –لم يذكر خلافا في العمل بالمقاصد، وضح ذلك؟ ¶ فالشاطبي يذكر المقاصد على أنها مجزوم بها؛ أي لا ينبغي أن يقع فيها خلاف من حيث العمل بها، ومراعاتها. والذين بحثوا في المقاصد من المتأخرين ¶ – والذين بحثوا في المقاصد من المتأخرين - ساروا في نفس الاتجاه، إلا أنهم حاولوا أن يربطوا بين المقاصد، والمصالح المرسلة؛ فنجدهم إذا أرادوا أن يتكلموا عن حجية المقاصد -وقليلا ما يشيرون إلى هذا، وإنما يعقدون فصلا أو بابا في الموازنة بين المقاصد والمصالح المرسلة- نجدهم ينتقلون بالكلام إلى ذكر المصالح المرسلة، ويشيرون إلى ما فيها من خلاف في الحجية وفي الغالب ينتهون إلى أن الخلاف الذي نُقل في المقاصد ليس بخلاف حقيقي، وإنما هو خلاف يَؤُول إلى وفاق؛ فهو خلاف نقدي. ¶ س\" اختلف الأئمة؛ اختلافا كبيرا في حجية المصالح؛ وضح ذلك؟",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "1- فهناك من ينكر الحجية مطلقا، 2-وهناك من يُقر بها،3- وهناك من يضيقها في أضيق الحدود، ويقول يمكن أن تكون حجة إذا كانت في مقام الضروريات فقط وأما ما عدا ذلك؛ فلا. فالقصد أن نَقْلَ الخلاف الذي يوجد في تراثنا الأصولي من المصالح المرسلة إلى المقاصد غير صحيح. ولهذا قد تجنب ألشاطبي أن يعبر بالمصالح؛ فلو كان يقصد بالمقاصد نفس المصالح المرسلة؛ لعبر بالمصالح المرسلة واكتفى بها. لكنه لم يعبر بها، وإنما عبر بالمقاصد؛ لأنه يرى أن المقاصد لا ينبغي أن يقع خلاف في الاحتجاج بها، وفي مراعاتها عند استنباط الأحكام؛. ¶ س\" يذكر الغزالي نصا جميلا عند كلامه عن المصالح المرسلة، وهل هي دليل أم ليست بدليل، أذكر ماقاله الغزالي؟ ¶ وهو قد ذكرها تحت جملة الأصول الموهومة؛ أي التي يتوهم أنها أصول وهي في الواقع ليست وصولا، لكنه في أثناء كلامه عنها ذكر نصا جميلا، ويمكن أن ننقل جزءا منه. ¶ - يقول الغزالي: ومنهم من يقول يمكن أن تكون حجة إذا كانت في مقام الضروريات فقط وأما ما عدا ذلك؛ فلا. لذلك نَقْلَ الخلاف الذي يوجد في تراثنا الأصولي من المصالح المرسلة إلى المقاصد غير صحيح. ¶ \"فإذا فسرنا المصلحة بالمحافظة على مقصود الشارع؛ فلا وجه للخلاف في إتباعها\" ويقول أيضا \"إن المصلحة إذا أريد بها مقاصد الشارع؛ فهي ليست دليلا مستقلا، والعمل بها يكون محل وفاق. ومن ظن أنها –أي المصالح- أصلٌ خامس؛ فقد أخطأ. فكل مصلحة لا ترجع إلى حفظِ مقصودٍ فُهِم من الكتاب، والسنة، والإجماع، وكانت من المصالح الغريبة التي لا تلاؤم تصرفات الشارع؛ فهي باطلة مطروحة، ومن صار إليها؛ فقد شَرَعَ\". يشير إلى قول الشافعي في رده الاستحسان \"من استحسن فقد شرع\". ¶ إذا ثبت كون هذا الشيء مقصودا للشارع؛ فلا خلاف في بناء الأحكام عليه.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "إذن الإشكال في فهم المقصود بالمصالح المرسلة. إذا قلنا إن المصالح المرسلة هي مصلحة شهد الشرع باعتبارها على وجه العموم لا على وجه الخصوص في هذا المكان ولكنه شهد باعتبارها؛ فهذه تصبح من مقاصد الشارع، وإذا قلنا إن المصلحة هي ما فيه منفعة وتُدرك بالعقول؛ فجلبه أولى، وأن ما يدرك العقل أن فيه مفسدة؛ فدفعه مصلحة؛ فمثل هذا –حينئذ- يكون الإشكال واردا؛ لأن الشرع ما شهد لها بالاعتبار؛ لأن العقول لا يمكن أن تحيط بكل شيء، والإنسان قد يعرف بعض المصالح وبعض المفاسد الدنيوية العاجلة، ولكن لا يدري ما هو الأصلح فيما بعد في دنياه، بل ولا يدري ما هو الأصلح في أخراه؛ فهو يطلع على مصالح يومه ؛ ففي الوقت الحاضر يعتقد أن هذه مصلحة، وأن هذه مفسدة، لكن الشارع عليم بما كان وبما يكون وما لم يكن لو كان كيف يكون. ¶ س\"ما المقصود بالأصول الموهومة التي مرت معنا قبل قليل؟ ¶ هي التي يعتقد بعض الناس أنها أصول وأدلة مستقلة، وهي في واقع الأمر ليست كذلك. وهذه الأصول التي يذكرها العلماء تحت عنوان الأدلة المختلف فيها؛ أي هل هذه دليل مستقل أم هي راجعة إلى الكتاب، والسنة، والإجماع، والقياس؟ ¶ س\" عرف المصالح المرسلة؟ ¶ هي مصلحة لم يشهد الشرع لها بعينها بالاعتبار، أو بخصوصها، لكنه شهد لها بالاعتبار من حيث جنسها معتبرة. ¶ ومرسلة؛ أي: مطلقة. أو مهملة؛ فلهذا يقول بعض الباحثين المعاصرين: ليس عندنا مصلحة مرسلة بل عندنا مصلحة مُعتبرة ومصلحة مُلغاة؛ فإما معتبرة شرعا؛ فتُبنى عليها الأحكام، وإما مُلغاة؛ فلا تبنى عليها الأحكام، ولا تعتبر، وحينئذ نستطيع أن نقول المصالح المعتبرة هي التي نقول فيها إنها من مقاصد الشارع. ولهذا إذا استقرت كتب الفقهاء؛ تجد أنهم يعللون بالضرورة، ويعللون بالحاجة، ولا يذكرون دليلا سوى الحاجة،. ¶ س\" ذكر الفقهاء قواعد قرروها، وجعلوها قواعد عامة تبنى الأحكام عليها فماهي هذه القواعد؟",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "1-قاعدة \" يجوز ارتكاب أخف الضررين لدفع أعظمهما\"،. ¶ 2- وقاعدة \"درء المفاسد مقدم على جلب المصالح عند التساوي بينهما\"، ¶ 3- وقاعدة \"الضرورات تبيح المحظورات\"، ¶ 4- وقاعدة \"الحاجة تُنَزَّل منزلة الضرورة\"، وقاعدة \"ما حُرّم سدّا للذريعة أبيح للحاجة\". ¶ س\"ما وُجِد في كتب أصول الفقه، أو في كتب الفقهاء مما ظاهره إنكارالعمل بالمقاصد، أو إنكار العمل بالمصالح المعتبرة؛ فهذا يكون راجعا إلى أحد أمور فماهي؟ ¶ الأمر الأول: أن يكون الإنكار بسبب أنه عمل بمصلحة متوهمة لم يثبت كونها مقصدا شرعيا، ولم يعتبرها الشرع، وإنما هي من باب الهوى والشهوة. ¶ الأمر الثاني: الإنكار على من يُقدم هواه على نصوص الشارع الصحيحة فيأتي بما يزعم أنه مصلحة. ¶ الأمر الثالث: الخوف من فتح باب المصالح المرسلة؛ لكيلا يدخله كل أحد أراد أن يلحق بالشريعة أمرا لا قيمة له في الشرع. ¶ س\" ماهي ضوابط العمل بالمقاصد؟ ¶ الضابط الأول: أن من يقوم بهذا هم علماء الشريعة العدول الذين عرفوا بالنصح لله، ولرسوله، وعُرفوا بالعدالة، والبعد عن زخرف الحياة الدنيا، وعُرفوا برغبتهم في نشر هذا الدين، وتحقيق انتشاره. هؤلاء العلماء الذين قضوا شطرا كبيرا من حياتهم في خدمة هذا الدين. ¶ الضابط الثاني: التحقق من كون ما ذُكر مقصودا شرعيا. ويتحقق ذلك بعرضه على نصوص الشرع الصحيحة التي لا تحتمل تأويلا، فإن عارضها؛ فلا يمكن أن يكون مقصودا للشارع، ثم نستقرئ النصوص الأخرى، فإن وجدناه موافقا لها؛ عرفنا أنه بلائم ويناسب مقاصد الشارع. ¶ الضابط الثالث: أن يتحقق بالعمل بهذا المقصد مصلحةٌ حقيقية، وتندفع به مفسدة حقيقية، ويتفق عليها أرباب العقول السليمة، ولا تكون مصلحة موهومة؛ فبعض المصالح هي مصلحة آنية وقتية؛ فهذه لا تُعد ولا تُعتبر، وكذلك يجب ألا تعارضها مصلحة أكبر منها فبعض المصالح تكون مغمورة في مفاسد كثيرة. ¶ الضابط الرابع: أن يكون العمل بها ملائما لأحكام الشرع الأخرى ولا ينافرها.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الضابط الخامس: أن يُقدم الأعظم فالأعظم من مقاصد الشارع عند التزاحم؛ فحفظ أركان الدين وأصوله مُقدم على حفظ وسائله وفروعه(فحفظ الأرواح مقدم على حفظ الأموال والمصلحة العامة مقدمة على الخاصة)، فلابد من مراعاة الترتيب الذي أراده الله -جل وعلا-. ¶ الضابط السادس: إنما يُستدل بالمقاصد في الأحكام التي تقبل التعليل، ويمكن أن تُعرف عللها وحكمتها، ولذلك نقول إن العمل بها لا يمكن في أصول العبادات؛ أي لا يمكن أن نشرع عبادة جديدة ونقول هذه لحفظ الدين؛ (زيادة صلاة سادسة مثلا فلا يُقال هذا الكلام, لأن العبادات مبناها على التوقيف), فالمقاصد إنما تكون في الأحكام المعللة. ¶ أسئلة الدرس :- ¶ 1- إذا تحققنا من مقصد الشارع؛ فهل يمكن وقوع الخلاف في الاحتجاج به؟ ¶ 2- اذكر اثنين من الضوابط التي لابد منها للعمل بالمقاصد.؟ ¶ انتهي الدرس الخامس ¶ __________________________ ¶ الدرس السادس ¶ مادة: مقاصد الشريعة ¶ أسئلة المراجعة\" ¶ إذا تحققنا من مقصد الشارع فهل يمكن وقوع الاختلاف في الاحتجاج به؟ ¶ هناك من ينكرها مطلقاً وهناك من يقر بها وهناك من يضيق فيقول ممكن أن تكون حجة إذا كانت في مقام الضروريات فقط وأما ما عدا ذلك فلا، والصواب أن المقاصد إذا ثبتت فلا ينبغي أن يكون هناك خلاف بين العلماء في العمل بها ولكن الخلاف يكون لأسباب، منها في كون الأمر لم يثبت كونه مقصداً شرعياً أو لم يتحقق به جلب المصلحة المقصودة لا دفع المفسدة وغير ذلك. ¶ 2_أذكر اثنين من الضوابط التي لابد منها للعمل بالمقاصد الشرعية؟ ¶ أن يقتصر العمل بالمقاصد والاستدلال بها على العلماء الربانيين العدول الذين عرفوا بإخلاصهم ونصحهم لهذا الدين. ¶ التحقق من كونه مقصداً شرعياً وذلك بعرضه على النصوص الصحيحة التي لا تحتمل التأويل. ¶ أن تتحقق به مصلحة حقيقية وتندفع به مفسدة حقيقية. ¶ ألا تكون المصلحة أو المفسدة متوهمة. ¶ ألا تكون المصلحة معارضة لمصلحة أهم منها.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "_________________________________ ¶ الدرس الجديد: أقسام مقاصد الشارع:- ¶ س\" تنقسم المقاصد (مقاصد الشارع) إلى أربع أقسام من حيث الجهة التي يتعلق بها المقصد فماهي هذه الأقسام؟ ¶ 1-مقاصد الشارع من وضع الشريعة ابتداءً:- الشرائع كلها -ومنها شريعة الإسلام- لها مقصد عام رئيس ينتظم بقية المقاصد الأخرى، وهو حفظ مصالح العباد في الدنيا والآخرة، وقد يعبر عنه بجلب المصالح وتكميلها، ودفع المفاسد وتقليلها.. ¶ س\" ما هي مراتب المصالح الضرورية\" ¶ ثلاث مراتب: ¶ المرتبة الأولى: المصالح الضرورية. ¶ المرتبة الثانية: المصالح الحاجية. ¶ المرتبة الثالثة: المصالح التحسينية. ¶ س\" مالمقصود بالمصالح الضرورية ولما سميت بهذا الاسم؟ ¶ المقصود بها\" المصالح التي لابد منها لقيام مصالح الدنيا والآخرة. بحيث لو فُقدت؛ لم تجرِ حياة الناس -في الدنيا- على استقامة، وإنما تتعطل معايشهم، ويعتريها الفساد، وكذلك حياتهم الأخروية يعتريها الفساد من جهة فوات النجاح، وفوات النعيم المقيم في الجنة، والرجوع إلى الخسران المبين. ¶ سميت بذلك؛\" لأن الإنسان مضطر إليها، ومحتاج إليها في غاية درجات الاحتياج. بحيث لو اختلت سيحصل للإنسان خلل في حياته، وسيفقد الحياة الطبيعية التي يرجوها، وسيفقد لذة الحياة، وسيكون من أهل النار، وسيفقد النعيم المقيم في الجنة إذا اختلت عليه هذه الضروريات ¶ س\" ماهي الضروريات الخمس وكيف يمكن حفظها؟ ¶ 1. حفظ الدين. ¶ 2. حفظ النفس. ¶ 3. حفظ العقل. ¶ 4. حفظ النسل والعرض (بعضهم يجعل حفظ العرض منفصلاً عن حفظ النسل). ¶ 5. حفظ المال. ¶ يمكن حفظها من جانبين . ¶ 1-من جانب الوجود: ويكون بتشريع ما يثبتها ويقرر أركانها ويزيدها ثباتاً في قلوب الناس وتصرفاتهم وسلوكهم. ¶ مثال:- ¶ باب العبادات: أصول العبادات كالصلاة والصيام جاءت لحفظ الدين من جانب الوجود. ¶ باب العادات: الأكل والشرب أبيح لحفظ النفس والعقل.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "باب المعاملات: النكاح لحفظ النسل، البيع والشراء لحفظ المال وتنميته. ¶ 2- من جانب العدم: ويكون بمنع ما يطرأ عليها من الخلل بوضع الحدود والعقوبات على من يتعدى عليها. ¶ مثال:- يتضح ذلك في باب الجنايات والحدود فهناك حدود شرعت لحفظ الدين مثل حد الردة وحدود شرعت لحفظ المال كحد السرقة، حد شرب الخمر شرع لحفظ العقل وحد الزنا شرع لحفظ النسل حتى لا تختلط الأنساب, كذلك الجهاد بالسلاح أو باللسان أو بالقلم شرع لحفظ الدين حتى لا يعدم. ¶ القسم الثاني: الحاجيات. ¶ والمقصود بها: ما يفتقر إليها الإنسان من حيث التوسعة، ورفع الضيق، والحرج المؤدي إلى المشقة. ¶ مثال:- - 1-باب العبادات مثل: الرخص السفر والمرض ونحوها. ¶ 2- باب العادات مثل: إباحة الصيد والتمتع بالطيبات. ¶ 3- باب المعاملات مثل عقد السلم: عقد على موصوف بالذمة بثمن مقبوض في مجلس العقد, فيأخذ النقد الآن وإذا جاء الوقت ويكون قد حصد زرعه فيدفع هذا المقدر لصاحبه وهذا في الواقع بيع للمعدوم، باع ما ليس عنده والقاعدة في الشرع تقول أنه لا يبيع الإنسان ما ليس عنده كما في الحديث قال النبي صلى الله عليه وسلم لحكيم بن حزام لا تبع ما ليس عندك (صححه الألباني وقال رواه الخمسة ) ولكن لأجل الحاجة شرع هذا. ¶ كذلك عقد المضاربة وعقد المساقاة وهو أن يدفع صاحب الأرض أرضه إلى من يزرعها ويعطيه نسبة مما تنتجه، وكثير من العقود التي تكون على خلاف القاعدة العامة في الشرع ولكنها شرعت للحاجة إليها. ¶ 3- باب الجنايات: حاجة القضاء باللوث والحكم بالقسامة وضرب الدية على العاقلة لأنه لو بقيت الدية في الخطأ على المتسبب في القتل ربما عجز فبقي المقتول بدون دية وذهب دمه هدراً ولكن حينما تكون دية الخطأ على العاقلة فلا يمكن أن يبقى إنسان بدون دية فالعاقلة هم أقرباء القاتل وتمتد من أخوته وأبيه إلى أبناء عمومته وإلى أبناء أبناء العمومة إلى أن يحصل الغرض منها من غير مشقة عليهم.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "القسم الثالث: التحسينيات. ¶ ومعناها: الأخذ بما يليق من محاسن العادات؛ فهي أمور مكملة ليست ضرورية، ولا حاجية. فالإنسان ليس مضطرا إليها، وليس محتاجا إليها حاجة كبيرة بحيث لو اختلت؛ تختل أو تضيق عليه حياته، أو يقع في حرج ومشقة، ولكنها -كما نسميه الآن- من المكملات. ¶ أسئلة الدرس\" ¶ س\"1ما الضروريات الخمس التي راعاها الشارع؟ ¶ س\"2راعى الشارع حفظ الدين من جانبين. اذكرهما، ومثل لهما. ¶ انتهي الدرس السادس ¶ _____________________________________ ¶ مادة : مقاصد الشريعة ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين, والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين ¶ الدرس السابع ¶ أسئلة المراجعة ¶ \"س1: ما هي الضروريات الخمس التي راعاها الشارع؟ ¶ الضروريات الخمس هي حفظ : 1. الدين 2. النفس 3. العقل ¶ 4. النسل والعرض 5. المال. ¶ س2: راعى الشارع حفظ الدين من جانبين. اذكرهما ومثل لهما؟ ¶ راعى الشارع حفظ الدين من جانب: ¶ الوجود: بأن شرع ما يثبت الشرائع السماوية ويقرر أركانها ويزيدها ثباتا في قلوب الناس وسلوكهم وتصرفاتهم. ¶ مثال: تشريع أصول العبادات من صلاة وصيام وحج.... ¶ العدم: بمنع ما يطرأ عليها من الخلل بوضع الحدود والعقوبات على من يتعدى عليها. ¶ مثال: حد الردة شرع لحفظ الدين من حيث العدم. ¶ الدرس الجديد\" ¶ القواعد المتفرعة على المقصد الأعظم من مقاصد وضع الشرع\" ¶ س\" من القواعد الفقهية شرط العمل بالتكملة ألا تعود على أصلها بالإبطال أذكر أمثلة علي هذه القاعدة؟ ¶ فإذا عرفنا مثلاً أن المصالح الضرورية هي أصل للحاجية وتكون الحاجية مكملة لها وكذلك التحسينية مكملة للحاجية؛ فشرط مراعاة المصالحة الحاجية أن لا تعود على المصالح الضرورية بالإبطال. وشرط مراعاة التحسينية أن لا تعود على المصالح الحاجية بالإبطال.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "مثالا لذلك :نقول إن من المقاصد الضرورية حفظ النفس من الهلاك حفظ الإنسان عن ملابسة النجاسات وتَنَزُّهه عن هذا الأمر؛ سواء كانت نجاسات في الملبس أو في المأكل أو في المشرب أو في غير ذلك. ¶ مثال \" من الحاجات التي يحتاجها الناس لحياتهم ولصلاح أموالهم وتنميتها البيع والشراء فهذه حاجة يحتاجون إليها ولا يمكن أن يمنع الناس من البيع والشراء. لكن لو أن فتنة وقعت وأصبح بيع السلاح يؤدي إلى زيادة الاقتتال، وزيادة الفتنة؛ فإننا نقول يحرم بيع السلاح في الفتنة. وهذا ما نص عليه الفقهاء وقالوا لا يجوز بيع السلاح في الفتنة؛ لأنه يؤدي إلى التقاتل ومصلحة حفظ النفس أولى من مصلحة حفظ المال وأولى من تنمية المال بهذه الطريقة فتنمية المال بالبيع والشراء هي حاجة من حاجات الناس. كذلك لو وُجد بعض المواد ذات الأغراض المتعددة التي يمكن أن يُصنع منها ما يُخل بالأمن ويؤدي إلى إزهاق النفوس فإنها تُمنع إذا شاع استعمالها أو خيف استعمالها فإنه يمنع نهائيا. ¶ مثال\"ومن الحاجات التي يحتاج إليها الإنسان العلاج؛ إذا مرض. فإذا تعارض هذا –مثلاً- مع مقصد أخر تحسينيّ أو مصلحة تحسينية وهي ستر العورة، وعدم اطلاع الأجانب على شيء من بدن المرأة فإذا اضطرت المرأة إلى الكشف عند طبيب؛ لعدم وجود طبيبة ماهرة قادرة على علاجها؛ فحينئذ نقول لا يُلتفت إلى هذه المصلحة التحسينية التي هي ستر العورة في جانب الحاجة الملحة إلى العلاج. وقد لا يكون هذا المرض قاتلا؛ فيكون مرضا سيؤدي –مثلاً- إلى تشويهها إلى انقطاعها عن واجباتها فترة من الزمن فهي بحاجة إلى علاجه وهذا يضبطه قاعدة أخرى وهي قولهم: \"الحاجة تُنَزَّلُ مَنْزلةَ الضرورة؛ عامّةً كانت أو خاصّةً\"، وقولهم \"الضرورة تُقَدَّرُ بقدْرها\". ¶ س\"المصالح تكون مشوبة بمفاسد والمفاسد لا تخلو من مصالح أذكر القاعدة التي تدل علي ذلك مع ذكر الدليل؟",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "القاعدة \"المصالح الدنيوية من حيث وجودها في الحياة الدنيا هي -في الغالب- لا تكون مصالح خالصة، ولا مفاسد خالصة، وإنما هي مخلوطة، ومشوبة\" ¶ الدليل\" قال -جل وعلا-: ( وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً ) [الأنبياء: 35]؛ فالحياة الدنيا دار ابتلاء. ¶ س\" كيف نعرف المصلحة المقصودة للشارع؟ ¶ المصالح ينظر إليها من جانبين 1-من جانب وجودها، 2-ومن جانب حكم الشارع عليها بأنها مصلحة؛ فالشارع حينما يحقق ويقرر أن هذا الأمر مصلحة، أو أن هذا الأمر مفسدة؛ فهي مصلحة خالصة أو مفسدة خالصة. يعرف بالتغليب حينما تتعارض المصالح والمفاسد؛ فالشرع يغلب المصلحة الأكثر أثرا في حياة الإنسان الدنيوية بحيث تكون مستقيمة ومتصلة بحياة أخروية كريمة. فالشرع حينما يغلب مصلحة على مصلحة، أو يقدم درء مفسدة على مصلحة ما يعارض هذا لا يعود له تأثير ولا اعتبار. ¶ مثال: في قوله تعالى:\" يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِن نَّفْعِهِمَا \" البقرة219 ¶ لأن إثمها أكبر من نفعها حرمها الشارع , وبعد التحريم لم يعد فيها مصلحة معتبرة في الشرع ولا فائدة يمكن أن تجتلب منها. ¶ س\" هل مصالح الشرع مشوبة بضدها مع ذكر الدليل؟ ¶ لو كانت مصالح الشرع أو المصالح الشرعية والمفاسد مشوبة بضدها؛ لأصبح هذا تكليفا بما لا يُطاق والله تعالى يقول: ? لاَ يُكَلِّفُ اللهُ نَفْسًا إِلاَّ وُسْعَهَا ? [البقرة: 386]؛ فمادام أن الشرع بين لنا أنه لا يكلفنا بما لا نستطيع، أو بما لا يمكننا القيام به؛ فلا يمكن أن يكلفنا بمراعاة شيئين متضادين؛ فلا يمكن أن يكلفنا بمراعاة المصلحة والمفسدة في آن واحد وفي مسألة واحدة، وبالنسبة لشخص واحد. ¶ س\" من القواعد الفقهية أن \"اختلال المصالح الضرورية يؤدي إلى اختلال الحاجية، والتحسينية دون العكس\". اشرح هذه القاعدة؟",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فالإنسان إذا حافظ على حياته يخاف على مقصد حفظ النفس ومقصد العبادة ( بوجود من يعبد الله). ¶ و إذا لم يكلف بالصلاة (مقصد ضروري) للإغماء فإنه لا يكلف بحاجيات ومحسنات الصلاة فلا يكلف بالركوع والسجود ولا الطهارة..(طالما سقطت الضرورية سقطت الحاجية والتحسينية). ¶ أما العكس: إن عجز عن الوضوء أو التيمم (من التحسينيات) لا تسقط الصلاة عنه. ¶ مثال آخر: العلم بالمبيع(من مكملات الحاجيات في البيع) والجهالة بالمبيع ليس بالضرورة تكون مبطلة لأصل البيع بل قد يعفو الشرع عنها في بعض المبيعات لأنها ملازمة لها مثل: الجهل بنوعية الأساس الذي بني عليه البيت, بعض المزروعات يكون الجزء الذي يؤكل داخل التربة(الفجل والبصل) وكذلك البطيخ يجهل المشتري ما بداخله. وقد عفي الشارع عنها لأن هذه الجهالة الطفيفة لا ينبغي أن تلغي ما هو أهم منها(البيع). ¶ والقاعدة : أنه إذا انعدم الأصل انعدم الفرع لكن قد ينعدم الفرع ويبقى الأصل. ¶ س\"من القواعد التي تندرج تحت مقصد وضع الشريعة لمصالح الخلق قاعدة \"المصالح المجتلبة شرعا والمفاسد المستدفعة إنما تُعتبر من حيث تُقام الحياة الدنيا للحياة الأخرى لا من حيث أهواء النفوس في جلب مصالحها العادية\" مالمقصود بهذه القاعدة؟ ¶ هذه قاعدة مهمة وهي بمثابة الضابط للنظر في مراعاة المصالح والمفاسد. وخلاصتها أننا حينما ننظر في كون هذه المصالح أو المفاسد معتبرة، أو غير معتبرة؛ لا ننظر فيها من جانب ما تحققه لنا من مصالح عاجلة، بل من حيث تُقيم لنا هذه الحياة الدنيا، وتنظمها، وتكفل لنا فيها حياة طيبة توصلنا إلى حياة طيبة وسعيدة أيضا في الدار الآخرة. وليس الأمر هو شهوةَ النفس المجردة. ¶ س\" استدل الشاطبي علي هذه القاعدة بعدة أدلة فماهي؟",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "1-إخراج المكلف من داعية هواه، وشهوته إلى أن يكون عبدا لله -جل وعلا- يمكن أن نخرجه من داعية الهوى والشهوة إلا إذا قلنا إن مصالح الدنيا منظور إليها بمنظار أخروي لا بمنظار دنيوي ضيّق. ¶ - 2- إحياء النفوس من الضروريات وإن أدت إلى إتلاف المال. ¶ - فوائد\" ¶ &_ مصلحة الدين مقدمة على مصلحة النفس، لكن أيضا قد يُفهم هذا الترتيبُ على غير وجهه، ليس كل شعيرة من شعائر الدين يمكن أن تقدم على النفس. إذا لزم الأمر أن يقدم الإنسان نفسه في سبيل نشر الدين؛. ولهذا شُرع الجهاد لحفظ الدين، ولحفظ بيضة المسلمين، وتمكنهم من نشر الدعوة، وتمكنهم من إقامة شعائر دينهم. ¶ &_إن الدين ضروري بالنسبة للناس، وللأمة جميعا، وبالنسبة للأفراد أيضا. لكن حينما نرتب المقاصد نقول: إذا كان هذا الأمر سيترتب عليه ضياع الدين جملة، أو خروج الإنسان نفسه مثلا من دينه نهائيا، وبين حياته فنقول حينئذ إنك تقدم حياتك فداء لدينك. ¶ لكن إذا كان الأمر قابلا لأن يُعوَّض في مثل مسألة النطق بكلمة الكفر، يعني نطقه بكلمة الكفر لا يدل على أنه خرج من الملة، فهذا نطق به ظاهريا لكنه في واقع الأمر على الإيمان إن شاء الله. ¶ &_كذلك في موضوع الصلوات لو حيل بينه وبين صلاة فرض واحد أنه يمكن أن نقول يجب عليك أن تقدم نفسك في سبيل أن لا تسقط أو لا تترك هذا الفرض. فبإمكانه أن يؤخر صلاة هذا الفرض ويقضيه، ويكون هذا عذرا له في تأخير هذه الصلاة عن وقتها. ¶ &_ النفس مقدمة على المال والعقل باتفاق العلماء. ¶ والخلاف فيما يتعلق بالعقل والعرض والمال . والأكثر على تأخير المال عن العقل والعرض. وهذه الأمور للموازنة بينها تحتاج لفقيه عالم بفقه الأولويات والموازنات. ¶ س\"أذكر أهم النقاط في تعليق الشيخ علي المتن؟ ¶ (المتن )أنواع المقاصد التي راعاها الشارع أربعة.( من كتاب الموافقات)",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "بسم الله الرحمن الرحيم وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم كتاب المقاصد والمقاصد التي ينظر فيها قسمان أحدهما يرجع إلى قصد الشارع والآخر يرجع إلى قصد المكلف فالأول يعتبر من جهة قصد الشارع في وضع الشريعة ابتداء ومن جهة قصده في وضعها للإفهام ومن جهة قصده في وضعها للتكليف بمقتضاها ومن جهة قصده في دخول المكلف تحت حكمها فهذه أربعة أنواع... ¶ النوع الأول في بيان قصد الشارع في وضع الشريعة\" ¶ وفيه مسائل المسألة الأولى تكاليف الشريعة ترجع إلى حفظ مقاصدها في الخلق وهذه المقاصد لا تعدو ثلاثة أقسام أحدها أن تكون ضرورية والثاني أن تكون حاجية والثالث أن تكون تحسينية فأما الضرورية فمعناها أنها لا بد منها في قيام مصالح الدين والدنيا بحيث إذا فقدت لم تجر مصالح الدنيا على استقامة بل على فساد وتهارج وفوت حياة وفي الأخرى فوت النجاة والنعيم والرجوع بالخسران المبين والحفظ لها يكون بأمرين أحدهما ما يقيم أركانها ويثبت قواعدها وذلك عبارة عن مراعتها من جانب الوجود والثاني ما يدرأ عنها الاختلال الواقع أو المتوقع فيها وذلك عبارة عن مراعاتها من جانب العدم فأصول العبادات راجعة إلى حفظ الدين من جانب الوجود كالإيمان. ¶ الشاطبي عبر عن المصالح بالمقاصد . ووصف المقصد بكونه ضروريا لا يتم إلا بشيء من التسامح لأن المقصد هو مقصد الشرع والشرع لا يضطره شيء إلى شيء, وإنما هي ضرورية من جهة العباد والمخلوقين لا من جهة الشارع. فالأولى أن يقول (المصالح). لذلك عبارة الغزالي والعز بن عبد السلام في النص على المصالح قد تكون أسلم. ¶ التهارج والهرج: يطلق على القتل بغير سبب. ¶ (",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "المتن )والنطق بالشهادتين والصلاة والزكاة والصيام والحج وما أشبه ذلك والعادات راجعة إلى حفظ النفس والعقل من جانب الوجود أيضا كتناول المأكولات والمشروبات والملبوسات والمسكونات وما أشبه ذلك والمعاملات راجعة إلى حفظ النسل والمال من جانب الوجود وإلى حفظ النفس والعقل أيضا لكن بواسطة العادات والجنايات ويجمعها الأمر بالمعروف والنهي عن المنكر ترجع إلى حفظ الجميع من جانب العدم والعبادات والعادات قد مثلت والمعاملات ما كان راجعا إلى مصلحة الإنسان مع غيره كانتقال الأملاك بعوض أو بغير عوض بالعقد على الرقاب ¶ أمثلة \"من التشريع في حفظ مصالح العباد الضرورية وحفظها من جانب الوجود ومن جانب العدم فمن جهة العبادات (الصلاة والصوم والحج....) ومن جهة المعاملات راجعة لحفظ النسل والمال والعقل(البيع والشراء والنكاح) ومن جهة العادات (المأكل والمشرب والملبس...الخ) لأن الذي لا يأكل ربما يموت أو يختل بدنه وعقله. ¶ &_( المتن )أو المنافع أو الأبضاع والجنايات ما كان عائدا على ما تقدم بالإبطال فشرع فيها ما يدرأ ذلك الإبطال ويتلافى تلك المصالح كالقصاص والديات للنفس والحد للعقل وتضمين قيم الأموال للنسل والفطع والتضمين للمال وما أشبه ذلك ومجموع الضروريات خمسة وهي حفظ الدين والنفس والنسل والمال والعقل وقد قالوا إنها مراعاة في كل ملة وأما الحاجيات فمعناها أنها مفتقر إليها من حيث التوسعة ورفع الضيق المؤدي في الغالب إلى الحرج والمشقة اللاحقة بفوت المطلوب فإذا لم تراع دخل ¶ أما باب الجنايات والحدود في الفقه جاء لحفظ الدين والنفس والمال والعقل والعرض من جهة العدم. وهذه الأمور يجمعها الأمر بالمعروف والنهي عن المنكر لأنه اسم جامع لكل معروف(كل ما اشتهر بين المسلمين أنه من الدين) وكل منكر(كل ما اشتهر أنه ليس من الدين). ¶ أسئلة الحلقة: ¶ س1: اذكر قاعدتين من القواعد المتفرعة على المقصد العام من مقاصد وضع الشريعة ابتداء.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "س2: هات مثالا على الموازنة بين المصالح الضرورية والحاجية. وأن الحاجية لا تعتبر إذا تعارضت مع الضرورية. ¶ انتهي الدرس السابع ¶ الدرس الثامن ¶ إجابة أسئلة الدرس السابق: ¶ س1: اذكر قاعدتين من القواعد المتفرعة على المقصد العام من مقاصد وضع الشريعة ابتداء. ¶ القاعدة الأولى: شرط التكملة ألا تعود على أصلها بالإبطال. ¶ القاعدة الثانية: الحاجة تنزل منزلة الضرورة عامة كانت أو خاصة. ¶ س2: هات مثالا على الموازنة بين المصالح الضرورية والحاجية. وأن الحاجية لا تعتبر ظغذا تعارضت مع الضرورية. ¶ من أمثلة ذلك: البيع الذي هو من الحاجيات قد يمنع الحاكم بيع سلعة معينة لأجل الحفاظ على أرواح الناس وممتلكاتهم. كبيع السلاح في زمن الفتنة. ¶ كذلك التسعير وإجبار التجار عليه إذا احتكروا السلع لرفع أسعارها ووقع الضرر على الناس . رغم أن الأصل حرية التجارة ¶ ________________________ ¶ الدرس الجديد ¶ تابع- مقصد الشارع من وضع الشريعة ابتداء ¶ س/ هل تخلف الحكم أو المصالح الضرورية، أو الحاجية، أو التحسينية في بعض المكلفين يعني هذا أنها غير مرادة لله ؟ ¶ تخلف الحكم أو المصالح الضرورية، أو الحاجية، أو التحسينية في بعض المكلفين لا يعني هذا أنها غير مرادة لله، أو غير مراعاة، أو غير مقصودة، فالعبرة بوجودها في عموم الناس عندما يمتثلون لأمر الله وعلى قدر انتقاصهم من الوفاء بتكاليف الشرع يدخل عليهم النقص على قدر ما يدخل عليهم النقص في التزامهم بأوامر الشرع؛ يدخل عليهم النقص في مصالحهم الدنيوية، والأخروية؛ الضرورية منها والحاجية، والتحسينية. ¶ س/ هل الضروريات، والحاجيات، والتحسينيات تختل إذا تخلفت في بعض الجزئيات ؟ ¶ هذه الضروريات، والحاجيات، والتحسينيات لا تختل بتخلف المصلحة في بعض الجزئيات، أو عند بعض الأفراد في مثل مصلحة حفظ النسل حينما نقول: ها هو القصاص يقام ومع هذا يوجد من يقتل. ¶ س/ أذكر مثالاً علي كلا من الضروريات والتحسينات والحاجيات؟",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "مثال في الضروريات: القصاص مشروع لحفظ النفوس من جانب العدم ¶ فلو قال قائل: نحن نقيم القصاص ومع ذلك يقع القتل بين الناس. نقول: كونه وجد بين الناس من يقتل عمدا فيقتص منه لا يخل بالمقصد الشرعي ولولا تشريع القصاص لبلغ الفساد مبلغا عظيما ولكان القتل عدوانا هو الغالب. ¶ ? علينا أن نفرق بين مراد الله كونا وقدرا ومراده شرعا فالله تعالى يحب حفظ النفوس وشرع لنا ما يضمن ذلك في الجملة. ¶ مثال في الحاجيات: القصر والفطر للمسافر شرعا لأجل حاجة المسافر للتخفيف عنه ¶ فلا يقال لماذا شرع للمسافر بالطائر رغم أنه لا يلحقه مشقة لأن العبرة بعموم الأمر وبالكليات فما هو مظنة للمشقة يكون سبب للعذر وقد يلحق المسافر بالطائرة مشقة. ¶ والشريعة من مقاصدها العموم والضبط فيكون أمرها واضح يراعى فيه الأمور الظاهرة ولا يراعى هو خاص بكل فرد وحده. ¶ مثال في التحسينيات: الطهارة شرعت للنظافة ¶ من لا يجد الماء يتيمم مع أن ظاهره ليس نظافة, وهذه الجزئية لا تقدح في المقصد الأعظم ولا تبطله. وعلينا أن نتلمس المقصد في تشريع التيمم. ومن ذلك أن من لم يستطع غسل يديه ووجهه بالماء فإنه يمتثل الأمر ولو في الظاهر فيضرب يديه في التراب ويمسحهما ويمسح بوجهه استعدادا للصلاة وهو من باب الرخص لعدم الوجود حقيقة أو مجازا. ¶ ? قد يتخلف الحكم لدخوله تحت مصلحة أخرى أعظم ¶ وقد تكون المصلحة موجودة وهذه الجزئية داخلة لكننا لا نلحظها. كما في المسافر بالطائرة فقد تلحقه مشقة. ¶ تابع- مقصد الشارع من وضع الشريعة ابتداءاً منه؛ فهذا ليس مخلا بأصل المقصد الشرعي، ولكن لولا تشريع القصاص؛ لبلغ الأمر حدًّا يكون هو الغالب، ولَبَلََغَ الفساد مبلغا عظيما، والله تعالى يقول:( وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الألْبَابِ) [البقرة: 179]. ¶ س/ ما المقصد من قول المصنف –( بالعقد على الرقاب) ؟",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "يعني على الرقاب ليس المقصود رقابَ الآدميين، وإنما المقصود على الذوات؛ أي على رقبة السلعة. ¶ س/ ما الضروريات ؟ ¶ مجموع الضروريات خمس وهي: حفظ الدين، والنفس، والنسل، والمال، والعقل. ¶ وهي مراعاة في كل ملة. ¶ س/ ما معني الحاجيَّات ؟ ¶ الحاجيَّات: هي التي يفتقر إليها الإنسان لأجل التوسعة ورفع الضيق المؤدي في الغالب إلى الحرج والمشقة لكنها لا تصل إلى درجة إهلاك النفس وإهلاك المال. ¶ س/ ماذا إذا لم تراعي والحاجيات ؟ وفي أي شيء تجري ؟ ¶ إذا لم تراعى: دخل على المكلفين -على الجملة- الحرج والمشقة، ولكنه لا يبلغ مبلغ الفساد العادي المتوقع في المصالح العامة، وهي جارية في العبادات، والعادات، والمعاملات، والجنايات؛ ففي العبادات كالرخص المخففة بالنسبة إلى لحوق المشقة بالمرض والسفر وفي العادات كإباحة الصيد، والتمتع بالطيبات مما هو حلال مأكلا، ومشربا، وملبسا، ومسكنا، ومركبا.. وما أشبه ذلك. وفي المعاملات؛ كالقراض، والمساقاة، والسلم، وإلغاء التوابع في العقد على المتبوعات؛ كثمرة الشجر، ومال العبد. وفي الجنايات؛ كالحكم باللوث، والتدمية، والقسامة، وضرب الدية على العاقلة، وتضمين الصناع.. وما أشبه ذلك. ¶ س/ ما المراد من تضمين الصناع القراض المساقاه السلم اللوث؟ ¶ 1-تضمين الصناع: يعني الصانع الذي تدفع إليه آلة عندك ليصلحها، فالأصل أنه أمين، ولكن لما كثُر في الناس قلة الأمانة؛ قال كثير من الفقهاء: إنه لا بد من تضمينهم لأنه حينما يقبضها يكون مسئولا عنها؛ لو سرقت من عنده، أو تلفت؛ فيكون هو الضامن، إلا أن يكون التلف بآفة سماوية ليس له فيها يد وليس مفرطا فيها؛ فإنه لا ضمان عليه. ¶ 2- القراض \"لفظ عند المالكية وهو ما يعرف بعقد المضاربة. ¶ 3-المساقاة: دفع زرع لمن يصلحه ويسقيه ويكون له جزء من محصوله إذا أثمر.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "4-السلم: عقد على موصوف في الذمة غير موجود بثمن معجل في مجلس العقد وهو خلاف الأصل لكن رخص فيه لأجل الحاجة على أن يكون في كيل معلوم ووزن معلوم إلى أجل معلوم. ¶ اللوث: إذا ثبتت العداوة بين حيين فوجد قتيل من أحدهما واتهموا الحي الآخر بقتله ووجدت قرائن . يكون القول قولهم مع يمينهم (50 يمينا) ويستحقون دم الذي اتهموه. ¶ س/ ما معني التحسينات ؟ ¶ التحسينات: معناها الأخذ بما يليق من محاسن العادات، وتجنب الأحوال المدنسات التي تأنفها العقول الراجحات، ويجمع ذلك قسم مكارم الأخلاق، فكل ما هو من مكارم الأخلاق يدخل في التحسينات، وهذا التحسينيّ قد يكون واجبا، وقد يكون الابتعاد عنه واجبا، وقد يكون هو في نفسه محرما؛ ملامسته، ومقارفته، وقد تكون غير ذلك. ¶ س/ ما الذي تجري فيه التحسينات ؟ ¶ هي جارية فيما جرت فيه الضروريات، والحاجيات. ¶ ففي العبادات: كإزالة النجاسة وبالجملة الطهارات كلها، وستر العورة وأخذ الزينة، والتقرب بنوافل الخيرات من الصدقات، والقربات.. وأشباه ذلك. ¶ وفي العادات: كآداب الآكل، والشرب، ومجانبة المآكل النجسات، والمشارب المستخبثات، والإسراف والإقتار في المتناولات، وفي المعاملات؛ كالمنع من بيع النجاسات، وفضل الماء، والكلأ، وسلْب العبد منصب الشهادة، والإمامة، وسلب المرأة منصب الإمامة، وإنكاح نفسها، وطلب العتق وتوابعه من الكتابة، والتدبير، وما أشبهها. ¶ وفي الجنايات: كمنع قتل الحر بالعبد، أو قتل النساء، والصبيان، والرهبان في الجهاد، وقليل الأمثلة يدل على ما سواها مما هو في معناها. ¶ فهذه الأمور راجعة إلى محاسنَ زائدة على أصل المصالح الضرورية، والحاجية؛ إذ ليس فقدانها بُمخلٍّ بأمر ضروري، ولا حاجي وإنما جرت مجرى التحسين والتزيين. ¶ س/ ما معني قول المصنف:( كل تكملة؛ فلها من حيث هي تكملة شرط وهو ألا يعود اعتبارها على الأصل بالإبطال؛ وذلك أن كل تكملة يُفضي اعتبارها إلى رفض أصلها؛ فلا يصح.... إلي أخره)",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "هذا تمثيل لما سبق أنه لما تعارض في هذا المثال الضروري مع التحسيني؛ اعتبرنا أن الضروري هنا لو لم يُقدِم على أكل النجاسة؛ لهلك فالضروري حفظ النفس، وأما التحسيني الذي هو حفظ المروءة؛ فهذا مستحسن ولكنه غير ممكن في هذه الحالة، فترك الشرع اعتباره، واعتبر الأصل، ولم يعتبر التحسيني الذي هو بمثابة المكمل؛ لأن التحسيني لا يمكن اعتباره إلا بإسقاط الأصل الذي هو حفظ النفس، فآثر الشرع حفظ النفس الذي هو الأصل على حفظ المروءة أو على المصلحة التحسيني. ¶ س/ أذكر مثال يبين أن الضروري يقدم علي التحسيني ؟ ¶ مثال ذلك: أصل البيع ضروري ومنع الغرر والجهالة مكمل، فلو اشترط نفي الغرر؛ لانحسم باب البيع، وكذلك الإجارة ضرورية، أو حاجية، واشتراط حضور العوضين في المعاوضات من باب التكميلات، فلما كان بيع الأعيان يعني بيع عين بعين بيع مثلاً الحبوب والثمار بالنقض، أو ما أشبه ذلك لما كان هذا متيسرا؛ اشترطناه، ولما كان عسيرا -كما في السلم-؛ تساهل الشرع فيه وأجاز بيع المعدوم مما هو مكيل، أو موزون، أو منضبط بنقد حال. ¶ أسئلة الحلقة ¶ السؤال الأول:هل يقدح تخلف المصالح في الجزئيات في كونها مقصودة للشارع ؟ ¶ السؤال الثاني: كيف يجاب عن الاعتراض على قصد الشارع لحفظ النفوس بإيجاب القصاص والحدود؟ ¶ انتهي الدرس الثامن ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ ____________________________________________ ¶ الدرس التاسع ¶ ? إجابة أسئلة الدرس السابق: ¶ س1: هل يقدح تخلف المصالح في الجزئيات في كونها مقصودة للشارع؟ ¶ تخلف المصالح في بعض الجزئيات لا يقدح في كون هذه المصلحة الكلية مقصودة للشارع فالجزئيات مقصودة للشارع لكن قصدها من حيث تستقيم بها الكليات لا من حيث كل جزئية بمفردها، فإن تشريع القصاص بالقود(القتل حداً للقاتل) لا يقدح في أن مقصود الشرع حفظَ النفوس.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "س2: كيف يجاب على الاعتراض على قصد الشارع لحفظ النفوس بإيجاب القصاص والحدود؟ ¶ حفظ النفوس هو مقصد من مقاصد الشارع، وكونه وجد بين الناس من يقتل عمداً فيقتص منه لا يخل بالمقصد الشرعي، ولولا القود لبلغ الفساد مبلغا عظيما ، ولكان القتل عدوانًا هو الغالب، فإقامة الحد هو مقصد لحفظ النفوس، والقصاص شُرِعَ لإحياء النفوس الأخرى الكثيرة المعصومة. ¶ الدرس الجديد ¶ النوع الثاني ¶ مقاصد الشارع من جهة وضع الشريعة للإفهام ¶ س/ ما مراد المصنف من قوله: مقاصد الشارع من جهة وضع الشريعة للإفهام ؟ ¶ الشارع وضع الشريعة لكي يفهمها كل الناس، كل من يُخاطب بها تكون مفهومة له ومعلومة، وهي لم تأتِ لتكون ألفاظًا مُعَمَّاةً غيرَ معروفة المعنى، وليست –أيضًا- طقوسًا تُعمل ولا يُدرك عن حقيقتها شيء، وإنما هي جاءت بأمور أكثرها مُعللة وبألفاظ واضحة لا يجهلها العرب الذين خوطبوا بها. ¶ س/ ما الدليل على أن الشارع قصد بالشريعة الإفهام ؟ ¶ هناك عدة أدلة منها: ¶ أولاً: أن الله -جل وعلا- يقول:( وَمَا خَلَقْتُ الْجِنَّ وَالإِنْسَ إِلاَّ لِيَعْبُدُونِ) [الذاريات: 56] فالقصد من خلق الجن والإنس هو العبادة، والعبادة تكون وفق الشريعة، فإذا لم يفهموا هذه الشريعة؛ كيف يعبدون الله؟ فلا يمكن لمن لم يفهم الشريعة أن يعبد الله بهذه الشريعة ويتقرب إليه بها. ¶ ثانياً: أن الله قد أخبر، ووعد ووعده حق فقال:( لاَ يُكَلِّفُ اللهُ نَفْسًا إِلاَّ وُسْعَهَا) [البقرة: 286]، فلو كانت الشريعة حينما جاءت غيرَ مفهومة للأمّيين وبطبيعة الحال يكون الكلام عن القرآن وعن السنة؛ لأن هذه هي أصول الشريعة وجميع ما عداها هو يرجع إليها. فلو كان القرآن أو كان كلام الرسول -صلى الله عليه وسلم- غيرَ مفهوم لعامة الناس؛ فإن هذا يصبح تكليفًا بما لا يطيقون، كيف يخاطبهم بما لا يعلمون معناه؟ ثم يطالبهم بالامتثال. هذا أمر بعيد.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ثالثاً: أنه لم يَشْكُ أحد من الصحابة إلى الرسول -صلى الله عليه وسلم- أنه لم يفهم معاني القرآن، ولم يقل إنه لم يفهم معاني سنة الرسول -صلى الله عليه وسلم-، فكل من كان في عهد الرسول -صلى الله عليه وسلم- من عموم الناس كانوا يفهمون من الشريعة ما يكفي لهم لتطبيقها والعمل بها، ¶ رابعاً\" ثم أيضًا لو استقرينا نصوص القرآن والسنة؛ سنجد أنها واضحة وجلِيّة وما يحصل فيه غموض في موضع يُفسّر في موضع آخر ويوضح. ¶ س/ ما هي الآيات التي تقرر عربية القرءان ؟ ¶ 1-فقال تعالي: ( إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا) [يوسف: 2]. ¶ 2-وقال:( وَلَوْ جَعَلْنَاهُ قُرْآنًا أعْجَمِيًّا لَّقَالُوا لَوْلاَ فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ) [فصلت: 44] ¶ 3-أيضا:( بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ) [الشعراء: 195]، ¶ 3-وقال: ( لِّسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُّبِينٌ) [النحل: 103] أي: يميلون إليه، ويقولون: لعله إنما علمه بحيرة الراهب، أو علمه فلان، أو فلان بهذا. ¶ س/ ما الذي يفيدنا إذا تقرر عربية القرءان ؟ ¶ هذا التقرير يفيدنا كثيرًا في إبطال كلّ التفسيرات الباطنية التي يزعم أهل الباطل أنها مراد الله وليس مراد الله ما تعرفونه، ولا ما تفهمونه أنتم، فهناك فئة من الناس قد ينتسبون إلى الإسلام وقد لا ينتسبون إليه، ربما قالوا هذه الألفاظ التي تُقرأ الآن وتقرؤونها في كتاب الله وفي سنة رسوله -صلى الله عليه وسلم- لها معانٍ خفية، فأنتم أهل الظاهر أنتم تأخذون بالمعنى الظاهر، وأما المعنى الباطن؛ فهو الذي أراده الله -جل وعلا- وأنتم لا تعرفونه، فمثل هذه القاعدة التي تبين أن مقصد الشارع من وضع الشريعة أن يفهمنا إياها، لا أن يعمي علينا ويجهلنا ويحيرنا ويجعلنا نقف مشدوهين لا نعرف المراد. ¶ س/ ما القواعد التي قرَّرها الأصوليون لهذا المقصد ؟ ¶ قرَّر الأصوليون بعض القواعد لهذا المقصد فقالوا:",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "1ـ الأصل في الكلام الحقيقة، حتى يدل دليل على صرفه إلى المجاز. ¶ 2ـ أن المجاز لا بد له من علاقة بين المعنى الوضعيّ والمعنى الذي استعمل فيه. ¶ 3ـ أن التأويل أيَّ تأويل للفظ الذي هو صرف اللفظ عن ظاهره إلى معنى بعيد لا يُقبل إلا بشرط أن يحتمله الكلام، أن يكون الكلام يحتمله من حيث استعمال العرب للغة. ¶ مثال: زعم بعض المبتدعة وأهل الأهواء أن قوله تعالى \" إن الله يأمركم أن تذبحوا بقرة\" أن المراد بالآية أم المؤمنين عائشة الصديقة رضي الله عنها. وهذا تفسير مردود لأمور: ¶ أ . أن المخاطب في الآية هم بنوا إسرائيل في عهد موسى عليه السلام. ¶ ب . أن العرب لم يعهدوا التعبير عن المرأة بالبقرة. ¶ ت _لو فرضنا جدلا أنهم استعملوا هذا اللفظ في هذا المعنى فلا توجد قرينة تصرف لفظ البقرة عن معناه الظاهر ¶ س/ ما هي شروط قبول تأويل اللفظ ؟ ¶ التأويل لا يُقبل إلا بشرطين: ¶ الأول: أن يكون هناك دليل على صحة هذا التأويل، أو قرينة على صرفه من المعنى الظاهر إلى المعنى المؤوَّل إليه. ¶ الثاني: أن يكون موافقًا للغة العرب، بمعنى: أن العرب يمكن أن يعبروا بهذا اللفظ عن هذا المعنى، وكل ما خرج عن هذا؛ فهو باطل لا يمكن أن يُقبل. ¶ س/ ما الذي تبينه اللغة العربية من حيث وضعها للمعاني ؟ ¶ اللغة العربية من حيث وضعها للمعاني تنتظم نوعين من المعاني: ¶ المعنى الأول: المعنى الظاهر المعنى الأصلي المباشر\" الذي يفهمه الإنسان العربي بمجرّد سماعه لهذا اللفظ، فهذا يشترك فيه عامة الناس. ¶ المعنى الثاني: المعنى التبعي لا يغير من المعنى الأصلي شيئًا، ولكنه في بعض الأحيان يزيده تأكيدًا إذا كان المخاطب منكرًا، أو متردّدًا، فمثلاً حينما تقول في لغة العرب: \"جاء زيد\"، هذا الكلام يُفهم منه أنك تريد أن تخبر بمجيء زيد من الناس. لكن حينما تقول: \"قد جاء زيد\" ، فالمعنى الأصلي موجود، لكن أضيف إليه معنى تبعيّ هو أنه أراد أن يؤكد مجيء زيد، وليس مجرد الخبر.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "س/ ما الذي يستفيده العلماء من المعنى الأصلي، والمعنى التبعي ؟ ¶ يستفيد منه العلماء في بيان أحكام الشريعة، وما الذي يكون آكد منها من الآخر وما الذي يجب أن يُعتنى به أكثر. ¶ س/ هل المعاني التابعة هذه يمكن أن يُستنبط منها حكم مستقل أم لا يمكن ؟ ¶ في ذلك خلاف بين أهل العلم ¶ قال بعضهم: لا بد من الاستفادة منها لأنها داخلة في مدلول الشارع. ¶ مثال: في قوله تعالى \" وحمله وفصاله ثلاثون شهرا\" وقوله\" وفصاله في عامين\" استنبط بعض أهل العلم أن أقل مدة الحمل هي ستة أشهر مع أن الآيتان لم تساقا لبيان مدة الحمل ولكن جمع بعض العلماء بين الآيتين واستنبطوا هذه الحقيقة بدلالة الإشارة . وهي حقيقة يقبلها العقل ولا تنبو عنها أفهام العرب. ¶ قال آخرون: هذه أمور ليست ظاهرة ولا واضحة والشريعة جاءت للإفهام فيفهمها القاصي والداني. وبذلك ردوا الاستنباط بدلالة الإشارة. ¶ والجواب: هم يفهمونها إذا أفهموها فهي ليست مستعصية الفهم ولا تنبو عنها لغة العرب. ¶ س/ أذكر مثالاً يوضح هل يمكن الاستفادة من المعاني التابعة أم لا ؟ ¶ مثلاً: حينما يكون الكلام في موضعين كما في قوله تعالي:( وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْرًا ) [الأحقاف: 15] هذا في آية، وفي آية أخرى يقول:( وَفِصَالُهُ فِي عَامَيْنِ) [لقمان: 14]. ¶ فالعلماء بعضهم نظر إلى هذا وقال: ما دام الحمل والفصال يستغرق ثلاثين شهرًا والفصال يعني الفطام يكون في عامين، الرضاع يستغرق عامين، إذن مدة الحمل أقلها ستة أشهر، الآيتان لم تساقا لبيان مدة الحمل وإنما سيقت إحداها لبيان أن الحمل والفصال يمكن أن يستغرق ثلاثين شهرًا، والأخرى لبيان أن الفصال يستغرق عامين كاملين، فجمع بينهما بعض العلماء واستنتج هذه النتيجة، وهي يقبلها العقل، ولا تنبو عنها أفهام العرب الذين نزل القرآن بلغتهم.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "آخرون يقولون: لا. هذه أمور ليست ظاهرة، ولا واضحة، والشريعة والحمد لله إنما جاءت للإفهام ليفهمها القاصي والداني الذكي وغيره. لكن الجواب عن هذا أن يقال: هم يفهمونها إذا أفهموا، يعني أي عربي أو حتى غير عربي إذا شرحت له هذا يفهم، ليس مستعصيًا عن الفهم، ولا تنبو عنه أساليب العرب. ¶ س/ ماذا يتبين لنا من هذا التقسيم لمعاني اللغة ؟ ¶ يتبين لنا مقصود الشارع في تعدد الأساليب، يبين لنا ما هو المقصد في تعدد أساليب القصص القرآني، فتجد القصص القرآني يُساق في أكثر من موضع؛ في موضع يُساق بعبارة وفي موضع آخر يُساق بعبارة أخرى وهذا حَسَبَ المقام الذي سيق فيه؛ لأنه في موضع مثلاً قد يُراد التركيز على جانب من القصة؛ لأنها هي المقصودة بالاعتبار، ثم في موضع آخر من القرآن يتم التركيز على جانب آخر من القصة؛ لأنها هي التي قُصِدَت بالاعتبار في هذا الموضع. ¶ ** فإذا تأملنا تلك القصص واستحضرنا في أذهاننا أن العرب لها معانٍ مقصودة ظاهرة أصلية، ومعانٍ تابعة هي لا تتعارض مع المعنى الأصلي وإنما هي كالمحسنات له، إذا استحضرنا هذا نستطيع أن نستفيد من القصص القرآني كثيرًا من العِبَر، وأهل الوعظ والدعاة يمكن أن يستفيدوا كثيرًا من هذه الأساليب؛ ليبينوا عظمة هذا القرآن وليبينوا عظمة هذا الدين، لإقناع من في قلبه تردد أو في قلبه شك، وما أشبه ذلك. ¶ س/ ما الحكمة من كون الرسول أمياً ؟ ¶ الرسول -عليه الصلاة والسلام- كان أمّيًّا وكان لله حكمة في جعله أميًا حتى لا يُدَّعى أنه زاد في القرآن أو زاد في الشريعة أو أنه يأتي بهذا الدين من عنده نفسه. ¶ س/ ما مراد الشاطبي من قولها: هذه الشريعة حرسها الله، أو هذه الشريعة المباركة شريعة أمّية ؟",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "مراد الشاطبي أن يقول: إننا في تفسيرنا لكلام الشارع سواءً كان قرآنًا أو سنة ينبغي أن لا نتجاوز به معهود الأميين، يعني لا نحمل كلام الله وكلام رسوله على ما لا يعهده الأميون، ولا يمكن أن يكلفوا بما لا يفهمه عامة الناس، لا يمكن أن نقول: هذا تكليف من الشرع وهو يعجز عن فهمه. ¶ س/ هل في الشريعة؛ الإسلامية ما يعجز الإنسان العادي العامي عن فهمه ؟ ¶ ليس هناك في الشريعة الإسلامية لا في مجال الاعتقاد ولا في مجال العمليات، الأمور العملية ما يعجز الإنسان العادي العامي عن فهمه وإدراكه، وإذا وُجد شيء من ذلك يظن بعض الناس أنه كُلِّفَ به؛ فليعلم أنه ليس داخلاً في التكليف. ¶ س/ هل يجوز أن نستفيد من العلوم الحديثة في فهمنا للقرآن ؟ ¶ الذي يظهر أنه لا مانع من ذلك، لكن لا بد أن نكون دقيقين؛ فلا نقول: إن هذا هو مراد الله، ولا نجزم بكونه مرادًا لله، لأن أكثر هذه العلوم التي نستعين بها الآن ونقرأ القرآن ونحن متشبعون بها لنبحث عمَّا يؤيدها، ربما تكون هذه النظرية بعد فترة يأتينا من يقول: هذه تبين أنها نظرية خاطئة، وأن النظرية الصواب هي كذا وكذا، فالعلوم التي ما زالت لم تكن حقائق لا ينبغي أن ننسبها إلى القرآن، وينبغي أن نكون حذرين فيما ننسبه للقرآن ولا نقول إن القرآن دَلَّ على ذلك، ولكن نُعبّر بالعبارة المناسبة، نقول: القرآن أشار إلى هذا لا مانع من هذا. ¶ أسئلة الحلقة ¶ السؤال الأول: ما الدليل على أن الشارع قصد من وضع الشريعة إفهام المخاطبين بها؟ ¶ السؤال الثاني: ما الذي نستفيده أو يمكن أن نبنيه على قولنا: إن الشارع خاطب العرب بما يعرفونه وبلغتهم ؟ ¶ انتهي الدرس التاسع ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ _____________________________________ ¶ الدرس العاشر ¶ مادة: مقاصد الشريعة ¶ أسئلة المراجعة\" ¶ س\"1: ما الدليل على أن الشارع قصد من وضع الشريعة إفهام المخاطبين بها؟",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "1-إن الله تعالى خلق العباد انسهم وجنهم لعبادته قال تعالى: { وما خلقت الجن والإنس إلا ليعبدون }(الذاريات:56) و العبادة لا تكون إلا وفق الشريعة ولو كان فيما شرعه الله ما لا يفهمونه فإنه لا يمكنهم الامتثال ولا يمكنهم العبادة. ¶ 1-قال تعالى : } لا يكلف الله نفسا إلا وسعها { (البقرة: 286) فهي تدل على أن الله تعالى لا يمكن أن يكلف عباده ما لا يدخل تحت وسعهم، فهذا يدل على أن ما جاءت به الشريعه مفهوم بالنسبة لهم ولو لم يكن كذلك لما استطاعوا أن يطبقوه. ¶ 2-استقراء موارد الشريعه فكلها مفهومة. ¶ س\"2: ما الذي نستفيده أو يمكن أن نبنيه على قولنا: إن الشارع خاطب العرب بما يعرفونه وبلغتهم؟ ¶ -القرآن الكريم جاء بلسان عربي\" ¶ 1- قال تعالى : } إنا أنزلناه قرءانا عربيا لعلكم تعقلون{( سورة يوسف / 2 ¶ 2- قوله تعالى : } ولو جعلناه قرآنا أعجميا لقالوا لولا فصلت آياته أأعجمي وعربي { ( سورة فصلت / 44 ) هذه الآيات تقرر أن القرآن عربي و أن الشريعة عربية . ¶ الدرس الجديد ¶ القواعد المتفرعة عن مقصد وضع الشريعة للإفهام. ¶ النوع الثاني من أنواع المقاصد هو مقصد وضع الشريعة للإفهام ليفهمها الجميع فما القواعد المتفرعة على هذا؟ ¶ 1-بيان أن القرآن والسنة عربيان فيجب لمن أراد فهمهما أن يعرف لغة العرب ومن لا يعرف لغة العرب لا يمكنه أن يعرف معاني القرآن والسنة على التمام و الكمال. - ¶ _2-اللغة العربية لها نظران من حيث معانيها، المعنى الأصلي وهو الذي يدركه عامة الناس والمعنى التبعي الذي لا يتفطن له إلا القلة وهو ليس مضادا للمعنى الأصلي إنما هو توكيد له أو عرض له أو بيان لبعض الحكم الدقيقة التي لا يترتب على عدم معرفتها عدم فهم التكليف، فالتكليف في جملته واضحا ومفهوما ولكن من أحاط بهذه المعاني فإنه يكون أكثر قدرة على بيان محاسن الإسلام والدعوة إليه وقد يكون يقينه أعظم.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "3--القرآن لا يمكن ترجمته ترجمة كاملة تستوعب جميع معانيه، وإنما ما يظهر من ترجمات هو مجرد تفسير للمعاني الظاهرة الأوّلية التي يدركها كل أحد، أما بقية المعاني التي لا يعرفها إلا الفصحاء، والبلغاء من العرب؛ فهذه لا يمكن ترجمتها للناس ترجمة تأتي على كل المعاني، والشاطبي يقرر أن القرآن لا يمكن ترجمته لأن الترجمة ستأتي على المعاني الأصلية الظاهرة لكن هذه المعاني التابعة لا يمكن أن يوجد لغة أخرى تؤدي هذا المعنى التابع تأدية كاملة ¶ 4-أن الله عز وجل لم يخاطب العرب بما لا معنى له ولا ما يعجزون عن فهمه فيما يتعلق بالتكليف من أمر ونهي وإباحة وهذه مسألة تكلم عنها الأصوليون وبعضهم ترجم لها بقوله \"هل في القرآن ما لا معنى له؟\" والواقع أنه لا خلاف في هذا فليس في القرآن ما لا معنى له وإنما الخلاف هل في القرآن شيء لم يعرف العرب معناه فبعضهم قال نعم وبعضهم قال لا والشاطبي يقول أنه لا يوجد في القرآن شيء لا يعرف العربي معناه بل يذهب لأبعد من ذلك ويقول كل معنى لا يعرفه العرب الذين خاطبهم القرآن لا ينبغي أن نحمل معاني القرآن عليه أو ألفاظ القرآن عليه، . ¶ والأمر فيه تفصيل\" ¶ بين1- ما يتعلق بالتكليف فهذا كله مفهوم وقد يخفى على بعض الناس ولكنه يحتاج توضيحا فحسب فلا يعجز بعد أن يبين له عن فهمه ولا يقصر إدراكه عن فهم هذا المعنى. ¶ 2- وبين الآيات التي تتكلم عن ما يتعلق بقدرة الله في الكون وتصريفه للأمور. ¶ 5-كل ما يعجز عامة الناس عن فهمه لا يمكن أن يتعلق به تكليف، وأما ما عدا ذلك من آيات فقد ذُكر ما قال الشاطبي فيها أما غير الشاطبي يقول بل نستفيد منها في الدعوة إلى الله كما هو الحال في هيئة الإعجاز العلمي للقرآن وغيرهم من المشتغلين فيما يسمى بالتفسير العلمي للقرآن،",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "6-عناية المشتغلين بتفسير القرآن الكريم وشرح السنة بالمعنى الكلي ينبغي أن تكون أكثر، فلا ينبغي أن ندقق في المعاني الجزئية على حساب المعاني الإجمالية الكلية،. ¶ 7-التكاليف الاعتقادية العملية لا تكون إلا فيما يسع عامة الناس فهمه وإدراكه وتعقله فإذا وجد من الأمور ما لا يفهمه بعض الناس فاعلم أن هذا الأمر ليس الجميع ( عامة الناس ) مطالبين به. فهو إما أنه غير مطلوب بالكلية أو أنه مطلوب ممن أدركه. فيكون الشارع قد ترك الأمر فيه على قدر نصيب الناس من القدر والذكاء وما أوتي من العلم والثقافة. وهذا يشمل التكاليف الإعتقادية والعملية أيضا. ¶ س/ ما هو الموقف من التفسير العلمي للقرآن ؟ ¶ الموقف واضحا من التفسير العلمي للقرآن وهو أن ما لا يتعارض مع نصوص الكتاب الأخرى، ولا مع السنة وما لا ينبو عنه فهم الإنسان العادي يمكن أن يوجد في القرآن وبكثرة، أما الذي لا يدركه إلا الخواص؛ فهذا يكون في الآيات الكونية ويمكن أن نستفيد منها لكن مع الدقة في العبارة في أن لا نَحمل آيات القرآن ما لا تحتمله، ونزعم أنه هو مراد الله، ونجزم بذلك، بل نقول قد يكون المراد كذا، هذه الآية لا تتعارض مع ما اكتشفه العلم الحديث من كذا وكذا، وأما أن نجعل هذا حقيقة مراد الله -جل وعلا- جزما. ¶ س/ هل التكاليف الاعتقادية العملية واجبة علي عامة الناس ؟ ¶ التكاليف الاعتقادية العملية لا تكون إلا فيما يَسَع عامة الناس فهمه وإدراكه وتعقله، فإذا وُجد من الأمور ما لا يتعقله عامة الناس؛ فاعلم أنه ليس مطالبا به كل الناس فهو إما غير مطلوب بالكلية، أو أنه مطلوب ممن أدركه، وترك الأمر فيه على قدر نصيب الناس من الفهم والذكاء، وما أوتي من العلم، ومن الثقافة، فهذا يشمل التكاليف الاعتقادية، ويشمل التكاليف أيضا العملية. ¶ س/ ما الأدلة التي تُنهِى عن التدقيق في بعض مسائل الاعتقاد ؟",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "الرسول -عليه الصلاة والسلام- كان ينهى عن التدقيق في بعض مسائل الاعتقاد، ومنه أنه قال: ( لم يبرح الناس يتسألون حتى يقولوا هذا الله خالق كل شيء؛ فمن خلق الله ؟)، يعني حينما يندفعون إلى النظر في التدقيقات هذه ربما يجرهم هذا إلى نتيجة غير مرضية. ¶ ** وورد أيضا عنه -عليه الصلاة والسلام- أنه خرج على الصحابة ووجدهم يتكلمون في القدر ويتنازعون في بعض الآيات التي فيها كلام عن القدر، قال الراوي فكأنما تفقأ في وجهه حبّ الرمان يعني من الغضب، احْمَرَّ وجهه من الغضب، وقال:( أبهذا أمرتم ؟ أَوَ مَا نُهيتم عن هذا ؟). ¶ س/ ما خطورة أن يتكلم عامة الناس عن الخوض مسائل الاعتقاد ؟ ¶ لأنها مزلة قدم، وقد يقول فيها الإنسان ما لا يوافق الحق، فيضل، لهذا كان الصحابة والتابعون لم يشتغلوا بالبحث والتدقيق في هذه الأمور، وإنما دخل الناس فيها فيما بعد؛ إما بمقتضى ثقافاتهم وتأثرهم بثقافاتهم السابقة قبل أن يدخلوا في الإسلام لأنهم لم يكونوا عربا، فدخلوا الإسلام فنقلوا معهم تلك الثقافات وتلك العلوم، وأرادوا أن يسقطوها على آيات القرآن وأن يفسروا بها آيات القرآن فتصادم بعضها مع بعض. وإما أن يكون الذين تكلموا فيها هم ممن أرادوا الردّ على هؤلاء ودفع ما جرُّوا الناس إليه وما وقعوا فيه من الخطإ، فأدى ذلك إلى أن يناقشوهم، ويردوا عليهم بمثل لغتهم، وبمثل ما تحدثوا به، وأصبح عندنا هذا الكم الهائل مما يسمى بعلم الكلام الذي أخطأ فيه كثير ممن خاضوا فيه، وقلَّ من خاض فيه وسلم. هذا يعني لعله كاف اليوم فيما يتعلق بهذه النقاط، ثم نقرأ في الكتاب. ¶ س/ ما المراد من الأوصاف الذاتية والوصف غير الذاتي ؟ ¶ الأوصاف الذاتية: هي التي لا تنفك عن الموصوف. ¶ وأما الوصف غير الذاتي: فهو العرضي الذي يعرض للموصوف أحيانا وينفك عنه أحيانا أخرى. ¶ س/ هل التبعي يوجد بدون الأصلي؟ ¶ لا يوجد. التبعي إلا مع المعنى الأصلي.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "س/ ما هو مراد الشاطبي بقوله: إن هذه الشريعة المباركة أمية ؟ ¶ الشاطبي لا يقصد بها ما قد يتبادر إلى الأذهان اليوم حينما يقال فلان أمي، أنه قدح فيه وإنما هو يريد إنها ينبغي أن تؤخذ على معهود الأميين وكل تكليف فيها يؤخذ على هذا الأساس ولا يُذْهَب به إلى أبعد من ذلك، وأن ما لا يدخل تحت قدرة الأميين العقلية في فهمه، ولا تحت قدرتهم البدنية في امتثاله والعمل به؛ لا يمكن أن يكون داخلا في الشريعة. ¶ س/ ما الدليل علي أن الشريعة أمية وأن النبي أٌمِي ؟ ¶ من الأدلة علي ذلك: ¶ أولاً: النصوص المتواترة اللفظ والمعنى \" ¶ 1-كقوله تعالى:( هُوَ الَّذِي بَعَثَ فِي الأُمِّيِّينَ رَسُولاً مِّنْهُمْ ) [الجمعة: 2]،. ¶ 2- وقوله:( فَآمِنُوا بِاللهِ وَرَسُولِهِ النَّبِيِّ الأُمِّيِّ الَّذِي يُؤْمِنُ بِاللهِ وَكَلِمَاتِهِ ) [الأعراف: 158. ¶ 3- وفي الحديث ( بُعِثْتُ إلى أمة أمية)، لأنهم لم يكن لهم علم بعلوم الأقدمين. والأمي منسوب إلى الأم وهو الباقي على أصل ولادة الأم لم يتعلم كتابا ولا غيره. فهو على أصل خلقته التي ولد عليها وفي الحديث ( نحن أمة أمية؛ لا نحسب ولا نكتب الشهر هكذا وهكذا وهكذا). ¶ ثانياً: أن الشريعة التي بعث بها النبي -صلى الله عليه وسلم- الأمي إلى العرب خصوصا، وإلى من سواهم عموما إما أن تكون على نسبة ما هم عليه من وصف الأمية أو لا، فإن كان كذلك؛ فهو معنى كونها أمية؛ أي منسوبة إلى الأميين، وإن لم تكن كذلك؛ لزم أن تكون على غير ما عهدوا، فلم تكن لتنزل من أنفسهم منزلة ما تعهد وذلك خلاف ما وضع عليه الأمر فيها ولا بد أن تكون على ما يعهدون والعرب لم تعهد إلا ما وصفها الله به من الأمية فالشريعة إذن أمية.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ثالثاً: أنه لو لم يكن القرآن على ما يعهده العرب، وتحداهم بشيء من جنس ما عهدوه ما كان هذا إعجازا لأجل أن يتحداهم إنما يتحداهم بشيء من جنس ما يستطيعونه، والتحدي المقصود به أن يبين ويتضح أن القرآن ليس من كلام بشر وإنما هو كلام الله -جل وعلا-، والفصحاء منهم اعترفوا بأن هذا لا يمكن أن يكون من كلام بشر فهو تحداهم على أن يأتوا بعشر سور من مثله وبسورة من مثله وبشيء من مثله، فلم يستطيعوا. التحدي لا يكون إلا بما كان من جنس كلامهم فهذا دليل على أنه في مقدور الأميين فهمه، ¶ رابعاً: أن كثير من الناس تجاوزوا في الدعوة على القرآن الحدَّ فأضافوا إليه كل علم يذكر لمتقدمين أو متأخرين من علوم الطبيعيات، والتعاليم، والمنطق وعلم الحروف وجميع ما نظر في الناظرون من هذه الفنون وأشبهها. وهذا إذا عرضناه على ما تقدم لم يصح. ¶ س/ كيف نرد علي من يقول بإعادة تفسير القرءان تفسيرًا عصريًّا ؟ ¶ من يدعو إلى إعادة تفسيره تفسيرًا عصريًّا يعني تغير فيه كل شيء ويدخل في هذا أمور التكليف وغيرها ولا يقتصر فقط على الآيات الكونية وإنما يعاد النظر فيه ليفسر بمفهوم الناس اليوم يعني بما يفهمونه من اللغة، وهذا مشكل كبير لأن القرآن جاء بلغة العرب الفصحاء الذين كانوا في عهد الرسول -صلى الله عليه وسلم- وحينما تفسره بأعراف الناس اليوم وبمصطلحات الناس اليوم؛ فإنك تبعده عن مقصده بُعدا كبيرا.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "** فمعنى هذا أن الذين سبقونا من الصحابة والتابعين ما فهموا شيئا من هذا القرآن وكل فهمهم كان خاطئا، حينما تقول ينبغي أن نعيد تفسير القرآن تفسيرًا عصريا وهم الحقيقة لم يكتفوا بتفسير القرآن، وإعادة النظر في القرآن لأن القرآن أكثر الذي فيه عمومات ما فيه تفاصيل، وإنما هم يريدون العودة إلى الشريعة كلها لإعادة النظر فيها، وتفسيرها، فما يرون أنه لا يتفق مع عقولهم يؤولونه بما يتفق مع العقول، وهذه الدعاوى هي دعاوى باطلة يردها ما تقدم من كون هذا القرآن عربيا جاء بلغة العرب وأرسل به النبي العربي الأمي إلى الأميين؛ فلا يمكن أن يحمل على ما يعود على فهمهم بالإبطال، يعني حينما نفهم منه شيئا يبطل فهم السابقين جميعا؛ لا شك أن هذا ليس تفسيرًا وإنما هو تغيير وتبديل وليس تفسيرًا. ¶ أسئلة المشاهدين\": ¶ 1-هل استفاد الشاطبي من ابن تيمية ؟ ¶ لاشك أنه استفاد من ابن تيمية فهو يوافقه في مواضع كثيرة لكنه ليس تلميذا لابن تيمية ومما يوافقه فيه كلامه عن المقاصد وكلامه في العموم الكلي وأنه أهم من العموم الوضعي وفي مواضع أخرى يخالفه وكلا منهما منهجه منهج أهل السنة و الجماعة. ¶ 2-سؤال عن مذهب الشاطبي في الأسماء و الصفات وموافقته للأشاعرة؟ ¶ الشاطبي وافق الأشعرية في مسائل في كتابه الموافقات وغيره ولكن ليست الموافقة موافقة في أصل المنهج وإنما اجتهاد منه ربما أخطأ فيه ولا يوجد عالم لم يقع في شيء من الخطأ وكل يؤخذ من قوله ويرد فليس من العدل أن كل من أخطأ في جزئية من جزئيات الاعتقاد ننسبه إلى فرقة، ولكنه صاحب منهج سليم ولا ينبغي أن ننسبه للآشاعرة، يقول ابن تيمية: المخطئ معذور في الأصول والفروع على عكس جمهور الأصوليين الذين يؤثمون من يخطئ في مسائل أصول الدين لكن ابن تيمية وجماعه ومنهم الشاطبي يميلون إلى من أخطأ في أصول الدين فهو معذور. ¶ 3-. الشيخ الفاضل قلتم لا يجب الجزم بمقصود الآية فما العمل؟",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "لا نجزم بالمقصود إذا لم يكن واضحا وجليا بمعنى أنا إذا فسرناه تفسيرا علميا عصريا لم يكن معهودا فلا يجوز أن نؤكد أن هذا هو المراد وهذا هو المقصود ولكن المخرج من هذا أن نقول أن الآية الفلانية تشعر بما توصل له العلم الحديث الآن من كذا و كذا، ويمكن يستفاد منها هذا المعنى ولكن لا نجزم بأن ما توصل له العلم هو كل ما دلت عليه الآية ونحصر مراد الآية عليه وبقية التفسيرات كلها غير صالحة حتى لا نكذب السابقين أو نتهمهم بأنهم لم يفهموا القرآن ¶ أسئلة الحلقة ¶ س\"1: ما معنى قول الشاطبي: هذه الشريعة المباركة شريعة أمية؟ ¶ س\"2: في ضوء ما تقدم. ما رأيك في الدعوة إلى إعادة تفسير القرآن الكريم وفق منظور عصري ؟ ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ انتهي الدرس العاشر ¶ __________________________________________ ¶ الدرس الحادي عشر ¶ أسئلة المراجعة\" ¶ س1: ما معنى قول الشاطبي\" هذه الشريعة المباركة شريعة أمية؟ ¶ معناه أنه ينبغي أن تؤخذ على معهود الأميين، وكل تكليف فيها يؤخذ على هذا الأساس ولا يذهب به إلى أبعد من ذلك، وأن ما لا يدخل تحت قدرة الأميين العقلية في فهمه ولا تحت قدرتهم البدنية في امتثاله والعمل به؛ لا يمكن أن يكون داخلاً في الشريعة, ولا يقصد من كلامه أنه ينبغي أن نبقى أميين . ¶ س2: في ضوء ما تقدم ما رأيك في الدعوة إلى إعادة تفسير القرآن وفق منظور عصري؟",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "أولا يقصد بالتفسير العصري هو بيان معان للقرآن لم تكن معروفة عند العرب, ففيما يتعلق بالتكليف لا يمكن أن يتغير تفسيره أو معناه ولا أن يضاف إليه, أما فيما عدا ذلك كالآيات الكونية ونحوها فلا مانع من أن نضيف إليه ما توصل إليه العلم الحديث ليستفيد الداعية منه في نشر الإسلام والدعوة إلى الله والإقناع بشرط ألا يتعارض ولا يتصادم مع ما نقل إلينا من تفسير عن السلف, وألا نجزم أن هذا هو مراد الله دون غيره لئلا يظن أن الصحابة كانوا يجهلون معاني القرآن وما فهموه, ولأن ذلك ينافي مقصد وضع الشريعة للإفهام. ¶ الدرس الجديد\" ¶ النوع الثاني مقاصد وضع الشريعة للإفهام ¶ س/ أذكر بعض الفوائد التي تنبني على ما قررناه سابقًا من أن الشريعة ينبغي فهمها في ضوء معهود الأميين ؟ ¶ من الفوائد التي تنبني على هذا: أن العناية تكون بالمعنى المبثوث في الكلام وفي الخطاب، وأما الألفاظ المفردة؛ فإنهم أيضًا لا يعتنون بها إذا كان المعنى الإجمالي معلومًا بدون التدقيق في هذا المعنى الإفرادي في معناه، فالعرب عنايتهم أولاً بالمعاني ولا يعتنون بالألفاظ كثيرًا ثم أيضًا لا يعتنون بكل المعاني وإنما يعتنون بالمعنى التركيبي، إذا كان المعنى التركيبي مفهومًا. ¶ س/ أذكر مثالاً يوضح أن العرب لا يعتنون بالألفاظ كثيرًا ثم أيضًا لا يعتنون بكل المعاني ؟ ¶ مثال ذلك: أن الشاعر ذا الرمة له بيت من الشعر وأنه عَبَّرَ عنه مرة ببائس ومرة بيابس، أو يائس وهو لا يعبأ بهذا ويقول: هما سواء حينما قيل له هذا، يعني لما كُلِّمَ في هذا قال: قد أنشدتني من بائس، قال: اليبس هو البؤس، يعني ليس هناك فأنت ترى ذا الرمة لم يعبأ بهذا الاختلاف وهو البيت يقول: ¶ وظاهِرْ لها من يابِسِ الشخْتِ واستَعِنْ .. عليها الصّبا واجعل يَدَيكَ لها سِتْر",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "يتكلم عن النار وإشعال النار \"وظاهر لها من يابس الشخت واستعن عليها الصبا\" يعني اجعل الصبا والريح تعينك على إشعالها \"واجعل يديك لها سترا\"، فقال له القائل: أنت أنشدتنيها قبل بائس، قال: اليبس من البؤس، فهو لم يعبأ بالكلمة ما دام المعنى العام مفهومًا. ¶ س/ إذا مثالاً يبين أنه إذا عرفنا المعنى التركيبي فلا ينبغي أن نتقعر في البحث عن المعاني الجزئية ؟ ¶ مثال ذلك: ورد عن عمر أنه لما قرأ:( وَفَاكِهَةً وَأَبًّا) قال: ما الأب ؟ ثم قال: وما يضرني؟ أو ما يضير عمر ألا يعرف ما الأب؟ يعني ما دام أن المعنى فيه امتنان من الله -جل وعلا- فالأب هو مما امتن الله به علينا، والأب يقول المفسرون: هو الكلأ مثلاً أو المرعى. ¶ ** وأيضًا أنه من المشهور عنه أنه ضرب الرجل الذي كان يكثر السؤال عن جزئيات وألفاظ ترد في القرآن مثل لفظ العاصفات يقول: ما معنى المرسلات عرفًا ؟ ما معنى العاصفات عصفًا ؟ فهو يسأل عن مثل هذه الأمور؛ فلهذا عمر أنكر عليه ذلك، ويقال: إنه كان يسأل أيضًا عن قضايا في الاعتقاد في صفات الله -جل وعلا-، أو يورد بعض المتشابه، فضربه عمر حتى أوجعه وكأن يقول له: إن عدت؛ عدنا، فيقول يا أمير المؤمنين: إن كنت تريد تأديبي؛ فقد –والله- برئت من هذا الأمر، وإن كنت تريد قتلي؛ فأحسن القتلة، فهذا دليل على أنهم كانوا يكرهون مثل هذا التعمق وضرب الآيات بعضها ببعض. ¶ س/ هل عدم العناية بالجزئيات له أصل في الشريعة ؟",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "عدم العناية بالجزئيات والاهتمام بما هو أعظم ورد في ذلك قوله تعالى:( لَيْسَ الْبِرَّ أَن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الآخِرِ وَالْمَلاَئِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ) [البقرة: 177] فهنا في هذه الآية بيان أن المهم ليس أن تكون الصلاة إلى هذه الجهة أو إلى تلك الجهة، بقدر ما هو أهم من ذلك هو أن تكون مؤمنًا بالله وباليوم الآخر وبالملائكة والكتاب والنبيين، وأن تكون في صلاتك خاشعًا لله -جل وعلا-؛ لأن هذا كانت حينما غُيِّرَت القبلة من جهة بيت المقدس إلى جهة الكعبة، ثم انتقل إلى أمر آخر وهو أنه المعنى الإفرادي حينما يكون مطلوبًا لتصحيح المعنى الكلي وفهم المعنى الكلي لا بأس بالبحث عنه والسؤال عنه. ¶ س/ أذكر بعض الأمثلة التي تبين النهي عن التدقيق في بعض الكلمات حينما يكون الجهل بها لا يضر في فهم المعنى الكلي ؟ ¶ مثال هذا: سؤال بعض الناس عن أسماء من وردت لهم قصص في القرآن؛ ما اسم هذا؟ وما اسم هذا؟ وما اسم كذا؟ وما اسم كذا؟.. ولهذا تجدون بعض الناس تجد بعض الناس شغوفًا بهذا، ويسأل ويتصل ما اسم مثلاً إخوة يوسف؟، ما اسم أخوه الذي قال:( لاَ تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَتِ الْجُبِّ) [يوسف: 10]؟ وما اسم كذا؟ وما اسم امرأة فرعون؟ يعني مثل هذه الأسماء سكت عنها الشرع، ولا يتعلق بها حكم شرعي، فيضطر بعضهم إلى البحث عن هذا في الإسرائيليات ويأخذه من الروايات الإسرائيلية وبعضها ليس بصحيح، ولهذا وُجِدَ في كتب التفسير الكثير من هذه الإسرائيليات لسدِّ هذا الأمر وإشباع نهم الناس في هذا الجانب. ¶ س/ الشريعة والتكاليف الاعتقادية جاءت لتعم الناس وليفهمها عموم الناس وتناسب معهود الأميين ولا تخرج عنه ولا يصعب عليهم تعقلها وفهمها، وضح ذلك ؟",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "من ذلك: نجد أن القدر الواجب على كل مؤمن من مسائل الاعتقاد سهل على كل إنسان أن يحيط به ويعرفه تمام المعرفة، ويوقن به، ثم يبني عليه امتثاله لأوامر الله -جل وعلا- وانصياعه لها، ويكون المطلوب هو المعنى الجملي. ¶ ** إذا أخذنا مثلاً الإيمان بالله -جل وعلا- وأسمائه وصفاته المطلوب الإيمان الإجمالي بها، وعدم التدقيق في الكيفيات، ولهذا ما أحد من السلف أُثِرَ عنه أنه يبحث في كيفيات الأسماء والصفات بل كانوا ينهون الناس عن هذا، ويقولون: يجب أن نؤمن بما جاء في كتاب الله من غير أن نضرب بعضه ببعض، ومن غير أن نثير حوله شيئًا من الشكوك. ¶ ** وأيضًا في مسائل الإيمان بقدرة الله -جل وعلا- وعظمته وعلمه يُكتفى بهذا بالإيمان الجملي الذي يدركه عامة الناس، وثبت في الصحيح من أن ( كان فيمن كان قبلنا رجل قال: لئن ظفر الله بي يوم القيامة؛ ليعذبني عذابًا شديدًا، فإذا مت فأحرقوني، ثم دقوني ثم ذروني في البحر، فو الله لئن ظفر الله بي ليفعلن بي وليفعلن بي. فأخبر النبي -صلى الله عليه وسلم- أنه يؤتى بهذا الرجل يوم القيامة فيقال له: لم فعلت كذا ؟ فيقول: يا رب لأنني أخافك وأخشى من عذابك، ثم إن الله -جل وعلا- يعفو عنه ويدخله الجنة)، فمثل هذا الرجل هل هو آمن بقدرة الله -جل وعلا- الإيمان الذي تقتضيه النصوص الكثيرة الواردة أم أنه عرف أن الله على كل شيء قدير إجمالاً لكن تفاصيل هذا يظن أنه لو فُعِلَ به هذا لا يستطيع؟ هو أخطأ في هذا، وتقديره في غير محله، ومع هذا عفا الله عنه وأدخله الجنة كما أخبر النبي -صلى الله عليه وسلم-. ¶ ** إذا أخذنا مثلاً الإيمان بالملائكة يعني الواجب علينا أن نؤمن بهم إيمانا إجماليًا، ومن عرفناه منهم وسماه الله في كتابه نؤمن به أيضًا بوجوده، لكن هل يؤاخذ من لا يعرف مثلاً أسماء الملائكة الذين نص الله عليهم؟ لا يؤاخذ.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "** هل يؤاخذ يوم القيامة من لا يعرف أسماء الأنبياء الذين ذكروا في القرآن أو في السنة؟ لا يؤاخذ على ذلك. ولكنه يؤمن إيمانًا إجماليًا بالأنبياء السابقين، وبرسل الله -جل وعلا-، وبملائكته، وبأسمائه، وصفاته الحسنى حتى لو أنه لا يستطيع عدها. ¶ س/ هل التفصيل واجب في مسائل الاعتقاد لكل الناس ؟ ¶ القدر الواجب، الذي لا يسع أحدا من المسلمين أن يجهله من هذه الاعتقادات نجد أنها سهلة وواضحة ويسيرة ويفهمها عامة الناس، وهي التي سيُسألون عنها يوم القيامة، ولهذا يُسأل من ربك؟ وما دينك؟ ومن نبيك؟ ولا يُسأل مثلاً عن ما الذي سيكون في يوم القيامة؟ وما هو ترتيبها؟ وهل يبدأ نصب الصراط أولاً؟ أو يبدأ كذا.. هذا من علمه؛ فخير وبركة، ولكنه لا يكون واجبًا على كل مسلم، وهذه التفاصيل التي لا يدركها إلا قلة من الناس، هذه لا تكون واجبة على العموم، يعني إدراكها واعتقادها لا يكون واجبًا على العموم. ¶ س/ ما الدليل علي عدم الوجوب ؟ ¶ مما يدل على ذلك: ¶ أن الصحابة -رضي الله عنهم- لم يبلغنا عنهم من الخوض في هذه الأمور ما يكون أصلاً للباحثين والمتكلفين، كما لم يأتِ ذلك عن صاحب الشريعة -عليه الصلاة والسلام-، وكذلك التابعون المقتدى بهم، لم يكونوا إلا على ما كان عليه الصحابة، بل الذي جاء عن النبي -صلى الله عليه وسلم- وعن أصحابه النهيُ عن الخوض في الأمور الإلهية وغيرها، حتى قال:( لن يبرح الناس يتساءلون حتى يقولوا هذا الله خالق كل شيء؛ فمن خلق الله ؟). ¶ ** وثبت النهي عن كثرة السؤال، وعن تكلف ما لا يعني عامًّا في الاعتقاديات والعمليات، وأخبر مالك أن من تقدم كانوا يكرهون الكلام إلا فيما تحته عمل، وإنما يريد ما كان من الأشياء التي لا تهتدي العقول لفهمها مما سُكِتَ عنه، أو مما وقع نادرًا من المتشابهات محالاً به على آية التنزيه. ¶ س/ ما المقصود بالمتشابهات ؟ وما الواجب نحوها ؟",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "المقصود بالمتشابهات: يعني حقائق أو كيفيات ما يقع مثلاً يوم القيامة وتفاصيله وكذلك كيفيات أسماء الله وصفاته، فالكيف مجهول لنا، ولهذا نُهِينا عنه، وكان الإمام مالك حينما سئل عن الاستواء؛ قال: الاستواء معلوم، يعني من حيث لغة العرب معلوم معناه، والكيف مجهول والسؤال عنه بدعة ولا أراك إلا ضالاً مبتدعًا، فطرد السائل؛ لأنه لا يريد أن يفتح بابًا للتدقيق في هذه الأمور، وما أوتينا وما توسعت هذه الاختلافات ودخل الناس في التفرق والتشتت إلا حينما دققوا فيما لم يكلفوا التدقيق فيه، يعني دققوا في أمور لم يكلفوا التدقيق فيها. ¶ س/ هل التكليفات العملية تجب علي كل الناس ؟ ¶ التكليفات العملية: هي أيضًا جارية على نفس الطريق من أنهم طولبوا بالأمور الظاهرة التي يعلمها الإنسان العادي ولم يكلفوا ما ليس في وسعهم، يعني لم يُقل لهم: أنتم لا بد أن تتعلموا خطوط الطول والعرض، وتعرفوا أنتم على أي خط طول وعلى أي خط عرض تقعون حتى تعرفوا متى تدخل صلاة المغرب ومتى تخرج الصلاة الفلانية, وإنما جاءهم بأمر بسيط وسهل وقال انظروا إلى الشمس انظروا إلى الظلال إذا صار ظل كل شيء مثله، إذا صار ظل كل شيء مثليه، إذا أخذت أوقات الصلوات؛ تجدها من هذا القبيل، هذه أمور تقريبية، يعني لا تكون دقيقة كدقة الساعة التي نسير عليها الآن، أو التقاويم التي نسير عليها، وإنما هي أمور تقريبية.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "** كذلك في بداية الصيام، بداية صيام الشهر، قال:( صوموا لرؤيته وأفطروا لرؤيته) ولم يعلقه مثلاً بدراسة علم الفلك حتى يعرفوا هل حصلت ولادة الشهر، أم لم تحصل، وإنما علقهم بما هو في مقدورهم، في الصيام كل يوم وفطر كل يوم أيضًا ربطهم بأمور ظاهرة، وقال:( إذا أقبل الليل من ها هنا والنهار من ها هنا؛ فقد أفطر الصائم) الإمساك الصباح ربطهم بطلوع الفجر( حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأبْيَضُ مِنَ الْخَيْطِ الأسْوَدِ مِنَ الْفَجْرِ) [البقرة: 187] إذا تبين لكم ذلك؛ فقد منعتم من الأكل والشرب وعليكم أن تصوموا، فهي أمور ظاهرة، يعرفها الإنسان المتعلم وغير المتعلم، وقال -صلى الله عليه وسلم-: ( نحن أمة أمية، لا نحسب ولا نكتب، الشهر هكذا وهكذا)، وقال: ( لا تصوموا حتى تروا الهلال، ولا تفطروا حتى تروه، فإن غُمَّ عليكم فأكملوا العدة ثلاثين) ولم يطالبنا بحساب مسير الشمس مع القمر في المنازل؛ لأن ذلك لم يكن من معهود العرب ولا من علومها، ولدقة الأمر فيه، وصعوبة الطريق إليه وأجرى لنا غلبة الظن في الأحكام مجرى اليقين، وعذر الجاهل فرفع عنه الإثم، وعفا عن الخطأ إلى غير ذلك من الأمور المشتركة للجمهور. ¶ ** أيضًا إذا نظرنا في أصل التكليف مثلاً، تجده يربط التكليف متى يكون الصبي مكلفًا يربطه بأشياء ظاهرة، بلوغ خمسة عشر مثلاً، الاحتلام، الإنبات ما أشبه ذلك، أمور ظاهرة ولا يربطه بقضايا لا يمكن أن يعرفها عامة الناس. ¶ س/ كيف أجاب الشاطبي عن هذا الإشكال في قوله: ( قد يُقال إنه نُقِلَ عنهم بعض التدقيق في العبارات) ؟ ¶ أجاب عن هذا بعدة أجوبة ومنها: أن الذين نُقِلَ عنهم هذا التدقيق هم علماء أصبحت هذه الأمور الدقيقة في نظركم هي بالنسبة لهم ظاهرة وواضحة وضوحَ الشمس، فهم ما طولبوا بأمر يصعب عليهم، وإنما هم تكلموا في أمر يرونه واضحًا وضوح الشمس. ننتقل إلى المسألة الخامسة. ¶ أسئلة الحلقة",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "س\"1: هات مثالاً من الواقع المعاصر تنطبق عليه قاعدة التكاليف الاعتقادية والعملية لا تخرج عما يسع المكلف فهمه وتعقله ؟ ¶ س\"2: هل يُستفاد من المعاني التابعة أحكامٌ شرعية ؟ وما الذي رجحه الإمام الشاطبي في هذا ؟ ¶ انتهي الدرس الحادي عشر ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ _____________________________________________ ¶ الدرس الثاني عشر ¶ أسئلة المراجعة\" ¶ س1: هات مثالا من الواقع المعاصر تنطبق عليه قاعدة أن التكاليف الإعتقادية والعملية لا تخرج عما يسع المكلف فهمه وتعقله؟ ¶ من الأمثلة المعاصرة والتي تنطبق عليها القاعدة تقول مثل من أكل بعد آذان الفجر بدقائق قليلة وذلك لعدم سماع الآذان , فلا يتطلب من المكلف التدقيق في هذا؛ لأن العبرة هنا ليست بالدقائق لأن الأحكام الشرعية في هذه المسألة تقريبية وليست مقيدة بزمن محدد فالواجب أن يكون التقريب والتبسيط للمكلف الذي يتم بموجبه استيعاب هذه التكاليف وحتى يفهمها عقله حتى يتم اعتماد قاعدة \"حدثوا الناس بما يعرفون\". ¶ س2: هل يستفاد من المعاني التابعة أحكاما شرعية؟ ¶ اختلف العلماء في ذلك والذي رجحه الشاطبي أن الأحكام التابعة لا يؤخذ منها أحكاما شرعيه مستقلة ,وإنما هي مجرد تأكيد واستثناء من ذلك بعض العادات , وقال الشاطبي أنه لا يمنع من أن تكتسب من المعاني التابعة بعض الآداب الشرعية وبعض النكت البلاغية وبعض الحِكَم ولكن ليست أحكاما فيها تحليل وتحريم. ¶ ________________________- ¶ الدرس الجديد\" ¶ النوع الثالث مقاصد وضع الشريعة للتكليف بمقتضاه ¶ س/ ما المقصود بهذا المقصد أن الشارع وضع الشريعة للتكليف بمقتضاها؟",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "المقصود بهذا المقصد: أن الشارع حينما وضع هذه الشريعة ليكلف الخلق بما تقتضيه من أمر أو نهي فالأصل أن الأوامر يطلب الامتثال لها وفعلها إما على سبيل الوجوب وإما على سبيل الندب، وأن كل نهي يأتي في القرآن أو في السنة يكون منهيا عنه يعني يكون غير مقصود الوقوع لله -جل وعلا- وغير مرغوب فيه إما على سبيل الحتم ويكون فعله محرما، وإما ليس على هذا السبيل فيكون فعله مكروها ، وأن الشارع وضع الشريعة ليكلفنا. ¶ س/ ما هي القواعد المقاصدية المنطلقة أو المترتبة عن هذا المقصد ؟ ¶ القاعدة الأولي: أن الله -جل وعلا- لم يكلفنا ما لا يدخل تحت قدرتنا، والشاطبي يقول إنني في هذا المجال أنا لا أستطيع أن أزيد على ما قاله الأصوليون من أن الله -جل وعلا- لم يكلف الخلق بما يعجزون عنه ولا يقدرون على فعله، ويكادون يتفقون على هذا من حيث الوقوع، فهذا لم يرد في الشريعة. ¶ القاعدة الثانية: أن الله ليس فقط لا يكلفنا بما نعجز عنه بل هو لا يكلفنا بالأمر الشاق من مقاصده ، ولا يكلفنا بما يشق علينا وإن لم يكن مستحيلا. ¶ س/ هل يجوز عقلا أن يكلفنا الله بما لا نطيق أم لا يجوز؟",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "هذه مسألة ليست بذات أثر، وبعض الكتب الأصولية حينما تبحث فيها؛ تجدهم يقولون إن مذهب أهل السنة أن الله يمكن أن يكلف الخلق بما لا يطيقون، هذا ليس بصحيح؛ لأن مذهب أهل السنة هو ما وافق الكتاب والسنة والله -جل وعلا- يقول:( لاَ يُكَلِّفُ اللهُ نَفْسًا إِلاَّ وُسْعَهَا )، ما زاد عن وسع الإنسان وعن قدرته وطاقته؛ لا يمكن أن يكون مأمورا به أو منهيا عنه، وحينما نزلت هذه الآية وما بعدها وما قبلها من الآيات، جاء في صحيح مسلم أن الله استجاب للمسلمين دعاءهم لأن أول الآيات( آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ) [البقرة: 285]. ¶ يعني قبل هذه الآيات:( إِن تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللهُ فَيَغْفِرُ لِمَن يَّشَاءُ وَيُعَذِّبُ مَن يَشَاءُ) [البقرة: 284]، خاف بعض الصحابة، وقالوا هذه والله لا نطيقها إذا كان كل ما يخطر على بالنا، أو على بال الإنسان سيحاسب عليه حتى مجرد حديث النفس؛ هذه لا نطيقها فأرشدهم النبي -صلى الله عليه وسلم- إلى أن يقولوا ( سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ )، وأن يقولوا( رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلاَنَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ)[البقرة: 286]. ¶ فأُرشدوا إلى هذا الدعاء، وورد في الحديث الصحيح في صحيح مسلم وغيره أن الله قال قد فعلت يعني استجبت لكم هذا الدعاء.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "** فلهذا تقرر عند علماء الفقه جميعا لا يختلفون في أن ما يعجز عنه الإنسان لا يكون مكلفا به، ولا يؤمر بما يعجز عنه، ولا ينهى عما يعجز عن رده أو دفعه هذا متفق عليه بين الفقهاء، وهذه الحقيقة متقررة التي دلت عليها النصوص الشرعية، ودل عليها استقراء الشريعة من أولها إلى آخرها. ¶ س/ أذكر بعض الفروع التي تتفرع عن هذه القاعدة المقاصدية ؟ ¶ هذه القاعدة يتفرع عليها فروع كثيرة منها: ¶ أولاً: أنه لو وجد في نصوص الشرع ما قد يدل ظاهره على أن الله أمرنا بما لا يدخل تحت قدرتنا؛ فإنه لا بد من تأويل هذا وبيان معنى صحيح يستقيم مع نصوص الشرع، ويضرب الشاطبيُّ لهذا أمثلة بقوله تعالى:( وَلاَ تَمُوتُنَّ إِلاَّ وَأَنْتُم مُّسْلِمُونَ ) [آل عمران: 102]، يقول هذا لو أخذت بمقتضى الوضع اللغوي؛ لقلت كيف ننهى عن الموت لا تمت إلا وأنت مسلم كيف، هل موتي وحياتي بيدي؟ ¶ فيقول مقصود الآية ومعناها كما قال جميع المفسرين أن المنهي عنه هنا هو ليس أن تموت، وإنما المنهي عنه أن تفارق الإسلام، أنت منهي عن مفارقة الإسلام ومأمور بملازمة الإسلام حتى إذا جاءك الموت؛ جاءك وأنت على الإسلام. فيقول هذا التفسير أو التأويل للآية هو مستقيم مع القاعدة. ¶ ثانياً: أن هناك من الأفعال الباطنة والظاهرة ما لا يدخل تحت قدرة الإنسان، وإنما يهجم هجوما، فحب الإنسان مثلاً للأكل والشرب وحبه للشهوات:( زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ )، فحب الإنسان لهذه الشهوات أو بغضه مثلاً لبعض الأمور بغضه لأن يموت ويكره الموت هذه أمور تهجم عليه ليس باستطاعته الانفكاك عنها. ¶ فمثل هذه الأمور لا يمكن أن تكون مأمورا بها لا تدخل تحت التكليف لأننا عندنا قاعدة بأن الله لا يكلفنا بما لا نطيقه؛ فكل ما لا يدخل تحت طاقتنا وقدرتنا نستطيع أن نقول إنه حتى لو وجد الأمر في الظاهر يعني قد يُفهم منه هذا لا بد أن يبين المراد منه. ¶ س/ كيف يبين المراد منه ؟",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "يقول العلماء إنه حينما يأتي الأمر بشيء وأنت ليس في مقدورك فعله أو تركه؛ فالمقصود ليس هو ذلك الشيء، وإنما المقصود إما مقدماته وأسبابه يعني تكون منهيا عن تعاطي الأسباب التي توصلك إلى هذا الأمر أو تكون منهيا عن النتائج والأمور التي ترتب على هذا الأمر. ¶ س/ أذكر مثالاً يوضح متي يكون الإنسان منهيا عن النتائج والأمور التي ترتب على الأمر؟ ¶ مثال ذلك: الحب والبغض قد يهجم على الإنسان هجوما؛ فالنفوس مجبولة على حب من أحسن إليها، فقد يحسن إليك كافر لا يؤمن بالله ولا برسوله -صلى الله عليه وسلم- فيسدي لك معروفا، فتجد في نفسك ميلا إليه، وحبا إليه، يهجم عليك هجوما أنت لا تستطيع أن تنفك منه؛ فهل تدخل تحت النهي عن حب الكافرين وحب ما هم عليه:( لاَ تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ )[المجادلة: 22]، فهل مثل هذا يكون منهيا عنه؟ بمعنى أنك لو وقع في نفسك هذا تكون آثما. ¶ ** يقول العلماء إن هذا ينبغي أن يصرف إلى ما يترتب عليه يعني ما وقع في نفسك من الحب هو نوع من الحب الطبيعي الذي يهجم على الإنسان لا يستطيع الانفكاك منه فأنت لست مؤاخذا عليه، وإنما أنت مؤاخذ على ما يترتب عليه، فلا تبني على هذا الحب حبك مثلاً لدين هذا الإنسان، أو حبك لما هو عليه من الأخلاق المخالفة للإسلام، ولا تبني على هذا الحب سكوتك عن أمره بالمعروف ونهيه عن المنكر؛ لأن هذا قد يكون من نتائج الحب حينما تحب إنسانا قد تحب ما هو عليه من الخلق، وتحب ما هو عليه وتتابعه في ذلك. ¶ ** كذلك لو بنيت عليه موالاته ضد المسلمين الآخرين مظاهرته ومعاونته على المسلمين حتى وإن كان عندهم أخطاء، وإن كانوا واقعين في كثير من المعاصي لكن هم ينبغي أن يكونوا أحبَّ إليك وأقرب إليك لأنهم على الإسلام وعلى ملة الإسلام وهكذا.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "س/ ما الفرق بين غير المقدور أو ما لا يطاق وبين الأمر الشاق ؟ ¶ الأمر الشاق: أنت تستطيع أن تفعله لكن بمشقة عظيمة قد تكلفك حياتك، وقد تكلفك أن تبقى حبيس الفراش وقد تكلفك عضوا من أعضائك، قد تكلفك ثمنا باهظا في دينك أو في حياتك أو في مالك أو في عرضك أو ما أشبه ذلك. ¶ وأما ما لا يطاق: هو الذي لا تستطيع أن تفعله. ¶ س/ ما الدليل علي أن الله لا يكلفنا بالأمر الشاق ؟ ¶ الدليل على هذا: ¶ قال تعالي في أواخر سورة البقرة:( رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا ) ، فهذا الإصر هو المشقة العظيمة ربنا ولا تحملنا ما لا طاقة لنا به، والرسول -صلى الله عليه وسلم- أخبر أن الله استجاب لنا هذا الدعاء، وقال:( قد فعلت)، والإصر الذي كان على الأمم السابقة كان شاقا وعظيما، كان أحدهم إذا أذنب الذنب العظيم، وأراد أن يتوب منه ما تقبل توبته حتى يقتل نفسه؛ لأجل أن تقبل توبته يقتل نفسه حتى تقبل توبته، هذا رفعه الله عنا وجعل باب التوبة مفتوحا إلى أن يغرغر الإنسان، وتبلغ الروح الحلقوم، ويوقن بأنه ميت. ¶ س/ ما هي المشقة التي لا يمكن أن يكلف الله بها ؟ ما هو ضابطه ؟ ¶ ضابط المشقة التي لا يمكن أن يكلفنا الله بها أو وعد -جل وعلا- وبين أنه ليس من مقاصده التكليف بها؛ ¶ س/ ما هي أنواع المشقة ؟ ¶ المشقة ثلاثة أنواع: ¶ النوع الأول: نوع منها هو داخل فيما لا يطاق، فالتكليف بما لا يطاق هو تكليف بمشقة عظيمة، حينما يكلف الإنسان شيئا هو ليس في مقدوره أن يفعله أبدًا فهذا تكليف بما لا يطاق، وهو من جهة فيه مشقة عليه؛ لأنه متحقق عليه الترك وحينئذ تحققت العقوبة فيكون هذا فيه مشقة، ولكن هذا اختص باسم خاص هو ما لا يطاق، أو غير المقدور الذي لا يدخل تحت قدرة الإنسان.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "النوع الثاني: ما يدخل تحت القدرة ولا مشقة فيه أبدًا، يعني شيء لا مشقة فيه يعني التسبيح التكبير التهليل. ¶ النوع الثالث: ما فيه مشقة ولكن هذه المشقة مشقة معتادة هي من طبيعة الفعل نفسه، مثل مشقة النهوض من الفراش الوثير، في الليلة الباردة، والوضوء والذهاب إلى المسجد هذا فيه نوع مشقة فالتكاليف أكثرها هي من هذا الباب فيها شيء من المشقة لكنها تختلف في عِظَم هذه المشقة؛ فليست مثلاً المشقة في الصلاة كالمشقة مثلاً في الحج، أو الجهاد في سبيل الله بالنفس ، فهذه مَشَاقّ معتادة هي من طبيعة الفعل نفسه لا تنفك عن الفعل نفسه. ¶ س/ ما مرادهم بقولهم إن من مقاصد الشرع لا يكلف الخلق بما يشق عليهم ؟ ¶ المقصود: أن لا يكلفهم بفعل فيه مشقة تخرج عن المعتاد حتى نسلم من الاعتراض الذي قد يرد علينا كيف تقولون إن التكليف كله ما فيه مشقة وهذا الجهاد والحج والصلاة وكثير من الأعمال فيها جهد ؟ فنقول هذا جهد يسير لا يؤدي بالإنسان إلى الهلكة. ¶ س/ ما هو ضابط المشقة التي تمنع التكليف ؟",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ضابط المشقة التي تمنع التكليف هي: المشقة التي لو قدر لك أن تستمر عليها؛ لأدى ذلك إلى خلل في ذاتك يعني في جسمك أو في نفسك أو في مالك أو لأدّى ذلك إلى انقطاعك عن العمل يعني يؤدي استمرارك فيها ليس فعلها مرة واحدة، وإنما يؤدي تعميمها على الناس واستمرارهم فيها يؤدي إلى انقطاع العمل، أو يؤدي إلى خلل في بدنك، أو مالك أو أهلك، أو شيء من ضرورياتك، فإذا كان الاستمرار فيه سيؤدي إلى هذا؛ فهي مشقة غير معتادة، وتكون مانعة لك من التكليف يعني تؤدي إلى انقطاع العمل، ولهذا نجد الرسول -صلى الله عليه وسلم- يقول:( صلّ قائما، فإن لم تستطع؛ فقاعدا، فإن لم تستطع؛ فعلى جنب)، وقال تعالي:( وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ )، وقول الرسول -صلى الله عليه وسلم-:( يسروا ولا تعسروا، بشروا ولا تنفروا؛ فإنما بعثتم ميسرين، ولم تبعثوا منفرين)، إلى غير ذلك من النصوص في القرآن والسنة التي تدل على أن الله لا يكلف الناس بما يشق عليهم وأي تكليف تراه يخرج عن هذا ويصل إلى درجة المشقة؛ فاعلم أنك لست مطالبا به. ¶ أسئلة الحلقة ¶ السؤال الأول: ما الفرق بين التكليف بما لا يطاق والتكليف بالأمر الشاق ؟ ¶ السؤال الثاني: ما ضابط المشقة التي لا يقع التكليف بها ؟ ¶ انتهي الدرس الثاني عشر ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ __________________________________________ ¶ الدرس الثالث عشر ¶ أسئلة المراجعة\" ¶ س2: ما الفرق بين التكليف بما لا يُطاق والتكليف بالأمر الشاق؟ ¶ الفرق بينهما أن الأمر الشاق يستطيع الإنسان أن يفعله ولكن بمشقة عظيمة قد تكلف الإنسان حياته، أو تكلفه عضواً من أعضائه، أو تكلفه ثمناً باهظاً في دينه أو حياته أو ماله، أما ما لا يُطاق؛ فهو ما لا نستطيع أن نفعله. ¶ س\"2: ما ضابط المشقة التي لا يقع التكليف بها؟",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ضابط المشقة التي تمنع التكليف هي المشقة التي لو قُدِّرَ لك أن تستمر عليها؛ لأدَّى ذلك إلى خلل في ذاتك ، أو في نفسك أو في مالك، أو لأدى ذلك إلى انقطاعك عن العمل. ¶ ________________________ ¶ الدرس الجديد ¶ المشقة المصاحبة للتكليف ¶ س/ ما معنى المشقة في اللغة ؟ ¶ هي في أصل اللغة من قولك: شَقَّ عليَّ الشيءُ يشُقُّ شقّاً ومشقة إذا أتعبك، ومنه قوله تعالى:( لَّمْ تَكُونُوا بَالِغِيهِ إِلاَّ بِشِقِّ الأَنْفُسِ) [النحل: 7]، والشق: هو الاسم من المشقة. ¶ س/ ما هي المعاني التي تطلق علي لفظ المشقة إذا أخذ مجرداً من أصل وضعه اللغوي ؟ ¶ تطلق على أربعة معانٍ: ¶ المعني الأول: أن يكون عاماً في المقدور عليه وغيره؛ فتكليف ما لا يُطاق يُسَمَّى مشقة، من حيث كان تطلب الإنسان نفسه بحمله مُوقِعاً في عناء وتعب لا يجدي، فالمقعد إذا تكلف القيام، والإنسان إذا تكلف الطيران في الهواء وما أشبه ذلك، فحين اجتمع مع المقدور عليه الشاقُّ الحَمْل إذا تحمل في نفسه المشقة؛ سُمي العمل شاقاً والتعب بتكلف حمله مشقة. ¶ المعني الثاني: أن يكون خاصاً بالمقدور عليه، إلا أنه خارج عن المعتاد في الأعمال العادية، بحيث يشوش على النفوس في تصرفها، ويقلقها في القيام بما في تلك المشقة، إلا أن هذا الوجه على ضربين: ¶ أحدهما: أن تكون المشقة مختصةً بأعيان الأفعال المكلف بها، بحيث لو وقعت مرة واحدة؛ لوجدت فيها. وهذا هو الموضع الذي وُضعت له الرخص المشهورة في اصطلاح الفقهاء؛ كالصوم في المرض والسفر، والإتمام في السفر وما أشبه ذلك. ¶ والثاني: أن لا تكون مختصة، ولكن إذا نظر إلى كليات الأعمال والدوام عليها؛ صارت شاقة، ولحقت المشقة العامل بها ويوجد هذا في النوافل وحدها إذا تحمل الإنسان منها فوق ما يحتمله على وجهٍ ما، إلا أنه في الدوام يتعبه.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "المعني الثالث: مشقة ليست خارجة عن المعتاد هي معتادة، وتسمى مشقة باعتبار عدم التكليف يعني لو أنك لم تكلف بهذا الفعل كان الأمر أخفَّ عليك، فإذا كلفت بهذا الفعل؛ زاد الأمر عليك أو زاد العناء عليك نوعاً ما، لكنه لم يصل بك إلى درجة الإعنات والمشقة العظمى. ¶ المعني الرابع: أن يكون خاصاً بما يلزم عما قبله، فإن التكليف إخراج للمكلف عن هوى نفسه، ومخالفة الهوى شاقة على صاحب الهوى مطلقاً، ويلحق الإنسان بسببها تعب وعناء، وذلك معلوم بالعادات الجاهلية في الخلق. ¶ س/ ما الدليل علي أن الشارع لم يقصد إلى التكليف بالمشاق الإعنات فيه ؟ ¶ الدليل على ذلك أمور: ¶ الأول-1-:( وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأغْلاَلَ الَّتِي كَانَتْ عَلَيْهِمْ) [الأعراف: 157]، ¶ 2-وقوله:( رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا) [البقرة: 286] وفي الحديث:( قال الله تعالى: قد فعلت)، وجاء ( لاَ يُكَلِّفُ اللهُ نَفْسًا إِلاَّ وُسْعَهَا) [البقرة: 286]، ¶ 3-قوله:( يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ) [البقرة: 185]. ¶ 4-وفي الحديث:( بُعِثْتُ بالحنيفية السَّمْحة)، و( ما خُيِّرَ بين شيئين إلا اختار أيسرهما ما لم يكن إثم)، وإنما قال:( ما لم يكن إثم)؛ لأن ترك الإثم لا مشقة فيه، من حيث كان مجرد ترك، إلى أشباه ذلك مما في هذا المعنى. ولو كان قاصداً للمشقة لَمَا كان مريداً لليسر ولا التخفيف، ولا كان مريداً للحرج والعسر، وذلك باطل، وهذه الآيات والأحاديث صريحة في أن الله لا يقصد إلى ما فيه مشقة ويكلف الخلق به.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "الثاني: ما ثبت أيضاً من مشروعية الرخص، وهو أمر مقطوع به، ومما عُلِمَ من دين الأمة بالضرورة؛ كرخص القصر، والفطر، والجمع، وتناول المحرمات بالاضطرار، فإن هذا نمط يدل قطعاً على مطلق رفع الحرج والمشقة، وكذلك ما جاء من النهي عن التعمق والتكلف والتسبب في الانقطاع عن دوام الأعمال، ولو كان الشارع قاصداً للمشقة في التكليف لما كان ثَمَّ ترخيص ولا تخفيف. ¶ س/ ما هو ضابط المشقة ؟ ¶ إن كان العمل يؤدي الدوام عليه إلى الانقطاع عنه أو يؤدي إلى الانقطاع عن بعضه، أو يؤدي إلى خلل في صاحب العمل يعني في بدنه أو في ماله أو ما أشبه ذلك، أو حال من أحواله؛ فمثل هذه المشقة هي الخارجة عن المعتاد وهي التي لا يرد بها التكليف، أما إذا كانت المشقة لا تصل إلى هذا القدر، ولا يترتب عليها انقطاع العمل لو استمر عليها، فهذه مشقة خارجة عن المعتاد، وإن لم تكن كذلك فهي ليست خارجة عن المعتاد . ¶ س/ أذكر مثالاً يوضح ضابط المشقة ؟ ¶ قد يقول قائل: أنا فيّ جرح ولو توضأت عليه اليوم لن يضره، فهل أتوضأ عليه يوم مثلاً وأتركه يوماً ؟ نقول: انظر إلى القاعدة هل استمرار الوضوء عليه سيؤخر البرء ؟ سيتأخر الشفاء؟ ستكون له مضاعفات؟ إذا كان الجواب بنعم؛ فلا تغسله وإنما تكتفي عنه بالتيمم، لا تنظر إلى غسله مرة واحدة، وإنما انظر إلى تكراره، لو كررت عليه هذا هل سيؤدي إلى تأخير البرء أو زيادة مضاعفات الجرح؟ إذا كان الجواب بنعم؛ فنقول: إذن هذه مشقة غير معتادة، المشقة المعتادة هي التي لو استمررت عليها طول عمرك ما ضرك شيء. ¶ س/ هل نقول إن المشقة المعتادة مقصودة للشارع ويقصد الشارع إلى وجودها ؟",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الشارع لا يقصد حتى هذه المشاق المعتادة هي ليست مقصودة بالذات للشارع، لكنها تأتي تبعاً للعمل، يعني المشاق التي تلازم العبادات مثلاً أو الأعمال المأمور بها هي مشقة تابعة للعمل ليست مقصودة، يعني مشقة الوضوء مشقة القيام والقعود في الصلاة مثلاً، الصلاة مثلاً في المسجد مع وجود البرودة الشديدة مثلاً، هذه مقصودة للشارع الصلاة ، والشارع لم يقصد ما فيها من المشقة. ¶ وقد سبق إيراد الآيات الدالة على أن الله أراد اليسر مثل( يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ) [البقرة: 185] .... إلي آخر الأدلة. ¶ ** أيضاً يستدل على هذا بما ورد في الصحيح من حديث ابن عباس قال:( بينما النبي -صلى الله عليه وسلم- يخطب إذا هو برجل قائم فسأل عنه، فقالوا: هذا أبو إسرائيل نذر أن يقوم في الشمس ولا يقعد، ولا يستظل، ولا يتكلم، ويصوم) فقال النبي -صلى الله عليه وسلم-:( مروه فليجلس، وليستظل، وليتكلم وليتم صومه) الصوم مشروع، ومقصود لله -جل وعلا- فلهذا أمره بإتمامه، ولكن لا يقف في الشمس، ولا يعذب نفسه أو يشق على نفسه يعني لا يقصد إلى المشقة بذاتها. ¶ س/ كيف أجب الشاطبي علي من قال أن التكاليف الشرعية غير مقصودة والشرع أمر بها وفيها هذه التكاليف ؟ ¶ أجاب عن هذا: ¶ أن تكليف المكلف بما فيه مشقة معتادة لم يكن القصد فيه ليس إلى ذات المشقة بل إلى المصلحة الناشئة عن هذا العمل بغض النظر عما يتبعه من مشقة، كما أن الطبيب مثلاً قد يشق بطن المريض لاستخراج الزائدة الدودية، أو لاستخراج داء في بطنه، ويعلم هو أن في هذا مشقة، ولا إشكال في ذلك، ومع ذلك هو لا يقصد إلى هذه المشقة، هو يقصد إلى المصلحة، فالشارع مقصوده هو إلى المصلحة الملازمة لهذه المشقة حيث رجح هذه المصلحة ولم تعد المشقة ذات اعتبار عند الشارع ولم يلتفت إليها ولم يعتبرها.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "س/ كيف يرد علي من قال: إن الله -جل وعلا- يعلم أن هذا العمل تترتب عليه وتلازمه مشقة؛ فكيف تقولون: إنها غير مقصودة للشارع وهو يعلمها ؟ ¶ الجواب عن هذا: أن علم الله -جل وعلا- بما يصاحب هذا العمل من المشقة أيضاً ليس دليلاً على أنه قصدها، هو قصد العمل، والمشقة جاءت تبعاً، فالمشقة بذاتها ليست مقصودة لله -جل وعلا-، لا يلزم من هذا أن يكون قاصداً لما ينشأ عن السبب وإن كان عالماً به، وقد ضربنا لكم مثالاً بالطبيب الذي قد يشق بطن المريض، في الأمور العادية فإنه هو لا يقصد المشقة مع علمه بوجود المشقة، لكنه ما يقصدها، وإنما يقصد مصلحة المريض، كذلك الإنسان وتصرفه في ملكه، تصرف الإنسان في ملكه قد يضر ببعض جيرانه، هذا الضرر قد يكون مقصوداً له؛ لأنه هو ليس معصوماً من قصد ضرر الإنسان، قد يكون مقصوداً لكن أحياناً كثيرة قد يكون غير مقصود، يعني حينما تكون أنت سكنت مثلاً في حي جديد، وجارك له أرض بجوارك فأتى يعمرها، هو يحرص ويُحَرِّص من يعمل في بيته مثلاً أن لا يؤذوك لكن لا بد أن يصيبك شيء من الغبار، هذه أمور ملازمة لهذا العمل هو لم يقصده مع علمه بها، هو يعلم أنك ستتأذى نوعاً ما، لكنه لم يقصد لهذا، هذا في الغالب، ولهذا إذا كان قاصداً للإيذاء؛ فهو آثم، وإذا لم يقصد الإيذاء؛ فلا إثم عليه؛ لأنه فعل ما يجوز له فعله. ¶ ** إذن ليس هناك تلازم بين علم الإنسان بما يتسبب عن الشيء، وبين كونه مقصوداً له، ولله المثل الأعلى؛ فكون الله -جل وعلا- يعلم بما يتسبب عن هذا العمل من مشقة ليس دليلاً على أنه قاصد لها، بدليل أيضاً أنه نفى هذا وصرح في آيات كثيرة، بأنه لا يقصد إلى إعنات العبد ولا إلى ما يشق عليه، وإنما قصد إلى ما فيه مصلحته. ¶ س/ كيف نزد علي الذي يقول: أن الله يعلم أن الجهاد فيه شيء من المشقة ومع هذا كتبه علينا وأثاب عليه، وهذا دليل على أنها مقصودة للشارع، لو لم تكن مقصودة للشارع؛ لما أثاب عليها ثواباً زائداً ؟",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "هذا قد يكون هو أعظم الاعتراضات أو أقوى الاعتراضات، لكن المصنف أجاب عنه بعدة أجوبة، منها: ¶ أن الثواب عليها إنما هو لكونها ملازمة لفعل المقصود للشارع، لا لكونها مقصودة لذاتها، فهو أثاب عليها لكونها ملازمة لفعل المقصود، وليس لكونها مقصودة بذاتها، والدليل على هذا: أنها لو انفردت؛ فلا ثواب عليها، لو انفردت وأمكن انفرادها عن العمل ما أثيب عليها، كما في قصة أبي إسرائيل الذي قال: ( مروه فليستظل، وليجلس، وليتم صومه) فلما أمكن انفصال المشقة عن العمل نهاه الرسول -صلى الله عليه وسلم- عن هذه المشقة وأمره بإتمام العمل، ثم أيضاً قد يقال: إن الثواب تَفَضُّل من الله -جل وعلا-، فالله قد يثيب الإنسان على ما لم يعمله أصلاً كالمصائب التي تصيبه مثلاً، فيقع له ثواب بسببها. ¶ س/ هل للمكلف أن يقصد المشقة طلباً لزيادة الأجر؟ ¶ إذا كان الشارع لا يقصد هذه المشقة بذاتها فكذلك نقول: ليس للمكلف أن يقصد إلى المشاق طلباً لزيادة الأجر، وهذا الأمر أيضاً من الأمور التي قد تشكل، من الأمور التي قد تشكل أنه ورد مثلاً أن الرسول -عليه الصلاة والسلام- قال:( أجركِ على قدر نصبك ) قاله لعائشة، وورد أيضاً عن بني سلمة أنهم رغبوا في الانتقال إلى جوار المسجد فأخبروا النبي -صلى الله عليه وسلم- أخبروه بذلك برغبتهم، فقال:( بني سلمة! دِيَارَكُم -؛ أي ألزموا دياركم- تُكتبْ آثارُكم) فنهاهم عن الانتقال إلى قرب المسجد، كذلك ورد بعض الآثار عن أبي موسى الأشعري أنه كان يتخير الأوقات شديدة الحر ويصوم فيها، فمثل هذه الأمور قد تشكل، يقول: كيف تقولون: إن العبد ما يجوز له أن يقصدها وقد وجد ما يدل على أن بعض الصحابة أرادوا الانتقال إلى قرب المسجد فنهاهم الرسول؛ لأن آثارهم تُكتب، فمجيؤهم من مكان بعيد فيه نوع مشقة عليهم ومع هذا لم يأمرهم بالاقتراب من المسجد أو لم يطعهم في ذلك ؟ ¶ س/ كيف أجاب المصنف علي حديث بني سلمة ؟",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "أجاب المصنف: عن هذا بعدة أجوبة، منها جواب عام، خلاصته أن هذه أمور آحادية أو أخبار جزئية يمكن أن تكون معارضة لقاعدة عامة تقررت بنصوص شرعية قطعية والقاعدة عندنا: أن الجزئيّ حينما يتعارض مع القطعيّ الكلي يُؤَوَّل، وينظر في تأويله، هذا جواب عام، ثم أجاب جواباً تفصيلياً وقال: أما طلب بني سلمة الانتقال؛ فقد ورد في بعض روايات الحديث أن النبي -صلى الله عليه وسلم- نهاهم عن الانتقال حتى لا تخلو الناحية التي هم فيها ممن يحرس المدينة من تلك الجهة، فكان يُقِرّ أصحاب المنازل التي في ضواحي المدينة، حتى يكونوا عيوناً له فلا يهجم عليه من عدوه من لا يعلم به حتى يصل إليه، فهذا توجيه حسن. ¶ س/ كيف أجاب المصنف علي حديث أبي موسي الأشعري ؟ ¶ أجاب المصنف: ما نُقِلَ عن أبي موسى الأشعري أيضاً أجاب عنه، وقال: ( أولاً يحتاج إلى ثبوت هذا عنه من حيث السند، وهو فعل صحابي لا يكفي .. لمواجهة بعض النصوص القطعية) فالخلاصة أنه انتهى إلى أن المكلف لا يجوز له أن يقصد إلى المشقة بذاتها، ومما يدل على ذلك قصة أبي إسرائيل التي سبق الكلام عنها، وأن الرسول -صلى الله عليه وسلم- نهاه عن أن يقصد إلى المشقة، وما وقف في الشمس إلا لزيادة المشقة، فنهاه عن ذلك. ¶ أسئلة الحلقة ¶ س\"1: كيف ترد على من زعم أن المشقة المصاحبة للعمل مقصودة للشارع واستدل على ذلك بأن الله يعلمها ويعلم ملازمتها للعمل ؟ ¶ س\"2: هل يثاب المكلف إذا قصد المشقة المصاحبة للتكليف مع إمكان الانفكاك عنها ؟ ¶ انتهي الدرس الثالث عشر ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ _________________________________ ¶ الدرس الرابع عشر ¶ أسئلة المراجعة ¶ س\"1كيف ترد على من زعم أن المشقة المصاحبة للعمل المقصودة للشارع؟",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "أن المشاق التي تصحب التكاليف ليست مقصودة بذاتها للشارع، وإنما هي تأتي تبعا، وإذا أثيب فإنما يثاب على العمل بما فيه من المشقة، ولا يكون الثواب على المشقة لو انفصلت. ¶ واستدلال من يعارض هذا بكون الله -جل وعلا- يعلم بأن هذه المشقة ستترتب على هذا العمل هذا مردود لأن علم الله بكون هذا العمل سيترتب عليه مشقة في حق فلان من الناس هذا ليس معناه أنه قصد إلى تلك المشقة، وإنما قد يعلم الله -جل وعلا- أنه تترتب عليه بعض المشاق ولكن ما فيه من المصالح أعظم؛ فلهذا يكلف به ويأمر به لما فيه من المصلحة وتصبح المفسدة هنا غير معتبرة. و قد مر معنا أن المفسدة المرجوحة تعتبر كأنها غير موجودة ولا ينظر إليها ولا يعلق بها الحكم. ¶ س\"2هل يثاب المكلف إذا قصد المشقة المصاحبة للتكليف مع إمكان الانفكاك عنها؟ ¶ إذا كان الشارع لم يقصد المشقة فليس للمكلف أن يقصد إلى المشاق طلبا لزيادة أجر فكون قصد الشارع من وضع التكليف العمل نفسه فموافقة قصد الشارع هو المطلوب ، فمن قصد المشقة يكون مخالفا لقصد الشارع، وكل قصد خالف قصد الشارع باطل بل هو من قبيل ما ينهى عنه وكل ما ينهى عنه؛ فلا أجر فيه وحديث أبي إسرائيل دليل على عدم قصد المشقة لذاتها. ¶ وأما احتجاجهم بحديث بني سلمة بقوله -صلى الله عليه وسلم-: (دياركم؛ تُكتب آثارُكم)] صحيح مسلم [، و حديث أبي موسى الأشعري أنه كان يتخير الأوقات شديدة الحر عند صومه وما أشبه ذلك؛ فالجواب عليها أنها أخبار جزئية تعارض كليا قطعيا فتؤول. ¶ ثم إن بني سلمة أبقاهم النبي -صلى الله عليه وسلم- لا للمشقة ذاتها بل لما فيها من مصلحة وهي أن لا تخلو المدينة من تلك الجهة ممن يحرسها وحديث أبي موسى فهو فعل صحابي لا يكفي برد النصوص القطعية. ¶ ______________________- ¶ الدرس الجديد ¶ تابع المشقة المصاحبة للتكليف ¶ س/ ما هي حكم المشقة غير المعتادة التي تلزم من الفعل الشرعي ؟",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "المشقة غير المعتادة التي تلزم من الفعل الشرعي أو من الفعل المأذون فيه هي إما أن يكون المكلف جَرَّها إلى نفسه وتسبب فيها، وإما أن لا يكون له فيها يد: ¶ فإن كان المكلف هو الذي يتسبب فيها ويريد أن تلحق بالعمل المشروع حتى يعظم أجره؛ فهذا النوع من المشاق لا يثاب عليه الإنسان بل ينهى عنه ويعاقب عليه، ولهذا نهى النبي -صلى الله عليه وسلم- أبا إسرائيل حينما رآه قائما في الشمس ولا يستظل وهو صائم، وحينما سئل عن هذا قيل له إنه نذر أن يصوم في الشمس ولا يستظل فنهاه عن هذا الفعل وأمره بأن يستظل وأن يجلس وأن يتم صومه، فالإنسان منهي عن تقصد المشاق وتتبع للمشاق. ¶ أما أن يكون هذا العمل ليس من جهته ولم يتسبب فيه هذا الحرج وهذه المشقة التي تلحق الفعل المشروع هو لا يد للمكلف فيها ؛ كأن يصوم الإنسان وهو مريض، أو يحج وهو زَمِنٌ غير قادر على تعب الحج فمثل هذه المشقة هو الذي شرعت الرخص لأجله فإذا لحق بالإنسان في خصوصه مشقة من العبادة لما هو عليه من ضعف أو لما هو عليه من حال المرض أصبحت العبادة في حقه شاقة. نقول هذا النوع من المشاق الذي يلحق بعد المكلفين وهم لم يتطلبوه ولم يبحثوا عنه وإنما هو وقع عليهم فهذا النوع من المشقة، فمن الناس من يترخص ويأخذ بالرخصة ويفطر مثلاً، ومنهم من لا يترخص. ¶ س/ هل يمكن أن نقول في بعض الأحيان يجب عليه العمل بالرخصة وفي بعض الأحيان لا يجب عليه ؟ ¶ نقول نعم، أحيانا يجب عليه العمل بالرخصة حينما يؤدي استمراره في العمل من صوم مثلاً أو صلاة أو غيره إلى انقطاعه مثلاً عن العمل أو إلى تلف في نفسه أو خلل في ماله أو في بدنه أو يؤدي ذلك إلى أن يَكره العبادة أو يضيق بها ذرعا يعني يؤديها كالْمُرغم عليها أو يؤديها وهو غير مرتاح لأدائها حينما يصل إليه هذا الأمر ويخشى من نفسه أن يبلغ إلى هذا الحد؛ فحينئذ نقول لا يجوز لك أن تفعل العبادة التي قارنتها المشقة في مثل هذه الحالة بل يجب عليك الترخص.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "** أما النوع الثاني من الناس وهم الذين يعلمون أو يغلب على ظنهم أن لهم قدرة على فعل هذه العبادة مع ما فيها من المشقة يعني قد يكون الإنسان مثلاً مسافرا في وقت حر ولكنه هو يعلم من نفسه أنه قادر على الصيام وأنه لن يصل به الأمر إلى المشقة بل هو يتلذذ بهذا وهذا حال كثير من الزهاد والعباد فإنهم يتلذذون بما يراه غيرهم مشقة؛ لأنه قربى إلى الله -جل وعلا- فمثل هذا الإنسان فإنا نقول له لا يجب عليك أن تترخص، وإنما يجوز لك أن تعمل بالعزيمة. ¶ س/ لو قال أنا عندي قدرة على الصيام وأنا مسافر؛ فهل لي أن أترخص ؟ ¶ نقول: نعم، يجوز، لأن الرخصة تأتي بالنسبة لعموم الناس الرخصة من الشارع تأتي ما تأتي بالنظر إلى الأقوياء ولا بالنظر إلى أضعف الناس، وإنما تأتي بالنظر إلى عموم الناس، فهذه هي الرخصة فحينما تكون مسافر وإن كنت قادرا على الصيام نقول يجوز لك أن تفطر لكن إذا كنت تحس من نفسك القدرة على الصيام وأن الصيام يعني أفضل لك وأهون على نفسك مما لو قضيته فيما بعد فنقول الصوم قد يكون أفضل لك. ¶ س/ ما الدليل علي الأخذ بالرخصة لمن سيقع في حرج لو استمر في هذه العبادة لضعفه عنها مثلاً ؟ ¶ الذي سيقع في حرج لو استمر في هذه العبادة لضعفه عنها مثلاً أو سينقطع عن عبادات أخرى هي أهم منها هذا قلنا إنه لا يجوز له الاستمرار في العبادة مع وجود الرخصة بل عليه أن يأخذ بالرخصة. ومما يدل على هذا قول الرسول -صلى الله عليه وسلم-: ( ليس من البر الصيام في السفر)، فالرسول يعني بين أنه ليس من البر أن تصوم وأنت تعلم أو يغلب على ظنك أن المشقة ستلحق بك، وربما أقعدتك عن عبادة أخرى أو وظيفة أخرى. ¶ س/ الصحابة يقولون كنا نسافر؛ فمنا الصائم، ومنا المفطر، ولا يعيب الصائم على المفطر ولا المفطر على الصائم ألم يعلموا بحديث الرسول السابق ؟",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "بلى علموا، ولا إشكال، ولكنهم كانوا يعرفون أن المقصود بالنهي عن الصيام في السفر إنما هو من يُحس من نفسه العجز أو الملل أو كره العبادة أو التبرم منها إذا صام، أما من هو قادر بل هو مرتاح للعبادة بل يجد لذة فيها ومتعة في أن يصوم مع الناس؛ فهذا لا ينهى عن الصيام، ولهذا كان الصحابة لا ينكر بعضهم على بعض، لأن منهم القادر على الصوم الجلد عليه، ولا يشعر بالعطش ولا بالتعب ومثل هذا يرى أن الصيام أهون عليه وأفضل له فصيامه قد يكون أفضل مع جواز الفطر له إذا كان السفر من السفر الذي يجوز الفطر فيه. ¶ ويروى أن ابن مسعود قيل له نراك تقل الصوم يعني لست ممن يكثر الصيام، فقال إنه يقطعني عن قراءة القرآن وقراءة القرآن أحب إلي فهو يعني لضعف في بنيته كما هو معروف عنه لا يستطيع مواصلة الصيام عن غيره بينما هناك من الصحابة من كان يصوم يوما ويفطر يوما وذلك لجلده وقوته. ¶ س/ ما الحكمة في كون الله -جل وعلا- لم يكلفنا ما يشق علينا؟ ¶ الحكمة ترجع إلى أمرين: ¶ الحكمة الأولى: خشية أن ينقطع الإنسان نفسه عن العبادة ويعجز، أو يمل منها ويتبرم منها. ¶ الحكمة الثانية: أن يقصر في عبادات أخرى أو في وظائف أخرى هي مطلوبة منه يعني مطلوب من الإنسان الحرص مثلاً على مصلحة نفسه والحرص على مصلحة أهله وأبنائه وتربيتهم وما يتبع ذلك. كذلك قد يكون مسؤولا في قطاع معين الناس يحتاجون إليه. ¶ س/ أذكر مثالاً يوضح ما سبق ؟",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "مثال ذلك: إنسان ظل يقوم الليل كله إلى الفجر ثم ينام عن صلاة الفجر، يشتغل بالسنن والمستحبات ويترك ما هو أهم منها، هذا خلل كبير في الأولويات، فإذا كان هذا العمل وإن كان عبادة سيؤدي بك إلى الخلل بعبادة أعظم وهي مثلاً فرض؛ فلا تشتغل به على حساب الفرض إذا كان مثلاً على جهة مسؤول أمني مسئول في قطاع أمني لو أنه اشتغل بالعبادة واشتغل بالصوم ربما عجز عن أداء مهمته الأمنية في حفظ الأمن للناس، والمصلحة التي تحصل من حفظ الأمن للناس أعظم من المصلحة التي تحصل من أنك تصوم أو أنك تتهجد بالليل فالإنسان ينبغي أن يوازن بين هذه الأمور ويأتي من الأعمال ما يطيق وليس على حساب عمل آخر. ¶ س/ ما هي الأدلة علي الحكمة الأولي ؟ ¶ من الأدلة التي تساق مثلاً على الحكمة الأولى: ¶ ـ قوله تعالى:( وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللهِ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِّنَ الأمْرِ لَعَنِتُّمْ وَلَكِنَّ اللهَ حَبَّبَ إِلَيْكُمُ الإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ) [الحجرات: 7]، إذن الله -جل وعلا- لا يريد إعناتنا ولا يريد المشقة لنا ويريد أن يحبب لنا الإيمان لا يريد أن يبغض لنا العمل الصالح. ¶ ـ قوله -عليه الصلاة والسلام-:(عليكم من العمل ما تطيقون؛ فإن الله لا يمل حتى تملوا). ¶ ـ قوله في قيام رمضان لما رأى خروج الصحابة في الليلة الثالثة قال:( أيها الناس! إنه لم يخفَ عليَّ مقامُكم، ولكنْ خشيت أن تُفرض عليكم صلاة الليل؛ فتعجزوا عنها)، أو كما قال -عليه الصلاة والسلام- في صلاة التراويح.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "ـ قوله في حديث معاذ:( أفتان أنت يا معاذ؟) في قصة الرجل صاحب الناضحين الذي صلى وراءه، وأطال عليهم معاذ فانفصل هذا الرجل ولحق بناضحيه، أو فكر أن يفعل مثل هذا. ولما بلغ النبي -صلى الله عليه وسلم- ذلك؛ عاتب معاذا، وقال:( أفتان أنت يا معاذ؟ هَلا قرأت بـ: \"سبح اسم ربك الأعلى\"، وبـ:\"والشمس وضحاها\" وبـ:\"والليل إذا يغشى\"). ¶ ـ أيضا قوله -عليه الصلاة والسلام-:( إنَّ هذا الدين متينٌ؛ فأوغل فيه برفق، ولا تُبَغِّضْ إلى نفسك عبادة الله؛ فإن الْمُنْبَتَّ لا أرضًا قطع، ولا ظهرًا أبقى)، المسافر الذي يمشي ويواصل السير، ولا يتوقف ليرتاح ويريح راحلته، هذا يعني يقول لا أرضا قطع لم يقطع المسافة كلها ولن يُبقِ الظهر الذي يستفيد منه يعني راحلته التي يركب عليها ستنقطع وتموت، فهو لا قطع الأرض وطوى المسافة، ولا هو أبقى دابته ورفق بها، هذا أيضا من حديث صريح في هذا الشأن. ¶ س/ ما هي الأدلة علي الحكمة الثانية ؟ ¶ من الأدلة علي الحكمة الثانية:",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "ـ ما جاء في البخاري عن أبي جحيفة قال: ( آخى رسول الله -صلى الله عليه وسلم- بين سلمان الفارسي وأبي الدرداء فزار سلمان أبا الدرداء في بيته فرأى أم الدرداء متبذلة -يعني غير مهتمة بزينتها ولا بمظهرها التي هي زوجة أبي الدرداء غير مهتمة بزينتها ولا بمظهرها-، فقال لها سلمان: ما شأنك؟! فقالت: أخوك أبو الدرداء ليس له حاجة في الدنيا. فجاء أبو الدرداء وأمر بصنع طعام لأخيه سلمان فلما صنعه قدمه إليه وقال: كُلْ؛ فإني صائم، قال: ما أنا بآكلٍ حتى تأكل، فأكل معه ولم يصم ذلك اليوم، ولما جاء الليل نام أيضا سلمان عنده فلما ذهب جزء يسير من الليل قام أبو الدرداء ليصلي، فقال: مكانك! نم، فأطاعه ونام فأخذ قليلا فقام، ثم قال له: ارجع فنم حتى بقي قليل من الليل، فقال: أمَّا الآن فقمْ، فقاما فصليا، ثم قال سلمان له: إن لربك عليك حقا، ولنفسك عليك حقا، ولأهلك عليك حقا؛ فأعط كلَّ ذي حقّ حقّه، فأتى النبي -صلى الله عليه وسلم- فذكر ذلك له فقال النبي -صلى الله عليه وسلم-: صدق سلمان). ¶ ـ أيضا قوله -صلى الله عليه وسلم- لمعاذ في الحديث السابق ( لو قرأت بسبح اسم ربك الأعلى والشمس وضحاها والليل إذا يغشى؛ فإنه يصلي وراءك الكبير والضعيف وذو الحاجة)؛ أي راع من وراءك من المصلين. ¶ ـ أيضا قول الرسول -صلى الله عليه وسلم-:( إني لأدخل في صلاتي وفي نيتي أن أطيلها فأسمع بكاء الصبي؛ فأتجوز فيه)؛ أي أخففها، يخفف الصلاة من أجل يقول:( من أجل ما أعلمه من وجد أمه عليه)؛ لأن أمه مع المصليات فإذا سمعت بكاء طفلها هي مترددة بين صلاتها وبين طفلها سيُشغل قلبُها وستحزن على طفلها. ¶ ـ والإمام مالك كره إحياء الليل كله يعني يكره قيام الليل كله، وقال: \"لعله يصبح مغلوبا\"؛ أي يصبح مغلوبا على نفسه لا يستطيع مثلاً أن يصلي صلاة الفجر بخشوع وبطمأنينة أو يكون مغلوبا يبقى نهاره كله نائما لا يستفيد من بقية وقته.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "ـ وقال مالك أيضا: \"لا بأس به -يعني قيام الليل- إن لم يضر ذلك بصلاة الصبح\". ¶ أسئلة الحلقة ¶ س\"1: متى يجب على المكلف الأخذ بالرخصة ؟ ¶ س\"2: ما الحكمة من عدم تكليف الشارع بالشاق من الأعمال ؟ ¶ انتهي الدرس الرابع عشر ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ ___________________________________________ ¶ الدرس الخامس عشر(مقاصد وضع الشريعة للتكليف بمقتضاها) ¶ أسئلة المراجعة\" ¶ س\"1: متى يجب على المكلف الأخذ بالرخصة؟ ¶ إذا علم أو غلب على ظنه أنه لو استمر في العبادة مع ما بها من المشقة الموجبة للرخصة لأدى ذلك إلي خلل في ذاته أو في نفسه أو ماله أو أدى إلى انقطاعه أو تبرمه من العبادة فيجب عليه حينئذ الأخذ بالرخصة. ¶ س\"2 : ما الحكمة من عدم تكليف الشارع بالشاق من الأعمال؟ ¶ 1-أن الله عزوجل لا يريد من العبد أن يبغض العبادة أو ينقطع عنها بسبب المشقة. ¶ 2- حتى لا يؤدي ذلك إلى الخلل بالوظائف الأخرى المطلوبة من العبد أي حتى لا تتزاحم الوظائف على العبد فيتعرض للتلف والهلاك فتذهب العبادة بذهاب العابد. ¶ __________________________________ ¶ الدرس الجديد ¶ تابع النوع الثالث من مقاصد الشارع وهي مقاصد وضع الشريعة للتكليف بمقتضاها ¶ س\"هل المشاق التي تصيب الإنسان بمقتضي–- قضاء الله وقدره من الأمراض والأعراض والمصائب التي تحل عليه،فهل نقول للإنسان إنه مطالب ومكلف بدفعها؟ ¶ تكلم الشاطبي عن ذلك وذكر أن هذه المشاق منها ما ورد الشرع بالأمر بوجوب دفعه ومنها ما أمر بدفعها على سبيل الندب ومنها ما سكت عنه . ¶ س\" بين مايجب علي الإنسان دفعه؟ ¶ 1-اعتداء العدو على الإنسان فهو مطالب بالدفاع عن نفسه . ¶ 2-الدفاع عن حوزة الإسلام والمسلمين وإعراضهم. وأموالهم، وبلدانهم،. ¶ س\" هل يجب علي الإنسان التداوي من الأمراض التي تصيبه؟ ¶ 1- الشاطبي\"يرى أن التداوي متروك للإنسان؛ إن شاء تعالج وتداوى، وإن شاء ترك التداوي، ولا يكون ملومًا،",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "2- الشارح\"فالذي يظهر القول إما بالاستحباب أو بالوجوب، فإذا عَرَفَ المُكَلَّف أن هذا سبب وحيد لدفع هذه المشقة عنه بالتجربة بسؤال الخبراء، الأطباء مثلاً فإنه مُطَالب بأن يدفع عن نفسه هذا البلاء وهذه المشقة بالتداوي وتناول الدواء المباح، والتردد بين العلماء في وجوبه وعدم وجوبه، قد يكون التداوي قديمًا، يعني ليس هو كالوضع الحالي الآن، فالآن تقدم الطب كثيرًا وأصبح مثلاً من يُصاب بمرض معين يتفق الأطباء وجميع العقلاء معهم على أنه مثلاً لو فعل هذا الشيء لعوفي منه، وبإذن الله وبإرادة الله، كاتفاقهم على أنه لا يُنجب ولدًا إلا من تزوج، يعني الآن لا يمكن للإنسان أن يقول: أنا سأترك الزواج وقد يرزقني الله بولد، هذا غير معقول، فكذلك التداوي من بعض الأمراض الآن أصبح سبب التداوي أو سبب التعافي من هذا المرض واضحًا للأطباء والحمد لله وبالتجربة أثبتت أنه يُعَالج بهذه الطريقة فلو قيل بوجوبها على الإنسان المُكَلَّف لكان هذا القول في ظني متجهًا؛ لأن فيها حفظ مهجته، ونحن قد قررنا أن الإنسان مطالب بأن يحفظ مهجته، وأيضًا الشرع بَيَّن أن الرخصة أحيانًا قد تكون واجبة، كأكل الميتة مثلاً لدفع مسغبة الجوع المؤدي إلى هلاك النفس، يعني إذا كان الجوع سيؤدي إلى هلاكه يكون مأمورًا بالأكل من الميتة فلماذا لا يؤمر بالتداوي ويكون على وجه الوجوب حينما يتبين أن هذا الدواء ناجع في هذا الداء، وأنه لا طريق مادي، أما طريق الدعاء والسؤال فهذا أمره معروف وبابه مفتوح، لكن الطرق المادية تحددت بحسب التجربة، ففي ظني أنه لا يمتنع أو ليس ببعيد أن يُقال يجب عليه التداوي، ¶ س\" هل هناك فرق بين التداوي الآن والتداوي في الزمن الماضي؟",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وقد يُفَرَّق بين هذا وبين التداوي في الزمن الماضي حينما كان الطب متأخرًا جدًّا، والأدوية التي تُتَنَاول بعضها قد يضر ويزيد الداء، وبعضها قد يخففه قليل، وبعضها قد يشفي منه، وما يناسب هذا المرض لا يناسب ذاك، لكن الآن أصبح الطب أكثر تقدمًا، فالقول بأن هذه المشاق ينبغي أن يدفعها الإنسان عن نفسه، أو يجب عليه أن يدفعها عن نفسه، أنا في ظني أنه قول متجه. ¶ س\" بعض المشاق لو دفعها الإنسان لتسبب ذلك في مشاق أخرى عامة أو خاصة فماذا يجب علي الإنسان فعله في هذه الحالة مع التمثيل؟ ¶ يرجع فيها إلى الموازنة بين المشقتين ,فإذا كان دفع المشقة الخاصة يؤدي إلى مشقة عامة فلا يدفعها. ¶ الشاطبي مثل لذلك\" بالولاية \"ولاية أمر المسلمين أو شيء من أمورهم فإذا تعينت على الإنسان فلا ينبغي له أن يدفعها حتى لا يلحق الناس مشقة أكبر.وكذلك الولايات الأخص كالمفتي والقاضي إذا خشي على نفسه من التقصير في شئونه الخاصة أو الوقوع في الإثم فذلك لا يعد عذرا ولا ينبغي أن يدفع هذه المشقة الخاصة لوقوع مشقة اكبر على عدد كبير من الناس إلا إذا علم أنه يوجد من يقوم مقامه. ¶ س\"بعض المشاق لم يراعيها الشارع ولم يرها عذرا لإسقاط التكاليف فماهي مع التمثيل؟ ¶ وهي مشقة إتباع الهوى\" إذا اتبع الإنسان هواه حصل له مران واعتياد عليه وإن كانت محرمة فيصعب عليه تركها ولهذا تجد بعض الناس ربما دفع حياته ثمنًا لهذه العادة الشركية التي هو عليها، كثير من المشركين يختار أن يُقتل على أن يترك ما اعتاده من عبادة الأصنام والعياذ بالله، وفعل بعض المنكرات، إذا تجاوزنا قضية الشرك ونحوها إلى بعض المحرمات الأخرى، تجد كثيرًا من الناس الذين اعتادوا على هذا المحرم يشق عليه مشقة عظيمة تركه، فنقول فنقول: هذا ليس عذرًا لك؛ لأنك أنت تسببت في هذا، أنت بتعودك على هذا المحرم فترة من الزمن تسببت في وقوع مثل هذا لك، وأنت لست معذورًا بهذا، فعليك أن تترك هذه العادة المحرمة.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "س\"ما لدليل على أن مشقة اتباع الهوى أو المشقة التي تلحق بالإنسان من مخالفة الهوى، أنها لا تعتبر في الشرع؟ ¶ مما يدل على ذلك أن الشرع جاء ليخرج الإنسان من إتباع هواه وشهوته ليكون عبدا لله ولرسوله والأدلة في ذلك كثيرة منها : قوله تعالى(أَرَأَيْتَ مَنِ اتّخَذَ إِلََهَهُ هَوَاهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلاً) ا [سورة: الفرقان - الآية: 43] قال تعالى: (وَلَوِ اتّبَعَ الْحَقّ أهواءهم لَفَسَدَتِ السّمَاوَاتُ وَالأرْضُ وَمَن فِيهِنّ) [سورة: المؤمنون - الآية: 71] . ¶ س\" ماهو المقصد الأخير من النوع الثالث من مقاصد الشارع؟ ¶ حمل الناس على الطريق الوسط ومنعهم من الغلو والجفاء ومن الإفراط والتفريط. ¶ س\"من صفات هذا الدين الوسطية فتثبت بطريقين فما هما؟ ¶ 1- النص الصريح \"في قوله تعالى:(وَكَذَلِكَ جَعَلْنَاكُمْ أُمّةً وَسَطاً) [سورة: البقرة - الآية: 143] وقد فسر النبي صلى الله عليه وسلم الوسط بالعدل والخيار ,ويطلق ويراد به التوسط بين طرفين مذمومين ,والأمة الإسلامية وسط بين الأمم في جميع شئونها. ¶ 2- الاستقراء : وهو الدليل القاطع على الوسطية , وبيان ذلك :- ¶ أولا في الاعتقاد : تتضح وسطية الإسلام في الإيمان بالأنبياء والرسل والملائكة فنحن المسلمون نؤمن بهم ونضعهم في منزلتهم التي اختارها الله لهم ولا نغلو فيهم كالنصارى الذين غلوا في المسيح عليه السلام ولا نبغضهم كاليهود قتله الأنبياء على مر التاريخ وكرهوا بعض الملائكة كجبريل عليه السلام قال تعالى: (مَن كَانَ عَدُوّاً للّهِ وملائكته وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنّ اللّهَ عَدُوّ لّلْكَافِرِينَ) [سورة: البقرة - الآية: 98]. ¶ قال تعالى: (يَأَهْلَ الْكِتَابِ لاَ تَغْلُواْ فِي دِينِكُمْ وَلاَ تَقُولُواْ عَلَى اللّهِ إِلاّ الْحَقّ إِنّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللّهِ) [سورة: النساء - الآية: 171].",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "كذلك أهل السنة وسط في أسماء الله وصفاته والقضاء والقدر. ¶ ثانيا في العبادات: القدر الواجب من العبادات كاف لإخراج الإنسان عن إتباع هواه والنظر في شئونه الخاصة , ففي الصلاة مثلا خمس صلوات في اليوم فلا هي مرة واحدة في الأسبوع كاليهود والنصارى وكذلك تسمح للإنسان بقضاء شئونه الخاصة , وكذلك جميع العبادات كالزكاة والحج والصوم . ¶ س\"إذا نظرنا إلى بعض نصوص القرآن والأدلة الأخرى التي قد يقول الإنسان فيها: ما روعي فيها التوسط تجد في بعض الأحيان آيات فيها تشديد، وآيات أخرى فيها تخفيف، كيف نوضح ذلك؟ ¶ 1-ولإيضاح ذلك يجب أن نعلم أن الله عزوجل حينما أرسل رسوله وأنزل كتابه فأعرض بعض الناس فأنزل الله تعالى عليهم الآيات التي فيها امتنان عليهم بنعم الله عزوجل قال تعالى: (هُوَ الّذِي أَنْزَلَ مِنَ السّمَاءِ مَآءً لّكُم مّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ) [سورة: النحل - الآية: 10] ,وغير ذلك من الآيات. ¶ 2-,لكن لما استمر إعراض الناس وانشغالهم بالحياة الدنيا نزلت الآيات التي فيها وعيد وذم الحياة الدنيا قال تعالى: (اعْلَمُوَاْ أَنّمَا الْحَيَاةُ الدّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الأمْوَالِ وَالأوْلاَدِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفّارَ نَبَاتُهُ ثُمّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمّ يَكُونُ حُطَاماً وَفِي الآخرة عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مّنَ اللّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدّنْيَآ إِلاّ مَتَاعُ الْغُرُورِ) [سورة: الحديد - الآية: 20]",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "كذلك لما قدم أبا عبيدة بن الجراح بمال من البحرين وسمعت الأنصار بقدوم أبي عبيدة فوافوا صلاة الفجر مع رسول الله صلى الله عليه وسلم فلما صلى رسول الله صلى الله عليه وسلم انصرف فتعرضوا له فتبسم رسول الله صلى الله عليه وسلم حين رآهم ثم قال أظنكم سمعتم أن أبا عبيدة قدم بشيء قالوا أجل يا رسول الله قال \"فأبشروا وأملوا ما يسركم فوالله ما الفقر أخشى عليكم ولكني أخشى أن تبسط الدنيا عليكم كما بسطت على من قبلكم فتنافسوها كما تنافسوها فتهلككم كما أهلكتهم\" قال أبو عيسى هذا حديث صحيح ¶ س\" من خلال النظر في آي القرآن الكريم والحديث الشريف نجد في بعض المواضع التحذير هو الغالب—فلمن يوجه؟ هات مايدل علي ذلك؟ ¶ في ذلك فالآيات التي تقلل من شأن الحياة الدنيا وآيات وأحاديث الوعيد فهي علاج لمن ركنت نفسه إلى الدنيا وشهواتها كقوله صلى الله عليه (لا يزني الزاني حين يزني وهو مؤمن ، ولا يشرب الخمر حين يشرب الخمر وهو مؤمن ، ولا يسرق حين يسرق وهو مؤمن ، ولا ينتهب نهبة يرفع الناس إليه أبصارهم وهو مؤمن ) ¶ س\"نجد من الأدلة فيها الحث على العمل والكسب فمن الذي تناسبه مع الاستدلال؟ ¶ تناسب من ترك حظوظ الدنيا وانقطع للعبادة ومنها نصوص الوعد التي تنقذ الإنسان حينما يضيق أمرة فتكون كالبشرى له كقوله صلى الله عليه وسلم ( من قال حين يصبح: لا إله إلا الله وحده ، لا شريك له ، له الملك ، وله الحمد ، يحيي ويميت ، وهو على كل شيء قدير ، عشر مرات ، كتب الله له بكل واحدة قالها عشر حسنات ، وحط الله عنه عشر سيئات ، ورفعه الله بها عشر درجات ، وكن له كعشر رقاب ، وكن له مسلحة من أول النهار إلى آخره ، ولم يعمل يومئذ عملا يقهرهن ، فإن قال حين يمسي ، فمثل ذلك)السلسلة الصحيحة للألباني . ¶ س\" نجد من الآيات ماجمع بين أمر الدنيا والآخرة هات من الآيات مايدل علي ذلك؟",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "قال تعالى: (وَابْتَغِ فِيمَآ آتَاكَ اللّهُ الدّارَ الاَخِرَةَ وَلاَ تَنسَ نَصِيبَكَ مِنَ الدّنْيَا) [سورة: القصص - الآية: 77] وذلك هو الوسط الجمع بين الأمرين بين نصوص الوعد والوعيد. ¶ س\" ماهي الدروس المستفادة من حمل الناس علي الوسطية؟ ¶ 1- يستفيد منه الداعية فينظر في حال المدعويين ويخاطبهم بحسب حالهم فإن رأى إنهماكا في الدنيا حذرهم وإن رأى انقطاعا في التعبد ذكرهم بعفو الله تعالى ورحمته. ¶ 2- كذلك المفتي عليه النظر في حال مستفتيه وتكون فتواه على حسب حاله. ¶ س\" كيف يستفيد من هذه القاعدة؟. ¶ عامة الناس يمكن أن يستفيدوا من هذا أن التوسط دائمًا في دعوته للناس، في إذا كان عامة الناس أيضًا هو قادر أن يدعو ما فيه أحد من المسلمين الحمد لله وهو قادر أن يبلغ عن الله -جل وعلا- اختيار الوقت المناسب أيضًا هذا يدخل في هذا أنك حينما تختار الوقت المناسب لطرح ما تريد طرحه من الأمر بالمعروف أو النهي عن المنكر هذا يفيده، أيضًا هذا الإنسان أيضًا حكمه على الآخرين، التوسط في الحكم على الآخرين. ¶ س\" مالذي يجب علينا تجاه بعض المصطلحات التي أساء الناس فهمها؟ ¶ 1- ينبغي ترك مصطلح أن الدين وسط \"بحجة أن البعض اتخذه وسيلة لإتباع أهوائهم . ¶ 2-يجب إبلاغ الناس أن الوسطية هي إتباع الشرع وما نص عليه. ¶ 3-من معاني الوسط العدل\" فإذا كان التوسط بين طرفين ليس هو العدل فذلك لا يكون من التوسط المطلوب .من يغفل عن بعض الأحكام القطعية بدعوى التقارب بين الأديان والتوسط فلا يعتبر ذلك توسطا ,فنحن مقتنعون بما هدانا الله ونعمل به وعلينا إبلاغه كما نعتقده . ¶ أسئلة الدرس: ¶ س1: هل يعد الشرع مشقة إتباع الهوى عذرا ؟وما الدليل؟ ¶ س2:يستدل على وسطية الشريعة بطريقين فما هما؟ ¶ انتهي الدرس الخامس عشر ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ الدرس السادس عشر( النوع الرابع من أنواع مقاصد الشارع)",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "رابعاً- مقاصد الشارع من دخول المكلف تحت التكليف\" ¶ س\"مالمراده بدخول المكلف تحت أحكام الشريعة؟ ¶ 1-امتثاله لها، 2-وعمله بموجبها،3- وانقياده لأوامرها، ووقوفه عند حدودها. ¶ س\" ما هي المقاصد التي تدخل تحت هذا النوع؟ ¶ تكلم المصنف في بداية كلامه عن هذا النوع؛ عن المقصد الشرعي الأعظم في دخول المكلف تحت أحكام الشريعة قال: (هو إخراج الإنسان أو المكلف عن داعية هواه إلى أن يكون عبدا لله اختيارا، كما هو عبد لله اضطرارا) فمعنى هذا الكلام أن الإنسان أو المخلوق هو عبد لله -جل وعلا- بمقتضى الاضطرار على حد قوله تعالى: ( إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالأَرْضِ إِلاَّ آتِي الرَّحْمَنِ عَبْدًا ) [مريم: 93 ¶ س\" ماهي العبودية التي يثيب الله عليها -جل وعلا-؟ ¶ هي العبودية الاختيارية؛ أن يكون الإنسان منقادا لله اختيارا، هذا معنى قول المصنف: (حتى يكون عبدا لله اختيار)؛ يعني حتى يكون مطيعا لأمر الله، ملتزما بشرعه، واقفا عند حدوده منتهيا عن نواهيه. ¶ س ما هو المقصد الأعظم من مقاصد الشارع في دخول المكلف تحت أحكام الشريعة؟ ¶ تحرير الإنسان من رق الهوى وعبوديته لهواه إلى أن يكون عبدا لله -جل وعلا-. ¶ س\" ما الدليل على أن هذا هو المقصد الأعظم من مقاصد الشارع في دخول المكلف تحت أحكام الشريعة؟ ¶ أدلة هذا المقصد :- ¶ الدليل الأول \"النصوص الصريحة\" ¶ 1- قال تعالى: (وَمَا خَلَقْتُ الْجِنّ وَالإِنسَ إِلاّ لِيَعْبُدُونِ) [سورة: الذاريات - الأية: 56]. ¶ 2- وقوله تعالى: (يَاأَيّهَا النّاسُ اعْبُدُواْ رَبّكُمُ الّذِي خَلَقَكُمْ وَالّذِينَ مِن قَبْلِكُمْ لَعَلّكُمْ تَتّقُونَ) [سورة: البقرة - الآية: 21] ¶ 3- وقوله: ( وَاعْبُدُوا اللهَ وَلاَ تُشْرِكُوا بِهِ شَيْئًا ) [النساء: 36]. ¶ 2 _ الدليل الثاني\"النهي عن مخالفة أمر الله تعالى وذم من أعرض عن ذكره تعالى\"",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "1-قال تعالى: (فَلْيَحْذَرِ الّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ) [سورة: النور - الآية: 63] ¶ 2-قال تعالى: (وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيامَةِ أَعْمَىَ) [سورة: طه - الآية: 124] ¶ 3- قال تعالى: (يَا أَيّهَا الّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرّسُولَ وَأُوْلِي الأمْرِ مِنْكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدّوهُ إِلَى اللّهِ وَالرّسُولِ إِن كُنْتُمْ تُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخر ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً) [سورة: النساء - الآية: 59] ¶ 3- الدليل الثالث ذم إتباع الهوى وبيان أن الهوى مصدر كل ضلالة، وأن من اتبع هواه فقد عبده من دون الله -جل وعلا- وفيه نصوص صريحة . ¶ 1-قال تعالى: (أَرَأَيْتَ مَنِ اتّخَذَ إِلََهَهُ هَوَاهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلاً) فمن يقدم شهوته وهواه على أمر الله تعالى فقد عبدها [سورة: الفرقان - الآية: 43] ¶ 2-قال تعالى: (وَلَوِ اتّبَعَ الْحَقّ أهواءهم لَفَسَدَتِ السّمَاوَاتُ وَالأرْضُ وَمَن فِيهِنّ) ¶ 3-[وأمر نبيه -صلى الله عليه وسلم- وهو المعصوم، أمره بأن يحكم بين الناس بما أنزل الله ولا يتبع الهوى: ( وَأَنِ احْكُم بَيْنَهُمْ بِمَا أَنْزَلَ اللهُ وَلاَ تَتَّبِعْ أَهْوَاءَهُمْ ) [المائدة: 49.) ¶ 4- الدليل الرابع ما علم بالتجربة من أن المصالح الدينية والدنيوية لا تستقيم مع إتباع الهوى.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "\"للتعارض الحاصل بين أهواء الناس وشهواتهم ,وكذلك ما هو مسلم به من جميع العقلاء من أن من اتبع هواه في كل أمره لا يعد من العقلاء فجميعهم يدركون خطر الهوى إدراك إجمالي, لذلك لا يمكن أن يدعي أحد أن الشريعة جاءت على مقتضى الهوى والشهوة ولو كان كذلك لما وجد الواجب ولا المحرم أما باقي الأحكام الشرعية (المباح والمندوب والمكروه) ففيها نوع اختيار مراعاة مصالح العباد تفضلا من الله تعالى وليس إتباعا لهوى ومزاج الناس,فالمباح مباح سواء اشتهى الناس إباحته ام لا مما يدل على ذلك أن شهوات الناس ليس لها مدخل في الأحكام الشرعية قوله تعالى (وَلَوِ اتّبَعَ الْحَقّ أهواءهم لَفَسَدَتِ السّمَاوَاتُ وَالأرْضُ وَمَن فِيهِنّ) [سورة: المؤمنون - الآية: 71] ¶ س\" كيف نجمع بين أن الشرائع قد شرعت لمصالح العباد وبين القول من أن الشرع يقصد أن يخرج الإنسان عن داعية هواه ؟ ¶ يجب العلم بأن علم الله تعالى حقيقي لا يشوبه جهل فهو يعلم ما كان وما سيكون والله تعالى يعلم المصالح والمفاسد بحيث تقوم على استجلابها ودفعها المصالح الأخروية والدنيوية , ولذلك جاءت الشريعة لتحقيق مصالح العباد لكن ليست المصالح التي يظنها الإنسان بمعزل عن الشرع وبحسب أهوائهم وإنما هي مصالح بحسب أمر الشارع العالم بما يصلح العباد والعالم بما يؤدي إلى الفساد لا تعارض بين قولنا: إن الشريعة جاءت لمصالح العباد وتحقيقها وتكمليها، وبين قولنا هنا: إن الشريعة جاءت لإخراج الإنسان عن داعية الهوى؛ لأن داعية الهوى وإن كان في الظاهر قد يظن الإنسان أن هي مصلحته، وأن مصلحته في هذا، لكن قد يكون فيها هلاكه، قد يكون في اتباع ذلك هلاكه، . ¶ س\" أذكر عدداً من الفوائد على هذا المقصد ؟",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "1-كل عمل كان المتبع فيه الهوى بإطلاق دون النظر للأمر والنهي فهو عمل باطل ولا يمكن أن يكون سببا للثواب ولا سببا لرضا الله، وليس دليلا على طاعة الإنسان لربه، حتى وإن كان في الأصل من الأعمال المشروعة، إذا كان الذي دفعه إليه هو الهوى والشهوة، وتحقيق الغرض الدنيوي، فهذا العمل لا يمكن أن يكون صحيحا ولا يثاب عليه. ¶ والدليل على ذلك\" ¶ 1- قوله -عليه الصلاة والسلام-: (إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته لله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه). ¶ 2- حديث أبو هريرة رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول (إن الله تبارك وتعالى إذا كان يوم القيامة نزل الى العباد ليقضي بينهم وكل أمة جاثية فأول من يدعوا به رجل جمع القرآن ورجل يقتل في سبيل الله ورجل كثير المال فيقول للقارئ ألم أعلمك ما أنزلت على رسولي قال بلى يا رب قال فماذا عملت فيما علمت قال كنت أقوم به أثناء الليل وآناء النهار فيقول الله له كذبت وتقول الملائكة كذبت ويقول الله بل أردت أن يقال فلان قارئ فقد قيل ويؤتى بصاحب المال فيقول الله ألم أوسع عليك حتى لم أدعك تحتاج الى أحد قال بلى قال فماذا عملت فيما آتيتك قال كنت أصل الرحم وأتصدق فيقول الله كذبت وتقول الملائكة كذبت فيقول الله بل أردت أن يقال فلان جواد فقد قيل ذاك ويؤتي بالذي قتل في سبيل الله فيقال له فيم قتلت فيقول أمرت بالجهاد في سبيلك فقاتلت حتى قتلت فيقول الله كذبت وتقول الملائكة كذبت ويقول الله عز وجل له بل أردت أن يقال فلان جريء فقد قيل ذلك) ثم ضرب رسول الله صلى الله عليه وسلم على ركبتي فقال يا أبا هريرة أولئك الثلاثة أول خلق الله تسعر بهم النار يوم القيامة.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "س\" مالحكم إذا امتزج الأمران؛ يعني امتزج العمل لقصد مرضاة الله مع العمل لإشباع هوى وميل وشهوة في نفسه؟ هل مثل هذا العمل يكون مقبولا عند الله -جل وعلا- وصحيحا مع ذكر بعض الأمثلة؟ ¶ الحكم يكون للغالب والسابق منهما \" فإن كان الغالب والسابق هو امتثال أمر الله تعالى فإنه يثاب عليه ,وأما إن كان الغالب والسابق والدافع هو الهوى فيعتبر العمل باطل ولا ثواب عليه. ¶ وعلى ذلك فالضابط في المسألة السابقة هو\" النظر في حال المكلف فإن كان يتحرى أمر الشرع ونهيه فيكون مثابا عليه أما إن كان يمارس شهوته العادية ولا يستحضر أمر الله تعالى ولا نهيه ولا يقف عند حدوده فلا ثواب له وإن كان في الظاهر موافق للشرع. ¶ بعض الأمثلة\" ¶ 1-من يذهب للحج وتتطلع نفسه لأشياء أخرى كزيارة الأماكن التي عاش فيها النبي صلى الله عليه وسلم أو الإطلاع على بلد جديد أو رزق وغير ذلك فإن كان الدافع الأصلي هو الامتثال لأمر الله تعالى والبعد عن الهوى فأعلم أن العمل مقبول بإذن الله تعالى ومثاب عليه . ¶ 2-كذلك من يصوم ويتمنى أن يخف وزنه فإن كان الدافع لصيامه هو تحري أمر اله تعالى وابتغاء مرضاته فهو مثاب على ذلك . ¶ عدد بعض الفوائد علي هذا المقصد؟ ¶ 1-من الفوائد المبنية على هذه القاعدة أن إتباع الهوى طريق إلى المذموم وإن جاء في ضمن المحمود - يؤيد ذلك ويدل على ذلك أن إتباع الهوى سبب لتعطيل الأوامر وارتكاب النواهي، وأن الاسترسال في إتباع الهوى يحدث في النفس ضراوة واعتيادا . ¶ 2- قد يكون المكلف يفعل الفعل أصلا بقصد الامتثال، ولكنه إذا كان ممن أسلم لنفسه قيادته بحيث أنه كلما اشتهت نفسه شيئا فعله، فإن هذا ربما دفعه إلى الرياء المحبط للعمل.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "3--إذا تعود الإنسان على إتباع هواه دائما، ربما كان ديدنه ذلك حتى في عبادته. كذلك امتثال أوامر الشرع والعمل بالطاعات قد يتولد عنه عند الإنسان راحة نفس ولذة، فطلب العلم الشرعي والحصول عليه مثلا قد ينشئ عند الإنسان لذة، وسماع الثناء من الناس. ¶ 4_، قد يكون الإنسان أقدم على العمل بنية صالحة في بداية الأمر، ولكنه لما كثر حوله الناس وكثرت حوله منن الله ونعمه عليه وشعر بلذة ما وصل إليه من علم أو منصب مثلا، ربما يدخله الغرور وتحدثه نفسه بأن يعمل لأجل هذا، ويكون عمله وطلبه للعلم ونشره له ودعوته أحيانا، حتى الدعوة إلى الله وتصدر المجالس في الأمر والنهي والدعوة إلى الله قد يدخل الشيطان عليه إذا كان ممن عود نفسه على إتباع الشهوة والهوى، فيؤدي به ذلك إلى أن يقع في الرياء المحبط للعمل. ¶ 5-الشيطان يجري من الإنسان مجرى الدم، يأتي فيزين له الشيء حتى وإن كان قبيحا، فحينما يدخل الإنسان في أصل العبادة ونيته حسنة وسليمة ينبغي أن يتعاهد نفسه بين فترة وأخرى، وتدفع عن نفسك هذه الوساوس الشيطانية التي يأتيك بها الشيطان ويدفعك إلى أن تقدم هواك، وأن تشتهي أن تسمع من الناس كلمات الثناء وكلمات الشكر، ويصبح سعيك وعملك لأجله، فحينئذ يحبط العمل –والعياذ بالله- فهذه مذلة قدم ينبغي للإنسان أن ينتبه للإنسان إليها. ¶ أسئلة الحلقة: ¶ س1: ما الدليل على أن من مقاصد الشارع في دخول المكلف تحت أحكام الشرع إخراجه من داعية هواه إلى عبادة الله وحده؟ ¶ س2:كيف نجمع بين القول بأن الشرائع قد شرعت لمصالح العباد وبين القول بأن الشرع يقصد أن يخرج الإنسان عن داعية هواه؟ ¶ انتهي الدرس السادس عشر ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ الدرس السابع عشر ¶ (انقسام المقاصد إلى مقاصد أصلية ومقاصد تابعة) ¶ أسئلة المراجعة",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "س\"1 الدليل على ان من مقاصد الشارع في دخول المكلف تحت أحكام الشرع إخراجه من داعية هواه إلى عبادة الله وحده؟ ¶ أولا: ما جاء في النصوص الصريحة قال تعالى : قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ (الأنعام 151) ¶ 2- قوله تعالى : وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ ( الذاريات 56) ¶ فالحكمة من خلق الجن و الإنس إفراد الله بالعبادة. ¶ ثانيا: ما جاء في النهي عن أوامر الله تعالى و ذم من أعرض عن ذكره قال تعالى: وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ ( النساء 13) ¶ قوله تعالى: فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى (123) وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (طه124)",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "ثالثا: ما جاء في ذم من اتبع هواه قال تعالى: أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ (البقرة 87) و قال تعالى : وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ (الأنعام119) و قد حذر سبحانه و تعالى نبيه و أمته من اتباع أهواء الكافرين في مواضع كثيرة من كتابه قال تعالى: وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ (المائدة45) ¶ أيضا مما جاء في هذا الباب هو ما علم من خلال التجارب و العادات على أن المصالح الدينية و الدنيوية لا تتعارض مع اتباع الهوى. ¶ س\" كيف نجمع بين القول بأن الشرائع قد شرعت لمصالح العباد وبين القول بأن الشرع يقصد أن يخرج الإنسان عن داعية هواه؟ ¶ أن الشريعة جاءت لتحقيق مصالح العباد و لكن هذه المصالح لا تكون بمعزل عن الشرع بل هي بعلم الشارع و هو الله تعالى و تقديره الحقيقي الذي لا تشوبه شائبة و هذان المقصدان لا يتعارضان لأن لو جاءت الشريعة على شهوات الناس لما كان فيها تكليف فنفس الإنسان لا تميل أن تكون مأمورة و أن يعاقب الإنسان على تجاوزه الأوامر و النواهي فالشارع الحكيم وحده يعلم أين تكون المصلحة ¶ _______________________________________. ¶ الدرس الجديد ¶ النوع الرابع من مقاصد الشريعة مقاصد الشارع من وضع الشريعة للامتثال بها و دخول المكلف تحتها . ¶ تنبيه من الشارح\" يجب التفرقة بين معاني النصوص الأصلية و التابعه و بين المقاصد الأصلية و التابعة. ¶ س\"ما المقصود بالمقاصد الأصلية والمقاصد التابعة؟ ¶ المقاصد الأصلية هي المقاصد التي لم يراعى فيها اختيار حظ المكلف - أي ما تميل إليه نفسه و هواه - فلا ينظر فيها إلى اختياره أو شهوته و طبعه و لا يميل إليها إلا أن يقصر نفسه عليها.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "فالمكلف ليس له أن يعبد الله كما يريد ، لكن تحدد له العبادة بشروطها و أركانها . ¶ حيث لم يراعى فيها حظ المكلف أصالة ، معلوم أن جميع أوامر الشرع فيها مصالح للعباد و تدرأ عنهم الكثير من المفاسد لكن هذا التقسيم جاء حيث أن بعض الأعمال يكون المراعى فيها حظ المكلف و بعضها لم يراعى فيها حظه إنما صرفه عما تميل إليه نفسه. ¶ فليس له فيها اختيار أو هوى يتفق معها و لا يظهر فيها ميل نفسه إلى العمل بتلك المقاصد وإنما يعمل بمقتضاها لأجل امتثال أوامر الله جل و علا و الوقوف عند حدوده ، فلا ينتظر منها نفعا دنيويا ، و لا يتنافى هذا مع يقينه من وقوع النفع الأخروي. ¶ العبادات كلها ليس فيها حظ للمكلف بل هي مقصودة للشرع بالقصد الأول أي أنها مقاصد أصليه. ¶ حفظ دين الإنسان و الأمة عموما ، كل وسائل حفظه سواءا من جهة الوجود أو من جهة. القدر الذي يحصل به حفظ العقل و النفس و النسل و المال أي الضرورات .. لكن وسائل حفظ النفس و المال و النسل تكون ضمن المقاصد التابعه . ¶ المقاصد التابعه : هي التي روعي فيها اختيار المكلف و هواه و رغبته و شهوته من حيث تكوينه و ترك له فيها حرية التنقل بين الأسباب المشروعة مثلا حددت له عدة مسارات لكسب الرزق و هذا يؤدي لحفظ المال لكن جانب من هذا و هو حفظ المال عموما على الأمة يكون مقصد أصلي أما حفظ ماله الخاص و تنميته أي مصلحته الخاصة هذا مقصد تابع . ¶ من المسارات مثلا في كسب الرزق :البيع و الشراء ، التأجير ، العقارات ، جمع المال بالوظيفة ، بالصناعة اليدوية كلها مسارات هذه الأسباب مقصودة تبعا و ليس أصالة ، و للمكلف حرية التنقل فيها على ألا يتعدى حدود الله و أن يكون في عمله ذلك مراقبا لله جل و علا .",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "حفظ النفس : الأكل بالقدر الذي تحفظ به مهجتك هذا واجب و ليس خيار فهو مقصد أصلي أما الزيادة على ذلك فالمحافظة على الصحة بأكل الطيبات و شرب المشروبات الطيبة المفيدة فهذا لا يضيقه الشرع عليك و لكنه مقصود تبعي و ليس أصلي . ¶ فالشرع اكتفى بأن يخلق في الإنسان غريزة حب الأكل ، و الشهوة للطيبات و هذه الغريزة كفيله بأن تدفع الإنسان لحفظ حياته ، و في حال أن اختلت عند الإنسان هذه الغريزة فألغاها تماما و أصبح يريد أن يهلك نفسه فهنا يأتي الشارع بالمقصد الأصلي و هو الحفاظ على الحياة أما تصرفاتك في كيفية إصلاح نفسك فهي متروكة للإنسان لكن بالقصد التبعي. ¶ حفظ النسل: الشرع يأمر الأمة عموما بالمحافظة على النسل و المحافظة على استمراره و بقاء الجنس البشري ليعمر الأرض و يعبد الله جل و علا و معروف أنه شرع النكاح لهذا المقصد و هو مقصد أصلي لكن لو أن الإنسان بحث عن أفضل النساء و أجملهن فلا يمنعه الشرع من هذا و لكنه لا يقصد أن يبحث الإنسان عن أجمل امرأة لا، فهذا مقصود تابع بالنسبة للشرع حيث ترك للمكلف حرية اختيار كيفية حفظ مائه من الحرام و كيف يحفظ نسله ، فهو يمارس منه ما يدفعه إليه طبعه و ما يتناسب مع طبعه . ¶ فالشرع ترك للمكلف الاختيار فله أن يتكسب بالتجارة أو بالزراعة أو غيرها من الحرف و اكتفى بأن خلق فيه شهوة الطعام و الشراب ليكتسب المال ، كذلك جعل فيه خاصية التألم من الحر و البرد و الآلام و الجوع ليدفعه إلى أن يبحث عما يظله من الشمس و يدفع عنه البرد و ما يحافظ على جسمه فالإنسان بطبيعته ينساق لمثل هذه الأمور سواءا كانت مقصودة للشرع أم ليست مقصودة . ¶ س\"الضروريات الخمس منقسمة قسمين فماهما؟ ¶ _1-ما يكون فيه حظ المكلف عاجل مقصود مثل قيامه بمصالح نفسه وأهله سواءا في الاقتيات أو المسكن أو المحافظة على النسل و المال و ما أشبه ذلك مصلحتها ظاهرة بالنسبة له فيدفعه إليها طبيعته و حاجته. التي يحس بها من داخله،.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "2_ ما ليس فيه حظ ظاهر للمُكَلَّف فهذه هي التي تسمى مقاصد أصلية، يعني العبادات مثلاً، العبادات البدنية والمالية كلها الإنسان لا يميل إليها بأصل طبعه، وإنما يفعلها بمقتضى أمر الله وتنفيذًا لأمر الله -جل وعلا- ويقينًا بما ينفعه الله به -إن شاء الله- وما يدخره الله له من ثواب، أو يُعَجِّلُهُ له من ثواب في هذه الحياة الدنيا ولكنها كلها هذه أمور مغيبة ليست كالأمور المحسوسة، نتيجتها لا يحس بها الإنسان العادي، كما يحس بنتيجة الأكل حينما يأكل فإنه يشبع، حينما يشرب يرتوي ويذهب العطش، ما يحس بهذا. ¶ س\" يدخل في المقاصد الأصلية الولاية العامة وضح ذلك؟ ¶ يدخل في المقاصد الأصلية الولاية العامة، كالخلافة والحكم مثلاً والإمامة في الصلاة أيضًا، والجهاد ؛ لأنها ولايات عامة، ولأن الإنسان يفعلها لا ليحقق لنفسه مطلبًا خالصًّا، هذا هو الأصل فيه، صحيح أن الإنسان قد يتحقق له بممارسة مثل هذه الأعمال قد يتحقق له مصالح عاجلة ظاهرة، وقد يكون هو قصد لها أيضًا، لكن نقول: إن المقصود الأصلي لله -جل وعلا- للشارع من هذه الأحكام هو أن تفعلها امتثالاً لأمر الله جل وعلا. ¶ الشارع حينما أمر بهذه الأمور وأوجبها على الأمة عمومًا -سواءً إيجابًا كفائيًّا أو إيجابًا عينيًّا- نجد أنه لم يجعل حظ المُكَلَّف فيها مقدمًا وبارزًا حتى في الولايات، يعني لا يجوز أن يكون هدف الإنسان من تولي الولاية العامة مثلاً أن ينفع نفسه، وأن يتلذذ بالسلطة مثلاً، أبدًا هذا غير جائز، وهو انحراف بها عن مقصودها الأصلي إلى المقصود التبعي، لكن الهدف الأصلي أو المقصود الأصلي منها هو حفظ الأمن، حفظ كيان الأمة، وما يتبع ذلك من فوائد، ومن أمور تتبعها هذه لا تكون مقصودة بالقصد الأول، وإنما بالقصد التبعي. ¶ س\" مالذي نستفيده من تقسيم المقاصد لأصلية وتابعة؟",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "1- الفائدة الأولي\"معرفتنا لانقسام المقاصد لمقاصد تابعه و أصليه يجعلنا نعرف أن المقاصد التابعه ينبغي أن تخدم المقاصد الأصلية و لهذا يثبت لها ما يثبت للخادم و المكمل من الأحكام فالمقاصد التابعه تعتبر مكملة و عرفنا أنه لا يجوز للتابع أن يعود على أصله بالإبطال . ¶ مثال: قصد بالمقصد التبعي أن يتلذذ الناس بالطيبات، لا نجعل التلذذ بالطيبات هو المقصد الأصلي لنا. ¶ 2-الفائدة الثانية: أن المقاصد الأصلية ليس للإنسان فيها حظ بالقصد الأول، هي أيضًا لا تخلو من فوائد عاجلة، لكن هذه الحظوظ العاجلة لا ينبغي أن تكون هي المقصود الأول للعبد عند قيامه بالأعمال التي فيها القصد الأول هو الأصلي، ¶ والمقاصد التابعة أيضًا مشتملة على تحقيق مقاصد أصلية، فإذن الأعمال التي مقصودة للشرع بالمقصد الأصلي هي لا تخلو من مقاصد تابعة، والمقاصد المقصودة بالقصد التبعي هي لا تخلوا من مقاصد أصلية، ¶ .",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "فمن الأمثلة \"ذكرنا من الأمور التي هي مقصودة بالقصد الأول أو بالقصد الأصلي لله -جل وعلا- أن الولاية العامة على أمور المسلمين المقصود الأصلي منها: حفظ الأمن للناس، إقامة العدل فيهم، استقامة حياتهم الدينية والدنيوية، صلاح شأنهم، حفظ حوزة الإسلام، حفظ هيبته وقوته، هذه هي مهمات الوالي العام، وإذا تحقق هذا المقصد لعامة الناس، ألا يتحقق مثله لذات الوالي نفسه ولأسرته؟ بلى يتحقق له ذلك، فيصبح هو آمنًا في بيته وعلى أهله وعلى ماله فيحصل له من هذا مثل ما يحصل لعامة الناس، كذلك يحصل له حظوظ أخرى عاجلة مع أنها هي أصلاً ليست هي المقصود الأول، تعظيم الناس له، طاعة الناس له، احترامهم له، هيبتهم له.. هذه تحصل لمن يتولى أمور الناس، وهي حظوظ خاصة، لا يمكن أن ننكر أن النفس تميل إليها، هذه الحظوظ هي مقصودة لكن مقصودة بالقصد التبعي، ليس بالقصد الأصلي، ليس بالقصد الأول، وإنما بالقصد التبعي، لماذا كانت مقصودة بالقصد التبعي؟ لأن هيبة الناس للوالي واحترامهم له يدفعهم لطاعته، وتنفيذ أمره، وطاعتهم له تؤدي إلى استتباب الأمن، استقرار الأمور، الحياة الرغيدة، المحافظة على كيان الأمة، فإذن أحدهما يغذي الآخر، فعرفنا أنه أصل الولاية العامة المقصود الشرعي فيها هو مقصود أصلي، لا يتعلق بحظ الإنسان نفسه، لكن يحصل بعد ذلك مقاصد تابعة، هذه المقاصد التابعة هي أيضًا تؤدي إلى تقوية المقصد الأصلي.. ¶ الفائدة الثالثة\"مراعاة المقاصد الأصلية تجعل العمل خالصا لوجه الله و أبعد عن مشاركة الحظوظ الدنيوية و إن كانت مشروعه هذا إذا كانت هذه الأعمال مقصودة بالقصد الأول لله عز و جل كالعبادات و الولايات . فيثاب المكلف عليه ثوابا مضاعفا . و الإنسان قد يعمل العادات و هذه تدخل في المقاصد التابعه و لكنه عندما يحسن نيته و ينظر فيها للمقصد الأصلي يثاب عليها.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "س\"الإنسان أيضًا قد يشتغل ويعمل في الأمور التي هي من العادات وليست من العبادات، وهذه العادات هي مما يدخل تحت المقاصد التابعة، فحينما يعمل هذه العادات ولكن يُحَسِّن نيته وينظر فيها إلى المقصد الأصلي يُثاب عليهاوضح ذلك؟ ¶ مثل النوم بنية قيام الليل ، تأكل لتتقوى على العبادات التي فيها مشقة مثل الصيام و القيام و الحج ، تتزوج لإعفاف نفسك و زوجك و تكثير نسل الأمة ، تعمل في تجارتك و أنت تقصد نفع الناس. ¶ س\"المؤمن العارف بالله عز وجل يمكنه أن يقلب عاداته إلى عبادات كيف يكون ذلك؟ ¶ يقول كثير من العلماء إن النية تقلب العادة إلى عبادة و ذلك حينما تدرك أنك يمكن أن تحسن النية و أن لا تكتفي بالقصد التبعي و إنما يكون المقصد الأصلي ظاهرا بارزا.و الذي يغفل عن هذا يفوته خير كثير . فلا يكون مذنب و لكن نخشى عليه أن يتناسى المقاصد الأصلية و ينهمك في المقاصد التبعية و يعمل بمقتضى دافع نفسه وهواه نخشى عليه أن ينساق وراء شهواته فتزل به القدم و يتجاوز حدود الله تعالى. ¶ الفائدة الرابعة\"\"مراعاة المقاصد الأصلية يصير الطاعة أكثر أجرا و إذا خولفت كان إثمها أكثر وزرا . ¶ فالمعصية يعظم وزرها بعظم أثرها و بكثرة من يناله منها من الوزر و كذلك الطاعة يعظم أجرها بعظم أثرها و بكثرة من يناله منها من الخير. ¶ إذا عمل المكلف مراعيا المقاصد الأصلية بحيث يكون عمله بما ينفع الخلق يعظم أجره تبعا لذلك بينما الذي ينظر فقط للمقاصد التبعية و يكون همه إصلاح نفسه فقط يكون ثوابه أقل. ¶ أعمال الخير: فالمكلف الذي يعمل خيرا عاما للأمة يؤجر أكثر بكثير من الذي يعمل خيرا خاصا به . فالعمل الخير الذي يمكن أن ينفع الناس جميعا و يشمل أسرتك ، أولى من العمل الذي يقتصر نفعه على أسرتك. ¶ المعاصي: المعصية التي يكون أثرها مقصورا عليك فحسب ليست كالمعصية التي يكون أثرها على عموم المسلمين أو جمهور كبير منهم .",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "فالإنسان حينما يظلم نفسه بارتكاب المعاصي يكون عليه وزر لكن حينما يظلم فئام من الناس يكون ظلمه أعظم .لذلك كان دعاة الفساد و انتشار الرذيلة ذنبهم أعظم بكثير من الذي يمارس الرذيلة ولا يدعو إليها. حيث أن المكلف في هذه الحالة عارض المقصد الأصلي و لم يكتف بمعارضة المقصد التبعي . ¶ الفائدة الخامسة\" العمل وفق المقاصد التابعة لا يخلو أن تصاحبه المقاصد الأصلية أو أنها لا تصاحبه. ¶ ففي حالة عدم المصاحبة حيث لا ينظر المكلف أثناء قيامه بالعمل التبعي للمقصد الأصلي فينهمك فيما ينفعه بدون أن يخرج عن حدود الله فلا ثواب له و لا عقاب لأنه لم يقصد الطاعة و لم يتعد أوامر الله أما إذا نظر إلى المقصد الأصلي و عمل بناءا عليه فيتحقق له الثواب ، لأن الثواب لابد له من نية . ¶ س\"كيف نعرف أن هذا العمل جاء وفق المقاصد التابعه و نظر المكلف فيها للمقاصد الأصلية ؟ ¶ يعرف بطريقين: ¶ 1- الأول بأن يستحضر النية عند العمل، يستحضر طاعة الله، يستحضر طاعة الله وهو يأكل للطيبات أن هذه يأكلها لأنها مباحة وليتقوى بها هذا أمر واضح. ¶ 2-مصاحبة بالقوة حيث يتوقى المكلف عن المحرمات و يحرص على الابتعاد عنها و يبحث عن بديل حلال و إذا شك يتوقف حتى يبحث عن الحلال و إن لم تقترن نية طاعة الله جل وعلا مع العمل الدنيوي الذي يحقق فيه مقاصده التبعية. ¶ أسئلة الدرس: ¶ س\"1 ما المراد بالمقاصد التابعة أو التبعية؟ ¶ س\"2: اذكر فائدتين من الفوائد التي تنبني على معرفة هذا التقسيم؟ ¶ يعني معرفة تقسيم المقاصد إلى مقاصد أصلية ومقاصد تابعة. اذكر فائدتين من الفوائد التي تبنى على تقسيم المقاصد إلى مقاصد أصلية ومقاصد تابعة؟ ¶ انتهي الدرس السابع عشر ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ ________________________________________ ¶ الدرس الثامن عشر(مقصد عموم الشريعة) ¶ أسئلة المراجعة\" ¶ السؤال الأول: ما المراد بالمقاصد التابعة؟",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "المراد بالمقاصد التابعة: هي التي روعي فيها حظ ظاهر للمكلف في اختيار هواه وشهوته وترك له حرية الأسباب مثل أسباب كسب الرزق، الزواج، البيع حفاظا على حياة وصحة وبدن المكلف من الأكل والشرب ما هو مفيد، أيضا حفظ النسل، كل هذه مقصودة تبعا بشرط ألا تتعدى حدود الله تعالى. ¶ السؤال الثاني: اذكر فائدتين من الفوائد التي تبنى على معرفة التقسيم التابعة والأصلية؟ ¶ أولا :معرفة المقاصد التابعة والأصلية يجعلنا نعرف أن المقاصد التابعة ينبغي أن تكون خادمة للمقاصد الأصلية، ولهذا يثبت لها ما يثبت للخادمة والمكملة للأحكام والصفات المكملة وألا يعود على أصله بالإبطال. ¶ ثانيا: أن المقاصد الأصلية ليس للإنسان فيها حظ بالقصد الأول ولا تخلو من فوائد عاجلة ولا ينبغي أن يكون مقصود العبد الأول هو الفوائد العاجلة والمقاصد التابعة أيضا، يشتمل على تحقيق مقاصد أصلية؛ أي أن الأعمال المقصودة للشرع أصلية لا تخلو من مقاصد تابعة، والمقاصد التابعة: لا تخلو من مقاصد أصلية؛ مثل الولاية ففيها مقصد أصلي وهو حفظ الأمن والعدل للناس، واستقامة حياتهم الدينية والدنيوية وفيه صلاح شأنهم وحفظ الإسلام، وإذا تحقق المقصد الأصلي للناس يتحقق مثله للوالي وأهله ويحصل له من الحظوظ العاجلة من تعظيم الناس له وولائهم له وهو مقصد تابع. ¶ _________________________________________ ¶ الدرس الجديد ¶ تابع النوع الرابع من أنواع المقاصد التي ذكرها الشاطبي وهو مقصد \"وضع الشريعة للامتثال\" ¶ س\"تكلمنا عن انقسام المقاصد إلى أصلية وتبعية؛ وقلنا إن هذا التقسيم تنبني عليه جملة من الفوائد وذكرنا جملة منها؛ أذكرها؟ ¶ 1-بيان أن المقاصد الأصلية لا تخلو من المقاصد التابعة ولكنها يجب أن لا تتقدم على المقاصد الأصلية في القصد والنية عند العمل. ¶ 2- بيان أن المقاصد التبعية تعتبر خادمة للمقاصد الأصلية ومكملة لها وبهذا تأخذ حكم التبع وحكم المكمل،.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "3- من الفوائد أن مراعاة المقاصد الأصلية يجعل العمل خالصا لوجه الله -جل وعلا- ويقلب العادات إلى عبادات، وأن مراعاة المقاصد الأصلية يصير الطاعة أعظم وأكثر أجرا، وأن العمل على وفق المقاصد التابعة قد تصاحبه المقاصد الأصلية وقد تفارقه، وهذا كان آخر ما تكلمنا عنه . ¶ بداية الدرس الجديد\" ¶ س\" عدد فوائد انقسام المقاصد إلي تابعة وأصلية؟ ¶ أن المقاصد التبعية إذا راعاها المكلف قد يكون راعى معها المقاصد الأصلية وقد لا يكون كذلك، فإن كان قد راعى المقاصد الأصلية معها فالثواب ثابت له والحمد لله، وأما إذا لم يظهر مراعاة المقاصد، وإنما هو فعل ما فيه مقصد تبعي فعله لتحقيق رغبته وميله وطبعه ولم يكن له أي التفات إلى المقاصد الأصلية، فمثل هذا لا يستحق ثوابا؛ لأنه لا ثواب إلا بنية، . ¶ س\"أشار الشاطبي -رحمه الله- ألي \"أن مصاحبة المقاصد الأصلية للمقاصد التابعة قد تكون ظاهرة وواضحة في مثل ما إذا استحضر نية التعبد\" وضح ذلك؟ ¶ أي وهو يمارس حياته العادية، ويمارس رغباته، يستحضر إطاعة الله في أمره ونهييه، وفي مثل هذه الحالة يكون الأمر واضحا أنها مصاحبة لها، س\" مصاحبة المقاصد الأصلية للمقاصد التابعة منها مايسمي بالمصاحبة بالفعل ومنها مايسمي المصاحبة بالقوة فما معني كل منهما؟ ¶ المصاحبة بالفعل\" أي وهو يمارس حياته العادية، ويمارس رغباته، يستحضر إطاعة الله في أمره ونهييه، وفي مثل هذه الحالة يكون الأمر واضحا أنها مصاحبة لها،. ¶ المصاحبة بالقوة، \"أي التي تعرف من خلال تصرفات الشخص فيما أباح الله له، والذي يدل على وجود هذه المصاحبة هو توقي الإنسان من المحرمات وتحرزه منها؛. ¶ فمثلا\" في طريق اكتسابه للرزق هل كان يجمع الرزق من أي طريق؟ لا يبالي من حلال أم من حرام؟ أم كان يتوقى ذلك ويتحرى الحلال ويجتنب الحرام؟ إذا كان يفعل ذلك فمعنى هذا أنه مصاحب للمقاصد الأصلية فيكون مأجورا بإذن الله تعالى، .",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "س\"عدد بعضاً القواعد المبنية على ما سبق؟ ¶ 1-ومنها أن الأصل في العبادات، بالنسبة لامتثال المكلف التعبد، دون الالتفات إلى المعاني أنت أيها المكلف مطلوب منك أن تدخل تحت العبادة وتمتثلها بغض النظر عن كونك عرفت مقصد الشارع من تشريعها أو لم تعرفه عرفت الحكمة من تشريعها أو لم تعرفه، وأيضا عرفت العلة أو لم تعرفها، ¶ مثال\"يعني أنت قد لا تعرف لماذا أمر الله بالوضوء على هذه الصفة؟ لماذا جعل عدد الركعات كذا؟ هذه أمور تعبدية فينبغي لك الانقياد والعمل والدخول تحت أوامر الشرع دون الالتفات إلى المعاني،. ¶ س\" مالأصل في الأمور العادية العاديات،. ¶ الأصل فيها هو معرفة عللها ومعرفة حكمها ومعانيها، فلهذا لا ضير على الإنسان أن ينظر في هذه العلل ويتأمل فيها، فإذا تحققت العلة وجد الحكم، يعرف أن الحكم وجد، وإذا لم تتحقق فالحكم غير موجود، كل هذا إذا لم ينسد عليه باب النظر أما إذا لم يجد طريقا لمعرفة الحكمة والعلة وإن كان الأمر من العاديات، فإنه حينئذ يجعلها من التعبديات التي طلب منه أن يفعلها دون التدقيق في معانيها، هذا الأصل متقرر وهو له ارتباط بتقسيم المقاصد إلى أصلية وتابعة،. ¶ س\" المقاصد الأصلية أكثرها من العبادات، والمقاصد التابعة تكون ظاهرة في العاديات، هات مايدل علي ذلك؟ ¶ ومما يدل على أن الأصل في العبادات التعبد، حينما نقول إن الأصل فيها بالنسبة للمكلف، حتى لا يظن ظانّ أن هذا يتعارض مع ما قلناه من أن الله ما شرع شرعا إلا لحكمة ومعنى، لكن قد نعرفه ويظهر لنا وقد نجهله، وإذا جهلناه نحن نوقن بأنه خير ومصلحة لنا في العاجل أو الآجل، فلهذا قال المصنف: الأصل في العبادات بالنسبة للمكلف التعبد. ¶ يدل على أن الأصل في العبادات التعبد عدة أمور\"",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "1- الاستقراء،\" إذا استقرينا التعبديات وأخذنا مثلا أو بدأنا مثلا بالطهارة وما الذي يوجب الطهارة من الأحداث؟ نجد أن العقل لا يدلك على أن خروج الريح مثلا موجب للطهارة، لا يدلك على أن النوم العميق موجب لإعادة الطهارة، لا يدلك كذلك العقل على أن خروج المني مثلا باحتلام أو بجماع موجب للطهارة، وإنما هذا مأخذه من الشرع ومن النص. ¶ إذا نظرت مثلا إلى التيمم، تجد أنه لا يدلك العقل على مشروعيته، الصلوات وهيئات الصلاة، الحج وما فيه من الأعمال، يعني أكثر الأعمال التعبدية تجدها من هذا القبيل إذا استقريتها، فإذا لم تكن حكمها وعللها ظاهرة على الحقيقة وإذا لم نتمكن من ذلك فإننا يجب علينا أن نلجأ إلى النصوص في هذا، المرجع هو إلى النص، وهنا نص جميل للشاطبي -رحمه الله- يقول: (فالركن الوثيق الذي ينبغي الالتجاء إليه الوقوف عند ما حد -يعني ما حد الشارع- دون التعدي إلى غيره). ¶ 2- مما يدل على أن الأصل فيها التعبد؛ أن أهل الفترة قد عذرهم الله، الذين جاءوا في فترة بين الرسل بين اندراس الشرائع، عذرهم الله -جل وعلا- وفي قوله: ( وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً ) [الإسراء: 15]، وذلك لأنه لو كان العقل قادرا على إدراك العبادات لأمر بفعلها، لكن العقل عاجز عن هذا، وعاجز عن معرفة علل العبادات التي تدور معها وجودا وعدما، فلهذا كان اللجوء فيها إلى ما جاءت به الرسل وإلى النصوص. ¶ س\" العادات أو الأمور التي تجري فيها العادة بالتعامل معها، فهذه الأصل فيها أنها معللة، هات مايدل عي ذلك؟ ¶ الأصل فيها النظر إلى المعاني، إلا أن يقف النظر ولا يدرك العلة فحيث وقف نتوقف ونعمل بظاهر النص فحسب،.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "1- يدل على ذلك أيضا الاستقراء\"، فإن الشرع مثلا حرم بيع الدرهم بالدرهم مع الأَجَل، لكن في القرض نجده أباحه، مما يدل دلالة واضحة على أنه في مجال التيسير على الناس ومجال القرض الحسن أجاز ذلك، أما إذا كان المجال مجال مبايعة فإنه غير جائز؛ بيع الرطب مثلا بالتمر اليابس الأصل فيه عدم الجواز، لكن أجازه الشرع للحاجة في بيع العرايا، فأجاز بيع العرايا وهي بيع الرطب على رءوس النخل لكي يتفكه من ليس عنده نقد مع الناس بأكل الرطب إذا كان عنده تمر يعطيهم هذا التمر ويأخذ ما يقابله خرصا وتخمينا على رءوس النخل وهذا المسمى بالعرايا. ¶ 2-كذلك مما يدل على أنها معللة وأن الأصل فيها التعليل النصوص التي وردت في التعليل\" ¶ 1-كقوله تعالى: ( وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الألْبَابِ ) [البقرة: 179]. ¶ 2-وقول الرسول -صلى الله عليه وسلم-: (لا يقضي القاضي وهو غضبان)، فالقضاء هذا من العاديات يعتبر ليس من التعبديات،. ¶ 3- أيضا حديث: (لا ضرر ولا ضرار)، النهي عن بيع الغرر، قوله في الخمر: ( وَإِثْمُهُمَا أَكْبَرُ مِن نَّفْعِهِمَا ) [البقرة: 219]، فالشارع توسع في بيان العلل في العادات دون العبادات. ¶ 3-مما يدل على ذلك أيضا عمل الصحابة رضوان الله عليهم،\" ¶ فإنهم كانوا يجتهدون في الأمور العادية ويقيسون ويعملون بالقياس وبالمصلحة أحيانا، بينما في العبادات يتوقفون عند النصوص،. ¶ س\" قد يكون في العادات ما لا يدرك العقل علته فحينئذ يجب التسليم والوقوف؛ مثل لذلك؟ ¶ مثال 1\"إيجاب الصداق يعني قد يقول قائل: لماذا تجعلون الصداق لا بد منه في المهر؟ في النكاح .",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "مثال\"2،\" طريقة ذبح الحيوان نقول لماذا لا يذبح إلا في المكان المعين وبالطريقة المعينة؟ لماذا لا يباح لو ذبح بإبرة مثلا أو رش عليه الغاز المميت مثلا الذي لا يفسد اللحم، يعني التعليلات التي نسمعها الآن مثلا، ويقولها بعض الناس الآن يقولون لأن الدم لو احتبس لأفسد اللحم، لكن طيب قد يقول قائل الآن الآلات كثيرة ممكن يسحب الدم منه، هذا الدم يسحب هل تجيزون أن يسحب الدم منه بإبرة مثلا حتى يموت، يعني سيقولون لا، باتفاق ما يجوز هذا، فإن المسألة فيها جانب تعبدي لأن القياس المحض لا يجري فيها. ¶ مثال\"3أيضا المواريث، فيها جانب تعبدي لأننا وإن كانت هي في الأصل من العاديات لأنها أمور تتعلق بالأموال وبانتقال المال من المورث إلى الورثة، ولكن هل نحن قادرون على أن نعلل كل فرض من فروض المواريث مثلا، أو كل حالة من حالاته الأمر ليس كذلك. ¶ س\" تجد هناك مثلا مَن يذكر بعض الحكم ردا على من يعترض، فما الحكم في هذه الحالة وماذا يجب علي المسلم تجاه هذه القضايا؟ ¶ هذا لا بأس به إذا كان المقصود به إقناع من ليس بمسلم، أما المسلمون فينبغي أن يكون ديدنهم أنهم إذا عرفوا أن هذا حكم الله أن يدينوا له ويستسلموا له،. ¶ س\" مالمراد بقوله أن ما اعتبر فيه التعبد لا يدخله التفريع والقياس، ، وأما ما اعتبر فيه المعنى فهذا يدخله القياس ويمكن أن تفرع عليه ويدخله التعليل؟ ¶ وإذا انعدمت العلة يمكن أن يوقف فكل ما فيه تعليل ظاهر وأمكن تعليله يمكن أن يدخله التفريع والتعليل والإضافة، فهذا هو الذي ينبني على تقسيم الشريعة إلى عبادات وعادات، أن ما كان من جانب العبادات لا يجري فيه القياس،. ¶ س\" كثير من الناس يكرر أن هذه العبادات والقياس لا يجري في العبادات، مالمقصود في عدم جريان القياس في العبادات؟",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "هو أننا لا نخترع عبادة جديدة بمجرد القياس؛ يعني لا نقول مثلا: ما دام الشرع مثلا أوجب علينا صلاة عند الغروب فنصلي مثلا عند بزوغ الشمس أو نوجب على أنفسنا صلاة عند شروق الشمس، لا نقول هذا، أو نقول مثلا ما دام الشرع أوجب علينا صلاة في منتصف النهار أو بعيد منتصف النهار وهي صلاة الظهر، طيب لو أن أهل قرية صناعية عملهم كله بالنهار مثلا، أو عملهم كله بالليل وينامون بالنهار، فهل نقول لهم تعالوا صلوا في منتصف الليل يعني بعد الثانية عشرة ليلا صلوا هذه الصلاة مثلا بطريق القياس، لأنكم انقلب ليلكم إلى نهار ونهاركم إلى ليل؟ الجواب لا. ¶ س\" هل يجري القياس في تفاصيل العبادات ؟ ¶ أما في تفاصيل العبادات فالقياس يجري فيها، بل يجري فيها ما يعرف بقياس الشبه أحيانا، فيشبهون ركنا بركن، وعملا بعمل، وعبادة بعبادة، فلهذا مثلا يقيسون التيمم على الوضوء مثلا، ويقيسون الوضوء على التيمم في وجوب النية، يقيسون مثلا أحد التشهدين على الآخر، فيجري القياس الذي هو من هذا القبيل هو من باب تشبيه ركن بركن، أو عبادة بعبادة يجري في كلام الفقهاء من غير إنكار. ¶ س\" أورد الشاطبي بعض الإشكالات وأجاب عنها، على مسألة تقسيم المقاصد إلى: مقاصد أصلية ومقاصد تابعة، والعلاقة بين هذه المقاصد، فماهي؟ ¶ حيث تقرر هناك أن المقاصد الأصلية يجب أن تكون هي المقدمة وأنه إن وجد معها مقاصد تابعة فإنها لا ينبغي الالتفات إليها. ¶ الإشكال الأول: إن بعض الزهاد والمتصوفة رأوا أن قصد العابد إلى الجزاء والثواب سواء العاجل أو الآجل من الله -جل وعلا- يتنافى مع محض الإخلاص، ويكون قد عكر عليه صفو إخلاصه، ولهذا فبعضهم يقول مثلا: نحن نعبد الله حبا لعبادته، وليس بقصد دخول الجنة والبعد عن النار، لأن هذا القصد يقولون -في زعمهم- إنهماك في مقاصد الشخص الذاتية وحظوظه وشهواته.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "والغزالي يذكر نصا في الإحياء يقول: \"كل حظ من حظوظ الدنيا تستريح إليه النفس ويميل إليه القلب قل أو كثر إذا تطرق إلى العمل تكدر به صفوه\". ¶ الجواب \"هذا الكلام ليس بصحيح؛ وذلك أن العبادة قسمان كما هو معروف: ¶ القسم الأول: العبادات المتقرب بها أصالة إلى الله -جل وعلا- كالإيمان وتوابعه وسائر العبادات، وهذه لتحقيق المصالح الأخروية كما هو معروف فالأولى: مشروعة لدرء المفاسد الأخروية، ¶ القسم الثاني\" العادات الجارية على مصالح الدنيا وهي مقصودة بالتبع كما ذكرنا سابقا. ¶ وهي مشروعة لدرء المفاسد الدنيوية، فمراعاة الحظ والرغبة الذي يتكلمون فيه ويقولون إنه يشوب الإخلاص، إما أن يكون مراعاة للحظ الدنيوي أو مراعاة للحظ الأخروي. ¶ قد يقول إنسان إنه يقرأ هذه الأوراد ويواظب عليها حتى يحفظه الله ولا يصيبه مكروه لا في أهله ولا في بدنه ولا في ماله، فيكون هذا أيضا طلبا عاجلاً دنيويًّا ولكنه مرغوب له وهو يتقرب إلى الله بهذه العبادة ليتحقق له هذا المرغوب أو هذا الحظ الدنيوي، كذلك هو يتعبد بعبادات أخرى ليتحقق له الحظ الأخروي. فأي الأمرين تريدون! ¶ أما مراعاة الحظ الأخروي من النعيم المقيم في الجنة، فهذا حظ أثبته الشرع والقصد إليه مشروع، وليس مما يشوب الإخلاص أو يعكر صفوه ولا يقدح فيه؛ لأن الشارع رتب هذا الحظ على هذه الأعمال وقال مثلا: جَزَاءً بِمَا كَانُوا يَعْمَلُونَ ) [السجدة: 17]، وقال: ( إِلاَّ عِبَادَ اللهِ الْمُخْلَصِينَ ?40? أُولَئِكَ لَهُمْ رِزْقٌ مَّعْلُومٌ فَوَاكِهُ وَهُم مُّكْرَمُونَ) [الصافات: 40 - 42]، فهو -جل وعلا- يعد عباده المخلصين العاملين بالثواب المقيم، يعني يعدهم على: ( كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الأيَّامِ الْخَالِيَةِ )[الحاقة: 24]، ¶ وجه الدلالة مماسبق\"\"",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "فهذا كله دليل على أن الله -جل وعلا- شرع لنا أن نقصد إلى تلك المنافع والملذات الأخروية، ولا يكون هذا من باب الشرك الذي يقدح في العمل العبادي أو يقدح في العبادة هو الشرك بالله، إن الله لا يقبل معه أن يشاركه غيره: (من أشرك معي غيري تركته وشركه)، لكن طلب ما وعد الله به عباده الصالحين المتقين وطلب السلامة مما توعد به العصاة من عذاب جهنم هذا مشروع لكل عابد، ولهذا لا ينبغي أن نغتر بما يقولوه بعض المتصوفة من أنه لا يطلب بعبادته نعيم الجنة ولا السلامة من النار، وإنما يطلب لذة القرب من ربه ومناجاته، هذا من بعض النصوص التي نقلها الغزالي. ¶ الإشكال الثاني\" أن الرجاء والخوف من أنواع العبادة ومن أعظم أنواع العبادة فكيف يقول إنه لا يخاف الله أو لا يرجوه كما يقول بعضهم، صحيح إنه يتأول هذا، بعضهم يقول بعض الكلام وهو يتأوله، لكن هذا قد لا يفهمه عامة الناس، حينما يقول أنا لا أخاف الله، فهو إذا كان يقصد أنه لا يخاف أن يظلمه الله فالأمر صحيح، لكن كيف يقول إنه يعمل لا بقصد النعيم وأنه لا يخطر على باله النعيم، وإنما مثلا هو يعمل العبادة لأجل العبادة، هذا في ظني أنه شيء من التناقض. ¶ ثالثا : حينما يقول أنا أطلب القرب من الله والتلذذ بقربه ومناجاته هذا رأس الملذات، ورأس النعيم المقيم في الآخرة وما يذكر من نعيم بعده فهو له تبع، فكيف يقول إنه ليس له غرض إلا مجرد العبادة,إذن هو يعبد الله -جل وعلا- لينال مناجاته لينال القرب منه لينال الحظوة عنده. ¶ س\" قسم الشاطبي الحظوظ الدنيوية إلي ثلاثة أقسام عددها؟",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "النوع الأول: أن يطلب تحسين صورته في أعين الناس ليعتقدوا فضله، يقول: (العامل بالعبادة قد يكون من غرضه تحسين صورته في أعين الناس ليعتقدوا فضله)، وهذا القصد إن كان سابقا لقصد القربة وهو الدافع له والمقدم فهذا لا شك أنه رياء محبط للعمل، أما إذا كان خطر على باله بعد الشروع في العمل مثل هذا الخاطر فهل مثل هذا يمنع الإخلاص أو يشوب الإخلاص أو يعكر على الإخلاص؛ بحيث إنه يضعف الأجر أو يبطله؟! ¶ هذا محل نظر كما يقول الشاطبي نقل فيه خلافا \" ¶ وقال إن ربيعة بن عبد الرحمن المعروف بربيعة الرأي كان يكره مثل هذا، ¶ أما الإمام مالك\" فإنه قال إن مثل هذا وسواس من الشيطان فلا يترك العمل لأجله، ومثلوه بأن الإنسان يقوم ليصلي ليرضي الله -جل وعلا- ثم يخطر في باله أو في نفسه أنه ليت فلانا يستمع إلى قراءته، ليت فلانا يقوم فيراه يصلي. ¶ بل قال بعض العلماء \"إنك إذا تركت العمل لأجل هذه الوساوس وهذه الخطرات التي تخطر في بالك فإنك بذلك تقع في الرياء، يعني أحيانا يريد الإنسان أن ينصح إنسانا فيما بينه وبينه، أو ينصح جماعته أو إمام المسجد يريد أن يذكر جماعة مثلا ثم يأتيه الشيطان فيقول أنت بهذا تتعالم عليهم وتريد أن تبين لهم علمك وتبين لهم كذا، أنك أفضل، فمثل هذا الهاجس لا ينبغي أن يصرف الإنسان عن العمل، ¶ س\" مالعمل إذا تمكن هذا الهاجس من الإنسان وأصبح هو الدافع له هو الذي دفعه للعمل،؟ ¶ حينئذ يكون من باب الرياء المحبط للعمل، أما الذي يأتي يخطر على البال فما على الإنسان إلا أن يستعيذ بالله من الشيطان الرجيم ويدافع هذا الوسواس ويستمر في عمله الخير ولا ينظر إلى هذا الوسواس. ¶ س\" كيف يمكن التخلص من هذه الوساوس؟",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "يمكن التخلص من مثل هذا بأن يقوم الإنسان بإضافة عمل صالح أو نية عمل صالح إليه؛ كأن يتصدق مثلاً علانية ويستحضر في نفسه أن يكون ذلك دافعا للناس ليتصدقوا، لأنه إذا تصدق أهل الهيئات والكبار فإن من يحضر سيتصدق ويدفعهم ذلك إلى الصدقة، وكل له نيته فالصدقة سينتفع بها طالبها، سينتفع بها المشروع الذي تجمع لأجله، فلهذا لا غرابة ولا تكون من باب الرياء إذا تصدق الإنسان علانية ودفع عن نفسه نية المراءاة وهذا الوسواس الذي يزج به الشيطان في نفسه وجعل من ضمن نيته للإعلان عن صدقته أن يقتدي الناس به. ¶ النوع الثاني: هو طلب نفع يخصه\" ¶ مثلا\" في هذا البلد فلماذا لا تعتكف في المسجد وتسلم من دفع مبلغ كبير، فمثل هذه النيات هذه منافع خاصة هو لم يفعلها مراءاة للناس، بل ربما لا يريد أن يطلع الناس عليها، يعني هو ما فعلها مراءاة للناس وإنما هي من المنافع التي قصد إليها في عبادته، هذه أيضا يأتي عليها الحكم السابق، هل هي الدافع الرئيس له إلى العمل أو جاءت تابعة؟ إن كانت هي الدافع الرئيس فهي محبطة للعمل، وأما إن كانت تابعة وليست متبوعة فهذه لا تبطل العمل -إن شاء الله تعالى- على قول كثير من أهل العلم، والشاطبي ذكر خلافا فيها،\" ¶ وقال إن الغزالي يراها مبطلة للعمل، وابن العربي لا يراها مبطلة للعمل، وابن العربي يحتج على أنها لا تبطل العمل بعدة أدلة، وهي أدلة قوية،. ¶ ولهذا رجحها الشاطبي: ¶ 1-قال من هذه الأدلة قوله تعالى: ( لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا فَضْلاً مِّن رَّبِّكُمْ )[البقرة: 198]، وهذه نزلت في التجارة في الحج، الذي يبتغي فضلا من ربه ويحج؛ يقرن بين نية الحج ونية التجارة، وهكذا يعني يعمل كثير من الناس الآن.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "فيقول ابن العربي هذه لا عيب فيها، وذلك لأن العمل له جانبان: جانب تعبدي، وجانب عادي، فجانب العاديات: هو يريد أن يتكسب، والحج كان موسما للتكسب وما زال، والتكسب في أصله مشروع، وتكسبه لا يعكر على عبادته، ولا يخل بها، ولهذا الميزان السابق نستصحبه؛ إذا كان في علمه أو في تجارته لا يترك أركان حجه أو واجبات حجه من أجل تجارته فمعنى هذا دليل على أن الحج عنده هو الغرض الأصلي الرئيس وأن التجارة جاءت تبعا، وأما إذا كان العكس فإن هذا دليل على أن هدفه الأصلي هو التجارة، وهكذا فيما عدا ذلك. ¶ 2-أيضا من الأدلة التي يستدل بها ابن العربي يقول إن هجرة الأنبياء أكثرها هي فرار بأنفسهم وبدينهم خوفا من أعدائهم، فيحكى عن الله -جل وعلا- قوله عن الخليل مثلا: ( إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ )، قول موسى: ( فَفَرَرْتُ مِنْكُمْ لَمَّا خِفْتُكُمْ )، هجرة النبي -صلى الله عليه وسلم- كذلك. ¶ 3-أيضا من الأدلة التي يستدل بها قول الرسول -عليه الصلاة والسلام-: (وجعلت قرة عيني في الصلاة)، فيقول هذا الرسول -عليه الصلاة والسلام- لما قالت عائشة: لماذا تكثر من الصلاة وأنت قد غفر لك ما تقدم من ذنبك وما تأخر؟! قال: (أفلا أكون عبدا شكورا!)، وكان يقول: (حبب إلي من دنياكم ثلاث: النساء والطيب) ثم الثالثة (وجعلت قرة عيني في الصلاة)، فالرسول يجد لذة، فهذه منفعة عاجلة للرسول -صلى الله عليه وسلم- منفعة دنيوية عاجلة للرسول في الصلاة ولم تكن مخلة بعبادته.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "4-أيضا من أوضح ما يستدل به على هذا قول الرسول -صلى الله عليه وسلم-: (يا معشر الشباب من استطاع منكم الباءة فليتزوج ومن لم يستطع فعليه بالصوم فإنه له وجاء)، فالرسول -عليه الصلاة والسلام- أرشد الشباب الذين ليس لهم قدرة على النكاح مثلا على مؤونة النكاح أن يصوموا لكسر الشهوة فهذه منفعة عاجلة، كذلك مما يدل على ذلك ما ورد في الأحاديث الصحيحة من قصة الصحابة الذين... أو الصحابيين الذين أمرهم النبي -صلى الله عليه وسلم- أن يقفا في الحراسة ويتبادلان فيها فكان أحدهما ينام والآخر يحرس، فكان الذي يحرس يقول خوفا من النوم، حتى لا ينام يشتغل بالصلاة، وقد أخبر النبي -صلى الله عليه وسلم- بذلك ولم ينكره عليهم، ولم يكن عملهم هذا مما يعد في الرياء. ¶ 5-أيضا من الأدلة مراعاة الرسول -صلى الله عليه وسلم- بأم الطفل إذا سمع بكاءه فهو يقول -عليه الصلاة والسلام- إني لأدخل في الصلاة ونيتي الإطالة فيها وأتجوز فيها حينما أسمع بكاء الصبي، لما أعرف من حال أمه، من انشغال أمه عليه فإن أم الصبي إذا سمعته يبكي انشغلت عليه، وذهب إخلاصها وذهب خشوعها، وأصبحت تفكر في ولدها ولا تفكر في صلاتها، فهو يخفف الصلاة حتى لا تنشغل الأم بطفلها الذي يبكي. ¶ هذه أمثلة أو أدلة تدل على ما قاله ابن العربي من أن مثل هذا القصد إذا كان تابعا لا متبوعا فإنه لا يؤثر في العبادة.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "القسم الثالث: نحن قلنا إنها ثلاثة أقسام، المقاصد الدنيوية أو الأمور الدنيوية التي يمكن أن يقصد إليها أن يقصد مراءاة الناس للحصول على مال أو جاه، وهذه هي الرياء الذي وردت النصوص بذمه وأعلاه قد يصل إلى النفاق والعياذ بالله، إذن النفاق العقدي المخرج من الملة الذي هو أعظم ذنبا حتى من الكفر الصريح، وأما إذا نقص عن هذا فإنه يكون قصده حطام الدنيا وهو حينئذ يكون عمله قد حبط، وليس له من عمله شيء، ليس له إلا ما قصد إليه، وهم الذين قال النبي -صلى الله عليه وسلم- فيهم أنهم أول من يسعر بهم النار. ¶ ضبط الشارع العادات بأحكام وحدد ما يجوز منها وما لا يجوز وضح ذلك؟ ¶ يعني البيوع، الإيجارات، الصرف، القضاء وغيرها من عادات الناس وتصرفاتهم، هذه ضبطها الشارع وبين ما يجوز منها وما لا يجوز، لكن أيضا قد يمارسها. هذه هي التي قلنا فيها فيما سبق أن الإنسان إذا راعى فيها المقاصد الأصلية؛ يعني حسنت نيته فيها وراعى فيها مقصد نفع الناس مثلا، فإنه حينئذ يثاب عليها، وأما إذا عملها بمقتضى طبعه وميله ورغبته وشهوته فلا يؤاخذ عليها ولكن لا ثواب عليها إلا بنية، وهي التي قلنا فيها في بداية الحلقة أن الإنسان قد يكون قصده إلى المقصد الأصلي موجودا بالقوة، وإن لم يكن موجودا بالفعل، يعني لم يكن ظاهرا لنا، لكن هو موجود بالقوة وبينا الضابط فيه والمحك وهو أن الإنسان إذا كان يراقب الله في هذه الأعمال، يراقب حدود الله، لا يتعدى هذه الحدود، يتحرى ما أباح الله، فهو على خير -إن شاء الله- وهو مثاب على هذا العمل، وهذه لا غرابة ولا إشكال في أنه يجوز أن يقصدها الإنسان لأن الله امتن بها علينا وتفضل بها علينا. ¶ س\" من مقاصد الشارع في الأعمال المداومة عليها دلل علي ماتقول؟ ¶ هذا مقصد عظيم يدخل تحت مقاصد الشارع في الشريعة تحت النوع الرابع وهو مقصد \"وضع الشريعة للامتثال\" المداومة على الطاعات، من مقاصد الشارع في الأعمال المداومة عليها.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "ومما يدل على ذلك قوله تعالى: ¶ 1- ( إِلاَّ الْمُصَلِّينَ * الَّذِينَ هُمْ عَلَى صَلاَتِهِمْ دَائِمُونَ)، ¶ 2-وقوله أيضا في الصلاة: ( الَّذِينَ يُقِيمُونَ الصَّلاَةَ )، وإقامة الصلاة تعني المداومة عليها وأداءها على الوجه المطلوب،. ¶ 3- كذلك ما ورد عن النبي -صلى الله عليه وسلم- من قوله: (أحب العمل إلى الله ما داوم عليه صاحبه وإن قل). ¶ وكان -صلى الله عليه وسلم-: إذا عمل عملا أثبته، فالعمل إنما يثقل بالمداومة عليه، وأما إذا كان مرة واحدة فقد يفعله الإنسان ويقصر نفسه عليه، أما إذا كرر هذا العمل وداوم عليه فهذا دليل على حبه لهذا العمل وحبه للطاعة، ولهذا بين الله -جل وعلا- أن الصلاة كبيرة إلا الخاشعين: ( وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الْخَاشِعِينَ الَّذِينَ يَظُنُّونَ أَنَّهُم مُّلاَقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ)، فخوفهم ورجاؤهم بالله -جل وعلا- يخفف عليهم شدتها، فهذا آخر ما يمكن أن نقوله في هذه المقاصد، . ¶ أسئلة المحاضرة\" ¶ السؤال الأول: ¶ ما الدليل على أن الأصل في العبادات بالنسبة للمكلف التعبد والأصل في العادات التعليم؟ ¶ والسؤال الثاني: ¶ ما الدليل على أن من مقاصد الشارع المداومة على الأعمال؟ وهي آخر نقطة تكلمنا عنها ولعلنا -إن شاء الله- نكون قد فرغنا الآن من المقاصد الأربعة أو الأنواع الأربعة التي ذكرها الشاطبي، ونخصص -إن شاء الله- حلقة قادمة لبعض المقاصد العامة التي لم تكن ظاهرة في كتاب الشاطبي ولم يعطها اهتماما ولم يبرزها، وقد يكون بعضها اندرج تحت ما قاله ولكنه لم يعتن بها عناية خاصة ¶ انتهي الدرس الثامن عشر ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ القواعد الفقهية المستوى الثالث ¶ الدرس التاسع عشر والأخير ¶ تابع مقصد عموم الشريعة",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "بسم الله الرحمن الرحيم، الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين، وبعد: ¶ تابع المقاصد المتفرعة عن مقصد وضع الشريعة للامتثال :- ¶ س\"من مقاصد وضع الشريعة للامتثال أو دخول المكلف تحت أوامر الشرع ونواهيه وامتثاله لذلك، مقصد \"عموم الشريعة\" فما المراد بهذا المقصد مع ذكر الأدلة علي عمومية الشريعة؟ ¶ ، فالشارع من مقاصده أن تكون الشريعة عامة للناس، وهذا المقصد ظاهر وواضح، ولكن نحن أتينا به ليتبين للمتابع ما الذي يتفرع عليه، ومن الأدلة الواضحة الظاهرة على أن الشارع قصد تعميم هذه الشريعة ولم يقصد بها خصوص زمن معين، ولا خصوص قوم معينين\" ¶ 1-قوله تعالى لرسوله -صلى الله عليه وسلم: (وَمَا أَرْسَلْنَاكَ إِلاَّ كَافَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا)[سبأ: 29] فالرسول مرسل للناس كافة. ¶ 2- وكذلك قوله تعالى: (قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعًا) [الأعراف: 158]،. ¶ 3- ومن الأحاديث أيضًا قول الرسول -صلى الله عليه وسلم-: (بعثت إلى الأحمر والأسود) . ¶ 4-وقوله... يعني مما اختص به: (أعطيت خمسًا لم يعطهن أحد قبلي) قال منها: (كان النبي يبعث إلى قومه خاصة وبعثت إلى الناس كافة). ¶ 5-كذلك مما يدل على عموم الشريعة ما تقرر في ما سبق من كونها جاءت لجلب المصالح وتكثيرها وتكميلها ودفع المفاسد وتقليلها، فالناس كلهم محتاجون إلى هذا الأمر، بل هم مضطرون إليه، إلى تكثير مصالحهم وتكميلها ودرء المفاسد عنهم. ¶ س\"إذا تقرر وعرفنا أن الشريعة جاءت عامة سنبني عليه أصولاً أخرى منها ما نص عليه علماء أصول الفقه واعتنوا به وهو يتعلق بفهم التشريع، ومنها ما يمكن إضافته مما لم يفرده علماء الأصول بالكلام، فما هذه القواعد التي تتفرع على عموم الشريعة؟",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "1- أن الأصل في التكاليف الشرعية العموم، ومن يدعي خصوص هذا التكليف بأحد من الخلق هو الذي عليه أن يأتي بدليل،. ¶ وبناءً على هذا قال الأصوليون: \"إن كل ما ثبت أنه خطاب للنبي -صلى الله عليه وسلم- يكون خطابًا لأمته، وكل ما ثبت أنه خطاب للأمة يكون خطابًا للنبي -صلى الله عليه وسلم- إلا أن يدل دليل على خلاف ذلك\" *ليس لأحد أن يدعي خصوصية النبي -صلى الله عليه وسلم- بشيء إلا بدليل، ولا أن يدعي خصوصية الأمة بشيء إلا بدليل،. ¶ *بل إن الأمر والنهي قد يوجه لواحد من الصحابة مثلاً يوجهه النبي -صلى الله عليه وسلم- لواحد من الصحابة، ثم يتفق علماء المسلمين على أن كل من كان حاله كحال هذا الصحابي يتوجه الأمر إليه؛ لأن الله ليس بينه وبين الناس نسب، ولا يجامل أحدًا، ولا يفضل أحدًا على أحد إلا بالتقوى والعمل الصالح كما قال النبي -صلى الله عليه وسلم-: (لا فضل لعربي على أعجمي، ولا لأبيض أو لا لأحمر على أسود إلا بالتقوى والعمل الصالح) ¶ فلهذا يتقرر أصل عظيم يستفيد منه طالب العلم في النظر في التشريع؛ لأن كثيرًا من آيات الأمر والنهي تجد أنها هي نوع من الخطاب، فلا يقال إن هذا خطاب لأصحاب الرسول -صلى الله عليه وسلم- ومن جاء بعدهم لا يشمله هذا الخطاب، أو أنه يخرج عن هذا الخطاب، وإنما كل ما ثبت أنه خطاب للصحابة بل لواحد من الصحابة يثبت لغيره من الأمة، ولا يخرج غيره إلا بدليل. ¶ وبهذا يتبين أن ما يزعمه البعض من تاريخية النص كما يقولون، ومحاولتهم مثلاً أن يقولوا: إن هذه النصوص في الشريعة جاءت لزمن معين، أو لفئة معينة، أو للعرب خاصة، أو لمجتمع محدود المعرفة، محدود العلم إلى غير ذلك.. وأنها لم تعد مناسبة، كل هذه مردودة إذا ثبت عموم الشريعة بالنصوص التي ذكرناها، وبغيرها من النصوص الكثيرة التي لا نريد الإطالة بتعدادها.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "أيضًا مما يؤكد أن كل خطاب يوجه للرسول -صلى الله عليه وسلم- تشاركه الأمة فيه، إلا أن يدل دليل على الخصوصية أنه حيث أريد اختصاص النبي -صلى الله عليه وسلم- بالحكم يأتي النص على ذلك في الغالب صراحة، إما في النص نفسه أو في ما بعد، فحينما جاء أن الإذن للنبي -صلى الله عليه وسلم- أن ينكح المرأة التي تهب نفسها له، وأن هذا لا يجوز لغيره من المسلمين، كان النص: (وَامْرَأَةً مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَن يَسْتَنكِحَهَا خَالِصَةً لَّكَ مِن دُونِ الْمُؤْمِنِينَ) [الأحزاب: 50] ¶ والرسول -عليه الصلاة والسلام- حينما سأله أبو بردة بن نيار وقال له: إنه ضَحَّى قبل الصلاة قبل صلاة العيد، قال: (شاتك شاة لحم) يعني ليست أضحية؛ لأنك ضحيت قبل الصلاة، فرجع والتمس في بيته فوجد عناقًا، فجاء إلى الرسول -صلى الله عليه وسلم- قال: «يا رسول الله: عندي عناق هي خير من جذعة» العناق هي الصغيرة من المعز التي لم تصل إلى السن التي يصح التضحية بها، وأذن له النبي -صلى الله عليه وسلم- في أن يُضَحِّي بها وقال: (تُجزؤك ولا تُجزئ أحدًا بعدك) أو كما قال -عليه الصلاة والسلام- مما يدل على خصوصيته بهذا الأمر.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "تابع القاعدة الأولي الأصل في التكليف العموم\"والشاطبي -رحمه الله- يعبر عن هذا بقوله: (\"إن الأصل في أدلة الشريعة العموم عامة جاءت أو خاصة\") فقوله: \"عامة جاءت أو خاصة\" يعني أنها سواءً جاءت بصيغة العموم اللفظي، أو جاءت بصيغة الخصوص من حيث اللفظ، فقد يأتي اللفظ خاصًّا ولكن يُفهم عمومه من عموم الشريعة، فيتكأ على عموم الشريعة، ويستند إليها في تعميم الحكم وإن كان موجهًا لواحد من الأمة، يعني الحكم الذي جاء به النص لو نظرنا إلى لفظه نجده خاصًّا، ولكن إذا رجعنا إلى المعنى العام والقاعدة العامة والمقصد الأصلي من الشريعة وهو من مقاصد جلب المصالح ودرء المفاسد استنبطنا من هذا أن هذا الحكم وإن جاء بصيغة الخصوص لكنه عام. ¶ 2-أيضًا مما ينبني على مقصد العموم أن كل نص يأتي عن النبي -صلى الله عليه وسلم- يمكن استفادة الحكم منه بطريق العموم، يعني عن طريق العموم المعنوي، وهو أن يأتي اللفظ خاصًّا في ذاته، ولكن معناه عام، وإما عن طريق القياس،. ¶ فيفهم أيضًا من هذا الأصل تقرير ثبوت القياس، والرد على منكريه من الظاهرية وغيرهم، فهذا الأصل العظيم مقصد عموم الشريعة يرد على منكري القياس؛ لأن منكري القياس سيقعون في إشكال عظيم إذا أنكروا القياس في أنهم سيجعلون التشريع خاصًّا لخصوص اللفظ الذي جاء به؛ لأنهم يتمسكون بالظاهر وباللفظ. ¶ من المعلوم أن الظاهرية -مع قولهم بنفي القياس- هم أيضًا لا يمانعون في هذا الأصل، في أصل عموم الشريعة، فهم يستفيدون الأحكام من الألفاظ الخاصة بناءً على هذا المقصد العظيم وهو مقصد عموم الشريعة. ¶ 3-أيضًا من هذا المقصد يتبين لنا رجحان قول من قال إن العبرة بعموم اللفظ لا بخصوص السبب. ¶ س\" مالمراد بقوله أن العبرة بعموم اللفظ لا بخصوص السبب؟",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "إذا ورد النص من قرآن أو سنة بسبب سؤال سائل مثلاً أو بسبب حادثة وقعت. في عهد الرسول -صلى الله عليه وسلم- فهل نقول: إن الحكم يكون عامًّا إذا جاء بصيغة العموم طبعًا هل يعم؟ أو أنه يخص من سأل أو يخص من وقعت الواقعة له. ¶ فجمهور العلماء يقولون: العبرة بعموم اللفظ لا بخصوص السبب، لكن قد يتصور بعض الناس أنه هناك من قال إن العبرة بخصوص السبب، ومن قال النص الوارد على سبب يقصر على سببه، فيظن أن هذا سيتنافى مع المقصد العظيم الذي ذكرناه وهو مقصد عموم الشريعة، والواقع أن الذين خالفوا في هذا هم أيضًا لا يقولون بعدم عموم الشريعة، بل هم يقولون: بأن من عدا من وقعت له الواقعة، أو من عدا السائل فإن هذا يُلحق بالسائل لكن بطريق القياس، فالفرق بين من يقول: العبرة بعموم اللفظ لا بخصوص السبب، ومن يقول: إن العبرة بخصوص السبب بالنسبة للآيات والأحاديث العامة ¶ مثل آيات الظهار, آيات اللعان، هذه وردت على أسباب ومع هذا لا يقول أحد آية السرقة لا يقول أحد أنها مقصورة على سبب وقوعها، ما قال أحد من الأمة بذلك، لكن منهم من يقول: \"ما عدا صورة السبب يدخل بطريق القياس وهو قياس جلي\"، ومنهم من يقول: \"ما عدا صورة السبب يدخل بطريق اللفظ نفسه؛ لأن اللفظ وإن كان خاصًّا لكن العرف الشرعي يعممه وينقله من كونه خاصًّا إلى أن يكون عامًّا\" فهذا المقصد يستفاد منه في هذا المجال. ¶ 4-أيضًا مما ينبني على هذا الأصل -وهو أمر مهم- بطلان ما يقوله أو ما يظنه بعض الناس من أن الصوفية مثلاً أو الأولياء أبيحت لهم أشياء لم تُبَح لغيرهم، أو حرِّمت عليهم أشياء لم تحرَّم على غيرهم، ¶ س\"أذكر ماقاله الشاطبي عن التصوف في بداية أمره والذي أدخله الزنادقه علي التصوف؟ ¶ يقول الشاطبي وغيره: \"إن بعض الزنادقة أدخلوا على المتصوفة من أن الصوفية مثلاً أو الأولياء أبيحت لهم أشياء لم تُبَح لغيرهم، أو حرِّمت عليهم أشياء لم تحرَّم على غيرهم ؛.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "لأن التصوف في بداية أمره كان زهدًا في الدنيا، وإقبالاً على الآخرة، فدخل الزنادقة من هذا الباب، وحاولوا إفساده على أهله، فهناك من يزعم أن الأولياء لهم خصوصية وأن العامة يختلفون عن الأولياء في التكاليف، ويقصدون بالعامة من عدا الأولياء، ويقولون: إن التكاليف من صيام وصلاة وحج وزكاة وغيرها من التي يعملها المكلفون هذه خاصة بعامة الناس، أما من وصل إلى مرتبة الولاية فهذا قد ارتفعت عنه التكاليف، وأبيح له ما لم يُبَح لغيره، ¶ س\" يظن بعض الناس من أن الصوفية مثلاً أو الأولياء أبيحت لهم أشياء لم تُبَح لغيرهم، أو حرِّمت عليهم أشياء لم تحرَّم على غيرهم فبما يستشهد هؤلاء؟، ¶ 1-يستشهد بعضهم على هذا ببعض الاستشهادات التي هي بعيدة الحقيقة لكنهم يُلَبِّسُون على الناس، وعلى من لا علم لهم، ويقولون: إن النبي -عليه الصلاة والسلام- قال لعثمان بعد أن جَهَّزَ جيش العسرة: (ما ضَرَّ عثمان بعد اليوم ما فعل) قالوا: عثمان وصل إلى الولاية في مثل هذه الحالة، فحينئذ هو ما يضره، انقطع عنه التكلف، أو ارتفع عنه التكليف، وظنوا أن هذا من الرسول -عليه الصلاة والسلام- رفع للتكليف عن عثمان، وهذا الأمر الحقيقة لم يفهمه عثمان، ولم يرده الرسول -عليه الصلاة والسلام- وما فهمه أحد من الصحابة الذين كانوا حاضرين جميعًا. ¶ س\" فيما ورد قول الله -تعالى-: (لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا)[المائدة: 93].؟ ¶ في النفر الذين شربوا الخمر، وقالوا: ليس علينا جناح فيما طعمنا، وتلوا هذه الآية،. ¶ س\" فما مدي صحة مااعترض به بعض الناس؟",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "الاعتراض الحقيقة لا حقيقة له، ولا وجه له، وما فهمه عثمان ولا أراده النبي -صلى الله عليه وسلم- وإنما الرسول أولاً -عليه الصلاة والسلام- يوحى إليه، وهل هؤلاء الأولياء يوحى إليهم؟ لا شك أنه لا يقول أحد إنهم يوحى إليهم، وأنهم كالرسل في ذلك. ثم أيضًا عثمان -رضي الله عنه- سيرته بعد ذلك ما زاده هذا إلا إكثارًا من النفقة في سبيل الله، وإكثارًا من العمل الذي يقربه من الله، حتى لقي ربه وهو على هذا الأمر والحمد لله. ¶ س\" هل هذا المقصد يرد عليهم؟. ¶ نعم إن النصوص الدالة على عموم الشريعة كلها ترد هذا، ما في أحد له استثناءات إلا بالدليل وبالنص، ما في أحد يمكن أن يستثنى من النصوص الشرعية، الأصل فيها العموم لكل المكلفين ولا أحد يستثنى إلا بدليل، ¶ 5-كذلك مما يستفاد من هذا الأصل( عموم الشريعة) أنه يتبين به بطلان فعل من ترك الواجبات بناءً على ما تخيله من المكاشفات والمنامات التي فيها إسقاط العمل عنه. ¶ وربما ظن أنه من الكرامات، بعض المتصوفة ربما اشتغل بالعبادة والصوم، وربما انقطع بنفسه في خلوته حتى عن حضور الجمعة والجماعة، وأدمن الصوم وأكثر منه وواصله لأيام، ثم يحصل له بعض التهيئات يظن أنها مكاشفات. ¶ س\"مالذي يستشهد به من يري ترك الواجبات بناء علي ماتخيله من المكاشفات والمنامات التي فيها إسقاط العمل عنه؟ ¶ 1-يستشهدون بقول النبي -صلى الله عليه وسلم- في شأن الشاة المسمومة قال: إنها أخبرتني أنها مسمومة، ومنع أصحابه من أكلها بعد أن أخذ منها لقمة أو لقمتين أو نَهَسَ من ذراعها، قال: (إنها حدثتني أنها مسمومة) هذا أيضًا لا دليل لهم فيه، أولاً لأن هذا الرسول -عليه الصلاة والسلام- يوحى إليه، وأنتم لا يوحى إليكم، هذا جانب. ¶ الجانب الثاني وهو الحاسم في المسألة،\" وهو أن فعل الرسول -عليه الصلاة والسلام- لم يترتب عليه ترك تكليف شرعي، ولم يترتب عليه هدم قاعدة من قواعد الشرع العامة التي ثبتت بنصوص الشرع، .",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "س\" ماهو موقف أهل السنة والجماعة من كرامات الأولياء؟ ¶ 1-من مذهب أهل السنة أنهم لا ينكرون كرامات الأولياء، ويقولون: إن أهل الخير والصلاح قد تكون لهم كرامات، . ¶ 2-لكن لا ينبغي أن يباهي بها غيره من الناس، ولا ينبغي حتى أن يذكرها للناس. ¶ 3- ثم أيضًا وهو المهم: لا ينبغي أن يغتر بها بحيث يترك التكليف الشرعي ويترك قواعد الشرع، أو يهدم قواعد الشرع بناءً عليها، لا يجوز له أن يهدم قواعد الشرع بناءً على ما يتخيله من أنه كرامة، أو منام رآه أو مكاشفة أو ما أشبه ذلك، ¶ 4- وإنما عليه أن يقف عند حدود الله ولا يتجاوزها، ولا يهدم قاعدة من قواعد الشرع، ¶ القضاء مثلاً: ، لو شَهِدَ عند القاضي شاهدان بالحق لفلان وَجَبَ أن يحكم إذا ثبت عنده أن هذين الشاهدين عدلان، ولا ينظر إلى ما يقع في نفسه من احتمال كونهما كاذبين، وهي قاعدة: القضاء بالبينة،. ¶ مثال\"كذلك يقولون: لو وقع في نفسه مثلاً أن هذا الماء نجس وليس عنده غيره، ولكن لم يجد أي دليل، على نجاسة الماء، فإنه لا يجوز له الامتناع من الوضوء منه لمجرد هذا الهاتف الذي عَرَضَ له. ¶ س\"متى يجوز العمل بالكرامات والمنامات ومتى لا يجوز؟ ¶ نقول: يجوز له أن يعمل بهذا بشرطين: ¶ الشرط الأول: أن لا يتعارض مع قاعدة شرعية، بمعنى أنه لا يهدم تكليفًا، ولا يهدم قاعدة شرعية ثابتة من قواعد الشرع المعروفة كالتي مثلنا لها مثلاً، فمثل هذا لا يُلتفت إليه. ¶ الشرط الثاني أيضًا: أن يكون في أمور المباحات، يكون العمل بها في الأمور التي لك فيها تخيير إن شئت أكلت، وإن شئت لم تأكل،",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "مثال\" يعني إن لو قُدِّمَ طعام فوقع في نفس الإنسان مثلاً أن هذا الطعام من حرام، لا يلزمه أن يأكل منه، وبخاصة الذين لهم عادة، ولهم تجربة في هذا، فكثير من أهل التقوى والصلاح حدثونا أنهم حينما يقدم الطعام الذي ليس بحلال أو في حله شك أن نفوسهم تقف جهته، وأنهم قد جربوا هذا مرارًا وربما أقصر بعضهم نفسه ليأكل من هذا الطعام ثم فيما بعد يحدث له ما لا تُحمد عقباه فمثل هذا أمر مباح، يعني لست مجبرًا بأن تأكل من هذا الطعام أو لا تأكل، فمثل هذه الكرامات إذا اعتاد الإنسان عليها أو مثل هذه الأمور التي تقع في النفس إذا اعتاد عليها وَجَرَّبَهَا له أن يمتنع عن فعل المباح، لكن أيضًا هناك شرط مهم وهو: أن لا يكون امتناعك عن فعل المباح، أو عن قول المباح أن لا يكون ذلك مبنيًا على التطير؛ لأن النبي -صلى الله عليه وسلم- قال: (لا عدوى ولا طيرة) ومعنى التطير: بمعنى أنك تسمع كلمة من عابر طريق مثلاً فتتشاءم منها، وتقول: ما دام سمعت هذه الكلمة وأنا سأخرج اليوم في سفر سأترك السفر، أو مثل ما كان يعمل العرب يتشاءمون بالحدأة مثلاً وببعض الطيور، وربما زجروا الطير فإن ذهب إلى اليمين غزوا، وإن ذهب إلى اليسار تركوا الغزو في ذلك اليوم، إلى غير ذلك من التشاؤم والطيرة، فمثل هذا منهي عنه ولا يجوز للإنسان أن يعمل بمقتضاه، لكن إذا كان شيء يقع في النفس مما جَرَّبَه مرارًا هذا هو الذي نقول: هو في جانب المباحات، وما لك فيها خيار هو مأذون فيه، وهذا يقع لكثير من الناس تجد أنه ربما في آخر حياته يقع له أنه ميت، فتجد أنهم كم سمعنا عن فلان وفلان من الناس أنه قبل وفاته يخرج ويسلِّم على أقربائه، ويستبيحهم من أي خطأ، وربما ردَّ لبعض الناس حقوقهم، وما أودعوه عنده من الودائع وغير ذلك، ثم يفاجأ الناس بأنه قد مات في ذلك اليوم، فلا يمتنع أن يكون هذا شيء ألقي في روع الإنسان، وهذا -إن شاء الله- علامة خير على الإنسان، وأنه -إن شاء الله-",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "من المطيعين لربه جل وعلا. ¶ س\"أذكر بعض المقاصد التي لم يبرزها الإمام الشاطبي ولم يعطها اهتمامًا خاصًّا في كتابه، مع أنها لا تخرج عما ذكره في الواقع،؟ ¶ ذكرها بعض المتأخرين مثل طاهر بن عاشور -رحمه الله- من المقاصد التي ذكرها: ¶ 1-مقصد العدل والمساواة،\" وهو يعبِّر كثيرًا بمقصد المساواة، لكن الذي يظهر أن التعبير بلفظ العدل أولى، لا شك أن العدل مقصد شرعي، وهو ينافي الظلم؛ لأن ضده الظلم، فإذا لم يكن عدل فهناك ظلم، والله -جل وعلا- قد حرَّم الظلم على نفسه قال: (يا عبادي، إني قد حرَّمت الظلم على نفسي، وجعلته بينكم محرمًا فلا تظالموا) وهذا ثابت في صحيح مسلم وغيره. ¶ أيضًا الأمر بالعدل حتى مع الأعداء (وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى) [المائدة: 8]، يعني العدل مع الناس، مع العدو، ومع الصديق هذا من مقاصد الشرع. ¶ 2-أيضًا من مقاصد الشرع: مراعاة العدل في التشريع،\" ومن العدل في التشريع: أن لا يسوى بين من تختلف قدراتهم، وتختلف إمكاناتهم، ولهذا وجد بعض الاختلاف بين الرجل والمرأة، بين الحر والرقيق مثلاً في الإسلام من حيث التكاليف، فالرجل التكاليف الواجبة عليه أكثر من التكاليف الواجبة على المرأة. ¶ إذا نظرنا مثلاً إلى واجب الجهاد، إلى واجب حضور الجمعة والجماعة نجد أن الرجل تجب عليه هذه الأشياء، والمرأة لا تجب عليها، وهذا دليل على مراعاة الفطرة الإنسانية. فالعدل يعني التساوي بين المتساويَيْن، والتفريق بين المختلفَيْن.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "*الشرع نجده سوَّى بين أفراد الناس وبين المسلمين من حيث الواجبات ومن حيث الحقوق أيضًا، ولهذا جاءت نصوص كثيرة بأن المسلمين سواسية كأسنان المشط، وأنه لا فضل لعربي على عجمي إلا بالتقوى والعمل الصالح، سوى بينهم مثلاً في حق الحياة، (لا يحل دم امرئ مسلم إلا بإحدى ثلاث: الثيب الزاني, النفس بالنفس، والتارك لدينه المفارق للجماعة) سوى بينهم مثلاً في حق الملكية، فهي ثابتة لكل من له ذمة سواءً كان صغيرًا أو كبيرًا أو عاقلاً أو مجنونًا، يعني كل من له أهلية وإن كانت ضعيفة أثبت له الحق، فلهذا أيضًا يجوز أن يوصي الإنسان للحمل وهو في بطن أمه، يجوز أن يوصي له مع أنه في مثل هذه الحالة غير قادر على أن يقبل أو لا يقبل. ¶ *كذلك حق التصرف في ما يملك، هذا ثابت أيضًا لكل عاقل رشيد، لمن توافر فيه هذان الشرطان: شرط العقل، والرشد أيضًا، يعني أصبح رشيدًا بمعنى أنه يحسن التصرف في ماله، وهو حينما يحجر مثلاً على المجنون أو على ضعيف العقل، إنما يحجر عليه لمصلحته هو، ولا يعكر على هذا الأصل ما وجد من الاختلاف بين الرجل والمرأة في مثل الميراث، أو الشهادة، أو ما أشبه ذلك، ولسنا الآن بصدد بيان تفاصيل هذه الأمور، لكن نشير إلى أنه فيما يتعلق بالشهادة نجد الشرع مثلاً احتسب شهادة المرأتين بشهادة رجل فيما يتعلق بالأموال، لكن في موضع آخر اعتبر شهادة المرأة القابلة يعني التي تشرف على توليد غيرها، اعتبر شهادتها بمفردها، يعني تعتبر شهادة المرأة وحدها على أن الصبي ولد حيًّا، أو ولد ميتًا، يعني هل استهل أو لم يستهل، وهذا له -كما تعرفون- صلة بميراثه وبديته إن كان مجنيًّا عليه. ¶ *أيضًا فيما يتعلق بالميراث: إذا نظرنا إلى الحقوق الواجبة على الرجل، نجد الصداق يجب على الرجل لا على المرأة، نجد النفقة تجب على الرجل وليست على المرأة، فمثل هذه الأمور ينبغي ألا نغفل عنها.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "3-أيضًا من المقاصد العامة للتشريع: مقصد سد الذرائع، وهذا المصطلح مصطلح سد الذرائع، يقصد به باختصار: إبطال الأعمال التي تؤدي إلى مفسدة، كل عمل يئول إلى مفسدة فإنه يكون باطلاً، والعمل قد يكون في أصله مباحًا، لكن لَمَّا ننظر إلى ما يئول إليه نجد أنه يئول إلى مفاسد عظيمة، فلهذا الشرع ينظر إلى هذا ويراعيه، وهو يعرف عند العلماء بسد الذرائع، . ¶ حتى إن ابن القيم مثلاً توسع في هذا وقال: \"كما نقول بسد الذرائع، ينبغي أن نقول بفتح الذرائع، فهناك سد الذرائع المؤدية إلى الفساد، كذلك نفتح فتح الذرائع المؤدية إلى المصالح أخذًا من قاعدة: «ما لا يتم الواجب إلا به فهو واجب» فهناك قاعدة: «أن ما لا يتم الواجب إلا به يكون واجبًا»؛ لأنه وسيلة إلى فعل الواجب، فالشيء الذي لا تستطيع أن تفعل الواجب إلا بفعله يكون واجبًا، وإن كان في الأصل مباحًا، أو في الأصل أنت مُخَيَّر فيه، لكن حينما يتحتم ولا توجد وسيلة سواه يكون واجبًا، ولهذا يقولون: يجب أن يباع مال المدين حتى يسدد الغرماء، إذا كان المدين قد أفلس، يعني عليه من الديون ما هو أكثر مما يملك، فإنه يُباع ما بيده من ملك زائد عن حاجته، ويوزع على الغرماء، هذا البيع في الأصل لم يكن واجبًا، لكنه يصبح واجبًا عليه هو إما أن يباشره بنفسه وإما أن يفعله القاضي بناءً على طلب أصحاب الحقوق.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "*كذلك ما يتعلق بالذرائع، يعني إذا نظرنا إليها نجد أنها هي مصطلح يخص ذرائع الفساد في الواقع، إذا قيل سد الذرائع، المقصود به ما يؤدي إلى الفساد، لكن هل كل شيء يؤدي إلى مفسدة يجب سده؟ قالوا: هناك أنواع، منها ما يؤدي إلى المفسدة قطعًا، أو غالبًا، فهذا هو الذي يجب أن يُسَد، أما ما يؤدي إلى المفسدة نادرًا فهذا لا يجب سده، وإنما يُقال إنه يبقى على أصل الإباحة ومع كون المفسدة مُحَرَّمة، إن وصل إلى المفسدة وقع صاحبه في الحرام، وإن اقتصر على حد المباح فلا شيء عليه، بينما الأعمال التي تؤدي إلى المفاسد غالبًا جاء الشرع بالمنع منها. ¶ س\"قسم القرافي الذرائع إلي ثلاثة أقسام عددها؟ ¶ القرافي يقول: إن الذرائع ثلاثة أنواع: ¶ 1-منها ما هو مُجْمَع على سده، وهو الذي يؤدي إلى المفسدة العظمى قطعًا، أو غالبًا. ومَثَّل له بحفر الآبار أو الحُفر في طريق الناس دون الإشارة إليها، يعني الذي يحفر في طريق الناس بئرًا ولا يضع عليها علامات هذا سيتسبب في وقوع الناس في هذه الحفرة فهذا مُحَرَّم، حتى وإن كان الطريق مثلاً يمر من جوار بيته مثلاً أو مع بيته، فإنه ليس له أن يحفر في هذا الطريق حفرة ليؤذي الناس بها، والطريق ملكه مُشاع للناس جميعًا. ¶ 2-وهناك من الذرائع ما لا يجب سده، أو لا تُسَد وإنما تبقى، مثل ماذا؟ قال: هذه الذرائع البعيدة النادرة الحصول، حتى وإن كانت موجودة في المجتمع، هو مَثَّل لهذا بأنه لم يقل أحد مثلاً بأننا يجب أن نمنع زراعة العنب؛ لأننا نخشى أن يتخذه الناس خمرًا، فلا يُمنع زراعة العنب لأجل أن لا يتخذه الناس خمرًا، حتى وإن كان الناس فعلوا هذا وأكثروا في اتخاذه خمرًا، لا يقول أحد بتحريم زراعة العنب. ¶ 3-لكن يقول هناك أيضًا نوع متوسط يختلف العلماء فيه وقد يقول بعضهم بمنعه، وبعضهم بعدم منعه، وَمَثَّلَهُ ببيوع الآجال التي منع منها الإمام مالك؛ لأنها ذرائع إلى الربا،. ¶ س\" أذكر بعض الأدلة على سد الذرائع؟",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "الأدلة على سد الذرائع وأنه من مقاصد الشريعة العظيمة كثيرة جدًّا، ومن أظهرها قوله تعالى: (وَلاَ تَسُبُّوا الَّذِينَ يَدْعُونَ مِن دُونِ اللهِ فَيَسُبُّوا اللهَ عَدْوًا بِغَيْرِ عِلْمٍ) [الأنعام: 108] فنهاهم عن سب آلهة الكفار لئلا يؤدي ذلك إلى سب الله جل وعلا. ¶ س\"مسألة سد الذرائع سمعنا في الآونة الأخيرة من يشدد النكير عليها ويقول إنكم ما تركتم لنا شيئًا فما مدي صحة هذه المقولة؟ ¶ هذا الحقيقة كلام غير واقع، وإنما دفعت إليه أو دُفِعَ إليه صاحبه بمقتضى حب التفلت من بعض الأحكام الشرعية، على أني لا أبرئ الجميع من الخطأ، فهناك من قد يخطئ من يستفتون، قد يخطئ مثلاً فيشدد في هذا الجانب، ويصل إلى مثل ما ذكرت لكم قبل قليل من مثال ذكره القرافي وهو مثال تحريم العنب، يعني قد يصل بعضهم إلى أن يُحَرِّم أشياء لأجل أنها يُحتمل أن تئول إلى مفسدة، والمستفتى والعالم والفقيه ينبغي أن يوازن وينظر إلى ما يترتب على الفعل من مفسدة، وما فيه من مصلحة، فقاعدة مثلاً: «درء المفاسد مُقَدَّم على جلب المصالح» أيضًا هي ليست على إطلاقها، يعني بعض الناس ربما ظن أن كل مفسدة تقدم على كل مصلحة، وهذا ليس بصحيح؛ لأن بعض المفاسد مغمورة في جانب هذه المصلحة العظيمة، لَمَّا تكون عندنا مصلحة عظيمة، وفيها شيء من المفاسد لكنها مفسدة مغمورة لا يُلتفت إلى هذه المفسدة، وإنما يكون الشيء مباحًا أو مأمورًا به نظرًا لمصلحته العامة، وحاجة الناس إليه، وإن كان قد يترتب عليه بعض المفاسد من جانب آخر. ¶ 4-من المقاصد أيضًا العامة التي يمكن أن.. هو: مقصد ثبات الشريعة واستقرارها، ثبات الأحكام واستقرارها وعدم تبدلها، وذلك أن العلماء متفقون على أن الأصل بقاء الحكم ما لم يرد دليل على النسخ، ومعلوم أن وقت النسخ قد انتهى، ولم يكن هناك مجال للنسخ، ما لم يُنسخ في عهد الرسول -عليه الصلاة والسلام- من الأحكام لا يمكن أن يأتي أحد ويقول: إنه منسوخ بعده.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "5-قاعدة «لا يُنْكَر تغير الأحكام بتغير الأزمان» هذه القاعدة أيضًا من القواعد التي أسيء فهمها، وأسيء تطبيقها في بعض الأحيان، فبعض الناس ربما فهم منها أنه يمكن أن يطال التغيير كل شيء وبعضهم ربما أنكرها لأجل هذا الهاجس،. ¶ س\"أشار الشاطبي،الي قاعدة «لا يُنْكَر تغير الأحكام بتغير الأزمان» فماذا قال؟ ¶ الشاطبي يقول: الحكم لم يتغير وإنما هو لم يوجد الداعي له، لم يوجد مناط الحكم، علة الحكم ما وجدت في هذا.. فيظن الظان أنه لماذا لم تحكموا فيه مثلاً بمثل ما حكمتم في شبيهه؟! فشبيهه هذا الذي يذكره هو كان المناط موجودًا فيه، العلة موجودة فيه، فلهذا حُكِم فيه مثلاً بالتحريم أو بالوجوب أو بالإباحة أو بغير ذلك من الأحكام، لكن هنا لم يوجد المناط فتغير. ¶ هذا في ظني أن الإشكال هذا جاء بناءً على أن الناس استمرءوا التقليد، وأصبح ما يوجد في كتب الفقه القديمة ينقل على أنه شرع لا يتبدل، بينما هو مجرد اجتهاد. ¶ ،مثلاً في النفقة\"، في نفقة المرأة مثلاً، قد يجتهد فقيه في بلد، فيقول: أرى أن نفقتها كذا، فيعمم هذا على أهل بلده، فيظن غيره من الناس أن هذا شرع الله، لا يتغير أبدًا ولا يتبدل، هو في حق هذا الإنسان، وفي حق هذا البلد، نعم هو محكوم به على أنه من الشرع لكن في بلد آخر في حالة أخرى في زمن آخر سيتغير الحكم، ولا يدل هذا على أن أصل الحكم تغير، أصل الحكم أن المرأة لها نفقة المثل بالمعروف مثلاً، لها نفقتها بالمعروف. ¶ انتهت مادة المقاصد الشرعية بفضل الله وكرمه علي فما كان من تمام فمن الله وما كن من نقص وخلل وتقصير فمني فسامحوني عليه فهذا جهد فردي وإنما اجتهدت قدر استطاعتي وأسألكم الدعاء أن يكون خالصاً لوجهه الكريم وأن يصلحني به ويرحم أخي رحمةً واسعة ويسكنه الجنان العلي. ¶ سبحانك اللهم وبحمدك أشهد أن لا أله إلا أنت أستغفرك وأتوب إليه ¶ ____________________________________",
            "page": "141",
            "part": "1"
        }
    ],
    "t37580": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}