{
    "b37585": [
        {
            "id": "1",
            "nass": "بهجة النفوس ¶ في شرح رسالة العروس ¶ في علم اصول الفقه ¶ الأصل لسماحة شيخنا الفاذّ عبد العزيز بن سالم السامرائي رحمه الله ¶ راجعه وقدم له سماحة شيخنا ¶ أ.د. عبد الملك عبد الرحمن السعدي ¶ تأليف ¶ صلاح عوّاد جمعة عبد اللّه ¶ خرج احاديثه ¶ ماهر ياسين ¶ بسم الله الرحمن الرحيم ¶ راجع هذه الرسالة الميمونة شيخنا العلامة الاستاذ الدكتور عبد الملك عبد الرحمن السعدي جزاه الله خيراً وكتب اليّ ما يلي: ¶ الاخ الشيخ صلاح المحترم ¶ السلام عليكم ورحمة الله وبركاته ¶ وبعد: فأُبارك لك جهدك فيما قمت به من وضع تعليقات لطيفة على رسالة شيخنا واستاذنا المرحوم الشيخ عبد العزيز سالم السامرائي. ¶ والحق يقال: انها تعليقات مفيدة للطالب تبين له مجمل العبارة وتوضح له ما خفي من معناها فقد كمّلتَ ما كانت الرسالة بحاجة الى اكماله واظهرت ما انطوت عليه من مفاهيم عهد شرحها لمدرس المادة. ¶ فجزاك الله خيراً وفتح امامك مسالك العلم والمعرفة. ¶ أ.د. عبد الملك عبد الرحمن السعدي ¶ 12/1/1420 ¶ 28/4/1999 ¶ بسم الله الرحمن الرحيم ¶ الحمد لله وليِّ كل حمد وثناء، والصلاة والسلام على رسوله سيدنا محمد خاتمِ الرسل والأنبياء، وعلى اله وازواجه وصحبه واتباعه نجوم الاهتداء والاقتداء. ¶ اما بعد فهذه \"رسالة العروس\" لقول جامعها: \"هذه رسالة .. نزُفّها ومهزها الدعاء لجامعها\"، وجامعها هو الامام الشيخ ابو عبد الله، عبد العزيز بن سالم السامرائي الاستاذ، الواعظ الفقيه، الناصح الامين، الداعي الى الله، باني مجد العلم على ضفاف الفرات. اللهم فاغفر لعبدك عبد العزيز، وارفع درجته في المهديين، واخلفه في عقبه في الغابرين، واغفر لنا وله يارب العالمين، أفسح له في قبره ونور له فيه. ¶ وهذه الرسالة هي في علم اصول الفقه، وقد قمت بشرحها وسميته: ¶ \"بهجة النفوس في شرح رسالة العروس في علم اصول الفقه\"",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقد وضعت متن الرسالة العروس الميمونة فوق، والشرح تحت، مفصولاَ بينهما بجدول، ليسهل على من اراد تعلّمها وتعليمها. ¶ واللهَ الكريمَ اسألُ ان ينفع بها، ويكتب لها القبول، ويجعلها في كفة الحسنات عنده \" يومَ لا يخزي الله النبي والذين آمنوا معه، نورهم يسعى بين أيديهم وبأيمانهم، يقولون: ربنا أتمم لنا نورنا، واغفر لنا، انك على كل شيء قدير. يوم ترى المؤمنين والمؤمنات يسعى نورهم بين ايديهم وبأيمانهم، بشراكم اليوم جنات تجري من تحتها الانهارُ خالدينَ فيها ذلك هو الفوز العظيم \". ¶ والحمد لله رب العالمين، وصلى الله على سيدنا محمد وعلى اله، وازواجه، وصحبه وسلم تسليماً كثيراً. ¶ وكتبه ¶ صلاح عواد ¶ غفر الله له ¶ بسمُ اللَّه الرحمَن الرحيم (1) ¶ __________ ¶ (1) أي باسم الله لا بأسم غيره اولف، والله علم على الذات الواجب الوجود المعبود بحق، الرحمن معناه المنعم بجلائل النعم، والرحيم المنعم بدقائقها.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الحمدُ للهِ وَحدَه (1)، والصلاةُ والسلامُ على من لا نبيَّ بَعْدَه(2)، وعلى آلِهِ وصحبهِ ممَّن عَرَفَ أصولَهُ وَحَدَّه(3). \"وبَعْدُ\": فهذهِ رسَالةٌ صغيرةٌ في عِلْمِ أصولِ الفِقْهِ(4)، قد جمعناها لمن إبتدأ في هذا العلم(5) نزُفُّها، ومهرُهَا الدعاءُ لجامعها(6). وهي مرتَّبةٌ على مقدِّمةٍ، وسبعةِ أبوابٍ، وخاتمةٍ(7) ¶ فنقول، وباللَّه التوفيقُ. ¶ تأليف ¶ __________ ¶ (1) جملة خبرية، قصد بها الثناء على الله بمضمونها، من انه تعالى وحده مالك لجميع الحمد من الخلق، لا شريك له. ¶ (2) الصلاة من الله تعالى على نبيه صلى الله عليه وسلم الرحمة المقرونة بتعظيمه، والسلام: التحية التي تليق بجنابه العظيم، ومن لا نبي بعده: هو سيدنا محمد صلى الله عليه وسلم، قال الله سبحانه وتعالى \" ما كان محمد ابا احد من رجالكم ولكن رسول الله وخاتم النبيين \". ¶ (3) اله: هم اهل بيته: ازواجه - امهات المؤمنين - رضي الله عنهن، وذريته، وبني هاشم وبني المطلب، وصحبه: جمع صاحب وهو من اجتمع بالنبي صلى الله عليه وسلم في الحياة على وجه الارض مؤمنا به بعد بعثته ومات على الايمان، أصوله: اصول النبي صلى الله عليه وسلم: شرعه الذي جاء به، وحده: ذاته وصفاته صلى الله عليه وسلم. ¶ (4) سيأتي تعريفه في المقدمة. ¶ (5) وهي تذكرة للمنتهي. ¶ (6) من هنا جاءت التسمية \"العروس\"، اللهم فاغفر لعبدك عبد العزيز وارفع درجته في المهديين، واخلفه في عقبه في الغابرين، واغفر لنا وله يا رب العالمين، وأفسح له في قبره، ونور له فيه. ¶ (7) المقدمة: في مبتكره، وتعريفه، وتعريف الفقه، والابواب السبعة هي: مباحث الكتاب، ومباحث السنة، ومباحث الاجماع، ومباحث القياس، واستصحاب الحال، ومباحث الاستدلال-بالتراجيح-، وصفات المجتهد، والخاتمة في الاجتهاد والتقليد.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "عبد العزيز سالم السامرائي(1) ¶ المقدمةُ: ¶ [ مبتكره ] بالإجماعِ: الامامُ محمَّدُ أبنُ أدريسَ الشافعيُّ-رضيَ اللهُ عنهُ(2) وأَلَّفَ فيهِ [الرسالةَ] وهي مقدّمةُ الأمِّ. ¶ [الابوابُ السبعةُ] 1-الكْتابُ 2-السُنَّةُ 3-الاجماعُ 4-القياسُ 5-استصحابُ الحالِ 6-التراجيحُ 7-صفاتُ المجتهدِ(3) ¶ [تعريفُهُ] أدلَّةُ الفقهِ الأجماليّةُ [ أَي غيرُ المعيَّنةِ ]، وكيفيّةُ الأستدِلالِ بها، وحال المستدلِّ.(4) ¶ __________ ¶ (1) هو الشيخ عبد العزيز بن سالم بن صنع الله بن علي، ويرجع نسبه الى عشيرة البونيسان في سامراء، من الأشراف يرجع نسبهم الى سيدنا الحسن بن علي رضي الله عنهما، ولد: في سامراء سنة 1332هـ-1914م، تولى التدريس والامامة والخطابة والوعظ في جامع الفلوجة الكبير على ضفاف الفرات في العراق، ومدرسته الميمونة فيه من اكبر مدارس العراق وآنفعها، اذ كان رحمه الله-يبذل كل شيء،ويسهر ليله ويتحمل الكثير من اجل ايجاد طلبة يتحملون شرف العلم، ونشره، حتى تخرج على يديه كثيراً من العلماء ذوي الهمم العالية نشروا العلم في ارجاء المعمورة. مات-يرحمه الله- يوم الاثنين 9 ذي القعدة 1393هـ، وبلغت مؤلفاته \"33\" مؤلفاً في علوم القران وعلوم الحديث والفقه واصوله وعلوم العربية وغيرها. ¶ (2) هو الامام المجتهد ناصر السنة والدين ابو عبد الله محمد بن أدريس بن العباس بن عثمان بن شافع، ولد بغزة سنة خمسين ومائة ومات يوم الجمعة سنة اربع ومائتين له مؤلفات كثيرة منها: احكام القران، وكتاب \" الام \" في الفقه، و\"الرسالة\" في اصول الفقه، وكلها مطبوعة متداولة، وقد حقق \" الرسالة \" الشيخ احمد شاكر. ¶ (3) هذه هي الابواب السبعة التي يحتوي عليها علم اصول الفقه، وستاتي مباحث هذه الابواب مبينة مشروحة في ابواب هذه الرسالة المباركة. ¶ (4) أو هو - أي تعريف علم اصول الفقه - معرفة دلائل الفقة اجمالاً وكيفية الاستفادة من تلك الدلائل، وحال المستفيد منها. ¶ وادلة الفقه الاجمالية: مثل قاعدة \"الامر المطلق للوجوب\" وقاعدة \" النهي المطلق للحرمة \" اما ادلة الفقه المعينة - أي التفصيلية - فهي مثل \"اقيموا الصلاة واتوا الزكاة \"، ومثل: \"ولا تقتلوا النفس التي حرم الله الا بالحق \"، والمستدلّ: هو المجتهد بشروطه.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "[ توضيحُهُ ] أَنّ هذا العلمَ يبحثُ عن [الأمرِ المطلقِ] بأنهُ للوجوبِ، وعن [ النهي المطلقِ ] بأنهُ للحُرمَةِ، وعن [ فعلِ النبيِّ صلى الله عليه وسلم، والاجماعِ، والقياسِ، والاستصحابِ ] بأَنَّها حُجَجٌ، وغيرِ ذلك.(1) ¶ [ والأدلَّةُ التفصيليّةُ] ليسَتْ من علمِ أصولِ الفقهِ. مثلُ: \"أقيموا الصلاةَ\" ، \" ولا تقربوا الزنا \"، ومثلُ: صلاتهِ عليه السلامُ في الكعبةِ، ومثلُ: الاجماعِ على أَنَّ لبنت الأبنِ سدساً مع بنتِ الصُلْبِ، ومثل: قياسُ الأُرزِ على البُرّ في الرّبَا، ومثل: استصحابُ الطهارةِ لمن شكَ في بقائِها.(2) ¶ [ الفِقهُ ] لغةً الفهمُ. ¶ واصلاحاً: معرفةُ الاحكام الشرعيّةِ التي طريقُها الاجتهادُ(3) ¶ __________ ¶ (1) أي ان الكتاب، والسنة، والاجماع ... الى آخرها كل منها حجة نستفيد منها الادلة التفصيلية. ¶ (2) مثل للادلة التفصيلية المستفادة من الكتاب، والسنة، والاجماع، والمستفادة من القياس، واستصحاب الحال. ¶ تتمة: وموضوع علم اصول الفقه: الادلة الشرعية الكلية من حيث انها كيف يستبط منها الاحكام الشرعية، ومبادئه: مأخوذة من العربية وبعض العلوم الشرعية كأصول الكلام والتفسير والحديث وبعض العلوم العقلية، وفائدته: استنباط الاحكام على وجه الصحة. ¶ (3) او هو : العلم بالاحكام الشرعية العملية المكتسب من ادلتها التفصيلية، فقوله: (العلم بالاحكام) احترز به عن العلم بالذوات فلا يسمى علم الفقه، وقوله: (الشرعية) احترز به عن العلم بالاحكام النحوية مثلاً، وقوله (العملية) من العمل، والعمل: أما ان يكون بالقلب كالنية، واما ان يكون بالجوارح كالوضوء، والعقود، والجنايات، وقوله: (المكتسب) أي العلم الذي طريقه الاجتهاد - كما قال المصنف - أي العلم الحاصل بالنظر والاستدلال، واحترز به عن العلم الحاصل بالنقل، كالصلوات الخمس.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "[ محترزاتُهُ ] خَرجَتِ الذواتُ [ بالاحكامِ ]، والنحويَّةُ مثَلاً [بالشرعيَّةِ]، والصلواتُ الخمسُ [ بالتي طريقُها الاجتهادُ ]، فلا يُسمّى شيءٌ من ذلك فقهاً. ¶ [ الحكمُ ] خطابُ [ كلامُ ] اللهِ المتعلّقُ بفعْلِ المكلف، أو بالوضعِ.(1) ¶ __________ ¶ (1) الحكم في اللفة القضاء، وفي الاصطلاح: خطاب الله المتعلق بفعل المكلف على وجه التكليف (الاقتضاء او التخيير) او على وجه الوضع. ¶ ( فالخطاب ): هو الكلام الذي خوطب به المكلفون، وهو الكتاب والسنة وغيرها من الادلة، وقوله: (المتعلق بفعل المكلف) أي المتعلق بما يصدر عن الانسان من الافعال، واحترز به عن الخطاب المتعلق بغير فعل كالخطاب المتعلق بالذوات مثل \"منها خلقناكم وفيها نعيدكم \"، فهذا من كلام الشارع الا انه ليس حكماً، لانه ليس متعلقاً بفعل، وقوله: (المكلف) وهو البالغ، العاقل، الذي بلغته الدعوة. ¶ وقوله: (على وجه التكليف)، والتكليف اما اقتضاء، او تخيير: ¶ 1- على وجه الاقتضاء: أي على وجه الطلب، سواء كان طلباً للفعل، او طلباً لترك الفعل، على سبيل الالزام، او على سبيل الترجيح: ¶ أ- فالطلب على سبيل الالزام ايجاب، والثابت به الوجوب، كقوله تعالى \" وأقيموا الصلاة واتوا الزكاة \" ¶ ب- والطلب على سبيل الترجيح من غير الزام استحباب، يفيد الندب، كقوله تعالى \" اذا تداينتم بدين الى اجل مسمى فاكتبوه\" ¶ ج- وطلب ترك الفعل على سبيل الالزام تحريم، والثابت به الحرمة ، كقوله تعالى: \" ولا تقتلوا النفس التي حرم الله الا بالحق\" ¶ د- وطلب الترك على سبيل الترجيح كراهة، والثابت به الكراهة كقوله تعالى: \" لا تسألوا عن اشياء ان تبدلكم تسؤكم\". ¶ 2- على وجه التخيير: والتخيير: التسوية بين جانبي الفعل والترك، واباحة كل منها من غير ترجيح، والثابت بالتخيير الاباحة، كقوله تعالى: \" كلوا من طيبات ما رزقناكم \" ¶ 3- على وجه الوضع: أي وضع الشارع، وهو: جعل الشارع الشيء سببا لشيء آخر، أو شرطا له، او مانعاً منه. فقوله تعالى: ¶ \" والسارق والسارقة فاقطعوا ايديهما \" جعل السرقة سببا للقطع، وقوله عليه الصلاة والسلام: \" لا نكاح إلا بولي وشاهدي عدل\"(1) جعل الولي والشهادة شرطاً لصحة عقد النكاح ، وقوله عليه الصلاة والسلام \" لا يرث القاتل\"(2) جعل القتل مانعاً من الميراث. ¶ صححه ابن حبان وابن حزم من حديث ام المؤمنين عائشة (رضي الله عنها) ¶ اخرجه ابن ماجه (2645)و(2735)، والترمذي (2109) ، والنسائي في الكبرى كما في تحفة الاشراف(12286) ، وابن عدي في الكامل 1/322، والدار قطني4/96من حديث ابي هريرة .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وهو قسمانِ: 1- خطابُ تكليفٍ، 2- خطاب وضعٍ. ¶ 1- [ خطاب التكليفِ ] كلامُ اللهِ المتعلّقُ بفعلِ المكلّفِ.(1) وهو خمسة اقسام: ¶ 1- واجبٌ، 2- مندوبٌ، 3- حرامٌ، 4- مكروهٌ، 5-مباحٌ. ¶ 1- الواجبُ: الذي يثابُ على فعلهِ، ويعاقبُ على تركهِ، كالصلاةِ المفروضةِ(2) ¶ __________ ¶ (1) على وجه الطلب او التخيير، كما بينا بالامثلة، فالفعل الذي يطلب الشارع القيام به على قسمين: واجب ومندوب، والفعل الذي يطلب تركه على قسمين: محرم ومكروه، والفعل الذي يخير المكلف بين القيام به وتركه هو المباح. ¶ (2) او هو: ما طلب الشارع فعله على وجه الحتم والالزام، وللواجب تقسيمات وهي: ¶ أ- ينقسم الواجب باعتبار وقت الاداء الى قسمين : واجب مطلق عن التوقيت، كالكفارات التي لم تقيد بوقت معين، وواجب مؤقت كالصلوات الخمس، وصوم رمضان. ¶ ب- ينقسم الواجب باعتبار المقدار المطلوب منه، الى قسمين: واجب محدد، وهو الذي عين الشارع له مقداراً معلوماً، كالزكاة المفروضة في الاموال، واثمان المشتريات، وقيم المتلفات. وواجب غير محدد كالصدقات المطلقة، ودفع حاجات المحتاجين، واغاثة الملهوفين، ومنه نفقات الاقارب والزوجات عند الحنفيه. ¶ ج- ينقسم الواجب من حيث تعيين المطلوب، الى قسمين: واجب معين وهو ما يكون المطلوب فيه معينا واحداً من غير تخيير، كالوفاء بالعقود، واداء الدين، ورد المغصوب بعينه ان كان قائماً، والصلاة والزكاة والصيام، ولا تبرأ ذمة المكلف الا بأن يفعله بعينه، وتوضيحه مثلاً أن المكلف يلزمه أداء الصلاة بعينها، ولا يجزئه أن يدفع كفارة عنها. ¶ وثانياً: واجب مخير، كتخيير الحانث في كفارة اليمين بين عتق رقبة او اطعام عشرة مساكين او كسوتهم. ¶ د- ينقسم الواجب من حيث تعين من يجب عليه، الى قسمين: واجب عيني، وواجب على الكفاية، فالواجب العيني: هو ما طلب الشارع فعله من كل فرد من افراد المكلفين، كالفرائض المطلوبة من صلاة، وزكاة، وصوم، ووفاء بالعقود، واجتناب الربا والخمر والميسر، وما الى ذلك من امور تدخل تحت امتثال الاوامر واجتناب النواهي، والواجب على الكفاية: هو ما طلب الشارع فعله والقيام به من مجموع المكلفين بحيث اذا أداه البعض سقط التكليف عن الباقين، وان لم يقم به أحد أثم الجميع، وأمثلة هذا النوع كثيرة: كالامر بالمعروف والنهي عن المنكر، والافتاء، والقضاء، ورد السلام، واداء الشهادة اذا كان حملتها غير محصورين، وإقامة الصناعات التي يحتاجها المسلمون، وقد ينقلب الواجب الكفائي الى واجب عيني اذا تعين فرد لإدائه.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "2- المندوبُ: الذي يثابُ على فعلهِ، ولا يعاقبُ على تركهِ كصلاةِ الضُحى(1). ¶ 3- الحرامُ: الذي يثابُ على تركهِ، ويعاقبُ على فعلِهِ، كشرب الخمرِ(2). ¶ 4- المكروهُ: الذي يثابُ على تركهِ، ولا يعاقبُ على فعلِهِ، كالضحكِ(3). ¶ __________ ¶ (1) أو هو: ما طلب الشارع فعله من غير الزام، وعدم الالزام في المندوب قد يستدل عليه بالصيغة (أي صيغة الدليل التفصيلي ) كأن يطلب الفعل بصيغة لا تدل على الالزام، او كانت تدل على الالزام ولكن اقترن بها ما يصرفها عن الالزام. والمندوب مرتبتان: سنة مؤكدة، كسنة الفجر، وسنة كسنة العصر. ¶ (2) أو هو: ما طلب الشارع تركه والكف عن فعله على وجه الحتم واللزوم، وصوره كثيرة: فقد يكون بلفظ الحرمة مثل حُرمت عليكم كذا، وقد يكون بلفظ نفي الحل مثل ولا يحل لكم كذا، وقد يكون بصيغة من صيغ النهي مثل ولا تفعلوا كذا، وقد يكون بالامر بالاجتناب مثل فاجتنبوا كذا، وقد يكون ببيان ان في الفعل اثماً، وهكذا من توعدٍ بالعذاب والعقاب، او لعن لمن يفعله، او بأنه سيحشر مع من غضب الله عليهم ولعنهم. ¶ وينقسم المحرم الى محرم لذاته، ومحرم لعارض، فالمحرم لذاته كالزنا والسرقة، والقتل بغير حق، والتزوج بالمحارم، وما أشبه ذلك. ¶ والمحرم لعارض: هو ما كان مشروعاً بأصله ولكن عرض له ما اقتضى التحريم، وذلك: كالبيع وقت النداء للجمعة، والبيع على البيع والصلاة بثوب مغصوب، وزواج المحلل. ¶ (3) او هو: ما طلب الشارع الكف عنه لا على وجه الحتم والالزام، وعدم الالزام هذا قد يستفاد مما تدل عليه صيغة الكف ذاتها، مثل كره لكم كذا، وقد يستفاد من قرينة في الصيغة تجعل النهي للكراهة لا للتحريم.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "5- المباحُ: الذي لا يثابُ على تركهِ، ولا يعاقبُ على فعلِهِ، كالمشي(1). ¶ 2- [ خطابُ الوضعِ ] كلامُ اللهِ المتعلّقُ بالوضعِ(2). ¶ وهو خمسةُ أقسامٍ: ¶ 1- سبب، 2- شرطٌ، 3- مانعٌ، 4-صحيحٌ، 5- فاسدٌ. ¶ 1- [ السَبَبُ ] المعرّفُ للحكمِ، أي العلامةُ الدالةُ عليهِ(3) ¶ مثلُ الزنا الدالِ على وجوبِ الحدّ، وكالأسكارِ الدالِّ على حرمةِ المسكرِ، والقرابةِ الدالةِ على استحقاقِ الأرثِ. ¶ __________ ¶ (1) او هو: ما خير الشارع بين فعله وتركه من غير ترجيح، ويستدل على الاباحة: بنص الشارع على نفي الحرج، او على نفي الجناح، غاو بالتصريح بالحل مثل ليس على كذا حرج، ومثل ولا جناح عليكم في كذا، ومثل احل لكم كذا، وقد تكون الا باحة بصرف صيغة الامر الى الاباحة بصارف، وقد تكون الاباحة بأستصحاب الاصل اذ الاصل في الاشياء الاباحة حتى يقوم الدليل على ما سواها. ¶ (2) والوضعُ: جعل الشيء سبباً لشيء آخر، او شرطاً له، او مانعاً منه. ¶ (3) والسبب في اللغة: عبارة عما يمكن التوصل به الى مقصود ما، واطلق في الاصطلاح: على ما جعل المشرع وجوده علامة على وجود الحكم، وانتفائه علامة على أنتفاء الحكم، مثل: القرابة سبب للارث، فلا يرث البعيد، لانتفاء السبب. ¶ ويقسم السبب الى قسمين: مقدور للمكلف، وغير مقدور له، فالمقدور للمكلف: مثل القتل العمد سبب لوجوب القصاص، وعقد البيع سبب لثبوت الملك، والسفر سبب للفطر، وغير المقدور للمكلف: مثل كون الصغر سببا لثبوت الولاية على الصغير، والقرابة سببا للارث، ومتى وجد السبب، وتحققت شروطه، وانتفت موانعه، ترتب عليه لا محالة وجود مسبَب - بفتح الباء، فمثلاً اذا وجدت القرابة ترتبت عليها وجود الأرث إلا ان يكون ثم مانعا من الارث كالقتل.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "2- [ الشرطُ ] الذي يلزمُ من عدمِهِ العدَمُ، ولا يلزمُ من وجودِهِ لا وجودٌ، ولا عدمٌ لذاتِهِ(1). ¶ مثالُهُ: الحياةُ شرطٌ للعلمِ، والطهارةُ شرطٌ للصلاةِ، ونصبُ السُلَّمِ شرطٌ للصعودِ على السَّطحِ(2) ¶ والأوّلُ شرطٌ عقليٌّ، والثاني شرعيٌّ، والثالثُ عادِيٌ. ¶ __________ ¶ (1) والشرط في اللغة: العلامة، وفي الاصطلاح: ما عرفه المصنف وقوله: ( لذاته ) أي بقطع النظر عما يَقترنُ بالشرط من وجود سببٍ او مانعٍ، فوجود الشيء حينئذ بالسبب لا بالشرط، ومنعه بالمانع لا بالشرط، مثال ذلك: الحول شرط للزكاة، والنصاب سبب للزكاة، فاذا اقترن بالحول النصاب وجدت الزكاة، لكن وجودها بالنصاب لا بالحول، إذْ قد يوجد الحول ولا يوجد نصاب. وقد يقترنُ الحول والنصاب، ويوجد مانع من الزكاة كالدين، فمنعها بالمانع لا بالشرط. والشرط يفترق عن الركن، فالشرط ما لا بد منه للشيء وهو خارج عنه كالطهارة للصلاة، والركن ما لابد منه للشيء وهو داخل فيه كالفاتحة في الصلاة، والشرط: اما شرط شرعي، واما شرط جعلي، فالشرط الشرعي مثل الطهارة شرط للصلاة، والحول شرط للزكاة. وما أشبه ذلك مما جعله الشارع شرطاً، والشرط الجعلي: كالشروط التي يشترطها العاقدان، او احدهما، وكشروط الواقفين في اوقافهم، والموصين في وصاياهم، والشروط الجعلية: بعضها مباحة، وبعضها غير مباحة ، وتعرف من كتب الفقه. ¶ (2) انطباق الامثلة على التعريف: الطهارة شرط للصلاة ، فيلزم من عدم الطهارة عدم الصلاة ولا يلزم من وجود الطهارة لا وجود الصلاة ، ولا عدمها، لان الطهارة خارجة عن الصلاة فقد توجد الطهارة ولا توجد الصلاة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "3- [ المانعُ ] وَصفٌ معرِّفٌ لنقيضِ حكمِ السببِ(1). ¶ مثالُهُ: القتلُ المانعُ منَ الأرثِ، والحيضُ المانعُ من الصلاةِ. ¶ 4- [ الصحيحُ ] موافقةُ الفعلِ ذي الوجهينِ الشرعَ(2). ¶ مثالُهُ: الصلاةُ اذا أُدِّيَتْ بشروطِها وأركانِها، ¶ والعقودُ: كالبيعِ ، والنكاحِ. ¶ بخلافِ: معرفةِ أَنَّ النهر جارٍ، وأنَّ السماءَ فوقنا، لأنها ذاتُ وجهٍ واحدٍ، إذ الوجهُ الآخرُ جهلٌ وليسَ بمعرفةٍ فاسدةٍ. ¶ 5- [ الفاسدُ ] ويرادفهُ الباطلُ: مخالفَةُ الفعلِ ذي الوجهينِ الشرعَ. ¶ مثاله: الصلاةُ، والعقودُ اذا فَقَدَتْ شرطاً، او ركناً. ¶ [ تنبيهٌ ] يُضافُ الفعلُ الى السببِ، ولا يُضافُ الى الشرطِ، فيقالُ: حدُّ الزنا، وحرمَةُ الأسكارِ، واستحقاقُ أرثِ القرابةِ. ¶ ولا يقالُ: علمُ الحياةِ، ولا صلاةُ الطهارةِ، ولا صعودُ نصبِ السُلَّمِ. ¶ [ التصورُ والأدراكُ ] حصولُ صورةِ الشيءِ في الذهنِ. ¶ [ المعلومُ ] ما من شأنِهِ أَنْ يُدْرَكَ وَيُعْلَمَ. ¶ __________ ¶ (1) والمانع في اللغة: الحائل بين شيئين، وفي الاصطلاح ما ذكره المصنف، فالقتل مانعٌ من الأرث: لأنه وصفٌ معرّف لنقيض حكم القرابة - وهي السبب في الأرث - فحكم القرابة الأرث، ونقيضه عدم الأرث، والمانع من الأرث وصف القتل. وهكذا الحيض مانعٌ من الصلاة، والأبوة مانعة من القصاص. ¶ (2) فالصلاة فعل ذي وجهين، فاذا وافقت الشرع كانت صحيحة، واذا لم توافق الشرع كانت فاسدة، الوجه الاول: الصلاة أذا أديت بشروطها وأركانها كانت صحيحة، الوجه الثاني: الصلاة أذا أديت بخلل بشروطها، او اركانها كانت فاسدة، وهكذا العقود ايضاً كعقد البيع، وعقد النكاح، وهكذا كل فعل: فمتى استكمل اركانه، واستجمع شرائطه، وانتفت موانعه، كان صحيحاً، والا كان غير صحيح (فاسد باطل)، والصحة والفساد والبطلان راجعة الى الاحكام الخمسة، فان معنى صحة البيع إباحة الانتفاع بالمبيع، ومعنى بطلانه حرمة الانتفاع بالمبيع.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "[ ما حَصَلَ في الذهنِ ] ويسمّى إدراكاً - أربعةٌ: ¶ 1- وَهمٌ، 2- شكٌ، 3- ظنٌ، 4- علمٌ. ¶ 1- الوهمُ: إدراكٌ مرجوحٌ. ¶ 2- الشكُ: إدراكٌ متساوي الطرفينِ. ¶ 3- الظنُّ: إدراكٌ راجحٌ. ¶ 4- العلمُ: إدراكٌ جازمٌ مطابقٌ للواقعِ. ¶ [ تصورُ المعلومِ ] ادراكُ الذي من شَأنِهِ أَنْ يُدْرَكَ وَيُعْلَمَ، وهو قسمان: 1- علمٌ ، ... ... 2- جهلٌ. ¶ 1- [ العلمُ ] ادراكٌ جازمٌ مطابقٌ للواقعِ، مثلُ: اللهُ واحدٌ، والفاعلُ مرفوعٌ. ¶ 2- [ الجهلُ ] ادراكٌ جازمٌ غيرُ مطابقٍ للواقعِ، كأعتقادِ أن اليهوديَّةَ حقٌ، ويُسمّى -جهلاً مركباً- لأنهُ جاهلٌ يعتقدُ أنَّهُ ليسَ بجاهلٍ. [ والجهلُ البسيطُ ] - أن لا يُدْركَ المعلومُ أصلاً كجهلِ العوامِ بالعُلُومِ. ¶ [ اقسامُ العلمِ ] إثنانِ، 1- مكتَسَبٌ، 2- ضروريٌّ ¶ 1- العلمُ المكتَسَبُ : المتوقفُ على نظر واستدلالٍ. ¶ 2- العلم الضروريُّ : الذي ليس متوقفاً على نظرٍ واستدلالٍ. ¶ [ مثالُهما ] ¶ الاوّلُ: مثلُ، عِلمِنا بأنَّ العالَمَ حادثٌ المتوقِّفِ على المتغيّرِ. ¶ والثاني: مثلُ، العلمِ الحاصِلِ بأحدى الحواسِ الخمسِ، مثلُ، النارُ حارةٌ، والنهارُ موجودٌ، والليمونُ حامضٌ، والزبدُ ناعمٌ. ¶ [ النظرُ ] الفكرُ في الدالِّ ليُهتدى به الى المدلولِ. ¶ فأكثرُ حديثِ النفسِ ليس بنظرٍ، لأنَّهُ فكرٌ ليسَ في الدَّالِّ. ¶ [ الدليلُ ] هو المرشدُ الى المدلولِ. ¶ مثلُ: المشي المرشدِ الى حياةِ الماشي. ¶ ومثلُ: لفظِ زيدٍ المرشدِ الى ذاتِهِ. ¶ ومثلُ: الصُفرةِ الدالَّةِ على الوجَلِ … وهكذا. ¶ [ الأدلةُ المتفقِ عليها للأحكامِ الشرعيةِ ] أربعةٌ:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "1-الكتابُ ، 2- السنةُ، 3- الاجماعُ، 4-القياسُ(1) ¶ الباْبُ الأوَّلُ ... مَبَاْحِثُ الكِتَابِ (2) ¶ __________ ¶ (1) وهذه الادلة الاربعة هي اصول الدين التي نأخذ ديننا منها، وما خالفَ الاربعةَ فهو بدعة، ومرتبكه مبتدع، يتعين اجتنابه وزجره، لقوله تعالى: ومن يبتغ غير الاسلام دينا فلن يقبل منه وهو في الاخرة من الخاسرين ولقوله \" ولا تركنوا الى الذين ظلموا فتمسكم النار\" وقول رسول الله صلى الله عليه وسلم \" من راى منكم منكراً فليغيره …\".(1) ¶ (1)اخرجه احمد 3/10و20و49و54و92، ومسلم 1/50وابو داود و(1140) و(4340)، او ابن ماجه(1275) والترمذي(2172)، والنسائي 8/111و112، و المزني في تهذيب الكمال 9/158 من حديث ابي سعيد الخدري وقال الترمذي: (حسن صحيح). ¶ (2) الكتاب: هو القرآن، كلام الله المنزل على محمدٍ صلى الله عليه وسلم وحياً، باللفظ العربي، المعجز، المنقول بالتواتر، المتعبد بتلاوته، المكتوب في المصاحف، المبدوء بسورة الفاتحة، المختوم بسورة الناس. ¶ والقرآن نزل منجماً على حسب الوقائع والمناسبات على مدى ثلاثة وعشرين عاماً، قال الله تعالى: \" وقرآنا فرقناه لتقرأه على الناس على مكثٍ ونزلناه تنزيلاً \". وغرض القرآن: ان يكون معجزة ناطقة تدل على صدق من أنزل عليه، وان يكون خير رصيد للهداية والحق، وأفضل منابع الارشاد والنور، عقيدة وشريعة وسلوكاً وأخلاقاً، فكان دستور عمل، وكتاب احكام.، والادوات التي لابد منها لفهم القرآن والاستمداد منه: الدربه والمران على معرفة مدلولات العربية، واساليب العرب في الخطاب، والاستعانة بسنة رسول الله صلى الله عليه وسلم، اذ هي الشارحة للكتاب، والاحاطة بأسباب نزول الآيات. ¶ والقرآنُ منقولٌ بطريق التواتر، قطعيُ الثبوت، ودلالته على الاحكام قد تكون قطعية، وقد تكون ظنية، فالنص يكون قطعي الدلالة: اذا دل على معنى واحد لا يحتمل غيره، كقوله تعالى: \" ولأبويه لكل واحد منهما السدس مما ترك ان كان له ولد \"، فالسدس لفظ دل على معناه دلالة قطعية لعدم وجود احتمال في الدلالة، ويكون النص ظني الدلالة: اذا احتمل أكثر من معنى، وكان فيه مجال لترجيح بعض المعاني على بعض، وذلك كلفظ القرء، فانه يحتمل ان يكون المراد به الحيض، ويحتمل ان يراد به الطهر،. والاحكام التي جاء بها القرآن ثلاثةٌ: الاحكام الاعتقادية التي تتعلق بما يجب على المكلف اعتقاده والايمان به، والاحكام الخلقية التي تتصل بالفضائل ومكارم الاخلاق، والاحكام العملية التي تتصل بما يصدر عن المكلف من قول او فعل، وتتناول: العبادات، والكفارات، واحكام الاسرة، والمعاملات، والعقوبات، واحكام السلم والحرب، وعلاقة الحاكم بالمحكوم، وما يقتضيه ذلك من حقوق وواجبات.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "[ مباحِثُ الكتَابِ ] ثَمانيَةٌ: ¶ 1- الخبرُ والانشاءُ، 2- الحقيقةُ والمجازُ، 3- الخَاصُّ والعَامُّ، 4- التخصيصُ، 5- المجملُ والمبيَّنُ، 6- النصُّ، 7- الظاهرُ والمؤَوّلُ، 8- النَسْخُ. ¶ الأول ... الخَبرُ والأنْشَاءُ ¶ [ الكلامُ قسمانِ ] 1- خبرٌ 2- إِنشاءٌ ¶ 1- [ الخبرُ (1) ] الذي لنسبته خارجٌ تُطابقهُ فيُسمّى صادقاً، أو لا تُطابقهُ فيسمّى كاذباً. ¶ [ وعلامتُهُ ] انهُ يحتملُ الصدقَ والكذبَ لذاتهِ. ¶ مثلُ: زيدٌ قائمٌ ، وما قامَ زيدٌ. ¶ [ تنبيه ] تارةً يُقطَعُ بصدقِهِ وكذبهِ، لا لذاتِهِ، بل لأمرٍ خارجٍ، كخبر اللهِ وخبرِ رسولِهِ صلى الله عليه وسلم. ¶ وكخبر مسيلمة الكذاب لعنه الله تعالى. ¶ [ الأنشاءُ (2) ] الذي وُجِدَ معناهُ بلفظهِ، ¶ مثلُ: بعتُ، واشتريتُ، وهندٌ طالقٌ. ¶ __________ ¶ (1) تعريف الخبر: كلامٌ يحتمل الصدق والكذب لذاته، وقوله: \"لذاته\" أي بقطع النظر عن خصوص المخبر، والمراد بصدق الخبر مُطابقته للواقع ونفس الأمر، مثل: الله واحد، والمراد بكذب الخبر عدم مطابقته للواقع ونفس الامر، مثل السماء تحتنا، ¶ واذا نظرنا الى خصوص مخبر الخبر: فأن أخبار الله تعالى، وأخبار رسوله صلى الله عليه وسلم واجبة الصدق،وأن اخبار المتنبئين في دعوى النبوة كمسيلمة الكذاب واجبة الكذب. ¶ (2) تعريف الانشاء لغة: الايجاد ، واصطلاحاً: كلامٌ لا يحتمل صدقاً ولا كذباً لذاته، نحو صلِّ، فلا ينسب الى قائله صدق او كذب. وقوله: (الذي وجد معناه بلفظه) فالبيع وجد بـ \"بعت\"، ولا يحصل مضمون الانشاء ولا يتحقق الا اذا تلفظت به: فطلبُ الفعل في \" افعل \"، وطلب الكف في \" لاتفعل\"، وطلب المحبوب في \"التمني\"، وطلب الفهم في \" الاستفهام\" وطلب الاقبال في \" النداء\" كل ذلك ما حصل الا بنفس الصيغ المتلفظ بها.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "[ وهو قسمانِ ] 1- غير طلبيٍّ 2- طلبيٌ (1) ¶ 1- [ الأنشاءُ غيرُ الطلبيِّ ] ثلاثةٌ: ¶ 1- العقودُ(2): كزوجتكَ بنتي. ¶ 2- القسَمُ(3): مثلُ والعصرِ. ¶ 3- المدحُ والذمُ: مثلُ نعمَ العبدُ، وبئسَ للظالمينَ بدلاً. ¶ 2- [ الأنشاءُ الطلبيُّ ] سبعةٌ: ¶ 1-الامرُ: كـ قُمْ، 2- النهيُ مثلُ لا تشرِكْ، 3-الاستفهامُ مثلُ: هل قام زيدٌ، 4- العرضُ: مثل ألا تنزلُ عندنا، 5- التحضيضُ: مثلُ هلا حفظتَ درسكَ، 6- التمنِّ مثلُ ليتني تقيٌّ، 7- الرجاءُ: مثل لعلَّ اللهَ يفتَحُ لنا.(4) ¶ أ- ... الأمرُ(5) ¶ __________ ¶ (1) غير الطلبي: الذي لا يستدعي مطلوباً، مثل بعتك، والطلبي: الذي يستدعي مطلوباً، مثل بع، لاتبع ومثل الامثلة السبعة التي مثلها المصنف. ¶ (2) العقود كثيراً ماتكون بالماضي، نحو بعتُ، واشتريتُ، ووهبتُ وأعتقتُ، وبغير الماضي قليلاً: نحو أنا بائع، وعبدي حرٌ لوجهِ اللهِ تعالى. ¶ (3) يكون القسم: بالواو، والباء، والتاء، وبغيرها نحو: لعمرك انهم لفي سكرتهم يعمهون . ¶ (4) وهي معرّفة مفصلة في كتب البلاغة. ¶ (5) الالفاظ التي تدل على الامر والنهي هي جماع صيغ التكليف، والامر والنهي هما جماع التكليف، وبهما تستبين الاحكام، وعليهما تتوقف معرفة الحلال الحرام.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "[ الأَمرُ ] طلبُ الفعلِ ممَّن دونَهُ بأَفْعَلْ.(1) ¶ مثل: اضرب، وجاهد، واستغفر. ¶ فان كان ممّن يساوي سُمِّي [ التماساً ] ¶ او ممن فوقَهُ: [ فدعاً وسُؤَالاً ] ¶ ومثلُ: اطلبُ منكَ الضربَ ليسَ بأمرٍ. ¶ وَنَذكرُ خَمسةً من مَباحثِ الأمرِ:- ¶ [ حكمُ الامرِ(2) ¶ __________ ¶ (1) أو هو: طلب الفعل على جهة الاستعلاء، وقوله: (طلب الفعل ممَّن دونه)، وقوله: ( على جهة الاستعلاء ) احتراز عن الطلب على سبيل الالتماس والدعاء، كما بين المصنف، والمقصود من جهة الاستعلاء: الشارع الذي له الامر (الله الخالق الآمر سبحانه). وصيغة الامر: إِفْعَلْ، كما في قوله تعالى \" أوفوا بالعقود \" و \"اتقوا الله حق تقاتة\" و \" أقيموا الصلاة وآتوا الزكاة \"، وجاء بصيغة المضارع المقترن بلام الامر: \" لينفق\"، \" فليصمه \" \" وليوفوا\" وغيرها، وجاء بلفظ الامر \" يأمركم أن كذا \" وغيرها، وجاء على هيئة جملة خبرية: كما في قوله تعالى \" والمطلقات يتربصن بأنفسهن ثلاثة قروء\"، أي ليتربصن . ¶ (2) الامر حقيقة لغوية في الايجاب بمعنى الالزام وطلب الفعل وارادته جزماً، وهو كذلك شرعاً، فالأمر المطلق عن القرائن يفيد الوجوب، والدليل: قال الله تعالى: \" ما منعك الا تسجد إذا امرتك\"، ذمه على مخالفة الأمر، فدل على ان الأمر للوجوب، وقال الله تعالى: وما كان لمؤمن ولا مؤمنة اذا قضى الله ورسوله أمراً ان يكون لهم الخيرة من أمرهم، ومن يعص الله ورسوله فقد ضل ضلالاً مبينا\"، فدل على ان الأمر للوجوب والانقياد. ¶ مسألة: واذا قامت قرينة تصرف الأمر عن الوجوب وتعين معنى من المعاني التي تستعمل فيها صيغة الأمر، كالارشاد، او الاباحة، او التعجيز، او التمني، او التهديد، او غير ذلك: فانه يراد ذلك المعنى من الامر، لدلالة القرينة عليه. كما سيذكر المصنف بأمثلتها.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "] الوجوبُ عند الأطلاقِ، لا لِفَورٍ ولا لِتكرارٍ الاّ لدليلٍ.(1) ¶ [ معنى الاطلاقِ ] التجرُّدُ عن القرينةِ الصارفةِ لَهُ الى غيرهِ، مثلُ: أقيموا الصلاةَ. ¶ [ ونفي الفورِ والتكرارِ ] أَنَّ الأجزاءَ يحصلُ بالتراخي وبمدَّةٍ، مثلُ: وأتمُّوا الحجَّ والعمرةَ للهِ.(2) ¶ [ ومثالُ الأمرِ لفورٍ وتكرارٍ لدليلٍ] الأمرُ بالصلواتِ الخمسِ، وبصيامِ رمضانَ.(3) ¶ __________ ¶ (1) صيغة الامر موضوعة لمجرد الطلب على سبيل الالزام، فلا يقتضي تكرار المأمور به، الا أذا وجدت قرينة تفيد التكرار، فيقتضي الامر في هذه الحالة التكرار، كما اذا كان الامر معلقاً على شرط: كقوله تعالى: \" وان كنتم جنباً فاطهروا \"، أو مقيداً بوصف كما في قوله تعالى: \" الزانية والزاني فأجلدوا كل واحد منهما مائة جلدة. ¶ مسألة: الأمرُ لا يقتضي الفور، وأن الإِجزاء يحصل بالترخي، وبمدّةٍ-كما قال المصنف، الا اذا وجدت قرينة تفيد الفور، فيقتضي الأمر في هذه الحالة الفور، كما بيّن المصنف بالأمثلة. ¶ لكنَّ المبادرة الى فعل الخير مطلوبة شرعاً، قال الله تعالى: \"فاستبقوا الخيرات\" ولان الانسان لا يعلم متى ينتهي اجله، فليبادر الى اداء ما كلف به ابراء للذمة. ¶ (2) فلوا ان انساناً بلغ مستطيعاً عام 1419هـ فقد وجب عليه الحج، ولكن لا يجب عليه أداؤه في نفس العام، وله التراخي، لكن الافضل ان يؤديه على الفور في نفس العام الذي بلغ فيه مستطيعاً، وقال ابو حنيفة يرحمه الله يجب عليه ان يؤديه في نفس العام الذي بلغ فيه مستطيعاً. ¶ (3) فلو ان انساناً بلغ في وقت الظهر، فأنه يجب عليه ان يؤدي صلاة الظهر في الوقت، ولا يجوز له تأخيره. ¶ - والامر المقيد بوقت معين لا نزاع بين الأصوليين في ان المطلوب به فعل المأمور به في وقته المعين. ¶ فاذا كان وقته موسعاً احتمل تأخير الأداء الى الجزء الأخير من الوقت واذا كان الوقت مضيقا لم يحتمل التأخير.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "2- الامرُ ] بالشيءِ نهيٌ عن ضدِّهِ، و [ النهيُ ] من الشيء أَمرٌ بضدّه. ¶ مثالهما: أسكنْ نهيٌ عن التحرّكِ، ولا تسكنْ أمرٌ بالتحرّكِ. ¶ مثالهما: آمِنْ نهيٌ عن الكفرِ، ولا تشركْ أَمرٌ بالايمانِ. ¶ 3- [ الأمرُ ] يوجبُ المأمورَ به، والذي لم يتمَّ الاّ به. ¶ مثالُ ذلِكَ: الامرُ بالصلاةِ يوجبُ الصلاةَ. والوضوءَ الذي لا تَصحُّ بدونهِ. ¶ مثالُ ذلِك: الأمرُ بصعودِ السطحِ يوجبُ الصعودَ. ونصبَ السلَّمِ الذي لا يُتوصَّلُ اليهِ الا بهِ. ¶ 4- [ الأمرُ ] اذا جاءَ، يدخلُ فيه المؤمنُ. ¶ ولا يدخُلُ فيه الساهي والصبيُّ، والمجنونُ، والمكرَهُ، لأنهم غيرُ مكلّفين. ¶ نعم يؤمَرُ الساهي بعد ذهابِ سهوهِ. بجبرِ خَللهِ: كقضاء ما فاته من الصلاةِ، وضمان ما أتلفَهُ من المالِ. ¶ [ والدليلُ في ذلكَ ] قولُهُ عليه السلامُ [ رُفعَ القلَمُ عن ثلاثٍ: عن الصبيِّ حتى يبلُغَ، وعن النائِم حتى يستيقظَ، وعن المجنونِ حتى يبرأ ](1). ¶ وقولُهُ عليه السلامُ [ رُفِعَ عن امتي الخطأُ والنسيانُ وما استُكْرِ هو عليهِ](2). ¶ [ الكافرُ ] مخاطبٌ بالفروعِ والاسلامِ الذي هو شرطُها. ولايؤاخَذُونَ بالفروعِ بعد الاسلامِ - ترغيباً فيه. وفائدةُ خطابِهم بالفروعِ عِقابُهم عليها. ¶ [ والدليلُ ] قال اللهُ تعالى: [ما سلككُم في سَقَرَ قالوا لم نَكُ من المصلينَ] الآياتَ. ¶ وقال الله تعالى: [ فويلٌ للمشركينَ الذينَ لا يُؤتونَ الزكاةَ] ¶ __________ ¶ (1) اخرجه احمد 1/119و118و140، وابو داود (4401) وابن ماجه(2042) ، والترمذي(1423) وابن خزيمه(1003)و(3048)،وابن حبان(143) والدار القطني3/138-139، والحاكم1/258و2/59و4/389 ، والبيهقي8/264 من حديث علي بن ابي طالبٍ قال الترمذي (حسن غريب) . ¶ (2) اخرجه ابن ماجه (2045) ، والطحاوي في شرح المعاني 3/95، وابن حبان(7219)، والطبراني في الصغير1/270والدار القطني4/170-171 والحاكم2/198، والبيهقي 7/356-357من حديث ابن عباس",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "5- [ الأَمرُ ] يخرجُ عن الوجوبِ في مواضِعَ ستّةٍ(1):- ¶ 1- الندبُ: مثلُ، فكاتبوهُم ان علمتهُم فيهم خَيراً. ¶ 2- الاباحةُ: مثلُ، واذا حللتم فاصطادوا. ¶ 3- التهديدُ: مثل، اعملوا ما شئتمُ. ¶ 4- التسويةُ: مثلُ، اصبروا أولا تصبروا. ¶ 5- التكوينُ: مثلُ، كونوا قِرَدَةً خاسئين . ¶ 6- التعجيزُ : مثلُ، فأتوا بسورةٍ من مثلِهِ. ¶ ب- ... النهيُ ¶ [ النهيُ ] طلبُ الكفِّ ممّن دونَهُ بلا تفعَلْ(2). ¶ فطلبُ الكفِّ ممّن هو مثلُهُ، أو فوقَهُ ليس بنهيٍ، وكذا قولُكَ ذَرْ، وَدَعْ، وكُفَّ. ¶ وَنَذْكُرُ خَمْسَةَ أَبحَاثٍ من مبَاحثِ النهيِ. ¶ [ تنبيهٌ ] المباحثُ الخمسَةُ التي مرَّتْ في الأَمِرِ تثبتُ للنَهيِ بالضدِّ، لانَّ النهيَ ضدُ الأَمْرِ. ¶ __________ ¶ (1) قد تخرج صيغ الامر عن معناه الحقيقي وهو \" الايجاب والالزام\" الى معانٍ اخرى - كما ذكر المصنف - ، تستفادُ من سياق الكلام، وقرائن الاحوال. ¶ (2) تعريف النهي في اللغة: المنع، وفي الاصطلاح ما ذكره المصنف، أو هو: أقتضاءه كف عن فعل على جهة الاستعلاء. وصيغة النهي: \" لا تفعل\"، مثل \" ولا تفعلوا كذا \"، وللنهي أساليب اخرى: كالتعبير بمادة النهي مثل \" وينهى عن كذا \"، والتعبير بمادة التحريم مثل: \" حرمت عليكم كذا \"، ونفي الحل، مثل \" ولا يحل لكم كذا \". ¶ - \" ولا تقتلوا اولادكم خشية املاق\"، \" ولا تقربوا الزنا انه كان فاحشة وساء سبيلاً \". ¶ - \" وينهى عن الفحشاء والمنكر والبغي \" ¶ - \" حرمت عليكم امهاتكم وبناتكم \" ¶ -\" ولا يجل لكم أن تأخذوا مما آتيتموهن شيئاً \". ¶ ومن أساليب النهي: اقتران الفعل بالوعيد بالعقاب عليه، \" فويلٌ للمصلين الذين هم عن صلاتهم ساهون. الذين هم يراؤن ويمنعون الماعون \". ¶ والاستفهام الانكاري: \" أفأنت تكره الناس حتى يكونوا مؤمنين \".",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "1- [ حكمُ النهي ] التحريمُ عند الاطلاقِ ولا بُدَّ من الفور والتكرارِ إِلا لدليلٍ(1). مثلُ ولا تقربوا الزنا. ¶ ومثالُ القيَّدِ بالدليلِ: \" لا تقتُلوا الصيدَ وأنتم حُرُمٌ\"، \" ولا تُسافِرِ اليومَ \". ¶ 2- [ النهيُ ] يُحرِّمُ المنهيَّ عنهُ، ومقدِّماتِهِ. ¶ فالنهيُ عن الزنا يُحرِّمُ الزنا، والنَظَرَ، والخَلْوَةَ، وكَشفَ العورةِ. والنهيُ عن استعمالِ أواني الذهبِ والفضةِ يُحرِّمُ أيضاً اتخاذَها. لان مقدِّماتِ المنهيِّ عنهُ تجرُّ اليهِ. ¶ 3- تقدَّمَ أنَّ النهيَ عن الشيء أمرٌ بضدّهِ. ¶ 4- [ النهيُ ] يُخاطبُ به المؤمنُ، لا ساهٍ، ولا صبيٌّ، ولا مجنونٌ، ولا مُكْرَةٌ. ¶ ويُخاطبُ به: الكافر. ولا يحتاجُ الى شرط الاسلامِ، لأنهُ كفٌّ لا يتوقفُ على النيَّةِ المتوقفةِ على الاسلامِ، وليسَ الكفُ عملاً. ¶ 5- [ النهيُ ] يَخرُجُ عن التحريم الى خمسةِ أسوارٍ(2):- ¶ __________ ¶ (1) النهي المطلق يدل على تحريم المنهي عنه على وجه الحقيقة، ولا ينصرف عن هذه الدلالة الا بقرينة. ¶ والنهي يفيد الفور والتكرار، لأن ما يدل عليه النهي من الترك الحتمي لا يتحقق الا بالمبادرة الى الترك، واستغراق جميع الوقت في النهي المطلق، ومدة القيد في النهي المقيد، فلا تبرأ ذمة المكلف الا بالكف عما نهي عنه فوراً وفي جميع الاوقات، ومن فعل المنهي عنه ولو مرة واحدة في أي وقت من الاوقات لا يعتبر ممتثلاً للخطاب الذي نهاه ومنعه. ¶ [ فائدة ] اذا كان النهي لذات المنهي عنه، كالشرك، والربا، والزنا، ففي هذه الحالة يدل على فساد المنهي عنه وبطلانه، وعدم ترتب اثاره عليه. واذا كان النهي لو صف مجاور، كالبيع وقت النداء، والوطء في الحيض، والصلاة في الدار المغصوبة، فهذا النهي لا يقتضي بطلان العمل ولا فساده، وتترتب عليه اثاره، ولكن الفاعل يعتبر آثماً. ¶ (2) قد تخرج صيغ النهي عن معناه الأصلي وهو \" التحريم\" الى معان أخرى - كما ذكر المصنف -، تستفادُ من سياق الكلام، وقرائن الاحوال.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "1- الكراهةُ: مثلُ، \"ولا تيمَّمُوا الخبيث منه تنفقون\". ¶ 2- الارشادُ: مثلُ \" لا تسألوا عن أشياء إِن تبدَلكم تَسُؤكمْ\". ¶ 3- الدعاءُ: مثلُ \" ربنَّا لا تُزغْ قُلوبَنا بعد اذ هديتنا \". ¶ 4- بيانُ العاقبةِ: مثلُ \" ولا تحسبنَّ الذين قُتلُوا في سبيل اللهِ امواتاً بل أحياءٌ \". ¶ 5- الاحتقارُ: مثلُ \" ولا تمدنَّ عينيك الى ما متعنا به أزواجاً منهم \". ¶ الثاني ... الحقيقةُ والمجازُ ¶ [ الحقيقةُ ] لفظٌ أُبقيَ على موضوعِهِ(1) ¶ كالأسِد للسبُعِ، وخلقَ اللهُ النباتَ. ¶ [ المجازُ ] لفظٌ استُعِملَ في غيرِ موضوعِهِ(2) ¶ كالأسدِ لرجلٍ شجاعٍ، وأمطَر الشتاءُ ¶ الثالث ... الخاصُّ والعَامُّ ¶ [ الخاصُ ] لفظٌ معناهُ واحدٌ، مثلُ ابراهيمَ، وأنا وهذا (3) ¶ __________ ¶ (1) الحقيقة مشتقة من الحق على وزن فعليه، ومعناها الثابتةُ، وفي الاصطلاح ما ذكره المصنف - أوهي: اللفظ المستعمل فيما وضع له في اصطلاح التخاطب . ¶ والحقيقة تنقسم الى ثلاثة اقسام: لغوية، وشرعية، وعرفيه. فالحقيقة اللغوية: هي التي وضعتها اللغة، كالانسان، للحيوان الناطق. والحقيقة الشرعية: هي التي وضعها الشرع، كالصلاة، للعبادة المخصوصة. والحقيقة العرفية: هي التي وضعها العرف، كالدابة، خصت بذوات الاربع. ¶ [ فائدة ] الحقيقة اللغوية هي الأصل، واذا احتمل اللفظ النقل من الحقيقة اللغوية الى الشرعية او العرفية وعدم النقل: فان الاصل عدم النقل، ويبقى على حقيقته اللغوية. ¶ (2) المجازُ مشتق من الجواز بمعنى التعدي والعبور، وفي الاصطلاح ما ذكره المصنف - اوهو: اللفظ المستعمل في معنى غير موضوع له لعلاقة مخصوصة. ¶ [ تنبيه] المجاز واقع في الكتاب والسنة: والمجاز الواقع فيهما هو المجاز غير المخلِّ، والذي يفيد معنىً بليغاً. ¶ (3) الخاص: لفظٌ وضع لشيء واحد، سواء أكان واحداً بالشخص كمحمد، أم واحداً بالنوع كأنسان، ام واحداً بالجنس كحيوان، ام واحداً بالاعتبار: كأسماء الاعداء نحو اثنين وثلاثة وعشرة ومائة. ¶ - وكل نص ورد بلفظ خاص دل دلالة قطعية على معناه الذي وضع له مثل: \" فصيام ثلاثة ايام \"، \" وفي كل اربعين شاة شاة\"(1)، فلفظ الثلاثة، او الاربعين خاص، دل دلالة قطعية على الثلاثة والأربعين دون زيادة او نقصان.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "[ العامُ ] لفظٌ شمِلَ اثنينِ فصاعداً. (1) ¶ - ألفاظُهُ كثيرةٌ - منها:- ¶ 1- [ ذو الأَداة ] فرداً وجمعاً، مثل: \" وخُلِقَ الانسانُ ضعيفاً\"، \" فاقتُلوا المشركينَ \". ¶ 2- مَنْ ] للعالِمِ - مثلُ فمن يعملُ مثقالَ ذرَّةٍ خيراً يَرَهُ. ¶ 3- ما ] لغير العالِمِ - مثلُ وما تفعلوا من خيرٍ يَعْلَمْهُ اللهُ. ¶ 4- أيُ ] في العالِمِ وغيرِهِ مثلُ - أَيَّ تلميذٍ تكرمْ اكرمْ، وأيَّ دارٍ تسكُنْ أسكُنْ. ¶ 5- أَينَ ] في المكانِ، مثلُ: أَيْنَ تَذهَبْ أَذهَبْ. ¶ 6- متى ] في الزمانِ، مثلُ: متى تَذهَبْ أذهَبْ. ¶ 7- لا ] في النكراتِ، مثلُ: لا رجُلَ في الدارِ. ¶ [ تنبيهٌ ] العمومُ من أوصافِ الالفاظِ، لا من أوصافِ الافعالِ،(2) ¶ __________ ¶ (1) العام: لفظ وضع لكثيرٍ غير محصور، والالفاظ الموضوعة للعموم هي:- 1- الجمع المعرف بأل، مثل الوالدات، الرجال، النساء، 2- الجمع المعرف بالاضافة: مثل اولادكم، نساؤكم، 3- المفرد المعرف بأل الاستغراقية: مثل البيع، الربا، السارق، السارقة، الغني، 4- النكرة في سياق النفي او النهي او الشرط: مثل \" لا وصية لوارث\"(2)، \" لا يسخر قوم من قوم \"، \" ان جاءكم فاسق بنبأ فتبينوا \"، 5- أسماء الشرط: مثل مَنْ، ما، أيّ، ¶ 1)جزء من حديث طويل اخرجه احمد 2/14و15 والدارمي (1627)و(1633)و (1634)وابو داود (1568) و(1569)، وابن ماجه (1798) ن والترمذي (621)، وابن خزيمه(2267) من حديث عبد الله بن عمر وهو حديث . ¶ 2)اخرجه الطبالسي(1217)، وابن ابي شيبة11/149، واحمد 4/186 و238و239 ، والدرامي(2532)و(3263)، وابن ماجه (2712)، والنسائي6/247 والترمذي حسن صحيح . ¶ 6- الاسماء الموصولة: مثل الذين، ما. 7- لفظ \" كل\" و \" جميع\"، وقد ذكر معظمها المصنف. ¶ (2) الكتاب ألفاظٌ، والسنةُ الفاظٌ وأفعالُ، فالعموم يؤخذ من الالفاظ بصيغه التي ذكرناها، ولذلك قلنا في تعريف العام: ¶ لفظ وضع لكثير غير محصور، اما الافعالُ فلا تعم الا بدليل.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فقضاؤهُ عليه السلامُ بالشفعةِ للجارِ لا تعمُّ كلَّ جارٍ، لاحتمال خصوصيتهِ في ذلكَ الجارِ. ¶ الرابعُ ... أَلتَّخْصِيْصُ ¶ [ التخصيصُ ] أَخراجُ البعضِ من العامِّ (1) ¶ ويُقسَم من وجهينِ:- ¶ [ الوجْهُ الأَوَّلُ ] قسمانِ: 1- منفصلٌ 2- متصلٌ ¶ 1- [ التخصيصُ المنفصلُ ] أنْ يوجدَ في مكانٍ والعامُ في مكانٍ آخرَ،(2) ¶ مثالهُ : تخصيصُ الوصيِةِ بالثلثِ. ¶ __________ ¶ (1) يراد بالتخصيص ان يصرف العام من عمومه ويراد بعض ما يشمله من افراد بدليل اقتضى ذلك، والدليل المخصص اما منفصل او متصل. ¶ (2) المخصص المنفصل: هو ما يستقل بنفسه، أي يدل على المراد استقلالاً دون ان يفتقر الى ذكر العام معه، وهو انواع اربعة: العقل، والحس، والعرف، والنص. ¶ 1- دليل العقل: مثاله \" فمن شهد منكم الشهر فليصمه \"، فالخطاب بالصوم للعموم الا ان العقل يدل على اخراج من ليس أهلاً للتكليف كالصبي والمجنون. ¶ 2- دليل الحس من ذوق او بصر او لمس او سمع: مثاله \"وأوتيت من كل شيء \" فأن، كل شيء عام لكن البصر شهد ان اشياء كثيرة لم تندرج تحت هذا العام. ¶ 3- دليل العرف: والمعتبرُ من العرف هو العرفُ الموجود وقت ورود النصوص، لا بعد وقتها ولا قبله، فالعرف المخصصُ لنصوص الكتاب والسنة هو العرف الموجود في عصر النبي صلى الله عليه وسلم، والعرف المخصص لألفاظ الناس في عقودهم وتصرفاتهم هو العرف الموجود وقت ورودها في عصرهم. ¶ المثالُ: \"والوالدات يرضعن اولادهن\"، فقد خصص العرف الوالدة رفيعة القدر والنسب فليس حقا عليها ارضاع ولدها، كما ذهب اليه مالك. ¶ 4- دليل النص: مثاله: \"فمن شهد منكم الشهر فليصمه\"، خصصه: \"ومن كان مريضاً او على سفر فعدة من ايام أُخر\"، \"والمطلقات يتربصن بأنفسهن ثلاثة قروء\"، خصصه: \"واولات الاحمال اجلهن ان يضعن حملهن\".",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "2- التخصيصُ المتصلُ ] أن يوجَد مع العامِ في كلامٍ واحدٍ(1). ¶ [ طرقُهُ ] ثلاثةٌ 1- شرطٌ، 2- استثناءٌ، 3- صفةٌ. ¶ 1- الشرطُ ] ولو مقدَّماً. مثلُ: ¶ فكاتبوهُمْ إنْ علمتُمْ فيهم خيراً. وان دخلتِ الدارَ فأنتِ طالقٌ(2). ¶ 2- الأستثناءُ ] وهو أخراجٌ من متعدّدٍ، بحروفهُ (3) ¶ __________ ¶ (1) المخصص المتصل: هو ما لا يستقل بنفسه، أي لا يدل على المراد استقلالاً، بل يتعلق معناه بما قبله وهو \"العام\"، ولذا لا يتصور مجيؤه الا مقارناً للعام، وطرق التخصيص المتصل: شرط واستغناء وصفة وغاية وبدل بعض من كل. ¶ (2) فطلب المكاتبة مشروط بالخيرية، ووقوع الطلاق مشروط بدخول الدار، ومثلُ: \"ولكم نصف ما ترك ازواجكم ان لم يكن لهن ولد\"، فأستحقاق الأزواج للنصف مشروط بعدم وجود ولد للزوجة. ¶ (3) أو هو: قولٌ دال على ان المذكور به لم يرد بالقول الاول، وله صيغة محصورة، وذلك مثل قوله تعالى: \" من كفر بالله من بعد إيمانه الا من اكره وقلبه مطمئن بالايمان \"، فـ\" من \": عام يشمل كل كافر، ولكن الأستثناء صرف هذا العام وقصره على من كفر راضياً مختاراً. ¶ - وللاستثناء شروط، لابد من توفرها حتى يكون صالحاً لقصر العام على بعض افراده، والشروط هي: 1- أن يتصل المستثنى بالمستثنى منه، ولا يتأخر عنه، 2- أن لا يستغرق المستثنى المستثنى منه، فلو فقد الأستثناء هذين الشرطين لم يصح الأستثناء، ويلزمه الكل، فلو قال لزيد علي عشرة الا عشرة، لزمه عشرة، او قال بعد ساعة الا تسعة، لزمه عشرة، كما بين المصنف. ¶ [ فائدة ] الأستثناء بعد جمل متعاطفة بالواو يصرف الى جميع الجمل، إلا ان دل دليل على غير ذلك، وذلك كقوله تعالى: \"والذين يرمون المحصنات ثم لم يأتوا بأربعة شهداء، فأجلدوهم ثمانين جلدة ولا تقبلوا لهم شهادة ابداً واولئك هم الفاسقون إلا الذين تابوا\". ¶ فالأستثناء \" الا الذين تابوا \" - يعود الى الجميع، لأن العطف أفاد التشريك، فالتوبة ترفع الفسق وعدم قبول الشهادة، وكان الأصل ان يرتفع الجلد الا انه منع منه مانع وهو الاجماع على ان الجلد لا يسقط بالتوبة لأنه حق الآدمي. ¶ ومثله: لو قال الواقف في وقفيته: غلة ارضي وقف على كل من تعلم وتغرب وجاهد من اولادي الا الغني \"، فلا يعطى المتعلم والمغترب والمجاهد الا اذا كان فقيراً، ولا يعطى الغني منهم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "بشرطِ: أَن يتصلَ ولا يستغرِقَ، فلو قال لزيدٍ عليَّ عشرةٌ الا عشرةً، أو قال بعد ساعةٍ الا تسعةً، لا يصُح. ويجوزُ الاستثناءُ من غير الجنسِ. مثلُ: لزيدٍ عليَّ الفُ درهمٍ الا ثوباً. ¶ 3- الصفةُ ] (1) مثلُ: اكرِمْ بني تميمٍ الفقهاءَ. ¶ ومثلُ: فويلٌ للمصلينَ الذين هم عن صلاتهم ساهونَ. ¶ __________ ¶ (1) ويقصد بها الصفة المعنوية، وهي: مطلق التعليق بلفظ آخر، سواء اكانت صفة نحوية كـ \" في الغنم السائمة زكاة\"(1)، او مضافاً، كـ \" في سائمة الغنم زكاة\"، او غيرهما. ¶ - والصفة تقصر العام على بعض افراده، وهو الذي تستحق فيه الصفة، اما البعض الذي لم يتصف بالصفة فانها تخرجه من العام، فالزكاة تجب في السائمة، لان تقييد الغنم بوصف السائمة يخرج غير السائمة، فيفيد عدم الوجوب عند عدم الصفة، وكذلك – في مثالي المصنف – الأكرام يقتصر على الفقهاء من بني تميم، والويل يقتصر على الساهين عن الصلاة. ¶ [ تتمة ] ومن طرق التخصيص المتصل: الغاية، وهي تفيد تخصيص الحكم بما قبلها لانها غاية للحكم، ونهاية له. ¶ 1) اخرجه ابو داود (1567) ، والنسائي 1/336 والحاكم 1/390-392 والبيهقس 4/86 من حديث انس بن مالك وهو حديث صحيح ¶ مثال ذلك: قوله تعالى: \" قاتلوا الذين لا يؤمنون بالله \". الى قوله: \"حتى يعطوا الجزية\". ¶ فالغاية قصرت وجوب القتال على حالة عدم اعطاء الجزية واخرجت حالة اعطائها عن وجوب القتال. ¶ - ومن طرق التخصيص المتصل: بدل البعض، وهو يخصص العام ويقصره على بعض افراده الذين يشملهم البدل، واما ما لا يكون مشمولاً فأن البدل يخرجه من العام. ¶ مثال ذلك قوله تعالى: \" ولله على الناس حجج البيت من استطاع اليه سبيلا \" ¶ فالبدل: \" من استطاع \" قصر العام وهو \" الناس \" على بعض افراده، وهم المستطيعون، واما البعض الآخر وهم العاجزون فقد اخرجهم من حكم العام وهو وجوب الحج .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "يُحْمَلُ المطلقُ منها على المقّيدِ بها (1) ¶ __________ ¶ (1) المطلق: هو اللفظ الخاص الدال على الماهية غير مقيدة بقيد، مثل نسائكم، في \" وامهات نسائكم \" مطلق. فتحرم ام المدخول بها وام غير المدخول بها ومثل: ازواجاً في \" ويذرون أزواجاً \" ويعمل بالمطلق على اطلاقه ولا يجوز تقييده الا بدليل. ¶ والمقيد: هو اللفظ الخاص الدال على الماهية مقيدة بقيد، مثل: \"ولا تقتلوا النفس التي حرم الله بالحق\"، فقيد القتل المحرم يكون بغير الحق، ويعمل باللفظ المقيد على تقييده. ¶ - واما اذا جاء اللفظ مطلقاً في نصٍ، ومقيداً في نص آخر: فيُحمَلُ المطلقُ على المقيد، ان امكنَ - كما بيّن المصنف -، وذلك أن صور المطلق والمقيد تختلف، وكما يأتي:- ¶ 1- ان يتحد المطلق والمقيد في الحكم والسبب: مثل لفظ \" الدم\" جاء مطلقاً في نص، ومقيداً في نص آخر \" دماً مسفوحاً \"، والحكم واحد في النصيين وهو \" الحرمة \"، والسبب واحد وهو الاذى في التناول. ففي هذه الحالة يحمل المطلق على المقيد، ويعتبر المقيد بياناً للمطلق، اما الدم غير المسفوح وهو الموجود في العروق فغير حرام. ¶ 2- ان يكون الحكم في النصيين مختلفاً، سواء كان السبب الذي بني عليه الحكم في كل منهما مختلفاً او متحداً. وفي هذه الحالة لا يحمل المطلق على المقيد، ولا المقيد على المطلق، مثال اختلاف الحكم والسبب: ما جاء في آية السرقة: \"فاقطعوا ايديهما \" مع آية الوضوء: \" فاغسلوا وجوهكم وايديكم الى المرافق \". ¶ ومثال اختلاف الحكم واتحاد السبب: الايدي في آيتي الوضوء، والتيمم، فالحكم في آية الوضوء الغسل، وفي آية التيمم المسح. ¶ 3- ان يتحد المطلق والمقيد في الحكم، ويختلفا في السبب: ففي هذه الحالة يحمل المطلق على المقيد، مثال ذلك: ما ورد في كفارة الظهار \" فتحرير رقبة \" مع قوله تعالى في كفارة القتل: فتحرير رقبة مؤمنة \"، فالحكم في النصيين متحد وهو \"العنق\"، والسبب مختلف اذ هو في الاول الظهار، وفي الثاني القتل الخطأ، ومثله: الاشهاد على الدّين جاء مطلقاً، والاشهاد على الرجعة جاء مقيداً بقيد العدالة، وحكمهما واحد وهو طلب الاشهاد.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "انْ أَمكَنَ. ¶ [ مثالُ الممكِنِ ] الرقبةُ في كفارةِ القتلِ قُيّدت بالايمانِ وفي كفارةِ الظهارِ أطلِقَتْ. ¶ فتحمل على تلك أحتياطاً- فلا يجزئُ فيهما الاّ مؤمنَةٌ. ¶ [ وان لم يمكنْ فلا يُحْمَلُ ] ¶ مثلُ: صيامُ الكفارةِ قُيّدَ بالتتابعِ، وصيامُ المتمتعِ قُيّدَ بالتفريقِ، وأطِلقَ قضاءُ رمضانَ. ¶ فلا يمكنُ حملُهُ عليهما - لأستحالتهِ - ¶ ولا على أحدهما - لعدم المرجَحِ - ¶ فبقيَ على إطلاقِهِ(1) ¶ الوجه الثاني ... خمسة اقسامٍ ¶ 1- تخصيصُ الكتابِ بالكتابِ ¶ مثالهُ: قولُهُ تعالى: [ ولا تنكحوا المشركات حتى يؤمنّ] ¶ - فانهُ خُصَّ بقولهِ تعالى - ¶ [ والمحصنات من الذين اوتوا الكتابَ ] أي حلٌّ لكم. ¶ 2- تخصيصُ الكتاب بالسّنةِ(2) ¶ مثالُهُ: قوله تعالى [ من بَعدِ وصيَّةٍ يُوْصِي بها أو دَيْنٍ ] ¶ فانهُ خُصَّ بقولِهِ عليه السلامُ: ¶ [ ثلثٌ والثلثُ كثيرٌ ] (3) ¶ 3- تخصيصُ السُنَّةِ بالسنَّةِ: ¶ مثالُهُ: قولُهُ عليه السلامُ [ فيما سقتِ السماءُ العشرُ ](4) ¶ فأَنه خُصَّ بقولِهِ عليه السلامُ: ¶ __________ ¶ (1) \" صيام أيام \" في قضاء رمضان، وفي كفارة اليمين، ورد نصهما به مطلقاً عن قيد التتابع، وفي كفارة الظهار، وكفارة القتل الخطأ ورد نصهما به مقيداً بقيد التتابع - وفي صيام المتمتع ورد النص به مقيداً بقيد التفريق، وحكمها واحد ولم يكن تحاملها لما بين المصنف، فيبقى المطلق على اطلاقه، والمقيد على قيده. ¶ (2) وتخصيص الكتاب بالأجماع: مثاله: قوله تعالى: \" يا أيها الذين آمنوا اذا نودي للصلاة من يوم الجمعة فاسعوا الى ذكر الله وذروا البيع \"، فانه خصّ بالاجماع على عدم وجوب صلاة الجمعة على النساء. ¶ (3) أخرجه الحميدي (521) ، واحمد 1/320 و233 ، والبخاري 4/3، ومسلم 5/72، وابن ماجة (2711)، والنسائي 6/244 من حديث ابن عباس . ¶ (4) اخرجه ابن ماجه (1816) ، والترمذي (639) والطبراني في الاوسط (4940) من حديث أبي هريرة، وهو حديث صحيح.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "[ ليس فيما دونِ خمسةِ أَو سقٍ صدقةٌ ](1) (2) ¶ 4- تخصيصُ السُنَّةِ بالكتابِ: ¶ مثالُهُ قولُهُ عليه السلامُ [ ما أُبينَ من حَيٍّ فهوَ ميّتٌ ] ¶ فأنه خُصَّ بقولهِ تعالى: ¶ [ ومن أصوافِها وأَوبارها واشعارها أثاثاً ومتاعاً الىحينٍ ] ¶ 5- تخصيصُ الكتابِ والسُنَّةِ بالقياس: ¶ مثال ذلك قولُهُ تعالى: ¶ [ الزانيةُ والزّاني فاجلدوا كلَّ واحدٍ منهما مائَة جلدةٍ ] ¶ - فانهُ خصَّ بقوله تعالى في الأمةِ - ¶ [ فاذا أُحْصِنَّ فأن أَتَيْنَ بفاحشةٍ فعليهنّ نصفُ ما على المحصناتِ من العذابِ ] ¶ والعبدُ خُصَّ بالقياسِ على الأمةِ أيضاً. ¶ ومثالُ ذلك: قولُهُ صلى الله عليه وسلم [ من مَلَكَ ذا رحمٍ محرمٍ فهو حُرٌّ ] ¶ فانهُ خُصَّ: بالأصلِ، والفرعِ، قياساً على النفقَةِ. ¶ [ تنبيهٌ ] القياسُ مستندُهُ نصٌّ، فكأَنَّ المُخصِصَ النصُّ لا القياسُ.(3) ¶ الخَامسُ ... المجملُ وَالمبيَّنُ ¶ __________ ¶ (1) أخرجه ابن ماجه (1799) وسنده صحيح . ¶ (2) وكذلك خصص عموم حديث \" لا تبع ما ليس عندك\"(1) بحديث السلم وجوازه فقال \" من أسلف في تمر فليسلف في كيل معلوم ووزن معلوم الى اجل معلوم\"(2). ¶ 1)اخرجه الشافعي 2/143، واحمد 3/402، وابو داود (3503)، والترمذي (1232) ، والنسائي 7/289 والطبراني في الكبير (30979و(3098) والطحاوي في شرح المعاني 4/41، وابن الجارود(602)، وابن حبان (4983)، والدار قطني2/908 والبيهقي 5/313 من حديث حكيم بن حزام وهو حديث صحيح . ¶ 3)اخرجه عبد الرزاق(14059)،والحميدي(510)،وابن ابي شيبة7/52، واحمد 1/217 وعبد بن حميد (676) ، والدرامي (2586)، والبخاري 3/11، ومسلم 5/55، وابو داود (3463)، والترمذي (1311)، والنسائي7/290، وابن الجارود (614) . ¶ (3) لان القياس: ألحاقُ فرعٍ بأصلٍ لعلة تجمع بينهما، و\" الاصل\" هو الواقعة المنصوص على حكمها.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "1- المجملُ ] الذي آفتقَرَ الى بيانٍ.(1) ¶ مثالُهُ: القرءُ، المشتركُ بينَ الطُهرِ والحيضِ،وعينٌ ومختارٌ. ¶ 2- المبيَّنُ ] الذي لم يفتقِرْ الى البيان. ¶ مثلُ: ابراهيمُ، وفرعونُ. ¶ [ البيانُ ] هو أخراجُ الشيءِ من حيّزِ الاشكالِ الى حيِّزِ التجلّي والأيضاحِ.(2) ¶ السَّادسُ والسَّابعُ ... النصُّ - والظاهرُ - والمؤَوَّلُ ¶ 1- النصُّ ] لفظٌ لا يَحتملُ الا مَعْنىً واحِداً ¶ مثلُ: زيدٍ، في رأيتُ زيداً ¶ 2- الظاهرُ ](3) لفظٌ أحتَمَلَ أمرينِ، أحدُهُما أظهَرُ، واستُعمِلَ في الأظهَرِ، مثلُ: أسدٍ للحيوانِ المفترسِ. ¶ __________ ¶ (1) المجملُ: هو اللفظ الذي افتقر الى بيانٍ من المجمِل لتعيين معناه ولا يتعيين لا بلغة ولا بحرف.، ومنشأ الاجمال هو الاشتراك في اللفظ بين معنيين فاكثر، مثل لفظ \" القرء\" المشترك بين الطهر والحيض، ولفظ \" عين \" المشترك بين الباصرة والشمس والذهب، ولفظ \" المختار\" المشترك بين الفاعل والمفعول، ومنشأ الاجمال - ايضاً - هو نقل اللفظ من معناه اللغوي الى معنى اصطلاحي: مثل لفظ \" الصلاة \" المنقول من معنى الدعاء الى العبادة المخصوصة بشروطها واركانها. ¶ [ فائدة ]: المجمل هنا: وهو ما لم تتضح دلالته، فيشمل الخفي والمجمل والشكل في تقسيم الحنفية. ¶ (2) كما بين النبي صلى الله عليه وسلم \" الصلاة، والزكاة، والصيام\" والالفاظ الشرعية المجملة بيانا شافياً وقال: \" صلّوا كما رايتموني أصلي \"، \" خذوا عني مناسككم \" ...وهكذا قال الله تعالى: \" وانزلنا اليك الذكر لتبين للناس ما نزل اليهم ولعلهم يتفكرون \". ¶ (3) الظاهر: هو لفظ يدل على معنى راجح مع احتماله لمعنىً آخر مرجوح. فهو باعتبار المعنى الراجح \" ظاهر\"، وباعتبار معناه المرجوح: \" مؤول \". وحكم الظاهر: هو العمل بمقتضى معناه الراجح ما لم تقم قرينة على ارادة المعنى المرجوح.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "3- المؤوَّلُ ] لفظٌ أحتُمِلَ أَمرين احدهما أظهرُ، واستُعمِلَ في غيرِ الأظهرِ لدليلٍ.(1) ¶ مثل: اسدٍ، في كتبَ الأسَدُ، أي الرجُلُ الشجاعُ. ¶ الثامِنُ ... ألْنَسْخُ ¶ النسخُ ] رفعُ الحكم الشرعيِّ بخطابٍ.(2) ¶ __________ ¶ (1) والدليل هو القرينة. ¶ [ تنبيهٌ مهمٌ ] اللفظ اما واضح الدلالة، واما خفي الدلالة: فواضح الدلالة قسمان : النص ، والظاهر، ووجه الحصر: ان اللفظ ان لم يحتمل اكثر من معنى واحد فهو نصٌ، والا فهو ظاهرٌ. ¶ وخفيّ الدلالة قسمان: المجمل، والمتشابه، ووجه الحصر: ان اللفظ غير واضح الدلالة ان امكن الوصول الى معناه المراد بالاجتهاد او بيان الشارع فهو مجمل، والا فمتشابه. ¶ [ تتمه] المتشابه: هو ما لا يعرف المراد به الا ممن شرعه، وهو لم يبينه، كالحروف المقطعة في اوائل السور، مثل: \" ألف لام ميم\" ومثل \" صاد\"، ومثل \" حا ميم \". ¶ والمتشابه لم يرد في أي من آيات الاحكام، واحاديث الاحكام، وإنما تُعرض له في علم اصول الفقه تتميماً لتقسيم اللفظ. ¶ (2) او هو: رفع الحكم الشرعي المتقدم بدليل شرعي متأخر، ويشرط في النسخ ان يقوم دليل صحيح يعتمد عليه في الحكم بالنسخ:، كأن يكون النص قد تضمن هذا مع تعيين المتقدم والمتأخر، كما في قول النبي صلى الله عليه وسلم: \" كنت نهيتكم عن زيارة القبور، الا فزورها فانها تذكر الآخرة \"، او ينقل الراوي مقبول الرواية - الناسخ والمنسوخ، كأن يقول: كان هذا في اول امر الاسلام، ثم نهي عنه، مثال ذلك ما رواه جابر: \" كان آخر الامرين من رسول الله صلى الله عليه وسلم ترك الوضوء مما مست النار\"، أو يرد نصّان متعارضان، ولم يمكن الجمع بينهما، وعُرف المتأخر منهما، علم أن المتأخر ناسخ للمتقدم، كآيتي عدة الوفاة وقد اجمعت الامة على وقوع النسخ، قال الله تعالى: \" ما ننسخ من آية او ننسها نأت بخير منها او مثلها \".، والنسخ منوطٌ بعصر النبي صلى الله عليه وسلم، فلا نسخ بعده.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "[ فالرفعُ ] يُخرِّجُ الثابتَ بالبراءَةِ الأصليّةِ [ أي عَدَم التكليفِ بشيءٍ ] والمخرَّجُ باستثناءٍ وغيرهِ من التخصيصاتِ. ¶ [ والخطابُ ] يُخرّجُ الرفعَ بالموتِ والجنونِ ونحوهما.(1) ¶ { ويُقسَّمُ من وجْهَينِ } ¶ الوجهُ الأوَّلُ ... أربعَةُ اقسَامٍ: ¶ 1- نسخٌ الى بدلٍ ] مثلُ نسخِ استقبالِ بيتِ المقدسِ باستقبالِ الكعبةِ. ¶ 2- نسخٌ الى غير بدلٍ ] مثلُ نسخِ وجوبِ الصدقةِ بينَ يَديْ النجوى، في قوله تعالى [ إذا ناجيتمُ الرسولَ فقدّمُوا بينَ يَدَيْ نجواكُم صدقةً ]. ¶ 3- نسخٌ الى بدلٍ أغَلَظَ ]:- ¶ مثالُهُ: قولُهُ تعالى: [ وعلى الذينَ يُطيقونَهُ فديةٌ ] ¶ فانهُ نُسخَ بقولِهِ تعالى: [ فمن شهِدَ منكم الشهرَ فَلْيصُمْهُ ] ¶ 4- نسخٌ الى بدلٍ أخفَّ]: ¶ مثلُ آيةِ عدةِ الوفاةِ عاماً، ثم نُسِخَتْ بقوله تعالى: ¶ [ يتربَّصْنَ بأنفسِهنَّ أربعة أَشهرٍ وعشراً]. ¶ الوجهُ الثاني ... أَربعةُ أقسامٍ أيضاً ¶ 1- نسخُ الكتابِ بالكتابِ ] مثلُ آيةِ الصومِ والعدةِ المذكورتين. ¶ 2- نسخ الكتاب بالسُنَّةِ ] مثلُ قوله تعالى: [ كُتِبَ عليكُم إذا حَضَرَ أحدُكم الموتُ إن ترَكَ خيراً، الوصيةُ للوالدين والأقربينَ ] فانها نُسِخَتْ بقوله عليه السلام: [ لا وصيَّة لوارثٍ ](2). ¶ 3- نسخُ السنَّةِ بالكتابِ ] مثلُ استقبالِ بيتِ المقدسِ الثابتِ بالسنَّةِ الفعليَّة، فانها نُسختْ بقوله تعالى: [ فَولِّ وجهكَ شطرَ المسجدِ الحرامِ ]. ¶ 4- نسخُ السنةِ بالسنَّةِ ]: ¶ __________ ¶ (1) فعدم التكليف بشيء يسمى براءة اصلية، والحكم المخرج باستثناء وغيره من التخصيصات يسمى تخصيصاً، ورفع الحكم عن الميت والمجنون ونحوهما بالعوارض لا بالخطاب، فلا يسمى شيءٌ من ذلك نسخاً. ¶ (2) تقدم تخريجه",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "مثل قولِهِ عليهِ السلامُ: [ كنت نهيتُكُمْ عن زيارَةِ القبورِ ألاَ فزُوروْها فانها تذكّرُ الآخرةَ ](1). ¶ البابُ الثاني ... مَباحثُ السُنَّةِ(2) ¶ __________ ¶ (1) اخرجه عبد الرزاق(6714)، واحمد 1/452، وابو يعلى (5299)، والطحاوي4/185و228، وابن حبان (981)، والطبراني (10304) ، والبيهقي 4/77 من حديث ابن مسعود ، وهو صحيح ورواه ابن ماجه بلفظ (كنت نهيتكم عن زيارة القبور فزوروها ، فانها تزهد في الدنيا وتذكر الاخرة (سنن ابن ماجه1571)وهذه الزيادة ضعيفة لتدليس ابن جريج ولضعف شيخه ايوب بن هانئ ¶ (2) السنة في اللغة: الطريقة المعتادة سواء كانت محمودة او مذمومة. وفي الاصطلاح: ما أثر عن النبي صلى الله عليه وسلم من قول، او فعل او تقرير. ¶ فالقول: ما كان يخاطب به الناس في المناسبات المختلفة كقوله عليه السلام: \" إنما الاعمال بالنيات \"متفق عليه ، وقوله: \" لا ضرر ولا ضرار\"(1) والفعل: ما كان يصدر منه من الاعمال والتصرفات البدنية: كالوضوء، والصلاة، والحج، فقد قال عليه السلام لأصحابه: \" صلّوا كما رأيتموني أصلي\"(2)، وقوله: \" لتأخذوا عني مناسككم \"(3). ومن ذلك قضاؤه عليه السلام بشاهد واحد ويمين المدعي. ¶ اما التقرير: فهو ان يعلم الرسول صلى الله عليه وسلم أمراً رآه من احد اصحابه، او بلغه عنه قولاً او فعلاً: فلا ينكره، فعدم انكاره دليل على مشروعيته، لانه لو لم يكن مشروعاً لما اقره عليه السلام. ¶ 1)رواه مالك في الموطأ (رواية يحيى الليثي 2171، رواية ابي مصعب الزهري (2895) ، ورواية سويد بن سعيد(2179) قال ابن عبد البر في التمهيد20/158: معنى هذا الحديث صحيح في الاصول . ¶ 2)رواه البخاري 8/159 . ¶ رواه البيهقي في5/125، وابن عبد البر في التمهيد2/69و91و98و4/333 . ¶ [ حجية السنة]: قال الله تعالى: \" وما آتاكم الرسول فخدوه وما نهاكم عنه فانتهوا\"، \" من يطع الرسول فقد أطاع الله\"، \" قل اطيعوا الله والرسول فان تولوا فان الله لا يحب الكافرين\" وقال النبي صلى الله عليه وسلم في حجة الوداع: \" اني تركت فيكم ما ان اعتصمتم به فلن تضلوا ابدا: كتاب الله وسنتي \". ¶ وقد أمر صلى الله عليه وسلم اصحابه ان يبلغ الشاهد منهم الغائب ما يسمعون منه، وحضّ على وعي ما يبلغهم، فقال في حجة الوداع : \"… الا فليبلغ الشاهد منكم الغائب، فرب مُبلَغ أوعى من سامع\". ¶ وجاء في حديث المقدام بن معد يكرب الكندي، ان رسول الله صلى الله عليه وسلم قال: \" الا اني اوتيت الكتاب ومثله معه، يوشك شبعان على اريكته يقول بيننا وبينكم هذا الكتاب فما كان فيه من حلال احللناه وما كان من حرام حرمناه..\" رواه ابن ماجة. ¶ وقد اجمعت الامة على ان السنة حجة، وانها اصل من اصول الدين.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "[ السنّةُ ] أقوالُ النبيِّ صلى الله عليه وسلّم، وأفعالُهُ وتقريرُهُ. ¶ [ أقوالُهُ ] عليه السلامُ - حُجَّةٌ بلا فزاعٍ. ¶ [ أفعالُهُ ] إنْ كانت قُرْبَةً، ودلَّ دليلٌ على الاختصاصِ به، فيُحملُ على الاختصاصِ بِه. ¶ مثالُهُ: وجوبُ الضُّحى والأضحى، والتهجُّدِ عليهِ - صلى اللهُ عليهِ وسلّمَ.(1) ¶ [ وأفعالُهُ ] إن كانت قُرْبَةً، ولم يدلَّ عليه دليلٌ(2) ففيه أقوالٌ ثلاثةٌ: ¶ 1- الوجوبُ في حقِّهِ وحقنا. ¶ 2- الندبُ. ¶ 3- الوقفُ حتى يقومَ عليه دليلٌ. ¶ [ وأفعالُهُ ] ان كانت غير قُرْبَةٍ، فانْ دَلَّ دليلٌ على الاختصاصِ، فتحملُ على الاختصاص بهِ. ¶ مثالُهُ: زيادتُهُ في النكاحِ على أربعِ نسوَةٍ. ¶ وأنْ لم يَدُلَّ دليلٌ على الاختصَاصِ بهِ-فيُحملُ على الإباحةِ. ¶ مثالُهُ: الأكلُ، والشربُ، والنومُ، والمشيُ.(3) ¶ __________ ¶ (1) ومثلها: وجوب المشاورة القربة: الطاعة التي يتقرب بها. ¶ (2) أفعال النبي صلى الله عليه وسلم، ان كانت قربة، ودل عليها دليلٌ للوجوب فهي واجبة عليه وعلى الامة، وان دل عليها دليل للندب فهي مندوبةٌ. وان لم يدل على الفعل دليل الوجوب ولا دليل الندب ولا دليل الاختصاص به، ففيه الاقوال الثلاثة التي ذكرها المصنف. ¶ (3) تتمه ]: افعاله التي ثبت انها بيان لنص الكتاب، وحكم الفعل حينئذ يكون حكم النص الذي اعتبر اصلاً له وجوباً، او ندباً، او اباحة، ويعرف كون الفعل بياناً: بالنص عليه من قبل الرسول صلى الله عليه وسلم صراحة، كقوله: \" صلوا كما رأيتموني اصلي\"(1)، \" خذوا عني مناسككم \"(2)، فقد دل ذلك على ان صلاته وحجة بيان للآيات الموجبة للصلاة والحج.، وقد يعرف الفعل بياناً: بوقوع الفعل عقب مجمل او عام او مطلق، كقوله \" انما يكفيك ان تقول هكذا: فضرب بيده الارض فمسح وجهه وكفيه \"، وذلك بياناً لآية التيمم .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "[ تقريرُهُ ] على قوْلٍ أو فعلٍ وَقَعَ بحضرتهِ حُجَّةٌ. لأنهُ معصومٌ من أن يُقِرَّ على مُنكرٍ.(1) ¶ مثالُهُ: تقريرُهُ أبا بكْرٍ على قولِهِ باعطاءِ سَكبِ القتيل لقاتِلهِ ¶ مثالُهُ: تقريرُهُ خالدَ بنِ الوليد على أكل الضبِّ [ مُتّفَقٌ عليهما](2) ¶ [ وتقريرُهُ ] على ما فُعِلَ في عهدِهِ وعَلِمَ وسكتَ عليهِ [حجَّةٌ أيضاً] ¶ مثالُهُ: علمُهُ بحلفِ أبي بكرٍ أنَّهُ لا يأكلُ الطعامُ في وقتِ غضبهِ، ثمَّ أكَلَ لما رَأى الأكْلَ خيراً (3) ¶ [ المتواترُ من السُنَّةِ ] يوجبُ العلمَ بصدقِهِ قطعاً(4) ¶ __________ ¶ (1) وقد اتفق العلماء على ان سكوته صل الله عليه وسلم يدل على اباحة ذلك الفعل، لانه لا يقرا احداً على فعل منكر. ¶ 1)رواه البخاري 8/159 . ¶ 2)رواه البيهقي 5/125، وابن عبد البر في التمهيد 2/69 و91و98و4/333 . ¶ واذا اقترن السكوت باستبشار بالفعل، فان ذلك يكون ادل على الاباحة، مثال ذلك: الحكم بالقيافة في اثبات النسب، وهي معرفة شبه الشخص بأبيه او اخيه، فقد جاء في هذا الموضوع حديث عائشة رضي الله عنها قالت: \" دخل عليّ رسول الله صلى الله عليه وسلم ذات يوم مسروراً فقال: يا عائشة ألم تري ان مجززاً المدلجي دخل علي فرأى اسامة وزيداً وعليهما قطيفة، قد غطيا رؤوسهما وبدت اقدامهما، فقال: ان هذه الاقدام بعضها من بعض \" ¶ متفق عليه. ¶ فاعتبر الجمهور سرور الرسول صلى الله عليه وسلم بقول مجزز دليلاً على ان القيافة علم صحيح، وإلا لما سر عليه السلام بذلك، لانه لا يسر الا بما هو حق، لهذا اعتبروا القيافة من ادلة اثبات النسب. ¶ (2) ومنه: سكوته على لعب الغلمان بالحراب في المسجد. ¶ (3) فأقره على الحنث بيمينه حين راى غيرها خيراً منها. ¶ (4) المتواتر: هو ما رواه عن رسول الله صلى الله عليه وسلم جمع من الاصحاب يمتنع عادة تواطؤهم على الكذب، ثم رواها عن هذا الجمع جمع كذلك من التابعيين، ثم نقلها عنهم جمعٌ كذلك من تابعي التابعين. ¶ والتواتر نوعان: لفظي ومعنوي، فالتواتر اللفظي: هو ما اتفق جميع الرواة على روايته بلفظه ومعناه، اما التواتر المعنوي: فهو ما اتفق الرواة على معناه، وان اختلفوا في لفظه. فمن الاول: \"من كذب علي متعمداً فليتبوّء مقعده من النار\". ¶ ومن التواتر المعنوي: ما جاءنا من افعاله كوضوئه وصلاته وصومه وحجة وطرائق تعامله مه الناس، فقد نقلت كيفيات هذه الافعال: الجموع التي يؤمن تواطؤها على الكذب. ¶ والسنة المتواترة تعتبر قطعية الثبوت عن رسول الله صلى الله عليه وسلم، تفيد العلم الضروري، فيجب العمل بها.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "[ آحادُها ] يوجبُ العَمَلَ بهِ دونَ العلمِ.(1) ¶ لجوازِ الخطأِ على الرَاوي. ¶ [ المرسَلُ ] غيرُ حجَّةٍ. إلاّ مرسَلَ سعيدِ بن المسيَّبِ، فانّ مراسِيْلَ سعيدٍ وُجِدَتْ مرويَّةً عن أبي هريرَةَ صهرِهِ.(2) ¶ البابُ الثالِثُ ... مَباحثُ الإِجمَاعِ(3) ¶ __________ ¶ (1) الآحاد انواع ثلاثة: مستفيض: وهو ما يرويه ثلاثة او اكثر دون حد التواتر – في الطبقات الثلاث، وعزيز: وهو ما يرويه اثنان فقط في كل طبقة من الطبقات الثلاث(1) او في طبقة منها، وغريب: وهو ما يرويه واحد في الطبقات الثلاث(1). ¶ - وخبر الآحاد حجة، يجب العمل بمضمونه، ولكنه لا يفيد العلم اليقيني، وانما يفيد الظن. ¶ ويشترط في راوي حديث الآحاد:الاسلام و العقل والبلوغ والضبط، والعدالة. والدليل على ان خبر الاحاد حجة يجب العمل به: ما تواتر أن النبي صلى الله عليه وسلم في تبليغه الرسالة للاقاليم والملوك والحاكمين يرسل الآحاد من اصحابه، فلو لم تقم الحجة بخبر الآحاد لكان ارسالهم عبثاً. ¶ - فمتى جاء خبر الآحاد باسناد تقوم به حجة، وجب العمل به، ولا يشترط لوجوب العمل به شيئاً اخر، لأن السنة اذا ثبتت عن الرسول صلى الله عليه وسلم فان الواجب عندئذ هو العمل بها، ولا عبرة بما خالفها(2). ¶ يراجع ويدقق فهذا غير صحيح . ¶ 2)هذا الكلام ليس على اطلاقه فلو خالف صحيح متاخر ولم يمكن الجمع فيصار الى النسخ فاذا لا يعمل بالمنسوخ . ¶ (2) الحديث المرسل: هو الحديث الذي سقط الصحابي من إسناده(1). والمرسل غير حجة، الا اذا اعتضد بما يقويه: وذلك بأن يُروى من طريق آخر، او توافقه فُتيا بعض الصحابه، او يتلقاه جمهور العلماء بالقبول، واحتج الشافعي بمراسيل سعيد لما ذكر المصنف. ¶ (3) الاجماع لغة: العزم والتصميم، وفي الاصطلاح: ما عرفه المصنف، او هو: اتفاق مجتهدي الامة، بعد وفاة رسول الله صلى الله عليه وسلم في عصر من العصور على حكم شرعي اجتهادي في واقعة من الوقائع. ¶ ويشترط لانعقاد الاجماع ان يتفق جميع المجتهدين على الحكم، اما اذا اتفق اكثرهم فلا يكون اجماعاً، ولو لم يكن في الامة الا ثلاثة مجتهدين فاتفقوا كان اجماعاً. ¶ 1)هذا التعريف فيه نظر فلو كان الساقط صحابيا لما حصل خلاف في المرسل لان الصحابة كلهم عدول فالاولى ان يقال هو ما اضافه التابعي الى النبي (صلى الله عليه وسلم) . ¶ وقوله في التعريف: \" على حكم شرعي اجتهادي \" ليخرج به مالا مجال للاجتهاد فيه، كالاحكام الشرعية الثابتة بنص قطعي الثبوت والدلالة حيث لا يكون محلاً للتشاور والاجتهاد، والاجماع حجة من حجج الشرع. ¶ [ حجية الاجماع ]: قال الله تعالى: \" ومن يشاقق الرسول من بعد ما تبين له الهدى، ويتبع غير سبيل المؤمنين نوله ما تولى: ونصله جهنم وساءت مصيرا \"، سبيل المؤمنين: هو ما اتفقوا عليه من الاحكام، فأن اختلفوا في مسائل فسبيلهم احد اقوالهم، \" وكذلك جعلناكم امة وسطاء \"، والوسط العدل، وتواتر عن النبي صلى الله عليه وسلم: \" لا تجتمع امتي على ضلالة \" وفي رواية على الخطأ، \" لم يكن الله ليجمع أمتي على ضلالة \"(1)",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "هُوَ أتّفاقُ فقهاءِ العَصْرِ عَلى حُكْمِ الحادِثَةِ. ¶ والمرادُ بالفقهاءِ: المجتهدونَ لا العوامُ ولا الاصوليون(1) ¶ فلا عِبْرَةَ بآتّفَاقِهم. ¶ [ الاجمَاعُ ] حُجَّةٌ على عصرِهِ، وعلى من بَعدَهم، من أيّ عَصْرٍ كانَ، من عصرِ الصحابَةِ فمَنْ بعدَهم.(2) ¶ لانّ الامةَ معصومَةٌ عن الخطأِ. ¶ قال عليه الصلاةُ والسلامُ: [ لا تجتمعُ أمّتي على ضلالَةٍ ] ¶ [ تنبيهٌ ] إذا أنعَقَدَ الاجماعُ فلا يُشترَطُ انقراضُ أهلِ العصرِ بالموتِ، ولا يجوزُ لهمُ الرجوعُ عنهُ، ولا يُعتَبرُ أيضاً قولُ مَنْ وُلِدَ في حياتِهم وصارَ من أهْلِ الاجتهادِ.(3) ¶ [ الاجماعُ ] أقسامٌ ثلاثَةٌ:1- فعليٌّ 2- قوليٌّ 3- سكوتيٌّ. ¶ __________ ¶ (1) يعني: الاصوليون غير الفقهاء. ¶ (2) لان الادلة التي تدل على حجية الاجماع لا تفرق بين اهل عصر وعصر، فيكون اجماع اهل كل عصر حجة متى امكن هذا الاجماع، قال الخطيب البغدادي ..\" اجتماع اهل الاجتهاد في كل عصر حجة من حجج الشرع \". ¶ 1)حديث ضعيف اخرجه الحاكم في المستدرك 1/115 انظر كشف الخفاء 2/488،والاسرار المرفوعة ص86 ودرر السيوطي ص181 ¶ (3) لان الحجة هي في اتفاق جميع المجتهدين الموجودين وقت الاتفاق، وقد تحقق. وأدلة الاجماع لا توجب اعتبار العصر. ورجوع جميعهم عن الاجماع لا يجوز، لانه يكون احد الاجماعين خطأ والامة معصومة عنه. ¶ واما بعضهم فلا يحل له الرجوع، لانه برجوعه يخالف الامة المعصومة عن الخطأ، فاذا رجع فهو عاص به، وقد استدل التابعين باجماع الصحابة مع بقاء بعض من اهل عصرهم، فدل ذلك على ان انعقاد الاجماع وحجيته لا يتوقف على انقراض العصر. ¶ [ تنبيه ] لا بد للاجماع من سندٍ: من نصٍ (كتاب او سنة) او قياس. وفائدة الاجماع انه يجعل دلالة ذلك السند على الحكم قطعية، ان كانت دلالته ظنية. مثال الاجماع: الاجماع على توريث الجدة المستند الى ما رواه المغيرة بن شعبة عن رسول الله من اعطائها السدسَ.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "1- الاجماعُ الفعليُّ: أنْ يفعَلَ كلُّ المجتهدينَ شيئاً. ¶ 2- الاجماعُ القوليُّ: أن يقولَ كلُّ المجتهدينَ شيئاً.(1) ¶ 3- الاجماعُ السكوتيُّ: أن يقولُ، أو يفعَلُ بعضُهم ولم يُخالِفْهُ الباقونَ ولا حامِلَ لهم على السكوتِ من خَوْفٍ أو طمُعٍ.(2) ¶ [ فائِدةٌ] (3) ¶ __________ ¶ (1) ويسميان: الاجماع الصريح، وهو: اتفاق جميع المجتهدين على حكم واحد للواقعة المعروضة بابداء كل واحد ما يدل على رأيه قولاً او فعلاً. ¶ فأما القول: فهو ان يتفق قول الجميع على الحكم، بان يقولوا كلهم: هذا محظور أو مباح أو صحيح أو فاسد، واما الفعل: فهو ان يفعلوا كلهم الشىء وقد اتفقت كلمة الجمهور على حجية هذا الاجماع، فاذا تحقق الاجماع الصريح على حكم مسألة من المسائل، وعلم ذلك الاجماع، صار الحكم الذي أجمعوا عليه ثابتاً قطعاً: لا تجوز مخالفته. ¶ (2) الاجماع السكوتي: هو ان يقرر بعض المجتهدين حكماً في مسألة اجتهادية ويبلغ ذلك الحكم من عداه من المجتهدين في ذلك العصر، ويسكتوا عنه سكوتاً مجرداً من امارات الرضا والسخط، وتنقضي مهلة النظر عادة وهي المهلة الكافية للبحث وتكوين الرأي، ولا يكون منهم اقرار ولا انكار. ¶ اما اذا كان السكوت مقترنا بامارة الرضا فهو اجماع صريح، واذا كان مقترنا بأمارة السخط فليس باجماع قطعاً. ¶ (3) اذا لم يوجد دليل من كتاب او سنة او اجماع فهل يعتبر قول الصحابي وفتياه حجة ام لا ؟ ¶ لا خلاف في ان قول الصحابي ليس حجة على صحابي آخر، ثم ان جمهور العلماء على ان الصحابي اذا قال: امرنا بكذا، او نهينا من كذا، فان ذلك له حكم المرفوع الى الرسول صلى الله عليه وسلم. ¶ واذا قال الصحابي فولاً وانتشر ولم يعلم له مخالف فهذا قد تقدم عند الكلام عن الاجماع السكوتي. ¶ بقي ان قول الصحابي اذا لم ينتشرأ وكان للصحابة عدة اقوال فهنا: ذهب الشافعي الى ان قول الصحابي ليس حجة على غيره، وان للمجتهد مخالفته اذا ثبت له الحكم بنصِ او قياس.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ليس قولُ صحابيٍّ حجَّةً على غيرهِ على الجديدِ، والقديمِ. ¶ وأما قولُهُ عليه السلامُ: [ أصحابي كالنجومِ بايهم اقتديتم اهتَديتُم ] فضعيفٌ(1). ¶ ألْبَاْبُ الْرّاْبِعُ ... مَباحِثُ القِيَاسِ ¶ هُوُ رَدُّ فرعٍ إِلى أَصْلٍ بعلَّةٍ جامعةٍ في الحكمِ.(2) ¶ [ اركانُهُ أربَعَةٌ] ¶ 1- الفرعُ 2- الاصلُ 3- العلَّةُ الجامعَةُ 4- الحكمُ(3) ¶ __________ ¶ (1) اخرجه ابن عبد البر في (جامع بيان العلم وفضله) ج1/194 وفي سنده مجهولان ، فهو ضعيف كما قال الشيخ رحمه الله تعالى . ¶ (2) القياس في اللغة: التقدير، وفي الاصطلاح ما ذكره المصنف مثاله: قول النبي صلى الله عليه وسلم: \" لا يرث القاتل \"(2)، أصل، والعلة: استعجال الشيء قبل اوانه عدوانا، فيقاس عليه: قتل الموصي له الموصي، فلا يعطي الوصية، لاشتراكهما في العلة. ومثاله: \" لايتناجى اثنان دون واحد\"، اصل، والعلة: تخط ادب المجالسة واستهانة بمشاعر الاخر، فيقاس عليه: انفراد اثنين عن جليسهما فيتحدثان بلسان لا يعرفه هو، فلا يتحدثا به دون واحد، لاشتراكهما في العلة. ¶ ومثاله: \" لا يبع الرجل على بيع أخيه ولا يخطب على خطبه اخيه الا ان يأذن له \"، أصل، والعلة: الاثر السيء في النفوس من عداوة وضغينة والحكم: التحريم ليقاس عليه. ¶ استئجاره على استئجار اخيه، فيحرم استئجاره على استئجار اخيه، لاشترك الاصل والفرع في نفس العلة. ¶ [ تنبيه ] لا يصار للقياس الا اذا لم نجد للواقعة والفرع حكم في كتاب الله، ولا سنة رسول الله، ولا اجماع الامة، فاذا لم نجد يصار حينئذ للقياس، ولا يستنبط الحكم من القياس إلا المجتهدون. ¶ 2) تقدم تخريجه . ¶ [ معرفة العلة ]: تعرف العلة بالنص عليها في الكتاب، او السنة، او الاجماع، او تدرك بالمسالك المعتبرة لتعرف علل الاحكام في الكتب المفصلة. ¶ (3) الفرع: هو الواقعة التي لم ينص على حكمها ويراد الحاقها في الحكم، فهو: المقيس. ¶ الاصل: هو الواقعة المنصوص على حكمها، فهو: المقيس عليه. ¶ العلة: هو الوصف الجامع بين الاصل والفرع. ¶ الحكم: والمراد به حكم الاصل المقيس عليه الذي ورد به نص او اجماعٌ. اما اعطاء الفرع مثل حكم الاصل فهو نتيجة القياس وثمرته وغايته. ¶ [ حجية القياس]: القياس هو الاصل الرابع من اصول التشريع، وهو دليل من ادلة الاحكام الشرعية العملية، لا الاعتقادية، [ إذ امور العقيدة طريقها الوحي ].، ادلة القياس: قال الله تعالى: \"فاعتبروا يا اولي الابصار \"، فاولوا الابصار مدعون للاعتبار بما وقع لغيرهم، وليس معنى ذلك الا ان يقيسوا حالهم بحال اولئك.، واستدلوا للقياس بالسنة: فرسول الله عندما اقر معاداً على الاجتهاد برأيه عندما لا يجد نصاً من الكتاب والسنة: فهذا اقرار ضمني منه بالقياس: اذ هو نوع من الاجتهاد، ولم ينقل انه اقره على نوع منه دون نوع. ¶ وقد ثبت ان رسول الله صلى الله عليه وسلم اعتد بالمساواة بين الشيئين وقاس في كثير من المسائل، فمن ذلك ان امرأة سألت عن الحج عن ابيها المريض العاجز، فقال لها رسول الله: أرأيت او كان على ابيك دين فقضيتيه أكان ينفعه ذلك؟ قالت: نعم، قال فدين الله احق بالقضاء \"، فهذا من رسول الله بيان للحكم بطريق القياس، وهو قياس دَيْن الله وهو الحج على دين الناس، في صحة القضاء واجزائه عن الغير، اذ كل منهما حق ثابت في الذمة وأداؤه واجب. ¶ واستدلوا للقياس باجماع الامة: وهو ما ثبت بالتواتر المعنوي عن جمع كثير من الاصحاب رضي الله عنهم انهم عملوا بالقياس وجعلوه أساساً لتعرف الاحكام الشرعية وتكرر ذلك منهم دون نكير، فقد حاربوا مانعي الزكاة، وقاسوها على الصلاة، وقاسوا الاشتراك في القتل على الاشتراك في السرقة في ايحاب العقوبة، وفي كتاب عمر: \" ثم قايس الامور عند ذلك واعرف الامثال ثم اعمد فيما ترى الى احبها الى الله واشبهها بالحق.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "مثاله : الربا ثبت أنه حرامٌ في البُرِّ، وقيْسَ عليهِ الرُزُّ. ¶ فالرزُ: فرع، والبُرُّ أصلٌ، والعلَّةُ الجامعَةُ الطعْمُ فيهما- والحكمُ الحرمَةُ . ¶ [ أقسامُ القياسِ ] ثلاثةٌ: ¶ 1- قياسُ علَّةٍ 2- قياسُ دلالَةٍ 3- قياس شَبَهٍ ¶ 1- [ قياسُ علةٍ ] أن تُوجِبَ العلَّةُ الحكمَ بحيثُ لا يحسنُ عقلاً تخلّفُهُ عنها(1) ¶ مثالُهُ: قالَ تعالى: [ ولا تقُلْ لهما أُفٍّ ] ¶ فقيسَ على التأفيفِ الضربُ في التحريم لعلَّةِ الايذاءِ. ¶ مثالُهُ: قال تعالى: [ ولا تأكُلُوا أموالَكم بينكم بالباطِلِ ] ¶ فقيسَ على الأكلِ: اللبسُ والاحراقُ. ¶ 2- قياسُ الدلالةِ ] أن تَدُلَّ العلَّةُ على الحكمِ ولم توجبْهُ.(2) ¶ مثالُهُ: تجبُ الزكاةُ في مالِ البالغِ، فقيسَ عليه مالُ الصَبيِّ في الوجوبِ، بجامِعِ أنّهُ مالُ نامٍ. ¶ ويجوزُ أن يقالُ انهُ لا يَجبُ فيه، كما قال ابو حنيفة رضي الله تعالى عنه. ¶ __________ ¶ (1) أي ان العلة قطعية الوجود في الفرع، حتى كأن دليل حكم الاصل قد تناول الفرع، والقياس في هذه الحالة قطعي، والقطعي: يشمل قياس: الأولي، والمساوي، كقياس الضرب على التأفف في الحرمة، وقياس اللبس والاحراق على الاكل في ذلك. ¶ (2) وذلك اذا كانت العلة ظنية الوجود في الفرع، كقياس مال الصبي على مال البالغ في وجوب الزكاة بجامع النماء فيهما، ولاحتمال ان تكون العلة التكليف اعتبر ذلك ظنياً، فلم توجب الحكم، والقياس في هذه الحالة ظني، وهو قياس الادون.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "3- [ قياسُ الشَّبَهِ ] أن يترَدَّدَ فرعٌ بين أصلين، وأُلحقَ بالأشبهِ بهِ(1) ¶ مثالُهُ: العبدُ إذا أُتلِفَ فانَّهُ متردِّدٌ في الضمانِ بينَ الانسانِ الحُرِّ من حيثُ انهُ ادميٌّ، وبينَ البهيمةِ من حيثُ انهُ مالٌ وهو يالبهيمةِ أكثرُ شبهاُ. لدليلِ: أنهُ يُباعُ ويُوْرَثُ. ويُوقَفُ ¶ وتُضَمَّنُ أجزاؤُهُ فيما نَقَصَ من قيمتهِ فأُلحِقَ بالمالِ لا بالانسانِ. ¶ [ شرْطُ الأصلِ المقيسِ عليهِ ] ¶ ثبوتُه بدليلٍ وِفاقيًّ يَقُوْلُ بهِ الخَصْمٌ إنْ كانَ خَصْمٌ ليكون القياسُ حجَّةً عليهِ(2) ¶ وان لم يكنْ خَصْمٌ فيشُتَرطُ أنْ يقوْلَ بهِ القائِسُ. ¶ [ شرطُ الفرعِ ] مناسبتُهُ للأصلِ في الذي يَجْمَعُ بينهما للحكم(3) ¶ [ شرطُ العلةِ ] الاطرادُ في معلولاتِها فلا تنقِضُ، وذلك بان توجَدَ العلّةُ، ولا يوجَدَ الحكمُ. ¶ __________ ¶ (1) قياس غلبة الاشباه في الحكم والصفة: وهو ما اذا كان فرع مردَّداً بين اصلين فيلحق بالغالب شبهه به في الحكم والصفة على شبهه بالاخر فيهما . ومثلوا لهذا: بالحاق العبد بالمال في الحكم والصفة، لان شبهه بالمال اكثر من شبهه بالحر فيهما، فالفرع العبد والاصلان: المال ( البهيمة) ، والحر , فالعبد يشبه المال في وصفه من تفاوت القيمة بحسب تفاوت اوصافه جودة ورداءة ويشبه المال في حكمه من جواز البيع والهبة مثلا . والعبد –ايضا- يشبه الحر في وصفه من كونه انسانا مثلا ، ويشبه الحر في حكمه من وجوب نحو الصلاة عليه وغير ذلك ¶ (2) فان كان بدليل خلافي فلا يقبل القياس، لان الخصم يمنع وجود العلة في الفرع. ومثال هنا: اتفاق الشافعية والحنفية على ان حلي الصغيرة لا زكاة فيه، لكن العلة عند الشافعية كونه حلياً مباحاً، فقاسوا عليه الكبيرة، والعلة عند الحنفية كونه حلي صغيرة، فلا يقاس عليه حليّ الكبيرة. ¶ (3) أي ان يوجد في الفرع تمام العلة الموجودة في الاصل، كالاسكار في قياس النبيذ على الخمر في الحرمة.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "[ مثالُهُ] أنْ يقالُ : القتلُ بالمثَقَّل انَّهُ قتلٌ عمدٌ عدوانٌ، فيجبُ به القصاصُ، كالقتلِ بالمحدَّدِ، فيُنتَقَضُ،وذلكَ بقتلِ الوالِدِ ولدَهُ - فانَّهُ لا يجبُ به قصاصٌ. ¶ [ ومثالهُ أيضاً ] أن يُقالَ: تجبُ الزكاةُ في المواشي - لدفع حاجة الفقراءِ(1) ¶ فيقال: ينتَقَضُ بوجودِ الحاجةِ أيضاً في الجواهِرِ - ولا زكاةُ فيها. ¶ [ شرطُ الحكمِ ] أن يكونَ مطَّرداً تابعًا للعلَّةِ. ¶ متى وُجدِتْ وُجِدَ، ومتى أنتفتْ انتفى. ¶ لانَّ العلَّةَ هي الجالبةُ للحكمِ - لمناسبتها لهُ(2) ¶ الباب الخامسُ ... أستصحابُ الحالِ ¶ هو أن يبقى الشيء على صفتِهِ السابقةِ الى ظهورِ ما يغيّرهُ(3) ¶ مثالُهُ: صومُ رَجبٍ، لم يُشرَعْ فاستَصحَبَ الاصْلُ، أي عدمَ الصومِ الأصليّ. ¶ ومثالُهُ: زيدٌ متوضيءٌ، وشكَّ في الطهارةِ، وبالعكْسِ. ¶ __________ ¶ (1) أي يجب ان يقال ان العلة هنا : انه مال نام . حتى تطرد العلة فلا تنقض. ¶ (2) مثال ذلك: حرمة النبيذ لعلة الاسكار ، فيجب ان يكون التحريم مطرداً تابعاً للاسكار فمتى وجد الاسكار في النبيذ وجد التحريم، ومتى انتفى الاسكار انتفى التحريم. ¶ [ تنبيه] هناك شروط اخرى كثيرة للاصل، وحكمه وللفرع وللعلة تعرف من كتب اصول الفقه المفصلة. ¶ (3) الاستصحاب، او استصحاب الحال: هو ثبوت امر في الزمن الثاني لثبوته في الزمن الاول. ومعنى استصحاب الحال: ان الحكم الفلاني قد كان ولم يظن عدمه ، وكل ما كان كذلك فهو مظنون البقاء ، فقد يغير والاستصحاب على اقسام وهي : ¶ 1- استصحاب العدم الاصلي، أي حكم العقل بالبراءة الاصلية قبل ورود الشرع، وهو انتفاء ما نفاه العقل ولم يثبته الشرع، كنفي وجوب صوم شهر رجب مثلاً. ¶ 2- استصحاب العموم او النصِ الى ورود مغيّر. ¶ فيعمل بهما الى ان يرد مغير من مخصص للعموم، او ناسخ للنص ¶ 3- استصحاب ما دل الشرع على ثبوته، لوجود سببه، كثبوت الطهارة بالوضوء، فيبقى طاهراً الى تقين نقص الوضوء.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وهو عندَ عدمِ الدليلِ حُجَّةٌ، وليسَ مِنَ المتَّفقِِ عليهِ.(1) ¶ وأصْلُ كلِّ المنافعِ - بعد البعثةِ الحِلُّ - حتى يدُلَّ دَليلٌ على حكمٍ خاصٍّ. ¶ وأصْلُ كلِّ المضارِ - بعد البعثةِ التحريمُ - حتى يدُلَّ دليلٌ على حكمٍ خاصٍ. ¶ فالمُراعى في الجهتين [ المصلحةُ ] قال عليه السلامُ [ لا ضَرَرَ ولا ضرارَ ](2). ¶ وقبل البعثةِ - لاحُكمَ يتعلقُ بأحدٍ. لانتفاءِ الرسولِ الموصِلِ للحُكْمِ. ¶ وقيلَ أصْلُ الاشياءِ كلها الحِلُّ - لقولِهِ تعالى هو الذي خلق لكم ما في السموات وما في الارض. ¶ وقيلَ أصلُ الاشياء كلها التحريمُ(3) لانّ الاشياءَ ملكُهُ. فلا يُتصرَّفُ الا بأذنٍ منهُ(4) ¶ __________ ¶ (1) اكثر الحنفية على عدم الاحتجاج بالاستصحاب، قالوا ان الادلة الشرعية منحصرة في النص، والاجماع، والقياس. ¶ واجاب الشافعية عن ذلك بان الادلة الشرعية لا ثبات الحكم ابتداء، اما الحكم بالدوام فبالاستصحاب. ¶ (2) اخرجه مالك في الموطأ (رواية ابي مصعب (2895)ورواية سويد بن سعيد (279) ورواية يحيى الليثي2171) قال ابن عبد البر في التمهيد 20/158: معنى الحديث صحيح في الاصول . ¶ (3) والصحيح التفصيل المتقدم: ان اصل كل المنافع الحل حتى يدل دليل على حكم خاص ، واصل كل المضار التحريم حتى يدل دليل على حكم خاص. لقيام الادلة على ان مقاصد الشرع من تشريع الاحكام جلب المنافع للعباد، ودفع المضار عنهم، في الدنيا وفي الآخرة. ¶ (4) فائدةٌ : مبنى الفقة على خمسة امور :- ¶ ان اليقين لا يُرفعُ بالشك-ومن مسائله من تيقن الطهارة وشك في الحدث ياخذ بالطهلرة . ¶ ان الضرر يُزال-ومن مسائله وجوب رد المغصوب وضمانه بالتلف . ¶ ان المشقة تجلب التيسير-ومن مسائله جواز القصر والجمع والفطر في السفر بشرطه . ¶ ان العادة محكَمة – ومن مسائله اقل الحيض واكثره . ¶ ان الامور بمقاصدها ومن مسائله وجوب النية في الطهارة والصلاة والزكاة والصيام والحج والجهاد (انما الاعمال بالنيات) ¶ وترجع جميع هذه الاقسام الخمسة الى (درء المفاسد وجلب المصالح).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": ". ¶ الباب السادس ... مَبَاحثُ الاستدْلالِ بالتراجِيْحِ(1) ¶ هُوَ أنْ يتعارَضَ دليلانِ فُيَرجّحُ احدُهما. ¶ - ومباحثه تسعةٌ - ¶ 1- اذا تعارضَ عامانِ، أو خاصّان وأمكَنَ الجمعُ بينهما جُمِعَ . ¶ مثالُهُ: قوله عليه السلامُ - الا اخبرُكم بخبر الشهودِ الذي يأتي بشهادتِه قبْلَ ان يسأَلها. رواهُ مسلمٌ. ¶ وقولُهُ عليه السلامُ: \" خيركمُ قرني ثم الذين يلونهم .. الى ان قال: ثمَّ يكونُ قومُ يشهدون قبْلَ ان يُسْتَشهدوا. رواهُ البخاري. ¶ فحُمِلَ الاوَّلُ على ما إذا لم يكنِ المشهودُ له عالماً بها ¶ والثاني على ما إذا كان عالماً بها ¶ [ تنبيهُ ] إنْ تعارضَا في التحليلِ والتحريمِ. رُجِّحَ التحريمُ احتياطاً. ¶ مثالُهُ: قال تعالى: [ او ما ملكتْ ايمانُكم ]، وقوله تعالى: [وان تجمعوا بينَ الأُختين ]. ¶ فالاوَّلُ يجوّزُ جمعها بملكِ اليمينِ. والثاني يَحّرم ذلكَ فرجّحَ التحريمُ احتياطاً. ¶ ومثالُهُ ايضاً ] أَنه عليهِ السلام، سُئِلَ عما يحلُّ للرَّجُلِ من امرأَتهِ وهي حائضٌ. فقال [ ما فوقَ الازار ]. ¶ وفي رواية مسلمٍ: قال عليه السلامُ: [ اصنعوا كلَّ شيءٍ إلا النكاحَ ](2). ¶ أي الوطىءَ. فهو يَدُلُّ على حلِّ الاستمتاعِ بما بينَ السُرّةِ والركبةِ، والاوَّل يحرّمُهُ، فرُجّحُ التحريمُ احتياطاً. ¶ مثالُهُ: حديثُ أبي دَاوُدَ - اذا بَلَغَ الماءُ قُلّتينِ فانَّهُ لا ينجسُ. وحديثُ ابنِ ماجَةَ - الماءُ لا يُنجّسُهُ شيءٌ الا ما غَلبَ على ريحهِ، وطعمهِ، ولونِهِ. ¶ __________ ¶ (1) الترجيح في اللغة: جعل الشي راجحاً، وفي الاصطلاح: تقوية احد الدليلين المتقابلين بوجه من وجوه الترجيح التي ستأتي فيكون راجحا , والعمل بمقتضى الراجح واجب فلا يجوز العمل بالمرجوح سواء كان الرجحان قطعيا ام ظنيا . ¶ (2) اخرجه الطبالسي (1933) واحمد 3/132 ،والدارمي (1058) ، ومسلم 1/169، وابو داود(258)و(2165) ، والترمذي (2977) او النسائي 1/152 .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "فالاوَّلُ. خاصٌ بالقلّتين. عامٌ في المتغيّرِ وَغيرهِ. ¶ الثاني. خاصُ بالمتغيّر. عامٌ في القلتينِ وما دونهما. ¶ فخصص عموم الاول بخصوص الثاني. حتى يُحكمَ بأنَّ ماءَ القلتينِ يَنجُسُ اذا تغييَّر. ¶ فَخُصَّ عمومُ الثاني. بخصوصِ الاوّلِ. ¶ حتى يُحكمَ بأن ما دون القلتين ينجس وان لم يتغيَّرْ. ¶ البابُ السَّابعُ ... صِفاتُ المجتهدِ(1) ¶ [ صِفَاتُهُ أَرْبَعَةٌ ] ¶ 1- العلمُ بالفقهِ أصلاً، وفَرْعاً، وَخِلافاً، ومَذْهَباً. ¶ ليذهبَ عند اجتهادِهِ الى قولٍ منهُ. ولا يُحدِثُ قولاً يُخرقُ به الاجماعُ. ¶ 2- العلمُ بالمهمِّ من تفسير آياتِ الاحكامِ وأخبارها. ¶ وامّا آيات الامثالِ والقِصَصِ وأحاديثِ الزهدِ ونحوها فليست بشرطٍ. ¶ 3- العلمُ بالمهمّ من لُغَةٍ ونحوٍ. ¶ لان اللغَةَ بها يعرِفُ معاني الفاظِ الكتابِ والسُنَّةِ. ¶ 4- العلمُ بالمهمِّ من حالِ رواةِ الاخبارِ من جرحٍ وتعديلٍ ليأخُذَ رواية المقبولِ منهم دونَ غيرِهِ(2) ¶ __________ ¶ (1) الاجتهاد في اللغة: تحمل الجهد وهو المشقة في امر، وفي الاصطلاح: استفراغ الفقيه الوسع لتحصيل ظنٍ بحكم. واستفراغ الوسع: بذل تمام الطاقة بحيث يحس من نفسه العجز عن المزيد عليه. ¶ وغاية الاجتهاد: تحصيل الظن بحكم شرعي. ¶ والمجتهد عند الاصولين هو الفقيه: وهو البالغ العاقل، أي ذو ملكة يدرك بها المعلوم، واتصف بهذه الصفات الاربع. ¶ (2) مهمة) في صفات المجتهد في عصرنا الحاضر لبحث القضايا المعاصرة :- ¶ العلم بالقران الكريم ، فيعرف مواقع ايات الاحكام ، والناسخ والمنسوخ ، والمطلق والمقيد ، والعام والخاص ، واسباب النزول ، والمكي والمدني ، وغير ذلك . ¶ العلم بالسنة النبوية ، فيعرف مواقع احاديث الاحكام ، والصحيح منها والضعيف ، والجرح والتعديل . ¶ العلم بمواطن الاجماع والخلاف في الاحكام الفقهية . ¶ الاحاطة بعلم اصول الفقة واللغة العربية . ¶ ان يكون فقية النفس ، لان تكون لديه ملكه فقهية تعينه على فهم مسائل الفقة واسنتباط الاحكام ، وحضور البديهة فيها ، والتمييز بين المتشابة من الفروع بابداء الفروق والموانع والجمع بينهما بالعلل والاشباه والنظائر ، بحيث تصبح هذه الامور ملكة قائمة في نفسه . ¶ ان يكون مأمونا في قوله ، عدلا في دينه ، بان يجتنب الكبائر ، ويترك الاسرار على الصغائر . ¶ ان يكون على معرفة بمقاصد الشريعة مما يكسبه قوة في فهم مراد الشارع من تشريع الاحكام فيراعيها عند اجتهاده . ¶ ان يكون قادر على تخريج الاحكام من المسائل المنصوص عليها في فقة المجتهدين . ¶ ان يكون على معرفة بالواثقع والظروف التي تحيط به . ¶ التوجة الى الله تعالى بالدعاء والذكر ان يفتح عليه فتوح العارفين ويلهمه الصواب في هذه القضية المعاصرة . ¶ فهم موضوع القضية المعاصرة فهما دقيقا يمكن معه اصدار الحكم بثقة كاملة ، لان الحكم على الشيء فرع عن تصوره ، فلا يجوز التسرع في اصدار الحكم على القضية المعروضة قبل استيعاب موضوعها واكتمال صورتها في الذهن . والبحث عن حكم القضية المستجدة في اجتهادات الفقهاء وذلك بالبحث في مظانها في كتب الفقة وكتب الفتاوى الفقهية القديمة والمعاصرة والمجلات التي تهتم بنشر القرارات والفتاوى الفقهية والرسائل العلمية المتخصصة، فاذا لم يجد الباحث حكم القضية المستجدة فيما سبق اعاد النظر فيها من حيث موضوعها وما يترتب عليها من مصالح ومفاسد ، ويعرض ذلك على اقسام الحكم التكليف من وجوب او ندب او اباحة او تحريم او كراهية . واذا لم يتوصل الباحث الى حكم شرعي في القضية المستجدة توقف عن الافتاء لعل الله تعالى يهيء من العلماء من يتصدى للافتاء فيها .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": ". ¶ ألْخَاتِمَةُ ¶ الاجتهادُ: بذلُ الوسْعِ في طلبِ الغَرَضِ ليحصُلَ لَهُ. ¶ والمجتهدُ: لَهُ اجران انْ اصابَ. ¶ وأجرٌ واحدٌ إنْ أخطأ. هذا ان لم يُقصِّرْ ¶ وإنْ قصَّرَ المجتهدُ فهو آثمٌ اتفاقاً. ¶ [ تنبيهٌ ] ليسَ كلُّ مجتهدٍ مُصيباً ¶ لانَّ الحقَّ واحدٌ لا يتعدَّدُ ¶ قال عليه السلامُ: اذا اجتهَدَ الحاكِمُ فحكَمَ وأصابَ فلَهُ أجرانِ واذا حَكَمَ فأخطأ فلَهُ أَجرٌ ](1). رواه البخاريُّ ¶ [ التقليدُ ] قبولُ قولِ المقلَّدِ بلا حُجَّةٍ يذكِرُهَا(2) ¶ ولا يجوزُ للمجتهدِ انْ يُقلِّدَ لِتَمكنِهِ من الاجتهادِ. ¶ __________ ¶ (1) اخرجه الشافعي 2/176، واحمد 4/198 و204 ، والبخاري 9/132، ومسلم 5/131/132، وابو داود (3574) ، وابن ماجه (2314) ، وابن حبان (5061) ، والدار قطني 4/210 ، والبيهقي 10/118-119 ، والغوي (2509) من حديث عمرو بن العاص ¶ (2) يلزم غير المجتهد ان يقلد مجتهداً، فذلك لازم للعامي والعالم الذي لم يبلغ درجة الاجتهاد. قال الله تعالى: ( واسألوا أهل الذكرِ ان كنتم لا تعلمون ). وهذا عام في كل من لم يعلم حكم مسألة يريدها. ¶ [ فائدة في مسالة اخذِ الحكم من الدليل ]: ليس المقصود بالدليل مجرد ان يقال حكم المسالة كذا للنص الفلاني. بل لابد من سلامة الدليل من المعارض وهذا يتوقف على معرفة سائر ما يتعلق بذلك مما لا يتيسر الا للمجتهد. ¶ [ تتمة ] يجوز استفتاء من كان معروفاً بأهليته العلمية، او كان مشهوراً بذلك وانتصب للافتاء، والناس يستفتونه، اما من كان مجهولاً علماً وعدالة فلا يجوز استفتاؤه، والاصح وجوب البحث عن علم المفتي، بان يسال الناس عنه، وللعامي سؤال المفتي عن الدليل على ما افتاه به سؤال استرشاد لا سؤال تعنّت. وعلى المفتي بيان ذلك للمستفتي، الا اذا كان المأخذ خفياً او دقيقاً لا يدركه السائل. ¶ والحمد لله الذي بنعمته تتم الصالحات، وصلى الله على سيدنا محمد النبي الامي وعلى اله وازواجه وصحبه وسلم. ¶ الثلاثاء ذو القعدة 1419",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "اللَّهمَّ نسألُكَ حسنَ الخاتمةِ. وان تفتح لنا وتمكننا على اسبابِ الوصولِ اليكَ وتجعلنا من المحافظين على الاصول التي وصفتَها لنا حتى نلقاكَ وترزقنا ¶ مرافقة احبابكَ في الدارين آمين ¶ يارب العالمين ¶ 29 / تشرين الثاني / 1959 ¶ ( انتهت الرسالة ) ¶ المصادر:- ¶ - استفدت كثيراً من تحقيقات هذا الشرح المدون من مجالس شيوخي الذين حضرتهم . ¶ - سماحة شيخنا عبد الكريم الدبان . ¶ - سماحة شيخنا عبد الكريم المدرس . ¶ - سماحة الشيخ عكَله جروان الكبيسي. ¶ - سماحة شيخنا عبد الملك عبد الرحمن السعدي. ¶ - سماحة شيخنا خليل محمد الفياض. ¶ - سماحة شيخنا جمال شاكر النزال . ¶ - سماحة شيخنا مكي حسين الكبيسي. ¶ - جواهر البلاغة، لسماحة الشيخ احمد الهاشمي. ¶ - الشرح الجديد لجمع الجوامع في اصول الفقه للشيخ العلامة عبد الكريم الدبان . ¶ صفوة الآلي من مستصغى الامام الغزالي للشيخ العلامة عبد الكريم المدرس ¶ اصول الاحكام،وطرق الاستنباط لسماحة الشيخ د.حمد عبيد الكبيسي ، ود.صبحي جميل . ¶ اصول الفقه الاسلامي في نسيجه الجديدة لسماحة شيخنا د.مصطفى ابراهيم الزلمي. ¶ احكام المعاملات المالية المعاصرة في الفقة الاسلامي, د. محمد عثمان شبير . ¶ الفهرست:- ¶ توطئة الشارح ¶ توطئة المصنّف ¶ المقدمة ¶ تعريف اصول الفقه ¶ تعريف الفقه لغة واصطلاحاً ¶ تعريف الحكم واقسامه ¶ تعريف الواجب واقسامه ¶ تعريف المندوب وصيغه ¶ تعريف الحرام واقسامه ¶ المكروه والمباح ¶ السبب واقسامه ¶ الشرط واقسامه ¶ المانع، والصحيح، والفاسد ¶ المباديء: التصور والادراك ¶ النظر، والدليل ¶ الباب الاول: مباحث الكتاب ¶ تعريف الكتاب وادوات الاستمداد منه ¶ دلالته، واقسام احكامه ¶ الخبر والانشاء، تعريفهما واقسامهما. ¶ الامر وصيغه ¶ احكامه، ومعانيه ¶ النهي وصيغه ¶ احكامه، ومعانيه ¶ الحقيقه، والمجاز ¶ الخاص، والعام ¶ الفاظ العام ¶ التخصيص واقسامه ¶ الاستثناء وشروطه ¶ المطلق والمقيد، صورهما ¶ الوجه الثاني للتخصيص ¶ المجمل والمبين ¶ النص والظاهر ¶ النسخ، واقسامه",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الوجه الثاني للنسخ ¶ الباب الثاني: مباحث السنة ¶ تعريف السنة لغه واصطلاحاً ¶ حجية السنة ¶ اقواله صلى الله عليه وسلم ¶ افعاله واقسامها ¶ تقريره ¶ المتواتر واقسامه ¶ الآحاد واقسامه ¶ الحديث المرسل ¶ الباب الثالث :مباحث الاجماع ¶ تعريف الاجماع وحجيّتَهُ ¶ اقسام الاجماع ¶ قول الصحابي ¶ الباب الرابع : مباحث القياس ¶ تعريف القياس لغة واصطلاحاً ¶ معرفة العلة ¶ اركان القياس وتعريفها ¶ حجية القياس ¶ اقسام القياس ¶ شروط اركان القياس ¶ الباب الخامس: استصحاب الحال ¶ تعريفه وأقسامه ¶ الباب السادس: مباحث الاستدلال بالتراجيح ¶ تعريف الترجيح، والعمل به ¶ مباحث الترجيخ ووجوهه ¶ الاول ¶ الثاني والثالث والرابع والخامس ¶ السادس والسابع والثامن والتاسع ¶ الباب السابع: صفات المجتهد ¶ تعريف الاجتهاد، والمجتهد ¶ صفاته ¶ مهمة في صفات المجتهد في العصر الحاضر ¶ الخاتمة: في الاجتهاد والتقليد ¶ تعريف الاجتهاد وثواب المجتهد ¶ يلزم غير المجتهد ان يقلد مجتهداً ¶ فائدة في مسألة اخذ الحكم من الدليل ¶ الاستفتاء، وأحكامه",
            "page": "47",
            "part": "1"
        }
    ],
    "t37585": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "بهجة النفوس"
        }
    ]
}