{
    "b37581": [
        {
            "id": "1",
            "nass": "... ¶ مناهج التصنيف المعاصرة ¶ في القواعد الفقهية ¶ إعداد ¶ د. حمزة عبد الكريم حماد ¶ Hamza041@yahoo.com ¶ المقدمة: ¶ الحمد لله عدد ورق الأشجار، وعدد مكاييل البحار، والصلاة والسلام على نبيه سيد الأطهار، وآله وصحبه، عدد ما أظلم عليه ليل وأشرق عليه نهار، وبعد: ¶ إن القواعد الفقهية علم له بالغ الأهمية في البناء الفقهي، والفكر الاجتهادي؛ نظراً لما له من أثر بالغ في صياغة الملكة الفقهية، وحصره لعدد كبير من اللآلئ الفقهية المنثورة في بحور الفقه في سلك ذهبي واحد منتظم يجمعها، وقد بلغت جهدي في هذا البحث أن أغوص إلى أعماق هذا البحر لأجمع شيئاً ولو قليلاً من درره وكنوزه، لأضعها بكل تواضع بين يدي القارىء الكريم. و الله أسأل العون والتوفيق ¶ أهمية الموضوع: ¶ تبرز أهمية الموضوع في كونه جاء ليلقي الضوء على هذه المؤلفات في القواعد الفقهية التي سطعت شمسها في هذا العصر، وليرصد حركة التأليف في هذا العلم المهم، محدداً مساراتها، ومبرزاً أمثلة. ¶ سبب الاختيار: ¶ إن هذا التطور والرقي الملموس في علم القواعد الفقهية الذي يشهده العصر الحديث بحاجة إلى دراسة تحدده وتضبطه؛ ليسهل على كل ما أراد أن يبحث أن يُكمل ما بدأه الآخرون، بحيث يبدأ من حيث انتهى غيره ليصل إلى جديد، لا أن يبدأ من حيث ما بدأوا ليصل إلى ما قد سبقوه إليه، فيضيع جهده هباءً منثوراً. ¶ منهج الدراسة: ¶ لقد اتبعت في دراستي هذه المنهج الاستقصائي القائم على الاستقصاء لمفردات هذا البحث، وقد ضم هذا الاستقصاء البحث والتنقيب في رفوف مكتبة الجامعة الأردنية، والشبكة العنكبوتية – الإنترنت-، وعلى مساحة كبيرة من الأقراص الليزرية (CD). ¶ محتويات البحث: ¶ اشتمل هذا البحث على سبعة فصول، ومقدمة، وخاتمة على النحو الآتي: ¶ الفصل الأول: المنهج الأول: تحقيق مجموعة من كتب القواعد الفقهية القديمة ¶ ويتكون هذا الفصل من مطلبين: ¶ المطلب الأول: الكتب المطبوعة. ¶ المطلب الثاني: الرسائل الجامعية.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الفصل الثاني: المنهج الثاني: استخلاص القواعد من الكتب الفقهية ¶ ويتكون هذا الفصل من مطلبين: ¶ المطلب الأول: الكتب. ¶ المطلب الثاني: الرسائل الجامعية. ¶ الفصل الثالث: المنهج الثالث: منهج بحث القواعد الفقهية ضمن موضوع محدد. ¶ ويتكون هذا الفصل من مطلبين: ¶ المطلب الأول: الكتب. ¶ المطلب الثاني: الرسائل الجامعية. ¶ الفصل الرابع: المنهج الرابع: منهج تخصيص قواعد معينة بالبحث والدراسة. ¶ ويتكون هذا الفصل من المطالب الآتية: ¶ المطلب الأول: النية وما يتعلق بها. ¶ المطلب الثاني: مراعاة الخلاف. ¶ المطلب الثالث: أعمال الكلام أولى من إهماله. ¶ المطلب الرابع: اليقين لا يزول بالشك. ¶ المطلب الخامس: العادة محكمة. ¶ المطلب السادس: الأخذ بالأحوط. ¶ المطلب السابع: درء الحدود بالشبهات. ¶ المطلب الثامن: العرف والعادة. ¶ المطلب التاسع: الضرورة والاضطرار. ¶ المطلب العاشر: الرخص. ¶ المطلب الحادي عشر: المشقة تجلب التيسير. ¶ المطلب الثاني عشر: سد الذرائع. ¶ المطلب الثالث عشر: السكوت. ¶ المطلب الرابع عشر: الضمان. ¶ المطلب الخامس عشر: قواعد متفرقة. ¶ الفصل الخامس: المنهج الخامس: منهج الدراسة النظرية لعلم القواعد الفقهية. ¶ الفصل السادس: المنهج السادس: المنهج الموسوعي. ¶ الفصل السابع: المنهج السابع: حصر القواعد بناءً على المذهب الفقهي. ¶ الفصل الأول ¶ المنهج الأول: تحقيق مجموعة من كتب القواعد الفقهية القديمة ¶ اهتم الباحثون في هذا العصر بتحقيق الكتب الفقهية القديمة، ومن جملتها كتب القواعد التي كان لهم جزء من هذا الاهتمام، ومما ساعد على هذا الأمر قبول التحقيق في الجامعات كرسائل لنيل درجتي الماجستير والدكتوراه، ومن أبرز هذه التحقيقات: ¶ المطلب الأول ¶ الكتب المحققة المطبوعة: ¶ 1- تحقيق كتب العز بن عبد السلام:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "- ابن عبد السلام، عز الدين عبد العزيز بن عبد السلام الدمشقي، 577-660هـ. الفوائد في اختصار المقاصد، أو، القواعد الصغرى/ تأليف العز بن عبد السلام، عز الدين عبد العزيز بن عبد السلام السلمي: تحقيق إياد خالد الطباع، بيروت: دار الفكر المعاصر، 1996. ص176، (مؤلفات للإمام العز بن عبد السلام، 12). ¶ 2- تحقيق كتب ابن الوكيل: ¶ - ابن الوكيل، صدر الدين أبو عبد الله محمد بن عمر، 665-716هـ. الأشباه والنظائر/تأليف محمد بن عمر بن مكي بن عبد الصمد بن المرحل، أبي عبد الله صدر الدين المعروف بابن الوكيل: تحقيق ودراسة أحمد بن محمد العنقري. الرياض: مكتبة الرشد، 1993. ¶ 3- تحقيق كتب الإمام ابن تيمية: ¶ أ ابن تيمية، تقي الدين أبو العباس أحمد بن عبد الحليم الحراني، 661-728هـ. طريق الوصول إلى العلم المأمول بمعرفة القواعد والضوابط والأصول/ تحقيق عبد الرحمن بن ناصر السعدي، سمير بن عدنان الماضي، يوسف بن أحمد البكري، ط2، عمان: دار المعالي، 1998، ص 374. ¶ ب القواعد النورانية الفقهية/ ابن تيمية: تحقيق نشأت بن كمال المصري. الرياض: مكتبة الرشد، 2001، ج1-3. ¶ ت القواعد النورانية الفقهية/ ابن تيمية، تحقيق محمد حامد الفقي. ط2، الرياض: مكتبة المعارف، 1983، ص294. ¶ ث القواعد النورانية الفقهية/الدين ابن تيمية، تحقيق عبد السلام محمد علي شاهين. بيروت: دار الكتب العلمية، 1994، ص189. ¶ 4- تحقيق كتب السبكي: ¶ - تاج الدين السبكي، أبو النصر عبد الوهاب ابن علي، 727-771هـ. الأشباه والنظائر/تأليف تاج الدين عبد الوهاب بن علي بن عبد الكافي السبكي، تحقيق عادل أحمد عبد الموجود، علي محمد عوض. بيروت: دار الكتب العلمية، 1991، ج2. ¶ 5- تحقيق كتب الزركشي:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أ الزركشي، بدر الدين، محمد بن عبد الله، 745-794هـ، المنثور في القواعد/ بدر الدين محمد بن بهادر الشافعي، تحقيق تيسير فائق أحمد محمود. الكويت: وزارة الأوقاف والشؤون الإسلامية، 1983، ج3، (تحقيق التراث الفقهي، 1). ¶ ب المنثور في القواعد/ أبو عبد الله، بدر الدين، محمد بن بهادر بن عبد الله الشافعي الزركشي، تحقيق محمد حسن محمد حسن إسماعيل، بيروت: دار الكتب العلمية، 2000، ج1-2. ¶ 6- تحقيق كتب ابن رجب: ¶ - ابن رجب، زين الدين أبو الفرج عبد الرحمن بن أحمد، 736-795هـ. تقرير القواعد وتحرير الفوائد/ تصنيف زين الدين عبد الرحمن بن أحمد بن رجب الحنبلي (وبآخره) فهرست كتاب تقرير القواعد وتحرير الفوائد/ تصنيف جلال الدين أبي الفرج نصر الدين البغدادي، ضبط نصه وعلق عليه مشهور بن حسن آل سلمان، ط2، القاهرة: دار ابن عفان، 1999، ج1-4. ¶ 7- تحقيق كتب ابن الخطيب الدهشة: ¶ - ابن خطيب الدهشة، نور الدين أبو الثناء، محمود بن أحمد بن محمد، 750-834هـ. مختصر من قواعد العلائي وكلام الدسنوي/ ابن خطيب الدهشة: تحقيق مصطفى محمود البنجويني، ط2: وزارة الأوقاف والشؤون الإسلامية، 1999، 2ج. أصله رسالة جامعية (دكتوراه) – جامعة الأزهر، 1999. ¶ 8- تحقيق كتب السيوطي: ¶ أ السيوطي، جلال الدين أبو الفضل عبد الرحمن بن أبي بكر الخضيري، 849-911هـ. الأشباه والنظائر في قواعد وفروع الشافعية/تأليف جلال الدين عبد الرحمن السيوطي، تحقيق محمد محمد تامر، حافظ عاشور حافظ. القاهرة: دار السلام، 1998. ¶ ب الأشباه والنظائر في قواعد وفروع الشافعية/جلال الدين السيوطي، تحقيق محمد حامد الفقي. القاهرة: مطبعة مصطفى البابي الحلبي وأولاده، 1938، ص671. ¶ 9- تحقيق كتب الونشريسي:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أ الونشريسي، أبو العباس أحمد بن يحيى التلمساني، 834-914هـ. إيضاح المسالك إلى قواعد الإمام أبي عبد الله مالك/ تأليف أحمد بن يحيى الونشريسي، دراسة وتحقيق الصادق بن عبد الرحمن الفرياني. طرابلس (ليبيا: كلية الدعوة الإسلامية ولجنة الحفاظ على التراث الإسلامي، 1991، ص 259، (السلسلة التراثية، 1). ¶ ب إيضاح المسالك إلى قواعد الإمام أبي عبد الله مالك/ تأليف أبي العباس أحمد بن يحيى الونشريسي، تحقيق أحمد بوطاهر الخطابي. الرباط: صندوق إحياء التراث الإسلامي، 1980، ص463. ¶ 10- تحقيق كتب ابن نجيم: ¶ أ ابن نجيم، زين الدين بن إبراهيم بن محمد، 926-970هـ. الفوائد الزينية في مذهب الحنفية/تأليف زين الدين بن إبراهيم، قدم له واعتنى به أبو عبيدة، مشهور بن حسن آل سلمان، الإمام: دار ابن الجوزي، 1994، ص206. ¶ ب الفوائد الزينية في مذهب الحنفية/ ابن نجيم، تحقيق محمد الرحيل غرايبة. عمان: دار الفرقان، 1999، ص227. ¶ 11- تحقيق كتب المنجور: ¶ - المنجور، أبو العباس أحمد بن علي، 926-995هـ، شرح المنهج المنتخب إلى قواعد المذهب/ المنثور أحمد بن علي، دراسة وتحقيق محمد الشيخ، محمد الأمين. [الرياض]: دار عبد الله الشنقيطي، (1999). (¬1) ¶ المطلب الثاني ¶ مما ساعد على تحقيق كتب القواعد الفقهية قبول الجامعات للتحقيق رسائلاً لنيل درجتي الماجستير والدكتوراه ومن هذه الرسائل الجامعية: (¬2) ¶ أ- اسم الباحث : تيسير فائق أحمد محمود ¶ عنوان الرسالة : تحقيق كتاب المنثور في القواعد الفقهية لبدر الدين الزركشي. ¶ الجامعة المانحة للدرجة : الأزهر. ¶ الكلية : الشريعة والقانون. ¶ ¬__________ ¶ (¬1) المرجع لهذا المطلب هو استقصاء قام به الباحث في مكتبة الجامعة الأردنية. ¶ (¬2) مصدر هذه الرسائل الجامعية في جملتها قاعدة معلومات الرسائل الجامعية، التي أصدرها مركز الملك فيصل للبحوث والدراسات الإسلامية، الإصدار الثاني 1423 هـ، وفي حالة اختلاف المصدر سيشار إلى المصدر الآخر.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "مستوى الرسالة : دكتوراه. ¶ تاريخ المناقشة : 1977. ¶ اسم المشرف على الرسالة : السيد خليل الجراحي. ¶ ب- اسم الباحث : عبد الفتاح محمد أبو العينين. ¶ عنوان الرسالة : الأشباه والنظائر في الفروع والقواعد لتاج الدين بن السبكي- دراسة وتحقيق. ¶ الجامعة المانحة للدرجة : جامعة الأزهر. ¶ الكلية : الشريعة والقانون. ¶ مستوى الرسالة : دكتوراه. ¶ تاريخ المناقشة : 1976م. ¶ اسم المشرف على الرسالة : عبد الغني محمد عبد الخالق. ¶ ختاماً لهذا المنهج أود أن أُشير إلى نقطة مهمة هي: رغم كثرة التحقيقات التي قام بها الباحثون لكتب القواعد الفقهية، ما زالت هناك كتب في القواعد الفقهية لم تحقق بعد، ومنها على سبيل المثال لا الحصر: ¶ 1- التحقيق الباهر شرح الأشباه والنظائر، لهبة الله، محمد بن محمد التاجي الحنفي، المتوفى سنة 1224هـ، والكتاب مكون من ثلاثة أجزاء، ويبلغ عدد أوراق الجزء الأول (166) ورقة، والجزء الثاني (240) ورقة، والجزء الثالث (191) ورقة. (¬1) ¶ 2- ترتيب الأشباه والنظائر لأبي نعيم، أحمد بن مصطفى الخادمي الحنفي، المتوفى سنة 1165هـ، وعدد أوراق الكتاب (105) أوراق. (¬2) ¶ 3- حاشية العبادي على قواعد الزركشي، لسراج الدين عمر بن عبد الله بن قاسم العبادي، المتوفى سنة 947، والكتاب مكون من (165) ورقة. (¬3) ¶ الفصل الثاني ¶ المنهج الثاني: استخلاص القواعد الفقهية من الكتب الفقهية ¶ ¬__________ ¶ (¬1) فهرس كتب القواعد الفقهية وأصول الفقه في مكتب المصغرات الفلمية في قسم المخطوطات في عمادة شؤون المكتبات في الجامعة الإسلامية- المدينة المنورة، ص26-ص28، من رقم (16) إلى رقم (19). ¶ (¬2) المرجع السابق، ص 28، رقم (20). ¶ (¬3) المرجع السابق، ص 43، رقم (37).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إن الكتب الفقهية القديمة كنوز لا تقدر بثمن بما تحتويه من فهم ثاقب وفكر ناقد، ودرة هذه الكنوز ما نثر في ثناياها من القواعد الفقهية، وقد قام بعض الباحثين في جمع وتنقية هذه الكنوز، لاستخراج ما فيها من قواعد أو ضوابط فقهية التي استند عليها مؤلف الكتاب في تعليل الأحكام التي يتطرق إليها، ومن المؤلفات في هذا المجال: ¶ المطلب الأول ¶ الكتب ¶ أ محمد الروكي، قواعد الفقه الإسلامي من خلال كتاب الإشراف على مسائل الخلاف للقاضي عبد الوهاب البغدادي المالكي، تأليف: محمد الروكي. دمشق: دار القلم، 1998، ص303. ¶ ب ناصر بن عبد الله الميمان، القواعد والضوابط الفقهية عند ابن تيمية في كتابي الطهارة والصلاة/ناصر بن عبد الله الميمان، مكة المكرمة: معهد البحوث العلمية وإحياء التراث الإسلامي، 1996، ص512. ¶ ت عبد الواحد الإدريسي، القواعد الفقهية من خلال كتاب المغني لابن قدامة/ عبد الواحد الإدريسي. الرياض: دار ابن القيم، 2001، ص 518. ¶ ث د- إسماعيل حسن محمد علوان، القواعد الفقهية الخمس الكبرى والقواعد المندرجة تحتها: جمع ودراسة من مجموع فتاوى شيخ الإسلام ابن تيمية/ إعداد إسماعيل بن حسن بن محمد علوان، الإمام: دار ابن الجوزي، 2000، ص 520. ¶ المطلب الثاني ¶ الرسائل الجامعية ¶ ? استخلاص القواعد واستقرائها عند شيخ الإسلام ابن تيمية. ¶ أ- اسم الباحث : منسي محمد وافي القرشي. ¶ عنوان الرسالة : القواعد الفقهية عند شيخ الإسلام ابن تيمية في الأقضية والشهادات- والإقرارات والقسمة. ¶ الجامعة المانحة للدرجة : جامعة أم القرى. ¶ الكلية : الدراسات العليا الإسلامية المسائية. ¶ مستوى الرسالة : ماجستير. ¶ اسم المشرف على الرسالة : علي الحكمي. ¶ ب- اسم الباحث : عبد السلام بن إبراهيم الحصين. ¶ عنوان الرسالة : القواعد والضوابط الفقهية للمعاملات المالية عند شيخ الإسلام ابن تيمية: جمعاً ودراسة. ¶ الجامعة المانحة للدرجة : جامعة الإمام محمد بن سعود الإسلامية.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الكلية : الشريعة. ¶ القسم : أصول الفقه ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1418هـ. ¶ اسم المشرف على الرسالة : عبد الله بن عيسى العيسى. ¶ ج- اسم الباحث : ناصر عبد الله عبد العزيز الميمان. ¶ عنوان الرسالة : القواعد والضوابط الفقهية عند شيخ الإسلام ابن تيمية: من الطهارة إلى الحج. ¶ الجامعة المانحة للدرجة : جامعة أم القرى. ¶ الكلية : الشريعة والدراسات الإسلامية. ¶ القسم : الدراسات العليا الشرعية. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1414هـ. ¶ اسم المشرف على الرسالة : أحمد عبد الله حميد. ¶ د- اسم الباحث : محمد عبد الله السواط. ¶ عنوان الرسالة : القواعد والضوابط الفقهية عند ابن تيمية في فقه الأسرة. ¶ الجامعة المانحة للدرجة : جامعة أم القرى. ¶ الكلية : الشريعة والدراسات الإسلامية. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : ماجستير. ¶ ه- اسم الباحث : إبراهيم علي أحمد محمد الشال. ¶ عنوان الرسالة : أحكام القواعد والضوابط الفقهية عند ابن تيمية في المعاملات المالية. ¶ الجامعة المانحة للدرجة : الجامعة الأردنية. ¶ الكلية : الدراسات العليا. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 2001. ¶ اسم المشرف على الرسالة : عمر سليمان الأشقر. (¬1) ¶ ? استخلاص القواعد واستنباطها من كتاب المغني لابن قدامة: ¶ أ- اسم الباحث : عبد الملك محمد عبد الله السبيل. ¶ عنوان الرسالة : القواعد والضوابط الفقهية في كتاب المغني لابن قدامة من أول كتاب الجنايات- إلى نهاية كتاب المرتد. ¶ الجامعة المانحة للدرجة : جامعة أم القرى. ¶ الكلية : الشريعة والدراسات الإسلامية. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1421هـ. ¶ اسم المشرف على الرسالة : عثمان إبراهيم المرشد. ¶ ب- اسم الباحث : عبد الله بن عيسى العيسى. ¶ ¬__________ ¶ (¬1) مركز إيداع الرسائل، الجامعة الأردنية.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "عنوان الرسالة : القواعد الفقهية في بابي العبادات والمعاملات من خلال كتاب المغني لابن قدامة. ¶ الجامعة المانحة للدرجة : جامعة الإمام محمد بن سعود الإسلامية. ¶ الكلية : الشريعة. ¶ القسم : أصول الفقه. ¶ مستوى الرسالة : دكتوراه. ¶ تاريخ المناقشة : 1410هـ. ¶ اسم المشرف على الرسالة : عبد العزيز بن عبد الرحمن الربيعة. ¶ ? استخلاص القواعد الفقهية من كلام أحد الأئمة: ¶ - اسم الباحث : سعود بن عبد الله التويجري. ¶ عنوان الرسالة : القواعد والضوابط الفقهية المروية عن الإمام أحمد بن حنبل في كتبه ومسائله: جمع ومقارنة. ¶ الجامعة المانحة للدرجة : جامعة أم القرى. ¶ الكلية : الدراسات العليا الإسلامية المسائية. ¶ القسم : ماجستير. ¶ ? استخلاص القواعد الفقهية من خلال أحد العلوم: ¶ - اسم الباحث : عزيزة عكوش. ¶ عنوان الرسالة : القواعد والضوابط الفقهية المستنبطة من خلال أصول الفقه. ¶ الجامعة المانحة للدرجة : المعهد الوطني العالي لأصول الدين- الجزائر. ¶ القسم : أصول الفقه. ¶ مستوى الرسالة : ماجستير. ¶ استخلاص القواعد الفقهية من كتب فقهية أخرى: ¶ أ- اسم الباحث : عادل عبد القادر قوتة. ¶ عنوان الرسالة : القواعد والضوابط الفقهية في أبواب التمليكات المالية عند العراقي من خلال –كتاب الذخيرة والفروق: جمعاً ودراسة. ¶ الجامعة المانحة للدرجة : جامعة أم القرى. ¶ الكلية : الشريعة والدراسات الإسلامية. ¶ القسم : الاقتصاد الإسلامي. ¶ مستوى الرسالة : دكتوراه. ¶ اسم المشرف على الرسالة : عبد الرحمن العدوي. ¶ ب- اسم الباحث : منية المهري. ¶ عنوان الرسالة : القواعد الفقهية في كتاب عقد الجواهر الثمينة: استخراج ودراسة. ¶ الجامعة المانحة للدرجة : المعهد الوطني العالي لأصول الدين- الجزائر. ¶ القسم : أصول الفقه. ¶ مستوى الرسالة : ماجستير. ¶ ج- اسم الباحث : علي أحمد غلام الندوي. ¶ عنوان الرسالة : القواعد والضوابط الواقعة في كتاب التحرير للحصيري.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الجامعة المانحة للدرجة : جامعة أم القرى. ¶ الكلية : الشريعة والدراسات الإسلامية. ¶ القسم : الدراسات العليا الشرعية. ¶ مستوى الرسالة : دكتوراه. ¶ تاريخ المناقشة : 1410هـ. ¶ الفصل الثالث ¶ المنهج الثالث: منهج بحث القواعد الفقهية ضمن موضوع محدد ¶ برز منهج آخر للتصنيف يتمثل في حصر القواعد الفقهية في موضوع بعينه، ومن هذه المصنفات التي ظهر فيها هذا المنهج: ¶ المطلب الأول ¶ الكتب ¶ أ- العنوان ... : ... القواعد الفقهية للتحكيم في الشريعة الإسلامية. ¶ المؤلف ... : ... عبد السلام حامد. ¶ بيانات النشر ... : ... طرابلس (لبنان): معهد طرابلس الجامعي للدراسات الإسلامية، 1421هـ /2000م. ¶ المصدر ... : ... التحكيم المطلق في ضوء الشريعة والقانون: أبحاث المؤتمر الإسلامي الثاني للشريعة والقانون. ¶ الصفحات ... : ... -299. ¶ نوع الوثيقة ... : ... جزء من كتاب. (¬1) ¶ ب- العنوان ... : ... القواعد والضوابط الفقهية للمواد المحرمة في الغذاء والدواء. ¶ المؤلف ... : ... سعود بن مسعد بن مساعد الثبيتي. ¶ بيانات النشر ... : ... الكويت: المنظمة الإسلامية للعلوم الطبية، 1996. ¶ المصدر ... : ... رؤية إسلامية لبعض المشاكل الصحية. ¶ الصفحات ... : ... -823. ¶ نوع الوثيقة ... : ... جزء من كتاب. (¬2) ¶ المطلب الثاني ¶ الرسائل الجامعية ¶ أ- اسم الباحث : يحيى موسى عبد الله. ¶ عنوان الرسالة : القواعد الفقهية في اجتماع الحلال والحرام وتطبيقاتها المعاصرة. ¶ الجامعة المانحة للدرجة : الجامعة الأردنية. ¶ الكلية : الدراسات العليا. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : دكتوراه. ¶ تاريخ المناقشة : 2004. ¶ ¬__________ ¶ (¬1) المرجع: قاعدة بيانات مركز الملك فيصل على شبكة الإنترنت، واستفدت منه بتاريخ 1/12/2004م، وسيشار إليه فيما بعد بذكر الموقع مباشرة دون تفصيل: ¶ http://213.150.161.217/scripts/minisa.d11.1047/1/4/418278?RECORD ¶ (¬2) http://213.150.161.217/scripts/minisa.d11.1047/1/18/398093?RECORD",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "اسم المشرف على الرسالة : محمد أبو يحيى. (¬1) ¶ ب- اسم الباحث : عبد المجيد عبد الله دية. ¶ عنوان الرسالة : القواعد والضوابط الفقهية لأحكام البيع في الشريعة الإسلامية. ¶ الجامعة المانحة للدرجة : الأردنية. ¶ الكلية : الدراسات العليا. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : دكتوراه. ¶ تاريخ المناقشة : 2004م. ¶ اسم المشرف على الرسالة : علي محمد الصوا. (¬2) ¶ الفصل الرابع ¶ المنهج الرابع: منهج تخصيص قواعد معينة بالبحث والدراسة ¶ سطح شعاع هذا المنهج في هذا العصر الذي يميل إلى التخصص الدقيق وعدم الخوض في العموميات، إذ أصبح علم القواعد يُتناول منه قواعد محددة بالبحث والتفصيل، ونلحظ هنا أن هذا المنهج بدأ قديماً، ولكنه تطور في هذا العصر، وأبرز المصنفات في هذا المجال: ¶ المطلب الأول ¶ النية وما يتعلق بها ¶ (1) الكتب: ¶ أ يعقوب بن عبد الوهاب البا حسين، قاعدة الأمور بمقاصدها: \"دراسة نظرية وتأصيلية\"/ يعقوب بن عبد الوهاب البا حسين، الرياض: مكتبة الرشد، 1999، ص215. ¶ ب عمر سليمان الأشقر، مقاصد المكلفين فيما يتعبد به لرب العالمين أو النيات في العبادات/ عمر سليمان الأشقر. الكويت: مكتبة الفلاح، 1981، ص 583. ¶ ت القرافي، شهاب الدين أبو العباس أحمد بن إدريس بن عبد الرحمن، 636-684هـ. الأمنية في إدراك النية/ تأليف القرافي أحمد بن إدريس. بيروت: دار الكتب العلمية، 1984، ص 64. ¶ ث د- عدنان علي رضا النحوي، النية في الإسلام وبعدها الإنساني/ عدنان علي رضا النحوي، الرياض: دار النحوي، 1992. ¶ ج هـ- محمد عبد الرؤوف بهنسي، النية في الشريعة الإسلامية، تأليف محمد عبد الرؤوف بهنسي، ط2، القاهرة: مؤسسة الخليج العربي، 1987. ¶ (2) الرسائل: ¶ أ- اسم الباحث : رومان منير حداد. ¶ عنوان الرسالة : حسن النية في تكوين العقد. ¶ الجامعة المانحة للدرجة : آل البيت. ¶ ¬__________ ¶ (¬1) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬2) المصدر السابق.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الكلية : الدراسات الفقهية والقانونية. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 2000م. ¶ اسم المشرف على الرسالة : نوري الخاطر. (¬1) ¶ ب- اسم الباحث : إيمان خليل السامرائي. ¶ عنوان الرسالة : النية وأثرها في العبادات. ¶ الجامعة المانحة للدرجة : بغداد. ¶ الكلية : العلوم الإسلامية. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1994. (¬2) ¶ المطلب الثاني ¶ مراعاة الخلاف ¶ الرسائل الجامعية: ¶ أ- اسم الباحث : محمد أحمد مسلم الخلايلة. ¶ عنوان الرسالة : مراعاة الخلاف عند المالكية دراسة أصولية تطبيقية. ¶ الجامعة المانحة للدرجة : الجامعة الأردنية. ¶ الكلية : الدراسات العليا. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 2001 ¶ اسم المشرف على الرسالة : العبد خليل أبو عيد. (¬3) ¶ ب- اسم الباحث : يحيى سعيدي. ¶ عنوان الرسالة : قاعدة مراعاة الخلاف وأثرها في المذهب المالكي. ¶ الجامعة المانحة للدرجة : المعهد الوطني العالي لأصول الدين- الجزائر. ¶ الكلية : أصول الفقه. ¶ القسم : ماجستير. ¶ مستوى الرسالة : 1995م. ¶ ج- اسم الباحث : عبد الغفور العبادي. ¶ عنوان الرسالة : مراعاة الخلاف والخروج منه في أصول المالكية. ¶ الجامعة المانحة للدرجة : صدام للعلوم الإسلامية. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1990. (¬4) ¶ د- اسم الباحث : محمد حسان خطاب عمار. ¶ عنوان الرسالة : مراعاة الخلاف وأثرها في الفقه الإسلامي. ¶ الجامعة المانحة للدرجة : جامعة الأزهر. ¶ الكلية : الشريعة والقانون. ¶ مستوى الرسالة : دكتوراه. ¶ تاريخ المناقشة : 1983. ¶ اسم المشرف على الرسالة : محمد محمد عبد اللطيف جمال الدين. ¶ ¬__________ ¶ (¬1) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬2) الجامع للرسائل والأطاريح في الجامعات العراقية، ص 70، تحت رقم 731/145. ¶ (¬3) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬4) الجامع للرسائل والأطاريح في الجامعات العراقية، ص74، تحت رقم 808/222.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المطلب الثالث ¶ قاعدة أعمال الكلام أولى من إهماله ¶ الكتب: ¶ - محمود مصطفى عبود هرموش، القاعدة الكلية: أعمال الكلام أولى من إهماله وأثرها في الأصول/ محمد مصطفى عبود هرموش، بيروت: المؤسسة الجامعية للدراسات، 1987، ص509. ¶ المطلب الرابع ¶ اليقين لا يزول بالشك ¶ الكتب: ¶ - عبد الله بن محمد بن صالح السليمان. الشك وأثره في نجاسة الماء وطهارة البدن وأحكام الشعائر التعبدية \"دراسة فقهية مقارنة\" مع نظرة عامة في القواعد الفقهية وشرح مفصل لقاعدة اليقين لا يزول بالشك والقواعد ... / عبد الله بن محمد بن صالح السليمان، الرياض: دار طويق، 2000. ¶ المطلب الخامس ¶ العادة محكمة ¶ (1) الكتب: ¶ - يعقوب بن عبد الوهاب الباحسين، قاعدة العادة محكمة: دراسة نظرية تأصيلية تطبيقية/ يعقوب بن عبد الوهاب الباحسين، الرياض: دار الرشيد، 2002. ¶ (2) المقالات: ¶ أ- العنوان ... : ... قاعد العادة محكمة وهي من القواعد الكلية الكبرى في الفقه الإسلامي. ¶ المؤلف ... : ... صالح بن غانم السدلان ¶ المصدر ... : ... مجلة البحوث الفقهية المعاصرة. ¶ العدد ... : ... 11 ربيع الأول/ جمادى الأول/ جمادى الثاني 1412هـ، أكتوبر/ نوفمبر/ ديسمبر، 1991. ¶ الصفحات ... : ... -53. ¶ نوع الوثيقة ... : ... مقال. (¬1) ¶ المطلب السادس ¶ الأخذ بالأحوط ¶ (1) الكتب: ¶ - العنوان ... : ... العمل بالاحتياط في الفقه الإسلامي. ¶ المؤلف ... : ... منيب بن محمود شاكر. ¶ المصدر ... : ... الرياض: دار النفائس، 1418/1998. ¶ الصفحات ... : ... ص 512. ¶ نوع الوثيقة ... : ... كتاب. (¬2) ¶ (2) الرسائل الجامعية: ¶ أ- اسم الباحث : إبراهيم مصطفى الرفاعي. ¶ عنوان الرسالة : قواعد الأخذ بالأحوط ضوابطها وتطبيقاتها الفقهية في مجال العبادات. ¶ الجامعة المانحة للدرجة : الجامعة الأردنية. ¶ الكلية : الدراسات العليا. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : ماجستير. ¶ ¬__________ ¶ (¬1) http://213.150.161.217/scripts/minisa.d11/1048/1/213/175080?RECORD ¶ (¬2) http://213.150.161.217/scripts/minisa.d11/1047/1/29/387200?RECORD",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "تاريخ المناقشة : 2003. ¶ اسم المشرف على الرسالة : د. عبد الحميد الصلاحين. (¬1) ¶ المطلب السابع ¶ درء الحدود بالشبهات ¶ (1) الكتب: ¶ - العنوان ... : ... درء العقوبات بالشبهات: دراسة تأصيلية وتطبيقية مقارنة بين الشريعة والقانون في المملكة العربية السعودية وبعض البلاد العربية. ¶ المؤلف ... : ... محمد بن عبد الله المحيذيف. ¶ بيانات النشر ... : ... الرياض: مطابع التقنية للأوفست، 1414هـ. ¶ نوع الوثيقة ... : ... كتاب. (¬2) ¶ (2) الرسائل الجامعية: ¶ أ- اسم الباحث : صقر زيد حمود السهلي. ¶ عنوان الرسالة : قاعدة درء الحدود بالشبهات وتطبيقاتها في المملكة العربية السعودية. ¶ الجامعة المانحة للدرجة : أكاديمية نايف العربية للعلوم الأمنية. ¶ الكلية : معهد الدراسات العليا. ¶ القسم : العدالة الجنائية. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1414هـ. ¶ اسم المشرف على الرسالة : علي محمد الموسى. ¶ (3) المقالات: ¶ أ- العنوان ... : ... قاعدة درء الحدود بالشبهات وأثرها في الفقه الجنائي الإسلامي. ¶ المؤلف ... : ... عبد الخالق بن المفضل أحمدون. ¶ المصدر ... : ... مجلة البحوث الفقهية المعاصرة. ¶ العدد ... : ... 27/1416هـ/1995م ¶ الصفحات ... : ... -76 ¶ نوع الوثيقة: ... : ... مقال. (¬3) ¶ المطلب الثامن ¶ العرف والعادة ¶ (1) الكتب: ¶ أ رقية طه العلواني، أثر العرف في فهم النصوص (قضايا المرأة أنموذجاً)، رقية طه جابر العلواني، دمشق، دار الفكر، 2003، ص 327. ¶ ب سيد صالح عوض، أثر العرف في التشريع الإسلامي/ سيد صالح عوض، القاهرة: دار الكتاب الجامعي، 1981، ص 657. ¶ ج أحمد فهمي أبو سنة، العرف والعادة في رأي الفقهاء: عرض نظري في التشريع الإسلامي/ أحمد فهمي أبو سنة، ط2، القاهرة، 1992، ص273. ¶ (2) الرسائل الجامعية: ¶ ¬__________ ¶ (¬1) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬2) http://213.150.161.217/scripts/minisa.d11/1048/1/145/264104?RECORD ¶ (¬3) http://213.150.161.217/scripts/minisa.d11/1047/1/95/321305?RECORD",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أ- اسم الباحث : مولوي عبيد الله المولوي. ¶ عنوان الرسالة : العرف والعادة وأثرهما في الأحكام الشرعية. ¶ الجامعة المانحة للدرجة : جامعة الإمام محمد بن سعود الإسلامية. ¶ الكلية : المعهد العالي للقضاء. ¶ القسم : الفقه المقارن. ¶ مستوى الرسالة : ماجستير. ¶ اسم المشرف على الرسالة : عبد العزيز بن عبد الرحمن الربيعة. ¶ ب- اسم الباحث : ميلود سرير. ¶ عنوان الرسالة : منزلة العرف في المذهب المالكي والحنفي. ¶ الجامعة المانحة للدرجة : المعهد الوطني العالي لأصول الدين. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1995-1996. ¶ اسم المشرف على الرسالة : رضوان بن غريبة. (¬1) ¶ ج- اسم الباحث : محمد حامد الكبيسي. ¶ عنوان الرسالة : العرف وأثره في استنباط الأحكام. ¶ الجامعة المانحة للدرجة : بغداد. ¶ الكلية : العلوم الإسلامية. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1998. (¬2) ¶ (3) المقالات: ¶ العنوان ... : ... العرف. ¶ المؤلف ... : ... خليل محيي الدين الميس. ¶ المصدر ... : ... مجلة مجمع الفقه الإسلامي. ¶ العدد ... : ... 4/1409هـ/1988م. ¶ الصفحات ... : ... -2971 ¶ نوع الوثيقة: ... : ... مقال. (¬3) ¶ المطلب التاسع ¶ الضرورة والاضطرار ¶ (1) الكتب: ¶ أ وهبة الزحيلي، نظرية الضرورة الشرعية مقارنة مع القانون الوضعي/ وهبة الزحيلي، ط3، مزيدة ومنقحة، بيروت: مؤسسة الرسالة، 1983، ص340. ¶ ب محمد مصلح الدين، فلسفة التشريع في الإسلام وقاعدة الضرورة والحالة، تأليف محمد مصلح الدين، ترجمة خالد سامي كتبي. لاهور: دار المطبوعات الإسلامية المحدودة، 1970، ص 67. ¶ ج- العنوان ... : ... الضرورة في الشريعة الإسلامية والقانون الوضعي. ¶ المؤلف ... : ... محمود محمد عبد العزيز الزيني. ¶ بيانات النشر ... : ... القاهرة: مؤسسة الثقافة الجامعية، 1993. ¶ ¬__________ ¶ (¬1) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬2) الجامع للرسائل والأطاريح في الجامعات العراقية، ص 68، تحت رقم 698/112. ¶ (¬3) http://213.150.161.217/scripts/minisa.d11/1047/1/77/338871?RECORD",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الصفحات ... : ... 270ص. ¶ نوع الوثيقة: ... : ... كتاب. (¬1) ¶ (2) الرسائل الجامعية: ¶ أ- اسم الباحث : جمال نادر الفرا. ¶ عنوان الرسالة : أثر الاضطرار في إباحة فعل المحرمات الشرعية. ¶ الجامعة المانحة للدرجة : الجامعة الأردنية. ¶ الكلية : الدراسات العليا. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1991م. ¶ اسم المشرف على الرسالة : محمد فتحي الدريني. (¬2) ¶ ب- اسم الباحث : وليد خليل الحواجرة. ¶ عنوان الرسالة : أثر الإكراه والاضطرار على المسؤولية الجنائية، دراسة فقهية مقارنة. ¶ الجامعة المانحة للدرجة : الجامعة الأردنية. ¶ الكلية : الدراسات العليا. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 2004م. ¶ اسم المشرف على الرسالة : عمر الأشقر. (¬3) ¶ المطلب العاشر ¶ الرخص ¶ (1) الكتب: ¶ أ- العنوان ... : ... أحكام الرخص في الشريعة الإسلامية. ¶ المؤلف ... : ... حسين خلف الجبوري. ¶ بيانات النشر ... : ... مكة المكرمة: مكتبة المنارة، 1408/1988. ¶ الصفحات ... : ... ص95 . ¶ الطبعة ... : ... ط2 ¶ نوع الوثيقة: ... : ... كتاب. (¬4) ¶ ب- العنوان ... : ... الأخذ بالرخصة وحكمه. ¶ المؤلف ... : ... عبد الله محمد عبد الله. ¶ المصدر ... : ... جده: مجمع الفقه الإسلامي. ¶ العدد ... : ... الأخذ بالرخصة وحكمه. ¶ الصفحات ... : ... 33ص. ¶ نوع الوثيقة: ... : ... جزء من كتاب. (¬5) ¶ ج- عبد الكريم بن علي بن محمد النملة، الرخص الشرعية وإثباتها بالقياس/ تأليف: عبد الكريم بن علي بن محمد النملة. ط2، الرياض: مكتبة الرشد، 1999، ص 239. ¶ ¬__________ ¶ (¬1) http://213.150.161.217/scripts/minisa.d11/1048/1/157/251718?RECORD ¶ (¬2) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬3) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬4) http://213.150.161.217/scripts/minisa.d11/1048/1/255/87735?RECORD ¶ (¬5) http://213.150.161.217/scripts/minisa.d11/1048/1/155/253209?RECORD",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "د- الرخص الفقهية في ضوء الكتاب والسنة/ جمع وإعداد أحمد عزو عناية، بيروت: دار الكتب العلمية، 2003، ص405. ¶ (2) الرسائل الجامعية: ¶ أ- اسم الباحث : عبد الرحمن خليل. ¶ عنوان الرسالة : أسباب الرخص في الشريعة الإسلامية. ¶ الجامعة المانحة للدرجة : النجاح. ¶ الكلية : الشريعة. ¶ القسم : الفقه والتشريع. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1997. ¶ اسم المشرف على الرسالة : أمير عبد العزيز. (¬1) ¶ ب- اسم الباحث : علي أبو البصل. ¶ عنوان الرسالة : الرخص في الصلاة، دراسة مقارنة. ¶ الجامعة المانحة للدرجة : الأردنية. ¶ الكلية : الدراسات العليا. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1988. ¶ اسم المشرف على الرسالة : ياسين درادكة. (¬2) ¶ (3) المقالات: ¶ أ- العنوان ... : ... الأخذ بالرخص وحكمه. ¶ المؤلف ... : ... محمد رفيع العثماني. ¶ المصدر ... : ... مجلة مجمع الفقه الإسلامي. ¶ العدد ... : ... /1415/1994 ¶ الصفحات ... : ... -242. ¶ نوع الوثيقة: ... : ... مقال. (¬3) ¶ ب- العنوان ... : ... الأخذ بالرخصة وحكمه. ¶ المؤلف ... : ... عبد الله محمد عبد الله. ¶ المصدر ... : ... مجلة مجمع الفقه الإسلامي. ¶ العدد ... : ... /1415/1994. ¶ الصفحات ... : ... -128. ¶ نوع الوثيقة: ... : ... مقال. (¬4) ¶ المطلب الحادي عشر ¶ قاعدة المشقة تجلب التيسير ¶ (1) الكتب: ¶ أ يعقوب بن عبد الوهاب الباحسين، قاعدة المشقة تجلب التيسير، دراسة نظرية- تأصيلية- تطبيقية/ يعقوب بن عبد الوهاب الباحسين، الرياض: مكتبة الرشد، 2003،ص630. ¶ ب- العنوان ... : ... التحرير في قاعدة المشقة تجلب التيسير. ¶ المؤلف ... : ... عامر سعيد الزيباري. ¶ بيانات النشر ... : ... بيروت: دار ابن حزم، 1415/1994. ¶ الصفحات ... : ... ص 143. ¶ ¬__________ ¶ (¬1) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬2) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬3) http://213.150.161.217/scripts/minisa.d11/1047/1/80/334751?RECORD ¶ (¬4) http://213.150.161.217/scripts/minisa.d11/1047/181/334747?RECORD",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "نوع الوثيقة: ... : ... كتاب. (¬1) ¶ ج- العنوان ... : ... المشقة تجلب التيسير: دراسة نظرية وتطبيقية. ¶ المؤلف ... : ... صالح بن سليمان بن محمد اليوسف. ¶ بيانات النشر ... : ... الرياض: المطابع الأهلية للأوفست، 1408/1988. ¶ الصفحات ... : ... 656ص. ¶ نوع الوثيقة: ... : ... كتاب. (¬2) ¶ (2) الرسائل الجامعية: ¶ أ- اسم الباحث : عبد الرحمن صالح العبد اللطيف. ¶ عنوان الرسالة : قواعد وضوابط التيسير في الشريعة. ¶ الجامعة المانحة للدرجة : الإسلامية- المدينة ¶ مستوى الرسالة : دكتوراه. ¶ تاريخ المناقشة : 1994. ¶ اسم المشرف على الرسالة : أحمد الشنقيطي. ¶ ب- اسم الباحث : نصحي محفوظ محمد. ¶ عنوان الرسالة : التيسير ورفع الحرج في العبادات في فقه الإمام أبي حنيفة النعمان بن ثابت. ¶ الجامعة المانحة للدرجة : آل البيت. ¶ الكلية : الدراسات الفقهية والقانونية. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 2000/2001م ¶ اسم المشرف على الرسالة : قحطان عبد الرحمن الدوري. (¬3) ¶ المطلب الثاني عشر ¶ سد الذرائع ¶ (1) الكتب: ¶ أ محمد هشام الرهاني، سد الذرائع في الشريعة الإسلامية/ محمد هشام البرهاني. بيروت: مطبعة الريحاني، 1985، ص880. ¶ ب عبد الله بن بيه، سد الذرائع وتطبيقاته في مجال المعاملات/ إعداد عبد الله بن بيه، جدة: المعهد الإسلامي للبحوث والتدريب، 1998، 80ص، (سلسلة محاضرات العلماء البارزين، 23). ¶ ت محمود صالح جابر، سد ذرائع الزنا للمحافظة على النسل/ تأليف محمود صالح جابر، عمان: دار النفائس، 1994، 91ص، (نظرات في أصول الفقه، 7). ¶ (2) الرسائل الجامعية: ¶ أ- اسم الباحث : محمود أحمد محمد عبد الله. ¶ عنوان الرسالة : قاعدة سد الذرائع ومظاهر اعتبارها في الفقه الإسلامي. ¶ ¬__________ ¶ (¬1) http://213.150.161.217/scripts/minisa.d11/1048/1/127/279355?RECORD ¶ (¬2) http://213.150.161.217/scripts/minisa.d11/1048/1/18/163612?RECORD ¶ (¬3) مركز إيداع الرسائل، الجامعة الأردنية.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الجامعة المانحة للدرجة : جامعة الأزهر. ¶ الكلية : الشريعة والقانون. ¶ مستوى الرسالة : دكتوراه. ¶ تاريخ المناقشة : 1980. ¶ اسم المشرف على الرسالة : محمد أنيس عبادة. ¶ ب- اسم الباحث : مروان شريف. ¶ عنوان الرسالة : قاعدة سد الذرائع وآثارها التربوية في الجانب العقدي. ¶ الجامعة المانحة للدرجة : اليرموك. ¶ الكلية : الشريعة والدراسات الإسلامية. ¶ القسم : أصول الدين. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1998-1999. ¶ اسم المشرف على الرسالة : محمد الغزاوي. (¬1) ¶ ج- اسم الباحث : حسين خضير. ¶ عنوان الرسالة : سد الذرائع ونماذج من تطبيقاته في الفقه الإسلامي. ¶ الجامعة المانحة للدرجة : بغداد. ¶ الكلية : العلوم الإسلامية. ¶ مستوى الرسالة : دكتوراه. ¶ تاريخ المناقشة : 1997. (¬2) ¶ د- اسم الباحث : الهادي الحسين شبيلي. ¶ عنوان الرسالة : سد الذرائع وأثره في الفروع الفقهية. ¶ الجامعة المانحة للدرجة : جامعة أم القرى. ¶ الكلية : الشريعة والدراسات الإسلامية. ¶ القسم : الدراسات العليا الشرعية. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1410هـ. ¶ اسم المشرف على الرسالة : د. (¬3) ¶ المطلب الثالث عشر ¶ السكوت ¶ (1) الكتب: ¶ ب- رمزي محمد دراز. ¶ السكوت ودلالته على الأحكام في الفقه الإسلامي، تأليف/ رمزي دراز، الإسكندرية، دار الجامعة الجديدة، 2004م، 417ص. ¶ (2) الرسائل الجامعية: ¶ أ- اسم الباحث : مزهر بن محمد ظافر القرني. ¶ عنوان الرسالة : السكوت وأثره على الأحكام الفقهية. ¶ الجامعة المانحة للدرجة : جامعة الإمام محمد بن سعود الإسلامية. ¶ الكلية : المعهد العالي للقضاء. ¶ القسم : الفقه المقارن. ¶ مستوى الرسالة : دكتوراه. ¶ تاريخ المناقشة : 1412هـ ¶ اسم المشرف على الرسالة : صالح بن فوزان الفوزان. ¶ ج- اسم الباحث : مس رضوان جومه ¶ ¬__________ ¶ (¬1) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬2) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬3) مركز إيداع الرسائل، الجامعة الأردنية.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "عنوان الرسالة : أحكام السكوت في الفقه الإسلامي. ¶ الجامعة المانحة للدرجة : الأردنية. ¶ الكلية : الدراسات العليا. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 2002م. ¶ اسم المشرف على الرسالة : محمد حسن أبو يحيى.(¬1) ¶ المطلب الرابع عشر ¶ الضمان ¶ (1) الكتب: ¶ أ- محمد فوزي فيض الله: ¶ نظرية الضمان في الفقه الإسلامي العام/ تأليف محمد فوزي فيض الله. الكويت: مكتبة التراث الإسلامي، 1983، ص 228. ¶ ب- مصطفى أحمد الزرقاء: ¶ الفعل الضار والضمان فيه/ تأليف مصطفى أحمد الزرقاء. دمشق: دار القلم، 1988، ص271. ¶ (2) الرسائل الجامعية: ¶ أ- اسم الباحث : محمد نوح معابدة. ¶ عنوان الرسالة : قاعدة الخراج بالضمان وتطبيقاتها في الفقه الإسلامي. ¶ الجامعة المانحة للدرجة : الأردنية. ¶ الكلية : الدراسات العليا. ¶ القسم : الفقه وأصوله. ¶ مستوى الرسالة : دكتوراه. ¶ تاريخ المناقشة : 1998م. ¶ اسم المشرف على الرسالة : محمود السرطاوي. (¬2) ¶ ب- اسم الباحث : على الموسوي. ¶ عنوان الرسالة : الضمان في الفقه الإسلامي أسبابه ومجالاته في العقود. ¶ الجامعة المانحة للدرجة : جامعة بغداد. ¶ الكلية : العلوم الإسلامية. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 1974. (¬3) ¶ المطلب الخامس عشر ¶ قواعد متفرقة ¶ أ- قاعدة تطرف الإمام على الرعية: ¶ اسم الباحث : محمد محمود أحمد طلافحة. ¶ عنوان الرسالة : قاعدة :\"تطرف الإمام على الرعية منوط بالمصلحة وتطبيقاتها الفقهية والقانونية في مجالات المعاملات المعاصرة. ¶ الجامعة المانحة للدرجة : اليرموك ¶ الكلية : كلية الشريعة والدراسات الإسلامية. ¶ القسم : الفقه والدراسات الإسلامية. ¶ مستوى الرسالة : ماجستير. ¶ تاريخ المناقشة : 2001م. ¶ ¬__________ ¶ (¬1) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬2) مركز إيداع الرسائل، الجامعة الأردنية. ¶ (¬3) الجامع للرسائل والأطاريح في الجامعات العراقية، ص 68، تحت رقم 695/109.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "اسم المشرف على الرسالة : إسماعيل إبراهيم أبو شريعة ومحمد عقلة الإبراهيم. (¬1) ¶ ب- قاعدة: دليل الشيء في الأمور الباطنية يقوم مقامه- دراسة تحليلية تطبيقية: ¶ إعداد: أحمد القراله، مجلة دراسات: علوم الشريعة والقانون، الجامعة الأردنية، عدد 1، 2004م، مجلد رقم 31. ¶ ج- قاعدة إذا اجتمع الحلال غُلب الحرام: ¶ قام بدراستها عباس الباز، مجلة دراسات: علوم الشريعة والقانون، مجلد 30، عدد 2، 2003م. ¶ الفصل الخامس ¶ المنهج الخامس: منهج الدراسة النظرية لعلم القواعد الفقهية ¶ ظهرت في هذا العصر مجموعة من الدراسات الجادة التي تتناول الدراسة النظرية لعلم القواعد الفقهية من حيث حقيقتها وحجيتها، أقسامها ... ومن هذه الدراسات: ¶ (1) الكتب: ¶ أ- أحمد محمد الحصري: ¶ القواعد الفقهية للفقه الإسلامي، نشأتها، رجالها، آثارها/ أحمد الحصري- القاهرة- مكتبة الكليات الأزهرية، 1993م، 334 ص. ¶ ب- علي أحمد الندوي: ¶ القواعد الفقهية: مفهومها، نشأتها، تطورها، دراسة مؤلفيها، أدلتها، مهمتها، تطبيقاتها/ تأليف: علي الندوي، ط3، دمشق، دار القلم، 1994م، ص567. ¶ ج- إبراهيم محمد الحريري: ¶ المدخل إلى القواعد الفقهية الكلية: تعريفها، نشأتها، تطورها، شرعيتها، تصنيفها، وقواعد أصولية لها صلة بها/إبراهيم الحريري، عمان، دار عمار، 1998م، 237ص. ¶ د- يعقوب بن عبد الوهاب الباحسين: ¶ القواعد الفقهية: المبادئ، المقومات، المصادر، الدليلية/ يعقوب الباحسين، الرياض، مكتبة الرشد، 1998، ص479. ¶ هـ- عبد الرحمن بن ناصر السعدي: ¶ رسالة في القواعد الفقهية/ عبد الرحمن ناصر السعدي، الرياض: أضواء السلف، 1998، 111ص. ¶ ز- عبد الكريم زيدان: ¶ الوجيز في شرح القواعد الفقهية في الشريعة الإسلامية/ عبد الكريم زيدان، بيروت، مؤسسة الرسالة، 2001م، 232ص. ¶ ح- محمد صدقي بن أحمد البورنو: ¶ ¬__________ ¶ (¬1) مركز إيداع الرسائل، الجامعة الأردنية.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الوجيز في إيضاح قواعد الفقه الكلية/ محمد صدقي البورنو، ط4، بيروت، مؤسسة الرسالة، 1996، 486ص. ¶ (2) البحوث: ¶ - حجية القاعدة الفقهية، عبد الرحمن الكيلاني، مؤتة للبحوث والدراسات، مجلد 14، 1999، 79ص. ¶ الفصل السادس ¶ المنهج السادس: المنهج الموسوعي في حصر القواعد الفقهية: ¶ ظهرت في هذا العصر منهج الموسوعات في القواعد الفقهية، منها: ¶ أ- محمد صدقي أبو الحارث الغزي: ¶ موسوعة القواعد الفقهية/ محمد صدقي الغزي، ط2، الرياض، مكتبة التوبة، 2000، ج1-6. ¶ ب القدوري: أبو الحسن أحمد بن محمد، 362-428هـ: ¶ موسوعة القواعد الفقهية المسماة التجريد/ تحقيق: محمد أ حمد سراج، علي جمعة، القاهرة، دار السلام، 2004، ج1-12. ¶ الفصل السابع ¶ المنهج السابع: حصر القواعد الفقهية ضمن مذهب فقهي محدد: ¶ وخير مثال على هذا المنهج كتاب محمد الزحيلي: ¶ القواعد الفقهية على المذهب الحنفي والشافعي/ محمد الزحيلي، الكويت، جامعة الكويت، 1999، 741ص. ¶ الخاتمة ¶ في ختام هذه الدراسة المتواضعة توصلت إلى أن علم القواعد الفقهية علم بذل فيه الباحثون جهدهم في تأصيله وجمعه وتحقيقه وتنقيته وما زال المجال مفتوحاً أمام من أراد البحث فيه، فهو مجال خصب للبحث والدراسة والتنقيب. ¶ قائمة الهوامش:",
            "page": "22",
            "part": "1"
        }
    ],
    "t37581": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مناهج التصنيف المعاصرة في القواعد الفقهية"
        }
    ]
}