{
    "b37593": [
        {
            "id": "1",
            "nass": "كتبه الفقير إلى الله تعالى ¶ الشيخ العلامة المحدث ¶ أبو أويس محمد بن الأمين بوخبزة التطواني ¶ **غفر الله له ولوالديه وللمسلمين** ¶ بِسْمِ الْلَّه الرَّحْمَنِ الْرَّحِيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له ، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله. ¶ إخواني الأساتذة والطلبة إن الإسلام جاء بسعادة الدارين ، وهو نظام إلهي كامل بشهادة الله له ،أتم به النعمة ورضيه لنا دينا، وأخبر أنه لا يقبل غيره، ومن انتحل سواه فهو خاسر، فقال عز من قائل {اليَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلاَمَ دِينَ} [ المائدة:4]. وقال تعالى{ إِنَّ الْدِينَ عِنْدَ اللهِ الْإِسْلاَم} [آل عمران 19] وقال سبحانه :{ وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلاَمِ دِينًا فَلَنْ يُقْبَلُ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِين} . [آل عمران: 84].",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وأكد النبي صلى الله عليه وسلم ما جاء عن الله في هذا في أحاديث من أَسْيَرِها قوله صلى الله عليه وسلم :« لقد تركتكم على مثل المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك» . وقال النبي صلى الله عليه وسلم :« قد جئتكم بها بيضاء نقية لو كان موسى حيا ما وَسِعَهُ إلا اتباعي» ، وكان المسلمون في العصور الأولى المشهود لها بالخير في قوله :« خير الناس قرني ثم الذين يلونهم ثم الذين يلونهم». وهؤلاء الصحابة والتابعون على أحسن الهدي، والطريقة المثلى، متمسكين بالأصلين والوحيين، كتاب الله تعالى وسنة رسوله، يرجع عامتهم إلى فقهائهم المُسَمَّين القراء لاقتصارهم على كتاب الله ،لأنهم يعرفون بسليقتهم دلالاته متفقهين في مقاصده بما تلقوه من بيان رسول الله صلى الله عليه وسلم المنزل عليه - القولي والعملي-. فقد كان صلى الله عليه وسلم الرجل القرآني والنموذج الرباني ، يتجلى في أقواله وأفعاله التطبيقُ الكامل لتعاليم القرآن، ولهذا لما سئلت عائشة أم المؤمنين رضي الله عنها عن خلقه قالت:« كان خلقه القرآن» ولما توفي رسول الله صلى الله عليه وسلم بأبي هو وأمي ، تفرق أصحابه في الأمصار ، وكل حَدَّث بما عنده، واتبع أهل كل بلد من كان عندهم من الصحابة لا يخالفونهم إلا لدليل وهذا قليل ، فكان فقه عبد الله بن عمر عند أهل المدينة وما إليها ، وفقه ابن مسعود عند أهل الكوفة ، وفقه ابن عباس عند أهل مكة. وفقه عبد الله بن عمرو بن العاص عند أهل مصر، والأخوة الإسلامية سائدة بينهم على أكمل صورة وأتم وجه، والأخلاق الإيمانية تحكم تصرفاتهم فلا تعصب، ولا قطيعة رُغم ما جرى من الفتن السياسية التي كان يغذيها أهل النفاق الموتورون مدفوعين بعناصر أجنبية ، وأحقاد يهودية ، وقد قال علي رضي الله عنه عن قتلى الجمل و صفين و النهروان :«إخواننا بغوا علينا»، وأمر أن لا يُتبع مُدبرهم، ولا يجهز على جريحهم، ولا تُسْبَى ذراريهم لأنهم مسلمون، ثم",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "خلف من بعد هؤلاء خلف أطلت معهم البدع برؤوسها، وتحرك أهل الأهواء ، فظهر الخوارج ، والشيعة، والقدرية، والمرجئة. هذه الأربعة هي أصول الفرق والنِّحل المبتدعة ، وهذه الأولى هي التي ظهرت باكراً في العصر الأول ، وشمر أهل الحق عن ساعد الجد في مقاومة الباطل وملاحقته،وكان من جراء ذلك أن دُوِّنت السُّنة ، وظهرت العناية بالرواة ونقدهم ، واتجه الفقهاء المجتهدون إلى تحرير القواعد والتأصيل، فامتاز منهم الأربعة المشهورون ،هذا ترتيبهم حسب الأقدمية: ¶ أبو حنيفة النعمان بن ثابت بن زُوطى الكوفي، المولود سنة 80هـ ،والمتوفى ببغداد سنة 150هـ ،وقبره بالأعظمية شهير. ¶ ومالك بن أنس الأصْبَحِي اليمني الأصل، المولود سنة93هـ ،والمتوفى بالمدينة سنة 179هـ، وقبره ببقيع الغرقد معروف بالمدينة، يليه تلميذه: ¶ محمد بن إدريس الشافعي القرشي، المولود بغزة فلسطين سنة150هـ ،والمتوفى بمصر سنة204هـ، وضريحه بمصر القاهرة مشهور ، يليه تلميذه: ¶ أحمد بن محمد بن حنبل الشيباني، المولود ببغداد سنة 164هـ ،والمتوفى بها سنة241هـ، ويقال بأن قبره تحيفه نهر دجلة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "هذه المذاهب الأربعة المنسوبة لأهل السنة هي التي كُتب لها البقاء إلى الآن، وقد كان معها وقبلها مذاهب فقهية كثيرة اندثرت : كمذهب سفيان الثوري بالكوفة، والحسن البصري بالبصرة ، وعبد الرحمن الأوزاعي بالشام والأندلس، ومحمد بن جرير الطبري وأبي ثور ببغداد ، وداود بن علي الأصفهاني الظاهري بكثير من الأمصار، وهذا الأخير كان هو الرابع بدل الحنبلي كما قال المقدسي في \"أحسن التقاسيم في معرفة الأقاليم\" ، وهو من أهل القرن الرابع، وكان الحنابلة يسمَّون أهل الحديث يومئذ، بل إن المذهب الظاهري عُدَّ هو الخامس، واستمر كذلك إلى القرن الثامن كما في \" ديباج ابن فرحون \" ،ومعلوم أنه كان له نفوذ وظهور بالأندلس وبالمغرب على الخصوص أيام الدولة الموحدية، لأن هذه الدولة كانت ظاهرية،فكانت تؤيد هذا المذهب وتناصره، ثم دَرَسَ ولم يبق إلا الأربعة إلى مذاهب أخرى من أهل البدع بقي منها إلى الآن :الشيعة الإمامية الاثناعشرية الجعفرية الروافض، و الإباضية من الخوارج ، و الزيدية ، أما الإسماعيلية فطوائفها تزعم الانتماء إلى الإسلام، وهم كثيرون : كالنصيرية بسوريا، و البُهرة بالهند و النزارية الأغاخانية بالهند وباكستان، و المَكارمة باليمن وهم موجودون مع الأسف حتى بالمدينة إلى الآن،ويسمون بالنَّخاولة، ولهم حي هناك بالقرب من قباء ، ولهم مستشفيات ومدارس،وهم ينطوون على أفكار وعقائد خبيثة لا تتمشى مع الإسلام أبداً، فالحق أنهم خارجون عن الإسلام . وأقدم المذاهب السُّنية : الحنفي: هو أوسعها انتشارا إلى الآن بالعراق ومصر والروم( يعني الترك) والهند والسند و بلخ و بخارى و فرغانة وغيرها من بلاد العجم، وله وجود بشمال إفريقية إلى الآن في الجزائر ،وفي تونس، وفي ليبيا بقلة ، ما عدا المغرب، فإنه لا يوجد فيه حنفية إلا المالكية، لأن الحنفية كان وجودهم تابعا للحكم العثماني التركي ،وهؤلاء العثمانيون الأتراك لم يحتلوا المغرب، ولم يدخلوه",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فاتحين ، فلهذا بقي المغرب بمنجى من هذا،ولم يكن فيه إلا مذهب مالك. أما مذهب مالك فكان بالعراق قديما ومصر وشمال إفريقية والأندلس قديما، ومن أسلم من دول إفريقية( كالسنغال، ومالي، ونيجريا، والنيجر، وبعض الأقليات هناك أغلبهم مالكية ، وغلب الشافعي بمصر والشام والحجاز قديما ، وزاحم الحنفية في كثير من الأمصار لا سيما في بلاد العجم، فلهذا كانت تقوم محاربات، ومواجهات دامية بينهم ، أما الحنبلي فكان وما زال انتشاره محدوداً إلا في الحجاز ونجد، وله وجود بالشام ومصر",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومما يجدر ذكره : أن هذه المذاهب في الفروع يتقسمها في أصول الدين التي هي أهم من الفروع مذهبا الأشاعرة ، و الماتريدية ، إلا الحنابلة فهم سلفيون ، ومن تتبع أطوار هذه المذاهب وتاريخ نشأتها وأسباب انتشارها وبقائها، علم أنها في الغالب لم تنتشر تدينا وطلبا للحق، وإنما بقاؤها وانتشارها بقوة السلطان ، وقد قال أبو محمد بن حزم رحمه الله:« مذهبان انتشرا في بدء أمرهما بالرئاسة والسلطان: الحنفي بالمشرق، والمالكي بالأندلس» ، وهذا الكلام صحيح، فإن هارون الرشيد هذا الخليفة العباسي، ولَّى لأول عهده أبا يوسف القاضي تلميذ أبي حنيفة القضاء، وكان هارون الرشيد لا يولي القضاء إلا من أشار به، وهذا حنفي وأكبر تلاميذ أبي حنيفة ، وعلى هذا فلم يولََّ القضاء في ذلك الوقت وما بعده إلا الأحناف ، وهكذا ساد المذهب الحنفي العراق, و خرسان, و الشام ومصر وإفريقية، نفسُ الشيء تماما وقع بالغرب الإسلامي، كما أن يحيى بن يحيى الليثي الصنهاجي المغربي الأصل تمكن من الحَكَم الأموي في الأندلس،فكان يحيى لا يولي القضاء إلا مالكيا،\"نفس العملية\"،فلهذا أقبل الناس على دراسة مذهب مالك، وهذا بطبيعة الحال شيء ينافي الإخلاص، ففشا مذهب مالك بالأندلس ، وأخمل ذكر غيره من المذاهب، بل محا بعضها كالأوزاعية ، وأصدر الحَكَم مرسوما يتوعد فيه من يخرج عن مذهب مالك - ، نقل ابن خلدون عبارته فقال:« ومن خرج عن مذهب مالك فلا يلومن إلا نفسه».وهذا الشيء لا يزال موجودا إلى الآن، ومعلوم أن في المغرب المذهب الرسمي -كما يقال- مذهب مالك، وفي تعيين القضاة في الأحوال الشخصية التي هي ما بقي من مذهب مالك فقط ،ويوصى بأن لا يخرج القضاة عما في مدونة الأحوال الشخصية ،وما لم يكن في المدونة فالحكم فيه بالمشهور والراجح من مذهب مالك، وما جرى به العمل من مذهبه، ولا يخرج القضاة عن هذا أبدا.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وهكذا ظلت هذه المذاهب بين جزر ومد حسب قوة السلطان وأهواء الحكام، والناس على دين ملوكهم -كما قيل قديما-، ولما حكم العبيديون مصر، وهؤلاء روافض شيعة باطنيون، فرضُوا فيها مذهب الرفض ،وعانى منه المسلمون الأمَرَّين، إلى أن أذهبه الله على يد صلاح الدين الأيوبي ، وكان أشعرياً متعصباً شافعياً، فقوى هذان المذهبان بسبب ذلك، ( يعني المذهب الشافعي والأشعري ) ، ثم لما توارد على حكم الشام ومصر المماليك، ( المماليك البحرية والبرجية) وأغلبهم جهلة، وإنما كانوا أناساً عسكريين شُجعانا، تنافسوا في بناء المدارس لفقهاء المذاهب حسب ميولهم وأهوائهم، فكثرت في عواصم العالم الإسلامي، وأهم مدنه،ووقفوا عليها الأوقاف الغنية، فكانت من أسباب ظهور التعصب المذهبي, واستفحال شأنه، إلى أن أصبح مَرَضًا مُزمنا لم يَنفع فيه علاج ، وزاد من تمكنه ورسوخه: انحيازُ كبار الفقهاء والأئمة إلى ما اختاروه من المذاهب على حساب الحق، فكثُرت المناظرات، إلى أن أفضت إلى منازعات ومواجهات، أريقت فيها دماء، وانتهكت أعراض ،وخربت بلدان ،كما تراه مبسوطا في البداية والنهاية لابن كثير، والمنتظم لابن الجوزي، وأنشأ الظاهر بيبرس (هذا ملك مملوكي مشهور بمصر والشام)، القضاء والفتوى على المذاهب الأربعة ، وهو أول من عين الفقهاء والقضاة على المذاهب الأربعة ، وهذا التقليد لا زال حيا إلى الآن فكان لكل مذهب قاضٍ ومُفْتٍ ، وظل الأمر كذلك إلى الآن . ¶ وكان من أثر هذا الخلاف وتأييده:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "اختلافُ المصلين حتى في صلواتهم، فجعلوا في مساجد العواصم الكبرى محاريب أربعة، حتى في بيت الله الحرام بمكة الذي هو رمز التوحيد، وقبلة المسلمين الموحّدة ، كانت هذه المقامات - كما يسمونها- قائمة إلى عهد قريب حيث أبطلها الملك عبد العزيز آل سعود لما احتل مكة المكرمة . وبسبب تعدد القضاة والمدارس، تنكر الناس للحق، وتمالأ الفقهاء على إقرار الأمر الواقع ، وقَصَروا نشاطهم عليه، حتى من يشتغل منهم بالقرآن والحديث والآثار، فإنما يتناولها من زاوية نُصرة المذهب ، وترى هذا جلياً فيما تركوا من مؤلفات يبذل الواحد منهم قُصَارى جهده في تأويل ما يخالف مذهبه، وربما اضطُر إلى دفعه بالصدر ،أو محاولة الطعن في صحته ، ويعبر عن مخالفيه بـ\"الخصوم\" و تجد في كتب الحنفية والشافعية: \"قال خصومنا\"، و\"هذا مذهب الخصوم\" ، و\"أصحابنا\" طبعا هم أهل مذهبهم:\"قال أصحابنا،\"و\"هذا عند أصحابنا\"،فهؤلاء مسلمون ودعوتهم واحدة ،وكلمتهم لا إله إلا الله ،ورسولهم واحد ،والقرآن كتابهم واحد، يقولون هذا الكلام ؟ أهؤلاء علماء ؟!!!. ومع مرور الزمن، وتجدد المغريات، أصبح هذا عداءً مستحكِماً، وضلالا مبينا، يستغرب الواقف عليه صدورَه من مسلم، فكيف بإمام يتعاطى القضاء والفتوى ، فهذا الكرخي الحنفي يقول : كل آية أو حديث يخالف مذهبنا، فهو مؤول أو منسوخ ، وفتواهم بجواز زواج الحنفي بالشافعية قياسا على الذمية مشهورة، يعني أن الحنفية يقولون في فتاويهم: إن الحنفي يجوز له أن يتزوج بالشافعية قياساً على اليهودية والنصرانية، وكذلك الشافعي يجوز له عند الضرورة أن يتزوج الحنفية قياساً على الذمية، ناهيك بما اشتهر عنهم من تحريم الإقتداء بالمخالف ، وبطلان صلاته ،هذا قول شُهِرَ عندهم ( يعني أن الشافعي لا يصلي خلف الحنفي، والحنفي لا يقتدي بالمالكي ولا بالشافعي، ومن فعل بطلت صلاته وتجب عليه إعادتها). ولا تظن أن هذا كان قديماً، فما زال منه إلى الآن رُغم استيلاء",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الاستعمار على العالم الإسلامي وإقصائه للشريعة عن الحياة،وما الضجة التي أثارتها الحنفية بالشام ضد الشيخ ناصر الدين الألباني رحمه الله، لما كتب في تعليقه على \"مختصر مسلم للمنذري\" على حديث نزول عيسى عليه السلام في آخر الزمان، وأنه - عليه السلام- سيحكم بالكتاب والسنة لا بالإنجيل، ولا بمذهب أبي حنيفة، وقصد الشيخ ناصر الدين بهذا :الردَّ على غُلاة متعصبة الأحناف ومنهم الحَصْكَفِي في الدر المختار ، القائلين بأن عيسى عليه السلام، لما ينزل في آخر الزمان إلى الأرض فسيحكم بمذهب أبي حنيفة، بعد أن يستخرج كتبه المحفوظة في صندوق ببحر جَيحون، في هَذَيان يستحي العاقل من حكايته ، ومعلوم أن فقهاء هذه المذاهب كَتَبوا في ترجيح بعضها على بعض ما يقضى منه العجب ، فهذا إمام الحرمين عبد الملك الجويني ، وهو من شيوخ الغَزَّالي ، يؤلف \"مغيث الخلق، في ترجيح القول الأحق\" صرَّح فيه بوجوب إتباع مذهب الشافعي فقط ،وأنه وحده الصواب ، فرد عليه زاهد الكوثري ، ( وهذا متعصب شُعوبي وأنا أعرفه ، هلك منذ عقود في القاهرة وأصله تركي، كان مضرب المثل في التعصب والشعوبية وكراهية العرب، وهو عالم كبير، ولكن ما شاء الله كان مبتلى بهذا الداء فلهذا لما قيل له بعد ذلك أما كان لك أن تتأدب وهذا إمام الحرمين، ومن كبار العلماء، قال: (متعصب رُمي بمتعصب فاقتصصت منه) بـ\" إحقاق الحق، ببيان الحق من مغيث الخلق \" وهو مطبوع ، ذهب فيه إلى أن هذا كله باطل لا فائدة من ورائه، وأن الحق هو مذهب أبي حنيفة فقيه الملة، وسلقه- أي إمام الحرمين- بلسانه الحاد ، ولما احتج الأول بحديث: الأئمة من قريش، وهذا حديث صحيح ،وحديث: « قدموا قريش ولا تَّقَدَّموها » وهذا كذلك صحيح ، لكن كما هو معلوم أن هذه الأحاديث إنما هي في الخلافة العامة، واشتراط القرشية في الخليفة. لم يتورع الكوثري مدفوعا بتعصب فريد عن الاحتجاج بحديث حاول تقويتَه هو ومحمود العيني قبله وهو مؤلف",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "شرح البخاري «عمدة القاري» ،وكتبه كثيرة، وكان محتسب القاهرة، ومعاصرا للحافظ بن حجر، ولكن كان مضرب المثل في التعصب لمذهبه،ويكفي أن تسمعوا أنه حاول أن يصحح هذا الحديث، وبمجرد ما يسمع الإنسان هذا الحديث يعرفُ أنه موضوع، وكَذِب مختلق،وهو قوله :« سيكون في أمتي رجل يقال له أبو حنيفة هو سراج أمتي، ويكون في أمتي رجل يقال له محمد بن إدريس، أضر على أمتي من إبليس، » . والكل مما عمِلت أيديهم ،ولعن الله مَن وَضَعه، هذا المسخ والهذيان ينسب إلى علماء كبار!!، ومحمد بن إدريس يعنون به الشافعي،وكَتَبَ المالكية بدورهم في ترجيح مذهبهم تآليف من أقدمها \"الذب عن مذهب مالك\" لابن أبي زيد القيرواني وهو مخطوط ، وابن اللباد وكتابه صغير طبع بتونس، و\"الانتصار لمذهب مالك\" لابن الفخار القرطبي وهذا مخطوط موجود اكتشف مؤخراً،و\"تهذيب المسالك في نصرة مذهب مالك\" للفندلاوي وهو بربري ذو أصل مغربي وكتابه مطبوع بالمغرب، وهذا القاضي عياض على فضله ورسوخ قدمه في العلوم يعقد فصولا في ترجمة مالك من \"ترتيب المدارك\"، في ترجيح مذهبه ، من قرأها بإنصاف وتجرد وقع على تعصب ظاهر، وانحياز مكشوف ، وجاء أخيرا الراعي الغرناطي ،وجمع مقاصد أولئك في \"انتصار الفقير السالك لمذهب مالك\" وهو كتاب كبير طبع في مجلد، وفيه العجب العجاب أكثر ممن قبله ، وحتى مذهب أحمد بن حنبل لم ينج من آثار التعصب، إلا أني لا أعلم كتبا خاصة في ترجيحه إلا فصولا في ترجمته كما في \"مناقب أحمد\" لابن الجوزي ، فيها فصول في ترجيه مذهب أحمد على غيره من المذاهب. وترى المالكية يتواردون في ترجيح مذهبهم على حديث الترمذي: « يوشك أن يضرب الناس أكباد الإبل يطلبون العلم فلا يجدون عالما أعلم من عالم المدينة » ويعتقدون أنه صحيح ،ويحتجون به في فضل مذهب الإمام مالك، والحديث موجود في جامع الترمذي وغيره، وفي مسند أحمد ،وهو ضعيف ، وينقلون عن \"سفيان بن عيينة\" - ،وعبد الرزاق بن هَمام",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الصنعاني صاحب \"المصنف\" أن المراد به مالك، ويدفعون قول مَن قال :إنه عبد العزيز العُمري الزاهد ، على أن الحديث ضعيف كما قال الألباني في الضعيفة وهناك بيّن علته. وكنا نظن أن هذه النغمة النَّشاز من هذه المنظومة اختفت إلى الأبد لضعف أسبابها إلا أنها عادت للظهور ولإرضاء النوازع النفسية والسياسية، فمنذ عدة عقود ظهر بفاس الشيخ محمد بن عبد الكبير الكتاني وهو شيخ صوفي مشهور يدعو إلى إتباع السنة في الصلاة ومنها وضع اليمنى على اليسرى وقام في وجهه فقهاء فاس خصوصا وأنه عدو للسلطان عبد الحفيظ بن الحسن الأول لما عقد الحماية مع الفرنسيين انقلب عليه الكتاني وأعلن عداوته وخرج عليه وخرج عبد الحفيظ على إثره فقبض عليه ورده إلى فاس وقتله ضربا بالسياط، والسلطان عبد الحفيظ كان عالما وهو العالم الوحيد في سلاطين العلويين، وأوعز هذا إلى الفقيه الوزاني فألف رسالتين إحداهما للرد على المسناوي ، والثانية للرد على المكي ابن عزوز التونسي ، وأبدى في الرسالتين من ضروب التعصب والانتصار للهوى ما جعله يصرح في مواضع من الرسالتين وهما مطبوعتان أن العمل بالكتاب والسنة حرام، وإن المخاطَب بهما غيرنا وهم المجتهدون، والاجتهاد انقطع منذ القرن الخامس ،وبابه سُدَّ . وهذا كلام خطير لا يتفوه به مسلم عاقل ، لأن ظاهره أن الوحي لاغ جملةً وتفصيلاً ، وقد قال قبلَه علي التسولي في\" البهجة شرح التحفة\"(1/20) إن المقلد لا يجوز له العمل بالحديث ولو قال إمامُه بصحته ، ونقل عن البُرْزُلي أن المقلد والجاهل والعامي عندهم ألفاظ مترادفة إهـ، يعني معناها واحد وإذا عرفت أن الاجتهاد انقطع، وبابه مسدود- كما زعموا- علمت أنهم حكموا على أنفسهم ابتداء من القرن الخامس بأنهم عامَّة و جهال ، وكفى الله المؤمنين القتالَ، ومنذ سنين قليلة طُبع بتطوان كتاب \"الأبحاث السامية، في المحاكم الإسلامية\" للفقيه محمد المرير التطواني ، وهو دعوة إلى تقنين الفقه لقطع",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الطريق على المفتين اللاعبين والتسيب في الفتوى، والرغبة في الإسراع بفض النزاعات والفصل في الدعاوي ، وهي فكرة سبقه إليها أبو سالم العياشي في القرن الثاني عشر في رحلته لو وَجَدت آذانا صاغية، على أنها خطوة في الطريق الصحيح كما يقال فقط، لأن الحق أن المذاهب كلها فيها حق وباطل لاشك فيه، ولو أَلهَمَ اللهُ أهل الحل والعقد من المسلمين رُشدَهم، لَسَلكوا المحجة البيضاء كما أمر الله تعالى بالرجوع والرد إلى الله والرسول في كتابه في [النساء:58]. ¶ «فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً». ¶ وكما قال تعالى:« وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ».[الشورى:8].",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ولَمَا وقعوا في الفُرقة والشتات وذهاب الريح ،ومعروف في الآية القرآنية أن الخلاف سبب في ذهاب القوة والضعف، واختلال الأمر المفضي إلى ضَياع المجد، والاستقلال، وتسلط الأجنبي ، ولكن لابد من تحقق الإنذار النبوي في نقض عُرى الإسلام عروة عروة، وأن أولها نقضا الحكم وآخرها الصلاة , ولكننا نؤمن أن المستقبل للإسلام ، ونعود إلى الموضوع فنقول: بأن الفقيه المُرِير دَافَع عن المذهب، وحاول الرد على ابن حزم وابن خلدون في سبب انتشار مذهب مالك في الأندلس، ومن عجيب أمره أنه احتج في دفاعه بمرسوم الحَكَم الذي يتضمن تهديدَ مَن يخرج عن مذهب مالك بقوله :«من خرج مذهب مالك فلا يلومَن إلا نفسه» وهذه غفلة من الشيخ بأن يحتج بشيء هو ضدُّه، وجاء بعده الصديق الدكتور عمر بن عبد الكريم الجيدي خريج دار الحديث الحسنية ، فأبلَى البلاء الحَسَن في النضال عن المذهب وكَتَب مقالات، وألقى محاضرات، جُمعت في كتابين ( مباحث في المذهب المالكي بالمغرب) و ( محاضرات في تاريخ المذهب المالكي في الغرب الإسلامي) وهما مطبوعان، حاوَل في الكتاب الأول تبرئة المذهب من نَقِصتَين ماثلتين للعيان، وهما التعصب ، وخُلوُّ معظمِ كتب المذهب من الدليل ، ودفاعُه رَغم طوله كان - والحق يقال- دفاعاً بالصدر، ومغالطة. وإلا فكيف يمكن الدفعُ، وقد سبق له أن شرح أسباب ظهور المذهب وانتشاره، وأنه استأثر بالأمر في الأندلس والمغرب، ولم يقبل معه غيره، حتى المذهب الظاهري الذي تعزز بالسلطان في فترة من عُمره، وهي الدولة الموحدية، لم يستطع الصمودَ معه، وهذا بَقِي بن مخلد الإمام الرباني رضي الله عنه يتعرض للامتحان الشديد بتحريض الفقهاء للعامة عليه، حتى رَجَموا داره بالحجارة، ولولا أن قيض الله له الأمير، لهلك ،حيث سمع الأمير بهذا فاستدعاه، وقال له: ما هذه الكتب التي جئت بها قال مصنف ابن أبي شيبة،ومسند الإمام أحمد شيخه ،فأمره أن يقرأ عليه ،فلما قرأ عليه، قال له",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": ":هذه الكتب جيدة لا يجوز أن تخلو مكتبتنا منها، فأمر بانتساخها،وقال له: اذهب وانشُر علمك، فَذَهب إلى مسجد قرطبة وجَلَس يملي الحديث وهو محمي من الخليفة ، وهذا الإمام أبو بكر الطُّرطوشي شيخ ابن العربي المعافري القاضي يفر من الأندلس إلى مصر لمَّا هُدد بقطع يده لرفعها في الانتقالات في الصلاة، وهي مشروحة في \"نفح الطيب\"، وهذا منذر بن سعيد ،وأبو محمد بن حزم ، وغيرهما كثير في وقائع وأحداث، لا يملك المنصفُ معها إلا أن يحكم ببلوغ مالكية الأندلس الذروةَ في التعصب ، كما أن الدكتور الجيدي دفع مسألة عدم اهتمام المالكية بالتأصيل والاستدلال بما لا يُجدي ، لأن القضية في متناوَل الأيدي لِمَن أرادها ، وقد زادت وضوحاً في السنين الأخيرة بعد أن قَذَفت المطابع بعدد لا يستهان به من كتب المالكية، وفيها أمهات الكتب، فإذا بها لا تخرج عن سوابقها إلاَّ بما لا يُسمن ولا يغني من جُوع ، وهذا بخلاف المذاهب الأخرى بما فيها المذهب الحنفي الذي اشتُهِر بالقياس والرأي ، وذلك لأنها من حُسن حظها امتازت بكوكبة من المحدثين النَّقَدة الذين خَدَموها بإخلاص، رَغم التعصب والانحياز الذي يكاد يكون من خصائص المذهبية. والمالكية فقراء من هذه الناحية، والمحدثون النقاد منهم قليلون، فلهذا لا تكاد تجد فيهم مَن عُني بتخريج أحاديث كتاب مهم عندهم ، فهذه رسالة بن أبي زيد وهي من المتون الشهيرة القديمة المقررة للدراسة والحفظ ،وشروحُها تناهز المائة، لا تكاد تجد في شرُوحها مَن يتكفل بالاستدلال لعُشُر مسائلها، حتى جاء بالأمس القريب شيخُنا أحمد بن الصديق الغماري الطنجي فشَرَحها بالدليل في كتابه \" مسالك الدِلالة\" وهو الأول من نوعه، وهذا رَجَز ابن عاشر \" المرشد المعين \" وهو من المتون المدروسة والمحفوظة عند صِغار الطلبة، وشروحُه بالعشرات، كلها خالية من الدليل والتعليل، حتى اعتنَى به الأستاذ أحمد الورايني من خريجي دار الحديث بالرباط فشَرَحه",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "شرحاً جيداً سماه:\" التمكين، لأدلة المرشد المعين\"، وشَرَح عبد العزيز بن الصديق \"العشماوية\" بالدليل اعتمد فيه على شقيقه أحمد، وخَرَّج هذا أحاديث\" بداية المجتهد\" لابن رشد فأجاد وأفاد وطبع الآن. وهذا بقطع النظر عن صحة هذه الأدلة وسَلاَمتها من الطعن ، لأن المقصودَ هو الاستدلال لمسائل المذهب حسب أصوله، وهذا مختصر خليل المبيِّن لِمَا به الفتوى، ومعلوم شدة عناية المالكية به، وخدمتها له بمختلف الوجوه إلا بالاستدلال والتأصيل، وقد تجاوزت شروحُه وحواشيه المائة ، إلا محاولات مُحتَشمة لا تقوم على رجليها، قام بها بعضُ الشناقطة أخيرا.وحدثني الأخ الدكتور توفيق الغلبزوري أنه لقي بالجزائر الدكتور وهبة الزحيلي فشكا إليه هذا ما لقيه من عنت في تصيد دلائل فقه مالك من كتب غيره عند تأليفه كتابه \"الفقه الإسلامي وأدلته\" المطبوع. وبالمقارنة نجد عند فقهاء المذاهب الأخرى دواوين حافلة بالتأصيل، والاستدلال والتعليل، بل حتى كثير من المتون الصغيرة لا تخلو من ذلك. والكلام في هذا الموضوع طويل الذيل. فلنكتف بهذا الإلماع، لِنَخْلُصَ للإشارة إلى أدلة مذهب مالك فنقول بادئ ذي بدء:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "بإنها لا تبلُغ عند الآخرين ما بَلَغت عند المالكية الذين أَوصَلُوها إلى ستة عشر أو سبعةَ عشَر دليلاً، وهي إنما عُرفت بالاستقراء، لا بنص الإمام، أو كبار أصحابه: كابن القاسم ، وأشهب ، وابن وهب ، والمغيرة . وإذا تأملها القارئ الواعي وَجَدها تنزل إلى النصف لتداخل بعضِها، وقد انفرد المذهب المالكي بعمل أهل المدينة، ونُوزع في ذلك مالك رحمه الله عَلَى أن الصواب فيه: أنه في غير ما يتناوله الاجتهادُ والرأي ، وإنما هو فيما سبيلُه التوقيف كالصاع والمد، ومَن وَقَف على نقد أبي محمد ابن حزم في كتابه الممتع: \"الإحكام، في أصول الأحكام\"، جزم بضعف هذا الأصل عن الوقوف أمام الوحيين، والإجماع، والقياس الجَلِي، وهذا ما أجمع عليه المسلمون من أهل السنة والجماعة حتى الظاهرية نفاة القياس، فإنهم إنما ينفون القياسَ الخفي . وقد عاب الناسُ غلو المالكية في دَعوَى عمل أهل المدينة، بينما لم تتجاوز مسائل العمل عند الإمام في الموطأ المائتين ونيفاً، وبلغ مجموعُها في أمهات المذهب نحوَ الأربعمائة ، ومن الواضح أن استكثار الإمام من هذه الأدلة، كان بسبب قلةَ حديثه ، فهذا الموطأ وهو الأصل الأول من أصول الحديث، لا تتجاوز أحاديثه المسندة الصحيحة خمسمائة ، ودَعك من المبالغات، ومنها: زَعمُ المالكية: أن رواية عَتِيق للموطأ بَلََغت عشرةَ آلاف حديث، وهذا العدد لا يكاد يُوجد في الحديث الصحيح جملة. وقد كان من عادة الرواة الأولين: أنهم يَعُدون الأسانيدَ، والطرقَ، والآثار الموقوفة، وفتاوي الصحابة، أحاديث ، وقد ظهر الآن من روايات الموطأ خمسة، أوسعُها روايةُ محمد بن الحسن الشيباني صاحب أبي حنيفة، وأحاديثها نحو الألف، وفيها ما ليس من حديث مالك على ما فيها من الأحاديث الضعيفة وهذا أبو عمر بن عبد البر – وليس للمالكية مثلُه- شرح الموطأ ب\"الاستذكار\"، و\"التمهيد\"، معتمدا ثماني روايات على رأسها: رواية يحيى بن يحيى السائدة بالأندلس،",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "والمغرب، لم يَتجاوز حديثه ما قلنا، ومن الجدير بالذكر: أن عمل أهل المدينة، فَتَح لمالكية الأندلس والمغرب فقط بابَ العمل وجريانِه، والاعتماد عليه، وتقديمه على الراجح والمشهور، جُمعت مسائله بالأندلس وهي كثيرة، نظمها الفيلالي السجلماسي في أرجوزة \"العمل المطلق\" وهي مطبوعة في مجموع المتون الفاسية، ونظم عبد الرحمن بن عبد القادر الفاسي عملَ أهل فاس في أرجوزة مشهورة ومشروحة بلغت مسائلها المئات، وسمعنا أن الفقيه أحمد الرهوني التطواني وهو شيخنا، جَمَع نحو سبعين مسألة جَرَى بها العمل بتطوان . ¶ وهكذا وَلَجَ الناسُ هذا الباب للعبث بأحكام الشرع، مما حدا ببعض الغيورين إلى استنكارِ هذا العمل جملة وتفصيلا ، ومن الطريف أن أحد مشايخنا (الدكتور تقي الدين الهلالي ) كان يقول عن العمل المطلق: أي عن قيد الإيمان ، وعن العمل الفاسي: بأنه العمل الفاسد بالدال، وبعضهم يطلق عليه العمل الفاسق ، وهم وإن زَعَموا أن لجريان العمل شروطاً خمسة ، فإن مَن تأملها وجدها نظرية لا تقبل التطبيق على ما جرى به العمل ، وقد جمع هذه الشروط محمد بن المدني كنون في قوله : ¶ والشرط في عملنا بـ (العملِ) *** صدورُه عن قُدوة مؤهل ¶ معرفة الزمان، والمكان *** وجود موجِبِ إلى الأوان ¶ والملاحظ: أن كثيراً من المسائل التي جرى بها العمل مخالفة للشريعة والمذهب ، وهم يعلمون هذا، ويبررون بقاءَها والحكم بها وتقديمها بجريان العمل بشروطه. وهذه أمثلة على سبيل المثال لا الحصر، ¶ منها: ترك الحكم باللعان وهو حكم قرآني . ¶ قال في أرجوزة العمل الفاسي : ¶ واترُك لفاسقٍ وغيرِه اللعان ْ*** أو هُو لفاسقٍ فقط بغيرِ ثان ¶ وقال الزقاق في لاميته: ¶ وترك لعان مطلقا أو لفاسق ...الخ، ¶ وإذا أردنا تطبيق الشروط لم نجد إلا ثبوته إلى الآن ، ومكانه، هو فاس, أمَّا مَتَى وقع هذا، ومَن أولُ مَن ألغاه فلا يُعرف بالتدقيق",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومنها: بعث الحكَمين للإصلاح بين الزوجين ، وهو أيضا حكم قرآني، قال تعالى: ¶ { وَإِنْ خِفْتُمْ شِقَاق بَيْنِهِمَا فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلاحاً يُوَفِّقْ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيما خَبِيراً } ً.[النساء:35] ¶ وقد شن أبو بكر ابن العربي في أحكام القرآن، الغارة علىَ المالكية في هذا، وهذه عبارته بعد إيراده آية:{ وَإِنْ خِفْتُمْ شِقَاق بَيْنِهِمَا...} ¶ قال:( هي من الآيات الأصول في الشريعة، ولم نجِد لها في بلادنا أثراً... بل ليتهم يرسلون إليَّ الأمينة ، فلا كتابَ الله تعالى ائتمروا، ولا بالأقيسة اجتزَوْا، وقد نَدبْتُ إلى ذلك فما أَجابني إلى بَعْثِ الحكمين عند الشقاق إلا قاضٍ واحد، ولا إلى القضاء باليمين مع الشاهد إلا قاضٍ آخر، فلما ولاَّني الله الأمرَ أجريتُ السنة كما ينبغي، وأرسلتُ الحَكَمين، وقمْتُ في مسائل الشريعة كما علَّمني الله سبحانه...إلخ . ¶ وهذا نص جيد جداً، وهو غني عن التعليق ،وقد أفاد تورطَ مالكية الأندلس في إلغاء الحكم بالشاهد واليمين أيضا رَغمَ رواية مالك لحديثه في الموطأ ، وقد سبق ابنَ العربي إلى التشنيع عليهم بذلك أبو عمر ابن عبد البر في \"التمهيد\" في عبارة قاسية ، ثم هذا أيضا لا يقبل تطبيق شروط العمل إلا ما كان من الحُكم بالشاهد واليمين ، فقد سَمَّى ابن عبد البر أولَ مَن ألغاه وهو يحيى بن يحيى ولم يذكر لذلك سببا ، ومنها: ما عبر عنه صاحب العمليات بقوله: ¶ والذِّكْرُ مَعَ قِرَاءَةِ الأَحْزَابِ *** جَمَاعَةً شَاعَتْ مَدَى أَحْقَابِ ¶ كَذَا المَثَانِي تَعْقُبُ المُعَقِبَات *** مَعَ رَفْعِكَ الأَيْدِي بِإِثْرِ الصَّلَوَاتْ",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ومذهب مالك وأصحابه في هذا معروف ، وهو إنكار هذا لكونه بدعةً ، فلا قراءة حزب، ولا تجمع، ولا قراءة بصوت واحد،ولا رفع الأيدي خلفَ الصلوات،هذا كله يشجُبه مالك و ينكره، بل ويتهدد مَن يفعل هذا بالنفي والطرد من المساجد، هذا كلام تجده في شروح مختصر خليل ، ومالك رحمه الله شديد في باب الابتداع في الدين لا يعرف هوادة في ذلك ، ولكنَّ المتأخرين من المنتسبين إليه في الأندلس والمغرب، خالفوه في ذلك جهاراً، وفتحوا باب الابتداع في الدين، بقولهم بالبدعة الحسنة، وغلوهم في ذلك ، ولا يُعرف من شروط جَرَيان العمل في هذا إلا المكان والزمان على وجه التقريب، ومبتدع الحزب هو المهدي ابن تومرت زعيم الموحدين وهذا الرجل كان دجَّالا مشَعوِذا، ادَّعى المهدية وهو كاذب ، وكم له من بِدَع جَرى بها العملُ كـ:(أَصْبَحُ ولله الحمد) في آذان الصبح، ولا زالوا يقولونها إلى الآن ،والتهليل يوم الأحد ليلاً، ويومَ الخميس ليلا قبل صلاة العشاء والصبح، ويَتَقاضَون على ذلك أجراً من الأحباس، وهذه بدَع . ومنها: قوله في العمل الفاسي: ¶ والكَتْبِ بِالذَّهَبِ والتَّزْوِيقِ *** في الكُتْبِ وَالمَسْجِدِ وَالتَّوْثِيقِ ¶ تَحْلِيَةُ القَبْرِ وَكِسْوِةُ الحَرِير ْ *** لِلْصَّالِحِينَ،وَمَصَابِيحُ تُنِيرْ",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وهذا تكفي حكايتُه عن التعليق عليه، ولو كان الإمام مالك حياً لَحَارَبَهم عَليها. ومنها: رفع الصوت بالذكر مع الجنازة ، وقد كَتَب في استنكاره الفقيه الرهوني الوزاني رحمه الله \"رسالة التحصن والمنعة\" وهي مطبوعة ، ورد عليه المهدي الوزاني كعادته بِدَعوَى جَريان العمل ، وهو مخالف لعمل المسلمين قاطبة إلا المغاربة ، ومنها: بناء المساجد على القبور، وأن النفقة في ذلك مثابٌ عليها كما أفتى بذلك المسناوي، رغمَ أنه يميل إلى الاجتهاد، ومع ذلك فإن البيئة والتربية في الزاوية الدِلائية حيث كان صوفياً، وكان يتلمذ على الدلائيين، فهذه الآثار تسلطت عليه وأجبرته على فعل هذا المنكَر ، ومنها: جواز بيع الكتب في المساجد رغم دعاء النبي عليه الصلاة والسلام لمن فعل ذلك بقوله: « لا أربح الله تجارته» ,ومع ذلك يبيعونها،,ولَمَّا أنكرتُ هذا العمل بتطوان قبلَ أكثر من أربعين سنة، قيل لي بأن هذا مما جَرَى به العملُ في تطوان ، ومنها: بدع الجنائز، وهي كثيرة، تختلف من بَلَد إلى آخر، ولا سَنَد لها إلا جَريان هذا العمل . ومنها: جريان العمل بالتبقية في الجزاء والكراء للرّباع والعَقار، وفيها من الظلم ما لا يخفىَ. ومنها: الإمساك قبل الفجر بنصف ساعة أو ثلثها للتحري زَعَموا، مع مخالفته للأحاديث الحاضَّة على تأخير السحور , ومنها (النفَّار) و(الغيَّاط) في المساجد في رَمضان ، وهو عريق في الوثنية، لأنه شعار الهَندُوس البْرَاهْمة في الهند، وقد شدد النكيرَ عليهم في ذلك ابن الحاج الفاسي المالكي في \"المدخل \"، بل زادوا على هذا في فاس، فبنوا بُرجاً قرب القرويين أعلَى من صومعة القرويين (للنفَّار) و(الغيَّاط)، وهذه العاصمة العلمية للمغرب البَلَد المبارك، ولو تتبعنا هذه المسائل لطال القولُ وتشعب ، وأنا أعتقد اعتقاداً جازماً، أن هذا العبث بالشريعة كان من الأسباب المباشرة في سُقوط الأندلس،قالها قبلي الشيخ رشيد رضا ، وتسلط النصارى على",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أهلها وإجلائهم عنها بعد تعذيبهم وإجبارهم على الدخول في النصرانية ، وأخبارهم في ذلك في التاريخ تُدمي القلب ، والله تعالى غيور، ولا بد أن ينتقم ممن ينتهك حرماته عمداً ويُغضِب الله بقوله وفعله، وقد قال تعالى: {فَلَمّا َآسَفُونَا انتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِين} . [الزخرف:55] ¶ أما في المغرب فلما بَلَغ الحالُ إلى هذا الحد، تجلى انتقامُ الله تعالى في الاستعمار الذي أَلغَى هذا العملَ الضال، ونَسَخَه بِعَمل باريس الجاري به العملُ لا في المغرب فقط كما هو مشاهَد ومعلوم ، ولله الأمر من قبلُ ومن بعد . ¶ ومن أراد زيادة تفصيل لهذه الأدلة التي بَنَى عليها الإمام مالك فلْيُراجَع:\" الجواهر الثمينة، في أدلة مذهب عالم المدينة\"، للحسن المشاط المكي، وكتاب \"أصول الفتوى والقضاء في المذهب المالكي\" لصديقنا الدكتور محمد رياض المراكشي، و\"مباحث في تاريخ المذهب المالكي\" ، و\"محاضرات في تاريخه\" كذلك لصديقنا الدكتور عمر الجيدي الغماري – رحمه الله- وعَفَا عنا وعنه ، وفي تاريخ المذاهب الأربعة ( نظرة تاريخية في حدوث المذاهب الأربعة) لأحمد تيمور باشا- رحمه الله- ¶ وبالله التوفيق ¶ والحمد لله رب العالمين وصلى الله على نبينا محمد وآله وصحبه وسلم تسليما.أهـ ¶ كتبه ¶ علامة تطوان ¶ فضيلة الشيخ ¶ أبو أويس محمد بن الأمين بوخبزة الحسَني ¶ تنبيه : ¶ هذه النسخة عُرضت على مؤلفها حفظه الله فقام بتصحيحها وإعادة النظر فيها, وأذن بنشرها فجزاه الله خيراً.",
            "page": "21",
            "part": "1"
        }
    ],
    "t37593": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "نظرات في تاريخ المذاهب الإسلامية وأصول مذهب مالك"
        }
    ]
}